{
  "وأنْشَدُوا": {
    "def": "كَذَبْتُ … عليكم أوْعِدُوني وعَلِّلُوا\nبيَ الأرضَ والأقوامَ قِرْدَانَ مَوْظِبا (¬١٥)\nأي عليكم بهجائي فاقْطَعُوا بذِكْرِيَ الأرضَ.\nويقولون: كَذَبَتْكَ الظَّهائرُ: أي عليك بالمَشْي في حَرِّ الظَّهائرِ.\nو ١٧ - في حَديث عُمَرَ (¬١٦) ﵁ (¬١٧) -: «كَذَبَ عليكم الحَجُّ، كَذَبَ عليكم الجِهَادُ، كَذَب عليكم العُمْرَةُ، ثلاثةُ أسْفَارٍ كَذَبْنَ عليكم». ومعناه الإِغراءُ، وحَقُّه النَّصْبُ.\nوحَمَلَ عليه فما كَذَّبَ: أي ما انْثَنى. والتَّكْذِيْبُ: الفِرَارُ.\nوما كَذَّبَ أنْ يَفْعَلَ ذاكَ: أي ما لَبِثَ.\nوكَذَّبَ الوَحْشِيُّ: إذا جَرى شَوْطاً ثم وَقَفَ ليَنْظُرَ ما وَرَاءه.\nويُقال للناقَةِ التي تُضْرَبُ فَتَشُول ثم تَرْجِع حائلاً بَعْدَ اللِّقَاح: كَذَّبَتْ تَكْذِيباً؛ فهيَ مُكَذِّبٌ، وكَذَبَتْ -مُخَفَّفَةً-فهيَ كاذِبٌ.\nوكَذَبَ لَبَنُ الناقَةِ كَذِباً: أي ذَهَبَ، وكَذَّبَ تَكْذِيباً.\nوالإِكْذَابُ: أنْ يُصِيْخَ ويَسْكُتَ ويُرِي أنَّه نائمٌ؛ وهو كالإِطْرَاق.\nوالكَذّابَةُ: ثَوْبٌ يُنقَشُ بألْوانِ الصِّبْغ كأنَّه مُوَشّىً.\n\n\nمُهْمَلات. كرث:",
    "pg": "6:238-239"
  },
  "وبخ": {
    "def": "التَّوْبِيْخُ: المَلامَةُ، وَبَّخْتُه بِسُوء فِعْلِه] (¬٢٠). (و. ا. ي)\nخيم:",
    "pg": "4:428-429"
  },
  "وبد": {
    "def": "الوَبَدُ: سُوْءُ الحالِ والعَيْشِ.\nوفلانٌ وَبِدٌ: شَدِيْدُ العَيْنِ يَتَوَبَّدُ أمْوَالَ الناسِ أي يُصِيْبُها بعَيْنِه. ووَبِدَ بَنُو فلانٍ: ذَهَبَتْ أمْوَالُهم وماشِيَتُهم.\nوالوَبِدُ: الجائعُ. والْأَوْبَادُ: المَسَاكِيْنُ.\nوهو مُسْتَوْبِدٌ بالمَكَانِ: أي جَاهِلٌ به.\nوأَوْبَدُوْنِي: أي أفْرَدُوني (¬٢٢).\nووَبِدْتُ عليه: غَضِبْتُ عليه. والبَيْدَاءُ: مَفَازَةٌ، وجَمْعُها بِيْدٌ. ومَوْضِعٌ بَيْنَ مَكَّةَ والمَدِيْنَةِ.\nوأتَانٌ بَيْدَانَةٌ: تَسْكُنُ الْبَيْدَاءَ.\nوالبَيْدَانَةُ: الصَّحْرَاءُ.\nوبَادَتِ النَّخْلَةُ تَبِيْدُ بَيْداً: إذا لم تَحْمِلْ.\nوبَيْدَانُ: اسْمُ مَوْضِعٍ.\nدأب:\nالدُّؤُوْبُ: المُبَالَغَةُ في السَّيْرِ، وأَدْأَبْتُ الدّابَّةَ فَدَأَبَتْ.\nودَأَبَ الأمْرُ: طالَ.\nوالدَّائِبَانِ: اللَّيْلُ والنَّهَارُ.\nوالدَّأْبُ: العادَةُ، والشَّأْنُ، والأصْلُ.\nوبد:\nالوَبَدُ: سُوْءُ الحالِ والعَيْشِ.\nوفلانٌ وَبِدٌ: شَدِيْدُ العَيْنِ يَتَوَبَّدُ أمْوَالَ الناسِ أي يُصِيْبُها بعَيْنِه. ووَبِدَ بَنُو فلانٍ: ذَهَبَتْ أمْوَالُهم وماشِيَتُهم.\nوالوَبِدُ: الجائعُ. والْأَوْبَادُ: المَسَاكِيْنُ.\nوهو مُسْتَوْبِدٌ بالمَكَانِ: أي جَاهِلٌ به.\nوأَوْبَدُوْنِي: أي أفْرَدُوني (¬٢٢).\nووَبِدْتُ عليه: غَضِبْتُ عليه.\nأبد:",
    "pg": "9:376"
  },
  "وبر": {
    "def": "الوَبَرُ: صُوْفُ الإِبِلِ والأرَانِبِ. وبَعِيْرٌ أوْبَرُ: كَثِيْرُ الوَبَرِ، وناقَةٌ وَبْرَاءُ.\nوأخَذَ الشَّيْءَ بوَبَرِه: أي بكَمَالِه.\nوالوَبْرُ -والأُنْثَى وَبْرَةٌ -: دُوَيْبَّةٌ غَبْرَاءُ على قَدْرِ السِّنَّوْرِ، والوِبَارُ جَمْعُ الوَبْرِ.\nواسْمُ اليَوْمِ الثَّالِثِ من أيّامِ بَرْدِ العَجُوْزِ.\nو (¬٥٠) وَبَار (¬٥١): أرْضٌ كانَتْ مَحَلَّةَ عادٍ.\nوأوْبَرُ وبَنَاتُ أوْبَرَ: شِبْهُ كَمْءٍ صِغَارٍ، الواحِدَةُ بِنْتُ أوْبَرَ وابْنُ أوْبَرَ.\nولَقِيْتُ منه (¬٥٢) بَنَاتِ أوْبَرَ: أي الدّاهِيَةَ.\nو «ما بالدّارِ وَابِرٌ» (¬٥٣): أي أحَدٌ، ولا تَرَكَ اللَّهُ منهم وابِراً [/٣٣٨ أ].\nووَبَرَ الرَّجُلُ في مَنْزِلِه وَبْراً و (¬٥٤) وَبَّرَ تَوْبِيْراً: إذا أقَامَ في مَنْزِلِه حِيْناً لا يَبْرَحُ.\nووَبَّرَتِ الأرْنَبُ تَوْبِيْراً: إذا أعْيَتْ، وقيل: إذا وَضَعَتْ يَدَها على رِجْلِها لتُخْفِيَ أثَرَها، وقيل: إذا مَشَتِ الحُزُوْنَةَ (¬٥٥) حتّى لا يُرى أثَرُها.\nووَبَّرَ أمْرَه تَوْبِيْراً: إذا عَمّاه. والوَبْرَاءُ: عُشْبَةٌ غَبْرَاءُ مُزَغَّبَةٌ (¬٥٦) ذاتُ قَصَبٍ ووَرَقٍ.\nوالوِبَارُ: شَجَرَةٌ حامِضَةٌ تكونُ بتَبَالَةَ (¬٥٧).\nووَبَّرَتِ النَّخْلَةُ تَوْبِيْراً: وذلك إذا تَرَوّى قُلْبُها حَتّى لا تُنْمِقَ، وإذا أنْمَقَتْ لم تَنْضَجْ.\nووَبَارِ: قَوْمٌ هَلَكُوا-على حَذَامِ-.\nبرى:",
    "pg": "10:272-273"
  },
  "وبش": {
    "def": "الوَبْشُ -يُخَفَّفُ ويُثَقَّلُ-: هو النِّمْنِمُ الذي يكونُ على الظُّفُرِ.\nوبالأرْضِ أوْباشٌ من شَجَرٍ ونَبَاتٍ: إذا كانَ قَلِيلاً مُتَفَرِّقاً.\nووَابِشٌ: مِنْ عَدْوَانَ.\nوالوَبَشُ من الجَرَبِ: كالنُّقَطِ يَتَفَشّى في الجِلْدِ، جَمَلٌ وَبِشٌ.\nووَبَّشَ القَوْمُ في أمْرِ كذا: إذا تَعَلَّقُوا به من كُلِّ مَكانٍ.\nوأوْبَشْتُ: بمعنى أسْرَعْت. ووَبَشَ فلانٌ بشَيْءٍ ووَبَّشَ.\nووَبَّشَ الجَمْرُ: وهو بَصِيْصُه إذا تَحَرَّكَتْ له الرِّيْحُ.\nبوش:",
    "pg": "7:395-396"
  },
  "وبص": {
    "def": "الوَبِيْصُ: البَرِيْقُ، وَبَصَ يَبِصُ. ووَبَصَتِ النّارُ: أضاءَتْ.\nووَبَصَ الجِرْوُ: فَتَحَ إحْدى عَيْنَيْه.\nوإنَّ فلاناً لَوَابِصَةُ سَمْعٍ: إذا كان يَسْمَعُ كلاماً فَيَعْتَمِدُ عليه ويَظُنُّه ولَمّا يَكُنْ منه على ثِقَةٍ.\nووَبَصَتِ الأرْضُ وأوْبَصَتْ: أي أعْشَبَتْ وكَثُرَ نَبْتُها (¬٢٢).\nووَبَّصَ لي فُلانٌ بشَيْءٍ يَسِيْرٍ: أي أعْطانِيه.\nويُقال للرَّبِيْعِ (¬٢٣) الآخِرِ: وَبْصَانُ -مَضْمُوْمٌ (¬٢٤) -، وقيل: بُصَانُ (¬٢٥)، وجَمْعُه أبْصِنَةٌ.\nوفَرَسٌ هَبِصٌ وَبِصٌ: أي نَشِيْطٌ مَرِحٌ.\nوالوابِصَةُ: مَوْضِعٌ.\nبيص:",
    "pg": "8:204-205"
  },
  "وبط": {
    "def": "وَبَطَ رَأْيُ فلانٍ في الأمْرِ وُبُوْطاً: إذا لم يَكُنْ ذا أصَالَةٍ واسْتِحْكَامٍ.\nوالْوَابِطُ: الضَّعِيْفُ. واللاّزِقُ بالأرْضِ، ورَفَعَهُ ثُمَّ وَبَطَهُ: أي وَضَعَه.\nواللَّهُمَّ لا تَبِطْنِي بَعْدَ إذْ رَفَعْتَني.\nوأَوْبَطْتُهُ: أثْخَنْته، ووَبَطَ الرَّجُلُ ووَبُطَ.\nوالوِبَاطُ: الضِّعَافُ. (و. ا. ي)\nوبط:\nوَبَطَ رَأْيُ فلانٍ في الأمْرِ وُبُوْطاً: إذا لم يَكُنْ ذا أصَالَةٍ واسْتِحْكَامٍ.\nوالْوَابِطُ: الضَّعِيْفُ. واللاّزِقُ بالأرْضِ، ورَفَعَهُ ثُمَّ وَبَطَهُ: أي وَضَعَه.\nواللَّهُمَّ لا تَبِطْنِي بَعْدَ إذْ رَفَعْتَني.\nوأَوْبَطْتُهُ: أثْخَنْته، ووَبَطَ الرَّجُلُ ووَبُطَ.\nوالوِبَاطُ: الضِّعَافُ.\nأبط:",
    "pg": "9:226"
  },
  "وبع": {
    "def": "أهْمَلَه الخَليلُ (¬٥).\n[و] (¬٦) حَكى الخارْزَنْجِيُّ: يُقال عند الغَضَب: كَذَبَتْ وَبّاعَتُه: أي اسْتُه، ويُقال بالغَيْنِ مُعْجَمَةً.\nعبو عبى:\nالعَبَايَةُ: ضَرْبٌ من الأكْسِيَةِ مُخَلَّطٌ، والعَبَاءة (¬٧) لُغَةٌ.\nوالعَبَا (¬٨) -مَقْصوراً وممدوداً-: الرَّجُلُ العَنَامُ (¬٩). وبَقْلَةٌ. والأنْزَعُ الغَليظُ الوَجْهِ، قال:\nكَجَبْهَةِ الشَّيْخِ العَبَاءِ … الثَّطِّ (¬١٠)\nواعْتَبَيْتُ المَتَاعَ وعَبَيْتُه أعْبَاهُ -وهو شاذٌّ-عَبْياً: هَيَّأْتَه. وبع:\nأهْمَلَه الخَليلُ (¬٥).\n[و] (¬٦) حَكى الخارْزَنْجِيُّ: يُقال عند الغَضَب: كَذَبَتْ وَبّاعَتُه: أي اسْتُه، ويُقال بالغَيْنِ مُعْجَمَةً.\nعبو عبى:\nالعَبَايَةُ: ضَرْبٌ من الأكْسِيَةِ مُخَلَّطٌ، والعَبَاءة (¬٧) لُغَةٌ.\nوالعَبَا (¬٨) -مَقْصوراً وممدوداً-: الرَّجُلُ العَنَامُ (¬٩). وبَقْلَةٌ. والأنْزَعُ الغَليظُ الوَجْهِ، قال:\nكَجَبْهَةِ الشَّيْخِ العَبَاءِ … الثَّطِّ (¬١٠)\nواعْتَبَيْتُ المَتَاعَ وعَبَيْتُه أعْبَاهُ -وهو شاذٌّ-عَبْياً: هَيَّأْتَه.\nعبأ:",
    "pg": "2:175"
  },
  "وبغ": {
    "def": "الوَبَغُ (¬٢٠): داءٌ يأْخُذُ الإِبلَ فَتَرى فَسَادَه في أوْبارِها.\nوالوَبَغُ: هِبْرِيَةُ الرَّأْسِ، [و] (¬٢١) رَجُلٌ وَبِغٌ.\nووَقَعَ في وَبَغَةِ القَوْمِ (¬٢٢): أي وَسَطِهم. ومُجْتَمَعُ كلِّ شَيْءٍ وَبَغَةٌ.\nو (¬٢٣) يقولون: كَذَبَتْ وَبّاغَتُه -بالغَيْنِ والعَيْن-: أي اسْتُه. وبُيِّغَ (¬١٨) به، وتَبَيَّغَ (¬١٩) عليه أمْرُه: اخْتَلَطَ.\nوباغَ: هَلَكَ.\nوبغ:\nالوَبَغُ (¬٢٠): داءٌ يأْخُذُ الإِبلَ فَتَرى فَسَادَه في أوْبارِها.\nوالوَبَغُ: هِبْرِيَةُ الرَّأْسِ، [و] (¬٢١) رَجُلٌ وَبِغٌ.\nووَقَعَ في وَبَغَةِ القَوْمِ (¬٢٢): أي وَسَطِهم. ومُجْتَمَعُ كلِّ شَيْءٍ وَبَغَةٌ.\nو (¬٢٣) يقولون: كَذَبَتْ وَبّاغَتُه -بالغَيْنِ والعَيْن-: أي اسْتُه.\nبوغ:",
    "pg": "5:143"
  },
  "وبق": {
    "def": "* أبق:\nالأَبَقُ (¬٥٣): قِشْرُ القِنَّبِ.\nوالإِبَاقُ: ذَهَابُ العَبْدِ من غَيْرِ خَوْفٍ ولا كَدِّ عَمَلٍ، يُقال: أبَقَ يَأْبِقُ ويَأْبُقُ.\n* وبق\n(¬٥٤):",
    "pg": "6:55"
  },
  "وبل": {
    "def": "الوَابِلُ: المَطَرُ الغَلِيْظُ القَطْرِ الكَثِيْرُ، وسَحَابٌ وابِلٌ، والوَبْلُ: المَطَرُ نَفْسُه.\nوقَوْلُ الشاعِرِ:\nبَعْدَ الوَابِلِيْنا … (¬٣١)\nيَعْني الرِّجَالَ المَمْدُوْحِيْنَ بسَعَةِ العَطَاءِ؛ تَشْبِيْهاً بالوَابِلِ من المَطَرِ. وقيل:\nوَابِلاً بَعْدَ وَابِلٍ؛ فيكونُ جَمْعاً لم يُقْصَدْ به قَصْدُ كَثْرَةٍ ولا قِلَّةٍ.\nوالوَبِيْلُ من المَرْعَى: الوَخِيْمُ (¬٣٢) الذي لا يُسْتَمْرَأُ. وكَلَأٌ مُسْتَوْبَلٌ، واسْتَوْبَلْتُ الأرْضَ. ويقولونَ: أمَا واللَّهِ لَتَوْبَلَنَّه ولَتَسْتَوْبَلَنَّه: أي لَتَتْخِمَنَّه (¬٣٣).\nوأَخْذٌ (¬٣٤) وَبِيْلٌ: شَدِيْدٌ. والوَبَالُ: اشْتِقَاقُه من الشِّدّةِ وسُوْءِ العاقِبَةِ.\nوالمُوَبَّلُ (¬٣٥): من الوَبَالِ.\nوالوَابِلَةُ: طَرَفُ الفَخِذِ في الوَرِكِ. وطَرَفُ العَضُدِ في الكَتِفِ، والجَمِيْعُ الأَوَابِلُ.\nوالوَبِيْلُ: خَشَبَةُ القَصّارِ. وخَشَبَةٌ صَغِيْرَةٌ يُضْرَبُ بها النّاقُوْسُ، وهي المَوْبِلُ والمِئْبَلُ (¬٣٦) والمِئْبَالَةُ.\nووَبَلْتُه بالعَصَا والسَّوْطِ: تابَعْتُ عليه الضَّرْبَ.\nوالمِيْبَلُ: ضَفِيْرَةٌ من قِدٍّ مُرَكَّبَةٌ في عُوْدٍ يُضْرَبُ به وتُسَاقُ (¬٣٧) الإِبِلُ عليه.\nوالمَوْبِلُ: الحُزْمَةُ من الحَطَبِ، ويُقال لها: الإِيْبَالَةُ أيضاً.\nوالمِيْبَلَةُ: الدِّرَّةُ.\nووبَلْتُ الصَّيْدَ وَبْلاً: طَرَدْته.\nووَابَلَ على الأمْرِ مُوَابَلَةً: إذا وَاظَبَ.\nواسْتَوْبَلَتِ الضَّأْنُ اسْتِيْبَالاً: إذا [/٣٤٥ أ] أرادَتِ الفَحْلَ، وبها وَبْلَةٌ (¬٣٨) شَدِيْدَةٌ.\nبلى:",
    "pg": "10:352-353"
  },
  "وبن": {
    "def": "مُهْمَلٌ عِنْدَه (¬٣٦).\nالخارزنجيُّ: «ما بِها وَابِنٌ» (¬٣٧): أي أحَدٌ. (و. ا. ي)\nأنم:",
    "pg": "10:410-411"
  },
  "وبه": {
    "def": "مُهْمَلٌ (¬٢٩).\nالخارزنجيُّ: وَبِهْتُ للأمر أوْبَهُ وَبَهاً (¬٣٠): مِثْلُ نَبِهْتُ له نَبَهاً.\nوَوَبَهْتُ له آبَهُ وَبْهاً وبِهَةً، وأوْبَهْتُ -بالألف- إيْبَاهاً: كُلُّ ذلك إذا شَعَرْتَ.\nومنه: لا يُوْبَهُ له أي لا يُنْتَبَهُ له. (¬١)\n(و. ا. ي)\nوهم:",
    "pg": "4:82-83"
  },
  "وتح": {
    "def": "الْوَتْحُ (¬٤): القَليلُ من كلِّ شَيْءٍ، وَتَّحَ العَطِيَّةَ، ووَتُحَ عَطاؤه وَتَاحَةً وتِحَةً. حوت:\nالحُوْتُ: السَّمَكُ، والجَميعُ: حِيْتَانٌ وأَحْوَاتٌ وحِوَتَةٌ. وهو «آكَلُ من حُوْتٍ (¬٢)».\nوالْحَوْتُ والحَوَتَانُ: حَوَمانُ الطّائِر حَوْلَ الشَّيْءِ.\nوحَاوَتَهُ: إِذا دافَعَه (¬٣) وعاسَرَه.\nوالْمُحَاوَتَةُ: المُكالَمَةُ بِمُشاوَرَةٍ أو مُوَاعَدَةٍ. وهو في البَيْعِ: المُدَاوَرَةُ عليه، حَاتَهُ يَحُوْتُهُ.\nوالحَجَفَةُ الحُوْتِيَّةُ: ضَرْبٌ من التِّرَسَةِ.\nوتح:\nالْوَتْحُ (¬٤): القَليلُ من كلِّ شَيْءٍ، وَتَّحَ العَطِيَّةَ، ووَتُحَ عَطاؤه وَتَاحَةً وتِحَةً.\nتيح:",
    "pg": "3:185"
  },
  "وتد": {
    "def": "الْوَتِدُ: مَعْرُوْفٌ.\nوأوْتَادُ الأرْضِ: الجِبَالُ.\nووَتَدْتُ الوَتِدَ فهو وَاتِدٌ، وأَوْتَدْتُهُ أيضاً. ووَتِدٌ وَاتِدٌ: أي ثابِتٌ. وقَرْنٌ واتِدٌ:\nأي مُنْتَصِبٌ مُسْتَوٍ. ويُقال: وَتَدٌ أيضاً-على جَبَلٍ-ووَتْدٌ -مُسَكَّنٌ-. والمِيْتَدَةُ:\nما يُوْتَدُ به. وفي المَثَلِ (¬١): «أذَلُّ من الوَتِدِ».\nوالوَتِدُ في العَرُوْضِ: حَرْفَانِ مُتَحَرِّكَانِ.\nووَتَدْتُ بالمَكَانِ أَتِدُ: أي ثَبَتُّ.\nوالوَتِدُ من الأُذُنِ: الهُنَيَّةُ الناشِزَةُ في مُقَدَّمِها.\nوالْوَاتِدَةُ: اسْمُ وادٍ.\nتود (¬٢):\nالتَّوْدِيَةُ من الرِّجَالِ: نَحْوُ الدِّرْحَايَةِ في القِصَرِ والخِلْقَةِ. والتَّوْدِيَةُ: الخَشَبَةُ التي تُشَدُّ على أطْبَاءِ النّاقَةِ لئلاَّ يَرْضَعَها الفَصِيْلُ، والجَميعُ التَّوَادِي.\nوتَوَدّى (¬٣) فلانٌ تَوْدَاةً: إذا عَدَا.\nتيد (¬٤):\nالتَّيَّادُ: الضَّخْمُ العَرِيْضُ، كالتَّيّازِ (¬٥). \n(و. ا. ي)\n[دأظ] (¬١):\nدَأَظَ السِّقَاءَ يَدْأَظُهُ (¬٢): أي مَلَأَه، فهو مَدْؤُوْظٌ.\nوالدَّأْظُ: الغَيْظُ، هو مَدْؤُوْظٌ: أي مَغِيْظٌ. (و. ا. ي)\nذود:",
    "pg": "9:333-336"
  },
  "وتر": {
    "def": "الوِتْرُ: لُغَةٌ في الوَتْرِ (¬١) وهو الفَرْدُ، ومنه: صَلاةُ الوِتْرِ، والفِعْلُ أَوْتَرَ إيْتَاراً.\nوالوَاتِرُ والمُوْتِرُ: الفَرْدُ.\nوالْوِتْرُ: ظُلامَةٌ في دَمٍ. وإذا أدْرَكَه بمَكْرُوْهٍ فقد وَتَرَهُ. وأنا مَوْتُوْرٌ وهو وَاتِرٌ.\nوالوَتِيْرُ: الْوِتْرُ. ويُقال: وَتْرٌ أيضاً.\nو ١٦ - في الحَدِيثِ (¬٢): «قَلِّدُوا الخَيْلَ ولا تُقَلِّدُوْها الْأَوْتَارَ». وفُسِّرَ على الذُّحُوْلِ، وكذلك\n١٦ - قَوْلُه (¬٣): «مَنْ فاتَتْه صَلاةُ العَصْرِ فكأنَّما وُتِرَ أهْلَه ومالَه».\nوالْوَتِيْرَةُ: الغَمِيْزَةُ في الأمْرِ. والفُرْضَةُ في وَسَطِ الشَّفَةِ. والمُنْقَادُ من الأرْضِ المُرْتَفِعُ. وقِطْعَةٌ من الأرْضِ مُطَّرِدَةٌ. والطَّرِيْقَةُ. والسَّجِيَّةُ. والوَرْدَةُ البَيْضَاءُ. وغُرَّةُ الفَرَسِ إذا كانَتْ مُسْتَدِيْرَةً. وحَلْقَةٌ يُتَعَلَّمُ عليها الطَّعْنُ. والفَتْرَةُ عن العَمَلِ والمَشْيِ. والمُدَاوَمَةُ على الشَّيْءِ؛ مَأْخُوْذٌ من التَّوَاتُرِ.\nوالمُوَاتَرَةُ (¬٤): المُتَابَعَةُ. وتَوَاتَرَتِ القَطَاةُ والإِبِلُ: جاءَ بَعْضُها في إثْرِ بَعْضٍ ولم يَجِئْنَ مُصْطَفّاتٍ.\nومنه: ﴿ثُمَّ أَرْسَلْنا رُسُلَنا تَتْرا﴾ (¬٥) من ذلك؛ ومعناه: وَتْرى، ويُقْرَأُ: تَتْراً -بالتَّنْوِين-؛ ومعناه: بَعْثاً.\nوالمُوَاتِرَةُ من النُّوْقِ: التي إذا بَرَكَتْ وَضَعَتْ إحْدى يَدَيْها؛ فإذا اطْمَأَنَّتْ وَضَعَتْهُما جَمِيعاً؛ ثُمَّ تَضَعُ وَرِكَيْها قَليلاً قَلِيلاً.\nوفُلانٌ ما يُوَاتِرُهُ الهَمُّ: أي يُفَارِقُه ولا يُغِبُّه (¬٦).\nوالْوَتَرُ: وَتَرُ القَوْسِ، وجَمْعُه أَوْتَارٌ. ووَتَّرَ قَوْسَه وأَوْتَرَهَا.\nوالتَّوْتِيْرُ (¬٧) في قَوَائم الفَرَسِ: كالشَّنَجِ.\nوالْوَتَرَةُ: جُلَيْدَةٌ بَيْنَ الإِبْهَامِ والسَّبّابَةِ. والحاجِزُ بَيْنَ المَنْخِرَيْنِ: وَتَرَةٌ.\nووَتِيْرَةٌ أيضاً-فيهما جَمِيعاً-.\nوأسَافِلُ ما بَيْنَ كُلِّ إصْبَعَيْنِ: وَتِيْرَةٌ.\nوالْوَتَائِرُ: اللَّحْمَاتُ التي بَيْنَ مَخَالِبِ الضَّبُعِ وغَيْرِها من السَّبُعِ.\nوالْوَتَرَةُ: إطَارُ الكَمَرَةِ.\nووَتَرَةُ الفَخِذِ: عَصَبَةُ باطِنِها.\nووَتَرَةُ البَيْتِ: ما يُوَتَّرُ بالأعْمِدَةِ.\nوالْوَتْرَةُ: الفَتْرَةُ في السَّيْرِ.\nرتو:",
    "pg": "9:455-456"
  },
  "وتغ": {
    "def": "الوَتَغُ (¬٢): المَلامَةُ.\nوالوَتَغُ: الإِثْمُ (¬٣). وقِلَّةُ العَقْلِ في الكلام، أوْتَغَ القَوْلَ والدِّيْنَ: أي أوْهَنَه (¬٤)، وهو مُوْتِغٌ.\nوالوَتِغَةُ: المَرْأةُ المُضَيِّعَةُ (¬٥) لنَفْسِها في فَرْجِها، وَتِغَتْ تَيْتَغُ وَتَغاً.\nوالوَتَغُ: الوَجَعُ، لَأُوْتِغَنَّكَ: أي لأُوْجِعَنَّكَ (¬٦). والهَلاكُ أيضاً. (و. ا. ي)\nغيظ:",
    "pg": "5:116-117"
  },
  "وتك": {
    "def": "الأَوْتَكِيُّ: التَّمْرُ السُّهْرِيْزُ، ويُقال: الأَوْتَكى. و ﴿وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً﴾ (¬٧) أي طَعاماً.\nوالمَتْكُؤَةُ: هي المُتَّكَأُ.\nوإِنَّه لَتُكَأَةٌ مُجَعَةٌ: أي لا عَقْلَ له.\nوكت:\nالوَكْتُ: شِبْهُ نُكْتَةٍ في العَيْن من بَيَاضٍ، وعَيْنٌ مَوْكُوْتَةٌ.\nوهذه قِرْبَةٌ مَوْكُوْتَةٌ: أي مَمْلُوْءةٌ.\nوالوَكّاتُ: الذي يَمْشي مَشْياً مُقَرْمَطاً، وَكَتَ يَكِتُ وَكْتاً؛ ووَكَّتَ تَوْكِيْتاً.\nوالوَكِيْتُ: الوِشايَةُ والسِّعَايَةُ. والواكِتُ: الواشي.\nوبالبَعِيرِ واكِتٌ وناكِتٌ: وهو الذي نَكَتَ مِرْفَقُه جانِبَ زَوْرِه. والوَكّاتُ:\nمن الواكِتِ.\nوبُسْرٌ مُوَكِّتٌ: بَدا فيه نُقَطٌ من الإِرْطاب (¬٨).\nوالوُكْتَةُ: فُرْضَةُ الزَّنْدِ.\nوالوَكْتُ: أثَرُ الصِّرَارِ (¬٩) بضَرْعِ الناقَةِ.\nوتك:\nالأَوْتَكِيُّ: التَّمْرُ السُّهْرِيْزُ، ويُقال: الأَوْتَكى.\nكيت:",
    "pg": "6:308"
  },
  "وتن": {
    "def": "الوَتِيْنُ: عِرْقٌ يَسْقِي الكَبِدَ، وثَلاثَةُ أَوْتِنَةٍ، والجَميعُ الوُتُنُ. ورَجُلٌ مَوْتُوْنٌ:\nإذا انْقَطَعَ وَتِيْنُهُ.\nواسْتَوْتَنْتَ عَنّي الخَبَرَ: حَبَسْتَه عَنّي.\nووَاتَنَهُ مُوَاتَنَةً: أي لَزِمَه. وهي المُقَارَبَةُ (¬١) أيضاً.\nوالْوَاتِنُ من المِيَاهِ: الدّائِمُ العَفِنُ.\nووَتَنَ بالمَكَانِ: أقَامَ به؛ وُتُوْناً.\nووَاتَنْتُهُ مُوَاتَنَةً: إذا فَعَلْتَ مِثْلَ فِعْلِه.\nوالْوَتْنُ: لُغَةٌ في اليَتْنِ، وقد أَوْتَنَتِ المَرْأَةُ وأَيْتَنَتْ. أتن:",
    "pg": "9:465-466"
  },
  "وثب": {
    "def": "الوَثْبُ: الطَّفْرُ (¬٣٠)، وَثَبَ يَثِبُ وَثْباً ووَثَبَاناً ووُثُوْباً. وفي لُغَة حِمْيَرَ: القُعُوْدُ.\nوالوِثَابُ: الوِسَادَةُ. ومَقْعَدٌ من مَقَاعِدِ الفَرْشِ. وقيل: هو السَّرِيْرُ، ويُسَمُّوْنَ المَلِكَ: مَوْثَبَانَ؛ لأنَّه على السَّرِيْرِ. والوَثْبَةُ: سُوْرَةُ المَجْدِ والشَّرَفِ. وهي الرُّتْبَةُ، وجَمْعُها وُثَبٌ.\nووَثُبَ (¬٣١): ارْتَفَعَ. والمِيْثَبُ من الأرْضِ: مُرْتَفِعٌ منها، وجَمْعُها مَآثِبُ ومَوَاثِبُ.\nوالوَثَبَى: الوَثّابَةُ السَّرِيعَةُ الوَثْبِ.\nوفي الوَعِيْدِ: لَأَجْعَلَنَّ نَوْمَكَ تَوْثَاباً: أي تَفْزَعُ في مَنَامِكَ فتَثِبُ.\nوالوَثِيْبُ: لُغَةٌ في الوُثُوْبِ.\nبثأ\n(¬٣٢): قُلْ لبَني قَيْسٍ حَفِيْفِ الأَثبَهْ … (¬٤٣) أي له صَوْتٌ شَدِيْدٌ وليس عِنْدَه شَيْءٌ.\nورَأَيْتُ أَثأَبَةً من النّاسِ: أي جَمَاعَةً.\nوالمِئْثَبُ: الجَدْوَلُ، وجَمْعُه مَآثِبُ. (و. ا. ي)\nأثم:",
    "pg": "10:191-195"
  },
  "وثج": {
    "def": "الوَثَاجَةُ: مَصْدَرُ الوَثِيْجِ القَوِيِّ، فَرَسٌ وَثِيْجٌ؛ وَثُجَ وَثَاجَةً، ويَوْثَجُ أيضاً، وهو اكْتِنَازُه.\nواسْتَوْثَجَ من المالِ: اسْتَكْثَرَ منه.\nوالمُسْتَوْثِجُ: الشَّيْءُ الكَثِيْفُ، والإِيْثَاجُ: الإِكْثَارُ. وهو من النَّبْتِ: ما طالَ وكَثُرَ.\nوالوَثَاجَةُ: الوَثَارَةُ وكَثْرَةُ اللَّحْمِ والضِّخَمُ.\nوثَوْبٌ وَثِيْجٌ: مُحْكَمُ النَّسْجِ. والأثَائِجُ: كالأفَائجِ للجَماعَةِ. والطَّبَقُ من الجَرَادِ الكَثِيرِ أيضاً.\nوثج:\nالوَثَاجَةُ: مَصْدَرُ الوَثِيْجِ القَوِيِّ، فَرَسٌ وَثِيْجٌ؛ وَثُجَ وَثَاجَةً، ويَوْثَجُ أيضاً، وهو اكْتِنَازُه.\nواسْتَوْثَجَ من المالِ: اسْتَكْثَرَ منه.\nوالمُسْتَوْثِجُ: الشَّيْءُ الكَثِيْفُ، والإِيْثَاجُ: الإِكْثَارُ. وهو من النَّبْتِ: ما طالَ وكَثُرَ.\nوالوَثَاجَةُ: الوَثَارَةُ وكَثْرَةُ اللَّحْمِ والضِّخَمُ.\nوثَوْبٌ وَثِيْجٌ: مُحْكَمُ النَّسْجِ.\nجثو:",
    "pg": "7:168"
  },
  "وثخ": {
    "def": "مُهْمَلٌ عنده (¬٥).\n[حَكى] (¬٦) الخارزنجيُّ: ما أغْنى عنه وَثْخَةً: وهي الطِّيْنَةُ من الوَحْل، وأصبحتِ الأرضُ وَثِيْخَةً. وهو في الطَّعام: ما رَقَّ منه واخْتَلَطَ بالوَدَك، ومن اللَّبَنِ: ما خَثُرَ.\nوفلانٌ وَثِيْخَةٌ من القَوْم: أي ثَقِيْلٌ.\nومَوْثُوْخ (¬٧) الخَلْقِ ومُوَثَّخُه: ضَعِيْفُه؛ كخَلْقِ النِّساء.\nووَثِيْخَةٌ من الناسِ: أي جَماعةٌ مُجْتَمِعُون.\nوالوَثِيْخُ من الرِّجال: الذي ليس بمُسْتَحْكَمٍ؛ بل هو رِخْوٌ (¬٨).\nخثو (¬٩):\nالخَثْوَاءُ (¬١٠): المُسْتَرْخِيَةُ اللَّحْم، رَجُلٌ أخْثَى وامْرَأةٌ خَثْوَاءُ. (و. ا. ي)\nريخ:",
    "pg": "4:403-404"
  },
  "وثر": {
    "def": "الوَثِيْرُ: الفِرَاشُ الوَطِيْءُ، وَثُرَ (¬١٦) يَوْثُرُ وَثَارَةً. والوِثْرُ: الوَثِيْرُ.\nوما يُوَطَّأُ به المَرْكَبُ: وِثْرٌ، ومنه: المِيْثَرَةُ للسَّرْجِ، وجَمْعُها مَيَاثِرُ ومَوَاثِرُ.\nويُقال للمَرْأَةِ السَّمِيْنَةِ المُوَافِقَةِ: وَثِيْرَةٌ. وإذا كانَتْ ضَخْمَةَ العَجُزِ كذلك، وجَمْعُه أوْثَارٌ ووِثَارٌ.\nوالوَثَارَةُ: الضِّخَمُ.\nوالوَثْرُ: النَّزْوُ، وَثَرَها يَثِرُها. وفَحْلٌ مِيْثَارٌ: إذا ضَرَبَها على غَيْرِ ضَبْعَةٍ.\nوالواثِرُ: الثّابِتُ على الشَّيْءِ الدائبُ.\nوفي النِّكَاحِ قيل: ما أعْجَبُ الأشْيَاءِ إليكَ؟ فقال: وَثْرٌ على وِثْرٍ (¬١٧):\nأي نِكاحٌ على فِرَاشٍ وَثِيْرٍ.\nواسْتَوْثَرَ من المالِ: اسْتَكْثَرَ منه. ويقولونَ: تُوْثَرُ وتُحْمَدُ: بمَعْنى تُوْفَرُ.\nوالوَثْرُ والرَّهْطُ: مِثْلُ السَّرَاوِيْلِ لا ساقَيْنِ لهما. وقيل: هو شِبْهُ صِدَارٍ.\nوقيل: حَوْفٌ (¬١٨) من أدِيْمٍ تَشُدُّهُ المَرْأَةُ على حَقْوَيْها.\nوالوَاثِرُ والأَثِرُ (¬١٩): الذي يُؤَثِّرُ تَحْتَ خُفِّ البَعِيْرِ.\nوالأوْثَرُ: العَدَاوَةُ، لَأُحَرِّكَنَّ أَوْثَرَكَ: أي لَأُلْقِيَنَّكَ في أمْرٍ أُزَعْزِعُكَ فيه. أثر:",
    "pg": "10:165-166"
  },
  "وثغ": {
    "def": "مُهْمَلٌ عنده (¬١٧).\nالخارزنجيُّ (¬١٨): الوَثِيْغَةُ: الدُّرْجَةُ للنّاقَةِ، و (¬١٩) وَثَغْتُها أثِغُها.\nووَثَغْتُ رَأْسَه: مِثْلُ فَلَغْتُ، فهو مَوْثُوْغٌ. وهو-أيضاً-: شِبْهُ المَكْسُورِ بالعَمَل.\nوثَرِيْدَةٌ مَوْثُوغَةٌ و (¬٢٠) وَثِيْغَةٌ: وهو أنْ يُرَدَّ (¬٢١) بَعْضُها على بعضٍ.\nووَثِيْغَةٌ من المَطَرِ ووَثْغَةٌ: أي قَلِيلٌ. (و. ا. ي)\nغرو:",
    "pg": "5:121-122"
  },
  "وثق": {
    "def": "الثِّقَةُ: مَصْدَرُ قَوْلِكَ وَثِقْتُ به أثِقُ ثِقَةً، وأنا واثِقٌ به، وهو مَوْثُوقٌ به.\nوالوَثَاقَةُ: مَصْدَرُ الشَّيْءِ الوَثِيْقِ المُحْكَمِ، وَثُقَ وَثاقَةً.\nوالوَثَاقُ: اسْمُ الإِيثاقِ، أوْثَقْتُه إيْثاقاً (¬٥) وَوَثَاقاً. والحَبْلُ الذي يُوْثَقُ به:\nالوِثَاقُ، والجميع الوُثُقُ.\nوالوَثِيْقَةُ في الأمْرِ: إحْكامُه والأخْذُ بالثِّقَةِ فيه، والجميع الوَثائقُ. والمِيْثَاقُ: من المُوَاثَقَةِ والمُعَاهَدَةِ، ومنه المَوْثِقُ. وقال الفَرّاءُ: المَيَاثِقُ لُغَةٌ في المَوَاثِقِ لجَمْعِ المِيْثاقِ (¬٦).\nوائْتَثَقَ التَّمْرُ: إذا تَكَتَّلَ واشْتَدَّ.\nثقو:",
    "pg": "5:498-499"
  },
  "وثل": {
    "def": "واثِلَةُ: اسْمُ رَجُلٍ.\nوالوَثِيْلُ: الضَّعِيْفُ.\nووَثّالٌ (¬٢٢): اسْمٌ أيضاً.\nوالوَثِيْلُ: اللِّيْفُ نَفْسُه.\nوالوَثِيْلُ: ما خَلُقَ من الأَرْشِيَةِ فيُؤْخَذُ خَلَقٌ آخَرُ فيُوْصَلُ به، وجَمْعُه وُثُلٌ.\nوقيل: هو الحَبْلُ من الشَّرِيْطِ.\nووَثَّلْتُ الشَّيْءَ تَوْثِيْلاً: أي أَصَّلْته.\nوالمُوَثَّلُ والمَوْثُوْلُ: المَوْصُوْلُ. أثل:",
    "pg": "10:176-177"
  },
  "وثم": {
    "def": "الوَثِيْمُ: المُكْتَنِزُ لَحْماً، والفِعْلُ وَثُمَ وَثَامَةً.\nووَثَمَ الفَرَسُ يَثِمُ: أي كَسَرَ بحافِرِه الحِجَارَةَ. والمُوَاثَمَةُ في العَدْوِ:\nالمُضَابَرَةُ (¬٦) كأنَّه يَرْمِي بنَفْسِه.\nوالوَثِيْمَةُ -على فَعِيْلَةٍ-: الجَمَاعَةُ من الحَشِيْشِ والطَّعَامِ.\nوالوَثْمُ: الجَمْعُ، والمَوْثُوْمُ: المَجْمُوْعُ. ووَثِمَتْ أرْضُنَا وَثَماً؛ وما أوْثَمَها: أي هي قَلِيلَةُ الرِّعْيِ. والوَثَمُ (¬٧): القِلَّةُ.\nوالوَثِيْمَةُ: الحَجَرُ، ومن أيْمَانِهم: لا والذي أخْرَجَ الماءَ (¬٨) من الوَثِيْمَةِ.\nوقيل: هي فَعِيْلَةٌ من الوَثْمِ وهو الدَّقُّ والكَسْرُ. \n\nأثَّ الشَّعْرُ يَؤُثُّ أَثَاثَةً؛ وهو أَثِيْثٌ: أي مُلْتَفٌّ كَثِيْرٌ، وكذلكَ النَّبَاتُ.\nوشَجَرَةٌ أثَّةٌ وأثِيْثَةٌ: جَثْلَةٌ. ورَوْضَةٌ أَثَّاثَةٌ ومَأْثُوْثَةٌ.\nوتَأَثَّثَ فلانٌ: أصَابَ رِيَاشاً وخَيْراً.\nوالأَثَاثُ: أنْوَاعُ المَتَاعِ، وجَمْعُه آثَاثٌ وأَيِثَّةٌ (¬١) وأُثُثٌ. وقيل: كَثْرَةُ المالِ.\nوكُلُّ شَيْءٍ وَطَّأْتَه فقد أَثَّثْتَه تَأْثِيْثاً.\nوأثَى فلانٌ على فلانٍ يَأْثي إثَاوَةً وأَثَاءً: إذا نَمَّ عليه وسَعى به.\nوالمُؤاثي: المُخَاصِمُ.\nوالإِثَايَةُ: السِّعَايَةُ، وكذلكَ الإِثَاوَةُ.\nوالائْتِثَاءُ: العَطَشُ. [و] (¬٢) المُؤْتَثي: الذي يَأْكُلُ فَيُكْثِرُ ثُمَّ يَعْطَشُ فلا يَرْوى.\nوالأُثَيَّةُ (¬٣): جَمَاعَةٌ من النّاسِ. والإِثَاءُ: الحِجَارَةُ.\nوالأَثَاثي: الأَثَافي.\n\n\nالثَّأى: آثَارُ الجُرْحِ. وخَرْمُ مَوَاضِعِ الخَرْزِ، يُقال: أثْأَيْتُ خُرْزَةَ الأدِيْمِ أُثْئِيْها.\nوعَظُمَ الثَّأى بَيْنَهم.\nوالثَّأْوُ: الضَّعْفُ والرَّكَاكَةُ.\nوالثَّأى من الأوْرَامِ: شَرٌّ من الضَّوَاةِ (¬٤).\nوالثَّأْوَةُ: بَقِيَّةٌ قَلِيْلَةٌ من كَثِيرٍ.\nوالثَّأْوَةُ: النَّعْجَةُ الهَرمَةُ.\nوالثَّوَاءُ (¬٥): طُوْلُ الإِقَامَةِ، ثَوى يَثْوِي. والمَقْبُوْرُ يُقال: ثَوَى (¬٦).\nوالمَثْوى: المَوْضِعُ. وأنْزَلَني فأثْوَاني ثَوَاءً حَسَناً. والثِّيَّةُ: الثَّوَاءُ -بمَنْزِلَةِ الطِّيَّة-، وكذلك الثِّوَايَةُ.\nو ﴿أَكْرِمِي مَثْواهُ﴾: أي مَقَامَه. ورَبُّ البَيْتِ: أبو مَثْوَايَ، وأُمُّ مَثْوَايَ: للرَّبَّةِ.\nوالثَّوِيَّةُ: امْرَأَةُ الرَّجُلِ الذي يَثْوي إليها.\nوالثَّوِيُّ: البَيْتُ في جَوْفِ البَيْتِ. [وقيل: البَيْتُ المُهَيَّأُ للضَّيْفِ] (¬٧).\nوقيل: الضَّيْفُ نَفْسُه.\nوالثُّوَيَّةُ: مَوْضِعٌ إلى جَانبِ الكُوفَةِ. وثَأْيَةُ (¬٨) الجَزُوْرِ: مَنْحَرُها (¬٩). وقيل: هو البَيْتُ الذي يُوَلَّدُ فيه الغَنَمُ ويُجْمَعُ فيه البَهْمُ. وقيل: المَحَلَّةُ التي يَكُوْنُ فيها مَتَاعُ السَّفْر والصَّيَّادُوْنَ يَأْوُوْنَها.\nوقيل: المَثْوى الخَبِيْثُ، ومنه ثَايَةُ الضَّبُعِ، ويَقُوْلُونَ: قَبَحَ اللَّهُ ثَايَتَكَ.\nولفُلانٍ ثَايَةٌ: أي غَنَمٌ صالِحَةٌ لَيْسَتْ بقَلِيْلَةٍ، وجَمْعُها ثَايٌ (¬١٠).\nوالثَّأْيَةُ -أيضاً-: حِجَارَةٌ قَدْرُ قِعْدَةِ الرَّجُلِ.\nوالثُّوَّةُ: مِثْلُ الصُّوَّةِ وهي العَلَمُ في الأرْضِ. وواحِدَةُ الثُّوى وهي خِرَقٌ تُجْمَعُ كهَيْئَةِ الكُبَّةِ على الوَتِدِ فيُمْخَضُ عليها السِّقَاءُ. وخِرَقُ القِدْرِ أيضاً.\nوالثَّأْثَأَةُ: الحَبْسُ والإِبْطَاءُ.\nوثَأْثَأْتُ غَضَبَه: أطْفَأْته.\nوثَأْثَأْتُ عن القَوْمِ: دَفَعْت عنهم.\nوفي دُعَاءِ التَّيْسِ لِيَنْزُوَ: ثَأْثَأْ.\n\n\nإذا أصَابَ العَظْمَ وَصْمٌ (¬١١) دُوْنَ الكَسْرِ قيل: أصَابَه وَثْءٌ ووَثَاءَةٌ. ووَثِئَتْ يَدُه فهي مَوْثُوْءَةٌ.\nوأوْثى الرَّجُلُ: إذا انْكَسَرَ به مَرْكَبُه من حَيْوانٍ أو سَفِيْنَةٍ.\nوالوُثى (¬١٢): الأوْجَاعُ.\nوالمِيْثَاءَةُ: المِرْزَبَّةُ؛ لأنَّها تَثَأُ رَأْسَ الوَلَدِ أي تُشَعِّثُه.\nوالوَثْوَاثُ: العاجِزُ الضَّعِيْفُ. والوَثْوَثَةُ: الضَّعْفُ.\nووِثَاءُ الجُرْحِ ومِثَاؤه: واحِدٌ. \nالثُّرْمُلَة (¬١): من أسْمَاءِ الثَّعْلَبِ.\nوشَرِبَ الرَّجُلُ فَثَرْمَلَ: إذا تَرَكَ في الإِنَاءِ ثُرْمُلَةً: أي بَقِيَّةً من شَرَابٍ وطَعَامٍ وغَيْرِ ذلك. وهو يُثَرْمِلُ الأكْلَ.\nوثَرْمَلَ الطَّعَامَ: إذا لم يُنْضِجْهُ.\nوالثُّرْمُلَةُ: النُّقْرَةُ في ظاهِرِ الشَّفَةِ.\nوأُمُّ ثُرْمُلٍ: كُنْيَةٌ للضَّبُعِ.\nالبُرْثُنُ والجَمِيْعُ البَرَاثِنُ: أظْفَارُ مَخَالِبِ الأسَدِ.\n[و] (¬٢) البِرْثَانُ: سِمَةٌ من سِمَاتِ الإِبِلِ مِثْلُ بُرْثُنِ الطّائِرِ. وإبِلٌ مُبَرْثَنَةٌ.\nوبَعِيْرٌ به البُرْثُنُ: وهو سِمَةٌ يُقال لها بُرْثُنُ الأسَدِ. ﴿بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ﴾ [/٣٣٢ ب]\n\n (¬١)\n\nرن:",
    "pg": "10:196-205"
  },
  "وثن": {
    "def": "الوَثَنُ: الصَّنَمُ، والجَمِيْعُ الأَوْثَانُ والوُثُنُ، وقُرِئَ قَوْلُه ﷿: «إنْ يَدْعُوْنَ من دُوْنِهِ إلاَّ وُثُناً» (¬٢٩) لجَمْعِ الوَثَنِ.\nوالواثِنُ (¬٣٠): الشَّيْءُ المُقِيْمُ الرّاكِدُ في مَكانِه؛ كالوَاتِنِ (¬٣١).\nوامْرَأَةٌ وَثِيْنَةٌ: أي وَثِيْرَةٌ وَطِيْئَةٌ (¬٣٢).\nواسْتَوْثَنَ من الطَّعَامِ: اسْتَكْثَرَ منه.\nواسْتَوْثَنَتِ النَّحْلُ (¬٣٣): صارَتْ فِرْقَتَيْنِ صِغَاراً وكِبَاراً، وكذلك إذا نَشَأَتْ أوْلادُها.\nوالوَثَنُ: امْرَأَةُ الرَّجُلِ.\nأثن وثن:\nالوَثَنُ: الصَّنَمُ، والجَمِيْعُ الأَوْثَانُ والوُثُنُ، وقُرِئَ قَوْلُه ﷿: «إنْ يَدْعُوْنَ من دُوْنِهِ إلاَّ وُثُناً» (¬٢٩) لجَمْعِ الوَثَنِ.\nوالواثِنُ (¬٣٠): الشَّيْءُ المُقِيْمُ الرّاكِدُ في مَكانِه؛ كالوَاتِنِ (¬٣١).\nوامْرَأَةٌ وَثِيْنَةٌ: أي وَثِيْرَةٌ وَطِيْئَةٌ (¬٣٢).\nواسْتَوْثَنَ من الطَّعَامِ: اسْتَكْثَرَ منه.\nواسْتَوْثَنَتِ النَّحْلُ (¬٣٣): صارَتْ فِرْقَتَيْنِ صِغَاراً وكِبَاراً، وكذلك إذا نَشَأَتْ أوْلادُها.\nوالوَثَنُ: امْرَأَةُ الرَّجُلِ.\nأثن\n(¬٣٤):",
    "pg": "10:183"
  },
  "وجب": {
    "def": "وَجَبَ الشَّيْءُ يَجِبُ وجُوْباً (¬١٩). وأوْجَبَه اللهُ ووَجَّبَه؛ فهو واجِبٌ لازِمٌ.\nوالمُوْجِبَاتُ: الكَبائرُ من الذُّنُوْبِ [/٢٣٠ ب] التي تُوْجِبُ النّارَ. ووَجَبَتِ الشَّمْسُ وَجْباً: إذا غابَتْ؛ ووُجُوْباً.\nوسَمِعْتُ له وَجْبَةً: أي وَقْعاً على الأرْضِ.\nووَجَبَ القَلْبُ يَجِبُ وَجِيْباً ووُجُوْباً.\nوالمُوَجَّبُ (¬٢٠) من الدَّوابِّ: الذي يَفْزَعُ من كُلِّ شَيْءٍ.\nوالوَجْبُ: الجَبَانُ. وبه الوَجْبَةُ: أي حَلَّ به الأمْرُ.\nومَثَلٌ (¬٢١): «بِجَنْبِهِ فَلْتَكُنِ الوَجْبَةُ» أي الصَّرْعَةُ.\nو ﴿وَجَبَتْ جُنُوبُها﴾ (¬٢٢) أي سَقَطَتْ لجُنُوْبِها، ويُقال: بَلْ خَرَجَتْ أنْفُسُها.\nوالوَجْبَةُ: أكْلُ مَرَّةٍ واحِدَةٍ في اليَوْم، يُقال منه: وَجَّبَ الرَّجُلُ على نَفْسِه الطَّعامَ. وأوْجَبَ الرَّجُلُ: أكَلَ مَرَّةً واحِدَةً. وَوَجَّبَ عِيَالَه وفَرَسَه، وتَوَجَّبَ -أيضاً- مِثْلُه. وكذلك في الحَلَبِ.\nووَجَّبَ الرَّجُلُ أُجْرَتَه: جَعَلَهَا أجْزَاءً يَأْخُذُها في أوْقاتٍ مَعْلُومَةٍ.\nوله عَلَيَّ وَجِيْبَةٌ: أي وَظِيْفَةٌ.\nوهذا وَجِيْبَةُ القِتَالِ والشُّرْبِ: أي الوُجُوْبُ.\nوالوَجِيْبَةُ في البَيْعِ: أنْ تُوْجِبَه على أنْ تَأْخُذَ منه بَعْضاً.\nوالإِيْجَابُ: ما يَسْتَوْجِبُه الرَّجُلُ على غَيْرِه (¬٢٣) من واجِبٍ فَرْضٍ.\nوالوَجْبُ (¬٢٤): السَّبْقُ في النِّضَالِ، أوْجَبْتُ عليكَ الوَجْبَ: أي نَضَلْتُكَ فَوَجَبَ [لي] (¬٢٥) عليك. والوِجَابُ: مَنَاقِعُ الماءِ، الواحِدُ (¬٢٦) وَجْبٌ.\nوالوَجِيْبُ: الصَّوْتُ الذي يَخْرُجُ من قُنْبِ الدّابَّةِ.\nابج (¬٢٧):\nالأَبَجُ: الأَبَدُ، هذا آخِرُ الأَبَجِ.\nبجو (¬٢٨):\nبَجَاوَةُ (¬٢٩): أرْضُ النُّوْبَةِ؛ بِها إبِلٌ فارِهَةٌ يُقال لها بَجَاوِيَّةٌ. (و. ا. ي)\nوجم:",
    "pg": "7:201-204"
  },
  "وجح": {
    "def": "وَجَحَ لنا الطَّريقُ، وأَوْجَحَتِ النّارُ: أوْضَحَتْ وبَدَتْ، وأوْجَحَتْ غُرَّةُ الفَرَسِ.\nووَجِيْحٌ بَيِّنُ الْوَجَاحَةِ: إِذا كانَ حَصِيْفاً عاقِلاً.\nوثَوْبٌ وَجِيْحٌ ومُوَجَّحٌ (¬١٢): أي مَتِيْنٌ صَفِيْقٌ. وهو أيضاً: السّابغُ.\nونَبْتٌ مُسْتَوْجِحٌ: مُسْتَحْصِدٌ.\nواسْتَوْجَحَتْ رِجْلي: حَفِيَتْ.\nوجاءَ فلانٌ وما عليه إِجَاحٌ: أي شَيْءٌ يَسْتُرُه، وكذلك الْوِجَاحُ. وما دُوْنَه إِجَاحٌ وأُجَاحٌ وأَجَاحٌ. والوَجَاحُ: بَقِيَّةُ الشَّيْءِ.\nوالْوَجَاحُ: السِّتْرُ، وفيها اللُّغَاتُ الثَّلاثُ.\nوالْوِجَاحُ (¬١٣): الصَّفَاةُ.\nوالْوُجَاحُ: الكُوَّةُ.\nجحو:",
    "pg": "3:143-144"
  },
  "وجد": {
    "def": "الوَجْدُ: من الحُزْنِ.\nوالمَوْجِدَةُ: من الغَضَب. وتَوَجَّدْتُ عليه: من الوَجْدِ. وتَوَجَّدَ أمْرَ كذا: أي شَكاه.\nووَجَدْتُ عليه أجِدُ وأجُدُ وَجْداً.\nوالوُجْدُ: الوِجْدَانُ.\nومن المَقْدُرَةِ: وَجْدٌ ووُجْدٌ ووِجْدٌ وجِدَةٌ.\nوالجِدَةُ: من قَوْلِكَ وَجَدْتُ الشَّيْءَ: أي أصَبْتَه. ووَجَدَ الشَّيْءَ يَجِدُه ويَجُدُه -بِضَمِّ الجِيم وكَسْرِها-. وكذلك من المَوْجِدَةِ.\nووَجَدْتُ الضّالَّةَ أجُدُها وأجِدُها وِجْدَاناً. وقد وَجِدَ -بِكَسْرِ الجِيم-، والأكْثَرُ: وَجَدَ.\nويقولونَ: لَمْ أجِدْ من ذلك (¬٩) بُدّاً (¬١٠). ووَجَدَ الشَّيْءَ، واتَّجَدَه يَتَّجِدُه.\nوالواجِدُ: الغَنِيُّ.\nوالحَمْدُ للهِ الذي أوْجَدَني بَعْدَ فَقْرٍ: أي أغْنَاني، وآجَدَني.\nوالوِجْدُ -بكَسْرِ الواوِ-: لُغَةٌ في الوُجْدِ (¬١١)، وقُرِئ: «مِنْ وِجْدِكم» (¬١٢).\nوالوِجَادُ: مَنَاقِعُ الماءِ، الواحِدُ (¬١٣) وَجْدٌ.\nوالوَجِيْدُ: ما اسْتَوى من الأرْضِ، وجَمْعُه وُجْدَانٌ.\nاجد:",
    "pg": "7:157-158"
  },
  "وجذ": {
    "def": "مُهْمَلٌ عنده (¬٨).\nالخارزنجيُّ: الوِجَاذُ: جَمْعُ الوَجْذَةِ وهي مَوْضِعٌ يَحْفِرُه الناسُ بالقَيْظِ يَتَخَوَّضُوْنَ (¬٩) فيه ويَجْتَمِعُ فيه ماءُ السَّمَاء. ومَكَانٌ وَجِذٌ: به وِجَاذٌ وأوْجاذٌ. وقيل: الوَجْذُ: الوَقْبُ الذي في الصَّفا. وقيل: الوِجَاذُ: المَكانُ المُرْتَفِعُ، ومَضْرَبُ الوَتِدِ من الأرْضِ، ومُنْتَزَعُه أيضاً.\nوأوْجَذَه ايجاذاً: أي اضْطَرَّه إلى الحاجَةِ.\nجوذ (¬١٠):\nالجائذُ: الذي يَعُبُّ في الشَّرَابِ، جَأَذَ يَجْأَذُ: أي يَعُبُّ.\nوالجُوْذِيَاءُ -بالذالِ-: المِدْرَعَةُ من الصُّوفِ يَلْبَسُها الجَمّالُوْنَ، وهي كَلِمَةٌ نَبَطِيَّةٌ.\nذأج (¬١١):\nذَأَجَ الشَّرَابَ: إذا أكْثَرَ منه. وذَاجَهُ -أيضاً- يَذُوْجُه. وذِجْتُ الماءَ: إذا اسْتَكْثَرْتَ منه فلم تَرْوَ.\nوذَأَجْتُ القِرْبَةَ: مَلأْتَها، فانْذَأَجَتْ. ويكُونُ-أيضاً-: إذا انْخَرَقَتْ، وذَأَجْتُها: خَرَقْتها.\nوالذّاجُ (¬١٢): الذَّبْحُ.\nونَصْلٌ مِذْأَجٌ: حَدِيْدٌ.\nوأحْمَرُ ذَؤوْجٌ: أي قانِئٌ مُحْمَرٌّ لائحٌ. (و. ا. ي)\nجوث:",
    "pg": "7:165-167"
  },
  "وجر": {
    "def": "الوَجْرُ: أن يُوْجَرَ ماءٌ أو دَوَاءٌ في حَلْقِ (¬٢٢) الصَّبِيِّ. وهو الوَجُوْرُ والوُجُوْرُ.\nوالمِيْجَرَةُ: شِبْهُ مُسْعُطٍ يُوْجَرُ به الدَّوَاءُ في الحَلْقِ (¬٢٣). وتَوَجَّرْتُ الدَّوَاءَ: ابْتَلَعْتَه شَيْئاً بَعْدَ شَيْءٍ. ووَجَرْتُه الوَجُوْرَ وأوْجَرْتُه -باللُّغَتَيْنِ-.\nوأوْجَرْتُه الرُّمْحَ: إذا طَعَنْتَه في صَدْرِه.\nوالوَجَرُ: خَوْفٌ وغُصَّةٌ في الجَوْفِ. وإِنَّه لَأَوْجَرُ: أي خائفٌ، وفُلانَةُ وَجْرَاءُ، وقد وَجِرَ يَوْجَرُ وَجَراً.\nوالوَجَارُ: سَرَبُ الضَّبُعِ ونَحْوِه إذا حَفَرَ فأمْعَنَ، والجميع الأوْجِرَةُ.\nوالمِيْجَارُ: نَحْوُ صَوْلجانٍ تُضْرَبُ به الكُرَةُ.\nرجو:",
    "pg": "7:173-174"
  },
  "وجز": {
    "def": "أمْرٌ وَجِيْزٌ مُوْجَزٌ. وأوْجَزْتُه: اخْتَصَرْته. ووَجُزَ مَنْطِقُكَ وَجَازَةً، وَوَجَزَ وُجُوْزاً ووَجْزاً.\nورَجُلٌ وَجْزٌ، وامْرَأَةٌ وَجْزَةٌ (¬٣٨): أي سَرِيْعَةُ الحَرَكَة. ومنه كُنْيَةُ أبي وَجْزَةَ السَّعْدِيِّ.\nوالوَجْزُ: من إيجازِ العَطِيَّةِ وهو تَعْجِيْلُها.\nوتَوَجَّزْتُ الشَّيْءَ: الْتَمَسْته. و ﴿وَجَعَلُوا لَهُ مِنْ عِبادِهِ جُزْءاً﴾ (¬٣٥).\nوجَزَأْتُ الرَّجُلَ إلى اللهِ: أي وَكَلْتَه إليه.\nوأبُو جَزْءٍ: اسْمٌ.\nوجَزْءٌ: اسْمٌ أيضاً (¬٣٦).\nجأز:\nالجَأْزُ (¬٣٧): كهَيْئةِ غَصَصٍ وهو داءٌ يَأْخُذُ في الصَّدْرِ عِنْدَ الغَيْظِ، جَئزَ يَجْأَزُ جَأَزاً فهو جَئزٌ.\nوجز:\nأمْرٌ وَجِيْزٌ مُوْجَزٌ. وأوْجَزْتُه: اخْتَصَرْته. ووَجُزَ مَنْطِقُكَ وَجَازَةً، وَوَجَزَ وُجُوْزاً ووَجْزاً.\nورَجُلٌ وَجْزٌ، وامْرَأَةٌ وَجْزَةٌ (¬٣٨): أي سَرِيْعَةُ الحَرَكَة. ومنه كُنْيَةُ أبي وَجْزَةَ السَّعْدِيِّ.\nوالوَجْزُ: من إيجازِ العَطِيَّةِ وهو تَعْجِيْلُها.\nوتَوَجَّزْتُ الشَّيْءَ: الْتَمَسْته.\nجيز:",
    "pg": "7:153"
  },
  "وجس": {
    "def": "الوَجْسُ: فَزْعَةٌ في القَلْبِ، أوْجَسَ القَلْبُ فَزَعاً، وفي السَّمْعِ أيضاً؛ وهو الصَّوْتُ الخَفِيُّ.\nوما ذُقْتُ عنده أوْجَسَ: أي طَعَاماً.\nوما في سِقَائه أوْجَسُ: أي (¬٦) قَطْرَةُ ماءٍ.\nوالأَوْجَسُ: الدَّهْرُ، «لا آتِيْكَ سَجِيْسَ الأَوْجَسِ» (¬٧): أي أبَداً.\nجسو (¬٨):\nجَسَا يَجْسُو جُسُوّاً؛ وهو جاسٍ: إذا كَان فيه صَلابَةٌ وخُشُوْنَةٌ. وجَبَلٌ جاسٍ. وأرْضٌ جاسِيَةٌ. وجُسِئَتْ فهي مَجْسُوْءَةٌ (¬٩)؛ وأُجْسِئَتْ (¬١٠) فهي مُجْسَأَةٌ.\nسجو:",
    "pg": "7:146-147"
  },
  "وجع": {
    "def": "وجِعَ يَوْجِعُ ويَيْجِعُ وياجَعُ ويَيْجَعُ (¬١١). وهو يُوْجِعُه (¬١٢).\nوضَرْبٌ وَجِيْعٌ: مُوْجِعٌ.\nوتَوَجَّعْتُ له: رَثَيْتَ.\nوالوَجْعَاءُ: الدُّبُرُ. جوع:\nهو جائعٌ نائعٌ: على الإِتْبَاع، وجَوْعَانُ.\nوانِّي لأجُوْعُ الى مالي وأعْطَشُ: أي أشْتَاقُ.\nوواحِدُ المَجَاوِعِ: مَجْوَعَةٌ وَمَجَاعَةٌ.\nوهو مِنِّي على قَدْرِ مَجَاعِ الشَّبْعانِ: أي على قَدْرِ ما يَجُوْعُ.\nوفي المَثَل (¬١٠): «سِمَنُ كَلْبٍ في جُوْعِ أهْلِه» أي عند وقُوع السُّوَافِ في المال.\nوجع:\nوجِعَ يَوْجِعُ ويَيْجِعُ وياجَعُ ويَيْجَعُ (¬١١). وهو يُوْجِعُه (¬١٢).\nوضَرْبٌ وَجِيْعٌ: مُوْجِعٌ.\nوتَوَجَّعْتُ له: رَثَيْتَ.\nوالوَجْعَاءُ: الدُّبُرُ.\nعيج:",
    "pg": "2:94"
  },
  "وجف": {
    "def": "الوَجْفُ: سُرْعَةُ السَّيْرِ، وَجَفَتِ الناقَةُ تَجِفُ وَجِيْفاً، وأوْجَفَها راكِبُها.\nووَجَفَ قَلْبُه يَجِفُ: إذا خَفَقَ؛ وُجُوْفاً ووَجْفاً. (و. ا. ي)\nوجف:\nالوَجْفُ: سُرْعَةُ السَّيْرِ، وَجَفَتِ الناقَةُ تَجِفُ وَجِيْفاً، وأوْجَفَها راكِبُها.\nووَجَفَ قَلْبُه يَجِفُ: إذا خَفَقَ؛ وُجُوْفاً ووَجْفاً.\nجوف:",
    "pg": "7:193"
  },
  "وجل": {
    "def": "الوَجَلُ: الخَوْفُ، وَجِلْتُ أوْجَلُ وَجَلاً؛ فهو وَجِلٌ وأوْجَلُ، يُقال: وَجِلْتَ تَاجَلُ وتَيْجَلُ وتَوْجَلُ. وَاجَلَني (¬٣٥) فَوَجَلْتُه: أي غَالَبَني في الوَجَلِ فَغَلَبْتُه.\nووَجُلَ فُلانٌ يَوْجُلُ وَجْلاً: إذا كَبِرَ. والوُجُوْلُ: الشُّيُوْخُ.\nوالوَجِيْلُ: حُفْرَةٌ يَسْتَنْقِعُ فيها الماءُ، وهو المَأْجَلُ (¬٣٦). لوج (¬٣٧):\nيُقال: ما في صَدْرِكَ (¬٣٨) حَوْجَاءُ ولا لَوْجَاءُ [/٢٢٩ أ]: أي شَكٌّ. ولَيْسَ في أمْرِهِ حُوَيْجَاءُ ولا لُوَيْجَاءُ (¬٣٩). وما فيه عَوَجٌ ولَوَجٌ (¬٤٠).\nولَوَّجَ بنا الطَّرِيقُ (¬٤١): عَوَّجَ.\nواللَّوْجُ: مَصْدَرُ لُجْتُ الشَّيْءَ ألُوْجُه: إذا أدْرَتَه في فِيْكَ. (و. ا. ي)\nجنى:",
    "pg": "7:184-186"
  },
  "وجم": {
    "def": "الوَجَمُ -والجَميعُ الأوْجَامُ -: عَلامَاتٌ وأبْنِيَةٌ عادِيَّةٌ يُهْتَدى بها؛ كالحِجَارَةِ المَجْمُوعَةِ، ويُجْمَعُ وِجَاماً أيضاً. وقيل: هي جِبَالٌ صِغَارٌ لَيْسَتْ بالطِّوَالِ.\nوالوُجُوْمُ والأُجُوْمُ: السُّكُوْتُ على غَيْظٍ وهَمٍّ، وهو واجِمٌ.\nوالوَجَمُ: الشَّحِيْحُ البَخِيْلُ، وقيل: الخَفِيْفُ الجِسْمِ اللَّئيمُ.\nوالواجِمُ: الحَزِيْنُ.\nوتَوَجَّمَ: أي غَضِبَ.\nوإِنَّه لَوَجْمُ سَوْءٍ: أي رَجُلُ سَوْءٍ.\nووَجَمْتُ الرَّجُلَ أجِمُه: إذا وَكَزْتَه.\nوالوَجِيْمَةُ من العَلَفِ والطَّعَامِ: ما أصَابَتْه آفَةٌ.\nوالوَجْمَةُ: مِثْلُ الوَجْبَةِ.\nولا تَفْعَلْ كذا فَيَكُونَ عليكَ وَجْمَةً: أي مَرْجِعُه إلى الغَيْظِ والهَمِّ. (و. ا. ي)\nوجم:\nالوَجَمُ -والجَميعُ الأوْجَامُ -: عَلامَاتٌ وأبْنِيَةٌ عادِيَّةٌ يُهْتَدى بها؛ كالحِجَارَةِ المَجْمُوعَةِ، ويُجْمَعُ وِجَاماً أيضاً. وقيل: هي جِبَالٌ صِغَارٌ لَيْسَتْ بالطِّوَالِ.\nوالوُجُوْمُ والأُجُوْمُ: السُّكُوْتُ على غَيْظٍ وهَمٍّ، وهو واجِمٌ.\nوالوَجَمُ: الشَّحِيْحُ البَخِيْلُ، وقيل: الخَفِيْفُ الجِسْمِ اللَّئيمُ.\nوالواجِمُ: الحَزِيْنُ.\nوتَوَجَّمَ: أي غَضِبَ.\nوإِنَّه لَوَجْمُ سَوْءٍ: أي رَجُلُ سَوْءٍ.\nووَجَمْتُ الرَّجُلَ أجِمُه: إذا وَكَزْتَه.\nوالوَجِيْمَةُ من العَلَفِ والطَّعَامِ: ما أصَابَتْه آفَةٌ.\nوالوَجْمَةُ: مِثْلُ الوَجْبَةِ.\nولا تَفْعَلْ كذا فَيَكُونَ عليكَ وَجْمَةً: أي مَرْجِعُه إلى الغَيْظِ والهَمِّ.\nاجم:",
    "pg": "7:204"
  },
  "وجن": {
    "def": "الوَجْنَةُ: ما ارْتَفَعَ من الخَدَّيْنِ بَيْنَ الشِّدْقِ والمَحْجِرِ، وفيه ثَلاثُ لُغَاتٍ:\nوَجْنَةٌ ووِجْنَةٌ ووُجْنَةٌ. والأَوْجَنُ والوَجْنَاءُ: ذاتُ الوَجْنَةِ الضَّخْمَةِ من النُّوْقِ. ورَجُلٌ مُوَجَّنٌ: عَظِيمُ الوَجْنَةِ [/٢٢٩ ب].\nوالوَجِيْنُ: مَتْنٌ من الأرْضِ ذو حِجَارَةٍ صِغَارٍ.\nومَكانٌ واجِنٌ ووَجِيْنٌ: أي صُلْبٌ.\nوالوَجَنُ: الغِلَظُ من الأرْضِ. والمِيْجَنَةُ: المِدَقَّةُ، وجَمْعُها مَوَاجِنُ ومَيَاجِنُ وَمَأجِنُ-يُهْمَزُ ويُلَيِّنُ- وَوَجَّنْتُه: ضَرَبْته بالمِيْجَنَةِ. ووَجَنْتُ الوَتِدَ أجِنُه وَجْناً: دَقَقْته بالمِيْجَنَةِ.\nووَجَّنْتُ الرَّجُلَ بالأرْضِ تَوْجِيْناً ووَجَنْتُه فهو مَوْجُونٌ: أي ضَرَبْتَ به إيّاها.\nوما أدْري أيُّ مَنْ وَجَّنَ الجِلْدَ هو: أيْ أيُّ الخَلْقِ هو.\nووَجَنَتْ به أُمُّه: رَمَتْ به. ولَعَنَ اللهُ أُمّاً وَجَنَتْ به.\nوقيل المِيْجَنَةُ (¬٢٦): التي تُوَجِّنُ بها (¬٢٧) الأَدِيْمَ: أي تَضْرِبُ عليه عِنْدَ دِبَاغِه لِيَلِيْنَ.\nاجن:",
    "pg": "7:190-191"
  },
  "وجه": {
    "def": "الوَجَاهَةُ والجاهُ: المَنْزِلَةُ عند السُّلْطان، رَجُلٌ وَجِيْهٌ: ذو جاهٍ.\nووَجَهْتُكَ عند الناسِ أجِهُكَ: صِرْتُ أوْجَهَ منكَ. وأوْجَهَهُ السُّلْطانُ ووَجَّهَهُ:\nشَرَّفَه.\nوالوَجْهُ: مُسْتَقْبَل كُلِّ شَيْءٍ.\nوالجِهَةُ: النَّحْوُ.\nوالوِجْهَةُ: القِبْلةُ وشِبْهُها في أيِّ وَجْهٍ أخَذْتَ.\nووَجَّهُوا إليك: وَلَّوْا إليك وُجُوهَهم، وتَوَجَّهُوا أيضاً.\nوالوُجَاهُ والتُّجَاهُ: الحِذَاءُ، ويُكْسَرَانِ.\nوالمُوَاجَهَةُ: اسْتِقبالُ الرَّجُلِ بكلامٍ أو بِوَجْهٍ.\nوالمُوَجَّهُ: الذي له وَجْهٌ في الناس.\nوجاءه السائلُ فأوْجَهَه: أي رَدَّه. وقَوْلُ العَجّاج:\nيُوَجِّهُ … الأرْضَ ويَسْتاقُ الشَّجَرْ (¬٥)\nأي يَأْخُذُ وَجْهَ الأرض.\nوالوَجِيْهَةُ: خَرَزَةٌ لها وَجْهَانِ يُرى الوَجْهُ في أحَدِهما.\nوإذا خَرَجَ يَدُ (¬٦) الجَنِينِ والمُهْرِ حين يُوْلَدُ فهو: الوَجِيْهُ.\nويقولون (¬٧): «أحْمَقُ ما يَتَوَجَّهُ» أي ما يُحْسِنُ قَضَاءَ حاجَتِه.\nومَثَلٌ للتَّحْضِيض (¬٨): «وَجِّهِ الحَجَرَ (¬٩) وِجْهَةً مَالَهُ» وَجِهَةٌ وجُهَةٌ وجَهَةٌ: أي ضَعْ كُلَّ شَيْءٍ مَوْضِعَه. وتُنْصَبُ هذه كُلُّها.\nوقَوْلُهم (¬١٠): «أيْنَما أُوَجِّهْ ألْقَ سَعْداً» أي كُلُّ الناسِ مِثْلُ قَوْمي.\nوالتَّوْجِيْهُ في قَوافي الشِّعْرِ: الحَرْفُ الذي بَيْنَ الألِفِ والقافِيَةِ.\nاجه: (¬١١):\nنَظَروا إِلَيَّ بأُجَيِّهِ (¬١٢) سوءٍ، تَصْغِير أُجُوْهٍ وهي الوُجُوْه.\nجوه:",
    "pg": "4:23-24"
  },
  "وحب": {
    "def": "الوُحَابُ: داءٌ يأْخُذُ الابِلَ. ورَجُلٌ حَوْأَبُ البَطْنِ: عَظِيْمُه.\nونَزَلْنا بِحَوْبَةٍ من الأرْضِ: أي بمكانٍ واسِعٍ.\nوحب:\nالوُحَابُ: داءٌ يأْخُذُ الابِلَ.\nبحو:",
    "pg": "3:228"
  },
  "وحج": {
    "def": "الوَحَجُ: المَلْجَأُ، وَحِجَ الرَّجُلُ يَوْحَجُ وَحَجاً (¬١٦). وأوْحَجْتُهُ إِلى كذا:\nألْجَأْتُه.\nوالْأَوْحَاجُ: الأماكِنُ الغامِضَةُ، واحِدَتُها: وَحَجَةٌ. (و. ا. ي)\nحشو:",
    "pg": "3:144-145"
  },
  "وحد": {
    "def": "الوَحَدُ: المُنْفَرِدُ من كلِّ شَيْءٍ، وكذلك الوَحِيْدُ.\nووَحَدَ الشَّيْءُ يَحِدُ حِدَةً. وذاك على حِدَتِهِ، ويُثَنّى ويُجْمَعُ، وعلى وَحْدِه كذلك.\nوالْوَحْدَةُ: الانْفِرادُ، وَحُدَ يَوْحُدُ وَحَادَةً ووَحْدَةً، ووَحِدَ مِثْلُه.\nوالتَّوْحِيْدُ: الإِيمانُ باللهِ ﷿.\nوهو نَسِيْجُ وَحْدِه؛ وهما نَسِيْجا وَحْدِهما؛ وهم نُسَجَاءُ وَحْدِهم: وهو المُكْتَفي بِرَأْيِه لا يُقارِعُه (¬١٦) في الفَضْلِ أَحَدٌ. وقيل: وُلِدَ (¬١٧) وَحْدَهُ من غَيْرِ تَوْأمٍ فيكون فيه ضَعْفٌ. والْوَاحِدُ: أوَّلُ عَدَدِ الحِسابِ. وأَحَدَ عَشَرَ: يَجْري مَجْرى واحِدٍ في العَدَدِ.\nوالوُحْدَانُ: جَماعَةُ واحِدٍ. والمَوْحَدُ والمَثْنى، وأُحَادُ وثُناءٌ: أي وُحْداناً.\nوالْوُحَادُ كالثُّناءِ، والمِيْحَادُ كالمِعْشارِ: وهو جُزْءٌ واحِدٌ، وجَمْعُهُ: مَوَاحِيْدُ.\nولَسْتُ في ذلك الأمْرِ بِأَوْحَدَ: أي على حِدَةٍ [/٨٦ ب]، وفي المُؤنَّثِ:\nبِوَحْدَانِيَّةٍ ولا بِوَاحِدَةٍ ولا بِمُوْحَدَةٍ (¬١٨)، ويُقال: وَحْدَاء (¬١٩)؛ مَمْدُوْدٌ.\nوقيل في قَوْلِه:\nولَقَدْ شَهِدْتُ إِذا القِدَاحُ تُوُحِّدَتْ …\nأي كُلُّ رَجُلٍ منهم أخَذَ قِدْحاً لِغَلاءِ اللَّحْمِ.\nوالمَوَاحِيْدُ: الذين يَخْرُجُونَ في الغَزْوِ.\nوالوُحُوْدَةُ: الوَحْدَةُ.\nوالمُوْحِدُ من الغَنَم: التي تَلِدُ واحِداً.\nولم أرَ حَيّاً واحِدِيْنَ مِثْلَهم، لأنَّهم يقولون: هما واحِدَانِ؛ للاثْنَيْنِ.\nوأقَمْنا عندهم لياليَ واحِدَاتٍ.\nودح:",
    "pg": "3:181-182"
  },
  "وحر": {
    "def": "الوَحَرُ: وَغَرٌ في الصَّدْرِ من الغَيْظِ، وَحِرَ صَدْرُه يَوْحَرُ ويَيْحَرُ، ووَحَرَهُ الغَيْظُ.\nوالْوَحَرَةُ: وَزَغَةٌ أصْغَرُ من العَظَايَةِ. واللَّحْمُ الوَحِرُ: الذي دَبَّتْ عليه الوَحَرَةُ.\nوامْرَأةٌ وَحِرَةٌ (¬٢٤): سَوْداءُ دَمِيْمَةٌ (¬٢٥). وقيل: هي الحَمْرَاءُ القَصِيْرَةُ.\nوقد أَوْحَرَهُ الطَّعَامُ: وهو أنْ يأْخُذَه القَيْءُ والمَشْيُ. وحر:\nالوَحَرُ: وَغَرٌ في الصَّدْرِ من الغَيْظِ، وَحِرَ صَدْرُه يَوْحَرُ ويَيْحَرُ، ووَحَرَهُ الغَيْظُ.\nوالْوَحَرَةُ: وَزَغَةٌ أصْغَرُ من العَظَايَةِ. واللَّحْمُ الوَحِرُ: الذي دَبَّتْ عليه الوَحَرَةُ.\nوامْرَأةٌ وَحِرَةٌ (¬٢٤): سَوْداءُ دَمِيْمَةٌ (¬٢٥). وقيل: هي الحَمْرَاءُ القَصِيْرَةُ.\nوقد أَوْحَرَهُ الطَّعَامُ: وهو أنْ يأْخُذَه القَيْءُ والمَشْيُ.\nحور:",
    "pg": "3:200"
  },
  "وحش": {
    "def": "الوَحْشُ: من دَوَابِّ البَرِّ ما لا يَسْتَأْنِسُ، والجَميعُ: الوُحُوْشُ. وحِمَارُ؛ وَحْشٍ.\nوالوُحْشَانُ: الوُحُوْشُ. والوَحِيْشُ: جَمَاعَةُ الوَحْشِ. وأَرْضٌ مَوْحُوْشَةٌ:\nذاتُ وَحْشٍ.\nوالوَحْشِيُّ والإِنْسِيُّ: شِقّا كلِّ شَيْءٍ. والوَحْشِيُّ: ما خالَفَه. ووَحْشِيُّ القَوْسِ أيضاً. ويُقال للجائع الخالي البَطْنِ: قد تَوَحَّشَ، وأوْحَشَ أيضاً. والمُحْتَمي لِشُرْبِ الدَّواءِ كذلك. ورَجُلٌ مُوْحِشٌ بَيِّنُ الإِيْحَاشِ: جائعٌ. وباتَ فلانٌ وَحْشاً، وجَمْعُه: أوْحاشٌ.\nوالْوَحْشَةُ: ضِدُّ الأَنَسَةِ، دارٌ مُوْحِشَةٌ، وطَلَلٌ مُوْحِشٌ، ومَنْزِلٌ وَحْشٌ.\nوبينهما وَحْشَاءُ -على فَعْلاء-: أي وَحْشَةٌ. وأوْحَشْتُ الأرْضَ: وَجَدْتَها وَحِشَةً.\nووَحَّشَ الرَّجُلُ بسَيْفِه وبثَوْبِه: إِذا رَمى به بَعِيْداً،\nو ١٦ - في الحَدِيْثِ (¬١١):\n«فَوَحَشُوا بِرِمَاحِهِم». رَمَوْا بها.\nوشح:",
    "pg": "3:148-149"
  },
  "وحص": {
    "def": "مُهْمَلٌ عنده (¬٢٥).\nيعقوب (¬٢٦): أصْبَحَتْ وما بها وَحْصَةٌ ولا وَذْيَةٌ: أي بَرْدٌ، وقيل: ما بها جُرْحٌ ولا أذىً. (¬١)\n(و. ا. ي)\nحسو:",
    "pg": "3:163-164"
  },
  "وحف": {
    "def": "الوَحْفُ: الشَّعَرُ الكَثيرُ الأسْوَدُ. والنَّبَاتُ الرَّيّانُ، وَحُفَ يَوْحُفُ وَحَافَةً ووُحُوْفَةً.\nوالْوَحْفَةُ: صَخْرَةٌ في جَنْبِ الوادي سَوْدَاءُ.\nوالْوَحْفَاءُ من الأرْضِ: الحَمْرَاءُ. وقيل: السَّوْدَاءُ.\nوالْوَحْفَةُ: الصَّوْتُ.\nوقال النَّضْرُ: وَحَفْنَا إلى فلانٍ: أي دَلَفْنا إليه.\nووَحَفَ يَحِفُ: دَنا.\nوَوَحَفَ فلانٌ بِنَفْسِهِ الأرْضَ: ضرَبَها بها، والوَحْفَةُ: الاسْمُ.\nوالتَّوْحِيْفُ: الضَّرْبُ بالعَصا اعْتِراضاً. وهو أيضاً: تَوْفِيْرُ (¬١٨) العِضْوِ من الجَزُوْرِ.\nومُنَاخٌ مُوْحِفٌ: إذا أَوْحَفَ البارِكَ (¬١٩) وعاداه. وحف:\nالوَحْفُ: الشَّعَرُ الكَثيرُ الأسْوَدُ. والنَّبَاتُ الرَّيّانُ، وَحُفَ يَوْحُفُ وَحَافَةً ووُحُوْفَةً.\nوالْوَحْفَةُ: صَخْرَةٌ في جَنْبِ الوادي سَوْدَاءُ.\nوالْوَحْفَاءُ من الأرْضِ: الحَمْرَاءُ. وقيل: السَّوْدَاءُ.\nوالْوَحْفَةُ: الصَّوْتُ.\nوقال النَّضْرُ: وَحَفْنَا إلى فلانٍ: أي دَلَفْنا إليه.\nووَحَفَ يَحِفُ: دَنا.\nوَوَحَفَ فلانٌ بِنَفْسِهِ الأرْضَ: ضرَبَها بها، والوَحْفَةُ: الاسْمُ.\nوالتَّوْحِيْفُ: الضَّرْبُ بالعَصا اعْتِراضاً. وهو أيضاً: تَوْفِيْرُ (¬١٨) العِضْوِ من الجَزُوْرِ.\nومُنَاخٌ مُوْحِفٌ: إذا أَوْحَفَ البارِكَ (¬١٩) وعاداه.\nفحى:",
    "pg": "3:223"
  },
  "وحل": {
    "def": "الوَحَلُ: الطِّيْنُ، وَحِلَ يَوْحَلُ ويَأْحَلُ وَحَلاً، والجَميعُ: الوُحُوْلُ والْأَوْحَالُ. واسْتَوْحَلَ المَكانُ.\nوالمُتَحَلِّلُ والمُتَّحِلُ: المُسْتَثْنى المُتَحَلِّلُ، قال النَّابِغَةُ:\nوفي مَيْسَرِ الأيْسَارِ مُتَّحِلا … وأَلاحَ بحَقّي: ذَهَبَ به.\nولَوَّحْتُه بالعَصا والسَّوْطِ: عَلَوْتَه بهما ضَرْباً.\nوالْمَلاوِيْحُ: العَيْشُ الخَفِيْفُ غيرُ المَحْمُوْدِ.\nولَوِّحِ الصَّبِيَّ: أي قُتْه ما يُمْسِكُه.\nوفلانٌ مُلْتَاحٌ: مُتَغَيِّرٌ.\nوحل:\nالوَحَلُ: الطِّيْنُ، وَحِلَ يَوْحَلُ ويَأْحَلُ وَحَلاً، والجَميعُ: الوُحُوْلُ والْأَوْحَالُ. واسْتَوْحَلَ المَكانُ.\nوالمُتَحَلِّلُ والمُتَّحِلُ: المُسْتَثْنى المُتَحَلِّلُ، قال النَّابِغَةُ:\nوفي مَيْسَرِ الأيْسَارِ مُتَّحِلا …\nولح:",
    "pg": "3:213"
  },
  "وحم": {
    "def": "يُقال للمَرْأةِ الحُبْلَى إذا اشْتَهَتْ شَيْئاً: وَحِمَتْ تَوْحَمُ وَحَماً وَوَحَامَةً، فهي وَحْمى بَيِّنَةُ الْوِحَامِ. وقد وَحَّمْنَاهَا: أطْعَمْناها شَهْوَتَها.\nوفي المَثَلِ (¬٢٣): «وَحْمى فأمّا حَبَلٌ فلا حَبَلْ» يُضْرَبُ لِمَنْ يَسْأَلُكَ أبَداً ولا يَنْفَعُكَ.\nووَحِمَتِ الدَّابَّةُ-وهي الوِحَامُ -: إذا حَمَلَتْ فاسْتَعْصَتْ (¬٢٤).\nويَوْمٌ وَحِمٌ: شَديدُ الحَرِّ.\nوالْوَحَمُ (¬٢٥): الحَرَارَةُ والاحْتِرَاقُ في الجَوْفِ من الغَيْظِ والجُوْعِ. وصَوْتُ طَيَرانِ الطّائِرِ وحَفِيْفُه. موح:",
    "pg": "3:233-234"
  },
  "وخد": {
    "def": "الوَخْدُ: سَعَةُ الخَطْوِ والسُّرْعَةُ في المَشْي، وظَلِيْمٌ وبَعِيرٌ وَخّاد. (و. ا. ي)\nخود:\nالخَوْدُ: الفَتاةُ الشابَّةُ، والجميع خَوْدَاتٌ وأخْواد.\nوخَوَّدْتُ الفَحْلَ: أرْسَلْته في الإِناث.\nوتَخَوَّدَتِ الغُصْنَةُ تَخَوُّداً: يَعْني تَثَنِّيَها واعتِدالَها.\nوالتَّخْوِيدُ: أنْ يَهْتَزَّ في السَّيْرِ كأنَّه يَضطَرِبُ.\nوخد:\nالوَخْدُ: سَعَةُ الخَطْوِ والسُّرْعَةُ في المَشْي، وظَلِيْمٌ وبَعِيرٌ وَخّاد.\nخدى:",
    "pg": "4:393"
  },
  "وخز": {
    "def": "الوَخْزُ: طَعْنٌ غير نافِذٍ، وَخَزَه يَخِزُه (¬٦) وَخْزاً.\nوَوَخَزَه القَتِيْرُ: إذا شَمِطَ مواضِعُ من لحيتِه، فهو مَوْخُوزٌ.\nوإذا جاءَ القَوْمُ إلى طعامٍ فجاءوا جَماعةً جَماعةً (¬٧) قالوا: جاءوا وَخْزَةً وَخْزَة (¬٨).\nوالوَخْزُ: الشَّيْءُ القَليلُ.\nوالوَخِيْزَةُ (¬٩): ثَرِيْدَةُ العَسَل، وَخَزَه وَخْزاً. والخَزْوُ: الطَّعْنُ بالرِّماح، والخِزَايَةُ مِثْلُه.\nوالخَزَاءُ (¬٥): نَبْتٌ يَنْبُتُ في الجِبال.\nوخز:\nالوَخْزُ: طَعْنٌ غير نافِذٍ، وَخَزَه يَخِزُه (¬٦) وَخْزاً.\nوَوَخَزَه القَتِيْرُ: إذا شَمِطَ مواضِعُ من لحيتِه، فهو مَوْخُوزٌ.\nوإذا جاءَ القَوْمُ إلى طعامٍ فجاءوا جَماعةً جَماعةً (¬٧) قالوا: جاءوا وَخْزَةً وَخْزَة (¬٨).\nوالوَخْزُ: الشَّيْءُ القَليلُ.\nوالوَخِيْزَةُ (¬٩): ثَرِيْدَةُ العَسَل، وَخَزَه وَخْزاً.\nزيخ:",
    "pg": "4:388"
  },
  "وخض": {
    "def": "الوَخْضُ: طَعْنٌ غير جائفٍ. (و. ا. ي)\nخوض:\nخُضْتُ الماءَ خَوْضاً وخِيَاضاً: [أي] (¬١) مَشَيْت فيه، واخْتَاضَ اخْتِياضاً، وخَوَّضَ تَخْوِيضاً.\nوالخَوْضُ (¬٢): اللَّبْسُ في الأمر. وهو من الكلام: ما فيه (¬٣) كَذِبٌ وباطِلٌ.\nوالمِخْوَضُ: مِجْدَحٌ يُخَوَّضُ (¬٤) به السَّوِيْقُ.\nوخض:\nالوَخْضُ: طَعْنٌ غير جائفٍ.\nوضخ:",
    "pg": "4:377"
  },
  "وخط": {
    "def": "الوَخْطُ: الطَّعْنُ. وهو بالسَّيْفِ: التَّناوُلُ من بَعِيدٍ.\n[و] (¬١١) وَخَطَه [/١٣٣ ب] الشَّيْبُ: [أي] (¬١٢) شابَ رَأْسُه، فهو مَوْخُوط.\nووَخَطَ في السَّيْرِ يَخِطُ: أي أسْرَعَ، وكذلك وَخَطَ الظَّلِيمُ.\nوبها وَخْطٌ من الناسِ والوَحْشِ: أي نَبْذٌ. ويَوْمٌ خاطِئُ النَّوْءِ: أخْطَأ النَّوْءُ فيه فلم يَمْطُرْ. وفي الحَدِيث (¬٧): «خَطَّأَ اللَّهُ نَوْءَ فلانٍ» إذا دُعِيَ عليه بأنْ لا (¬٨) يَظْفَرَ بحاجَتِه.\nو ﴿إِنّا كُنّا خاطِئِينَ﴾ (¬٩): أي آثِمين.\nوخَطَأَتِ القِدْرُ بزَبَدِها: إذا ألْقَتْهُ عند الغَلَيان.\nوالمُسْتَخْطِئة (¬١٠): الحائلُ من الإِبل.\nخوط:\nالخُوْطُ: الغُصْنُ الناعِمُ لِسَنَةٍ.\nوالخُوْطَانَةُ: الطَّوِيلةُ الخَلْقِ من النِّساء.\nوخط:\nالوَخْطُ: الطَّعْنُ. وهو بالسَّيْفِ: التَّناوُلُ من بَعِيدٍ.\n[و] (¬١١) وَخَطَه [/١٣٣ ب] الشَّيْبُ: [أي] (¬١٢) شابَ رَأْسُه، فهو مَوْخُوط.\nووَخَطَ في السَّيْرِ يَخِطُ: أي أسْرَعَ، وكذلك وَخَطَ الظَّلِيمُ.\nوبها وَخْطٌ من الناسِ والوَحْشِ: أي نَبْذٌ.\nخيط:",
    "pg": "4:390"
  },
  "وخف": {
    "def": "الوَخِيْفُ: ضَرْبُكَ الخِطْميَّ لِيَخْتَلِط.\nوالوَخِيْفَةُ: الخَزِيْرَةُ. واللَّبَنُ أيضاً.\nوصارَ الماءُ وَخِيْفَةً (¬٣٧): إذا غَلَبَ الطِّينُ على الماء.\nواسْتَوْخَفَهم العَدُوُّ: ثَبَتُوا عليهم.\nوائْتَخَفَتْ (¬٣٨) رِجْلي: [أي] (¬٣٩) زَلَّتْ.\nوجاءَ مُوْخِفاً: أي مُسْرِعاً.\nخفأ ويُقْرَأُ: ﴿أُخْفِيها﴾ أُسِرُّها.\nوالمُخْتَفي: النَّبّاشُ.\nوالخافي (¬٣٦): الجِنُّ، والجميع الخَوَافي، وكذلك الخافِيَاء.\nوخف:\nالوَخِيْفُ: ضَرْبُكَ الخِطْميَّ لِيَخْتَلِط.\nوالوَخِيْفَةُ: الخَزِيْرَةُ. واللَّبَنُ أيضاً.\nوصارَ الماءُ وَخِيْفَةً (¬٣٧): إذا غَلَبَ الطِّينُ على الماء.\nواسْتَوْخَفَهم العَدُوُّ: ثَبَتُوا عليهم.\nوائْتَخَفَتْ (¬٣٨) رِجْلي: [أي] (¬٣٩) زَلَّتْ.\nوجاءَ مُوْخِفاً: أي مُسْرِعاً.\nخفأ\n(¬٤٠):",
    "pg": "4:425"
  },
  "وخم": {
    "def": "",
    "pg": "4:430-494"
  },
  "ودج": {
    "def": "الوَدَجُ: عِرْقٌ مُتَّصِلٌ كأنَّه عَظْمٌ من الرَّأْسِ إلى السَّحْرِ، والجَمِيعُ الأوْدَاجُ.\nوإذا فُصِدَ قيل: وُدِجَ. ودِجْ دابَّتَكَ-في الأمْرِ-.\nووَدَجْتُ بَيْنَ القَوْمِ أَدِجُ وَدْجاً: أصْلَحْت بينهم.\nوفلانٌ وَدَجِي إلى فلانٍ: أي سَبَبي.\nويُقال للأَخَوَيْنِ: هُمَا وَدَجَانِ. وثَوْبٌ مُؤْجَدُ النَّسْجِ، ومُؤجَّدٌ أيضاً.\nورَجُلٌ مُؤْجَدُ الأظافِيرِ والأنْيَابِ.\nوفي زَجْرِ البَعيرِ: إجِدْ وهِجِدْ.\nودج:\nالوَدَجُ: عِرْقٌ مُتَّصِلٌ كأنَّه عَظْمٌ من الرَّأْسِ إلى السَّحْرِ، والجَمِيعُ الأوْدَاجُ.\nوإذا فُصِدَ قيل: وُدِجَ. ودِجْ دابَّتَكَ-في الأمْرِ-.\nووَدَجْتُ بَيْنَ القَوْمِ أَدِجُ وَدْجاً: أصْلَحْت بينهم.\nوفلانٌ وَدَجِي إلى فلانٍ: أي سَبَبي.\nويُقال للأَخَوَيْنِ: هُمَا وَدَجَانِ.\nدجو:",
    "pg": "7:159"
  },
  "ودح": {
    "def": "مُهْمَلٌ عنده (¬٢٠).\nالخارْزَنْجِيُّ عن أبي زَيْدٍ: أَوْدَحَ فلانٌ: إِذا أقَرَّ؛ فهو مُوْدِحٌ.\nوأوْدَحْتُهُ: لَيَّنْتُه وذَلَّلْتُه (¬٢١).\nوالْإِيْدَاحُ: الخِصاءُ، قد أَوْدَحَتْ خُصْيَتاه: سَقَطَتا. وأَوْدَحَتِ النّاقَةُ إيداحاً: حَسُنَتْ حالُها في السِّمَن.\nوأَوْدَحْتُ الحَوْضَ: أصْلَحْتَه وطَيَّنْتَه.\nوأَوْدَحَتْ فلانةُ نَفْسَها بالطِّيْبِ.\nأحد:",
    "pg": "3:182-183"
  },
  "ودس": {
    "def": "الوِدَاسُ من النَّبَاتِ: ما غَطّى وَجْهَ الأرْضِ ولَمّا تَتَشَعَّبْ شُعَبُه بَعْدُ. وقد أوْدَسَتِ الأرْضُ. ومَكانٌ مُوَدِّسٌ. وتَوَدَّسْتُ، والتَّوَدُّسُ: رَعْيُ الوِدَاسِ.\nوما أدْري أيْنَ وَدَّسَ: أي أيْنَ ذَهَبَ. ودس:\nالوِدَاسُ من النَّبَاتِ: ما غَطّى وَجْهَ الأرْضِ ولَمّا تَتَشَعَّبْ شُعَبُه بَعْدُ. وقد أوْدَسَتِ الأرْضُ. ومَكانٌ مُوَدِّسٌ. وتَوَدَّسْتُ، والتَّوَدُّسُ: رَعْيُ الوِدَاسِ.\nوما أدْري أيْنَ وَدَّسَ: أي أيْنَ ذَهَبَ.\nسيد:",
    "pg": "8:361"
  },
  "ودع": {
    "def": "هو مِيْدَاعَةٌ ومُتَّدِعٌ: أي صاحِبُ دَعَةٍ وخَفْضٍ. وقد وَدُعَ وَدَاعَةً وهو وادِعٌ ووَدِيْعٌ. واتَّدَعَ تُدَعَةً -على وَزْنِ تُخَمَةٍ-. وعليك بالمَوْدُوْعِ، ولا فِعْلَ منه، كما يُقال: المَعْسُوْر.\nوَوَدَّعْتُ الثَّوْبَ وتَوَدَّعْتُه: صُنْتَه في مِيْدَعٍ، والمِيْدَعُ (¬٣٢): يكون ما يُجْعَلُ وقايَةً لغَيْرِه. ويُوْصَفُ به الثَّوْبُ المُبْتَذَلُ أيضاً.\nووَدَّعْتُه: تَرَكْتَ إخاءه، وهو من الوَدَاع، [/٤٦ أ] ويُقال: لم أُدَعْ وَرائي:\nأي (¬٣٣) لم أُتْرَكْ، وأصْلُه: أُوْدَعْ.\nوهو يَدَعُ كَذا، ولا يُقال وَدَعَ إِلاَّ في ضَرورةٍ.\nوالوَدْعُ: مَنَاقِفُ صِغَارٌ تَخْرُجُ من البَحْر.\nوَوَدْعُ (¬٣٤): اسْمٌ من أسماء اليَرْبُوْع.\nوالمُوَادَعَةُ: المُنَاطَقَةُ. والمُصَالَحَةُ أيضاً.\nوأوْدَعُ: اسْمٌ للغَرَضِ (¬٣٥)، يُقال: أنا أوْدَعُ لكَ من كُلِّ شَيْءٍ.\nوالوَدَائعُ: الأمْطَار.\nوالأوْدَعُ من القَنَافِذِ واليَرَابيعِ: شِبْهُ الأبْلَقِ. يُقال: حَمَامٌ أوْدَعُ: إِذا كان في حَوْصَلَتِه بَيَاضٌ.\nوالمُتَّدِعُ: الذي يَشْكو عِضْواً وسائرُه صَحيحٌ.\nوأوْدَعْتُه مالاً واسْتَوْدَعْتُه: سَوَاء. وقيل أيضاً: أوْدَعْتُه مالاً: دَفَعْتَه إِليه وَدِيْعةً. وأوْدَعْتُه: قَبِلْتَ وَدِيْعَتَه.\nوالوَدَعُ: شَيْءٌ من الأدْوِيَةِ، مُعَرَّبَةٌ.\nيدع:",
    "pg": "2:128-129"
  },
  "ودف": {
    "def": "اسْتَوْدَفْتُ لَبَناً في الإِنَاءِ: إذا فَتَحْتَ رَأْسَه فأشْرَفْتَ عليه.\nواسْتَوْدَفْتُ الشَّحْمَةَ: اسْتَقْطَرْتها.\nو ١٦ - في الحَدِيثِ (¬٥): «في الوِدَافِ (¬٦) الغُسْلُ». وهو القَطْرُ الغَلِيْظُ من الذَّكَرِ.\nواسْتِيْدَافُ المَرْأَةِ: أن تَجْمَعَ ماءَ الرَّجُلِ في رَحِمِها.\nواسْتَوْدَفْتُ الخَبَرَ: بَحَثْتُ عنه. وهو يَتَوَدَّفُ الأخْبَارَ: أي يَتَوَكَّفُها.\nواسْتَوْدَفَ النَّبْتُ: طالَ.\nوالأرْضُ وَدَفَةٌ واحِدَةٌ خِصْباً (¬٧). والْوَدَفَةُ: الرَّوْضَةُ الخَضْرَاءُ المَمْطُوْرَةُ، والنَّصِيُّ والصِّلِّيَانُ وغَيْرُهما.\nووَدِيْفَةٌ من بَقْلٍ وعُشْبٍ.\n[و] (¬٨) وَدَفْتُ له العَطَاءَ: أي قَلَّلْته له.\nووَدَفَةُ: اسْمُ رَجُلٍ. وهي البَظْرُ (¬٩) أيضاً.\nوالْأُدَافُ: الذَّكَرُ، وأصْلُه الواوُ. والْوَافِدَانِ: النّاشِزَانِ من الخَدَّيْنِ عِنْدَ المَضْغِ.\nودف:\nاسْتَوْدَفْتُ لَبَناً في الإِنَاءِ: إذا فَتَحْتَ رَأْسَه فأشْرَفْتَ عليه.\nواسْتَوْدَفْتُ الشَّحْمَةَ: اسْتَقْطَرْتها.\nو ١٦ - في الحَدِيثِ (¬٥): «في الوِدَافِ (¬٦) الغُسْلُ». وهو القَطْرُ الغَلِيْظُ من الذَّكَرِ.\nواسْتِيْدَافُ المَرْأَةِ: أن تَجْمَعَ ماءَ الرَّجُلِ في رَحِمِها.\nواسْتَوْدَفْتُ الخَبَرَ: بَحَثْتُ عنه. وهو يَتَوَدَّفُ الأخْبَارَ: أي يَتَوَكَّفُها.\nواسْتَوْدَفَ النَّبْتُ: طالَ.\nوالأرْضُ وَدَفَةٌ واحِدَةٌ خِصْباً (¬٧). والْوَدَفَةُ: الرَّوْضَةُ الخَضْرَاءُ المَمْطُوْرَةُ، والنَّصِيُّ والصِّلِّيَانُ وغَيْرُهما.\nووَدِيْفَةٌ من بَقْلٍ وعُشْبٍ.\n[و] (¬٨) وَدَفْتُ له العَطَاءَ: أي قَلَّلْته له.\nووَدَفَةُ: اسْمُ رَجُلٍ. وهي البَظْرُ (¬٩) أيضاً.\nوالْأُدَافُ: الذَّكَرُ، وأصْلُه الواوُ.\nدفأ:",
    "pg": "9:368"
  },
  "ودق": {
    "def": "الوَدْقُ: المَطَرُ كلُّه شَدِيدُه وهَيِّنُه.\nويُقال للحَرْبِ الشَّدِيدة: ذاتُ وَدْقَيْنِ.\nوسَحَابَةٌ وادِقَةٌ.\nوالوَدِيْقَةُ: حَرُّ نِصْفِ النَّهارِ.\nوالمَوْدِقُ: مُعْتَرَكُ الشَّرِّ.\nوالوَدِيْقُ من الدَّوابِّ: يُوْصَفُ به ذاتُ الحافِرَتَيْنِ (¬٣٤)، [أتَانٌ] (¬٣٥) وَدِيْقٌ، وقد وَدُقَتْ تَوْدُقُ وِدَاقاً: إذا حَرَصَتْ على الفَحْل، و [يُقال أيضاً] (¬٣٦): أوْدَقَتْ (¬٣٧) واسْتَوْدَقَتْ. وفَرَسٌ وَدِيْقٌ [ووَدُوْقٌ] (¬٣٨).\nوالوَدْقُ: داءٌ يأْخُذُ في العَيْنِ وفي عِرْقِ الصِّدْغ، وقيل: هي بَثرةٌ أو حُمْرَةٌ.\nوالوَدَقَةُ: كالنُّقْطَةِ فيها.\nوالوادِقُ: الحَدِيْدُ (¬٣٩). من السُّيُوفِ.\nوإنَّه لَوَادِقُ [السُّرَّةِ: أي قَرِيبُ] (¬٤٠) السُّرَّةِ (¬٤١) من الأرض. وما وَدَقَ إلى الأرضِ منه شَيْءٌ: أي ما وَصَلَ. ووَدَقَ -أيضاً-: إذا دَنا.\nوإنَّه لَوَادِقُ السِّنَةِ: أي قَرِيْبُ النُّعَاسِ.\nووَدَقْتُ إليه أدِقُ: أي اسْتَأْنَسْت إليه.\nووَدَقَ إلى الصُّلْحِ: مالَ إليه.\nوالمَوْدِقُ: المَأْتى للمَكانِ. (و. ا. ي)\nقتو:",
    "pg": "5:488-490"
  },
  "ودن": {
    "def": "الوَدْنُ -مَجْزُوْمٌ-: حُسْنُ القِيَام على العَرُوْسِ.\nوالْأَوْدَنُ: النّاعِمُ والْوِدَانُ: النَّعْمَةُ، وهو مِنْ وَدَنْتُ الشَّيْءَ أَدِنُهُ: أي بَلَلْتُه.\nوالمُوْدَنُ (¬١٥): المُنْقَعُ.\nوالمُوْدَنُ (¬١٦) من النّاس: الضّاوي القَصِيْرُ العُنُقِ الضَّيِّقُ المَنْكِبَيْنِ مَعَ قِصَرِ الألْوَاحِ واليَدَيْنِ.\nووَدَنْتُ الشَّيْءَ: أي قَصَّرْتُه ودَقَّقْتُه، فهو مَوْدُوْنٌ.\nوالمُؤْدَنَةُ (¬١٧): دُخَّلَةٌ من الدَّخَاخِيْلِ صَغِيْرَةُ الحَبَّةِ.\nومَوْدُوْنُ: اسْمُ فَرَسٍ كانَ لرَجُلٍ من بَني تَمِيْمٍ.\nووَدَنْتُهُ بالعَصَا: ضَرَبْته بها.\nوالْمَيْدَانُ: المَوْضِعُ الذي تُرْسَلُ فيه الخَيْلُ، وهو مِيْدَانٌ أيضاً. ودَانَهُمْ يَدِيْنُهُم: إذا قَهَرَهُم (¬١٤).\nودَانُوا له: أي ذَلُّوا وخَضَعُوا، فهُم دَائِنُوْنَ له، وهُمْ دِيْنٌ له.\nودِيْنَ يُدَانُ: أي حُمِلَ على ما يَكْرَهُ.\nودن:\nالوَدْنُ -مَجْزُوْمٌ-: حُسْنُ القِيَام على العَرُوْسِ.\nوالْأَوْدَنُ: النّاعِمُ والْوِدَانُ: النَّعْمَةُ، وهو مِنْ وَدَنْتُ الشَّيْءَ أَدِنُهُ: أي بَلَلْتُه.\nوالمُوْدَنُ (¬١٥): المُنْقَعُ.\nوالمُوْدَنُ (¬١٦) من النّاس: الضّاوي القَصِيْرُ العُنُقِ الضَّيِّقُ المَنْكِبَيْنِ مَعَ قِصَرِ الألْوَاحِ واليَدَيْنِ.\nووَدَنْتُ الشَّيْءَ: أي قَصَّرْتُه ودَقَّقْتُه، فهو مَوْدُوْنٌ.\nوالمُؤْدَنَةُ (¬١٧): دُخَّلَةٌ من الدَّخَاخِيْلِ صَغِيْرَةُ الحَبَّةِ.\nومَوْدُوْنُ: اسْمُ فَرَسٍ كانَ لرَجُلٍ من بَني تَمِيْمٍ.\nووَدَنْتُهُ بالعَصَا: ضَرَبْته بها.\nوالْمَيْدَانُ: المَوْضِعُ الذي تُرْسَلُ فيه الخَيْلُ، وهو مِيْدَانٌ أيضاً.\nدنأ:",
    "pg": "9:361"
  },
  "وده": {
    "def": "أيضاً مُهْمَلٌ (¬١٢). الخارزنجيُّ: وَدَهَ (¬١٣) الراعي بالإِبل: صاحَ بها، إيْدَاهاً، لِيَعْدِ لَها عن جِهَتِها.\nواسْتَيْدَهَتِ الإِبلُ واسْتَوْدَهَتْ: اجْتَمَعَتْ وانْسَاقَتْ، يَدَهاً.\n[و] (¬١٤) يُقال إذا غُلِبَ ومُلِكَ عليه: قد اسْتَيْدَهَ.\nدهى ودهو:\nالدَّهْيُ والدَّهْوُ: لُغَتَانِ في الدَّهَاء، دَهَوْتُه ودَهَيْتُه؛ فهو مَدْهِيُّ ومَدْهُوٌّ. ورَجُلٌ داهِيَةٌ: مُنْكَرٌ. وتَدَهّى الرَّجُل (¬١٥). ودُهِيْتَ: أي خُتِلْتَ عن أمْرٍ.\nوالدَّهْيَاءُ: الدّاهِيَةُ من شَدائِدِ الدَّهر.\nويقولون: دَهى فلانٌ يَدْهى دَهْياً، ويَدْهُو دَهَاءً ودَهاةً (¬١٦)، ودَهِيَ يَدْهى، ودَهُوَ يَدْهُو. وانَّه لَدَاهٍ ودَهِيٌّ ودَهٍ، فَجَمْعُ الداهي دُهَاة، وجَمْعُ الدَّهِيِّ أدْهِيَاء، وجَمْعُ دَهٍ دَهُوْنَ.\nوأدْهَيْتُ الرَّجُلَ: وَجَدْتَه داهِيَةً.\nويقولون (¬١٧): «إلاَّ دَهٍ فَلادَهٍ» أي إنْ لم يَكُنْ هذا الأمرُ لم يكنْ غَيْرُه.\nوداهِيَةٌ دُهْوِيَّةٌ: أي شَدِيدةٌ، ودَهْوَاء ودَهْيَاء.\nوما أدْهَيْتَ إلاَّ على نَفْسِكَ-بالدّال-: أي ما أبْقَيْتَ إِلاّ عليها، والمعروف:\nأرْهَيْتَ.\nو (¬١٨) يقولون: ما أدري أيُّ الدَّهْدَاء (¬١٩) هُوَ: أيْ أيُّ الخَلْقِ (¬٢٠) هو. هود:",
    "pg": "4:45-47"
  },
  "وذب": {
    "def": "أيضاً مُهْمَلٌ عِنْدَه (¬٢٥).\nالوِذَابُ -نَحْو الوِذَامِ-: للكُرُوْشِ. (و. ا. ي)\nذام:",
    "pg": "10:111-112"
  },
  "وذح": {
    "def": "الوَذَحُ: ما تَعَلَّقَ بأصْوَافِ الغَنَمِ من البَعْرِ والبَوْلِ، وَذِحَتِ النَّعْجَةُ.\nوقال النَّضْرُ: الوَذَحُ احْتِراقٌ وانْسِحَاجٌ في باطِنِ الفَخِذَيْنِ؛ كالمَذَحِ.\nوقال أبو عمرو: الوَذْحُ: السَّوْقُ الشَّدِيدُ. وأَحْوَذَ الرَّجُلُ ثَوْبَه: إِذا ضَمَّه إليه.\nوالحَوْذُ والإِحْوَاذُ: السَّيْرُ الشَّديدُ.\nوذح:\nالوَذَحُ: ما تَعَلَّقَ بأصْوَافِ الغَنَمِ من البَعْرِ والبَوْلِ، وَذِحَتِ النَّعْجَةُ.\nوقال النَّضْرُ: الوَذَحُ احْتِراقٌ وانْسِحَاجٌ في باطِنِ الفَخِذَيْنِ؛ كالمَذَحِ.\nوقال أبو عمرو: الوَذْحُ: السَّوْقُ الشَّدِيدُ.\nذوح:",
    "pg": "3:190"
  },
  "وذر": {
    "def": "الوَذْرَةُ: قِطْعَةُ لَحْمٍ [/٣٢٤ أ] لا عَظْمَ فيه.\nوفي الشَّتْمِ: يا ابْنَ شامَّةِ الوَذْرَةِ.\nورَجُلٌ وَذِرٌ بَيِّنُ الوَذْرِ: أي كَثِيْرُ اللَّحْمِ والبَضْعِ.\nوالعَرَبُ قد أمَاتَتِ المَصْدَرَ من «يَذَرُ» [والفِعْلَ] (¬١٩) في الماضي؛ واسْتَعْمَلَتْه في الغابِرِ والأَمْرِ، يقولون: «ذَرْ» تَرْكاً، وقد قيل: وَذَرْتُه (¬٢٠):\nوَدَعْتُه (¬٢١)، وهو شاذٌّ،\nو ١٦ - جاءَ في الحَدِيث: «ذَرُوْنِي ما وَذَرْتُكم» (¬٢٢).\nووَذَّرْتُ الشَّيْءَ: قَطَّعْتُه.\nووَذَرَه: إذا جَرَحَه بالقَوْلِ.\nووَذَرَه: إذا جَرَحَه بالقَوْلِ.\nوالوذَارَةُ (¬٢٣): قُوارَةُ الخَيّاطِ، وجَمْعُها وَذَائرُ. والوَذْرَتَانِ: هما الشَّفَتَانِ.\nرذى:",
    "pg": "10:96-97"
  },
  "وذع": {
    "def": "أهْمَلَه الخَليلُ (¬٤).\n[وَحَكى] (¬٥) الخارْزَنْجِيُّ: وَذَعَ السَّيْلُ وَذْعاً: أي سَالَ. (و. ا. ي)\nذوع:\nأهْمَلَه الخَليلُ (¬١).\n[و] (¬٢) حَكَى الخارْزَنْجِيُّ: ذُعْنَا مالَه ذَوْعاً: اجْتَحْنَاه. قال: وأرى قَوْلَهم أذَاعَ الناسُ بما في الحَوْضِ: إِذا شَرِبُوْه، وأذَاعَ بِمَتَاعِهِ: ذَهَبَ به، [مِنْه] (¬٣)، وهُما من الذَّوْع.\nوذع:\nأهْمَلَه الخَليلُ (¬٤).\n[وَحَكى] (¬٥) الخارْزَنْجِيُّ: وَذَعَ السَّيْلُ وَذْعاً: أي سَالَ.\nذعى:",
    "pg": "2:134"
  },
  "وذف": {
    "def": "التَّوَذُّفُ: التَّبَخْتُرُ. والإِسْرَاعُ أيضاً. والاسْتِرَاحَةُ نَحْوُه.\nوتَوَذَّفَتِ الفَرَسُ بفُلانٍ: مَضَتْ به (¬١).\nوالمُتَوَذِّفَةُ من النِّسَاءِ في المَشْيِ: هي المُتَمَزْمِزَةُ يَعْنِي تَحْرِيْكَها ألْوَاحَها.\nووَذَفَ الإِنَاءُ: قَطَرَ.\nويُقال لفَرْجِ الرَّجُلِ: الأُذَافُ والأُذّافُ (¬٢). (و. ا. ي)\nوذف:\nالتَّوَذُّفُ: التَّبَخْتُرُ. والإِسْرَاعُ أيضاً. والاسْتِرَاحَةُ نَحْوُه.\nوتَوَذَّفَتِ الفَرَسُ بفُلانٍ: مَضَتْ به (¬١).\nوالمُتَوَذِّفَةُ من النِّسَاءِ في المَشْيِ: هي المُتَمَزْمِزَةُ يَعْنِي تَحْرِيْكَها ألْوَاحَها.\nووَذَفَ الإِنَاءُ: قَطَرَ.\nويُقال لفَرْجِ الرَّجُلِ: الأُذَافُ والأُذّافُ (¬٢).\nذأف:",
    "pg": "10:106"
  },
  "وذل": {
    "def": "الوَذِيْلَةُ: قِطْعَةٌ من السَّنَامِ والفِضَّةِ، وهي الوَذَائِلُ. والمِرْآةُ المَجْلُوَّةُ.\nوالأَمَةُ اللَّسْنَاءُ القَصِيْرَةُ الألْيَتَيْنِ. والوَذِيْلَةُ: النَّشِيْطَةُ الرَّشِيْقَةُ. ورَجُلٌ وَذِلٌ.\nلوذ:",
    "pg": "10:100-101"
  },
  "وذم": {
    "def": "الوِذَامُ والوَذَمَةُ: من السُّيُوْرِ التي تُشَدُّ بها عُرْوَةُ الدَّلْوِ. ووَذِمَتِ الدَّلْوُ تَوْذَمُ:\nانْقَطَعَتْ أوْذَامُها. ودَلْوٌ وَذِمَةٌ ومُوْذَمَةٌ: جُعِلَ لها وَذَمٌ.\nوأَوْذَمَ النّاقَةَ إيْذَاماً: شَدَّ آلاتِها لتَسْنُوَ. والوَذَمَةُ (¬٩): الحِرْجُ في عُنُقِ الكِلابِ.\nوفي المَثَلِ (¬١٠): «أُمِرَّ دُوْنَ عَبِيْدَةَ الوَذَمُ» أي أُحْكِمَ دُوْنَه الأمْرُ. و «انْثَنى دُوْنَه مِرَّةُ الوَذَمِ» إذا حِيْلَ بَيْنَكَ وبَيْنَه.\nوالوَذَمَةُ -أيضاً-: الحُزَّةُ من الكِرْشِ المُعَلَّقَةُ، وجَمْعُها وَذَمٌ (¬١١).\nووَذَّمْتُ على الخَمْسِيْنَ: أي زِدْتَ عليها. والوَذَمُ: الزِّيَادَةُ والفَضْلُ.\nوالإِيْذَامُ: من قَوْلِكَ أوْذَمْتُ وهو كَلُزُوْمِ (¬١٢) الشَّيْءِ وإيْجَابِه عليكَ.\nوالوَذَائِمُ: الهَدَايَا إلى بَيْتِ اللَّهِ عَزَّ وَعَلا، الواحِدَةُ وَذِيْمَةٌ. وناقَةٌ مُؤْذَمَةٌ:\nمُشْعَرَةٌ للنَّحْرِ.\n[و] (¬١٣) وَذَمَ (¬١٤) مالَهُ وَذَائِمَ: أي قَطَعَه قِطَعاً. ووَذَمْتُ اللَّحْمَ وِذَاماً:\nأي قِطَعاً، الواحِدُ وَذَمٌ.\nوأوْذَمْتُ طائفَةً من إبِلي إيْذاماً: إذا عَزَلْتَها وعُرِفَ أنَّها للبَيْعِ.\nووَذَّمْتُ الثُّؤْلُوْلَ تَوْذِيْماً: شَدَدْته بشَعرةٍ أو عَقَبَةٍ. واسْمُ الثُّؤْلُوْلِ: الوَذَمُ.\nوالوَذَمُ: ذَكَرُ الرَّجُلِ والخُصْيَتَانِ جَمِيْعاً.\nميذ (¬١٥):\nالمِيْذُ: جِيْلٌ من الهِنْدِ. مذى:",
    "pg": "10:113-115"
  },
  "ورب": {
    "def": "إنَّه لَذُو عِرْقٍ وَرِبٍ: أي فاسِدٍ، ووَرِبَ الشَّيْءُ: فَسَدَ.\nوكَلامٌ وَرِبٌ: أي مُعْوَجٌّ لَيْسَ فيه صِدْقٌ.\nوسَحَابٌ وَرِبٌ: وَاهٍ مُسْتَرْخٍ.\nوالوَرْبُ: الفِتْرُ بَيْنَ السَّبّابَةِ والإِبْهَامِ. وما بَيْنَ الضِّلْعَيْنِ. وفَمُ جُحْرِ الفَأْرَةِ والعَقْرَبِ.\nويُقال للاسْتِ: الوَرْبَةُ. (و. ا. ي)\nرمى:",
    "pg": "10:278-279"
  },
  "ورث": {
    "def": "المِيْرَاثُ: ما يُوْرَثُ، وَرِثَ (¬٣) يَرِثُ، ووَرَّثَه وأوْرَثَه. وأوْرَثْتُه هَمّاً.\nوالإِرْثُ: أصْلُه وِرْثٌ. والتُّرَاثُ -تاؤه واوٌ-: تَرِكَةُ المِيْرَاثِ، ولا يُجْمَعُ كجَمْعِ المَوَارِيْثِ.\nو ١٦ - في الدُّعَاءِ (¬٤): «اللَّهُمَّ أمْتِعْني بسَمْعي وبَصَرِي واجْعَلْهُما الوارِثَ مِنّي».\nأرَادَ: أَبْقِهما مَعي حَتّى أموتَ.\nوالمُوْرِثُ (¬٥): المُبْقِي، والوارِثُ: الباقي.\nووَرِثَ: يكونُ لازِماً ومُتَعدِّياً.\nوفلانٌ في إرْثِ مَجْدٍ.\nوالوَرْثُ: الطَّرِيُّ من الأشْيَاء.\nووَرْثَانُ: اسْمُ مَوْضِعٍ. روث:\nالرَّوْثَةُ: طَرَفُ الأرْنَبَةِ. ورَجُلٌ مُرَوَّثُ الأنْفِ: أي ضَخْمُه.\nوإذا نَخَلْتَ البُرَّ فما بَقِيَ في الغِرْبَالِ من قَصَبِه فهي: الرَّوْثَةُ.\nوالرَّوْثُ لذَوَاتِ الحَوَافِرِ: مَعْرُوْفٌ، راثَ يَرُوْثُ.\nورث:\nالمِيْرَاثُ: ما يُوْرَثُ، وَرِثَ (¬٣) يَرِثُ، ووَرَّثَه وأوْرَثَه. وأوْرَثْتُه هَمّاً.\nوالإِرْثُ: أصْلُه وِرْثٌ. والتُّرَاثُ -تاؤه واوٌ-: تَرِكَةُ المِيْرَاثِ، ولا يُجْمَعُ كجَمْعِ المَوَارِيْثِ.\nو ١٦ - في الدُّعَاءِ (¬٤): «اللَّهُمَّ أمْتِعْني بسَمْعي وبَصَرِي واجْعَلْهُما الوارِثَ مِنّي».\nأرَادَ: أَبْقِهما مَعي حَتّى أموتَ.\nوالمُوْرِثُ (¬٥): المُبْقِي، والوارِثُ: الباقي.\nووَرِثَ: يكونُ لازِماً ومُتَعدِّياً.\nوفلانٌ في إرْثِ مَجْدٍ.\nوالوَرْثُ: الطَّرِيُّ من الأشْيَاء.\nووَرْثَانُ: اسْمُ مَوْضِعٍ.\nثور:",
    "pg": "10:162"
  },
  "ورخ": {
    "def": "وَرِخَ العَجِيْنُ وَرَخاً: [إذا] (¬٤) اسْتَرْخى، وأوْرَخْتُه أنا إيراخاً، وهو مِثْلُ الرَّخْفِ.\nوأرَّخْتُ الكِتَابَ ووَرَّخْتُه. وأرْضٌ وَرِيْخَةٌ: إذا كانتْ مُبْتَلَّةً رطبةً، وقد اسْتَوْرَخَتْ. وتَوَرَّخَ: أي تَرَطَّبَ.\nوالإِيراخُ: الإِيْهَانُ والكَسْرُ.\nرخو:",
    "pg": "4:404-405"
  },
  "ورد": {
    "def": "الوَرْدُ: مَعْرُوْفٌ. ونَوْرُ كُلِّ شَجَرَةٍ: وَرْدٌ. ووَرَّدَتِ الشَّجَرَةُ.\nووَرَّدَتِ المَرْأَةُ خَدَّها: عالَجَتْه بالْوَرْدِ. والوَرْدُ: صُوْفَةٌ مَصْبُوْغَةٌ تُلَوَّنُ بها الخُدُوْدُ.\nولَيْلَةٌ وَرْدَةٌ: حَمْرَاءُ الطَّرَفَيْنِ.\nوالوَرْدُ: لَوْنٌ يَضْرِبُ إلى صُفْرَةٍ حَسَنَةٍ؛ والأُنْثى وَرْدَةٌ. وقد وَرُدَ [/٣٠٧ ب] وُرُوْدَةً (¬٦٠)، وايْرَادَّ يَوْرَادُّ (¬٦١): لُغَةٌ. والوَرْدُ: الجَرِيْءُ، رَجُلٌ وَرْدٌ ومُتَوَرِّدٌ.\nوالْأَسَدُ الْوَرْدُ: الذي يَتَوَرَّدُ على أقْرَانِه أي يُقْدِمُ عليهم (¬٦٢).\nوقَوْمٌ وِرَادٌ.\nوأبو الوَرْدِ: كُنْيَةُ الذَّكَرِ.\nووَرْدٌ: حِصْنٌ من حِجَارَةٍ حُمْرٍ وبُلْقٍ.\nوالوِرْدُ: من أسْمَاءِ الحُمّى، وُرِدَ الرَّجُلُ؛ فهو مَوْرُوْدٌ: مَحْمُوْمٌ. [و] (¬٦٣) وَقْتُ يَوْمِ الوُرُوْدِ. واسْمٌ من: وَرَدَ يَوْمَ الوِرْدِ (¬٦٤).\nوما وَرَدَ من جَماعَةِ الطَّيْرِ فهو وِرْدٌ.\nوقَوْلُه ﷿: ﴿وَنَسُوقُ الْمُجْرِمِينَ إِلى جَهَنَّمَ وِرْداً﴾ (¬٦٥) أي عِطَاشاً.\nوقَوْلُه ﷿: ﴿فَأَرْسَلُوا وارِدَهُمْ﴾ (¬٦٦) أي ساقِيَهم (¬٦٧).\nوالوِرْدَةُ: الوُرْدُ.\nوالمَوْرِدُ: القَوْمُ الْوَارِدُوْنَ الماءَ.\nوالوَرِيْدَانِ: عِرْقَانِ مُكْتَنِفَا صَفْقَيِ العُنُقِ مِمّا يَلي مُقَدَّمَه. ويُقالُ للغَضْبَانِ:\nانْتَفَخَ وَرِيْدَاه. والجَميعُ الْأَوْرِدَةُ والوُرُدُ (¬٦٨).\nوأرْنَبَةٌ وَارِدَةٌ: إذا كانَتْ مُقْبِلَةً على السَّبَلَةِ.\nوشَفَةٌ وَارِدَةٌ: مُسْتَرْخِيَةٌ.\nوفي وَجْهِه مَوَارِدُ: أي غُضُوْنٌ.\nوشَعرٌ وَارِدٌ: طَوِيْلٌ، وكُلُّ طوِيْلٍ وَارِدٌ.\nوالإِيْرَادُ من سَيْرِ الخَيْلِ: ما دُوْنَ الجَرْيِ، أَوْرَدُوا خَيْلَهم. واسْتَوْرَدَنِي فلانٌ بكذا: أي ائْتَمَنَني به ولَزِمَني.\nردأ:",
    "pg": "9:348-350"
  },
  "ورس": {
    "def": "الوَرْسُ: صِبْغٌ أحْمَرُ وأصْفَرُ. والتَّوْرِيْسُ: فِعْلُه. والوارِسُ: شَيْءٌ أصْفَرُ لَطْخٌ يَخْرُجُ على الرِّمْثِ، وقد أوْرَسَ الرِّمْثُ فهو مُوْرِسٌ ووارِسٌ.\nوالوَرْسِيُّ من الأقْدَاح (¬١٢): النُّضَارُ (¬١٣) الخالِصُ، ومن الحَمَام: ضَرْبٌ يَضرِبُ لَوْنُه إلى حُمْرَةٍ في صُفْرَةٍ.\nوجَمَلٌ وارِسُ الحُمْرَةِ: أي شَدِيْدُها.\nووَرَسَتِ (¬١٤) الصَّخْرَةُ في الماء: رَكِبَها الطُّحْلُبُ حَتّى تَمْلاسَّ. وحِجَارَةٌ وارِسَةٌ.\nيسر:",
    "pg": "8:368-369"
  },
  "ورش": {
    "def": "الوَرَشَانُ: طائرٌ، والواحِدَةُ وَرَشَانَةٌ.\nوالوُرُوْشُ: شِدَّةُ الأكْلِ والحِرْصِ عليه. والوَارِشُ: الطُّفَيْليُّ، وقد وَرِشَ فلانٌ.\nووَرَشْتُ من الطَّعَام وَرْشاً: أي تَنَاوَلْت.\nووَرَشَ يَرِشُ: إذا طَمِعَ وأسَفَّ لِمَدَاقِّ الأُمُورِ.\nووَرَشَ عَلَيَّ في كَلامي: دَخَلَ عَلَيَّ فيه. ولا تَرِشْ عَلَيَّ.\nووَرَّشْتُ بَيْنَ القَوْمِ: بمعنى أرَّشْت.\nووَرَشْتُ فلاناً بفلانٍ: أي أغْرَيْتَه به، وتَوَرَّشَ به، والمَصْدَرُ: الوَرَشُ (¬٢٥).\nوالوَرِشَةُ: الخَفِيْفَةُ السَّيْرِ، وتُجْمَعُ (¬٢٦) وَرِشَاتٍ.\nوالوَرَشُ: وَجَعٌ. روش:",
    "pg": "7:375-376"
  },
  "ورض": {
    "def": "وَرَّضَتِ الدَّجاجَةُ: إذا رَخَّمَتْ على البَيْض ثُمَّ قامَتْ فَوَضَعَتْ بمَرَّةٍ. وكذلك التَّوْرِيْضُ في كُلِّ شَيْءٍ.\nووَرَضَ الرَّجُلُ يَرِضُ: إذا خَرَج غائِطُه رَقِيقاً. وأهْلُ الحِجَازِ يقولونَ: أوْرَضَ إيْرَاضاً. وحَلَبَ من اللَّبَنِ ما يُرِيْضُ الرَّهْطَ: أي يُرْوِيْهم. وقد أرَاضَهم.\nومَثَلٌ (¬٧): «أَشَدُّ من الأرْضِ».\nورض:\nوَرَّضَتِ الدَّجاجَةُ: إذا رَخَّمَتْ على البَيْض ثُمَّ قامَتْ فَوَضَعَتْ بمَرَّةٍ. وكذلك التَّوْرِيْضُ في كُلِّ شَيْءٍ.\nووَرَضَ الرَّجُلُ يَرِضُ: إذا خَرَج غائِطُه رَقِيقاً. وأهْلُ الحِجَازِ يقولونَ: أوْرَضَ إيْرَاضاً.\nأرض:",
    "pg": "8:40"
  },
  "ورط": {
    "def": "الْوِرَاطُ: الخَدِيْعَةُ في الغَنَم؛ وهو أنْ يَجْمَعَ بَيْنَ مُتَفَرِّقٍ أو يُفَرِّقَ (¬١٥) بين مُجْتَمِعٍ، وَارَطَه: خادَعَه.\nوالْوِرَاطُ: الحُفَرُ.\nوالوَرْطَةُ: بَلِيَّةٌ يَقَعُ فيها الإِنْسَانُ، يُقالُ: أَوْرَطَهُ، والجَميعُ الوِرَاطُ.\nواسْتَوْرَطَ فُلانٌ في حِبَالَتي: أي نَشِبَ فيها.\nواسْتُوْرِطَ على فُلانٍ: إذا تَحَيَّرَ في الكلام.\nوتَوَرَّطَ في الأمْرِ: وَقَعَ فيه.\nوالوَرْطَةُ: البِئْرُ. والدّاهِيَةُ أيضاً. ورط:\nالْوِرَاطُ: الخَدِيْعَةُ في الغَنَم؛ وهو أنْ يَجْمَعَ بَيْنَ مُتَفَرِّقٍ أو يُفَرِّقَ (¬١٥) بين مُجْتَمِعٍ، وَارَطَه: خادَعَه.\nوالْوِرَاطُ: الحُفَرُ.\nوالوَرْطَةُ: بَلِيَّةٌ يَقَعُ فيها الإِنْسَانُ، يُقالُ: أَوْرَطَهُ، والجَميعُ الوِرَاطُ.\nواسْتَوْرَطَ فُلانٌ في حِبَالَتي: أي نَشِبَ فيها.\nواسْتُوْرِطَ على فُلانٍ: إذا تَحَيَّرَ في الكلام.\nوتَوَرَّطَ في الأمْرِ: وَقَعَ فيه.\nوالوَرْطَةُ: البِئْرُ. والدّاهِيَةُ أيضاً.\nريط:",
    "pg": "9:208"
  },
  "ورع": {
    "def": "الأوْرَعُ والوَرَعُ: الجَبَانُ الضَّعيفُ، وقد وَرُعَ يَوْرُعُ وَوَرَعَ يَرِعُ.\nومن الوَرَعِ: المُتَوَرِّعُ، وَرِعَ يَرَعُ ويَرِعُ (¬٢٨) ويَوْرَعُ وَرَاعَةً.\nوَوَرَّعْتُه: كَفَفْتَه. والوَرِيْعُ: الكافُّ.\nومُوَرِّعٌ: اسْمُ رَجُلٍ. والمُسْتَعِيْرُ: ما كان شَبيهاً بالعَيْرِ في خِلْقَتِه.\nوعارَه عُيُوْراً: أخَذَه.\nوعَارَ الشَّيْءُ: ذَهَبَ، ومنه أُخِذَ العِيْرُ: وهي جَمَاعَاتُ السَّفْرِ، وهو جَمْعُ عائرٍ، كَعَائذٍ وعُوْذٍ، الاّ أنَّ العَيْنَ كُسِرَتْ لِتَدُلَّ على الياء، ويُجْمَعُ العِيْرُ:\nعِيَرَات.\nوالعَيْرَانُ: الجَمَلُ السَّرِيْعُ السَّيْرِ، والأُنْثى عَيْرَانَةٌ.\nوالعِيَارُ: فِعْلُ الفَرَسِ أو الكَلْبِ العائرِ: وهو المُنْفَلِتُ.\nوقَصِيدَةٌ عائرَةٌ: سائرة، ومنه: العَيَّارُ والعِيَارَةُ.\nوَعيَّرْتُه كَذا، ولا يُقال: بِكَذا.\nوعايَرْتُ المِكْيَالَ بالعِيَار.\nوعَيَّرْتُ الدَّنانِيْرَ: وَزَنْتَها واحِداً واحِداً.\nورع:\nالأوْرَعُ والوَرَعُ: الجَبَانُ الضَّعيفُ، وقد وَرُعَ يَوْرُعُ وَوَرَعَ يَرِعُ.\nومن الوَرَعِ: المُتَوَرِّعُ، وَرِعَ يَرَعُ ويَرِعُ (¬٢٨) ويَوْرَعُ وَرَاعَةً.\nوَوَرَّعْتُه: كَفَفْتَه. والوَرِيْعُ: الكافُّ.\nومُوَرِّعٌ: اسْمُ رَجُلٍ.\nريع:",
    "pg": "2:144"
  },
  "ورف": {
    "def": "وَرَفَ النَّبْتُ يَرِفُ وَرِيْفاً: إذا رَأيْتَ له بَهْجَةً من رِيِّه ونَعْمَتِه. والوارِف: الواسِعُ.\nوأوْرَفَ الظِّلُّ والنَّبَاتُ: إذا طالَ وامْتَدَّ.\nوالرِّفَةُ -بوَزْنِ العِدَةِ-: النّاضِرُ من النَّبْتِ. وهذه رِفَةٌ تَرِفُ.\nفرو:",
    "pg": "10:256-257"
  },
  "ورق:": {
    "def": "الوَرَقُ: وَرَقُ الشَّجَرِ والشَّوْكِ. وَرَّقَتِ الشَّجَرَةُ تَوْرِيقاً وأوْرَقَتْ إيراقاً.\nوالوِرَاقُ: وَقْتُ خُرُوْجِ الوَرَقِ. وشَجَرَةٌ وَرِيْقَةٌ [ووَرِقَةٌ] (¬٨٦): كثيرةُ الوَرَقِ.\nوإذا كانَ في القَوْس أدْنى أُبْنَةٍ: فهو وَرْقَةٌ.\nووَرَقْتُ الشَّجَرَةَ أرِقُها وَرْقاً: أخَذْتَ وَرَقَها.\nوالرِّقَةُ: حُسَافُ الصِّلِّيَانِ والثُّمَامِ وغيرِهما.\nوالرِّقَةُ: أَوَّلُ نَبْتِ الطَّرِيفَةِ، ويقولون: وَجَدْنَا رِقَةً تُهْرَاقُ كأنَّها الزَّيْتُ.\nوالمُتَوَرِّقُ: الذي يَأْكُلُ الوَرَقَ.\nوالوَرَقُ: الدَّمُ يَسْقُطُ من الجِرَاحَةِ عَلَقاً قِطَعاً. وأَدَمٌ رِقَاقٌ منها وَرَقُ المُصْحَفِ.\nووَرَقُ الدُّنْيا: نَعِيْمُها وبَهْجَتُها (¬٨٧). والضَّعِيْفُ من الفِتْيَانِ (¬٨٨).\nويُقال للمَرْأةِ: إِنَّها لَوَرَقَةٌ؛ والرَّجُلُ كذلك: إذا كانا خَسِيْسَيْنِ. [و] (¬٨٩) قيل: وَرَقُ الفِتْيَانِ ذو الجَمَال والنَّشَاطِ.\nوالوَرَقُ: المالُ من الغَنَم والإِبل.\nوالوَرِقُ: اسْمٌ للدِّرْهَم، وكذلك الرِّقَةُ وجَمْعُها رِقِيْن (¬٩٠)، ومنه قَوْلُهم (¬٩١): «وِجْدَانُ الرِّقِيْنَ يُغَطّي أفْنَ الأَفِيْنِ» (¬٩٢) وهو العَيْنُ من المال، والوِرْقُ [والوَرْقُ] (¬٩٣) كذلك. ورَجُلٌ وَرّاقٌ ومُوْرِقٌ: كثيرُ الوَرِقِ والدَّراهم.\nوأوْرَقَ الرَّجُلُ: أصابَ مالاً. وكذلك إِذا خابَ وأخْفَقَ.\nويقولون: إنْ تَتْجُرْ فإنَّه مَوْرَقَةٌ لمالِكَ: أي مَكْثَرَةٌ له.\nوأوْرَقَ الرَّجُلُ: إذا طَلَبَ صَيْداً فَفَاتَه (¬٩٤)، يُوْرِقُ (¬٩٥) إيراقاً.\nوالوَرّاقُ: مَعْروفٌ، وصَنْعَتُه الوِرَاقَةُ.\nوالوُرْقَةُ: لَوْنُ سَوَادٍ في غُبْرَةٍ كلَوْنِ الرَّماد، حَمَامَةٌ وَرْقاءُ، وأُثْفِيَّةٌ وَرْقاءُ، ونَصْلُ أَوْرَقُ.\nوما زِلْتُ لكَ مُوارِقاً: أي قَرِيباً منكَ مُدَانِياً لَكَ.\nو ١٦ - جاءَ في الحديث (¬٩٦): «ضِرْسُ الكافِرِ مِثْلُ وَرِقانَ». -على وَزْنِ (¬٩٧) قَطِرَان-: يعني في النار. ووَرِقَانُ: جَبَلٌ مَعْرُوْفٌ. * [اقر]",
    "pg": "6:16-18"
  },
  "ورل": {
    "def": "الوَرَلُ: شَيْءٌ على خِلْقَةِ الضَّبِّ إلاَّ أنَّه أعْظَمُ، والجَمِيْعُ الوِرْلانُ، والعَدَدُ أوْرَالٌ. وفي المَثَلِ (¬١): «أضَلُّ من وَرَلٍ» لأنَّه لا يَهْتَدِي إلى جُحْرِه، و «أشْرَدُ من وَرَلٍ» (¬٢). (و. ا. ي)\nورل:\nالوَرَلُ: شَيْءٌ على خِلْقَةِ الضَّبِّ إلاَّ أنَّه أعْظَمُ، والجَمِيْعُ الوِرْلانُ، والعَدَدُ أوْرَالٌ. وفي المَثَلِ (¬١): «أضَلُّ من وَرَلٍ» لأنَّه لا يَهْتَدِي إلى جُحْرِه، و «أشْرَدُ من وَرَلٍ» (¬٢).\nرول:",
    "pg": "10:247"
  },
  "ورم": {
    "def": "الوَرَمُ: مَعْرُوْفٌ، وَرِمَ يَرِمُ (¬٥٣).\nومُوَرَّمُ (¬٥٤) الأضْرَاسِ: أُصُوْلُ مَنَابِتِها.\nوالأَوْرَمُ: الجَمَاعَةُ، وما في الأوْرَامِ مِثْلُه: أي في النّاسِ، و «ما أدْري أيُّ الأوْرَمِ هُوَ» (¬٥٥).\nوشَجَرٌ وارِمٌ: كَثِيْرٌ مُجْتَمِعٌ.\nوأوْرَمَتِ النّاقَةُ: وَرِمَ ضَرْعُها. والمَرْيَمُ (¬٥٢) من النِّسَاءِ: التي تُحِبُّ حَدِيْثَ الرِّجَالِ ولا تَفْجُرُ.\nورم:\nالوَرَمُ: مَعْرُوْفٌ، وَرِمَ يَرِمُ (¬٥٣).\nومُوَرَّمُ (¬٥٤) الأضْرَاسِ: أُصُوْلُ مَنَابِتِها.\nوالأَوْرَمُ: الجَمَاعَةُ، وما في الأوْرَامِ مِثْلُه: أي في النّاسِ، و «ما أدْري أيُّ الأوْرَمِ هُوَ» (¬٥٥).\nوشَجَرٌ وارِمٌ: كَثِيْرٌ مُجْتَمِعٌ.\nوأوْرَمَتِ النّاقَةُ: وَرِمَ ضَرْعُها.\nأرم:",
    "pg": "10:289"
  },
  "ورن": {
    "def": "مُهْمَلٌ عِنْدَه (¬٣٢).\nالخارزنجيُّ: كانَتْ عادٌ تُسَمّي شَهْرَ ذي القَعْدَةِ: وَرْنَةَ.\nورُنَةٌ (¬٣٣) ورُنَاتٌ -خَفِيْفَةٌ-: جَمْعُ الرّاني.\nوالوَرَانِيَةُ: الاسْتُ (¬٣٤). (و. ا. ي)\nرأف:",
    "pg": "10:255-256"
  },
  "وره": {
    "def": "الوَرَهُ: الخُرْقُ في كلِّ عَمَلٍ، امْرأةٌ وَرْهاءُ. وتَوَرَّهَ في عَمَلِه: أي خَرُقَ.\nوالوَرِهُ من السَّحَاب: المُمْتَلئُ المُتَحَيِّر. وتَوَهَّرْتُ الرَّجُلَ في الكلام: اضْطَرَرْتَه منه إلى الحَيْرَةِ فيه.\nوالوَهَرُ: شِدَّةُ الحَرِّ في حَدِّ الظَّهِيرة.\nريه:\n[/١١١ ب] الرَّيْهُ والتَّرَيُّهُ: تَهَثْهُثُ السَّرَابِ على وَجْهِ الأرض.\nورَاهَ يَرِيْهُ -أي راعَ يَرِيْعُ-: رَجَعَ.\nوراهَ يَرِيْهُ: أي جاءَ وذَهَبَ.\nوره:\nالوَرَهُ: الخُرْقُ في كلِّ عَمَلٍ، امْرأةٌ وَرْهاءُ. وتَوَرَّهَ في عَمَلِه: أي خَرُقَ.\nوالوَرِهُ من السَّحَاب: المُمْتَلئُ المُتَحَيِّر.\nيهر:",
    "pg": "4:59"
  },
  "وزع": {
    "def": "الوَزْعُ (¬٦): الكَفُّ.\nوالتَّوْزِيْعُ: التَّقْسِيْم.\nوبها أوْزَاعٌ من النّاس: أي ضُرُوْبٌ، واحِدُها: وَزَعٌ (¬٧).\nوأوْزَعْتُ بينهما: فَرَّقْتَ.\nوأوْزَعَه اللُّه: ألْهَمَه اللُّه.\nوالوَزُوْعُ: مَصْدَرٌ من أوْزَعْتُه: أي أوْلَعْتَه. والمُتَّزِعُ: الشَّدِيْدُ النَّفْس.\nعزو وعزى:\nعَزَوْتُه وعَزَيْتُه عَزْواً وعَزْياً: نَسَبْتَه. وعَزَّيْتُه عَزْواً وعَزْياً (¬٨). وهو حَسَنُ العِزْوَةِ والعِزْيَةِ. واعْتَزى.\nوفي الحَديثِ: عَزَوْتُه أعْزُوْهُ وأعْزَاه. وعَزَيْتُه: أي أسْنَدْته.\nفأمّا\n١٦ - قَوْلُه (¬٩): «من تَعَزّى بِعَزَاءِ الجاهِليَّة». فهو من الاعْتِزاء والتَّعَزِّي: وهو أن يُقالَ: يا لَ تَميمٍ. وهو حَسَنُ العِزْوَةِ: أي العَزَاء.\nوقد عَزَا وَعَزِيَ -أيضاً-، عَزَاءً: صَبَرَ، وهو عَزِيٌّ: صَبُوْرٌ.\nوالعِزَةُ: الجَمَاعَةُ، والجَميعُ: عِزَوْنَ (¬١٠)، و [يُقال] (¬١١): عِزَيْنٌ، فَتُعْرَب نُوْنُه.\nوكَلِمَةٌ شَنْعَاءُ من لُغَةِ أهْلِ الشِّحْرِ يقولون: لَعَزِيَّ (¬١٢) لقد كان كَذا، كما يُقال: لَعَمْري. (و. ا. ي)\nوعط:",
    "pg": "2:117-119"
  },
  "وزغ": {
    "def": "الوَزَغُ: سَوَامُّ أبْرَصَ، الواحدة وَزَغَةٌ.\nوأوْزَغَتِ الناقَةُ (¬٢) بِبَوْلها: نَضَحَتْه نَضْحاً.\nورَجُلٌ وَزَغٌ: إذا كانَ حَارِضاً (¬٣) فَسْلاً. زغو:",
    "pg": "5:109-110"
  },
  "وزف": {
    "def": "وَزَفَ يَزِفُ وَزِيْفاً: أسْرَعَ المَشْيَ، من قَوْلِه ﷿: «فأقْبَلُوا إليه يَزِفُوْنَ» (¬٣) في رِوَايَةٍ.\nوالتَّوَازُفُ: أنْ يَتَخَارَجَ القَوْمُ فيما بَيْنَهم النَّفَقَةَ.\nوالْوَزَفُ: الاسْتِعْجَالُ. وفز:",
    "pg": "9:97-98"
  },
  "وزك": {
    "def": "مُهْمَلٌ عنده (¬١٤).\nالخارزنجيُّ: أوْزَكَتِ المَرْأةُ عند النِّكاح إيْزَاكاً: إذا لانَتْ [و] (¬١٥) واتَتْ. [و. ا. ي] (¬١)\nكود:",
    "pg": "6:302-303"
  },
  "وزم": {
    "def": "الْوَزْمُ: حُزْمَةٌ من بَقْلٍ ونَحْوِها، وهي الوَزْمَةُ (¬٢) والوَزِيْمَةُ. والأكْلَةُ الواحِدَةُ في اليَوْمِ، وَزَمَ (¬٣) نَفْسَه. واللَّحْمُ المُجَفَّفُ. والعَضَلُ. والجَماعَةُ من الناسِ.\nومن الضِّبَابِ والجَرَادِ: أنْ يُطْبَخَ لَحْمُها ثُمَّ يُوَبَّسَ ويُدَقَّ.\nوالْوَزْمُ: جَمْعُكَ الشَّيْءَ القَلِيلَ إلى مِثْلِه.\nوالْوَزِيْمُ: ما يَبْقَى في القِدْرِ من مَرَقٍ ونَحْوِه.\nويُقال لسَلْحِ العُقَابِ: الْوَزَمُ (¬٤).\nورَجُلٌ مُتَوَزِّمٌ: شَدِيْدٌ.\nوأَوْزَمَ فلانٌ نَفْسَه على كذا: أي وَطَّنَها عليه، والرَّجُلُ وَزِيْمٌ.\nوالتَّوَزُّمُ: التَّحَمُّلُ والعَمَلُ والكَدُّ.\nوالوِزَامُ: السُّرْعَةُ.\nوالْوَزْمَةُ: المِقْدَارُ، وُزِمَ في مالِهِ وَزْمةً: أي ثُلِمَ فيه ثُلِمَ فيه ثُلْمَةً. ووَزَمَهُ بفِيْه: أي عَضَّه.\nموز:",
    "pg": "9:105-106"
  },
  "وزن": {
    "def": "الوَزِيْنُ: الحَنْظَلُ المَطْحُونُ.\nوالْوَزْنُ: فِعْلُ الوَزّانِ ما يَزِنُ بالْمِيْزَانِ.\nوالمَوْزُوْنُ من الرِّجَالِ: الذي لا خَيْرَ فيه. وهو-أيضاً-: القَصِيْرُ القَوائِمِ، وجَمْعُه مَوْزُوْنُوْنَ.\nوهو تُجَاهَكَ ووِزَانَكَ: أي يُحَاذِيْكَ (¬٣)، ووِزْنَكَ -مِثْلُه-ووَزْنَكَ ومِيْزَانَكَ. وائْتَزَنَ (¬٤) العِدْلُ: اعْتَدَلَ بالآخَرِ.\nوهو وَزِيْنُ الرَّأْيِ: أي رَزِيْنُه، وقد وَزُنَ يَوْزُنُ (¬٥) وَزَانَةً.\nوالوَزْنَةُ: أكْلَةٌ في كُلِّ يَوْمٍ ولَيْلَةٍ؛ كالوَزْمَةِ.\nوأَوْزَنَ نَفْسَه على كذا: وَطّنَها عليه.\nوقامَ مِيْزَانُ النَّهَارِ: أي انْتَصَفَ.\nوهو يَأْتَزِنُ الدَّرَاهِمَ ويَتَّزِنُهَا.\nزأن (¬٦):\nالزِّئْنِيُّ: القَصِيْرُ من كُلِّ شَيْءٍ.\nنزو:",
    "pg": "9:92-93"
  },
  "وسب": {
    "def": "الوَسْبُ (¬٢) من الغَنَمِ: ما كَثُرَ صُوْفُه.\nوأوْسَبَتِ الأرْضُ: كَثُرَ عُشْبُها أو يَبِيْسُها.\nوالوَسَبُ: الوَسَخُ والدَّرَنُ. (و. ا. ي) (¬١)\nوسب:\nالوَسْبُ (¬٢) من الغَنَمِ: ما كَثُرَ صُوْفُه.\nوأوْسَبَتِ الأرْضُ: كَثُرَ عُشْبُها أو يَبِيْسُها.\nوالوَسَبُ: الوَسَخُ والدَّرَنُ.\nسيب:",
    "pg": "8:396"
  },
  "وسخ": {
    "def": "الوَسَخُ: ما يَعْلُو الجِلْدَ والثَّوبَ من قِلَّة التَّعاهُدِ بالماء، وَسَخَ (¬٢٠) الجِلْدُ وتَوَسَّخَ، وأوْسَخْتُه ووَسَّخْتُه، واسْتَوْسَخَ الثَّوْبُ، ووَسِخَ ياسَخُ ويَيْسَخُ (¬٢١).\nسوخ:",
    "pg": "4:385-386"
  },
  "وسد": {
    "def": "وَسَّدَ فلانٌ فلاناً، وتَوَسَّدَ هو: وَضَعَ رَأْسَه على وِسَادَةٍ.\nوالوِسَادَةُ: اسْمٌ يَقَعُ على ما كانَ من وَسَائدِ المَتَاعِ، يُقال: وِسَادَةٌ ووُسَادَةٌ.\nووَسَّدْتُ المَيِّتَ: هَيَّأْته في اللَّحْدِ.\nوتَوَسَّدْتُ ذِرَاعَ الناقَةِ: وَضَعْتُ رَأْسي عليها.\nو ١٧ - في الحَدِيثِ حِيْنَ ذُكِرَ شُرَيْحٌ عِنْدَ ابن مَسْعُودٍ فقال (¬٢٠): «ذاكَ رَجُلٌ لا يَتَوَسَّدُ القُرْآنَ». أي لا يَنَامُ عن القُرْآنِ ولكنَّه يَتَهَجَّدُ به.\nسدو و ٢١ سدى:\nالسَّدْوُ: مَدُّ اليَدِ نَحْوَ الشَّيْءِ كما تَسْدُو (¬٢٢) الإبلُ في سَيْرِها، وكَسَدْوِ الصِّبْيَانِ إذا لَعِبُوا بالجَوْزِ. وهو يَسْدُو سَدْوَ كذا: أي يَنْحُو نَحْوَه.\nوالسَّدى: خِلافُ لُحْمَةِ الثَّوْبِ. والحائكُ يُسَدِّي الثَّوْبَ ويَتَسَدّاه.\nوأرْسَلَ كَلامَه سَدْواً: أي سَهْلاً.\nوالنّاقَةُ تُسَمّى السَّدْوَةَ؛ لسَدْوِ يَدَيْها، وهي الذَّهُوْبُ.\nوسِدْوَةُ الثَّوْبِ: نَفْسُه إذا بُسِطَ. وسَدَاه: ضِدُّ لُحْمَتِه. ويُقال: سَدَوَاتٌ وسَدَيَاتٌ. وإذا نَسَجَ إنسانٌ كَلاماً وأمْراً بَيْنَ قَوْمٍ يُقال: أسْدى بَيْنَهم.\nوسَدِيَتْ لَيْلَتُنا هذه: إذا كَثُرَ (¬٢٣) نَدَاها. وهو السَّدى والنَّدى.\nواسْتَدى الفَرَسُ: أي عَرِقَ.\nوالسَّدى: المَعْرُوْفُ، أسْدى فلانٌ إلى فلانٍ مَعْرُوفاً، وسَدَى (¬٢٤) عليه سَدىً كَثِيراً.\nوالسَّدى: البَلَحُ الأخْضَرُ بشَمَارِيْخِه، واحِدَتُها سَدَاةٌ، وكذلك السِّدى -بكَسْرِ السين-.\nوالسُّدى: الهَمَلُ، وأرْضٌ سُدىً: وهي الأرْضُ البَيْضَاءُ ليس بها أثَرٌ ولم يَعْمُرْها أحَدٌ.\nوإنَّ لفُلانٍ سَدْيَةً: أي غَوْلاً وأمْراً مُنْكَراً.\nوالسَّدْيَةُ: الدّاهِيَةُ.\nوالسّادي من المالِ: المُسَيَّبُ الذي لا راعِيَ (¬٢٥) له. وهو-أيضاً-: الذي يَنْزِلُ بإبِلِه حَيْثُ كانَ من اللَّيْلِ.\nوسَدِّ إبِلَكَ: أي سَرِّحْها.\nوإنَّه لَمُتَسَدٍّ للحَقِّ: أي تابعٌ له.\nوالتَّسَدِّي: العُلُوُّ.\nوالسَّدَى: سَدى النَّخْلِ، وهو السَّدَاءُ -مَمْدُوْدٌ-. وأسْدى النَّخْلُ: إذا صارَ سَدىً.\nويُقال للسّادِسِ: سادٍ.\nوالأسْدَاءُ: لُغَةٌ في الأصْدَاءِ. دسو:",
    "pg": "8:358-360"
  },
  "وسط": {
    "def": "الوَسْطُ -مُخَفَّفٌ-: مَوْضِعٌ للشَّيْءِ.\nوالوَسَطُ من الشَّيْءِ: أعْدَلُه وأفْضَلُه. وهو-أيضاً-: اسْمٌ لكُلِّ ما لَهُ طَرَفَانِ.\nووَسَطَ فلانٌ جَمَاعَةَ الناسِ فهو يَسِطُهم (¬٦): إذا صارَ في وَسَطِهم. ومنه سُمِّيَ واسِطَةُ الرَّحْلِ (¬٧) لأنَّه وَسَطٌ بين القادِمَةِ والآخِرَةِ، وكذلك واسِطَةُ القِلادَةِ.\nوالواسِطُ: الخَشَبَةُ التي تكونُ في وَسَطِ نِيْرِ الثَّوْرِ.\nوفلانٌ وَسِيْطُ الدّارِ والحَسَبِ في قَوْمِه، وقد وَسَطَ حَسَبُه وَسَاطَةً وسِطَةً، ووَسَّطَ تَوْسِيْطاً.\nوهُنَّ من وُسْطى بَنَاتِ فلانٍ: أي من أوْساطِهِنَّ.\nوالواسِطُ: النّابُ (¬٨).\nوالوَسُوْطُ: أصْغَرُ من المِظَلَّةِ (¬٩).\nوواسِطُ البَيْتِ: ما كانَ في ناحِيَتِه من وَسَطِه. والمُوْسِطُ: ما كانَ في وَسَطِه خاصَّةً.\nوناقَةٌ وَسُوْطٌ وإبِلٌ وُسُطٌ: وهي التي يُحْمَلُ على رُؤوْسِها وظُهُوْرِها صِعَابٌ لا تُعْقَلُ ولا تُقَيَّدُ.\nودارَةُ وَسَطٍ: جَبَلٌ عَظِيْمٌ طَوِيلٌ. طوس:",
    "pg": "8:352-353"
  },
  "وسع": {
    "def": "وَسُعَ الشَّيْءُ سَعَةً ووَسَاعَةً (¬١٥)، فهو وَسَاعٌ. وسَيْرٌ وَسِيْعٌ ووَسَاعٌ.\nوأوْسَعَ: صارَ ذا سَعَةٍ في المال.\nوأوْسَعْتَ فَابْنِ: أي وَجَدْتَ مَكاناً واسِعاً.\nواسْتَوْسَعَ: صارَ ذا سَعَةٍ في عَيْشِه.\nواتَّسَعَ الشَّيْءُ واسْتَوْسَعَ: واحِدٌ.\nولا أسَعُه: أي لا أُطيقُه، من الوُسْع.\nولا يَسَعُكَ: لَسْتَ منه في سَعَةٍ.\nووَسِيْعٌ: اسْمُ ماءٍ يُقال له ولآخَرَ يُسَمّى دُحْرُضاً: الدُّحْرُضانِ. سعى:",
    "pg": "2:114-115"
  },
  "وسف": {
    "def": "الوَسْفُ: تَشَقُّقٌ يَبْدَأُ (¬١١) في فَخِذِ البَعِيرِ وعَجُزِه من السِّمَنِ.\nوتَوَسَّفَ جِلْدُه: أي تَقَشَّرَ. والسّافُ: سَفَا الرِّيْحِ، الواحِدَةُ سَفَاةٌ وسَافَةٌ.\nوالمَسَافُ: رَجُلٌ يَأْخُذُ المالَ ويَذْهَبُ به.\nوسف:\nالوَسْفُ: تَشَقُّقٌ يَبْدَأُ (¬١١) في فَخِذِ البَعِيرِ وعَجُزِه من السِّمَنِ.\nوتَوَسَّفَ جِلْدُه: أي تَقَشَّرَ.\nسفو:",
    "pg": "8:392"
  },
  "وسق": {
    "def": "الوَسْقُ: ضَمُّكَ الشَّيْءَ بعضَه إلى بعضٍ. والاتِّسَاقُ: الانْضِمامُ والاسْتِوَاءُ.\nواسْتَوْسَقَتِ الإِبلُ: اجْتَمَعَتْ، والراعي يَسِقُها.\nوقَوْلُه تعالى (¬٤٥): ﴿وَاللَّيْلِ [وَ] (¬٤٦) ما وَسَقَ﴾ (¬٤٧) أي جَمَعَ، ﴿وَالْقَمَرِ إِذَا اِتَّسَقَ﴾ (¬٤٨) ثَمَّ وامْتَلأَ\nوالوَسْقُ: سِتُّوْنَ صاعاً.\nوأوْسَقْتُ البَعِيرَ: أوْقَرْتُه.\nوالوَسْقُ: العِدْلُ.\nوإذا حَمَلَتِ النَّخْلَةُ كثيراً قيل: أوْسَقَتْ؛ أي حَمَلَتْ وَسْقاً.\nوالوَسِيْقَةُ من الإِبل: كالرُّفْقَة من الناس. وهي الطَّرِيْدَة (¬٤٩) أيضاً. والوَسِيْقُ: السَّوْقُ. والمَطَرُ أيضاً؛ لأنَّ السَّحابَ يَسِقُه أي يَحْمِلُه (¬٥٠).\nويقولون (¬٥١): «لا أفْعَلُه ما وَسَقَتْ عَيْني الماءَ».\nوالمِيْسَاقُ: الطائرُ الذي يُصَفِّقُ جَنَاحَيْه (¬٥٢) إذا طارَ، وجَمْعُه مَوَاسِيْقُ (¬٥٣).\nيسق\n(¬٥٤):",
    "pg": "5:475-476"
  },
  "وسل": {
    "def": "وَسِلَ (¬٣) فلانٌ إلى رَبِّه وَسِيْلَةً: أي عَمِلَ قُرْبَةً، وتَوَسَّلَ بِكتابٍ أو بقَرَابَةٍ، وهو واسِلٌ.\nوالوَسِيْلَةُ: المَنْزِلَةُ، وهي الواسِلَةُ (¬٤) أيضاً. وأُمُّ مَوْسِلٍ: اسْمُ هَضْبَةٍ.\nسلو:",
    "pg": "8:377-378"
  },
  "وسم": {
    "def": "الوَسْمَةُ (¬١٤) والوَسْمُ: شَجَرٌ وَرَقُها خِضَابٌ. وأثَرُ كَيَّةٍ، بَعِيْرٌ مَوْسُوْمٌ.\nوالمِيْسَمُ: المِكْوى، والجَميعُ المَوَاسِمُ.\nوإنَّه لَمَوْسُوْمٌ بالخَيْرِ والشَّرِّ: أي عليه عَلامَتُه (¬١٥).\nوفُلانَةُ ذاتُ مِيْسَمٍ وجَمَالٍ، وإنَّها لَوَسِيْمَةٌ، وقد وَسُمَتْ (¬١٦) وَسَامَةً.\nوتَوَسَّمْتُ فيه خَيْراً: أي رَأيْتُه.\nوسُمِّيَ الوَسْمِيُّ من المَطَرِ لأنَّه يَسِمُ الأرْضَ بالنَّبَاتِ. وأرْضٌ مَوْسُوْمَةٌ:\nأصَابَها ذلك. والمُتَوَسِّمُ: الذي يَطْلُبُه لِيَنْتَجِعَه.\nوالمَوْسِمُ: مَوْسِمُ الحاجِّ؛ لأنَّه مَعْلَمٌ يُجْتَمَعُ إليه، وكذلك كانَتْ مَوَاسِمُ أسْوَاقِ العَرَبِ في الجاهِليَّة.\nوالمَوَاسِمُ: جَمَاعَةٌ من الإبِلِ تَسِمُ (¬١٧) بوَطْئِها كُلَّ مَوْضِعٍ وَطِئَتْهُ، الواحِدَةُ (¬١٨) مِيْسَمٌ. وأُسَامَةُ: من وَسَمْتُ، وهو اسْمٌ مَعْرِفَةٌ للأسَدِ، ولا يُجْمَعُ.\nسمو:",
    "pg": "8:405-406"
  },
  "وسن": {
    "def": "الوَسَنُ: ثَقْلَةُ النَّوْمِ، وَسِنَ (¬١٠) فلانٌ: إذا أخَذَتْهُ سِنَةُ النُّعَاسِ. وعَلَتْه وَسْنَةٌ.\nوهو وَسْنَانُ ووَسِنٌ؛ ووَسْنَانَة ووَسْنى.\nوالوَسَنُ: الهَمُّ أيضاً. والحاجَةُ، قَضَتِ الإبِلُ أوْسانَها من الماءِ.\nوتَوَسَّنَ الفَحْلُ النّاقَةَ: ضَرَبَها. وكذلك إذا عَلا عُنُقَها حَتّى كادَ يَقْتُلُها.\nوتَوَسَّنْتُ المَرْأةَ: إذا أتَيْتَها وهي نائمَةٌ.\nوأسَنَ (¬١١) فُلانٌ: تَنَكَّرَ وصَرَفَ وَجْهَه.\nوالرَّكِيَّةُ المُوْسِنَةُ: التي يُوْسَنُ فيها الإنسانُ وَسَناً: وهو غَشْيٌ يَأْخُذُ من نَتْنِ الرِّيْحِ. والسَّنَاءُ -بالمَدِّ-: نَبْتٌ.\nوالسَّنَا -بالقَصْرِ-: ضَرْبٌ من الحَرِيْرِ.\nوسن:\nالوَسَنُ: ثَقْلَةُ النَّوْمِ، وَسِنَ (¬١٠) فلانٌ: إذا أخَذَتْهُ سِنَةُ النُّعَاسِ. وعَلَتْه وَسْنَةٌ.\nوهو وَسْنَانُ ووَسِنٌ؛ ووَسْنَانَة ووَسْنى.\nوالوَسَنُ: الهَمُّ أيضاً. والحاجَةُ، قَضَتِ الإبِلُ أوْسانَها من الماءِ.\nوتَوَسَّنَ الفَحْلُ النّاقَةَ: ضَرَبَها. وكذلك إذا عَلا عُنُقَها حَتّى كادَ يَقْتُلُها.\nوتَوَسَّنْتُ المَرْأةَ: إذا أتَيْتَها وهي نائمَةٌ.\nوأسَنَ (¬١١) فُلانٌ: تَنَكَّرَ وصَرَفَ وَجْهَه.\nوالرَّكِيَّةُ المُوْسِنَةُ: التي يُوْسَنُ فيها الإنسانُ وَسَناً: وهو غَشْيٌ يَأْخُذُ من نَتْنِ الرِّيْحِ.\nنوس:",
    "pg": "8:384"
  },
  "وشب": {
    "def": "الوَشْبُ (¬٢٢): الأُشَابَةُ.\nو (¬٢٣) هو من أوْشَابِ النّاسِ وأوْبَاشِهم: بمعنىً. والتَّأَشُّبُ: الجَمْعُ (¬١٩) من هاهُنا وهاهُنا.\nوأشَائبُ: جَمْعُ أُشَابَةٍ؛ لَيْسُوا من مَكَانٍ واحِدٍ. وكذلك في الكَسْبِ مِمّا يَخْلِطُه الحَرَامُ.\nوالمَأْشُوْبُ: المَخْلُوطُ.\nوأشَّبْتُ (¬٢٠) الشَّرَّ بَيْنَهم تَأْشِيْباً (¬٢١).\nوأشَبَه بشَرٍّ: رَمَاه به.\nوأشَبَهُ بكذا يَأْشِبُه: أي غاظَه. وكذلك إذا لامَهُ.\nورَجُلٌ أشْبَانيٌّ: وهو الشَّدِيْدُ الحُمْرَةِ.\nوالمُؤْتَشِبُ: الأمْرُ الذي لا يُتَنَوَّقُ فيه.\nوشب:\nالوَشْبُ (¬٢٢): الأُشَابَةُ.\nو (¬٢٣) هو من أوْشَابِ النّاسِ وأوْبَاشِهم: بمعنىً.\nوبش:",
    "pg": "7:395"
  },
  "وشج": {
    "def": "وَشَجَتِ العُرُوْقُ والأغْصَانُ. و (¬٥) كُلُّ مَشْتَبِكٍ: واشِجٌ ووَشِيْجٌ.\nوالوَشِيْجُ من القَنَا: ما يَنْبُتُ مُعْتَرِضاً.\nوقَرَابَةٌ واشِجَةٌ ووَشِيْجَةٌ. وهُمْ وَشِيْجَةٌ: أي حِشْوَةٌ (¬٦).\nوالمُوَشَّجُ: الأمْرُ المُدَاخَلُ بَعْضُه في بَعْضٍ. ووَشَجَتْ في قَلْبِه هُمُوْمٌ.\nوالوَشِيْجَةُ: لِيْفٌ يُفْتَلُ ثُمَّ يُشَدُّ بَيْنَ خَشَبَتَيْنِ. ونَبْتٌ يَتَسَطَّحُ على الأرْضِ.\nوالأوْشَاجُ: غُزُوْلُ النَّسّاجِ.\nاشج (¬٧):\nالأُشَّجُ: الأُشَّقُ. وشَجَا بَيْنَهم: أي شَجَرَ بينهم.\nوشَجَا: اسْمُ بِئْرٍ-مَقْصُورٌ-، وقيل: هو وادٍ بَيْنَ مِصْرَ والمَدِيْنَةِ.\nوشج:\nوَشَجَتِ العُرُوْقُ والأغْصَانُ. و (¬٥) كُلُّ مَشْتَبِكٍ: واشِجٌ ووَشِيْجٌ.\nوالوَشِيْجُ من القَنَا: ما يَنْبُتُ مُعْتَرِضاً.\nوقَرَابَةٌ واشِجَةٌ ووَشِيْجَةٌ. وهُمْ وَشِيْجَةٌ: أي حِشْوَةٌ (¬٦).\nوالمُوَشَّجُ: الأمْرُ المُدَاخَلُ بَعْضُه في بَعْضٍ. ووَشَجَتْ في قَلْبِه هُمُوْمٌ.\nوالوَشِيْجَةُ: لِيْفٌ يُفْتَلُ ثُمَّ يُشَدُّ بَيْنَ خَشَبَتَيْنِ. ونَبْتٌ يَتَسَطَّحُ على الأرْضِ.\nوالأوْشَاجُ: غُزُوْلُ النَّسّاجِ.\nاشج (¬٧):\nالأُشَّجُ: الأُشَّقُ.\nجيش:",
    "pg": "7:140"
  },
  "وشح": {
    "def": "الوَشْحُ: من الوِشَاحِ، والجَميعُ: الوُشُحُ، ومنه: تَوَشَّحَ الرَّجُلُ بِثَوْبِه.\nوشاةٌ مُوَشَّحَةٌ: مُخَطَّطَةٌ.\nوتَوَشَّحْتُ الجَبَلَ: تَسَنَّمْتُه وعَلَوْتُه.\nوتَوَشَّحَ الرَّجُلُ المَرْأةَ: جامَعَها.\nووَشْحى: مِيَاهٌ لبَعْضِ العَرَبِ. ويُقال للجائع الخالي البَطْنِ: قد تَوَحَّشَ، وأوْحَشَ أيضاً. والمُحْتَمي لِشُرْبِ الدَّواءِ كذلك. ورَجُلٌ مُوْحِشٌ بَيِّنُ الإِيْحَاشِ: جائعٌ. وباتَ فلانٌ وَحْشاً، وجَمْعُه: أوْحاشٌ.\nوالْوَحْشَةُ: ضِدُّ الأَنَسَةِ، دارٌ مُوْحِشَةٌ، وطَلَلٌ مُوْحِشٌ، ومَنْزِلٌ وَحْشٌ.\nوبينهما وَحْشَاءُ -على فَعْلاء-: أي وَحْشَةٌ. وأوْحَشْتُ الأرْضَ: وَجَدْتَها وَحِشَةً.\nووَحَّشَ الرَّجُلُ بسَيْفِه وبثَوْبِه: إِذا رَمى به بَعِيْداً،\nو ١٦ - في الحَدِيْثِ (¬١١):\n«فَوَحَشُوا بِرِمَاحِهِم». رَمَوْا بها.\nوشح:\nالوَشْحُ: من الوِشَاحِ، والجَميعُ: الوُشُحُ، ومنه: تَوَشَّحَ الرَّجُلُ بِثَوْبِه.\nوشاةٌ مُوَشَّحَةٌ: مُخَطَّطَةٌ.\nوتَوَشَّحْتُ الجَبَلَ: تَسَنَّمْتُه وعَلَوْتُه.\nوتَوَشَّحَ الرَّجُلُ المَرْأةَ: جامَعَها.\nووَشْحى: مِيَاهٌ لبَعْضِ العَرَبِ.\nشحى:",
    "pg": "3:149"
  },
  "وشخ": {
    "def": "الوَشْخُ: الرَّدِيْءُ الضَّعيف (¬٦).\nوالوُشْخَةُ (¬٧): ما عُمِلَ من الخُوص للرُّطَب. والوَشَخُ: من أسماء دَوَاخِل التَّمْرِ.\nخيش:",
    "pg": "4:374-375"
  },
  "وشز": {
    "def": "[/٢٤١ أ] الوَشْزُ (¬٥): من الشِّدَّةِ. وأصابَتْهُم أوْشَازُ الأُمُوْرِ: أي شَدَائِدُها.\nوتَوَشَّزَ للشَّرِّ: تَهَيَّأَ له.\nوهُوَ على أوْشَازٍ: أي أوْفَازٍ، ووَشَازٍ -مِثْلُه-كالوَفَازِ (¬٦).\nوالوَشَزُ: الذي يُسْنَدُ ويُلْجَأُ إليه.\nوالأوْشَازُ: الأعْوَانُ، وقيل: هم الأنْذَالُ (¬٧). وهي الأوْصَالُ أيضاً. والبَعِيرُ القَوِيُّ على السَّيْرِ.\nوالوَشائزُ: المَرَافِقُ الكَثِيْرَةُ الحَشْوِ.\nشزو (¬٨):\nالشازِي: المُرْتَفِعُ. (و. ا. ي)\nشوط:",
    "pg": "7:357-358"
  },
  "وشظ": {
    "def": "الوَشِيْظُ من النّاسِ: لَفِيْفٌ لَيْسَ أصْلُهم واحِداً.\nوالوَشِيْظَةُ: قِطْعَةُ عَظْمٍ تَكُونُ (¬٣) زِيَادَةً في العَظْمِ الصَّمِيمِ. ومنه يُقال:\nفلانٌ وَشِيْظَةٌ في قَوْمِه: أي دَخِيْلٌ. وهو-أيضاً-: الخَسِيْسُ الرَّذْلُ.\nوتَوَاشَظَ الرَّجُلانِ: إذا أنْعَظا فَعَصَرَ كُلُّ واحِدٍ منهما أيْرَه في بَطْنِ صاحِبِه، وهي المُوَاشَظَةُ.\nووَشَظَتْ إلينا جَمَاعَةٌ فَهُمْ يَشِظُوْنَ (¬٤): إذا لَحِقُوا بكم فصاروا معَكم وهُمْ قَلِيلٌ فيكم.\nوالوَشِيْظَةُ: قِطْعَةٌ من خَشَبٍ تُدْخَلُ (¬٥) في الإِناءِ يُشْعَبُ بها. وبَطْنٌ شاظِئٌ: أي مُمْتَلِئٌ لا مَسْلَكَ فيه-مَهْمُوْزٌ-، وما أشْظَأَ بَطْنَه وأضْخَمَه.\nوشَظَأَ وصَدَفَ: جارَ.\nوشظ:\nالوَشِيْظُ من النّاسِ: لَفِيْفٌ لَيْسَ أصْلُهم واحِداً.\nوالوَشِيْظَةُ: قِطْعَةُ عَظْمٍ تَكُونُ (¬٣) زِيَادَةً في العَظْمِ الصَّمِيمِ. ومنه يُقال:\nفلانٌ وَشِيْظَةٌ في قَوْمِه: أي دَخِيْلٌ. وهو-أيضاً-: الخَسِيْسُ الرَّذْلُ.\nوتَوَاشَظَ الرَّجُلانِ: إذا أنْعَظا فَعَصَرَ كُلُّ واحِدٍ منهما أيْرَه في بَطْنِ صاحِبِه، وهي المُوَاشَظَةُ.\nووَشَظَتْ إلينا جَمَاعَةٌ فَهُمْ يَشِظُوْنَ (¬٤): إذا لَحِقُوا بكم فصاروا معَكم وهُمْ قَلِيلٌ فيكم.\nوالوَشِيْظَةُ: قِطْعَةٌ من خَشَبٍ تُدْخَلُ (¬٥) في الإِناءِ يُشْعَبُ بها.\nشوظ:",
    "pg": "7:366"
  },
  "وشع": {
    "def": "وشَعْتُ الطَّرِيْقَ وغيره وُشُوْعاً: عَلَوْتَه. ووَشَعَ الوَعِلُ في الجَبَلِ وَشْعاً ووُشُوْعاً وتَوَشَّعَ: ارْتَقى فيه.\nوتَوَشَّعُوْا ضُيُوْفَهم: تَوَزَّعُوْهُم. وكذلك وَشَعْتُ المالَ: وَزَّعْتَه.\nوالوَشْعُ: الخَلْطُ. وقد وَشَعَتِ الرَّحِمُ: أي وَشَجَتْ (¬١٧).\nووَشَعَ الشَّرُّ بينهم: عَلِقَ.\nوالوشَائعُ: الغَزْلُ، والواحِدَةُ: وَشِيْعَةٌ ووَشِيْعٌ. وقد وَشَعْت الغَزْلَ ووَشَّعْتُه- جَميعاً-: لَفَفْتَه على الوَشِيْعَة: وهي نَصْلٌ مُسْتَدَقٌّ يُلْحَمُ به. وكذلك وشَعْتُ القُطْنَ بعد النَّدْفِ: لَفَفْتَه.\nوالوَشِيْعَةُ: الظِّلُّ (¬١٨) المُشَعْشَعُ. وما يُوْشَعُ به الخِيَامُ من الثُّمام: أي يُسَدُّ.\nوالوَشِيْعُ: شَرِيْجَةٌ من سَعَفِ النَّخْلِ. وجِذْعٌ يقومُ عليه السّاقي. وهو أيضاً: كَرْمٌ لا حائطَ له فَيُجْعَلُ له من حَوْلِه شَجَرٌ يَمْنَعُه.\nوالوُشُعُ (¬١٩): بَيْتُ العَنْكَبُوت.\nوالوَشائعُ: طَرائقُ الغُبَار.\nوأوْشَعَتِ (¬٢٠) البُقُوْلُ: أخْرَجَتْ زَهْرَتَها.\nوهو يَسْتَوْشِعُ بالدَّلْوِ الخَلَقِ: أي (¬٢١) يَسْتَقي.\nشيع:",
    "pg": "2:97-98"
  },
  "وشغ": {
    "def": "الوَشْغُ: الوَتْحُ، يقول: أوْشَغَ وأوْتَحَ (¬٣). وأوْشَغْتُ المَرِيضَ الماءَ: إذا لم يَقْدِرْ على الشُّرْب فَتُوشِغُه بيَدِكَ. والتَّوْشِيْغُ: تَلْطِيْخُ الثَّوبِ بالدَّم حتّى يَصِيْرَ عليه طَرَايِقَ.\nشغو:",
    "pg": "5:101-102"
  },
  "وشق": {
    "def": "الوَشِيْقُ: لَحْمٌ يُقَدَّدُ حتّى يَغِبَّ (¬١٩)، وَشَقْتُ اللَّحْمَ أشِقُه، واتَّشَقْتُه (¬٢٠)، وأتَّشِقُه اتِّشَاقاً.\nوهو كثيرُ وَشِيْقِ الفَخِذَيْنِ: أي لَحْمُهُما.\nوسُمِّيَ الكَلْبُ واشِقاً؛ اسْمٌ له خاصَّةً.\nومَرَّ يَشِقُ (¬٢١): أي يُسْرِعُ.\nوالواشِقُ: الذاهِبُ المُضِيّ، وهو الوَشّاقُ.\nووَشَقَه: [أي] (¬٢٢) طَعَنَه وقَدَّه.\nوالوَشْقُ: قِلَّةُ الرَّعْيِ.\nوالتَّوَشُّقُ: التَّفَرُّقُ.\nويُقال لأسْنانِ المِفْتَاح: مَوَاشِيْقُ، الواحِدُ مِيْشَقٌ.\nوالواشَقُ: لُغَةٌ في الباشَقِ.\nوالأُشَّقُ: دَوَاءٌ كالصَّمغ. وشق:\nالوَشِيْقُ: لَحْمٌ يُقَدَّدُ حتّى يَغِبَّ (¬١٩)، وَشَقْتُ اللَّحْمَ أشِقُه، واتَّشَقْتُه (¬٢٠)، وأتَّشِقُه اتِّشَاقاً.\nوهو كثيرُ وَشِيْقِ الفَخِذَيْنِ: أي لَحْمُهُما.\nوسُمِّيَ الكَلْبُ واشِقاً؛ اسْمٌ له خاصَّةً.\nومَرَّ يَشِقُ (¬٢١): أي يُسْرِعُ.\nوالواشِقُ: الذاهِبُ المُضِيّ، وهو الوَشّاقُ.\nووَشَقَه: [أي] (¬٢٢) طَعَنَه وقَدَّه.\nوالوَشْقُ: قِلَّةُ الرَّعْيِ.\nوالتَّوَشُّقُ: التَّفَرُّقُ.\nويُقال لأسْنانِ المِفْتَاح: مَوَاشِيْقُ، الواحِدُ مِيْشَقٌ.\nوالواشَقُ: لُغَةٌ في الباشَقِ.\nوالأُشَّقُ: دَوَاءٌ كالصَّمغ.\nقوش:",
    "pg": "5:461"
  },
  "وشك": {
    "def": "أوْشَكَ فلانٌ خُرُوْجاً.\nولَوَشْكَانَ ما كانَ ذاكَ: في معنى لَعَجْلانَ ولَسَرْعانَ، ولَوِشْكان.\nووَشْكُ البَيْنِ: سُرْعَةُ القَطِيْعَةِ.\nوأوْشَكَ الأمْرُ أنْ يكونَ كذا. كيش:",
    "pg": "6:291-292"
  },
  "وشم": {
    "def": "الوَشْمُ: ما تُوْشَمُ به اليَدُ ونَحْوُها، وَشَمَتِ الجارِيَةُ تَشِمُ، واسْتَوْشَمَتْ.\nو ١٦ - في الحَدِيثِ (¬١): «لَعَنَ اللهُ الواشِمَةَ والمُؤْتَشِمَة» و «المُتَّشِمَةَ». أيضاً. وفي المَثَل (¬٢): «أزْهى من واشِمَةِ اسْتِها».\nوأوْشَمَتِ الأرْضُ: ظَهَرَ من نَبَاتِها شَيْءٌ مُتَفَرِّقٌ؛ شُبِّهَ بالوَشْمِ.\nوأوْشَمْتُ في عِرْضِ فلانٍ: أي عِبْتَه وسَبَبْتَه (¬٣).\nوأوْشَمَ البَرْقُ: لَمَعَ لَمْعاً خَفِيفاً.\nوأوْشَمَ الرَّجُلُ بالنَّظَرِ.\nوأوْشَمَتِ الإِبلُ: صادَفَتْ مُوْشِماً (¬٤) من المَرَاعي فَرَعَتْه.\nووَشَّمْتُ فلاناً بكَ: أي حَرَّضْتُه (¬٥) على ضَرْبِكَ؛ تَوْشِيْماً. وأوْشَمَ يَفْعَلُ كذا: أي طَفِقَ يَفْعَلُه.\nوما عَصَيْتُكَ وَشْمَةً: أي طَرْفَةَ عَيْنٍ.\nوأوْشَمْتُ: نَظَرْت.\nشأم:",
    "pg": "7:397-398"
  },
  "وصب": {
    "def": "الوَصَبُ: المَرَضُ وتَكْسِيْرُه، وَصِبَ وَصَباً فهو وَصِبٌ، والجميع الأوْصَابُ.\nورَجُلٌ مُوْصِبٌ: إذا كانَ وَلَدُه وَصَابى أي أصَابَهم وَصَبٌ.\nووَجَدْتُ التَّوَصُّبَ في بَطْني: أي (¬١٠) التَّحْجِيْرَ.\nو ﴿وَلَهُ الدِّينُ واصِباً﴾ (¬١١)، ووَصَبَ الشَّيْءُ يَصِبُ. ومَفَازَةٌ واصِبَةٌ: أي بَعِيْدَةٌ لا غايَةَ لها. ووصب (¬١٢): من بُعْدِها.\nوناقَةٌ مُوْصِبٌ: دائمةُ اللَّبَنِ.\nوناقَةٌ تُوَاصِبُ سِمَنَها: إذا كانَتْ لا تُهْزَل؛ فهي مُوَاصِبَةٌ. ووَصَبَ شَحْمُها.\nوأوْصَبَ على الأمْرِ فهو مُوْصِبٌ: أي واظَبَ.\nصبو:",
    "pg": "8:202-203"
  },
  "وصد": {
    "def": "الوَصِيْدُ: فِنَاءُ البَيْتِ. وكذلك الأَصِيْدُ.\nوالوَصِيْدُ: الضِّيْقُ.\nوعَتَبَةُ البابِ: وَصِيْدٌ وأَصِيْدٌ، وجَمْعُه وُصُدٌ ووَصَائدُ.\nوالوَصِيْدُ من الرِّجالِ: الذي يَخْتَتِنُ (¬٢٠) بمَرَّتَيْنِ.\nوالوَصِيْدُ: الجَبَلُ.\nوأَصَدْتُه (¬٢١) وأوْصَدْتُه: من الإصَادِ والأُصُدِ؛ وهو المُطْبَقُ، وقَوْلُه ﷿:\n﴿عَلَيْهِمْ نارٌ مُؤْصَدَةٌ﴾ (¬٢٢) أي مُطْبَقَةٌ، وهو الوِصَادُ أيضاً. وأصَدْتُ (¬٢٣) القِدْرَ وأوْصَدْتُها: أطْبَقْتها.\nوالأُصْدَةُ (¬٢٤): صِدَارٌ تَلْبَسُها الجارِيَةُ إلى السُّرَّةِ. وهي-أيضاً-: خِرْقَةٌ يَشُدُّها الرَّجُلُ على عانَتِه وسَفِلَتِه. وقد أصَّدَتِ المَرْأةُ: لَبِسَتِ المُؤَصَّدَ.\nوإصْدَةُ القَوْمِ: مُجْتَمَعُهم، والجَميعُ الإصَدُ. والأصِيْدَةُ والوَصِيْدَةُ: الحَظِيْرَةُ من العِضَةِ (¬٢٥)، ويكونُ في الجِبَالِ من الحِجَارَةِ، أوْصَدَ القَوْمُ دُوْنَ الماشِيَةِ.\nووَصَدَ الشَّيْءُ: ثَبَتَ؛ فهو وَصّادٌ.\nوالإصَادُ: المَوْضِعُ تُحْبَسُ فيه الغَنَمُ. وهو الحَبْسُ.\nوأصَدْتُ البابَ وأوْصَدْتُه: أي أغْلَقْته.\nوالإصْدَةُ: زُبْيَةُ السِّبَاع، وجَمْعُها إصَدٌ.\nديص:",
    "pg": "8:171-172"
  },
  "وصر": {
    "def": "الوَصِيْرَةُ والوَصَرَّةُ: الصَّكُّ (¬١).\nوالوِصْرُ: السِّجِلُّ، وجَمْعُه أوْصَارٌ.\nوالأوْصَرُ: النَّشْزُ (¬٢) المُرْتَفِعُ. [/٢٦١ ب] (و. ا. ي)\nوصر:\nالوَصِيْرَةُ والوَصَرَّةُ: الصَّكُّ (¬١).\nوالوِصْرُ: السِّجِلُّ، وجَمْعُه أوْصَارٌ.\nوالأوْصَرُ: النَّشْزُ (¬٢) المُرْتَفِعُ.\nاصر:",
    "pg": "8:176"
  },
  "وصع": {
    "def": "الوَصِيْعُ والوَصْعُ: صِغَارُ العَصَافِير، والجَميعُ: الوِصْعَانُ. والوَصِيْعُ - أيضاً-: صَوْتُها. هو المَثَلُ المَضْرُوْبُ لإِقامَةِ المُسَافِرِ، وذاكَ أنَّها وَجَدَتْ زَوْجاً وافَقَها (¬٥) فأقامَتْ عليه.\nويُقال للصَّغِيْرِ الرَّأْسِ: رَأْسُ العَصَا، لَقَبٌ يُذَمُّ به.\nوالنَّاسُ عَبِيْدُ العَصَا (¬٦): أي يُضْرَبُونَ به [ا] (¬٧).\nوتُجْمَعُ العَصَا (¬٨) على العَصَوَاتِ (¬٩) والعِصِيِّ والعُصِيِّ (¬١٠) والأعْصِي.\nوقَشَرْتُ له العَصَا: أي أبْدَيْتُ له ما في نَفْسي.\nوتَعَصَّتِ النَّاقَةُ: بمعنى اعْتاصَتْ، وكأنَّه مَقْلُوبٌ من تَعَوَّصَ.\nصعو:\nالصَّعْوُ: صِغَارُ العَصَافِيْرِ، والجَميعُ: الصِّعَاءُ.\nوالنّاقَةُ الصَّعْوَةُ: الصَّغِيْرَةُ الرَّأسِ.\nوصع:\nالوَصِيْعُ والوَصْعُ: صِغَارُ العَصَافِير، والجَميعُ: الوِصْعَانُ. والوَصِيْعُ - أيضاً-: صَوْتُها.\nصوع:",
    "pg": "2:107"
  },
  "وصف": {
    "def": "الوَصْفُ: وَصْفُ الشَّيْءِ بحِلْيَتِه ونَعْتِه.\nوالمُهْرُ إذا تَوَجَّهَ لشَيْءٍ من حُسْنِ السِّيْرَةِ يُقال: قد وَصَفَ؛ أي وَصَفَ المَشْيَ، وكذلك البَعِيرُ.\nواتَّصَفَ الشَّيْءُ في عَيْنِ الناظِرِ: أي احْتَمَلَ الوَصْفَ.\nو ١٤ - نَهى النَّبِيُّ (¬٣) -صَلّى اللهُ عليه [وآلِه] (¬٤) وسلَّم-عن بَيْعِ المُوَاصَفَةِ.: وهو أنْ يَبِيْعَ الرَّجُلُ سِلْعَةً لَيْسَتْ عنده ثمَّ يَبْتَاعَها بَعْدُ فَيَدْفَعها إلى المُشْتَري، وذلك لأنَّه باعَ بالصِّفَة.\nوالوَصِيْفَةُ والوَصِيْفُ: الخادِمُ. وقد أوْصَفَتِ الجارِيَةُ. ووَصِيْفٌ ووُصَفَاءُ، ووَصِيْفَةٌ ووَصائفُ. والوَصَافَةُ: مَصْدَرُ الوَصِيْفِ. وصف:\nالوَصْفُ: وَصْفُ الشَّيْءِ بحِلْيَتِه ونَعْتِه.\nوالمُهْرُ إذا تَوَجَّهَ لشَيْءٍ من حُسْنِ السِّيْرَةِ يُقال: قد وَصَفَ؛ أي وَصَفَ المَشْيَ، وكذلك البَعِيرُ.\nواتَّصَفَ الشَّيْءُ في عَيْنِ الناظِرِ: أي احْتَمَلَ الوَصْفَ.\nو ١٤ - نَهى النَّبِيُّ (¬٣) -صَلّى اللهُ عليه [وآلِه] (¬٤) وسلَّم-عن بَيْعِ المُوَاصَفَةِ.: وهو أنْ يَبِيْعَ الرَّجُلُ سِلْعَةً لَيْسَتْ عنده ثمَّ يَبْتَاعَها بَعْدُ فَيَدْفَعها إلى المُشْتَري، وذلك لأنَّه باعَ بالصِّفَة.\nوالوَصِيْفَةُ والوَصِيْفُ: الخادِمُ. وقد أوْصَفَتِ الجارِيَةُ. ووَصِيْفٌ ووُصَفَاءُ، ووَصِيْفَةٌ ووَصائفُ. والوَصَافَةُ: مَصْدَرُ الوَصِيْفِ.\nصفو:",
    "pg": "8:197"
  },
  "وصل": {
    "def": "كُلُّ شَيْءٍ اتَّصَلَ بشَيْءٍ فما بينهما: وُصْلَةٌ.\nواتَّصَلَ الرَّجُلُ: انْتَسَبَ.\nومَوْصِلُ البَعِيرِ: ما بَيْنَ عَجُزِه وفَخِذِه.\nوالوَصْلانِ (¬١): طَبَقا الظَّهْرِ.\nوضَرَبَه ضَرْبَةً لا تُوْصَلُ (¬٢): أي لا تُدَاوى.\nوالوَصَلُ: المُتَّصِلُ، إنّا لَفي وَصَلٍ من مَكانِ كذا ومُؤْتَصَلٍ منه.\nوأوْصَالُ الدابَّةِ: واحِدُها وَصَلٌ ووِصْلٌ.\nوالأوْصَالُ: مَفَاصِلُ الأرْضِ، واحِدُها وَصَلٌ.\nوالوَصِيْلَةُ من الغَنَمِ: كانَتِ العَرَبُ إذا وَلَّدُوا الشّاةَ ذَكَراً قالوا: هذا لآلِهَتِنا، وإذا وَلَّدُوها أُنثى وَصَلَتْ أخاها من أجْلِها.\nوتقول (¬٣) إذا دَعَوْتَ له: لا كُنْتَ له بِوَصِيْلٍ: أي لا مِتَّ فَتَصِلَ المَيِّتَ ولا تُوْصَلُ بمَيِّتٍ. وقيل: إنَّ الحَيَّ لا يَصِلُ المَيِّتَ بَعْدَ مَمَاتِه أي لا يَرْعى من حَقِّه ما كانَ يَرْعاه وهو حَيٌّ.\nوالوَصِيْلَةُ: العِمَارَةُ والخِصْبُ من البُلْدانِ في حَدِيث عَبْدِ اللهِ بن مَسْعُودٍ (¬٤).\nوالوُصْلَةُ (¬٥): المَكانُ المُكْلِئُ. والرُّفْقَةُ أيضاً.\nوالوَصِيْلَةُ: الأرْضُ الواسِعَةُ البَعِيْدَةُ كأَنَّها وُصِلَتْ بأُخْرى.\nوالوَصائلُ: ثِيابٌ حُمْرٌ مُخَطَّطَةٌ يُجَاءُ بها من اليَمَن يَتَّخِذُها النِّسَاءُ (¬٦) دُرُوْعاً.\nوهذا وَصِيْلُ هذا: أي مِثْلُه.\nوالوَصِيْلَةُ: كُبَّةُ الغَزْلِ، وجَمْعُها وَصَائلُ.\nووَصِيْلُ الرَّجُلِ: الذي يَخْرُجُ مَعَه ويَدْخُلُ مَعَه.\nوالمَوْصُوْلُ: دابَّةٌ في خِلْقَةِ الدَّبْرِ أسْوَدُ وأحْمَرُ يَلْسَعُ الناسَ.\nصلو:",
    "pg": "8:183-184"
  },
  "وصم": {
    "def": "الوَصْمُ: صَدْعٌ أو كَسْرٌ غَيْرُ بائنٍ في العَظْم وغيرِه، وجَمْعُه وُصُوْمٌ، وقد وُصِمَ الرُّمْحُ فهو مَوْصُوْمٌ. وأصْلُ الوَصْمِ: العُقْدَةُ في العُوْدِ أو العَيْبُ فيه.\nورَجُلٌ مَوْصُوْمُ الحَسَبِ: في حَسَبِه وَصْمٌ.\nوأَجِدُ تَوْصِيْماً في جَسَدي: أي تَكْسِيْراً، و (¬٦) وَصَّمَتْه (¬٧) الحُمّى.\nووَصَمَ المَشْيَ يَصِمُ: أي أسْرَعَ فيه وشَدَّدَه. وصم:\nالوَصْمُ: صَدْعٌ أو كَسْرٌ غَيْرُ بائنٍ في العَظْم وغيرِه، وجَمْعُه وُصُوْمٌ، وقد وُصِمَ الرُّمْحُ فهو مَوْصُوْمٌ. وأصْلُ الوَصْمِ: العُقْدَةُ في العُوْدِ أو العَيْبُ فيه.\nورَجُلٌ مَوْصُوْمُ الحَسَبِ: في حَسَبِه وَصْمٌ.\nوأَجِدُ تَوْصِيْماً في جَسَدي: أي تَكْسِيْراً، و (¬٦) وَصَّمَتْه (¬٧) الحُمّى.\nووَصَمَ المَشْيَ يَصِمُ: أي أسْرَعَ فيه وشَدَّدَه.\nموص:",
    "pg": "8:208"
  },
  "وضح": {
    "def": "الْوَضَحُ: بَيَاضُ الصُّبْحِ والبَرَصِ. وغُرَّةُ الفَرَسِ. والتَّحْجِيْلُ في القَوائم. وهو من الألْوانِ: بَيَاضٌ غالِبٌ في ألْوَانِ الشّاءِ، تقول (¬٩): به تَوْضِيْحٌ شَديدٌ، وقد تَوَضَّحَ.\nورَجُلٌ وَضَّاحٌ: أبْيَضُ حَسَنُ الوَجْهِ.\nوالكَواكِبُ الوُضَّحُ: هي الخُنَّسُ. وأَوْضَحْتُ أمْراً فَوَضَحَ، وَوَضَّحْتُه فَتَوَضَّحَ. واسْتَوْضِحْ هذا الأمْرَ: أي ابْحَثْ عنه.\nوالوَضِيْحَةُ: كُلُّ ما تَوَضَّحَ لك ولاحَ من كلِّ لَوْنٍ.\nوالضِّحَاتُ والْوَضَائِحُ والْأَوْضَاحُ والْأَوَاضِيْحُ: هي الأشْبَاحُ التي تُرى من المال.\nوالاسْتِيْضَاحُ: أنْ يَضَعَ الرَّجُلُ يَدَه على عَيْنِه في الشَّمْسِ هل يَرى شَيْئاً.\nوالمُتَوَضِّحُ: الذي يَسِيْرُ نَهاراً. ومِنْ أيْنَ وَضَحَ هذا الرّاكِبُ وأوْضَحَ.\nوالْوَاضِحَةُ: الأسْنَانُ تَبْدُو عند الضَّحِكِ.\nوالمُوْضِحَةُ: الشَّجَّةُ (¬١٠) التي تَصِلُ إِلى العِظامِ فأوْضَحَتْ (¬١١) عنها.\nوالوَضَحُ: حَلْيٌ من فِضَّةٍ.\nوتُوْضِحُ: مَوْضِعٌ.\nووَضَحَتِ النّاقَةُ باللَّبَنِ: إِذا أرادَتْ أنْ تُنْتَجَ وكَبُرَ ضَرْعُها، والأتانُ كذلك، وهو إِلْمَاعُها إِذا أقْرَبَتْ.\nوالْوَضَحَةُ: الأتانُ، والجَميعُ: الْوَضَحَاتُ.\nوالْوَضَحُ: اللَّبَنُ، من قَوْلِ الهُذَليِّ (¬١٢):\nوقالوا: حَبَّذا الْوَضَحُ … (¬١٣) وعُظَيْمُ وَضّاحٍ: لُعْبَةٌ لِصِبْيانِ الأعْرَابِ.\nوالْوَضَحُ: الإِبِلُ. وماءٌ لِبَني كِلابٍ.\nحوض:",
    "pg": "3:154-156"
  },
  "وضخ": {
    "def": "المُوَاضَخَةُ: التَّباري والمُبَالَغَةُ في العَدْو.\nوالرَّجُلُ إذا اسْتَقَى فَنَفَحَ بالدَّلْوِ (¬٥) نَفْحاً شَديداً: قد أوْضَخَ به. والوَضْخُ: دُوْنَ المَلْءِ.\nووَضَخْتُ في القِرْبَة وأوْضَخْتُ: بمعنى غَرَفْت (¬٦) فيها.\nوالوُضُوْخُ: السَّجْلُ من الماء في السِّقَاء. ورَكِيَّةٌ مُوَاضَخَةٌ وإِنَّها لَتُوَاضَخُ: وهي المُدَاوَمَةُ على طريقةٍ واحدةٍ.\nوالمُوَاضَخَةُ في الاسْتِقاء: المُبَاراة. واسْمُ الماءِ: الوَضُوْخ (¬٧).\nووَضَّخْتُ للرَّجُلِ (¬٨): أعْطَيْته.\nوالمِيْضَاخُ: الناقَةُ التي لا يَجْتَمِعُ مَحْلَبُها في ضَرْعِها إلاَّ بانْتِشار دِرَّتِها.\nورأيتُ بها أوْضاخاً من الناس: أي قَليلاً.\nضوخ:",
    "pg": "4:377-378"
  },
  "وضر": {
    "def": "الوَضَرُ: وَسَخُ الدَّسَمِ واللَّبَنِ. وغُسَالَةُ السِّقَاءِ ونَحْوِها.\nوالوَضْرَاءُ: الاسْتُ، وكذلك الوَضْرى -مَقْصُوْرٌ (¬٤) -.\nوسِمَةٌ يُقال لها: الوَضْرَاءُ؛ لِبَني فَزَارَةَ؛ في الرَّقَبَةِ؛ كأنَّها بُرْثُنُ الغُرَابِ. وضر:\nالوَضَرُ: وَسَخُ الدَّسَمِ واللَّبَنِ. وغُسَالَةُ السِّقَاءِ ونَحْوِها.\nوالوَضْرَاءُ: الاسْتُ، وكذلك الوَضْرى -مَقْصُوْرٌ (¬٤) -.\nوسِمَةٌ يُقال لها: الوَضْرَاءُ؛ لِبَني فَزَارَةَ؛ في الرَّقَبَةِ؛ كأنَّها بُرْثُنُ الغُرَابِ.\nروض:",
    "pg": "8:39"
  },
  "وضع": {
    "def": "الوُضْعُ والتُّضْعُ: أنْ تَحْمِلَ المرأةُ في آخِرِ طُهْرِها وعِنْدَ (¬٩) مُقْبلِ الحَيْضَةِ، وقد وضَعَتْ، وهي واضِعٌ. وقيل: هو أن تُجَامَعَ قَبْلَ تَمام الرَّضَاع. وكُلُّ مَنْ خَلَعَ ثِيابَها فقد وَضِعَها. وامْرأةٌ واضِعٌ: لا خِمَارَ عليها. وهي واضِعَةٌ: أي فاجِرَةٌ. وإبِلٌ واضِعَةٌ: تَرْعى ما حَوْلَ الماءِ لا تَبْرَحُ، وقد وَضَعَتْ وَضِيْعَةً، [وأوْضَعَتْ] (¬١٠)، ووَضَعْتُها أنا أيضاً. وهم أصْحَابُ وَضِيْعَةٍ [ووَضِيْعٍ: أي أصْحابُ حَمْضٍ. وإبِلٌ واضِعَةٌ] (¬١١): أي مُقِيْمَةٌ في الحَمْضِ.\nوالوَضِيْعُ: ضَرْبٌ من التَّمْرِ. وقيل: هو أنْ يَيْبَسَ قليلاً فَيُوْضَع في الأوْعِيَةِ.\nوالوَضِيْعَةُ: قَوْمٌ من الجُنْد تُجْعَل اسماؤهم في كُوْرَةٍ ولا يَغْزُوْنَ منها.\nوالتَّوْضِيْعُ: التَّأَنُّثُ. والاسْترْخاءُ، يُقال: في كَلامِه تَوْضِيْعٌ. واخْتِلافُ خَلْقِ (¬١٢) البَعِير، ويُقال: بَعِيرٌ مُوَضَّعُ العِظَام.\nوالمُوَضِّعُ (¬١٣) من الخيْل: الذي تَذِلُّ (¬١٤) رِجْلُه ويَفْرُشُ أوْظِفَتَه ثمَّ يَتَّبِعُ [ذلك] (¬١٥) ما فَوْقَه من خَلْقِه (¬١٦).\nوبَعيرٌ عارِفُ المُوَضَّعِ: أيْ ذَلُوْلٌ عند الرُّكُوْب. واتَّضَعْتُه [/٤٤ أ]: رَكِبْتَه واتَّضَعْتُ (¬١٧) رَقَبَتَه: وطِئْتها.\nوالمُوَضَّعُ: المُكَسَّرُ المُقَطَّعُ.\nوواضِعْ يا فلان: أي مُدَّ الحَبْلَ إلى أسْفَلَ في الأحْمَال. وواضَعْتُ العِدْلَ:\nهَبَّطْتَه. والوِضَاعُ: المُخَاطَرَةُ. والمُتَارَكَةُ، جَميعاً.\nوهو وَضِيْعَةٌ: أي دَعِيٌّ، وقد وَضُعَ.\nووَضَعْتُ الشَّيْءَ وِضْعَةً، ووَضْعاً.\nوأُوْضِعْتُ في التّجَارَةِ: بمعْنى وُضِعْتُ.\nوهو وَضِيْعٌ، بَيِّنُ الضَّعَةِ (¬١٨) والضِّعَة.\nولي عِنْدَه وَضِيْعَةٌ ووَضِيْعٌ: أي وَدِيْعَةٌ.\nوهَلُمَّ أُوَاضِعْكَ الرَّأْيَ: أي تُطلِعني (¬١٩) على رأيك وأُطْلِعكَ على رأيي.\nوأوْضَعْتُ النّاقَةَ فَوَضَعَتْ وأوْضَعَتْ -جَميعاً-: أي خَبَّتْ، وانَّها لحَسَنَةُ المَوْضُوْعِ.\nضعو:",
    "pg": "2:102-104"
  },
  "وضف": {
    "def": "مُهْمَلٌ عنده (¬٢٣).\nالخارزنجيُّ: الإيْضَافُ: الإيْجَافُ في الرَّكْضِ، أوْضَفَتِ النّاقَةُ: إذا خَبَّتْ، وأوْضَفْتُها فَوَضَفَتْ. (و. ا. ي)\nضوب (¬١):\nالضَّوْبَانُ: الجَمَلُ المُسِنُّ القَوِيُّ، [و] (¬٢) يُقال: ضُوْبَانٌ، وضُوْبيٌّ مِثْلُه في قَوْلِه:\nحَتّى شَتَا ضُبَاضِباً … ضُوْبِيّا\nضيب:",
    "pg": "8:53-54"
  },
  "وضم": {
    "def": "أَوْضَمْتُ اللَّحْمَ إيْضَاماً وأوْضَمْتُ له: اتَّخَذْتَ له وَضَماً وهو الذي يُوضَعُ عليه اللَّحْمُ، فتقول (¬١٠): وَضَمْتُ اللَّحْمَ أَضِمُه.\nوالوَضِيْمَةُ: القَوْمُ يَنْزِلُوْنَ على القَوْم وهم قليلٌ فَيُحْسِنُونَ (¬١١) إليهم.\nوإنَّه لَفي وَضِيْمَةٍ من الناسِ (¬١٢) ووَضْمَةٍ: أي جَماعَةٍ. وتَوَاضَمَ القَوْمُ:\nتَعَاوَنوا في المَحَلَّة، وهم وَضْمَةٌ واحِدَةٌ (¬١٣).\nو (¬١٤) وَضْمَةٌ من نَبْلٍ: جَماعَةٌ.\nووَجَدْتُ كَلَأً كَثِيْفاً وَضِيْمَةً. وقيل: الوَضِيْمَةُ طَعَامُ (¬١٥) المَأْتَمِ.\nوإنَّه لَأَكُوْلٌ وواضِمٌ ومِيْضَمٌ: بمعنًى.\nوفُلانٌ يَسْتَوْضِمُ فلاناً: أي يَسْتَضْعِفُه ويَعْلُوه.\nأضم:",
    "pg": "8:59-60"
  },
  "وضن": {
    "def": "﴿عَلى سُرُرٍ مَوْضُونَةٍ﴾ (¬١٥) أي مَنْسُوْجَةٍ بالدُّرِّ؛ كما تُوْضَنُ حَلَقُ الدُّرُوْعِ بَعْضُها في بَعْضٍ مُضَاعَفَةً. ووَضَنْتُ الشَّيْءَ: أي نَسَجْته. واتَّضَنَ فهو مُتَّضِنٌ: أي اتَّصَلَ وانْبَسَطَ.\nوالوَضِيْنُ: البِطَانُ العَرِيْضُ من السُّيُوْرِ إذا كانَ مَنْسُوْجاً مُضَاعَفاً، وهو في مَوْضِعِ مَوْضُوْنٍ. ضون (¬١٦):\nالضَّيْوَنُ: دُوَيْبَةٌ تُشْبِهُ السِّنَّوْرَ، ويُقال: هُوَ هُوَ.\nنوض:",
    "pg": "8:47-48"
  },
  "وطب": {
    "def": "الوَطْبُ: السِّقَاءُ لِلَّبَنِ، والجَمِيعُ الْوِطَابُ والْأَوْطَابُ.\nوالْوَطْبَاءُ: المَرْأةُ الضَّخْمَةُ الثَّدْيِ.\nوالرَّجُلُ الجافي: وَطْبٌ. ونَفْسُه مُؤْتَبِطَةٌ: أي مُثْقَلَةٌ خاثِرَةٌ.\nوإِبَاطٌ: مَوْضِعٌ.\nبوط:\nالبُوْطَةُ: التي تُذِيْبُ بها الصّاغَةُ.\nبطأ:\nالبُطْءُ: الْإِبْطَاءُ، هو بَطِيْءٌ وهم بُطَآءُ (¬٢)، وبَطُؤَ يَبْطُؤُ بُطْأً. والتَّبَاطُؤُ: منه.\nولم أفْعَلْهُ بُطْءَ يا هذا وبُطَأى (¬٣): أي لم أفْعَلْهُ الدَّهْرَ؛ في لُغَةِ بَني يَرْبُوْعٍ.\nوبَاطِيَةُ: اسْمٌ مَجْهُوْلٌ أصْلُه.\nوطب:\nالوَطْبُ: السِّقَاءُ لِلَّبَنِ، والجَمِيعُ الْوِطَابُ والْأَوْطَابُ.\nوالْوَطْبَاءُ: المَرْأةُ الضَّخْمَةُ الثَّدْيِ.\nوالرَّجُلُ الجافي: وَطْبٌ.\nطيب:",
    "pg": "9:227"
  },
  "وطث": {
    "def": "الوَطْثُ: الضَّرْبُ الشَّدِيْدُ بالخُفِّ، وَطَثَ البَعِيْرُ الأرْضَ يَطِثُها وَطْثاً:\nبمعنى يَطِسُها، فهي مَوْطُوْثَةٌ. (¬١)\n(و. ا. ي)\nثأط:\nالثَّأْطَةُ: الحَمْأَةُ. وفي مَثَلٍ (¬٢): «ثَأْطَةٌ مُدَّتْ بماءٍ».\nوالثُّؤاطُ: الزُّكَامُ، رَجُلٌ مَثْؤُوْطٌ: أي مَزْكُوْمٌ.\nوالثَّأْطَاءُ: الحَمْقَاءُ، ويُوْصَفُ بها الأمَةُ.\nوثَئطَ اللَّحْمُ وثَعِطَ: إذا أنْتَنَ.\nوطث:\nالوَطْثُ: الضَّرْبُ الشَّدِيْدُ بالخُفِّ، وَطَثَ البَعِيْرُ الأرْضَ يَطِثُها وَطْثاً:\nبمعنى يَطِسُها، فهي مَوْطُوْثَةٌ.\nثطى:",
    "pg": "9:202"
  },
  "وطح": {
    "def": "الْوَطْحُ: ما تَعَلَّقَ بالأظْلافِ ومَخَالِبِ الطَّيْرِ من الطِّينِ وغيرِه، الواحِدَةُ:\nوَطْحَةٌ.\nوتَوَاطَحَ القَوْمُ تَوَاطُحاً: إِذا تَداوَلُوا الشَّرَّ بَيْنَهم.\nوتَواطَحُوا على كذا: ازْدَحَمُوا عليه، وائْتَطَحَتِ السِّبَاعُ: كذلك. والْمِطْوَحَةُ: الوَجْبَةُ للأكْلَةِ الواحِدَةِ.\nوطح:\nالْوَطْحُ: ما تَعَلَّقَ بالأظْلافِ ومَخَالِبِ الطَّيْرِ من الطِّينِ وغيرِه، الواحِدَةُ:\nوَطْحَةٌ.\nوتَوَاطَحَ القَوْمُ تَوَاطُحاً: إِذا تَداوَلُوا الشَّرَّ بَيْنَهم.\nوتَواطَحُوا على كذا: ازْدَحَمُوا عليه، وائْتَطَحَتِ السِّبَاعُ: كذلك.\nطيح:",
    "pg": "3:177"
  },
  "وطد": {
    "def": "وَطَدْتُ الأرْضَ أطِدُها طِدَةً (¬٤): إذا أثْبَتَّها بالوَطْءِ حَتّى تَتَصَلَّبَ.\nوالمِيْطَدَةُ: خَشَبَةٌ يُوْطَدُ بها المَكانُ. وتَوْطِيْدُ السُّلْطَانِ المُلْكَ: منه.\nوفي شِعْرِ القَطَامِيِّ: الطّادي (¬٥): أرادَ الواطِدَ -على القَلْبِ-.\nوالوَطِيْدَةُ: الدِّعَامَةُ، وجَمْعُها وَطَائِدُ. والأثَافي أيضاً.\nوالوَطْدُ: الضَّرْبُ الشَّدِيْدُ.\nووَطَدَه إلى الأرْضِ: إذا وَضَعَ يَدَه عليه ثُمَّ حَنَاه؛ وَطْداً (¬٦) وطِدَةً. وطد:\nوَطَدْتُ الأرْضَ أطِدُها طِدَةً (¬٤): إذا أثْبَتَّها بالوَطْءِ حَتّى تَتَصَلَّبَ.\nوالمِيْطَدَةُ: خَشَبَةٌ يُوْطَدُ بها المَكانُ. وتَوْطِيْدُ السُّلْطَانِ المُلْكَ: منه.\nوفي شِعْرِ القَطَامِيِّ: الطّادي (¬٥): أرادَ الواطِدَ -على القَلْبِ-.\nوالوَطِيْدَةُ: الدِّعَامَةُ، وجَمْعُها وَطَائِدُ. والأثَافي أيضاً.\nوالوَطْدُ: الضَّرْبُ الشَّدِيْدُ.\nووَطَدَه إلى الأرْضِ: إذا وَضَعَ يَدَه عليه ثُمَّ حَنَاه؛ وَطْداً (¬٦) وطِدَةً.\nأطد:",
    "pg": "9:200"
  },
  "وطر": {
    "def": "الوَطَرُ: كُلُّ حاجَةٍ مُهِمَّةٍ، قَضَيْتُ من فُلانٍ وَطَري. وأسَرَه اللَّهُ وأطَرَه أحْسَنَ الأطْرِ: أي شَدَّه، وهو مَأْطُوْرٌ.\nوالمَأْطُوْرَةُ من الآبارِ: التي إلى جَنْبِها بِئْرٌ أُخْرى تُضِرُّ بها.\nوالمَأْطُورُ: الماءُ يكونُ في السَّهْلِ فَيُطْوى بالشَّجَرِ مَخَافَةَ الانْهِيَارِ.\nوالمَأْطُوْرَةُ: العُلْبَةُ (¬٦).\nوطر:\nالوَطَرُ: كُلُّ حاجَةٍ مُهِمَّةٍ، قَضَيْتُ من فُلانٍ وَطَري.\nطور:",
    "pg": "9:206"
  },
  "وطش": {
    "def": "مُهْمَلٌ عنده (¬١٦).\nالخارزنجيُّ: ضَرَبُوه فما وَطَّشَ إليهم تَوْطِيْشاً: أي لم يَدْفَعْ عن نَفْسِه؛ وما وَطَشَ وَطْشاً: بمعنىً.\nووَطَّشْ لي شَيْئاً: أي افْتَحْهُ وأعْطِني. و (¬١٧) وَطَّشَ لي بخَيْرٍ وشَرٍّ.\nووَطَّشْتُ فيه تَوْطِيْشاً: أي أثَّرْت فيه أثَراً قَليلاً.\nوالتَّوْطِيْشُ (¬١٨): في القُوَّةِ أيضاً. (و. ا. ي)\nشيد:",
    "pg": "7:361-362"
  },
  "وطف": {
    "def": "الْوَطَفُ: كَثْرَةُ شَعرِ الحاجِبَيْنِ والأشْفَارِ واسْتِرْخَاؤه. وسَحَابَةٌ وَطْفَاءُ. وظَلامٌ أَوْطَفُ.\nوعليه وَطْفَةٌ من الشَّعرِ: أي شَيْءٌ قَلِيْلٌ.\nوهو في عَيْشٍ أَوْطَفَ: أي ناعِمٍ. والطَّائِفَةُ من كُلِّ شَيْءٍ: قِطْعَةٌ.\nوالطَّائِفُ: الثَّوْرُ الذي يكونُ مِمّا يَلي طَرَفَ الكُدْسِ.\nوطف:\nالْوَطَفُ: كَثْرَةُ شَعرِ الحاجِبَيْنِ والأشْفَارِ واسْتِرْخَاؤه. وسَحَابَةٌ وَطْفَاءُ. وظَلامٌ أَوْطَفُ.\nوعليه وَطْفَةٌ من الشَّعرِ: أي شَيْءٌ قَلِيْلٌ.\nوهو في عَيْشٍ أَوْطَفَ: أي ناعِمٍ.\nفوط:",
    "pg": "9:225"
  },
  "وطن": {
    "def": "الوَطَنُ: المَوْطِنُ. وأَوْطَانُ الأغْنَامِ: مَرَابِضُها. وأَوْطَنَ فُلانٌ أرْضَ كذا:\nاتَّخَذَها مَحَلاًّ ومَوْطِناً.\nو (¬٨) وَاطَنْتُهُ على الأمْرِ: بمعنى وَاطَأْته. ووَطَّنْتُ نَفْسي على أمْرِ كذا فَتَوَطَّنَتْ له.\nويقولونَ: أيْنَ مِيْطَانُكَ: أي غايَتُكَ. وهو مَوْضِعُ إرْسَالِ الخَيْلِ في السِّبَاقِ، والفِعْلُ التَّوْطِيْنُ.\nوفلانٌ لَئِيْمُ المِيْطَانِ: أي الأصْلِ والمَنْبِتِ.\nنوط:",
    "pg": "9:219-220"
  },
  "وظب": {
    "def": "المُوَاظَبَةُ على الشَّيْءِ: المُدَاوَمَةُ والتَّعَاهُدُ، وَظَبَ يَظِبُ وُظُوْباً.\nوالرَّوْضَةُ إذا تُدُوْوِلَتْ (¬١) بالرَّعْيِ قيل: هيَ مَوْظُوْبَةٌ، ولَشَدَّ ما وُظِبَتْ. ووادٍ مَوْظُوْبٌ: مَأْكُوْلٌ.\nووَظَبَ: ثَبَتَ عليه.\nوواظَبْتُ فلاناً إلى الحاكِمِ: أي لازَمْته عِنْدَه.\nوالوَظْبُ: الوَطْءُ والدَّقُّ. والمِيْظَبُ: الحَجَرُ الذي يُدَقُّ به.\nومَوْظِبُ (¬٢): اسْمُ مَوْضِعٍ كَثِيْرِ (¬٣) القِرْدَانِ. (و. ا. ي)\nوظب:\nالمُوَاظَبَةُ على الشَّيْءِ: المُدَاوَمَةُ والتَّعَاهُدُ، وَظَبَ يَظِبُ وُظُوْباً.\nوالرَّوْضَةُ إذا تُدُوْوِلَتْ (¬١) بالرَّعْيِ قيل: هيَ مَوْظُوْبَةٌ، ولَشَدَّ ما وُظِبَتْ. ووادٍ مَوْظُوْبٌ: مَأْكُوْلٌ.\nووَظَبَ: ثَبَتَ عليه.\nوواظَبْتُ فلاناً إلى الحاكِمِ: أي لازَمْته عِنْدَه.\nوالوَظْبُ: الوَطْءُ والدَّقُّ. والمِيْظَبُ: الحَجَرُ الذي يُدَقُّ به.\nومَوْظِبُ (¬٢): اسْمُ مَوْضِعٍ كَثِيْرِ (¬٣) القِرْدَانِ.\nظبى:",
    "pg": "10:45"
  },
  "وظف": {
    "def": "الوَظِيْفَةُ: ما يُقَدَّرُ في كُلِّ يَوْمٍ، والجَمِيْعُ الوَظائفُ والوُظُفُ. وهو-أيضاً-:\nالعَهْدُ والشَّرْطُ.\nوالوَظِيْفُ: لكُلِّ ذي أرْبَعِ قَوَائِمَ فَوْقَ الرُّسْغِ إلى السّاقِ، وأوْظِفَةٌ ووُظُفٌ.\nوجاءَتِ الإِبِلُ على وَظِيْفٍ واحِدٍ: إذا تَبِعَ بَعْضُها بَعْضاً.\nوالمُوَاظَفَةُ: مِثْلُ المُوَافَقَةِ والمُؤَازَرَةِ، واظَفْتُ فلاناً [/٣٢٠ ب] إلى القاضي: إذا لازَمْتَه عِنْدَه. (و. ا. ي)\nوظف:\nالوَظِيْفَةُ: ما يُقَدَّرُ في كُلِّ يَوْمٍ، والجَمِيْعُ الوَظائفُ والوُظُفُ. وهو-أيضاً-:\nالعَهْدُ والشَّرْطُ.\nوالوَظِيْفُ: لكُلِّ ذي أرْبَعِ قَوَائِمَ فَوْقَ الرُّسْغِ إلى السّاقِ، وأوْظِفَةٌ ووُظُفٌ.\nوجاءَتِ الإِبِلُ على وَظِيْفٍ واحِدٍ: إذا تَبِعَ بَعْضُها بَعْضاً.\nوالمُوَاظَفَةُ: مِثْلُ المُوَافَقَةِ والمُؤَازَرَةِ، واظَفْتُ فلاناً [/٣٢٠ ب] إلى القاضي: إذا لازَمْتَه عِنْدَه.\nفيظ:",
    "pg": "10:43"
  },
  "وعب": {
    "def": "بَيْتٌ وَعِيْبٌ ورَكْضٌ وَعِيْبٌ: أي واسِعٌ.\nوأوْعَبُوا: جاؤا بأجْمَعِهم.\nوالوَعْبُ والاسْتِيعَابُ: الاتْيانُ على الشَّيْء كلِّه. عب:\nالعَبُ: ضَوْءُ الشَّمْسِ. والبَرْدُ. وقَوْلُهُم: عَبُ شَمْسٍ-مُخَفَّفاً-يصلُحُ أنْ يكونَ منهما. وفي مَثَلٍ (¬١٢): «أبْرَدُ من العَبِ».\nوعب:\nبَيْتٌ وَعِيْبٌ ورَكْضٌ وَعِيْبٌ: أي واسِعٌ.\nوأوْعَبُوا: جاؤا بأجْمَعِهم.\nوالوَعْبُ والاسْتِيعَابُ: الاتْيانُ على الشَّيْء كلِّه.\nعيب:",
    "pg": "2:176"
  },
  "وعث": {
    "def": "وَعِثَتْ يَدُه وَعْثاً (¬٣): انْكَسَرَتْ.\nوهو وَعِثُ اللِّسانِ: لا يَقْدِرُ على الكَلام لاضْطِرابِ لَهَاتِه.\nوالوَعْثُ: الهُزَالُ.\nووَعَّثْتُه (¬٤) عنه: حَبَسْتَه وصَرَّفْتَه (¬٥).\nوأوْعَثَ: خَلَّطَ وأفْسَدَ، فَوَعَثَ (¬٦) وُعُوْثاً. وأصْلُه: من المَكان الوَعْثِ: الرِّخْوِ الكَثيرِ التُّرابِ أو الرَّمْلِ.\nوأوْعَثُوا: وَقَعُوْا في الوُعُوْثَةِ، ومنه: وَعْثَاءُ السَّفَرِ والمَأْثَمِ (¬٧)، وهي الشِّدَّةُ والمَشَقَّةُ.\nوامْرَأةٌ وَعْثَةُ الرِّدْفِ: عَجْزَاءُ، قال ابنُ هَرْمَةَ:\nثمَّ قامَتْ حَوْلَها أتْرَابُها … وَعْثَةَ الأرْدافِ غَرْثَى المُلْتَزَمْ (¬٨)\nعثو وعثى:\nالأعْثى: لَوْنٌ إِلى السَّوَادِ. والضَّبُعُ الكَبيرُ، والجَميعُ: العُثْوُ [/٤٦ ب]، وفي لُغَةٍ: العُثْيُ، ويُقال له عِثْيَان أيضاً. والثَّقيلُ الأحْمَقُ. [و] (¬٩) الكَثيرُ الشَّعَرِ، والمَصْدَرُ: العَثَى (¬١٠)، وفي المؤنَّث يُقال: عَثْوَاءُ وعَثْيَاءُ.\nوعَثَا في الأرْضِ فَسَاداً، عُثُوّاً، وعَثِيَ أيضاً.\nعيث:",
    "pg": "2:137-138"
  },
  "وعد": {
    "def": "وَعَدَه خَيْراً وشَرّاً، وَعْداً وَمَوْعِداً ومَوْعِدَةً وعِدَةً.\nوالمِيْعَادُ: لا يكونُ الاّ وَقْتاً أو مَوْضِعاً.\nوأوْعَدْتُه: تَهَدَّدْتَه.\nواتَّعَدَ: وَثِقَ بِعِدَتِكَ.\nوأرْضٌ واعِدَةٌ وشَجَرٌ واعِدٌ: يُرْجى خَيْرُهُما. ويُقال: قَوْمُ عُوْدٍ، كما يُقال: قَوْمُ عادٍ.\nورَكِبَ عُوْدٌ عُوْداً: أي شَرٌّ شَرّاً.\nوذُو الأعْوَادِ: مَلِكٌ، وقيل: هو أوَّلُ مَنْ قَعَدَ على سَريرٍ من خَشَبٍ.\nوعادَني عِيْدي: أي عادَتي.\nوالعِيْدُ: ما اعْتَادَ من هَمٍّ أو سُرورٍ، ويُجْمَعُ على الأعْيَاد، لأنَّ الياءَ لازِمٌ.\nوعِيْدُ بنُ مَهْرَةَ: تُنْسَبُ إِليه الإِبِلُ العِيْدِيَّةُ. وقيل: عِيْد: فَحْلٌ.\nوردَّ لِعِيْدِه (¬٣١): أي لِوَقْتِه.\nومَجْدٌ عادِيٌّ: قَديمٌ.\nوعد:\nوَعَدَه خَيْراً وشَرّاً، وَعْداً وَمَوْعِداً ومَوْعِدَةً وعِدَةً.\nوالمِيْعَادُ: لا يكونُ الاّ وَقْتاً أو مَوْضِعاً.\nوأوْعَدْتُه: تَهَدَّدْتَه.\nواتَّعَدَ: وَثِقَ بِعِدَتِكَ.\nوأرْضٌ واعِدَةٌ وشَجَرٌ واعِدٌ: يُرْجى خَيْرُهُما.\nودع:",
    "pg": "2:128"
  },
  "وعر": {
    "def": "طَريقٌ وَعْرٌ بَيِّنُ الوُعُورَةِ والوَعَارَةِ: أي غَليظٌ. وقد وَعَرَ يَعِرُ ووَعِرَ يَوْعَرُ: تَوَعَّرَ. واسْتَوْعَرُوا الطَّريقَ وأوْعَرُوا [/٤٧ ب].\nوهو وَعْرُ المَعْرُوفِ: قَليلُه.\nووَعِرَ صَدْرُه يَعِرُ ويَوْعَرُ وَعْراً (¬٤٩): حَقِدَ، ويُقال بالغَيْن أيضاً.\nوشَعَرٌ وَعِرٌ: بمَعْنى مَعِرٍ.\nوتَوَعَّرْتُه في الكَلام: بَقَّيْتَه (¬٥٠) مُتَحيِّراً.\nعرى:",
    "pg": "2:148-149"
  },
  "وعز": {
    "def": "وَعَزْتُ إليه-مُخَفَّفاً- (¬٣) وأوْعَزْتُ وَوَعَّزْتُ: تَقَدَّمْتَ. والمَعَاوِزُ: الخِرَقُ يُلَفُّ فيها الصَّبيُّ.\nوعز:\nوَعَزْتُ إليه-مُخَفَّفاً- (¬٣) وأوْعَزْتُ وَوَعَّزْتُ: تَقَدَّمْتَ.\nزوع:",
    "pg": "2:117"
  },
  "وعس": {
    "def": "الأوْعَسُ: أعْظَمُ من الوَعْسَاءِ، وهي الرَّمْلُ تَغِيْبُ فيه القَوائمُ. وقيل: هما واحِدٌ. والمِيْعَاسُ: المَكانُ الذي فيه ذلك الرَّمْل.\nوالوَعْسُ: شَجَرٌ مِثْلُ الزَّانِ (¬٧) تُعْمَلُ منه العِيْدَانُ، قال ابنُ مُقْبِلٍ:\nيُرَجِّعُ في عُوْدِ وَعْسٍ … مُرِنِّ (¬٨)\nوقيل: الوَعْسُ فيه: الرَّمْلُ. ويُقال (¬٩): رَمْلٌ وَعْسٌ. والعُوْدُ: القَدَحُ، يَعْني قَدَحاً من زُجَاج.\nوَوَعَسْتُ المَكانَ وَعْساً: وَطِئْتَه. والأثَرُ يُسَمّى: الوَعْسَ.\nوالمُوَاعَسَةُ: ضَرْبٌ من السَّيْر. والإِبِلُ تُوَاعِسُ بأعْنَاقِها: أي تَمُدُّ.\nسوع:",
    "pg": "2:112-113"
  },
  "وعط": {
    "def": "أهْمَلَه الخَليل (¬١).\nوحكَى الخارْزَنْجِيُّ: الوِعَاطُ: الأحْمَرُ من الوَرْد، وقيل: الأصْفَرُ، قال (¬٢):\nفي مَجْلِسٍ زُيِّنَ بالوِعَاطِ … (¬٣)\n[ولَسْتُ أحُقُّه] (¬٤). (و. ا. ي)\nوعط:\nأهْمَلَه الخَليل (¬١).\nوحكَى الخارْزَنْجِيُّ: الوِعَاطُ: الأحْمَرُ من الوَرْد، وقيل: الأصْفَرُ، قال (¬٢):\nفي مَجْلِسٍ زُيِّنَ بالوِعَاطِ … (¬٣)\n[ولَسْتُ أحُقُّه] (¬٤).\nعطو:",
    "pg": "2:119"
  },
  "وعظ": {
    "def": "وَعَظَهُ عِظَةً وَوَعْظاً ومَوْعِظَةً، فاتَّعَظَ. (و. ا. ي)\nوعظ:\nوَعَظَهُ عِظَةً وَوَعْظاً ومَوْعِظَةً، فاتَّعَظَ.\nعظى:",
    "pg": "2:133"
  },
  "وعق": {
    "def": "رَجُلٌ وَعْقَةٌ لَعْقَةٌ ووَعِقٌ لعِقٌ: أي لَقِسٌ نَكِدٌ. ووَعَّقَه: نَسَبَه إلى ذلك.\nويقال: به وَعْقَةٌ شَديدة. والوَعِيْقُ والوُعَاقُ: صَوْتٌ يُسْمَعُ من فَرْج الدابَّةِ إِذا تَمَشَّتْ. وقد وَعَقَ.\nوأوْعَقْتَني: أعْجَلْتَني. [و] (¬١١) وَعِقْتَ عَلَيَّ. والوَعِقُ: النَّزِقُ العَجْلانُ.\nعقو:",
    "pg": "2:82-83"
  },
  "وعك": {
    "def": "أوْعَكَتِ الابلُ: ازْدَحَمَتْ.\nوبَيْنَهم وَعْكَةٌ: أي اصْطِكَاكٌ وَتَدَافُعٌ.\nوَوَعَكَتِ (¬١٧) الكِلابُ الصَّيْدَ: مَرَّغَتْه.\nوالوَعْكَةُ: مَعْرَكَةُ الأبْطال.\nوالوَعْكُ: مَغْثُ (¬١٨) المَرَضِ.\nوالوَعْكَةُ: الجَمَاعَةُ من الابل. والتَّباطُؤُ. واحْتِدامُ الحَرِّ، ومنه: يَوْمٌ وَعِكٌ.\nووَعَكَتْه الحُمّى، وهو مَوْعُوْكٌ: أي مَحْمُوْمٌ. (و. ا. ي)\nعجو:",
    "pg": "2:91-92"
  },
  "وعل": {
    "def": "الوَعِلُ: اسْمٌ لِشَعْبَانَ، والجَميعُ: أوْعَالٌ، ويُقال له: وَعْلٌ ووَعْلانُ (¬٣٩) أيضاً. ولا وَعْلَ منه: أي لا بُدَّ.\nوهم عَلَيَّ وَعْلٌ واحِدٌ: أي الْبٌ في العَداوَة.\nوالوَعْلَةُ: الصَّخْرَةُ المُشْرِفَةُ من أعْلى الجَبَل.\nووَعْلَةُ القَدَحِ وغيرِه: عُرْوَتُه.\nوالأوْعَالُ: الإِكَامُ، والتَّوَعُّلُ: التَّوَقُّلُ فيها؛ ومنه سُمِّيَ الوَعِلُ.\nوالمُسْتَوْعِلُ من الحُمُر: المُحْتَرِزُ.\nوما له عنه وَعْلٌ: أي مَلْجَأٌ.\nولم أجِدْ إليه وَعْلاً: أي سبيلاً.\nوالوَعْلُ: الهَمُّ.\nوالوُعُوْلُ: الأشْرَافُ؛\nو ١٦ - في الحديث (¬٤٠): «تَهْلِكُ الوُعُوْلُ وتَظْهَرُ التُّحُوْتُ».\nوالوِعْلُ -بكَسْر الواوِ-: لُغَةٌ في الوَعِلِ، وحُكِيَ: وُعِلٌ -بكسر العين وضَمِّ الواو-أيضاً، الاّ أنَّه لم يَجِئْ مثلُه في الأسماء والصفات (¬٤١)، ويُجْمَعُ الوَعِلُ أوْعَالاً ووَعِلَةً (¬٤٢)، ويُقال للأُنْثى وَعِلَةٌ أيضاً.\nووَعْلةُ: رَجُلٌ.\nيعل:",
    "pg": "2:157-158"
  },
  "وعن": {
    "def": "الوَعْنَةُ: بَيَاضٌ في الأرض يُعْلَمُ به أنَّه كان واديَ نملٍ لا يَنْبُتُ شَيْئاً.\nوتَوَعَّنَتِ الدَّابَّةُ: أخَذَ فيها السِّمَنُ، وقيل: امْتَلَأتْ سِمناً.\nوتَوَعَّنْتُه: اسْتَوْعَيْتَه (¬٢٦).\nعنو عنى:\nعَنَا عُنُوّاً: خَضَعَ.\nوالعَنَاءُ والعُنُوُّ: مَصْدَرٌ للعاني الأسِيْرِ، وعَنِيَ: نَشِبَ في الاسَار.\nوالعاني: السائل (¬٢٧).\nوعَنَوْتُ الشَّيْءَ: أخْرَجْتَه.\nوأعْنَتِ الأرضُ نَباتَها (¬٢٨): أخْرَجَتْه (¬٢٩)، فَعَنَتْ عُنُوّاً. وقيل: عَنَا النَّبْتُ: اكْتَهَلَ.\nوما يَعْنُو في يَدِه شَيْءٌ: أي ما يَصِيْرُ، عُنُوّاً.\nوعَنَا فيه الأكْلُ يَعْنى: نَجَعَ، ورَواهُ أبو عُبَيْدٍ عن الفَرّاء، وهو نادِرٌ، ورَوى غيرُه: عَنِيَ يَعْنى عُنِيّاً.\nوما أعْنى عنه شَيْئاً: أي ما أغْنَى.\nوالمُعَاناةُ: حُسْنُ السِّياسَة.\nولا تُعَانِ هذا الأمْرَ فانَّك لا تَنَالُه: أي لا تَعَنَّ فيه. وما عانَيْتُ من ماله: أي ما مَسِسْتَ.\nوما عَنَاكَ: أي ما عَرَاكَ، ومنه: ما زالَتِ الحُمّى تَعَنّاهُ: أي تُعَاوِدُه، ومنه: عَنَّاني الصِّبَا، وقد قيل: هو من العَنَاء كأنَّه ما يُعَنِّيه.\nوما يَعْنُوْكَ: في معنى ما يُعَنِّيْكَ، لُغَةُ بعضِ طَيِّءٍ.\nوفيها (¬٣٠) أعْنَاءٌ من الناس: أي أخْلاطٌ وجَماعاتٌ، والواحد: عِنْوٌ، وعَنَاً (¬٣١) أيضاً.\nوعَنى في عَمَلِه يَعْنُو -لُغَةٌ في عَنِيَ [يَعْنى] (¬٣٢) عَنَاءً -: أي تَعِبَ، فهو عانٍ.\nوالعَنْوَةُ: القَهْرُ. وهي-في لُغَةِ هُذَيْلٍ-: الطَّاعَةُ، قال كُثَيِّرٌ:\nفما تَرَكُوها عَنْوَةً … عن مَوَدَّةٍ\nولكنْ بحَدِّ المُرْهَفَاتِ اسْتَقالها (¬٣٣)\nأي: ما تَرَكوها طاعَةً.\nوعَنَا وَجْهُه عُنُوّاً: اسْوَدَّ لهيبةٍ أو حَيَاء.\nوالمُعَنّى: الفَحْلُ يُنْجَفُ على ثَيْله نِجَافٌ ثمَّ يُرْسَلُ في الشَّوْل، فيها يَهْدِرُ لِتَضْبَعَ (¬٣٤)، ولا يُتْرَكُ يَضْرِبُ فيها، رَغْبَةً عن فِحْلَتِه. وقيل: هو الذي يُغْلَقُ (¬٣٥) ظَهْرُه عَلامَةً لِبُلوغ إبِلِ الرَّجُلِ مائةً فلا يُرْكَبُ.\nوعَنَوْتُ الكِتَابَ و (¬٣٦) عَنْوَنْتُه، ويُقال: عَنَّيْتُه في مَعْنى عَنَّنْتُه (¬٣٧)، وعُنْيانُ الكتابِ وعِنْيَانُه وعُنْوَانُه.\nوعَرَفْتُه في مَعْنَاتِه: أي في مَعْناه.\nوعَنَانِيَ الشَّيْءُ عَنَاءً، وعَنّاني، جَميعاً.\nفأمّا مَثَلُهُم: «عَنِيَّةٌ تَشْفي الجَرَب (¬٣٨)» فالعَنِيَّةُ: ماءُ الجَرادِ المَطْبُوخ يُخْلَطُ به أبْوالُ الإِبِلِ والمِلْحُ.\nوعَنَاني الأمْرُ عِنَايَةً، فاعْتَنَيْتُ.\nوعَنَتْ أُمُوْرٌ واعْتَنَتْ: عَرَضَتْ.\nنوع:",
    "pg": "2:164-166"
  },
  "وغب": {
    "def": "الوَغْبُ: الجَمَلُ الضَّخْمُ الشَّدِيدُ، وَغُبَ وُغُوبَةً.\nوأوْغابُ البَيْتِ: أسْقاطُه، والناس: أرْذالُهم (¬٦).\nوالوَغْبُ -كالوَغْدِ-: الضَّعِيفُ. وأصْلُه غِرَارَةٌ يُطْرَحُ فيها أسْقاطُ البَيْتِ. والغَبَاءُ: الخَفَاءُ من الأرض. وما يَخْفى عنكَ.\nوغَبِّ شَعرَكَ: أي اسْتَأْصِلْه.\nوغب:\nالوَغْبُ: الجَمَلُ الضَّخْمُ الشَّدِيدُ، وَغُبَ وُغُوبَةً.\nوأوْغابُ البَيْتِ: أسْقاطُه، والناس: أرْذالُهم (¬٦).\nوالوَغْبُ -كالوَغْدِ-: الضَّعِيفُ. وأصْلُه غِرَارَةٌ يُطْرَحُ فيها أسْقاطُ البَيْتِ.\nبغى:",
    "pg": "5:141"
  },
  "وغد": {
    "def": "الوَغْدُ (¬١): الضَّعِيْفُ الخَفِيْفُ العَقْلِ، وَغُدَ وَغادَةً.\nوالوَغْدُ: ثَمَرَةُ الباذِنْجان.\nوواغَدْتُ الرَّجُلَ: [أي] (¬٢) بارَيْتُه.\nوواغَدَ في السَّيْر: داوَمَ عليه.\nولُعْبَةٌ تُدْعى المُوَاغَدَة.\nوالوَغْدُ: العَمَلُ، وَغَدَ يَغِدُ: عَمِلَ.\nوَوَغَدْتُ القَوْمَ: [إذا] (¬٣) خَدَمْتُهم، [أغِدُهم] (¬٤). (و. ا. ي)\nوغد:\nالوَغْدُ (¬١): الضَّعِيْفُ الخَفِيْفُ العَقْلِ، وَغُدَ وَغادَةً.\nوالوَغْدُ: ثَمَرَةُ الباذِنْجان.\nوواغَدْتُ الرَّجُلَ: [أي] (¬٢) بارَيْتُه.\nوواغَدَ في السَّيْر: داوَمَ عليه.\nولُعْبَةٌ تُدْعى المُوَاغَدَة.\nوالوَغْدُ: العَمَلُ، وَغَدَ يَغِدُ: عَمِلَ.\nوَوَغَدْتُ القَوْمَ: [إذا] (¬٣) خَدَمْتُهم، [أغِدُهم] (¬٤).\nغيد:",
    "pg": "5:113"
  },
  "وغر": {
    "def": "الوَغْرُ: اجتِماعُ الغَيْظِ (¬٣٦)، وَغِرَ صَدْرُه يَوْغَرُ وَغَراً.\nووَغَرَتِ الهاجِرَةُ وَغْراً (¬٣٧). والوَغِيْرُ: لَحْمٌ يَنْشَوي على الرَّمْضاءِ.\nوأوْغَرَ العامِلُ الخَرَاجَ: إذا اسْتَوْفاه.\nوالوَغْرُ: الصَّوْتُ.\nوفي المَثَل (¬٣٨): «كَرِهَتِ الخَنازِيْرُ الحَمِيْمَ المُوْغِرَ (¬٣٩)» وذلك أنَّ المَجُوسَ تَغْلي الماءَ للخَنازِير فَتُلْقِيها فيه ليَنْضَجَ؛ فذلك الإِيْغَارُ. والمِيْغَرُ: المِيقاتُ والمِيعادُ. والغِرَةُ: مِثْلُ العِدَةِ. أوْغَرُوا بينهم مِيْغَراً (¬٤٠).\nروغ:",
    "pg": "5:126-127"
  },
  "وغف": {
    "def": "الوَغْفُ: سُرْعَةُ العَدْوِ.\nوالإِيْغافُ: أنْ يُدْليَ الكلبُ لِسانَه من شِدَّةِ الحَرِّ (¬١).\nوأوْغَفْتُ الخِطْمِيَّ وأوْخَفْتُه: بمعنىً.\nوالوَغْفُ (¬٢): قِطْعَةُ أدَمٍ أو كِساءٍ يُشَدُّ على بَطْنِ التَّيْسِ لئلاّ يَنْزُوَ. (و. ا. ي)\nوغف:\nالوَغْفُ: سُرْعَةُ العَدْوِ.\nوالإِيْغافُ: أنْ يُدْليَ الكلبُ لِسانَه من شِدَّةِ الحَرِّ (¬١).\nوأوْغَفْتُ الخِطْمِيَّ وأوْخَفْتُه: بمعنىً.\nوالوَغْفُ (¬٢): قِطْعَةُ أدَمٍ أو كِساءٍ يُشَدُّ على بَطْنِ التَّيْسِ لئلاّ يَنْزُوَ.\nغيف:",
    "pg": "5:137"
  },
  "وغل": {
    "def": "الواغِلُ: الداخِلُ على القَوْمِ في طَعامٍ أو شَرابٍ، وَغَلَ يَغِلُ. والشَّرَابُ الوَغْلُ.\nوالوَغْلُ: الضَّعِيفُ، والجَميعُ الأوغالُ.\nوالوَغِلُ: السَّيِّئُ الغِذَاءِ.\nوأوْغَلَ القَوْمُ: أمْعَنُوا (¬٢٢) في سَيْرِهم داخِلِيْنَ بَيْنَ جِبالٍ. وتَوَغَّلُوا فيه.\n[وإذا] (¬٢٣) تَوارى بشَجَرٍ (¬٢٤) قيل: وَغَلَ يَغِلُ. وأوْغَلْتُه في كذا: أي (¬٢٥) أدْخَلْتَه وأعْجَلْتَه.\nوالوَغْلُ: الزُّوَانُ الذي يَأْكُلُه الحَمَامُ.\n[لغى و] (¬٢٦) لغو:\nاللُّغَةُ واللُّغَاتُ واللُّغُون (¬٢٧): اخْتِلافُ كلامٍ في معنىً واحِدٍ، لَغَوْتُ ألْغُو، ولَغِيْتُ ألْغى (¬٢٨).\nواللَّغْوُ: اخْتِلاطُ الكلام. والباطِلُ [/١٥٢ أ] أيضاً. وألْغَيْتُ هذه الكلمةَ:\n[أي] (¬٢٩) رَأيْتُها باطِلاً وفَضْلاً في الكلام، وكذلك اللَّغا.\nولاغِيَةٌ: كَلِمَةٌ قَبِيحةٌ فاحِشَةٌ، لَغِيْتُ به ألْغى لَغىً: إذا أُوْلِعْتَ به.\nولَغى الطَّيْرِ: أصواتُها. واللَّغْوُ في اليَمِين: لا واللَّهِ وبَلى واللَّهِ.\nليغ:",
    "pg": "5:132-133"
  },
  "وغم": {
    "def": "الوَغْمُ: الحِقْدُ الثابِتُ في الصَّدْرِ. والرَّجُلُ الثَّقِيلُ الأحْمَقُ.\nوتَوَغَّمَتِ الأبطالُ في الحَرْب: إذا (¬٨) تَنَاظَرَتْ شَزْراً.\nورَجُلٌ وَغِمٌ (¬٩): حَقُوْدٌ.\nووَغَمَ فلانٌ في الأمر (¬١٠) وَغْماً: وهو الخَبَرُ تُخْبِرُ به صاحِبَكَ ولم تَحُقَّه.\nوالوَغْمُ: الحَرْبُ. غيم:\nالغَيْمُ: مَعْروفٌ، غامَتِ السَّمَاءُ وتَغَيَّمَتْ وأغامَتْ.\nوالغَيْمُ: الغَيْظُ. والعَطَشُ، والغَيْمَانُ: العَطْشانُ.\nوالغُيَامُ: داءٌ يأْخُذُ الإِبلَ.\nوأغْيَمَ الرَّجُلُ: أقامَ.\nوالتَّغْيِيْمُ: أن يُرَفْرِفَ الطائرُ فَوْقَ رَأْسِكَ و (¬٧) لا يَبْرَحُ.\nوغم:\nالوَغْمُ: الحِقْدُ الثابِتُ في الصَّدْرِ. والرَّجُلُ الثَّقِيلُ الأحْمَقُ.\nوتَوَغَّمَتِ الأبطالُ في الحَرْب: إذا (¬٨) تَنَاظَرَتْ شَزْراً.\nورَجُلٌ وَغِمٌ (¬٩): حَقُوْدٌ.\nووَغَمَ فلانٌ في الأمر (¬١٠) وَغْماً: وهو الخَبَرُ تُخْبِرُ به صاحِبَكَ ولم تَحُقَّه.\nوالوَغْمُ: الحَرْبُ.\nمغو:",
    "pg": "5:146"
  },
  "وفد": {
    "def": "الْوَفْدُ: مَعْرُوْفٌ، الواحِدُ وَافِدٌ، وقَوْمٌ وُفَّدٌ.\nوالْوَافِدُ من الإِبِلِ والقَطا: ما سَبَقَ السِّرْبَ في طَيَرَانِه.\nوتَوَفَّدَتِ الأوْعَالُ فَوْقَ الجَبَلِ: أي تَشَوَّفَتْ.\nوأَوْفَدَ إيْفَاداً: أشْرَفَ. وناقَةٌ مُوْفِدَةٌ: أي مُشْرِفَةٌ عَظِيْمَةٌ. وسَنَامٌ مُوْفِدٌ.\nواسْتَوْفَدَ فلانٌ في قِعْدَتِه: [أي] (¬٤) اسْتَوْفَزَ وانْتَصَبَ. ولَقِيْتُه على أوْفَادٍ:\nأي أوْفَازٍ. والْوَافِدَانِ: النّاشِزَانِ من الخَدَّيْنِ عِنْدَ المَضْغِ.\nودف:",
    "pg": "9:367-368"
  },
  "وفر": {
    "def": "الوَفْرُ: المالُ الكَثِيْرُ. والوافِرُ: الذي لم يَنْقُصْ منه شَيْءٌ، وهو مَوْفُوْرٌ، و (¬١٩) وَفَرْنَاه فِرَةً ووُفُوْراً، ووَفَّرْنَاه تَوْفِيراً.\nوسِقَاءٌ وَفْرٌ: لم يَنْقُص من أدِيْمِه شَيْءٌ.\nوأرْضٌ في شَجَرِها وَفْرَةٌ وفِرَةٌ: أي هو وافِرٌ لم يُرْعَ.\nووَفَرْتُ عِرْضَه وَفْراً: إذا أثْنَيْتَ عليه ثَنَاءً جَمِيْلاً.\nوتَرَكْتُه على أحْسَنِ مَوْفِرٍ: أي حالٍ.\nويُقال للدُّنْيَا: أُمُّ وَافِرَةَ.\nوالوَفْرَةُ من الشَّعْرِ: ما بَلَغَ الأُذُنَيْنِ، وهو مُوَفَّرُ الشَّعْرِ.\nوالوافِرُ: ضَرْبٌ من الشِّعْرِ.\nوالوافِرَةُ: أَلْيَةُ الكَبْشِ إذا عَظُمَتْ. ورَفَوْتُه: أي سَكَّنْته؛ في لُغَةِ هُذَيْلٍ.\nوالرُّفَةُ: عَنَاقُ الأرْضِ تَصِيْدُ كما يَصِيْدُ الفَهْدُ والتِّبْنُ (¬١٦).\nأرف:\nأرَّفْتُ الدّارَ تَأْرِيْفاً: إذا قَسَمْتَها وحَدَّدْتَها، وهي الأُرْفَةُ (¬١٧) والأُرَفُ. وفلانٌ مُؤارِفي: أي مُتَاخِمي.\nو ١٦ - في الحَدِيثِ (¬١٨): «الأُرَفُ تَقْطَعُ كُلَّ شُفْعَةٍ». وهي المَعَالِمُ والحُدُوْدُ.\nوفر:\nالوَفْرُ: المالُ الكَثِيْرُ. والوافِرُ: الذي لم يَنْقُصْ منه شَيْءٌ، وهو مَوْفُوْرٌ، و (¬١٩) وَفَرْنَاه فِرَةً ووُفُوْراً، ووَفَّرْنَاه تَوْفِيراً.\nوسِقَاءٌ وَفْرٌ: لم يَنْقُص من أدِيْمِه شَيْءٌ.\nوأرْضٌ في شَجَرِها وَفْرَةٌ وفِرَةٌ: أي هو وافِرٌ لم يُرْعَ.\nووَفَرْتُ عِرْضَه وَفْراً: إذا أثْنَيْتَ عليه ثَنَاءً جَمِيْلاً.\nوتَرَكْتُه على أحْسَنِ مَوْفِرٍ: أي حالٍ.\nويُقال للدُّنْيَا: أُمُّ وَافِرَةَ.\nوالوَفْرَةُ من الشَّعْرِ: ما بَلَغَ الأُذُنَيْنِ، وهو مُوَفَّرُ الشَّعْرِ.\nوالوافِرُ: ضَرْبٌ من الشِّعْرِ.\nوالوافِرَةُ: أَلْيَةُ الكَبْشِ إذا عَظُمَتْ.\nفأر:",
    "pg": "10:260"
  },
  "وفز": {
    "def": "الوَفْزَةُ: أنْ تَرَى الإِنسانَ مُسْتَوْفِزاً وقد تَهَيَّأَ للأَفْزِ والوُثُوْبِ.\nوأوْفَزَه: أعْجَلَه.\nوالمُتَوَفِّزُ: الذي لا يَكادُ يَنَامُ؛ يَتَقَلَّبُ.\nوتَوَفَّزْتُ (¬٤) لكذا: تَهَيَّأْت له.\nوهو على أَوْفَازٍ ووِفَازٍ ووَفَازٍ (¬٥) وإفَازٍ (¬٦). وفز:\nالوَفْزَةُ: أنْ تَرَى الإِنسانَ مُسْتَوْفِزاً وقد تَهَيَّأَ للأَفْزِ والوُثُوْبِ.\nوأوْفَزَه: أعْجَلَه.\nوالمُتَوَفِّزُ: الذي لا يَكادُ يَنَامُ؛ يَتَقَلَّبُ.\nوتَوَفَّزْتُ (¬٤) لكذا: تَهَيَّأْت له.\nوهو على أَوْفَازٍ ووِفَازٍ ووَفَازٍ (¬٥) وإفَازٍ (¬٦).\nفوز:",
    "pg": "9:98"
  },
  "وفض": {
    "def": "الوَفْضُ (¬٧): شِبْهُ كِنَانَةٍ للأسْقَاطِ، وجَمْعُها وِفَاضٌ ووَفَضَاتٌ ووَفَاضٌ (¬٨).\nوالإِبِلُ تَفِضُ وَفْضاً وتَسْتَوْفِضُ: إذا تَفَرَّقَتْ، وأوْفَضَها صاحِبُها.\nو ١٦ - في الحَدِيث (¬٩): «انَّه أمَرَ أنْ تُوضَعَ الصَّدَقَةُ في الأوْفاضِ». وهي الفِرَقُ من الناسِ مَعَ كُلِّ واحِدٍ منهم وَفْضَةٌ.\nولَقِيْتُه على أوْفاضٍ ووَفَضٍ ووَفْضٍ: أي على (¬١٠) عَجَلَةٍ.\nواسْتَوْفَضَ فلانٌ: إذا فَزعَ فاسْتَقَلَّ.\nوالوَفْضُ (¬١١): الحِلْسُ يُوْفِضُه مَنْ يَتَّقي الأرْضَ: أي يَبْسُطُه، يُقال: أوْفَضْتُ إذا بَسَطْتَ شَيْئاً تَقي (¬١٢) به ثِيابَكَ.\nوقيل: الأوْفاضُ من الناسِ: الفُقراءُ المَطْرُوْحُونَ في التُّرابِ لا كَسْبَ لهم.\nورَحًى مُوَفَّضَةٌ: جَعَلُوا تَحْتَها وِفَاضاً. وأوْفَضَ القَوْمُ وأنْفَضُوا (¬١٣): ذَهَبَتْ أزْوَادُهم.\nوالأوْفاضُ: أوْضَامُ اللَّحْمِ.\nوتَوَفَّضَ في مَكَانٍ: انْدَسَّ فيه، فهو مُتَوَفِّضٌ.\nوالوَفْضَةُ: النُّقْرَةُ بين الشارِبَيْنِ من الرَّجُلِ.\nفوض:",
    "pg": "8:50-51"
  },
  "وفع": {
    "def": "أيضاً مُهْمَلٌ عنده (¬٤).\n[وَحكى] (¬٥) الخارْزَنْجِيُّ: الوَفْعَةُ: غِلافُ القارُورَةِ، والجَميعُ:\nالوِفَاعُ.\nوالوَفِيْعَةُ والوَفْعَةُ: مثلُ السَّلَّةِ تُتَّخَذُ من الخُوْص.\nوالوَفْعُ: المكانُ المُرْتَفِع. وغُلامٌ وَفَعَةٌ ووَفَعٌ: أي يافِعٌ، ويُجْمَعُ على وِفْعَان.\nيفع:",
    "pg": "2:168-169"
  },
  "وفق:": {
    "def": "الوَفْقُ: الشَّيْءُ المُتَّفِقُ المُتَّسِقُ على تِيْفَاقٍ واحِدٍ، ومنه المُوَافَقَةُ والوِفَاقُ.\nوعَبْدٌ (¬٤٠) مُوَفَّقٌ: رَشِيْدٌ.\nوالوَفِيْقُ: المُصِيْبُ الرَّفِيْقُ.\nو (¬٤١) وَفِقْتَ أمْرَكَ، ووُفِّقْتَ أمْرَكَ بمعناه، والأصْلُ وَفِقَ أمْرُ [/١٨٢ أ] فلانٍ؛ فَحُوِّلَ الفِعْلُ إلى الرَّجُل.\nوتَوَفَّقْتُكَ بمَوْضِع كذا: [أي] (¬٤٢) تَحَيَّنْتُكَ.\nوأوْفَقْتُ السَّهْمَ: إذا (¬٤٣) جَعَلْتَ فُوْقَه في الوَتَرِ، وهو مَأْخُوذٌ من مُوَافَقَةِ الوَتَرِ مَحَزَّ (¬٤٤) الفُوْقِ.\nوأتَيْتُكَ لِمِيْفَاقِ ذاكَ وتَوْفاقِه ووَفْقِه: أي حِيْنِه. وأتَيْتُكَ لتَوْفاقِ الهِلالِ ومِيْفاقِه وتَوَفُّقِه.\nوأُوْفِقَ لزَيْدٍ لِقاؤنا، وهو الإِيْفَاقُ؛ وهو أنْ يُوَافِقَ لِقاءَهُ فُجَاءةً.\nوالقَوْمُ يُوْفِقُونَ للرَّجُلِ: أي يَدْنُوْنَ منه وتَجْتَمِعُ كَلِمَتُهم عليه.\nوالإِبلُ تُوْفِقُ: إذا اصْطَفَّتْ على اسْتِواءٍ.\nوأوْفَقَ القَوْمُ: اسْتَعَدُّوا. والمُتَوَفِّقُ: الذي جَمَعَ الكَلامَ وهَيَّأه.\n* أفق:",
    "pg": "6:43-44"
  },
  "وفل": {
    "def": "مُهْمَلٌ عِنْدَه (¬٢٩).\nالخارزنجيُّ: شَيْءٌ وافِلٌ: أي وَافِرٌ. ووَفَّلْتُه: وَفَّرْتُه (¬٣٠).\nوالوَفْلُ: القَلِيْلُ من الأشْيَاءِ، ولَعَلَّه من الأضْدَادِ.\nوالتَّوْفِيْلُ من النَّبْتِ: الذي يُسَمَّى المَرْوَ. (و. ا. ي)\nلوب:",
    "pg": "10:346-347"
  },
  "وفن": {
    "def": "مُهْمَلٌ عنده (¬٢٥).\nالخارزنجيُّ: وَفَّنْتُ الشَّيْءَ: بمَعْنى وَفَّرْته.\nوجِئْتُ على وَفْنِ (¬٢٦) فلانٍ: أي على أَثَرِه.\nوتَرَكْتُه على أحْسَنِ مَوْفَنٍ: أي أَحْسَنِ حالٍ.\nوالوُفَيْنَةُ: طائرٌ أصْغَرُ من الباشَقِ على خِلْقَةِ الشّاهِيْنِ. والفِنَاءُ: سَعَةٌ أَمَامَ الدارِ، والجَمِيْعُ الأَفْنِيَةُ.\nوفانَيْتُه مُفَانَاةً: أي دارَيْتُه، وكذلك إذا سَكَّنْتُه. وهي المُمَانَاةُ أيضاً؛ وهو أنْ تَصْنَعَ كما يَصْنَعُ.\nوالفِنِيُّ -بوَزْنِ العِصِيِّ-: جَمْعُ الفِنَاءِ.\nوفن:\nمُهْمَلٌ عنده (¬٢٥).\nالخارزنجيُّ: وَفَّنْتُ الشَّيْءَ: بمَعْنى وَفَّرْته.\nوجِئْتُ على وَفْنِ (¬٢٦) فلانٍ: أي على أَثَرِه.\nوتَرَكْتُه على أحْسَنِ مَوْفَنٍ: أي أَحْسَنِ حالٍ.\nوالوُفَيْنَةُ: طائرٌ أصْغَرُ من الباشَقِ على خِلْقَةِ الشّاهِيْنِ.\nنفو:",
    "pg": "10:401"
  },
  "وفه": {
    "def": "الوافِهُ: القَيِّمُ الذي يَقُوم على بَيْتِ النَّصارى الذي فيه صَلِيْبُهم.\nو ١٦ - في الحديث (¬١٢): «لا تُغَيِّروا وافِهاً عن وِفاهَتِه». والوافِهُ: الحَكَمُ، قاضٍ وافِهٌ، وقد وَفَهَ يَفَهُ -على مثالْ وَضَعَ يَضَعُ-.\nيهف (¬١٣):\nاليَهْفُوفُ: الحَدِيْدُ القَلْبِ.\nفهو:",
    "pg": "4:75-76"
  },
  "وقب": {
    "def": "الوَقْبُ: كُلُّ قَلْتٍ (¬٣٩) أو حُفْرَةٍ في نَهرٍ؛ كوَقْبِ المُدْهُنَة.\nووَقْبُ (¬٤٠) الثَّرِيْدِ: أُنْقُوْعَتُه.\nوالإِيْقَابُ: إدْخَالُ الشَّيْءِ في الوَقْبَةِ.\nوالوَقِيْبُ: صَوْتُ قُنْبِ الفَرَسِ، وَقَبَ يَقِبُ وَقِيْباً.\nووَقَبَ الظَّلامُ: إذا أقْبَلَ، يَقِبُ وُقُوْباً.\nوالوَقْبُ: الأحْمَقُ، و [قيل] (¬٤١): الخاوي الضَّعِيْفُ، ورِجَالٌ أوْقَابٌ.\nو [يقولون] (¬٤٢): نَعُوْذُ باللَّهِ (¬٤٣) من حَمِيَّةِ الأوْقَابِ.\nوالمِيْقَابُ: الحَمْقاءُ. وقيل: الواسِعَةُ الهَنَةِ. و [قيل] (¬٤٤): المُحْمِقَةُ التي تِلدُ الأوْقَابَ.\nوذَكَرٌ أوْقَبُ ووَقّابٌ: أي وَلاّجٌ في الهَنَات. ووَقْبَى -مَقْصُورٌ-: [اسْمُ] (¬٤٥) مَوْضِعٍ.\n* بقى [وبقو]\n(¬٤٦):",
    "pg": "6:53-54"
  },
  "وقت": {
    "def": "الوَقْتُ: مِقْدَارٌ من الزَّمَانِ. وكُلُّ شَيْءٍ قَدَّرْتَ (¬٨) له حِيناً فهو مُوَقَّتٌ.\nوالمِيْقَاتُ: مَصْدَرُ الوَقْتِ (¬٩). والإِهْلالُ: مِيْقاتُ الشَّهْرِ. ووَقْتٌ مَوْقُوتٌ ومُوَقَّتٌ.\nوقولُه ﷿: ﴿وَإِذَا الرُّسُلُ أُقِّتَتْ﴾ (¬١٠) وأصْلُه الواوُ. قوت:",
    "pg": "5:491-492"
  },
  "وقح": {
    "def": "الوَقَاحُ: الحافِرُ الصُّلْبُ على الحِجَارَةِ، والجَميعُ: الوُقُحُ والوُقَّحُ.\nووَقَحَ (¬١٠) الفَرَسُ وَقَاحَةً وقِحَةً.\nوالتَّوْقِيْحُ: أنْ تُوَقِّحَ الحافِرَ بِشَحْمَةٍ ثُمَّ كَوَيْتَ بها مَوَاضِعَ الحَفا.\nواسْتَوْقَحَ الحِمَارُ (¬١١): صَلُبَ.\nوالوَقِحُ: وَقَاحُ الوَجْهِ صُلْبُه، وَقُحَ (¬١٢) وَقَاحَةً وقِحَةً.\nورَجُلٌ مُوَقَّحٌ: مُوَقَّعٌ أصابَتْه البَلايا.\nوبَعِيرٌ مُوَقَّحٌ: مَكْدُوْدٌ بالعَمَلِ. وتَرَكْتُ النَّخْلَةَ حَوْقاً (¬٩): إذا أشْعَلَ النِّيْرَانَ في الكَرانِيْفِ.\nوقح:\nالوَقَاحُ: الحافِرُ الصُّلْبُ على الحِجَارَةِ، والجَميعُ: الوُقُحُ والوُقَّحُ.\nووَقَحَ (¬١٠) الفَرَسُ وَقَاحَةً وقِحَةً.\nوالتَّوْقِيْحُ: أنْ تُوَقِّحَ الحافِرَ بِشَحْمَةٍ ثُمَّ كَوَيْتَ بها مَوَاضِعَ الحَفا.\nواسْتَوْقَحَ الحِمَارُ (¬١١): صَلُبَ.\nوالوَقِحُ: وَقَاحُ الوَجْهِ صُلْبُه، وَقُحَ (¬١٢) وَقَاحَةً وقِحَةً.\nورَجُلٌ مُوَقَّحٌ: مُوَقَّعٌ أصابَتْه البَلايا.\nوبَعِيرٌ مُوَقَّحٌ: مَكْدُوْدٌ بالعَمَلِ.\nحيق:",
    "pg": "3:135"
  },
  "وقد": {
    "def": "وَقَدَتِ النّارُ تَقِدُ وُقُوْداً ووَقُوداً (¬٢٠) ووَقْداً. والوُقُودُ: المَصْدَرُ. والوَقُوْدُ:\nالنّارُ. والمَوْقِدُ: مَوضِعُ النارِ، وكذلك المُوْقَدُ والمُسْتَوْقَدُ. وزَنْدٌ مِيْقَادٌ (¬٢١): سَرِيْعُ الوَرْيِ.\nوقَلْبٌ وَقّادٌ: سَرِيْعُ التَّوَقُّدِ في النَّشاط والمَضَاء.\nووَقْدَةُ الصَّيْفِ: أشَدُّه حَرّاً.\nوزَنْدٌ [ونارٌ] (¬٢٢) وَقَدى: هي المُتَوَقِّدَةُ.\nورُوِيَ قَوْلُ الأعْشى:\nرَأتْ رَجُلاً غائرَ الواقِدَيْنِ … (¬٢٣)\n[بالقاف] (¬٢٤) أي العَيْنَيْنِ، والرِّوَايَةُ المَعْروفة بالفاء (¬٢٥). والقَيْدُوْدُ: الأتَانُ الطَّوِيْلَةُ، وجَمْعُها قَيَادِيْدُ (¬١٩).\nوقد:\nوَقَدَتِ النّارُ تَقِدُ وُقُوْداً ووَقُوداً (¬٢٠) ووَقْداً. والوُقُودُ: المَصْدَرُ. والوَقُوْدُ:\nالنّارُ. والمَوْقِدُ: مَوضِعُ النارِ، وكذلك المُوْقَدُ والمُسْتَوْقَدُ. وزَنْدٌ مِيْقَادٌ (¬٢١): سَرِيْعُ الوَرْيِ.\nوقَلْبٌ وَقّادٌ: سَرِيْعُ التَّوَقُّدِ في النَّشاط والمَضَاء.\nووَقْدَةُ الصَّيْفِ: أشَدُّه حَرّاً.\nوزَنْدٌ [ونارٌ] (¬٢٢) وَقَدى: هي المُتَوَقِّدَةُ.\nورُوِيَ قَوْلُ الأعْشى:\nرَأتْ رَجُلاً غائرَ الواقِدَيْنِ … (¬٢٣)\n[بالقاف] (¬٢٤) أي العَيْنَيْنِ، والرِّوَايَةُ المَعْروفة بالفاء (¬٢٥).\nدوق:",
    "pg": "5:486"
  },
  "وقذ": {
    "def": "الوَقْذُ: شِدَّةُ الضَّرْبِ. شاةٌ وَقِيْذٌ مَوْقُوْذَةٌ: أي مَقْتُولةٌ بالخَشَب.\nوحُمِلَ فلانٌ وَقِيْذاً: أي ثَقِيلاً دَنِفاً.\nوضَرَبَه على مَوْقِذٍ من مَوَاقِذِه: وهو المِرْفَقُ؛ أو طَرَفُ (¬١) المَنْكِب والرُّكْبَةِ (¬٢)؛ أو الكَعْبُ، وهو المَوْضِعُ الذي إذا ضَرَبْتَه وَقَذْتَ صاحِبَه.\nوفي قَلْبي وَقْذَةٌ: أي أثَرٌ باقٍ من مَكْروهٍ.\nوالمُوَقَّذَةُ من الغَنَم: التي يَنْقَطِعُ بعضُ عُرُوْقِ أحَدِ شِقَّيْ ضَرْعِها فَيَقِلُّ لَبَنُ (¬٣) ذلك الشِّقِّ.\nو (¬٤) وَقَذَه النُّعَاسُ: أوْهَنَه. (و. ا. ي)\nوقذ:\nالوَقْذُ: شِدَّةُ الضَّرْبِ. شاةٌ وَقِيْذٌ مَوْقُوْذَةٌ: أي مَقْتُولةٌ بالخَشَب.\nوحُمِلَ فلانٌ وَقِيْذاً: أي ثَقِيلاً دَنِفاً.\nوضَرَبَه على مَوْقِذٍ من مَوَاقِذِه: وهو المِرْفَقُ؛ أو طَرَفُ (¬١) المَنْكِب والرُّكْبَةِ (¬٢)؛ أو الكَعْبُ، وهو المَوْضِعُ الذي إذا ضَرَبْتَه وَقَذْتَ صاحِبَه.\nوفي قَلْبي وَقْذَةٌ: أي أثَرٌ باقٍ من مَكْروهٍ.\nوالمُوَقَّذَةُ من الغَنَم: التي يَنْقَطِعُ بعضُ عُرُوْقِ أحَدِ شِقَّيْ ضَرْعِها فَيَقِلُّ لَبَنُ (¬٣) ذلك الشِّقِّ.\nو (¬٤) وَقَذَه النُّعَاسُ: أوْهَنَه.\nذوق:",
    "pg": "5:495"
  },
  "وقر": {
    "def": "الوَقْرُ: ثِقَلٌ (¬٥٨) في الأُذُنِ، وَقَرَتِ الأُذُنُ تَقِرُ وَقْراً: أي ثَقُلَتْ عن سَمْعِه، و [يُقال] (¬٥٩): وَقِرَتْ تَوْقَرُ -مِثْلُ وَجِلَتْ تَوْجَلُ-، ووُقِرَتْ فهي مَوْقُوْرَةٌ.\nوالوِقْرُ: حِمْلُ حِمارٍ أو غيرِه، أوْقَرْتُه أُوْقِرُه إِيقاراً (¬٦٠)، ونَخْلَةٌ مُوْقَرَةٌ؛ والجميع المَوَاقِيرُ. و [نَخْلَةٌ] (¬٦١) مُوْقِرَةٌ [ومُوْقِرٌ] (¬٦١)؛ كأنَّها أوْقَرَتْ هي نَفْسَها (¬٦٢).\nوفَقِيرٌ وَقِيْرٌ: قد أوْقَرَه الدَّيْنُ.\nواسْتَوْقَرَ فلانٌ وِقْرَهُ طَعاماً. والوَقْرَةُ: شِبْهُ وَكْتَةٍ (¬٦٣) إلاّ أنَّ لها حُفْرَةً؛ تكونُ في العَيْنِ وفي الحافِرِ.\nوعَيْنٌ مَوْقُوْرَةُ: مَوْكُوتَةٌ.\nووَقِرَتِ الدابَّةُ تَوْقَرُ، واللَّهُ أوْقَرَها، كما تقول: رَهِصَتْ واللَّهُ أرْهَصَها.\nو ﴿وَقَرْنَ﴾ أيضاً.\nوالواقِرُ: الساكِنُ، جَنَانٌ واقِرٌ: أي (¬٦٧) ثابِتٌ.\nوالوَقِيْرُ: القَطِيعُ من الضَّأن، وقيل: هي شاءُ أهْلِ السَّوَادِ. وقيل: الوَقِيْرُ والقِرَةُ: الغَنَمُ والرِّعَاءُ والكِلابُ وثَقَلُ الرَّجُلِ.\nوالوَقَرِيُّ: صاحِبُ الشّاءِ الذي يَقْتَنِيها، وكذلك صاحِبُ الحَمِيرِ. وساكِنُو المِصْرِ (¬٦٨).\nوالوَقِيْرَةُ: النُّقْرَةُ العَظِيمةُ في الصَّخْرَةِ تُمْسِكُ الماءَ.\nوما عليكَ قِرَةٌ [/١٧٩ ب]: أي ثِقلٌ.\nويُقال للشَّيْخِ الكَبِير: قِرَةٌ.\nورَجُلٌ مُوَقَّرٌ مُوَقَّحٌ: أي قد جَرَّبَ الأُمُورَ.\nوبينهم وَقْرَةٌ: أي ضِغْنٌ وعَدَاوةٌ.\n* روق:",
    "pg": "6:12-13"
  },
  "وقس": {
    "def": "الوَقْسُ: الفاحِشَةُ والذِّكْرُ لذلك.\nوإذا قارَبَ (¬١٠) البَعِيرَ شَيْءٌ من جَرَبٍ قيل: إنَّ به لَوَقْساً، وهو أوَّلُ الجَرَب. ويقولون:\nالوَقْسُ … يُعْدي فَتَعَدَّ الوَقْسا (¬١١) وجَمَلٌ (¬١٢) مَوْقُوسٌ، وناقَةٌ وَقْسَاءُ.\nوأتانا أوْقَاسٌ من بَني فلانٍ: أي جَماعَةٌ [وفِرْقَةٌ] (¬١٣).\nوصارَ القَوْمُ أوْقاساً: أي شِلالاً.\nوفي المَثَل (¬١٤): «لا مِسَاسَ لا خَيْرَ في الأوْقاسِ» وهم السُّقّاطُ والعَبِيْدُ.\nقسو:",
    "pg": "5:470-471"
  },
  "وقش": {
    "def": "وَقْشٌ: اسْمُ رَجُلٍ، ووُقَيْشٌ وأُقَيْشٌ. ووَقْشٌ في الأنصار اسْمُه (¬١):\nرفَاعَةُ بن وَقْشٍ.\nوالوَقْشُ والوَقْشَةُ: الحَرَكَةُ، وجَمْعُه أوْقاشٌ.\nووَقَشَ في المَشْيِ: إذا سَمِعْتَ وَقْشَه يَعْني صَوْتَه، فهو (¬٢) واقِشٌ.\nوالتَّوَقُّشُ: التَّحَرُّكُ.\nووَقَشْتُ من فلانٍ وَقْشاً: أي أصَبْت منه عَطِيَّةً.\nوَوَقَّشَ فلانٌ بشَيْءٍ وأوْقَشَ: إذا رَضَخَ له بشَيْءٍ. وهو التَّوْقِيشُ بالنار والتَّلْوِيْحُ بجِذْوَةٍ منها، يُقال: وَقِّشِ النارَ.\nوالوَقْشُ (¬٣): صِغَارُ الحَطَب الذي تُشَيَّعُ به النارُ.\nوأوْقاشٌ من الناسِ: مِثْلُ أوْباشٍ.\nووَقَشَ الرَّسْمُ يَقِشُ: أي دَرَسَ. قشو:",
    "pg": "5:458-459"
  },
  "وقص": {
    "def": "الوَقَصُ (¬٢٣): قِصَرٌ في العُنُق كأنَّه رَدُّ (¬٢٤) في جَوْفِ الصَّدْرِ، رَجُلٌ أوْقَصُ.\nوَوَقَصْتُ رَأْسَه: غَمَزْتَه سُفْلاً، وكذلك إذا كَسَرْتَه.\nوالتَّوَقُّصُ: أنْ يَنْزُوَ الفَرَسُ نَزْواً يُقارِبُ الخَطْوَ؛ وهو مَشْيٌ حَسَنٌ لا يَكادُ يَقَعُ بالأرضِ خِفَّةً.\nوالوَقَصُ: صِغَارُ الحَطَبِ يُشَيَّعُ به النارُ، وقيل: شَرَارة النار. وهو- أيضاً-: شَذّانُ (¬٢٥) كلِّ شَيْءٍ شَذَّ (¬٢٦) من غارَةٍ أو غَنِيمَةٍ.\nوصارَ القَوْمُ أوْقاصاً: إذا صاروا شِلالاً مُتَبَدِّدِينَ. وأتانا أوْقاصٌ من بني فلانٍ: أي زَعَانِفُ.\nوالوَقَصُ: ما وَجَبَتْ فيه الغَنَمُ من فَرائِض الإِبل في الصَّدَقة ما بين الخَمْسِ إلى العِشْرِين، وقيل: الأوْقاصُ في البَقَرِ خاصَّةً.\nوالوَقائصُ: رُؤوْسُ عِظَام القَصرةِ، ومنه قَوْلُهم وُقِصَتْ عُنُقُه: أي انْكَسَرَتْ وقَائصُه.\nوالوَقْصُ: العَيْبُ. والنَّقْصُ.\nويقولون: خُذْ أوْقَصَ الطَّرِيْقَيْنِ: أي (¬٢٧) أقْرَبَهُما\nصوق (¬٢٨):\nتَصَوَّقَ فلانٌ بعَذِرَتِه: [أي] (¬٢٩) تَلَطَّخَ بها.\nوهو الصَّوِيْقُ والسَّوِيْقُ. والساقُ والصاقُ. (و. ا. ي)\nقوس:",
    "pg": "5:467-469"
  },
  "وقط": {
    "def": "الوَقْطُ: مَوضِعٌ يَسْتَنْقِعُ فيه الماءُ، والجميع الوِقْطَانُ والوِقَاطُ.\nوالوَقِيْطُ: المَوْقُوْطُ؛ وهو الصَّرِيْعُ المَغْشيُّ عليه. وقيل: الذي طارَ نَوْمُه فأمسى مُتَكَسِّراً ثَقِيلاً.\nووقَطَني اللَّبَنُ (¬٢٠): أثْقَلَني. (و. ا. ي)\nقدو:",
    "pg": "5:482-483"
  },
  "وقظ": {
    "def": "الوَقْظُ (¬١): حَوْضٌ ليس له أعْضَادٌ إلاّ أنَّه يَجْتَمِعُ فيه ماءٌ كثيرٌ. (و. ا. ي)\nوقظ:\nالوَقْظُ (¬١): حَوْضٌ ليس له أعْضَادٌ إلاّ أنَّه يَجْتَمِعُ فيه ماءٌ كثيرٌ.\nقيظ:",
    "pg": "5:493"
  },
  "وقع": {
    "def": "يقال للإِبل والدَّوابِّ إذا رَبَضَتْ: وَقَعَتْ. وكذلك يُقال: طَيْرٌ وُقَّعٌ ووُقُوْعٌ، [/٤٢ ب] ومنه النَّسْرُ الواقِعُ: وهو نَجْمٌ. وطائرٌ حَسَنُ الوِقْعَةِ، كما يُقال: الجِلْسة.\nومِيْقَعَة البازي: التي يُوْضَعُ عليها.\nووَقْعُ الشَّيءِ: ما يُسْمَعُ من وَقْعِه.\nووَقَعْتُه وَقْعاً: كَوَيْتَه وَقاعِ -على زِنَةِ حَذَامِ-: وهو الكَيُّ على الجاعِرَتَيْنِ، وقيل: من مُقَدَّم الرأسِ الى مُؤخَّرِه، وقيل: في الوَجْه.\nورَجُلٌ مُوَقَّعٌ: مُجَرَّبٌ.\nوبَعيرٌ وطَريقٌ مُوَقَّعٌ: مُذَلَّلٌ.\nوخُفُّها أوْقَعُ من خُفِّه: أي أَوْقَحُ (¬١٩).\nوالوَقِعُ: الذي يَشْتَكي لَحْمَ قَدَمَيْه، وقد وَقِعَ وَقَعاً.\nوالوِقَاعُ: طُرُقٌ في الجبال ضَيِّقَةٌ، الواحِدُ: وَقَعٌ.\nوالأوْقَعُ: اسْمُ شِعْبٍ لِوِقاعٍ فيه (¬٢٠).\nوالوَقَعُ -أيضاً-: المَكانُ المُرْتَفِعُ من الجَبَل (¬٢١). والسَّحَابَةُ الصَّغيرةُ (¬٢٢) تَنْشَأُ بَعْدَ إصْحَاء السماء. والتَّوَقُّعُ: الحَذَرُ. والتَّنَظُّرُ، جَميعاً.\nوالاسْتِيْقَاعُ: تَخَوُّفُ ما يَقَعُ.\nوالتَّوْقِيعُ بالظَّنِّ والكَلامِ والرَّمْيِ: اذا أحْرَزْتَ (¬٢٣) الشَّيءَ لِتَقَعَ عليه، يُقال: وَقِّعْ: أي ألْقِ ظَنَّكَ.\nوالتَّوْقِيْعُ -أيضاً-: أثَرُ الرَّحْلِ والسَّرْجِ على ظَهْرِ المَرْكُوب. واقْبالُ الصَّيْقَلِ على السَّيْف بمِيْقَعَتِه يُحَدِّدُه، وسَيْفٌ وَقِيْعٌ، وقد اسْتَوْقَعَ: أنَى له الشَّحْذُ. وإذا أصَابَ الأرْضَ مَطَرٌ مُتَفَرِّقٌ فذلك تَوْقِيعٌ في نَباتها.\nوَوَقَعْتُ (¬٢٤) الحَدِيْدَةَ: ضَرَبْتَها بالمِيْقَعَة وهي المِطْرَقَة. وتُسَمّى خَشَبَةُ القَصّارِ التي يُدَقُّ عليها: المِيْقَعَةَ.\nوالحَوَافِرُ تَقَعُ البَرَاحَ: أي تَطَأُهُ وتَضْرِبُه. وحافِرٌ وَقِيْعٌ: وَقَعَتْه الحِجارَةُ.\nوالوَقِيْعَةُ: مَنْقَعُ الماءِ، والجَميعُ: الوَقِيْعُ ثمَّ الوَقائعُ.\nوالوِقَاعُ: وَقعَاتُ الدَّهْرِ، جَمْعُ الوَقِيْعَةِ، وهي مِثْلُ الوَقْعَةِ.\nوالواقِعَةُ: النّازِلَةُ. وَوَقَعْتُ بهم وأوْقَعْتُ -لُغَتانِ-: واقَعْتَهم.\n[وهو] (¬٢٥) وَقِعَةٌ في النّاسِ: أي يَقَعُوْنَ فيه (¬٢٦).\nووُقِعَ في يَدي: مِثْلُ سُقِطَ.\nويُقال: وَقَعَ الرَّبيعُ بالأرض، ولا يُقال سَقَطَ.\nوالوَقَعَةُ (¬٢٧): من بَني سَعْدِ بن هَوازِن أرِبّاءِ النبيِّ-صلّى الله عليه [وآله] (¬٢٨) وسَلَّم-.\nوالمُوَقِّعُ: الخَفيفُ الوَطْءِ. (و. ا. ى)\nعوك:",
    "pg": "2:85-88"
  },
  "وقف:": {
    "def": "وَقَفْتُ الدابَّةَ والكَلِمَةَ أَقِفُها وَقْفاً: إذا حَبَسْتَها في سَبيلِ اللَّهِ [تعالى] (¬٧٢)، وسُمِعَ الكِسَائيُّ [يقول] (¬٧٣): أوْقَفْتُ الدابَّةَ-بالألِف-، ولم يُسْمَعْ من غَيْرِه (¬٧٤). وَوَقَفْتُ وُقُوْفاً. ووَقَّفْتُ الرَّجُلَ تَوْقِيْفاً. وما أوْقَفَكَ هاهُنا.\nويُقال للمُحْجِم عن القِتَالِ: وَقّافٌ جَبَانٌ.\nووَقَفْتُ (¬٧٥) عن الأمْرِ: أقْلَعْت عنه.\nورَجُلٌ مُوَقَّفٌ [مُوَقَّحٌ] (¬٧٦): أي مُجَرَّبٌ قد أصابَتْه البَلايا.\nووَقَّفْتُ الحَدِيثَ: بَيَّنْته.\nوالوَقْفُ: المَسْكُ الذي يُجْعَل في الأيدي عاجاً كانَ أو قَرْناً، وقيل: هو السِّوَار. والتُّرْسُ من حَدِيدٍ أو قَرْنٍ، وجَمْعُه وُقُوْفٌ.\nووَقَّفْتُ فلاناً: قَطَعْتَ منه مَوْضِعَ الوَقْفِ، وقيل: كَوَيتَ ذِرَاعَه، وحِمَارٌ مُوَقَّفٌ.\nووَقَّفَتِ المَرْأَةُ يَدَيْها بالحِنّاء.\nوالوَقْفُ (¬٧٧): الخَلْخَالُ من فِضَّةٍ وغيرِها.\nوالمَوْقِفَانِ من المَرْأةِ (¬٧٨): يَدَاها وعَيْناها، وقيل: وَجْهُها وقَدَمُها، يُقال:\nامْرَأةٌ (¬٧٩) حَسَنَةُ المَوْقِفَيْنِ: [وهما الوَجْهُ والقَدَمُ] (¬٨٠).\nوالمُوَقَّفُ (¬٨١) من الفَرَسِ ومن كلِّ دابَّةٍ: عَصَبَةٌ تكُونُ في جَوْفِ الخُرْبَةِ من الوَرِكِ. وقيل: هو ما دَخَلَ من وَسطِ الشاكِلَة إلى مُنْتَهى الأُطْرَةِ.\nوالتَّوْقِيْفُ في قَوَائم الدابَّةِ وبَقَرِ الوَحْشِ: خُطُوطٌ سُوْدٌ.\nوالمُوَقَّفُ من القِدَاح: الذي يُفَاضُ به في المَيْسِرِ. وتَوْقِيْفُه: سِمَةٌ تُجْعَل عليه، وجَمْعُه مُوَقَّفَاتٌ. ويُقال لكُلِّ عَقَبٍ لُفَّ على القَوْس (¬٨٢): وَقْفَةٌ.\nوعلى الكُلْيَةِ (¬٨٣) العُلْيا وَقْفَتَانِ.\nوالمِيْقَفُ والمِيْقَافُ: ما أدَمْتَ به غَلَيانَ القِدْرِ أي سَكَّنْتَه. وقد وَقَفَ القِدْرَ: أي أدامَها.\n* قوف",
    "pg": "6:46-48"
  },
  "وقل:": {
    "def": "فَرَسٌ وَقِلٌ وَغِلٌ: إذا أحْسَنَ الدُّخُولَ بين الجِبالِ، وَقَلَ يَقِلُ وَقْلاً، وهو حَسَنُ (¬٤٥) التَّوَقُّلِ. وفَرَسٌ تَوْقِلَةٌ. والواقِلُ: الصّاعِدُ بين حُزُونَةِ الجِبَالِ.\nوالوَقَلُ: الحِجَارَةُ.\nوالوُقُوْلُ: نَوى المُقْلِ، واحِدُها وَقْلَةٌ. ويقولون: هو وَقْلَةُ الرَّأْسِ: وهو أصْغَرُ شَيْءٍ من الرُّؤُوس (¬٤٦)؛ تَشْبِيهاً بالمُقْل. وقيل: الوَقْلُ حَمْلُ الدَّوْمِ نَفْسُه. * وقل:\nفَرَسٌ وَقِلٌ وَغِلٌ: إذا أحْسَنَ الدُّخُولَ بين الجِبالِ، وَقَلَ يَقِلُ وَقْلاً، وهو حَسَنُ (¬٤٥) التَّوَقُّلِ. وفَرَسٌ تَوْقِلَةٌ. والواقِلُ: الصّاعِدُ بين حُزُونَةِ الجِبَالِ.\nوالوَقَلُ: الحِجَارَةُ.\nوالوُقُوْلُ: نَوى المُقْلِ، واحِدُها وَقْلَةٌ. ويقولون: هو وَقْلَةُ الرَّأْسِ: وهو أصْغَرُ شَيْءٍ من الرُّؤُوس (¬٤٦)؛ تَشْبِيهاً بالمُقْل. وقيل: الوَقْلُ حَمْلُ الدَّوْمِ نَفْسُه.\n* قيل:",
    "pg": "6:26"
  },
  "وقم": {
    "def": "الوَقْمُ: جَذْبُكَ العِنَانَ إليك لِتَكُفَّ (¬٢٨) منه. و (¬٢٩) وَقَمَ اللَّهُ العَدُوَّ: منه.\nوالتَّوَقُّمُ: التَّعَمُّدُ.\nوتَوَقَّمَ في المَشْي (¬٣٠): أي أطْنَبَ. وقيل: هو التَّهَدُّدُ والزَّجْرُ أيضاً.\nوقد وَقَمَتِ المَرْأةُ قِدْرَها وَقْماً: إذا سَكَّنَتْها لئلاّ تَفِيْضَ، تقول: قِمِي قِدْرَكِ.\nوالمَوْقُوْمُ: الشَّدِيْدُ الحُزْنِ، قد وَقَمَه الهَمُّ. وهو-أيضاً-: المَرْدُوْدُ عن حاجَتِه.\nوأوْقَمْتُ (¬٣١) الرَّجُلَ: إذا قَمَعْتَه.\nووَاقِمٌ: أُطْمٌ من آطام المَدِينة. والرِّيَاحُ القُوْمُ: أرْبَعٌ، واحِدَتُها قَوْمَاءُ.\nومَضَتْ قُوَيْمَةٌ من النَّهار: أي ساعَةٌ منه.\nوقم:\nالوَقْمُ: جَذْبُكَ العِنَانَ إليك لِتَكُفَّ (¬٢٨) منه. و (¬٢٩) وَقَمَ اللَّهُ العَدُوَّ: منه.\nوالتَّوَقُّمُ: التَّعَمُّدُ.\nوتَوَقَّمَ في المَشْي (¬٣٠): أي أطْنَبَ. وقيل: هو التَّهَدُّدُ والزَّجْرُ أيضاً.\nوقد وَقَمَتِ المَرْأةُ قِدْرَها وَقْماً: إذا سَكَّنَتْها لئلاّ تَفِيْضَ، تقول: قِمِي قِدْرَكِ.\nوالمَوْقُوْمُ: الشَّدِيْدُ الحُزْنِ، قد وَقَمَه الهَمُّ. وهو-أيضاً-: المَرْدُوْدُ عن حاجَتِه.\nوأوْقَمْتُ (¬٣١) الرَّجُلَ: إذا قَمَعْتَه.\nووَاقِمٌ: أُطْمٌ من آطام المَدِينة.\nقمأ:",
    "pg": "6:60"
  },
  "وقولُه": {
    "def": "فاشْتَدّي زِيَمْ … (¬٥)\nاسْمُ فَرَسٍ، وهو مَثَلٌ.\nومَنْزِلٌ زِيَمٌ، ومَنَازِلُ زِيَمٌ: مُتَفَرِّقَةٌ.\nورَمَيْتُه من مَزَامٍ: أي من قُرْبٍ.\nوزَامَ فلانٌ لفُلانٍ فأسْكَتَه يَزَامُ له ويَزِيْمُ: أي تَكَلَّمَ بكَلِمَةٍ أسْكَتَه بها.\nولَحْمٌ زِيَمٌ: أي كثيرٌ مُجْتَمِعٌ.\nوبَعِيْرٌ أَزْيَمُ: للَّذي لا يَرْغُو. ووَزَمَهُ بفِيْه: أي عَضَّه.\nموز:\nالْمَوْزُ: مَعْرُوْفٌ، الواحِدَةُ مَوْزَةٌ.\nزيم:\nاللَّحْمُ يَتَزَيَّمُ فَيَصِيْرُ زِيَماً زِيَماً: وهو شِدَّةُ اكْتِنَازِهِ واجْتِمَاعِه.\nواجْتَمَعَ الناسُ فَصَارُوا زِيَماً.\nوقولُه:\nفاشْتَدّي زِيَمْ … (¬٥)\nاسْمُ فَرَسٍ، وهو مَثَلٌ.\nومَنْزِلٌ زِيَمٌ، ومَنَازِلُ زِيَمٌ: مُتَفَرِّقَةٌ.\nورَمَيْتُه من مَزَامٍ: أي من قُرْبٍ.\nوزَامَ فلانٌ لفُلانٍ فأسْكَتَه يَزَامُ له ويَزِيْمُ: أي تَكَلَّمَ بكَلِمَةٍ أسْكَتَه بها.\nولَحْمٌ زِيَمٌ: أي كثيرٌ مُجْتَمِعٌ.\nوبَعِيْرٌ أَزْيَمُ: للَّذي لا يَرْغُو.\nمزى:",
    "pg": "9:106"
  },
  "وكأ": {
    "def": "التُّكَأَةُ -بوَزْنِ فُعَلَةَ (¬٦) -: أصْلُه وُكَأَةٌ، وهو من وَكَّأَ يُوَكِّئُ تَوْكِئَةً.\nوتَوَكَّأْتُ على الحَشَبَة ونحوِها. و ﴿وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً﴾ (¬٧) أي طَعاماً.\nوالمَتْكُؤَةُ: هي المُتَّكَأُ.\nوإِنَّه لَتُكَأَةٌ مُجَعَةٌ: أي لا عَقْلَ له.\nوكت:",
    "pg": "6:307-308"
  },
  "وكب": {
    "def": "الوَكْبُ (¬٢١): سَوَادُ اللَّوْنِ من عِنَبٍ أو غيرِه إذا نَضِجَ، وَكَّبَ العِنَبُ-بتَشْدِيد الكاف- تَوْكِيْباً وتَوْكاباً، وهو في تلك الحال: مُوَكِّبٌ.\nوالوَكَبَانُ: مِشْيَةٌ في دَرَجَانٍ، ظَبْيَةٌ وَكُوْبٌ، وعَنْزٌ وَكُوْبٌ. والفِعْلُ وَكَبَ يَكِبُ وُكُوْباً. ومنه اشْتُقَّ اسْمُ المَوْكِبِ. وناقَةٌ مُوَاكِبَةٌ: تُسَايِرُ المَوْكِبَ.\nوالمُوَاكَبَةُ: المُسَابَقَةُ.\nوواكَبْتُ على الشَّيْءِ: واظَبْت عليه. وهو مُوَاكِبٌ على أمْرِه. وكذلك وَكَبْتُ.\nووَكَبَ بَيْنَ يَدَيْه ومَثَلَ: انْتَصَبَ.\nوالمُوَكِّبُ: قَدْرُ فَرْسَخٍ أو نَحْوه.\nوأوْكَبَ الطائرُ: ضَرَبَ بجَنَاحَيْه وهو واقِعٌ (¬٢٢).\nوأوْكَبَ الرَّجُلُ فلاناً إيْكاباً: إذا أغْضَبَه وغاظَه.\nوالوَكَبُ: الزِّنا. والقَبِيْحُ من الأُمُورِ. والعَيْبُ، ومنه وَكَّبْتُ عِرْضَه: أي عِبْته ودَنَّسْته.\nوالوَكَبُ: الإِثْمُ؛ كالوَكَفِ.\nووَكِبَ الثَّوْبُ يَوْكَبُ وياكَبُ: أي تَوَسَّخَ.\nوالتَّوْكِيْبُ: مُقَارَبَةُ صِرَارِ الناقَةِ.\nووَكِبَ وَجْهُه فهو وَكِبٌ: أي مُتَغَيِّرٌ. ويُقال: ما بِه كُؤَبَةٌ -بوَزْنِ تُؤَبَةٍ (¬٢٠) ومَعْناه-: أي ما يَسْتَحْيِيْ.\nوكب:\nالوَكْبُ (¬٢١): سَوَادُ اللَّوْنِ من عِنَبٍ أو غيرِه إذا نَضِجَ، وَكَّبَ العِنَبُ-بتَشْدِيد الكاف- تَوْكِيْباً وتَوْكاباً، وهو في تلك الحال: مُوَكِّبٌ.\nوالوَكَبَانُ: مِشْيَةٌ في دَرَجَانٍ، ظَبْيَةٌ وَكُوْبٌ، وعَنْزٌ وَكُوْبٌ. والفِعْلُ وَكَبَ يَكِبُ وُكُوْباً. ومنه اشْتُقَّ اسْمُ المَوْكِبِ. وناقَةٌ مُوَاكِبَةٌ: تُسَايِرُ المَوْكِبَ.\nوالمُوَاكَبَةُ: المُسَابَقَةُ.\nوواكَبْتُ على الشَّيْءِ: واظَبْت عليه. وهو مُوَاكِبٌ على أمْرِه. وكذلك وَكَبْتُ.\nووَكَبَ بَيْنَ يَدَيْه ومَثَلَ: انْتَصَبَ.\nوالمُوَكِّبُ: قَدْرُ فَرْسَخٍ أو نَحْوه.\nوأوْكَبَ الطائرُ: ضَرَبَ بجَنَاحَيْه وهو واقِعٌ (¬٢٢).\nوأوْكَبَ الرَّجُلُ فلاناً إيْكاباً: إذا أغْضَبَه وغاظَه.\nوالوَكَبُ: الزِّنا. والقَبِيْحُ من الأُمُورِ. والعَيْبُ، ومنه وَكَّبْتُ عِرْضَه: أي عِبْته ودَنَّسْته.\nوالوَكَبُ: الإِثْمُ؛ كالوَكَفِ.\nووَكِبَ الثَّوْبُ يَوْكَبُ وياكَبُ: أي تَوَسَّخَ.\nوالتَّوْكِيْبُ: مُقَارَبَةُ صِرَارِ الناقَةِ.\nووَكِبَ وَجْهُه فهو وَكِبٌ: أي مُتَغَيِّرٌ.\nبوك:",
    "pg": "6:345"
  },
  "وكت": {
    "def": "الوَكْتُ: شِبْهُ نُكْتَةٍ في العَيْن من بَيَاضٍ، وعَيْنٌ مَوْكُوْتَةٌ.\nوهذه قِرْبَةٌ مَوْكُوْتَةٌ: أي مَمْلُوْءةٌ.\nوالوَكّاتُ: الذي يَمْشي مَشْياً مُقَرْمَطاً، وَكَتَ يَكِتُ وَكْتاً؛ ووَكَّتَ تَوْكِيْتاً.\nوالوَكِيْتُ: الوِشايَةُ والسِّعَايَةُ. والواكِتُ: الواشي.\nوبالبَعِيرِ واكِتٌ وناكِتٌ: وهو الذي نَكَتَ مِرْفَقُه جانِبَ زَوْرِه. والوَكّاتُ:\nمن الواكِتِ.\nوبُسْرٌ مُوَكِّتٌ: بَدا فيه نُقَطٌ من الإِرْطاب (¬٨).\nوالوُكْتَةُ: فُرْضَةُ الزَّنْدِ.\nوالوَكْتُ: أثَرُ الصِّرَارِ (¬٩) بضَرْعِ الناقَةِ. و ﴿وَأَعْتَدَتْ لَهُنَّ مُتَّكَأً﴾ (¬٧) أي طَعاماً.\nوالمَتْكُؤَةُ: هي المُتَّكَأُ.\nوإِنَّه لَتُكَأَةٌ مُجَعَةٌ: أي لا عَقْلَ له.\nوكت:\nالوَكْتُ: شِبْهُ نُكْتَةٍ في العَيْن من بَيَاضٍ، وعَيْنٌ مَوْكُوْتَةٌ.\nوهذه قِرْبَةٌ مَوْكُوْتَةٌ: أي مَمْلُوْءةٌ.\nوالوَكّاتُ: الذي يَمْشي مَشْياً مُقَرْمَطاً، وَكَتَ يَكِتُ وَكْتاً؛ ووَكَّتَ تَوْكِيْتاً.\nوالوَكِيْتُ: الوِشايَةُ والسِّعَايَةُ. والواكِتُ: الواشي.\nوبالبَعِيرِ واكِتٌ وناكِتٌ: وهو الذي نَكَتَ مِرْفَقُه جانِبَ زَوْرِه. والوَكّاتُ:\nمن الواكِتِ.\nوبُسْرٌ مُوَكِّتٌ: بَدا فيه نُقَطٌ من الإِرْطاب (¬٨).\nوالوُكْتَةُ: فُرْضَةُ الزَّنْدِ.\nوالوَكْتُ: أثَرُ الصِّرَارِ (¬٩) بضَرْعِ الناقَةِ.\nوتك:",
    "pg": "6:308"
  },
  "وكح": {
    "def": "مُهْمَلٌ عنده (¬٥).\nالخارْزَنْجِيُّ عن أبي زَيْدٍ: أوْكَحَ الرَّجُلُ عَطِيَّتَه إيْكَاحاً: أي قَطَعَها. وهو الخَيْبَةُ أيضاً.\nوأوْكَحْتُ إِلى الأمْرِ: لا أُرِيْدُ غيرَه.\nوأَوْكَحَ: أعْيا.\nواِسْتَوْكَحَتِ الفِرَاخُ: غَلُظَتْ. وهي فِرَاخٌ وُكُحٌ.\nوالوُكُحُ -أيضاً-: الرَّكايا التي انْقَطَعَ ماؤها وغارَ مَعِيْنُها. وامْرَأةٌ حُيَيْكَةٌ كُيَيْكَةٌ: قَصِيْرَةٌ مُكَتَّلَةٌ.\nكيح:\nالكِيْحُ: سُقْعُ الجُرْفِ. وسَنَدُ الجَبَلِ، ويُقال له (¬٤): الْكَاحُ أيضاً، وجَمْعُه:\nكِيْحَانٌ.\nوقال أبو زَيْدٍ: يُقال للرَّجُلِ: له الكِيْحُ والكَيْمُوْحُ يَعْني كَثْرَةَ مالِه.\nوالْكِيْحُ: التُّرَابُ، وجَمْعُه: كِيَحَةٌ، وقيل: هي الأرْضُ الغَليظةُ.\nوالقَوْمُ من كِيْحِ العُقْدَةِ: أي من أصْلِ هذه البَلْدَةِ.\nويُقال للعُقَابِ: أُمُّ الكِيْحِ.\nوكح:\nمُهْمَلٌ عنده (¬٥).\nالخارْزَنْجِيُّ عن أبي زَيْدٍ: أوْكَحَ الرَّجُلُ عَطِيَّتَه إيْكَاحاً: أي قَطَعَها. وهو الخَيْبَةُ أيضاً.\nوأوْكَحْتُ إِلى الأمْرِ: لا أُرِيْدُ غيرَه.\nوأَوْكَحَ: أعْيا.\nواِسْتَوْكَحَتِ الفِرَاخُ: غَلُظَتْ. وهي فِرَاخٌ وُكُحٌ.\nوالوُكُحُ -أيضاً-: الرَّكايا التي انْقَطَعَ ماؤها وغارَ مَعِيْنُها.\nحكو:",
    "pg": "3:138"
  },
  "وكد": {
    "def": "وَكَّدْتُ العَقْدَ: وَثَّقْتَه، وكذلك أكَّدْتُه. ويُقال: إذا عَقَدْتَ فأكِّدْ؛ وإذا حَلَفْتَ فوَكِّدْ. ووَكَّدَ فلانٌ مَوَاثِيْقَ وعُهُوداً فَوَكَدَتْ: أي تَأَكَّدَتْ. والسُّيُوْرُ التي يُشَدُّ بها القَرَبُوْسُ تُسَمّى: التَّآكِيْدَ (¬٤).\nووَكَدْتُ وَكْدَه: أي قَصَدْتَ قَصْدَه وفَعَلْتَ مِثْلَ فِعْلِه.\nوالوَكْدُ (¬٥) -أيضاً-: الجَهْدُ والسَّعْيُ.\nوالمُوَاكِدَةُ من النُّوقِ: مِثْلُ المُوَاكِبَةِ؛ وهي الدّائبَةُ (¬٦) في السَّيْرِ.\nدوك:",
    "pg": "6:303-304"
  },
  "وكر": {
    "def": "الوَكْرُ: مَوْضِعُ الطائرِ، والجميع وُكُوْرٌ وأوْكارٌ. و (¬٣٦) وَكَّرَ الطائرُ وَكْراً.\nوالتَّوْكِيْرُ: من قَوْلكَ وكَّرْتُ الإِناءَ والمِكْيَالَ: إذا مَلَأْتَه. وتَوَكَّرَ الصَّبِيُّ:\nامْتَلأَ بَطْنُه.\nوالوَكْرُ -أيضاً-: المَلْءُ. ووَكَرْتُ السِّقَاءَ أكِرُه: مِثْلُ وَكَّرْته.\nوالوَكِيْرَةُ والتَّوْكِيْرُ: الطَّعامُ والإِطْعامُ على بِنَاءٍ، وَكَّرَ تَوْكِيْراً: اتَّخَذَ وَكِيْرَةً.\nووَكَرَ الطائرُ يَكِرُ: إذا نَقَزَ وعَدا.\nوفَرَسٌ وَكَرى: سَرِيْعَةٌ. والوَكَرى: ضَرْبٌ من العَدْوِ. اكر:",
    "pg": "6:320-321"
  },
  "وكز": {
    "def": "الوَكْزُ: الطَّعْنُ، وَكَزَه بجُمْعِ كَفِّه.\nوالوَكْزُ: المَلْءُ، وَكَزْتُ الوِعاءَ، وكذلك التَّوَكُّزُ: وهو أنْ يَحْبَطَ من الأكْل.\nوهو مُتَوَكِّزٌ لكَذا: أي مُتَوَفِّزٌ (¬٩).\nوهو يَتَوَكَّزُ على عَصَاه: أي يَتَوَكَّأُ.\nوالوَكْزُ: العَدْوُ، وَكَزَ يَكِزُ وَكْزاً. ووَكَّزَ تَوْكِيْزاً: إذا عَدَا مُسْرِعاً من فَزَعٍ.\nورُمْحٌ مَوْكُوْزٌ ومَرْكُوْزٌ: بمعنىً. ووَكَزَ أنْفَه: رَضَخَه (¬١٠).\nزوك (¬١١):\nزاكَ الرَّجُلُ في مِشْيَتِه يَزُوْكُ زَوْكاً وزَوَكاناً: إذا حَرَّكَ ألْيَتَه وفَرْجَه نحو مِشْيَةِ (¬١٢) الغُرَابِ، وهو زَوّاكٌ.\nوالمُزَوْزِكَةُ: التي إذا مَشَتْ أسْرَعَتْ وحَرَّكَتْ ألْيَتَيْها وجَنْبَيْها.\nومَرَّ يَزِيْكُ في مَشْيِهِ ويَحِيْكُ: أي يَمِيْسُ ويَتَبَخْتَرُ، وهو الزَّيَكَانُ والزَّأَكَانُ (¬١٣) -بالهَمْز-أيضاً.\nوزَأَكْتُ المَرْأةَ: نَكَحْتها.\nوزك:",
    "pg": "6:301-302"
  },
  "وكس": {
    "def": "الوَكْسُ في البَيْعِ: اتِّضَاعُ الثَّمَنِ. وأنْ يَقَعَ في أُمِّ الرَّأْسِ دَمٌ أو عَظْمٌ فَثَجَّجَ. ودُخُوْلُ القَمَرِ في نَجْمٍ يُكْرَهُ.\nوأُوْكِسْتُ: بمعنى وُكِسْتُ.\nورَجُلٌ أوْكَسُ: أي خَسِيْسٌ.\nوأوْكَسَ مالُه: ذَهَبَ. (و. ا. ي)\nزكو:",
    "pg": "6:299-300"
  },
  "وكظ": {
    "def": "الواكِظُ: الدافِعُ الزَّبُوْنِ، وَكَظَه وَكْظاً فهو مَوْكُوْظٌ.\nووَكَظَ على أمْرٍ (¬٤): أي واظَبَ عليه، فهو مُوَاكِظٌ وواكِظٌ. (و. ا. ي)\nكذا:",
    "pg": "6:310-311"
  },
  "وكع": {
    "def": "الوَكَعُ: مَيَلانُ إبْهامِ الرِّجْلِ على الأصابعِ.\nوالأوْكَعُ: الأحْمَقُ الطَّويلُ.\nووَكَعَ أنْفَه: وَكَزَه وَرَضَخَه.\nووَكَعَ الشّاةَ: نَهَزَ ضَرْعَها لِيَسْتَوْعِبَ ما فيه.\nوَوَكَعْتُه في الأمْرِ: بكَتَّهُ.\nووَكَعَتْه العَقْرَبُ: لَدَغَتْه (¬١٤)، وَكْعاً (¬١٥).\nوَوَاكَعَ الدِّيكُ الدَّجَاجَةَ: سَفِدَها.\nوأوْكَعَ القَوْمُ: سَمِنَتْ إبلُهم. واسْتَوْكَعَتْ هي.\nوأوْكَعُوا: جاؤُا بأمْرٍ شَديدٍ.\nوالإِيْكَاع: الوَثاقَةُ والشَّدُّ.\nوالمِيْكَعُ: السِّقَاءُ الوَكْيعُ -والاسمُ: الوَكَاعَةُ -وهو: المَتِيْنُ الجَيِّدُ الأدِيْمِ. وقد اسْتَوْكَعَ (¬١٦).\nواسْتَوْكَعَتْ مَعِدَتُه: قَوِيَتْ واشْتَدَّتْ. وفَرَسٌ وَكِيْعٌ: شَديدٌ، وقد وَكُعَ وَكَاعَةً.\nوَوَكِيْعٌ لَكِيْعٌ: أي لَئيمٌ، ويُقال له: الأوْكَعُ أيضاً. والوَكَعَةُ: اللِّئامُ.\nووَكِيْعٌ: اسْمُ رَجُلٍ.\nكوع:",
    "pg": "2:90-91"
  },
  "وكف": {
    "def": "الوِكَافُ والإِكَافُ: لُغَتَانِ، وهو الوُكَافُ والأُكاف، والجميع الأُكُفُ.\nوأوْكَفْتُ الدابَّةَ أُوْكِفُها إيْكافاً؛ فهي مُوْكَفَةٌ، ووَكَّفْتُها تَوْكِيْفاً؛ فهي مُوَكَّفَةٌ.\nوأكَّفْتُ إكَافاً: اتَّخَذْته، ووَكَّفْتُه: مِثْلُه.\nوالوَكْفُ: القَطْرُ، وَكَفَ الماءُ يَكِفُ، والدَّمْعُ يَكِفُ، وَكِيْفاً ووَكْفاً ووُكُوْفاً ووُكَافاً (¬١٧)، وهو واكِفٌ. ووَكَفَ البَيْتُ وأوْكَفَ -بالألف-. ومِنْحَةٌ وَكُوْفٌ: أي غَزِيْرَةٌ، نَحْوُ الناقَةِ الوَكُوْف.\nوالوَكْفُ: النِّطَعُ.\nوالوَكَفُ: العَيْبُ، يُقالُ: في هذا الأمْرِ وَكَفٌ عليكَ أي عَيْبٌ.\nوالوَكَفُ -أيضاً-: المُصِيْبَةُ في المال. ووَكِفَ الرَّجُلُ في ماله وَكَفاً: إذا ذَهَبَ مالُه ونَقَصَ. وهو الإِثْمُ أيضاً، وأوْكَفْتُه: أوْقَعْته في الإِثْم.\nوتَوَاكَفَ القَوْمُ: انْحَرَفُوا.\nوهو يَتَوَكَّفُ عِيَالَهُ: أي يَتَعَهَّدُهم. ويَتَوَكَّفُ الأخْبَارَ: يَتَوَقَّعُها ويَسْألُ عنها.\nكيف:",
    "pg": "6:339-340"
  },
  "وكم": {
    "def": "مُهْمَلٌ عنده (¬١٥).\nالخارزنجيُّ: وَكَمَ الرَّجُلَ: أي قَمَعَه ورَدَّه، وأوْكَمَه أيضاً.\nوالمَوْكُوْمُ: الشَّدِيدُ الحُزْنِ، وقد وَكَمَه الحُزْنُ.\nووَكِمَ الرَّجُلُ: اغْتَمَّ.\nوهذه أرْضٌ قد وُكِمَتْ: أي رُعِيَتْ وأُكِلَتْ فلم يَبْقَ فيها ما يَحْبِسُهم.\nوالوَكْمُ -في لُغَةٍ-: من قَوْلهم هُمْ يَكِمُوْنَ الكلامَ وَكْماً: وهم الذين يقولون: السَّلامُ علَيْكِم-بكسر الكاف-.  \nكاوَانُ: جَزِيْرَةٌ في بَحْرِ البَصْرَة.\nالكَوُّ والكَوَّةُ: مَعْرُوفَتانِ، ويُضَمُّ الكاف. ويُقال: كَوَّيْتُ في البَيْتِ أُكَوّي تَكْوِيَةً. وتَكَوّى: دَخَلَ في مَوْضِعٍ مَضِيْقٍ (¬١). ويُقال: كُوَّةٌ؛ وكِوَاءٌ وكِوىً - بالقَصْر-.\nوكَوَيْتُ الحِمَارَ أكْوِيْهِ كَيّاً: إذا أحْرَقْتَ جِلْدَه بحَدِيدةٍ مُحْمَاةٍ أو بِنَارٍ (¬٢).\nوالمِكْوَاةُ: ما يُكْوى بها. وفي المَثَل (¬٣): «العَيْرُ يَضْرِطُ والمِكْوَاةُ في النار».\nوالكاوِيَاءُ -بمعنى الحاوِيَاء-: مِيْسَمٌ يُكْوى به.\nوابنُ الكَوّاء: رَجُلٌ من العَرَب.\nوأبو (¬٤) الكَوّاء: من كُناهم.\nوالكَيْوَانُ: زُحَلٌ.\nوالكَأْكَأَةُ: النُّكُوْصُ. وتَكَأْكَأَ عَنّا: ارْتَدَعَ. وكاءَ يَكَاءُ (¬٥) كَيْئاً وكَأْواً.\nوتَكَأْكَأَ القَوْمُ على الشَّيْءِ: ازْدَحَمُوا عليه. والكَوْكَاةُ (¬٦): القَصِيْرُ العَرِيضُ من الرِّجال، وتَصْغِيرُه: كُيَيْكَةٌ (¬٧).\nورَأيْتُ فلاناً مُكَوْكِياً وقد كَوْكى كوكاةً (¬٨): وهي الاهْتِزَازُ في المَشْيِ والسُّرْعَةُ.\nويُقال للبَيْضَةِ: كَيْكَةٌ، وجَمْعُها كِيَاكٌ (¬٩).\nوالكَيْءُ -بوَزْنِ الشَّيْءِ-: الرَّجُلُ الجَبَانُ، والكَيْأَةُ مِثْلُه. وقيل: هو اللَّئيمُ. وقيل: الكَيْءُ: الخَوْفُ والفَرَقُ.\nوأكَأْتُه إكاءَةً: أي رَدَدْته. وكاءَ هُوَ.\nويقولون: كاكَ كُنّا نَفْعَلُ: بمعنى كذلك.\nوفَعَلَ اللَّهُ به كاوَكا: أي كذا وكذا.\nوكَأَيِّنْ: بمعنى كَمْ؛ في قَوْلِه ﷿ (¬١٠): ﴿وَكَأَيِّنْ مِنْ قَرْيَةٍ عَتَتْ عَنْ أَمْرِ رَبِّها﴾ (¬١١). ولُغَةٌ أُخرى: كائنْ -على وَزْنِ بائع-وكَأْيٍ -على وَزْنِ كَعْيٍ-.\nويُقال: بِكائنْ هذا الثَّوْبُ: أي بِكَمْ. والأصْلُ «أيّ» دَخَلَتْ عليها كافُ التَّشْبِيه.\nوقَوْلُهم: كي لا يَفْعَلَ بمعنى كَيْفَ لا يَفْعَلُ (¬١٢).\n\n\nالأَكّاكَةُ: الشَّدِيدةُ من شَدَايِد الدَّهْرِ.\nوائْتَكَّ فلانٌ ائْتِكاكاً شَدِيداً: من أمْرٍ أرْمَضَه. ويَوْمٌ عَكٌّ وأكٌّ: شَدِيْدُ الحَرِّ مَعَ احْتِبَاسِ رِيْحٍ. وائْتَكَّ يَوْمُنا ائْتِكاكاً.\nويَوْمٌ مُؤْتَكٌّ (¬١٣). ويَوْمٌ ذو أكٍّ وأكَّةٍ.\nوأكَّهُ: رَدَّه.\nوالأَكَّةُ: إقْبَالُكَ بالغَضَب على الإِنسان.\nورَمَاه اللَّهُ بالأكَّة: أي بالمَوْت.\nوجَعَلْتُ به أكَّتي: أي شِدَّتي ووَطْأتي.\nوأكَّ الرَّجُلُ: إذا ضَاقَ صَدْرُه.\nووَقَعَ في أَكَّةٍ: أي ضِيْقٍ وداهِيَةٍ، وائْتَكَّ (¬١٤) الرَّجُلُ.\nوائْتَكَّتْ رِجْلُه: إذا اصْطَكَّتْ؛ ائْتِكاكاً.\nوالأَيْكَةُ: غَيْضَةٌ (¬١٥) تُنْبِتُ السِّدْرَ والأَرَاكَ. وأيْكَةٌ آئكَةٌ (¬١٦): أي مُثْمِرَةٌ.\nوبَنُو أكّا: قَبِيلةٌ من العَرَب.\nوالأَوْكَةُ: الغَضَبُ أيضاً، بمَنْزِلَةِ الأَكَّةِ.\nوكانَ بينهم أوْكَةٌ: أي شَرٌّ.\nوالإِكَاءُ: لُغَةٌ في الوِكاءِ.\nو ١٦ - في الحَدِيث (¬١٧): «لا تَشْرَبُوا إلاّ في ذي إكَاءٍ».\n\n\nالوِكَاءُ: رِبَاطُ القِرْبَةِ، والفِعْلُ أوْكى يُوْكي إيْكاءً. وفي مَثَلٍ (¬١٨): «يَدَاكَ أوْكَتا وفُوْكَ نَفَخ».\nو ١٦ - في الحَدِيث (¬١٩): «العَيْنُ وِكَاءُ السَّهِ». وأوْكَأْتُ فلاناً إيْكاءً: إذا نَصَبْتَ له مُتَّكَأً. وأتْكَأْتُه: حَمَلْته على الاتِّكاء.\nوالتَّوَكُّؤُ: التَّحَامُلُ على العَصا.\nوالوَكْوَاكُ: الذي إذا مَشى تَدَحْرَجَ من قِصَرِه وحَرَّكَ اسْتَه.\nوالوَكْوَاكَةُ من النِّساء: العَظِيْمَةُ الألْيَتَيْنِ.\nوالحَمَامَةُ تُوَكْوِكُ وَكْوَكَةً: وهي صَوْتُها.\nواذا امْتَلأَتِ الناقَةُ شَحْماً وسِمَناً قيل: اسْتَوْكَتْ استيكاءً.\nو ١٧ - في حَدِيث الزُّبير (¬٢٠): أنَّه «كان يُوَكِّي بَيْنَ الصَّفا والمَرْوَةِ». أي يُوْكِي فاه فلا يَتَكلَّم [/٢٠٦ ب]، من أوْكَيْتُ الشَّيْءَ: إذا شَدَدْتَه.\nوأوْكِ يا فُلان: إذا أمَرْتَه بالسُّكُوت.\nوتَوَكَّأَتِ الناقَةُ والشاةُ تَوَكُّؤاً: وهو مِثْلُ التَّصَلُّقِ في مَخَاضِها تَقُوْمُ مَرَّةً وتَضْطَجِعُ أُخرى.\nوقَوْلُهم: وَيْكَأَنَّ: معناه ألَمْ تَرَ، وقيل: معناه أوَ لا تَعْلَمُ في قوله ﷿:\n﴿وَيْكَأَنَّ اللهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشاءُ [مِنْ عِبادِهِ] (¬٢١) وَيَقْدِرُ﴾ (¬٢٢)، وتُخَفَّفُ (¬٢٣) النُّونُ منه بلُغَةِ حِمْيَرَ؛ ومعناه رَحْمَةً لك.\n\n(¬٢٤)]\nيك:",
    "pg": "6:350-356"
  },
  "وكن": {
    "def": "وَكَنَ الطائرُ يَكِنُ وُكُوْناً: حَضَنَ على بَيْضِه [/٢٠٤ ب]، فهو وَاكِنٌ، وجَمْعُه وُكُوْنٌ. والمَوْضِعُ: المَوْكِنُ.\nوالوُكْنَةُ: اسْمٌ لكُلِّ وَكرٍ وعُشٍّ، والجميع الوُكُنَاتُ. ويُقال: وَكَنَ الظَّبْيُ أيضاً. والأُكْنَةُ: لُغَةٌ في الوُكْنَة، والجميع الأُكَنُ، والأُكُنَاتُ: أدْنى العَدَدِ. والتَّوَكُّنُ: التَّمَكُّنُ.\nونِسَاءٌ واكِنَاتٌ: أي جالِسَاتٌ.\nوالوَكْنُ: العُوْدُ الذي يَبِيْتُ عليه الطائرُ.\nنوك:",
    "pg": "6:333-334"
  },
  "ولب": {
    "def": "الوَالِبَةُ: الزَّرْعَةُ التي تَنْبُتُ من عِرْقِ الزَّرْعَةِ الأُوْلى، والجَمِيْعُ الأَوَالِبُ.\nووَلَبَ الزَّرْعُ وُلُوْباً: طالَ واسْتَغْلَظَ.\nوالوَالِبَةُ: صِغَارُ الماشِيَةِ والصِّبْيَانِ ما دَامُوا يَرْضَعُوْنَ. وقد أوْلَبَتِ الماشِيَةُ إيْلاباً.\nوالوالِبُ: الذّاهِبُ في الأرْضِ على وَجْهِه. وهو الوالِجُ في البُيُوْتِ أيضاً.\nووَلَبَ في الطَّعَامِ: ألَحَّ عليه ساعةً؛ يَلِبُ.\nووَلَبَ إلى الشَّيْءِ يَلِبُ: أي وَصَلَ. ويَلِبُ: يَكْسِبُ.\nوهو مِئْلَبُ الشَّدِّ: أي سَرِيْعُه، من وَلَبَ يَلِبُ: أي أسْرَعَ.\nوالقَتِيْرُ المُؤَلَّبُ -في قَوْلِ ساعِدَةَ (¬١٣) -: الذي أُوْلِبَ بَعْضُه إلى بَعْضٍ أي ضُمَّ. والمُؤَلَّبُ: المَلْوِيُّ المَفْتُوْلُ. وأَلَبَ الجُرْحُ يَأْلِبُ أَلْباً: إذا بَرَأَ أعْلاه وأسْفَلُه نَغِلٌ (¬١٠).\nوأَلَبَتِ السَّمَاءُ (¬١١): اشْتَدَّ مَطَرُها، وهي أَلْبَةٌ.\nوالأَلُوْبُ: الرِّيْحُ الشَّدِيْدَةُ الهُبُوْبِ.\nوالإِلْبُ (¬١٢): شَجَرَةٌ من شَجَرِ الجِبَالِ.\nولب:\nالوَالِبَةُ: الزَّرْعَةُ التي تَنْبُتُ من عِرْقِ الزَّرْعَةِ الأُوْلى، والجَمِيْعُ الأَوَالِبُ.\nووَلَبَ الزَّرْعُ وُلُوْباً: طالَ واسْتَغْلَظَ.\nوالوَالِبَةُ: صِغَارُ الماشِيَةِ والصِّبْيَانِ ما دَامُوا يَرْضَعُوْنَ. وقد أوْلَبَتِ الماشِيَةُ إيْلاباً.\nوالوالِبُ: الذّاهِبُ في الأرْضِ على وَجْهِه. وهو الوالِجُ في البُيُوْتِ أيضاً.\nووَلَبَ في الطَّعَامِ: ألَحَّ عليه ساعةً؛ يَلِبُ.\nووَلَبَ إلى الشَّيْءِ يَلِبُ: أي وَصَلَ. ويَلِبُ: يَكْسِبُ.\nوهو مِئْلَبُ الشَّدِّ: أي سَرِيْعُه، من وَلَبَ يَلِبُ: أي أسْرَعَ.\nوالقَتِيْرُ المُؤَلَّبُ -في قَوْلِ ساعِدَةَ (¬١٣) -: الذي أُوْلِبَ بَعْضُه إلى بَعْضٍ أي ضُمَّ. والمُؤَلَّبُ: المَلْوِيُّ المَفْتُوْلُ.\nأبل:",
    "pg": "10:349"
  },
  "ولث": {
    "def": "الوَلْثُ: عَقْدُ العَهْدِ بَيْنَ القَوْمِ. ووَجَعٌ مُقَارِبٌ، وَلِثَ يَوْلَثُ وَلَثاً (¬١٩). وأثَرُ رَمَدٍ في العَيْنِ.\n[و] (¬٢٠) وَلَثْتُه أَلِثُه: أي ضَرَبْته، ووُلِثَ يُوْلَثُ.\nووَلَثْتُ له: وَعَدْتُه عِدَةً ضَعِيْفَةً.\nووَلْثٌ من مَطَرٍ: قَلِيْلٌ منه.\nووَلَثَ له وَلْثاً: أعْطَاه شَيْئاً يَسِيْراً.\nووَلْثَةٌ من خَبَرٍ: أي طَرَفٌ لَيْسَ بصَحِيْحٍ.\nودَيْنٌ وَالِثٌ: مُثْقِلٌ (¬٢١). ولث:\nالوَلْثُ: عَقْدُ العَهْدِ بَيْنَ القَوْمِ. ووَجَعٌ مُقَارِبٌ، وَلِثَ يَوْلَثُ وَلَثاً (¬١٩). وأثَرُ رَمَدٍ في العَيْنِ.\n[و] (¬٢٠) وَلَثْتُه أَلِثُه: أي ضَرَبْته، ووُلِثَ يُوْلَثُ.\nووَلَثْتُ له: وَعَدْتُه عِدَةً ضَعِيْفَةً.\nووَلْثٌ من مَطَرٍ: قَلِيْلٌ منه.\nووَلَثَ له وَلْثاً: أعْطَاه شَيْئاً يَسِيْراً.\nووَلْثَةٌ من خَبَرٍ: أي طَرَفٌ لَيْسَ بصَحِيْحٍ.\nودَيْنٌ وَالِثٌ: مُثْقِلٌ (¬٢١).\nوثل:",
    "pg": "10:176"
  },
  "ولج": {
    "def": "الوُلُوْجُ: الدُّخُوْلُ، وَلَجَ يَلِجُ، وأوْلَجْتُه إيْلاجاً.\nوالوَلِيْجَةُ: بِطَانَةُ الرَّجُلِ ودِخْلَتُه.\nوالتَّوْلَجُ (¬١٣): كِنَاسُ الظَّبْيِ، يُقال: اتَّلَجَ الظَّبْيُ في تَوْلَجِه. وأتْلَجَه الحَرُّ فيه وأوْلَجَه.\nوالوَلَجَةُ: شِبْهُ مَحْنِيَةٍ في الرَّمْلِ، وكذلك الوَلَجُ (¬١٤). وهو-أيضاً-: ما وَلَجْتَ فيه من كَهْفٍ أو غارٍ، والجَميعُ الأوْلاجُ.\nوالوالِجَةُ: السِّبَاعُ والحَيّاتُ؛ لِوُلُوْجِها بالنَّهَارِ في الأوْلاجِ. والوِلاجُ: بابٌ صَغِيرٌ في خَلِيَّةِ النَّحْلِ (¬١٥). وهو-أيضاً-: بَيْتٌ في جَوْفِ بَيْتٍ يَكُونُ لِمَرَافِقِ الحَيِّ.\nوهم وَشِيْجَةٌ ووَلِيْجَةٌ: أي حِشْوَةٌ.\nجول:",
    "pg": "7:180-181"
  },
  "ولح": {
    "def": "الوَلِيْحَةُ: الضَّخْمُ من الجُوَالِقِ الواسِعُ، والجَميعُ: الوَلِيْحُ.\nوإذا حَمَلْتَ على البَعيرِ ما لا يُطِيْقُه: فقد وَلَحْتَه. وأَلاحَ بحَقّي: ذَهَبَ به.\nولَوَّحْتُه بالعَصا والسَّوْطِ: عَلَوْتَه بهما ضَرْباً.\nوالْمَلاوِيْحُ: العَيْشُ الخَفِيْفُ غيرُ المَحْمُوْدِ.\nولَوِّحِ الصَّبِيَّ: أي قُتْه ما يُمْسِكُه.\nوفلانٌ مُلْتَاحٌ: مُتَغَيِّرٌ.\nوحل:\nالوَحَلُ: الطِّيْنُ، وَحِلَ يَوْحَلُ ويَأْحَلُ وَحَلاً، والجَميعُ: الوُحُوْلُ والْأَوْحَالُ. واسْتَوْحَلَ المَكانُ.\nوالمُتَحَلِّلُ والمُتَّحِلُ: المُسْتَثْنى المُتَحَلِّلُ، قال النَّابِغَةُ:\nوفي مَيْسَرِ الأيْسَارِ مُتَّحِلا …\nولح:\nالوَلِيْحَةُ: الضَّخْمُ من الجُوَالِقِ الواسِعُ، والجَميعُ: الوَلِيْحُ.\nوإذا حَمَلْتَ على البَعيرِ ما لا يُطِيْقُه: فقد وَلَحْتَه.\nحيل:",
    "pg": "3:213"
  },
  "ولخ": {
    "def": "الوَلَخُ: من العُشْب، ائْتَلَخَ العُشْبُ ائْتِلاخاً: وهو عِظَمُه وطُولُه واختلاطُه بعضه ببعضٍ. وأرْضٌ مُؤْتَلِخَةٌ: مُعْشِبَةٌ.\nوائْتَلَخَ اللَّبَنُ: حَمُضَ.\nوالوَلِيْخَةُ من اللَّبَنِ: ما خَثُرَ، ومن الطَّعام: مِثْلُ الحَشْوِ (¬٦٢).\nوأرْضٌ وَلِيْخَةٌ: مُبْتَلَّةٌ رَطبةٌ، وقد اسْتَوْلَخَتِ الأرضُ.\nوالوَلِيْخُ: ثَوْبٌ من كَتّانٍ.\nلوخ [وليخ] والإِخْلاءُ: دُعَاءُ الكَلْب.\nويُقال: لو كانَ في التِّخْلِئِ ما نَفَعَه. والتِّخْلئُ: الدُّنيا.\nولخ:\nالوَلَخُ: من العُشْب، ائْتَلَخَ العُشْبُ ائْتِلاخاً: وهو عِظَمُه وطُولُه واختلاطُه بعضه ببعضٍ. وأرْضٌ مُؤْتَلِخَةٌ: مُعْشِبَةٌ.\nوائْتَلَخَ اللَّبَنُ: حَمُضَ.\nوالوَلِيْخَةُ من اللَّبَنِ: ما خَثُرَ، ومن الطَّعام: مِثْلُ الحَشْوِ (¬٦٢).\nوأرْضٌ وَلِيْخَةٌ: مُبْتَلَّةٌ رَطبةٌ، وقد اسْتَوْلَخَتِ الأرضُ.\nوالوَلِيْخُ: ثَوْبٌ من كَتّانٍ.\nلوخ [وليخ]\n(¬٦٣):",
    "pg": "4:417"
  },
  "ولد": {
    "def": "الْوَلَدُ: مَعْرُوْفٌ، يَجْمَعُ الواحِدَ والكَثِيْرَ والذَّكَرَ والأُنْثَى. والوَلِيْدُ: الصَّبِيُّ.\nوالوَلِيْدَةُ: الأَمَةُ.\nووُلْدُ الرَّجُلِ: وَلَدُهُ ورَهْطُه (¬١٢)، وهو واحِدٌ وجَمْعٌ.\nوالْوِلْدَةُ: جَمَاعَةُ الْأَوْلادِ.\nوفي المَثَلِ (¬١٣): «وَلَدُكَ مَنْ دَمّى عَقِبَيْك» أي مَنْ وَلَدْته.\nوشاةٌ والِدٌ، والجَميعُ وُلَّدٌ، بَيِّنَةُ الوِلادِ.\nفأمّا الوِلادَةُ فهيَ: وَضْعُ المَرْأَةِ وَلَدَهَا. والمُوَلَّدُ: الذي وُلِدَ عِنْدَكَ. والتَّلِيْدُ:\nما وُلِدَ عِنْدَ غَيْرِكَ.\nوالتَّلِيْدُ: المالُ القَدِيْمُ، وكذلك التِّلادُ.\nوالمُوْلِدُ من الغَنَمِ والبَقَرِ: كالخَلِفَةِ من النُّوْقِ.\nوالْوَالِدُ (¬١٤): التي قد وَلَدَتْ؛ كالعَانِدِ (¬١٥).\nوجارِيَةٌ مُوَلَّدَةٌ: تُوْلَدُ بَيْنَ العَرَبِ.\nوالتَّلِيْدَةُ: ما تَلِدُ (¬١٦) في مِلْكِ قَوْمٍ وعِنْدَهم أبَوَاها.\nوأَوْلَدَتِ الشّاةُ إيْلاداً: ضَخُمَ (¬١٧) بَطْنُها ودَنَا وِلادُهَا فهي مُوْلِدٌ، وجَمْعُها مَوَالِيْدُ. وأَوْلَدَتِ الغَنَمُ: حانَ وِلادُها. وإنَّها (¬١٨) لَتَوَلَّدُ: إذا هَمَّتْ بالْوِلادِ.\nووَلَّدْنَاهَا: نَتَجْنَاها.\nوالمُوَلِّدَةُ: القابِلَةُ.\nولهم وِلْدٌ في بَني فلانٍ: أي وِلادَةٌ؛ أُمُّهم منهم.\nوفَعَلَ ذلك في وَلُوْدِيَّتِه: أي في صِغَرِه.\nوهو فَصِيْحٌ قَلِيْلُ الوُلُوْدِيَّة في كَلامِه والوَلُوْدِيَّةِ.\nويُقال لفَرْخِ الحَمَامَةِ: الْوَلَدُ.\nوكُنْيَةُ الدَّجَاجِ: أُمُّ الْوَلِيْدِ.\nومَثَلٌ (¬١٩): «زُيِّنَ في عَيْنِ وَالِدٍ وَلَدُهُ». و (¬٢٠) «هذا أمْرٌ لا يُنَادى وَلِيْدُهُ» أي لا يُطْلَبُ فيه زِيَادَةٌ من كَثْرَتِه، وقيل: هو في الشِّدَّةِ؛ وفي أمْرٍ عَجِيْبٍ أيضاً.\nواللِّدَةُ: التِّرْبُ، والجَميعُ اللِّدُوْن واللِّدَاتُ.\nلود:",
    "pg": "9:356-357"
  },
  "ولس": {
    "def": "الوَلُوْسُ: النّاقَةُ التي تَلِسُ في سَيْرِها وَلَسَاناً: أي تُسْرعُ. والإبلُ يُوَالِسُ بَعْضُها بَعْضاً: وهو ضَرْبٌ من العَنَقِ.\nوالمُوَالَسَةُ: شِبْهُ المُدَاهَنَةِ في الأمْرِ والخِدَاعِ.\nووَلَسْتُ بالحَدِيْثِ: عَرَّضْتُ به، وأوْلَسْتُ به ووَالَسْتُ به (¬١٠) أيضاً. وقَوْلُهم:\nلا يُوَالِسُ ولا يُدَالِسُ: منه، وقيل: هي المُسَابَقَةُ.\nوالوَلاّسُ: الذِّئْبُ؛ لأنَّه يَلِسُ (¬١١) الدِّماءَ: أي يَلَغُ فيها. وبَنُوْ ضَبَّةَ يقولونَ: لُسْنا ولُسْتُ-بمعنى الفَتْحِ-، ومنهم مَنْ يَقُولُ: لِسْنا.\nولس:\nالوَلُوْسُ: النّاقَةُ التي تَلِسُ في سَيْرِها وَلَسَاناً: أي تُسْرعُ. والإبلُ يُوَالِسُ بَعْضُها بَعْضاً: وهو ضَرْبٌ من العَنَقِ.\nوالمُوَالَسَةُ: شِبْهُ المُدَاهَنَةِ في الأمْرِ والخِدَاعِ.\nووَلَسْتُ بالحَدِيْثِ: عَرَّضْتُ به، وأوْلَسْتُ به ووَالَسْتُ به (¬١٠) أيضاً. وقَوْلُهم:\nلا يُوَالِسُ ولا يُدَالِسُ: منه، وقيل: هي المُسَابَقَةُ.\nوالوَلاّسُ: الذِّئْبُ؛ لأنَّه يَلِسُ (¬١١) الدِّماءَ: أي يَلَغُ فيها.\nسيل:",
    "pg": "8:379"
  },
  "ولع": {
    "def": "أُوْلِعَ فَوَلِعَ وَلُوْعاً ووَلَعاً، وهو وَلِعٌ [/٤٨ أ] وَلُوْعٌ وَلاّعَةٌ (¬٣١).\nوهو وُلَعَةٌ: أي يُوْلَعُ بما لا يَعْنِيْه.\nووَلَعَ وَلَعَاناً ووَلْعاً: كَذَبَ.\nوَوَلَعَ وَلْعاً: مَرَّ عَدْواً. ولا أدْري ما وَلَعَه: أي حَبَسَه، وما والِعَتُه.\nووَلَع عَنْكَ الأمْرُ (¬٣٢): وَلّى.\nووَلَّعَ اللَّهُ وَجْهَه: بَرَّصَه، ومنه التَّوْلِيْعُ في القَوائم.\nوالوَلِيْعُ: طَلْعُ النَّخْل. ونَبْتٌ.\nعول:",
    "pg": "2:155-156"
  },
  "ولغ": {
    "def": "الوَلْغُ (¬٣٢): شُرْبُ السِّبَاعِ بألْسِنَتِها، وَلَغَ يَلِغُ ويالَغُ.\nورَجُلٌ مُسْتَوْلِغٌ: لا يُبالي ذَمّاً ولا عاراً.\nوالوَلْغَةُ: الدَّلْوُ الصَّغيرةُ.\nوالمِيْلَغَةُ: المِيْثَرَةُ.\nوما وَلَغَ اليَوْمَ وَلُوغاً: أي لم يَطْعَمْ شَيْئاً.\nووالِغِيْنَ: جَبَلٌ بين الأحساء واليَمَامَة. واللَّغْوُ في اليَمِين: لا واللَّهِ وبَلى واللَّهِ.\nليغ:\nالألْيَغُ: الذي يَرْجِعُ لسانُه إلى الياء (¬٣٠).\nورَجُلٌ لِيَاغَةٌ: لا يُبالي ما قيل له. وقد تَلَيَّغَ: أي تَحَمَّقَ.\nولِغْتُ الشَّيْءَ ألِيْغُه لَيْغاً: إذا راوَدْتَه عنه.\nوفي المَثَل (¬٣١): «دُرِّي بما عِنْدَكِ يا لَيْغاءُ»: وهي التي لا تُبَيِّنُ الكلامَ، والرَّجُلُ ألْيَغُ.\nولغ:\nالوَلْغُ (¬٣٢): شُرْبُ السِّبَاعِ بألْسِنَتِها، وَلَغَ يَلِغُ ويالَغُ.\nورَجُلٌ مُسْتَوْلِغٌ: لا يُبالي ذَمّاً ولا عاراً.\nوالوَلْغَةُ: الدَّلْوُ الصَّغيرةُ.\nوالمِيْلَغَةُ: المِيْثَرَةُ.\nوما وَلَغَ اليَوْمَ وَلُوغاً: أي لم يَطْعَمْ شَيْئاً.\nووالِغِيْنَ: جَبَلٌ بين الأحساء واليَمَامَة.\nلوغ:",
    "pg": "5:133"
  },
  "ولف": {
    "def": "الوَلْفُ والوَلِيْفُ: ضَرْبٌ من العَدْوِ، ووَلَفَ الفَرَسُ يَلِفُ.\nوالوِلافُ: أنْ تَقَعَ الحَوَافِرُ مَعاً. وهو الوِلاءُ والتِّبَاعُ، ووَلَفْتُ بهم. وشَدٌّ مُوَالِفٌ.\nووَالَفْتُ الشَّيْءَ مُوَالَفَةً ووِلافاً: إذا ألَّفْتَه.\nوالوَلِيْفُ من البُرُوْقِ: الذي يَلْمَعُ لَمْعَتَيْنِ.\nوالفَوْلَفُ: غِطَاءٌ يُغَطّى به الثِّيَابُ.\nوالسَّرَابُ: فَوْلَفٌ.\nلفو (¬٢٤):\nالمَلْفَافِيُّ: الأَحْمَقُ من الرِّجَالِ. والأَلِفُ والأَلِيْفُ: الحَرْفُ.\nولف:\nالوَلْفُ والوَلِيْفُ: ضَرْبٌ من العَدْوِ، ووَلَفَ الفَرَسُ يَلِفُ.\nوالوِلافُ: أنْ تَقَعَ الحَوَافِرُ مَعاً. وهو الوِلاءُ والتِّبَاعُ، ووَلَفْتُ بهم. وشَدٌّ مُوَالِفٌ.\nووَالَفْتُ الشَّيْءَ مُوَالَفَةً ووِلافاً: إذا ألَّفْتَه.\nوالوَلِيْفُ من البُرُوْقِ: الذي يَلْمَعُ لَمْعَتَيْنِ.\nوالفَوْلَفُ: غِطَاءٌ يُغَطّى به الثِّيَابُ.\nوالسَّرَابُ: فَوْلَفٌ.\nلفو (¬٢٤):\nالمَلْفَافِيُّ: الأَحْمَقُ من الرِّجَالِ.\nليف:",
    "pg": "10:345"
  },
  "ولق:": {
    "def": "الوَلْقُ: سُرْعَةُ السَّيْرِ للجَمَلِ والناقَةِ (¬٢٦)، وَلَقَ وَلْقاً.\nوالإِنسانُ يَلِقُ الكَلامَ: أي يُدِيْرُه، وقُرِئَتْ: «إِذْ تَلِقُوْنَه» بأَلْسِنَتِكُم (¬٢٧) على هذا المعنى، و «تَأْلِقُوْنَه» أيضاً.\nوالوَلْقُ: الضَّرْبُ الخَفِيفُ، وَلَقَه يَلِقُه وَلْقاً.\nوضَرَبَه ضَرْباً وِلاقاً: أي مُتَتابِعاً (¬٢٨)، وكذلك الوَلقى -على وَكرى- (¬٢٩).\nووَلَقْتُ الأرْضَ: أي (¬٣٠) خَرَقْتَها وقَطَعْتَها.\nوسارَ فلانٌ وَلْقَةً: أي ساعَةً.\nوالوَلَقى (¬٣١) -أيضاً-: بمنزلة الأَلَقى وهي السَّرِيْعَةُ الوَثْبِ.\nوالوَلِيْقَةُ: طعامٌ يُتَّخَذُ من دَقِيقٍ وسَمْنٍ ولَبَنٍ. * ألق:",
    "pg": "6:23-24"
  },
  "ولم": {
    "def": "الوَلِيْمَةُ: طَعَامٌ يُتَّخَذُ على عُرْسٍ، والفِعْلُ: أَوْلَمَ إيْلاماً.\nوالوَلَمُ: الشِّكَالُ؛ وهو خَيْطٌ يُرْبَطُ من الحَقَبِ إلى التَّصْدِيْرِ.\nوالوَيْلَمَةُ (¬١٩): الدّاهِيَةُ؛ وهي مُرَكَّبَةٌ من وَيْلِ أُمِّه. ملأ:",
    "pg": "10:362-363"
  },
  "وله": {
    "def": "الوَلَهُ: ذَهَابُ العَقْل، وَلِهَتْ تَوْلَهُ وتالَهُ وَلَهاً، ووَلَهَتْ تَلِهُ وَلْهاً. وامْرَأةٌ والِهَةٌ مُوَلَّهَةٌ (¬١٩).\nوالوَلْهَانُ (¬٢٠): اسْمُ شَيْطانِ الماء.\nووَقَعَ في وادي تُوَلِّهَ (¬٢١) -الهاءُ نَصْبٌ-: أي مَنْ سَلَكَها وَلِهَ.\nوالمِيْلَهُ من البِلاد: ما يُوَلِّهُ مَنْ دَخَلَه.\nلوه (¬٢٢):\nالخارزنجيُّ: رَأيتُ لَوْهَةَ السَّرَابِ وتَلَوُّهَه: بَرِيْقَه، ولاهَ يَلُوْهُ لَوْهاً ولَوَهاناً.\nهلى (¬٢٣): تَهَلَّى الفَرَسُ: إذا أسْرَعَ.\nوهَلاً (¬٢٤): في الحَثِّ والزَّجْرِ. \n(و. ا. ي)\nهنو وهنأ (¬١):\nالهَنْءُ (¬٢): العَطِيَّةُ، والهانئُ: المُعْطي، والهِنْءُ (¬٢): الاسْمُ، وهَنَأْتُه أهْنَؤه وأهْنِئُه هَنْأً.\nوالهَنِيْءُ: ما أتاكَ بلا مَشَقَّةٍ، هَنُؤَ يَهْنُؤُ هَنَاءَةً، وفي لُغَةٍ: هَنِئَ يَهْنَأُ ويَهْنُؤُ. ومنه اشْتُقَّ المَهْنَأُ. وفي المَثَل (¬٣): «هُنِئْتَ ولا تُنْكَه».\nوهَنَأَني الطَّعامُ يَهْنِئُني، وليس في الهَمْز مِثْلُه، وهَنِئَني مِثلُه.\nوهَنَّيْتُه وهَنَّأْتُه.\nوهَنِئَتِ الإِبلُ والغَنَمُ: أي أكَلَتْ حتى ذَهَبَ غَرثُها.\nوهَنَأْتُ القَومَ: إذا عُلْتَهم. وقَوْلُهم (¬٤): «إِنَّما سُمِّيْتَ هانئاً لِتَهْنَأَ» أي لِتَعُولَ وتَكفي، وقيل: لِتُفْضِل على الناس.\nوالهِنْءُ: النُّصْرَةُ، يقال: اسْتَهْنَأْتُه أي اسْتَنْصَرْته.\nوهَنِئْتُ به: أي فَرِحْت.\nواهْتَنَأْتُ مالي: أصْلَحْته.\nوالهِنَاءُ: ضَرْبٌ من القَطِران، وناقةٌ مَهْنُوءةٌ، وهَنَأْتُ البعيرَ أهْنَؤُه وأهْنِئُه.\nوهاهُنا وهُنَا: تَقْريبُ ثَمَّ (¬٥). وها هُنَاك وها هُنَّيْك وها هَنّاك وهاهَنَّيْك.\nويَوْمُ هُنَا: يَوْمُ (¬٦) الأوَّل. وقيل: هو اللَّهْوُ. وَيَوْمُ كذا وكذا. وقيل: اسْمُ مَوضعٍ.\nوفلانٌ هَنٌ بذي هُنَيّاتٍ: كقولك كَيْتَ وكَيْتَ.\nويقال: هَنٌ وهَنُوْنٌ (¬٧)، وهَنَانِ وهَنَوَانِ في التثنية.\nوالهَنَاةُ: من القَبايل، والهَنُوْنَ: من الناس.\nويقولون: يا هَنَاهْ ويا هَنَانَيْهِ (¬٨)، وفي الجَمْع: يا هَنُوْنَاهْ، وفي التأنيث: يا هَنْتَاهْ ويا هَنْتَانِيْهِ ويا هَنَاتُوه.\nوأُمَّةٌ من الأُمَم يُقال لهم: يُهَنّا.\nوفي مَثَلٍ (¬٩): «هَنّا وهَنّا عن جِمَالِ وَعْوَعَةٍ» وهو رَجُلٌ من بَني قَيْس بن حَنْظَلَة.\nنهى:",
    "pg": "4:65-68"
  },
  "ومج": {
    "def": "مُهْمَلٌ عنده (¬١٠).\nالخارزنجيُّ: الوَمَّاجُ: الفَرْخُ (¬١١). جمو (¬١٢):\nجَمَاءُ الشَّيْءِ: قَدْرُه، وأجْمَاؤه: مَقَادِيْرُه. وما شَخَصَ من الشَّيْءِ ونَتَأَ، ويُضَمُّ جِيْمُه أيضاً.\nوجَمَاءُ (¬١٣) وَلَدِ النّاقَةِ: إذا وَقَعَ في حَيَائها فهو يُرى انْتِفَاخُ (¬١٤) رَأْسِهِ.\nوجَمَاؤه (¬١٥): حَرَكَتُه واجْتِماعُه.\nوتَجَمَّأَتِ الدابَّةُ والمَرْأةُ (¬١٦) على وَلَدِها: إذا جَعَلَتْه تَحْتَ صَدْرِها.\nوتَجَمَّأَ القَوْمُ: اجْتَمَعَ بَعْضُهم إلى بعضٍ.\nوالجَمَاءُ: الحَجَرُ النّاتِئُ على وَجْهِ الأرْضِ. وظَهْرُ كُلِّ شَيْءٍ.  \nالجَوُّ: الهَوَاءُ.\nوكانتِ اليَمَامَةُ اسْمُها جَوّاً.\nوالهَجْلُ من الأرْضِ يُسَمّى: جَوّاً، وجَمْعُه جِوَاءٌ. والوَسَطُ من كُلِّ شَيْءٍ.\nوقَوْلُه [/٢٣١ أ]: خَلا لكِ الجَوُّ: أي وَسَطُ المَفَازَةِ.\nوالجَوَاءُ (¬١): الواسِعُ من الأوْدِيَةِ.\nوالجِوَاءُ: خِيَاطَةُ حَيَاءِ النّاقَةِ. واسْمُ مَوْضِعٍ. والفُرْجَةُ التي بَيْنَ مَحَلَّةِ القَوْمِ وَسْطَ البُيُوتِ.\nوالجِوَاءُ: مِثْلُ جَوْرَبٍ يَجْعَلُ فيه الراعي كِنْفَه وزادَه، وجَمْعُه أجْوِيَةٌ.\nوالجِئْوَةُ: قِطْعَةُ نَعْلٍ يُرَقَّعُ بها نَعْلٌ، يُقال: أجِئْ هذه النَّعْلَ: أي اخْرِزْها بِجِئْوَةٍ. وهو السَّيْرُ الذي يُخَاطُ (¬٢) به أيضاً. وجَأَوْتُها أجْأها جَأْواً.\nوجَوَّيْتُ السِّقَاءَ: إذا خَرَزْتَه بالجُوَّةِ وهي رُقْعَةٌ فيه.\nوالجَوى -مَقْصُوْرٌ-: داءٌ يَأْخُذُ في البَطْنِ لا يُسْتَمْرَأُ منه الطَّعَامُ، رَجُلٌ جَوٍ وامْرَأَةٌ جَوِيَةٌ. واسْتَجْوَيْنَا الطَّعامَ واجْتَوَيْناه. والاجْتِوَاءُ: الكَرَاهِيَةُ والبُغْضُ، اجْتَوَيْتُ البِلادَ: إذا كَرِهْتَها وإنْ كُنْتَ في نَعْمَةٍ. والجِيَةُ -على مِثالِ سِيَةٍ-: اسْمٌ منه، وتُصَغَّرُ جُيَيَّةً.\nوالجَوِيُّ -بتَشْدِيدِ الياءِ-: الضَّيِّقُ الصَّدْرِ لا يُبَيِّنُ عنه لِسَانُه.\nوالجُؤْوَةُ -بوَزْنِ الجُعْوَةِ-: لَوْنُ الأَجْأى وهو سَوَادٌ في غُبْرَةٍ وحُمْرَةٍ. ومنه كَتِيْبَةٌ جَأْوَاءُ. وبَعِيْرٌ أجْأى بَيِّنُ الجَأَى والجُؤْوَةِ. وجَوِيَ (¬٣): إذا اسْوَدَّ.\nوجَوِيَتِ الإِبلُ من الرَّبِيْعِ: إذا عَلاها سَوَادٌ.\nوالجِئَةُ: مُجْتَمَعُ ماءٍ في هَبْطَةٍ حَوَالَي الحُصُوْنِ.\nوالجَيْأَةُ -بوَزْنِ جَيْعَةٍ-والجِيَاءُ والجِوَاءُ: وِعَاءٌ تُوْضَعُ فيه القِدْرُ، ويُقال جِئاوَةٌ وجِيَاءَةٌ. وجَأَوْتُ البُرْمَةَ أجْأها جَأْواً؛ وجَأَيْتُها جَأْياً: جَعَلْتَها في جِوَائِها، وأجْأَيْتُها -أيضاً-وأجْوَيْتُها. وتُجْمَعُ الجِيَاءُ أَجْئِيَةً؛ والجِوَاءُ أجْوِيَةً.\nو ١٦ - في الحَدِيثِ (¬٤): «لأَنْ أَطَّلِيَ بِجِوَاءِ قِدْرٍ أحَبُّ إِلَيَّ من أنْ أَطَّلِيَ بِزَعْفَرانٍ».\nوالجَيْئُةُ والجَيْءُ والمَجِيْءُ: مَصْدَرَانِ (¬٥) لقَوْلِكَ جاءَ يَجِيْءُ. ويقولونَ: أنا أجْؤُ (¬٦) بها: بمعنى أجِيْءُ. وللاثْنَيْنِ: جاءا وجايا. وهو جائيٌ (¬٧) -على وَزْنِ جائعٍ-على الأصل. وجاءاني فَجِئْتُه: أي غالَبَنِي (¬٨) في كَثْرَةِ المَجِيْءِ فَغَلَبْتُه.\nوقيل في قَوْلِ ساعِدَةَ:\nوأسْفَلُهُ … جَيٌّ. (¬٩). إِنَّهُ المَهْوَى، وجَمْعُه جِيَاءٌ -بوَزْنِ جِيَاعٍ-.\nوالجَأْجَأَةُ: قَوْلُكَ للبَعِيرِ جِئْ جِئْ-للشُّرْبِ-وجُؤْجُؤْ [أيضاً] (¬١٠).\nوجَأْجَأْتُ بها وجاجَيْتُ.\nوالجُؤْجُؤْ: عِظَامُ الصَّدْرِ من الطائرِ، والجَمِيعُ الجَأجِئُ.\nوصَدْرُ السَّفِيْنَةِ: جُؤْجُؤُها.\nوتَجَأْجَأْتُ عن الشَّيْءِ: كَفَفْت عنه.\nوما يَجْأَى سِقَاؤكَ شَيْئاً: إذا لم يَحْبِسْ شَيْئاً.\nو «أحْمَقُ لا يَجْأى مَرْغَه» (¬١١) أي لا يَحْبِسُه (¬١٢). وجَأَوْتُ مَرْغَه: مَسَحْتَه.\nوسَمِعْتُ سِرّاً فما جَأَيْتُه: أي ما كَتَمْته.\nوما جَأَيْتُ كذا: أي ما مَسِسْته، والمَصْدَرُ الجَأْيُ -كالجَعْيِ-.\nوالراعي لا يَجْأَى الغَنَمَ: أي لا يَحْفَظُها.\nوجَأى على الشَّيْءِ: عَضَّ عليه.\nوجايَاني الشَّيْءُ: أي وافَقَني. ولو جاوَزْتَ هذا المَكَانَ جايَأْتَ الغَيْثَ.\nوجايَيْتُ القَوْمَ: لاقَيْتهم. وجايا (¬١٣) بَيْنَ ناحِيَتَيْ خُرْجِه: أي جَمَعَ بَيْنَهما.\nوالجايَةُ (¬١٤): الوَعْيُ؛ يَعْني المِدَّةَ في القَرْحَةِ، وكذلك الجايِيَةُ -بياءَيْنِ-.\nوالجاجَةُ (¬١٥): خَرَزَةٌ كالوَدَعِ يُصْقَلُ به.\nوما أصَبْتُ منه جَاجَةً ولا جاجاً: أي شَيْئاً.\nوالجَيْءُ والهَيْءُ: الأكْلُ والشُّرْبُ، يقولونَ: لَوْ كانَ في الهَيْءِ والجَيْءِ م نَفَعَه. والجُوَّةُ: ما اطْمَأَنَّ من الأرْض.\nوالجُؤْوَةُ -مَهْمُوْزَةٌ-: الأكَمَةُ الغَلِيْظَةُ.\nوالجَوُّ: الهَجْلُ من الأرْض (¬١٦).\nوماءٌ جَوىً: مُنْتِنٌ مُتَغَيِّرٌ، وقد جَوِيَ يَجْوى جَوىً. ومِيَاهٌ جَوىً: كذلك.\nوالجِئآوِيُّ: مَنْسُوْبٌ إلى الجِئَا (¬١٧) قَبِيْلَةٍ.\n\n\nالإِجَاءُ: الإِلْجَاءُ (¬١٨)، أجَأْتُه إلى كذا، ومَثَلٌ (¬١٩): «شَرُّ ما أجَاءَكَ إلى مُخَّةِ عُرْقُوبٍ» لأنَّه لا مُخَّ له.\nوأجَّتِ النّارُ أجِيْجاً، وأجَّجْتُها تَأْجِيجاً.\nوائْتَجَّ الحَرُّ ائْتِجاجاً: إذا اشْتَدَّ.\nوالأُجَاجُ: شِدَّةُ الحَرِّ. والماءُ المُرُّ المِلْحُ.\nوأُجَاجُ الشَّمْسِ: نُوْرُها.\nوأجِيْجُ الماءِ: صَوْتُه.\nواشْتَدَّتْ أجَّةُ الصَّيْفِ (¬٢٠).\nوالأَجُّ: السُّرْعَةُ، أجَّ الفَرَسُ يَؤُجُّ (¬٢١). والمِئَجَّةُ من النِّسَاءِ: السَّرِيْعَةُ إلى الشَّرِّ، وجَمْعُها مِئجّاتٌ.\nوسَمِعْتُ أجَّةَ النّاسِ: أي حَفِيْفَ مَشْيِهم واخْتِلاطَ كَلامِهِم. والأَجاجِي: المَلابُ، ولَيْسَ من كلامِ العَرَبِ.\nوأجَاءَتِ المَرْأةُ: أرْخَتْ فُضُوْلَ ثِيابِها؛ فهي مَجِئَةٌ.\n\n\nيَأْجُوْجُ ومَأْجُوْجُ: مَهْمُوْزَتَانِ، وإذا لم يُهْمَزَا من: يَجَّ ومَجَّ.\nويَأْجَجُ: اسْمُ مَوْضِعٍ، ويُضَمُّ الجِيْمُ.\nوياجِجْ (¬٢٢) وأيَاجِجْ: من زَجْرِ الإِبل.\n\n\nالوَيْجُ: خَشَبَةُ الفَدّان-بِلُغَةِ عُمَانَ-.\nوالوَجْءُ: باليَدِ والسِّكِّينِ، وَجَأْتُه أجْؤُه (¬٢٣) وَجْأً. وهو الصَّرْعُ (¬٢٤) أيضاً.\nوالنِّكاحُ، وَجَأَها وَجْأً.\nوالوِجَاءُ: أنْ تَدُقَّ خُصْيَتَيْه، وَجَأَه يَجَأُه فهو مَوْجُوْءٌ.\nو ١٦ - في الحَدِيث (¬٢٥):\n«الصَّوْمُ وِجَاءٌ». أي يَقْطَعُ الشَّهْوَةَ. و (¬٢٦) «ضَحّى بِكَبْشَيْنِ مَوْجُوْءَيْنِ» و «مَوْجِيَّيْنِ» بِتَرْكِ الهَمْزَةِ.\nودابَّةٌ وَجِيَةٌ (¬٢٧). وإِنَّه لَيَتَوَجّى في مِشْيَتِه. وهو وَجٍ بَيِّنُ الوَجى.\nوالوَجى: الحَفَا (¬٢٨).\nوالوَجْيُ: جِلْدُ عُنُقِ الحُوَارِ يُدْبَغُ (¬٢٩) وتَجْعَلُ فيه المَرْأةُ حِنّاءَها (¬٣٠). والوَجُّ: عِيْدَانٌ؛ يُتَداوى به.\nووَجٌّ: مَوْضِعٌ بالبادِيَةِ [/٢٣١ ب].\nوهذه بِئْرٌ وَجْيٌ: لَيْسَ فيها مَاءٌ. وناقَةٌ وَجْيٌ: لَيْسَ بها دَرٌّ.\nوإِنَّه لَضَيِّقٌ وَجْيٌ. وأوْجَيْتُه: أي وَجَدْته وَجِيّاً لا خَيْرَ عِنْدَه.\nوحَفَرَ فَأَوْجَى: إذا بَلَغَ إلى صَلابَةٍ ولمْ يُنْبِطْ. ومنه أوْجى الصائدُ: إذا أخْفَقَ. وهو من أوْجَيْتُه عَنّي: أي مَنَعْتُه ولم أُعْطِه شَيْئاً، وكذلك إذا كَفَفْته.\nوسَأَلْنا فلاناً فَوَجَّيْناه (¬٣١): أي بَخَّلْنَاه.\nوأوْجَتْ نَفْسُه عن كذا: ارْتَدَعَتْ.\nوالوَجِيْئَةُ -على فَعِيْلَةٍ-: التَّمْرُ يُدَقُّ حَتّى يَخْرُجَ نَواه ثُمَّ يُبَلُّ بلَبَنٍ أو سَمْنٍ (¬٣٢) حَتّى يَلْزَمَ بَعْضُه بَعْضاً فَيُؤْكَل. وهو-أيضاً-: الجَرَادُ يُدَقُّ ثُمَّ يُلَتُّ (¬٣٣) بزَيْتٍ فيُؤْكَل.\nوكَنَزْتُ (¬٣٤) التَّمْرَ حَتّى اتَّجَأَ: أي اكْتَنَزَ (¬٣٥).\nواتَّجَأَ المَكانُ: غَلُظَ واشْتَدَّ.\nوالوَأْجُ: الجُوْعُ (¬٣٦) الشَّدِيْدُ.\nوتَوَجْوَجَ في البَيْع: إذا كَذَبَ.  \nالشُّفَارِيْجُ: جَمْعُ الشُّفَارِجِ من الأطْعِمَةِ.\nالشَّرْجَبُ: الطَّوِيْلُ. ونَعْتٌ للفَرَسِ الجَوَادِ الكَرِيمِ.\nوالشُّرْجُبَانُ: ثَمَرُ نَبْتٍ شَبِيْهٍ بالحَنْظَلِ.\nجَرْشَبَ الجُرْحُ: إذا انْدَمَلَ.\nوجَرْشَمَ (¬١) الرَّجُلُ: إذا كانَ مَهْزُوْلاً أو مَرِيْضاً فانْدَمَلَ. وكذلك إذا كَرَّهَ وَجْهَه.\nالشَّمْرَجَةُ: حُسْنُ قِيَامِ الحاضِنَةِ على الصَّبِيِّ. واسْمُ الصَّبِيِّ:\nالمُشَمْرَجُ.\nوشَمْرَجَ لي (¬٢) كِذْباً: أي خَلَّطَه. وكَذِبٌ شِمْرَاجٌ: مُخَلَّطٌ. والشَّمَارِيْجُ:\nالباطِلُ.\nوشَمْرَجَ ثَوْبَه شَمْرَجَةً: أي خاطَهُ خِيَاطَةً ضَعِيْفَةً. وقَبَاءٌ شُمْرُجٌ.\nوغُلامٌ مُشَمْرَجٌ: أي (¬٣) خَفِيْفٌ. وَرَوى الخارزنجيُّ المَثَلَ:\nتَسْأَلُني بِرَامَتَيْنِ شَلْجَمَا (¬٤) …\nبالشين، قال: و «رامَتَيْنِ» قَفْرٌ، قال: ويُرْوى بالسِّيْنِ، والشِّيْنُ أكْثَرُ.\nالفَنْجَشُ: الواسِعُ. (¬١)\nالجُرَافِضُ: الثَّقِيْلُ، والجُرَائضُ مِثْلُه، وكذلك الجُرَئضُ.\nوهو الجُرَامِضُ أيضاً.\nوالجُرَاضِمُ: الأَكُوْلُ الواسِعُ البَطْنِ، ومِثْلُه الجِرْضَمُّ.\nوشَيْخٌ جِرْضَمٌّ (¬٢): ساقِطٌ هُزَالاً. \nالسِّجِلاّطُ: الياسَمِين. وشَيْءٌ من الصُّوْفِ تُلْقِيْه المَرْأَةُ على هَوْدَجِها.\nوَضَرْبٌ من الثِّيَابِ الكتّانِ (¬١) مَوْشِيٌّ.\nسَرْدَجْتُه سَرْدَجَةً (¬٢): أي أهْمَلْته؛ فهو مُسَرْدَجٌ.\nالجَلْسَدُ: صَنَمٌ.\nسَرْجَنَ الأرْضَ سَرْجَنَةً: دَمَلَها.\nالسَّرَنْجُ: شَيْءٌ من الصَّنْعَةِ كالفُسَيْفِسَاءِ.\nنَرْجِس: مَعْرُوفٌ.\nالجُرَافِسُ: العَظِيْمُ، جَمَلٌ جُرَافِسٌ وجِرْفَاسٌ: أي شَدِيدٌ ضَخْمٌ. وهو من أسْمَاءِ الأسَدِ، وجَمْعُه جَرَافِسُ.\nوالجَرْفَسَةُ: شِدَّةُ الأكْلِ، رَجُلٌ جَرْفَسِيٌّ.\nوجَرْفَسَه جَرْفَسَةً: صَرَعَه. وهو الوَثَاقُ أيضاً.\nالجَسْرَبُ: الطَّوِيلُ.\nسَبْرَجَ عَلَيَّ الأمْرَ: غَمّاه (¬٣).\nالبِرْجاسُ: حَجَرٌ يُرْمى في البِئْرِ لِيَفْتَحَ عُيُوْنَها ويُطَيِّبَ ماءَها. ويُسَمّى المُشْتَرِي: البِرْجِيْسَ.\nالسَّمَرَّجُ: يَوْمُ جِبَايَةِ الخَرَاجِ، وهو السَّمَرَّجَةُ.\nويُقال للأمْكِنَةِ المُسْتَوِيَةِ من الأرْضِ: سَمَارِجُ.\nوسَمْرَجْتُ له حَقَّه: أي نَقَدْته.\nالجُرْسُمُ والجِرْسَامُ: السَّمُّ الذُّعَافُ. وقيل: البِرْسَامُ.\nوجَرْسَمَ (¬٤) الرَّجُلُ: إذا أحَدَّ (¬٥) النَّظَرَ؛ جَرْسَمَةً.\nسَمْجَرْتُ اللَّبَنَ: إذا ضَيَّحْتَه وأكْثَرْتَ ماءه.\nالجُسْمُوْرُ: قَوَامُ الشَّيْءِ من ظَهْرِ الإِنسانِ وجُثَّتِه.\nالسَّجَنْجَلُ: الزَّعْفَرَانُ. والمِرْآةُ.\nوسِنْجَالُ: قَرْيَةٌ من قُرى اذْرَبِيْجَانَ.\nالسَّفَلَّجُ: الطَّوِيلُ.\nالسَّلْجَمُ من الخَيْلِ: الطَّوِيْلُ.\nوالسَّلاجِمُ: النِّصَالُ الطِّوَالُ.\nوالسَّلامِجُ: مِثْلُه؛ على القَلْبِ.\nولَبَنٌ سَمْلَجٌ: حُلْوٌ دَسِمٌ، وسَمَلَّجٌ: مِثْلُه، وهي السِّمَالِجُ (¬٦).\nوالسَّمَلَّجُ من السِّهَام: اللَّطِيْفُ الأمْلَسُ.\nوسَمْلَجْتُ الشَّيْءَ في حَلْقي (¬٧): إذا جَرَعْتَه جَرْعاً سَهْلاً.\nويَوْمُ سِمْلاجٍ (¬٨): يَوْمُ فِصْحِ النَّصارى.\nالجِلْسَامُ: البِرْسَامُ.\nالسَّفَنَّجُ: الطائِرُ الكَثِيرُ الاسْتِنَانِ. والظَّلِيْمُ الذَّكَرُ. \nالزُّنْجُوْرُ: ضَرْبٌ من السَّمَكِ، وجَمْعُه زَنَاجِيْرُ.\nوزَنْجَرَ فُلانٌ لفُلانٍ: إذا قَالَ بظُفرِ إبهامِه على ظُفرِ سَبّابَتِه ثُمَّ قَرَعَ بَيْنَهما؛ أي ولا مِثْلَ هذا، وهو الزِّنْجِيْرُ.\nوالزَّرَجُوْنُ: قُضْبَانُ الْكَرْمِ، وقيل: الخَمْرُ. ونَبْتٌ.\nوالزَّرْجَنَةُ: التَّخَارُجُ. والخِبُّ. والخَدِيْعَةُ.\nزَرَنْجُ: اسْمُ كُوْرَةِ سِجِسْتَانَ (¬١).\nالجُرَافِزُ: الضَّخْمُ العَظِيمُ.\nالبُرْزَجُ: الزِّئْبَرُ، فارِسِيَّةٌ مُعَرَّبَةٌ.\nالجُرْبُزُ: الخَبُّ.\nالزِّبْرِجُ: الوَشْيُ. وزِيْنَةُ السِّلاحِ. والذَّهَبُ. والسَّحَابُ النَّمِرُ سَوَادٌ وحُمْرَةٌ.\nالجَمْرَزَةُ (¬٢): النُّكُوْصُ والفِرَارُ. والجُرْمُوْزُ: حَوْضٌ في قاعٍ أو رَوْضَةٍ مُرْتَفِعُ الأعْضَادِ يَسِيْلُ فيها (¬٣) الماءُ ثُمَّ يُفَرَّغُ بعد ذلك.\n[و] (¬٤) الجَرْمَزَةُ: الانْقِبَاضُ عن الشَّيْءِ.\nوضَمَّ إليه [/٢٣٢ أ] جَرَامِيْزَه: أي أخَذَ أُهْبَتَه، وفِعْلُه اجْرَمَّزَ. وقيل:\nالجَرَامِيْزُ: الجَسَدُ (¬٥).\nوتَجَرْمَزَ اللَّيْلُ: ذَهَبَ. وتَجَرْمُزُه: اجْتِمَاعُه وكَثَافَةُ ظُلْمَتِه.\nوكانَ عامُنا مُجْرَمِزّاً: إذا لم يَعْجَلْ بالمَطَرِ ثُمَّ يَجْتَمِعُ المَطَرُ في وَسَطِه.\nوالجُرْمُوْزُ: الذَّكَرُ من أوْلادِ الذِّئْبِ، وجَمْعُه جَرَامِيْزُ.\nوالجَرَامِيْزُ: الرَّكَبُ.\nوالجُرْمُوْزُ: الرَّكِيَّةُ.\nالزَّمْجَرَةُ والزَّمَاجِرُ: الأصْوَاتُ، وكذلك الزِّمْجَرُ -بوَزْنِ الدِّمَقْسِ-، ازْمَجَرَّ: صَوَّتَ.\nوالزَّمْجَرَةُ: صَوْتُ الزَّمَّارَةِ.\nالجَرْزَمُ: الأكْلَةُ الواحِدَةُ.\nالزَّنْجِيْلُ: القَوِيُّ الضَّخْمُ. وقيل: هو الضَّعِيْفُ. وهو من الأضْدَادِ.\nالجَلْفَزِيْزٌ: العَجُوْزُ المُتَشَنِّجَةُ.\nونابٌ جَلْفَزِيْزٌ: هَرِمَةٌ حَمُوْلٌ عَمُوْلٌ.\nويقولون للأَمْرِ إذا صُرِمَ وقُطِعَ: جَعَلَها واللهِ الجَلْفَزِيْزَ (¬٦)، وقيل: هي الدّاهِيَةُ.\nوالجُلافِزُ (¬٧): الصُّلْبُ الشَّدِيْدُ، وكذلك الجَلْفَزُ. الجَلْبَزُ (¬٨) والجُلابِزُ: الصُّلْبُ.\nالزَّمْجِيْلُ: النَّمِرُ، وكأنَّه القَوِيُّ.\nوجاءَ بالزَّنْجَفَةِ (¬٩): أي الداهِيَةِ.\nالفَنْزَجُ: الدَّسْتَبَنْدُ. وقيل: هي الأيّامُ المُسْتَرَقَةُ.\nوالزَّنْجَبَةُ (¬١٠): العُظّامَةُ تُعَظِّمُ بها المَرْأةُ عَجِيْزَتَها، وجَمْعُها زَنَاجِبُ.\nويُقْلَبُ فيُقال: زَنْبَجَةٌ (¬١١). \nالطَّثْرَجُ: النَّمْلُ.\nالجَيْثَلُوْطُ في قَوْلِ جَرِيْرٍ (¬١): اسْمٌ سَمِجٌ لا أصْلَ له.\nالجِلْفَاطُ: الذي يُشَدِّدُ السُّفُنَ (¬٢) الجُدُدَ بالخُيُوْطِ و (¬٣) الخِرَقِ ثُمَّ يُقَيِّرُها، يُقال جَلْفَطَه: أي سَوّاه.\nجَلْمَطَ رَأْسَه: أي حَلَقَه. \nالدَّرْجَلَةُ: سَيْرٌ أو عَقَبٌ يُوْضَعُ في الحَمَائِل ويُجْعَلُ على القَوْسِ، دَرْجِلْ قَوْسَكَ.\nدَرْجَنَتِ النّاقَةُ على وَلَدِها دَرْجَنَةً: إذا رَئمَتْ بَعْدَ نِفَارٍ.\nالدُّرَانِجُ: الذي يَخْتَالُ في مِشْيَتِه ويَتَدَرْنَجُ.\nالجَرَادِيْنُ: جَمْعُ الجُرْدَانِ (¬١) يَعْني الذَّكَرَ.\nالأَرَنْدَجُ -دَخِيْلٌ-: هو (¬٢) الأدِيْمُ الأسْوَدُ.\nوكُلُّ ما مُلِّسَ وصُقِلَ: فهو يَرَنْدَجُ.\nوالأَرَنْدَجُ: ساقُ الخُفِّ.\nالبَرْدَجُ -دَخِيلٌ-: السَّبْيُ (¬٣).\nجَرْدَبْتُ الطَّعَامَ: وهو أنْ تَسْتُرَ ما بَيْنَ يَدَيْكَ منه لِئلاّ يَتَنَاوَله أحَدٌ. وقيل:\nهو أنْ يَأْخُذَ الكِسْرَةَ بِيَدِه اليُسْرى ويَأْكُلَ باليُمْنَى.\nالدَّرْبَجَةُ: أنْ تَرْأَمَ النّاقَةُ-وَلَدَها بَعْدَ نِفَارٍ.\nودَرْبَجَ الرَّجُلُ: لانَ بَعْدَ صُعُوْبَةٍ.\nوكذلك دَرْجَبَتِ الناقَةُ-على القَلْبِ-: بمَعْناه. البُرْجُدُ: كِسَاءٌ مُخَطَّطٌ.\nالجَرْدَمُ: جَرَادٌ سُوْدٌ (¬٤) خُضْرُ الرُّؤُوْسِ، الواحِدَةُ جَرْدَمَةٌ.\nوجَرْدَمْتُ اللُّقْمَةَ والطَّعَامَ: مِثْلُ جَرْدَبْتُ.\nوجَرْدَمَ مائةَ سَنَةٍ: أي جَرَّمَها.\nوالجَرْدَمَةُ: كَثْرَةُ الكلام.\nادْرَمَّجَ في الشَّيْءِ: دَخَلَ فيه؛ ادْرِمّاجاً.\nوالدُّرَامِجُ: السَّرِيْعُ في سَيْرِه.\nالجَنْدَلُ من الحِجَارَةِ: ما يُقِلُّه الرَّجُلُ. ومَكَانٌ جُنَدِلٌ: كَثِيرُ الحِجَارَةِ، وجَنَدِلٌ: مِثْلُه.\nوالجَنْدَلَةُ: القَصِيرَةُ مِن النِّسَاءِ.\nالجَلَنْدَدُ: العاجِزُ (¬٥) عن النِّكاح، والجَلَنْدى: مِثْلُه، وبه سُمِّيَ الرَّجُلُ.\nوأسَدٌ جُنَادِلُ: أي شَدِيدٌ. وبَعِيْرٌ مُجْلَنْدٍ: كذلك.\nالجَلْفَدَةُ: الجَلَبَةُ التي لا غَنَاءَ لها.\nجَلْبَدَ الدّابَّةُ جَلْبَدَةً: وهي الجَلَبَةُ. وجَلْبَدَةُ الخَيْلِ (¬٦): صَوْتُها.\nالجَلْدَبُ: الصُّلْبُ الشَّدِيدُ.\nالمُدْلُوْجُ والدُّمْلُوْجُ (¬٧) -واحِدٌ-: للحَجَرِ الأمْلَسِ.\nوالدُّمْلَجُ: المِعْضَدُ من الحَلْي.\nوالدَّمْلَجَةُ: تَسْوِيَةُ صَنْعَةِ الشَّيْءِ كما يُدَمْلَجُ السِّوَارُ.\nوالجُلْمُوْدُ (¬٨): أصْغَرُ من الجَنْدَلِ. ورَجُلٌ جَلْمَدٌ: شَدِيْدٌ صُلْبٌ.\nوالجُلْمُوْدُ من الإِبِلِ: الكَثِيرَةُ، وكذلك الجَلْمَدُ. وهي المَسَانُّ منها.\nناقَةٌ جُنَادِفَةٌ: سَمِيْنَةٌ ظَهِيْرَةٌ.\nوالجُنَادِفُ: القَصِيرُ. وهو-أيضاً-من الإِبلِ والنّاسِ: الجافي (¬٩) الجَسِيْمُ.\nوأمَةٌ جُنَادِفَةٌ، لا تُوْصَفُ بها الحُرَّةُ.\nالجُنْدَبُ: الجَرَادُ الذَّكَرُ، والجَميعُ الجَنَادِبُ.\nوجاؤوا بِأُمِّ جُنْدَبٍ: وهي الجَمَاعَةُ من النّاسِ.\nورَكِبَ أُمَّ الجُنْدَبِ: إذا ضَلَّ عن الطَّرِيق، وقيل: رَكِبَ الظُّلَمَ (¬١٠). \nالفِرْتَاجُ (¬١): سِمَةٌ من سِمَاتِ الإِبل.\nوفِرْتَاجٌ: اسْمُ مَوْضِعٍ.\nالجَنْتَلُ: القَصِيْرُ من النّاسِ، وجَمْعُه جَنَاتِلُ.\nجَبْتَلٌ (¬٢): اسْمُ مَوْضِعٍ. \nاجْلَنْظَأْتُ واجْلَنْظَيْتُ: وهو أنْ يَنَامَ عَلى ظَهْرِه ويَرْفَعَ رِجْلَيْهِ إلى السَّمَاءِ، وهو في الحَدِيث (¬١).\nوإذا امْتَلأَ الرَّجُلُ غَضَباً قيل: الجْلَنْظى.\nوكذلك الجَلَنْظى: الضَّخْمُ (¬٢) الغَلِيْظُ المَنْكِبَيْنِ.\nالبِظْمَاجُ (¬٣) من الثِّيَابِ: ما كانَ أحَدُ طَرَفَيْهِ مُخْمَلاً (¬٤)؛ وقيل: أوْسَطُه مُخْمَلاً وطَرَفاه مُنَيَّرَيْنِ (¬٥)، والجَميعُ بَظَامِيْجُ. \nالجَرْبَذَةُ في عَدْوِ الفَرَسِ: قُرْبُ القَدْرِ وتَنْكِيْسُ الرَّأْسِ، وفَرَسٌ مُجَرْبِذٌ.\nالجُذْمُوْرُ: أصْلُ الشَّيْءِ. وأخَذْتُه بجَذَامِيْرِهِ (¬١) وبِجِذْمَارِه وجُذْمُوْرِهِ.\nوالجُذْمُوْرُ: ما بَقِيَ من الشَّجَرَةِ إذا قُطِعَتْ، جَذْمَرَه جَذْمَرَةً [/٢٣٢ ب]:\nقَطَعَه.\nالجَرْذَمَةُ: السُّرْعَةُ في المَشْيِ والعَمَلِ. \nجَرْثَلْتُ التُّرَابَ جَرْثَلَةً: إذا سَفَيْتَه بِيَدِكَ.\nالجَنْثَرُ (¬١): العَظِيمُ الطَّوِيلُ من الإِبلِ، وجَمْعُه جَنَاثِرُ. وهو-أيضاً-:\nالجَمَلُ السَّمِيْنُ.\nالابْثِجْرَارُ (¬٢): ارْتِدَاعٌ عِنْدَ فَزْعَةٍ أو تَرَدُّدُ القَوْمِ في مَسِيْرٍ إذا تَرَادُّوا.\nوالمُثْبَجِرُّ (¬٣): الشَّيْءُ غَيْرُ المُحْكَمِ.\nجُرْبُثٌ: اسْمُ مَوْضِعٍ مَعْرُوف.\nالجُرْثُوْمُ: أصْلُ شَجَرَةٍ يَجْتَمِعُ (¬٤) إليها التُّرَابُ.\nوجُرْثُوْمَةُ العَرَبِ: أصْلُهم.\nوالاجْرِنْثَامُ: مُجْتَمَعٌ ولُزُوْمُ مَوْضِعٍ.\nورَكَبٌ مُجْرَنْثِمٌ (¬٥): أي مُسْتَهْدِفٌ.\nالجُمْثُوْرَةُ: تُرَابٌ مَجْمُوْعٌ. \nالفَرْجَلَةُ: التَّفَحُّجُ.\nوالفُرْجُوْلُ: الفُرْجُوْنُ (¬١).\nرَجُلٌ نِفْرِجٌ ونِفْرِجَةٌ ونِفْرَاجٌ ونِفْرَاجَةٌ: الفَرُوْقَةُ الجَبَانُ، والنِّفْرِجَاءُ مِثْلُه.\nوالنَّفْرَجَةُ: كَثْرَةُ الكَلامِ، وهو نِفْرَاجٌ ونِفْرِيْجٌ.\nوالنِّفْرَجُ من السَّحَابِ: الحافِلُ الذي قد فَرَّغَ ماءه.\nالجُنْفُوْرُ: القَبْرُ.\nالاجْرِنْبَاءُ: النَّوْمُ على غَيْرِ وِسَادٍ.\nوالجِرِنْبَانَةُ: السَّيِّئَةُ الخُلُقِ.\nالجَنْبَرُ: الغَلِيْظُ، وبه سُمِّيَ الرَّجُلُ جَنْبَراً.\nجَبْرَئيلُ وجَبْرَئينُ (¬٢) -لُغَتَانِ-.\nجُرُبّانُ السَّيْفِ وجُلُبّانُه: غِمْدُه.\nالبُجَارِمُ: الدّاهِيَةُ. *و (¬٣) البُرْجُمَةُ للمَفْصِلِ: هو الظاهِرُ من الأصابعِ كالعَقْدِ.\nوالإِصْبَعُ الوُسْطَى من كُلِّ طائرٍ: بُرْجُمَةٌ.\nوالبَرَاجِمُ: أحْيَاءٌ من تَمِيْمٍ. \nالفَنْجَلى: نَحْوُ مَشْيِ الكَبِيرِ، فَنْجَلَ فَنْجَلَةً.\nوالفَنْجَلُ: العَبْدُ.\nالجَنْفَلُ: الرَّجُلُ الشُّجَاعُ.\nطَعَامٌ جَلَنْفَاةٌ: أي قَفَارٌ جَشِبٌ.\nالجِلِنْبَانَةُ (¬١): السَّيِّئَةُ الخُلُقِ. والنّاقَةُ الجَلْدَةُ السَّمِيْنَةُ.\nالجُنْبُلُ من النّاسِ: اللَّئيمُ الضَّخْمُ (¬٢). والعُسُّ الضَّخْمُ أيضاً (¬٣).\nبَلْجَمَ (¬٤) البَيْطَارُ (¬٥) الدابَّةَ: إذا عَصَبَ قَوائمَها من دائها.  (¬١)\nكِسَاءٌ مَنْبَجَانيٌّ: مَنْسُوْبٌ إلى مَنْبِجَ.  إنَّه (¬١) لَجَرَنْفَشُ اللِّحْيَةِ: أي ضَخْمُها.\nورَجُلٌ جَرَنْفَشٌ: جَسِيْمٌ ضَخْمٌ؛ وقيل: ضَخْمُ الجَنْبَيْنِ، والأُنْثى جَرَنْفَشَةٌ.\nالسَّفَرْجَلُ. معروفٌ.\nالجَرَنْفَسُ -بالسِّين-: الصُّلْبُ.\nالفَنْجَلِيْسُ: العَظِيمُ.\nالزُّنْجُفْرُ: صِبْغَةٌ تُصْنَعُ كالفَرَسْطُوْنَاتِ.\nالجِلِنْفَاظ (¬٢): الذي يَعْمَلُ السُّفُنَ.\nالبَنْدَاذَجَانُ: من ألْوَانِ التَّمْرِ.\nالجَرْدَبِيْلُ: الذي يَأْخُذُ الكِسْرَةَ باليُسْرى ويَأْكُلُ باليَمِينِ؛ فإذا فَنِيَ ما بَيْنَ أيدي القَوْمِ أكَلَ ما في يَدِه اليُسْرى (¬٣).\nالجَرَنْبَذُ: الذي يَنْكِحُ أُمَّه بَعْدَ أبِيه (¬٤)، ويُقال بالثاء. اثْرَنْبَجَ الحَمَلُ (¬٥) -بالثاء-: إذا شُوِيَ فاحْدَوْدَبَ.\nافْرَنْجَمَ اللَّحْمُ: إذا تَشَيَّطَ من أعلاه ولم يَنْشَوِ.\nوكذلك افْرَنْبَجَ يَفْرَنْبِجُ. ﴿بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ﴾\n\n  شص:",
    "pg": "7:206-247"
  },
  "ومد": {
    "def": "يَوْمٌ وَمِدٌ ولَيْلَةٌ وَمِدَةٌ: وهو نَدىً يَجِيْءُ في صَمِيْمِ الحَرِّ من البَحْرِ. وهو -أيضاً-: سُكُونُ الرِّيْحِ مَعَ شِدَّةِ الحَرِّ.\n[و] (¬٢٢) وَمِدْتُ عليه: أي غَضِبْتُ عليه. ومد:\nيَوْمٌ وَمِدٌ ولَيْلَةٌ وَمِدَةٌ: وهو نَدىً يَجِيْءُ في صَمِيْمِ الحَرِّ من البَحْرِ. وهو -أيضاً-: سُكُونُ الرِّيْحِ مَعَ شِدَّةِ الحَرِّ.\n[و] (¬٢٢) وَمِدْتُ عليه: أي غَضِبْتُ عليه.\nميد:",
    "pg": "9:383"
  },
  "ومر": {
    "def": "ما بها وَابِرٌ ووَابِرٌ: أي أحَدٌ. والرَّوَائِمُ في وَصْفِ الدِّيَارِ: هي الأثَافِيُّ قد رَئِمَتِ الرَّمَادَ.\nورَأَمَ (¬٤٨) الجُرْحُ رِئْمَاناً: انْضَمَّ فُوْهُ للبُرْءِ، وأرْأمْتُه أنَا.\nورَأَمْتُ القَدَحَ: شَعَبْته، وقَدَحٌ مَرْؤُوْمٌ.\nورَأَمْتُ الحَبْلَ: فَتَلْته.\nوالرَّأْمَةُ من الخَرَزِ: الذي تُعَلِّقُه النِّسَاءُ طَلَبَ مَحَبَّةِ أزْوَاجِهِنَّ، أُخِذَ من الرِّئْمَانِ.\nوالرُّؤْمَةُ: الغِرَاءُ يُرَاشُ به السَّهْمُ.\nومر:\nما بها وَابِرٌ ووَابِرٌ: أي أحَدٌ.\nريم:",
    "pg": "10:288"
  },
  "ومز": {
    "def": "مُهْمَلٌ عنده (¬١٣).\nالخارزنجيُّ: المُتَوَمِّزُ من الرِّجَالِ: الذي يَتَنَزَّى في مِشْيَتِهِ سُرْعَةً.\nوالتَّوَمُّزُ: تَحَرُّك رَأْسِ الجُرْدَانِ عِنْدَ النِّزَاءِ. والتَّهَيُّؤ للقِيَامِ.\nووَمَزَ بأنْفِه يَمِزُ وَمْزاً: إذا رَمَعَ به.  \nالزّايُ (¬١) والزَّيُّ: لُغَتَانِ، وتَصْغِيْرُهُما زُيَيَّةٌ (¬٢)، وزَيَّيْتُ زاياً حَسَنَةً.\nوالزِّيُّ: حُسْنُ الهَيْئَةِ من اللِّبَاسِ، تَزَيَّا فلانٌ، وزَيَّيْتُهُ تَزِيَّةً -بوَزْنِ تَحِيَّةٍ-.\nوازْدَيَيْتُ: من الزِّيِّ.\nوزَيِيْتُ: بمعنى رَضِيْتُ؛ شاذٌّ.\nوالزَّيُّ: مَصْدَرٌ من زَوَيْتُ الشَّيْءَ عن مَوْضِعِه: أي نَحَّيْته.\nوزَوى عَنِّي: انْقَبَضَ.\nوانْزَوَتِ الجِلْدَةُ: تَقَبَّضَتْ، ومنه الحَدِيثُ (¬٣): «زُوِيَتْ لي الأرْضُ» أي جُمِعَتْ.\nوانْزَوى القَوْمُ: تَضَامُّوا.\nوزَوى الشَّيْءَ: أي احْتَازَه. والزَّاوِيَةُ: من ذلك، وتَزَوّى فلانٌ في زَاوِيَةِ البَيْتِ. وهو-أيضاً-: مَوْضِعٌ بالبَصْرَةِ، يُقال: هُمْ من أهْلِ الزَّاوِيَةِ.\nوزَوّى فهو مُزَوٍّ؛ وانْزَوى فهو مُنْزَوٍ: بمعنىً. وفي وَجْهِه زُوِيَّةٌ: أي غُضُوْنٌ؛ واحِدُها زَيٌّ، وكذلك مَزَاوٍ واحِدُها مَزْوىً، ومُنْزَوىً: أي مُتَغَضَّنٌ.\nوالزَّوْزَاةُ: شِبْهُ الطَّرَدِ، زَوْزَيْتُ به وزَأْزَأْتُ به. والمُزَازِي: الشَّدِيْدُ العَدْوِ.\nوالزَّوْزَاةُ: أوَّلُ تَرَفُّعِ الظَّلِيْمِ في عَدْوِه.\nوزَوْزى به المَكانُ: انْتَصَبَ به.\nوالزِّيْزَاءُ والزِّيْزَاةُ (¬٤) -والجَميعُ الزَّيَازي -: الأكَمَةُ الصَّغِيْرَةُ، ويُقال:\nالزَّيْزَاءُ والزَّأْزَاءُ. والظَّهْرُ أيضاً. وأعْلى كُلِّ شَيْءٍ. ورِيْشُ الظَّلِيْمِ وغَيْرِه.\nوما تَزَأْزَأَ من مَكانِه: أي ما تَزَعْزَعَ.\nوالزَّأْزَأَةُ: من قَوْلِكَ تَزَأْزَأَ عنّي فلانٌ: إذا هابَكَ.\nوزَأْزَأْنِي خَوْفُه: أي غَطَّاني.\nوتَزَأْزَأَتِ المَرْأَةُ: اخْتَبَأَتْ.\nوالزَّازَاةُ: القَهْرُ والغَلَبَةُ.\nوالزُّوَازِيَةُ: القَصِيْرُ الغَلِيْظُ التّارُّ، وهو الزَّوْزَاةُ.\nوهو يُزَوْزي: إذا ارْتَجَّ لَحْمُه واضْطَرَبَ.\nوقِدْرٌ زُوَزِيَةٌ: أي عَظِيْمَةٌ، وزُوَازِيَةٌ: مِثْلُه.\nوالزَّوَزّى: المُتَكايِسُ المُتَحَذْلِقُ.\nوالزَّوْءُ (¬٥) -مَهْمُوْزٌ-: الحِمَامُ، والقَدَرُ. زاءَ اللَّهُ علينا ذاك. وزِيْءَ علينا:\nأي قُدِّرَ لنا.\nوزَاءَ بهم الدَّهْرُ: أي ساءَ (¬٦) وانْقَلَبَ بهم.\nوالزَّوَاءُ: ما تَسَاقَطَ من العِنَبِ في أُصُول حَبَلَةِ الكَرْمِ.\nوإذا نَضِجَ البُسْرُ على العِذْقِ في النَّخْلَةِ سُمِّيَ: الزُّوِيَّ. وزَوَّيْتُ الكلامَ: بمعنى زَوَّرْتُه (¬٧).\nوالزَّوُّ: سَفِيْنَتَانِ تُقْرَنَانِ.\nوالزّازُ: شِدَّةُ العُجْمَةِ والعِيُّ.\nوالزّازِيَةُ: المَكانُ المُرْتَفِعُ، والزِّيْزَاءُ: مِثْلُه.\n\n\nالوَزْوَازُ: الرَّجُلُ الطائشُ الخَفِيْفُ في مَشْيِه وعَمَلِه.\nوالوَزْوَزُ: الخَشَبَةُ العَرِيْضَةُ التي يُجْرَفُ (¬٨) بها تُرَابُ الأرْضِ.\nووَزَأْتُ اللَّحْمَ: إذا أيْبَسْتَه.\nووَزَّأْتُ الإِنَاءَ: مَلأْته، والمَتَاعَ: عَبَّأْته.\nوقد تَوَزَّيْتُ (¬٩): امْتَلَأْت رِيّاً.\nووَزَأْتُ به الأرْضَ: [أي] (¬١٠) ضَرَبْتَه بها.\nولَعَنَ اللَّه أُمّاً وَزَأَتْ به: أي وَلَدَتْه.\nووَزَّأَ الفَرَسُ براكِبِه: صَرَعَه (¬١١).\nو (¬١٢) وَزَأْتُ الرَّجُلَ: دَفَعْتُه.\nووَزَّأْتُهُ تَوْزِئَةً: أي حَلَّفْته بكُلِّ يَمِيْنٍ.\nواسْتَوْزى برَأْيِه: اسْتَبَدَّ به.\nوإذا سَنَدَ في الجَبَلِ قيل: اسْتَوْزى. وهو المُنْتَصِبُ أيضاً. ومنه: رَجُلٌ وَزىً: أي شَدِيدُ الخَلْقِ، وقيل: هو المُلَزَّزُ الخَلْقِ والقَصِيرُ السَّمِيْنُ.\nوالوَزْوَزَةُ: مَشْيُ القَصِيرِ. والْوِزِّيْنَةُ (¬١٣): الإِوَزَّةُ، والجَميعُ الوِزِّيْنُ.\nوأوْزى إلى كذا: لَجَأَ (¬١٤) إليه. وأَوْزَيْتُهُ إليه أنا.\nوآزَيْتُ على صَنِيْعٍ فلانٍ: أي أرْبَيْت وأضْعَفْت.\nوالوَزُوْزُ (¬١٥): المَوْتُ، وأنْشَدَ بَيْتاً آخِرُه:\nوإنْ أَمِنَ الوَزُوْزا\n\n\nالْأَزُّ: ضَرَبَانٌ من الوَجَعِ. وهو يَأْتَزُّ: أي يَجِدُ أزّاً.\nوائْتَزَّ الرَّجُلُ: أي اسْتَعْجَلَ، فهو مُؤْتَزٌّ.\nوالأزُّ: أنْ تَؤُزَّ إنساناً تَحْمِلُه على أمْرٍ برِفْقٍ واحْتِيَالٍ. والشَّيْطَانُ يَؤُزُّ الإِنسانَ على المَعاصي.\nوأَزَّتِ القِدْرُ وائْتَزَّتْ أزِيْزاً وائْتِزَازاً (¬١٦): أي نَشَّتْ،\nو ١٦ - في الحَدِيثِ (¬١٧): «له أَزِيْزٌ كَأَزِيْزِ المِرْجَلِ من البُكاء». وأَزِيْزُ الرَّعْدِ والرَّحى: مِثْلُه؛ والبَرْدِ: شِدَّتُه.\nوأزُّ العُرُوْقِ: اضْطِرَابُها.\nوالْأَزَزُ: امْتِلاءُ البَيْتِ من الناسِ.\nوأَزَزْتُ الشَّيْءَ: ضَمَمْت بَعْضَهُ إلى بَعْضٍ. وشَعْرٌ أَزَزٌ.\nوالْأَزَزُ: الضِّيْقُ.\nوأزَى الشَّيْءُ بَعْضُه إلى بَعْضٍ يَأْزي أَزْياً [وأُزِيّاً] (¬١٨): أي انْضَمَّ واكْتَنَزَ. وفيه أُزُوٌّ: أي تَقَبُّضٌ.\nوأزَى الظِّلُّ والقَمِيْصُ: قَلَصَا، والمُتَأَزِّي: مِثْلُه. وقد [/٢٩١ أ] تَآزى (¬١٩) لَحْمُه: قَلَّ. وأَزَى لَحْمُه: اجْتَمَع؛ يَأْزِي. ويَأْزُو (¬٢٠): ارْتَفَعَ.\nوإنَّ خَيْرَكَ لَآزٍ عَنّا: إذا لم يَصِلْ.\nوحَبْلٌ آزٍ: مُمَرُّ القُوى.\nوأَزَيْتُ عنه: كَفَفْت، وأَزَأْتُ: مِثْلُه.\nوالْإِزَاءُ: وَضْعُكَ الشَّيْءَ على مَصَبِّ الماءِ في مَجْرَاه إلى الحَوْضِ.\n[وآزَيْتُهُ] (¬٢١) إيْزَاءً.\nوآزَيْتُ على صَنِيْعِ فلانٍ: أضْعَفْت (¬٢٢).\nوأَزَّيْتُ الحَوْضَ: جَعَلْت له إزَاءً.\nوالْأَزِيَةُ (¬٢٣): الناقَةُ التي (¬٢٤) تَشْرَبُ من إزَاءِ الحَوْضِ.\nوبَنُو فلانٍ بإزَاءِ بَني فلانٍ: أي بحِذَائهم أو كانوا لهم أقْرَاناً.\nوما يُوَازِيْهِ في الحِلْمِ. والْمُوَازَاةُ: المُقَاسَاةُ أيضاً.\nوإزَاءُ المَعِيْشَةِ: ما سُبِّبَ من رَغَدِها. وهو القَيِّمُ بالمالِ-أيضاً-المُصْلِحُ له. وهو إزَاءٌ لقَوْمِه وهُمْ إزَاءٌ: أي بهم يَصْلُحُ أمْرُهم.\nوأَزَيْتُ (¬٢٥) لفلانٍ آزِي له أَزْياً: إذا أتَيْتَه من وَجْهِ مَأْمَنِه لتَخْتِلَه. وأَزَوْتُ الرَّجُلَ وأَزَيْتُهُ (¬٢٦): أي جَهَدْتَه، فهو مَأْزُوٌّ ومُؤْزىً.\nوالْأَوْزُ: حِسَابٌ من مَجَاري القَمَرِ.\nوالْإِوَزُّ: طَائِرٌ في الماء، الواحِدَةُ إوَزَّةٌ. وأرْضٌ مَوَزَّةٌ -مَفْعَلَةٌ (¬٢٧) -، وكانَ يَنْبَغي أنْ يكونَ (¬٢٨) مَأْوَزَةً (¬٢٩)، ولكنَّه على مَذْهَبِ مَنْ يَقول: وَزَّةٌ. ويُقال:\nجَمْعُه إوَزُّونَ.\nورَجُلٌ إوَزٌّ (¬٣٠) وامْرَأَةٌ إِوَزَّةٌ: أي غَلِيْظَةٌ لَحِيْمَةٌ في غَيْرِ طُوْلٍ.\nوالإِوَزّى: مَشْيُ الرَّجُلِ تَوَقُّصاً في جانبٍ منه.  \nالزَّرْدَمَةُ: مَوْضِعُ الازْدِرَامِ وهو الابْتِلاعُ.\nوزَرْدَمَهُ زَرْدَمَةً: أي خَنَقَه.\nوزَلْدَبْتُ اللُّقْمَةَ: ابْتَلَعْتها.\nالدِّلْمِزُ (¬١): القَوْلُ الماضي، وهو الدُّلامِزُ.\nولُصُوْصٌ دُلامِزَةٌ: أي خُبَثَاءُ مُنْكَرُوْنَ. وقيل: الدُّلامِزُ اللُّصُوْصُ.\nوالشَّيْطَانُ.\nوالدُّلَيْمِزَانُ: الغُلامُ السَّمِيْنُ في حُمْقٍ.\nوالدَّلْمَزَةُ: عِظَمُ اللَّقْمِ، وهو الدُّلَمِزُ والدُّلامِزُ والدِّلَمْزُ. \nالزَّنْتَرَةُ: الضِّيْقُ والعُسْرُ (¬١).\nومَرَّ يَتَزَبْتَرُ على النَّاسِ: أي يَتَكَبَّرُ.\nوالزَّبَنْتَرُ (¬٢): الرَّجُلُ الداهِيَةُ.\nبَعِيْرٌ تُرَامِزٌ (¬٣): وهو الذي إذا أكَلَ تَحَرَّكَتْ فَرْوَةُ هامَتِه.\nالزَّبْتَلُ: القَصِيْرُ. (¬١)\nالفِرْزِلُ: المِفْرَاصُ (¬٢) الذي يَقْطَعُ به الحَدّادُ الحَدِيْدَ. والقَيْدُ أيضاً.\nورَجُلٌ فُرْزُلٌ: ضَخْمٌ.\nزَرْنَبٌ: ضَرْبٌ من الطِّيْبِ. ولَحْمُ الفَرْجِ. والزَّعْفَرَانُ. وأبْعَارُ الوَحْشِ.\nوسَفِيْنَةٌ زَنْبَرِيَّةٌ: أي ضَخْمَةٌ.\nوزَنْبَرٌ: من أَسْمَاءِ الرِّجَالِ، وكذلك زُنْبُرٌ.\nوزُنْبُوْرٌ وزَنَابِيْرُ: مَعْرُوفٌ.\nوالزُّنْبُرُ: الخَفِيْفُ من الرِّجَالِ، وكذلك الزُّنْبُوْرُ، والجَمِيعُ الزَّنَابِرُ. وهو اللَّئِيْمُ الحَسَبِ والخُلُقِ. والعَظِيْمُ من كُلِّ شَيْءٍ.\nوتَزَنْبَرَ (¬٣) علينا: أي تَكَبَّرَ وتَعَظَّمَ.\nالبِرْزِيْنُ: الكُوْزُ الذي يُسْتَقى به الخَمْرُ.\nفَنْزَرُ: بُوَيْتٌ يُتَّخَذُ على رَأْسِ خَشَبَةٍ للرَّبِيْئَةِ (¬٤).\nوزُرْفِيْنُ البابِ، وزِرْفِيْنٌ.\nالزَّيْرَفُونُ (¬٥): السَّرِيْعَةُ. \nغُلامٌ بَلَنْزىً وامْرَأَةٌ بَلَنْزَاةٌ: أي ضَخْمَةٌ صُلْبَةٌ (¬١).\nزِنْبِيْلُ: لُغَةٌ في الزَّبِيْلِ.\nالزَّنْفَلَةُ: من قَوْلكَ: زَنْفَلَ في مَشْيِه إذا مَشَى مُتَثَاقِلاً (¬٢).\nوزَنْفَلٌ: اسْمٌ. \nسُكَّرٌ طَبَرْزَذٌ وطَبَرْزَلٌ (¬١) وطَبَرْزَنٌ.\nويُقال لِحِرِ المَرْأَةِ: طَنْبَرِيْزٌ.\nالزَّنْدَبِيْلُ: الفِيْلُ؛ لكِبَرِه (¬٢).\nالزَّبَنْتَرُ: القَصِيْرُ. والدّاهِيَةُ الشَّدِيْدَةُ (¬٣). ﴿بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ﴾\n\n (¬١)\nطث:",
    "pg": "9:108-127"
  },
  "ومس": {
    "def": "المُوْمِسَاتُ: الفَوَاجِرُ مُجَاهَرَةً.\nوالوَمْسُ: احْتِكاكُ الشَّيْءِ بالشَّيْءِ حَتّى يَتَجَرَّدَ. ومنه أُخِذَتِ المُوْمِسَةُ. وقد أوْمَسَتْ: أي أمْكَنَتْ من الوَمْسِ (¬٣٣)، وجَمْعُها مَوَامِيْسُ.\nوالمُوَمَّسُ من الإبِلِ: العُرْضِيُّ الذي لم يُرَضْ بَعْدُ. ومس:\nالمُوْمِسَاتُ: الفَوَاجِرُ مُجَاهَرَةً.\nوالوَمْسُ: احْتِكاكُ الشَّيْءِ بالشَّيْءِ حَتّى يَتَجَرَّدَ. ومنه أُخِذَتِ المُوْمِسَةُ. وقد أوْمَسَتْ: أي أمْكَنَتْ من الوَمْسِ (¬٣٣)، وجَمْعُها مَوَامِيْسُ.\nوالمُوَمَّسُ من الإبِلِ: العُرْضِيُّ الذي لم يُرَضْ بَعْدُ.\nمسى:",
    "pg": "8:408"
  },
  "ومض": {
    "def": "الوَمْضُ والوَمِيْضُ: لَمَعانُ (¬٤) البَرْقِ، وَمَضَ (¬٥) البَرْقُ وأوْمَضَ.\nوأوْمَضَتْ فلانةُ بعَيْنِها: إذا بَرَّقَتْ؛ تُوْمِضُ إيْمَاضاً.\nوالوَمَضَانُ: وَمِيْضُ البَرْقِ. أمض:",
    "pg": "8:58-59"
  },
  "ومق": {
    "def": "وَمِقْتُ فلاناً أمِقُهُ مِقَةً (¬١٦)، وأنا وامِقٌ [له] (¬١٧)، وهو مَوْمُوْقٌ. تقول قاضٍ، [ومنهم مَنْ يقولُ مُوْقٍ -بوَزْنِ مُعْطٍ-] (¬١١).\nوالمُوْقُ من الأرْضِ، والجميع الأَمْآق: النَّواحي الغامِضَةُ من أطرافِها.\nوالمُوْقُ: النَّمْلُ الذي له أجْنِحَةٌ.\nوماقَ الطَّعامُ: [إذا] (¬١٢) رَخُصَ وكَسَدَ.\nوالمَأَقُ -مَهْمُوزٌ-: ما يَعْتَري الصَّبيَّ بَعْدَ البُكاء (¬١٣).\nوقَدِمَ فلانٌ فامْتَأَقْنا إليه: أي (¬١٤) شِبْهُ التَّبَاكي إليه لطُوْلِ الغَيْبَة.\nوفي المَثَل (¬١٥): «أنْتَ تَئِقٌ وأنا مَئقٌ فكيفَ نَتَّفِق».\nوقالَتْ أُمُّ تَأَبَّطَ: ما أنَمْتُه على مَأْقَةٍ.\nومق:\nوَمِقْتُ فلاناً أمِقُهُ مِقَةً (¬١٦)، وأنا وامِقٌ [له] (¬١٧)، وهو مَوْمُوْقٌ.\nقوم:",
    "pg": "6:57"
  },
  "ومَثَلٌ": {
    "def": "أوْرَدَهَا سَعْدٌ وسَعْدٌ مُشْتَمِلْ … يا سَعْدُ لا تَرْوِ (¬١٥) بها ذاكَ الإِبِلْ (¬١٦)\nواللَّوْنُ الشامِلُ: لَوْنٌ أسْوَدُ يَعْلُوه لَوْنٌ آخَرُ.\nوالشِّمَالُ: خِلافُ اليَمِينِ.\nوزَجَرْتُ له طَيْرَ الشِّمَالِ: أي الشُّؤْمِ. ومَرَّتْ له طَيْرُ شِمَالٍ وغُرَابُ شِمَالٍ.\nوالشُّمُلُ: مِثْلُ الشَّمَائِلِ لِشِمالِ اليَدِ.\nوخَلِيْقَةُ الرَّجُلِ: شِمَالٌ.\nوإِنَّها لَحَسَنَةُ الشَّمائلِ: أي شَكْلُها وحالاتُها.\nوالشِّمَالُ: شِمَالُ الانسانِ.\nورَجُلٌ مَشْمُوْلُ الخَلائِقِ: أي كَرِيْمُها.\nوالشَّمَالُ: رِيْحٌ تَهُبُّ من يَسَارِ القِبْلَةِ، والشَّمْأَلُ -مَهْمُوْزٌ-: لُغَةٌ فيه.\nوشَمَلَتِ (¬١٧) الرِّيْحُ تَشْمُلُ شُمُوْلاً: تَحَوَّلَتْ شَمَالاً، واشْتَمَلَتْ (¬١٨): هَبَّتْ شَمَالاً.\nورِيْحٌ شامِلٌ (¬١٩) وشَمَالٌ وشَمْأَلٌ (¬٢٠) وشَمَلٌ وشَمُوْلٌ. وغَدِيْرٌ مَشْمُوْلٌ: نَسَجَتْه رِيْحُ الشَّمَالِ فَبَرَدَ ماؤه. وكذلك (¬٢١) يُقال للخَمْرِ مَشْمُوْلَةٌ: [أي] (¬٢٢) بارِدَةُ الطَّعْمِ.\nونَماً (¬٢٣) مَشْمُوْلَةٌ: أصَابَتْها رِيْحُ الشَّمَالِ، وقيل: هي سَرِيْعَةُ الانْكِشَافِ؛ كما أنَّ الرِّيْحَ الشَّمَالَ إذا كانَتْ مَعَ السَّحَابِ لم تَلْبَثْ أنْ تَذْهَبَ (¬٢٤).\nوالشَّمْلُ: عَدَدُ القَوْمِ ومَجْمَعُهم، جَمَعَ اللهُ شَمْلَهم.\nوالشَّمُوْلُ: من أسْمَاءِ الخَمْرِ البارِدَةِ؛ سُمِّيَتْ لأنَّها تَشْمَلُهم بِرِيْحِها: أي تَعُمُّهم، وقيل: لأنَّها تَطِيْرُ في الرَّأْسِ فَتُسْكِرُ، وقيل: لأنَّ لها عَصْفَةً كَعَصْفَةِ الشَّمَالِ من الرِّيَاح، وقيل: لأنَّها تَشْمَلُ العَقْلَ، وقيل: لأنَّ رَأْسَ الخابِيَةِ يُشْمَلُ بِشِمَالٍ لئلاّ يَخْلُصَ إليها قَذىً؛ وهي الخِرْقَةُ.\nوالشِّمْلُ والشَّمَالِيْلُ: ما تَفَرَّقَ من شُعَبِ الأغصَانِ في رُؤوْسِها كنَحْوِ شَمَارِيخِ العِذْقِ.\nوالشَّمَالِيلُ: البَقَايَا من الكَلَإِ. ويُسْتَعْمَلُ في كُلِّ شَيْءٍ حَتّى في الفَرْخِ إذا بَقِيَ عليه شَيْءٌ من الزَّغَبِ (¬٢٥).\nوشَمَالِيْلُ النَّوى: بَقَاياها.\nوثَوْبٌ شَمَالِيْلٌ: أي أخْلاقٌ.\nوناقَةٌ شِمِلَّةٌ وشِمْلالٌ-وجَمَلٌ شِمِلٌّ -: وهي القَوِيَّةُ السَّرِيْعَةُ.\nوانْشَمَلَ الرَّجُلُ: إذا أسْرَعَ؛ انْشِمَالاً. وشَمْلَلَ شَمْلَلَةً.\nوانْشَمَلَ: بمعنى انْشَمَرَ إذا ارْتَفَعَ وقَلَصَ. وأصَابَنَا شَمَلٌ (¬٢٦) من مَطَرٍ: أي قَليلٌ منه، وكذلك من النّاسِ، والجَميعُ أشْمَالٌ.\nوما على النَّخْلَةِ إلاّ شَمَلٌ وشَمَالِيْلٌ.\nوأشْمَلَ فلانٌ خَرائفَه إشْمَالاً: إذا لَقَطَ ما عليها من الرُّطَبِ إلاّ قَليلاً.\nوالشِّمَالُ: ما يُغَطّى به العِذْقُ من النَّخْلِ؛ مِثْلُ شِمَالِ الشاةِ. وشَمَلْتُ الشاةَ أشْمُلُها: جَعَلْتَ ضَرْعَها في شِمَالٍ. وشَمَلْتُ النَّخْلَةَ: إذا كانَتْ تَنْفُضُ حَمْلَها فَشَدَدْتَ تَحْتَ أعْذَاقِها قِطَعَ أكْسِيَةٍ.\nوالشِّمَالُ والشَّمَلُ: الماءُ القَليلُ.\nويُقال للدُّنيا: أُمُّ شَمْلَةَ.\nوأشْمَلَ الفَحْلُ شَوْلَه: إذا ألْقَحَ (¬٢٧) النِّصْفَ إلى الثُّلُثَيْنِ.\nوشَمِلَتْ ناقَتُنا لَقَاحاً من فَحْلِ فلانٍ فهي تَشْمَلُ [/٢٤٠ أ] شَمَلاً: إذا لَقِحَتْ.\nونَحْنُ في كَنْفِكُم وشَمَلِكُم.\nوبَعِيرُكَ في شَمَلِ إبِلِ فلانٍ: إذا دَخَلَ في غُمَارِها فَخَفِيَ فيها.\nملش:",
    "pg": "7:339-341"
  },
  "ونج": {
    "def": "الوَنْجُ (¬٢٢): ضَرْبٌ من الصَّنْجِ والأوْتَارِ. ونج:\nالوَنْجُ (¬٢٢): ضَرْبٌ من الصَّنْجِ والأوْتَارِ.\nنأج:",
    "pg": "7:190"
  },
  "ونك": {
    "def": "مُهْمَلٌ عنده (¬١١).\nالخارزنجيُّ: وَنَكَ فلانٌ في قَوْمِه فهو وانِكٌ (¬١٢): أي تَمَكَّنَ فيهم.\nوالوانِكُ: بمعنى الواكِنِ؛ على القَلْبِ. (و. ا. ي)\nكفأ:",
    "pg": "6:335-336"
  },
  "ونم": {
    "def": "الوَنِيْمُ: سَلْحُ الذُّبَابِ، وَنَمَ الذُّبَابُ يَنِمُ. \n\nالنَّوْءُ (¬١): من أنْوَاءِ النُّجُوْمِ؛ وهو سُقُوْطُ نَجْمٍ بالغَدَاةِ مَعَ طُلُوْعِ الفَجْرِ وطُلُوْعُ آخَرَ في حِيَالِه في تلك السّاعَةِ. وناءَ الشَّيْءُ يَنُوْءُ: أي مالَ إلى السُّقُوْطِ.\nوالنُّوْءانُ: جَمْعُ الأنْوَاءِ. وما بالبادِيَةِ أَنْوَأُ من فلانٍ: أي أعْلَمُ بالأنْوَاءِ منه.\nوإذا نَهَضَ [بحِمْلِه] (¬٢) في تَثَاقُلٍ يُقال: ناءَ به إذا أطاقَه.\nوالمَرْأَةُ تَنُوْءُ بها عَجِيْزَتُها.\nوناوَأْتُ العَدُوَّ: وهو أنْ تَنُوْءَ إليه ويَنُوْءَ إليكَ.\nونُؤْتُ به أَشَدَّ النُّوْءَانِ: أي صِرْتُ أثْقَلَ منه [/٣٥١ أ].\nوالنَّيْءُ: مَصْدَرُ الشَّيْءِ النِّيْءِ الذي لم يَنْضَجْ (¬٣) -مَهْمُوْزٌ-، لَحْمٌ نِيْءٌ؛ بَيِّنُ النِّيَاءَةِ والنُّيُوْءَةِ. وناءَ الشَّيْءُ يَنَاءُ -على مِثَالِ جاءَ يَجَاءُ-. وأَنَأْتُ اللَّحْمَ إنَاءَةً: إذا لم تُنْضِجْهُ، ولَحْمٌ مُنْأىً ومُنَاءٌ.\nوالنِّيْءُ: اللَّبَنُ الذي لم يَأْخُذْ طَعْمَه، وكذلك اللَّحْمُ والخَمْرُ. وبَضْعَةٌ فيها نُيُوْءٌ.\nونَيَّأْتُ الأمْرَ: إذا لم تُحْكِمْهُ.\nوالنَّأْيُ: البُعْدُ، والنّائي: البَعِيْدُ، نَأَى يَنْأَى نَأْياً، وأَنْأَيْتُه إنْئَاءً. والانْتِيَاءُ: الافْتِعَالُ في النَّأْيِ (¬٤). والمُنْتَأَى (¬٥): المَوْضِعُ البَعِيْدُ. ونَأَوْتُ: لُغَةٌ في نَأَيْتُ.\nونَأَيْتُه: بمَعْنى نَأَيْتُ عنه، والانْتِيَاءُ -افْتِعَالٌ-: منه.\nوالنُّؤْيُ: حَفِيْرَةٌ تُحْفَرُ حَوْلَ الخِبَاءِ تَدْفَعُ عنه السَّيْلَ وماءَ المَطَرِ، وانْتَأَتِ المَرْأَةُ حَوْلَ بَيْتِها، والجَمِيْعُ الآنَاءُ والنُّئِيُّ. والمُنْتَأَى: المَوْضِعُ، والنَّأْيُ والنُّؤْيُ والنِّئْيُ -على مِثَالِ نِعْيٍ-أيضاً. ونَأَيْتُ نُؤْياً: حَفَرْته؛ وانْتَأَيْتُ وأَنْأَيْتُ -ثلاثُ لُغَاتٍ-.\nويقولونَ: فَعَلَ كذا على ما ساءَه وناءَه، ويَسُوْؤُه ويَنُوْؤُه (¬٦).\nوالنَّوَى والنَّوَاةُ: التَّحَوُّلُ من دارٍ إلى دارٍ، والمَصْدَرُ: النِّيَّةُ، والفِعْلُ:\nالانْتِوَاءُ. ونِيَّةٌ قَذَفٌ، وقد يُخَفَّفُ. ونَوى (¬٧) القَوْمُ: انْتَوَوْا. وأنْوَيْتُه: تَبِعْتُه في نِيَّتِه. وأنَا نَوِيُّه: أي أَجْرِي مَعَه في هَوَاه. والنّاوي: الذي يَنْوِي بالأظْعَانِ (¬٨) إلى حَيْثُ يُرِيْدُ. والنَّوِيُّ: الذي يُنَاوِي صاحِبَه أي يُوَافِقُه حَيْثُ يَنْوي.\nوالنَّوَاةُ: الحاجَةُ، قَضَى اللَّهُ نَوَاتَكَ. وجاءني في حاجَةٍ فنَوَيْتُه بنَوَاتِه وأنْوَيْتُه: أي قَضَيْتُ حاجَتَه. والنِّيَّةُ: الحاجَةُ أيضاً.\nونَوَاكَ اللَّهُ: أي حَفِظَكَ اللَّهُ وصَحِبَكَ.\nونَوَيْتُ كذا: أي قَصَدْته. وناوَأْتُ وناوَيْتُ في القَصْدِ: واحِدٌ.\nوأنْوَى: إذا تَبَاعَدَ في النَّوَى والسَّفَرِ. وفي المَثَلِ (¬٩): «ما أمْرُ العَذْرَاءِ في نَوى القَوْمِ» أي إنَّها لا تُسْتَأْمَرُ في الشُّخُوْصِ. ويقولونَ (¬١٠): «عِنْدَ النَّوَى يَكْذِبُكَ الصّادِقُ». والنَّوَاةُ في الحَدِيْثِ (¬١١): خَمْسَةُ دَرَاهِمَ.\nوحَبُّ العِنَبِ: النَّوَى. فأمَّا نَوى التَّمْرِ فجَمْعُه نُوِيٌّ، وثَلاثُ نَوَيَاتٍ.\nوأنْوَى الرَّجُلُ: ألْقى النَّوَى، ونَوَى: مِثْلُه، واسْتَنْوَيْتُه: كذلك. والأَنْوَاءُ: ما نَبَتَ في الرُّطَبَةِ (¬١٢) من النَّوَى.\nوالنِّوَاءُ: جَمْعُ النّاوِيَةِ من الإِبِلِ وهي السَّمِيْنَةُ. ونَوَتِ النّاقَةُ تَنْوِي نِوَايَةً ونَوَايَةً: سَمِنَتْ. والنَّيُّ: الشَّحْمُ. وجَزُوْرٌ ناوِيَةٌ: لم يَنْتَهِ سِمَنُها، وقيل: هي المُنْتَهِيَةُ (¬١٣) منها، هو من الأضْدَاد.\nوالنُّوْنَةُ: شَعرُ المَرْأَةِ تَجْمَعُه على وَسَطِ رَأْسِها، وكذلك النُّوْنُوَةُ (¬١٤). ونَوَّنَتِ المَرْأَةُ رَأْسَها.\nوالنُّؤْنُؤُ: الضَّعِيْفُ من الرِّجَالِ؛ كالنَّأْنَإ والنَّأْنَاءِ.\nونَأْنَأْتُ عن الأمْرِ: كِعْتَ عنه. وإذا نَهَيْتَ أيضاً.\nوأمْرٌ مُنَأْنَأٌ: ضَعِيْفٌ.\nونَأْنَأْتُ: تَرَفَّعْت.\nونَأْنَأْتُ وَلَدي: غَذَوتهم أحْسَنَ الغِذَاءِ.\n\n\nالأَنَاةُ: الحِلْمُ، وتَأَنَّى الرَّجُلُ تَأَنِّياً.\nوالأَنَى: التُّؤَدَةُ، أنَى يَأْني أُنِيّاً فهو آنٍ، وتَأَنَّيْتُه، واسْتَأْنَيْتُ فلاناً: أي لم أُعْجِلْهُ.\nوالمَرْأَةُ الحَلِيْمَةُ: أَنَاةٌ، والجَمِيْعُ أَنَوَاتٌ. وآنَيْتُ: أبْطَأْت وأخَّرْت،\nو ١٦ - في الحَدِيْثِ (¬١٥): «رَأَيْتُكَ آذَيْتَ وآنَيْتَ».\nوالفِعْلُ: أَنَى يَأَْني أُنِيّاً فهو آنٍ. ولا تُؤْنِ فُرْصَتَكَ: أي لا تُؤَخِّرْها عن إنَاها.\nوخَيْرُه بَطِيْءٌ أَنِيْءٌ (¬١٦). والأَنَاءُ: الإِبْطَاءُ.\nوالآنِيَّةُ (¬١٧) من النِّسَاءِ: البَطِيْئَةُ القِيَامِ، وهي الأَنَاةُ.\nوالإِنى -مَقْصُوْرٌ-: إدْرَاكُ الشَّيْءِ حَتّى اللَّحْمِ المَشْوِيِّ. و ﴿حَمِيمٍ آنٍ﴾ (¬١٨): انْتَهى حَرُّه، والفِعْلُ: أنَى يَأْني.\nوعَيْنٌ آنِيَةٌ: مُسَخَّنَةٌ.\nواسْتَأْنَيْتُ الطَّعَامَ: انْتَظَرْتُ إدْرَاكَه. والمَأْنى -مَفْعَلٌ-: من أنَى يَأْني: إذا أدْرَكَ.\nوالإِنَى والإِنْيُ والإِنْوُ: ساعَةٌ من ساعَاتِ اللَّيْلِ. وأتَيْتُه إنْياً بَعْدَ إنْيٍ:\nأي ساعَةً بَعْدَ ساعَةٍ.\nوما أنَى (¬١٩) لكَ أنْ تَفْعَلَ كذا وما آنَ -بمَعْنىً-: أي ما حانَ. وآنى لكَ:\nبمَعْنى أَنَى.\nوأصَابَتْهم أَنَاةٌ من مَطَرٍ: أي قَلِيْلٌ.\nوالإِنَاءُ -مَمْدُوْدٌ-: من الآنِيَةِ، والأَوَاني: جَمَاعَةُ جَمْعٍ. وسَقَيْتُه إنَاياً:\nأي إنَاءً.\nوأتَوْا من أُنَا وأُنَا: بمَعْنى هُنَا وهُنَا، ومِنْ أُنَا مَرَّةً ومِنْ أُنٍ مَرَّةً.\n«إنْ» -خَفِيْفَةٌ-: حَرْفُ مُجَازَاةٍ في الشَّرْطِ. ويكونُ جُحُوْداً بمَنْزِلَةِ ما؛ كقَوْلِكَ: إنْ لَقِيْتُ إلاَّ زَيْداً. و «أَنْ» -خَفِيْفَةٌ-: نِصْفُ اسْمٍ؛ وتَمَامُه يَفْعَل؛ كقَوْلِكَ: أُحِبُّ أنْ ألْقَاكَ؛ فَصَارَ «أنْ» و «ألْقَاكَ» في مِيْزَانِ اسْمٍ واحِدٍ.\nو «إنَّ» و «أنَّ»: حَرْفَانِ يَنْصِبَانِ. وللعَرَبِ في «إنَّ» لُغَتَانِ: التَّثْقِيْلُ والتَّخْفِيْفُ، فمَنْ خَفَّفَ رَفَعَ بها، إلاَّ أنَّ ناساً من أهْلِ الحِجَازِ يُخَفِّفُوْنَ ويَنْصِبُوْنَ على نِيَّةِ التَّثْقِيْلِ؛ فإنَّهم قَرَأُوا: «وإنْ كُلاًّ» (¬٢٠). فأمَّا قَوْلُه عَزَّ اسْمُه: «إنَّ هذَانِ لَسَاحِرَانِ» (¬٢١) فمنهم مَنْ يَجْعَلُ اللاّمَ في مَوْضِعِ «إلاَّ» ويَجْعَلُ «إنْ» جُحُوْداً على تَفْسِيْرِ: ما هذَانِ إلاَّ ساحِرَانِ، ومنهم مَنْ يَقُوْلُ: «إنَّ» في مَعْنى «أَجَلْ»؛ فإذا وَقَفُوا عليه قالوا: إنَّهْ، ويَحْتَجُّوْنَ بقَوْلِه: إنَّ وراكِبَها. وقيل: هو- ههُنا-في مَعْنى الدُّعَاء.\nو «أنَّى»: في مَعْنى كَيْفَ، ومِنْ أَنَّى شِئْتَ: أي من حَيْثُ وأَيْنَ.\nو «أَنَا»: فيها لُغَتَانِ: حَذْفُ الألِفِ الأخِيْرَةِ، وإثْبَاتُها [/٣٥١ ب] وهو الأَحْسَنُ في الوُقُوْفِ. وقَوْلُه ﷿: ﴿لكِنَّا هُوَ اللهُ رَبِّي﴾ (¬٢٢) أي لكن أَنَا.\nوالآنَ: بمَعْنى السّاعَةِ التي يكونُ فيها الكلامُ والأمْرُ رَيْثَما تَبْتَدِئُ (¬٢٣) وتَسْكُتُ، وهي مَنْصُوْبَةٌ في كُلِّ حالٍ.\nوأَيْنَ: وَقْتٌ من الأمْكِنَةِ (¬٢٤).\nوالأَيْنُ: الإِعْيَاءُ والكَلالُ، ولا يُشْتَقُّ منه فِعْلٌ، وقيل: آنَ يَئِيْنُ أَيْناً.\nوالأَيْنُ: الحَيَّةُ.\nوأَنَّ الرَّجُلُ يَئِنُّ أَنِيْناً: من المَرَضِ؛ وأَنّاً وأَنَّةً. ورَجُلٌ أُنَانٌ: كَثِيْرُ الأَنِيْنِ.\nورَجُلٌ أُنَنَةٌ: وهو القَوَّالَةُ البَلِيْغُ، والجَمِيْعُ الأُنَنُ. والمَوْأَنَةُ: العَوْدُ في تَنَجُّزِ قَضَاءِ الشَّيْءِ والتَّرَدُّد فيه.\nوتَأَنَّنْتُ فلاناً: طَلَبْتُ عِنْدَه النَّصَفَةَ.\nوأنْتَ عُمْدَتُنا ومَئِنَّتُنَا: أي نَقْصِدُ إليكَ في حَوَائِجِنا. وهو مَئِنَّةٌ أنْ يَفْعَلَ كذا: أي مَظِنَّةٌ وخَلِيْقٌ.\nوالمَسْجِدُ مِنّي مَئِنَّةٌ: أي مَكانٌ.\nورَجُلٌ ذو مَئِنَّةٍ: أي خَلِيْقٌ للخَيْرِ؛ وهو مَفْعِلَةٌ مِنْ «أنَّ» وفي مَوْضِعِها.\nوالإِنِّيَّةُ: إنِّيَّةُ الشَّيْءِ وهو ثُبُوْتُ كَوْنِه ووُجُوْدُه.\nو «لا أفْعَلُه ما أَنَّ في السَّمَاءِ نَجْمٌ» (¬٢٥) بمَعْنى عَنَّ وعَرَضَ.\nوأَنَّ الماءَ أَنّاً: إذا صَبَّه.\nو «ما لَهُ حانَّةٌ ولا آنَّةٌ» (¬٢٦) أي لا ناقَةٌ ولا شاةٌ.\nوالأَوْنَانِ: جانِبَا الخُرْجِ، والاسْمُ: الإِوَانُ.\nوالأَتَانُ إذا عَظُمَ بَطْنُها وأَقْرَبَتْ: قد أَوَّنَتْ. وكذلك الحِمَارُ إذا أكَلَ وشَرِبَ وانْتَفَخَتْ خاصِرَتاه (¬٢٧). وتَأَوَّنَ سِمَناً: أي صارَتْ له أَوَانٌ من الشَّحْمِ أي أَعْدَالٌ. وأَوِنَ الرَّجُلُ: مِثْلُه.\nوالأَوَانَانِ (¬٢٨): العِدْلانِ، الواحِدُ أَوَانٌ.\nوالأَوْنَانِ: شاطِئا الوادي.\nوالأَوْنُ: الرُّوَيْدُ في المَشْيِ، أُنْتُ فلاناً أَؤُوْنُ. ولَيْلَةٌ آئِنَةٌ ولَيَالٍ أَوَائِنُ وآئِنَاتٌ: أي يُعَرَّجُ فيها لطُوْلِها ويُسْتَرَاحُ قَلِيلاً قَلِيْلاً من غَيْرِ عَلَفٍ.\nولَيَالٍ آئِنَاتٌ: أي وادِعَاتٌ.\nوقالوا: رِبْعٌ إيْنٌ خَيْرٌ من غِبٍّ حَصْحَاصٍ (¬٢٩): أي من غِبٍّ (¬٣٠) سَرِيْعِ السَّيْرِ. وسارُوا وأوَّنُوا. [و] (¬٣١) على رِسْلِكَ وأوْنِكَ.\nورَجُلٌ آئِنٌ: ساكِنٌ.\nوآنَ الخَيْرُ: أَبْطَأَ؛ فهو آئِنٌ؛ وأَنِيٌّ أيضاً.\nوقيل: الأَوْنُ: الدَّعَةُ، والتَّكَلُّفُ جَمِيْعاً، وهو من الأضْدَادِ. وهو-أيضاً-:\nالانْتِظَارُ والوُقُوْفُ.\nوالإِوَانُ: بَيْتٌ شِبْهُ أَزَجٍ [غَيْرُ] (¬٣٢) مَسْدُوْد الوَجْهِ، والإِيْوَانُ: لُغَةٌ، وجَمْعُ الإِوَانِ أُوْنٌ، وجَمْعُ الإِيْوَانِ أَوَاوِيْنُ وإيْوَانَاتٌ. وكذلكَ إيْوَانُ اللِّجَامِ.\nوالإِوَانُ: عَمُوْدٌ من أَعْمِدَةِ الخِبَاءِ. وكُلُّ شَيْءٍ سَنَدْتَ به شَيْئاً فهو: إوَانٌ.\nوالأَوَانُ: الحِيْنُ والزَّمَانُ، وكذلك الإِوَانُ والآئِنَةُ والآوِنَةُ. وهذا أَوَانُ الآنِ (¬٣٣). وَمَا جِئْتَ إِلاّ أَوَانَ الآنِ (¬٣٣). وكانَ كذا آنَ إذٍ: أي حِيْنَئِذٍ، وآنَ آنُه أَنْ فَعَلَ؛ وإنى آنِهِ. والآنَ آنُكَ وأَيْنُكَ.\nوالأَوْنُ: العِظَمُ. والضَّعْفُ. والتَّكَلُّفُ أيضاً، بمَنْزِلَةِ الأَوْنِ (¬٣٤). \nالوَنَا والوَنْيَةُ: الفَتْرَةُ في الأعْمَالِ، ومنه التَّوَاني.\nولا يَني في أمْرِه: أي لا يَعْجَزُ.\nولا يَني يَفْعَلُ كَذا: بمَعْنى لا يَزَالُ.\nووَنّى في أمْرِه ووَنَى -مُخَفَّفٌ-: واحِدٌ. والوَنَاءُ -بالمَدِّ-: بمَعْنى القَصْرِ.\nوالوُنِيُّ: المَصْدَرُ. والنِّيَةُ-بوَزْنِ الدِّيَةِ-: من وَنى يَني.\nوناقَةٌ وَانِيَةٌ: أي طَلِيْحَةٌ مُعْيِيَةٌ، وَنَتْ وَنْياً.\nووَنَيْتُ كُمّي وَنْياً: إذا شَمَّرْته.\nووَنَاهُ القَوْمُ: أي دَعَاه (¬٣٥).\nووَنّى تَوْنِيَةً: إذا لم يُجِدِ (¬٣٦) العَمَلَ.\nوالوَأْنَةُ: القَصِيْرُ، والوَأْنُ مِثْلُه. وقيل: هو الكَثِيْرُ اللَّحْمِ، وسَنَامٌ وَأْنٌ، وجَمْعُه وِئَانٌ.\nوالوَنُّ: الصَّنْجُ الذي يُضْرَبُ.\nوالوَيْنُ: العِنَبُ. والوَيْنَةُ: العِنَبَةُ السَّوْدَاءُ. ﴿بِسْمِ اللهِ الرَّحْمنِ الرَّحِيمِ﴾\n\n  (¬١)\n[فم] (¬١):\nذَكَرَ الخارزنجيُّ: فَمٌّ -بالتَّشْدِيْدِ-: بمَعْنى التَّخْفِيْفِ.\nوقال: يقولونَ: فُمَّ فَعَلْتُ كذا: لُغَةٌ في ثُمَّ.\n*** ولم يُذْكَرْ في الثُّلاثِيِّ الصَّحِيْحِ شَيْءٌ. [/٣٥٢ أ]\n\n\n[و. ا. ي] (¬١) مُهْمَلاتٌ عِنْدَه.\nفأب:",
    "pg": "10:418-430"
  },
  "وهب": {
    "def": "وَهَبَ الشَّيْءَ يَهَبُ هِبَةً. وتَوَاهَبَه الناسُ بينهم.\nو ١٦ - في الحديث (¬٢٥): «لقد هَمَمْتُ أنْ لا أتَّهِبَ إلاّ من قُرَشِيٍّ أو أنصارِيٍّ أو ثَقَفيّ».\nوالمَوْهُوبُ: الوَلَدُ. وما يُوْهَبُ لك.\nوالمَوْهَبَةُ: واحِدَةُ المَوَاهِب وهي وَقائعُ الماء من السَّماء. وهي السَّحاب أيضاً.\nونُقْرَةٌ في الجَبَل يَسْتَنْقِعُ فيها الماءُ.\nوهذا الطَّعامُ مُوْهِبٌ (¬٢٦) لكَ: أي مُعَدٌّ لك كثيرٌ، وقد أوْهَبَ له الطَّعامُ إيهاباً.\nووادٍ مُوْهِبُ الحَطَب: أي كثيرٌ مُتَهَيِّئٌ. ويَجُوزُ أنْ يكونَ من الأُهْبَة.\nويقولون: هَبْهُ رَجُلاً قد أخْطَأ: أي عُدَّه واحْسبْه. ابه:",
    "pg": "4:81-82"
  },
  "وهث": {
    "def": "الوَهْثُ: الانْهِماكُ في الشَّيْءِ. والواهِثُ: المُلْقي نفسَه فيه.\nهيث (¬١):\nهِثْتُ له أهِيْثُ هَيْثاً وهَيَثاناً: إذا حَثَوْتَ له قليلاً. وهاثَ من المالِ شَيْئاً: أصابَ منه.\nوالاسْتِهاثَةُ: الإِكْثارُ من الشَّيْءِ.\nوهاثَ الذِّئْبُ في الغَنَم: أي عاثَ، واسْتَهَاثَ بمعناه (¬٢).\nوالهَيْثَةُ: الجماعةُ من الناس.\nهوث (¬٣):\nرأيتُ هُوَاثةً من الناس: أي جَماعة، وكذلك من سائر الحَيوان. (¬١)\n(و. ا. ي)\nهرأ، هرو:\nأهْرَأَ الرَّجُلُ في مَنْطِقِه: إذا لم يكنْ لكلامِه نظامٌ.\nومَنْطِقٌ هُرَاءٌ: كثيرٌ.\nوتَهَرَّأَ اللَّحْمُ: إذا طُبخَ حتّى يَتَسَاقَطَ.\nوهَرَأني البَرْدُ: إذا أصابَكَ بِشدَّةٍ. وهَرِئْتُ من البَرْدِ وأهْرَأْتُ: صِرْتَ في شِدَّتِه.\nوأهْرَأْنا: أبْرَدْنا (¬٢).\nوأهْرَأَ الرَّجُلُ: أصابَهُ البَرْدُ في رَوَاح القَيْظِ. والهَرِئَةُ (¬٣): الوَقْتُ الذي يُصِيْبُه فيه. والبَرْدُ أيضاً. وهُرِئْتُ من البَرْد.\nوهذه سَنَةٌ لها هَرِئَةٌ (¬٤): أي يُصِيْبُ المالَ والناسَ منها ضَرَرٌ ومَوْتٌ.\nوالهُرُوْءُ والهُرْوُ والهُرْيُ-وليس الهُرْءُ بشَيْءٍ (¬٥) -: بَيْتٌ ضَخْمٌ واسِعٌ يُجْمَعُ فيه طَعامُ السُّلْطان، والجميع الأهْرَاء. وهَرَّيْنا أهْرَاءً للطَّعام.\nوالهِرَاءُ: وَدِيُّ النَّخلِ أوَّلَ ما يُقْلَع من أُمِّه.\nوهَرَوْتُه بالهِرَاوَة هَرْواً: أي ضَرَبْته بالعَصا، وتَهَرَّيْتُه: نَحْوُه. والهُرِيُّ جَمْعُ الهِرَاوَةِ، والهَرَاوى مِثْلُه.\nوهَرَوْتُ اللَّحْمَ أهْرُوْهُ: أنْضَجْتَه، وكذلك هَرَأْتُه وأهْرَأْتُه.\nوالهُرَاءُ (¬٦): السَّمْحُ الجَوَادُ الذي لا يُطِيقُ المَنْعَ، وجَمْعُه هُرَاؤوْنَ.\nوهو هُرَأَةٌ لا يُحْلي ولا يُمِرُّ، وجَمْعُها هُرَاآتٌ. وهو الجَبَانُ أيضاً.\nوهَرّى (¬٧) فلانٌ ثَوْبَه: اتَّخَذَهُ هَرَوِيّاً (¬٨). والهَرَوِيَّةُ (¬٩): ضَرْبٌ من الثِّيَاب، وبائعُها هَرّاء.\nرهو:",
    "pg": "4:54-56"
  },
  "وهج": {
    "def": "الوَهَجُ: وَهَجُ النارِ والشَّمس، وهي وَهِجَةٌ، وتَوَهَّجَتْ.\nوالوَهَجَانُ: اضْطِرَابُ (¬١٥) التَّوَهُّج. (و. ا. ي)\nشهو:",
    "pg": "4:25-26"
  },
  "وهد": {
    "def": "الوَهْدُ (¬٩): المَكانُ المُنْخَفِضُ كأنَّه حُفْرَةٌ، أرْضٌ وَهْدَةٌ، ومَكَانٌ وَهْدٌ.\nوتَوَهَّدَ امْرَأةً: أي داسَها ووَطِئَها.\nووَهَّدْتُ الفراشَ: مَهَّدْتَه. وتَوَهَّدْتُه.\nووَهَدَ الشَّيْءُ: بمعنى سَقَطَ.\nويُقال لِيَوْم الاثْنَيْنِ: أوْهَدُ، ويُجْمَع أوَاهِدَ. وأهْدَأْتُ الصَّبِيَّ: ضَرَبتُ يدي (¬٨) عليه رُوَيْداً لِيَنَام.\nوالهُدُوْءُ: السُّكُوْنُ. والمُقَامُ بالمَكان.\nوالهَدْءُ من اللَّيْل: بَعْدَ نَوْمَةٍ.\nوهد:\nالوَهْدُ (¬٩): المَكانُ المُنْخَفِضُ كأنَّه حُفْرَةٌ، أرْضٌ وَهْدَةٌ، ومَكَانٌ وَهْدٌ.\nوتَوَهَّدَ امْرَأةً: أي داسَها ووَطِئَها.\nووَهَّدْتُ الفراشَ: مَهَّدْتَه. وتَوَهَّدْتُه.\nووَهَدَ الشَّيْءُ: بمعنى سَقَطَ.\nويُقال لِيَوْم الاثْنَيْنِ: أوْهَدُ، ويُجْمَع أوَاهِدَ.\nدوه:",
    "pg": "4:45"
  },
  "وهر": {
    "def": "تَوَهَّرَ اللَّيْلُ والشِّتَاءُ: بمعنى تَهَوَّرَ.\nوتَوَهَّرَ الرَّمْلُ (¬٢٦): أي تَهَوَّرَ. وتَوَهَّرْتُ الرَّجُلَ في الكلام: اضْطَرَرْتَه منه إلى الحَيْرَةِ فيه.\nوالوَهَرُ: شِدَّةُ الحَرِّ في حَدِّ الظَّهِيرة.\nريه:",
    "pg": "4:58-59"
  },
  "وهز": {
    "def": "الوَهْزُ: الشَّدِيدُ المُلَزَّزُ الخَلْقِ.\nوالوَهْزُ: أنْ تَهِزَ القَمْلَةَ بَيْنَ أصابِعِكَ وَهْزاً.\nوالوِهَازَةُ: الخَطْوُ؛ في حَديث أُمِّ سَلَمَةَ (¬٨) ﵂.\nوهو مُتَوَهِّزٌ: إذا وَطِئَ وَطْأً ثَقِيلاً. والوَهْزُ: الوَطْءُ. (و. ا. ي)\nطهو:",
    "pg": "4:39-40"
  },
  "وهس": {
    "def": "الوَهْسُ: شِدَّةُ السَّيْرِ، وَهَسُوا وتَوَاهَسُوا (¬١١)، وسَيْرٌ وَهْسٌ، وكذلك في الأكْل والبُضْع. والذَّلِيْلُ المَوْطُوءُ، وقد وَهَسْتُه أَهِسُه.\nوكلامٌ مَوْهُوْسٌ: إذا كانَ سِرّاً. وهو يَهِسُ كلامَه: أي يُخْفِيه. والتَّوَاهُسُ:\nالسِّرارُ (¬١٢). والوَهِيْسَةُ: أنْ يُطْبَخَ الجَرَادُ ثم يُجَفَّفَ ويُدَقَّ ويُقْمَحَ (¬١٣) أو يُؤْكَل بِدَسمٍ.\nوالوَهْسُ: الدَّقُّ. (و. ا. ي)\nهزأ:",
    "pg": "4:35-37"
  },
  "وهص": {
    "def": "الوَهْصُ: شِدَّةُ غَمْزِ وَطْءِ قَدَمِه على الأرض، وَهَصَه. وكذلك لو ضَرَبَ الأرْضَ بشَيْءٍ.\nورَجُلٌ مَوْهُوْصُ الخَلْقِ: لازِمٌ عِظامُه بعضُها بعضاً. ووَهَصَه: أي جَبَّه وخَصَاه، ومنه قولُه:\nزَعَمَ ابنُ واهِصَةِ … الخُصى أنّي له\nعَبْدٌ وقد كَذَبَ ابنُ واهِصَةِ الخُصى\nفهو مَوْهُوصٌ ووَهِيْصٌ.\nويُقال لِمَا اطْمَأنَّ من الأرض واسْتَدَارَ: وَهْصَةٌ.\nوالوَهْصُ: الكَسْرُ.\nهيص:",
    "pg": "4:31-32"
  },
  "وهض": {
    "def": "مُهْمَلٌ عنده (¬٩).\nالخارزنجيُّ: وَهْضَةٌ من عُرْفُطٍ ووَهَضَاتٌ، والطاء فيه أعْرَفُ. وهو-أيضاً-: ما اطْمَأَنَّ من الأرض إذا كانتْ مُدَوَّرَةً. والهَيْضَةُ: مُعَاوَدَةُ الهَمِّ والحُزْنِ والمَرْضَةِ بَعْدَ المَرْضَةِ (¬٦). والبَجِّيْذَقُ (¬٧).\nوهَيْضُ الطَّيْرِ: سَلْحُه، هاض يَهِيْضُ. وهو المَهَائضُ واحدتُها مَهْيَضٌ (¬٨).\nوالهَيْضَاءُ: الجَماعَةُ من القَوْم.\nوهض:\nمُهْمَلٌ عنده (¬٩).\nالخارزنجيُّ: وَهْضَةٌ من عُرْفُطٍ ووَهَضَاتٌ، والطاء فيه أعْرَفُ. وهو-أيضاً-: ما اطْمَأَنَّ من الأرض إذا كانتْ مُدَوَّرَةً.\nهضو:",
    "pg": "4:30"
  },
  "وهط": {
    "def": "الوَهْطُ: شِبْهُ الوَهنِ والضَّعفِ. ورَمَاه فأوْهَطَه. والفِعْلُ وَهَطَ يَهِطُ. وهو الهُزَالُ أيضاً. والكَسْرُ.\nوالأَوْهَاطُ: الخُصُوْماتُ والصِّيَاحُ.\nوالوَهْطُ: الجَمَاعَةُ. ومَوْضِعٌ بالطّائف.\nوتَوَهَّطَ الفَرَسُ في الطِّين: غابَ فيه.\nوتَوَهَّطَ الفِرَاشَ: امْتَهَدَه. والمُطْمَئنُّ من الأرض: وَهْطَةٌ؛ تُنْبِتُ العُرْفُطَ، وجَمْعُه وِهَاطٌ.\nوأوْهَطْتُه: أثْخَنْتَه. (و. ا. ي)\nهدى:",
    "pg": "4:41-43"
  },
  "وهف": {
    "def": "الوَهْفُ: مِثْلُ الوَرْفِ وهو اهْتِزَازُ النَّبات وشِدَّةُ خُضْرَتِه، يَهِفُ وَهِيْفاً.\nوما يُوْهَفُ له شَيْءٌ إِلاَّ أخَذَه: أي ما يُرْفَعُ، إِيهافاً.\nووَهَفَ لي: عَرَضَ لي، يَهِفُ وَهْفاً. ومنه\n١٧،١٤ - حَديثُ عائشة (¬١١) ﵂ في أبيها-﵁: «قُبِضَ رَسُولُ الله-ﷺ-وهو عنه راضٍ قد طَوَّقَه وَهْفَ الإِمامة، والأمانة». تَعْني الصلاة. والفُوْهَةُ (¬٨): عُروقٌ يُصْبَغُ بها.\nوأفْوَاهُ العُشْب: أخْلاطُه؛ والبُقُولِ: أصنافُها.\nوأفْوَاهُ الطِّيْب وأفَاوِيْهٌ، واحِدُها فُوْهٌ. وشَرَابٌ مُفَوَّهٌ بأفاوِيهِ الطِّيْب.\nويُقال للمَحَالةِ إذا طالتْ أسنانُها التي يَجْري الرِّشَاءُ بَيْنَهُنَّ: إِنَّها لَفَوْهاء.\nومن أمثالهم في شَوَاهِد الظاهِر على الباطِن: «أفْوَاهُها مَجَاسُّها (¬٩)».\nوعِنْدَ مَعْصِيةِ الرَّجُلِ صاحِبَه: «فاها لِفِيْكَ (¬١٠)» دُعَاءٌ عليه، والهاء كنايَةٌ عن الداهِيَةِ، أي لَقاكَ اللهُ داهِيَةً.\nوهف:\nالوَهْفُ: مِثْلُ الوَرْفِ وهو اهْتِزَازُ النَّبات وشِدَّةُ خُضْرَتِه، يَهِفُ وَهِيْفاً.\nوما يُوْهَفُ له شَيْءٌ إِلاَّ أخَذَه: أي ما يُرْفَعُ، إِيهافاً.\nووَهَفَ لي: عَرَضَ لي، يَهِفُ وَهْفاً. ومنه\n١٧،١٤ - حَديثُ عائشة (¬١١) ﵂ في أبيها-﵁: «قُبِضَ رَسُولُ الله-ﷺ-وهو عنه راضٍ قد طَوَّقَه وَهْفَ الإِمامة، والأمانة». تَعْني الصلاة.\nوفه:",
    "pg": "4:75"
  },
  "وهل": {
    "def": "الوَهَلُ: الفَزَعُ، وَهِلَ يَوْهَلُ وَهَلاً.\nولَقِيْتُه أوَّلَ وَهْلَةٍ وَوَهَلَةٍ (¬١١): أي أوَّلَ شَيْءٍ، وأوَّلَ واهِلَةٍ.\nووَهِلْتُ في الحِسَاب: غَلِطْتَ. والهَيُوْلُ: الهَبَاءُ المُنْبَثُّ. وقيل: الذي تَراه في ضَوْء الشَّمس في البَيْت.\nوالهَيْلاءُ (¬٧) من الرَّمْل: لا يَكادُ يَسْتَنِدُ فيها الناسُ والدَّوابُّ؛ وهو المُنْخَفِضُ منه، والجميع الهَيَالى.\nومن أمثالهم (¬٨): «مُحْسِنَةٌ فَهِيْلي».\nوهِلْتُ التُّرَابَ وأهَلْتُه.\nو «جاءَ بالهَيْلِ والهَيْلَمان (¬٩)؛ والهِيْلِ والهِلِّمان» أي بالشَّيْءِ الكثير، والهِلِيّانُ (¬١٠) مِثْلُه.\nوهل:\nالوَهَلُ: الفَزَعُ، وَهِلَ يَوْهَلُ وَهَلاً.\nولَقِيْتُه أوَّلَ وَهْلَةٍ وَوَهَلَةٍ (¬١١): أي أوَّلَ شَيْءٍ، وأوَّلَ واهِلَةٍ.\nووَهِلْتُ في الحِسَاب: غَلِطْتَ.\nاهل:",
    "pg": "4:63"
  },
  "وهم": {
    "def": "الوَهْمُ من الإِبل: الذَّلُوْلُ المُنْقادُ لصاحبه مَعَ قُوَّةٍ. والطَّريقُ المَشْهورُ الواضحُ.\nوللقَلْب وَهْمٌ، والجميع الأوْهَامُ. وهَمْتُ أهِمُ، وأوْهَمْتُ، ووَهِمْتُ. وتَوَهَّمْتُ كذا. وأوْهَمْتُه: أغْفَلْتَه.\nوالتُّهَمَةُ: اشْتُقَّتْ من الوَهْم. واتَّهَمْتُه: أدْخَلْتَ عليه التُّهَمَةَ.\nووَهِمْتُ أهِمُ في كذا، وأوْهَمْتُ أُوْهِمُ إيهاماً: أي قارَبْت.\nو (¬٢) وَهِمْتُ وأنا أوْهَمُ وَهَماً: أي غَلِطْتُ، فأنا واهِمٌ ووَهِمٌ. قال يَعْقُوبُ:\nوأوْهَمْتُ -أيضاً-في الحِساب. وقال أبو عمرو: وأوْهَمْتُ في كلِّ شيْءٍ.\nووَهَمْتُ أهِمُ: إذا قَصَدْت للشَّيْءِ.\n[و] (¬٣) وَهِمْتُ في الصَّلاة: سَهَوْت. همى:",
    "pg": "4:83-84"
  },
  "وهن": {
    "def": "الوَهْنُ: الضَّعْفُ في العَمَلِ؛ والعَظْمِ ونحوِه، وَهَنَ العَظْمُ يَهِنُ وَهْناً، وأوْهَنَه يُوْهِنُه. وواهِنٌ في الأمْرِ، ومَوْهُونٌ في العَظْم والبَدَن. والوَهَنُ لُغَةٌ فيه. والوَهِيْنُ: رَجُلٌ يكون مَعَ الأجِير في العَمَل يَحُثُّه عليه.\nوالوَهْنُ: ساعةٌ تمضي من اللَّيل. ولَقِيتُه مَوْهِناً: أي بَعْدَ وَهْنٍ. وأوْهَنَ:\nصارَ (¬٢٨) في تلك الساعة.\nوالواهِنُ: عِرْقٌ مُسْتَبْطِنٌ حَبْلَ العاتِقِ إلى الكَتِفِ. ويُقال: هُنِيْ يا واهِنَةُ: أي اسْكُني.\nوالوَهْنُ: القَصِيرُ الغَليظُ من الرِّجَال.\nاهن:",
    "pg": "4:71-72"
  },
  "وهي": {
    "def": "الواو.\nوالياء.\nوالأَلِف.\n\n\nأَوَى الإِنْسَانُ؛ وآوَى (¬١) إلى مَنْزِلِه أُوِيّاً وإوَاءً، وآوَيْتُه إيْوَاءً. والمَأْوى:\nمَكَانُ كُلِّ شَيْءٍ يَأْوي إليه لَيْلاً أو [/٣٥٥ ب] نَهاراً.\nولَيْسَتْ له امْرَأَةٌ تَاوِيْه (¬٢) ولا قَعِيْدَةٌ تُقْعِدُه: أي امْرَأَةٌ تَقُوْمُ عليه وتُؤْوِيْه.\nوأَوَيْتُ إليه أَشَدَّ الأُوِيِّ.\nوأَوَيْتُ عن كذا: أي تَرَكْتُ العَمَلَ ورَجَعْتُ إلى مَأْوَايَ.\nوأَيَّيْتُ (¬٣) الإِبِلَ تَئِيَّةً: أي حَبَسْتها في مَأْوَاها.\nوالتَّأَوِّي: التَّجَمُّعُ، وتَأَوَّتِ الطَّيْرُ: انْضَمَّ بَعْضُها إلى بَعْضٍ، وهُنَّ أُوِيٌّ مُتَأَوِّيَاتٌ. وأجْلَبُوا عَلَيَّ وتَأَوَّوْا: أي تَعَاوَنُوا.\nوتَآوَتِ الظِّبَاءُ والطَّيْرُ: انْضَمَّ بَعْضُها إلى بَعْضٍ، وهُنَّ أُوِيُّ مُتَأَوِّيَاتٌ، وقيل: آوَتْ (¬٤) إلى مَأْوَاها.\nوهو يَأْوِي له: أي يَرْثي له ويَرِقُّ، وأَوَيْتُ له آوِي أَيَّةً (¬٥) ومَأْوَاةً. واسْتَأْوَيْتُه:\nسَأَلْتُه أنْ يَأْوِيَ لي، وتَأَوَّيْتُه: كذلك.\nوتَآوَى الجُرْحُ: إذا تَقَارَبَ للبُرْءِ، وآوَى: مِثْلُه.\nوما لَهُ آوِيَةٌ ولا وَاعِيَةٌ: أي أَحَدٌ يَرْثِي لَهُ ويَبْكي عليه.\nوأَصَابَه شَرُّ ولا آوِ لَهُ-على النَّهْيِ-: أي لا جَعَلَني اللَّهُ آوِي له.\nوأَوَى الرَّجُلُ: هَلَكَ.\nوأَوَّيْتُ الخَيْلَ: نادَيْتُها، تَأْوِيَةً؛ بِآوْ آوْ.\n«أَوْ»: حَرْفٌ يُعْطَفُ به ما بَعْدَه (¬٦) على ما قَبْلَه. ويكونُ في مَعْنى «بَلْ» في قَوْلِه ﷿: ﴿وَأَرْسَلْناهُ إِلى مِائَةِ أَلْفٍ أَوْ يَزِيدُونَ﴾ (¬٧) يَعْني: بَلْ (¬٨).\nوتكونُ بمَعْنى «إلاَّ أَنْ» في قَوْلِهم: لَأَضْرِبَنَّكَ أو تَسْبِقَني. وفي مَعْنى «حَتّى» كقَوْلِه:\nأوْ تَمُوْتَ فتُعْذَرا (¬٩) …\nوفي مَوْضِعِ تَكْرَارِ «إمَّا». ومَتى كانَ الشَّكُّ في أَحَدِ الأَمْرَيْنِ المَسْؤُوْلِ عنهما فهو ب «أَمْ»، وإذا كانَ فيهما جَمِيْعاً فهو ب «أَوْ». وتكونُ «أَوْ» بمَعْنى الواو (¬١٠)؛ كقَوْلِه: ﴿مَثْنى وَثُلاثَ وَرُباعَ﴾ (¬١١).\nأَأْوَةً (¬١٢) لكَ: بمَنْزِلَةِ فَعْلَةً؛ كقَوْلِكَ: أَوْلى لكَ، وآوَّةٌ -مَمْدُوْدَةٌ مُشَدَّدَةٌ-:\nبمَعْنَاه؛ إلاَّ أنَّه يُقال في مَوْضِع مَشَقَّةٍ وتَكَرُّهٍ وهَمٍّ وحَزَنٍ.\nويَقُوْلُونَ: آهْ من كذا؛ وآوِ في كذا؛ وآوَهْ لكَ-يَقِفُوْنَ على الهاءِ-؛ وأَوَّتَاهْ: أي يا تَوَجُّعِي، ويا أَوَّتَا عليكَ، وأَوْهِ على زَيْدٍ.\nوما هُوَ إلاَّ أُوَّةٌ من الأُوَوِ: أي إلاَّ داهِيَةٌ من الدَّوَاهِي.\nآءٌ-مَمْدُوْدٌ-: في زَجْرِ الخَيْلِ في العَسَاكِرِ ونَحْوِها.\nوفي النِّدَاءِ: آءْ فلانٌ (¬١٣)؛ وأَيْ فلانٌ، وأَيَا فلانٌ.\n«أَيْ»: تَفْسِيْرٌ للمَعَاني؛ كقَوْلِكَ: أيْ كذا وكذا.\nو «إيْ»: يَمِيْنٌ، ﴿إِي وَرَبِّي إِنَّهُ لَحَقٌّ﴾ (¬١٤)، وإيْ واللَّهِ: أيْ نَعَمْ واللَّهِ.\n«أَيُّ» -مُثَقَّلَةٌ-: اسْمٌ بمَنْزِلَةِ «مَنْ» و «ما»، أَيُّهُم أَخُوْكَ وأَيَّتُهُنَّ أُخْتُكَ وأَيُّما الأَخَوَيْنِ أَحَبُّ إليكَ، وأَيّاً مّا تُحِبُّ؛ ومنهم مَنْ يَجْعَلُ «ما» صِلَةً.\nويقولون: سَتَعْلَمُ أَيِّيْ وأَيُّكَ أَصْدَقُ لِقَاءً؛ فأضَافَه إلى الواحِدِ. وأَيُّ وأَيّانِ وأَيُّوْنَ وأَيّاتٌ.\nوقَوْلُه: أَيّاً سَلَكُوا وأَيَّةً: على مَعْنى أَيِّ وَجْهٍ سَلَكُوا.\nودَعْ هذا كأَيَّتِه (¬١٥): أي كهَيْئَتِه.\nوإنَّه لَيَشْتِمُنا أَيَّةَ أَنَّه الأمِيْرُ: أي كأنَّه الأمِيْرُ.\nوإيّا: يُجْعَلُ مَكَانَ اسْمٍ مَنْصُوْبٍ؛ كقَوْلِكَ: ضَرَبْتُكَ، فالكافُ بمَنْزِلَةِ إيّاكَ. ويكونُ «إيّاكَ» (¬١٦) للتَّحْذِيْرِ؛ إيّاكَ وزَيْداً، ويُرْفَعُ ويُكْسَرُ للتَّفْرِقَةِ.\nويقولونَ: أَيَا إيّاه أَقْبِلْ. ويا إيّاكَ: بمَعْنى يا هذا ويا أنْتَ ويا عَبْدَ اللَّهِ؛ «يا» للنِّدَاء ثُمَّ قال: «إيّاكَ» أعْني: وأَدْعُو. ومَرَرْتُ بكَ إيّاكَ: في مَعْنى الجَرِّ، وأَنَا كإيّاكَ. وإيّا زَيْدٍ: مُضَافٌ.\nوقَوْلُه ﷿: ﴿إِيّاكَ نَعْبُدُ﴾ (¬١٧) أي نَتَعَمَّدُكَ بالعِبَادَةِ، وذلك أَنَّ «إيّا» اسْمٌ مَبْنِيٌّ من التَّأَيِّي-على فَعَّلَ-. ويُقال: أَيّاكَ (¬١٨) -بفَتْحِ الهَمْزَةِ-في الوَعِيْدِ.\nوأَيَّانَ: بمَعْنى مَتى، والنُّوْنُ أصْلِيَّةٌ؛ ويُقال: زائدَةٌ، وتُقْرَأُ: «إيّانَ يُبْعَثُوْنَ» (¬١٩) بالكَسْرِ؛ وإيّانَ (¬٢٠): بمَعْنى أَيّ أَوَانٍ وحِيْنٍ يُبْعَثُوْنَ.\nوكَأَيِّنْ: أصْلُ بِنَائها: عَلى أَيٍّ، وقيل: هو بوَزْنِ فاعِلٍ في مَعْنى كَمْ.\nوالآيَةُ: العَلامَةُ، وجَمْعُها آيٌ ثُمَّ آيَاءٌ. والجَمَاعَةُ من النّاسِ، وخَرَجَ القَوْمُ بآيَتِهم. والغَايَةُ. والآيَاتُ من القُرْآنِ، والجَمِيْعُ الآيُ، وآيَةٌ مُؤَيّاةٌ وقد أُيِّيَتْ، وسُمِّيَتْ (¬٢١) آيَةً لأنَّها عَلامَةٌ لانْقِطَاعِ الكلامِ، وقيل: لأنَّها عَجَبٌ، وإذا أَضَفْتَ إلى آيَةٍ قُلْتَ: آوِيٌّ وآيِيٌّ.\nوآيَةُ الرَّجُلِ: شَخْصُه، يُقال: تَأَيَّيْتُ آيَتَه: أي تَعَمَّدْت شَخْصَه.\nوآيُ الدّارِ: عَلامَاتُها.\nوالآءُ: الواحِدَةُ آءَةٌ شَجَرَةٌ لها حَمْلٌ تَأْكُلُه (¬٢٢) النَّعَامُ، وثَمَرَتُها الآءُ، وتَصْغِيْرُها أُوَيْأَةٌ -بوَزْنِ عُوَيْعَةٍ-. وأَرْضٌ مَآءَةٌ (¬٢٣) -على مَفْعَلَةٍ-. والتَّأَيِّيْ: التَّنَظُّرُ والتُّوْءَدَةُ، تَأَيَّا الرَّجُلُ يَتَأَيَّا، ولَيْسَتْ بِدَارِ تَئِيَّةٍ: أي انْتِظَارٍ للمَقَامِ بها.\nوتَآيَيْتُ -بالمَدِّ-: تَعَمَّدْت.\nوتَآيَيْتُ القَوْمَ: لَحِقْتُهم وأدْرَكْتُهم وتَلاقَيْتُهم.\nوتَأَيَّيْتُ الأَثَرَ: الْتَمَسْته وتَعَرَّفْته.\nوأَيَايَا: في الزَّجْرِ، أَيَّيْتُ بالإِبِلِ أُيَيِّيْ تَأْيِيَةً، وأَيّا يُأَيِّيْ تَأْيِيَةً.\nوالعَنْزُ إذا نُعِقَ بها يُقال: أُوَى أُوَى (¬٢٤). وفي التَّصْوِيْتِ بالإِبِلِ والحُدَاءِ:\nإيْ إيْ (¬٢٥). وفي الدُّعَاءِ للفَرَسِ الذَّكَرِ: آوِ (¬٢٦).\nوأَوَّيْتُ الخَيْلَ تَأْوِيَةً: إذا نادَيْتَها وهي مُتَنَحِّيَةٌ (¬٢٧) عن أُلاّفِها.\nوإيَاءُ الشَّمْسِ: ضَوْءُها وشُعَاعُها، وكذلك إيَاتُها وأَيَاؤها؛ إذا كُسِرَ أوَّلُه مُدَّ وإذا فُتِحَ قُصِرَ.\nوالمَأْوِيَّةُ (¬٢٨): بمَعْنى المِرْآةِ؛ من ذلك، وأصْلُها مائيَّةٌ، ومَنْ هَمَزَها فهي مَفْعُوْلَةٌ من أَوَيْتُ، ومَنْ لم يَهْمِزْها فهي فُعْلِيَّةٌ مَنْسُوْبَةٌ إلى المَاءِ لصَفَائِها، وبها سُمِّيَتِ المَرْأَةُ ماوِيَّةً.\nويُقال لكُفُرّى النَّخْلِ-وهي الطَّلْعُ-: مَأْوِيَّةٌ [/٣٥٦ أ].\n\n\nالوَأْيُ: ضَمَانُ العِدَةِ، وَأَيْتُ دِرْهَماً، والآمِرُ: وَاءٍ، ووَأَيْتُ به وَأْياً، وللاثْنَيْنِ والجَمِيْعِ: أُوْا (¬٢٩) وإيَا، وللأُنْثى: إيْ وإيَا وإيْنَ يا نِسْوَةُ.\nوالوَأْيُ: العَدَدُ من النّاسِ.\nوالتَّوَائي: الاجْتِمَاعُ والعُدَّةُ، تَوَاءى (¬٣٠) بَنُو فلانٍ.\nوالوَآةُ: المُقْتَدِرَةُ الخَلْقِ السَّرِيْعَةُ من الدَّوَابِّ والنَّجَائِبِ وغَيْرِها، والجَمِيْعُ الوَآيَاتُ. وفَرَسٌ وَأىً؛ والأُنْثَى وَآةٌ: مُوَثَّقَةُ الخَلْقِ، وقيل: يُوْصَفُ به الخُفُّ ولا يُوْصَفُ به الظِّلْفُ.\nوذَهَبَ وَأْيِيْ إلى كذا: أي وَهْمي.\n«وَيْ»: كَلِمَةٌ تكونُ تَعَجُّباً. ويُكْنى بها عن الوَيْلِ، وَيْكَ إنَّكَ لا تَسْمَعُ وَعْظي.\nو «وَيْ» ووَيْكَ: شِبْهُ تَهْدِيْدٍ. وقيل: هو بمَعْنى وَيْبَ، يُقال: وَيْبَ زَيْدٍ ووَيْبَكَ.\nوقَوْلُ عَنْتَرَةَ (¬٣١):\nوَيْكَ عَنْتَرَ أَقْدِمِ (¬٣٢) …\nكقولِكَ: لا أبَاكَ ولا أَبَالَكَ.\nوأمَّا «وَا» فإنَّها حَرْفُ نُدْبَةٍ؛ كقَوْلِهم: وا فُلانَاه (¬٣٣).\nالوَاوُ: لَفْظُهُ مَدَّةٌ بَيْنَ الواوَيْنِ. وكَلِمَةٌ مُأَوّاةٌ: مَبْنِيَّةٌ (¬٣٤) من بَنَاتِ الواو؛ ومُؤَيّاةٌ، وتَصْغِيْرُها من الوَاوِ: أُوَيَّةٌ؛ ومن الياء: أُيَيَّةٌ. ويُقال-أيضاً-: كَلِمَةٌ مُوَيّاةٌ -خَفِيْفَةٌ-ومُيَوّاةٌ. والوَئِيَّةُ: القِدْرُ الواسِعَةُ، وجَمْعُها وَئِيّاتٌ ووَآيَا. وفي المَثَلِ (¬٣٥): «كَفْتٌ إلى وَئِيَّةٍ» الكَفْتُ: القِدْرُ الصَّغِيْرَةُ: أي جَمْعٌ إلى عاقِلَةٍ.\nوإنَاءٌ وَئِيٌّ: كَثِيْرُ الأَخْذِ.\nوناقَةٌ وَئِيَّةٌ: ضَخْمَةُ البَطْنِ.\nوالوَئِيَّةُ: الدُّرَّةُ الثَّمِيْنَةُ الفاخِرَةُ.\n[و] (¬٣٦) وَوَّى الكَلْبُ: نَبَحَ.\nوالوَأْوَأَةُ: اخْتِلاطُ الأصْوَاتِ.\nويَقُوْلُوْنَ: وَيّاه (¬٣٧) بمَعْنى إيّاه.\n\n\nاليُؤْيُؤُ: طائرٌ يُشْبِهُ الباشَقَ، والجَمِيْعُ اليَأْيَاءُ واليَآئيُّ.\nوإذا قيل: هَلْ يَزُوْرُكم فلانٌ؟ قالوا: نَعَمْ يَا: أي نَعَمْ يَزُوْرُنا. ويا اذْهَبْ:\nأي يا هذا [اذْهَبْ] (¬٣٨). وقَوْلُه عَزَّ اسْمُه: «أَلا يا سْجُدُوا (¬٣٩)» للَّهِ (¬٤٠) أي أَلا يا هؤلاءِ اسْجُدُوا.\nواليَاءُ (¬٤١): الحَرْفُ. وقَصِيْدَةٌ يَاوِيَّةٌ: إذا كانَتْ على الياء؛ ويائيَّةٌ: كذلك، وقيل: مَيَوِيَّةٌ. ويَيَّيْتُ ياءً حَسَنَةً. «تَمَّ كتابُ المُحِيْطِ.\nوالحَمْدُ للَّهِ أوَّلاً وآخِراً؛ وباطِناً وظاهِراً. وصَلَّى اللَّهُ على محمَّدٍ وآلِهِ وسَلَّم تَسْلِيماً كثيراً.\nفَرَغَ من نَسْخِه كاتِبُه الفَقِيْرُ إلى اللَّهِ تعالى محمّد بن محمّد التبريزيُّ الشافعيُّ، غفر اللَّهُ ذنوبَه، وستر عيوبَه، في السَّادس عشر من جمادى الآخرة، سَنَةَ ستّين وسبع مائة.\nو ﴿حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ﴾».\nوجاء في هامش الصفحة الأخيرة من الأصل:\n«بلغ جميعُه مُقَابَلَةً مُحَرَّرَةً بأصلِه؛ وضَبْطاً مُتْقَناً مع تَحَرِّي الصَّوَاب في ذلك حسب الطاقة، على يَدِ الفقيرِ إلى عفو رَبِّه؛ عليِّ بن أبي بكر بن أحمد البالسي الشافعي الشهير بأبي الحسن، عَفَا اللَّهُ عنه. وكان الفراغ من ذلك في اليوم المبارك العاشر من شعبان المكرَّم؛ عام أحد وستّين وسبع مائة، أَحْسَنَ اللَّهُ تَقَضِّيها. و. (¬١). والمِنَّةُ، وصلواته وسلامه على سيّدنا محمّدٍ وآله وصحبه».\nوجاء في آخر النسخة ك:\n«تمَّت. وقد اتَّفق الفراغ من نساخَتِه في شهر شوال من شهور سنة سبع عشر ومائة بعد الألف؛١١١٧ من الهجرة». [بهذا ينتهي الجزء العاشر من تجزئتنا للكتاب، وبه يتمّ الكتاب كلُّه- بفضل اللَّه تعالى ومَنِّه-. ويليه الجزء الحادي عشر-إن شاء اللَّه-وهو مخصَّص للفهارس التفصيلية الشاملة.\nوآخر دعوانا أَنِ ﴿الْحَمْدُ لِلّهِ رَبِّ الْعالَمِينَ﴾].",
    "pg": "10:469-477"
  },
  "ويقولون": {
    "def": "لا يُمْسِكُ الساقَ … إلاّ مُمْسِكٌ ساقا (¬٣٨)\nوأصْلُه في الحِرْباء.\nوالساقُ: الذَّكَرُ من الحَمَام؛ يُقال له: سَاقُ حُرٍّ.\nوَوَلَدَتْ فلانةُ ثَلاثَةَ بَنِيْنَ على سَوْقٍ (¬٣٩) واحِدٍ: أي بعضُهم في إثْرِ بعضٍ.\nوالسُّوْقُ: معروفةٌ؛ وسُمِّيَتْ لأنَّ الأشْيَاءَ تُسَاقُ إليها ومنها، وتُذَكَّرُ وتُؤنَّثُ.\nوسُوْقُ الحَرْبِ: حَوْمَةُ القِتالِ.\nوالسُّوْقُ: السّاعاتُ (¬٤٠).\nوالسُّوْقَةُ من الناس-والجميع السُّوَقُ -: ما دُوْنَ المُلُوكِ، الذَّكَرُ والأُنثى والواحِدُ والجميع فيه سَوَاء.\nوالسَّوِيْقُ: مَعْروفٌ. و [يقال] (¬٤١): سَوَّقْتُه أمْري: أي مَلَّكْته إيّاه، ومنه السُّوْقَةُ من الناس وبَعِيرٌ مِسْوَقٌ: الذي (¬٤٢) يُسَاوِقُ الصَّيْدَ.\nوالسُّوْقَةُ من الطُّرْثُوثِ: ما كانَ أسْفَلَ النُّكعَةِ؛ حُلْوٌ (¬٤٣) طَيِّبٌ.\nوإذا خَرَجَ طَلْعُ النَّخْلِ شِبْراً سُمِّيَ: السُّوّاقَ.\nوالمُنْسَاقُ: التّابعُ. والقَرِيْبُ أيضاً.\nوالعَلَمُ المُنْسَاقُ: هو الجَبَلُ (¬٤٤) المُنْقادُ طُولاً.\nوسق:",
    "pg": "5:474-475"
  }
}