{
  "وين": {
    "def": "الوين، بالفتح:\nأهمله الجوهري، وذكر الفتح مستدرك.\nوقال ابن الأعرابي: هو العنب الأسود.\nزاد ابن خالويه: والطاهر والطهار العنب الرازقي، وهو الأبيض، وكذلك الملاحي.\nووينى، كسكرى: ع، عن ياقوت.\nومما يستدرك عليه:\nالوين: العيب؛ عن كراع، فهو عرض، وعلى قول ابن الأعرابي جوهر.\nوالوانة: المرأة القصيرة.\nقال ابن سيده: ألفه ياء لوجود الوين وعدم الوون. وقال ابن بري: الوين: العنب الأبيض؛ عن ثعلب عن ابن الأعرابي، فهو ضد.\nوقال ابن خالويه: الوينة الزبيب الأسود.\nووان: قلعة بين خلاط وتفليس من أعمال قاليقلا يعمل فيها البسط، عن ياقوت؛ ومنها: محمد الواني الذي ترجم الصحاح باللغة التركية، وعليه مدار عملهم في المراجعة وهو في مجلد حافل، طالعته، وقد أخطأ في بعض م واضع، وزاد بعض أشياء.\nوقال نصر: وان: موضع أظنه يمانيا.\nفصل الهاء مع النون",
    "pg": "V18P580-V18P581"
  },
  "ويه": {
    "def": "ويه يا فلان، وتكسر الهاء، وويها، بالتنوين، وهو إغراء وتحريض واستحثاث، ويكون للواحد والجمع والمذكر والمؤنث.\nيقال: ويها يا فلان، كما يقال دونك يا فلان؛ وأنشد الجوهري للكميت:\nوجاءت حوادث في مثلها * يقال لمثلي ويها فل! يريد: يا فلان.\nقال ابن بري: ومثله قول حاتم:\nويها! فدى لكم أمي وما ولدت * حاموا على مجدكم واكفوا من اتكلا وكل اسم ختم به، أي بويه، كسيبويه وعمرويه ونفطويه، فيه لغات مرت في \"س ي ب\".\nقال الجوهري: فأما سيبويه ونحوه من الأسماء، فهو اسم بني مع صوت فجعلا اسما واحدا، وكسروا آخره كما كسروا غاق لأنه ضارع الأصوات، وفارق خمسة عشر لأن آخره لم يضارع الأصوات فينون في التنكير، ومن قال: هذا سيبويه ورأيت سيبويه فأعربه بإعراب ما لا ينصرف ثناه وجمعه قال : السيبويهان والسيبويهون؛ وأما من لم يعربه فإنه يقول في التثنية: ذوا سيبويه، وكلاهما سيبويه، وفي الجميع: ذوو سيبويه، وكلهم سيبويه.\nومما يستدرك عليه:",
    "pg": "V19P118-V19P119"
  },
  "يأج": {
    "def": "\"يأجج، كيمنع ويضرب \"، مهموز، الأول في المحكم والثاني في التهذيب: \"ع \"من مكة على ثمانية أميال. وكان من منازل عبد الله بن الزبير. فلما قتله الحجاج أنزله المجذمين، ففيه المجذمون. قال الأزهري: وقد رأيتهم. وإياها أراد الشماخ بقوله:\nكأني كسوت الرحل أحقب قارحا * من اللاء ما بين الجناب فيأجج قد \"ذكر في أج ج\". وفي المحكم: هو مصروف. \"وقال سيبويه: ملحق بجعفر\". قال: وإنما نحكم عليه أنه رباعي لأنه لو كان ثلاثيا لأدغم. فأما ما رواه اصحاب الحديث من قولهم: يأجج، بالكسر، فلا يكون رباعيا، لأنه ليس في الكلام مثل جعفر، فكان يجب على هذا أن لا يظهر، لكنه شاذ موجه على قولهم: لححت عينه، وقطط شعره، ونحو ذلك، مما أظهر فيه التضعيف، وإلا فالقياس ما حكاه سيبويه.\nوياج وأياجج: من زجر الإبل. قال الراجز:\nفرج عنه حلق الرتائج * تكفح السمائم الأواجج * وقيل ياج وأيا أياجج * عات من الزجر، وقيل: جاهج وقال غير الأصمعي: يأجج: موضع صلب فيه خبيب بن عدي الأنصاري، رحمه الله تعالى، ويأجج: موضع آخر، وهو أبعدهما، بني هناك مسجد وهو مسجد الشجرة، بينه وبين مسجد التنعيم ميلان. وقال أبو دهبل:\nوأبصرت ما مرت به يوم يأجج * ظباء وما كانت به العير تحدح",
    "pg": "V03P522"
  },
  "يأس": {
    "def": "اليأس واليآسة، وهذا عن ابن عباد، واليأس، محركة: القنوط، وهو ضد الرجاء.\nأو هو قطع الأمل عن الشيء، وهذه عن ابن فارس، كما صرح به المصنف في البصائر.\nقلت: وقاله ابن القطاع هكذا، قال: وليس في كلام العرب ياء في صدر الكلام بعدها همزة إلا هذه.\nيقال: يئس من الشيء ييأس، بالكسر في الماضي، والفتح في المضارع، وقول المصنف، كيمنع فيه تسامح؛ لأنه حينئذ يكون بفتح العين في الماضي والمضارع، فلو قال كيعلم لأصاب.\nوقال الجوهري: فيه لغة أخرى: يئس ييئس، فيهما، فقول المصنف ويضرب محل تأمل أيضا، والأخير شاذ، قاله سيبويه ، قال الجوهري: قال الأصمعي: يقال: يئس ييئس؛ وحسب يحسب، ونعم ينعم، بالكسر فيهن.\nوقال أبو زيد: علياء مضر يقولون: يحسب وينعم وييئس، بالكسر، وسفلاها بالفتح، وقال سيبويه: وهذا عند أصحابنا إنما يجيء على لغتين، يعني يئس ييأس، ويأس ييئس، لغتان، ثم ركب منهما لغة، وأما ومق يمق، ووفق، يفق، وورم يرم، وولي يلي، ووثق يثق، وورث يرث، فلا يجوز فيهن إلا الكسر، لغة واحدة.\nوقال المبرد: ومنهم من يبدل في المستقبل من الياء الثانية ألفا، فيقول: يئس وياءس ، وهو يؤس ويؤوس، كندس وصبور، أي قنط، كاستيأس واتأس، وهو افتعل، فأدغم.\nويئس أيضا علم، في لغة النخع، كما في الصحاح، وهكذا قاله ابن عباس، رضي الله تعالى عنهما، في تفسير الآية، وقال ابن الكلبي: هي لغة وهبيل: حي من النخع، وهم رهط شريك، وقال القاسم بن معن: هي لغة هوازن، ومنه قوله عز وجل: (أفلم ييأس الذين آمنوا. أن لو يشاء الله لهدى الناس جميعا) أي أفلم يعلم، وقال أهل اللغة: معناه أفلم يعلم الذين آمنوا علما يئسوا معه أن يكون غير ما علموه، وقيل: معناه أفلم ييأس الذين آمنوا من إيمان هؤلاء الذين وصفهم الله تعالى بأنهم لا يؤمنون. وكان علي وابن عباس، رضي الله تعالى عنهم، ومجاهد، وأبو جعفر، والجحدري، وابن كثير وابن عامر، يقرءون أفلم يتبين الذين آمنوا، قيل لابن عباس: إنها ييأس، فقال: أظن الكاتب كتبها وهو ناعس، وقال سحيم بن وثيل اليربوعي الرياحي: أقول لهم بالشعب إذ ييسرونني * ألم تيأسوا أني ابن فارس زهدم يقول: ألم تعلموا، وقوله: ييسرونني، من أيسار الجزور، أي يقتسمونني، ويروى يأسرونني، من الأسر، وزهدم: اسم فرس بشر بن عمرو أخي عوف بن عمرو، وعوف جد سحيم بن وثيل، قاله أبو محمد الأعرابي، ويروى:\n\"أني ابن قاتل زهدم\".\nوهو رجل من عبس، فعلى هذا يصح أن يكون الشعر لسحيم، ويروي هذا البيت أيضا في قصيدة أخرى على هذا الروي:\nأقول لأهل الشعب إذ ييسرونني * ألم تيأسوا أني ابن فارس لازم وصاحب أصحاب الكنيف كأنما * سقاهم بكفيه سمام الأراقم وعلى هذه الرواية أيضا يكون الشعر له دون ولده، لعدم ذكر زهدم في البيت.\nوفي حديث أم معبد الخزاعية، رضي الله تعالى عنها، في صفة النبي، صلى الله عليه وسلم: \"لا يأس من طول أي قامته لا تؤيس من طوله؛ لأنه كان إلى الطول أقرب منه إلى القصر، واليأس: ضد الرجاء، وهو في الحديث اسم نكرة مفتوح بلا النافية، ويروى: لا يائس من طول، هكذا رواه ابن الأنباري في كتابه، وقال: لا ميؤوس منه، أي من أجل طوله، أي لا ييأس مطاوله منه؛ لإفراط طوله، فيائس هنا بمعنى ميؤوس، كماء دافق، بمعنى مدفوق.\nواليأس بن مضر بن نزار أخو الناس، واللام فيهما كهى في الفضل والعباس، وحكى السهيلي عن ابن الأنباري أنه بكسر الهمزة، وقد تقدم البحث فيه، يقال: أول من أصابه اليأس، محركة، أي السل. وقال السهيلي في الروض: ويقال: إنما سمى السل داء يأس، أو داء اليأس لأن اليأس بن مضر مات منه، وبه فسر ثعلب قول أبي العاصية السلمى:\nفلو أن داء الياس بي فأعانني * طبيب بأرواج العقيق شفانيا وأيأسته، وآيسته، الأخير بالمد: قنطته، والمصدر الإيئاس، على مثال الإيعاس، قال رؤبة:\nكأنهن دارسات أطلاس * من صحف أو باليات أطراس فيهن من عهد التهجي أنقاس * إذ في الغواني طمع وإيئاس وقال طرفة بن العبد:\nوأيأسني من كل خير طلبته * كأنا وضعناه إلى رمس ملحد وقرأ ابن عباس، رضي الله تعالى عنهما: (لا ييأس من روح الله) على لغة من يكسر أول المستقبل إلا ما كان بالياء، وهي لغة تميم وهذيل وقيس وأسد، كذا ذكره اللحياني في نوادره، عن الكسائي، وقال سيبويه: وإنما استثنوا الياء؛ لأن الكسر في الياء ثقيل، وحكى الفراء أن بعض بني كلب يكسرون الياء أيضا، قال: وهي شاذة، كما في بغية الآمال لأبي جعفر اللبلي، وإنما كسروا في ييأس وييجل لتقوي إحدى الياءين بالأخرى، وسيأتي البحث فيه في: و ج ل، إن شاء الله تعالى.\nبقي أن الزمخشري لما صرح في الأساس أن يئس بمعنى علم مجاز فإنه قال: يقال: قد يئست أنك رجل صدق، بمعنى علمت؛ لأن مع الطمع القلق، ومع انقطاعه السكون والطمأنينة كما مع العلم، ولذلك قيل: \"اليأس إحدى الراحتين\".",
    "pg": "V09P047-V09P049"
  },
  "يأيأ": {
    "def": "يأيأه أي الرجل يأيأة كدحرجة ويأياء كسلسال: أظهر إلطافه، كذا في الصحاح والعباب وقيل: إنما هو بأبأ، بالموحدة، قال ابن سيده: وهو الصحيح.\nويأيأ بهم أي القوم: دعاهم لضيافة أو غيرها.\nويأيأ بالإبل إذا قال لها: أي بفتح الهمزة ليسكنها مقلوب منه أو قال للقوم: يأيأ، ليجتمعوا نقله ابن دريد.\nواليأياء أيضا: صياح اليؤيؤ وهو اسم لطائر من الجوارح كالباشق، قال شيخنا: وذكره المؤلف استطرادا، بخلاف الجوهري وغيره فإنهم ذكروه في المادة استقلالا، وزعم الكمال الدميري أنه طائر صغير قصير الذنب، ومزاجه بالنسبة إلى الباشق بارد رطب لأنه أصبر منه نفسا، وأثقل حركة، قال: ويسميه أهل مصر والشام: الجلم، لخفة جناحيه وسرعتهما وجمعه اليآيئ قال الحسن بن هانئ في طردياته:\nقد أغتدي والليل في دجاه * كطرة البرد على مثناه بيؤيؤ يعجب من رآه * ما في اليآئي يؤيؤ شرواه * ومما يستدرك عليه:\nقال أبو عمرو: اليؤيؤ: رأس المكحلة، وقد تقدم في الباء، ولعله تصحيف من هذا.\nويوم يؤيؤ من أيام العرب، وهو يوم أواق، ذكره المصنف في القاف، وأهمله هنا.",
    "pg": "V01P290"
  },
  "يا": {
    "def": "ويا: حرف لنداء البعيد؛ وإياه ألغز الحريري في مقاماته فقال: وما العامل الذي يتصل آخره بأوله ويعمل معكوسه مثل عمل وهو ياء ومعكوسها، أي وكلتاهما من حروف النداء، وعملها في الاسم المنادى على حكم واحد، وإن كانت يا أجمل في الكلام وأكثر في الاستعمال، وقد اختار بعضهم أن ينادي بأي القريب فقط كالهمزة انتهى؛ وقال ابن الحاجب في الكافية: حروف النداء خمسة: يا وأيا وهيا وأي والهمز للقريب؛ وقال الزمخشري في المفصل: يا وأيا وهيا للبعيد أو لمن هو بمنزلة البعيد من نائم أو ساه؛ وإليه يشير قول المصنف؛ حقيقة أو حكما وقد ينادى بها القريب توكيدا؛ ومن ذلك قول الداعي: يا الله يا رب، وقد يكون ذلك هضما لنفس الداعي لكمال تقصيره وبعده عن مظان القبول، وهذا لا يتمخض إلا على ما مشى عليه المصنف، كونه لنداء البعيد. وأما على قول ابن الحاجب القائل بالأعمية فلا يحتاج إلى ذلك؛ و (* *) هي مشتركة بينهما، أي بين البعيد والقريب، أو بينهما وبين المتوسط؛ وقال ابن كيسان: في حروف النداء ثمانية أوجه: يا زيد ووا زيد وأزيد وأيا زيد وهيا زيد وأي زيد وآزيد وآي زيد، ولكل شواهد مر ذكرها؛ وهي أكثر حروف النداء استعمالا، ولهذا لا يقدر عند الحذف سواها، نحو قوله تعالى: (يوسف أعرض عن هذا) ، أي يا يوسف.\nقال الأزهري: وربما قالوا: فلان بلا حرف النداء، أي يا فلان.\nولا ينادى اسم الله تعالى، والاسم المستغاث، وأيها وأيتها إلا بها ولا المندوب إلا بها أو بوا، كما تقدم.\nوفي اللباب: ولا يجوز حذف حرف النداء إلا من اسم الجنس واسم الإشارة والمستغاث والمندوب لما في الأولين من وجوه الحذف، وفي الثانيين من التخفيف المنافي لمقتضاهما نحو: يوسف أعرض عن هذا، وأيها الرجل، ومثل أصبح ليل، وافتد مخنوق، وأعور عينك، والحجر شاذ والتزم حذفه في اللهم لوقوع الميم خلفا عنه.\nوإذا ولي يا ما ليس بمضاف كالفعل في قوله تعالى: (ألا يا اسجدوا) ، بالتخفيف في قراءة من قرأ له؛ وقوله، أي الشماخ:\nألا يا اسقياني قبل غارة سنجال * وقبل منا غاديات وأوجال ويروى ألا يا اصبحاني، ويروى: وآجال وسنجال، موضع؛ ذكر في موضعه.\nوالحرف في نحو قوله تعالى: (يا ليتني كنت معهم) ، والحديث: يا رب كاسية في الدنيا عارية يوم القيامة؛ قد ذكر في المعتل. والجملة الإسمية نحو قول الشاعر:\nيا لعنة الله والأقوام كلهم * والصالحين على سمعان من جار فهي في كل ما ذكر للنداء، والمنادى محذوف عند الدلالة.\nقال الجوهري: وأما قوله تعالى: (ألا يا اسجدوا لله) بالتخفيف، فالمعنى ألا يا هؤلاء اسجدوا، فحذف المنادى اكتفاء بحرف النداء كما حذف حرف النداء اكتفاء بالمنادى في قوله تعالى: (يوسف أعرض عن هذا) إذ كان المراد معلوما؛ وقال بعضهم: إن يا في هذا الموضع إنما هو للتنبيه كأنه قال: ألا اسجدوا، فلما أدخل عليه يا للتنبيه سقطت الألف التي في اسجدوا لأنها ألف وصل، وذهبت الألف التي في يا لاجتماع الساكنين لأنها والسين ساكنتان، انتهى.\nوكذلك القول في بقية الأمثلة التي ذكرها المصنف من تقدير المنادى: ألا يا خليلي اسقياني، ويا قوم ليتني، ورب.\nأو لمجرد التنبيه لئلا يلزم الإجحاف بحذف الجمل ة كلها؛ وهو إشارة إلى ما ذكره الجوهري من القول الثاني في الآية.\nأو إن وليها دعاء أو أمر فللنداء؛ كقول ذي الرمة:\nألا أيا اسلمي يا دار مي على البلى * وإلا فللتنبيه. قال شيخنا: وهذا القول هو المختار من الثلاثة لوجوه ذكرها شراح التسهيل. ثم اعلم أن المصنف ذكر حرف النداء واستطرد لبعض أحكام المنادى مع إخلال بأكثرها ونحن نلم بها بالقول الموجز.\nقال صاحب اللباب: إذا قلت يا عبد الله، فالأصل: يا إياك أعني، نص عليه سيبويه، فأقيم المظهر مقام المضمر تنبيها للمخاطب أن القصد يتوجه إليه لا غير، ثم حذف الفعل لازما لنيابة يا عنه، ولما في الحذف من رفع اللبس بالخبر؛ وحكي يا إياك، وقد قالوا أيضا يا أنت نظر إلى اللفظ؛ قال الشاعر:\nيا أقرع بن جابس يا أنتا * أنت الذي طعلقت عام جعتا وقيل: إنما نصب أيا لأنه مضاف ولا يجوز نصب أنت لأنه مفرد ثم إنه ينتصب لفظا كالمضاف والمضارع له، وهو ما تعلق بشيء هو من تمام معناه نحو: يا خيرا من زيد ويا ضاربا زيدا ويا مضروبا غلامه ويا حسنا وجه الأخ ويا ثلاثة وثلاثين اسم رجل، وانتصب الأول للنداء والثاني ثباتا على المنهاج الأول الذي قبل التسمية، أعني متابعة المعطوف عليه في الإعراب وإن لم يكن فيه معنى عطف على الحقيقة؛ والنكرة إما موصوفة نحو: يا رجلا صالحا، وعود الضمير من الوصف على لفظ الغيبة لا غير نحو:\nيا ليلة سرقتها من عمري * أو غير موصوفة كقول الأعمى لمن لا يضبطه: يا بصيرا خذ بيدي، ومحلا كالمفرد المعرفة مبهما أو غير مبهم فإنه يبنى على ما يرفع به نحو: يا زيد، ويا رجل، ويا أيها الرجل، ويا زيدان، ويا زيدون، لوقوعه موقع ضمير الخطاب، ولم يبن المضاف لأنه إنما وقع موقعه مع قيد الإضافة، فلو بني وحده كان تقديما للحكم على العلة ونداء العلم بعد تنكيره على رأي، وأما قوله * سلام الله يا مطر عليها * فقبيح بعيد عن القياس شبهه بباب ما لا ينصرف أو الداخل عليه اللام الجارة للاستغاثة أو التعجب، واللام مفتوحة بخلاف ما عطف عليه فرقا بين المدعو والمدعو إليه، والفتحة به أولى منها بالمدعو إليه كقول عمر بن الخطاب رضي الله تعالى عنه: يا لله للمسلمين ويا للعجب، وقولهم يا للبهيتة ويا للفليتة ويا للعضيهة على ترك المدعو، ويدخل الضمير نحو: فيا لك من ليل. و: يا لك من قبرة بمعمر * أو الألف للاستغاثة فلا لام أو الندبة فإنه يفتح نحو يا زيداه والهاء للوقف خاصة ولا يجوز تحريكه إلا لضرورة نحو:\nيا رب يا رباه إياك أسل * أو ما كان مبنيا قبل النداء تحقيقا أو تقديرا نحو: يا خمسة عشر ويا حذام ويا لكاع، ويجوز وصف المنادى المعرفة مطلقا على الأعرف خلافا للأصمعي لأنه وإن وقع موقع ما لا يوصف لم يجر مجراه في كل حال ولم يصرفوه عن حكم الغيبة رأسا لجواز عود الضمير إليه بلفظ الغيبة واستثنى بعضهم النكرة المتعرفة بالنداء مثل يا رجل فإنه ليس مما يوصف. وقد حكى يونس: يا فاسق الخبيث، وليس بقياس، والعلة استطالتهم إياه بوصفه مع ما ذكر في امتناع بناء المضاف، وأما العلم فلما لم يكن مفيدا من الألفاظ ولا معنى له إلا الإشارة لم يستطل، فإذا انتهيت إلى الظريف من قولك يا زيد الظريف كأنك قلت يا ظريف، فالمفرد منه أو ما هو في حكم المفرد إذا كان جاريا على مضموم غير مبهم جاز فيه النصب حملا على الموضع؛ منه قوله:\nفما كعب بن مامة وابن سعدى * بأكرم منك يا عمر الجوادا فالرفع حملا على اللفظ لأن الضم لاطرده هنا أشبه الرفع؛ وعلى هذا: زيد الكريم الخيم، رفعا ونصبا، وإذا كان مضافا أو لمضاف فالنصب ليس إلا، نحو: يا زيد ذا الجمة ويا عبد الله الظريف، وكذا سائر التوابع إلا البدل، ونحو: زيد وعمرو من المعطوفات، فإن حكمهما حكم المنادى بعينه مطلقا كسائر التوابع مضافة، تقول: يا زيد زيد، ويا زيد صاحب عمرو، إذا أبدلت، ويا زيد وعمرو، ويا زيد وعبد الله، تقول: يا تميم أجمعين وأجمعون وكلهم أو كلكم، ويا غلام بشر أو بشر وأبا عبد الله، وجاز في قوله:\nإني وأسطار سطرن سطرا * لقائل يا نصر نصر نصرا أربعة أوجه، ويا عمرو والحارث. ويختار الخليل في المعطوف الرفع، وأبو عمرو النصب، وأبو العباس الرفع فيما يصح نزع اللام عنه كالحسن والنصب فيما لا يصح كالنجم والصعق، وكذلك الرجل حيث لم يسوغوا يا زيد ورجل، كأنهم كرهوا بناءه من غير علامة تعريف بخلاف العلم. وإذا وصف المضموم بابن وهو بين علمين بني المنادى معه على الفتح إتباعا لحركة الأول حركة الثاني، وتنزيلا لهما منزلة كلمة واحدة بخلاف ما إذا لم يقع، وكذا في غير النداء فيحذف التنوين من الموصوف بابن بين علمين نحو يا زيد بن عمرو ويا زيد ابن أخي، وهذا زيد بن عمرو وزيد ابن أخي، وجوزوا في الوصف التنوين في الضرورة نحو:\nجارية من قيس بن ثعلبة * ولا ينادى ما فيه الألف واللام كراهة اجتماع علامتي التعريف، بل يتوسل إليه بالمبهم نحو: يا أيها الرجل، ويا هذا الرجل، وأيهذا الرجل، ولا يسوغ في الوصف هنا إلا الرفع لأنه المقصود بالنداء، وكذا في توابعه لأنها توابع معرب، ويدل على إعرابه نحو:\nيا أيها الجاهل ذو التنزي * ولهذا وجه آخر وهو أن يكون بمنزلة غيره من الأسماء المستقلة بأنفسها فجاز في وصفه النصب نحو: يا هذا الطويل، وينبغي أن لا يكون الوصف في هذا اسم جنس ولكن مشتقا لأنه لا يوصف باسم الجنس إلا وهو غير معلوم بتمامه ولا مستقل بنفسه، وقالوا: يا الله خاصة حيث تمحضت اللام للتعويض مضمحلا عنها معنى التعريف استغناء بالتعريف الندائي، وقد شذ:\nمن أجلك يا التي تيمت قلبي * وأنت بخيلة بالوصل عني وأبعد منه قوله:\nفيا الغلامان اللذان فرا * إيا كما أن تكسبا ناشرا وإذا كرر المنادى في حال الإضافة جاز فيه نصب الاسمين على حذف المضاف إليه من الأول، أو على إقحام الثاني بين المضاف والمضاف إليه وضم الأول، نحو:\nيا تيم تيم عدي لا أبا لكم * وإذا أضيف المنادى إلى ياء المتكلم جاز إسكان الياء وفتحه كما في غير النداء وحذفه اجتزاء بالكسرة إذا كان قبله كسرة، وهو في غير النداء قليل، وإبداله ألفا ولا يكاد يوجد في غير النداء نحو: يا ربا تجاوز عني، وعليه يحمل الحديث أنفق بلالا، فيمن روى ، وتاء تأنيث في يا أبت ويا أمت خاصة، وجاز فيه الحركات الثلاث، وحكى يونس يا أب ويا أم، والوقف عليه بالهاء عند أصحابنا، وجاز الألف دون الياء نحو:\nيا أبا علك أو عساكا * وقولها:\nيا أمتا أبصرني راكب * يسير في مسحنفر لاحب ويا ابن أم ويا ابن عم خاصة مثل باب يا غلام. وجاز الفتح كخمسة عشر تجعل الاسمين اسما واحدا. انتهى ما أورده صاحب اللباب. وإنما ذكرته بكماله لتمام الفائدة؛ وهو تاج الدين محمد بن محمد ين أحمد المعروف بالفاضل، رحمه الله تعالى، وعلى كتابه هذا شروح عدة.\nوقال الجوهري: الياء من حروف الزيادات، وهي من حروف المد واللين، وقد يكنى بها عن المتكلم المجرور، ذكرا كان أو أنثى، نحو قولك ثوبي وغلامي، وإن شئت فتحتها، وإن شئت سكنت، ولك أن تحذفها في النداء خاصة، تقول: يا قومك ويا عباد، بالكسر، فإن جاءت بعد الألف فتحت لا غير نحو عصاي ورحاي، وكذلك إن جاءت بعد ياء الجمع كقوله تعالى: (وما أنتم بمصرخي) ، وأصله بمصرخيني، سقطت النون للإضافة، فاجتمع الساكنان فحركت الثانية بالفتح لأنها ياء المتكلم ردت إلى أصلها، وكسرها بعض القراء توهما أن الساكن إذا حرك حرك إلى الكسر، وليس بالوجه، وقد يكنى بها عن المتكلم المنصوب إلا أنه لا بد من أن تزاد قبلها نون وقاية للفعل ليسلم من الجر، كقولك: ضربني، وقد زيدت في المجرور في أسماء مخصوصة لا يقاس عليا نحو مني وعني ولدني وقطني، وإنما فعلوا ذلك ليسلم السكون الذي بني الاسم عليه، انتهى.\nوفي المحكم: يا حرف نداء، وهي عاملة في الاسم الصحيح وإن كانت حرفا، والقول في ذلك أن ليا في قيامها مقام الفعل خاصة ليست للحرف ، وذلك أن الحروف قد تنوب عن الأفعال كهل فإنها تنوب عن أستفهم، وكما ولا فإنهما ينوبان عن أنفي وإلا ينوب عن أستثني، وتلك الأفعال النائبة عنها هذه الحروف هي الناصبة في الأصل، فلما انصرفت عنها إلى الحرف طلبا للإيجاز ورغبة عن الإكثار أسقطت عمل تلك الأفعال ليتم لك ما انتحيته من الاختصار، وليس كذلك يا، وذلك أن يا نفسها هي العامل الواقع على زيد، وحالها في ذلك حال أدعو وأنادي، فيكون كل واحد منهما هو العامل في المفعول، وليس كذلك ضربت وقتلت ونحوه، وذلك أن قولك ضربت زيدا وقتلت بشرا العامل الواصل [إليهما ] المعبر بقولك ضربت عنه وليس هو نفس \"ض ر ب \"، إنما تم أحداث هذه الحروف دالة عليها، وكذلك القتل والشتم والإكرام ونحو ذلك، وقولك أنادي عبد الله وأكرم عبد الله ليس هنا فعل واقع على عبد الله غير هذا اللفظ، ويا نفسها في المعنى كأدعو، ألا ترى أنك إنما تذكر بعد يا اسما واحدا، كما تذكره بعد الفعل المستقل بفاعله، إذا كان متعديا إلى واحد كضربت زيدا؟ وليس كذلك حرف الاستفهام وحرف النفي، وإنما تدخلها على الجملة المستقلة، فتقول: ما قام زيد وهل زيد أخوك، فلما قويت يا في نفسها وأوغلت في شبه الفعل تولت بنفسها العمل، انتهى.\nوفي التهذيب: وللياءات ألقاب تعرف بها كألقاب الألفات، فمنها:\nياء التأنيث: تكون في الأفعال وفي الأسماء، ففي الأفعال كاضربي وتضربين ولم تضربي، وهذا القسم قد ذكره المصنف في أول التركيب ومثل هنا بتقومين وقومي وهما واحد، وهذا غير مقبول عند أرباب التصنيف لا سيما عند مراعاة الاختصار منهم؛ وفي الأسماء مثل يا (*) حبلى وعطشى وجمادى ، يقال: هما حبليان وعطشيان وجماديان وما أشبهها؛ ومن هذا القسم ياء ذكرى ويسمى.\nومنها: ياء التثنية وياء الجمع، كقولك: رأيت الزيدين والزيدين، ورأيت الصالحين والصالحين والمسلمين والمسلمين.\nومنها: ياء الصلة في القوافي، كقوله:\nيا دار مية بالعلياء فالسندي * فوصل كسرة الدال بالياء، والخليل يسميها ياء الترنم يمد بها القوافي، والعرب تصل الكسرة بالياء، أنشد الفراء:\nلا عهد لي بنيضال * أصبحت كالشن البالي أراد: بنضال؛ وقال:\nعلى عجل مني أطأطئ شيمالي * أراد شمالي فوصل الكسرة بالياء.\nومنها: ياء المحولة كالميزان والميعاد وقيل: ودعي ومحي في الأصل واو فقلبت ياء لكسرة ما قبلها.\nومنها: ياء الاستنكار: كقول المستنكر: أبحسنيه؛ كذا في النسخ وفي بعضها ألحسنيه؛ للقائل مررت بالحسن، فمد النون بياء وألحق بها هاء الوقف؛ وهذا القسم أيضا قد مر للمصنف في أول التركيب وجعله هناك حرف إنكار ومثله بأزيدنيه وهما واحد ففيه تكرار لا يخفى.\nومنها: ياء التعابي، كقولك: مررت بالحسني ثم تقول أخي بني فلان، وقد فسرت في الألفات.\nومنها: ياء المنادى، كندائهم: يا بشر، يمدون ألف يا ويشددون باء بشر ومنهم من يمد الكسرة حتى تصير ياء فيقول يا بيشر فيجمع بين ساكنين، ويقولون: يا منذير ويريدون يا منذر، ومنهم من يقول يا بشير بكسر الشين ويتبعها الياء يمدها بها، كل ذلك قد يقال.\nومنها: الياء الفاصلة في الأبنية، مثل ياء صيقل، وياء بيطار وعيهرة وما أشبهها.\nومنها: ياء الهمزة في الخط مرة، وفي اللفظ أخرى؛ فأما الخط فمثل ياء قائم وسائل صورت الهمزة ياء وكذلك من شركائهم وأولئك وما أشبهها؛ وأما اللفظ فقولهم في جمع الخطيئة خطايا، وفي جمع المرآة مرايا، اجتمعت لهم همزتان فكتبوهما وجعلوا إحداهما ألفا.\nومنها: ياء التصغير، كقولك في تصغير عمر عمير، وفي تصغير رجل رجيل، وفي تصغير ذاذيا، وفي تصغير شيخ شويخ. ومنها: الياء المبدلة من لام الفعل كالخامي والسادي في الخامس والسادس، يفصلون ذلك في القوافي وغير القوافي؛ قال الشاعر:\nإذا ما عد أربعة فسال * فزوجك خامس وأبوك سادي ومن ذلك: ياء الثعالي والضفادي، أي الثعالب والضفادع؛ قال:\nولضفادي جمة نقانق * ومنها: الياء الساكنة تترك على حالها في موضع الجزم، في بعض اللغات؛ وأنشد الفراء:\nألم يأتيك والأنباء تنمي * بما لاقت لبون بني زياد ؟\nفأثبت الياء في يأتيك وهي في موضع جزم؛ ومثله قوله:\nهزي إليك الجذع يجنيك الجنى * كان الوجه أن يقول يجنك بلا ياء، وقد فعلوا مثل ذلك في الواو؛ وأنشد الفراء:\nهجوت زبان ثم جئت معتذرا * من هجو زبان لم تهجو ولم تدع ومنها: ياء نداء ما لا يجيب تشبيها بمن يعقل؛ ونص التهذيب: تنبيها لمن يعقل من ذلك وهو الصواب؛ كقوله تعالى: (يا حسرة على العباد) ؛ وقوله تعالى: (يا ويلتا أألد وأنا عجوز) ، والمعنى أن استهزاء العباد بالرسل صار حسرة عليهم فنوديت تلك الحسرة تنبيها للمتحسرين، المعنى يا حسرة على العباد أين أنت فهذا أوانك، وكذلك ما أشبهه.\nومنها: ياء الجزم المرسل، كقولك: أقص الأمر، وتحذف لأن قبلها كسرة تخلفها، أي تخلف منها.\nومنها: ياء الجزم المنبسط، كقولك: رأيت عبدي الله، ومررت بعبدي الله، لم تسقط لأنه لا خلف عنها، أي لم تكن قبل الياء كسرة وتكون عوضا منها فلم تسقط وكسرت لإلتقاء الساكنين.\nوقد ختم المصنف كتابه بقوله: لا خلف عنها؛ والظاهر أنه قصد بذلك التفاؤل كما فعله الجوهري، رحمه الله تعالى، حيث ختم كتابه بقول ذي الرمة:\nألا يا أسلمي يا دار مي على البلى * ولا زال منهلا بجرعائك القطر فإنه قصد ذلك تقاؤلا به. وتبعه صاحب اللسان فختم كتابه أيضا بما ختم به الجوهري رجاء ذلك التفاؤل، وقد ختمنا نحن أيضا كتابنا تفاؤلا. والحمد لله رب العالمين حمدا يفوق حمد الحامدين، وصلى الله على سيدنا ومولانا محمد وعلى آله وصحبه أجمعين.\nومما يستدرك عليه:\nياء الإشباع في المصادر والنعوت، كقولك: كاذبته كيذابا وضاربته ضيرابا، أراد كذابا وضرابا. وقال الفراء: أرادوا الألف التي في ضاربته في المصدر فجعلوها ياء لكسرة ما قبلها.\nومنها: ياء الإعراب في الأسماء نحو: رعب اغفر لي ولأبي، ولا أملك إلا نفسي وأخي.\nومنها: ياء الاستقبال في حال الإخبار، نحو يدخل ويخرج. ومنها: ياء الإضافة: كغلامي، وتكون مخففة.\nومنها: ياء النسب، وتكون مشددة كقرشي وعربي.\nومنها: الياء المبدلة، قد تكون عن ألف كحملاق وحمليق، أو عن ثاء كالثالي في الثالث، أو عن راء كقيراط في قراط، أو عن صاد كقصيت أظفاري والأصل قصعصت، أو عن ضاد كتقضي البازي والأصل تقضض، أو عن كاف كالمكاكي في جمع مكوك، أو عن لام نحو أمليت في أمللت، أو عن ميم نحو ديماس في دماس، أو عن نون كدينار في دنار، أو عن هاء كدهديت الحجر في دهدهته.\nومنها: ياآت تدل على أفعال، بعدها في أوائلها ياآت؛ وأنشد بعضهم:\nما للظليم عال كيف لايا * * ينقد عنه جلده إذايا * * يذرى التراب خلفه إذرايا * أراد: كيف لا ينقد جلده إذا يخذى التراب خلفه.\nوقال ابن السكيت: إذا كانت الياء زائدة في حرف رباعي أو خماسي أو ثلاثي، فالرباعي كالقهقري والخوزلي وثور جعلبى، فإذا ثنته العرب أسقطت الياء فقالوا: الخوزلان والقهقران، ولم يثبتوا الياء استثقالا، وفي الثلاثي إذا حركت حروفه كلها مثل الجمزى والوثبى، ثم ثنوه فقالوا: الجمزان والوثبان، ورأيت الجمزين والوثبين.\nقال الفراء: ما لم تجتمع فيه يا آن كتب بالياء للتأنيث، فإذا اجتمع الياآن كتبت إحداهما ألفا لثقلهما.",
    "pg": "V20P434-V20P440"
  },
  "ياء": {
    "def": "الياء: حرف هجاء من المهموسة وهي التي بين الشديدة والرخوة؛ قوله : من المهموسة سهو من قلم الناسخ نبه عليه غالب المحشين؛ ولكن هكذا وجد في التكملة.\nثم قال: ومن المنفتحة ومن المنخفضة ومن المصمتة، قال: وقد ذكر الجوهري المهموسة، وذكرت بقيتها في مواضعها.\nوفي البصائر للمصنف: الياء حرف هجاء شجري مخرجه من مفتتح الفم جوار مخرج الصاد، والنسبة إليه يائي وياوي ويوي.\nيقال: ييت ياء حسنة وحسناء: أي كتبتها.\nوفي البصائر للمصنف: الفعل منه يابيت، والأصل يييت اجتمعت أربع ياءات متوالية قلبوا الياءين المتوسطتين ألفا وهمزة طلبا للتخفيف. قلت: ومشى المصنف في كتابه هذا على رأي الكسائي فإنه أجاز يييت ياء.\nوتأتي على ثلاثة أوجه:\nتكون ضميرا للمؤنث (*) كتقومين، للمخاطبة، وقومي للأمر. وفي الصحاح: وقد تكون علامة التأنيث كقولك: إفعلي وأنت تفعلين.\nوسيأتي للمصنف تكرار ذكر هذا الوجه.\nوحرف إنكار: نحو أزيدنيه؛ وفي التهذيب: ومنها ياء الاستنكار، كقولك: مررت بالحسن، فيقول المجيب مستنكرا لقوله: ألحسنيه، مد النون بياء وألحق بها هاء الوقف.\nوحرف تذكار نحو: قدي، ومنه قوله:\nقدني من نصر الخبيبين قدي * وق مر في الدال.",
    "pg": "V20P433-V20P434"
  },
  "يافا": {
    "def": "يافا: قرية على ساحل بحر الشام بين قيسارية وعكا، والنسبة إليها يافي، وربما قيل: يا فوني ، هذا محل ذكره.\nومما يستدرك عليه:",
    "pg": "V12P544"
  },
  "يبب": {
    "def": "أرض يباب: أي خراب. يقال: خراب يباب، وليس بإتباع، كذا في الصحاح. وفي الأساس: تقول: دارهم خراب يباب، لا حارس ولا باب. وحوض يباب: لا ماء فيه وخربوه ويببوه. انتهى.\nفكلام الجوهري يدل على أنه أصل يستعمل وحده، وأنه وصف لما قبله عند العرب: الذي ليس فيه أحد، قال ابن أبي ربيعة:\nما على الرسم بالبليين لو بي‍ * ن رجع السلام أو لو أجابا فإلى قصر ذي العشيرة فالصا * لف أمسى من الأنيس يبابا معناه : خاليا لا أحد به، وقال شمر: اليباب: الخالي [الذي] لا شيء به، يقال: خراب يباب، إتباع لخراب؛ قال الكميت:\nبيباب من التنائف مرت * لم تمخط به أنوف السخال ومثله في فقه اللغة.\nويببة، محركة: من أسماء الرجال، كذا في كتاب الأبنية والأفعال. * [يشب]: اليشب: أهمله الجوهري، وصاحب اللسان.\nوقال الصاغاني: هو حجر، م أي: معروف، وهو معرب اليشم بإبدال الميم باء كلازم ولازب.",
    "pg": "V02P500-V02P501"
  },
  "يبد": {
    "def": "الأيبد، أهمله الجماعة، وهو نبات زرعه كالشعير مسمنة للمال، أي يسمن الراعية، قلت: تقدم في أبد أن هذا النبات اسمه أبيد كأمير، وهكذا ضبطه الأزهري وغيره من الأئمة، والأيبد هنا تصحيف لا معنى لاستدراكه فتأمل.",
    "pg": "V05P342"
  },
  "يبر": {
    "def": "يبرين، ويقال: أبرين، لغتان: رمل لا تدرك أطرافه عن يمين مطلع الشمس من حجر اليمامة. وقال السكري يبرين بأعلى بلاد بني سعد، وفي كتاب نصر: يبرين من أصقاع البحرين به منبران، وهناك الرمل الموصوف بالكثرة، بينه وبين الفلج ثلاث مراحل، وبينه وبين الأحساء وهجر مرحلتان، وهو فيما بينهما وبين مطلع سهيل.\nوقال الصاغاني وياقوت: يبرين أيضا: ة قرب حلب ثم من نواحي عزاز.\nوقد يقال في الرفع يبرون وفي الجر والنصب يبرين، لا ينصرف للتعريف والتأنيث، فجرى إعرابه كإعرابه. وليست يبرين هذه العلمية منقولة من قولك هن يبرين لفلان، أي يعارضنه، كقول أبي النجم:\nيبري لها من أيمن وأشمل * يدل على أنه ليس منقولا منه قوله فيه يبرون، وليس لك أن تقول إن يبرين من بريت القلم، ويبرون من بروته، ويكون العلم منقولا منهما، فقد حكى أبو زيد: بريت القلم وبروته، فإن العرب قالت: هذه يبرين، فلو كانت يبرون من بروت لقالوا: [هذه] يبرون، ولم يقله أحد من العرب، فالياء والواو في يبرين ويبرون ليستا لامين، وإنما هما كهيئة الجمع كفلسطين وفلسطون، ويدلك على أن ياء يبرين ليست للمضارعة أنهم قالوا أبرين. فلو كان حرف مضارعة لم يبدلوا مكانه غيره. فأما قولهم: أعصر ويعصر اسم رجل فليس مسمى بالفعل، وإنما سمي بأعصر جمع عصر الذي هو الدهر، كما تقدم في موضعه، وسهل ذلك في الجمع لأن همزته ليست للمضارعة، وإنما هي لصيغة الجمع. كذا في اللسان.\nومما يستدرك عليه:\nيابرة، بفتح الموحدة : بلد في غرب الأندلس، منه أبو بكر عبد الله بن طلحة بن محمد اليابري الأندلسي مات بمكة سنة 523.",
    "pg": "V07P631"
  },
  "يبس": {
    "def": "يبس، بالكسر، بيبس، بالفتح، أي من حد علم، ويابس، بقلب الياء ألفا، وييبس، كيضرب، أي بالكسر فيهما، وهذا شاذ، فهو كيئس ييئس الذي تقدم في الشذوذ، صرح به الجوهري وغيره من أئمة الصرف، يبسا، بالفتح، ويبسا، بالضم، فهو يابس، ويبس، ككتف، ويبيس، كأمير ، ويبس، بفتح فسكون: كان رطبا فجف، كاتبس، على افتعل فأدغم، قال ابن السراج: هو مطاوع يبسته فاتبس، وهو متبس. وقيل: ما أصله اليبوسة ولم يعهد رطبا قط فيبس، بالتحريك، يقال: هذا شيء يبس، فإن كان عهد رطبا ثم يبس فيبس، بالسكون، يقال: هذا حطب يبس قال ثعلب: كأنه خلق يبسا، وموضع يبس، أي كانا رطبين ثم يبسا، هكذا تقوله العرب.\nوأما طريق موسى، عليه السلام، الذي ضربه الله له ولأصحابه في البحر فإنه لم يعهد قط طريقا لا رطبا ولا يابسا، إنما أظهره الله تعالى لهم حينئذ مخلوقا على ذلك لتعظيم الآية وإيضاحها، وتسكن الباء أيضا في قراءة الحسن البصري، ذهابا إلى أنه وإن لم يكن طريقا فإنه موضع قد كان فيه ماء فيبس. وقرأ الأعمش: يبسا، بكسر الباء.\nويقال: اليبس في قول علقمة:\nتخشخش أبدان الحديد عليهم * كما خشخشت يبس الحصاد جنوب جمع يابس، كراكب وركب، نقله الجوهري عن ابن السكيت، وحرك العجاج الباء للضرورة في قوله:\nتسمع للحلي إذا ما وسوسا والتج في أجيادها وأجرسا زفزفة الريح الحصاد اليبسا وامرأة يبس، محركة: لا خير فيها، وهو مجاز، وكذلك امرأة يابسة ويبيس ، كما نقله الزمخشري، ونص الصحاح: لا تنيل خيرا، وأنشد للراجز:\nإلى عجوز شنة الرأس يبس * ويقال أيضا: شاة يبس: بلا لبن، أي انقطع لبنها فيبس ضرعها، وتسكن، عن ابن الأعرابي، والفتح عن ثعلب، حكاهما أبو عبيدة.\nوفي المحيط: اليبسة: التي لا لبن لها من الشاء، والجمع اليبسات واليباس والأيباس.\nوالأيبس: اليابس.\nومن المجاز: الأيبس: ظنبوب في وسط الساق الذي إذا غمزته آلمك، وإذا كسر فقد ذهب الساق، قاله أبو الهيثم، قال: وهو اسم ليس بنعت، وكذلك قيل: الأيابس: الجمع.\nوقيل: الأيبسان : عظما الوظيفين من اليد والرجل، وقيل: ما ظهر منهما؛ وذلك ليبسهما. والأيابس: ما كان مثل عرقوب وساق؛ وفي الصحاح: الأيبسان: ما لا لحم عليه من الساقين، وقال أبو عبيدة: في ساق الفرس أيبسان، وهما ما يبس عليه اللحم من الساقين، وقال الراعي:\nفقلت له ألصق بأيبس ساقها * فإن تجبر العرقوب لا تجبر النسا والأيابس: ما تجرب عليه السيوف وهي صلبة.\nوعن أبي عمرو: يبيس الماء كأمير: العرق، وهو مجاز، وقيل: العرق إذا جف، قال بشر بن أبي خازم يصف الخيل:\nتراها من يبيس الماء شهبا * مخالط درة منها غرار الغرار: انقطاع الدرة، يقول: تعطى أحيانا وتمنع أحيانا، وإنما قال شهبا؛ لأن العرق يجف عليها فيبيض، كذا في الصحاح.\nواليبيس من البقول: اليابسة من أحرارها وذكورها، كالجفيف والقفيف، قاله الأصمعي، قال: وأما يبيس البهمي فهو العرقوب والصفار.\nأو لا يقال لما يبس من الحلي والصليان والحلمة يبيس، وإنما اليبيس: ما يبس من العشب والبقول التي تتناثر إذا يبست، كاليبس، قاله الجوهري، وأنشد قول ذي الرمة: ولم يبق بالخلصاء مما عنت به * من الرطب إلا يبسها وهجيرها ويروى يبسها، بالفتح، وهما لغتان، أو هو عام في كل نبات يابس، يقال: يبس فهو يبيس، كسلم فهو سليم، كذا في الصحاح.\nوعن ابن الأعرابي يباس، كقطام هي: السوأة أو الفندورة، أي الإست.\nويبوس، بالضم، كصبور، هكذا في النسخ، ولعل قوله كصبور غلط، والصواب في ضبطه الضم، كما قيده الصاغاني، أو سقط من بينهما واو العطف، ففيه الوجهان: الضم والفتح، وعلى الأخير اقتصر ياقوت ، أو المراد من قول المصنف من الضم مبنيا على الضم، وأما ما ضبطه الصاغاني بضم الياء غلطا فهو يفعل من بأس بؤسا، بمعنى الشدة: ع، من أرض شنوءة (*)، بوادي التيم ، قال عبد الله بن سليمة الغامدي:\nلمن الديار بتولع فيبوس * فبياض ريطة غير ذات أنيس و: اليابس: سيف حكيم بن جبلة العبدي، وفيه يقول يوم الجمل، وكان مع علي رضي الله تعالى عنه:\nأضربهم باليابس * ضرب غلام عابس من الحياة أيس * في الغرفات ناعس وجزيرة يابسة، في بحر الروم، وقال الحافظ: يابسة: جزيرة من جزائر الأندلس.\nقلت: في طريق من يبلغ من دانية يريد ميورقة، فيلقاها قبلها، ثلاثون ميلا في عشرين ميلا. وبها بلدة حسنة كثيرة الزبيب، وفيها تنشأ المراكب، لجودة خشبها، وإليها نسب أبو علي إدريس بن اليمان اليابسي الشاعر المفلق، في حدود الأربعين وأربعمائة كان بالأندلس.\nومن المجاز: أيبس يا رجل، كأكرم، أي اسكت.\nوأيبست الأرض: يبس بقلها، فهي موبسة، نقله الجوهري عن يعقوب.\nوأيبس الشيء: جففه، كيبسه فايتبس ، الأخير عن ابن السراج، وشاهد الأول في قول جرير:\nفلا توبسوا بيني وبينكم الثرى * فإن الذي بيني وبينكم مثرى وهو مجاز، كما صرح به الزمخشري.\nوأيبس القوم: صاروا، وفي بعض النسخ ساروا، في الأرض اليابسة، كما يقال: أجرزوا: إذا ساروا في الأرض الجرز، كما في الصحاح.\nومما يستدرك عليه:\nشيء يبوس، كصبور: أي يابس، قال عبيد بن الأبرص:\nأما إذا استقبلتها فكأنها * ذبلت من الهندي غير يبوس أراد قناة ذبلت ، فحذف الموصوف.\nوكذلك شيء يباس، أي يابس، ومنه قولهم: \"أرطب أم يباس \"في قصة تقدم ذكرها.\nوجمع اليابس يبس، قال:\nأوردها سعد علي مخمسا * بئرا عضوضا وشنانا يبسا وأتبس يأتبس كيبس واتبس.\nويقال: أرض يبس، بالفتح: يبس ماؤها وكلؤها، ويبس، بالتحريك: صلبة شديدة.\nوطريق يبس: لا ندوة فيه ولا بلل، ومنه:\nإن السفينة لا تجري على اليبس * والشعر اليابس : أردؤه، لا يؤثر فيه دهن ولا ماء، هو مجاز. ووجه يابس: قليل الخير، وهو مجاز.\nوأتان يبسة ويبسة: يابسة ضامرة.\nوكلأ يابس.\nويبس ما بينهما: تقاطعا، وهو مجاز، ومنه قولهم: لا توبس الثرى بيني وبينك.\nوأعيذك بالله أن تيبس رحما مبلولة.\nوبينهما ثدي أيبس، أي تقاطع.\nوالعرق اليبيس : الذكر، حكاه اللحياني.\nويبست الأرض: ذهب ماؤها ونداها.\nوأيبست: كثر يبسها.\nحجر يابس، أي صلب.\nورجل يابس ويبيس: قليل الخير، وهو مجاز.\nويقال: سكران يابس: لا يتكلم من شدة السكر؛ كأن الخمر أسكتته لحرارتها، وحكى أبو حنيفة، رحمه الله: رجل يابس من السكر. قال ابن سيده: وعندي أنه سكر جدا حتى كأنه مات فجف.\nوأبو محمد عبد الله بن عبد الرحمن العثماني الإسكندراني، يعرف بابن أبي اليابس: محدث مشهور.\nووادي اليابس: موضع، قيل إن منه يخرج السفياني في آخر الزمان.",
    "pg": "V09P049-V09P051"
  },
  "يبم": {
    "def": "يبمبم، بفتح الياء والباء الأولى والثانية، بينهما ميم ساكنة: اسم موضع، قرب تبالة، قال حميد بن ثور:\nإذا شئت غنتني بأجزاع بيشة * أو الجزع من تثليث أو يبمبما قال ياقوت: والتلفظ به عسر، لقرب مخارج حروفه.\nوقد أشار إليه المصنف في أول الحرف.\nويقال بالألف أيضا بدل الياء، وقد تقدم ذلك للمصنف أيضا.\nويقال أيضا بالياء الموحدة أولا. واختلف في وزنه، فقيل: فعلل، كسفرجل، وقيل يفمعل.\nويروى أيضا: يبنبم، بقلب الميم الأولى نونا، أورده ياقوت هكذا، وبه روي قول طفيل الذي سبق في أول الحرف.\nوعلى كل حال، كان الواجب على المصنف الإشارة إليه هنا.",
    "pg": "V17P772"
  },
  "يبن": {
    "def": "يبنى كلبنى: اسم قرية من فلسطين بالقرب من الرملة، بها قبر صحابي يقال: إنه أبو هريرة أو عبد الله بن أبي سرح، رضي الله تعالى عنهما، وهي أبنى بالهمزة، وقد جاء ذكرها في سرية أسامة.\nويبين، كجعفر : لغة في أبين، موضع باليمن؛ نقله ياقوت، رحمه الله تعالى.",
    "pg": "V18P593"
  },
  "يبه": {
    "def": "يبه: قرية بين مكة وتبالة؛ وأنشد ياقوت لكثير يرثي خندف الأسدي:\nبوجه أخي بني أسد قنونا * إلى يبه إلى برك الغماد * ومما يستدرك عليه:",
    "pg": "V19P122"
  },
  "يبي": {
    "def": "يابي، بكسر الموحدة: جد محمد بن سعيد بن قند البخاري عن ابن السكين الطائي، وعنه محمد بن حليس بن أحمد؛ ذكره الأمير.",
    "pg": "V20P350"
  },
  "يتخ": {
    "def": "يتاخ، كسحاب: ع أو قبيلة، ومنها أحمد بن محمد بن يزيد اليتاخي الوراق المحدث، روى عن شبابة بن سوار وعبد الله بن الفرج، وعنه أبو بكر الشافعي.",
    "pg": "V04P324"
  },
  "يتع": {
    "def": "اليتوع كصبور، أو تنور، أهمله الجماعة كلهم، وقال الحكماء: هو كل نبات له لبن مسهل محرق مقطع، والمشهور منه سبعة، وهي الشبرم، واللاعية، والعرطنيثا، والماهودانة، والمازريون، والفنجكشت والعشر، وكل التيوعات إذا استعملت في غير وجهها أهلكت ومن الغريب أنه قد تقدم له ذلك في ت - و - ع بعينه، واقتصر هناك على الضبط الثاني، مع تطويل فيه، وذكر ستة منها، وذكر السقمونيا والحلتيت، وذكر شيئا من الخواص، مع تصادم في العبارتين، وتقصير عما ذكره الحكماء في كتبهم مفصلا، ولو أشار هنا بقوله: اليتوع: لغة في التيوع، وقد ذكر في ت - و - ع لأصاب في حسن الاختصار، فتأمل ذلك.",
    "pg": "V11P552"
  },
  "يتم": {
    "def": "اليتم، بالضم: الانفراد، عن يعقوب.\nوهذا هو أصل المعنى، كما أشار إليه الراغب.\nأو هو فقدان الأب، ويحرك، واقتصر الجوهري على الضم.\nوقال الحرالي: اليتم: فقدان الأب حين الحاجة ، ولذلك أثبته مثبت في الذكر إلى البلوغ، والأنثى إلى الثيوبة، لبقاء حاجتها بعد البلوغ.\nواليتم في البهائم: فقدان الأم، أشار له الجوهري، وهو قول ابن السكيت، زاد، ولا يقال لمن فقد الأم من الناس: يتيم ولكن منقطع. وقال ابن بري: اليتيم: الذي يموت أبوه، والعجي: الذي تموت أمه، واللطيم: الذي يموت أبواه.\nقلت: وقد مر ذلك في لطم.\nوقال ابن خالويه: ينبغي أن يكون اليتم في الطير من قبل الأب والأم؛ لأنهما كليهما يزقان فراخهما.\nواليتيم: الفرد، ويطلق على كل شئ يعز نظيره، قاله الراغب والجوهري.\nوقد يتم الصبي كضرب، وعلم، وعلى الأخير اقتصر الجوهري، يتما، بالضم، ويفتح، وهو يتيم.\nوحكى ابن الأعرابي: صبي يتمان، وأنشد لأبي العارم الكلابي:\nفبت أشوي صبيتي وحليلتي * طريا، وجرو الذئب يتمان جائع قال الليث: هو يتيم ما لم يبلغ الحلم، فإذا بلغ زال عنه اسم اليتم.\nوقال أبو سعيد: يقال للمرأة: يتيمة، لا يزول عنها اسم اليتم أبدا، وأنشدوا:\nوينكح الأرامل اليتامى * وقال أبو عبيدة: تدعى يتيمة ما لم تتزوج، فإذا تزوجت زال عنها اسم اليتم، وكان المفضل ينشد:\nأفاطم إني هالك فتثبتي * ولا تجزعي كل النساء يتيم وفي التنزيل العزيز: (وآتوا اليتامى أموالهم) ، أي أعطوهم أموالهم إذا آنستم منهم رشدا وسموا يتامى بعد أن أونس منهم الرشد، بالاسم الأول الذي كان لهم، قبل إيناسه منهم.\nوأصل اليتم، بالضم والفتح: الانفراد، وقيل: الغفلة، والأنثى: يتيمة، فإذا بلغا زال عنهما اسم اليتم حقيقة، وقد يطلق عليهما مجازا بعد البلوغ، كما كانوا يسمون النبي صلى الله عليه وسلم وهو كبير: يتيم أبي طالب؛ لأنه رباه بعد موت أبيه.\nوفي الحديث: \"تستأمر اليتيمة في نفسها، فإن سكتت فهو إذنها \"أراد باليتيمة: البكر البالغة، التي مات أبوها قبل بلوغها، فلزمها اسم اليتم، فدعيت به وهي بالغة مجازا.\nوفي حديث الشعبي: \"أن امرأة جاءت إليه فقالت إني امرأة يتيمة، فضحك أصحابه، فقال: النساء كلهن يتامى \"، أي ضعائف.\nج أيتام، قال الليث: كسر على أفعال، كما كسروا فاعلا عليه، حين قالوا: شاهد وأشهاد، ونظيره: شريف وأشراف، ونصير وأنصار.\nوأما يتامى فعلى باب أسارى، أدخلوه في باب ما يكرهون؛ لأن فعالى نظيره فعلى.\nوقال ابن سيده: وأحر بيتامى أن يكون جمع يتمان أيضا.\nقال الليث: وأما يتمة محركة فعلى يتم فهو ياتم، وإن لم يسمع.\nوقال ابن شميل: هو في ميتمة أي، في يتامى، جمع على مفعلة، كما يقال: مشيخة للشيوخ، ومسيفة للسيوف.\nوامرأة مؤتم. وجاء في حديث عمر رضي الله تعالى عنه: \"قالت له بنت خفاف الغفاري إني امرأة مؤتمة، توفى زوجي\". ونسوة مياتيم، عن اللحياني، وقد أيتمت: إذا صار أولادها يتامى، نقله الجوهري.\nويتم، كفرح يتما: قصر، وفتر، وهو مجاز، أنشد ابن الأعرابي: ولا ييتم الدهر المواصل بينه * عن الفه حتى يستدير فيضرعا ومن المجاز: يتم يتما: إذا أعيا وأبطأ، يقال: ما في سيره يتم، محركة، أي: إبطاء، كما في الصحاح.\nوفي اللسان : أي ضعف، وفتور، وأنشد الجوهري لعمرو بن شأس:\nوإلا فسيري مثل ما سار راكب * تيمم خمسا ليس في سيره يتم ويروى: أمم.\nواليتم، بالفتح: الهم، وبالتحريك: الإبطاء، وهذا قد ذكره قريبا، وتقدم شاهده.\nواليتائم: رمال بأسفل الدهناء منقطع بعضها من بعض، قاله ثعلب.\nأو اسم جبل لبني سليم، عن ياقوت.\nواليتيم، كصغير، وزبير: جبل في قول الراعي:\nوأعرض رمل من يتيم ترتعي * نعاج الفلا عوذا به ومتاليا * ومما يستدرك عليه:\nأصل اليتم: الغفلة، وبه سمي اليتيم يتيما؛ لأنه يتغافل عن بره، قاله المفضل.\nوقال أبو عمرو: اليتم: الإبطاء، ومنه أخذ اليتيم؛ لأن البر يبطئ عنه.\nوأيتمهم الله إيتاما، ويتمهم تيتيما: جعلهم يتامى ، وأنشد الجوهري للفند الزماني:\nبضرب فيه تأييم * وتيتيم وإرنان وقالوا: الحرب ميتمة، ييتم فيها البنون.\nودرة يتيمة. وبيت يتيم. وبلد يتيم.\nوصريمة يتيمة، للرملة المنفردة عن الرمال، وهو مجاز.\nواليتم، محركة: الحاجة، قال عمران بن حطان:\nوفر عني من الدنيا وعيشتها * فلا يكن لك في حاجاتها يتم ويتم من هذا الأمر، كعلم يتما: انفلت.\nوقال الأصمعي: اليتيم: الرملة المنفردة.\nوقال ابن الأعرابي: الميتم: المفرد من كل شئ.\nويجمع اليتيم أيضا على اليتائم.\nواليتيمة: موضع في قول عدي بن الرقاع ، نقله ياقوت.\nومؤتم الأشبال: لقب عيسى بن زيد ابن علي بن الحسين بن علي رضي الله تعالى عنهم، وإليه ينتهي نسبنا، وقد تقدم ذكره في \"ش ب ل\".\nومما يستدرك عليه:",
    "pg": "V17P772-V17P774"
  },
  "يتن": {
    "def": "اليتن: أن تخرج رجلا المولود قبل يديه ورأسه، وتكره الولادة إذا كانت كذلك؛ وقد خرج يتنا؛ قال البعيث:\nلقى حملته أمه وهي ضيفة * فجاءت به يتن الضيافة أرشما قال ابن خالويه: يتن وأتن ووتن، ثلاث لغات.\nوأيتنت أمه، وكذلك الناقة، ويتنت، بالتشديد، وهي موتن وموتنة وهو ميتون، عن اللحياني وهذا نادر، والقياس موتن كمكرم.\nوقد جاء في حديث ذي الثدية: موتن اليد، والمشهور في الرواية: مودن، وقد تقدم في وتن بالتفصيل.\nومما يستدرك عليه:",
    "pg": "V18P593"
  },
  "يثخ": {
    "def": "يثخ أهمله المصنف، جاء منها الميثخة: الدره التي يضرب بها، عن ثعلب، وقد تقدم في و ت خ.",
    "pg": "V04P324"
  },
  "يثع": {
    "def": "يثيع، كزبير، ويقال: أثيع بالهمز، وقد تقدم في أول الحرف، وقد أهمله الجوهري وصاحب اللسان، وهو: اسم والد زيد التابعي الذي روى عن علي رضي الله عنه وقد تقدم ذلك للمصنف.\nوقال ابن حبيب: يثيع بن بكر بن يشكر في عدوان ويثيع بن الأرغم في الأشعريين والأرغم هو ابن الأشعر لصلبه، كما أن يشكر بن عدوان أيضا.\nويثيع بن أزدة بن حجر ابن جزيلة في لخم.\nقال: ويثيع كيضرب أي: بفتح الياء وسكون المثلثة وكسر الياء الثانية، كذا في النسخ، وضبطه الحافظ بفتح أوله وسكون الياء بعدها مثلثة، وهو الصواب فإن ياءه منقلب عن همزة، كما حققه ابن الأثير، وهو يحتمل أن يكون كيضرب، أو كيمنع، ابن الهون بن خزيمة بن مدركة بن الياس بن مضر.\nقال: وأثيع ، كأحمدا بن نذير بن قسر بن عبقر في بجيلة.\nوقال ابن الأثير في أنسابه: أثيع بن مليح بن الهون بن خزيمة جماع القارة وقال ابن خطيب الدهشة في المنتقى من جامع الأصول ويقال: يثيع، بإبدال الهمزة ياء، قال ابن ماكولا: ومن قال: أثيع فقد وهم، أي: كزبير، والمصنف جمع بين القولين ، فإن ابن حبيب يقول: إن جماع القارة يثيع بن الهون، وهكذا نقله الحافظ أيضا وضبطه الصاغاني كيضرب، وابن خطيب الدهشة كيمنع.\nوفي الأنساب لابن الكلبي: ولد الهون بن خزيمة مليح بن الهون، من ولده حلمة والديش، ابنا محلمش بن غالب بن عائذة بنش مليح، فيقال لبني حلمة: الأبناء، وبنو الديش يقال لهم: القارة، وقال ابن الأثير: القارة هو أثيع، ويقال: يثيع بن مليح بن الهون، وقيل: القارة: هو الديش بن محلم، فتأمل ذلك.\nواختلف في الحارث بن يثيع، فقيل هكذا، وقيل: بمثناة ثم موحدة مصغرا كما قاله الحافظ.",
    "pg": "V11P552"
  },
  "يثم": {
    "def": "يثمثم: موضع، في كتاب نصر.",
    "pg": "V17P774"
  },
  "يجر": {
    "def": "تياجر عنه تياجرا: عدل عنه، فكان أصل مادته يجر، مثل تياسر من اليسر، وقد أهمله الجوهري والصاغاني وصاحب اللسان وأكثر أئمة الغريب.",
    "pg": "V07P631"
  },
  "يحر": {
    "def": "الميحار، كميزان، والحاء مهملة كما هو مضبوط في سائر النسخ، ويدل عليه صنيعه، فإنه أفرده من الذي ذكر قبله فلو كان بالجيم لذكرهما في مادة واحدة: الصولجان، ذكره ابن سيده في ي ح ر، وضبطه صاحب اللسان بالجيم، وأهمله الجوهري والصاغاني وقد تقدم للمصنف أيضا في: وجر، و: أجر.",
    "pg": "V07P631"
  },
  "يدج": {
    "def": "\"أيدج كأحمد \"، قال شيخنا: وزعم جماعة أصالة الهمزة وزيادة الياء، فموضعه الهمزة. وقيل حروفها كلها أصول، لأنه عجمي لا كلام للعرب فيه، فموضعه الهمزة أيضا. ثم الذي في أصول القاموس كلها أنه بالدال المهملة. وصرح الجلا في اللب والبلبيسي بأن ذاله معجمة. وهو يؤيد عجمته \": د، من كور الأهواز \"وبلاد الخوز ، منها أبو محمد يحيى بن أحمد بن الحسن بن فورك. أيدج \": ة بسمرقند \"، منه أبو الحسين أحمد بن الحسين توفي سنة 387.",
    "pg": "V03P522"
  },
  "يدح": {
    "def": "ومما يستدرك عليه من مادة الياء مع الحاء:\nيدح. قال ابن منظور: رأيت في بعض نسخ الصحاح : الأيدح اللهو والباطل. تقول العرب: أخذته بأيدح ودبيدح، على الإتباع. وأيدح أفعل لا فيعل. قال ابن بري: لم يذكر الجوهري في فصل الياء شيئا، انتهى.\nقلت: وقد وجدت ذلك منقولا في هامش نسخة الصحاح من خط الإمام أبي سهل النحوي الهروي. والمصنف ذكره في بدح بالموحدة على خلاف الصواب، وهنا محل ذكره، والله سبحانه وتعالى أعلم، وأمره أحكم. باب الخاء من كتاب القاموس المحيط.\nقال ابن كيسان: من الحروف المجهور والمهموس، والمهموس عشرة: الهاء، والحاء والخاء، والكاف، والشين، والسين، والتاء، والصاد، والثاء، والفاء، ومعنى المهموس أنه حرف لان في مخرجه دون المجهور، وجرى معه النفس، فكان دون المجهور في رفع الصوت.\nوقال الخليل بن أحمد: حروف العربية تسعة وعشرون حرفا، منها خمسة وعشرون صحاح لها أحياز ومدارج، فالخاء والغين في حيز واحد، والخاء من الحروف الحلقية. وقد تقدم شئ من ذلك فصل الهمزة مع الخاء",
    "pg": "V04P253-V04P254"
  },
  "يدد": {
    "def": "اليد، بالتشديد، أهمله الجماعة هنا، ويه لغة في اليد المخففة، وسيأتي في المعتل ما يتعلق به.",
    "pg": "V05P342"
  },
  "يدر": {
    "def": "يدر، كبقم، أهمله الجوهري، وهو جد شهاب الدين محمد بن محمد بن يحيى بن يدر السبتي المحدث، عن عبد الحميد سبط أبي العلاء العطار الهمداني، ومحمد بن عبد الواحد بن شفنين، ذكره الذهبي.",
    "pg": "V07P631"
  },
  "يدس": {
    "def": "ومما يستدرك عليه:\nأبو يداس، كشداد: كنية جد البرزالي الحافظ المشهور، ضبطه الحافظ ابن حجر هكذا.",
    "pg": "V09P051"
  },
  "يدع": {
    "def": "الأيدع: الزعفران قال رؤبة:\nكما اتقى محرم حج أيدعا * قال الجوهري: وهذا ينصرف فإن سميت به رجلا لم تصرفه في المعرفة: للتعريف ووزن الفعل، وصرفته في النكرة مثل أفكل.\nوقال الليث: الأيدع: صبغ أحمر وهو خشب البقم قال أبو ذؤيب يصف الثور: فنحا لها بمذلقين كأنما * بهما من النضح المجدح أيدع ويقال: الأيدع: دم الأخوين وهذا قول الأصمعي، وقال شمر: الأيدع : البقم، وأنشد لابن قيس الرقيات:\nفوالله لا يأتي بخير صديقها * بنو جندع ما اهتز في البحر أيدع قال: لأن البقم يحمل في السفن من بلاد الهند.\nقلت: وأنشد الأزهري لكثير:\nكأن حمول القوم حين تحملوا * صريمة نخل أو صريمة أيدع قال: هذا يدل على أن الأيدع هو البقم، لأنه يحمل في السفن من بلاد الهند.\nوقال أبو حنيفة: أخبرني أعرابي أن الأيدع: صمغ أحمر، يجلب من سقطرى جزيرة الصبر، تداوى به الجراحات.\nوقال السكري في شرح قول أبي ذؤيب بعد ما ذكر دم الأخوين والزعفران: والأيدع أيضا: شجر تصبغ به الثياب، أو هو ضرب من الحناء قاله ابن عباد، وقال السكري: قال خالد بن كلثوم: الأيدع: شجر له حب أحمر يصبغ به أهل البدو ثيابهم.\nقال ابن الأعرابي الأيدع: طائر وأنشد:\nما ستن في سنن الجنوب الأيدع * أي: على سنن الجنوب.\nويديع، كيبيع ولو قال: كأمير، كان أحسن: ع، بين فدك وخيبر، بها مياه وعيون لبني فزارة وغيرهم، وقد جاء ذكره في الحديث، وقال المرار بن سعيد:\nكأن العير ناهلة قرورى * يعالي الآل ملهم أو يديعا شبه حمولهم وقد صدرت عن قرورى بنخل ملهم أو يديع.\nقلت: وقد سبق للمصنف في \"ب د ع \"أنه يقال له: بديع، كما في العباب.\nويدعة، محركة: برية بين الحرمين الشريفين.\nويدعان، محركة وضبط في نسخ العباب والتكملة بكسر الدال: اسم واد به مسجد للنبي صلى الله عليه وسلم وهو معسكر هوازن يوم حنين.\nوميدوع: اسم للفرس، قال الجوهري: هو فرس عبد الحارث بن ضرار بن عمرو بن مالك الضبي، وأنشد له شعرا قدمنا ذكره في ب - د - ع لأن الصواب أنه بالباء الموحدة ووهم الجوهري في ذكره هنا نبه عليه الصاغاني قال: وهكذا روي في شعره أيضا.\nقلت: فإذا كانت الرواية هكذا بالباء الموحدة، فلا معول على ما تكلف شيخنا لانتصار الجوهري بأنه إنما سمي به كأنه لحسنه مطلي بالأيدع، وهو الزعفران، فإن السماع والرواية يقدمان على القياس، فتأمل.\nوأيدع الحج على نفسه : أوجبه وذلك إذا تطيب لإحرامه، نقله الجوهري قال جرير:\nورب الراقصات إلى الثنايا * بشعث أيدعوا حجا تماما ومعنى أيدعوا: أوجبوا على أنفسهم، يقال: أيدع الرجل: إذا أوجب على نفسه حجا.\nويدعه الصباغ تيديعا: صبغه بالأيدع أي الزعفران فهو ثوب ميدع.\nومما يستدرك عليه:\nالأيدع: نبات، قاله أبو عمرو، وأنشد:\nإذا رحن يهززن الذيول عشية * كهز الجنوب الهيف دوما وأيدعا وقال ابن الأعرابي: أوزمت يمينا، وأيدعتها، أي: أوجبتها. وميدعان بن مالك بن نصر بن الأزد: أبو قبيلة.",
    "pg": "V11P552-V11P554"
  },
  "يدعن": {
    "def": "يدعان: واد بالحجاز قرب وادي نخلة، ذكر في قصة حنين.",
    "pg": "V18P593"
  },
  "يده": {
    "def": "اليده: الطاعة والانقياد.\nواستيدهت الإبل: اجتمعت وانساقت.\nواستيده الخصم: غلب وانقاد.\nواستيده الأمر وايتده: اتلأءب.\nوالكلمة يائية واوية؛ وقد أشار له المصنف في وده فكان ينبغي أن يذكر هنا أيضا.\nومما يستدرك عليه:\nيقه: اليقه: الطاعة.\nأيقه الرجل واستيقه: أطاع وذل؛ وكذلك الخيل إذا انقادت.\nوهي يائية واوية؛ وقد أشار له المصنف أيضا.\nوأيقه: فهم. يقال: أيقه لهذا، أي افهمه.\nواتقه له وائتقه: هاب له وأطاع؛ كذا في نوادر الأعراب.",
    "pg": "V19P122"
  },
  "يدي": {
    "def": "ي اليد، بتخفيف الدال وضمه الكف أو من أطراف الأصابع إلى الكف ؛ كذا في النسخ والصواب إلى الكتف؛ وهذا قول الزجاج؛ وقال غيره: إلى المنكب، وهي أنثى محذوفة اللام. أصلها يدي على فعل، بتسكين العين فحذفت الياء تخفيفا فاعتقبت حركة اللام على الدال؛ ج أيد على ما يغلب في جمع فعل في أدنى العدد، ويدي، كثدي.\nقال الجوهري: وهذا جمع فعل مثل فلس وأفلس وفلوس، ولا يجمع فعل، بتحريك العين، على أفعل إلا في أحرف يسيرة معدودة مثل زمن وأزمن وجبل وأجبل وعصا وأعص؛ وأما قول مضرس بن ربعي الأسدي أنشده سيبويه:\nفطرت بمنصلي في يعملات * دوامي الأيد يخبطن السريحا فإنه احتاج إلى حذف الياء فحففها ، وكان يوهم التكثير في هذا فشبه لام المعرفة بالتنوين من حيث كانت هذه الأشياء من خواص الأسماء، فحذفت الياء لأجل اللام تخفيفا كما تحذفها لأجل التنوين؛ ومثله:\nوما قرقر قمر الواد بالشاهق * وقال الجوهري: هي لغة لبعض العرب يحذفون الياء من الأصل مع الألف واللام فيقولون في المهتدي المهتد، كما يحذفونها مع الإضافة في مثل قول الشاعر، وهو خفاف بن ندبة:\nكنواح ريش حمامة نجدية * أراد: كنواحي، فحذف: الياء لما أضاف كما كان يحذفها مع التنوين.\nقال ابن بري: والصحيح أن حذف الياء في البيت لضرورة الشعر لا غير، وكذلك ذكره سيبويه، انتهى. وشاهده من القرآن قوله تعالى: (أم لهم أيد يبطشون بها)؛ وقوله تعالى: (وأيديكم إلى المرافق) ، وقوله تعالى: (مما كتبت أيديهم) (ومما عملت أيدينا) و (بما كسبت أيديكم).\nجج أي جمع الجمع: أياد، هو جمع أيد كأكرع وأكارع؛ وخصه الجوهري فقال: وقد جمعت الأيدي في الشعر على أياد؛ قال الشاعر، وهو جندل بن المثنى الطهوي يصف الثلج:\nكأنه بالصحصحان الأثجل * قطن سخام بأيادي غزل قال ابن بري: ومثله قول الشاعر:\nفأما واحدا فكفاك مثلي * فمن أيد تطاوحها الأيادي وفي المحكم: وأنشد أبو الخطاب:\nساءها ما تأملت في أيادي * نا وإشناقها إلى الأعناق وقال أبو الهيثم: اليد اسم على حرفين، وما كان من الأسامي على حرفين وقد حذف منه حرف فلا يرد إلا في التصغير أو في التثنية أو الجمع، وربما لم يرد في التثنية، ويبنى على لفظ الواحد.\nواليدى، كالفتى: بمعناها، أي بمعنى اليد.\nوفي الصحاح: وبعض العرب يقول لليد يدى مثل رحى؛ قال الراجز:\nيا رب سار سار ما توسدا * إلا ذراع العنس أو كف اليدا وفي المحكم: اليد لغة في اليد، متمما على فعل؛ عن أبي زيد، وأنشد قول الراجز: أو كف اليدا؛ وقال آخر: قد أقسموا لا يمنحونك نفعه * حتى تمد إليهم كف اليدا قال ابن بري: ويروى لا يمنحونك بيعة؛ قال: ووجه ذلك أنه رد لام الكلمة إليها لضرورة الشعر كما رد الآخر لام دم إليه عند الضرورة، وذلك في قوله:\nفإذا هي بعظام ودما * قلت: وهكذا حققه ابن جني في أول كتابه المحتسب.\nوقيل في قوله تعالى: (تبت يدا أبي لهب) أنها على الأصل لأنها لغة في اليد، أو هي الأصل وحذف ألفه، أو هي تثنية اليد كما هو المشهور.\nكاليدة؛ هكذا في النسخ والصواب كاليده بالهاء كما في التكملة؛ واليد، مشددة، فهي أربع لغات.\nوقال ابن بزرج: العرب تشدد القوافي وإن كانت من غير المضاعف ما كان من الياء وغيره؛ وأنشد:\nفجازوهم بما فعلوا إليكم * مجازاة القروم يدا بيد تعالوا يا حنيف بني لجيم * إلى من فل حدكم وحدي وهما يدان ، على اللغة الأولى؛ ومنه قوله تعالى: (بل يداه مبسوطتان) ، وأما على اللغة الثانية فيديان كما قيل في تثنية عصا ورحى ومنا عصيان ورحيان ومنوان؛ وأنشد الجوهري:\nيديان بيضاوان عند محرق * قد يمنعانك منهما أن تهضما ويروى: عند محلم.\nقال ابن بري صوابه كما أنشده السيرافي:\nقد تمنعانك أن تضام وتضهدا * ومن المجاز: اليد: الجاه؛ وأيضا: الوقار؛ وأيضا: الحجر على من يستحقه، أي المنع عليه: وأيضا: منع الظلم؛ عن ابن الأعرابي.\nوأيضا: الطريق. يقال: أخذ فلان يد بحر، أي طريقه؛ وبه فسر قولهم: تفرقوا أيادي سبأ، لأن أهل سبأ لما مزقهم الله تعالى أخذوا طرقات شتى؛ ويقال أيضا: أيدي سبا. وفي حديث الهجرة: فأخذ بهم يد البحر، أي طريق الساحل.\nوأيضا: بلاد اليمن؛ وبه فسر بعض: أيادي سبا، لأن مساكن أهل سبا كانت بها، ولا يخفى ما في تعبير الواحد بالجمع، على هذا الوجه، من مخالفة.\nوأيضا: القوة؛ عن ابن الأعرابي. يقولون: مالي به يد، أي قوة؛ وبه فسر قوله تعالى: (أولي الأيدي والأبصار) ، معناه أولي القوة والعقول؛ وكذا قوله تعالى: (يد الله فوق أيديهم) ، أي قوته فوق قواهم.\nوأيضا: القدرة؛ عن ابن الأعرابي. 6 يقولون: لي عليه يد، أي قدرة.\nوأيضا: السلطان؛ عن ابن الأعرابي؛ ومنه يد الريح: سلطانها؛ قال لبيد:\nلطاف أمرها بيد الشمال * لما ملكت الريح تصريف السحاب جعل لها سلطان عليه.\nوأيضا: الملك، بكسر الميم؛ عن ابن الأعرابي: يقال: هذه الصنعة في يد فلان، أي في ملكه، ولا يقال في يدي فلان. وقال الجوهري: هذا المشئ في يدي أي في ملكي، انتهى.\nويقولون: هذه الدار في يد فلان؛ وكذا هذا الوقف في يد فلان؛ أي في تصرفه وتحدثه.\nوأيضا: الجماعة من قوم الإنسان وأنصاره؛ عن ابن الأعرابي؛ وأنشد:\nأعطى فأعطاني يدا ودارا * وباحة خولها عقارا ومنه الحديث: هم يد على من سواهم، أي هم مجتمعون على أعدائم لا يسعهم التخاذل بل يعاون بعضهم بعضا؛ قاله أبو عبيد.\nوأيضا: الأكل؛ عن ابن الأعرابي. يقال: ضع يدك، أي كل.\nوأيضا: الندم؛ عن ابن الأعرابي؛ ومنه يقال: سقط في يده إذا ندم؛ وسيأتي قريبا.\nوأيضا الغياث؛ عن ابن الأعرابي.\nوأيضا: الاستلام؛ كذا في النسخ والصواب الاستسلام وهو الانقياد، كما هو نص ابن الأعرابي؛ ومنه حديث المناجاة: وهذه يدي لك، أي استسلمت إليك وانقدت لك، كما يقال في خلاف: نزع يده من الطاعة. وفي حديث عثمان: هذه يدي لعمار، أي أنا مستسلم له منقاد فليحتكم علي بما شاء.\nوقال ابن هانئ: من أمثالهم:\nأطاع يدا بالقود وهو ذلول * إذا انقاد واستسلم. وبه فسر أيضا قوله تعالى: (حتى يعطوا الجزية عن يد) ، أي عن استسلام وانقياد.\nوأيضا: الذل؛ عن ابن الأعرابي؛ وبه فسر قوله تعالى: (حتى يعطوا الجزية عن يد)، أي ذل؛ نقله الجوهري، قال: ويقال معناه نقدا لا نسيئة.\nقلت: روي ذلك عن عثمان البزي ونصه: نقدا عن ظهر يد ليس بنسيئة.\nوقال أبو عبيدة: كل من أطاع لمن قهره فأعطاها عن طيبة نفس فقد أعطاها عن يد وقال الكلبي: عن يد، أي يمشون بها. وقال أبو عبيد: لا يجيئون بها ركبانا ولا يرسلون بها. وفي حديث سليمان: وأعطوا الجزية عن يد مواتية مطيعة بغير ممتنعة لأن من أبى وامتنع لم يعط يده، وإن أريد بها يد الآخذ، فالمعنى عن يد قاهرة مستولية.\nوأيضا: النعمة السابغة؛ عن الليث وابن الأعرابي؛ وإنما سميت يدا لأنها إنما تكون بالأعطاء، والإعطاء إنالة باليد؛ وبه فسر أيضا قوله تعالى: عن يد وهم صاغرون، أي عن إنعام عليهم بذلك، لأن قبول الجزية وترك أنفسم عليهم نعمة عليهم ويد من المعروف جزيلة.\nوأيضا: الإحسان تصطنعه؛ نقله الجوهري؛ ومنه قولهم للرجل: هو طويل اليد وطويل الباع، إذا كان سمحا جوادا. وفي الحديث: أسرعكن بي لحوقا أطولكن يدا، كنى بطول اليد عن العطاء والصدقة. وفي حديث قبيصة: ما رأيت أعطى للجزيل عن ظهر يد من طلحة، أي عن إنعام ابتداء من غير مكافأة.\nوقال ابن شميل: له علي يد، ولا يقولون: له عندي يد؛ وأنشد:\nله علي أياد لست أكفرها * وإنما الكفر أن لا تشكر النعم ج يدي، مثلثة الأول؛ ومنه قول النابغة:\nفإن أشكر النعمان يوما بلاءه * فإن له عندي يديا وأنعما هكذا رواية الجوهري.\nوفي المحكم. قال الأعشى: فلن أذكر النعمان إلا بصالح * فإن له عندي يديا وأنعما ويروى: إلا بنعمة، وهو جمع لليد بمعنى النعمة خاصة.\nوقال ابن بري البيت لضمرة بن ضمرة النهشلي وبعده:\nتركت بني ماء السماء وفعلهم * وأشبهت تيسا بالحجاز مزنما قال الجوهري: وتجمع على يدي ويدي مثل عصي وعصي، ويروى يديا بفتح الياء، وهي رواية أبي عبيد.\nقال الجوهري: وإنما فتح الياء كراهة لتوالي الكسرات، ولك أن تضمها.\nقال ابن بري: يدي جمع يد، وهو فعيل مثل كلب وكليب ومعز ومعيز وعبد وعبيد؛ قال: ولو كان يدي في قول الشاعر يديا فعولا في الأصل لجاز فيه الضم والكسر، وذلك غير مسموع فيه.\nقال الجوهري وتجمع أيضا على أيد؛ وأنشد لبشر بن أبي خازم:\nتكن لك في قومي يد يشكرونها * وأيدي الندي في الصالحين قروض ويدي الرجل، كعني ورضي، وهذه أي اللغة الثانية ضعيفة: أي أولي برا ومعروفا.\nويدي فلان من يده، كرضي، أي ذهبت يده ويبست وشلت.\nيقال: ماله يدي من يده، وهو دعاء عليه؛ كما يقال: تربت يداه؛ نقله الجوهري عن اليزيدي قال ابن بري: ومنه قول الكميت:\nفأي ما يكن يك وهو منا * بأيد ما وبطن ولا يدينا قال: وبطن: ضعفن، ويدين: شللن.\nويديته يديا: أصبت يده، أو ضربتها فهو ميدي.\nوأيضا: اتخذت عنده يدا، كأيديت عنده، وهذه أكثر؛ ولذا قدمها الجوهري في السياق؛ فأنا مود وهو مودى إليه؛ والأولى لغة، وأنشد الجوهري لبعض بني أسد:\nيديت على ابن حسحاس بن وهب * بأسفل ذي الجذاة يدا الكريم وأنشد شمر لابن أحمر:\nيد ما قد يديت على سكين * وعبد الله إذ نهش الكفوف ويديت إليه، كذلك نقله ابن القطاع عن أبي زيد وأبي عبيد.\nوظبي ميدي: وقعت يده في الحبالة. وتقول إذا وقع الظبي في الحبالة: أميدي أم مرجول، أي أوقعت يده فيها أم رجله؟.\nويا داه مياداة: جازاه يدا بيد، أي على التعجيل.\nوأعطاه مياداة: أي من يده إلى يده؛ نقلهما الجوهري: قال: وقال الأصمعي: أعطاه مالا عن ظهر يد أي فضلا؛ ونص الصحاح: تفضلا؛ لا ببيع ولا مكافأة ولا قرض، أي ابتداء كما مر في حديث قبيصة.\nوابتعت الغنم بيدين؛ في الصحاح: باليدين.\nوقال ابن السكيت: اليدين أي بثمنين مختلفين بعضها بثمن وبعضها بثمن آخر. وقال الفراء: باع فلان غنمه اليدان، وهو أن يسلمها بيد ويأخذ ثمنها بيد.\nويقال: إن بين يدي الساعة أهوالا: أي قدامها؛ نقله الجوهري.\nيقال بين يديك لكل شيء أمامك؛ ومنه قوله تعالى: (من بين أيديهم ومن خلفهم).\nوقال أبو زيد: يقال لقيته أول ذات يدين، ومعناه أول شيء؛ نقله الجوهري.\nوحكى اللحياني: أما ذات يدين فإني أحمد الله.\nقال الأخفش: ويقال سقط في يديه وأسقط، بضمهما: أي ندم؛ ومنه قوله تعالى: (ولما سقط في أيديهم) ، أي ندموا، نقله الجوهري؛ وتقدم ذلك في سقط وعند قوله والندم قريبا.\nوهذا الشيء في يدي: أي في ملكي، بكسر الميم؛ نقله الجوهري؛ وتقدم قريبا عند قوله والملك والنسبة إلى اليد: يدي، وإن شئت يدوي؛ نقله الجوهري.\nقال: وامرأة يدية، أي كغنية: صناع؛ والرجل يدي، كغني، كأنهما نسبا إلى اليد في حسن العمل.\nويقال: ما أيدى فلانة؛ نقله الجوهري؛ أي ما أصنعها.\nوهذا ثوب يدي وأدي: أي واسع؛ وأنشد الجوهري للعجاج:\nفي الدار إذ ثوب الصبا يدي * وإذ زمان الناس دغفلي وأدي مر للمصنف في أول باب المعتل، وذكر اليدي هناك أيضا استطرادا كذكره الأدي هنا، وتقدم أنه نقل عن اللحياني.\nوذو اليدية، كسمية؛ نقله الجوهري عن الفراء؛ قال: بعضهم يقول ذلك؛ وقيل: هو بالثاء المثلثة وهو المشهور المعروف عند المحدثين ؛ رئيس للخوارج قتل بالنهروان اسمه حرقوص بن زهير كما تقدم للمصنف في ثدي، وقد أوضحه شراح الصحيحين خصوصا شراح مسلم في قضايا الخوارج، وحكى الوجهين الجوهري والحافظ ابن حجر في مقدمة الفتح.\nوذو اليدين: خرباق بن عمرو؛ كما في المصباح؛ أو ابن سارية، كما لشيخنا؛ أو اسمه حملاق، كما وقع لأبي حيان في شرح التسهيل؛ قال شيخنا: وهو غريب؛ السلمي الصحابي كان ينزل بذي خشب من ناحية المدينة يروي عنه مطير، وهو الذي نبه النبي صلى الله عليه وسلم على السهو في الصلاة، وتأخر موته، وقيل: هو ذو الزوائد، قاله ابن فهد: ويقال: هو ذو الشمالين؛ وقيل غيره؛ قال الجوهري: سمي بذلك لأنه كان يعمل بيديه جميعا.\nوذو اليدين أيضا: نفيل بن حبيب بن عبد الله الخثعمي دليل الحبشة إلى مكة يوم الفيل سمي بذلك لطولهما.\nواليداء، كدعاء: وجع اليد؛ نقله ابن سيده.\nويد الفاس: نصابها.\nوقال الليث: يد الفاس ونحوها مقبضها، وكذلك يد السيف مقبضه.\nواليد من القوس: سيتها اليمنى؛ رواه أبو حنيفة عن أبي زياد الكلابي.\nوقيل: يد القوس أعلاها، على التشبيه كما سموا أسفلها رجلا؛ وقيل: يدها أعلاها وأسفلها؛ وقيل: يدها ما علا عن كبدها.\nومن الرحى: عود يقبضه الطاحن فيديرها؛ على التشبيه. ومن الطائر: جناحه لأنه يتقوى به كما يتقوى الإنسان باليد.\nومن الريح: سلطانها، لما ملكت الريح تصريف السحاب جعل لها سلطان عليه، وقد تقدم قريبا.\nومن الدهر: مد زمانه. يقال: لا أفعله يد الدهر أي أبدا؛ كما في الصحاح.\nوقيل: أي الدهر؛ وهو قول أبي عبيد.\nوقال ابن الأعرابي: لا آتيه يد الدهر، أي الدهر كله؛ وكذلك لا آتيه يد المسند، أي الدهر كله؛ وقد تقدم أن المسند الدهر؛ وأنشد الجوهري للأعشى:\nرواح العشي وسير الغدو * يد الدهر حتى تلاقي الخيارا الخيار: المختار، للواحد والجمع.\nقال ابن سيده: وقولهم: لا يدين لك بهذا، أي لا قوة لك به: لم يحكه سيبويه إلا مثنى، ومعنى التثنية هنا الجمع والتكثير، قال. ولا يجوز أن تكون الجارحة هنا، لأن الباء لا تتعلق إلا بفعل أو مصدر، انتهى وأجاز غير سيبويه: مالي به يد ويدان وأيد بمعنى واحد. وفي حديث يأجوج ومأجوج: قد أخرجت عبادا لي لا يدان لأحد بقتالهم، أي لا قدرة ولا طاقة.\nيقال: مالي بهذا الأمر يد ولا يدان لأن المباشرة والدفاع إنما يكون باليد فكأن يديه معدومتان لعجزه عن دفعه؛ وقال كعب بن سعد الغنوي:\nفاعمد لما فعلوا فمالك بالذي * لا تستطيع من الأمور يدان ورجل ميدي، كمرمي: أي مقطوع اليد من أصلها.\nومما يستدرك عليه:\nاليد: الغنى.\nوأيضا: الكفالة في الرهن. يقال: يدي لك رهن بكذا، أي ضمنت ذلك وكفلت به.\nوأيضا: الأمر النافذ والقهر والغلبة. يقال: اليد لفلان على فلان، كما يقال: الريح لفلان، وقال ابن جني: أكثر ما تستعمل الأيادي في النعم.\nقال شيخنا: وذكرها أبو عمرو بن العلاء، ورد عليه أبو الخطاب الأخفش، وزعم أنها في علمه إلا أنها لم تحضر.\nقال والمصنف: تركها في النعم وذكرها في الجارحة واستعملها في الخطبة، فتأمل، وقول ذي الرمة:\nوأيدي الثريا جنح في المغارب * أراد قرب الثريا، من المغرب وفيه اتساع وذلك أن اليد إذا مالت للشيء ودنت إليه دلت على قربها منه؛ ومنه قول لبيد:\nحتى إذا ألقت يدا في كافر * يعني بدأت الشمس في المغيب، فجعل للشمس يدا إلى المغيب.\nويد الله: كناية عن الحفظ والوقاية والدفاع؛ ومنه الحديث: يد الله مع الجماعة، واليد العليا هي المعطية، وقيل: المتعففة، والسفلى السائلة أو المانعة.\nوتجمع الأيدي على الأيدين، وأنشد أبو الهيثم:\nيبحثن بالأرجل والأيدينا * بحث المضلات لما يبغينا وتصغير اليد يدية، كسمية.\nويدي، كعني: شكا يده، على ما يطرد في هذا النحو. وفي الحديث: إن الصدقة نقع في يد الله، هو كناية عن القبول والمضاعفة.\nويقال: إن فلانا لذو مال يسدي به، ويبوع به، أي يبسط يده وباعه.\nقال سيبويه: وقالوا بايعته يدا بيد، وهي من الأسماء الموضوعة موضع المصادر كأنك قلت نقدا، ولا ينفرد، لأنك إنما تريد أخذ مني وأعطاني بالتعجيل ، قال: ولا يجوز الرفع لأنك لا تخبر أنك بايعته ويدك في يده.\nوفي المصباح: بعته يدا بيد، أي حاضرا بحاضر، والتقدير في حال كونه مادا يده بالعوض في حال كوني مادا يدي بالمعوض، فكأنه قال: بعته في حال كون اليدين ممدودتين بالعوضين.\nقلت: وعلى هذا التفسير يجوز الرفع وهو خلاف ما حققه سيبويه فتأمل.\nوهو طويل اليد: لذي الجود، والعامة تستعمله في المختلس.\nوفي المثل: ليد ما أخذت، المعنى: من أخذ شيئا فهو له.\nوقولهم في الدعاء على الرجل بالسوءة: لليدين والفم، أي كبه الله على وجهه.\nكذا قولهم: بكم اليدان أي حاق بكم ما تدعون به وتبسطون أيديكم.\nوردوا أيديهم إلى أفواههم: أي عضوا على أطراف أصابعهم.\nوهذا ما قدمت يداك، هو تأكيد، كما يقال: هذا ما جنت يداك، أي جنيته أنت إلا أنك تؤكد بها.\nويقولون في التوبيخ: يداك أوكتا وفوك نفخ؛ وكذلك: بما كسبت يداك، وإن كانت اليدان لم تجنيا شيئا إلا أنهما الأصل في التصرف؛ نقله الزجاج.\nوقال الأصمعي: يد الثوب ما فضل منه إذا التحفت به.\nوثوب قصير اليد يقصر عن أن يلتحف به.\nوقميص قصير اليدين: أي الكمين.\nوقال ابن بري. قال التوزي: ثوب يدي: واسع الكم وضيقه؛ من الأضداد؛ وأنشد:\nعيشي يدي ضيق ودغفلي * ورجل يدي وأدي: رفيق.\nويدي الرجل، كرضي ضعف؛ وبه فسر قول الكميت:\nبأيد ما وبطن ولا يدينا * وقال ابن بري: قولهم: أيادي سبا يراد به نعمهم وأموالهم لأنها تفرقت بتفرقهم؛ ويكنى باليد عن الفرقة.\nويقال: أتاني يد من الناس وعين من الناس، أي تفرقوا.\nويقال: جاء فلان بما أدت يد إلى يد، عند تأكيد الإخفاق والخيبة.\nويده مغلولة، كناية عن الإمساك.\nونفض يده عن كذا: خلاه وتركه.\nوهو يد فلان: أي ناصره ووليه. ولا يقال للأولياء: هم أيدي الله.\nورد يده في فمه: أمسك عن الكلام ولم يجب.\nومما يستدرك عليه:",
    "pg": "V20P350-V20P357"
  },
  "يذج": {
    "def": "\"أيدج كأحمد \"، قال شيخنا: وزعم جماعة أصالة الهمزة وزيادة الياء، فموضعه الهمزة. وقيل حروفها كلها أصول، لأنه عجمي لا كلام للعرب فيه، فموضعه الهمزة أيضا. ثم الذي في أصول القاموس كلها أنه بالدال المهملة. وصرح الجلا في اللب والبلبيسي بأن ذاله معجمة. وهو يؤيد عجمته \": د، من كور الأهواز \"وبلاد الخوز ، منها أبو محمد يحيى بن أحمد بن الحسن بن فورك. أيدج \": ة بسمرقند \"، منه أبو الحسين أحمد بن الحسين توفي سنة 387.",
    "pg": "V03P522"
  },
  "يذخكث": {
    "def": "ويذخكث: من قرى فرغانة.",
    "pg": "V03P281"
  },
  "يرت": {
    "def": "يرت، بالراء \"الساكنة وضم المثناة الفوقية، أهمله الجوهري، والصاغاني، وصاحب اللسان، وهو اسم \"جد عوف بن عيسى \"بن ينضرن \"الفرغاني \"المحدث \"الفقيه حدث عنه أبو محمد بن النحاس، نقله الحافظ في التبصير.",
    "pg": "V03P161"
  },
  "يرج": {
    "def": "\"اليارج \"بفتح الراء: \"القلب \"، بالضم \"والسوار \"، كلاهما بمعنى واحد، فارسي معرب ، وهو من حلي اليدين، كما في المحكم.\n\"والهذيل بن النضر بن يارج \"، بالفتح: \"محدث\".\n\"والإيارجة، بالكسر وفتح الراء \": دواء معروف، كما في اللسان، وهو \"معجون مسهل \"للأخلاط، وهو على أقسام ثلاثة مذكورة في كتب الطب، ليس هذا محل ذكرها، وهو \"م \"أي معروف \"ج إيارج \"، بالكسر وفتح الراء، فارسي \"معرب إياره، وتفسيره: الدواء الإلهي\". قلت: وهذا التفسير محل تأمل.",
    "pg": "V03P522"
  },
  "يرد": {
    "def": "يرد، بالفتح، أهمله الجوهري وصاحب اللسان، وهو ابن مهلائيل ابن قينان بن أنوش بن شيث بن آدم عليه السلام، وهو الجد الخامس والأربعون لسيدنا رسول الله صلى الله عليه وسلم، وقد يقال فيه: يارد، واليرد، ومعناه ضابط، هكذا في الإنجيل، قاله البرماوي. وقال الصاغاني: وهو أبو إدريس النبي صلى الله عليه وسلم، وقال غيره: إن اسمه أخنوخ.",
    "pg": "V05P342"
  },
  "يرر": {
    "def": "اليرر، محركة: الشدة، وهو مصدر قولهم حجر أير، على مثال الأصم، أي شديد صلب وقال الليث: اليرر أي مصدر الأير، يقال: صخرة يراء وصخر أير ، وفي حديث لقمان: إنه ليبصر أثر الذر في الحجر الأير، قال العجاج يصف الغيث:\nوإن أصاب كدرا مد الكدر * سنابك الخيل يصدعن الأير وقال أبو عمرو: الأير: الصفا الشديد الصلابة وقد ير الحجر يير، بفتحهما، أي في الماضي والمضارع، والصواب أن الفتح إنما يكون في المكسور فقد نقل الجوهري عن الفراء: أما فعلت من ذوات التضعيف غير واقع فيفعل منه مكسور، كعف، والواقع مضموم كرد، إلا ثلاثة نوادر، وقد تقدم البحث فيه مرارا في غر وشد، فراجعه. ولا يقال للماء والطين إنه أير ولا يراء بل لشيء صلب، كالصفا، ولا يوصف به على نعت أفعل وفعلاء إلا الصخر، والصفا ، يقال: صفاة يراء وصفا أير.\nوحار يار، ورد في الحديث أنه صلى الله عليه وسلم ذكر الشبرم فقال: \"إنه حار يار \"، هكذا قاله الكسائي. وقال بعضهم: حار حار.\nوحران يران إتباع، قال أبو الدقيش: إنه لحار يار، عنى رغيفا أخرج من التنور، وكذلك إذا حميت الشمس على حجر أو شيء غيره صلب فلزمته حرارة شديدة يقال: إنه لحار يار، وقد ير يرا ويررا، محركة.\nواليرة، النار.\nويقال: هذا الشر والير، كأنه إتباع وكذا ملة حارة يارة، وكل شيء من نحو ذلك إذا ذكروا اليار لم يذكروه إلا وقبله حار.",
    "pg": "V07P631-V07P632"
  },
  "يرس": {
    "def": "ومما يستدرك عليه:\nيريس، كأمير: لغة في أريس ، البئر المأثورة، السابقة في أرس، نقله شيخنا هكذا.",
    "pg": "V09P051"
  },
  "يرض": {
    "def": "ومما يستدرك عليه:\nمن هذا الفصل:\nاليريض ، كأمير: واد في شعر امرئ القيس:\nأصاب قطيات فسال اللوى له * فوادي البدي فانتحى ليريض وقد تقدم في أرض أنه يروى بالوجهين: لأريض ويريض وهما كيلملم، وألملم، والرمح اليزني والأزني، فتأمل، فقد أهمله هنا الجماعة.",
    "pg": "V10P180-V10P181"
  },
  "يرع": {
    "def": "اليراع: ذباب يطير بالليل كأنه نار، كما في الصحاح وفي اللسان: كأنه شهاب قذف، أو مصباح يطير، وهو إن طار بالنهار كان كبعض الطير، قال عمرو بن بحر: نار اليراعة قيل: هي نار حباحب ، وهي شبيهة بنار البرق.\nواليراع: القصب، قال المسيب بن علس:\nومها يرف كأنه إذ ذقته * عانية شجت بماء يراع أراد الأنهار، لأنها أخف من ماء الآبار وأطيب، واحدتها بهاء، قال الأزهري: القصبة التي ينفخ فيها الراعي تسمى اليراعة، وأنشد:\nأحن إلى ليلى وإن شطت النوى * بليلى كما حن اليراع المثقب واليراع: شيء كالبعوض يغشى الوجه، وحكى ابن بري عن أبي عبيدة: اليراع: الهمج بين البعوض والذبان، يركب الوجه والرأس، ولا يلذع، كاليرع محركة.\nومن المجاز: اليراع: الجبان الذي لا فؤاد له، قال ربيعة بن مقروم الضبي:\nشهدت طرادها فصبرت فيها * إذا ما هلل النكس اليراع ومصدره اليرع أيضا أي: بالتحريك كاليراعة، كما في المحيط.\nوقال العزيزي: اليراعة: الأحمق من الرجال، وقال الجوهري: الجبان يقال له: يراع ويراعة، فعلى قول ابن عباد يكون اليراعة مصدرا، وعلى قول الجوهري [يكون] اسما.\nوقال ابن بري: اليراعة: النعامة، قال الراعي:\nيراعة إجفيلا * زاد العزيزي: سميت بذلك لأنها كأنها مجنونة من خفتها.\nواليراعة: الأجمة، وبه فسر السكري قول أبي ذؤيب يصف مزمارا شبه حنينه بصوته:\nسبي من يراعته نفاه * أتي مده صحر ولوب وقيل: أراد به القصبة.\nويرعة، محركة: ع، لفزارة بالحجاز، من أعمال والي المدينة، بين الحراضة وبوانة.\nواليرع، بالفتح: ولد البقرة الوحشية ، قاله ابن عباد، وأنشد:\nعلى برجد من عبقري ومسطح * هباص عراص يرعها وربوحها واليروع كصبور: الفزع والرعب، لغية مرغوب عنها، لأهل الشحر قاله ابن دريد.\nومما يستدرك عليه:\nاليراع: الصغار من الغنم وغيرها، ومنه حديث خزيمة: \"وعاد لها اليراع مجرنثما\".\nواليراع: الرجل الضعيف، ومن لا رأي له ولا عقل.\nوكتب الكاتب باليراعة، أي: القلم، قال بعضهم في صفته:\nفلا تغترر أن قد دعوه يراعة * فإن صريرا منه يستهزم الجندا واليراعة: موضع بعينه، قال المثقب العبدي:\nعلى طرق عند اليراعة تارة * توازي شريم البحر وهو قعيدها",
    "pg": "V11P554-V11P555"
  },
  "يرغ": {
    "def": "يرغ: جبل بأجأ، وقيل: مجنة كما في المعجم.\nوبه تم حرف الغين المعجمة، والحمد لله الذي بنعمته بتم الصالحات .\nوصلى الله على سيدنا محمد وعلى آله وصحبه وتابعيهم ما ازينت الأرض بالنبات.\nوكان الفراغ من ذلك في الثالثة من ليلة خمسين العهد، ثامن عشر ذي الحجة الحرام ختام (سنة 1184).\nاللهم اختم بخير يا كريم، وذلك بمنزلي في عطفة الغسال بمصر، وكتبه محمد مرتضى الحسيني عفي عنه. باب الفاء وهو من الحروف المهموسة والشفوية.\nقال شيخنا: وقد أبدلت من الثاء المثلثة في ثم العاطفة، قالوا: جاء زيد فم عمرو، كما قالوا: ثم، ومن الثوم، البقلة المعروفة، قالوا: قوم، ومن الجدث بمعنى القبر، قالوا: جدف، وجمعوا فقالوا: أجداث، ولم يقولوا: أجداف، فدل على أن الثاء هي الأصل، كما صرح به ابن جني، وغيره.\nقلت: وهذا البحث أورده الإمام أبو القاسم السهيلي في الروض، وسنورده في \"ج د ف \"إن شاء الله تعالى.\nفصل الهمزة مع الفاء",
    "pg": "V12P074-V12P075"
  },
  "يرغن": {
    "def": "يرغان: جد عبد الملك بن محمد بن عبد الله اليرغاني البغدادي عن عبد الرزاق، وعنه المحاملي.",
    "pg": "V18P593"
  },
  "يرق": {
    "def": "اليرقان بالتحريك ويسكن كلتا اللغتين عن ابن الأعرابي، واقتصر الجوهري على التحريك، وهي لغة في الأرقان: آفة للزرع تصيبه فيصفر منها، وقيل: هو دود يكون في الزرع، ثم ينسلخ فيصير فراشا.\nقلت: ويعرف في مصر بالمن. واليرقان أيضا: مرض معروف يعتري الإنسان. وقد ذكر في أرق. ويقال: رزق كذا في النسخ وصوابه زرع مأروق وميروق، وقد يرق وأرق، وكذلك رجل مأروق وميروق.\nواليارق، كهاجر: ضرب من الأسورة، وقال الجوهري: هو الدستبند العريض فارسي معرب، قال شبرمة بن الطفيل:\nلعمري لظبي عند باب ابن محرز * أغن عليه اليارقان مشوف أحب إليكم من بيوت عمادها * سيوف وأرماح لهن حفيف * ومما يستدرك عليه:\nيريق، كجعفر هو ابن سليمان محدث توفي سنة ثلاثة وستين وخمسمائة، قال الحافظ: هكذا ضبطه ابن نقطة.\nومما يستدرك عليه:",
    "pg": "V13P499"
  },
  "يركث": {
    "def": "وياركث: من قرى أشروسنة بما وراء النهر، عن أبي سعيد.",
    "pg": "V03P281"
  },
  "يرم": {
    "def": "يارم، بفتح الراء.\nأهمله الجوهري وصاحب اللسان.\nوقال ياقوت عن أبي موسى الحافظ: هي ة بأصفهان، ولكنه ضبطه بكسر الراء. ويارم: ع: آخر، ذكره أبو تمام في شعره، قاله ياقوت، وهذا أشبه أن يكون بفتح الراء.",
    "pg": "V17P774-V17P775"
  },
  "يرمق": {
    "def": "اليرمق، جاء ذكره في حديث خالد بن صفوان: الدرهم يطعم الدرمق، ويكسو اليرمق هكذا جاء في رواية، وفسر اليرمق بأنه القباء بالفارسية، المعروف في القباء أنه اليلمق باللام، وأنه معرب. وأما اليرمق فإنه الدرهم بالتركية، ويروى بالنون أيضا.\nقلت: وهذه الرواية أقرب إلى الصواب، فإن النرمق معناه اللين، وقد تقدم ذلك.\nومما يستدرك عليه:\nالأياسق: القلائد، وقال ابن سيده والأزهري: لم نسمع لها بواحد، وأنشد الليث:\nوقصرن في حلق الأياسق عندهم * فجعلن رجع نباحهن حريرا أورده الصاغاني وصاحب اللسان، والعجب من المصنف كيف أغفله.\nومما يستدرك عليه:\nيساق، كسحاب، وربما قيل يسق بحذف الألف، والأصل فيه يساغ بالغين المعجمة، وربما خفف فحذف، وربما قلب قافا، وهي كلمة تركية يعبر بها عن وضع قانون المعاملة، كذا ذكره غير واحد. وقرأت في كتاب الخطط للمقريزي أن جنكزخان القائم بدولة التتر في بلاد المشرق لما غلب على الملك قرر قواعد وعقوبات أثبتها بكتاب سماه ياسا وهو الذي يسمى يسق. ولما تم وضعه كتب ذلك نقشا في صفائح الفولاذ، وجعله شريعة لقومه، فالتزموه بعده، قال: وأخبرني العبد الصالح أبو الهاشم أحمد بن البرهان أنه رأى نسخة من الياسا بخزانة المدرسة المستنصرية ببغداد قال: ومن جملة شرعه في الياسا أن من زنى قتل، ولم يفرق بين المحصن وغير المحصن، ومن لاط قتل، ومن تعمد الكذب، أو سحر أحدا، أو دخل بين اثنين وهما يتخاصمان وأعان أحدهما على الآخر قتل، ومن بال في الماء أو الرماد قتل، ومن أعطى بضاعة فخسر فيها فإنه يقتل بعد الثالثة، ومن أطعم أسير قوم أو كساه بغير إذنهم قتل، ومن وجد عبدا هاربا، أو أسيرا قد هرب ولم يرده على من كان بيده قتل، وأن الحيوان تكتف قوائمه ويشق بطنه ويمرس قلبه إلى أن يموت ثم يؤكل لحمه، وأن من ذبح حيوانا كذبيحة المسلمين ذبح، وشرط تعظيم جميع الملل من غير تعصب لملة على أخرى، وألزم ألا يأكل أحد من أحد حتى يأكل المناول منه أولا، ولو أنه أمير ومن تناوله أسير، وألا يتخصص أحد بأكل شيء وغيره يراه، بل يشركه معه في أكله، ولا يتميز أحد منهم بالشبع على صاحبه، ولا يتخطى أحد نارا ولا مائدة ولا الطبق الذي يؤكل عليه، وإن مر بقوم وهم يأكلون فله أن ينزل ويأكل معهم من غير إذنهم، وليس لأحد منعه، وألا يدخل أحد منهم يده في الماء حتى يتناول بشيء يغترفه به، ومنعهم من غسل ثيابهم، بل يلبسونها حتى تبلى، ومنع أن يقال لشيء إنه نجس، وقال: جميع الأشياء طاهرة، ومنعهم من تفخيم الألفاظ، ووضع الألقاب، وإنما يخاطب السلطان ومن دونه باسمه فقط، وأمر القائم معه بعرض العساكر إذا أراد الخروج للقتال، وينظر حتى الإبرة والخيط، فمن وجده قد قصر في شيء مما يحتاج إليه عند عرضه إياه عاقبه، وألزمهم على رأس كل سنة بعرض بناتهم الأبكار على السلطان ليختار منهن لنفسه ولأولاده، وشرع أن أكبر الأمراء إذا أذنب، وبعث إليه الملك بأحسن من عنده حتى يعاقبه يرمي نفسه إلى الأرض بين يدي المرسول له، وهو ذليل خاضع حتى يمضي فيه ما أمر به الملك من العقوبة، ولو بذهاب نفسه، وأمرهم ألا يتردد الأمراء لغير الملك، فمن تردد لغيره قتل، ومن تغير عن موضعه الذي رسم له من غير إذن قتل، وألزم بإقامة البريد حتى يعرف خبر المملكة. هذا آخر ما اختصرته من قبائحه ومخزياته قبحه الله تعالى، وكان لا يتدين بشيء من أديان أهل الأرض. وفيه أنه جعل حكم الياسا لولده جفتاي خان، فلما مات التزمه من بعده أولاده، وتمسكوا به.\nقلت: وجفتاي هذا هو جد ملوك الهند الآن.",
    "pg": "V13P499-V13P500"
  },
  "يرن": {
    "def": "اليرون، كصبور: دماغ الفيل، وهو سم؛ وقيل: كل سم؛ قال النابغة:\nوأنت الغيث ينفع ما لديه * وأنت السم خالطه اليرون وأيضا: عرق الدابة.\nوفي التهذيب: ماء الفحل؛ وقد مر ذلك في أرن.\nومما يستدرك عليه:\nيرنا، بالفتح ويضم: واد بالحجاز يسيل إلى نجد. قيل: هو فعلى من الأرن ثم أبدلت الهمزة ياء؛ وقيل: هو يفعل من رنوت فمحله المعتل.\nوذكر يرنا مع تاراء، وتاراء: موضع شآم فلعله موضع آخر.\nويرني، بكسر النون: اسم نهر يخرج من دون إرمينية ويصب في دجلة، عن ياقوت.\nومما يستدرك عليه:",
    "pg": "V18P593"
  },
  "يرنأ": {
    "def": "اليرنأ، بضم الياء وفتحها، مقصورة مشددة النون وبتخفيفها، حكى الوجهين القالي في كتابه، ونقل الضم عن الفراء قال: واليرنى على يفعل بالهمز وتركه واليرناء، بالضم والمد: الحناء قاله القتيبي أو مثله، قال دكين بن رجاء:\nكأن باليرنإ المعلول * حب الجنا من شرع نزول وفي حديث فاطمة رضي الله عنها أنها سألت النبي صلى الله عليه وسلم عن اليرناء فقال: \"ممن سمعت هذه الكلمة \"فقالت: من خنساء. وقال القتيبي: لا أعرف لهذه الكلمة في الأبنية مثلا. قال شيخنا: ولو قال المصنف: اليرنأ بالضم والفتح والقصر والمد مشدد النون وقد تحذف الهمزة من المقصور لكان أضبط وأجمع وأبعد عن الإبهام والخلط.\nويرنأ لحيته: صبغ به أي اليرناء كحنأ مضعفا، وهو من غريب الأفعال لأنه على صيغة المضارع وهو ماض، وذكره في لسان العرب في ر ن أ عن ابن جني قالوا: يرنأ لحيته: صبغها باليرنإ، وقال: هذا يفعل في الماضي، وما أغربه وأظرفه، وكذا ذكره ابن سيده، والمصنف تبع الصاغاني في ذكره في الياء، وصرح أبو حيان وغيره بزيادة يائه، وقال أبو محمد عبد الله ابن عبد الجبار بن بري رحمه الله تعالى في حواشي الصحاح ما نصه: إذا قلت اليرنأ بفتح الياء همزت في غير، وإذا ضممت الياء جاز الهمز وتركه، هذا آخر ما نص عليه ونقله ابن المكرم وغيره. وقد سقطت هذه العبارة من بعض النسخ، وليست في نسخة المناوي أيضا، واختلط على الملا علي القولان، فنسب القول الأخير في ناموسه إلى ابن جني، وإنما هو لابن بري، والذي قاله ابن جني هو ما ذكرناه في يرنأ لحيته.\nومما يستدرك عليه:\nيرنأ، بالضم: موضع شامي، ذكره مع تاراء، قاله نصر. وهي من الحروف المجهورة، ومن الحروف الشفوية، وسميت بها لأن مخرجها من بين الشفتين، لا تعمل الشفتان في شئ من الحروف إلا فيها، وفي الفاء والميم، وقال الخليل ابن أحمد: الحروف الذلق والشفوية: ستة : يجمعها قولك: \"رب من لف \"ولسهولتها في المنطق كثرت في أبنية الكلام، فليس شئ من بناء الخماسي معري من الحروف الذلق والشفوية فاعلم أنه مولد، وليس من صحيح كلام العرب، وقال شيخنا: إنها تقلب ميما في لغة مازن كما قاله أهل العربية.",
    "pg": "V01P290-V01P292"
  },
  "يرنس": {
    "def": "ومما يستدرك عليه:\nيرناس، بالفتح: قبيلة من البربر في المغرب، منهم عبد الرحيم ابن إبراهيم اليرناسي، قاضي فاس، ترجمه السخاوي في الضوء اللامع.",
    "pg": "V09P051"
  },
  "يزد": {
    "def": "يزد، بالفتح، أهمله الجوهري وصاحب اللسان، وهو إقليم من أعمال فارس، وقصبته يقال لها كنة ، بين شيراز وخراسان، بينها وبين شيراز سبعون فرسخا، وفي التكملة: مدينة متوسطة بين نيسابور وشيراز وأصفهان. واليزديون من المحدثين جماعة، منهم أبو الحسين محمد بن أحمد بن جعفر اليزدي، وأبو عبد الله محمد ابن نجم بن محمد بن عبد الواحد اليزدي، الأخير قدم بغداد حاجا، وحدث بها في صفر سنة 560 بباب المراتب عن أبي العلاء غياث بن محمد العقيلي، سمع منه الشريف أبو الحسن علي بن أحمد الزيدي، والحافظ أبو بكر [محمد بن أبي غالب] الباقداري، وأبو محمد بن [عبد العزيز] الأخضر، ثم عاد إلى بلده، وكان آخر العهد به. ويزدو، هكذا في النسخ، والصواب بتكرار الدال في آخره، يزدود، كما في المعجم وكتب الأنساب: اسم د أي مدينة أخرى.\nويزداباد : بالري على طريق أبهر، ومعناه عمارة يزد.",
    "pg": "V05P342"
  },
  "يزدذ": {
    "def": "يزداذ ، الدال الأولى مهملة، وهو اسم جد أبي عبد الله محمد بن أحمد بن موسى بن يزداذ الرازي الفقيه الحنفي، ثقة، روى عن عمه علي بن موسى، وولي قضاء سمرقند، وتوفي سنة 361، وأبو بكر محمد بن زكريا بن الحسين بن يزيد بن إبراهيم بن يزداذ الصعلوكي الحافظ، نسفي، عن أبيه وابن حبان، توفي سنة 344. وأبو العباس أحمد بن الحسن بن عبد الله بن يزداذ السرخسي شيخ الإسلام، روى عنه أبو تراب النخشبي، وتوفي سنة 409. وبه ختم حرف الذال المعجمة. أحسن الله ختامنا، وأصلح بفضله. شأننا، وصلى الله على سيدنا محمد، وعلى آله وصحبه وسلم. تحريرا في 29 ربيع الأول سنة ألف ومائة واثنتين وثمانين، بخان الصاغة. قال مؤلفه محمد مرتضى: بلغ عراضه على تكملة الصاغاني في مجالس آخرها 14 جمادى سنة 1192. تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد السادس باب الراء:\n(أ - س) دراسة وتحقيق علي شيري دار الفكر للطباعة والنشر والتوزيع \nباب الراء من كتاب القاموس.\nقال ابن منظور: الراء من الحروف المجهورة، وهي من الحروف الذلق، وهي ثلاثة: الراء واللام والنون، وهن في حيز واحد. وإنما سميت بالذلق، لأن الذلاقة في المنطق إنما هي بطرف أسلة اللسان، وهن كالشفوية كثيرة الدخول في أبنية الكلام.\nقال شيخنا: وقد أبدلت الراء من اللام في النثرة بمعنى النثلة، وهو الدرع، بدليل قولهم: نثل درعه عليه، ولم يقولوا: نثرها، فاللام أكثر تصريفا، والراء بدل منها، كما أشار إليه ابن أم قاسم في شرح الخلاصة. وقالوا: رعل بمعنى لعل، وقالوا: رجل وجر وأوجر، وامرأة وجرة، بمعنى وجل وأوجل ووجلة، وهي لغة قيس، ولذلك ادعى بعضهم أصالتها. وقال الفراء: أنشدني أبو الهيثم:\nوإني بالجاز الخفاجي واثق * وقلبي من الجار العبادي أوجر إذا ما عقيليان قاما بذمة * شريكين فيها فالعبادي أغدر فأوجر بمعنى أوجل وأخوف.\nفصل الهمزة مع الراء.",
    "pg": "V05P410-V06P001"
  },
  "يزر": {
    "def": "يزر، ككتف، أهمله الجوهري والصاغاني، وهو رستاق بخراسان مشتمل على قرى كثيرة من ناحية خوارزم من مملكة العجم. قال الذهبي في المشتبه: ولم يخرج منها أحد. انتهى. أي من العلماء والمحدثين أو من المشهورين في فن من الفنون.",
    "pg": "V07P632"
  },
  "يزن": {
    "def": "يزن، محركة: واد باليمن أضيف إليه ذو، ويمنع من الصرف لوزن الفعل.\nقال ابن جني: أصله يزأن بدليل قولهم: رمح يزأني؛ قال عبد بني الحسحاس:\nفإن تضحكي مني فيا رب ليلة * تركتك فيها كالقباء مفرجا رفعت برجليها وطامنت رأسها * وسبسبت فيها اليزأني المحدرجا وقالوا: يزأني وأزأني وآزني، وقد تقدم.\nومنع الصاغاني في تكملته منع صرفه، وأطال فيه؛ وقال: مادة زأن غير معروفة ولا تضاف ذو إلا إلى أسماء الأجناس.\nوقال سيبويه: سألت الخليل إذا سميت رجلا بذي مال هل تغيره؟ قال: لا، ألا تراهم قالوا: ذو يزن منصرفا فلم يغيروه؟\nو ذو يزن: بطن من حمير، وهو الذي يذكره المصنف، رحمه الله تعالى، فيما بعد وسيأتي ذكر اسمه، وظاهر سياقه يقتضي أن البطن الذي من حمير هو يزن من غير ذو، وأن ذا يزن غيره، وهو خطأ، وكان الصواب أن يذكر ذا يزن أولا، ثم يقول بطن من حمير. منهم: أبو الخير مرثد بن عبد الله التابعي المصري عن عمر ، وابنه عبد الله، وعقبة بن عامر وأبي أيوب الأنصاري، رضي الله تعالى عنهم ، وعنه عبد الرحمن بن شماسة ويزيد بن حبيب ، توفي سنة 90. وأبو البقاء، هكذا في النسخ والصواب أبو التقي، كغني، كما ضبطه الحافظ ، هشام بن عبد الملك اليزني الحمصي عن إسماعيل بن عياش وبقية، وعنه أبو داود والنسائي وابن ماجه والفريابي وابنه عمرويه ، ثقة، توفي سنة 251؛ وحفيده الحسن بن تقي يأتي ذكره في المعتل.\nوذو يزن: ملك لحمير لأنه حمى ذلك الوادي، كما قالوا: ذو رعين وذو جدن، وهما قصران باليمن، واسم ذي يزن عامر بن أسلم بن غوث بن سعد بن عوف بن عدي بن مالك بن زيد بن سدد بن زرعة بن سبا الأص غر، وابنه شراحيل، ويلقب سيفا لشجاعته، مشهور، ومن ولده: زرعة بن عامر بن سيف بن النعمان بن عفير الأوسط، ابن زرعة بن عفير الأكبر ابن الحارث بن النعمان بن قيس بن عبد بن سيف بن ذي يزن، كتب إليه رسول الله صلى الله عليه وسلم وابنه عفير من مهاجرة الشام.",
    "pg": "V18P593-V18P594"
  },
  "يستعر": {
    "def": "اليستعور، على وزن يفتعول، ولم يأت على هذا البناء غيره: ع قبل حرة المدينة، كثير العضاه موحش لا يكاد يدخله أحد، قاله رضي الدين الشاطبي. قلت: وهو قول أبي عبيدة بعينه، وأنشد قول عروة بن الورد:\nأطعت الآمرين بقتل سلمى * وطاروا في البلاد اليستعورا هكذا وجدته في اللسان. وفي بعض الأصول المصححة: الآمرين بصرم حبلي، و: بلاد اليستعور، قال: أي تفرقوا حيث لا يعلم ولا يهتدى لمواضعهم. وقال ابن بري: معنى البيت أن عروة كان سبى امرأة من بني عامر يقال لها سلمى ثم تزوجها، فمكثت عنده زمانا وهو لها شديد المحبة، ثم إنها استزارته أهلها، فحملها حتى انتهى بها إليهم، فلما أراد الرجوع أبت أن ترجع معه، وأراد قومها قتله، فمنعتهم من ذلك، ثم إنه اجتمع به أخوها وابن عمها وجماعة، فشربوا خمرا وسقوه، وسألوه طلاقها فطلقها، فلما صحا ندم على ما فرط منه، ولهذا يقول يعد البيت:\nسقوني الخمر ثم تكنفوني * عداة الله من كذب وزور ألا يل ليتني عاصيت طلقا * وجبارا ومن لي من أمير طلق أخوها، وجبار ابن عمها، والأمير هو المستشار. قال المبرد: الياء من نفس الكلمة. وعبارة المعجم: فلما حصلت بين قومها قالت: اشتروني منه فإنه يرى أني لا أختار عليه أحدا؛ فسقوه الخمر ثم ساموه فيها، فقال: إن اختارتكم فقد بعتكم ، فلما خيروها قالت: أما إني لا أعلم امرأة ألقت سترها على خير منك أغنى غناء وأقل فحشاء وأحمى لحقيقة ، ولقد ولدت منك ما علمت، وما مر علي يوم مذ كنت عندك إلا [و] الموت أحب إلي من الحياة فيه، إني لم أكن أشاء أن أسمع امرأة تقول: قالت أمة عروة إلا سمعته، لا والله لا أنظر إلى وجه امرأة سمعت ذلك منها أبدا، فارجع راشدا وأحسن إلى ولدك. فقال: سقوني الخمر إلخ، وبعده:\nوقالوا لست بعد فداء سلمى * بمفن ما لديك ولا فقير ويروى: في عضاه اليستعور. قالوا وعضاه اليستعور: جبل لا يكاد يدخله أحد [إلا] ويرجع من خوفه. ويقال: ذهب في اليستعور، أي في الباطل، نقله الصاغاني. واليستعور أيضا: الكساء الذي يجعل على عجز البعير، نقله الصاغاني.\nوقيل: اليستعور: شجر، وبه فسر الجوهري شعر عروة، ويصنع منه المساويك، ومساويكه غاية جودة، إنقاء للثغر وتبييضا له، ومنابته بالسراة، وفيها شيء من مرارة مع لين، وهو فعللول. قال سيبويه: الياء في يستعور بمنزلة عين عضرفوط ، لأن الحروف الزوائد لا تلحق بنات الأربعة أولا إلا الميم التي في الاسم المبني الذي يكون على فعله، كمدحرج وشبهه، فصار كفعل بنات الثلاثة المزيد. وفي ارتشاف الضرب لابن حيان: ويستعور يفتعول، ووزنه عند سيبويه فيعلول، وجزم ابن عصفور في الممتع بأنه فعللول، ولم يحك يفتعول. انتهى.\nوقيل في معنى قولهم: ذهب في اليستعور، أي في نار الله الحامية، كأنه يراد السعير، ووزنه فعللول، نقله الصاغاني هكذا.\nومما يستدرك عليه:",
    "pg": "V07P639-V07P640"
  },
  "يسر": {
    "def": "اليسر، بالفتح، ويحرك: اللين والانقياد، يكون ذلك للإنسان والفرس، وقد يسر ييسر، من حد ضرب. وياسره: لاينه، أنشد ثعلب:\nقوم إذا شومسوا جد الشماس بهم * ذات العناد وإن ياسرتهم يسروا وفي الحديث: \"من أطاع الإمام وياسر الشريك \"، أي ساهله.\nواليسر، محركة: السهل اللين الانقياد، يوصف به الإنسان والفرس، قال:\nإني على تحفظي ونزري أعسر إن مارستني بعسر ويسر لمن أراد يسري والجمع اليسرات، وفي قصيد كعب:\nتخدي على يسرات وهي لاهية * اليسرات: قوائم الناقة، وقال الجوهري: اليسرات: القوائم الخفاف، ويقال: إن قوائم هذا الفرس ليسرات خفاف، إذا كن طوعه، كالياسر واليسر.\nوالموفق اليسري، من حنابلة الشام، ذكره الذهبي فقال: موفق الدين اليسري شيخ حنبلي رأيته يبحث. انتهى. ولعله منسوب إلى جد له اسمه يسر أو غير ذلك.\nويقال: ولدته ولدا يسرا أي في سهولة، كقولك: سرحا.\nوقد أيسرت المرأة ويسرت. الأخير عن ابن القطاع، وضبطه بالتشديد، والموجود في النسخ بالتخفيف. وفي الأساس: ويقال في الدعاء الحنبلي: أيسرت وأذكرت، أي يسرت عليها الولادة. قال ابن سيده: وزعم اللحياني أن العرب تقول في الدعاء: وأذكرت: أتت بذكر. وقد تقدم في موضعه.\nويسر الرجل تيسيرا: سهلت ولادة إبله وغنمه لم يعطب منها [شيء] ، عن ابن الأعرابي، وأنشد:\nبتنا إليه يتعاوى نقده * ميسر الشاء كثيرا عدده ويسرت الغنم: كثرت وكثر لبنها أو نسلها، وفي بعض الأصول المصححة: ونسلها. وهو من السهولة. قال أبو أسيدة الدبيري:\nإن لنا شيخين لا ينفعاننا * غنيين لا يجدي علينا غناهما هما سيدانا يزعمان وإنما * غنيين لا يجدي علينا غناهما أي ليس فيهما من السيادة إلا كونهما قد يسرت غنماهما، والسؤدد يوجب البذل والعطاء والحراسة والحماية وحسن التدبير والحلم. وليس عندهما من ذلك شيء. ويقال أيضا: يسرت الغنم، إذا ولدت وتهيأت للولادة.\nواليسر، بالضم، واليسر، بضمتين، واليسار، كسحاب، واليسارة ككرامة، والميسرة، مثلثة السين: السهولة والغنى والسعة، قال سيبويه: ليست الميسرة على الفعل، ولكنها كالمسربة والمشربة في أنهما ليستا على الفعل. قال الجوهري: وقرأ بعضهم: (فنظرة إلى ميسره) بالإضافة. قال الأخفش: وهو غير جائز، لأنه ليس في الكلام مفعل بغير الهاء، وأما مكرم ومعون فهما جمع مكرمة ومعونة.\nوأيسر الرجل إيسارا ويسرا، عن كراع واللحياني: صار ذا غنى، فهو موسر، قال: والصحيح أن اليسر الاسم والإيسار المصدر، ج مياسير عن سيبويه. قال أبو الحسن: وإنما ذكرنا مثل هذا الجمع لأن حكم مثل هذا أن يجمع بالواو والنون في المذكر، وبالألف والتاء في المؤنث.\nأو اليسر: ضد العسر، وكذلك اليسر، مثل عسر وعسر، وفي الحديث: \"إن هذا الدين يسر \"أي سهل سمح قليل التشديد.\nوتيسر لفلان الخروج واستيسر له بمعنى، أي تهيأ. وقال ابن سيده: تيسر الشيء واستيسر: تسهل، ويقال: أخذ ما تيسر وما استيسر، وهو ضد ما تعسر والتوى. وفي حديث الزكاة: \"ويجعل معها شاتين إن استيسرتا له أو عشرين درهما \"أي تيسر وسهل، وهو استفعل من اليسر. وقوله تعالى: (فما استيسر من الهدي) قيل: ما تيسر من الإبل والبقر والشاء، وقيل: من بعير أو بقرة أو شاة.\nويسره هو: سهله، وحكى سيبويه: ويسره ووسع عليه وسهل، والتيسير يكون في الخير والشر، ومن الأول قوله تعالى: (فسنيسره لليسرى) ومن الثاني قوله تعالى: (فسنيسره للعسرى) وأنشد سيبويه:\nأقام وأقوى ذات يوم وخيبة * لأول من يلقى وشر ميسر والميسور: ضد المعسور، وهو ما يسر. قال ابن سيده: هذا قول أهل اللغة. أو هو مصدر على مفعول، وهو قول سيبويه، قال أبو الحسن: هذا هو الصحيح، لأنه لا فعل له إلا مزيدا، لم يقولوا يسرته في هذا المعنى، والمصادر التي على مثال مفعول ليست على الفعل الملفوظ به، لأن فعل وفعل وفعل إنما مصادرها المطردة بالزيادة مفعل كالمضرب، وما زاد على هذا فعلى لفظ المفعل، كالمسرح من قوله:\nألم تعلم مسرحي القوافي * وإنما يجيء المفعول في المصدر على توهم الفعل الثلاثي وإن لم يلفظ به، كالمجلود من تجلد، وله نظائر ذكرت في مواضعها.\nواليسير، كأمير: القليل، واليسير: الهين. يقال: شيء يسير، أي هين أو قليل. واليسير: فرس أبي النضير العبشمي، نقله الصاغاني. واليسير: القامر، كاليسور، كصبور، هكذا في سائر النسخ. والمنقول عن ابن الأعرابي: الياسر له قدح، وهو اليسر واليسور، وأنشد:\nبما قطعن من قربى قريب * وما أتلفن من يسر يسور فلينظر هذا مع عبارة المصنف.\nوأبو اليسير محمد بن عبد الله بن علاثة، أبو اليسير علوان بن حسين، محدثان، الأخير شيخ لابن شاهين، ذكرهما الذهبي. وأبو جعفر وهو محمد بن يسير البصري، شاعر، وهو القائل يرثي نفسه: كأنه قد قيل في مجلس * قد كنت آتيه وأخشاه صار اليسيري إلى ربه * يرحمنا الله وإياه وكذا أخوه علي شاعر أيضا، ذكرهما الذهبي، وولده عبد الله بن محمد بن يسير، شاعر أيضا، ذكره الأمير.\nويسير، كزبير: صحابي، روى عنه حميد بن عبد الرحمن، قاله الحافظ. يسير بن عمرو، مخضرم، قاله الحافظ. ويقال فيه أسير، بالألف. قلت: وفي الصحابة يسير بن عمرو الأنصاري الذي قيل فيه إنه بالألف، ويسير بن عمرو الكندي الذي توفي رسول الله صلى الله عليه وسلم وله عشر سنوات، وقال ابن معين: أبو الخيار الذي يروي عن ابن مسعود اسمه يسير بن عمرو، أدرك النبي صلى الله عليه وسلم، وعاش إلى زمن الحجاج. وقال ابن المديني: أهل البصرة يروون عنه عن عمر قصته ويسمونه أسير بن جابر، وأهل الكوفة يقولون يسير بن عمرو بن جابر ، روى عنه زرارة بن أوفى وابن سيرين وجماعة. قال ابن فهد: والظاهر أنه يسير بن عمرو بن جابر. ويسير بن عميلة وابن أخيه يسير بن الربيع بن عميلة شيخ لشعبة، ويسير والد أبي الصباح سليمان، الكوفي التابعي، وهو غير أبي الصباح الأيلي فإنه من أتباع التابعين، واليسير بن موسى، عن عيسى بن يونس، ذكره الأمير هكذا، أو هو بالفتح، قاله الذهبي.\nوفاته: يسير بن حكيم، أورده الأمير.\nواختلف في يسير بن العنبس الصحابي فقيل: هكذا، وقيل: بالموحدة والشين معجمة، كأمير.\nواليسر، بالفتح: الفتل إلى أسفل، وهو أن تمد يمينك نحو جسدك، وهو خلاف الشزر، وهو الفتل إلى فوق، في حديث علي: \"اطعنوا اليسر \": هو الطعن حذو وجهك. والشزر: ما كان عن يمينك وشمالك، قاله الأصمعي.\nواليسار، كسحاب، ويكسر، أو هو، أي الكسر، أفصح عند ابن دريد، والفتح أفصح عند ابن السكيت، وتشدد الأولى فيقال يسار، ككتان، لغة فيه نقله الصاغاني: نقيض اليمين ووهم الجوهري فمنع الكسر، قال ابن دريد: ليس من كلامهم كلمة أولها ياء مكسورة إلا يسار، قال: وإنما أرادوا إلحاقها ببناء الشمال. نقله الصاغاني. قلت: وإنما رفض ذلك استثقالا للكسرة في الياء ولا نظير لها في الكلام غير يوام، مصدر ياومه مياومة ويواما، حكاه ابن سيده ونفاه غيره، وزادوا يعارا جمع يعر لما يصطاد به السبع من جفر ونحوه، قاله شيخنا. قلت: وفي البصائر للمصنف: وليس في الكلام له نظير سوى هلال بن يساف، على أن الفتح لغة فيها.\nوإذا عرفت أن الجوهري لم يلتزم إلا ذكر ما صح عنده، وهذا لم يصح عنده سماعا عن الثقة، أو أنه جعله مخرجا على مشاكلة الشمال وإلحاقا ببنائه، كما قال الصاغاني، لم يلزمه التوهيم، كما هو ظاهر، فتأمل.\nج يسر، بضمتين، عن اللحياني، ويسر، بالضم، عن أبي حنيفة.\nواليسرى، كبشرى، واليسرة، بالفتح، والميسرة، خلاف اليمنى واليمنة والميمنة، والياسر: خلاف اليامن.\nوعن أبي حنيفة: يسرني فلان ييسرني يسرا: جاء عن يساري، وفي بعض النسخ: على يساري. وقال سيبويه: يسر ييسر: أخذ بهم ذات اليسار.\nوأعسر يسر: يعمل بيديه جميعا. وفي الحديث: \"كان عمر رضي الله عنه أعسر أيسر \"قال أبو عبيد: هكذا روي في الحديث، وأما كلام العرب فالصواب أعسر يسر، والأنثى عسراء يسراء. وقد تقدم في ع س ر والاختلاف فيه. والميسر، كمجلس: اللعب بالقداح، وقد يسر ييسر يسرا، إذا جاء بقدحه للقمار، أو هو الجزور التي كانوا يتقامرون عليها. كانوا إذا أرادوا أن ييسروا اشتروا جزورا نسيئة ونحروه وقسموه ثمانية وعشرين قسما، كما قاله الأصمعي، وهو الأكثر، أو عشرة أقسام، كما قاله أبو عمرو، فإذا خرج واحد واحد باسم رجل رجل، ظهر فوز من خرج لهم ذوات الأنصباء وغرم من خرج له الغفل. وإنما سمي الجزور ميسرا لأنه يجزأ أجزاء، فكأنه موضع التجزئة، قاله الأزهري، وعبد الحي الإشبيلي في كتابه الواعي. وكل شيء جزأته فقد يسرته. ويسرت الناقة: جزأت لحمها، ويسر القوم الجزور، أي اجتزروها، واقتسموا أجزاءها. قال سحيم بن وثيل اليربوعي:\nأقول لهم بالشعب إذ ييسرونني * ألم تعلموا أني ابن فارس زهدم كان وقع عليه سباء فضرب عليه بالسهام، وقوله: ييسرونني، هو من الميسر، أي يجزئونني ويقتسمونني. وقال لبيد:\nواعفف عن الجارات وأم * نحهن ميسرك السمينا فجعل الجزور نفسه ميسرا. أو (*) الميسر: النرد، نقله الصاغاني، وروي عن علي رضي الله عنه أنه قال: الشطرنج ميسر العجم. شبه اللعب به بالميسر، وهو القداح، أو كل شيء فيه قمار فهو من الميسر حتى لعب الصبيان بالجوز، قاله مجاهد في تفسير قوله تعالى: (يسألونك عن الخمر والميسر) وقال الجوهري: الميسر: قمار العرب بالأزلام.\nوميسر، بفتح السين: ع بالشام، قال امرؤ القيس:\nوما جبنت خيلي ولكن تذكرت * مرابطها من بربعيص وميسرا والميسر: نبت ربعي يغرس غرسا وفيه قصف.\nواليسر، محركة: الميسر المعد وقيل: كل معد يسر. واليسر أيضا: القوم المجتمعون على الميسر، وهم المتقامرون، والجمع أيسار، قال طرفة:\nوهم أيسار لقمان إذا * أغلت الشتوة أبداء الجرز واليسر: الضريب.\nواليسرة، بهاء: أسرار الكف إذا كانت غير ملصقة وهي تستحب، قاله الجوهري، وقيل: هي ما بين أسارير الوجه والراحة. وقال الأزهري: واليسرة تكون في اليمنى واليسرى، وهو خط يكون في الراحة كأنها الصليب. وقال الليث: اليسرة: فرجة ما بين الأسرة من أسرار الراحة يتيمن بها. وهي من علامات السخاء. عن أبي عمرو: اليسرة: سمة في الفخذين، وجمع الكل أيسار، ومنه قول ابن مقبل:\nقطعت إذا لم يستطع قسوة السرى * ولا السير راعي الثلة المتصبح على ذات أيسار كأن ضلوعها * وأحناءها العليا السقيف المشبح يعني الوشم في الفخذين. ويقال: أراد قوائم لينة.\nويسرة، محركة: ابن صفوان بن جميل اللخمي، محدث، وهو من شيوخ البخاري، يروي عن إسماعيل بن عياش، وحفيده يسرة بن صفوان بن يسرة بن صفوان، روى عن أبيه، وعنه عبد الله بن أحمد بن زبر، وهو شديد الشبه ببسرة بنت صفوان. وقد ذكرت في موضعها.\nوالياسر: الجازر، لأنه يجزئ لحم الجزور، وهذا الأصل في الياسر، ومنه قول الأعشى: والجاعلو القوت على الياسر * ثم يقال للضاربين بالقداح والمتقامرين على الجزور: ياسرون لأنهم جازرون، إذ كانوا سببا لذلك. والياسر: الذي يلي قسمة جزور الميسر، ج أيسار، وقد تياسروا، قال أبو عبيد: وقد سمعتهم يضعون الياسر موضع اليسر، واليسر موضع الياسر.\nوقال أبو عمر الجرمي: يقال أيضا: اتسروا يتسرون اتسارا، على افتعلوا، قال: وقوم يقولون: يأتسرون ائتسارا، بالهمز، وهم مؤتسرون، كما قالوا في اتعد.\nواليسر، بالضم: ع.\nوياسر بن سويد الجهني حديثه عند أولاده، أخرجه ابن منده، وياسر بن عامر العنسي والد عمار، قدم من اليمن فحالف أبا حذيفة بن المغيرة المخزومي. فزوجه بأمة له اسمها سمية، أم عمار، وكانوا يعذبون في الله تعالى، صحابيان. ياسر: جبل تحت هكذا في سائر النسخ، وصوابه على ما في التكملة: بجنب ياسرة. ويقال له: ياسر الرمل، وفيه يقول السري بن حاتم:\nلقد كنت أهوى ياسر الرمل مرة * فقد كاد حبي ياسر الرمل يذهب وياسرة: اسم لماءة من مياه بني أبي بكر بن كلاب أيضا، وهي عادية، وكلاهما من منازل أبي بكر بن كلاب، قال ابن دريد: ياسر ينعم: ملك من ملوك تبع، من ملوك حمير.\nوذو الحاجتين لقب محمد بن إبراهيم بن ياسر وهو أول من بايع عبد الله السفاح العباسي، فحكمه كل يوم في حاجتين فلقب به.\nوالياسرية: ة ببغداد على ضفة نهر عيسى، بينها وبين بغداد ميلان، وعليها قنطرة مليحة، وفيها بساتين، وبينها وبين المحول ميل واحد، نسبت إلى رجل اسمه ياسر، خرج منها جماعة زهاد ووعاظ ومحدثون. وأبو منصور نصر بن الحكم بن زياد الياسري، حدث عن هشيم وخلف بن خليفة، وعنه أحمد بن علي الأبار، والحسن بن علويه القطان؛ وهو من هذه القرية. أبو عمرو عثمان بن مقبل بن القاسم الياسري الواعظ، روى عن شهدة، وابن الخشاب، ومات سنة 616، المحدثان، وأخوه محمد بن مقبل، سمع من القزاز. وعبد المحسن بن محمد بن مقبل الياسري كان واعظا.\nويسار الراعي غلام النبي صلى الله عليه وسلم، كان يرعى إبله، وهو قتيل العرنيين، وقصته في كتب السير. يسار بن عبد أبو عزة الهذلي، روى عنه أبو المليح، وهو بصري، أو هو يسار بن عمرو، ذكر القولان في اسم أبي عزة المذكور. يسار بن سبع أبو الغادية الجهني، وقيل المزني ، بايع رسول الله صلى الله عليه وسلم. وهو في تاريخ دمشق؛ يسار بن سويد الجهني، والد مسلم بن يسار، نزل البصرة، وله في المسح على الخفين. أو هو يسار بن عبد الله الذي روى عن النبي صلى الله عليه وسلم بموضوعات. يسار بن بلال، أبو ليلى الأوسي، يسار بن أزيهر الجهني ، روت عنه بنته عمرة. يسار الراعي الحبشي، أسلم يوم خيبر، وكان راعيا وقاتل حتى قتل. وهو غير الذي تقدم. يسار الخفاف، توفي في حياة النبي صلى الله عليه وسلم، ذكر في حديث ساقط الإسناد: صحابيون.\nوقد فاته من الصحابة من اسمه يسار جملة، فمنهم: يسار من بني الأطول أخو سعد، ويسار مولى بريدة، له ذكر وشعر؛ ويسار بن روح، صحابي نزل بحمص، رآه مسلم بن زياد شيخ بقية، وكناه أبا الخير، ويسار جد سليط بن عبد الله الأنصاري، له في مسند الطيالسي، ويسار أبو بزة مولى بني مخزوم، ويسار مولى سليم بن عمر، استشهد بأحد، ويسار مولى فضالة بن هلال، شهد حجة الوداع، ويسار أبو فكيهة مولى صفوان بن أمية، ويسار جد محمد بن إسحاق صاحب السيرة، مسح النبي صلى الله عليه وسلم رأسه، ويسار مولى عمرو بن عمير الثقفي، ويسار مولى المغيرة بن شعبة؛ ويسار أبو هند، حجم النبي صلى الله عليه وسلم، ويسار مولى ابن التيهان، استشهد بأحد، ويسار بن نمير مولى بني عمرو بن عوف، ذكره ابن الفرضي، والصحيح مولى عمر، فهؤلاء كلهم من الصحابة. ويسار اسم أبي الحسن البصري مولى زيد بن ثابت الأنصاري، ووالداه الحسن وسعيد تابعيان، ويسار مولى ميمونة أم المؤمنين، والد عطاء وأخويه سليمان وعبد الملك، ذكره ابن فهد في معجم الصحابة.\nأما عطاء بن يسار، فكنيته أبو محمد، يروي عن أبي سعيد وأبي هريرة، وقدم مصر، ولد سنة 19 وتوفي سنة 103 ودفن بالإسكندرية، وأخوه سليمان كنيته أبو أيوب، وقيل أبو عبد الرحمن، يروي عن ابن عباس وأبي هريرة، وعنه الزهري، ولد سنة 34 وتوفي سنة 110 وأخوهم الثالث عبد الملك، يروي عن أبي هريرة، وعنه بكير بن الأشج، مات سنة 110 ولهم أخ رابع اسمه عبد الله، تركه المصنف تقصيرا، وقد ذكره ابن حبان في ثقات التابعين. يسار والد سعيد أبي الحباب وسعيد هذا أخو أبي مزرد مولى شقران مولى رسول الله صلى الله عليه وسلم، وقد قيل إنه مولى الحسين بن علي، واسم أبي مزرد عبد الرحمن بن يسار، وأبو الحباب كنيته سعيد بن يسار، يروي عن أبي هريرة، وعنه المقبري، وسهل ابن أبي صالح، مات بالمدينة سنة 117. ذكره ابن حبان في الثقات. وبقي عليه: سعيد بن عبد الله بن يسار أخو أيوب وسليمان، يروي عن ابن عمر، عداده في أهل المدينة وأبو عثمان مسلم بن يسار الطنبذي، بضم الطاء وسكون النون وضم الموحدة والذال معجمة، روى عن أبي هريرة، وعنه بكر بن عمر، وأخرج حديثه البخاري في الأدب المفرد، وكذا أبو داوود وابن ماجه في سننهما. وقال ابن حبان: وهو رضيع عبد الملك بن مروان، وعداده في أهل مصر، يروي عنه أهلها. مسلم بن يسار البصري أبو عبد الله مولى لبني أمية، عداده في أهل البصرة، وكان من عبادها وزهادها، وأدرك جماعة من الصحابة، روى عنه محمد بن سيرين؛ ويسار بن أبي مريم، هذا لم أجده في كتب الرجال، ومقتضى السياق يقتضي أنه مسلم بن يسار بن أبي مريم، ثم رأيت الذهبي قال في المشتبه بعد ذكر الطنبذي والبصري ما نصه: ومسلم بن يسار وهو ابن أبي مريم. انتهى. وإياه تبع المصنف. ولهم مسلم بن يسار آخر، هو الجهني، فلعله عنى به هنا، وهو من رجال أبي داوود والترمذي ولكنه لا يعرف بابن أبي مريم، قال الحافظ: في آخر تهذيب التهذيب: ابن أبي مريم بصري وشامي ومصري، فالبصري بريد بالموحدة، والشامي يزيد بالزاي، والحمصي أبو بكر بن عبد الله بن أبي مريم، والمصري سعيد بن الحكم بن أبي مريم. فتأمل. وآخرون كيسار أبي نجيح الثقفي، من رجال مسلم، وهو والد عبد الله، ويسار بن عبد الرحمن أبي الوليد، ويسار المعلم المروزي، وغير هؤلاء ممن اسمه أو اسم أبيه أو جده كذلك. ويسار راع لزهير بن أبي سلمى الشاعر، له ذكر في شعره. يسار فرس ذي الغصه حصين بن يزيد، نقله الصاغاني، يسار: جبل باليمن، نقله الصاغاني، وقيل: اسم موضع، وبه فسر قول السليك:\nدماء ثلاثة أردت قناتي * وخاذف طعنة بقفا يسار ويقال: دابة حسن التيسور، والتيسير، وفي بعض الأصول: حسنة التيسور، وفي بعضها: التيسر، أي حسن نقل اليسرات، أي القوائم. ويقال أيضا: فرس حسن التيسور، أي حسن السمن، اسم كالتعضوض، وقال المرار يصف فرسا:\nقد بلوناه على علاته * وعلى التيسور منه والضمر وميسر، كمقعد: ع بالشام، وهو الذي تقدم ذكره، وذكرنا هناك قول امرئ القيس.\nوياسورين: ع فوق الموصل، على سبعة فراسخ منها، بين جزيرة ابن عمر وبين بلط، يقال له البلد، نقله ياقوت هنا، وقال في الموحدة إنه ياسورين.\nوالتياسر: التساهل، ومنه الحديث: \"تياسروا في الصداق \"، أي تساهلوا فيه ولا تغالوا. التياسر: ضد التيامن. والتياسر: الأخذ في جهة اليسار، كالمياسرة، يقال: ياسر بأصحابك، أي خذ بهم يسارا. وتياسر يا رجل: لغة في ياسر، وبعضهم ينكره، قاله الجوهري. وياسره، أي الشريك: ساهله ولاينه. وتيسر الشيء واستيسر: تسهل، وهو ضد ما تعسر والتوى. عن أبي زيد: تيسر النهار تيسرا، إذا برد، ويقال: استيسر له الأمر وتيسر له، إذا تهيأ له، ومنه الحديث: \"قد تيسرا للقتال \"، أي تهيآ له واستعدا.\nوالميسر، كمعظم، الزماورد ، وهو الذي فارسيته نواله، وبمصر: لقمة القاضي، وقد تقدم في حرف الدال.\nوالأيسر: محدث، وهو علي بن محمد القطان المديني، روى عن أبي عبد الله بن منده الأصبهاني، وعنه الحسين الخلال، ومات سنة 465. وفاته: عبد الرحمن بن أحمد بن الأيسر المديني، روى عن الطبراني؛ وأبو البركات عبد الله بن أحمد بن المفضل بن محمد بن الأيسر، روى عنه ابن طبرزد، وابنه سعيد سمع منه أبو المحاسن القرشي، ذكرهم ابن نقطه.\nومما يستدرك عليه:\nتيسرت البلاد، إذا أخصبت، وهو مجاز، وقد جاء ذكره في الحديث: \"كيف تركت البلاد؟ فقال: تيسرت\". وفي حديث آخر: \"فكل ميسر لما خلق له \"أي مهيأ مصروف مسهل. وفي آخر: \"وقد يسر له طهور \"، أي هيئ ووضع. واليسرات قوائم الناقة.\nوقال أبو الدقيش: يسر فلان فرسه فهو ميسور: مصنوع سمين. ويسره: صنعه.\nوالمياسر: النوق التي تلد سرحا. ورجل ميسر، كمحدث: كثير نسل الغنم، وهو خلاف المجنب. ويسرت تيسيرا: كثر لبنها.\nو أيسر: لقب أبي ليلى الصحابي، والد عبد الرحمن بن أبي ليلى.\nويقال: أنظرني حتى يسار، مبنيا على الكسر، لأنه معدول عن المصدر، وهو الميسرة، قال الشاعر:\nفقلت امكثي حتى يسار لعلنا * نحج معا قالت أعام وقابله ويقال: أيسر أخاك، أي نفس عليه في الطلب. وقال الفراء في قوله تعالى: (فسنيسره لليسرى) أي سنهيئه للعود إلى العمل الصالح.\nوياسر بالقوم: أخذ بهم يسرة، ويسر بهم: أخذ بهم ذات اليسار، قاله سيبويه.\nوعثمان بن شعبان الياسري، من ولد عمار بن ياسر، مصري يعرف بالقرظي، روى عنه أبو محمد بن النحاس، وهو أخو الفقيه محمد بن شعبان المالكي.\nويقال في المضارع ييسر، بكسر الياء كييجل، وهي لغة بني أسد.\nواليسر، بالضم: عود يطلق البول، وقد جاء ذكره في حديث الشعبي. وقال الأزهري: هو عود أسر لا يسر، وقد ذكر في موضعه.\nويسر، بضمتين، وقال الجوهري: اليسر دحل لبني يربوع، قال طرفة:\nأرق العين خيال لم يقر * طاف والركب بصحراء يسر وقال الجوهري: إنه بالدهناء. قلت: وهو نقب تحت الأرض يكون فيه ماء، وقد جاء في شعر جرير أيضا.\nومياسر: موضع، قال ابن حبيب: بين الرحبة والسقيا من بلاد عذرة قريب من وادي القرى، قال كثير:\nإلى ظعن بالنعف نعف مياسر * حدتها تواليها ومارت صدورها ويسر بن الحارث بن عبادة العبسي، بالضم، فرد في الصحابة. ويسر بن أنس، في حدود الثلاثمائة.\nويسر بن إبراهيم، أندلسي مات سنة 302، ويسر خادم ابن الرشيد العباسي، وفيه يقول الشاعر :\nولو شئت تيسرت * كما سميت يا يسر ويسر الخادم: مولى المقتدر، روى عن علي بن عبد الحميد العقائري، ذكره ابن عساكر. واليسارى: موضع، عن ابن سيده وأنشد:\nدرى باليسارى جنة عبقرية * مسطعة الأعناق بلق القوادم ونهر الأيسر: كورة بين الأهواز والبصرة.\nونهر يسار: منسوب إلى يسار بن مسلم بن عمرو الباهلي أخي قتيبة، عن ابن الكلبي، وذكره أيضا ابن قتيبة في كتاب المعارف.\nويسار الكواعب: عبد كان يتعرض لبنات مولاه فجببن مذاكيره، قال الفرزدق يخاطب جريرا:\nوإني لأخشى إن خطبت إليهم * عليك الذي لاقى يسار الكواعب وأبو اليسر، محركة: كعب بن عمرو، من الصحابة. وفراس بن يسر، حديثه عند مكرم بن محرز.\nويقال: أسروه ، ويسروا ماله. وهو مجاز. وكذا قولهم: تياسرت الأهواء قلبه. ويسره لكذا: هيأه. كذا في الأساس.\nوالأيسر: موضع، قال ذو الرمة:\nآريها والمنتأى المدعثر * بحيث ناصى الأجرعين الأيسر وبالتصغير: يسيرة، صحابية، لها حديث في التسبيح والعقد بالأنامل. ويسيرة بنت عسيرة، في نسب أبي مسعود البدري.\nوبنو ميسرة، بطن من العرب، منازلهم مما يلي دمياط.\nوميسار، كمحراب: مدينة. قاله العمراني، وهي غير الميشار، بالمعجمة.\nتذنيب: اختلف في قول امرئ القيس الذي رواه الأصمعي وأنشده:\nفأتته الوحش واردة * فتمتى النزع في يسره وفسره فقال: أراد: حيال وجهه، وقيل: تحرف لها بالنزع، وقيل: إنه حرك السين ضرورة؛ وقيل: إنه أراد اليسار، فحذف الألف، وقيل: إنه جمع يسار، ويروى: يسره، بضمتين، ويروى: يسره، بضم ففتح، جمع اليسرى. وتمتى: تمطى.",
    "pg": "V07P632-V07P639"
  },
  "يسس": {
    "def": "يس ييس يسا، إذا سار، هكذا، نقله الصاغاني عن ابن الأعرابي، وقد أهمله الجوهري والجماعة.\nقلت: وسيأتي له أيضا دش، وذش، إذا سار.\nوبه ختم حرف السين المهملة، والحمد لله الذي بنعمته تتم الصالحات، وصلى الله على سيدنا محمد وآله ما هبت نسمات، وتليت الصلوات الطيبات، اللهم أعني ويسر يا كريم. باب الشين وهو من الحروف المهموسة، والمهموس - كما تقدم -: لأن في مخرجه، دون المجهور، وجرى مع النفس، فكان دون المجهور في رفع الصوت، وهو من الحروف الشجرية أيضا، قال شيخنا: قد أبدل من كاف المؤنث، كرأيتش، أي رأيتك، وأنشد:\nفعيناش عيناها وجيدش جيدها * ولكن عظم الساق منش دقيق أي عيناك، وجيدك، ومنك. ومن كاف الديك المكسورة، قالوا ديش كما في الشعر، ومن الجيم في مدمج قالوا: مدمش، ومن السين قالوا في جعوس جعوش ، وإبداله من كاف الخطاب لغة بني عمرو وتميم، وهذا الإبدال مطلق، ومن قيده بالوقف فقى وهم، كما يدل له البيت، انتهى.\nقلت: وأنشد الأزهري:\nتضحك مني أن رأتني أحترش * ولو حرشت لكشفت عن حرش قال: أراد عن حرك، يقلبون كاف المخاطبة للتأنيث شينا.\nفصل الهمزة مع الشين",
    "pg": "V09P051-V09P052"
  },
  "يسع": {
    "def": "يسع، بضم الياء: اسم ريح الشمال، نقله شمر عن الحجازيين، وهي بلغة هذيل مسع، بكسر الميم.\nويسع محركة: اسم نبي، وقد ذكر في \"و س ع \"وهذا محل ذكره، لأنه أعجمي ليس بمشتق من وسع فتأمل.",
    "pg": "V11P555"
  },
  "يسف": {
    "def": "اليسف، محركة: الذباب وأنشد لابن الرقاع يمدح مري بن ربيعة الكلبي:\nحتى أتيت مريا وهو منكرس * كالليث يضربه في الغابة اليسف ويروى: السعف وهما بمعنى، قال: ولم نسمع بهذين إلا في هذا الشعر، قال، ولعلهما يكونان لغة لهؤلاء القوم.\nوقال الفراء في كتابه البهي، تقول: هلال بن يساف، بالكسر قال غيره: وقد يفتح،: تابعي كوفي مولى أشجع، أدرك عليا رضي الله عنه، قال شيخنا: وصرح الإمام النووي بأن الأشهر عند أهل اللغة إساف بالهمزة.\nقلت: وذكره ابن حبان في الثقات، وقال: كنيته أبو الحسن، وروى عن أبي مسعود الأنصاري، ووابصة بن معبد، وروى عنه منصور بن المعتمر، وحصين.\nومما يستدرك عليه:\nيساف بن عتبة بن عمرو الخزرجي، والد خبيب الصحابي وياسوف: قرية قرب نابلس من فلسطين، توصف بكثرة الرمان.\nومما يستدرك عليه:",
    "pg": "V12P544"
  },
  "يسل": {
    "def": "اليسل أهمله الجوهري وصاحب اللسان.\nوقال الزبير بن بكار: هم يد من قريش الظواهر، قال وبالباء الموحدة: اليد الأخرى، أعني بني عامر بن لؤي هكذا حدثني محمد ابن الحسن، كما في العباب.\nوقد تقدم ذكر اليسل في موضعه وإنما ساقه هنا استطرادا، ونقله الحافظ عن الزبيري أيضا فأورده في التبصير، لكنه قلب فقال: اليسل بالتحتية: بنو عامر بن لؤي، والباقون بموحدة، فتأمل ذلك.\nومما يستدرك عليه:",
    "pg": "V15P822"
  },
  "يسم": {
    "def": "الياسمون بكسر السين وفتحها: م معر وف، الواحد: ياسم، كصاحب أو عالم، ولا نظير له سوى: عالمون: جمع عالم لا ثالث لهما، كما مر ذلك في \"ع ل م\".\nقال الجوهري: وبعض العرب يقول: شممت الياسمين، وهذا ياسمون، فيجريه مجرى الجمع، كما قلنا في نصيبين، وقد جاء في الشعر ياسم، قال أبو النجم:\nمن ياسم، بيض وورد أحمرا * يخرج من أكمامه معصفرا قال ابن بري: ياسم: جمع ياسمة، فلهذا قال بيض.\nأو فارسي معرب، فلا يجري مجرى الجمع، وقد جرى في كلام العرب، قال الأعشى:\nوشاهسفرم والياسمين ونرجس * يصبحنا في كل دجن تغيما فمن قال: ياسمون: جعل واحده ياسما، فكأنه في التقدير: ياسمة، ومن قال: ياسمين، فرفع النون، جعله واحدا وأعرب نونه.\nومجئ الياسم في الشعر يدل على زيادة يائه ونونه. وهو نوعان: أبيض، وأصفر، فالأبيض، مشرب بالحمرة، والأصفر أعرض منه، نافع للمشايخ، وللصداع البلغمي، والزكام، وهو يقاوم السموم، وفيه تفريح، وذر سحيق يابسه على الشعر الأسود: يبيضه، وشرب أوقية من ماء سحيق زهره ثلاثة أيام، مجرب لقطع نزف الأرحام، وإن جعل في الخمر: أسكر القليل منها بإفراط، ويهيج الباه ويعظم الآلة طلاء.\nومما يستدرك عليه:\nيسوم: جبل لهذيل، وبه يضرب المثل: \"الله أعلم، من حطها من رأس يسوم \"، وقال:\nحلفت بمن أرسى يسوم مكانه * ويسومان: جبلان متقاربان، وهما: حيض ويسوم، أو فرقد ويسوم، قال الراجز:\nيا ناق سيري قد بدا يسومان * وقد ذكره المصنف في: \"س ن م \"، والصواب هنا.\nومما يستدرك عليه:",
    "pg": "V17P775"
  },
  "يسمن": {
    "def": "الياسمين: معروف، وقد ذكره المصنف في يسم.\nومما يستدرك عليه:\nيسمون: منزل من منازل همدان باليمن.",
    "pg": "V18P594"
  },
  "يسن": {
    "def": "اليسن، محركة: أهمله الجوهري.\nوهو أسن البئر؛ وقد يسن كفرح، مثل أسن.\nوياسين: اسم، وذكر في س ي ل سين.\nومما يستدرك عليه:\nماء ياسن: متغير، لغة في آسن لبعض العرب.\nوأيسن، كأفلس: موضع باليمامة، عن نصر.\nومما يستدرك عليه:",
    "pg": "V18P594"
  },
  "يسي": {
    "def": "ياسا، بالسين مقصور: كلمة يعبر بها عن السياسة السلطانية. وهو اليسق، وقد مر مفصلا في آخر القاف.\nومما يستدرك عليه:",
    "pg": "V20P357-V20P358"
  },
  "يسيركث": {
    "def": "يسيركث : من قرى سمرقند، كذا في المعجم.",
    "pg": "V03P281"
  },
  "يشر": {
    "def": "يشر، أهمله كلهم، وقد جاء منه ميشار، كمحراب: بلدة من نواحي دنباوند، كثيرة الخيرات والشجر. ونقله ياقوت.",
    "pg": "V07P640"
  },
  "يشش": {
    "def": "يش، أهمله الجوهري وصاحب اللسان، وقال الصاغاني عن ابن الأعرابي: يش وأش، إذا فرح.\nقلت: أما أش فإن همزته مبدلة من الهاء، وأما يش، بالياء، فلا أدري كيف هو.",
    "pg": "V09P233"
  },
  "يشم": {
    "def": "اليشم: ويقال أيضا: اليشب، وهو حجر معدني، أجوده: الزيتي، فالأبيض، فالأصفر، وله خواص.",
    "pg": "V17P775"
  },
  "يصص": {
    "def": "يصص الجرو، لغة في جصص ن وبصص، أي فقح، نقله الجوهري عن أبي زيد، قال: لأن بعض العرب يجعل الجيم ياء فيقول للشجرة: شيرة، وللجثجات جثياث. قلت: ونقله الفراء أيضا مثل أبي زيد. وقال الأزهري: وهما لغتان. وقال أبو عمرو: بصص، وبصص بالياء، بمعناه. وذكر أبو عبيد عن أبي زيد بصص بالباء. قال السهيلي في الروض: قال القالي: إنما رواه البصريون عن أبي زيد يصص، بياء تحتية، لأن الياء تبدل من الجيم كثيرا، كما تقول أيل وأجل، وقد تقدك الكلام فيه في \"بصص\". بقي أن الصاغاني نقل عن أبي زيد: يصيص الجرو بمعنى يصص ، واستدركه على الجوهري، وهو نقل غريب، فقد تقدم ما رواه البصريون عن أبي زيد إنما هو يصص، فتأمل. ويصصت الأرض: تفتحت بالنبات، نقله الصاغاني عن ابن عباد، وهو مجاز.\nويصص النبات: تفتح بالنور، نقله الصاغاني عن ابن عباد أيضا، وهو مجاز.\nويصص على القوم: حمل عليهم، نقله الصاغاني أيضا عن ابن عباد، وهو مجاز.",
    "pg": "V09P385"
  },
  "يصف فرسا": {
    "def": "فتدليت عليها قافلا * وعلى الأرض غيايات الطفل وتدلى من الشجر: تعلق.\nومن المجاز: دلوت الناقة أدلوها دلوا: سيرتها رويدا، أي رفق بسوقها؛ قال الراجز:\nلا تعجلا بالسير وادلواها * * لبئسما بطء ولا ترعاها * ودلوت فلانا: رفقت به وداريته وصانعته؛ كداليته؛ نقله الجوهري وهو مجاز.\nومما يستدرك عليه:\nالدلاة: النصيب من الشيء؛ قال الراجز:\nآليت لا أعطي غلاما أبدا * * دلاته إني أحب الأسودا * يريد بدلاته سجله ونصيبه من الود، والأسود اسم ابنه.\nوأدل دلوك في الدلاء، يضرب في الحث على الاكتساب.\nويجمع الدلو أيضا على دلية، أغفله هنا وأورده استطرادا في نحو.\nودلوت بفلان إليك: أي استشفعت به إليك، وهو مجاز.\nودلى العير تدلية: أخرج جردانه ليبول؛ ومنه قول ابنة الخس لما سئلت عن مائة من الحمر فقالت: عازبة الليل وخزي المجلس، لا لبن فتحلب ولا صوف فتجز، إن ربط عيرها دلى وإن أرسلته ولى.\nودلى الشيء في المهواة: أرسله فيها؛ وقول الشاعر:\nكأن راكبها غصن بمروحة * إذا تدلت به أو شارب ثمل يجوز أن يكون تفعلت من الدلو الذي هو السوق الرفيق، كأنه دلاها فتدلت، وكونه أراد تدللت فكره التضعيف فحول إحدى اللامين ياء؛ كذا في المحكم.\nودلاهما بغرور: غرهما، وقيل: أطعمهما؛ وأصله الرجل العطشان يدلى في البئر ليروى من مائها فلا يجد فيها ماء فيكون مدليا فيها بغرور، فوضعت التدلية موضع الإطماع فيما لا يجدي نفعا؛ أو المعنى جرأهما بغروره والأصل فيه دللهما، والدل والدالة: الجرأة.\nودلى حاجته دلوا: طلبها.\nوتدلى علينا من أرض كذا: أتى إلينا.\nوتدلى بالشر: انحط عليه.\nوالدلاة، كقضاة: جمع دال وهو النازع بالدلو.\nودلويه، بكسر الدال وضم اللام المشددة: جد حامد ابن أحمد بن محمد بن دلوية الاستوائي، عن الدارقطني، وعنه الخطيب.\nوأيضا جد أبي بكر محمد بن أحمد بن دلوية الدلويي النيسابوري عن أحمد بن حفص السلمي وعنه أبو بكر الضبعي.\nوأبو القاسم عبيد الله بن محمد البخاري المعروف بابن الدلو البغدادي، وبالدلو روى عنه الخطيب.",
    "pg": "V19P411-V19P412"
  },
  "يصل": {
    "def": "اليأصول بمعنى الأصل، هكذا ذكره صاحب اللسان في تركيب \"و ص ل \"، وتقدم شاهده هناك، وذكره المصنف في \"أ ص ل \"عن ابن دريد.",
    "pg": "V15P822"
  },
  "يضض": {
    "def": "يضض الجرو، أهمله الجوهري، وقال أبو زيد: أي فتح عينيه، لغة في الصاد المهملة، وكذلك جصص، وفقح، ورواه الفراء بالصاد المهملة، كما تقدم في موضعه، وقال أبو عمرو: يضض، ويصص، وبضض بالباء، وجصص بمعنى واحد، لغات كلها، وقد ذكر كل منها في بابه.\nوبه تم حرف الضاد المعجمة من شرح القاموس.\nوالحمد لله رب العالمين، وصلى الله على سيدنا ومولانا محمد النبي الأمي، وعلى آله وصحبه الطاهرين أجمعين. وحسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم. وهي من الحروف المهجورة، وألفها ترجع إلى الياء.\nإذا هجيته جزمته ولم تعربه، كما تقول: ط د، مرسلة اللفظ بلا إعراب، فإذا وصفته وصيرته اسما أعربته، كما تعرب الاسم، فتقول: هذه طاء طويلة، وهي الدال والتاء ثلاثة في حيز واحد، وهي الحروف النطعية، لان مبدأها من نطع الغار الأعلى.\nقال شيخنا: أبدلت الطاء من تاء الافتعال وفروعه، ومن تاء الضمير المواقع إثر حرف من حروف الإطباق، ومن الدال.\nوحكى يعقوب عن الأصمعي: مط الحروف ومد الحروف، والإبعاط والإبعاد.\nقال: وظاهر كلام ابن أم قاسم أنها إنما تبدل في الافتعال، وليس كذلك، بل أبدلها بعد حروف الإطباق إذا كانت التاء ضميرا أيضا، قالوا: حفظط، وحضط، وفحصط وخبط في: حفظت وفحصت وخبطت، وأنشدوا قول علقمة التميمي:\nوفي كل حي قد خبط بنعمة * فحق لشأش من نداك ذنوب وقال بعض النحاة: إنه غير مطرد، ورد بأنه قوم من بني تميم.\nوقال أبو عبيدة: الميطاء والميداء، حولوا الدال طاء.\nوقال أبو عمر الزاهد في اليواقيت: قالوا: ما أبعط طارك! بمعنى: ما أبعد دارك!\nفصل الهمزة مع الطاء",
    "pg": "V10P181-V10P182"
  },
  "يطب": {
    "def": "يا طب كياسر: مياه في جبل أجإ، وهو علم مرتجل؛ وفيها قيل:\nفواكبدينا كلما التحت لوحة * على شربة من ماء أحواض ياطب قلت: وقرأت في ترجمة الشريف أبي عون إدريس بن حسن بن أبي نمى القتادي الحسني: أنه مات بجبل شمر، في ياطب، وتولى مكة اثنتين وعشرين سنة، ومن حسن الاتفاق أن ياطبا عدده اثنان وعشرون.\nوما أيطبه: لغة في ما أطيبه: صرح جماعة بأنه مقلوب منه. وفي بعض الآثار: \"عليكم بالأسود منه، أي ثمر الأراك، فإنه أيطبه \"هي لغة صحيحة فصيحة في أطيب. وذهب جماعة إلى أصالة هذه اللفظة، وأنها لغة مستقلة، وفيه خلاف.\nوأقبلت الشاة تهوي في أيطبتها، وعن أبي زيد: تشدد الباء، رواه أبو علي، قال: وإنها أفعلة، وإن كان بناء لم يأت لزيادة الهمزة أولا؛ ولا يكون فيعلة لعدم البناء. ولا من باب الينجلب وإنقحل، لعد البناء، وتلاقي الزيادتين. والمعنى أي في شدة استحرامها، وقد سبقت الإشارة إليه في ط ب ب.",
    "pg": "V02P501"
  },
  "يطس": {
    "def": "ومما يستدرك عليه:\nياطس، كصاحب: قرية بمصر، من أعمال البحيرة، وقد دخلتها.",
    "pg": "V09P051"
  },
  "يطق": {
    "def": "ومما يستدرك عليه:\nيطق ، وهو لفظ معرب ، استعملوه بمعنى طائفة من الجند تحمى خيمة الملك ليلا في السفر، نقله شيخنا، وأنشد لابن مطروح :\nملك الملاح ترى العيو * ن عليه دائرة يطق ومخيم بين الضلو * ع وفي الفؤاد له سبق هكذا فسره ابن خلكان. قلت: وأصله أيضا ياطاغ بالغين، وهي لفظة تركية، قال شيخنا: والمصنف إنما يرد عليه مثل هذه الألفاظ، لأنه لا يتقيد بلغة العرب ولا بالفصيح ولا بالعربي ولا بالاصطلاحيات، ومع ذلك يدعى الإحاطة، فاعرف ذلك.",
    "pg": "V13P500"
  },
  "يعر": {
    "def": "اليعر: الشاة أو الجدي يشد عند زبية الذئب أو الأسد. قال البريق الهذلي وكان قد توجه قومه إلى مصر في بعث فبكى على فقدهم:\nويصبح قومي دون أرضهم مصر * فإن أمس شيخا بالرجيع وولدة مقيما بأملاح كما ربط اليعر * أسائل عنهم كلما جاء راكب جعل نفسه في ضعفه وقلة حيلته كالجدي المربوط في الزبية، والرجيع والأملاح: موضعان. كاليعرة ، ومنه المثل: هو أذل من اليعر. وفي حديث أم زرع: وترويه فيقة اليعرة. هي العناق. واليعر: الجدي، وبه فسر أبو عبيد قول البريق، قال الأزهري: وهكذا قال ابن الأعرابي وهو الصواب، ربط عند زبية الذئب أو لم يربط.\nواليعر: شجر.\nوقال الصاغاني: يعر: جبل. قيل: د، وبه فسر السكري قول ساعدة بن العجلان:\nتركتهم وظلت بجر يعر * وأنت ظننت ذو خبب معيد واليعار، كغراب: صوت الغنم، أو صوت المعزى، أو الشديد من أصوات الشاء، قال: وأما أشجع الخنثى فولوا * تيوسا بالشظي لها يعار يعرت تيعر وتيعر، كيضرب ويمنع، الفتح عن كراع، يعارا، بالضم: صاحت، وقال:\nعريض أريض بات ييعر حوله * وبات يسقينا بطون الثعالب هذا رجل ضاف رجلا، وله عنود ييعر حوله، يقول: فلم يذبحه لنا، وبات يسقينا لبنا مذيقا كأنه بطون الثعالب، لأن اللبن إذا أجهد مذقه اخضر. وفي الحديث: \"لا يجيء أحدكم بشاة لها يعار \"وفي آخر: بشاة تيعر، أي تصيح. وأكثر ما يقال اليعار لصوت المعز.\nواليعور، كصبور: شاة تبول على حالبها وتيعر فتفسد اللبن، كاليعورة. واليعور: الكثيرة اليعار، قال الجوهري: هذا الحرف هكذا جاء. قال أبو الغوث: هو البعور، بالباء يجعله مأخوذا من البعر والبول، قال الأزهري: هذا وهم، شاة يعور، إذا كانت كثيرة اليعار، وكأن الليث رأى في بعض الكتب: شاة يعور، فصحفه وجعله: شاة بعور بالباء.\nوفي المحكم: اعترض الفحل الناقة يعارة بالفتح إذا عارضها فتنوخها، أو اليعارة أن لا تضرب مع الإبل بل يقاد إليها الفحل، وذلك لكرمها. قال الراعي يصف إبلا نجائب، وأن أهلها لا يغفلون عن إكرامها ومراعاتها، وليست للنتاج فهن لا يضرب فيهن فحل إلا معارضة من غير اعتماد، فإن شاءت أطاعته وإن شاءت امتنعت منه فلا تكره على ذلك:\nقلائص لا يلقحن إلا يعارة * عراضا ولا يشربن إلا غواليا قال الأزهري: قوله: يقاد إليها الفحل، محال، ومعنى بيت الراعي هذا أنه وصف نجائب لا يرسل فيها الفحل ضنا بطرقها وإبقاء لقوتها على السير، لأن لقاحها يذهب منتها. ومعنى قوله: إلا يعارة، يقول: لا تلقح إلا أن يفلت فحل من إبل أخرى فيعير فيضربها في عيرانه، وكذلك قال الطرماح في نجيبة حملت يعارة فقال:\nسوف تدنيك من لميس سبنتا * ة أمارت بالبول ماء الكراض أنضجته عشرين يوما ونيلت * حين نيلت يعارة في العراض أراد أن الفحل ضربها يعارة، فلما مضى عليها عشرون ليلة من وقت طرقها الفحل ألقت ذلك الماء الذي كانت عقدت عليه فبقيت منتها كما كانت. قال أبو الهيثم: معنى اليعارة أن الناقة إذا امتنعت على الفحل عارت منه، أي نفرت، تعار، فيعارضها الفحل في عدوها حتى ينالها فيستنيخها ويضربها. وقوله يعارة إنما يريد عائرة، فجعل يعارة اسما لها وزاد فيه الهاء، وكان حقه أن يقال عارت تعير، فقال تعار، لدخول أحد حروف الحلق فيه.\nومما يستدرك عليه:\nفي كتاب عمير بن أفصى: إن لهم الياعرة، أي ماله يعار. وفي حديث ابن عمر: \"مثل المنافق كالشاة الياعرة بين الغنمين \"قال ابن الأثير: هكذا جاء في مسند أحمد، فيحتمل أن يكون من اليعار: الصوت، ويحتمل أن يكون من المقلوب، لأن الرواية: العائرة، وهي التي تذهب كذا وكذا.\nواليعار، كغراب: شجرة في الصحراء تأكلها الإبل، وبه فسر حديث خزيمة: \"وعاد لها اليعار مجرنثما \"، قاله ابن الأثير.\nويعار، بالفتح، جبل لبني سليم. نقله ياقوت. واستدرك شيخنا: يعار بكسر الياء في جمع اليعر بمعنى الجدي، وقال: إنهم قالوا: ليس لهم كلمة أولها ياء مكسورة غيرها وغير يسار ويوام، وقد تقدم البحث فيه.\nوثبيتة ابنة يعار كغراب، الأنصارية، لها صحبة، وهي التي أعتقت سالما مولى أبي حذيفة.",
    "pg": "V07P640-V07P642"
  },
  "يعط": {
    "def": "يعاط، مثلثة الأول، مبنية بالكسر، نقله الجوهري، الفتح كقطام، وهي الفصحى، والضم والكسر لغتان ضعيفتان، نقلهما الصاغاني. قال: والكسر أضعفهما. وقال الأزهري: الكسر قبيح لأنه زاد الياء قبحا، لأن الياء خلقت من الكسرة، وليس في كلام العرب كلمة على فعال في صرها ياء مكسورة. وقال غيره: يسار: لغة في اليسار، وبعض يقول: إسار تقلب همزة إذا كسرت. قلت: وحكى ابن سيده: اليوام بالكسر مصدر ياومه. وزاد غيره: اليعار في جمع يعر للجفر الذي يصطاد به الصائد الأسد، كما مرن فصارت أربعة، كما أشار إليه شيخنا.\nقلت: وزاد الصاغاني هلال بن يساف، بالكسر، فصارت خمسة.\nوياعاط، بألف، عن الفراء، قال وهو أكثر: زجر للذئب، إذا رأيته قلت: يعاط يعاط، وعليه اقتصر الجوهري، وأنشد قول الراجز:\nصب على شاء أبي رياط * ذؤالة كالأقدح المراط يهفو إذا قيل له: يعاط ورواه الفراء:\nتنجو إذا قيل له يا: عاط * وهو أيضا زجر للخيل وللإبل وأنشد ثعلب في صفة إبل:\nوقلص مقرورة الألياط * باتت على ملحب أطاط تنجو إذا قيل لها: يعاط ويروى بكسر الياء، وقد تقدم أنها قبيحة.\nوحكى ابن بري عن محمد بن حبيب: عاط عاط,. قال: فهذا يدل على أن الأصل عاط مثل غاق، ثم أدخل عليه يا، فقيل: يا عاط، ثم حذف منه الألف تخفيفا، فقيل: يعاط.\nقلت: وهذا معنى قول الفراء: تقول العرب: يا عاط ويعاط، وبالألف أكثر. وأما أهل الصعيد قاطبة فإنهم يستعملونه في زجر الخيل والإبل والناس، كذلك يقولون: عاط ويعاط، كما سمعته منهم مرارا، وهي عربية فصيحة.\nوقيل: يعاط، وياعاط ينذر بهما الرقيب أهله إذا رأى جيشا، قال المتنخل الهذلي:\nوهذا ثم قد علموا مكاني * إذا قال الرقيب: ألا يعاط قال السكري في شرحه: عاط: كلمة يصيح بها الصائح، وهو قوله: عاط عاط. يقول: إذا جاء وقت الحملة في الحرب، وقالوا: عاط عاط، كنت فيمن يحمل.\nوقال الأزهري: ويقال: يعاط زجر في الحرب، قال الأعشى:\nلقد منوا بتيحان ساط * ثبت إذا قيل له يعاط وقال الجمحي: يعاط: استغاثة وزج. وقال غيره: يعاط، أي احملوا، وقيل: يعاط: إغراء. وقال ابن عباد: يقال في زجر الإبل: يا عاط، وفي زجر الخيل إذا أرسلت عند السباق: يعاط.\nوأيعط به، ويعط به تيعيطا، وياعط به مياعطة، وعلى الألى اقتصر الجوهري، إذا قال له ذلك، أي يعاط، وياعاط، وكذلك ياعطه مياعطة.\nوبه تم حرف الطاء المهملة من شرح القاموس والحمد لله حق حمده، وصلى الله على سيدنا ومولانا محمد النبي الأمي وعلى آله وصحبه وذويه وعترته، وسلم تسليما كثيرا كثيرا. روي الليث أن الخليل قال: حر عربي خص به لسان العرب لا يشركهم فيه أحد من سائر الأمم، وهي من الحروف المهجورة. والظاء والذال والثاء في حيز واحد، وهي الحروف اللثوية لأن مبدأها من اللثة.\nوالظاء حرف هجاء يكون أصلا، لا بدلا ولا زائدا.\nقال ابن جني: ولا توجد في كلام النبط، فإذا وقعت فيه قلبوها طاء، كما سنذكر ذلك في ترجمة \"ظوى \"إن شاء الله تعالى.\nقال شيخنا: وذكر ابن أم قاسم، وجماعة، أنهم لم يجدوا في إبدالها شيئا، ولم يتعرض لذلك في التسهيل، على كثرة ما فيه من الغرائب، وتركه في الممتع أيضا، مع أنه جامع لغرائب الفن، ثم رأيت ابن عصفور قال في المقرب: أنها تبدل من الذال المعجمة، يقال: تركته وقيذا ووقيظا، حكاه يعقوب ابن السكيت. قلت: ونقل ذلك عن كراع أيضا، كما سيأتي. قلت : وكذلك أرض جلذاء، وجلظاء، كما في نوادر الأعراب.\nفصل الهمزة مع الظاء هذا الفصل ساقط برمته من الصحاح.\n* [أحظ] أحاظة، كأسامة: أهمله الجوهري، وقال الصاغاني: هو اسم رجل، هو ابن سعد بن عوف بن عدي بن زيد بن سهل بن عمرو بن قيس بن معاوية بن جشم بن عبد شمس: أبو قبيلة من حمير، قال: وإليه ينسب مخلاف أحاظة باليمن.\nوفي التكملة: أحاظة: بد باليمن، والمحدثون يقولون: وحاظة، بالواو وقد تبعهم المصنف هناك أيضا، وناهيك بهم، وكذلك ذكره ياقوت في معجمه، كما سيأتي، فيكون كإشاح ووشاح. قال الشنفرى يصف القطا:\nفعبت غشاشا ثم مرت كأنها * مع الفجر ركب من أحاظة مجفل",
    "pg": "V10P455-V10P457"
  },
  "يعع": {
    "def": "اليعياع، أهمله الجوهري قال الليث: هو من فعال الصبيان، إذا رمى أحدهم الشيء إلى آخر، قال: ولا تكسر ياؤه كما تكسر زاي الزلزال، كراهية الكسرة في الياء، وأنشد:\nأمست كهامة يعياع تدوالها * أيدي الأوازع ما تلقى وما تذر وقال ابن عباد: يع، كقد: زجر للصبي عن تناول الشيء القذر، كقول العجم: كخ بفتح الكاف ، والكسر أشهر.\nومما يستدرك عليه:\nاليعيعة: أصوات القوم إذا تداعوا، فقالوا: ياع ياع.\n* [يزع] : اليازع المذكور في قول حصيب الهذلي الضمري، أهمله الجوهري والجماعة هنا، وذكره الصاغاني وصاحب اللسان في \"و ز ع \"قالوا: قال حصيب يذكر فرته من العدو:\nلما عرفت بني عمرو ويازعهم * أيقنت أني لهم في هذه قود أراد به الزاجر، وهي لغة لهذيل في الوازع، قلب الواو ياء طلبا للخفة، وأيضا تنكب الجمع بين الواوين، وقد تقدم ذلك في وزع وأشرنا لذلك هنالك، فراجعه.",
    "pg": "V11P555"
  },
  "يعمر": {
    "def": "ويستدرك عليه هنا: اليعمور، فقد ذكره الجاحظ هنا، وقال هو الجدي، والجمع اليعامير، وذكره المصنف في ع م ر، وقد تقدم القول فيه، وحاله حال اليامور.\nومما يستدرك عليه أيضا:",
    "pg": "V07P642"
  },
  "يفث": {
    "def": "\"يافث، كصاحب \"، أهمله الجوهري، وهو عجمي، ويقال بالمثناة بدل المثلثة، وحكى بعض المفسرين: يفث، كجبل، وهو \"ابن نوح \"على نبينا وعليه الصلاة والسلام، وهو \"أبو الترك \"، على ما قيل \"ويأجوج ومأجوج \"، وهم إخوة بنى سام وحام، فيما زعم النسابون.\n\"وأيافث كأثارب: ع باليمن \"، كأنهم جعلوا كل جزء منه أيفث اسما لا صفة، نقله الصاغاني هنا على الصواب، وذكره أيضا في ن ف ث فصحفه.\nومما يستدرك عليه من كتاب اللسان:",
    "pg": "V03P281"
  },
  "يفخ": {
    "def": "يفخه، كمنعه، لمكان حرف الحلق، أو كنصر، كما هو مقتضى قاعدة إطلاقه، أو كضرب، إلحاقا له بالواوي كوعد، ومعناه أصاب يافوخه، فهو ميفوخ، وقد تقدم ذكر اليافوخ في الهمز، وإنما أعاده هنا لبيان أنه يائي على رأي المصنف، وهو ملتقى عظم مقدم الرأس ومؤخره. قال ابن سيده لم يشجعنا على وضعه في هذا الباب إلا أنا وجدنا جمعه يوافيخ، فاستدللنا بذلك على أن ياءه أصلية.\nوفي الأساس. وطئ فلان يوافيخ القروم: سلمت له السيادة والعلو. ومس بيافوخه السماك. ومن المجاز :\nصدعوا يافوخ الليل، إذا أدلجوا.",
    "pg": "V04P324"
  },
  "يفع": {
    "def": "اليفع، محركة، واليفاع، كسحاب: التل المشرف، وقيل: هو المشرف من الأرض والجبل، وقيل: هو قطعة منهما فيها غلظ، قال النابغة الذبياني:\nوحلت بيوتي في يفاع ممنع * تخال به راعي الحمولة طائرا وقال سويد اليشكري:\nودعتني برقاها إنها * تنزل الأعصم من رأس اليفع وتيفع الرجل : صعده عن ابن عباد: أي: ارتفع على يفاع من الأرض.\nوأمكنة يفوع، بالضم: مرتفعة قال ابن بري: هو جمع يفاع، قال المرار بن سعيد:\nبنظرة أزرق العينين باز * على علياء يطرد اليفوعا وغلام يافع، أي: مترعرع، ج: يفعة، ويفعان، كطلبة وكثبان.\nويقال: غلام يفع، محركة بمعناه، وج: أيفاع، كسبب وأسباب، وقد يكون جمع يافع، كصاحب وأصحاب، وشاهد وأشهاد.\nوغلام يفعة، محركة ووفعة، وأفعة، بالياء: والواو والألف، ولا يثنى ولا يجمع، كما في العباب.\nويافع: ع.\nويافع: فرس والبة أخي بني سدرة بن عمرو بن عامر بن ربيعة، قال حصين بن سفيان الكلابي:\nوتركن فارس يافع في مزحف * يكبو لدى طرب العنان عقير ووقع في اللسان: والبة بن سدرة.\nويافع: أبو قبيلة من رعين، وهو يافع بن زيد بن مالك بن زيد بن رعين.\nويافع بن عامر البصري: محدث، روى عنه إسماعيل بن عياش ومنهم: مبرح بن شهاب بن الحارث بن ربيعة بن سعد بن سحيت بن شرحبيل بن عمرو بن يافع اليافعي الرعيني: صاحبي رضي الله عنه، أحد وفد رعي، نزل مصر، وكان على ميسرة عمرو بن العاص يوم دخل مصر وخطته بالجيزة معروفة.\nواليافعيون من المحدثين جماعة فيهم كثرة منهم:\nعبد الله بن موهب، وعبد الله بن سعيد بن [أبي] الصعبة، وغيرهما، وهم ينتسبون إلى يافع بن زيد، الذي تقدم ذكره، أبو قبيلة من رعين، وهم اليوم بحضر موت بطن كبير، ينسب إليهم طائفة باليمن إلى الآن، ومن متأخريهم: قطب الحرم الإمام عبد الله بن أسعد اليافعي، نزيل مكة مؤلف روض الرياحين، وغيره، وحفيده: الجمال محمد بن عبد الوهاب، وولده، الوجيه عبد الرحمن بن محمد، ولد هذا بمنى سنة ثمانمائة وإحدى وثلاثين، ومات بمكة سنة ثمانمائة وثمانية وسبعين.\nويفع الجبل: كمنع: صعده.\nويفع الغلام: راهق العشرين كأيفع، وفي الصحاح: أيفع ارتفع، وفي النهاية: شارف الاحتلام وهو يافع، لا موفع ، وهو من النوادر قال كراع: ونظيره: أبقل الموضع فهو باقل: كثر بقله وأورق النبت، وهو وارق: طلع ورقه، وأورس الرمث ، وهو وارس كذلك، وأقرب الرجل وهو قارب: إذا قربت إبله من الماء.\nواليافعات من الأمور: ما علا وغلب منها فلم يطق، قاله ابن الأعرابي وأنشد لعدي بن زيد العبادي:\nما رجائي في اليافعات ذوات ال * هيج أم ما صبري وكيف احتيالي واليافعات من الجبال: الشمخ المرتفعات.\nوالميفعة: الشرف من الأرض.\nقاله ابن عباد، وهو بالفتح، كما يقتضيه إطلاقه، وقال السهيلي في الروض: قيده رواة السيرة بكسر الميم، والقياس الفتح، لأنه اسم موضع من اليفاع، وهو المرتفع من الأرض.\nوميفع وميفعة: بلدان بينهما يومان بساحل اليمن فميفع: قرية على الساحل، وميفعة: بلدة بين ميفع وأحور، إلا أنها ليست على الساحل، بل بينهما مرحلة.\nوأيفع، كأحمد:\nوأيفع، كأحمد: ضعيف، روى عن سعيد بن جبير.\nوأيفع، بن عبد الكلاعي.\nوأيفع بن ناكور، ذو الكلاع: صحابيان رضي الله عنهما، وقد تقدم ذكر الأخير في \"ك ل ع\".\nأو اسم ابن ناكور سميفع كما سبق ذلك أو اسميفع بزيادة الألف، كذا ضبطه الدار قطني في المؤتلف والمختلف، وأغفله المصنف هنالك.\nومما يستدرك عليه:\nاليافع، من الرمل: ما أشرف منه، قال ذو الرمة يصف خشفا:\nتنفي الطوارف عنه دعصتا بقر * ويافع من فرندادين ملموم وجبال يفعات، محركة أي: مشرفات.\nوكل مرتفع: يافع.\nوتيفع الرجل: أوقد ناره في اليفاع أو اليافع، قال رشيد بن رميض الغنوي:\nإذا حان منه منزل القوم أوقدت * لأخراه أولاه سنا وتيفعوا وتيفع الغلام، كأيفع.\nوجارية يفعة ويافعة، وقد أيفعت، وتيفعت.\nوقال اللحياني: يافع فلان وليدة فلان ميافعة: إذا فجر بها، ومنه حديث جعفر الصادق، رضي الله عنه: ولا يحبنا أهل البيت ولد الميافعة، أي: ولد الزنا.\nومن المجاز: مجد يافع.",
    "pg": "V11P555-V11P557"
  },
  "يفن": {
    "def": "اليفن، محركة: الشيخ الكبير؛ ومنه قول علي، رضي الله تعالى عنه: \"اليفن الذي قد لهزه القتير، أي الشيب؛ وأنشد أبو عبيد للأعشى:\nوما إن أرى الدهر فيما مضى * يغادر من شارف أو يفن وقال الليث: الشيخ الفاني، والياء أصلية.\nوقال بعضهم: هو على تقدير يفعل لأن الدهر فنه وأبلاه.\nواليفن: العجل إذا أربع، أي دخل في الرابعة.\nواليفن: ع، وقيل: ماء من مياه بني نمير بن عامر؛ كما في اللسان، وأهمله ياقوت وذكره في التي بعده. واليفن: المتفنن، ج يفن، بالضم.\nواليفنة، بهاء: البقرة؛ عن ابن الأعرابي.\nأو هي الحامل.\nومما يستدرك عليه:\nيقال للثور المسن: يفن؛ قال:\nيا ليت شعري هل أتى الحسانا * * أني اتخذت اليفنين شانا * * السلب واللومة والعيانا؟ * كأنه قال: اتخذت أداة اليفنين.\nوقال ابن بري: اليفن، بالضم: الثيران الجلة، واحدها يفن؛ قال الراجز:\nتقول لي مائلة العطاف * ما لك قد مت من القحاف؟\nذلك شوق اليفن والوذاف * ومضجع بالليل غير دافي ونقل ابن بري عن ابن القطاع قال: اليفن: الصغير أيضا، وهو من الأضداد.",
    "pg": "V18P594-V18P595"
  },
  "يفي": {
    "def": "يافا، بالفاء مقصور: مدينة على ساحل بحر الشام من أعمال فلسطين بين قيسارية وعكا افتتحها صلاح الدين عند فتحه الساحل سنة 583، ثم استولى عليها الفرنج في سنة سبع، ثم استعادها منهم الملك العادل أبو بكر بن أيوب في سنة 593، وخر بها؛ وقد دخلتها، وربما نسب إليها يافوني، منها أبو العباس محمد بن عبد الله بن إبراهيم اليافوني؛ وأبو بكر بن أحمد بن أبي نصر اليافوني سمع منهما الطبراني بيافا.\nومما يستدرك عليه:",
    "pg": "V20P358"
  },
  "يقال": {
    "def": "جرح وجراح وجراحة، كما يقال: حجارة وجمالة وحبالة، لجمع الحجر والجمل والحبل.\nورجل \"جريح \"وامرأة جريح، ج جرحى\". يقال: رجال جرحى، ونسوة جرحى، ولا يجمع جمع السلامة لأن مؤنثة لا يدخله الهاء.\nو في التنزيل: \"ويعلم ما جرحتم بالنهار جرح \"الشيء \"كمنع: اكتسب \"وهو مجاز \"كاجترح\". يقال: فلان يجرح لعياله ويجترح ويقرش ويقترش بمعنى. وفي التنزيل: \"أم حسب الذين اجترحوا السيئات \"أي اكتسبوا. وفي الأساس: وبئسما جرحت يداك، واجترحت، أي عملتا وأثرتا. وهو مستعار من تأثير الجارح.\nوفي العناية للخفاجي أن صار استعارة حقيقة فيه ومن المجاز جرح \"فلانا \"بلسانه. إذا \"سبه\". وفي نسخة: سبعه \"وشتمه\". ومن ذلك قولهم: * جرحوه بأنياب وأضراس * شتموه وعابوه. من المجاز: جرح الحاكم \"شاهدا \": إذا عثر منه على ما \"أسقط \"به \"عدالته \"من كذب وغيره. وقد قيل ذلك في غير الحاكم، فقيل: جرح الرجل: غض شهادته.\nوفي الأساس: ويقال: للمشهود عليه: هل لك جرحة؟ وهي ما تجرح به الشهادة. وكان يقول حاكم المدينة للخصم إذا أراد أن يوجه عليه القضاء: أقصصتك الجرحة، فإن كان عندك ما تجرح به الحجة التي توجهت عليك فهلمها: أي أمكنتك من أن تقص ما تجرح به البينة.\nو يقال: جرح الرجل \"كسمع: أصابته جراحة. و \"جرح الرجل أيضا: إذا \"جرحت شهادته \"وكذا روايته، أي ردت ووجه إليه القضاء.\nوالجوارح: إناث الخيل\". واحدتها جارحة لأنها تكسب أربابها نتاجها، قاله أبو عمرو، كذا في التهذيب.\nومن المجاز: الجوارح: \"أعضاء الإنسان التي تكتسب \"وهي عوامله من يديه ورجليه، واحدتها جارحة، لأنهن يجرحن الخير والشر، أي يكسبنه. قلت: وهو مأخوذ من جرحت يداه واجترحت. والجوارح: \"ذوات الصيد من السباع والطير \"والكلاب، لأنها تجرح لأهلها، أي تكسب لهم، الواحدة جارحة. فالبازي جارحة، والكلب الضاري جارحة. قال الأزهري: سميت بذلك لأنها كواسب أنفسها، من قولك: جرح واجترح. وفي التنزيل: \"يسألونك ماذا أحل لهم قل أحل لكم الطيبات وما علمتم من الجوارح مكلبين \"أراد: وأحل لكم صيد ما علمتم من الجوارح، فحذف لأن في الكلام دليلا عليه.\nويقال: ماله جارحة، أي ماله أنثى ذات رحم تحمل؛ وماله جارحة، أي ماله كاسب.\nوجوارح المال: ما ولد. يقال: \"هذه \"الفرس و \"الناقة والأتان من جوارح المال، أي \"أنها \"شابة مقبلة الرحم \"، والشباب يرجى ولدها.\nومن المجاز: قد استجرح الشاهد. \"الاستجراح \": النقصان و \"العيب والفساد \"، وهو منه، حكاه أبو عبيد. واستجرح فلان: استحق أن يجرح؛ كذا في الأساس. وفي خطبة عبد الملك: \"وعظتكم فلم تزدادوا على الموعظة إلا استجراحا \"، أي فسادا. وقيل: معناه إلا ما يكسبكم الجرح والطعن عليكم. وقال ابن عون: استجرحت هذه الأحاديث. قال الأزهري: ويروى عن بعض التابعين أنه قال: كثرت هذه الأحاديث واستجرحت، أي فسدت وقل صحاحها، وهو استفعل من جرح الشاهد: إذا طعن فيه ورد قوله؛ أراد أن الأحاديث كثرت حتى أحوجت أهل العلم بها إلى جرح بعض رواتها ورد روايته كذا في اللسان والأساس.\nوجراح \"كشداد: علم \"، وكنوا بأبي الجراح.\nوالجراح: قرية من إقليم المنصورة.\nومما يستدرك عليه:\nخاتم مرح، وسوار جرح، وهو القلق. وسكين جرح النصاب، به جرح؛ كذا في الأساس. وأنا أخشى أن يكون مرجا، وجرجا بالجيم، وقد تقدم.\nوفي الحديث : \"العجماء جرحها جبار \"بفتح الجيم لا غير، على المصدر.\nوجرح له من ماله: قطع له منه قطعة، عن ابن الأعرابي. ورد عليه ثعلب ذلك فقال: إنما هو:\nجزح، بالزاي. وكذلك حكاه أبو عبيد.",
    "pg": "V04P023-V04P024"
  },
  "يقت": {
    "def": "الياقوت من الجواهر، م \"أي معروف، فارسي \"معرب \"، وهو أقسام كثيرة ، و \"أجوده الأحمر الرماني \"ويقال له: البهرماني، قال الحكماء: يجلب من سرنديب، مفرح جامع مقو \"نافع للوسواس \"العارض من السوداء \"والخفقان، وضعف القلب شربا، ولجمود الدم تعليقا، \"وقد أطال فيه وفي خواصه ابن الكتبي، والحكيم داوود، والتيفاشي، وغيرهم من أهل الحكمة.",
    "pg": "V03P161"
  },
  "يقد": {
    "def": "ياقد، بالقاف، كصاحب، أهمله الجوهري، وهي بحلب قرب عزاز، وكانت فيها امرأة تزعم أن الوحي يأتيها، وكان أبوها يؤمن بها ويقول في أيمانه: وحق بنتي النبية قال عبد الله بن محمد بن سنان الخفاجي يخاطبه:\nبحياة زينب يا ابن عبد الواحد * وبحق كل نبية في ياقد ما صار عندك روشن بن محسن * فيما يقول الناس أعدل شاهد كذا في المعجم لياقوت.\nومما يستدرك عليه:",
    "pg": "V05P342-V05P343"
  },
  "يقظ": {
    "def": "اليقظة، محركة: نقيض النوم.\nقال عمر بن عبد العزيز:\nومن الناس من يعيش شقيا * جيفة الليل غافل اليقظه فإذا كان ذا حياء ودين * راقب الله واتقى الحفظه إنما الناس سائر ومقيم * والذي سار للمقيم عظه وقد يقظ، ككرم وفرح، الأولى عن اللحياني، يقاظة ويقظا، محركة، وكذلك يقظة محركة، وزاد في المصباح: يقظ، بفتح القاف، أي كضرب، ولم يذكر الضم، وهو غريب، وقد استيقظ: انتبه.\nورجل يقظ، كندس وكتف ، كلاهما على النسب، أي متيقظ حذر، نقله الجوهري. وقد ذكره ابن السكيت في باب فعل وفعل قال: رجل يقظ ويقظ، إذا كان متيقظا كثير التيقظ، فيه معرفة وفطنة ومثله عجل وعجل، وفطن وفطن. ورجل يقظان مثل سكران، ج: أيقاظ.\nوأما سيبويه فقال: لا يكسر يقظ لقلة فعل في الصفات، وإذا قل بناء الشيء قل تصرفه في التكسير، وإنما أيقاظ عنده جمع يقظ، لأن فعلا في الصفات أكثر من فعل. وقال ابن بري: جمع يقظ أيقاظ وجمع يقظان يقاظ، وهي يقظى وج: يقاظى، والاسم اليقظة محركة. وفي العباب: وامرأة يقظى، ورجال ونسوة أيقاظ ، قال رؤبة:\nووجدوا إخوتهم أيقاظا * وفي التنزيل العزيز \"وتحسبهم أيقاظا وهم رقود \"ونساء يقاظى.\nومن المجاز: استيقظ الخلخال والحلي، أي صوت، كما يقال: نام، إذا انقطع صوته من امتلاء الساق، قال طريح:\nنامت خلاخلها وجال وشاحها * وجرى الوشاح على كثيب أهيل فاستيقظت منه قلائدها التي * عقدت على جيد الغزال الأكحل وأبو اليقظان: عمار بن ياسر، رضي الله عنهما، صحابي، وأبوه كذلك له صحبة، وقد مر للمصنف في \"ي س ر\".\nوأبو اليقظان: عثمان بن عمير بن قيس البجلي الكوفي تابعي.\nوأبو اليقظان: كنية الديك.\nويقظه تيقيظا، وأيقظه إيقاظا: نبهه.\nومما يستدرك عليه:\nاستيقظه: أيقظه. قال أبو حية النميري:\nإذا استيقظته شم بطنا كأنه * بمعبوءة وافى بها الهند رادع وتيقظ من نومه: تنبه.\nواليقظة، بسكون القاف: لغة في التحريك، قال التهامي:\nالعيش نوم والمنية يقظة * والمرء بينهما خيال ساري والأكثرون على أنه ضرورة الشعر، وقال أبو عمرو: إن فلانا ليقظ، إذا كان خفيف الرأس.\nويقال: ما رأيت أيقظ منه. وهو مجاز.\nوتيقظ فلان للأمر إذا انتبه له وقد يقظته وهو مجاز.\nورجل يقظا، الفكر ومتيقظه ويقظه ، وهو يستيقظ إلى صوته. كل ذلك مجاز.\nوقال الليث: يقال للذي يثير التراب: قد يقظه، إذا فرقه، وأيقظت الغبار: أثرته، وكذلك يقظته تيقيظا. قال الأزهري: هذا تصحيف والصواب بقط التراب تبقيطا، وقد ذكر في موضعه، وتبع الزمخشري الليث في إيقاظ الغبار بمعنى الإثارة.\nويقظة: اسم رجل، وهو أبو مخزوم يقظة بن مرة بن كعب ابن لؤي بن غالب، وفيه يقول الشاعر:\nجاءت قريش تعودني زمرا * وقد وعى أجرها لها الحفظه ولم يعدني سهم ولا جمح * وعادني الغر من بني يقظه لا يبرح العز فيهم أبدا * حتى تزول الجبال من قرظه وأبو اليقظان: عمار بن محمد الثوري، ابن أخت سفيان الثوري، محدث.\nهذا آخر حرف الظاء، وبه تم نصف الكتاب من القاموس المحيط، والقابوس الوسيط وإلى الله أجأر في تكميل نصفه الثاني، بحرمة من أنزلت عليه السبع المثاني، وأنا أقول كما قال الجلال السيوطي في آخر سورة الإسراء من تكملة الجلالين:\nحمدت الله ربي إذ هداني * لما أبديت من عجزي وضعفي ومن لي بالخطا فارد عنه * ومن لي بالقبول ولو بحرف هذا وأنا في زمن لم أصل بصاف معين، ولا مصاف معين، والحمد لله تعالى وحده، وصلى الله على خير خلقه، محمد النبي وآله وأزواجه وذريته، وسلم تسليما كثيرا إلى يوم الدين، وحسبنا الله ونعم الوكيل ولا حول ولا قوة إلا بالله العلي العظيم. تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد الحادي عشر باب العين (أ - ي) دراسة وتحقيق علي شيري دار الفكر للطباعة والنشر والتوزيع \nباب العين في اللسان: هذا الحرف قدمه جماعة من اللغويين في كتبهم، وابتدأوا به مصنفاتهم. حكى الأزهري عن الليث: لما أراد الخليل بن أحمد الابتداء في كتاب العين أعمل فكره فيه، فلم يمكنه أن يبتدئ من أول: ا ب ت ث، لأن الألف حرف معتل، فلما فاته أول الحروف كره أن يجعل الثاني أولا، وهو الباء إلا بحجة، وبعد استقصاء، نظر إلى الحروف كلها وذاقها، فوجد مخرج الكلام كله من الحلق، فصير أولاها بالابتداء به أدخلها في الحلق، وكان إذا أراد أن يذوق الحرف فتح فاه بألف، ثم أظهر الحرف، نحو أب، ات، اح، اع فوجد العين أقصاها في الحلق، وأدخلها، فجعل أول الكتاب العين، ثم ما قرب مخرجه منها بعد العين الأرفع فالأرفع، حتى أتى على آخر الحروف وأقصى الحروف كلها العين، وأرفع منها الحاء، ولولا بحة في الحاء لأشبهت العين، لقرب مخرج الحاء من العين، ثم الهاء، ولولا هتة في الهاء - وقال مرة: ههة في الهاء - لأشبهت الحاء لقرب مخرج الهاء من الحاء، فهذه الثلاثة في حيز واحد. فاعلم ذلك.\nوقال شيخنا: أبدلت العين من الحاء، قالوا: صبع في صبح، ومن الغين قالوا: العلام لغة في الغلام، وهذا قل من ذكره، ومن الهمزة قالوا: عن في أن. وعلى الأول والثالث اقتصر ابن أم قاسم، ومحشوه، وأكثروا من أمثلة إبدالها عن الهمزة، وذكروا من أمثلة إبدالها من الحاء قولهم: عتى في حتى.\nقلت: وقال الخليل: العين والحاء لا يأتلفان في كلمة واحدة أصلية الحروف، لقرب مخرجيهما، إلا أن يؤلف فعل من جمع بين كلمتين، مثل: حي على، فيقال منه حيعل، والله أعلم.\nفصل الهمزة مع العين",
    "pg": "V10P498-V10P500"
  },
  "يقق": {
    "def": "اليقق، محركة: جمار النخل، القطعة بهاء عن أبي عمرو. والقطن. وأبيض يقق، محركة نقله الجوهري عن الكسائي. ويقق أيضا ككتف نقله ابن السكيت، بين اليقوقة: أي شديد البياض ناصعه. ويقال في الجمع بيض يقايق وهو جمع اليقق صفة على غير قياس، قال ذو الرمة يصف الظعن:\nطوالع من صلب القرينة بعدما * جرى الآل أشباه الملاء اليقايق ويق ييق، كمل يمل، يقوقة بالضم أي ابيض نقله الصاغاني.",
    "pg": "V13P500"
  },
  "يقن": {
    "def": "يقن الأمر، كفرح، يقنا، بالفتح ويحرك، وأيقنه وأيقن به وتيقنه واستيقنه واستيقن به: أي علمه وتحققه كله، بمعنى واحد، وكذلك تيقن بالأمر وإنما صارت الواو ياء في قول ك موقن للضمة قبلها، وإذا صغرته رددته إلى الأصل وقلت مييقن.\nوهو يقن، مثلثة القاف، ويقنة، محركة، عن كراع: لا يسمع شيئا إلا أيقنه ولم يكذب به، كقولهم: رجل أذن؛ وكذا ميقان، عن اللحياني، وهي ميقانة، وهو أحد ما شذ من هذا الضرب.\nواليقين: إزاحة الشك والعلم وتحقيق الأمر، ونقيضه الشك؛ وفي الاصطلاح: اعتقاد الشيء بأنه كذا مع اعتقاد أنه لا يمكن إلا كذا مطابقا للواقع غير ممكن الزوال والقيد، الأول: جنس يشمل الظن، والثاني: يخرجه؛ والثالث: يخرج الجهل المركب؛ والرابع: يخرج اعتقاد المقلد المصيب.\nوعند أهل الحقيقة رؤية العيان بقوة الإيمان لا بالحجة والبرهان.\nوقيل: مشاهدة الغيوب بصفاء القلوب وملاحظة الأسرار بمحافظة الأفكار. كاليقن، محركة عن الليث؛ وأنشد للأعشى:\nوما بالذي أبصرته العيو * ن من قطع يأس ولا من يقن واليقين: الموت ، لأنه تيقن لحاقه لكل مخلوق حي.\nقال البيضاوي: ومال كثيرون إلى أنه حقيقي، وصوب بعضهم أنه مجازي من تسمية الشيء بما يتعلق به، حققه شيخنا؛ وبه فسر قوله تعالى: (واعبد ربك حتى يأتيك اليقين).\nويقين : ة بالقدس، بها مقام مشهور للوط، عليه السلام، والعامة تسميه مسجد اليقين.\nوهاشم بن يقين: محدث.\nو رجل يقن بالشيء، كخجل، أي مولع به.\nوذو يقن، محركة: ماء لبني نمير بن عامر بن صعصعة، عن ياقوت. ومما يستدرك عليه:\nحق اليقين: خالصه وواضحه، من إضافة البعض إلى الكل لا من إضافة الشيء إلى نفسه، لأن الحق هو غير اليقين.\nوقال أبو زيد: رجل ذو يقن، محركة، لا يسمع شيئا إلا أيقن به، وربما عبروا عن الظن باليقين، وباليقين عن الظن؛ قال أبو سدرة الهجيمي:\nتحسب هواس وأيقن أنني * بها مفتد من واحد لا أغامره يقول: تشمم الأسد ناقتي يظن أنني أفتدي بها منه، وأستحمي نفسي فأتركها له ولا أقتحم المهالك بمقاتلته.\nومما يستدرك عليه:",
    "pg": "V18P595-V18P596"
  },
  "يكد": {
    "def": "يكوده: قرية بإفريقية. باب الذال [الذال] المعجمة من الحروف المجهورة واللثوية، هي والثاء المثلثة والظاء المشالة في حيز واحد. قلت: ولذا ابدلت من المثلثة في تلعذم الرجل إذا تلعثم. وقالوا: أبدلت أيضا من الدال المهملة في قوله تعالى: (فشرد بهم) وسيأتي في محله.\nفصل الهمزة مع الذال المعجمة",
    "pg": "V05P343"
  },
  "يكك": {
    "def": "يك هكذا بالتشديد، أهمله الجوهري، وقال الأزهري: واحد بالفارسية قال: وقد وقع في شعر رؤبة:\nوقد أقاسي حجة الخصم المحك * تحدي الرومي من يك ليك يروى من يك بالكسر منونا، وبالفتح ممنوعا أيضا، أي: من واحد لواحد فلما لم يستقيم له أن يقول تحدي الفارسي قال تحدي الرومي، ثم إن الذي بالفارسية يك بتخفيف الكاف، وإنما شدده الراجز ضرورة، فلا يقال في مصدره يكك بكافين، كما فعله الصاغاني وصاحب اللسان، فتأمل.\nويك: بالمغرب وهو حصن من حصون مرسية على خمسة وأربعين ميلا منها. نسب إليه هجاء العرب أبو بكر يحيى بن سهل اليكي، توفي سنة 660 ذكره المقريزي في بعض تذاكره.\nويكك، محركة: آخر في بلاد الغرب.\nوإلى هنا انتهى حرف الكاف والحمد لله الذي بنعمته تتم الصالحات والصلاة والسلام الأتمان الأكملان على سيدنا ومولانا محمد الذي شرفت بوجوده الأرضون والسماوات وعلى آله الأيلين إليه وصحبه الفائزين بمشاهدته لديه، ما غنى حمام وهطل غمام وكان ذلك في الساعة الثانية من نهار الجمعة المباركة غرة شهر ذي الحجة الحرام من شهور سنة 1185، وذلك بمنزلتي في عطفة الغسال من مصر القاهرة حرست وسائر بلاد الإسلام. قاله مؤلفه العبد الفقير الذليل المنكسر محمد مرتضى الحسيني حفه الله بألطافه الخفية وأعانه على إتمام ما بقي من الكتاب بقدرة من قال للشئ: كن فيكون آمين.\nبسم الله الرحمن الرحيم الحمد لله الملك المتعال الذي ليس له نظير ولا مثال، والصلاة والسلام على سيدنا محمد السيد المفضال وعلى آله وأصحابه خير صحب وآل ما لمع آل وملع رال. تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد الرابع عشر باب اللام (أ - ش) دراسة وتحقيق علي شيري دار الفكر للطباعة والنشر والتوزيع \nقال شيخنا: وقد أبدلوها من حرفين وهما النون في أصيلال وأصله أصيلان بالنون تصغيرا أصيل على غير قياس، ومن الضاد في الطجع بمعنى اضطجع قاله ابن أم قاسم.\nقلت: وقد تقدم البحث في الأخير في ض ج ع فراجعه.\nفصل الهمزة مع اللام",
    "pg": "V13P675-V13P676"
  },
  "يلب": {
    "def": "اليلب، محركة: الترسة بالكسر، جمع ترس، بالضم. وقيل الدرق. كذا في الروض للسهيلي والمحكم. والفرق بينهما أن الدرق والحجف أن تكن من جلود، ليس فيها خشب ولا عقب، والترس أعم من ذلك، أشار له شيخنا؛ أو الدروع اليمانية. وقيل: هي البيض تصنع من الجلود، أي: جلود الإبل، وهي نسوع كانت تتخذ وتنسج وتجعل على الرؤوس مكان البيض؛ أو جلود يخرز بعضها إلى بعض تلبس على الرؤوس خاصة؛ وليست على الأجساد ونقله الأصمعي أو جلود تلبس تحت الدرع، أو الديباج. واحده يلبة. وقيل: هي جلود تلبس مثل الدروع، وقيل: جلود تعمل منها الدروع.\nواليلب: الفولاذ من الحديد قال:\nومحور أخلص من ماء اليلب والواحد كالواحد. قال: وأما ابن دريد، فحمله على الغلط؛ لأن اليلب ليس عنده الحديد. في التهذيب عن ابن شميل: اليلب: خالص الحديد، قال عمرو بن كلثوم:\nعلينا البيض واليلب اليماني * وأسياف يقمن وينحنينا قال ابن السكيت: سمعه بعض الأعراب، فظن أن اليلب أجود الحديد، فقال:\nومحور أخلص من ماء اليلب قال: وهو خطأ، إنما قاله على التوهم.\nواليلب: جنن بالضم نجمع جنة من لبود، ولم تكن من حديد حشوها عسل ورمل، نقله الصاغاني.\nواليلب: العظيم من كل شيء وأنشد الجوهري:\nعليهم كل سابغة دلاص * وفي أيديهم اليلب المدار قال: واليلب، في الأصل، اسم ذلك الجلد؛ قال أبو دهبل الجمحي:\nدرعي دلاص شكها شك عجب * وجوبها القاتر من سير اليلب ومن سجعات الأساس: تقول: أصبحوا وعلى أكتافهم يلبهم، وأمسوا وفي أيدينا سلبهم.",
    "pg": "V02P501"
  },
  "يلبر": {
    "def": "يلبر، كينصر: اسم، وهو يلبر بن خطلغ أبو منصور الفانيذي الكرجي، سمع أبا علي بن شاذان، روى عنه إسماعيل بن السمرقندي توفي سنة 488 ذكره الذهبي في التاريخ.",
    "pg": "V07P642"
  },
  "يلبن": {
    "def": "يلبن: كجعفر: جبل قرب المدينة، وقد ذكره المصنف، رحمه الله تعالى في لبن، وليست الياء زائدة.\nومما يستدرك عليه:",
    "pg": "V18P596"
  },
  "يلتكن": {
    "def": "يلتكين، بفتح فسكون وفتح الفوقية وكسر الكاف: اسم محدث، رومي ، روى عن عبد الله بن السمرقندي، وعنه سعد الله بن الوادي.\nويلتكين بن طلبوق عن مالك البانياسي؛ ومحمد بن طرخان بن يلتكين بن علم التركي الفقيه مات سنة 513، رحمه الله تعالى.",
    "pg": "V18P596"
  },
  "يلق": {
    "def": "اليلق، محركة: الأبيض من كل شيء نقله الجوهري، وأنشد:\nوأترك القرن في الغبار وفي * حضنيه زرقاء متنها يلق وقال عمرو بن الأهتم:\nفي ربرب يلق جم مدافعها * كأنهن بجنبى حربة البرد ومنهم من خص فقال: اليلق: البيض من البقر. واليلقة بهاء: العنز البيضاء كما في العباب والصحاح، والذي في اللسان أن العنز البيضاء هي اليلقق كجعفر، فانظر ذلك. ويقال: أبيض يلق ولهق ويقق بمعنى واحد. * [يلمق]: اليلمق: القباء، فارسي فارسي يلمه نقله الجوهري، وأنشد لذي الرمة يصف الثور الوحشي:\nتجلو البوارق عن مجرنثم لهق * كأنه متقبى يلمق عزب ج يلامق. قوله: وتقدم في ل م ق هذه إحالة باطلة، فإنه لم يذكر هناك شيئا من هذا، وإنما اغتر بعبارة العباب، فإنه فيه: اليلمق يفعل، وقد ذكرناه في تركيب ل م ق فتنبه لذلك، وقد نبه عليه شيخنا أيضا، ثم إن ذكر الصاغاني إياه في ل م ق محل تأمل، فإن اللفظ معرب، والياء من أصل الكلمة فكيف يزنه بيفعل؟ فتأمل ذلك.\nوقال عمارة في الجمع:\nكأنما يمشين في اليلامق",
    "pg": "V13P500-V13P501"
  },
  "يلل": {
    "def": "اليلل، محركة: قصر الأسنان العلى كذا في الصحاح، وبخط المصنف العليا.\nقال ابن بري: هذا قول ابن السكيت، وغلطه فيه ابن حمزة وقال: اليلل: قصر الأسنان، وهو ضد الروق، والروق: طولها.\nقلت: ووجدت في هامش الصحاح بخط أبي سهل، الصواب الأسنان السفلى.\nأو انعطافها إلى داخل الفم، نقله الجوهري أيضا.\nوقال سيبويه: انثناؤها إلى داخل الفم، والمعنى واحد.\nوفي المحكم: اليلل: قصر الأسنان والتزاقها وإقبالها على غار الفم واختلاف نبتتها.\nوقال ابن الأعرابي: اليلل أشد من الكسس، كالألل لغة فيه على البدل.\nوقال اللحياني: في أسنانه يلل وألل، وهو أن تقبل الأسنان على باطن الفم، وقد يل ويلل يلا ويللا؛ قال: ولم نسمع من الألل فعلا، فدل ذلك على أن همزة ألل بدل من ياء يلل، وهو أيل وهي يلاء، قال لبيد:\nرقميات عليها ناهض * تكلم الأروق منهم والأيل وصفاة يلاء: بينة اليلل، أي: ملساء مستوية. ويقال: ما شيء أعذب من ماء سحابة غراء، في صفاة يلاء.\nويا ليل، كهابيل: رجل الصواب أن المسمى بالرجل هو عبد ياليل ، كان في الجاهلية.\nوأما ياليل فإنه: صنم أضيف إليه، كعبد يغوث، وعبد مناة وعبد ود، وغيرها.\nوعبد ياليل مر ذكره في \"ك ل ل\". وزعم ابن الكلبي أن كل اسم من كلام العرب آخره إل وإيل كجبريل وشهميل وعبد ياليل، مضاف إلى إيل أو إل، هما من أسماء الله عز وجل، وقد بينا خطأ ذلك فيما تقدم في \"أ ل ل \"و \"أ ي ل\".\nوقف أيل: غليظ مرتفع.\nوحافر أيل؛ أي: قصير السنبك، كما في العباب.\nويليل، كجعفر: جبل بالبادية.\nوقيل: ع قرب وادي الصفراء، وقد جاء ذكره في غزوة بدر.\nوقيل: هو وادي ينبع، قال جرير:\nنظرت إليك بمثل عيني مغزل * قطعت حبائلها بأعلى يليل وقال ابن بري: هو وادي الصفراء دوين بدر من يثرب، قال حارثة بن بدر:\nيا صاح إني لست ناس ليلة * منها نزلت إلى جوانب يليل وقال مسافع بن عبد مناف:\nعمرو بن عبد كان أول فارس * جزع المذاد وكان فارس يليل ومما يستدرك عليه:\nقال ابن الأعرابي: الأيل: الطويل الأسنان، الأيل: الصغير الأسنان، وهو من الأضداد.\nوجمع الأيل أليل، بالضم.\nوقال ابن السكيت: تصغير رجال يل رويجلون أييلون.",
    "pg": "V15P822-V15P823"
  },
  "يلم": {
    "def": "الأيلمة: الحركة، ويقال ما سمعت له أيلمة أي حركة، وأنشد ابن بري:\nفما سمعت بعد تلك النأمه * منها ولا منه هناك أيلمه وقيل: أي صوتا.\nقال أبو علي: وهي أفعلة، لا فيعلة، وذلك أن زيادة الهمزة أولا: كثير، ولأن أفعلة: أكثر من فيعلة.\nويلملم لغة في ألملم، وهو ميقات أهل اليمن، كما في الصحاح، وقد ذكر في \"ل م م\".\nقال ابن بري: قال أبو علي: يلملم: فعلعل، الياء: فاء الكلمة، واللام: عينها، والميم: لامها.",
    "pg": "V17P775"
  },
  "يما": {
    "def": "ياما، بالميم مقصور: وهي كلمة تستعملها العامة في الصعيد مما لا على الشيء الكثير.",
    "pg": "V20P358"
  },
  "يمابرت": {
    "def": "يمابرت - من كبار قرى أصفهان، بها سوق ومنبر، وربما أتوا بالفاء مكان الباء، كذا في في المعجم. باب الثاء وهي من الحروف اللثوية والمهموسة، وهي والظاء والذال في حيز واحد. وقد أبدلت من الفاء في حثالة وحفالة، ومن السين في الهثمان والجسمان، وغير ذلك مما ذكره ابن السكيت، وابن السيد في الفرق، وابن فارس وغيرهم.\nفصل الألف هكذا في النسخ، وفي بعضها: \"الهمزة \"بدل \"الألف \"، وعليها علامة الصحة.",
    "pg": "V03P162"
  },
  "يمر": {
    "def": "اليامور، بغير همز، أهمله الجوهري والصاغاني، وقال الليث: هو الذكر من الإبل، كذا في سائر النسخ بالباء الموحدة، وصوابه الأيل ، بتشديد التحتية المكسورة. وذكر عمرو بن بحر: اليامور في باب الأوعال الجبلية والأيايل والأروى، وهو اسم لجنس منها.\nومما يستدرك عليه:\nيامور من قرى الأنبار، نقله ياقوت.",
    "pg": "V07P642"
  },
  "يمم": {
    "def": "اليم: البحر، كما في الصحاح، وهكذا قاله الزجاج، وزاد الليث: الذي لا يدرك قعره، ولا شطاه، ويقال: اليم: لجة البحر.\nقال الأزهري: ويقع اسم اليم على ما كان ماؤه ملحا زعاقا، وعلى النهر الكبير العذب الماء، وأمرت أم موسى حين ولدته، وخافت عليه فرعون أن تجعله في تابوت ثم تقذفه في اليم، وهو نهر النيل بمصر، وماؤه عذب، قال الله عز وجل: (فليلقه اليم بالساحل) ، فجعل له ساحلا، وهذا كله يدل على بطلان قول الليث: إنه البحر الذي لا يدرك قعره، ولا شطاه. لا يثنى، ولا يكسر، ولا يجمع، جمع السلامة.\nوزعم بعضهم أنها لغة سريانية، فعربته العرب وأصله يما.\nويم الرجل، بالضم، فهو ميموم: طرح فيه، وفي الصحاح: في اليم، وفي بعض نسخه: في البحر.\nوفي المحكم: إذا غرق في اليم.\nواليم: الحمام الوحشي، كاليمام، واليمم، محركة، الأخيرة عن ابن الأنباري، وأقره أبو القاسم الزجاجي، كذا في المعجم.\nقال الجوهري: اليمام: الحمام الوحشي، الواحدة يمامة.\nوقال الكسائي: هي التي تألف البيوت.\nوقال غيره: اليمام الذي يستفرخ، والحمام: هو البري الذي لا يألف البيوت.\nوقيل: اليمام: البري من الحمام الذي لا طوق له، والحمام: كل مطوق، كالقمري، والدبسي، والفاختة.\nواليم: سيف الأشتر النخعي، على التشبيه بالبحر.\nواليم: ماء بنجد، نقله ياقوت.\nوالتيمم: التوخي، والتعمد، الياء : بدل من الهمزة، يقال: تيممته وتأممته.\nويممه برمحه تيميما وأممه: قصده وتوخاه دون سواه، وأنشد الجوهري:\nيممته الرمح شزرا ثم قلت له * هذي المروءة لا لعب الزحاليق وقال ابن السكيت: قوله تعالى: (فتيمموا صعيدا طيبا) ، أي اقصدوا لصعيد طيب، ثم كثر استعمالهم لهذه الكلمة، حتى صار التيمم: مسح الوجه واليدين بالتراب.\nويمم المريض للصلاة تيميما: مسح وجهه ويديه بالتراب، فتيمم هو، نقله الجوهري.\nواليمامة: القصد، كاليمام، يقال: هو يمامتي، ويمامي أي قصدي.\nواليمامة: اسم جارية زرقاء كانت تبصر الراكب من مسيرة ثلاثة أيام زعموا، يقال: \"أبصر من زرقاء اليمامة \"كما في الصحاح، وهي ابنة سهم.\nووقع في قصة مسير تبع إلى بلادها ما نصه: قال رياح الطسمي: توقف أيها الملك، فإن لنا أختا متزوجة في جديس، يقال لها: يمامة، وهي أبصر خلق الله تعالى على بعد، فإنها لترى الشخص من مسيرة يوم وليلة، وإني أخاف أن ترانا، وتنذر بنا القوم، وقصتها طويلة.\nوبلاد الجو: منسوبة إليها، وسميت باسمها.\nقال أهل السير: كانت منازل طسم، وجديس، اليمامة، وكانت تدعى جوا، وكانت أحسن بلاد الله أرضا وأكثرها خيرا وشجرا ونخيلا من سائر الحجاز.\nولما فتح تبع حصون الجو امتنع عليه الحصن الذي كان فيه زرقاء اليمامة، فصابره تبع حتى افتتحه، وقبض على زرقاء اليمامة، وأمر بقلع عينيها، فوجد عروقها كلها محشوة بالإثمد، وأمر بصلبها على باب جو، وأن تسمى باسمها، وفيه يقول تبع:\nسميت جوا باليمامة بعدما * تركت عيونا باليمامة هملا فلا تدع جو ما بقيت باسمها * ولكنها تدعى اليمامة مقبلا وبها تنبأ مسيلمة الكذاب وقتل في أيام أبي بكر الصديق سنة اثنتي عشرة للهجرة، وأمير المسلمين خالد بن الوليد، ففتحها عنوة، ثم صولحوا، وهي دون المدينة، في وسط الشرق عن مكة، على ست عشرة مرحلة من البصرة، وعن الكوفة مثلها.\nوقال ياقوت: بين اليمامة والبحرين: عشرة أيام، وهي معدودة من نجد، وقاعدتها: حجر، انتهى.\nوقال الشهاب في شرح الشفاء: اليمامة: مدينة من جانب اليمن، على مرحلتين من الطائف، وأربع من مكة ، وست عشرة من المدينة.\nوالنسبة إلى اليمامة يمامي، نقله الجوهري.\nويم الساحل، بالضم يما: إذا غلبه البحر وغطاه فطما عليه.\nوميمم، كمعظم: ظافر بمطالبه، وأنشد الجوهري لرؤبة:\nأزهر لم يولد بنجم الشح * ميمم البيت كريم السنح واليمة: ع.\nوبنو يم: بطن من العرب.\nوامض يمامي، ويمامتي: أي أمامي.\nويمى، كحتى: نهر بالبطيحة، جيد السمك، نقله ياقوت.\nومما يستدرك عليه:\nالياموم: فرخ الحمامة.\nوقيل: فرخ النعامة.\nوقال ابن بري: يمامة كل شئ: قطنه، يقال: الحق بيمامتك.\nقال: واليم: الحية.",
    "pg": "V17P775-V17P777"
  },
  "يمن": {
    "def": "اليمن، بالضم: البركة؛ وقد تكرر ذكره في الحديث، وهو ضد الشؤم؛ كالميمنة؛ وبه فسر قوله تعالى: (أولئك أصحاب الميمنة) ، أي كانوا ميامين على أنفسهم غير مشائيم، وجمع الم يمنة ميامن، وقد يمن الرجل، كعلم وعني وجعل وكرم، يمنا، فهو ميمون وأيمن ويامن ويمين.\nوفي الصحاح: يمن فلان على قومه فهو ميمون إذا صار مباركا عليهم، ويمنهم، فهو يامن، مثل شئم وشأم.\nوفي المحكم: يمنه الله يمنا، فهو ميمون، والله اليامن؛ واليمين واليامن، كالقدير والقادر؛ قال:\nبيتك في اليامن بيت الأيمن * ج أيامن جمع أيمن، وجمع الميمون ميامين.\nوتيمن به وبرأيه واستيمن: أي تبرك به.\nوقدم على أيمن اليمين: أي اليمن؛ كما في الصحاح.\nوفي المحكم: قدم على أيمن اليمن: أي على اليمن.\nواليمين: ضد اليسار، ج أيمن بضم الميم وفتحها، وأيمان وأيامن جمع أيمن، وأيامين جمع أيمان.\nواليمين: البركة.\nوأيضا: القوة والقدرة؛ ومنه قول الشماخ:\nتلقاها عرابة باليمين * أي بالقوة، وكذا قوله تعالى: (لأخذنا منه باليمين).\nقال الزجاج: أي بالقوة؛ وقيل: باليد اليمنى.\nوأما قوله تعالى: (فراغ عليهم ضربا باليمين)، فقيل: بيمينه؛ وقيل: بالقوة؛ وقيل: بالحلف. ويمن به ييمن، من حد ضرب، حكاه سيبويه، ويامن ، ويمن، مشددا، وتيامن: ذهب به ذات اليمين.\nوقال ابن السكيت: يامن بأصحابك وشائم: خذ بهم يمينا وشمالا، ولا يقال تيامن بهم ولا تياسر.\nوفي الحديث: فأمرهم أن يتيامنوا عن الغميم، أي يأخذوا عنه يمينا.\nوقوله، عز وجل: (إنكم كنتم تأتوننا عن اليمين) ، قال الزجاج: هذا قول الكفار للذين أضلوهم؛ أي تخدعوننا بأقوى الأسباب فتروننا أن الدين والحق ما تضلوننا به، كأنه أراد تأتوننا عن ا لمأتى السهل؛ أو معناه: تأتوننا من قبل الشهوة لأن اليمين موضع الكبد، والكبد مظنة الشهوة والإرادة، ألا ترى أن القلب لا شيء له من ذلك لأنه من ناحية الشمال؟\nوالتيمن: الموت؛ والأصل فيه وضع الميت في قبره على جنبه الأيمن؛ قال الجعدي:\nإذا ما رأيت المرء علبى وجلده * كضرح قديم فالتيمن أروح وهو مجاز.\nوأخذ يمنة ويمنا، محركة، ويسرة ويسرا، أي ناحية يمين ويسار.\nواليمن، محركة: ما كان عن يمين القبلة من بلاد الغور. وقال الشرقي: إنما سميت اليمن لتيامنهم إليها.\nقال ياقوت: فيه نظر لأن الكعبة مربعة فلا يمين لها ولا يسار، فإذا كانت اليمن عن يمين قوم كانت عن يسار آخرين، وكذلك الجهات الأربع إلا أن يريد بذلك من يستقبل الركن اليماني فإنه أجلها، فإذا يصح ، والله تعالى أعلم.\nوفي المراصد: اليمن ثلاث ولايات: الجند ومخاليفها، وصنعاء ومخاليفها، وحضرموت ومخاليفها، وأما حد اليمن فمن وراء تثليث وما سامتها إلى صنعاء وما قاربها إلى حضرموت والشحر وعمان إلى عدن أبين وما يلي ذلك إلى التهائم والنجود، واليمن يجمع ذلك كله.\nوقال قطرب: سمي اليمن ليمنه والشأم لشؤمه.\nوهو يمني على القياس، ويماني، بتشديد الياء، نقله سيبويه عن بعضهم، وأنشد لأمية بن خلف الهذلي:\nيمانيا يظل يشد كيرا * وينفخ دائبا لهب الشواط قال شيخنا، رحمه الله تعالى: والأكثر على منع التشديد مع ثبوت الألف لأنه جمع بين العوض والمعوض.\nوأجاب عنه الشيخ ابن مالك: بأنه قد يكون نسبة منسوب.\nويمان، مخففة، وهو من نادر النسب، وألفه عوض عن الياء، ولا يدل على ما يدل عليه الياء إذ ليس حكم العقيب أن يدل على ما يدل عليه عقبه دائبا.\nوقوم يمانية ويمانون: مثل ثمانية وثمانون، وامرأة يمانية أيضا.\nويمن تيمينا وأيمن ويامن : أتاها أو أرادها.\nوتيمن: انتسب إليها.\nوالتيمني: أفق اليمن وإذا نسبوا إلى التيمن قالوا تيمني. والأيمن: من يصنع بيمناه ، وهو ضد الأيسر.\nويمنه، كمنعه وعلمه يمنا ويمنة: جاء عن يمينه، وكذلك شأمه وشئمه ويسره إذا جاء عن شماله.\nواليمين: الحلف والقسم، مؤنث، سمي باسم يمين اليد، لأنهم كانوا يتماسحون بأيمانهم فيتحالفون.\nوفي الصحاح: لأنهم كانوا إذا تحالفوا ضرب كل امرىء منهم يمينه على يمين صاحبه، ج أيمن، بضم الميم، وأيمان؛ وأنشد أبو عبيد لزهير:\nفتجمع أيمن منا ومنكم * بمقسمة تمور بها الدماء قال الجوهري: وإن جعلت اليمين ظرفا لم تجمعه، لأن الظروف لا تكاد تجمع لأنها جهات وأقطار مختلفة الألفاظ.\nوأيمن الله، بضم الميم والنون، وألفه ألف وصل عند أكثر النحويين، ولم يجىء في الأسماء ألف وصل مفتوحة غيرها، نقله الجوهري.\nوأيم الله، ويكسر أولهما، عن ابن سيده.\nوقال ابن الأثير: أهل الكوفة يقولون: أيمن جمع يمين للقسم ، والألف فيها ألف وصل ويفتح ويكسر.\nوالكسر في إيم الله، حكاه يونس ونقله ابن جني.\nوذهب ابن كيسان وابن درستويه: إلى أن ألف أيمن ألف قطع، وهو جمع يمين، وإنما خففت همزتها وطرحت في الوصل لكثرة استعمالهم لها.\nويقولان: إن أيم الله أصله أيمن الله حذفت النون كما حذفت من لم يك وأيمن الله، بفتح الميم والهمزة، وقد تكسر الهمزة.\nوإيم الله، بكسر الهمزة والميم، وقيل: ألفه ألف وصل ، وهو قول النحويين إلا ما كان من ابن كيسان وابن درستويه كما ذكرنا.\nوقالوا: هيم الله، بفتح الهاء وضم الميم، والأصل أيم الله، قلبت الهمزة هاء، وربما حذفوا منه الياء فقالوا أم الله، مثلثة الميم، وإم الله، بكسر الهمزة وضم الميم وفتحها، وربما قالوا: م ن الله، بضم الميم وكسر النون، ومن الله، مثلثة الميم والنون أي بضم الميم والنون وبفتحهما وبكسرهما، وربما أبقوا الميم وحدها فقالوا: م الله، مثلثة، أما الضم فهو الأصل، وأما الكسر فلأ نها صارت حرفا واحدا فيشبهونها بالباء، وربما أدخلوا عليها اللام لتأكيد الابتداء، فقالوا: ليم الله وليمن الله، الأخيرة نقلها الجوهري وحينئذ يذهب الألف في الوصل؛ قال نصيب:\nفقال فريق القوم لما نشدتهم * نعم وفريق ليمن الله ما ندري وهو مرفوع بالابتداء، وخبره محذوف، والتقدير ليمن الله قسمي، وليمن الله ما أقسم به، وإذا خاطبت قلت ليمنك.\nوفي حديث عروة بن الزبير أنه قال: ليمنك لئن كنت ابتليت لقد عافيت، وإن كنت أخذت لقد أبقيت.\nوقال الأزهري: والعلة في ضم نون ليمنك كالعلة في قولهم لعمرك، كأنه أضمر فيها يمين ثان، فقيل: وأيمنك، فلأيمنك عظيمة، وكذلك لعمرك، فلعمرك عظيم، قاله الأحمر والفراء.\nكل ذلك اسم وضع للقسم، والتقدير أيمن الله قسمي، وأيمن الله ما أقسم به.\nوأيمن، كأذرح: اسم رجل.\nوأيمن، كأحمد: ع؛ قال المسيب أو غيره: شرقا بماء الذوب يجمعه * في طود أيمن من قرى قسر واستيمنه: استخلفه، عن اللحياني.\nوبنيامين، كإسرافيل: أخو يوسف، عليهما السلام، ولا تقل ابن يامين.\nقلت: فإذا محل ذكره فصل الباء مع النون وقد أشرنا إليه.\nوحذيفة بن اليمان: صحابي، رضي الله تعالى عنه، اسم أبيه حسل، ويقال: حسيل بن جردة بن عمر بن عبد الله القيسي، وقيل: اليمان لقب جده جردة بن الحارث.\nقال الكلبي: أصاب دما في قومه فهرب إلى المدينة وحالف بني عبد الأشهل فسماه قومه اليمان، توفي سنة 36.\nوسموا: يمنا، بالضم وبالتحريك؛ أما بالضم: فيمن بن عبد الله المستنصر من الأمراء ومولاه نظر بن عبد الله اليمني، سمع مع مولاه من ابن البطر، مات سنة 544، رحمه الله تعالى.\nوالمكنى بأبي اليمن كثيرون.\nوأما بالتحريك: فيمن الحنبلي الفقيه حمو المحدث محب الدين، قرأ صحيح البخاري على أصحاب ابن الزبيدي.\nوجحاف بن اليمن الأندلسي قاضي بلنسية؟ أصيب سنة 327 غازيا.\nويمن بن عبد الله الحنفي في نسب حمزة بن بيض، الشاعر الحنفي.\nوأبو اليمن عبد الله بن أبي الشريف، ذكره عبد الغني بن سعيد.\nوسموا: يامن، كصاحب، ويامين، كراحيل، والميمون: نهر من أعمال واسط، قصبته الرصافة، وكان أول من حفره سعيد بن زيد، وكيل أم جعفر زبيدة، وكانت فوهته في قرية تسمى قرية ميمون، فحولت في أيام الواثق على يد عمر بن الفرج الرجحي إلى موضع آخر وسمي بالميمون لئلا يسقط عنه اسم اليمن.\nومن المجاز: الميمون: الذكر. يقال: ضربها بالميمون إذا جامعها؛ وأنشد الزمخشري:\nأضرب بالميمون في دهليزها * أصب ما في قلتي في كوزها وميمون بن خالد بن عامر بن الحضرمي، ويضاف إليه بئر بمكة.\nقال ياقوت: كذا وجدته بخط الحافظ أبي الفضل بن ناصر على ظهر كتاب؛ قال: ووجدت في موضع آخر: أن ميمون صاحب البئر هو أخو العلاء بن الحضرمي والي البحرين، حفرها بأعلى مكة في الجاهلية وعندها ق بر أبي جعفر المنصور، كان ميمون حليفا لحرب بن أمية بن عبد شمس؛ واسم الحضرمي عبد الله بن عماد؛ قال الشاعر:\nتأمل خليلي هل ترى قصر صالح * وهل تعرف الأطلال من شعب واضح؟\nإلى بئر ميمون إلى العبرة التي * لها ازدحم الحجاج بين الأباطح ويمن، بالضم، ويروى بالفتح أيضا: ماء لغطفان من بطن فرنداذ على الطريق بين تيماء وفيد.\nوقيل: هو ماء لبني صرمة بن مرة، منهم ويسميه بعضهم أمنا؛ قال زهير: عفا من آل فاطمة الجواء * فيمن فالقوادم فالحساء ويمين، كزبير: حصن في جبل صبر، من أعمال ثغر استحدثه علي بن زريع.\nواليمانية، مخففة: شعيرة حمراء السنبلة.\nوالميمن، كمعظم: الذي يأتي باليمن والبركة.\nوتيمن به: تبرك.\nويمن عليه تيمينا: برك تبريكا.\nواليمنة، بالضم وتفتح: برد يمني؛ قال ربيعة الأسدي:\nإن المودة والهوادة بيننا * خلق كسحق اليمنة المنجاب وفي الحديث: أنه صلى الله عليه وسلم كفن في يمنة.\nومما يستدرك عليه:\nالأيامن: خلاف الأشائم؛ قال المرقش:\nفإذا الأشائم كالأيا * من والأيامن كالأشائم وقال الكميت:\nورأت قضاعة في الأيا * من رأي مثبور وثابر يعني في انتسابها إلى اليمن، كأنه جمع اليمن على أيمن ثم على أيامن كزمن وأزمن. ويقال في جمع اليمين اليمن بضمتين؛ قال زهير:\nوحق سلمى على أركانها اليمن * والتيمن: الابتداء في الأفعال باليد اليمنى والرجل اليمنى والجانب الأيمن.\nونظر أيمن منه: عن يمينه.\nوتجمع اليمين ضد اليسار على يمائن؛ نقله ابن سيده.\nوقال اليزيدي: يمنت أصحابي: أدخلت عليهم اليمين، وأنا أيمنهم يمنا ويمنة ويمنت عليهم وأنا ميمون عليهم.\nوأيمن الرجل: أراد اليمين، كأشأم أراد الشمال.\nوالميمنة: خلاف الميسرة، وقوله:\nقد جرت الطير أيامنينا * * قالت وكنت رجلا فطينا * * هذا لعمر الله إسرائينا * قال ابن سيده: جمع يمينا على أيمان، ثم جمعه على أيامين، ثم جمعه بالواو والنون.\nوأعطاه يمنة من طعام: أي أعطاه الطعام بيمينه ويده مبسوطة. والأصل في يمنة أنها مصدر كاليسرة، ثم سمي الطعام يمنة لأنه أعطي يمنة أي باليمين؛ كما سموا الحلف يمينا لأنه يكون بأخذ اليمين؛ نقله ابن بري.\nوقال شمر: سمعت من لقيت من غطفان يتكلمون فيقولون إذا أهويت بيمينك مبسوطة إلى الطعام أو غيره فأعطيت بها ما حملته مبسوطة فإنك تقول أعطاه يمنة من الطعام، فإن أعطاه بها مقبوضة قلت أعطاه قبضة من الطعام، وإن حثى له بيديه فهي الحثية والحفنة.\nوتصغير اليمين: يمين؛ وتصغير اليمنة يمينة، وهما يمينتاه.\nوذهب إلى أيمن الإبل وأشملها: أي من ناحية يمينها وشمالها؛ وقول ثعلبة بن صعير: فتذكرا ثقلا رثيدا بعدما * ألقت ذكاء يمينها في كافر يعني مالت بإحدى جانبيها إلى المغيب.\nوقال الأصمعي: هو عندنا باليمين أي بمنزلة حسنة، وهو مجاز.\nويمن يمينا: أتى باليمين.\nوكانوا يقولون في الحلف: يمين الله لا أفعل؛ عن أبي عبيد.\nوروي عن عطاء بن السائب عن ابن عباس، رضي الله تعالى عنهما: أن يمينا من أسماء الله تعالى، وبه فسر قوله تعالى: (كهيعيص): كاف هاد يمين عزيز صادق.\nوإنما قيل للشعرى العبور اليمانية ولسهيل اليماني لأنهما يريان من ناحية اليمن.\nوتيامنت السحابة: أخذت ناحية اليمن.\nوأم أيمن: امرأة أعتقها، صلى الله عليه وسلم وهي حاضنة أولاده فزوجها من زيد فولدت له أسامة.\nويقال: هو ملك اليمين للرقيق، وهو مجاز.\nواليمينين، مثنى يمين، كزبير : من حصون اليمن بعد كابس، عن ياقوت.\nواليمانية: فرقة من الخوارج أصحاب محمد بن اليمان الكوفي.\nويمين بن سبع الحضرمي، كأمير، جد حسان بن أعين عن عبد الله بن عان ، وعنه ابنه خالد وعقبة بن عامر الحضرمي.\nويقال لمكة اليمانية لأنها من تهامة وتهامة من أرض اليمن.",
    "pg": "V18P596-V18P601"
  },
  "ينبت": {
    "def": "والينبوت: وهي شجرة شاكة، وليس من العضاه، هنا ذكره ابن منظور، وقد تقدم الإشارة إليه في نبت.",
    "pg": "V03P161"
  },
  "ينبث": {
    "def": "ينبيث. بالنون بعد المثناة ثم الموحدة، في التهذيب في الرباعي عن ابن الأعرابي: الينبيث: ضرب من سمك البحر.\nقال أبو منصور: الينبث بوزن فيعيل، غير البينيث، قال: ولا أدري أعربي هو أم دخيل. قلت:. قلت: وقد تقدم في الموحدة وذكر ذلك وشىء في ن ب ث.",
    "pg": "V03P281"
  },
  "ينجلس": {
    "def": "ومما يستدرك عليه:\nينجلوس: اسم الجبل الذي كان يه أصحاب الكهف، أو هم فيه، نقله ياقوت.",
    "pg": "V09P051"
  },
  "ينخ": {
    "def": "أينخ الناقة: دعاها للضراب، وفي نسخة: إلى الضراب، فقال لها، إينخ إينخ، قال الأزهري : هذا زجر لها، كقولك: إخ إخ.\n* [يوخ] يوخ: بفتح فسكون، ذكره الليث كما نقله عن جماعة من أئمة الصرف ولم يفسره، وصرحوا بأنه لا معنى له وقال: لم يجئ على بنائها غير يوم فقط، وقال أرباب التحقيق: الظاهر أنه تحرف على الليث وصحفه، لأنه كثير التصحيف والصواب أنه بالحاء المهملة. اسم للشمس، كما مر، وأن ياءه تحتية، كما للأكثر، أو موحدة، كما قاله جماعة، أو هما بهما، كما مر مبسوطا. وبهذا تم حرف الخاء، والله تعالى أعلم. باب الدال فصل الهمزة من باب الدال (الدال) المهملة حرف من الحروف المجهورة، ومن الحروف النطعية، وهي الطاء والتاء، في حيز واحد. قال شيخنا نقلا عن أئمة اللغة والتصريف: إنها أبدلت باطراد من تاء الأفتعال وفروعه، وإذا كانت الفاء زايا كازداد وازدار والزدجر وازدحم ونحوها، أو ذالا معجمة كاذ من قبيل بدل الإدغام.\nوقد أبدلت بغير أطراد مع الجيم نحو: اجدمعوا لغة في اجتمعوا، قاله جماعة، ونقله ابن أم قاسم.\nوزاد ابن القطاع أنها تبدل من تاء الضمير الواقعة بعد الدال، كجلد، في جلدت، وبعد الزاي، قالوا في جزت جزد. قال: وكذا أبدلوها من تاء تولج، فقالوا فيه دولج، وهو غير مقيس. ووردت أيضا بدلا من الطاء شذودا، قالوا في مرطا: مردا، ذكره شراح التسهيل.\nفصل الهمزة مع الدال المهملة",
    "pg": "V04P324-V04P325"
  },
  "يندد": {
    "def": "يندد، أهمله الجماعة هنا، وهو اسم موضع، وقد ذكر يندد وذكر الأقوال فيه.",
    "pg": "V05P342"
  },
  "ينر": {
    "def": "ينار، كشداد، أهمله الجوهري، وهو اسم جد حمدان بن عارم الزندي البخاري المحدث عن خلف بن هشام البزاز، قال الحافظ: فرد. وقد تقدم في ز ن د.",
    "pg": "V07P642"
  },
  "ينش": {
    "def": "ومما يستدرك عليه:\nينونش، بالفتح وكسر النون الثانية: قرية في ساحل أفريقية ، منها محمد بن ربيع الينونشي الشاعر المشهور، ذكره ابن رشيق في الأنموذج، قاله ياقوت.\nوأبو الحسن علي بن القاسم ابن يونش، عرف بابن الزقاق الإشبيلي النحوي نزيل الجزيرة، سكن دمشق، وشرح الجمل في أربع مجلدات، وكان أبوه من كبار القراء، مات سنة 625 كذا في وفيات الصفدي.\nوبه تم حرف الشين المعجمة، والحمد لله الذي بنعمته تتم الصالحات، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. باب الصاد وهو حرف من الحروف العشرة المهموسة، والزاي والسين والصاد في حيز واحد، وهذه الثلاثة الأحرف هي الأسلية، لأن مبدأها من أسلة اللسان، ولا تأتلف الصاد مع السين، ولا مع الزاي في شئ من كلام العرب، وقد أبدلت من السين، قالوا، سراط في صراط، وقالوا: إن السين هي الأصل والصاد بدل. قال شيخنا: وظاهر كلام ابن أم قاسم أن هذا الإبدال جائز مطلقا، وقد شرطه ابن مالك في التسهيل بشرط، فقال: تبدل الصاد من السين جوازا على لغة إن وقع بعدها غين، أو خاء، أو قاف، أو طاء، فإن فصل حرف أو حرفان فالجوار باق، قال شيخنا: قلت: هذه اللغة هي لغة بني العنبر، كما قاله سيبويه، ونقله أبو حيان، وابن عقيل، وابن أم قاسم، وشاهد الجيش، ومثلوا للغين المعجمة بسغب، أي جاع، قالوا صغب وللخاء المعجمة بسخر من كذا، قالوا فيه: صخر، وللقاف بسقب، قالوا فيه: صقب، وللطاء بسطع الفجر، قالوا فيه: صطع، وذكر شراح التسهيل بقية الأمثلة والقيود وفي هذا القدر كفاية.\nفصل الهمزة مع الصاد",
    "pg": "V09P233-V09P234"
  },
  "ينشت": {
    "def": "وفي المعجم ينشتة - بفتح المثناة التحتية، والنون، وسكون الشين المعجمة، وفتح المثناة الفوقية، وآخره هاء -: بلد بالأندلس، من أعمال بلنسية، ينبت بها الزعفران، مشهورة بذلك.",
    "pg": "V03P161-V03P162"
  },
  "ينص": {
    "def": "الينص، بالفتح، أهمله الجوهري وصاحب اللسان. وقال الليث: هو من أسماء القنفذ الضخم، وقيل: هو مقلوب النيص، بتقديم النون، وهناك ذكره صاحب اللسان، ومثله في المحيط بتقديك النون، أو أحدهما تصحيف. واختلفت نسخ التهذيب للأزهري، ففي بعضها كما في الأصل بتقديم النون، وفي نسخة عليها خط الأزهري: الينص، بتقديم الياء على النون.",
    "pg": "V09P385"
  },
  "ينع": {
    "def": "ينع الثمر، كمنع، وضرب، ينعا، بالفتح، وينعا، وينوعا بضمهما، أي: نضج، وحان قطافه ولم تسقط الياء في المستقبل لتقويها بأختها، وقوله تعالى: \"إذا أثمر وينعه \"، هكذا قرئ بالفتح، وقرأ قتادة ومجاهد وابن محيصن، وابن أبي إسحاق، وأبو السمال: \"وينعه \"بالضم وهما مثل النضج والنضج، قال:\nفي قباب حول دسكرة * حولها الزيتون قد ينعا كأينع إيناعا، أي: أدرك ونضج، وهو أكثر استعمالا من ينع.\nواليانع: الأحمر من كل شيء، وتمر يانع: إذا لون، وقرأ أبو رجاء، وابن محيصن، واليماني، وابن أبي عبلة \"ويانعه\".\nواليانع: الثمر الناضج وقد ينع وأينع، وأنشد ابن بري:\nلقد أمرتني أم أوفى سفاهة * لأهجر هجرا حين أرطب يانعه أراد هجرا فسكن للضرورة كالينيع، كأمير قال الجوهري: هو مثل الناضج والنضيج، وأنشد لعمرو بن معد يكرب رضي الله عنه:\nكأن على عوارضهن راحا * يفض عليه رمان ينيع ج اليانع: ينع، بالفتح، كصاحب وصحب، عن ابن كيسان، نقله الجوهري.\nوالينع بالضم: من جل الشجر، نقله ابن عباد.\nقال: وبالتحريك: ضرب من العقيق معروف، نقله الأزهري، أيضا.\nوالينعة بهاء: خرزة حمراء، ومنه حديث الملاعنة:\n\"إن جاءت به أحيمر مثل الينعة، فهو لأبيه الذي انتفى منه\".\nوسعيد بن وهب اليناعي، كصحابي: تابعي همداني، روى عن علي، وسلمان، رضي الله عنهما، خرج له مسلم، وابنه عبد الرحمن، روى عن أبيه.\nومما يستدرك عليه:\nثمر مونع، كيانع، وكذلك ثمر أينع.\nوقد يكنى بالإيناع عن إدراك المشوي والمطبوخ، ومنه قول أبي السمال للنجاشي: هل لك في رؤوس جذعان في كرش [من أول الليل إلى آخره] قد أينعت وتهرأت حكاه ابن الأعرابي وقول الحجاج: \"إني لأرى رؤوسا قد أينعت وحان قطافها \"، شبه رؤوسهم لاستحقاقهم القتل بثمار أدركت وحان أن تقطف.\nوامرأة يانعة الوجنتين، قال ركاض الدبيري:\nونحرا عليه الدر تزهو كرومه * ترائب لا شقرا ينعن، ولا كهبا قال ابن بري: والينوع، بالضم: الحمرة من الدم، قال المرار:\nوإن رعفت مناسمها بنقب * تركن جنادلا منه ينوعا قال ابن الأثير: ودم يانع: محمار، وفي الأساس: شديد الحمرة، وهو مجاز، وأنشد الصاغاني لسويد بن كراع:\nوأبلخ مختال صبغنا ثيابه * بأحمر مثل الأرجواني يانع هذا آخر حرف العين والحمد لله رب العالمين، وصلى الله على سيدنا ومولانا محمد النبي الأمي وعلى آله الطاهرين، وعترته المنتخبين، وصحبه الكرام أجمعين. آمين. تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد الثاني عشر باب الغين: باب الفاء (أ - ي) (أ - ي) دراسة وتحقيق علي شيري دار الفكر للطباعة والنشر والتوزيع \nقال شيخنا: أبدلت من حرفين: من الخاء المعجمة في قولهم: غطر بيده يغطر، بمعنى خطر يخطر. حكاه ابن جني وجماعة، ومن العين المهملة في قولهم: لعن في لعن، قاله ابن أم قاسم، وغيره.\nفصل الهمزة مع الغين [أبغ] عين أباغ، كسحاب، ويثلث اقتصر الجوهري منها على الضم فقط، وهو الأشهر وهو قول أبي عبيدة، والفتح عن الأصمعي، قال عبد الرحمن بن حسان:\nهن أسلاب يوم عين أباغ * من رجال سقوا بسم ذعاف هكذا رواه بالفتح ، وقالت ابنة فروة بن مسعود ترثي أباها، وكان قتل بعين أباغ:\nبعين أباغ قاسمنا المنايا * فكان قسيمها خير القسيم هكذا روي بالضم كذا وجد بخط أبي الحسن بن الفرات، وأما الكسر فلم أجد له سماعا ولا شاهدا، إلا أن الصاغاني قد ذكر فيه التثليث: ع: بالشام، أو بين الكوفة والرقة وقال أبو الفتح التميمي: عين أباغ، ليست بعين ماء، وإنما هو واد وراء الأنبار، على طريق الفرات إلى الشام.\nوقال الرياشي: هي اسم بغداد والرقة جميعا، وقال أبو الفتح التميمي النساب: كانت منازل إياد بن نزار بعين أباغ، وأباغ: رجل من العمالقة نزل ذلك الماء فنسب إليه، قال ياقوت: وقيل: في قول أبي نواس:\nفما نجدت بالماء حتى رأيتها * مع الشمس في عيني أباغ تغور حكى أنه قال: جهدت على أن يقع في الشعر عين أباغ، فامتنعت علي، فقلت: عيني أباغ، ليسوي الشعر، قال: وكان عندها في الجاهلية يوم لهم بين ملوك غسان وملوك الحيرة، قتل فيه المنذر بن المنذر بن ماء السماء اللخمي، وقد أسقط النابغة الذبياني الهمزة من أوله، فقال يمدح آل غسان:\nيوما حليمة كانا من قديمهم * وعين باغ فكان الأمر ما ائتمرا يا قوم إن ابن هند غير تارككم * فلا تكونوا الأدنى وقفة جزرا",
    "pg": "V11P557-V12P003"
  },
  "ينف": {
    "def": "ينف، بالفتح: ملك لحمير، وهو والد ينكف الذي تقدم نسبه في \"نكف\".\nوبه تم حرف الفاء من شرح القاموس، والحمد لله الذي بنعمته تتم الصالحات. تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد الثالث عشر باب القاف: باب الكاف (أ - ي): (أ - ي) دراسة وتحقيق علي شيري دار الفكر للطباعة والنشر والتوزيع \nفصل الهمزة مع القاف",
    "pg": "V12P544-V12P545"
  },
  "ينق": {
    "def": "يناق، كسحاب أهمله الجوهري وصاحب اللسان، وقال الصاغاني: هو بطريق قتل وأتي برأسه إلى أبي بكر الصديق رضي الله تعالى عنه. ويناق كشداد [صحابي] (*) ويخفف أيضا كما نقله الصاغاني: جد الحسن بن مسلم بن يناق المكي، وفد يوم حجة الوداع، قاله الذهبي وابن فهد في معجميهما، وأما الحسن بن مسلم حفيده فإنه من أتباع التابعين، وقال ابن حبان: ثقة يروى عن مجاهد وطاووس، وروى عنه ابن أبي نجيح. وابن جريج، يقال: إنه مات قبل طاووس، وقد سمع شعبة من مسلم بن يناق ، ولم يسمع من ابنه الحسن، لأن الحسن مات قبل أبيه، وقال في ترجمة مسلم: هو ابن يناق والد الحسن، من أهل مكة، يروى عن ابن عمر، وعنه شعبة بن الحجاج.\nوهنا قد نجز حرف القاف، ونسأل الله مولانا حسن الإلطاف، وجميل الإسعاف، إنه بكل فضل جدير، وعلى كل شيء قدير، وصلى الله على سيدنا ومولانا محمد البشير النذير، وعلى آله وصحبه والمتبعين لهم بإحسان ما ناح الحمام بالهدير. باب الكاف من شرح القاموس وهو من الحروف المهموسة. قال الأزهري: والمهموس حرف لأن في مخرجه دون المجهور وجرى معه النفس فكان دون المجهور في رفع الصوت، وعدة حروفه عشرة: ت ث ح خ س ش ص ف ك ه. قال: ومخرج الجيم والقاف والكاف بين عكدة اللسان وبين اللهاة في أقصى الفم.\nقال شيخنا: أبدلت الكاف من حرفين القاف في قولهم: عربي كح أي قح والتاء في قول الراجز:\nيا بن الزبير طالما عصيكا أي عصيت أنشده أبو علي قاله ابن أم قاسم:\nقلت: ومن إبدال القاف كافا قولهم للمجنون: هو مألوق ومألوك نقله ابن عباد وسيأتي ويبدل أيضا بالجيم يقال: ما تلوكت بألوك وعلوك وعلوج وكذلك مريرتك ويرتج عن يعقوب.\nفصل الهمزة مع الكاف",
    "pg": "V13P501-V13P502"
  },
  "ينم": {
    "def": "الينم، محركة: ضرب من النبت، كما في الصحاح.\nوقيل: بزر قطونا.\nوقيل: الهندبا، الواحدة بهاء.\nونبات آخر [يختبر في الجراحات] (*) وهو عند الأطباء: ينموية.\nوفي التهذيب: الينمة: عشبة إذا رعتها الماشية كثر رغوة ألبانها في قلة.\nوفي المحكم، هي نبتة من أحرار البقول، تنبت في السهل، ودكادك الأرض، لها ورق طوال لطاف، محدب الأطراف، عليه وبر أغبر، كأنه قطع الفراء، وزهرتها مثل سنبلة الشعير، وحبها صغير.\nوقال أبو حنيفة: الينمة: ليس لها زهر، وفيها حب كثير، يسمن عليها الإبل، ولا تغزر، قال: ومن كلام العرب: قالت الينمة: أنا الينمه، أغبق الصبي بعد العتمة، وأكب الثمال فوق الأكمه، قال مرقش، ووصف ثور وحش:\nبات بغيث معشب نبته * مختلط حربثه والينم ويقال: ينمة خذواء: إذا استرخى ورقها عند تمامه، قال الراجز:\nأعجبها أكل البعير الينمه * * [يوم]: اليوم: م معروف، مقداره من طلوع الشمس إلى غروبها، أو من طلوع الفجر الصادق إلى غروب الشمس، ذكره ابن هشام في شرح الكعبية، والأخير: تعريف شرعي عند الأكثر. وشاع عند المنجمين أن اليوم من الطلوع إلى الطلوع، أو من الغروب إلى الغروب، نقله شيخنا.\nويستعمل بمعنى مطلق الزمان، نقله ابن هشام.\nقلت: حكاه سيبويه في قولهم: أنا اليوم أفعل كذا، فإنهم لا يريدون يوما بعينه، ولكنهم يريدون الوقت الحاضر، وبه فسروا قوله تعالى: (اليوم أكملت لكم دينكم) وذلك حسن جائز، فأما أن يكون دين الله في وقت من الأوقات غير كامل فلا.\nوقد يراد باليوم الوقت مطلقا ، ومنه الحديث: \"تلك أيام الهرج \"أي وقته، ولا يختص بالنهار دون الليل.\nج: أيام، لا يكسر على غير ذلك، وأصله: أيوام، فأدغم، ولم يستعملوا فيه جمع الكثرة.\nوقال ابن كيسان، وسئل عن أيام: لم ذهبت الواو؟ فأجاب: إن كل ياء وواو سبق أحدهما الآخر بسكون فإن الواو تصير ياء في ذلك الموضع، وتدغم إحداهما في الأخرى، إلا حرفان ضيون ، وحيوة، ولو أعلوهما لقالوا: ضين ، وحية.\nويوم أيوم، ويوم يوم، كفرح، أي: على وزن كتف، ويوم ووم، ككتف، وهذه نادرة؛ لأن القياس لا يوجب قلب الياء واوا، ويوم ذو أيام، ويوم ذو أياويم، كل ذلك: طويل شديد هائل، لطول شره على أهله.\nواقتصر الجوهري على يوم أيوم، وقال: يعبر به عن الشدة، كما يقال: ليلة ليلاء، وأنشد لأبي الأخزر الحماني:\nنعم أخو الهيجاء في اليوم اليمي * ليوم روع أو فعال مكرم وهو مقلوب منه، أخر الواو، وقدم الميم، ثم قلبت الواو ياء، حيث صارت طرفا، كما قالوا: أدل، في جمع دلو، انتهى، وأنشد الزمخشري لرؤبة:\nشيب أصداغي الهموم الهمم * وليلة ليلا ويوم أيوم أو اليوم الأيوم: أخر يوم في الشهر ، كما يقال لليلة الثلاثين: الليلة الليلاء، قاله ثعلب في أماليه.\nوأيام الله تعالى: نعمه، وبه فسر مجاهد قوله تعالى: (لا يرجون أيام الله).\nوروي ذلك عن أبي بن كعب، مرفوعا، في تفسير قوله تعالى: (وذكرهم بأيام الله).\nوياومه مياومة، ويواما، ككتاب: عامله بالأيام.\nوفي الصحاح: عامله مياومة، كما تقول: مشاهرة، انتهى.\nوقيل: استأجره اليوم، الأخيرة عن اللحياني.\nقال شيخنا:\nولا نظير ليوام إلا يسار، بالكسر، لغة في اليسار مقابل اليمين، ويعار: جمع يعر، كما مر في الراء، ولا رابع لها.\nويام بن أصبى: قبيلة باليمن من همدان، والنسبة إليها: يامي، وربما زيد في أوله همزة مكسورة، فيقولون الإيامي.\nويام بن نوح الذي غرق في الطوفان، نقله الجوهري.\nويوأم، كحوأب (*): قبيلة من الحبش، وقد تقدم ذلك بعينه في: \"ت و م\".\nومما يستدرك عليه:\nاليوم: الدهر، وبه فسر شمر قولهم: يوماه يوم ندى ويوم طعان * أي هو دهره كذلك.\nويستعمل بمعنى الدولة وزمن الولايات، نحو: وتلك الأيام نداولها بين الناس قاله ابن هشام.\nوقال ابن السكيت: العرب تقول: الأيام في معنى الوقائع، يقولون: هو عالم بأيام العرب، أي: وقائعها.\nوقال شمر: إنما خصوا الأيام بالوقائع دون ذكر الليالي؛ لأن حروبهم كانت نهارا، وإذا كانت ليلا ذكروها كقوله:\nليلة العرقوب حتى غامرت * جعفر يدعى ورهط ابن شكل وقد يراد بالأيام: العقوبات والنقم، وبه فسر بعض قوله تعالى: (وذكرهم بأيام الله).\nوقالوا: اليوم يومك، يريدون التشنيع وتعظيم الأمر.\nولقيته يوم يوم، حكاه سيبويه، وقال: من العرب من يبنيه، ومنهم من يضيفه، إلا في حد الحال، أو الظرف.",
    "pg": "V17P777-V17P779"
  },
  "ينن": {
    "def": "ينة: أهمله الجوهري وصاحب اللسان.\nوهو أبو عبد الرحمن الحمراوي المصري، شهد فتح مصر، وإليه ينسب حمام ينة بمصر القديمة بالقرب من دار النحاس؛ وابنه عبد الرحمن بن ينة ذكره ابن يونس.\nوعبد العزيز بن إبراهيم بن ينة السبتي روى؛ قال الحافظ: أجاز له ابن الصلاح.\nومما يستدرك عليه:\nين: قرية بقهستان.\nويني بن نفيس المقتدري، بفتح الياء وتشديد النون المكسورة، قال الحافظ: هكذا هو بخط أبي يعقوب النجيرمي، روى عنه الروذباري.\nويانة : قلعة بجزيرة صقلية، ينسب إليها أبو الصواب الياني الكاتب.",
    "pg": "V18P601"
  },
  "يها": {
    "def": "ي يهيا: أهمله الجوهري.\nوقال ابن سيده: هو من كلام الرعاء يقولون يه يه ويهيا عند الزجر للإبل؛ وقد يهييت بالإبل، وتقدم في آخر الهاء.\nومما يستدرك عليه:\nيهيا: حكاية الشارب ؛ عن ابن بري وأنشد:\nتعادوا بيهيا عن مواصلة الكرى * على غائرات الطرف هدل المشافر",
    "pg": "V20P358"
  },
  "يهب": {
    "def": "يهاب: جاء في الحديث ذكره، ويروى: \"إهاب \"وقد تقدم. قال ابن الأثير: هو موضع قرب المدينة ش، شرفها الله تعالى، وقد أغفله المؤلف هنا.",
    "pg": "V02P501-V02P502"
  },
  "يهت ": {
    "def": "أيهت اللحم \"والجرح، كأوهت، إذا \"أنتن \"، عن أبي زيد، وقد تقدم.\nومما بقى عليه من هذه المادة:",
    "pg": "V03P161"
  },
  "يهر": {
    "def": "اليهر، بالفتح ويحرك، أهمله الجوهري. وقال الصاغاني: هو الموضع الواسع، قال أبو تراب: اليهر: اللجاج والتمادي في الأمر، وقد استيهر الرجل، إذا لج وتمادى في الأمر. ووقع في التكملة واللسان وغيرهما من الأصول أن الذي بمعنى اللجاج هو اليهير كجعفر وهو المنقول عن أبي تراب.\nويقال: استيهرت الحمر، إذا فزعت، حكاه ثعلب، وعنه أيضا: استيهر الرجل، إذا ذهب عقله، فهو مستيهر وأنشد:\nيسعى ويجمع دائبا مستيهرا * جدا وليس بآكل ما يجمع وعن أبي تراب: استيهر الرجل: استيقن بالأمر، وأنشد الليث:\nصحا العاشقون وما تقصر * وقلبك في اللهو مستيهر هكذا أنشده الصاغاني وغيره هنا، كاستوهر، وهذه عن السلمي، وقد تقدم في \"وه ر \"للمصنف ذكر اللغتين، وسبق لنا في \"ه ىر \"كذلك.\nوذو يهر محركة وقد يسكن، واقتصر الصاغاني على التحريك: ملك من ملوك حمير من الأذواء.\nواليهير، مشدد الآخر، في ه ى ر، وعن ابن الأعرابي: يقال: استيهر بإبلك واقتيل وارتجع، أي استبدل بها إبلا غيرها، واقتيل هو افتعل من المقايلة في البيع، وهي المبادلة، نقله الصاغاني وابن منظور ، وقد تقدم لذلك ذكر في \"ه ى ر\".\nوبه تم حرف البراء، بفضل الله تعالى وحسن عونه وتوفيقه، والحمد لله الذي بنعمته تتم الصالحات، وصلى الله على سيدنا ومولانا محمد خير البريات، وعلى آله وصحبه أولي الكرامات، ومن تبعهم بإحسان إلى ما بعد يوم يجزى العبد بالحسنات.\nاللهم إني أسألك بحبيبك المصطفى، صلى الله عليه وسلم، وبأوليائك وأحبائك، أن توفقني لإتمام ما بقي من الكتاب، على أحسن أحوال، وأتم منوال، من غير سابقة عائق، ولا عائقة سابق، إنك على كل شئ قدير، وبالإجابة جدير.\nوأسألك اللهم أن تغفر لنا ذنوبنا، وتكفر عنا سيآتنا، وتب علينا وعافنا واعف عنا، وأصلح فساد قلوبنا، إنك على كل شئ قدير.\nوكان الفراغ من ذلك في سحر ليلة الاثنين، لخمس بقيت من شهر رمضان المكرم، من شهور سنة 1183 بمنزلي في عطفة الغسال، في مصر، حرست. وكتبه محمد مرتضى الحسيني، عفا الله عنه، آمين. تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد الثامن باب الزاي: باب السين (أ - ي) (أ - م) دراسة وتحقيق علي شيري دار الفكر للطباعة والنشر والتوزيع \n(باب الزاي) وهي من الحروف المجهورة، وهي والسين والصاد في حيز واحد، وهي الحروف الأسلية، لأن مبدأها من أسلة اللسان.\nقال الأزهري: لا تأليف الصاد مع السين ولا مع الزاي في شئ من كلام العرب.\nقال شيخنا: وفيها لغات: الزاء، بالمد، كالراء. والزاي، بالتحتية، بدل الهمزة، كما هو المشهور الجاري على الألسنة، والزي، بكسر أوله وتشديد التحتية، حكى الثلاثة في النشر.\nويقال: زي، ككي، حكاه ابن جني وغيره، ويأتي بعضها للمصنف في المعتل، وبسط الكلام فيه. قالوا: وتبدل الزاي من السين والصاد، كما صرح به ابن أم قاسم وغيره، نحو: يزدل، في يسدل، ويزدق، في يصدق. وفي التسهيل : وقد تبدل بعد جيم نحو: جست خلال الديار وجزت، وبعد راء، نحو: رسب ورزب، قال شيخنا: وهذا الإبدال قيل إنه لغة كلب. وقال الطوسي إنه لغة عذرة وكعب وبني العنبر، والله أعلم.\n(فصل الهمزة) مع الزاي",
    "pg": "V07P642-V07P643"
  },
  "يهم": {
    "def": "إليهم، محركة: الجنون، قال رؤبة:\nأو راجز فيه لجاج ويهم * ومنه الأيهم، وهو: من لا عقل له ولا فهم كالأهيم.\nوالأيهم: الحجر الأملس.\nوأيضا: الجبل الصعب الطويل، الذي لا يرتقى، وقيل: هو الذي لا نبات فيه.\nوأيضا: الأصم من الناس، وأنشد الأزهري:\nكأني أنادي أو أكلم أيهما * وأيضا: البرية.\nحكى ابن جني: بر أيهم: لا يهتدى له، وليس له مؤنث.\nوأيضا: الشجاع الذي لا ينحاش لشيء، كذا في التهذيب.\nوفي المحكم: هو: الجرئ الذي لا يستطاع دفعه.\nوالأيهمان، عند أهل البادية: السيل، والجمل الهائج الصؤول، يتعوذ منهما، وهما: الأعميان، نقله الجوهري عن ابن السكيت.\nوقد جاء في الحديث: \"كان النبي صلى الله عليه وسلم، يتعوذ من الأيهمين\".\nوقال أبو زيد: أنت أشد وأشجع من الأيهمين، وهما: الجمل المغتلم والسيل، ولا يقال لأحدهما: أيهم.\nوقيل: إنما قيل للجمل؛ لأنه إذا هاج لم يستطع دفعه، بمنزلة الأيهم من الرجال الذي لا ينطق، فيكلم، أو يستعتب.\nقال ابن السكيت: وهما عند الحاضرة: السيل، والحريق، وبهما: فسر الحديث: أيضا.\nقال أبو عبيد: ومنه سميت اليهماء، وهي: الفلاة التي لا يهتدى فيها للطريق، قال الأعشى:\nويهماء بالليل غطشى الفلاة * يؤنسني صوت قيادها وفي حديث قس:\nكل يهماء يقصر الطرف عنها * أرقلتها قلاصنا إرقالا وكذلك: الهيماء، واليهماء: أكثر استعمالا، وليس لها مذكر من نوعها.\nقال ابن جني: ليس أيهم ويهماء، كأدهم ودهماء، لأمرين: أحدهما: أن الأيهم: الجمل الهائج، أو السيل، واليهماء: الفلاة.\nوالآخر: أن أيهم لو كان مذكر يهماء لوجب أن يأتي فيهما: يهم، مثل دهم، ولم يسمع ذلك، فعلم لذلك أن هذا تلاق بين اللفظ، وأن أيهم لا مؤنث له، وأن يهماء لا مذكر لها.\nواليهماء: السنة الشديدة التي لا فرج فيها، عن أبي زيد.\nوقال الأزهري: سنة يهماء: ذات جدوبة.\nوجبلة بن الأيهم بن عمرو بن جبلة بن الحارث الأعرج بن جبلة بن الحارث الأوسط بن ثعلبة بن الحارث الأكبر بن عمرو بن حجر بن هند بن إمام بن كعب بن جفنة الجفني: آخر ملوك غسان بالشام.\nومما يستدرك عليه:\nاليهماء: مفازة لا ماء فيها، ولا يسمع فيها صوت.\nوليل أيهم: لا نجوم فيه، كأهيم.\nوقيل: اليهماء: فلاة ملساء ليس بها نبت. والأيهم: البلد الذي لا علم به.\nوأرض يهماء: لا أثر فيها، ولا مرتع، ولا علم.\nوالأيهم: الذي لا يعي شيئا ولا يحفظه.\nوقيل: هو المصاب في عقله.\nوقيل: هو: الثبت العناد جهلا، لا يزيغ إلى حجة، ولا يتهم رأيه إعجابا.\nوالأيهم: الأعمى.\nوسنون يهم: لا كلأ فيها، ولا ماء، ولا شجر.\nواليهماء: الناقة الشديدة، نقله شيخنا عن بعض شروح لامية العرب.\nوهذا آخر حرف الميم، من كتاب تاج العرس، لشرح جواهر القموس، والحمد لله حق حمده، وصلاته وسلامه على سيدنا ومولانا محمد النبي الأمي، وعلى آله الطاهرين، وصحابته أجمعين. تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد الثامن عشر باب النون (أ - ي) دراسة وتحقيق علي شيري دار الفكر للطباعة والنشر والتوزيع تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد الثامن عشر باب النون (أ - ي) دراسة وتحقيق علي شيري دار الفكر للطباعة والنشر والتوزيع \nفصل الهمزة مع النون",
    "pg": "V17P779-V17P781"
  },
  "يهموت": {
    "def": "واليهموت: اسم للحوت الذي عليه الأرض، وغلط من ضبطه بالموحدة، كذا قاله الشهاب في العناية.",
    "pg": "V03P161"
  },
  "يهه": {
    "def": "يهيه بالإبل يهيهة ويهياها، والأقيس يهياها بالكسر، قال لها ياه ياه؛ وقد تكسر هاؤهما، وقد تنون.\nيقول الراعي لصاحبه من بعيد: ياه ياه، أي أقبل.\nوفي التهذيب: يقول الرجل لصاحبه، ولم يخص الراعي؛ وأنشد الجوهري لذي الرمة:\nينادي بيهياه وياه كأنه * صويت الرويعي ضل بالليل صاحبه يقول: إنه يناديه ياهياه ثم يسكت منتظرا الجواب عن دعوته، فإذا أبطأ عنه قال: ياه وياه ياه نداآن وبعض العرب يقول: يا هياه فينصب الهاء الأولى، وبعض يكره ذلك ويقول هياه من أسماء الشياطين.\nوقال الأصمعي: إذا حكوا صوت الداعي قالوا يهياه، وإذا حكوا صوت المجيب قالوا ياه، والفعل منهما جميعا يهيهت. وقال في تفسير قول ذي الرمة: إن الراعي سمع صوتا يا هياه، فأجاب بياه رجاء أن يأتيه الصوت ثانية، فهو متلوم بقول ياه صوتا بيا هياه. وقال ابن بري: الذي أنشده أبو علي لذي الرمة:\nتلوم يهياه إليها وقد مضى * من الليل جوز واسبطرت كواكبه وقال حكاية عن أبي بكر: اليهياه صوت الراعي، وفي تلوم ضمير الراعي، ويهياه محمول على إضمار القول.\nقال ابن بري: والذي في شعره في رواية أبي العباس الأحول:\nتلوم يهياه بياه وقد بدا * من الليل جوز واسبطرت كواكبه وكذا أنشده أبو الحسن الصقلي النحوي وقال: اليهياه صوت المجيب إذا قيل له ياه، وهو اسم لاستجب، والتنوين تنوين التنكير، وكأن يهياه مقلوب هيهاه.\nقال ابن بري: وأما عجز البيت الذي أنشده الجوهري فهو لصدر بيت قبل البيت الذي يلي هذا وهو:\nإذا ازدحمت رعيا دعا فوقه الصدى * دعاء الرويعي ضل بالليل صاحبه وقال الأزهري: قال أبو الهيثم في قول ذي الرمة:\nتلوم يهياه بياه * قال: هو حكاية الثوباء.\nوقال ابن بزرج: ناس من بني أسد يقولون: يا هياه للواحد والجميع والمذكر والمؤنث استقبال. يقولون: ياهياه، أقبل وياهياه أقبلا وياهياه أقبلوا؛ وللمرأة: ياهياه أقبلي، وللنساء كذلك.\nقال أبو حاتم: وكان أبو عمرو بن العلاء يقول ياهياه أقبل، ولا يقول لغير الواحد.\nقال ابن بزرج: وفي لغة أخرى قد يثنى ويجمع يقولون للاثنين: ياهياهان أقبلا، وياهياهون أقبلوا ؛ وللمرأة: ياهياه، بفتح الآخر، أقبلي؛ كأنهم خالفوا بذلك بينها وبين الرجل لأنهم أرادوا الهاء فلم يدخلوها؛ وللاثنتين: ياهيا هتان أقبلا، وللجميع: ياهيا هات أقبلن.\nوقال ابن الأعرابي: ياهياه وياهياه وياهيات وياهيات كل ذلك بفتح الهاء.\nوقال الأصمعي: العامة تقول: ياهيا، وهو مولد، والصواب ياهياه بفتح الهاء.\nقال أبو حاتم: أظن أصله ياهيا شراهيا.\nوقال ابن بزرج: قالوا ياهيا وياهيا إذا كلمته من قريب. باب الواو والياء قال الأزهري: يقال للواو والياء والألف الأحرف الجوف، وكان الخليل يسميها الأحرف الضعيفة الهوائية، وسميت جوفا لأنه لا أحياز لها فتنسب إلى أحيازها كسائر الحروف التي لها أحياز إنما تخرج من هواء الجوف فسميت مرة جوفا ومرة هوائية، وسميت ضعيفة لانتقالها من حال عند التصرف باعتلال انتهى.\nوقال شيخنا: الواو أبدلت من ثلاثة أحرف في القياس: ألف ضارب قالوا في تصغيره ضويرب، والياء الواقعة بعد ضم كموقن من أيقن، والهمزة كذلك كمومن من آمن، وما عدا ذلك إن ورد كان شاذا، وأما الياء فقد قالوا إنها أوسع حروف الإبدال، يقال إنها أبدلت من نحو ثمانية عشر حرفا أوردها المرادي وغيره انتهى.\nوقال الجوهري جميع ما في هذا الباب من الألف إما أن تكون منقلبة من واو مثل دعا، أو من ياء مثل رمى، وكل ما فيه من الهمزة فهي مبدلة من الياء أو الواو نحو القضاء، وأصله قضاي، لأنه من قضيت، ونحو الغراء وأصله غراو لأنه من غروت، قال: ونحن نشير في الواو والياء إلى أصولهما، هذا ترتيب الجوهري في صحاحه، وأما ابن سيده وغيره فإنهم جعلوا المعتل عن الواو بابا، والمعتل عن الياء بابا، فاحتاجوا فيما هو معتل عن الواو والياء إلى أن ذكروه في البابين فأطالوا وكرروا، وتقسم الشرح في الموضعين.\nقلت: وإلى هذا الترتيب مال المصنف تبعا لهؤلاء، ولا عبرة بقوله في الخطبة إنه اختص به من دونهم، وقد ذكر أبو محمد الحريري رحمه الله تعالى في كتابه المقامات في السادسة والأربعين منها قاعدة حسنة للتمييز بين الواو والياء، وهو قوله:\nإذا الفعل يوما غم عنك هجاؤه * فألحق به تاء الخطاب ولا تقف فإن تر قبل التاء ياء فكتبه * بياء وإلا فهو يكتب بالألف ولا تحسب الفعل الثلاثي والذي * تعداه والمهموز في ذاك يختلف وأما الجوهري فإنه جعلهما بابا واحدا، قال صاحب اللسان: ولقد سمعت من ينتقص الجوهري رحمه الله، يقول إنه لم يجعل ذلك بابا واحدا إلا لجهله بانقلاب الألف عن الواو أو عن الياء، ولقلة علمه بالتصريف، قال: ولست أرى الأمر كذلك.\nقلت ولقد ساءني هذا القول، وكيف يكون ذلك وهو إمام التصريف، وحامل لوائه، بل جذيله المحكك عند أهل النقد والتصريف، وإنما أراد بذلك الوضوح للناظر والجمع للخاطر، فلم يحتج إلى الإطالة في الكلام وتقسيم الشرح في موضعين فتأمل.\nوأما الألف اللينة التي ليست متحركة فقد أفرد لها الجوهري بابا بعد هذا الباب فقال: هذا باب مبني على ألفات غير منقلبات عن شيء، فلهذا أفردناه، وتبعه المصنف كما سيأتي. فصل الهمزة مع الواو والياء",
    "pg": "V19P122-V19P125"
  },
  "يوا": {
    "def": "الياء: حرف هجاء معروف؛ والنسبة إليه يائي وياوي ويوي. وقد ياييت ياء حسنا وحسنة، والأصل ييت، اجتمعت أربع يآت متوالية قلبوا الياءين المتوسطتين ألفا وهمزة تخفيفا.\nوالياء: الناحية، عن الخليل؛ وأنشد:\nتيممت ياء الحي حين رأيتها * تضيء كبدر طالع ليلة البدر وأحكامها تأتي في آخر الكتاب.\nوييا، بالتشديد: جد محمد بن عبد الجبار وأخته بانوية، كلاهما من مشايخ السلفي. هذا محل ذكره على ما ضبطه الحافظ؛ والمصنف ذكره في بيي، وقد تقدم.\nويي يي: كلمة تقال عند التعجب.\nومما يستدرك عليه:",
    "pg": "V20P358"
  },
  "يوب": {
    "def": "يوبب، بباءين موحدتين بعد الواو، وأوله مثناة تحتية كمهدد وجندب: أهمله الجوهري، وصاحب اللسان. وقال الصاغاني: هو اسم والد سيدنا شعيب النبي صلى الله تعالى عليه وسلم وعلى نبينا وسلم. وابن أخيه مالك بن دعر بن يوبب الذي استخرج سيدنا يوسف، عليه السلام، من الجب. وغلط المناوي فجعله البويب، على تصغير باب، وعده في رسالته من المستدركة على المؤلف. قلت: وهو يوبب بن نحينا بن مدين، ضبطه الصاغاني كمهدد في التكملة، وفي العباب كجندب.\nويوب، بالضم: جد لمحمد بن عبد الله بن عياض المحدث، والصواب فيه، أبو منصور محمد بن عبد الله بن أحمد بن أبي عياض بن شادان بن خزيمة بن يوب. سمع زاهر بن أحمد السرخسي. وابنه أبو نصر العياضي: كان فقيها، سمع منهما جمعا، الحسن بن أحمد السمرقندي، نقله الحافظ. تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد الثالث باب التاء - باب الثاء (أ - ي) - (أ - ي) باب الجيم (أ - ي) دراسة وتحقيق علي شيري دار الفكر للطباعة والنشر والتوزيع \nفصل الألف مع التاء",
    "pg": "V02P502-V02P503"
  },
  "يوج": {
    "def": "\"ياج: قلعة بصقلية \"، بكسر الصاد، \"وقد تكسر الجيم. وأورده في المعجم معرفا باللام فقال: الياج، والله اعلم.\nهذا آخر باب الجيم.\nوصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد الرابع باب الحاء - باب الخاء (أ - ي) - (أ - ي) باب الدال (أ - ز) دراسة وتحقيق علي شيري دار الفكر للطباعة والنشر والتوزيع \nيتمارى في الذي قلت له * ولقد يسمع قولي: حي هل وكقول الآخر: هيهاه وحيهله، وإنما جمعها من كلمتين [حي، كلمة على حدة ومعناه هلم، وهل حثثى فجعلهما كلمة واحدة]: وكذلك ما جاء في الحديث: \"إذا ذكر الصالحون فحيهلا بعمر \": أي فأت بذكر عمر. قال: وقال بعض الناس: الحيهلة: شجرة. قال: وسألنا أبا خيرة وأبا الدقيش وعدة من الأعراب عن ذلك فلم نجد له أصلا ثابتا نطق به الشعراء أو راوية منسوبة معروفة، فعلمنا أنها كلمة مولدة وضعت للمعاياة. قال ابن شميل: حي هلا: بقلة تشبه الشكاعى، يقال: هذه حي هلا، كما ترى لا تنون، مثل خمسة عشر، كذا في التهذيب واللسان.\nفصل الهمزة مع الحاء المهملة",
    "pg": "V03P522-V03P523"
  },
  "يوح": {
    "def": "يوح ويوحى، بضمهما من أسماء الشمس. قال شيخنا: كتبه بالحمرة مؤذن بأن الجوهري لم يذكره، وليس كذلك، فإنه قد ذكره في الوحدة، وأورد الخلاف هناك فأغنى عن إعادته هنا، انتهى.\nقلت: ووجدت في هامش الصحاح منقولا من خط الإمام أبي سهل ما نصه: يوح ويوحى من أسماء الشمس، وذكر ذلك أبو علي الفارسي في الحلبيات عن المبرد، انتهى.\nقلت: هذه العبارة تتمة من كلام ابن بري، فإنه قال: لم يذكر الجوهري في فصل الياء شيئا، وقد جاء منه يوح اسم للشمس. قال وكان ابن الأنباري يقول هو بوح، بالباء، وهو تصحيف. وذكره أبو علي الفارسي في الحلبيات عن المبرد بالياء المعجمة باثنتين، وكذلك ذكره أبو العلاء المعري في شعره فقال:\nويوشع رد يوحى بعض يوم * وأنت مضتى سفرت رددت يوحا قال: ولما دخل بغداد اعترض عليه في هذا البيت فقيل له: صحفته، وإنما هو بوح بالباء، واحتجوا عليه بما ذكره ابن السكيت في الفاظه، فقال لهم: هذه النسخ التي بأيديكم غيرها شيوخكم، ولكن أخرجوا النسخ العتيقة فأخرجوها فوجدوها بالتحتية كما ذكره أبو العلاء. وقال ابن خالويه: هو يوح، بالياء المعجمة باثنتين وصحفه ابن الأنباري فقال بوح، بالموحدة, وجرى بين ابن الأنباري وبين أبي عمر الزاهد كل شيء حتى قالت الشعراء فيهما، ثم أخرجا كتاب الشمس والقمر لأبي حاتم السجستاني فإذا هو يوح بالياء المعجمة باثنتين،، وأما البوح بالباء فهو النفس لا غير.\nوقال ابن سيده: يوح: الشمس، عن كراع، لا يدخله الصرف ولا الألف واللام، والذي حكاه يعقوب بوح، انتهى.\nوفي حديث الحسن بن علي: هل طلعت يوح، يعني الشمس. وهو من أسمائها، كباح وهما مبنيان على الكسر. قال ابن الأثير: وقد يقال فيه يوحى، على مثال فعلى.\nومن سجعات الأساس: جعلك الله أعمر من نوح، وأنور من يوح.\nونقل شيخنا عن السفاقسي في إعراب الفاتحة: قيل لم يجىء ما فاؤه ياء تحتية وعينه واو غير يوم، اتفاقا، قيل: ويوح اسم للشمس، وقيل هو بالموحدة. ومثله في المزهر.",
    "pg": "V04P252-V04P253"
  },
  "يوذ": {
    "def": "ومما يستدرك عليه: يوذ، ويقال بوذى، بالقصر: قرية من قرى نخشب بما وراء النهر، منها أبو إسحاق إبراهيم بن أبي القاسم أحمد بن حفص اليوذي، سمع أبا الحسن طاهر بن محمد البلخي، وسمع منه أبو محمد عبد العزيز بن محمد النخشبي، وتوفي سنة 447.\nومما يستدرك عليه:",
    "pg": "V05P409-V05P410"
  },
  "يوز": {
    "def": "يوز، بالضم: سكة ببلخ، نقله الصاغاني في التكملة.\nوبه تم حرف الزاي، والحمد لله رب العالمين، وصلى الله على سيدنا ومولانا محمد النبي الأمي وعلى آله وصحبه أجمعين، وحسبنا الله ونعم الوكيل. قال مؤلف هذا الشرح، الحسيني العلوي الزبيدي اليمني الواسطي الحنفي، الشهير لقبه بالمرتضى، أدام الله له الإحسان والرضا، وألحقه بمقام آبائه وأجداده الطاهرين، ورضي الله عنهم أجمعين: فرغ ذلك في عشية نهار الخميس، لأربع بقين من شوال سنة 1183. باب السين المهملة هي والصاد والزاي أسلية؛ لأن مبدأها من أسلة اللسان، وهي مستدق طرف اللسان، وهذه الثلاثة في حيز واحد. والسين من الحروف المهموسة، ومخرج السين بين مخرجي الصاد والزاي. قال الأزهري: لا تأتلف الصاد مع السين ولا مع الزاي في شيء من كلام العرب.\nفصل الهمزة مع السين المهملة",
    "pg": "V08P176-V08P177"
  },
  "يوس": {
    "def": "ومما يستدرك عليه:\nيوس: ذكر فيه صاحب اللسان الياس، وهو داء السل، وقد ذكره المصنف في \"ي أ س \": فإن صوابه بالهمز.\nويوسان ، بالفتح: من قرى صنعاء اليمن، ويضاف إليه ذو، فيقال: ذو يوسان، نقله ياقوت.\nويوس، بالضم: قبيلة من البربر بالمغرب، منهم علامة الدنيا، أبو الوفاء الحسن بن مسعود اليوسي، توفي سنة 1111 حدث عن عبد القادر الفاسي وغيره، وعنه شيوخنا رحمهم الله تعالى.",
    "pg": "V09P051"
  },
  "يوص": {
    "def": "اليوصي، أهمله الجوهري وصاحب اللسان، وهو بفتح الياء والواو وكسر الصاد وبالياء المشددتين ، ووزنه الليث بفعلي وقال: هو طائر بالعراق، شبه الباشق إلا أنه أطول جناحا من الباشق، وأخبث صيدا، أو هو الحر. ونص الليث: وهو الحر. وقال أبو حاتم في كتاب الطير قال الطائفي أو غيره: الحر من الصقور شبه البازي، يضرب إلى الخضرة، أصفر الرجلين والمنقار، صائد. وقال آخرون: بل الحر: الصقر، كذا في العباب. ثم إن المصنف قد أعاده أيضا في \"و ص ي \"إشارة إلى وقوع الاختلاف في مادته ووزنه، وسيأتي الكلام عليه هناك إن شاء الله تعالى.\nوالحمد لله الذي بنعمته تتم الصالحات، وصلواته وسلامه على سيدنا ومولانا محمد أبي القاسم أفضل المخلوقات، وعلى آله وصحبه وتابعيه وحزبه المفحلين، وأتباعهم أجمعين، إلى يوم الدين، وسلم تسليما كثيرا كثيرا.\nقد نجز حرف الصاد المهملة على يد مسطره العبد الفقير الفاني. محمد مرتضى الحسيي اليماني لطف الله به وأحسن عاقبته آمين آمين، في ضحوة نهار الجمعة المبارك 16 جمادى الأولى، من شهور سنة 1184 ختمت بخير وعلى خير. وذلك بمنزله في عطفة الغسال بمصر حرسها الله تعالى وسائر بلاد المسلمين، آمين. تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد العاشر باب الضاد باب الطاء (أ - ي) (أي - ي) دراسة وتحقيقه علي رشيدي دار الفكر للطباعة والنشر والتوزيع \nوهو علامة أصالته وفرعية الضاد المعجمة عنه. قال: وذكر الشيخ ابن مالك في \"التسهيل \"أنها تبدل من اللام أيضا، حكى الجوهري: رجل جضد، أي جلد. قلت: وقال الكسائي: العرب تبدل من الصاد ضادا، فتقول: مالك في هذا الأمر مناض، أي مناص، كما سيأتي في محله.\nفصل الهمزة مع الضاد المعجمة",
    "pg": "V09P385-V09P386"
  },
  "يول": {
    "def": "يولة، بالضم، أهمله الجماعة.\nوقال أهل النسب هو جد أبي الحسن أحمد بن محمد ابن يولة الميهني، بكسر الميم وسكون الياء وهاء مفتوحة ونون مكسورة، إلى ميهنة قرية بخابران بين سرخس وأبي ورد. وابنه أبو سعيد الفضل بن أحمد صاحب كرامات، روى عن زاهر السرخسي، وعنه أبو القاسم سلمان ابن ناصر الأنصاري، ومات ببلده سنة 440 وقبره يزار. وذكره الحافظ ابن حجر في التبصير مختصرا.\nوبه تم حرف اللام بحمد الله الملك العلام وتوفيقه وتسديده بإلهام، ويتلوه بعد ذلك حرف الميم، وحسبنا الله ونعم الوكيل ولا حول ولا قوة إلا بالله العلي العظيم، وصلى الله على سيدنا ومولانا محمد النبي الأمي وعلى آله وصحبه وسلم تسليما كثيرا كثيرا كثيرا آمين أمين آمين بسلا بسلا بسلا.\n(وكان الفراغ من كتابة هذا الحرف عند أذان عصر نهار السبت المبارك رابع شهر شعبان المعظم من شهور سنة 1186، بمنزلي في عطفة الغسال بمصر. قاله الفقير المقصر محمد مرتضى الحسيني لطف الله به وأخذ بيده في الشدة، وسامحه بعفوه وكرمه، وأعانه على إتمام ما بقي من هذا الكتاب إنه على كل شيء قدير وبكل فضل جدير). تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد السادس عشر باب الميم (أ - ش) دراسة وتحقيق علي شيري دار الفكر للطباعة والنشر والتوزيع \nوهي من الحروف الشفوية، ومن الحروف المجهورة، وكان الخليل يسمي الميم مطبقة.\nوقال شيخنا: أبدلت الميم من أربعة أحرف: من الواو في فم عند الأكثر؛ ومن النون في عمبر، والبنام، في عنبر والبنان، ومن الباء في قولهم: ما زال راتما، أي: راتبا، أي: مقيما، لقولهم: رتب دون رتم، ومن لام التعريف في لغة حمير.\nفصل الهمزة مع الميم",
    "pg": "V15P823-V15P824"
  },
  "يون": {
    "def": "يون، محركة: أهمله الجوهري.\nوهي ة باليمن.\nويوان: ة بباب أصبهان، منها أبو جعفر أحمد بن عبد الله بن الحكم عن أحمد بن عصام، ومحمد بن الحسين بن عبد الله بن مصعب الثقفي اليواني عن سهل عن عثمان، وعنه محمد بن عبد الرحمان بن الفض ل وأبو بكر بن المقري، توفي سنة 322.\nقال الحافظ: وقد ضبطه ابن طاهر بالموحدة فأخطأ.\nوقيده ابن السمرقندي، بالضم، وهو خطأ أيضا.\nويونان، بالضم: ة ببعلبك. ويقال فيها يونين أيضا، وهو المعروف، ومنها الحافظ شرف الدين أبو الحسين علي بن محمد بن أحمد بن عبد الله بن عيسى بن أحمد بن عيسى اليونيني البعلي الحنبلي مات سنة 701، له ولأبيه ترجمة حسنة، وإخوته البدر الحسن والقطب موسى وأمة الرحيم، حدثوا، ومن ولده: الصدر عبد القادر بن محمد بن محمد بن محمد بن عبد القادر أبي علي، لقيه السخاوي ببعلبك؛ وعم أبيه الزين عبد الغني بن حسن بن عبد القادر بن علي لقيه السخاوي بها أيضا، وهم بيت علم وحديث.\nويونان: قرية أخرى بين برذعة وبيلقان بين كل واحدة منهما وبينها سبعة فراسخ.\nواليونانيون: جيل انقرضوا، نسبوا إلى يونان بن يافث بن نوح، وبخط النووي، رحمه الله تعالى، قيل: يونان جزيرة كانت حكماء الروم ينزلون بها.\nومما يستدرك عليه:\nأليون، بالضم: حصن كان بمصر، فتحه عمرو بن العاص، رضي الله تعالى عنه وبنى في مكانه الفسطاط وهي مدينة مصر اليوم، وقد ذكره المصنف، رحمه الله تعالى في لين؛ وتقدم ذكره أيضا بابليون لأنه نسب إ ليه الباب، قال الهذلي:\nجلوا من تهام أرضنا وتبدلوا * بمكة باب اليون والريط بالعصب وقال آخر:\nجرى بين باب اليون والهضب دونه * رياح أسفت بالنقا وأشمت",
    "pg": "V18P601-V18P602"
  },
  "يونارت": {
    "def": "يونارت: قرية بأصفهان، ذكرها المصنف في حب استطرادا، وذكرها ياقوت في معجمه.",
    "pg": "V03P161"
  },
  "يوي": {
    "def": "يويو ، بالضم: موضع إليه نسب يوم يويو من أيامهم، عن ياقوت.\nوبه تم حرف المعتل؛ والحمد لله الذي بنعمته تتم الصالحات، وصلى الله تعالى على سيدنا ومولانا محمد، وعلى آله وصحبه وسلم ما أشرقت شمس النهايات. وكتبه العبد المقصر محمد مرتضى الحسيني، عفا الله عنه في 11 جمادى سنة 1188.\nويتلوه إن شاء الله تعالى باب الألف اللينة قال شيخنا: هي صفة كاشفة لأن القصد هنا الألف التي هي من حروف المد واللين، ويقال لها: الألف الهاوية، وهي التي لا تقبل الحركات بل ساكنة دائما هوائية، واحترز بذلك عن الهمزة فإنها عبارة عما يقبل الحركات وقد أشرنا إلى أن هذا اصطلاح للمتأخرين كما نبه عليه ابن هشام وغيره، وقاعدته أن الباب يكون لآخر الكلمة، وهو في هذا الباب غالب عنده لا لازم، كما أن الألف اللينة إنما تصح في الآخر لا الأول. وقد ذكر في هذا الباب كلمات أوائلها همزة وآخرها ليس كذلك، كإذ مثلا فذكر هنا ليس من هذا الباب باعتبار اصطلاحه، بل موضعه الذال المعجمة، وقد أشار إليه هناك؛ ومثل أولو فإن آخره واو ساكنة وذكره هنا باعتبار أوله فلم يبق له ضابط. وكالألفات المفردة التي لم تركب مع شيء فإن أكثرها متحرك ولا زائد عليه فاعتبر أوله، وهكذا فاعرف ذلك. وفيه غير ذلك في بقية الحروف يحتاج الكشف عنه إلى تأمل ودقة نظر، انتهى.\nقلت: وقد يجاب عن المصنف بأنه لم يذكر إذ إلا استطرادا في إذا، ويدلك على ذلك أنه لم يفرد له تركيبا، وقد ذكره في الذال المعجمة مبسوطا. وأما أولو فإنما ذكره لمناسبته بأولا كهدى في كون كل واحد منهما جمعا لا واحد له، ويدلك على ذلك أنه ذكره في اللام مفصلا، مع أن الجوهري ذكر كلا من إذ وأولا، وإنما هو نظر لما قلنا وكفى به قدوة، فتأمل.\nوفي الصحاح: الألف على ضربين: لينة ومتحركة، فاللينة تسمى ألفا، والمتحركة تسمى همزة، وقد ذكرنا الهمزة، وذكرنا أيضا ما كانت الألف فيه منقلبة عن الواو أو الياء، وهذا الباب مبني على ألفات غير منقلبات عن شيء فلهذا أفردناه، انتهى.\nوقال ابن بري: الألف التي هي أحد حروف المد واللين لا سبيل إلى تحريكها، على ذلك اجتماع النحويين، فإذا أرادوا تحريكها ردوها إلى أصلها في مثل رحيان وعصوان؛ وإن لم تكن منقلبة عن واو ولا ياء وأرادوا تحريكها أبدلوا منها همزة في مثل رسالة ورسائل، فالهمزة بدل من الألف وليست هي الألف، لأن الألف لا سبيل، إلى تحريكها، والله أعلم.",
    "pg": "V20P358-V20P359"
  },
  "ييعث": {
    "def": "ييعث. بياءين، والعين المهملة. في النهاية لابن الأثير: في كتاب النبي صلى الله تعالى عليه وسلم لأقوال شبوة ذكر ييعث. قال : هي بفتح الياء الأولى، وضم العين المهملة صقع من بلاد اليمن جعله لهم. باب الجيم من الحروف التي تؤنث ويجوز تذكيرها، وقد جيمت جيما: كتبتها، وهي من الحروف المجهورة، وهي ستة عشر حرفا، وهي أيضا من الحروف المحقورة وهي: القاف، والجيم، والطاء، والدال، والباء، يجمعها قولك قطب جد. سميت بذلك لأنها تحقر في الوقف، وتضغط عن مواضعها، وهي حروف القلقلة؛ لأنك لا تستطيع الوقوف عليها إلا بصوت، وذلك لشدة الحقر والضغط، وذلك نحو: الحق، واذهب، واخرج.\nوبعض العرب أشد تصويتا من بعض، والجيم والشين والضاد ثلاثة في حيز واحد، وهي من لحروف الشجرية والشجر: مفرج الفم، ومخرج الجيم والكاف والقاف بين عكدة اللسان وبين اللهاة في أقصى الفم.\nوقال أبو عمرو: قد تبدل الجيم من الياء المشددة، قال: وقد أبدلوها من الياء المخففة أيضا كفقيمج مثال المشددة. قال وقلت لرجل من حنظلة: ممن أنت؟ فقال: فقيمج، فقلت: من أيهم؟ قال: مرج. وأنشد أبو زيد في المخففة.\nيا رب إن كنت قبلت حجتج * فلا يزال شاحج يأتيك بج أقمر نهار ينزي وفرتج في فقيمي وحجتي، وأنشد أبو عمرو لهميان بن قحافة السعدي:\nيطير عنها الوبر الصهابجا * قال: يريد الصهابيا من الصهبة.\nوقال خلف الأحمر: أنشدني رجل من أهل البادية:\nخالي عويف وأبو علج * المطعمان اللحم بالعشج وبالغداة كسر البرنج يريد: عليا والعشي والبرني، وهو معرب برنيك، أي الحمل المبارك ذكر ذلك الجوهري في الصحاح، وابن مالك في شرحيه الكافية والتسهيل، والرضي في شرح شواهد الشافية، وابن عصفور في كتاب الضرائر، وصرح بأنها لا تجوز في غير الضرورة، وأوردها ابن جني في كتاب سر الصناعة، وسبقهم بذلك أستاذ الصنعة سيبويه، فكتابه البحر الجامع.\nقال شيخنا: وقوله المشددة، أي سواء كانت للنسب، كما حكاه أبو عمرو، أو لا، كالأبيات، وقوله: والمخففة، أي وهي لا تكون للنسب، كإبدالها من ياء الضمير، وياء أمسيت وأمسى في قوله:\nحتى إذا ما أمسجت وأمسجا * ونحوهما، وصرح ابن عصفور، وغيره بأن ذلك كله قبيح، وهو مأخوذ من كلام سيبويه، وغيره من الأئمة.\nومن العرب طائفة - منهم قضاعة - يبدلون الياء إذا وقعت بعد العين جميعا، فيقولون - في \"هذا راع خرج معي \"-: هذا راعج خرج معج، وهي التي يقولون لها: العجعجة، وقد تقدم طرف من ذلك في الخطبة، ويأتي أيضا ما يتعلق به إن شاء الله تعالى.\nوكلام القرافي أن مثله لغة لطيئ ولبعض أسد، وأنشد الفراء:\nبكيت والمحترز البكج * وإنما يأتي الصبا الصبج أي البكي والصبي، وأنشد ابن الأعرابي ويعقوب: وكأن في أذنابهن الشول * من عبس الصيف قرون الإجل يريد: الإيل.\nوقال ابن منظور - عند إنشاد قوله:\nحتى إذا ما أمسجت وأمسجا * ما نصه: أمست وأمسى، ليس فيهما ناء ظاهرة ينطق بها، وقوله: أمسجت وأمسجا، يقتضي أن يكون الكلام أمسيت وأمسيا، وليس النطق كذلك، ولا ذكر أيضا أنهم يبدلونها في التقدير المعنوي، وفي هذا نظر.\nفصل الهمزة مع الجيم",
    "pg": "V03P281-V03P283"
  },
  "يين": {
    "def": "يين، محركة : أهمله الجوهري.\nوقال ابن جني في سر الصناعة: هو كددن.\nوضبطه كراع بفتح فسكون، قال: وليس في الكلام اسم وقع في أوله ياآن غيره.\nقال الزمخشري: هو عين يقال له جوزمان لبني زيد الموسوي من بني الحسين.\nأو واد بين ضاحك وضويحك، وهما جبلان أسفل الفرش؛ هكذا ذكره ابن جني، رحمه الله تعالى.\nوقيل: هو من بلاد خزاعة.\nوقال نصر: يين: ناحية من أعراض المدينة على بريد منها، وهي منازل أسلم بن خزاعة؛ وقال ابن هرمة:\nأدار سليمى بين يين فمشغر * أبيني فما استخبرت إلا لتخبري أبيني حبتك البارقات بوبلها * لنا نسما عن آل سلمى وشعفر لقد شفيت عيناك إن كنت باكيا * على كل مبد من سليم ومحضر وقيل: يين اسم بئر بوادي عياثر ؟ قال علقمة بن عبدة التيمي:\nوما أنت إلا ذكرة بعد ذكرة * تحل بيين أو بأكناف شربب وقد جاء ذكره في سيرة ابن هشام في موضعين: الأول: في غزاة بدر ثم على غميس الحمام من مريين فأضافه إلى مر. والثاني: في غزاة بني لحيان فخرج على يين ثم على صخيرات اليمام. وقيل: يين موضع على ثلاث ليال من الحيرة. وبه تعلم ما في كلام المصنف، رحمه الله تعالى من القصور في الضبط والبيان.\nوبه تم حرف النون، والحمد لله الذي بنعمته تتم الصالحات، وصلى الله على سيدنا ومولانا محمد خير البريات وعلى آله وصحبه وأنصاره وأشياعه وأزواجه الطاهرات ما أقيمت الصلوات وما تليت التحيات آمين. تاج العروس من جواهر القاموس تاج العروس من جواهر القاموس للإمام محب الدين أبي فيض السيد محمد مرتضى الحسيني الواسطي الزبيدي الحنفي المجلد التاسع عشر باب الهاء (أ - ي) باب الواو (أ - ع) دراسة وتحقيق علي شيري دار الفكر للطباعة والنشر والتوزيع \nقال شيخنا: وأبدلت الهاء من الهمزة في هياك ولهنك قائم، وهراق وهراد في أراق وأراد؛ ومن الألف قالوا: هنه في هنا، ومن الياء قالوا في هذي هذه وقفا، ومن تاء التأنيث وقفا كطلحة.\nفصل الهمزة",
    "pg": "V18P602-V18P604"
  }
}