{
  "ذ": {
    "def": "حرف من الحروف المجهورة والحروف اللثوية والثاء المثلثة والذال المعجمة والظاء المعجمة في حيز واحد",
    "pg": ""
  },
  "ذأب": {
    "def": "الذئب كلب البر والجمع أذؤب في القليل وذئاب وذؤبان والأنثى ذئبة يهمز ولا يهمز وأصله الهمز وفي حديث الغار فيصبح في ذوبان الناس يقال لصعاليك العرب ولصوصها ذوبان لأنهم كالذئاب وذكره ابن الأثير في ذوب قال ص والأصل في ذوبان الهمز ولكنه خفف فانقلبت واوا وأرض مذأبة كثيرة الذئاب كقولك أرض مأسدة من الأسد قال أبو علي في التذكرة وناس من قيس يقولون مذيبة فلا يهمزون وتعليل ذلك أنه خفف الذئب تخفيفا بدليا صحيحا فجاءت الهمزة ياء فلزم ذلك عنده في تصريف الكلمة وذئب الرجل إذا أصابه الذئب ورجل مذؤوب وقع الذئب في غنمه تقول منه ذئب الرجل على فعل وقوله أنشده ثعلب هاع يمظعني ويصبح سادرا سدكا بلحمي ذئبه لا يشبع عنى بذئبه لسانه أي إنه يأكل عرضه كما يأكل الذئب الغنم وذؤبان العرب لصوصهم وصعاليكهم الذين يتلصصون ويتصعلكون وذئاب الغضى بنو كعب بن مالك بن حنظلة سموا بذلك لخبثهم لأن ذئب الغضى أخبث الذئاب وذؤب الرجل يذؤب ذآبة وذئب وتذأب خبث وصار كالذئب خبثا ودهاء واستذأب النقد صار كالذئب يضرب مثلا للذلان إذا علوا الأعزة وتذأب الناقة وتذأب لها وهو أن يستخفي لها إذا عطفها على غير ولدها متشبها لها بالسبع لتكون أرأم عليه هذا تعبير أبي عبيد قال وأحسن منه أن يقول متشبها لها بالذئب ليتبين الاشتقاق وتذأبت الريح وتذاءبت اختلفت وجاءت من هنا وهنا وتذأبته وتذاءبته تداولته وأصله من الذئب إذا حذر من وجه جاء من آخر أبو عبيد المتذئبة والمتذائبة بوزن متفعلة ومتفاعلة من الرياح التي تجيء من ههنا مرة ومن ههنا مرة أخذ من فعل الذئب لأنه يأتي كذلك قال ذوالرمة يذكر ثورا وحشيا فبات يشئزه ثأد ويسهره تذؤب الريح والوسواس والهضب وفي حديث علي كرم الله وجهه خرج منكم جنيد متذائب ضعيف المتذائب المضطرب من قولهم تذاءبت الريح اضطرب هبوبها وغرب ذأب مختلف به قال أبو عبيدة قال الأصمعي ولا أراه أخذ إلا من تذؤب الريح وهو اختلافها فشبه اختلاف البعير في المنحاة بها وقيل غرب ذأب على مثال فعل كثيرة الحركة بالصعود والنزول والمذؤوب الفزع وذئب الرجل فزع من الذئب وذأبته فزعته وذئب وأذأب فزع من أي شيء كان قال الدبيري إني إذا ما ليث قوم هربا فسقطت نخوته وأذأبا قال وحقيقته من الذئب ويقال للذي أفزعته الجن تذأبته وتذعبته ص وقالوا رماه الله بداء الذئب يعنون الجوع لأنهم يزعمون أنه لا داء له غير ذلك وبنو الذئب بطن من الأزد منهم سطيح الكاهن قال الأعشى ما نظرت ذات أشفار كنظرتها حقا كما صدق الذئبي إذ سجعا وابن الذئبة الثقفي من شعرائهم ودارة الذئب موضع ويقال للمرأة التي تسوي مركبها ما أحسن ما ذأبته قال الطرماح كل مشكوك عصافيره ذأبته نسوة من جذام\nوذأبت الشيء جمعته والذؤابة الناصية لنوسانها وقيل الذؤابة منبت الناصية من الرأس والجمع الذوائب وكان الأصل ذآئب وهو القياس مثل دعابة ودعائب لكنه لما التقت همزتان بينهما ألف لينة لينوا الهمزة الأولى فقلبوها واوا استثقالا لالتقاء همزتين في كلمة واحدة وقيل كان الأصل  قوله وقيل كان الأصل إلخ هذه عبارة الصحاح والتي قبلها عبارة المحكم ذآئب لأن ألف ذؤابة كألف رسالة فحقها أن تبدل منها همزة في الجمع لكنهم استثقلوا أن تقع ألف الجمع بين الهمزتين فأبدلوا من الأولى واوا أبو زيد ذؤابة الرأس هي التي أحاطت بالدوارة من الشعر وفي حديث دغفل وأبي بكر إنك لست من ذوائب قريش هي جمع ذؤابة وهي الشعر المضفور من شعر الرأس وذؤابة الجبل أعلاه ثم استعير للعز والشرف والمرتبة أي لست من أشرافهم وذوي أقدارهم وغلام مذأب له ذؤابة وذؤابة الفرس شعر في الرأس في أعلى الناصية أبو عمرو الذئبان الشعر على عنق البعير ومشفره وقال الفراء الذئبان بقية الوبر قال وهو واحد قال الشيخ أبو محمد بن بري لم يذكر الجوهري شاهدا على هذا قال ورأيت في الحاشية بيتا شاهدا عليه لكثير يصف ناقة عسوف بأجواز الفلا حميرية مريش بذئبان السبيب تليلها والعسوف التي تمر على غير هداية فتركب رأسها في السير ولا يثنيها شيء والأجواز الأوساط وحميرية أراد مهرية لأن مهرة من حمير والتليل العنق والسبيب الشعر الذي يكون متدليا على وجه الفرس من ناصيته جعل الشعر الذي على عيني الناقة بمنزلة السبيب وذؤابة النعل المتعلق من القبال وذؤابة النعل ما أصاب الأرض من المرسل على القدم لتحركه وذؤابة كل شيء أعلاه وجمعها ذؤاب قال أبو ذؤيب بأري التي تأري اليعاسيب أصبحت إلى شاهق دون السماء ذؤابها قال وقد يكون ذؤابها من باب سل وسلة والذؤابة الجلدة المعلقة على آخر الرحل وهي العذبة وأنشد الأزهري في ترجمة عذب في ص هذا المكان قالوا صدقت ورفعوا لمطيهم سيرا يطير ذوائب الأكوار وذؤابة السيف علاقة قائمه والذؤابة شعر مضفور وموضعها من الرأس ذؤابة وكذلك ذؤابة العز والشرف وذؤابة العز والشرف أرفعه على المثل والجمع من ذلك كله ذوائب ويقال هم ذؤابة قومهم أي أشرافهم وهو في ذؤابة قومه أي أعلاهم أخذوا من ذؤابة الرأس واستعار بعض الشعراء الذوائب للنخل فقال جم الذوائب تنمي وهي آوية ولا يخاف على حافاتها السرق والذئبة من الرحل والقتب والإكاف ونحوها ما تحت مقدم ملتقى الحنوين وهو الذي يعض على منسج الدابة قال وقتب ذئبته كالمنجل وقيل الذئبة فرجة ما بين دفتي الرحل والسرج والغبيط أي ذلك كان وقال ابن الأعرابي ذئب الرحل أحناؤه من مقدمه وذأب الرحل عمل له ذئبة وقتب مذأب وغبيط مذأب إذا جعل له فرجة وفي الصحاح إذا جعل له ذؤابة قال لبيد فكلفتها همي فآبت رذية طليحا كألواح الغبيط المذأب وقال امرؤ القيس له كفل كالدعص لبده الندى إلى حارك مثل الغبيط المذأب والذئبة داء يأخذ الدواب في حلوقها يقال برذون مذؤوب أخذته الذئبة التهذيب من أدواء الخيل الذئبة وقد ذئب الفرس فهو مذؤوب إذا أصابه هذا الداء وينقب عنه بحديدة في أصل أذنه فيستخرج منه غدد صغار بيض أصغر من لب الجاورس وذأب الرجل طرده وضربه كذأمه حكاه اللحياني وذأب الإبل يذأبها ذأبا ساقها وذأبه ذأبا حقره وطرده وذأمه ذأما ومنه قوله تعالى مذؤوما مدحورا والذأب الذم هذه عن كراع والذأب صوت شديد عنه أيضا وذؤاب وذؤيب اسمان وذؤيبة قبيلة من هذيل قال الشاعر عدونا عدوة لا شك فيها فخلناهم ذؤيبة أو حبيبا وحبيب قبيلة أيضا",
    "pg": ""
  },
  "ذأت": {
    "def": "ذأته يذأته ذأتا خنقه مثل دغته دغتا وقال أبو زيد ذأته إذا خنقه أشد الخنق حتى أدلع لسانه ذأج ذئج من الشراب وذأج يذأج ذأجا وذأجا أكثر والذأج الجرع الشديد والذأج الشرب عن أبي حنيفة وذأج إذا أكثر من شرب الماء وذأج الماء يذأجه ذأجا إذا جرعه جرعا شديدا قال خوامصا يشربن شربا ذأجا لا يتعيفن الأجاج المأجا وذئج من الشراب ومن اللبن أو ما كان إذا أكثر منه الفراء ذئج وضئم وصئب وقئب إذا أكثر من شرب الماء التهذيب وذأج إذا شرب قليلا وذأج السقاء ذأجا خرقه وذأجه ذأجا نفخه وقال الأصمعي إذا نفخت فيه تخرق أو لم يتخرق وذأج النار ذأجا وذأجا نفخها وقد روي ذلك بالحاء وذأجه ذأجا وذأجا قتله عن كراع التهذيب وذأجه إذا ذبحه",
    "pg": ""
  },
  "ذأح": {
    "def": "ذأح السقاء ذأحا نفخه عن كراع",
    "pg": ""
  },
  "ذأذأ": {
    "def": "الذأذاء والذأذاءة الاضطراب وقد تذأذأ مشى كذلك أبو عمرو الذأذاء زجر الحليم السفيه ويقال ذأذأته ذأذأة زجرته",
    "pg": ""
  },
  "ذأر": {
    "def": "ذئر الرجل فزع وذئر ذأرا فهو ذئر غضب قال عبيد بن الأبرص لما أتاني عن تميم أنهم ذئروا لقتلى عامر وتغضبوا يعني نفروا من ذلك وأنكروه ويقال أنفوا من ذلك ويقال إن شؤونك لذئرة وقد ذئره أي كرهه وانصرف عنه ابن الأعرابي الذائر الغضبان والذائر النفور والذائر الأنف الليث ذئر إذا اغتاظ على عدوه واستعد لمواثبته وأذأره عليه أغضبه وقلبه أبو عبيد ولم يكفه ذلك حتى أبدله فقال أذرأني وهو خطأ أبو زيد أذأرت الرجل بصاحبه إذ آرا أي حرشته وأولعته به وقد ذئر عليه حين أذأرته أي اجترأ عليه وأذأره الشيء ألجأه وأذأره بصاحبه أغراه وذئر بذلك الأمر ذأرا ضري به واعتاده وذئرت المرأة على بعلها وهي ذائر نشزت وتغير خلقها وفي الحديث أن النبي صلى الله عليه وسلم لما نهى عن ضرب النساء ذئرن على أزواجهن قال الأصمعي أي نفرن ونشزن واجترأن يقال منه امرأة ذئر على مثال فعل وفي الصحاح امرأة ذائر على فاعل مثل الرجل يقال ذئرت المرأة تذأر فهي ذئر وذائر أي ناشز وكذلك الرجل وأذأره جرأه ومنه قول أكثم بن صيفي سوء حمل الفاقة يحرض الحسب ويذئر العدو يحرضه يسقطه وذاءرت الناقة وهي مذائر ساء خلقها وقيل هي التي ترأم بأنفها ولا يصدق حبها أبو عبيد ذاءرت الناقة على فاعلت فهي مذائر إذا ساء خلقها وكذلك المرأة إذا نشزت قال الحطيئة ذارت بأنفها من هذا فخففه وقيل التي تنفر عن الولد ساعة تضعه والذئار سرقين مختلط بتراب يطلى على أطباء الناقة لئلا يرضعها الفصيل وقد ذأرها",
    "pg": ""
  },
  "ذأط": {
    "def": "ذأط الإناء يذأطه ذأطا ملأه والذأط الامتلاء وذأطه يذأطه ذأطا مثل ذأته أي خنقه أشد الخنق حتى دلع لسانه كل ذلك عن كراع",
    "pg": ""
  },
  "ذأف": {
    "def": "الذأف سرعة الموت الألف همزة ساكنة وموت ذؤاف وحي كذعاف بسرعة وعده يعقوب في البدل والذأف والذأف الإجهاز على الجريح وقد ذأفه وذأف عليه وفي حديث خالد بن الوليد في غزوة بني جذيمة من كان معه أسير فليذئف عليه أي يجهز ويسرع قتله ويروى بالدال المهملة وقد تقدم الذئفان والذيفان السم الذي يذأف ذأفا يهمز ولا يهمز ومر يذأفهم أي يطردهم",
    "pg": ""
  },
  "ذأل": {
    "def": "الذألان عدو متقارب ابن سيده الدألان السرعة والذؤول من النشاط والذألان مشي سريع خفيف في ميس وسرعة وبه سمي الذئب ذؤالة ذأل يذأل ذألا وذألانا وكذلك الناقة قال الشاعر مرت بأعلى السحرين تذأل والذألان أيضا مشي الذئب قال يعقوب والعرب تجمعه على ذآليل فيبدلون النون لاما قال ابن سيده ولا أعرف كيف هذا الجمع قال ابن بري كان حقه ذآلين ليكون مثل كروان وكراوين إلا أنه أبدل من النون لاما وشاهد الذآليل قول ابن مقبل بذي ميعة كأن بعض سقاطه وتعدائه رسلا ذآليل ثعلب وقال آخر ذو ذألان كذآليل الذئب ورجل مذأل منه قال أبو النجم يأتي لها من أيمن وأشمل ذو خرق طلس وشخص مذأل ورأيت حاشية بخط بعض الفضلاء قال القالي وقال الفراء العرب تجمع ذألان الذئب ذآلين وذآليل وذؤالة الذئب اسم له معرفة لا ينصرف سمي به لخفته في عدوه والجمع ذئلان وذؤلان قال ابن بري قال أسماء بن خارجة يصف ذئبا طمع في ناقته لي كل يوم من ذؤاله ضغث يزيد على إباله وقال هو مثل يضرب للأمر ينبع الأمر أي لي كل يوم من ذؤالة بلية على بلية ويقال خش ذؤالة بالحبالة قال ابن بري خش فعل أمر من خشيته أي خوفته ومعناه قعقع ترهب وفي الحديث مر بجارية سوداء وهي ترقص صبيا لها وتقول ذؤال يا ابن القوم يا ذؤاله فقال عليه السلام لا تقولي ذؤال فإنه شر السباع ذؤال ترخيم ذؤالة وهو اسم علم للذئب مثل أسامة للأسد والذألان الذئب أيضا قال رؤبة فارطني ذألانه وسمسمه والذؤلان ابن آوى التهذيب والذألان بهمزة واحدة يقال هو ابن آوى وقد سمت العرب عامة السباع بأسماء معارف يجرونها مجرى أسماء الرجال والنساء",
    "pg": ""
  },
  "ذأم": {
    "def": "ذأم الرجل يذأمه ذأما حقره وذمه وعابه وقيل حقره وطرده فهو مذؤوم كذأبه قال أوس بن حجر فإن كنت لا تدعو إلى غير نافع فذرني وأكرم من بدا لك واذأم وذأمه ذأما طرده وفي التنزيل العزيز اخرج منها مذؤوما مدحورا يكون معناه مذموما ويكون مطرودا وقال مجاهد مذؤوما منفيا ومدحورا مطرودا وذأمه ذأما أخزاه والذأم العيب يهمز ولا يهمز وفي حديث عائشة رضي الله عنها قالت لليهود عليكم السام والذأم الذأم العيب ولا يهمز ويروى بالدال المهملة وقد تقدم أبو العباس ذأمته عبته وهو أكثر من ذممته",
    "pg": ""
  },
  "ذأن": {
    "def": "الذؤنون والعرجون والطرثوث من جنس وهو مما ينبت في الشتاء فإذا سخن النهار فسد وذهب غيره الذؤنون نبت ينبت في أصول الأرطى والرمث والألاء تنشق عنه الأرض فيخرج مثل سواعد الرجال لا ورق له وهو أسحم وأغبر وطرفه محدد كهيئة الكمرة وله أكمام كأكمام الباقلى وثمرة صفراء في أعلاه وقيل هو نبات ينبت أمثال العراجين من نبات الفطر والجمع الذآنين وقال أبو حنيفة الذآنين هنوات من الفقوع تخرج من تحت الأرض كأنها العمد الضخام ولا يأكلها شيء إلا أنها تعلفها الإبل في السنة وتأكلها المعزى وتسمن عليها ولها أرومة وهي تتخذ للأدوية ولا يأكلها إلا الجائع لمرارتها وقال مرة الذآنين تنبت في أصول الشجر أشبه شيء بالهليون إلا أنه أعظم منه وأضخم ليس له ورق وله برعومة تتورد ثم تنقلب إلى الصفرة والذؤنون ماء كله وهو أبيض إلا ما ظهر منه من تلك البرعومة ولا يأكله شيء إلا أنه إذا أسنت الناس فلم يكن بها الضمير في بها يعود إلى السنة المنوية شيء أغنى واحدته ذؤنونة وذأننت الأرض أنبتت الذآنين عن ابن الأعرابي وخرجوا يتذأننون أي يطلبون الذآنين ويأخذونها وأنشد ابن الأعرابي كل الطعام يأكل الطائيونا الحمضيض الرطب والذآنينا قال الأزهري ومنهم من لا يهمز فيقول ذونون وذوانين الجمع ابن شميل الذؤنون أسمر اللون مدملك له ورق لازق به وهو طويل مثل الطرثوث تمه لا طعم له ليس بحلو ولا مر لا يأكله إلا الغنم ينبت في سهول الأرض والعرب تقول ذونون لا رمث له وطرثوث لا أرطاة يقال هذا للقوم إذا كانت لهم نجدة وفضل فهلكوا وتغيرت حالهم فيقال ذآنين لا رمث لها وطراثيث لا أرطى أي قد استؤصلوا فلم تبق لهم بقية قال ابن بري هو هليون البر وأنشد للراجز يصف نفسه بالرخاوة واللين كأنني وقدمي تهيث ذؤنون سوء رأسه نكيث قوله تهيث أي تهيث التراب مثل هاث له بالعطاء ونكيث متشعث وقال آخر غداة توليتم كأن سيوفكم ذآنين في أعناقكم لم تسلل وفي حديث حذيفة قال لجندب بن عبد الله كيف تصنع إذا أتاك من الناس مثل الوتد أو مثل الذؤنون يقول اتبعني ولا أتبعك الذؤنون نبت طويل ضعيف له رأس مدور وربما أكله الأعراب قال وهو من ذأنه إذا حقره وضعف شأنه شبهه به لصغره وحداثة سنه وهو يدعو المشايخ إلى اتباعه أي ما تصنع إذا أتاك رجل ضال وهو في نحافة جسمه كالوتد أو الذؤنون لكده نفسه بالعبادة يخدعك بذلك ويستتبعك",
    "pg": ""
  },
  "ذأي": {
    "def": "الذأو سير عنيف ذأى يذأى ويذؤو ذأوا مر مرا خفيفا سريعا وقال سار سيرا شديدا وذأى الإبل يذآها ويذؤوها ذأوا وذأيا ساقها سوقا شديدا وطردها قال ابن بري وأنشد أبو عمرو لحبيب بن المرقال العنبري ومر يذآها ومرت عصبا شهذارة تأفر أفرا عجبا والذأوة الشاة المهزولة عن ثعلب وذأى العود والبقل يذأى ذأوا وذأيا وذأى وذئيا الأخيرة عن ابن الأعرابي قال يعقوب وهي حجازية ذوى وذبل وذأى الفرس والحمار والبعير يذأى ذأيا أسرع وهو ضرب من عدو الإبل وفرس مذأى قال مذأى مخدا في الرقاق مهرجا ويروى بعيد نضح الماء مذأى مهرجا وقيل الذأي السير الشديد وذأيته ذأيا طردته وحمار مذأى مقصور مهموز وحمار مذأى طراد لأتنه وقال أوسبن حجر فذأونه شرفا وكن له حتى تفاضل بينها جلبا وقد ذآها يذآها ذأيا وذأوا إذا طردها",
    "pg": ""
  },
  "ذا": {
    "def": "قال أبو العباس أحمد بن يحيى ومحمد بن زيد ذا يكون بمعنى هذا وم نه قول الله عز وجل من ذا الذي يشفع عنده إلا بإذنه أي من هذا الذي يشفع عنده قالا ويكون ذا بمعنى الذي قالا ويقال هذا دو صلاح ورأيت هذا ذا صلاح ومررت بهذا ذي صلاح ومعناه كله صاحب صلاح وقال أبو الهيثم ذا اسم كل مشار إليه معاين يراه المتكلم والمخاطب قال والاسم فيها الذال وحدها مفتوحة وقالوا الذال وحدها هي الاسم المشار إليه وهو اسم مبهم لا يعرف ما هو حتى يفسر ما بعده كقولك ذا الرجل ذا الفرس فهذا تفسير ذا ونصبه ورفعه وخفصه سواء قال وجعلوا فتحة الذال فرقا بين التذكير والتأنيث كما قالوا ذا أخوك وقالوا ذي أختك فكسروا الذال في الأنثى وزادوا مع فتحة الذال في المذكر ألفا ومع كسرتها للأنثى ياء كما قالوا أنت وأنت قال الأصمعي والعرب تقول لا أكلمك في ذي السنة وفي هذي السنة ولا يقال في ذا السنة وهو خطأ إنما يقال في هذه السنة وفي هذي السنة وفي ذي السنة وكذلك لا يقال ادخل ذا الدار ولا البس ذا الجبة وإنما الصواب ادخل ذي الدار والبس ذي الجبة ولا يكون ذا إلا للمذكر يقال هذه الدار وذي المرأة ويقال دخلت تلك الدار وتيك الدار ولا يقال ذيك الدار وليس في كلام العرب ذيك البتة والعامة تخطئ فيه فتقول كيف ذيك المرأة والصواب كيف تيك المرأة قال الجوهري ذا اسم يشار به إلى المذكر وذي بكسر الذال للمؤنث تقول ذي أمة الله فإن وقفت عليه قلت ذه بهاء موقوفة وهي بدل من الياء وليست للتأنيث وإنما هي صلة كما أبدلوا في هنية فقالوا هنيهة قال ابن بري صوابه وليست للتأنيث وإنما هي بدل من الياء قال فإن أدخلت عليها الهاء للتنبيه قلت هذا زيد وهذي أمة الله وهذه أيضا بتحريك الهاء وقد اكتفوا به عنه فإن صغرت ذا قلت ديا بالفتح والتشديد لأنك تقلب ألف ذا ياء لمكان الياء قبلها فتدغمها في الثانية وتزيد في آخره ألفا لتفرق بين المبهم والمعرب وذيان في التثنية وتصغير هذا هذيا ولا تصغر ذي للمؤنث وإنما تصغر تا وقد اكتفوا به عنه وإن ثنيت ذا قلت ذان لأنه لا يصح اجتماعهما لسكونهما فتسقط إحدى الألفين فمن أسقط ألف ذا قرأ إن هذين لساحران فأعرب ومن أسقط ألف التثنية قرأ إن هذان لساحران لأن ألف ذا لا يقع فيها إعراب وقد قيل إنها على لغة بلحرث ابن كعب قال ابن بري عند قول الجوهري من أسقط ألف التثنية قرأ إن هذان لساحران قال هذا وهم من الجوهري لأن ألف التثنية حرف زيد لمعنى فلا يسقط وتبقى الألف الأصلية كما لم يسقط التنوين في هذا قاض وتبقى الياء الأصلية لأن التنوين زيد لمعنى فلا يصح حذفه قال والجمع أولاء من غير لفظه فإن خاطبت جئت بالكاف فقلت ذاك وذلك فاللام زائدة والكاف للخطاب وفيها دليل على أن ما يومأ إليه بعيد ولا موضع لها من الإعراب وتدخل الهاء على ذاك فتقول هذاك زيد ولا تدخلها على ذلك ولا على أولئك كما لم تدخل على تلك ولا تدخل الكاف على ذي للمؤنث وإنما تدخل على تا تقول تيك وتلك ولا تقل ذيك فأنه خطأ وتقول في التثنية رأيت ذينك الرجلين وجاءني ذانك الرجلان قال وربما قالوا ذانك بالتشديد قال ابن بري من النحويين من يقول ذانك بتشديد النون تثنية ذلك قلبت اللام نونا وأدغمت النون في النون ومنهم من يقول تشديد النون عوض من الألف المحذوفة من ذا وكذلك يقول في اللذان إن تشديد النون عوض من الياء المحذوفة من الذي قال الجوهري وإنما شددوا النون في ذلك تأكيدا وتكثيرا للاسم لأنه بقي على حرف واحد كما أدخلوا اللام على ذلك وإنما يفعلون مثل هذا في الأسماء المبهمة لنقصانها وتقول للمؤنث تانك وتانك أيضا بالتشديد والجمع أولئك وقد تقدم ذكر حكم الكاف في تا وتصغير ذاك ذياك وتصغير ذلك ذيالك وقال بعض العرب وقدم من سفره فوجد امرأته قد ولدت غلاما فأنكره فقال لها لتقعدن مقعد القصي مني ذي القاذورة المقلي أو تحلفي بربك العلي أني أبو ذيالك الصبي قد رابني بالنظر التركي ومقلة كمقلة الكركي فقالت لا والذي ردك يا صفيي ما مسني بعدك من إنسي غيرغلام واحد قيسي بعد امرأين من بني عدي وآخرين من بني بلي وخمسة كانوا على الطوي وستة جاؤوا مع العشي وغير تركي وبصروي وتصغير تلك تياك قال ابن بري صوابه تيالك فأما تياك فتصغير تيك وقال ابن سيده في موضع آخر ذا إشارة إلى المذكر يقال ذا وذاك وقد تزاد اللام فيقال ذلك وقوله تعالى ذلك الكتاب قال الزجاج معناه هذا الكتاب وقد تدخل على ذا ها التي للتنبيه فيقال هذا قال أبو علي وأصله ذي فأبدلوا ياءه ألفا وإن كانت ساكنة ولم يقولوا ذي لئلا يشبه كي وأي فأبدلوا ياءه ألفا ليلحق بباب متى وإذ أو يخرج من شبه الحرف بعض الخروج وقوله تعالى إن هذان لساحران قال الفراء أراد ياء النصب ثم حذفها لسكونها وسكون الألف قبلها وليس ذلك بالقوي وذلك أن الياء هي الطارئة على الألف فيجب أن تحذف الألف لمكانها فأما ما أنشده اللحياني عن الكسائي لجميل من قوله وأتى صواحبها فقلن هذا الذي منح المودة غيرنا وجفانا فإنه أراد أذا الذي فأبدل الهاء من الهمزة وقد استعملت ذا مكان الذي كقوله تعالى ويسألونك ماذا ينفقون قل العفو أي ما الذي ينفقون فيمن رفع الجواب فرفع العفو يدل على أن ما مرفوعة بالابتداء وذا خبرها وينفقون صلة ذا وأنه ليس ما وذا جميعا كالشيء الواحد هذا هو الوجه عند سيبويه وإن كان قد أجاز الوجه الآخر مع الرفع وذي بكسر الذال للمؤنث وفيه لغات ذي وذه الهاء بدل من الياء الدليل على ذلك قولهم في تحقير ذا ذيا وذي إنما هي تأنيث ذا ومن لفظه فكما لا تجب الهاء في المذكر أصلا فكذلك هي أيضا في المؤنث بدل غير أصل وليست الهاء في هذه وإن استفيد منها التأنيث بمنزلة هاء طلحة وحمزة لأن الهاء في طلحة وحمزة زائدة والهاء في هذا ليست بزائدة إنما هي بدل من الياء التي هي عين الفعل في هذي وأيضا فإن الهاء في حمزة نجدها في الوصل تاء والهاء في هذه ثابتة في الوصل ثباتها في الوقف ويقال ذهي الياء لبيان الهاء شبهها بهاء الإضمار في بهي وهذي وهذهي وهذه الهاء في الوصل والوقف ساكنة إذا لم يلقها ساكن وهذه كلها في معنى ذي عن ابن الأعرابي وأنشد قلت لها يا هذهي هذا إثم هل لك في قاض إليه نحتكم ويوصل ذلك كله بكاف المخاطبة قال ابن جني أسماء الإشارة هذا وهذه لا يصح تثنية شيء منها من قبل أن التثنية لا تلحق إلا النكرة فما لا يجوز تنكيره فهو بأن لا تصح تثنيته أجدر فأسماء الإشارة لا يجوز أن تنكر فلا يجوز أن يثنى شيء منها ألا تراها بعد التثنية على حد ما كانت عليه قبل التثنية وذلك نحو قولك هذان الزيدان قائمين فنصب قائمين بمعنى الفعل الذي دلت عليه الإشارة والتنبيه كما كنت تقول في الواحد هذا زيد قائما فتجد الحال واحدة قبل التثنية وبعدها وكذلك قولك ضربت اللذين قاما تعرفا بالصلة كما يتعرف بها الواحد كقولك ضربت الذي قام والأمر في هذه الأشياء بعد التثنية هو الأمر فيها قبل التثنية وليس كذلك سائر الأسماء المثناة نحو زيد وعمرو ألا ترى أن تعريف زيد وعمرو إنما هو بالوضع والعلمية فإذا ثنيتهما تنكرا فقلت عندي عمران عاقلان فإن آثرت التعريف بالإضافة أو باللام فقلت الزيدان والعمران وزيداك وعمراك فقد تعرفا بعد التثنية من غير وجه تعرفهما قبلها ولحقا بالأجناس وفارقا ما كانا عليه من تعريف العلمية والوضع فإذا صح ذلك فينبغي أن تعلم أن هذان وهاتان إنما هي أسماء موضوعة للتثنية مخترعة لها وليست تثنية للواحد على حد زيد وزيدان إلا أنها صيغت على صورة ما هو مثنى على الحقيقة فقيل هذان وهاتان لئلا تختلف التثنية وذلك أنهم يحافظون عليها ما لا يحافظون على الجمع ألا ترى أنك تجد في الأسماء المتمكنة ألفاظ الجموع من غير ألفاظ الآحاد وذلك نحو رجل ونفر وامرأة ونسوة وبعير وإبل وواحد وجماعة ولا تجد في التثنية شيئا من هذا إنما هي من لفظ الواحد نحو زيد وزيدين ورجل ورجلين لا يختلف ذلك وكذلك أيضا كثير من المبنيات على أنها أحق بذلك من المتمكنة وذلك نحو ذا وأولى وألات وذو وألو ولا تجد ذلك في تثنيتها نحو ذا وذان وذو وذوان فهذا يدلك على محافظتهم على التثنية وعنايتهم بها أعني أن تخرج على صورة واحدة لئلا تختلف وأنهم بها أشد عناية منهم بالجمع وذلك لما صيغت للتثنية أسماء مخترعة غير مثناة على الحقيقة كانت على ألفاظ المثناة تثنية حقيقة وذلك ذان وتان والقول في اللذان واللتان كالقول في ذان وتان قال ابن جني فأما قولهم هذان وهاتان وفذانك فإنما تقلب في هذه المواضع لأنهم عوضوا من حرف محذوف وأما في هذان فهي عوض من ألف ذا وهي في ذانك عوض من لام ذلك وقد يحتمل أيضا أن تكون عوضا من ألف ذلك ولذلك كتبت في التخفيف بالتاء لأنها حينئذ ملحقة بدعد وإبدال التاء من الياء قليل إنما جاء في قولهم كيت وكيت وفي قولهم ثنتان والقول فيهما كالقول في كيت وكيت وهو مذكور في موضعه وذكر الأزهري في ترجمة حبذا قال الأصل حبب ذا فأدغمت إحدى الباءين في الأخرى وشددت وذا إشارة إلى ما يقرب منك وأنشد بعضهم حبذا رجعها إليك يديها في يدي درعها تحل الإزارا كأنه قال حبب ذا ثم ترجم عن ذا فقال هو رجعها يديها إلى حل تكتها أي ما أحبه ويدا درعها كماها وفي صفة المهدي قرشي يمان ليس من ذي ولا ذو أي ليس نسبه نسب أذواء اليمن وهم ملوك حمير منهم ذو يزن وذو رعين وقوله قرشي يمان أي قرشي النسب يماني المنشإ قال ابن الأثير وهذه الكلمة عينها واو وقياس لامها أن تكون ياء لأن باب طوى أكثر من باب قوي ومنه حديث جرير يطلع عليكم رجل من ذي يمن على وجهه مسحة من ذي ملك قال ابن الأثير كذا أورده أبو عمر الزاهد وقال ذي ههنا صلة أي زائدة نقص ص\nتفسير ذاك وذلك التهذيب قال أبو الهيثم إذا بعد المشار إليه من المخاطب وكان المخاطب بعيدا ممن يشير إليه زادوا كافا فقالوا ذاك أخوك وهذه الكاف ليست في موضع خفض ولا نصب إنما أشبهت كاف قولك أخاك وعصاك فتوهم السامعون أن قول القائل ذاك أخوك كأنها في موضع خفض لإشباهها كاف أخاك وليس ذلك كذلك إنما تلك كاف ضمت إلى ذا لبعد ذا من المخاطب فلما دخل فيها هذا اللبس زادوا فيها لاما فقالوا ذلك أخوك وفي الجماعة أولئك إخوتك فإن اللام إذا دخلت ذهبت بمعنى الإضافة ويقال هذا أخوك وهذا أخ لك وهذا لك أخ فإذا أدخلت اللام فلا إضافة قال أبو الهيثم وقد أعلمتك أن الرفع والنصب والخفض في قوله ذا سواء تقول مررت بذا ورأيت ذا وقام ذا فلا يكون فيها علامة رفع الإعراب ولا خفضه ولا نصبه لأنه غير متمكن فلما ثنوا زادوا في التثنية نونا وأبقوا الألف فقالوا ذان أخواك وذانك أخواك قال الله تعالى فذانك برهانان من ربك ومن العرب من يشدد هذه النون فيقول ذانك أخواك قال وهم الذين يزيدون اللام في ذلك فيقولون ذلك فجعلوا هذه التشديدة بدل اللام وأنشد المبرد في باب ذا الذي قد مر آنفا أمن زينب ذي النار قبيل الصبح ما تخبو إذا ما خمدت يلقى عليها المندل الرطب قال أبو العباس ذي معناه ذه يقال ذا عبد الله وذي أمة الله وذه أمة الله وته أمة الله وتا أمة الله قال ويقال هذي هند وهاته هند وهاتا هند على زيادة ها التنبيه قال وإذا صغرت ذه قلت تيا تصغير ته أو تا ولا تصغر ذه على لفظها لأنك إذا صغرت ذا قلت ذيا ولو صغرت ذه لقلت ذيا فالتبس بالمذكر فصغروا ما يخالف فيه المؤنث المذكر قال والمبهمات يخالف تصغيرها تصغير سائر الأسماء وقال الأخفش في قوله تعالى فذانك برهانان من ربك قال وقرأ بعضهم فذانك برهانان قال وهم الذين قالوا ذلك أدخلوا التثقيل للتأكيد كما أدخلوا اللام في ذلك وقال الفراء شددوا هذه النون ليفرق بينها وبين النون التي تسقط للإضافة لأن هذان وهاتان لا تضافان وقال الكسائي هي من لغة من قال هذا آ قال ذلك فزادوا على الألف ألفا كما زادوا على النون نونا ليفصل بينهما وبين الأسماء المتمكنة وقال الفراء اجتمع القراء على تخفيف النون من ذانك وكثير من العرب فيقول فذانك قائمان وهذان قائمان واللذان قالا ذلك وقال أبو إسحق فذانك تثنية ذاك وذانك تثنية ذلك يكون بدل اللام في ذلك تشديد النون في ذانك وقال أبو إسحق الاسم من ذلك ذا والكاف زيدت للمخاطبة فلا حظ لها في الإعراب قال سيبويه لو كان لها حظ في الإعراب لقلت ذلك نفسك زيد وهذا خطأ ولا يجوز إلا ذلك نفسه زيد وكذلك ذانك يشهد أن الكاف لا موضع لها ولو كان لها موضع لكان جرا بالإضافة والنون لا تدخل مع الإضافة واللام زيدت مع ذلك للتوكيد تقول ذلك الحق وهذاك الحق ويقبح هذالك الحق لأن اللام قد أكدت مع الإشارة وكسرت لالتقاء الساكنين أعني الألف من ذا واللام التي بعدها كان ينبغي أن تكون اللام ساكنة ولكنها كسرت لما قلنا والله أعلم تفسير هذا قال المنذري سمعت أبا الهيثم يقول ها وألا حرفان يفتتح بهما الكلام لا معنى لهما إلا افتتاح الكلام بهما تقول هذا أخوك فها تنبيه وذا اسم المشار إليه وأخوك هو الخبر قال وقال بعضهم ها تنبيه تفتتح العرب الكلام به بلا معنى سوى الافتتاح ها إن ذا أخوك وألا إن ذا أخوك قال وإذا ثنوا الاسم المبهم قالوا تان أختاك وهاتان أختاك فرجعوا إلى تا فلما جمعوا قالوا أولاء إخوتك وأولاء أخواتك ولم يفرقوا بين الأنثى والذكر بعلامة قال وأولاء ممدودة مقصورة اسم لجماعة ذا وذه ثم زادوا ها مع أولاء فقالوا هؤلاء إخوتك وقال الفراء في قوله تعالى ها أنتم أولاء تحبونهم العرب إذا جاءت إلى اسم مكني قد وصف بهذا وهذان وهؤلاء فرقوا بين ها وبين ذا وجعلوا المكني بينهما وذلك في جهة التقريب لا في غيرها ويقولون أين أنت فيقول القائل ها أناذا فلا يكادون يقولون ها أنا وكذلك التنبيه في الجمع ومنه قوله عز وجل ها أنتم أولاء تحبونهم وربما أعادوها فوصلوها بذا وهذا وهؤلاء فيقولون ها أنت ذا قائما وها أنتم هؤلاء قال الله تعالى في سورة النساء ها أنتم هؤلاء جادلتم عنهم في الحياة الدنيا قال فإذا كان الكلام على غير تقريب أو كان مع اسم ظاهر جعلوها موصولة بذا فيقولون ها هو وهذان هما إذا كان على خبر يكتفي كل واحد منهما بصاحبه بلا فعل والتقريب لا بد فيه من فعل لنقصانه وأحبوا أن يفرقوا بذلك بين التقريب وبين معنى الاسم الصحيح وقال أبو زيد بنو عقيل يقولون هؤلاء ممدود منون مهموز قومك وذهب أمس بما فيه بتنوين وتميم تقول هؤلا قومك ساكن وأهل الحجاز يقولون هؤلاء قومك مهموز ممدود مخفوض قال وقالوا كلتا تين وهاتين بمعنى واحد وأما تأنيث هذا فإن أبا الهيثم قال يقال في تأنيث هذا هذه منطلقة فيصلون ياء بالهاء وقال بعضهم هذي منطلقة وتي منطلقة وتا منطلقة وقال كعب الغنوي وأنبأتماني أنما الموت بالقرى فكيف وهاتا روضة وكثيب يريد فكيف وهذه وقال ذو الرمة في هذا وهذه فهذي طواها بعد هذي وهذه طواها لهذي وخدها وانسلالها قال وقال بعضهم هذات قوله هذات كذا في الأصل بتاء مجرورة كما ترى وفي القاموس شرح بدل منطلقة منطلقات منطلقة وهي شاذة مرغوب عنها قال وقال تيك وتلك وتالك منطلقة وقال القطامي تعلم أن بعد الغي رشدا وأن لتالك الغمر انقشاعا فصيرها تالك وهي مقولة وإذا ثنيت تا قلت تانك فعلتا ذلك وتانك فعلتا ذاك بالتشديد وقالوا في تثنية الذي اللذان واللذان واللتان واللتان وأما الجمع فيقال أولئك فعلوا ذلك بالمد وأولاك بالقصر والواو ساكنة فيهما وأما هذا وهذان فالهاء في هذا تنبيه وذا اسم إشارة إلى شيء حاضر والأصل ذا ضم إليها ها أبو الدقيش قال لرجل أين فلان قال هوذا قال الأزهري ونحو ذلك حفظته عن العرب ابن الأنباري قال بعض أهل الحجاز هوذا بفتح الواو قال أبو بكر وهو خطأ منه لأن العلماء الموثوق بعلمهم اتفقوا على أن هذا من تحريف العامة والعرب إذا أرادت معنى هوذا قالت ها أنا ذا ألقى فلانا ويقول الاثنان ها نحن ذان نلقاه وتقول الرجال ها نحن أولاء نلقاه ويقول المخاطب ها أنت ذا تلقى فلانا وللاثنين ها أنتما ذان وللجماعة ها أنتم أولاء وتقول للغائب ها هو ذا يلقاه وها هما ذان وها هم أولاء ويبنى التأنيث على التذكير وتأويل قوله ها أنا ذا ألقاه قد قرب لقائي إياه وقال الليث العرب تقول كذا وكذا كافهما كاف التنبيه وذا اسم يشار به والله أعلم",
    "pg": ""
  },
  "ذبب": {
    "def": "الذب الدفع والمنع والذب الطرد وذب عنه يذب ذبا دفع ومنع وذببت عنه وفلان يذب عن حريمه ذبا أي يدفع عنهم وفي حديث عمر رضي الله عنه إنما النساء لحم على وضم إلا ما ذب عنه قال من ذب منكم ذب عن حميمه أو فر منكم فر عن حريمه ص وذبب أكثر الذب ويقال طعان غير تذبيب إذا بولغ فيه ورجل مذب وذباب دفاع عن الحريم وذبذب الرجل إذا منع الجوار والأهل أي حماهم والذبي الجلواز وذب يذب ذبا اختلف ولم يستقم في مكان واحد وبعير ذب لا يتقار في موضع قال فكأننا فيهم جمال ذبة أدم طلاهن الكحيل وقار فقوله ذبة بالهاء يدل على أنه لم يسم بالمصدر إذ لو كان مصدرا لقال جمال ذب كقولك رجال عدل والذب الثور الوحشي ويقال له أيضا ذب الرياد غير مهموز وسمي بذلك لأنه يختلف ولا يستقر في مكان واحد وقيل لأنه يرود فيذهب  ويجيء قال ابن مقبل يمشي بها ذب الرياد كأنه فتى فارسي في سراويل رامح وقال النابغة كأنما الرحل منها فوق ذي جدد ذب الرياد إلى الأشباح نظار وقال أبو سعيد إنما قيل له ذب الرياد لأن رياده أتانه التي ترود معه وإن شئت جعلت الرياد رعيه نفسه للكلإ وقال غيره قيل له ذب الرياد لأنه لا يثبت في رعيه في مكان واحد ولا يوطن مرعى واحدا وسمى مزاحم العقيلي الثور الوحشي الأذب قال بلادا بها تلقى الأذب كأنه بها سابري لاح منه البنائق أراد تلقى الذب فقال الأذب لحاجته وفلان ذب الرياد يذهب ويجيء هذه عن كراع أبو عمرو رجل ذب الرياد إذا كان زوارا للنساء وأنشد لبعض الشعراء فيه ما للكواعب يا عيساء قد جعلت تزور عني وتثنى دوني الحجر  قد كنت فتاح أبواب مغلقة ذب الرياد إذا ما خولس النظر وذبت شفته تذب ذبا وذببا وذبوبا وذببت يبست وجفت وذبلت من شدة العطش أو لغيره وشفة ذبانة ذابلة وذب لسانه كذلك قال هم سقوني عللا بعد نهل من بعد ما ذب اللسان وذبل وقال أبو خيرة يصف عيرا وشفه طرد العانات فهو به لوحان من ظمإ ذب ومن عضب أراد بالظمإ الذب اليابس وذب جسمه ذبل وهزل وذب النبت ذوى وذب الغدير يذب  جف في آخر الجزء عن ابن الأعرابي وأنشد مدارين إن جاعوا وأذعر من مشى إذا الروضة الخضراء ذب غديرها ص يروى وأدعر من مشى وذب الرجل يذب ذبا إذا شحب لونه وذب جف وصدرت الإبل وبها ذبابة أي بقية عطش وذبابة الدين بقيته وقيل ذب ابة كل شيء بقيته والذبابة البقية من الدين ونحوه قال الراجز أو يقضي الله ذبابات الدين أبو زيد الذبابة بقية الشيء وأنشد الأصمعي لذي الرمة لحقنا فراجعنا الحمول وإنما يتلي ذبابات الوداع المراجع يقول إنما يدرك بقايا الحوائج من راجع فيها والذبابة أيضا البقية من مياه الأنهار وذبب النهار إذا لم يبق منه إلا بقية وقال وانجاب النهار فذببا والذباب الطاعون والذباب الجنون وقد ذب الرجل إذا جن وأنشد شمر وفي النصري أحيانا سماح وفي النصري أحيانا ذباب أي جنون والذباب الأسود الذي يكون في البيوت يسقط في الإناء والطعام الواحدة ذبابة ولا تقل ذبانة والذباب أيضا النحل ولا يقال ذبابة في شيء من ذلك إلا أن أبا عبيدة روى عن الأحمر ذبابة هكذا وقع في كتاب المصنف رواية أبي علي وأما في رواية علي بن حمزة فحكى عن الكسائي الشذاة ذبابة بعض الإبل وحكي عن الأحمر أيضا النعرة ذبابة تسقط على الدواب وأثبت الهاء فيهما والصواب ذباب هو واحد وفي حديث عمر رضي الله عنه كتب إلى عامله بالطائف في خلايا العسل وحمايتها إن أدى ما كان يؤديه إلى رسول الله صلى الله عليه وسلم من عشور نحله فاحم له فإنما هو ذباب غيث يأكله من شاء قال ابن الأثير يريد بالذباب النحل وأضافه على الغيث إلى معنى أنه يكون مع المطر حيث كان ولأنه يعيش بأكل ما ينبته الغيث ومعنى حماية الوادي له أن النحل إنما يرعى أنوار النبات وما رخص منها ونعم فإذا حميت مراعيها أقامت فيها ورعت وعسلت فكثرت منافع أصحابها وإذا لم تحم مراعيها احتاجت أن تبعد في طلب المرعى فيكون رعيها أقل وقيل معناه أن يحمى لهم الوادي الذي يعسل فيه فلا يترك أحد يعرض للعسل لأن سبيل العسل المباح سبيل المياه والمعادن والصيود وإنما يملكه من سبق إليه فإذا حماه ومنع الناس منه وانفرد به وجب عليه إخراج العشر منه عند من أوجب فيه الزكاة التهذيب واحد الذبان ذباب بغير هاء قال ولا يقال ذبابة وفي التنزيل العزيز وإن يسلبهم الذباب شيئا فسروه للواحد والجمع أذبة في القلة مثل غراب وأغربة قال النابغة ضرابة بالمشفر الأذبه وذبان مثل غربان سيبويه ولم يقتصروا به على أدنى العدد لأنهم أمنوا التضعيف يعني أن فعالا لا يكسر في أدنى العدد على فعلان ص ولو كان مما يدفع به البناء إلى التضعيف لم يكسر على ذلك البناء كما أن فعالا ونحوه لما كان تكسيره على فعل يفضي به إلى التضعيف كسروه على أفعلة وقد حكى سيبويه مع ذلك عن العرب ذب في جمع ذباب فهو مع هذا الإدغام على اللغة التميمية كما يرجعون إليها فيما كان ثانيه واوا نحو خون ونور وفي الحديث عمر الذباب أربعون يوما والذباب في النار قيل كونه في النار ليس لعذاب له وإنما ليعذب به أهل النار بوقوعه عليهم والعرب تكنو الأبخر أبا ذباب وبعضهم يكنيه أبا ذبان وقد غلب ذلك على عبدالملك بن مروان لفساد كان في فمه قال الشاعر لعلي إن مالت بي الريح ميلة على ابن أبي الذبان أن يتندما يعني هشام بن عبدالملك وذب الذباب وذببه نحاه ورجل مخشي الذباب أي الجهل وأصاب فلانا من فلان ذباب لادغ أي شر وأرض مذبة كثيرة الذباب وقال الفراء أرض مذبوبة كما يقال موحوشة من الوحش وبعير مذبوب أصابه الذباب وأذب كذلك قاله أبو عبيد في كتاب أمراض الإبل وقيل الأذب والمذبوب جميعا الذي إذا وقع في الريف والريف لا يكون إلا في المصادر استوبأه فمات مكانه قال زياد الأعجم في ابن حبناء كأنك من جمال بني تميم أذب أصاب من ريف ذبابا يقول كأنك جمل نزل ريفا فأصابه الذباب فالتوت عنقه فمات والمذبة هنة تسوى من هلب الفرس يذب بها الذباب وفي الحديث أن النبي صلى الله عليه وسلم رأى رجلا طويل الشعر فقال ذباب الذباب الشؤم أي هذا شؤم ورجل ذبابي مأخوذ من الذباب وهو الشؤم وقيل الذباب الشر الدائم يقال أصابك ذباب من هذا الأمر وفي حديث المغيرة شرها ذباب وذباب العين إنسانها على التشبيه بالذباب والذباب نكتة سوداء في جوف حدقة الفرس والجمع كالجمع وذباب أسنان الإبل حدها قال المثقب العبدي وتسمع للذباب إذا تغنى كتغريد الحمام على الغصون وذباب السيف حد طرفه الذي بين شفرتيه وما حوله من حديه ظبتاه والعير الناتئ في وسطه من باطن وظاهر وله غراران لكل واحد منهما ما بين العير وبين إحدى الظبتين من ظاهر السيف وما قبالة ذلك من باطن وكل واحد من الغرارين من باطن السيف وظاهره وقيل ذباب السيف طرفه المتطرف الذي يضرب به وقيل حده وفي الحديث رأيت ذباب سيفي كسر فأولته أنه يصاب رجل من أهل بيتي فقتل حمزة والذباب من أذن الانسان والفرس ما حد من طرفها أبو عبيد ص في أذني الفرس ذباباهما وهما ما حد من أطراف الأذنين وذباب الحناء بادرة نوره وجاءنا راكب مذبب عجل منفرد قال عنترة يذبب ورد على إثره وأدركه وقع مردى خشب إما أن يكون على النسب وإما أن يكون أراد خشيبا فحذف للضرورة وذببنا ليلتنا أي أتعبنا في السير ولا ينالون الماء إلا بقرب مذبب أي مسرع قال ذو الرمة\nمذببة أضر بها بكوري وتهجيري إذا اليعفور قالا اليعفور الظبي وقال من القيلولة أي سكن في كناسه من شدة الحر وظمء مذبب طويل يسار فيه إلى الماء من بعد فيعجل بالسير وخمس مذبب لا فتور فيه وذبب أسرع في السير وقوله مسيرة شهر للبعير المذبذب أراد المذبب وأذب البعير نابه قال الراجز كأن صوت نابه الأذب صريف خطاف بقعو قب والذبذبة تردد الشيء المعلق في الهواء والذبذبة والذباذب أشياء تعلق بالهودج أو رأس البعير للزينة والواحد ذبذب والذبذب اللسان وقيل الذكر وفي الحديث من وقي شر ذبذبه وقبقبه فقد وقي فذبذبه فرجه وقبقبه بطنه وفي رواية من وقي شر ذبذبه دخل الجنة يعني الذكر سمي به لتذبذبه أي حركته والذباذب المذاكير والذباذب ذكر الرجل لأنه يتذبذب أي يتردد وقيل الذباذب الخصى واحدتها ذبذبة ورجل مذبذب ومتذبذب متردد بين أمرين أو بين رجلين ولا تثبت صحبته لواحد منهما وفي التنزيل العزيز في صفة المنافقين مذبذبين بين ذلك لا إلى هؤلاء ولا إلى هؤلاء المعنى مطردين مدفعين عن هؤلاء وعن هؤلاء وفي الحديث تزوج وإلا فأنت من المذبذبين أي المطرودين عن المؤمنين لأنك لم تقتد بهم وعن الرهبان لأنك تركت طريقتهم وأصله من الذب وهو الطرد قال ابن الأثير ويجوز أن يكون من الحركة والاضطراب والتذبذب التحرك والذبذبة نوس الشيء المعلق في الهواء وتذبذب الشيء ناس واضطرب وذبذبه هو أنشد ثعلب وحوقل ذبذبه الوجيف ظل لأعلى رأسه رجيف وفي الحديث فكأني أنظر إلى يديه تذبذبان أي تتحركان وتضطربان يريد كميه وفي حديث جابر كان علي بردة لها ذباذب أي أهداب ص وأطراف واحدها ذبذب بالكسر سميت بذلك لأنها تتحرك على لابسها إذا مشى وقول أبي ذؤيب ومثل السدوسيين سادا وذبذبا رجال الحجاز من مسود وسائد قيل ذبذبا علقا يقول تقطع دونهما رجال الحجاز وفي الطعام ذبيباء ممدود حكاه أبو حنيفة في باب الطعام الذي فيه ما لا خير فيه ولم يفسره وقد قيل إنها الذنيناء وستذكر في موضعها وفي الحديث أنه صلب رجلا على ذباب هو جبل بالمدينة",
    "pg": ""
  },
  "ذبج": {
    "def": "الذوباج مقلوب عن الجوذاب وهو الطعام الذي يشرح في ترجمة جذب حكى يعقوب أن رجلا دخل على يزيد بن مزيد فأكل عنده طعاما فخرج وهو يقول ما أطيب ذوباج الأرز بجآجئ الإوز يريد ما أطيب جوذاب الأرز بصدور البط",
    "pg": ""
  },
  "ذبح": {
    "def": "الذبح قطع الحلقوم من باطن عند النصيل وهو موضع الذبح من الحلق والذبح مصدر ذبحت الشاة يقال ذبحه يذبحه ذبحا فهو مذبوح وذبيح من قوم ذبحى وذباحى وكذلك التيس والكبش من كباش ذبحى وذباحى والذبيحة الشاة المذبوحة وشاة ذبيحة وذبيح من نعاج ذبحى وذباحى وذبائح وكذلك الناقة وإنما جاءت ذبيحة بالهاء لغلبة الاسم عليها قال الأزهري الذبيحة اسم لما يذبح من الحيوان وأنث لأنه ذهب به مذهب الأسماء لا مذهب النعت فإن قلت شاة ذبيح أو كبش ذبيح أو نعجة ذبيح لم تدخل فيه الهاء لأن فعيلا إذا كان نعتا في معنى مفعول يذكر يقال امرأة قتيل وكف خضيب وقال الأزهري الذبيح المذبوح والأنثى ذبيحة وإنما جاءت بالهاء لغلبة الاسم عليها وفي حديث القضاء من ولي قاضيا قوله من ولي قاضيا إلخ كذا بالأصل والنهاية فكأنما ذبح بغير سكين معناه التحذير من طلب القضاء والحرص عليه أي من تصدى للقضاء وتولاه فقد تعرض للذبح فليحذره والذبح ههنا مجاز عن الهلاك فإنه من أسرع أسبابه وقوله بغير سكين يحتمل وجهين أحدهما أن الذبح في العرف إنما يكون بالسكين فعدل عنه ليعلم أن الذي أراد به ما يخاف عليه من هلاك دينه دون هلاك بدنه والثاني أن الذبح الذي يقع به راحة الذبيحة وخلاصها من الألم إنما يكون بالسكين فإذا ذبح بغير السكين كان ذبحه تعذيبا له فضرب به المثل ليكون أبلغ في الحذر وأشد في التوقي منه وذبحه كذبحه وقيل إنما ذلك للدلالة على الكثرة وفي التنزيل يذبحون أبناءكم وقد قرئ يذبحون أبناءكم قال أبو إسحق القراءة المجتمع عليها بالتشديد والتخفيف شاذ والقراءة المجتمع عليها بالتشديد أبلغ لأن يذبحون للتكثير ويذبحون يصلح أن يكون للقليل والكثير ومعنى التكثير أبلغ والذبح اسم ما ذبح وفي التنزيل وفديناه بذبح عظيم يعني كبش إبراهيم عليه السلام الأزهري معناه أي بكبش يذبح وهو الكبش الذي فدي به إسمعيل بن خليل الله صلى الله عليهما وسلم الأزهري الذبح ما أعد للذبح وهو بمنزلة الذبيح والمذبوح والذبح المذبوح هو بمنزلة الطحن بمعنى المطحون والقطف بمعنى المقطوف وفي حديث الضحية فدعا بذبح فذبحه الذبح بالكسر ما يذبح من الأضاحي وغيرها من الحيوان وبالفتح الفعل منه واذبح القوم اتخذوا ذبيحة كقولك اطبخوا إذا اتخذوا طبيخا وفي حديث أم زرع فأعطاني من كل ذابحة زوجا هكذا في رواية أي أعطاني من كل ما يجوز ذبحه من الإبل والبقر والغنم وغيرها وهي فاعلة بمعنى مفعولة والرواية المشهورة بالراء والياء من الرواح وذبائح الجن أن يشتري الرجل الدار أو يستخرج ماء العين وما أشبهه فيذبح لها ذبيحة للطيرة وفي الحديث أنه صلى الله عليه وسلم نهى عن ذبائح الجن كانوا إذا اشتروا دارا أو استخرجوا عينا أو بنوا بنيانا ذبحوا ذبيحة مخافة أن تصيبهم الجن فأضيفت الذبائح إليهم لذلك معنى الحديث أنهم يتطيرون إلى هذا الفعل مخافة أنهم إن لم يذبحوا أو يطعموا أن يصيبهم فيها شيء من الجن يؤذيهم فأبطل النبي صلى الله عليه وسلم هذا ونهى عنه وفي الحديث كل شيء في البحر مذبوح أي ذكي لا يحتاج إلى الذبح وفي حديث أبي الدرداء ذبح الخمر الملح والشمس والنينان النينان جمع نون وهي السمكة قال ابن الأثير هذه صفة مري يعمل في الشام يؤخذ الخمر فيجعل فيه الملح والسمك ويوضع في الشمس فتتغير الخمر إلى طعم المري فتستحيل عن هيئتها كما تستحيل إل الخلية يقول كما أن الميتة حرام والمذبوحة حلال فكذلك هذه الأشياء ذبحت الخمر فحلت واستعار الذبح للإحلال والذبح في الأصل الشق والمذبح السكين الأزهري المذبح ما يذبح به الذبيحة من شفرة وغيرها والمذبح موضع الذبح من الحلقوم والذابح شعر ينبت بين النصيل والمذبح والذباح والذبحة والذبحة وجع الحلق كأنه يذبح ولم يعرف الذبحة بالتسكين قوله ولم يعرف الذبحة بالتسكين أي مع فتح الذال واما بضمها وكسرها مع سكون الباء وكسرها وفتحها فمسموعة كالذباح بوزن غراب وكتاب كما في القاموس الذي عليه العامة الأزهري الذبحة بفتح الباء داء يأخذ في الحلق وربما قتل يقال أخذته الذبحة والذبحة الأصمعي الذبحة بتسكين الباء وجع في الحلق وأما الذبح فهو نبت أحمر وفي الحديث أن رسول الله صلى الله عليه وسلم كوى أسعد بن زرارة في حلقه من الذبحة وقال لا أدع في نفسي حرجا من أسعد وكان أبو زيد يقول الذبحة والذبحة لهذا الداء ولم يعرفه باسكان الباء ويقال كان ذلك مثل الذبحة على النحر مثل يضرب للذي تخاله صديقا فإذا هو عدو ظاهر العداوة وقال ابن شميل الذبحة قرحة تخرج في حلق الإنسان مثل الذئبة التي تأخذ الحمار وفي الحديث أنه عاد البراء بن معرور وأخذته الذبحة فأمر من لعطه بالنار الذبحة وجع يأخذ في الحلق من الدم وقيل هي قرحة تظهر فيه فينسد معها وينقطع النفس فتقتل والذباح القتل أيا كان والذبح القتيل والذبح الشق وكل ما شق فقد ذبح قال منظور بن مرثد الأسدي يا حبذا جارية من عك تعقد المرط على مدك شبه كثيب الرمل غير رك كأن بين فكها والفك فأرة مسك ذبحت في سك أي فتقت وقوله غير رك لأنه خال من الكثيب وربما قالوا ذبحت الدن أي بزلته وأما قول أبي ذؤيب في صفة خمر إذا فضت خواتمها وبجت يقال لها دم الودج الذبيح فإنه أراد المذبوح عنه أي المشقوق من أجله هذا قول الفارسي وقول أبي ذؤيب أيضا وسرب تطلى بالعبير كأنه دماء ظباء بالنحور ذبيح ذبيح وصف للدماء وفيه شيئان أحدهما وصف الدم بأنه ذبيح وإنما الذبيح صاحب الدم لا الدم والآخر أنه وصف الجماعة بالواحد فأما وصفه الدم بالذبيح فإنه على حذف المضاف أي كأنه دماء ظباء بالنحور ذبيح ظباؤه ثم حذف المضاف وهو الظباء فارتفع الضمير الذي كان مجرورا لوقوعه موقع المرفوع المحذوف لما استتر في ذبيح وأما وصفه الدماء وهي جماعة بالواحد فلأن فعيلا يوصف به المذكر والمؤنث والواحد وما فوقه على صورة واحدة قال رؤبة دعها فما النحوي من صديقها وقال تعالى إن رحمة الله قريب من المحسنين والذبيح الذي يصلح أن يذبح للنسك قال ابن أحمر تهدى إليه ذراع البكر تكرمة إما ذبيحا وإما كان حلاما ويروى حلانا والحلان الجدي الذي يؤخذ من بطن أمه حيا فيذبح ويقال هو الصغير من أولاد المعز ابن بري عرض ابن أحمر في هذا البيت برجل كان يشتمه ويعيبه يقال له سفيان وقد ذكره في أول المقطوع فقال نبئت سفيان يلحانا ويشتمنا والله يدفع عنا شر سفيانا وتذابح القوم أي ذبح بعضهم بعضا يقال التمادح التذابح والمذبح شق في الأرض مقدار الشبر ونحوه يقال غادر السيل في الأرض أخاديد ومذابح والذبائح شقوق في أصول أصابع الرجل مما يلي الصدر واسم ذلك الداء الذباح وقيل الذباح بالضم والتشديد والذباح تحزز وتشقق بين أصابع الصبيان من التراب ومنه قولهم ما دونه شوكة ولا ذباح الأزهري عن ابن بزرج الذباح حز في باطن أصابع الرجل عرضا وذلك أنه ذبح الأصابع وقطعها عرضا وجمعه ذبابيح وأنشد حر هجف متجاف مصرعه به ذبابيح ونكب يظلعه وكان أبو الهيثم يقول ذباح بالتخفيف وينكر التشديد قال الأزهري والتشديد في كلام العرب أكثر وذهب أبو الهيثم إلى أنه من الأدواء التي جاءت على فعال والمذابح من المسايل واحدها مذبح وهو مسيل يسيل في سند أو على قرار الأرض إنما هو جري السيل بعضه على أثر بعض وعرض المذبح فتر أو شبر وقد تكون المذابح خلقة في الأرض المستوية لها كهيئة النهر يسيل فيه ماؤها فذلك المذبح والمذابح تكون في جميع الأرض في الأودية وغير الأودية وفيما تواطأ من الأرض والمذبح من الأنهار ضرب كأنه شق أو انشق والمذابح المحاريب سميت بذلك للقرابين والمذبح المحراب والمقصورة ونحوهما ومنه الحديث لما كان زمن المهلب أتي مروان برجل ارتد عن الإسلام وكعب شاهد فقال كعب أدخلوه المذبح وضعوا التوراة وحلفوه بالله حكاه الهروي في الغريبين وقيل المذابح المقاصير ويقال هي المحاريب ونحوها ومذابح النصارى بيوت كتبهم وهو المذبح لبيت كتبهم ويقال ذبحت فأرة المسك إذا فتقتها وأخرجت ما فيها من المسك وأنشد شعر منظور بن مرثد الأسدي فأرة مسك ذبحت في سك أي فتقت في الطيب الذي يقال له سك المسك وتسمى المقاصير في الكنائس مذابح ومذبحا لأنهم كانوا يذبحون فيها القربان ويقال ذبحت فلانا لحيته إذا سالت تحت ذقنه وبدا مقدم حنكه فهو مذبوح بها قال الراعي من كل أشمط مذبوح بلحيته بادي الأداة على مركوه الطحل يصف قيم الماء منعه الورد ويقال ذبحته العبرة أي خنقته والمذبح ما بين أصل  الفوق وبين الريش والذبح نبات قوله والذبح نبات إلخ كصرد وعنب وقوله والذبح الجزر إلخ كصرف فقط كما في القاموس له أصل يقشر عنه قشر أسود فيخرج أبيض كأنه خرزة بيضاء حلو طيب يؤكل واحدته ذبحة وذبحة حكاه أبو حنيفة عن الفراء وقال أبو حنيفة أيضا قال أبو عمرو الذبحة شجرة تنبت على ساق نبتا كالكراث ثم يكون لها زهرة صفراء وأصلها مثل الجزرة وهي حلوة ولونها أحمر والذبح الجزر البري وله لون أحمر قال الأعشى في صفة خمر وشمول تحسب العين إذا صفقت في دنها نور الذبح ويروى بردتها لون الذبح وبردتها لونها وأعلامها وقيل هو نبات يأكله النعام ثعلب الذبحة والذبح هو الذي يشبه الكمأة قال ويقال له الذبحة والذبح والضم أكثر وهو ضرب من الكمأة بيض ابن الأثير وفي شعر كعب بن مرة إني لأحسب قوله وفعاله يوما وإن طال الزمان ذباحا قال هكذا جاء في رواية والذباح القتل وهو أيضا نبت يقتل آكله والمشهور في الرواية رياحا والذبح والذباح نبات من السم وأنشد ولرب مطعمة تكون ذباحا قوله ولرب مطعمة إلخ صدره كما في الأساس واليأس مما فات يعقب راحة والشعر للنابغة  وقال رؤبة يسقيهم من خلل الصفاح كأسا من الذيفان والذباح وقال الأعشى ولكن ماء علقمة بسلع يخاض عليه من علق الذباح وقال آخر إنما قولك سم وذبح ويقال أصابه موت زؤام وذواف وذباح وأنشد لبيد كأسا من الذيفان والذباح وقال الذباح الذبح يقال أخذهم بنو فلان بالذباح أي ذبحوهم والذبح أيضا نور أحمر وحيا الله هذه الذبحة أي هذه الطلعة\nوسعد الذابح منزل من منازل القمر أحد السعود وهما كوكبان نيران بينهما مقدار ذراع في نحر واحد منهما نجم صغير قريب منه كأنه يذبحه فسمي لذلك ذابحا والعرب تقول إذا طلع الذابح انحجر النابح وأصل الذبح الشق ومنه قوله كأن عيني فيها الصاب مذبوح أي مشقوق معصور وذبح الرجل طأطأ رأسه للركوع كدبح حكاه الهروي في الغريبين والمعروف الدال وفي الحديث أنه نهى عن التذبيح في الصلاة هكذا جاء في رواية والمشهور بالدال المهملة وحكى الأزهري عن الليث قال جاء عن النبي صلى الله عليه وسلم أنه نهى عن أن يذبح الرجل في صلاته كما يذبح الحمار قال وقوله أن يذبح هو أن يطأطئ رأسه في الركوع حتى يكون أخفض من ظهره قال الأزهري صحف الليث الحرف والصحيح في الحديث أن يدبح الرجل في الصلاة بالدال غير معجمة كما رواه أصحاب أبي عبيد عنه في غريب الحديث والذال خطأ لا شك فيه والذابح ميسم على الحلق في عرض العنق ويقال للسمة ذابح",
    "pg": ""
  },
  "ذبر": {
    "def": "الذبر الكتابة مثل الزبر ذبر الكتاب يذبره ويذبره ذبرا وذبره كلاهما كتبه وأنشد الأصمعي لأبي ذؤيب عرفت الديار كرقم الدوا ة يذبرها الكاتب الحميري وقيل نقطه وقيل قرأه قراءة خفية وقيل الذبر كل قراءة خفية كل ذلك بلغة هذيل قال صخر الغي فيها كتاب ذبر لمقترئ يعرفه ألبهم ومن حشدوا ذبر بين أراد كتابا مذبورا فوضع المصدر موضع المفعول وألبهم من كان هواه معهم تقول بنو فلان ألب واحد وحشدوا أي جمعوا بن الأعرابي في قول النبي صلى الله عليه وسلم أهل الجنة خمسة أصناف منهم الذي لا ذبر له أي لا نطق له ولا لسان له يتكلم به من ضعفه من قولك ذبرت الكتاب أي قرأته قال وزبرته أي كتبته ففرق بين ذبر وزبر والذبر في الأصل القراءة وكتاب ذبر سهل القراءة وقيل المعنى لا فهم له من ذبرت الكتاب إذا فهمته وأتقنته ويروى بالزاي وسيجيء الأصمعي الذبار الكتب واحدها ذبر قال ذو الرمة أقول لنفسي واقفا عند مشرف على عرصات كالذبار النواطق وبعض يقول ذبر كتب ويقال ذبر يذبر إذا نظر فأحسن النظر وفي حديث ابن جدعان أنا مذابر أي ذاهب والتفسير في الحديث وثوب مذبر منمنم يمانية والذبور العلم والفقه بالشيء وذبر الخبر فهمه ثعلب الذابر المتقن للعلم يقال ذبره يذبره ومنه الخبر كان معاذ يذبره عن رسول الله صلى الله عليه وسلم أي يتقنه ذبرا وذبارة ويقال ما أرصن ذبارته ابن الأعرابي ذبر أتقن وذبر غضب والذابر المتقن ويروى بالدال وقد تقدم وفي حديث النجاشي ما أحب أن لي ذبرا من ذهب أي جبلا بلغتهم ويروى بالدال وقد تقدم ذبكل أبو ذباكل من شعرائهم",
    "pg": ""
  },
  "ذبل": {
    "def": "ذبل النبات والغصن والإنسان يذبل ذبلا وذبولا دق بعد الري فهو ذابل أي ذوى وكذلك ذبل بالضم وقنا ذابل دقيق لاصق الليط والجمع ذبل وذبل ويقال ذبل فوه يذبل ذبولا وذب ذبوبا إذا جف ويبس ريقه وأذبله الحر والتذبل من مشي النساء إذا مشت المرأة مشية الرجال وكانت دقيقة ويقال ذبل ذبيل أي ثكل ثاكل ومنه سميت المرأة ذبلة وما له ذبل ذبله أي أصله وهو من ذبول الشيء أي ذبل جسمه ولحمه وقيل معناه بطل نكاحه قال كثير بن الغريرة طعان الكماة وركض الجياد وقول الحواضن ذبلا ذبيلا قال ابن بري الذبيل العجب قال بشامة بن الغدير النهشلي طعان الكماة وضرب الجياد وقول الحواضن ذبلا ذبيلا وفي حديث عمرو بن مسعود قال لمعاوية وقد كبر ما تسأل عمن ذبلت بشرته أي قل ماء جلده وذهبت نضارته ويقال ذبلتهم ذبيلة أي هلكوا ابن الأعرابي الذبال النقابات وكذلك الدبال بالذال والدال قال وذبلته ذبول ودبلته دبول قال والذبل الثكل قال أبو منصور فهما لغتان وذبل الفرس ضمر ومنه قول امرئ القيس على الذبل جياش كأن اهتزامه إذا جاش فيه حميه غلي مرجل والذبلة الريح المذبلة قال ذو الرمة ديار محتها بعدنا كل ذبلة دروج وأخرى تهذب الماء ساجر والذبالة الفتيلة التي تسرج والجمع ذبال وأنشد سيبويه بتنا بتدورة تضيء وجوهنا دسم السليط يضيء فوق ذبال التهذيب يقال للفتيلة التي يصبح بها السراج ذبالة وذبالة وجمعها ذبال وذبال قال امرؤ القيس كمصباح زيت في قناديل ذبال قال وهو الذبال الذي يوضع في مشكاة الزجاجة التي يستصبح بها والذبل ظهر السلحفاة وفي المحكم جلد السلحفاة البرية وقيل البحرية يجعل منه الأمشاط ويجعل منه المسك أيضا وقيل الذبل عظام ظهر دابة من دواب البحر تتخذ النساء منه أسورة قال جرير يصف امرأة راعية ترى العبس الحولي جونا بكوعها لها مسكا من غير عاج ولا ذبل ويروى جونا بسوقها وأنشد ثعلب تقول ذات الذبلات جيهل فجمع الذبل بالألف والتاء ورواه ابن الأعرابي ذات الربلات وقال ابن شميل الذبل القرون يسوى منه المسك الجوهري والذبل شيء كالعاج وهو ظهر السلحفاة البرية يتخذ منه السوار والذبل جبل حكاه أبو حنيفة وأنشد لشاعر عقيلة إجل تنتمي طرفاتها إلى مؤنق من جنبة الدبل راهن ويذبل اسم جبل بعينه في بلاد نجد",
    "pg": ""
  },
  "ذبن": {
    "def": "ابن الأعرابي الذبنة ذبول الشفتين من العطش قال أبو منصور والأصل الذبلة فقلبت اللام نونا",
    "pg": ""
  },
  "ذبي": {
    "def": "ذبت شفته كذبت قال ابن سيده وقضينا عليها بالياء لكونها لاما وذبيان وذبيان قبيلة والضم فيه أكثر من الكسر عن ابن الأعرابي قال ابن دريد وأحسب أن اشتقاق ذبيان من قولهم ذبت شفته قال وهذا أيضا مما يقوي كون ذبت من الياء لو أن ابن دريد لم يمرضه والذبيان بقية الوبر عن كراع قال ولست منه على ثقة قال والذي حكاه أبو عبيد الذوبان والذيبان قال الأزهري أما ذبى فما علمتني سمعت فيه شيئا من ثقة غير هذه القبيلة التي يقال لها ذبيان قال ابن الكلبي كان أبي يقول ذبيان بالكسر قال وغيره يقول ذبيان وهو أبو قبيلة من قيس وهو ذبيان بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان ويقال ذب الغدير وذبى وذبت شفته وذبت قال ولا أدري ما صحته",
    "pg": ""
  },
  "ذجج": {
    "def": "التهذيب ابن الأعرابي ذج الرجل إذا قدم من سفر فهو ذاج أبو عمرو ذج إذا شرب",
    "pg": ""
  },
  "ذجل": {
    "def": "التهذيب ابن الأعرابي الذاجل الظالم وقد ذجل إذا ظلم",
    "pg": ""
  },
  "ذح": {
    "def": "قال الأزهري لم أجده مستعملا في شيء من كلامهم",
    "pg": ""
  },
  "ذحا": {
    "def": "ذحا يذحى ذحوا ساق وطرد وذحا الإبل يذحاها ذحوا طردها وساقها قال أبو خراش الهذلي ونعم معرس الأقوام تذحى رحالهم شآمية بليل أراد تذحى رواحلهم وقيل أراد أنهم ينزلون رحالهم فتأتي الريح فتستخفها فتقلعها فكأنها تسوقها وتطردها قال ابن سيده فعلى هذا لا حذف هنالك وذحاه يذحوه ويذحاه ذحوا طرده وذحتهم الريح تذحاهم ذحيا إذا أصابتهم وليس لهم منها ستر وفي التهذيب وليس قوله وفي التهذيب وليس إلخ أول عبارته قال أبو زيد ذحتنا الريح تذحانا ذحيا إذا اصابتنا ريح وليس لنا إلخ لنا ذرى نتذرى به وذحا المرأة يذحوها ذحوا نكحها هذه عن كراع",
    "pg": ""
  },
  "ذحج": {
    "def": "الذحج كالسحج سواء وقد ذحجه وذحجته الريح جرته من موضع إلى موضع وحركته وذحجه ذحجا عركه والدال لغة وقد تقدم وذحجت المرأة بولدها رمت به عند الولادة وأذحجت المرأة على ولدها أقامت ومذحج مالك وطيئ سميا بذلك لأن أمهما لما هلك بعلها أذحجت على ابنيها طيئ ومالك هذين فلم تتزوج بعد أدد روى الأزهري عن ابن الأعرابي قال ولد أدد بن زيد بن مرة بن يشجب مرة والأشعر وأمهما دلة بنت ذي منجشان الحميري فهلكت فخلف على أختها مدلة فولدت مالكا وطيئا واسمه جلهمة ثم هلك أدد فلم تتزوج مدلة وأقامت على ولديها مالك وطيئ مذحجا ومذحج اسم أكمة قيل بها سميت أم مالك وطيئ مذحجا ثم صار اسما للقبيلة قال ابن سيده والأول أعرف وقال الجوهري في فصل الميم من حرف الجيم مذحج ترجمة قال في نصها مذحج مثال مسجد أبو قبيلة من اليمن وهو مذحج ابن يحابر بن مالك بن زيد بن كهلان بن سبإ قال سيبويه الميم من نفس الكلمة هذا نص الجوهري ووجدت في حاشية النسخة ما صورته هذا غلط منه على سيبويه إنما هو مأجج جعل ميمها أصلا كمهدد لولا ذلك لكان مأجا ومهدا كمفر وفي الكلام فعلل جعفر وليس فيه فعلل فمذحج مفعل ليس إلا وكمذحج منبج يحكم على زيادة الميم بالكثرة وعدم النظير",
    "pg": ""
  },
  "ذحح": {
    "def": "الذح الشق وقيل الدق كلاهما عن كراع ورجل ذحذح وذحذاح قصير وقيل قصير عظيم البطن والأنثى بالهاء قال يعقوب ولما دخل برأس الحسين بن علي عليهما السلام على يزيد بن معاوية حضره فقيه من فقهاء الشام فتكلم في الحسين عليه السلام وأعظم قتله فلما خرج قال يزيد إن فقيهكم هذا لذحذاح عابه بالقصر وعظم البطن حين لم يجد ما يعيبه به قال الأزهري قال أبو عمرو الذحاذح القصار من الرجال واحدهم ذحذاح قال ثم رجع إلى الدال وهو الصحيح وقد تقدم والذحذحة تقارب الخطو مع سرعته وذحذحت الريح التراب سفته",
    "pg": ""
  },
  "ذحق": {
    "def": "ابن سيده ذحق اللسان يذحق ذحقا انسلق وانقشر من داء يصيبه والله أعلم",
    "pg": ""
  },
  "ذحل": {
    "def": "الذحل الثأر وقيل طلب مكافأة بجناية جنيت عليك أو عداوة أتيت إليك وقيل هو العداوة والحقد وجمعه أذحال وذحول وهو الترة يقال طلب بذحله أي بثأره وفي حديث عامر بن الملوح ما كان رجل ليقتل هذا الغلام بذحله إلا قد استوفى الذحل الوتر وطلب المكافأة بجناية جنيت عليه من قتل أو جرح ونحو ذلك",
    "pg": ""
  },
  "ذحلم": {
    "def": "ذحلمه وسحتنه إذا ذبحه وذحلمه فتذحلم إذا دهوره فتدهور ومر يتذحلم كأنه يتدحرج قال رؤبة كأنه في هوة تذحلما وذحلمته صرعته وذلك إذا ضربته بحجر ونحوه",
    "pg": ""
  },
  "ذخخ": {
    "def": "رجل ذخذاخ ينزل قبل الخلاط ابن الأعرابي رجل ذوذخ وهو الزملق الذي ينزل قبل أن يفضي إلى المرأة",
    "pg": ""
  },
  "ذخر": {
    "def": "ذخر الشيء يذخره ذخرا واذخره اذخارا اختاره وقيل اتخذه وكذلك اذخرته وهو افتعلت وفي حديث الضحية كلوا وادخروا وأصله اذتخره فثقلت التاء التي للافتعال مع الذال فقلبت ذالا وأدغمت فيها الذال الأصلية فصارت ذالا مشددة ومثله الاذكار من الذكر وقال الزجاج في قوله تعالى تدخرون في بيوتكم أصله تذتخرون لأن الذال حرف مجهور لا يمكن النفس أن يجري معه لشدة اعتماده في مكانه والتاء مهموسة فأبدل من مخرج التاء حرف مجهور يشبه الذال في جهرها وهو الدال فصار تدخرون وأصل الإدغام أن تدغم الأول في الثاني قال ومن العرب من يقول تذخرون بذال مشددة وهو جائز والأول أكثر والذخيرة واحدة الذخائر وهي ما ادخر قال لعمرك ما مال الفتى بذخيرة ولكن إخوان الصفاء الذخائر وكذلك الذخر والجمع أذخار وذخر لنفسه حديثا حسنا أبقاه وهو مثل بذلك وفي حديث أصحاب المائدة أمروا أن لا يدخروا فادخروا قال ابن الأثير هكذا ينطق بها بالدال المهملة وأصل الادخار اذتخار وهو افتعال من الذخر ويقال اذتخر يذتخر فهو مذتخر فلما أرادوا أن يدغموا ليخف النطق قلبوا التاء إلى ما يقاربها من الحروف وهو الدال المهملة لأنهما من مخرج واحد فصارت اللفظة مذدخر بذال ودال ولهم فيه حينئذ مذهبان أحدهما وهو الأكثر أن تقلب الذال المعجمة دالا مشددة والثاني وهو الأقل أن تقلب الدال المهملة ذالا وتدغم فيها فتصير ذالا مشددة معجمة وهذا العمل مطرد في أمثاله نحو ادكر واذكر واتغر واثغر والمذخر العفج والإذخر حشيش طيب الريح أطول من الثيل ينبت على نبتة الكولان واحدتها إذخرة وهي شجرة صغيرة قال أبو حنيفة الإذخر له أصل مندفن دقاق دفر الريح وهو مثل أسل الكولان إلا أنه أعرض وأصغر كعوبا وله ثمرة كأنها مكاسح القصب إلا أنها أرق وأصغر وهو يشبه في نباته الغرز يطحن فيدخل في الطيب وهي تنبت في الحزون والسهول وقلما تنبت الإذخرة منفردة ولذلك قال أبو كبير وأخو الإباءة إذ رأى خلانه تلى شفاعا حوله كالإذخر قال وإذا جف الإذخر ابيض قال الشاعر وذكر جدبا إذا تلعات بطن الحشرج آمست جديبات المسارح والمراح تهادى الريح إذخرهن شهبا ونودي في المجالس بالقداح احتاج إلى وصل همزة أمست فوصلها وفي حديث الفتح وتحريم مكة فقال العباس إلا الإذخر فإنه لبيوتنا وقبورنا الإذخر بكسر الهمزة حشيشة طيبة الرائحة يسقف بها البيوت فوق الخشب وهمزتها زائدة وفي الحديث في صفة مكة وأعذق إذخرها أي صار له أعذاق وفي الحديث ذكر تمر ذخيرة هو نوع من التمر معروف وقول الراعي فلما سقيناها العكيس تمذحت مذاخرها وازداد رشحا وريدها يعني أجوافها وأمعاءها ويروى خواصرها الأصمعي المذاخر أسفل البطن يقال فلان ملأ مذاخره إذا ملأ أسافل بطنه ويقال للدابة إذا شبعت قد ملأت مذاخرها قال الراعي حتى إذا قتلت أدنى الغليل ولم تملأ مذاخرها للري والصدر أبو عمرو الذاخر السمين أبو عبيدة فرس مذخر وهو المبقى لحضره قال ومن المذخر المسواط وهو الذي لا يعطي ما عنده إلا بالسوط والأنثى مذخرة وفي الحديث حتى إذا كنا بثنية أذاخر هي موضع بين مكة والمدينة وكأنها مسماة بجمع الإذخر",
    "pg": ""
  },
  "ذذح": {
    "def": "الذوذح الذي يقضي شهوته قبل أن يصل إلى المرأة",
    "pg": ""
  },
  "ذرأ": {
    "def": "في صفات الله عز وجل الذارئ وهو الذي ذرأ الخلق أي خلقهم وكذلك البارئ قال الله عز وجل ولقد ذرأنا لجهنم كثيرا أي خلقنا وقال عز وجل خلق لكم من أنفسكم أزواجا ومن الأنعام أزواجا يذرؤكم فيه قال أبو إسحق المعنى يذرؤكم به أي يكثركم بجعله منكم ومن الأنعام أزواجا ولذلك ذكر الهاء في فيه وأنشد الفراء فيمن جعل في بمعنى الباء كأنه قال يذرؤكم به وأرغب فيها عن لقيط ورهطه ولكنني عن سنبس لست أرغب وذرأ الله الخلق يذرؤهم ذرءا خلقهم وفي حديث الدعاء أعوذ بكلمات الله التامات من شر ما خلق وذرأ وبرأ وكأن الذرء مختص بخلق الذرية وفي حديث عمر رضي الله عنه كتب إلى خالد وإني ص لأظنكم آل المغيرة ذرء النار يعني خلقها الذين خلقوا لها ويروى ذرو النار بالواو يعني الذين يفرقون فيها من ذرت الريح التراب إذا فرقته وقال ثعلب في قوله تعالى يذرؤكم فيه معناه يكثركم فيه أي في الخلق قال والذرية والذرية منه وهي نسل الثقلين قال وكان ينبغي أن تكون مهموزة فكثرت فأسقط الهمز وتركت العرب همزها وجمعها ذراري والذرء عدد الذرية تقول أنمى الله ذرأك وذروك أي ذريتك قال ابن بري جعل الجوهري الذرية أصلها ذريئة بالهمز فخففت همزتها وألزمت التخفيف قال ووزن الذرية على ما ذكره فعيلة من ذرأ الله الخلق وتكون بمنزلة مريقة وهي الواحدة من العصفر وغير الجوهري يجعل الذرية فعلية من الذرئ وفعلولة فيكون الأصل ذرورة ثم قلبت الراء الاخيرة ياء لتقارب الأمثال ثم قلبت الواو ياء وأدغمت في الياء وكسر ما قبل الياء فصار ذرية والزرع أول ما تزرعه يسمى الذريء وذرأنا الارض بذرناها وزرع ذريء على فعيل وأنشد لعبيدالله بن عبدالله بن عتبة بن مسعود شققت القلب ثم ذرأت فيه هواك فليم فالتأم الفطور والصحيح ثم ذريت غير مهموز ويروى ذررت وأصل ليم لئم فترك الهمز ليصح الوزن والذرأ بالتحريك الشيب في مقدم الرأس وذرئ رأس فلان يذرأ إذا ابيض وقد علته ذرأة أي شيب والذرأة بالضم الشمط قال أبو نخيلة السعدي وقد علتني ذرأة بادي بدي ورثية تنهض بالتشدد بادي بدي أي أول كل شيء من بدأ فترك الهمز لكثرة الاستعمال وطلب التخفيف وقد يجوز أن يكون من بدا يبدو إذا ظهر والرثية انحلال الركب والمفاصل وقيل هو أول بياض الشيب ذرئ ذرأ وهو أذرأ والأنثى ذرآء وذرئ شعره وذرأ لغتان قال أبو محمد الفقعسي قالت سليمى إنني لا أبغيه أراه شيخا عاريا تراقيه محمرة من كبر مآقيه مقوسا قد ذرئت مجاليه يقلي الغواني والغواني تقليه هذا الرجز في الصحاح رأين شيخا ذرئت مجاليه قال ابن بري وصوابه كما أنشدناه والمجالي ما يرى من الرأس إذا استقبل الوجه الواحد مجلى وهو موضع الجلا ومنه يقال جدي أذرأ وعناق ذرآء إذا كان في رأسها بياض وكبش أذرأ ونعجة ذرآء في رؤوسهما بياض والذرآء من المعز الرقشاء الأذنين وسائرها أسود وهو من شيات المعز دون الضأن وفرس أذرأ وجدي أذرأ أي أرقش الأذنين ص وملح ذرآني وذرآني شديد البياض بتحريك الراء وتسكينها والتثقيل أجود وهو مأخوذ من الذرأة ولا تقل أنذراني وأذرأني فلان وأشكعني أي أغضبني وأذرأه أي أغضبه وأولعه بالشيء أبو زيد\nأذرأت الرجل بصاحبه إذراء إذا حرشته عليه وأولعته به فدبر به غيره أذرأته أي ألجأته وحكى أبو عبيد أذراه بغير همز فرد ذلك عليه علي بن حمزة فقال انما هو أذرأه وأذرأه أيضا ذعره وبلغني ذرء من خبر أي طرف منه ولم يتكامل وقيل هو الشيء اليسير من القول قال صخر بن حبناء أتاني عن مغيرة ذرء قول وعن عيسى فقلت له كذاكا وأذرأت الناقة وهي مذرئ أنزلت اللبن قال الأزهري قال الليث في هذا الباب يقال ذرأت الوضين إذا بسطته على الأرض قال أبو منصور وهذا تصحيف منكر والصواب درأت الوضين إذا بسطته على الأرض ثم أنخته عليه لتشد عليه الرحل وقد تقدم في حرف الدال المهملة ومن قال ذرأت بالذال المعجمة بهذا المعنى فقد صحف والله أعلم",
    "pg": ""
  },
  "ذرا": {
    "def": "ذرت الريح التراب وغيره تذروه وتذريه ذروا وذريا وأذرته وذرته أطارته وسفته وأذهبته وقيل حملته فأثارته وأذرته إذا ذرت التراب وقد ذرا هو نفسه وفي حرف ابن مسعود وابن عباس تذريه الريح ومعنى أذرته قلعته ورمت به وهما لغتان ذرت الريح التراب تذروه وتذريه أي طيرته قال ابن بري شاهد ذروته بمعنى طيرته قول ابن هرمة يذرو حبيك البيض ذروا يختلي غلف السواعد في طراق العنبر والعنبر هنا الترس وفي الحديث إن الله خلق في الجنة ريحا من دونها باب مغلق لو فتح ذلك الباب لأذرت ما بين السماء والأرض وفي رواية لذرت الدنيا وما فيها يقال ذرته الريح وأذرته تذروه وتذريه إذا أطارته وفي الحديث أن رجلا قال لأولاده إذا مت فأحرقوني ثم ذروني في الريح ومنه حديث علي كرم الله وجهه يذرو الرواية ذرو الريح الهشيم أي يسرد الرواية كما تنسف الريح هشيم النبت وأنكر أبو الهيثم أذرته بمعنى طيرته قال وإنما قيل أذريت الشيء عن الشيء إذا ألقيته وقال امرؤ القيس فتذريك من أخرى القطاة فتزلق وقال ابن أحمر يصف الريح لها منخل تذري إذا عصفت به أهابي سفساف من الترب توأم قال معناه تسقط وتطرح قال والمنخل لا يرفع شيئا إنما يسقط ما دق ويمسك ما جل قال والقرآن وكلام العرب على هذا وفي التنزيل العزيز والذاريات ذروا يعني الرياح وقال في موضع آخر تذروه الرياح وريح ذارية تذرو التراب ومن هذا تذرية الناس الحنطة وأذريت الشيء إذا ألقيته مثل إلقائك الحب للزرع ويقال للذي تحمل به الحنطة لتذرى المذرى وذرى الشيء أي سقط وتذرية الأكداس معروفة ذروت الحنطة والحب ونحوه أذروها وذريتها تذرية وذروا منه نقيتها في الريح وقال ابن سيده في موضع آخر ذريت الحب ونحوه وذريته أطرته وأذهبته قال والواو لغة وهي أعلى وتذرت هي تنقت والذراوة ما ذري من الشيء والذراوة ما سقط من الطعام عند التذري وخص اللحياني به الحنطة قال حميد بن ثور وعاد خباز يسقيه الندى ذراوة تنسجه الهوج الدرج والمذراة والمذرى خشبة ذات أطراف وهي الخشبة التي يذرى بها الطعام وتنقى بها الأكداس ومنه ذريت تراب المعدن إذا طلبت منه الذهب والذرى اسم ما ذريته مثل النفض اسم لما تنفضه قال رؤبة كالطحن أو أذرت ذرى لم يطحن يعني ذرو الريح دقاق التراب وذرى نفسه سرحه كما يذرى الشيء في الريح والدال أعلى وقد تقدم والذرى الكن والذرى ما كنك من الريح الباردة من حائط أو شجر يقال تذرى من الشمال بذرى ويقال سووا للشول ذرى من البرد وهو أن يقلع الشجر من العرفج وغيره فيوضع بعضه فوق بعض مما يلي مهب الشمال يحظر به على الإبل في مأواها ويقال فلان في ذرى فلان أي في ظله ويقال استذر بهذه الشجرة أي كن في دفئها وتذرى بالحائط وغيره من البرد والريح واستذرى كلاهما اكتن وتذرت الإبل واستذرت أحست البرد واستتر بعضها ببعض واستترت بالعضاه وذرا فلان يذرو أي مرمرا سريعا وخص بعضهم به الظبي قال العجاج ذار إذا لاقى العزاز أحصفا وذرا نابه ذروا انكسر حده وقيل سقط وذروته أنا أي طيرته وأذهبته قال أوس إذا مقرم منا ذرا حد نابه تخمط فينا ناب آخر مقرم قال ابن بري ذرا في البيت بمعنى كل عند ابن الأعرابي قال وقال الأصمعي بمعنى وقع فذرا في الوجهين غير متعد والذرية الناقة التي يستتر بها عن الصيد عن ثعلب والدال أعلى وقد تقدم واستذريت بالشجرة أي استظللت بها وصرت في دفئها الأصمعي الذرى بالفتح كل ما استترت به يقال أنا في ظل فلان وفي ذراه أي في كنفه وستره ودفئه واستذريت بفلان أي التجأت إليه وصرت في كنفه واستذرت المعزى أي اشتهت الفحل مثل استدرت والذرى ما انصب من الدمع وقد أذرت العين الدمع تذريه إذراء وذرى أي صبته والإذراء ضربك الشيء ترمي به تقول ضربته بالسيف فأذريت رأسه وطعنته فأذريته عن فرسه أي صرعته وألقيته وأذرى الشيء بالسيف إذا ضربه حتى يصرعه والسيف يذري ضريبته أي يرمي بها وقد يوصف به الرمي من غير قطع وذراه بالرمح قلعه هذه عن كراع وأذرت الدابة راكبها صرعته وذروة كل شيء وذروته أعلاه والجمع الذرى بالضم وذروة السنام والرأس أشرفهما وتذريت الذروة ركبتها وعلوتها وتذريت فيهم تزوجت في الذروة منهم أبو زيد تذريت بني فلان وتنصيتهم إذا تزوجت منهم في الذروة والناصية أي في أهل الشرف والعلاء وتذريت السنام علوته وفرعته وفي حديث أبي موسى أتي رسول الله صلى الله عليه وسلم بإبل غر الذرى قوله بابل غر الذرى هكذا في الأصل وعبارة النهاية أتي رسول الله صلى الله عليه وسلم بنهب ابل فأمر لنا بخمس ذود غر الذرى أي بيض إلخ أي بيض الأسنمة سمانها والذرى جمع ذروة وهي أعلى سنام البعىر ومنه الحديث على ذروة كل بعير شيطان وحديث الزبير سأل عائشة الخروج إلى البصرة فأبت عليه فما زال يفتل في الذروة والغارب حتى أجابته جعل وبر ذروة البعير وغاربه مثلا لإزالتها عن رأيها كما يفعل بالجمل النفور إذا أريد تأنيسه وإزالة نفاره وذرى الشاة والناقة وهو أن يجز صوفها ووبرها ويدع فوق ظهرها شيئا تعرف به وذلك في الإبل والضأن خاصة ولا يكون في المعزى وقد ذريتها تذرية ويقال نعجة مذراة وكبش مذرى إذا أخر بين الكتفين فيهما صوفة لم تجز وقال ساعدة الهذلي ولا صوار مذراة مناسجها مثل الفريد الذي يجري من النظم والذرة ضرب من الحب معروف أصله ذرو أو ذري والهاء عوض يقال للواحدة ذرة والجماعة ذرة ويقال له أرزن قوله ويقال له أرزن هكذا في الأصل وذريته مدحته عن ابن الأعرابي وفلان يذري فلانا وهو أن يرفع في أمره ويمدحه وفلان يذري حسبه أي يمدحه ويرفع من شأنه قال رؤبة عمدا أذري حسبي أن يشتما لا ظالم الناس ولا مظلما ولم أزل عن عرض قومي مرجما بهدر هدار يمج البلغما أي أرفع حسبي عن الشتيمة قال ابن سيده وإنما أثبت هذا هنا لأن الاشتقاق يؤذن بذلك كأني جعلته في الذروة وفي حديث أبي الزناد كان يقول لابنه عبد الرحمن كيف حديث كذا يريد أن يذري منه أي يرفع من قدره وينوه بذكره والمذرى طرف الألية والرانفة ناحيتها وقولهم جاء فلان ينفض مذرويه إذا جاء باغيا يتهدد قال عنترة يهجو عمارة بن زياد العبسي أحولي تنفض استك مذرويها لتقتلني فهأنذا عمارا يريد يا عمارة وقيل المذروان أطراف الأليتين ليس لهما واحد وهو أجود القولين لأنه لو قال مذرى لقيل في التثنية مذريان بالياء للمجاورة ولما كانت بالواو في التثنية ولكنه من باب عقلته بثنيايين في أنه لم يثن على الواحد قال أبو علي الدليل على أن الألف في التثنية حرف إعراب صحة الواو في مذروان قال ألا ترى أنه لو كانت الألف إعرابا أو دليل إعراب وليست مصوغة في بناء جملة الكلمة متصلة بها اتصال حرف الإعراب بما بعده لوجب أن تقلب الواو ياء فقال مذريان لأنها كانت تكون على هذا القول طرفا كلام مغزى ومدعى وملهى فصحة الواو في مذروان دلالة على أن الألف من جملة الكلمة وأنها ليست في تقدير الانفصال الذي يكون في الإعراب قال فجرت الألف في مذروان مجرى الواو في عنفوان وإن اختلفت النون وهذا حسن في معناه قال الجوهري المقصور إذا كان على أربعة أحرف يثنى بالياء على كل حال نحو مقلى ومقليان والمذروان ناحيتا الرأس مثل الفودين ويقال قنع الشيب مذرويه أي جانبي رأسه وهما فوداه سميا مذروين لأنهما يذريان أي يشيبان والذروة هو الشيب وقد ذريت لحيته ثم استعير للمنكبين والأليتين والطرفين وقال أبو حنيفة مذروا القوس الموضعان اللذان يقع عليهما الوتر من أسفل وأعلى قال الهذلي على عجس هتافة المذروي ن صفراء مضجعة في الشمال قال وقال أبو عمرو واحدها مذرى وقيل لا واحدها لها وقال الحسن البصري ما تشاء أن ترى أحدهم ينفض مذرويه يقول هأنذا فاعرفوني والمذروان كأنهما فرعا الأليتين وقيل المذروان طرفا كل شيء وأراد الحسن بهما فرعي المنكبين يقال ذلك للرجل إذا جاء باغيا يتهدد والمذروان الجانبان من كل شيء تقول العرب جاء فلان يضرب أصدريه ويهز عطفيه وينفض مذرويه وهما منكباه وإن فلانا لكريم الذرى أي كريم الطبيعة وذرا الله الخلق ذروا خلقهم لغة في ذرأ والذرو والذرا والذرية الخلق وقيل الذرو والذرا عدد الذرية الليث الذرية تقع على الآباء والأبناء والأولاد والنساء قل الله تعالى وآية لهم أنا حملنا ذريتهم في الفلك المشحون أراد آباءهم الذين حملوا مع نوح في السفينة وقوله صلى الله عليه وسلم ورأى في بعض غزواته امرأة مقتولة فقال ما كانت هذه لتقاتل ثم قال للرجل الحق خالدا فقل له لا تقتل ذرية ولا عسيفا فسمى النساء ذرية ومنه حديث عمر رضي الله عنه جحوا بالذرية لا تأكلوا أرزاقها وتذروا أرباقها في أعناقها قال أبو عبيد أراد بالذرية ههنا النساء قال وذهب جماعة من أهل العربية إلى أن الذرية أصلها الهمز روى ذلك أبو عبيد عن أصحابه منهم أبو عبيدة وغيره من البصريين قال وذهب غيرهم إلى أن أصل الذرية فعلية من الذر وكل مذكور في موضعه وقوله عز وجل إن الله اصطفى آدم ونوحا وآل إبراهيم وآل عمران على العالمين ثم قال ذرية بعضها من بعض قال أبو إسحق نصب ذرية على البدل المعنى أن الله اصطفى ذرية بعضها من بعض قال الأزهري فقد دخل فيها الآباء والأبناء قال أبو إسحق وجائز أن تنصب ذرية على الحال المعنى اصطفاهم في حال كون بعضهم من بعض وقوله عز وجل ألحقنا بهم ذرياتهم يريد أولادهم الصغار وأتانا ذرو من خبر وهو اليسير منه لغة في ذرء وفي حديث سليمان بن صرد قال لعلي كرم الله وجهه بلغني عن أمير المؤمنين ذرو من قول تشذر لي فيه بالوعيد فسرت إليه جوادا ذرو من قول أي طرف منه ولم يتكامل قال ابن الأثير الذرو من الحديث ما ارتفع إليك وترامى من حواشيه وأطرافه من قولهم ذرا لي فلان أي ارتفع وقصد قال ابن بري ومنه قول أبي أنيس حليف بني زهرة واسمه موهب بن رياح أتاني عن سهيل ذرو قول فأيقظني وما بي من رقاد وذروة موضع وذريات موضع قال القتال الكلابي سقى الله ما بين الرجام وغمرة وبئر ذريات بهن جنين نجاء الثريا كلما ناء كوكب أهل يسح الماء فيه دجون وفي الحديث أول الثلاثة يدخلون النار منهم ذو ذروة لا يعطي حق الله من ماله أي ذو ثروة وهي الجدة والمال وهو من باب الاعتقاب لاشتراكهما في المخرج وذروة اسم أرض بالبادية وذروة الصمان عاليتها وذروة اسم رجل وبئر ذروان بفتح الذال وسكون الراء بئر لبني زريق بالمدينة وفي حديث سحر النبي صلى الله عليه وسلم بئر ذروان قال ابن الأثير وهو بتقديم الراء على الواو موضع بين قديد والجحفة وذروة بن حجفة من شعرائهم وعوف بن ذروة بكسر الذال من شعرائهم وذرى حبا اسم رجل قال ابن سيده يكون من الواو ويكون من الياء وفي حديث أبي بكر رضي الله عنه ولتألمن النوم على الصوف الأذري كما يألم أحدكم النوم على حسك السعدان قال المبرد الأذري منسوب إلى أذربيجان وكذلك تقول العرب قال الشماخ تذكرتها وهنا وقد حال دونها قرى أذربيجان المسالح والجال قال هذه مواضع كلها",
    "pg": ""
  },
  "ذرب": {
    "def": "الذرب الحاد من كل شيء ذرب يذرب ذربا وذرابة فهو ذرب قال شبيب بن البرصاء كأنها من بدن وإيقار دبت عليها ذربات الأنبار قال ابن بري أي كأن هذه الإبل من بدنها وسمنها وإيقارها ذبب الذب الدفع والمنع والذب الطرد باللحم قد دبت عليها ذربات الأنبار والأنبار جمع نبر وهو ذباب يلسع فينتفخ مكان لسعه فقوله ذربات الأنبار أي حديدات اللسع ويروى وإيفار بالفاء أيضا وقوم ذرب ابن الأعرابي ذرب الرجل إذا فصح لسانه بعد حصره ولسان ذرب حديد الطرف وفيه ذرابة أي حدة وذربه حدته وذرب المعدة حدتها عن الجوع ذربت معدته تذرب ذربا فهي ذربة إذا فسدت وفي الحديث في ألبان الإبل وأبوالها شفاء الذرب هو بالتحريك الداء الذي يعرض للمعدة فلا تهضم الطعام ويفسد فيها ولا تمسكه قال أبو زيد يقال للغدة ذربة وجمعها ذرب والتذريب التحديد يقال لسان ذرب وسنان ذرب ومذرب قال كعب بن مالك بمذربات بالأكف نواهل وبكل أبيض كالغدير مهند وكذلك المذروب قال الشاعر لقد كان ابن جعدة أريحيا على الأعداء مذروب السنان وذرب الحديدة يذربها ذربا وذربها أحدها فهي مذروبة وقوم ذرب أحداء وامرأة ذربة مثل قربة وذربة أي صخابة حديدة سليطة اللسان فاحشة طويلة اللسان وذرب اللسان حدته وفي الحديث عن حذيفة قال كنت ذرب اللسان على أهلي فقلت يا رسول الله إني لأخشىأن يدخلني النار فقال رسول الله صلى الله عليه وسلم فأين أنت من الاستغفار إني لأستغفر الله في اليوم مائة فذكرته لأبي بردة فقال وأتوب إليه قال أبو بكر في قولهم فلان ذرب اللسان قال سمعت أبا العباس يقول معناه فاسد اللسان قال وهو عيب وذم يقال قد ذرب لسان الرجل يذرب إذا فسد ص  ومن هذا ذربت معدته فسدت وأنشد ألم أك باذلا ودي ونصري وأصرف عنكم ذربي ولغبي قال واللغب الرديء من الكلام وقيل الذرب اللسان هو الحاد اللسان وهو يرجع إلى الفساد وقيل الذرب اللسان الشتام الفاحش وقال ابن شميل الذرب اللسان الفاحش البذي الذي لا يبالي ما قال وفي الحديث ذرب النساء على أزواجهن أي فسدت ألسنتهن وانبسطن عليهم في القول والرواية ذئر بالهمز وسنذكره وفي الحديث أن أعشى بني مازن قدم على النبي صلى الله عليه وسلم فأنشد أبياتا فيها يا سيد الناس وديان العرب إليك أشكو ذربة من الذرب خرجت أبغيها الطعام في رجب فخلفتني بنزاع وحرب أخلفت العهد ولطت بالذنب وتركتني وسط عيص ذي أشب تكد رجلي مسامير الخشب وهن شر غالب لمن غلب قال أبو منصور أراد بالذربة امرأته كنى بها عن فسادها وخيانتها إياه في فرجها وجمعها ذرب وأصله من ذرب المعدة وهو فسادها وذربة منقول من ذربة كمعدة من معدة وقيل أراد سلاطة لسانها وفساد منطقها من قولهم ذرب لسانه إذا كان حاد اللسان لا يبالي ما قال وذكر ثعلب عن ابن الأعرابي أن هذا الرجز للأعور بن قراد بن سفيان من بني الحرماز وهو أبو شيبان الحرمازي أعشى بني حرماز وقوله فخلفتني أي خالفت ظني فيها وقوله لطت بالذنب يقال لطت الناقة بذنبها أي أدخلته بين فخذيها لتمنع الحالب ويقال ألقى بينهم الذرب أي الاختلاف والشر وسم ذرب حديد والذراب السم عن كراع اسم لا صفة وسيف ذرب ومذرب أنقع في السم ثم شحذ التهذيب تذريب السيف أن ينقع في السم فإذا أنعم سقيه أخرج فشحذ قال ويجوز ذربته فهو مذروب قال عبيد وخرق من الفتيان أكرم مصدقا من السيف قد آخيت ليس بمذروب قال شمر ليس بفاحش والذرب فساد اللسان وبذاؤه وفي لسانه ذرب وهو الفحش قال وليس من ذرب اللسان وحدته وأنشد أرحني واسترح مني فإني ثقيل محملي ذرب لساني وجمعه أذراب عن ابن الأعرابي وأنشد لحضرمي ابن عامر الأسدي ولقد طويتكم على بللاتكم وعرفت ما فيكم من الأذراب كيما أعدكم لأبعد منكم ولقد يجاء إلى ذوي الألباب معنى ما فيكم من الأذراب من الفساد ورواه ثعلب الأعياب جمع عيب قال ابن بري وروى ابن الأعرابي هذين البيتين على غير هذا ص  الحوك ولم يسم قائلهما وهما ولقد بلوت الناس في حالاتهم وعلمت ما فيهم من الأسباب فإذا القرابة لا تقرب قاطعا وإذا المودة أقرب الأنساب وقوله ولقد طويتكم على بللاتكم أي طويتكم على ما فيكم من أذى وعداوة وبللات بضم اللام جمع بللة بضم اللام أيضا قال ومنهم من يرويه على بللاتكم بفتح اللام الواحدة بللة أيضا بفتح اللام وقيل في قوله على بللاتكم إنه يضرب مثلا لإبقاء المودة وإخفاء ما أظهروه من جفائهم فيكون مثل قولهم اطو الثوب على غره لينضم بعضه إلى بعض ولا يتباين ومنه قولهم أيضا اطو السقاء على بلله لأنه إذا طوي وهو جاف تكسر وإذا طوي على بلله لم يتكسر ولم يتباين والتذريب حمل المرأة ولدها الصغير حتى يقضي حاجته ابن الأعرابي أذرب الرجل إذا فسد عيشه وذرب الجرح ذربا فهو ذرب فسد واتسع ولم يقبل البرء والدواء وقيل سال صديدا والمعنيان متقاربان وفي حديث أبي بكر رضي الله عنه ما الطاعون قال ذرب كالدمل يقال ذرب الجرح إذا لم يقبل الدواء ومنه الذربيا على فعليا وهي الداهية قال الكميت رماني بالآفات من كل جانب وبالذربيا مرد فهر وشيبها وقيل الذربيا هو الشر والاختلاف ورماهم بالذربين مثله ولقيت منه الذربى والذربيا والذربين  قوله والذربين ضبط في المحكم والتكملة وشرح القاموس بفتح الذال والراء وكسر الباء الموحدة وفتح النون وضبط في بعض نسخ القاموس المطبوعة وعاصم أفندي بسكون الراء وفتح الباء وكسر النون أي الداهية وذربت معدته ذربا وذرابة وذروبة فهي ذربة فسدت فهو من الأضداد والذرب المرض الذي لا يبرأ وذرب أنفه ذرابة قطر والذريب الأصفر من الزهر وغيره قال الأسود ابن يعفر ووصف نباتا قفر حمته الخيل حتى كأن زاهره أغشي بالذريب وأما ما ورد في حديث أبي بكر رضي الله عنه لتألمن النوم على الصوف الأذربي كما يألم أحدكم النوم على حسك السعدان فإنه ورد في تفسيره الأذربي منسوب إلى أذربيجان على غير قياس قال ابن الأثير هكذا تقول العرب والقياس أن تقول أذري بغير باء كما يقال في النسب إلى رام هرمز رامي وهو مطرد في النسب إلى الأسماء المركبة",
    "pg": ""
  },
  "ذرج": {
    "def": "أذرج مدينة السراة وقيل إنما هي أدرح",
    "pg": ""
  },
  "ذرح": {
    "def": "ذرح الشيء في الريح كذراه عن كراع وذرح الزعفران وغيره في الماء تذريحا جعل فيه منه شيئا يسيرا وأحمر ذريحي شديد الحمرة قال من الذريحيات جعدا آركا قوله جعدا أنشده الجوهري ضخما وقد استشهد بهذا البيت على معنى آخر والذريحيات من الإبل منسوبات إلى فحل يقال له ذريح وأنشد البيت المذكور والمذرح من اللبن المذيق الذي أكثر عليه من الماء وذرح إذا صب في لبنه ماء ليكثر أبو زيد المذيق والضيح والمذرح والذراح والذلاح والمذرق كله من اللبن الذي مزج بالماء أبو عمرو ذرح إذا طلى إداوته الجديدة بالطين لتطيب رائحتها وقال ابن الأعرابي مرخ إداوته بهذا المعنى والذريحة الهضبة والذريح الهضاب والذرح شجر تتخذ منها الرحالة وبنو ذريح قوم وفي التهذيب بنو ذريح من أحياء العرب وأذرح موضع وفي حديث الحوض بين جنبيه كما بين جرباء وأذرح بفتح الهمزة وضم الراء وحاء مهملة قرية بالشام وكذلك جرياء قال ابن الأثير هما قريتان بالشام بينهما مسيرة ثلاث ليال والذراح والذريحة والذرحرحة والذرحرح والذروحرح والذرحرح والذروحة والذروح رواها كراع عن اللحياني كل ذلك دويبة أعظم من الذباب شيئا مجزع مبرقش بحمرة وسواد وصفرة لها جناحان تطير بهما وهو سم قاتل فإذا أرادوا أن يكسروا حد سمه خلطوه بالعدس فيصير دواء لمن عضه الكلب الكلب والجمع ذراح قوله والجمع ذراح كذا بالأصل بهذا الضبط والذي يظهر أنه تحريف عن ذرارح بدليل الشاهد وان ثبت في شرح القاموس حيث قال والجمع ذراح كما في اللسان قال أبو حاتم الذراريح الوجه وإنما يقال ذرارح في الشعر اه وذراريح قال فلما رأت أن لا يجيب دعاءها سقته على لوح دماء الذرارح الأزهري عن اللحياني الذرنوح لغة في الذريح والذرحرح أيضا السم القاتل قال قالت له وريا إذا تنحنح يا ليته يسقى على الذرحرح وطعام مذرح مسموم وفي التهذيب طعام مذروح وذرح طعامه إذا جعل فيه الذراريح قال سيبويه واحد الذراريح ذرحرح وليس عنده في الكلام فعول بواحدة وكان يقول سبوح قدوس بفتح أولهما وذرحرح فعلعل بضم الفاء وفتح العينين فإذا صغرت حذفت اللام الأولى وقلت ذريرح لأنه ليس في الكلام فعلع إلا حدرد الأزهري عن أبي عمرو الذراريح تنبسط على الأرض حمر واحدتها ذريحة",
    "pg": ""
  },
  "ذرر": {
    "def": "ذر الشيء يذره أخذه بأطراف أصابعه ثم نثره على الشيء وذر الشيء يذره إذا بدده وذر إذا بدد وفي حديث عمر رضي الله عنه ذري أحر لك أي ذري الدقيق في القدر لأعمل لك حريرة والذر مصدر ذررت وهو أخذك الشيء بأطراف أصابعك تذره ذر الملح المسحوق على الطعام وذررت الحب والملح والدواء أذره ذرا فرقته ومنه الذريرة والذرور بالفتح لغة في الذريرة وتجمع على أذرة وقد استعاره بعض الشعراء للعرض تشبيها له بالجوهر فقال شققت القلب ثم ذررت فيه هواك فليم فالتأم الفطور ليم هنا إما أن يكون مغيرا من لئم وإما أن يكون فعل من اللوم لأن القلب إذا نهي كان حقيقا أن ينتهي والذرور ما ذررت والذرارة ما تناثر من الشيء المذرور والذريرة ما انتحت من قصب الطيب والذريرة فتات من قصب الطيب الذي يجاء به من بلد الهند يشبه قصب النشاب وفي حديث عائشة طيبت رسول الله صلى الله عليه وسلم لإحرامه بذريرة قال هو نوع من الطيب مجموع من أخلاط وفي حديث النخعي ينثر على قميص الميت الذريرة قيل هي فتات قصب ما كان لنشاب وغيره قال ابن الأثير هكذا جاء في كتاب أبي موسى والذرور بالفتح ما يذر في العين وعلى القرح من دواء يابس وفي الحديث تكتحل المحد بالذرور يقال ذررت عينه إذا دوايتها به وذر عينه بالذرور يذرها ذرا كحلها والذر صغار النمل واحدته ذرة قال ثعلب إن مائة منها وزن حبة من شعير فكأنها جزء من مائة وقيل الذرة ليس لها وزن ويراد بها ما يرى في شعاع الشمس الداخل في النافذة ومنه سمي الرجل ذرا وكني بأبي ذر وفي حديث جبير بن مطعم رأيت يوم حنين شيئا أسود ينزل من السماء فوقع إلى الأرض فدب مثل الذر وهزم الله المشركين الذر النمل الأحمر الصغير واحدتها ذرة وفي حديث ابن عباس أن النبي صلى الله عليه وسلم نهى عن قتل النحلة والنملة والصرد والهدهد قال إبراهيم الحربي إنما نهى عن قتلهن لأنهن لا يؤذين الناس وهي أقل الطيور والدواب ضررا على الناس مما يتأذى الناس به من الطيور كالغراب وغيره قيل له فالنملة إذا عضت تقتل قال النملة لا تعض إنما يعض الذر قيل له إذا عضت الذرة تقتل قال إذا آذتك فاقتلها قال والنملة هي التي لها قوائم تكون في البراري والخربات وهذه التي يتأذى الناس بها هي الذر وذر الله الخلق في الأرض نشرهم والذرية فعلية منه وهي منسوبة إلى الذر الذي هو النمل الصغار وكان قياسه ذرية بفتح الذال لكنه نسب شاذ لم يجئ إلا مضموم الأول وقوله تعالى وإذ أخذ ربك ن بني آدم من ظهورهم ذرياتهم وذرية الرجل ولده والجمع الذراري والذريات وفي التنزيل العزيز ذرية بعضها من بعض قال أجمع القراء على ترك الهمز في الذرية وقال يونس أهل مكة يخالفون غيرهم من العرب فيهمزون النبي والبرية والذرية من ذرأ الله الخلق أي خلقهم وقال أبو إسحق النحوي الذرية غير مهموز قال ومعنى قوله وإذ أخذ ربك من بني آدم من ظهورهم ذرياتهم أن الله أخرج الخلق من صلب آدم كالذر حين أشهدهم على أنفسهم ألست بربكم قالوا بلى شهدوا بذلك وقال بعض النحويين أصلها ذرورة هي فعلولة ولكن التضعيف لما كثر أبدل من الراء الأخيرة ياء فصارت ذروية ثم أدغمت الواو في الياء فصارت ذرية قال وقول من قال إنه فعلية أقيس وأجود عند النحويين وقال الليث ذرية فعلية كما قالوا سرية والأصل من السر وهو النكاح وفي الحديث أنه رأى امرأة مقتولة فقال ما كانت هذه تقاتل الحق خالدا فقل له لا تقتل ذرية ولا عسيفا الذرية اسم يجمع نسل الإنسان من ذكر وأنثى وأصلها الهمز لكنهم حذفوه فلم يستعملوها إلا غير مهموزة وقيل أصلها من الذر بمعنى التفريق لأن الله تعالى ذرهم في الأرض والمراد بها في هذا الحديث النساء لأجل المرأة المقتولة ومنه حديث عمر حجوا بالذرية لا تأكلوا أرزاقها وتذروا أرباقها في أعناقها أي حجوا بالنساء وضرب الأرباق وهي القلائد مثلا لما قلدت أعناقها من وجوب الحج وقيل كنى بها عن الأوزار وذري السيف فرنده وماؤه يشبهان في الصفاء بمدب النمل والذر قال عبدالله بن سبرة كل ينوء بماضي الحد ذي شطب جلى الصياقل عن ذريه الطبعا ويروى جلا الصياقل عن ذريه الطبعا يعنى عن فرنده ويروى عن دريه الطبعا يعني تلألؤه وكذلك يروي بيت دريد على وجهين وتخرج منه ضرة اليوم مصدقا وطول السرى ذري عضب مهند إنما عنى ما ذكرناه من الفرند ويروى دري عضب أي تلألؤه وإشراقه كأنه منسوب إلى الدر أو إلى الكوكب الدري قال الأزهري معنى البيت يقول إن أضر به شدة اليوم أخرج منه مصدقا وصبرا وتهلل وجهه كأنه ذري سيف ويقال ما أبين ذري سيفه نسب إلى الذر وذرت الشمس تذر ذرورا بالضم طلعت وظهرت وقيل هو أول طلوعها وشروقها أول ما يسقط ضوؤها على الأرض والشجر وكذلك البقل والنبت وذر يذر إذا تخدد وذرت الأرض النبت ذرا ومنه قول الساجع في مطر وثرد يذر بقله ولا يقرح أصله يعني بالثرد المطر الضعيف ابن الأعرابي يقال أصابنا مطر ذر بقله يذر إذا طلع وظهر وذلك أنه يذر من أدنى مطر وإنما يذر البقل من مطر قدر وضح الكف ولا يقرح البقل إلا من قدر الذراع أبو زيد ذر البقل إذا طلع من الأرض ويقال ذر الرجل يذر إذا شاب مقدم رأسه والذرار الغضب والإنكار عن ثعلب وأنشد لكثير وفيها على أن الفؤاد يجبها صدود إذا لاقيتها وذرار الفراء ذارت الناقة تذار مذارة وذرارا أي ساء خلقها وهي مذار وهي في معنى العلوق والمذائر قال ومنه قول الحطيئة وكنت كذات البعل ذارت بأنفها فمن ذاك تبغي غيره وتهاجره إلا أنه خففه للضرورة قال أبو زيد في فلان ذرار أي إعراض غضبا كذرار الناقة قال ابن بري بيت الحطيئة شاهد على ذارت الناقة بأنفها إذا عطفت على ولد غيرها وأصله ذارت فخففه وهو ذارت بأنفها والبيت وكنت كذات البو ذارت بأنفها فمن ذاك تبغي بعده وتهاجره قال ذلك يهجو به الزبرقان ويمدح آل شماس بن لاي ألا تراه يقول بعد هذا فدع عنك شماس بن لأي فإنهم مواليك أو كاثر بهم من تكاثره وقد قيل في ذارت غير ما ذكره الجوهري وهو أن يكون أصله ذاءرت ومنه قيل لهذه المرأة مذائر وهي التي ترأم بأنفها ولا يصدق حبها فهي تنفر عنه والبو جلد الحوار يحشى ثماما ويقام حول الناقة لتدر عليه وذر اسم والذرذرة تفريقك الشيء وتبديدك إياه وذرذار لقب رجل من العرب",
    "pg": ""
  },
  "ذرز": {
    "def": "التهذيب يقال للدنيا أم ذرز قال ودرز الرجل وذرز بالدال والذال إذا تمكن من نعيم الدنيا",
    "pg": ""
  },
  "ذرع": {
    "def": "الذراع ما بين طرف المرفق إلى طرف الإصبع الوسطى أنثى وقد تذكر وقال سيبويه سألت الخليل عن ذراع فقال ذراع كثير في تسميتهم به المذكر ويمكن في المذكر فصار من أسمائه خاصة عندهم ومع هذا فإنهم يصفون به المذكر فتقول هذا ثوب ذراع فقد يمكن هذا الاسم في المذكر ولهذا إذا سمي الرجل بذراع صرف في المعرفة والنكرة لأنه مذكر سمي به مذكر ولم يعرف الأصمعي التذكير في الذراع والجمع أذرع وقال يصف قوسا عربية أرمي عليها وهي فرع أجمع وهي ثلاث أذرع وإصبع قال سيبويه كسروه على هذا البناء حين كان مؤنثا يعني أن فعالا وفعالا وفعيلا من المؤنث حكمه أن يكسر على أفعل ولم يكسروا ذراعا على غير أفعل كما فعلوا ذلك في الأكف قال ابن بري الذراع عند سيبويه مؤنثة لا غير وأنشد لمرداس ابن حصين قصرت له القبيلة إذ تجهنا وما دانت بشدتها ذراعي وفي حديث عائشة وزينب قالت زينب لرسول الله صلى الله عليه وسلم حسبك إذ قلبت لك ابنة أبي قحافة ذريعتيها الذريعة تصغير الذراع ولحوق الهاء فيها لكونها مؤنثة ثم ثنتها مصغرة وأرادت به ساعديها وقولهم الثوب سبع في ثمانية إنما قالوا سبع لأن الذراع مؤنثة وجمعها أذرع لا غير وتقول هذه ذراع وإنما قالوا ثمانية لأن الأشبار مذكرة والذراع من يدي البعير فوق الوظيف وكذلك من الخيل والبغال والحمير والذراع من أيدي البقر والغنم فوق الكراع قال الليث الذراع اسم جامع في كل ما يسمى يدا من الروحانيين ذوي الأبدان والذراع والساعد واحد وذرع الرجل رفع ذراعيه منذرا أو مبشرا قال تؤمل أنفال الخميس وقد رأت سوابق خيل لم يذرع بشيرها يقال للبشير إذا أومأ بيده قد ذرع البشير وأذرع في الكلام وتذرع أكثر وأفرط والإذراع كثرة الكلام والإفراط فيه وكذلك التذرع قال ابن سيده وأرى أصله من مد الذراع لأن المكثر قد يفعل ذلك وثور مذرع في أكارعه لمع سود وحمار مذرع لمكان الرقمة في ذراعه والمذرع الذي أمه عربية وأبوه غير عربي قال إذا باهلي عنده حنظلية لها ولد منه فذاك المذرع وقيل المذرع من الناس بفتح الراء الذي أمه أشرف من أبيه والهجين الذي أبوه عربي وأمه أمة قال ابن قيس العدوي إن المذرع لا تعنى خؤولته كالبغل يعجز عن شوط المحاضير وقال آخر يهجو قوما قوم توارث بيت اللؤم أولهم كما توارث رقم الأذرع الحمر وإنما سمي مذرعا تشبيها بالبغل لأن في ذراعيه رقمتين كرقمتي ذراع الحمار نزع بهما إلى الحمار في الشبه وأم البغل أكرم من أبيه والمذرعة الضبع لتخطيط ذراعيها صفة غالبة قال ساعدة بن جؤية وغودر ثاويا وتأوبته مذرعة أميم لها فليل والضبع مذرعة بسواد في أذرعها وأسد مذرع على ذراعيه دم فرائسه أنشد ابن الأعرابي قد يهلك الأرقم والفاعوس والأسد المذرع المنهوس والتذريع فضل حبل القيد يوثق بالذراع اسم كالتنبيت لا مصدر كالتصويت وذرع البعير وذرع له قيد في ذراعيه جميعا يقال ذرع فلان لبعيره إذا قيده بفضل خطامه في ذراعه والعرب تسميه تذريعا وثوب موشى الذراع أي الكم وموشى المذارع كذلك جمع على غير واحده كملامح ومحاسن والذراع ما يذرع به ذرع الثوب وغيره يذرعه ذرعا قدره بالذراع فهو ذارع وهو مذروع وذرع كل شيء قدره من ذلك والتذرع أيضا تقدير الشيء بذراع اليد قال قيس بن الخطيم ترى قصد المران تلقى كأنها تذرع خرصان بأيدي الشواطب وقال الأصمعي تذرع فلان الجريد إذا وضعه في ذراعه فشطبه ومنه قول قيس بن الخطيم هذا البيت قال والخرصان أصلها القضبان من الجريد والشواطب جمع الشاطبة وهي المرأة التي تقشر العسيب ثم تلقيه إلى المنقية فتأخذ كل ما عليه بسكينها حتى تتركه رقيقا ثم تلقيه المنقية إلى الشاطبة ثانية فتشطبه على ذراعها وتتذرعه وكل قضيب من شجرة خرص وقال أبو عبيدة التذرع قدر ذراع ينكسر فيسقط والتذرع والقصد واحد غيره قال والخرصان أطراف الرماح التي تلي الأسنة الواحد خرص وخرص وخرص قال الأزهري وقول الأصمعي أشبههما بالصواب وتذرعت المرأة شقت الخوص لتعمل منه حصيرا ابن الأعرابي انذرع وانذرأ ورعف واسترعف إذا تقدم والذرع الطويل اللسان بالشر وهو السيار الليل والنهار وذرع البعير يذرعه ذرعا وطئه على ذراعه ليركب صاحبه وذرع الرجل في سباحته تذريعا اتسع ومد ذراعيه والتذريع في المشي تحريك الذراعين وذرع بيديه تذريعا حركهما في السعي واستعان بهما عليه وقيل في صفته صلى الله عليه وسلم إنه كان ذريع المشي أي سريع المشي واسع الخطوة ومنه الحديث فأكل أكلا ذريعا أي سريعا كثيرا وذرع البعير يده إذا مدها في السير وفي الحديث أن النبي صلى الله عليه وسلم أذرع ذراعيه من أسفل الجبة إذراعا أذرع ذراعيه أي أخرجهما من تحت الجبة ومدهما ومنه الحديث الآخر وعليه جمازة فأذرع منها يده أي أخرجها\nوتذرعت الإبل الماء خاضته بأذرعها ومذاريع الدابة ومذارعها قوائمها قال الأخطل وبالهدايا إذا احمرت مذارعها في يوم ذبح وتشريق وتنحار وقوائم ذرعات أي سريعات وذرعات الدابة قوائمها ومنه قول ابن حذاق العبدي فأمست كنيس الرمل يغدو إذا غدت على ذرعات يعتلين خنوسا أي على قوائم يعتلين من جاراهن وهن يخنسن بعض جريهن أي يبقين منه يقول لم يبذلن جميع ما عندهن من السير ومذراع الدابة قائمتها تذرع بها الأرض ومذرعها ما بين ركبتها إلى إبطها وثور موشى المذارع وفرس ذروع وذريع سريع بعيد الخطى بين الذراعة وفرس مذرع إذا كان سابقا وأصله الفرس يلحق الوحشي وفارسه عليه يطعنه طعنة تفور بالدم فيلطخ ذراعي الفرس بذلك الدم فيكون علامة لسبقه ومنه قول تميم خلال بيوت الحي منها مذرع ويقال هذه ناقة تذارع بعد الطريق أي تمد باعها وذراعها لتقطعه وهي تذارع الفلاة وتذرعها إذا أسرعت فيها كأنها تقيسها قال الشاعر يصف الإبل وهن يذرعن الرقاق السملقا ذرع النواطي السحل المرققا والنواطي النواسج الواحدة ناطية وبعير ذروع وذارع صاحبه فذرعه غلبه في الخطو وذرعه القيء إذا غلبه وسبق إلى فيه وقد أذرعه الرجل إذا أخرجه وفي الحديث من ذرعه القيء فلا قضاء عليه أي سبقه وغلبه في الخروج والذرع البدن وأبطرني ذرعي أبلى بدني وقطع معاشي وأبطرت فلانا ذرعه أي كلفته أكثر من طوقه ورجل واسع الذرع والذراع أي الخلق على المثل والذرع الطاقة وضاق بالأمر ذرعه وذراعه أي ضعقت طاقته ولم يجد من المكروه فيه مخلصا ولم يطقه ولم يقو عليه وأصل الذرع إنما هو بسط اليد فكأنك تريد مددت يدي إليه فلم تنله قال حميد بن ثور يصف ذئبا وإن بات وحشا ليلة لم يضق بها ذراعا ولم يصبح لها وهو خاشع وضاق به ذرعا مثل ضاق به ذراعا ونصب ذرعا لأنه خرج مفسرا محولا لأنه كان في الأصل ضاق ذرعي به فلما حول الفعل خرج قوله ذرعا مفسرا ومثله طبت به نفسا وقررت به عينا والذرع يوضع موضع الطاقة والأصل فيه أن يذرع البعير بيديه في سيره ذرعا على قدر سعة خطوه فإذا حملته على أكثر من طوقه قلت قد أبطرت بعيرك ذرعه أي حملته من السير على أكثر من طاقته حتى يبطر ويمد عنقه ضعفا عما حمل عليه ويقال ما لي به ذرع ولا ذراع أي ما لي به طاقة وفي حديث ابن عوف قلدوا أمركم رحب الذراع أي واسع القوة والقدرة والبطش والذرع الوسع والطاقة ومنه الحديث فكبر في ذرعي أي عظم وقعه وجل عندي والحديث الآخر فكسر ذلك من ذرعي أي ثبطني عما أردته ومنه حديث إبراهيم عليه الصلاة والسلام أوحى الله إليه أن ابن لي بيتا فضاق بذلك ذرعا وجه التمثيل أن القصير الذراع لا ينال ما يناله الطويل الذراع ولا يطيق طاقته فضرب مثلا للذي سقطت قوته دون بلوغ الأمر والاقتدار عليه وذراع القناة صدرها لتقدمه كتقدم الذراع ويقال لصدر الفتاة ذراع العامل ومن أمثال العرب السائرة هو لك على حبل الذراع أي أعجله لك نقدا وقيل هو معد حاضر والحبل عرق في الذراع ورجل ذرع حسن العشرة والمخالطة ومنه قول الخنساء جلد جميل مخيل بارع ذرع وفي الحروب إذا لاقيت مسعار ويقال ذارعته مذارعة إذا خالطته والذراع نجم من نجوم الجوزاء على شكل الذراع قال غيلان الربعي غيرها بعدي مر الأنواء نوء الذراع أو ذراع الجوزاء وقيل الذراع ذراع الأسد وهما كوكبان نيران ينزلهما القمر والذراع سمة في موضع الذراع وهي لبني ثعلبة من أهل اليمن وناس من بني مالك بن سعد من أهل الرمال وذرع الرجل تذريعا وذرع له جعل عنقه بين ذراعه وعنقه وعضده فخنقه ثم استعمل في غير ذلك ما يخنق به وذرعه قتله وأمر ذريع واسع وذرع بالشيء أقر به وبه سمي المذرع أحد بني خفاجة بن عقيل وكان قتل رجلا من بني عجلان ثم أقر به فأقيد به فسمي المذرع والذرع ولد البقرة الوحشية وقيل إنما يكون ذرعا إذا قوي على المشي عن ابن الأعرابي وجمعه ذرعان تقول أذرعت البقرة فهي مذرع ذات ذرع وقال الليث هن المذرعات أي ذوات ذرعان والمذارع النخل القريبة من البيوت والمذارع ما دانى المصر من القرى الصغار والمذارع المزالف وهي البلاد التي بين الريف والبر كالقادسية والأنبار الواحد مذراع وفي حديث الحسن كانوا بمذراع اليمن قال هي القريبة من الأمصار ومذارع الأرض نواحيها ومذارع الوادي أضواجه ونواحيه والذريعة الوسيلة وقد تذرع فلان بذريعة أي توسل والجمع الذرائع والذريعة مثل الدريئة جمل يختل به الصيد يمشي الصياد إلى جنبه فيستتر به ويرمي الصيد إذا أمكنه وذلك الجمل يسيب أولا مع الوحش حتى تألفه والذريعة السبب إلى الشيء وأصله من ذلك الجمل يقال فلان ذريعتي إليك أي سببي ووصلتي الذي أتسبب به إليك وقال أبو وجزة يصف امرأة طافت بها ذات ألوان مشبهة ذريعة الجن لا تعطي ولا تدع أراد كأنها جنية لا يطمع فيها ولا يعلمها في نفسها قال ابن الأعرابي سمي هذا البعير الدريئة والذريعة ثم جعلت الذريعة مثلا لكل شيء أدنى من شيء وقرب منه وأنشد وللمنية أسباب تقربها كما تقرب للوحشية الذرع وفي نوادر الأعراب أنت ذرعت بيننا هذا وأنت سجلته يريد سببته والذريعة حلقة يتعلم عليها الرمي والذريع السريع وموت ذريع سريع فاش لا يكاد الناس يتدافنون وقيل ذريع أي سريع ويقال قتلوهم أذرع قتل ورجل ذريع بالكتابة أي سريع والذراع والذراع بالفتح المرأة الخفيفة اليدين بالغزل وقيل الكثيرة الغزل القوية عليه وما أذرعها وهو من باب أحنك الشاتين في أن التعجب من غير فعل وفي الحديث خيركن أذرعكن للمغزل أي أخفكن به وقيل أقدركن عليه وزق ذارع كثير الأخذ من الماء ونحوه قال ثعلبة بن صعير المازني باكرتهم بسباء جون ذارع قبل الصباح وقبل لغو الطائر وقال عبد بن الحسحاس سلافة دار لاسلافة ذارع إذا صب منه في الزجاجة أزبدا والذارع والمذرع الزق الصغير يسلخ من قبل الذراع والجمع ذوارع وهي للشراب قال الأعشى والشاربون إذا الذوارع أغليت صفو الفصال بطارف وتلاد وابن ذارع الكلب وأذرع وأذرعات بكسر الراء بلد ينسب إليه الخمر قال الشاعر تنورتها من أذرعات وأهلها بيثرب أدنى دارها نظر عالي ينشد بالكسر بغير تنوين من أذرعات وأما الفتح فخطأ لأن نصب تاء الجمع وفتحه كسر قال والذي أجاز الكسر بلا صرف فلأنه اسم لفظه لفظ جماعة لواحد والقول الجيد عند جميع النحويين الصرف وهو مثل عرفات والقراء كلهم في قوله تعالى من عرفات على الكسر والتنوين وهو اسم لمكان واحد ولفظه لفظ جمع وقيل أذرعات موضعان ينسب إليهما الخمر قال أبو ذؤيب فما إن رحيق سبتها التجا ر من أذرعات فوادي جدر وفي الصحاح أذرعات بكسر الراء موضع بالشام تنسب إليه الخمر وهي معروفة مصروفة مثل عرفات قال سيبويه ومن العرب من لا ينون أذرعات يقول هذه أذرعات ورأيت أذرعات برفع التاء وكسرها بغير تنوين قال ابن سيده والنسبة إلى أذرعات أذرعي وقال سيبويه أذرعات بالصرف وغير الصرف شبهوا التاء بهاء التأنيث ولم يحفلوا بالحاجز لأنه ساكن والساكن ليس بحاجز حصين إن سأل سائل فقال ما تقول فيمن قال هذه أذرعات ومسلمات وشبه تاء الجماعة بهاء الواحدة فلم ينون للتعريف والتأنيث فكيف يقول إذا نكر أينون أم لا فالجواب أن التنوين مع التنكير واجب هنا لا محالة لزوال التعريف فأقصى أحوال أذرعات إذا نكرتها فيمن لم يصرف أن تكون كحمزة إذا نكرتها فكما تقول هذا حمزة وحمزة آخر فتصرف النكرة لا غير فكذلك تقول عندي مسلمات ونظرت إلى مسلمات أخرى فتنون مسلمات لا محالة وقال يعقوب أذرعات ويذرعات موضع بالشام حكاه في المبدل وأما قول الشاعر إلى مشرب بين الذراعين بارد فهما هضبتان وقولهم اقصد بذرعك أي اربع على نفسك ولا يعد بك قدرك والذرع بالتحريك الطمع ومنه قول الراجز وقد يقود الذرع الوحشيا والمذرع بكسر الراء مشددة المطر الذي يرسخ في الأرض قدر ذراع",
    "pg": ""
  },
  "ذرعف": {
    "def": "اذرعفت الإبل وادرعفت بالدال والذال كلاهما مضت على وجوهها وقيل المذرعف السريع فعم به وادرعف الرجل في القتال أي استنتل من الصف",
    "pg": ""
  },
  "ذرف": {
    "def": "الذرف صب الدمع وذرف الدمع يذرف ذرفا وذرفانا سال وذرفت العين الدمع تذرفه ذرفا وذرفانا وذروفا وذريفا وتذرافا وذرفته تذريفا وتذرفة أسالته وقيل رمت به قال ابن سيده وأرى اللحياني حكى ذرفت العين ذرافا قال ولست منه على ثقة وفي حديث العرباض فوعظنا رسول الله صلى الله عليه وسلم موعظة بليغة ذرفت منها العيون أي جرى دمعها ودمع ذريف أي مذروف قال ما بال عيني دمعها ذريف وقد يوصف به الدمع نفسه فيقال ذرف الدمع يذرف ذروفا وذرفا قال الشاعر عيني جودا بالدموع الذوارف قال وذرفت دموعي تذريفا وتذرافا وتذرفة ومذارف العين مدامعها والمذارف المدامع واستذرف الشيء استقطره واستذرف الضرع دعا إلى أن يحلب ويستقطر قال يصف ضرعا سمح إذا هيجته مستذرف أي مستقطر كأنه يدعو إلى أن يستقطر وسمح أي أن هذا الضرع سمح باللبن غزير الدر والذرف من حضر الخيل اجتماع القوائم وانبساط اليدين غير أن سنابكه قريبة من الأرض وذرف على الخمسين وغيرها من العدد زاد عليها وفي حديث علي عليه السلام قد ذرفت على الستين وفي رواية على الخمسين أي زدت عليها يقال ذرف وزرف وذرفته الموت أي أشرفت به عليه وذرفه الشيء أطلعه عليه حكاه ابن الأعرابي وأنشد لنافع بن لقيط أعطيك ذمة والدي كليهما لأذرفنك الموت إن لم تهرب أي لأطلعنك عليه والذراف السريع كالزراف والذرفة نبتة والذرفان المشي الضعيف وذرف على المائة تذريفا أي زاد",
    "pg": ""
  },
  "ذرفق": {
    "def": "اذرنفق تقدم كادرنفق حكاه نصير",
    "pg": ""
  },
  "ذرق": {
    "def": "ذرق الطائر خرؤه وذرق الطائر يذرق ويذرق ذرقا وأذرق خذق بسلحه وذرق وقد يستعار في السبع والثعلب أنشد اللحياني إلا تلك الثعالب قد توالت علي وحالفت عرجا ضباعا لتأكلني فمر لهن لحمي فأذرق من حذاري أو أتاعا واسم ذلك الشيء الذراق عن أبي زيد وقال حسان بن ثابت لما سأله عمر رضي الله عنه عن هجاء الحطيئة للزبرقان بقوله دع المكارم لا ترحل لبغيتها واقعد فإنك أنت الطاعم الكاسي ما هجاه بل ذرق عليه والذرق ذرق الحبارى بسلحه والخذق أشد من الذرق وفي نوادر الأعراب تذرقت فلانة بالكحل وأذرقت إذا اكتحلت والذرق نبات كالفسقسة تسميه الحاضرة الحندقوقى وقال أبو عمرو الذرق الحندقوقى غيره واحدتها ذرقة ويقال لها حندقوقى وحندقوقى وحندقوقى قال أبو حنيفة لها نفيحة طيبة فيها شبه من الفث تطول في السماء كما ينبت الفث وهو ينبت في القيعان ومناقع الماء وقال مرة الذرق نبات مثل الكراث الجبلي الدقاق له في رأسه قماعل صغار فيها حب أغبر حلو يؤكل رطبا تحبه الرعاء ويأتون به أهليهم فإذا جف لم تعرض له وله نصال صغار لها قشرة سوداء فإذا قشرت قشرت عن بياض قال وهي صادقة الحلاوة كثيرة الماء يأكلها الناس قال رؤبة حتى إذا ما هاج حيران الذرق وأهيج الخلصاء من ذات البرق قوله الذرق تقدم لنا هذا البيت في مادتي حجر وحير بلفظ الدرق بدال مهملة مفتوحة وهو خطأ والصواب ما هنا  وأذرقت الأرض أنبتت الذرق وفي الحديث قاع كثير الذرق بضم الذال وفتح الراء الحندقوق وهو نبت معروف وحكى أبو زيد لبن مذرق أي مذيق",
    "pg": ""
  },
  "ذرمل": {
    "def": "التهذيب ذرمل الرجل إذا أخرج خبزته مرمدة ليعجلها على الضيف ابن السكيت ذرمل ذرملة إذا سلح وأنشد لعوا متى رأيته تقهلا وإن حطأت كتفيه ذرملا",
    "pg": ""
  },
  "ذرود": {
    "def": "ذرود اسم جبل",
    "pg": ""
  },
  "ذعب": {
    "def": "قال الأصمعي رأيت القوم مذعابين كأنهم عرف ضبعان ومثعابين بمعناه وهو أن يتلو بعضهم بعضا قال الأزهري وهذا عندي مأخوذ من انثعب الماء وانذعب إذا سال واتصل جريانه في النهر قلبت الثاء ذالا",
    "pg": ""
  },
  "ذعت": {
    "def": "ذعته في التراب يذعته ذعتا معكه معكا كأنه يغطه في الماء وقيل هو أشد الخنق وذعته ذعتا إذا خنقه والذعت الدفع العنيف والغمز الشديد والفعل كالفعل وكذلك زمته زمتا إذا خنقه وذعته وذأطه وذعطه إذا خنقه أشد الخنق وفي الحديث أن الشيطان عرض لي يقطع صلاتي فأمكنني الله منه فذعته أي خنقته والذعت والدعت بالذال والدال الدفع العنيف",
    "pg": ""
  },
  "ذعج": {
    "def": "الذعج الدفع الشديد وربما كني به عن النكاح يقال ذعجها يذعجها ذعجا قال الأزهري لم أسمع الذعج لغير ابن دريد وهو من مناكيره",
    "pg": ""
  },
  "ذعر": {
    "def": "الذعر بالضم الخوف والفزع وهو الاسم ذعره يذعره ذعرا فانذعر وهو منذعر وأذعره كلاهما أفزعنه وصيره إلى الذعر أنشد ابن الأعرابي ومثل الذي لاقيت إن كنت صادقا من الشر يوما من خليلك أذعرا وقال الشاعر غيران شمصه الوشاة فأذعروا وحشا عليك وجدتهن سكونا وفي حديث حذيفة قال له ليلة الأحزاب قم فأت القوم ولا تذعرهم علي يعني قريشا أي لا تقزعهم يريد لا تعلمهم بنفسك وامش في خفية لئلا ينفروا منك ويقبلوا علي وفي حديث نابل مولى عثمان ونحن نترامى بالحنظل فما يزيدنا عمر على أن يقول كذاك لا تذعروا إبلنا علينا أي لا تنفروا إبلنا علينا وقوله كذاك أي حسبكم قوله كذاك أي حسبكم كذا في الأصل والنهاية وفي الحديث لا يزال الشيطان ذاعرا من المؤمن أي ذا ذعر وخوف أو هو فاعل بمعنى مفعول أي مذعور ورجل ذعور منذعر وامرأة ذعور تذعر من الريبة والكلام القبيح قال تنول بمعروف الحديث وإن ترد سوى ذاك تذعر منك وهي ذعور وذعر فلان ذعرا فهو مذعور أي أخيف والذعر الدهش من الحياء والذعرة الفزعة والذعراء والذعرة الفندورة وقيل الذعرة أم سويد وأمر ذعر مخوف على النسب والذعرة طويرة تكون في الشجر تهز ذنبها لا تراها أبدا إلا مذعورة وناقة ذعور إذا مس ضرعها غارت والعرب تقول للناقة المجنونة مذعورة ونوق مذعرة بها جنون والذعرة الاست وذو الإذعار لقب ملك من ملوك اليمن لأنه زعموا حمل النسناس إلى بلاد اليمن فذعر الناس منه وقيل ذو الإذعار جد تبع كان سبى سبيا من الترك فذعر الناس منهم ورجل ذاعر وذعرة وذعرة ذو عيوب قال نواجحا لم تخش ذعرات الذعر هكذا رواه كراع بالعين والذال المعجمة وذكره في باب الذعر قال وأما الداعر فالخبيث وقد تقدم ذلك في الدال المهملة وحكيناه هنالك ما رواه كراع من الذال المعجمة",
    "pg": ""
  },
  "ذعط": {
    "def": "الذاعط الذابح والذعط الذبح الوحي والعين غير معجمة ذعطه يذعطه ذعطا ذبحه ذبحا وحيا وقيل ذبحه أي ذبح كان وقد ذعطته بالسكين وذعطته المنية على المثل وسحطته قال أسامة بن حبيب الهذلي إذا بلغوا مصرهم عوجلوا من الموت بالهميع الذاعط وكذلك الذعمطة بزيادة الميم وموت ذعوط ذاعط",
    "pg": ""
  },
  "ذعع": {
    "def": "الذعاع والذعاع ما تفرق من النخل قال طرفة وعذاريكم مقلصة في ذعاع النخل تجترمه قال الأزهري قرأت هذا البيت بخط أبي الهيثم في ذعاع النخل بالذال المعجمة قال ودعاع بالدال المهملة قال ويقال الذعاع ما بين النخلتين بضم الذال والذعذعة التفريق وأصله من إذاعة الخبر وذيوعه فلما كرر استعمل كما قالوا من الإناخة نخنخ بعيره فتنخنخ وذعذع الشيء والمال ذعذعة فتذعذع حركه وفرقه وقيل فرقه وبدده قال علقمة بن عبدة لحى الله دهرا ذعذع المال كله وسود أشباه الإماء العوارك سود من السودد وذعذعت الريح الشجر حركته تحريكا شديدا وذعذعت الريح التراب فرقته وذرته وسفته كل ذلك معناه واحد قال النابغة غشيت لها منازل مقويات تذعذعها مذعذعة حنون قال ابن بري تذعذع البناء أي تفرقت أجزاؤه وذعذعهم الدهر أي فرقهم وفي حديث علي رضوان الله عليه أنه قال لرجل ما فعلت بإبلك وكانت له إبل كثيرة فقال ذعذعتها النوائب وفرقتها الحقوق فقال ذاك خير سبلها أي خير ما خرجت فيه ومنه حديث ابن الزبير أن نابغة بني جعدة مدحه مدحة فقال فيها لنجبر منه جانبا ذعذعت به صروف الليالي والزمان المصمم وذعذعة السر إذاعته ورجل ذعذاع إذا كان مذياعا للسر نماما لا يكتم سرا وتذعذع شعره إذا تشعت وتمرط والذعاع الفرق الواحدة ذعاعة وربما قالوا تفرقوا ذعاذع ورجل مذعذع إذا كان دعيا قال أبو منصور ولم يصح عندي من جهة من يوثق به والصواب مدغدغ بالغين المعجمة ولا يبعد أن يكون المذعذع الدعي فإن ابن الأثير ذكر في النهاية وفي حديث جعفر الصادق لا يحبنا أهل البيت المذعذع قالوا وما المذعذع قال ولد الزنا",
    "pg": ""
  },
  "ذعف": {
    "def": "الذعاف سم ساعة سم ذعاف قاتل وحي قالت درة بنت أبي لهب فيها ذعاف الموت أبرده يغلي بهم وأحره يجري وقال الشاعر سقتهن كأسا من ذعاف وجوزلا وقال الأزهري في ترجمة عذف العذوف السكوت والذعوف المرارات وطعام مذعوف جعل فيه الذعاف وجمع الذعاف السم ذعف وأذعفه قتله قتلا سريعا وذعفت الرجل سقيته الذعاف وموت ذعاف وذؤاف أي سريع يعجل القتل وحية ذعف اللعاب سريعة القتل",
    "pg": ""
  },
  "ذعق": {
    "def": "الذعاق بمنزلة الزعاق المر ماء ذعاق كزعاق قال صاحب العين سمعنا ذلك من عربي فلا أدري ألغة أم لثغة وذعق به ذعقا صاح كزعق ابن دريد وذعقه وزعقه إذا صاح به فأفزعه قال الأزهري وهذا من أباطيل ابن دريد",
    "pg": ""
  },
  "ذعل": {
    "def": "ابن الأعرابي الذعل الإقرار بعد الجحود قال الأزهري وهذا حرف غريب ما رأيت له ذكرا في الكتب",
    "pg": ""
  },
  "ذعلب": {
    "def": "الذعلب والذعلبة الناقة السريعة شبهت بالذعلبة وهي النعامة لسرعتها وفي حديث سواد بن مطرف الذعلب الوجناء هي الناقة السريعة وقال خالد بن جنبة الذعلبة النويقة التي هي صدع في جسمها وأنت تحقرها وهي نجيبة وقال غيره هي البكرة الحدثة وقال ابن شميل هي الخفيفة الجواد قال ولا يقال جمل ذعلب وجمع الذعلبة الذعاليب والتذعلب الانطلاق في استخفاء وقد تذعلب تذعلبا وجمل ذعلب سريع باق على السير والأنثى بالهاء والذعلبة النعامة لسرعتها والذعلبة والذعلوب طرف الثوب وقيل هما ما تقطع من الثوب فتعلق والذعلب من الخرق القطع المشققة والذعلوب أيضا القطعة من الخرقة والذعاليب قطع الخرق قال رؤبة كأنه إذ راح مسلوس الشمق منسرحا عنه ذعاليب الخرق  قوله منسرحا عنه ذعاليب الخرق قال في التكملة الرواية منسرحا إلا ذعاليب بالنصب اه وسيأتي في مادة سرح كذلك والمسلوس المجنون والشمق النشاط والمنسرح الذي انسرح عنه وبره والذعاليب ما تقطع من الثياب قال أبو عمرو وأطراف الثياب وأطراف القميص يقال لها الذعاليب واحدها ذعلوب وأكثر ما يستعمل ذلك جمعا أنشد ابن الأعرابي لجرير لقد أكون على الحاجات ذا لبث وأحوذيا إذا انضم الذعاليب واستعاره ذو الرمة لما تقطع من منسج العنكبوت قال فجاءت بنسج من صناع ضعيفة تنوس كأخلاق الشفوف ذعالبه وثوب ذعاليب خلق عن اللحياني وأما قول أعرابي من بني عوف بن سعد صفقة ذي ذعالت سمول بيع امرئ ليس بمستقيل قيل هو يريد الذعالب فينبغي أن تكونا لغتين وغير بعيد أن تبدل التاء من الباء إذ قد أبدلت من الواو وهي شريكة الباء في الشفة قال ابن جني والوجه أن تكون التاء بدلا من الباء لأن الباء أكثر استعمالا كما ذكرنا أيضا من إبدالهم الباء من الواو",
    "pg": ""
  },
  "ذعلت": {
    "def": "قال في ترجمة ذعلب وأما قول أعرابي من بني عوف بن سعد صفقة ذي ذعالت سمول بيع امرئ ليس بمستقيل وقيل هو يريد الذعالب فينبغي أن يكونا لغتين وغير بعيد أن تبدل التاء من الباء إذ قد أبدلت من الواو وهي شريكة الباء في الشفة قال ابن جني والوجه أن تكون التاء بدلا من الباء لأن الباء أكثر استعمالا كما ذكرنا أيضا من إبدالهم الياء من الواو",
    "pg": ""
  },
  "ذعلق": {
    "def": "الذعلوق والذعلوقة نبت يشبه الكرات يلتوي طيب الأكل وهو ينبت في أجواف الشجر وذعلوق آخر يقال له لحية التيس وكل نبت دق ذعلوق وقيل هو نبات يكون بالبادية وقال ابن الأعرابي هو نبت يستطيل على وجه الأرض وقوله يا رب مهر مزعوق مقيل أو مغبوق من لبن الدهم الروق حتى شتا كالذعلوق فسره فقال أي في خصبه وسمنه ولينه قال الأزهري يشبه به المهر الناعم وقيل هو القضيب الرطب وقد يتجه تفسير البيت على هذا وقال ابن بري هو نبت أدق من الكراث وله لبن وحكي عن ابن خالويه قال الذعلوق من أسماء الكمأة والذعلوق طائر صغير",
    "pg": ""
  },
  "ذعمط": {
    "def": "الذعمطة الذبح الوحي ذعمط الشاة ذبحها ذبحا وحيا",
    "pg": ""
  },
  "ذعن": {
    "def": "قال الله تعالى وإن يكن لهم الحق يأتوا إليه مذعنين قال ابن الأعرابي مذعنين مقرين خاضعين وقال أبو إسحق جاء في التفسير مسرعين قال والإذعان في اللغة الإسراع مع الطاعة تقول أذعن لي بحقي معناه طاوعني لما كنت ألتمسه منه وصار يسرع إليه وقال الفراء مذعنين مطيعين غير مستكرهين وقيل مذعنين منقادين وأذعن لي بحقي أقر وكذلك أمعن به أي أقر طائعا غير مستكره والإذعان الانقياد وأذعن الرجل انقاد وسلس وبناؤه ذعن يذعن ذعنا وأذعن له أي خضع وذل وناقة مذعان سلسة الرأس منقادة لقائدها",
    "pg": ""
  },
  "ذغمر": {
    "def": "التهذيب ابن الأعرابي الذغمري السيء الخلق وكذلك الذغمور بالذال الحقود الذي لا ينحل حقده",
    "pg": ""
  },
  "ذفر": {
    "def": "الذفر بالتحريك والذفرة جميعا شدة ذكاء الريح من طيب أو نتن وخص اللحياني بهما رائحة الإبطين المنتنين وقد ذفر بالكسر يذفر فهو ذفر وأذفر والأنثى ذفرة وذفراء وروضة ذفرة ومسك أذفر بين الذفر وذفر أي ذكي الريح وهو أجوده وأقرته وفي صفة الحوض وطينه مسك أذفر أي طيب الريح والذفر بالتحريك يقع على الطيب والكريه ويفرق بينهما بما يضاف إليه ويوصف به ومنه صفة الجنة وترابها مسك أذفر وقال ابن الأعرابي الذفر النتن ولا يقال في شيء من الطيب ذفر إلا في المسك وحده قال ابن سيده وقد ذكرنا أن الدفر بالدال المهملة النتن خاصة والذفر الصنان وخبث الريح رجل ذفر وأذفر وامرأة ذفرة وذفراء أي لهما صنان وخبث ريح وكتيبة ذفراء أي أنها سهكة من الحديد وصدئه وقال لبيد يصف كتيبة ذات دروع سهكت من صدإ الحديد فخمة ذفراء ترتى بالعرى قردمانيا وتركا كالبصل عدى ترتى إلى مفعولين لأن فيه معنى تكسى ويروى دفراء وقال آخر ومؤولق أنضجت كية رأسه فتركته ذفرا كريح الجورب وقال الراعي وذكر إبلا رعت العشب وزهره ووردت فصدرت عن الماء فكلما صدرت عن الماء نديت جلودها وفاحت منها رائحة طيبة فيقال لذلك فأرة الإبل فقال الراعي لها فأرة ذفراء كل عشية كما فتق الكافور بالمسك فاتقه وقال ابن أحمر بهجل من قسا ذفر الخزامى تداعى الجربياء به حنينا أي ذكي ريح الخزامى طيبها والذفرى من الناس ومن جميع الدواب من لدن المقذ إلى نصف القذال وقيل هو العظم الشاخص خلف الأذن بعضهم يؤنثها وبعضهم ينونها إشعارا بالإلحاق قال سيبويه وهي أقلهما الليث الذفرى من القفا هو الموضع الذي يعرق من البعير خلف الأذن وهما ذفريان من كل شيء الجوهري يقال هذه ذفرى أسيلة لا تنون لأن ألفها للتأنيث وهي مأخوذة من ذفر العرق لأنها أول ما تعرق من البعير وفي الحديث فمسح رأس البعير وذفراه ذفرى البعير أصل أذنه والذفرى مؤنثة وألفها للتأنيث أو للإلحاق ومن العرب من يقول هذه ذفرى فيصرفها كأنهم يجعلون الألف فيها أصلية وكذلك يجمعونها على الذفارى وقال القتيبي هما ذفريان والمقذان وهما أصول الأذنين وأول ما يعرق من البعير وقال شمر الذفرى عظم في أعلى العنق من الإنسان عن يمين النقرة وشمالها وقيل الذفريان الحيدان اللذان عن يمين النقرة وشمالها والذفر من الإبل العظيم الذفرى والأنثى ذفرة وقيل الذفرة النجيبة الغليظة الرقبة أبو عمرو الذفر العظيم من الإبل أبو زيد بعير ذفر بالكسر مشدد الراء أي عظيم الذفرى وناقة ذفرة وحمار ذفر وذفر صلب شديد والكسر أعلى والذفر أيضا العظيم الخلق قال الجوهري الذفر الشاب الطويل التام الجلد واستذفر بالأمر اشتد عزمه عليه وصلب له قال عدي بن الرقاع واستذفروا بنوى حذاء تقذفهم إلى أقاصي نواهم ساعة انطلقوا وذفر النبت كثر عن أبي حنيفة وأنشد في وارس من النجيل قد ذفر وقيل لأبي عمرو بن العلاء الذفرى من الذفر قال نعم والمعزى من المعز فقال نعم بعضهم ينونه في النكرة ويجعل ألفه للإلحاق بدرهم وهجرع والجمع ذفريات وذفارى بفتح الراء وهذه الألف في تقدير الإنقلاب عن الياء ومن ثم قال بعضهم ذفار مثل صحار والذفراء بقلة ربعية دشتية تبقى خضراء حتى يصيبها البرد واحدتها ذفراءة وقيل هي عشبة خبيثة الريح لا يكاد المال يأكلها وفي المحكم لا يرعاها المال وقيل هي شجرة يقال لها عطر الأمة وقال أبو حنيفة هي ضرب من الحمض وقال مرة الذفراء عشبة خضراء ترتفع مقدار الشبر مدورة الورق ذات أغصان ولا زهرة لها وريحها ريح الفساء تبخر الإبل وهي عليها حراص ولا تتبين تلك الذفرة في اللبن وهي مرة ومنابتها الغلظ وقد ذكرها أبو النجم في الرياض فقال تظل حفراه من التهدل في روض ذفراء ورعل مخجل والذفرة نبتة تنبت وسط العشب وهي قليلة ليست بشيء تنبت في الجلد على عرق واحد لها ثمرة صفراء تشاكل الجعدة في ريحها والذفراء نبتة طيبة الرائحة والذفراء نبتة منتنة وفي حديث مسيره إلى بدر أنه جزع الصفراء ثم صب في ذفران هو بكسر الفاء واد هناك ذفرق الذفروق لغة في الثفروق",
    "pg": ""
  },
  "ذفط": {
    "def": "ذفط الطائر ذفطا سفد وكذلك التيس وذفط الذباب إذا ألقى ما في بطنه كل ذلك عن كراع",
    "pg": ""
  },
  "ذفف": {
    "def": "ذف الأمر يذف بالكسر ذفيفا واستذف أمكن وتهيأ يقال خذ ما ذف لك واستذف لك أي خذ ما تيسر لك واستذف أمرهم واستدف بالدال والذال حكاها ابن بري عن ابن القطاع وذف على وجه الأرض ودف والذفيف والذفاف السريع الخفيف وخص بعضهم به الخفيف على وجه الأرض ذف يذف ذفافة يقال رجل خفيف ذفيف أي سريع وخفاف ذفاف وبه سمي الرجل ذفافة وفي الحديث أنه قال لبلال إني سمعت ذف نعليك في الجنة أي صوتهما عند الوطء عليهما ويروى بالدال المهملة وقد تقدم وكذلك حديث الحسن وإن ذففت بهم الهماليج أي أسرعت والذف الإجهاز على الجريح وكذلك الذفاف ومنه قول العجاج أو رؤبة يعاتب رجلا وقال ابن بري هو لرؤبة لما رآني أرعشت أطرافي كان مع الشيب من الذفاف يروى بالدال والذال جميعا ومنه قيل للسم القاتل ذفاف وفي حديث علي كرم الله وجهه أنه أمر يوم الجمل فنودي أن لايتبع مدبر ولا يقتل أسير ولا يذفف على جريح تذ فيف الجريح الإجهاز عليه وتحرير قتله وفي حديث ابن مسعود رضي الله عنه فذففت على أبي جهل وحديث ابن سيرين أقعص ابنا عفراء أبا جهل وذفف عليه ابن مسعود ويروى بالمهملة وقد تقدم والذفذف سرعة القتل وذفذفت على الجريح تذفيفا قوله والذفذف سرعة القتل وذفذفت على الجريح تذفيفا كذا بالأصل إذا أسرعت قتله وأذففت وذففت وذففته أجهزت عليه والاسم الذفاف عن الهجري وأنشد وهل أشربن من ماء حلبة شربة تكون شفاء أو ذفافا لما بيا وحكاها كراع بالدال وقد تقدم وحكى ابن الأعرابي ذففه بالسيف وذافه وذاف له وذاف عليه بالتشديد كله تمم وفي التهذيب أجهز عليه وموت ذفيف مجهز وفي الحديث سلط عليهم آخر الزمان موت طاعون ذفيف هو الخفيف السريع ومنه حديث سهل دخلت على أنس رضي الله عنه وهو يصلي صلاة خفيفة ذفيفة كأنها صلاة مسافر والذفاف السم قوله والذفاف السم الذفاف ككتاب وغراب وكذلك الذفاف بمعنى البلل ا ه قاموس القاتل لأنه يجهز على من شربه وذفذف إذا تبختر والذفيف ذكر القنافذ وماء ذف وذفف وذفاف وذفاف قليل والجمع أذفة وذفف والذفاف البلل وفي الصحاح الماء القليل قال أبو ذؤيب يصف قبرا أو حفرة يقولون لما جشت البئر أوردوا وليس بها أدنى ذفاف لوارد وما ذقت ذفافا قوله وما ذقت ذفافا هو بالكسر قال في القاموس ويفتح وهو الشيء القليل وفي حديث عائشة أنه نهى عن الذهب والحرير فقالت شيء ذفيف يربط به المسك أي قليل يشد به والذف الشاء هذه عن كراع وذفافة بالضم اسم رجل",
    "pg": ""
  },
  "ذفل": {
    "def": "الذفل والذفل القطران الرقيق الذي قبل الخضخاض",
    "pg": ""
  },
  "ذقا": {
    "def": "رجل أذقى رخو الأنف والأنثى ذقواء وفرس أذقى والأنثى ذقواء والجمع الذقو وهو الرخو أنف الأذن قوله الرخو أنف الأذن هي عبارة التهذيب وكذلك الحمار قال الأزهري هذا تصحيف بين والصواب فرس أذقى والأنثى ذقواء إذا كانا مسترخيي الأذنين وقد تقدم",
    "pg": ""
  },
  "ذقح": {
    "def": "الأزهري خاصة قال في نوادر الأعراب فلان متذقح للشر ومتفقح ومتنقح ومتقذذ ومتزلم ومتشذب ومتحذف ومتلقح بمعنى واحد",
    "pg": ""
  },
  "ذقط": {
    "def": "ذقط الطائر أنثاه يذقطها ذقطا سفدها وخص ثعلب به الذباب وقال هو إذا نكح قال ابن سيده ولم أر أحدا استعمل النكاح في غير نوع الإنسان إلا ثعلبا ههنا وقال سيبويه ذقطها ذقطا وهو النكاح فلا أدري ما عنى من الأنواع لأنه لم يخص منها شيئا قال أبو عبيد ونم الذباب وذقط بمعنى واحد ابن الأعرابي الذاقط الذباب الكثير السفاد غيره الذقط ذباب صغير يدخل في عيون الناس وجمعه ذقطان أبو تراب عن بعض بني سليم يقال تذقطته تذقطا وتبقطته تبقطا إذا أخذته قليلا قليلا الطائفي الذقط وهو الذي يكون في البيوت",
    "pg": ""
  },
  "ذقن": {
    "def": "الجوهري ذقن الإنسان مجتمع لحييه ابن سيده الذقن والذقن مجتمع اللحيين من أسفلهما قال اللحياني هو مذكر لا غير قال وفي المثل مثقل استعان بذقنه وذقنه يقال هذا لمن يستعين بمن لا دفع عنده وبمن هو أذل منه وقيل يقال للرجل الذليل يستعين برجل آخر مثله وأصله أن البعير يحمل عليه الحمل الثقيل فلا يقدر على النهوض فيعتمد بذقنه على الأرض وصحفه الأثرم علي بن المغيرة بحضرة يعقوب فقال مثقل استعان بدفيه فقال له يعقوب هذا تصحيف إنما هو استعان بذقنه فقال له الأثرم إنه يريد الرياسة بسرعة ثم دخل بيته والجمع أذقان وفي التنزيل العزيز ويخرون للأذقان سجدا واستعاره امرؤ القيس للشجر ووصف سحابا فقال وأضحى يسح الماء عن كل فيقة يكب على الأذقان دوح الكنهبل والذاقنة ما تحت الذقن وقيل الذاقنة رأس الحلقوم وفي الحديث عن عائشة رضي الله عنها توفي رسول الله صلى الله عليه وسلم بين سحري ونحري وحاقنتي وذاقنتي قال أبو عبيد الذاقنة طرف الحلقوم وقيل الذاقنة الذقن وقيل ما يناله الذقن من الصدر ابن سيده الحاقنة الترقوة وقيل أسفل البطن مما يلي السرة قال أبو عبيد قال أبو زيد وفي المثل لألحقن حواقنك بذواقنك فذكرت ذلك للأصمعي فقال هي الحاقنة والذاقنة قال ولم أره وقف منهما على حد معلوم فأما أبو عمرو فإنه قال الذاقنة طرف الحلقوم الناتئ وقال ابن جبلة قال غيره الذاقنة الذقن وذقن الرجل وضع يده تحت ذقنه وفي حديث عمر رضي الله عنه أن عمران بن سوادة قال له أربع خصال عاتبتك عليها رعيتك فوضع عود الدرة ثم ذقن عليها وقال هات وفي رواية فذقن بسوطه يستمع يقال ذقن على يده وعلى عصاه بالتشديد والتخفيف إذا وضعه تحت ذقنه واتكأ عليه وذقنه يذقنه ذقنا أصاب ذقنه فهو مذقون وذقنته بالعصا ذقنا ضربته بها وذقنه ذقنا قفده والذقون من الإبل التي تميل ذقنها إلى الأرض تستعين بذلك على السير وقيل هي السريعة والجمع ذقن قال ابن مقبل قد صرح السير عن كتمان وابتذلت وقع المحاجن بالمهرية الذقن أي ابتذلت المهرية الذقن بوقع المحاجن فيها نضربها بها فقلب وأنث الوقع حيث كان من سبب المحاجن والذاقنة كالذقون عن ابن الأعرابي وأنشد أحدثت لله شكرا وهي ذاقنة كأنها تحت رحلي مسحل نعر وذقنت الدلو بالكسر ذقنا فهي ذقنة مالت شفتها ودلو ذقنى مائلة الشفة وأنشد ابن بري أنعت دلوا ذقنى ما تعتدل ودلو ذقون من ذلك الأصمعي إذا خرزت الدلو فجاءت شفتها مائلة قيل ذقنت تذقن ذقنا وناقة ذقون ترخي ذقنها في السير وفي التهذيب تحرك رأسها إذا سارت وامرأة ذقناء ملتوية الجهاز وفي نوادر العرب ذاقنني فلان ولاقنني ولاغذني أي لازني وضايقني والذقن الشيخ وذقان جبل",
    "pg": ""
  },
  "ذكا": {
    "def": "ذكت النار تذكو ذكوا وذكا مقصور واستذكت كله اشتد لهبها واشتعلت ونار ذكية على النسب أنشد ابن الأعرابي ينفحن منه لهبا منفوحا لمعا يرى لا ذكيا مقدوحا وأراد ينفخن منه لهبا منفوخا فأبدل الحاء مكان الخاء ليوافق روي هذا الرجز كله لأن هذا الرجز حائي ومثله قول رؤبة غمر الأجاري كريم السنح أبلج لم يولد بنجم الشح يريد كريم السنخ وأذكاها وذكاها رفعها وألقى عليها ما تذكو به والذكوة والذكية ما ذكاها به من حطب أو بعر الأخيرة من باب جبوت الخراج جباية والذكوة والذكا الجمرة الملتهبة وأذكيت الحرب إذا أوقدتها وأنشد إنا إذا مذكي الحروب أرجا وتذكية النار رفعها وفي حديث ذكر النار قشبني ريحها وأحرقني ذكاؤها الذكاء شدة وهج النار يقال ذكيت النار إذا أتممت إشعالها ورفعتها وكذلك قوله تعالى إلا ما ذكيتم ذبحه على التمام والذكا تمام إيقاد النار مقصور يكتب بالألف وأنشد ويضرم في القلب اضطراما كأنه ذكا النار ترفيه الرياح النوافح وذكاء بالضم اسم الشمس معرفة لا ينصرف ولا تدخلها الألف واللام تقول هذه ذكاء طالعة وهي مشتقة من ذكت النار تذكو ويقال للصبح ابن ذكاء لأنه من ضوئها وأنشد فوردت قبل انبلاج الفجر وابن ذكاء كامن في كفر وقال ثعلبة بن صعير المازني يصف ظليما ونعامة فتذكرا ثقلا رثيدا بعدما ألقت ذكاء يمينها في كافر والذكاء ممدود حدة الفؤاد والذكاء سرعة الفطنة الليث الذكاء من قولك قلب ذكي وصبي ذكي إذا كان سريع الفطنة وقد ذكي بالكسر يذكى ذكا ويقال ذكا يذكو ذكاء وذكو فهو ذكي ويقال ذكو قلبه يذكو إذا حي بعد بلادة فهو ذكي على فعيل وقد يستعمل ذلك في البعير وذكا الريح شدتها من طيب أو نتن ومسك ذكي وذاك ساطع الرائحة وهو منه ومسك ذكي وذكية فمن أنث ذهب به إلى الرائحة وقال أبو هفان المسك والعنبر يؤنثان ويذكران قال ابن بري وتقول هو ذكي الرائحة وذاكي الرائحة قال قيس بن الخطيم كأن القرنفل والزنجبيل وذاكي العبير بجلبابها والذكاء السن وقال الحجاج فررت عن ذكاء وبلغت الدابة الذكاء أي السن وذكى الرجل أسن وبدن والمذكي أيضا المسن من كل شيء وخص بعضهم به ذوات الحافر وهو أن يجاوز القروح بسنة والمذاكي الخيل التي أتى عليها بعد قروحها سنة أو سنتان الواحد مذك مثل المخلف من الإبل والمذكي أيضا من الخيل الذي يذهب حضره وينقطع وفي المثل جري المذكيات غلاب أي جري المسان القرح من الخيل أن تغالب الجري غلابا وتأويل تمام السن النهاية في الشباب فإذا نقص عن ذلك أو زاد فلا يقال له الذكاء والذكاء في الفهم أن يكون فهما تاما سريع القبول ابن الأنباري في ذكاء الفهم والذبح إنه التمام وإنهما ممدودان والتذكية والذبح والذكاء والذكاة الذبح عن ثعلب والعرب تقول ذكاة الجنين ذكاة أمه أي إذا ذبحت الأم ذبح الجنين وفي الحديث ذكاة الجنين ذكاة أمه ابن الأثير التذكية الذبح والنحر يقال ذكيت الشاة تذكية والاسم الذكاة والمذبوح ذكي ويروى هذا الحديث بالرفع والنصب فمن رفع جعله خبر المبتدأ الذي هو ذكاة الجنين فتكون ذكاة الأم هي ذكاة الجنين فلا يحتاج إلى ذبح مستأنف ومن نصب كان التقدير ذكاة الجنين كذكاة أمه فلما حذف الجار نصب أو على تقدير يذكى مثل ذكاة أمه فحذف المصدر وصفته وأقام المضاف إليه مقامه فلا بد عنده من ذبح الجنين إذا خرج حيا ومنهم من يرويه بنصب الذكاتين أي ذكوا الجنين ذكاة أمه ابن سيده وذكاء الحيوان ذبحه ومنه قوله يذكيها الأسل وقوله تعالى وما أكل السبع إلا ما ذكيتم قال أبو إسحق معناه إلاما أدركتم ذكاته من هذه التي وصفنا وكل ذبح ذكاة ومعنى التذكية أن تدركها وفيها بقية تشخب معها الأوداج وتضطرب اضطراب المذبوح الذي أدركت ذكاته وأهل العلم يقولون إن أخرج السبع الحشوة أو قطع الجوف قطعا تخرج معه الحشوة فلا ذكاة لذلك وتأويله أن يصير في حالة ما لا يؤثر في حياته الذبح وفي حديث الصيد كل ما أمسكت عليك كلابك ذكي وغير ذكي أراد بالذكي ما أمسك عليه فأدركه قبل زهوق روحه فذكاه في الحلق واللبة وأراد بغير الذكي ما زهقت روحه قبل أن يدركه فيذكيه مما جرحه الكلب بسنه أو ظفره وفي حديث محمد بن علي ذكاة الأرض يبسها يريد طهارتها من النجاسة جعل يبسها من النجاسة الرطبة في التطهير بمنزلة تذكية الشاة في الإحلال لأن الذبح يطهرها ويحلل أكلها وأصل الذكاة في اللغة كلها إتمام الشيء فمن ذلك الذكاء في السن والفهم وهو تمام السن قال وقال الخليل الذكاء في السن أن يأتي على قروحه سنة وذلك تمام استتمام القوة قال زهير يفضله إذا اجتهدوا عليه تمام السن منه والذكاء وجدي ذكي ذبيح قال ابن سيده وهذه الكلمة واوية وأما ذ ك ي فعدم وقد ذكرت أن الذكية نادر وأذكيت عليه العيون إذا أرسلت عليه الطلائع قال أبو خراش الهذلي وظل لنا يوم كأن أواره ذكا النار من نجم الفروع طويل الفروع بعين مهملة فروع الجوزاء وهي أشد ما يكون من الحر وذكوان قبيلة من سليم والذكاوين صغار السرح واحدتها ذكوانة ابن الأعرابي الذكوان شجر الواحدة ذكوانة ومذاكي السحاب التي مطرت مرة بعد أخرى الواحدة مذكية قال الراعي وترعى القرار الجو حيث تجاوبت مذاك وأبكار من المزن دلح وذكوان اسم وذكوة قرية قال الراعي يبتن سجودا من نهيت مصدر بذكوة إطراق الظباء من الوبل وقيل هي مأسدة في ديار قيس",
    "pg": ""
  },
  "ذكر": {
    "def": "هذا البيت في صفحة وفيه وإني وقفت بدلا من وإني حبست وهو في الأغاني وإني نويت  قال وكذلك لو جمعته لأعربته كقول الآخر مرت بنا أول من أموس تميس فينا مشية العروس قال الجوهري ولا يصغر أمس كما لا يصغر غد والبارحة وكيف وأين ومتى وأي وما وعند وأسماء الشهور والأسبوع غير الجمعة قال ابن بري الذي حكاه الجوهري في هذا صحيح إلا قوله غير الجمعة لأن الجمعة عند سيبويه مثل سائر أيام الأسبوع لا يجوز أن يصغر وإنما امتنع تصغير أيام الأسبوع عند النحويين لأن المصغر إنما يكون صغيرا بالإضافة إلى ما له مثل اسمه كبيرا وأيام الأسبوع متساوية لا معنى فيها للتصغير وكذلك غد والبارحة وأسماء الشهور مثل المحرم وصفر",
    "pg": ""
  },
  "ذلا": {
    "def": "ابن الأعرابي تذلى فلان إذا تواضع قال أبو منصور وأصله تذلل فكثرت اللامات فقلبت أخراهن ياء كما قالوا تظن وأصله تظنن واذلولى ذل وانقاد عن ابن الأعرابي وأنشد لشقران السلامي من قضاعة اركب من الأمر قراديده بالحزم والقوة أو صانع حتى ترى الأخدع مذلوليا يلتمس الفضل إلى الخادع قراديد الأرض غلظها والمذلولي الذي قد ذل وانقاد يقول اخدعه بالحق حتى يذل اركب به الأمر الصعب وفي حديث فاطمة بنت قيس ما هو إلا أن سمعت قائلا يقول مات رسول الله صلى الله عليه وسلم فاذلوليت حتى رأيت وجهه أي أسرعت يقال اذلولى الرجل إذا أسرع مخافة أن يفوته شيء قال وهو ثلاثي كررت عينه وزيد واوا للمبالغة كاقلولى واغدودن ورجل ذلولى مذلول واذلولى اذليلاء انطلق في استخفاء قال سيبويه لا يستعمل إلا مزيدا واذلوليت اذليلاء وتذعلبت تذعلبا وهو انطلاق في استخفاء والكلمة يائية لأن ياءها لام واذلوليت إذا انكسر قلبي وقال أبو مالك عمرو بن كركرة اذلولى ذكره إذا قام مسترخيا واذلولى فذهب إذا ولى متقاذفا ورشاء مذلول إذا كان مضطربا والله أعلم",
    "pg": ""
  },
  "ذلج": {
    "def": "ذلج الماء في حلقه جرعه وكذلك زلجه",
    "pg": ""
  },
  "ذلع": {
    "def": "حكى الأزهري قال قال بعض المصحفين الأذلعي بالعين الضخم من الأيور الطويل قال والصواب  الأذلغي بالغين المعجمة لا غير",
    "pg": ""
  },
  "ذلعب": {
    "def": "اذلعب الرجل انطلق في جد اذلعبابا وكذلك الجمل من النجاء والسرعة قال الأغلب العجلي ماض أمام الركب مذلعب  قوله ماض أمام الركب مذلعب هكذا أورده الجوهري وقال الصاغاني في التكملة الرواية ناج أمام الركب مجلعب  والمذلعب المنطلق والمصمعد مثله قال واشتقاقه من الذعلب قال وكل فعل رباعي ثقل آخره فإن تثقيله معتمد على حرف من حروف الحلق والمذلعب المضطجع وهاتان الترجمتان أعني ذعلب واذلعب وردتا في أصول الصحاح في ترجمة واحدة ذعلب ولم يترجم على ذلعب والله تعالى أعلم",
    "pg": ""
  },
  "ذلغ": {
    "def": "ذلغ الرجل ذلغا تشققت شفتاه ورجل أذلغ وأذلغي غليظ الشفة وفي التهذيب غليظ الشفتين وقال رجل من العرب كان كثير أذيلغ لا ينال خلف الناقة لقصره ورجل أذلغ متقشر الشفة وفي نوادر الأعراب دلعت الطعام قوله دلعت الطعام إلخ كذا بالأصل هنا وتبعه شارح القاموس فجعل دلع بالعين المهملة وفي مادة لغف دلغت الطعام وذلغته بغين معجمة فيهما وذلغته أي أكلته ومثله اللغف والأذلغ والأذلغي الأقلف قال النايغة الجعدي يهجو ليلى الأخيلية دعي عنك الرجال وأقبلي على أذلغي يملأ استك فيشلا قال ابن بري وقيل الأذلغي منسوب إلى الأذلغ ابن شداد من بني عبادة بن عقيل وكان نكاحا وذلغت شفته تذلغ ذلغا إذا انقلبت وهو الأذلغ وذلغ الذكر يذلغ أمذى وذكر أذلغي مذاء وأنشد ابن بري فدحها بأذلغي بكبك فصرخت جزت أقصى المسلك ويقال للذكر أذلغ وأذلغي وأنشد أبو عمرو واكتشفت لناشئ دمكمك عن وارم أكظاره عضنك فداسها بأذلغي بكبك قال ويقال له مذلغ أيضا قال ابن بري وقال الوزير الأذلغ الأير الأقشر ويقال له أيضا مذلغ وقال كثير المحاربي لم أر فيهم كسويد رامحا يحمل عردا كالمصاد زامحا ململم الهامة يضحى قاسحا لما رأى السوداء هب جانحا فشام فيها مذلغا صمادحا فصرخت لقد لقيت ناكحا رهزا دراكا يحطم الجوانحا قال الأزهري الذكرى يسمى أذلغ إذا اتمهل فصارت ثومته مثل الشفة المنقلبة ابن بري ويقال قد تذلغت الرطبة انقشر جلدها وتذلغ ظهر الجمل من الحمل إذا انقشر جلده وبنو الأذلغ حي",
    "pg": ""
  },
  "ذلغف": {
    "def": "الليث الاذلغفاف مجيء الرجل مستترا ليسرق شيئا ورواه غيره ادلغف بالدال وهو بالذال المعجمة أصح وأنشد أبو عمرو الملقطي قد اذلغفت وهي لا تراني إلى متاعي مشية السكران وبغضها في الصدر قد وراني",
    "pg": ""
  },
  "ذلف": {
    "def": "الذلف بالتحريك قصر الأنف وصغره وقيل قصر القصبة وصغر الأرنبة وقيل هو كالخنس وقيل هو غلظ واستواء في طرف الأرنبة وقيل هو كالهامة فيه ليس بحد غليظ وهو يعتري الملاحة وقيل هو قصر في الأرنبة واستواء في القصبة من غير نتوء والفطس لصوق القصبة بالأنف مع ضخم الأرنبة ذلف ذلفا وقال أبو النجم للثم عندي بهجة ومزية وأحب بعض ملاحة الذلفاء وفي الصحاح هو صغر الأنف واستواء الأرنبة تقول رجل أذلف بين الذلف وقد ذلف وامرأة ذلفاء من نسوة ذلف ومنه سميت المرأة قال الشاعر إنما الذلفاء ياقوتة أخرجت من كيس دهقان وفي الحديث لا تقوم الساعة حتى تقاتلوا قوما صغار الأعين ذلف الآنف الذلف بالتحريك قصر الأنف وانبطاحه وقيل ارتفاع طرفه مع صغر أرنبته والذلف بسكون اللام جمع أذلف كأحمر وحمر والآنف جمع قلة للأنف وضع موضع جمع الكثرة قال ابن الأثير ويحتمل أنه قللها لصغرها والذلف كالدك من الرمال وهو ما سهل منه والدك عن أبي حنيفة",
    "pg": ""
  },
  "ذلق": {
    "def": "أبو عمرو الذلق حدة الشيء وحد كل شيء ذلقه وذلق كل شيء حده ويقال شبا مذلق أي حاد قال الزفيان والبيض في أيمانهم تألق وذيل فيها شبا مذلق وذلق السنان حد طرفه والذلق تحديدك إياه تقول ذلقته وأذلقته ابن سيده ذلق كل شيء وذلقه وذلقته حدته وكذلك ذولقه وقد ذلقه ذلقا وأذلقه وذلقه وقول رؤبة حتى إذا  توقدت من الزرق حجرية كالجمر من سن الذلق قوله من سن الذاق تقدم هذا البيت في مادة حجر بلفظ الدلق بدال مهملة تبعا للأصل وهو خطأ والصواب ما هنا  يجوز أن يكون جمع ذالق كرائح وروح وعازب وعزب وهو المحدد النصل ويجوز أن يكون أراد من سن الذلق فحرك للضرورة ومثله في الشعر كثير وذلق اللسان وذلقته حدته وذولقه طرفه وكل محدد الطرف مذلق ذلق ذلاقة فهو ذليق وذلق وذلق وذلق وذلق اللسان بالكسر يذلق ذلقا أي ذرب وكذلك السنان فهو ذلق وأذلق ويقال أيضا ذلق السنان بالضم ذلقا فهو ذليق بين الذلاقة وفي حديث أم زرع على حد سنان مذلق أي محدد أرادت أنها معه على حد السنان المحدد فلا تجد معه قرارا وفي حديث جابر فكسرت حجرا وحسرته فانذلق أي صار له حد يقطع ابن الأعرابي لسان ذلق طلق وذليق طليق وذلق طلق وذلق طلق أربع لغات فيها والذليق الفصيح اللسان وفي الحديث إذا كان يوم القيامة جاءت الرحم فتكلمت بلسان ذلق طلق تقول اللهم صل من وصلني واقطع من قطعني الكسائي لسان طلق ذلق كما جاء في الحديث أي فصيح بليغ ذلق على فعل بوزن صرد ويقال طلق ذلق وطلق ذلق وطليق ذليق ويراد بالجميع المضاء والنفاذ أبو زيد المذلق من اللبن الحليب يخلط بالماء وعدو ذليق شديد قال الهذلي أوائل بالشد الذليق وحثني لدى المتن مشبوح الذراعين خلجم قوله لدى المتن في الاساس بذا المتن وذلقت الفرس تذليقا إذا ضمرته قال عدي ابن زيد فذلقته حتى ترفع لحمه أداويه مكنونا وأركب وادعا أي ضمرته حتى ارتفع لحمه إلى رؤؤس العظام وذهب رهله وفي حديث حفر زمزم ألم نسق الحجيج وننحر المذلاقة هي الناقة السريعة السير والحروف الذلق حروف طرف اللسان التهذيب الحروف الذلق الراء واللام والنون سميت ذلقا لأن مخارجها من طرف اللسان وذلق كل شيء وذولقه طرفه ابن سيده وحروف الذلاقة ستة الراء واللام والنون والفاء والباء والميم لأنه يعتمد عليها بذلق اللسان وهو صدره وطرفه وقيل هي حروف طرف اللسان والشفة وهي الحروف الذلق الواحد أذلق ثلاثة منها ذولقية وهي الراء واللام والنون وثلاثة شفوية وهي الفاء والباء والميم وإنما سميت هذه الحروف ذلقا لأن الذلاقة في المنطق إنما هي بطرف أسلة اللسان والشفتين وهما مدرجتا هذه الحروف الستة قال ابن جني وفي هذه الحروف الستة سر ظريف ينتفع به في اللغة وذلك أنه متى رأيت اسما رباعيا أو خماسيا غير ذي زوائد فلا بد فيه من حرف من هذه الستة أو حرفين وربما كان ثلاثة وذلك نحو جعفر فيه الراء والفاء وقعضب فيه الباء وسلهب فيه اللام والباء وسفرجل فيه الفاء والراء واللام وفرزدق فيه الفاء والراء وهمرجل فيه الميم والراء واللام وقرطعب فيه الراء والباء وهكذا عامة هذا الباب فمتى وجدت كلمة رباعية أو خماسية معراة من بعض هذه الأحرف الستة فاقض بأنه دخيل في كلام العرب وليس منه ولذلك سميت الحروف غير هذه الستة المصمتة أي صمت عنها أن يبنى منها كلمة رباعية أو خماسية معراة من حروف الذلاقة والذلق بالتسكين مجرى المحور في البكرة وذلق السهم مستدقه والإذلاق سرعة الرمي والذلق بالتحريك القلق وقد ذلق بالكسر وأذلقته أنا وأذلق الضب واستذلقه إذا صب على جحره الماء حتى يخرج التهذيب والضب إذا صب الماء في جحره أذلقه فيخرج منه وفي الحديث أنه ذلق يوم أحد من العطش أي جهده حتى خرج لسانه وذلقه الصوم وغيره وأذلقه أضعفه وأقلقه وفي حديث ماعز أنه صلى الله عليه وسلم أمر برجمه فلما أذلقته الحجارة جمز وفر أي بلغت منه الجهد حتى قلق وفي حديث عائشة أنها كانت تصوم في السفر حتى أذلقها الصوم قال ابن الأعرابي أذلقها أي أذابها وقيل أذلقها الصوم أي جهدها وأذابها وأقلقها وأذلقه الصوم وذلقه وذلقه أي أضعفه وقال ابن شميل أذلقها الصوم أحرجها قال وتذليق الضباب توجيه الماء إلى جحرتها قال الكميت بمستذلق حشرات الإكا م يمنع من ذي الوجار الوجارا يعني الغيث أنه يستخرج هوام الإكام وقد أذلقني السموم أي أذابني وهزلني وفي حديث أيوب عليه السلام أنه قال في مناجاته أذلقني البلاء فتكلمت أي جهدني ومعنى الإذلاق أن يبلغ منه الجهد حتى يقلق ويتضور ويقال قد أقلقني قولك وأذلقني وفي حديث الحديبية يكسعها بقائم السيف حتى أذلقه أي أقلقه وخطيب ذلق وذليق والأنثى ذلقة وذليقة وأذلقت السراج إذلاقا أي أضأته وفي أشراط الساعة ذكر ذلقية هي بضم الذال وسكون القاف وفتح الياء المثناة من تحتها مدينة",
    "pg": ""
  },
  "ذلل": {
    "def": "الذل نقيض العز ذل يذل ذلا وذلة وذلالة ومذلة فهو ذليل بين الذل والمذلة من قوم أذلاء وأذلة وذلال قال عمرو بن قميئة وشاعر قوم أولي بغضة قمعت فصاروا لثاما ذلالا وأذله هو وأذل الرجل صار أصحابه أذلاء وأذله وجده ذليلا واستذلوه رأوه ذليلا ويجمع الذليل من الناس أذلة وذلانا والذل الخسة وأذله واستذله كله بمعنى واحد وتذلل له أي خضع وفي أسماء الله تعالى المذل هو الذي يلحق الذل بمن يشاء من عباده وينفي عنه أنواع العز جميعها واستذل البعير الصعب نزع القراد عنه ليستلذ فيأنس به ويذل وإياه عنى الحطيئة بقوله لعمرك ما قراد بني قريع إذا نزع القراد بمستطاع وقوله أنشده ابن الأعرابي ليهنئ تراثي لامرئ غير ذلة صنابر أحدان لهن حفيف أراد غير ذليل أو غير ذي ذلة ورفع صنابر على البدل من تراث وفي التنزيل العزيز سينالهم غضب من ربهم وذلة في الحياة الدنيا قيل الذلة ما أمروا به من قتل أنفسهم وقيل الذلة أخذ الجزية قال الزجاج الجزية لم تقع في الذين عبدوا العجل لأن الله تعالى تاب عليهم بقتل أنفسهم وذل ذليل إما أن يكون على المبالغة وإما أن يكون في معنى مذل أنشد سيبويه لكعب بن مالك لقد لقيت قريظة ما سآها وحل بدارهم ذل ذليل والذل بالكسر اللين وهو ضد الصعوبة والذل والذل ضد الصعوبة ذل يذل ذلا وذلا فهو ذلول يكون في الإنسان والدابة وأنشد ثعلب وما يك من عسرى ويسرى فإنني ذلول بحاج المعتفين أريب علق ذلولا بالباء لأنه في معنى رفيق ورؤوف والجمع ذلل وأذلة ودابة ذلول الذكر والأنثى في ذلك سواء وقد ذلله الكسائي فرس ذلول بين الذل ورجل ذليل بين الذلة والذل ودابة ذلول بينة الذل من دواب ذلل وفي حديث ابن الزبير بعض الذل أبقى للأهل والمال معناه أن الرجل إذا أصابته خطة ضيم يناله فيها ذل فصبر عليها كان أبقى له ولأهله وماله فإذا لم يصبر ومر فيها طالبا للعز غرر بنفسه وأهله وماله وربما كان ذلك سببا لهلاكه وعير المذلة الوتد لأنه يشج رأسه وقوله ساقيته كأس الردى بأسنة ذلل مؤللة الشفار حداد إنما أراد مذللة بالإحداد أي قد أدقت وأرقت وقوله أنشده ثعلب وذل أعلى الحوض من لطامها أراد أن أعلاه تثلم وتهدم فكأنه ذل وقل وفي الحديث اللهم اسقنا ذلل السحاب هو الذي لا رعد فيه ولا برق وهو جمع ذلول من الذل بالكسر ضد الصعب ومنه حديث ذي القرنين أنه خير في ركوبه بين ذلل السحاب وصعابه فاختار ذلله والذل والذل الرفق والرحمة وفي التنزيل العزيز واخفض لهما جناح الذل من الرحمة وفي التنزيل العزيز في صفة المؤمنين أذلة على المؤمنين أعزة على الكافرين قال ابن الأعرابي فيما روى عنه أبو العباس معنى قوله أذلة على المؤمنين رحماء رفقاء على المؤمنين أعزة على الكافرين غلاظ شداد على الكافرين وقال الزجاج معنى أذلة على المؤمنين أي جانبهم لين على المؤمنين ليس أنهم أذلاء مهانون وقوله أعزة على الكافرين أي جانبهم غليظ على الكافرين وقوله عز وجل وذللت قطوفها تذليلا أي سويت عناقيدها وذليت وقيل هذا كقوله قطوفها دانية كلما أرادوا أن يقطفوا شيئا منها ذلل ذلك لهم فدنا منهم قعودا كانوا أو مضطجعين أو قياما قال أبو منصور وتذليل العذوق في الدنيا أنها إذا انشقت عنها كوافيرها التي تغطيها يعمد الآبر إليها فيسمحها وييسرها حتى يذللها خارجة من بين ظهران الجريد والسلاء فيسهل قطافها عند ينعها وقال الأصمعي في قول امرئ القيس وكشح لطيف كالجديل مخصر وساق كأنبوب السقي المذلل قال أراد ساقا كأنبوب بردي بين هذا النخل المذلل قال وإذا كان أيام الثمرة ألح الناس على النخل بالسقي فهو حينئذ سقي قال وذلك أنعم للنخيل وأجود للثمرة وقال أبو عبيدة السقي الذي يسقيه الماء من غير أن يتكلف له السقي قال شمر وسألت ابن الأعرابي عن المذلل فقال ذلل طريق الماء إليه قال أبو منصور وقيل أراد بالسقي العنقر وهو أصل البردي الرخص الأبيض وهو كأصل القصب وقال العجاج على خبندى قصب ممكور كعنقرات الحائر المسكور وطريق مذلل إذا كان موطوءا سهلا وذل الطريق ما وطئ منه وسهل وطريق ذليل من طرق ذلل وقوله تعالى فاسلكي سبل ربك ذللا فسره ثعلب فقال يكون الطريق ذليلا وتكون هي ذليلة وقال الفراء ذللا نعت السبل يقال سبيل ذلول وسبل ذلل ويقال إن الذلل من صفات النحل أي ذللت ليخرج الشراب من بطونها وذلل الكرم دليت عناقيده قال أبو حنيفة التدليل تسوية عناقيد الكرم وتدليتها والتذليل أيضا أن يوضع العذق على الجريدة لتحمله قال امرؤ القيس وساق كأنبوب السقي المذلل وفي الحديث كم من عذق مذلل لأبي الدحداح تذليل العذوق تقدم شرحه وإن كانت العين قوله وإن كانت العين أي من واحد العذوق وهو عذق مفتوحة فهي النخلة وتذليلها تسهيل اجتناء ثمرتها وإدناؤها من قاطفها وفي الحديث تتركون المدينة على خير ما كانت عليه مذللة لا يغشاها إلا العوافي أي ثمارها دانية سهلة التناول مخلاة غير محمية ولا ممنوعة على أحسن أحوالها وقيل أراد أن المدينة تكون مخلاة أي خالية من السكان لا يغشاها إلا الوحوش وأمور الله جارية على أذلالها وجارية أذلالها أي مجاريها وطرقها واحدها ذل قالت الخنساء لتجر المنية بعد الفتى ال مغادر بالمحو أذلالها أي لتجر على أذلالها فلست آسى على شيء بعده قال ابن بري الأذلال المسالك ودعه على أذلاله أي على حاله لا واحد له ويقال أجر الأمور على أذلالها أي على أحوالها التي تصلح عليها وتسهل وتتيسر الجوهري وقولهم جاء على أذلاله أي على وجهه وفي حديث عبدالله ما من شيء من كتاب الله إلا وقد جاء على أذلاله أي على وجوهه وطرقه قال ابن الأثير هو جمع ذل بالكسر يقال ركبوا ذل الطريق وهو ما مهد منه وذلل وفي خطبة زياد إذا رأيتموني أنفذ فيكم الأمر فأنفذوه على أذلاله ويقال حائط ذليل أي قصير وبيت ذليل إذا كان قريب السمك من الأرض ورمح ذليل أي قصير وذلت القوافي للشاعر إذا سهلت وذلاذل القميص ما يلي الأرض من أسافله الواحد ذلذل مثل قمقم وقماقم قال الزفيان ينعت ضرغامة إن لنا ضرغامة جنادلا مشمرا قد رفع الذلاذلا وكان يوما قمطريرا باسلا وفي حديث أبي ذر يخرج من ثديه يتذلذل أي يضطرب من ذلاذل الثوب وهي أسافله وأكثر الروايات يتزلزل بالزاي والذلذل والذلذل والذلذلة والذلذل والذلذلة كله أسافل القميص الطويل إذا ناس فأخلق والذلذل مقصور عن الذلاذل الذي هو جمع ذلك كله وهي الذناذن واحدها ذنذن",
    "pg": ""
  },
  "ذلم": {
    "def": "التهذيب ابن الأعرابي قال الذلم مغيض مصب الوادي",
    "pg": ""
  },
  "ذمأ": {
    "def": "رأيت في بعض نسخ الصحاح ذمأ عليه ذمأ شق عليه",
    "pg": ""
  },
  "ذمت": {
    "def": "ذمت يذمت ذمتا هزل وتغير عن أبي مالك",
    "pg": ""
  },
  "ذمر": {
    "def": "الذمر اللوم والحض معا وفي حديث علي عليه السلام ألا وإن الشيطان قد ذمر حزبه أي حضهم وشجعهم ذمره يذمره ذمرا لامه وحضه وحثه وتذمر هو لام نفسه جاء مطاوعه على غير الفعل وفي حديث صلاة الخوف فتذامر المشركون وقالوا هلا كنا حملنا عليهم وهم في الصلاة أي تلاوموا على ترك الفرصة وقد تكون بمعنى تحاضوا على القتال والذمر الحث مع لوم واستبطاء وسمعت له تذمرا أي تغضبا وفي حديث موسى عليه السلام أنه كان يتذمر على ربه أي يجترئ عليه ويرفع صوته في عتابه ومنه حديث طلحة لما أسلم إذا أمه تذمره وتسبه أي تشجعه على ترك الإسلام وتسبه على إسلامه وذمر يذمر إذا غضب ومنه الحديث وأم أيمن تذمر وتصخب ويروى تذمر بالتشديد ومنه الحديث فجاء عمر ذامرا أي متهددا والذمار ذمار الرجل وهو كل ما يلزمك حفظه وحياطته وحمايته والدفع عنه وإن ضيعه لزمه اللوم أبو عمرو الذمار الحرم والأهل والذمار الحوزة والذمار الحشم والذمار الأنساب وموضع التذمر موضع الحفيظة إذا استبيح وفلان حامي الذمار إذا ذمر غضب وحمى وفلان أمنع ذمارا من فلان ويقال الذمار ما وراء الرجل مما يحق عليه أن يحميه لأنهم قالوا حامي الذمار كما قالوا حامي الحقيقة وسمي ذمارا لأنه يجب على أهله التذمر له وسميت حقيقة لأنه يحق على أهلها الدفع عنها وفي حديث علي ألا إن عثمان فضح الذمار فقال النبي صلى الله عليه وسلم مه الذمار ما لزمك حفظه مما وراءك ويتعلق بك وفي حديث أبي سفيان قال يوم الفتح حبذا يوم الذمار يريد الحرب لأن الإنسان يقاتل على ما يلزمه حفظه وتذامر القوم في الحرب تحاضوا والقوم يتذامرون أي يحض بعضهم بعضا على الجد في القتال ومنه قوله يتذامرون كررت غير مذمم والقائد يذمر أصحابه إذا لامهم وأسمعهم ما كرهوا ليكون أجد لهم في القتال والتذمر من ذلك اشتقاقه وهو أن يفعل الرجل فعلا لا يبالغ في نكاية العدو فهو يتذمر أي يلوم نفسه ويعاتبها كي يجد في الأمر الجوهري وأقبل فلان يتذمر كأنه يلوم نفسه على فائت ويقال ظل يتذمر على فلان إذا تنكر له وأوعده وفي الحديث فخرج يتذمر أي يعاتب نفسه ويلومها على فوات الذمار والذمر الشجاع ورجل ذمر وذمر وذمر وذمير شجاع من قوم أذمار وقيل شجاع منكر وقيل منكر شديد وقيل هو الظريف اللبيب المعوان وجمع الذمر والذمر والذمير أذمار مثل كبد وكبد وكبيد وأكباد وجمع الذمر مثل فلز ذمرون والاسم الذمارة والمذمر القفا وقيل هما عظمان في أصل القفا وهو الذفرى وقيل الكاهل قال ابن مسعود انتهيت يوم بدر إلى أبي جهل وهو صريع فوضعت رجلي في مذمره فقال يا رويعي الغنم لقد ارتقيت مرتقى صعبا قال فاحتززت رأسه قال الأصمعي المذمر هو الكاهل والعنق وما حوله إلى الذفرى وهو الذي يذمره المذمر وذمره يذمره وذمره لمس مذمره والمذمر الذي يدخل يده في حياء الناقة لينظر أذكر جنينها أم أنثى سمي بذلك لأنه يضع يده في ذلك الموضع فيعرفه وفي المحكم لأنه يلمس مذمره فيعرف ما هو وهو التذمير قال الكميت وقال المذمر للناتجين متى ذمرت قبلي الأرجل يقول إن التذمير إنما هو في الأعناق لا في الأرجل وذمر الأسد أي زأر وهذا مثل لأن التذمير لا يكون إلا في الرأس وذلك أنه يلمس لحيي الجنين فإن كانا غليظين كان فحلا وإن كانا رقيقين كان ناقة فإذا ذمرت الرجل فالأمر منقلب وقال ذو الرمة حراجيج قود ذمرت في نتاجها بناحية الشحر الغرير وشدقم يعني أنها من إبل هؤلاء فهم يذمرونها وذمار بكسر الذال قوله بكسر الذال إلخ هذا قول أكثر أهل الحديث وذكره ابن دريد بالفتح وقوله وجد في أساسها إلخ عبارة ياقوت وجد في أساس الكعبة لما هدمتها قريش إلخ ونسبه لابن دريد أيضا موضع باليمن ووجد في أساسها لما هدمتها قريش في الجاهلية حجر مكتوب فيه بالمسند لمن ملك ذمار لحمير الأخيار لمن ملك ذمار للحبشة الأشرار لمن ملك ذمار لفارس الأحرار لمن ملك ذمار لقريش التجار وقد ورد في الحديث ذكر ذمار بكسر الذال وبعضهم يفتحها اسم قرية باليمن على مرحلتين من صنعاء وقيل هو اسم صنعاء وذومر اسم",
    "pg": ""
  },
  "ذمط": {
    "def": "في نوادر الأعراب طعام ذمط وزرد أي لين سريع الانحدار",
    "pg": ""
  },
  "ذمل": {
    "def": "الذميل ضرب من سير الإبل وقيل هو السير اللين ما كان وقيل هو فوق العنق قال أبو عبيد إذا ارتفع السير عن العنق قليلا فهو التزيد فإذا ارتفع عن ذلك فهو الذميل ثم الرسيم ذمل يذمل ويذمل ذملا وذمولا وذميلا وذملانا وهي ناقة ذمول من نوق ذمل قال الأصمعي ولا يذمل بعير يوما وليلة إلا مهري وفي حديث قس يسير ذميلا أي سيرا سريعا لينا وأصله في سير الإبل ابن الأعرابي الذميلة المعيية ويقال للأبرص الأذمل والأعرم والأبقع قال وجمع الذاملة من النوق الذوامل قال الشاعر تخب إليه اليعملات الذوامل وذامل وذميل اسمان",
    "pg": ""
  },
  "ذمم": {
    "def": "الذم نقيض المدح ذمه يذمه ذما ومذمة فهو مذموم وذم وأذمه وجده ذميما مذموما وأذم بهم تركهم مذمومين في الناس عن ابن الأعرابي وأذم به تهاون والعرب تقول ذم يذم ذما وهو اللوم في الإساءة والذم والمذموم واحد والمذمة الملامة قال ومنه التذمم ويقال أتيت موضع كذا فأذممته أي وجدته مذموما وأذم الرجل أتى بما يذم عليه وتذام القوم ذم بعضهم بعضا ويقال من التذمم وقضى مذمة صاحبه أي أحسن إليه لئلا يذم واستذم إليه فعل ما يذمه عليه ويقال افعل كذا وكذا وخلاك ذم أي خلاك لوم قال ابن السكيت ولا يقال وخلاك ذنب والمعنى خلا منك ذم أي لا تذم قال أبو عمرو بن العلاء سمعت أعرابيا يقول لم أر كاليوم قط يدخل عليهم مثل هذا الرطب لا يذمون أي لا يتذممون ولا تأخذهم ذمامة حتى يهدوا لجيرانهم والذام مشدد والذام مخفف جميعا العيب واستذم الرجل إلى الناس أي أتى بما يذم عليه وتذمم أي استنكف يقال لو لم أترك الكذب تأثما لتركته تذمما ورجل مذمم أي مذموم جدا ورجل مذم لا حراك به وشيء مذم أي معيب والذموم العيوب أنشد سيبويه لأمية بن أبي الصلت سلامك ربنا في كل فجر بريئا ما تعنتك الذموم وبئر ذمة وذميم وذميمة قليلة الماء لأنها تذم وقيل هي الغزيرة فهي من الأضداد والجمع ذمام قال ذو الرمة يصف إبلا غارت عيونها من الكلال على حميريات كأن عيونها ذمام الركايا أنكزتها المواتح أنكزتها أقلت ماءها يقول غارت أعينها من التعب فكأنها آبار قليلة الماء التهذيب الذمة البئر القليلة الماء والجمع ذم وفي الحديث أنه عليه الصلاة والسلام مر ببئر ذمة فنزلنا فيها سميت بذلك لأنها مذمومة فأما قول الشاعر نرجي نائلا من سيب رب له نعمى وذمته سجال قال ابن سيده قد يجوز أن يعني به الغزيرة والقليلة الماء أي قليله كثير وبه ذميمة أي علة من زمانة أو آفة تمنعه الخروج وأذمت ركاب القوم إذماما أعيت وتخلفت وتأخرت عن جماعة الإبل ولم تلحق بها فهي مذمة وأذم به بعيره قال ابن سيده أنشد أبو العلاء قوم أذمت بهم ركائبهم فاستبدلوا مخلق النعال بها وفي حديث حليمة السعدية فخرجت على أتاني تلك فلقد أذمت بالركب أي حبستهم لضعفها وانقطاع سيرها ومنه حديث المقداد حين أحرز لقاح رسول الله صلى الله عليه وسلم وإذا فيها فرس أذم أي كال قد أعيا فوقف وفي حديث أبي بكر رضي الله عنه قد طلع في طريق معورة حزنة وإن راحلته أذمت أي انقطع سيرها كأنها حملت الناس على ذمها ورجل ذو مذمة ومذمة أي كل على الناس وإنه لطويل المذمة التهذيب فأما الذم فالاسم منه المذمة وقال في موضع آخر المذمة بالكسر من الذمام والمذمة بالفتح من الذم ويقال أذهب عنك مذمتهم بشيء أي أعطهم شيئا فإن لهم ذماما قال ومذمتهم لغة والبخل مذمة بالفتح لا غير أي مما يذم عليه وهو خلاف المحمدة والذمام والمذمة الحق والحرمة والجمع أذمة والذمة العهد والكفالة وجمعها ذمام وفلان له ذمة أي حق وفي حديث علي كرم الله وجهه ذمتي رهينه وأنا به زعيم أي ضماني وعهدي رهن في الوفاء به والذمام والذمامة الحرمة قال الأخطل فلا تنشدونا من أخيكم ذمامة ويسلم أصداء العوير كفيلها والذمام كل حرمة تلزمك إذا ضيعتها المذمة ومن ذلك يسمى أهل العهد أهل الذمة وهم الذين يؤدون الجزية من المشركين كلهم ورجل ذمي معناه رجل له عهد والذمة العهد منسوب إلى الذمة قال الجوهري الذمة أهل العقد قال وقال أبو عبيدة الذمة الأمان في قوله عليه السلام ويسعمى بذمتهم أدناهم وقوم ذمة معاهدون أي ذوو ذمة وهو الذم قال أسامة الهذلي يغرد بالأسحار في كل سدفة تغرد مياح الندى المتطرب هكذا ورد هذا البيت في الأصل وليس فيه أي شاهد على شيء مما تقدم من الكلام وأذم له عليه أخذ له الذمة والذمامة والذمامة الحق كالذمة قال ذو الرمة تكن عوجة يجزيكما الله عندها بها الأجر أو تقضى ذمامة صاحب ذمامة حرمة وحق وفي الحديث ذكر الذمة والذمام وهما بمعنى العهد والأمان والضمان والحرمة والحق وسمي أهل الذمة ذمة لدخولهم في عهد المسلمين وأمانهم وفي الحديث في دعاء المسافر اقلبنا بذمة أي ارددنا إلى أهلنا آمنين ومنه الحديث فقد برئت منه الذمة أي أن لكل أحد من الله عهدا بالحفظ والكلاية فإذا ألقى بيده إلى التهلكة أو فعل ما حرم عليه أو خالف ما أمر به خذلتهذمة الله تعالى أبو عبيدة الذمة التذمم ممن لا عهد له وفي حديث النبي صلى الله عليه وسلم المسلمون تتكافأ دماؤهم ويسعى بذمتهم أدناهم قال أبو عبيدة الذمة الأمان ههنا يقول إذا أعطى الرجل من الجيش العدو أمانا جاز ذلك على جميع المسلمين ولي لهم أن يخفروه ولا أن ينقضوا عليه عهده كما أجاز عمر رضي الله عنه أمان عبد على أهل العسكر جميعهم قال ومنه قول سلمان ذمة المسلمين واحدة فالذمة هي الأمان ولهذا سمي المعاهد ذميا لأنه أعطي الأمان على ذمة الجزية التي تؤخذ منه وفي التنزيل العزيز لا يرقبون في مؤمن إلا ولا ذمة قال الذمة العهد والإل الحلف عن قتادة وأخذتني منه ذمام ومذمة وللرفيق على الرفيق ذمام أي حق وأذمه أي أجاره وفي حديث سلمان قيل له ما يحل من ذمتنا أراد من أهل ذمتنا فحذف المضاف وفي الحديث لا تشتروا رقيق أهل الذمة وأرضيهم قال ابن الأثير المعنى أنهم إذا كان لهم مماليك وأرضون وحال حسنة ظاهرة كان أكثر لجزيتهم وهذا على مذهب من يرى أن الجزية على قدر الحال وقيل في شراء أرضيهم إنه كرهه لأجل الخراج الذي يلزم الأرض لئلا يكون على المسلم إذا اشتراها فيكون ذلا وصغارا التهذيب والمذم المذموم الذميم وفي حديث يونس أن الحوت قاءه رذيا رذيا أي مذموما شبه الهالك ابن الأعرابي ذمذم الرجل إذا قلل عطيته وذم الرجل هجي وذم نقص وفي الحديث أري عبد المطلب في منامه احفر زمزم لا ينزف ولا يذم قال أبو بكر فيه ثلاثة أقوال أحدها لا يعاب من قولك ذممته إذا عبته والثاني لا تلفى مذمومة يقال أذممته إذا وجدته مذموما والثالث لا يوجد ماؤها قليلا ناقصا من قولك بئر ذمة إذا كانت قليلة الماء وفي الحديث سأل النبي قوله سأل النبي إلخ السائل للنبي هو الحجاج كما في التهذيب صلى الله عليه وسلم عما يذهب عنه مذمة الرضاع فقال غرة عبد أو أمة أراد بمذمة الرضاع ذمام المرضعة برضاعها وقال ابن السكيت قال يونس يقولون أخذتني منه مذمة ومذمة ويقال أذهب عنك مذمة الرضاع بشيء تعطيه للظئر وهي الذمام الذي لزمك بإرضاعها ولدك وقال ابن الأثير في تفسير الحديث المذمة بالفتح مفعلة من الذم وبالكسر من الذمة والذمام وقيل هي بالكسر والفتح الحق والحرمة التي يذم مضيعها والمراد بمذمة الرضاع الحق اللازم بسبب الرضاع فكأنه سأل ما يسقط عني حق المرضعة حتى أكون قد أديته كاملا وكانوا يستحبون أن يهبوا للمرضعة عند فصال الصبي شيئا سوى أجرتها وفي الحديث خلال المكارم كذا وكذا والتذمم للصاحب هو أن يحفظ ذمامه ويطرح عن نفسه ذم الناس له إن لم يحفظه وفي حديث موسى والخضر عليهما السلام أخذته من صاحبه ذمامة أي حياء وإشفاق من الذم واللوم وفي حديث ابن صياد فأصابتني منه ذمامة وأخذتني منه مذمة ومذمة أي رقة وعار من تلك الحرمة والذميم شيء كالبثر الأسود أو الأحمر شبه ببيض النمل يعلو الوجوه والأنوف من حر أو جرب قال وترى الذميم على مراسنهم غب الهياج كمازن النمل والواحدة ذميمة والذميم ما يسيل على أفخاذ الإبل والغنم وضروعها من ألبانها والذميم الندى وقيل هو ندى يسقط بالليل على الشجر فيصيبه التراب فيصير كقطع الطين وفي حديث الشؤم والطيرة ذروها ذميمة أي مذمومة فعيلة بمعنى مفعولة وإنما أمرهم بالتحول عنها إبطالا لما وقع في نفوسهم من أن المكروه إنما أصابهم بسبب سكنى الدار فإذا تحولوا عنها انقطعت مادة ذلك الوهم وزال ما خامرهم من الشبهة والذميم البياض الذي يكون على أنف الجدي عن كراع قال ابن سيده فأما قوله أنشدناه أبو العلاء لأبي زبيد ترى لأخفافها من خلفها نسلا مثل الذميم على قزم اليعامير فقد يكون البياض الذي على أنف الجدي فأما أحمد بن يحيى فذهب إلى أن الذميم ما ينتضح على الضروع من الألبان واليعامير عنده الجداء واحدها يعمور وقزمها صغارها والذميم ما يسيل على أنوفها من اللبن وأما ابن دريد فذهب إلى أن الذميم ههنا الندى واليعامير ضرب من الشجر ابن الأعرابي الذميم والذنين ما يسيل من الأنف والذميم المخاط والبول الذي يذم ويذن من قضيب التيس وكذلك اللبن من أخلاف الشاة وأنشد بيت أبي زبيد والذميم أيضا شيء يخرج من مسام المارن كبيض النمل وقال الحادرة وترى الذميم على مراسنهم يوم الهياج كمازن النمل ورواه ابن دريد كمازن الجثل قال والجثل ضرب من النمل كبار وروي وترى الذميم على مناخرهم قال والذميم الذي يخرج على الأنف من القشف وقد ذم أنفه وذن وماء ذميم أي مكروه وأنشد ابن الأعرابي للمرار مواشكة تستعجل الركض تبتغي نضائض طرق ماؤهن ذميم قوله مواشكة مسرعة يعني القطا وركضها ضربها بجناحها والنضائض بقية الماء الواحدة نضيضة والطرق المطروق",
    "pg": ""
  },
  "ذمه": {
    "def": "ذمه الرجل ذمها ألم دماغه من حر وربما قالوا ذمهته الشمس إذا آلمت دماغه وذمه يومنا ذمها وذمه اشتد حره",
    "pg": ""
  },
  "ذمي": {
    "def": "الذماء الحركة وقد ذمي والذماء ممدود بقية النفس وقال أبو ذؤيب فأبدهن حتوفهن فهارب بذمائه أو بارك متجعجع والذماء ممدود بقية الروح في المذبوح وقيل الذماء قوة القلب وأنشد ثعلب وقاتلتي بعد الذماء وعائد علي خيال منك مذ أنا يافع وقد ذمي قوله وقد ذمي إلخ ضبط في القاموس كرضي وفي الصحاح كرمى ومثله في التهذيب المذبوح يذمى ذما إذا تحرك والذماء الحركة قال شمر ويقال الضب أطول شيء ذماء الأصمعي ذمى العليل يذمي ذميا إذا أخذه النزع فطال عليه علز الموت فيقال ما أطول ذماءه والذامي والمذماة كلاهما الرمية تصاب فيسوقها صاحبها فتنساق معه وقد أذمى الرامي رميته إذا لم يصب المقتل فيعجل قتله قال أسامة الهذلي أناب وقد أمسى على الماء قبله أقيدر لا يذمي الرمية راصد أناب يعني الحمار أتى الماء وقال آخر وأفلت زيد الخيل منا بطعنة وقد كان أذماه فتى غير قعدد وذمته الريح تذميه ذميا قتلته وذمى الرجل ذماء ممدود طال مرضه واستذميت ما عند فلان إذا تتبعته وأخذته يقال خذ من فلان ما ذما لك أي اوتفع لك واستذمى الشيء طلبه وذمى لي منه شيء تهيأ والذمى الرائحة المنتنة مقصورة تكتب بالياء وذمته ريح الجيفة تذميه ذميا إذا أخذت بنفسه قال خداش بن زهير سيخبر أهل وج من كتمتم وتذمي من ألم بها القبور هذا من ذماه ريح الجيفة إذا أخذت بنفسه الجوهري وذمتني ريح كذا أي آذتني وأنشد أبو عمرو ليست بعصلاء تذمي الكلب نكهتها ولا بعندلة يصطك ثدياها قال ابن بري ومثله قول الآخر يا بئر بينونة لا تذمينا جئت بأرواح المصفرينا يعني الموتى وذمتني الريح آذتني عن أبي حنيفة وأنشد إذا ما ذمتني ريحها حين أقبلت فكدت لما لاقيت من ذاك أصعق قال وذمى الحبشي في أنف الرجل بصنانه يذمي ذميا إذا آذاه بذلك وذمت في أنفه الريح إذا طارت إلى رأسه وقال البعيث إذا البيض سافته ذمى في أنوفها صنان وريح من رغاوة مخشم قوله ذمى أي بقي في أنوفها ومخشم منتن ويقال ضربه ضربة فأذماه إذا أوقذه وتركه برمقه والذميان السرعة وقد ذمى يذمي إذا أسرع وحكى بعضهم ذمي يذمى قال ابن سيده ولست منها على ثقة غيره والذماء ضرب من المشي أو السير يقال ذمى يذمي ذماء ممدود والذميان الإسراع",
    "pg": ""
  },
  "ذنب": {
    "def": "الذنب الإثم والجرم والمعصية والجمع ذنوب وذنوبات جمع الجمع وقد أذنب الرجل وقوله عز وجل في مناجاة موسى على نبينا وعليه الصلاة والسلام ولهم علي ذنب عنى بالذنب قتل الرجل الذي وكزه موسى عليه السلام فقضى عليه وكان ذلك الرجل من آل فرعون والذنب معروف والجمع أذناب وذنب الفرس نجم على شكل ذنب الفرس وذنب الثعلب نبتة على شكل ذنب الثعلب والذنابى الذنب قال الشاعر جموم الشد شائلة الذنابى الصحاح الذنابى ذنب الطائر وقيل الذنابى منبت الذنب وذنابى الطائر ذنبه وهي أكثر من الذنب والذنبى والذنبى الذنب عن الهجري وأنشد يبشرني بالبين من أم سالم أحم الذنبى خط بالنقس حاجبه ويروى الذنبى وذنب الفرس والعير وذناباهما وذنب فيهما أكثر من ذنابى وفي جناح الطائر أربع ذنابى بعد الخوافي الفراء يقال ذنب الفرس وذنابى الطائر وذنابة الوادي ومذنب النهر ومذنب القدر وجمع ذنابة الوادي ذنائب كأن الذنابة جمع ذنب الوادي وذنابه وذنابته مثل جمل وجمال وجمالة ثم جمالات جمع الجمع ومنه قوله تعالى جمالات صفر أبو عبيدة فرس مذانب وقد ذانبت إذا وقع ولدها في القحقح ودنا خروج السقي وارتفع عجب الذنب وعلق به فلم يحدروه والعرب تقول ركب فلان ذنب الريح إذا سبق فلم يدرك وإذا رضي بحظ ناقص قيل ركب ذنب البعير واتبع ذنب أمر مدبر يتحسر على ما فاته وذنب الرجل أتباعه وأذناب الناس وذنباتهم أتباعهم وسفلتهم دون الرؤساء على المثل قال وتساقط التنواط والذ نبات إذ جهد الفضاح ويقال جاء فلان بذنبه أي بأتباعه وقال الحطيئة يمدح قوما قوم هم الرأس والأذناب غيرهم ومن يسوي بأنف الناقة الذنبا  وهؤلاء قوم من بني سعد بن زيد مناة يعرفون ببني أنف الناقة لقول الحطيئة هذا وهم يفتخرون به وروي عن علي كرم الله وجهه أنه ذكر فتنة في آخر الزمان قال فإذا كان ذلك ضرب يعسوب الدين بذنبه فتجتمع الناس أراد أنه يضرب أي يسير في الأرض ذاهبا بأتباعه الذين يرون رأيه ولم يعرج على الفتنة والأذناب الأتباع جمع ذنب كأنهم في مقابل الرؤوس وهم المقدمون والذنابى الأتباع وأذناب الأمور مآخيرها على المثل أيضا والذانب التابع للشيء على أثره يقال هو يذنبه أي يتبعه قال الكلابي وجاءت الخيل جميعا تذنبه ص وأذناب الخيل عشبة تحمد عصارتها على التشبيه وذنبه يذنبه ويذنبه واستذنبه تلا ذنبه فلم يفارق أثره والمستذنب الذي يكون عند أذناب الإبل لا يفارق أثرها قال مثل الأجير  استذنب الرواحلا  قوله مثل الأجير إلخ قال الصاغاني في التكملة هو تصحيف والرواية شل الأجير ويروى شد بالدال والشل الطرد والرجز لرؤبة اه وكذلك أنشده صاحب المحكم والذنوب الفرس الوافر الذنب والطويل الذنب وفي حديث ابن عباس رضي الله عنهما كان فرعون على فرس ذنوب أي وافر شعر الذنب ويوم ذنوب طويل الذنب لا ينقضي يعني طول شره وقال غيره يوم ذنوب طويل الشر لا ينقضي كأنه طويل الذنب ورجل وقاح الذنب صبور على الركوب وقولهم عقيل طويلة الذنب لم يفسره ابن الأعرابي قال ابن سيده وعندي أن معناه أنها كثيرة ركوب الخيل وحديث طويل الذنب لا يكاد ينقضي على المثل أيضا ابن الأعرابي المذنب الذنب الطويل والمذنب الضب والذناب خيط يشد به ذنب البعير إلى حقبه لئلا يخطر بذنبه فيملأ راكبه وذنب كل شيء آخره وجمعه ذناب والذناب بكسر الذال عقب كل شيء وذناب كل شيء عقبه ومؤخره بكسر الذال قال ونأخذ بعده بذناب عيش أجب الظهر ليس له سنام وقال الكلابي في طلب جمله اللهم\nلا يهديني لذنابته غيرك قال وقالوا من لك بذناب لو قال الشاعر فمن يهدي أخا لذناب لو فأرشوه فإن الله جار وتذنب المعتم أي ذنب عمامته وذلك إذا أفضل منها شيئا فأرخاه كالذنب والتذنوب البسر الذي قد بدا فيه الإرطاب من قبل ذنبه وذنب البسرة وغيرها من التمر مؤخرها وذنبت البسرة فهي مذنبة وكتت من قبل ذنبها الأصمعي إذا بدت نكت من الإرطاب في البسر من قبل ذنبها قيل قد ذنبت والرطب التذنوب واحدته تذنوبة قال فعلق النوط أبا محبوب إن الغضا ليس بذي تذنوب الفراء جاءنا بتذنوب وهي لغة بني أسد والتميمي يقول تذنوب والواحدة تذنوبة وفي الحديث كان يكره المذنب من البسر مخافة أن يكونا شيئين فيكون خليطا وفي حديث أنس كان لا يقطع التذنوب من البسر إذا أراد أن يفتضخه وفي حديث ابن المسيب كان لا يرى بالتذنوب أن يفتضخ بأسا وذنابة الوادي الموضع الذي ينتهي إليه سيله ص وكذلك ذنبه وذنابته أكثر من ذنبه وذنبة الوادي والنهر وذنابته وذنابته آخره الكسر عن ثعلب وقال أبو عبيد الذنابة بالضم ذنب الوادي وغيره وأذناب التلاع مآخيرها ومذنب الوادي وذنبه واحد ومنه قوله المسايل  قوله ومنه قوله المسايل هكذا في الأصل وقوله بعده والذناب مسيل إلخ هي أول عبارة المحكم والذناب مسيل ما بين كل تلعتين على التشبيه بذلك وهي الذنائب والمذنب مسيل ما بين تلعتين ويقال لمسيل ما بين التلعتين ذنب التلعة وفي حديث حذيفة رضي الله عنه حتى يركبها الله بالملائكة فلا يمنع ذنب تلعة وصفه بالذل والضعف وقلة المنعة والخسة الجوهري والمذنب مسيل الماء في الحضيض والتلعة في السند وكذلك الذنابة والذنابة أيضا بالضم والمذنب مسيل الماء إلى الأرض والمذنب المسيل في الحضيض ليس بخد واسع وأذناب الأودية أسافلها وفي الحديث يقعد أعرابها على أذناب أوديتها فلا يصل إلى الحج أحد ويقال لها أيضا المذانب وقال أبو حنيفة المذنب كهيئة الجدول يسيل عن الروضة ماؤها إلى غيرها فيفرق ماؤها فيها والتي يسيل عليها الماء مذنب أيضا قال امرؤ القيس وقد أغتدي والطير في وكناتها وماء الندى يجري على كل مذنب وكله قريب بعضه من بعض وفي حديث ظبيان وذنبوا خشانه أي جعلوا له مذانب ومجاري والخشان ما خشن من الأرض والمذنبة والمذنب المغرفة لأن لها ذنبا أو شبه الذنب والجمع مذانب قال أبو ذؤيب الهذلي وسود من الصيدان فيها مذانب الن ضار إذا لم نستفدها نعارها ويروى مذانب نضار والصيدان القدور التي تعمل من الحجارة واحدتها صيدانة والحجارة التي يعمل منها يقال لها الصيداء ومن روى الصيدان بكسر الصاد فهو جمع صاد كتاج وتيجان والصاد النحاس والصفر والتذنيب للضباب والفراش ونحو ذلك إذا أرادت التعاظل والسفاد قال الشاعر مثل الضباب إذا همت بتذنيب وذنب الجراد والفراش والضباب إذا أرادت التعاظل والبيض فغرزت أذنابها وذنب الضب أخرج ذنبه من أدنى الجحر ورأسه في داخله وذلك في الحر قال أبو منصور إنما يقال للضب مذنب إذا ضرب بذنبه من يريده من محترش أو حية وقد ذنب تذنيبا إذا فعل ذلك وضب أذنب طويل الذنب وأنشد أبو الهيثم لم يبق من سنة الفاروق نعرفه إلا الذنيبي وإلا الدرة الخلق قال الذنيبي ضرب من البرود قال ترك ياء النسبة كقوله متى كنا لأمك مقتوينا ص وكان ذلك على ذنب الدهر أي في آخره وذنابة العين وذنابها وذنبها مؤخرها وذنابة النعل أنفها وولى الخمسين ذنبا جاوزها قال ابن الأعرابي قلت للكلابي كم أتى عليك فقال قد ولت لي الخمسون ذنبها هذه حكاية ابن الأعرابي والأول حكاية يعقوب والذنوب لحم المتن وقيل هو منقطع المتن وأوله وأسفله وقيل الألية والمآكم قال الأعشى وارتج منها ذنوب المتن والكفل والذنوبان المتنان من ههنا وههنا والذنوب الحظ والنصيب قال أبو ذؤيب لعمرك والمنايا غالبات لكل بني أب منها ذنوب والجمع أذنبة وذنائب وذناب والذنوب الدلو فيها ماء وقيل الذنوب الدلو التي يكون الماء دون ملئها أو قريب منه وقيل هي الدلو الملأى قال ولا يقال لها وهي فارغة ذنوب وقيل هي الدلو ما كانت كل ذلك مذكر عند اللحياني وفي حديث بول الأعرابي في المسجد فأمر بذنوب من ماء فأهريق عليه قيل هي الدلو العظيمة وقيل لا تسمى ذنوبا حتى يكون فيها ماء وقيل إن الذنوب تذكر وتؤنث والجمع في أدنى العدد أذنبة والكثير ذنائب كقلوص وقلائص وقول أبي ذؤيب فكنت ذنوب البئر لما تبسلت وسربلت أكفاني ووسدت ساعدي استعار الذنوب للقبر حين جعله بئرا وقد استعملها أمية بن أبي عائذ الهذلي في السير فقال يصف حمارا إذا ما انتحين ذنوب الحضا ر جاش خسيف فريغ السجال يقول إذا جاء هذا الحمار بذنوب من عدو جاءت الأتن بخسيف التهذيب والذنوب في كلام العرب على وجوه من ذلك قوله تعالى فإن للذين ظلموا ذنوبا مثل ذنوب أصحابهم وقال الفراء الذنوب في كلام العرب الدلو العظيمة ولكن العرب تذهب به إلى النصيب والحظ وبذلك فسر قوله تعالى فإن للذين ظلموا أي أشركوا ذنوبا مثل ذنوب أصحابهم أي حظا من العذاب كما نزل بالذين من قبلهم وأنشد الفراء لها ذنوب ولكم ذنوب فإن أبيتم فلنا القليب وذنابة الطريق وجهه حكاه ابن الأعرابي قال وقال أبو الجراح لرجل إنك لم ترشد ذنابة الطريق يعني وجهه وفي الحديث من مات على ذنابى طريق فهو من أهله يعني على قصد طريق وأصل الذنابى منبت الذنب والذنبان نبت معروف وبعض العرب يسميه ذنب الثعلب وقيل الذنبان بالتحريك نبتة ذات أفنان طوال غبيراء الورق تنبت في السهل على الأرض لا ترتفع تحمد في المرعى ولا تنبت إلا في عام خصيب وقيل هي عشبة لها سنبل في أطرافها كأنه سنبل الذرة ولها قضب وورق ومنبتها بكل مكان ما خلا حر الرمل وهي تنبت على ساق وساقين واحدتها ذنبانة قال أبو محمد الحذلمي في ذنبان يستظل راعيه وقال أبو حنيفة الذنبان عشب له جزرة لا تؤكل وقضبان مثمرة من أسفلها إلى أعلاها وله ورق مثل ورق الطرخون وهو ناجع في السائمة وله نويرة غبراء تجرسها النحل وتسمو نحو نصف القامة تشبع الثنتان منه بعيرا واحدته ذنبانة قال الراجز حوزها من عقب إلى ضبع في ذنبان ويبيس منقفع وفي رفوض كلإ غير قشع والذنيباء مضمومة الذال مفتوحة النون ممدودة حبة تكون في البر ينقى منها حتى تسقط والذنائب موضع بنجد قال ابن بري هو على يسار طريق مكة والمذانب موضع قال مهلهل بن ربيعة شاهد الذنائب ذنب الذنب الإثم والجرم والمعصية والجمع ذنوب فلو نبش المقابر عن كليب فتخبر بالذنائب أي زير وبيت في الصحاح لمهلهل أيضا فإن يك بالذنائب طال ليلي فقد أبكي على الليل القصير يريد فقد أبكي على ليالي السرور لأنها قصيرة وقبله أليلتنا بذي حسم أنيري إذا أنت انقضيت فلا تحوري وقال لبيد شاهد المذانب ألم تلمم على الدمن الخوالي لسلمى بالمذانب فالقفال  والذنوب موضع بعينه قال عبيد بن الأبرص أقفر من أهله ملحوب فالقطبيات فالذنوب ابن الأثير وفي الحديث ذكر سيل مهزور ومذينب هو بضم الميم وسكون الياء وكسر النون وبعدها باء موحدة اسم موضع بالمدينة والميم زائدة الصحاح الفراء الذنابى شبه المخاط يقع من أنوف الإبل ورأيت في نسخ متعددة من الصحاح حواشي منها ما هو بخط الشيخ الصلاح المحدث رحمه الله ما صورته حاشية من خط الشيخ أبي سهل الهروي قال هكذا في الأصل بخط الجوهري قال وهو تصحيف والصواب الذنانى شبه المخاط يقع من أنوف الإبل بنونين بينهما ألف قال وهكذا قرأناه على شيخنا أبي أسامة جنادة بن محمد الأزدي وهو مأخوذ من الذنين وهو الذي يسيل من فم الإنسان والمعزى ثم قال صاحب الحاشية وهذا قد صحفه الفراء أيضا وقد ذكر ذلك فيما رد عليه من تصحيفه وهذا مما فات الشيخ  ابن بري ولم يذكره في أماليه",
    "pg": ""
  },
  "ذنن": {
    "def": "ذن الشيء يذن ذنينا سال والذنين والذنان المخاط الرقيق الذي يسيل من الأنف وقيل هو المخاط ما كان عن اللحياني وقيل هو الماء الرقيق الذي يسيل من الأنف عنه أيضا وقال مرة هو كل ما سال من الأنف وذن أنفه يذن إذا سال وقد ذننت يا رجل تذن ذننا وذننت أذن ذننا ورجل أذن وامرأة ذناء والأذن أيضا الذي يسيل منخراه جميعا والفعل كالفعل والمصدر كالمصدر والذي يسيل منه الذنين ابن الأعرابي التذنين سيلان الذنين والذناني شبه المخاط يقع من أنوف الإبل وقال كراع إنما هو الذناني وقال قوم لا يوثق بهم إنما هو الزناني والذنن سيلان العين والذناء المرأة لا ينقطع حيضها وامرأة ذناء من ذلك وأصل الذنين في الأنف إذا سال ومنه قول المرأة للحجاج تشفع له في أن يعفى ابنها من الغزو إنني أنا الذناء أو الضهياء والذنين ماء الفحل والحمار والرجل قال الشماخ يصف عيرا وأتنه تواثل من مصك أنصبته حوالب أسهرته بالذنين هكذا رواه أبو عبيد ويروى حوالب أسهريه وهذا البيت أورده الجوهري مستشهدا به على الذنين المخاط يسيل من الأنف وقال الأسهران عرقان قال ابن بري وتوائل أي تنجو أي تعدو هذه الأتان الحامل هربا من حمار شديد مغتلم لأن الحامل تمنع الفحل وحوالب ما يتحلب إلى ذكره من المني والأسهران عرقان يجري فيهما ماء الفحل ويقال هما الأبلد والأبلج وذن يذن ذنينا إذا سال الأصمعي هو يذن في مشيته ذنينا إذا كان يمشي مشية ضعيفة وأنشد لابن أحمر وإن الموت أدنى من خيال ودون العيش تهوادا ذنينا أي لم يرفق بنفسه والذنانة بقية الشيء الهالك الضعيف وإن فلانا ليذن إذا كان ضعيفا هالكا هرما أو مرضا وفلان يذان فلانا على حاجة يطلبها منه أي يطلب إليه ويسأله إياها والذنانة بالنون والضم بقية الدين أو العدة لأن الذبانة بالباء بقية شيء صحيح والذنانة بالنون لا تكون إلا بقية شيء ضعيف هالك يذنها شيئا بعد شيء وقال أبو حنيفة في الطعام ذنيناء ممدود ولم يفسره إلا أنه عدله بالمريراء وهو ما يخرج من الطعام فيرمى به والذنذن لغة في الذلذل وهو أسفل القميص الطويل وقيل نونها بدل من لامها وذناذن القميص أسافله مثل ذلاذله واحدها ذنذن وذلذل رواه عن أبي عمرو وذكر في هذا المكان في الثنائي المضاعف الذآنين نبت واحدها ذؤنون وأنشد ابن الأعرابي كل الطعام يأكل الطائيونا الحمصيص الرعطب والذآنينا قال ومنهم من لا يهمز فيقول ذونون وذوانين للجمع",
    "pg": ""
  },
  "ذها": {
    "def": "التهذيب في ترجمة هذى ابن الأعرابي هذى إذا هدر بكلام لا يفهم وذها إذا تكبر قال الأزهري لم أسمع ذها إذا تكبر لغيره",
    "pg": ""
  },
  "ذهب": {
    "def": "الذهاب السير والمرور ذهب يذهب ذهابا وذهوبا فهو ذاهب وذهوب والمذهب مصدر كالذهاب وذهب به وأذهبه غيره أزاله ويقال أذهب ص به قال أبو إسحق وهو قليل فأما قراءة بعضهم يكاد سنا برقه يذهب بالأبصار فنادر وقالوا ذهبت الشام فعدوه بغير حرف وإن كان الشام ظرفا مخصوصا شبهوه بالمكان المبهم إذ كان يقع عليه المكان والمذهب وحكى اللحياني إن الليل طويل ولا يذهب بنفس أحد منا أي لا ذهب والمذهب المتوضأ لأنه يذهب إليه وفي الحديث أن النبي صلى الله عليه وسلم كان إذا أراد الغائط أبعد في المذهب وهو مفعل من الذهاب الكسائي يقال لموضع الغائط الخلاء والمذهب والمرفق والمرحاض والمذهب المعتقد الذي يذهب إليه وذهب فلان لذهبه أي لمذهبه الذي يذهب فيه وحكى اللحياني عن الكسائي ما يدرى له أين مذهب ولا يدرى له ما مذهب أي لا يدرى أين أصله ويقال ذهب فلان مذهبا حسنا وقولهم به مذهب يعنون الوسوسة في الماء وكثرة استعماله في الوضوء قال الأزهري وأهل بغداد يقولون للموسوس من الناس به المذهب وعوامهم يقولون به المذهب بفتح الهاء والصواب المذهب والذهب معروف وربما أنث غيره الذهب التبر القطعة منه ذهبة وعلى هذا يذكر ويؤنث على ما ذكر في الجمع الذي لا يفارقه واحده إلا بالهاء وفي حديث علي كرم الله وجهه فبعث من اليمن بذهيبة قال ابن الأثير وهي تصغير ذهب وأدخل الهاء فيها لأن الذهب يؤنث والمؤنث الثلاثي إذا صغر ألحق في تصغيره الهاء نحو قويسة وشميسة وقيل هو تصغير ذهبة على نية القطعة منها فصغرها على لفظها والجمع الأذهاب والذهوب وفي حديث علي كرم الله تعالى وجهه لو أراد الله أن يفتح لهم كنوز الذهبان لفعل هو جمع ذهب كبرق وبرقان وقد يجمع بالضم نحو حمل وحملان وأذهب الشيء طلاه بالذهب والمذهب الشيء المطلي بالذهب قال لبيد أو مذهب جدد على ألواحه ألناطق المبروز والمختوم ويروى على ألواحهن الناطق وإنما عدل عن ذلك بعض الرواة استيحاشا من قطع ألف الوصل وهذا جائز عند سيبويه في الشعر ولاسيما في الأنصاف لأنها مواضع فصول وأهل الحجاز يقولون هي الذهب ويقال نزلت بلغتهم والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله ولولا ذلك لغلب المذكر المؤنث قال وسائر العرب يقولون هو الذهب قال الأزهري الذهب مذكر عند العرب ولا يجوز تأنيثه إلا أن تجعله جمعا لذهبة وأما قوله عز وجل ولا ينفقونها ولم يقل ولا ينفقونه ففيه أقاويل أحدها أن المعنى يكنزون الذهب والفضة ولا ينفقون الكنوز في سبيل الله وقيل جائز أن يكون محمولا على الأموال فيكون ولا ينفقون الأموال ويجوز أن يكون ولا ينفقون الفضة وحذف الذهب كأنه قال والذين يكنزون الذهب ولا ينفقونه والفضة ولا ينفقونها فاختصر الكلام كما قال ص والله ورسوله أحق أن يرضوه ولم يقل يرضوهما وكل ما موه بالذهب فقد أذهب وهو مذهب والفاعل مذهب والإذهاب والتذهيب واحد وهو التمويه بالذهب ويقال ذهبت الشيء فهو مذهب إذا طليته بالذهب وفي حديث جرير وذكر الصدقة حتى رأيت وجه رسول الله صلى الله عليه وسلم يتهلل كأنه مذهبة كذا جاء في سنن النسائي وبعض طرق مسلم قال والرواية بالدال المهملة والنون وسيأتي ذكره فعلى قوله مذهبة هو من الشيء المذهب وهو المموه بالذهب أو هو من قولهم فرس مذهب إذا علت حمرته صفرة والأنثى مذهبة وإنما خص الأنثى بالذكر لأنها أصفى لونا وأرق بشرة ويقال كميت مذهب للذي تعلو حمرته صفرة فإذا اشتدت حمرته ولم تعله صفرة فهو المدمى والأنثى مذهبة وشيء ذهيب مذهب قال أراه على توهم حذف الزيادة قال حميد بن ثور موشحة الأقراب أما سراتها فملس وأما جلدها فذهيب والمذاهب سيور تموه بالذهب قال ابن السكيت في قول قيس بن الخطيم أتعرف رسما كاطراد المذاهب المذاهب جلود كانت تذهب واحدها مذهب تجعل فيه خطوط مذهبة فيرى بعضها في أثر بعض فكأنها متتابعة ومنه قول الهذلي ينزعن جلد المرء نز ع القين أخلاق المذاهب يقول الضباع ينزعن جلد القتيل كما ينزع القين خلل السيوف قال ويقال المذاهب البرود الموشاة يقال برد مذهب وهو أرفع الأتحمي وذهب الرجل بالكسر يذهب ذهبا فهو ذهب هجم في المعدن على ذهب كثير فرآه فزال عقله وبرق بصره من كثرة عظمه في عينه فلم يطرف مشتق من الذهب قال الراجز ذهب لما أن رآها تزمره وفي رواية  قوله وفي رواية إلخ قال الصاغاني في التكملة الرواية ذهب لما أن رآها تزمرة وهذا صريح في أنه ليس فيه رواية أخرى ذهب لما أن رآها ثرمله وقال يا قوم رأيت منكره شذرة واد ورأيت الزهره وثرملة اسم رجل وحكى ابن الأعرابي ذهب قال وهذا عندنا مطرد إذا كان ثانيه حرفا من حروف الحلق وكان الفعل مكسور الثاني وذلك في لغة بني تميم وسمعه ابن الأعرابي فظنه غير مطرد في لغتهم فلذلك حكاه والذهبة بالكسر المطرة وقيل المطرة الضعيفة وقيل الجود والجمع ذهاب قال ص ذو الرمة يصف روضة حواء قرحاء أشراطية وكفت فيها الذهاب وحفتها البراعيم وأنشد الجوهري للبعيث وذي أشر كالأقحوان تشوفه ذهاب الصبا والمعصرات الدوالح وقيل ذهبة للمطرة واحدة الذهاب أبو عبيد عن أصحابه الذهاب الأمطار الضعيفة ومنه قول الشاعر توضحن في قرن الغزالة بعدما ترشفن درات الذهاب الركائك وفي حديث علي رضي الله عنه في الاستسقاء لا قزع ربابها ولا شفان ذهابها الذهاب الأمطار اللينة وفي الكلام مضاف محذوف تقديره ولا ذات شفان ذهابها والذهب بفتح الهاء مكيال معروف لأهل اليمن والجمع ذهاب وأذهاب وأذاهيب وأذاهب جمع الجمع وفي حديث عكرمة أنه قال في أذاهب من بر وأذاهب من شعير قال يضم بعضها إلى بعض فتزكى الذهب مكيال معروف لأهل اليمن وجمعه أذهاب وأذاهب جمع الجمع والذهاب والذهاب موضع وقيل هو جبل بعينه قال أبو دواد لمن طلل كعنوان الكتاب ببطن لواق أو بطن الذهاب ويروى الذهاب وذهبان ابو بطن وذهوب اسم امرأة والمذهب اسم شيطان يقال هو من ولد ابليس يتصور للقراء فيفتنهم عند الوضوء وغيره قال ابن دريد لا أحسبه عربيا",
    "pg": ""
  },
  "ذهر": {
    "def": "ذهر فوه فهو ذهر اسودت أسنانه وكذلك نور الحوذان قال كأن فاه ذهر الحوذان",
    "pg": ""
  },
  "ذهط": {
    "def": "ذهوط موضع والذهيوط على مثال عذيوط موضع وحكاه صاحب العين الذهيوط قال ابن سيده والصحيح ما تقدم",
    "pg": ""
  },
  "ذهل": {
    "def": "الذهل تركك الشيء تناساه على عمد أو يشغلك عنه شغل تقول ذهلت عنه وذهلت وأذهلني كذا وكذا عنه وأنشد أذهل خلي عن فراشي مسجده وفي التنزيل العزيز يوم تذهل كل مرضعة عما أرضعت أي تسلو عن ولدها ابن سيده ذهل الشيء وذهل عنه وذهله وذهل بالكسر عنه يذهل فيهما ذهلا وذهولا تركه على عمد أو غفل عنه أو نسيه لشغل وقيل الذهل السلو وطيب النفس عن الإلف وقد أذهله الأمر وأذهله عنه ومر ذهل من الليل وذهل أي قطعة وقيل ساعة منه مثل دهل والدال أعلى وجاء بعد ذهل من الليل ودهل أي بعد هدء وأنشد ابن بري لأبي جهمة الذهلي مضى من الليل ذهل وهي واحدة كأنها طائر بالدو مذعور قال وقال أبو زكريا التبريزي دهل بدال غير معجمة قال وكذا أنشده في الحماسة والذهلول من الخيل الجواد الدقيق وذهل قبيلة وذهل حي من بكر وهما ذهلان كلاهما من ربيعة أحدهما ذهل بن شيبان بن ثعلبة بن عكابة والآخر ذهل بن ثعلبة بن عكابة وقد سموا ذهلا وذهلان وذهيلا",
    "pg": ""
  },
  "ذهن": {
    "def": "الذهن الفهم والعقل والذهن أيضا حفظ القلب وجمعهما أذهان تقول اجعل ذهنك إلى كذا وكذا ورجل ذهن وذهن كلاهما على النسب وكأن ذهنا مغير من ذهن وفي النوادر ذهنت كذا وكذا أي فهمته وذهنت عن كذا فهمت عنه ويقال ذهنني عن كذا وأذهنني واستذهنني أي أنساني وألهاني عن الذكر الجوهري الذه مثل الذهن وهو الفطنة والحفظ وفلان يذاهن الناس أي يفاطنهم وذاهنني فذهنته أي كنت أجود منه ذهنا والذهن أيضا القوة قال أوس بن حجر أنوء برجل بها ذهنها وأعيت بها أختها الغابره والغابرة هنا الباقية",
    "pg": ""
  },
  "ذو": {
    "def": "وذوات قال الليث ذو اسم ناقص وتفسيره صاحب ذلك كقولك فلان ذو مال أي صاحب مال والتثنية ذوان والجمع ذوون قال وليس في كلام العرب شيء يكون إعرابه على حرفين غير سبع كلمات وهن ذو وفو وأخو وأبو وحمو وامرؤ وابنم فأما فو فإنك تقول رأيت فازيد ووضعت في في زيد وهذا فو زيد ومنهم من ينصب الفا في كل وجه قال العجاج يصف الخمر خالط من سلمى خياشيم وفا وقال الأصمعي قال بشر بن عمر قلت لذي الرمة أرأيت قوله خالط من سلمى خياشيم وفا قال إنا لنقولها في كلامنا قبح الله ذا فا قال أبو منصور وكلام العرب هو الأول وذا نادر قال ابن كيسان الأسماء التي رفعها بالواو ونصبها بالألف وخفضها بالياء هي هذه الأحرف يقال جماء أبوك وأخوك وفوك وهنوك وحموك وذو مال والألف نحو قولك رأيت أباك وأخاك وفاك وحماك وهناك وذا مال والياء نحو قولك مررت بأبيك وأخيك وفيك وحميك وهنيك وذي مال وقال الليث في تأنيث ذو ذات تقول هي ذات مال فإذا وقفت فمنهم من يدع التاء على حالها ظاهرة في الوقوف لكثرة ما جرت على اللسان ومنهم من يرد التاء إلى هاء التأنيث وهو القياس وتقول هي ذات مال وهما ذواتا مال ويجوز في الشعر ذاتا مال والتمام أحسن وفي التنزيل العزيز ذواتا أفنان وتقول في الجمع الذوون قال الليث هم الأدنون والأولون وأنشد للكميت وقد عرفت مواليها الذوينا أي الأخصين وإنما جاءت النون لذهاب الإضافة وتقول في جمع ذو هم ذوو مال وهن ذوات مال ومثله هم ألو مال وهن ألات مال وتقول العرب لقيته ذا صباح ولو قيل ذات صباح مثل ذات يوم لحسن لأن ذا وذات يراد بهما وقت مضاف إلى اليوم والصباح وفي التنزيل العزيز فاتقوا الله وأصلحوا ذات بينكم قال أبو العباس أحمد بن يحيى أراد الحالة التي للبين وكذلك أتيتك ذات العشاء أراد الساعة التي فيها العشاء وقال أبو إسحق معنى ذات بينكم حقيقة وصلكم أي اتقوا الله وكونوا مجتمعين على أمر الله ورسوله وكذلك معنى اللهم أصلح ذات البين أي أصلح الحال التي بها يجتمع المسلمون أبو عبيد عن الفراء يقال لقيته ذات يوم وذات ليلة وذات العويم وذات الزمين ولقيته ذا غبوق بغير تاء وذا صبوح ثعلب عن ابن الأعرابي تقول أتيته ذات الصبوح وذات الغبوق إذا أتيته غدوة وعشية وأتيته ذا صباح وذا مساء قال وأتيتهم ذات الزمين وذات العويم أي مذ ثلاثة أزمان وأعوام ابن سيده ذو كلمة صيغت ليتوصل بها إلى الوصف بالأجناس ومعناها صاحب أصلها ذوا ولذلك إذا سمى به الخليل وسيبويه قالا هذا ذوا قد جاء والتثنية ذوان والجمع ذوون والذوون الأملاك الملقبون بذو كذا كقولك ذو يزن وذو رعين وذو فائش وذو جدن وذو نواس وذو أصبح وذو الكلاع وهم ملوك اليمن من قضاعة وهم التبابعة وأنشد سيبويه قول الكميت فلا أعني بذلك أسفليكم ولكني أريد به الذوينا يعني الأذواء والأنثى ذات والتثنية ذواتا والجمع ذوون والإضافة إليها ذوي قوله والاضافة اليها ذوي كذا في الأصل وعبارة الصحاح ولو نسبت اليه لقلت ذووي مثل عصوي وسينقلها المؤلف ولا يجوز في ذات ذاتي لأن ياء النسب معاقبة لهاء التأنيث قال ابن جني وروى أحمد بن إبراهيم أستاذ ثعلب عن العرب هذا ذو زيد ومعناه هذا زيد أي هذا صاحب هذا الاسم الذي هو زيد قال الكميت إليكم ذوي آل النبي تطلعت نوازع من قلبي ظماء وألبب أي إليكم أصحاب هذا الاسم الذي هو قوله ذوو آل النبي ولقيته أول ذي يدين وذات يدين أي أول كل شيء وكذلك افعله أول ذي يدين وذات يدين وقالوا أما أول ذات يدين فإني أحمد الله وقولهم رأيت ذا مال ضارعت فيه الإضافة التأنيث فجاء الاسم المتمكن على حرفين ثانيهما حرف لين لما أمن عليه التنوين بالإضافة كما قالوا ليت شعري وإنما الأصل شعرتي قالوا شعرت به شعرة فحذف التاء لأجل الإضافة لما أمن التنوين وتكون ذو بمعنى الذي تصاغ ليتوصل بها إلى وصف المعارف بالجمل فتكون ناقصة لا يظهر فيها إعراب كما لا يظهر في الذي ولا يثنى ولا يجمع فتقول أتاني ذو قال ذاك وذو قالا ذاك وذو قالوا ذاك وقالوا لا أفعل ذاك بذي تسلم وبذي تسلمان وبذي تسلمون وبذي تسلمين وهو كالمثل أضيفت فيه ذو إلى الجملة كما أضيفت إليها أسماء الزمان والمعنى لا وسلامتك ولا والله يسلمك قوله ولا والله يسلمك كذا في الأصل وكتب بهامشه صوابه ولا والذي يسلمك ويقال جاء من ذي نفسه ومن ذات نفسه أي طيعا قال الجوهري وأما ذو الذي بمعنى صاحب فلا يكون إلا مضافا وإن وصفت به نكرة أضفته إلى نكرة وإن وصفت به معرفة أضفته إلى الألف واللام ولا يجوز أن تضيفه إلى مضمر ولا إلى زيد وما أشبهه قال ابن بري إذا خرجت ذو عن أن تكون وصلة إلى الوصف بأسماء الأجناس لم يمتنع أن تدخل على الأعلام والمضمرات كقولهم ذو الخلصة والخلصة اسم علم لصنم وذو كناية عن بيته ومثله قولهم ذو رعين وذو جدن وذو يزن وهذه كلها أعلام وكذلك دخلت على المضمر أيضا قال كعب بن زهير صبحنا الخزرجية مرهفات أبار ذوي أرومتها ذووها وقال الأحوص ولكن رجونا منك مثل الذي به صرفنا قديما من ذويك الأوائل وقال آخر إنما يصطنع المع روف في الناس ذووه وتقول مررت برجل ذي مال وبامرأة ذات مال وبرجلين ذوي مال بفتح الواو وفي التنزيل العزيز وأشهدوا ذوي عدل منكم وبرجال ذوي مال بالكسر وبنسوة ذوات مال وياذوات الجمام فتكسر التاء في الجمع في موضع النصب كما تكسر تاء المسلمات وتقول رأيت ذوات مال لأن أصلها هاء لأنك إذا وقفت عليها في الواحد قلت ذاه بالهاء ولكنها لما وصلت بما بعدها صارت تاء وأصل ذو ذوى مثل عصا يدل على ذلك قولهم هاتان ذواتا مال قال عز وجل ذواتا أفنان في التثنية قال ونرى أن الألف منقلبة من واو قال ابن بري صوابه منقلبة من ياء قال الجوهري ثم حذفت من ذوى عين الفعل لكراهتهم اجتماع الواوين لأنه كان يلزم في التثنية ذووان مثل عصوان قال ابن بري صوابه كان يلزم في التثنية ذويان قال لأن عينه واو وما كان عينه واوا فلامه ياء حملا على الأكثر قال والمحذوف من ذوى هو لام الكلمة لا عينها كما ذكر لأن الحذف في اللام أكثر من الحذف في العين قال الجوهري مثل عصوان فبقي ذا منون ثم ذهب التنوين للإضافة في قولك ذو مال والإضافة لازمة له كما تقول فو زيد وفا زيد فإذا أفردت قلت هذا فم فلو سميت رجلا ذو لقلت هذا ذوى قد أقبل فترد ما كان ذهب لأنه لا يكون اسم على حرفين أحدهما حرف لين لأن التنوين يذهبه فيبقى على حرف واحد ولو نسبت إليه قلت ذووي مثال عصوي وكذلك إذا نسبت إلى ذات لأن التاء تحذف في النسبة فكأنك أضفت إلى ذي فرددت الواو ولو جمعت ذو مال قلت هؤلاء ذوون لأن الإضافة قد زالت وأنشد بيت الكميت ولكني أريد به الذوينا وأما ذو التي في لغة طيء بمعنى الذي فحقها أن توصف بها المعارف تقول أنا ذو عرفت وذو سمعت وهذه امرأة ذو قالت كذا يستوي فيه التثنية والجمع والتأنيث قال بجير بن عثمة الطائي أحد بني بولان وإن مولاي ذو يعاتبني لا إحنة عنده ولا جرمه ذاك خليلي وذو يعاتبني يرمي ورائي بامسهم وامسلمه قوله ذو يعاتبني تقدم في حرم ذو يعايرني وقوله وذو يعاتبني في المغني وذو يواصلني يريد الذي يعاتبني والواو التي قبله زائدة قال سيبويه إن ذا وحدها بمنزلة الذي كقولهم ماذا رأيت فتقول متاع قال لبيد ألا تسألان المرء ماذا يحاول أنحب فيقضى أم ضلال وباطل قال ويجري مع ما بمنزلة اسم واحد كقولهم ماذا رأيت فتقول خيرا بالنصب كأنه قال ما رأيت فلو كان ذا ههنا بمنزلة الذي لكان الجواب خير بالرفع وأما قولهم ذات مرة وذا صباح فهو من ظروف الزمان التي لا تتمكن تقول لقيته ذات يوم وذات ليلة وذات العشاء وذات مرة وذات الزمين وذات العويم وذا صباح وذا مساء وذا صبوح وذا غبوق فهذه الأربعة بغير هاء وإنما سمع في هذه الأوقات ولم يقولوا ذات شهر ولا ذات سنة قال الأخفش في قوله تعالى وأصلحوا ذات بينكم إنما أنثوا لأن بعض الأشياء قد يوضع له اسم مؤنث ولبعضها اسم مذكر كما قالوا دار وحائط أنثوا الدار وذكروا الحائط وقولهم كان ذيت وذيت مثل كيت وكيت أصله ذيو على فعل ساكنة العين فحذفت الواو فبقي على حرفين فشدد كما شدد كي إذا جعلته اسما ثم عوض من التشديد التاء فإن حذفت التاء وجئت بالهاء فلا بد من أن ترد التشديد تقول كان ذيه وذيه وإن نسبت إليه قلت ذيوي كما تقول بنوي في النسب إلى البنت قال ابن بري عند قول الجوهري في أصل ذيت ذيو قال صوابه ذي لأن ما عينه ياء فلامه ياء والله أعلم قال وذات الشيء حقيقته وخاصته وقال الليث يقال قلت ذات يده قال وذات ههنا اسم لما ملكت يداه كأنها تقع على الأموال وكذلك عرفه من ذات نفسه كأنه يعني سريرته المضمرة قال وذات ناقصة تمامها ذوات مثل نواة فحذفوا منها الواو فإذا ثنوا أتموا فقالوا ذواتان كقولك نواتان وإذا ثلثوا رجعوا إلى ذات فقالوا ذوات ولو جمعوا على التمام لقالوا ذويات كقولك نويات وتصغيرها ذوية وقال ابن الأنباري في قوله عز وجل إنه عليم بذات الصدور معناه بحقيقة القلوب من المضمرات فتأنيث ذات لهذا المعنى كما قال وتودون أن غير ذات الشوكة تكون لكم فأنث على معنى الطائفة كما يقال لقيته ذات يوم فيؤنثون لأن مقصدهم لقيته مرة في يوم وقوله عز وجل وترى الشمس إذا طلعت تزاور عن كهفهم ذات اليمين وإذا غربت تقرضهم ذات الشمال أريد بذات الجهة فلذلك أنثها أراد جهة ذات يمين الكهف وذات شماله والله أعلم باب ذوا وذوي مضافين إلى الأفعال قال شمر قال الفراء سمعت أعرا بيا يقول بالفضل ذو فضلكم الله به والكرامة ذات أكرمكم الله بها فيجعلون مكان الذي ذو ومكان التي ذات ويرفعون التاء على كل حال قال ويخلطون في الاثنين والجمع وربما قالوا هذا ذو يعرف وفي التثنية هاتان ذوا يعرف وهذان ذوا تعرف وأنشد الفراء وإن الماء ماء أبي وجدي وبئري ذو حفرت وذو طويت قال الفراء ومنهم من يثني ويجمع ويؤنث فيقول هذان ذوا قالا وهؤلاء ذوو قالوا ذلك وهذه ذات قالت وأنشد الفراء جمعتها من أينق سوابق ذوات ينهضن بغير سائق وقال ابن السكيت العرب تقول لا بذي تسلم ما كان كذا وكذا وللاثنين لا بذي تسلمان وللجماعة لا بذي تسلمون وللمؤنث لا بذي تسلمين وللجماعة لا بذي تسلمن والتأويل لا ولله يسلمك ما كان كذا وكذا لا وسلامتك ما كان كذا وكذا وقال أبو العباس المبرد ومما يضاف إلى الفعل ذو في قولك افعل كذا بذي تسلم وافعلاه بذي تسلمان معناه بالذي يسلمك وقال الأصمعي تقول العرب والله ما أحسنت بذي تسلم قال معناه والله الذي يسلمك من المرهوب قال ولا يقول أحد بالذي تسلم قال وأما قول الشاعر فإن بيت تميم ذو سمعت به فإن ذو ههنا بمعنى الذي ولا تكون في الرفع والنصب والجر إلا على لفظ واحد وليست بالصفة التي تعرب نحو قولك مررت برجل ذي مال وهو ذو مال ورأيت رجلا ذا مال قال وتقول رأيت ذو جاءك وذو جاءاك وذو جاؤوك وذو جاءتك وذو جئنك لفظ واحد للمذكر والمؤنث قال ومثل للعرب أتى عليه ذو أتى على الناس أي الذي أتى قال أبو منصور وهي لغة طيء وذو بمعنى الذي وقال الليث تقول ماذا صنعت فيقول خير وخيرا الرفع على معنى الذي صنعت خير وكذلك رفع قول الله عز وجل يسألونك ماذا ينفقون قل العفو أي الذي تنفقون هو العفو من أموالكم فا كذا بياض بالأصل فأنفقوا والنصب للفعل وقال أبو إسحق معنى قوله ماذا ينفقون في اللغتين على ضربين أحدهما أن يكون ذا في معنى الذي ويكون ينفقون من صلته المعنى يسألونك أي شيء ينفقون كأنه بين وجه الذي ينفقون لأنهم يعلمون ما المنفق ولكنهم أرادوا علم وجهه ومثل جعلهم ذا في معنى الذي قول الشاعر عدس ما لعباد عليك إمارة نجوت وهذا تحملين طليق المعنى والذي تحملين طليق فيكون ما رفعا بالابتداء ويكون ذا خبرها قال وجائز أن يكون ما مع ذا بمنزلة اسم واحد ويكون الموضع نصبا بيفقون المعنى يسألونك أي شيء ينفقون قال وهذا إجماع النحويين وكذلك الأول إجماع أيضا ومثل قولهم ما وذا بمنزلة اسم واحد قول الشاعر دعي ماذا علمت سأتقيه ولكن بالمغيب نبئيني كأنه بمعنى دعي الذي علمت أبو زيد جاء القوم من ذي أنفسهم ومن ذات أنفسهم وجاءت المرأة من ذي نفسها ومن ذات نفسها إذا جاءا طائعين وقال غيره جاء فلان من أية نفسه بهذا المعنى والعرب تقول لاها الله ذا بغير ألف في القسم والعامة تقول لاها الله إذا وإنما المعنى لا والله هذا ما أقسم به فأدخل اسم الله بين ها وذا والعرب تقول وضعت المرأة ذات بطنها إذا ولدت والذئب مغبوط قوله والذئب مغبوط في شرح القاموس مضبوط بذي بطنه أي بجعوه وألقى الرجل ذا بطنه إذا أحدث وفي الحديث فلما خلا سني ونثرت له ذا بطني أرادت أنها كانت شابة تلد الأولاد عنده ويقال أتينا ذا يمن أي أتينا اليمن قال الأزهري وسمعت غير واحد من العرب يقول كنا بموضع كذا وكذا مع ذي عمرو وكان ذو عمرو بالصمان أي كنا مع عمرو ومعنا عمرو وذو كالصلة عندهم وكذلك ذوي قال وهو كثير في كلام قيس ومن جاورهم والله أعلم",
    "pg": ""
  },
  "ذوب": {
    "def": "الذوب ضد الجمود ذاب يذوب ذوبا وذوبانا نقيض جمد وأذابه غيره وأذبته وذوبته واستذبته طلبت منه ذاك على عامة ما يدل عليه هذا البناء والمذوب ما ذوبت فيه والذوب ما ذوبت منه وذاب إذا سال وذابت الشمس اشتد حرها قال ذو الرمة إذا ذابت الشمس اتقى صقراتها بأفنان مربوع الصريمة معبل وقال الراجز وذاب للشمس لعاب فنزل ويقال هاجرة ذوابة شديدة الحر قال الشاعر وظلماء من جرى نوار سريتها وهاجرة ذوابة لا أقيلها والذوب العسل عامة وقيل هو ما في أبيات النحل من العسل خاصة وقيل هو العسل الذي خلص من شمعه ومومه قال المسيب بن علس شركا بماء الذوب تجمعه في طود أيمن من قرى قسر ص أيمن موضع أبو زيد قال الزبد حين يحصل في البرمة فيطبخ فهو الإذوابة فإن خلط اللبن بالزبد قيل ارتجن والإذواب والإذوابة الزبد يذاب في البرمة ليطبخ سمنا فلا يزال ذلك اسمه حتى يحقن في السقاء وذاب إذا قام على أكمل الذوب وهو العسل ويقال في المثل ما يدري أيخثر أم يذيب وذلك عند شدة الأمر قال بشر بن أبي خازم وكنتم كذات القدر لم تدر إذ غلت أتنزلها مذمومة أم تذيبها  أي لا تدري أتتركها خاثرة أم تذيبها وذلك إذا خافت أن يفسد الإذواب وقال أبو الهيثم قوله تذيبها تبقيها من قولك ما ذاب في يدي شيء أي ما بقي وقال غيره تذيبها تنهبها والمذوبة المغرفة عن اللحياني وذاب عليه المال أي حصل وما ذاب في يدي منه خير أي ما حصل والإذابة الإغارة وأذاب علينا بنو فلان أي أغاروا وفي حديث قس أذوب الليالي أو يجيب صداكما أي أنتظر في مرور الليالي وذهابها من الإذابة الإغارة والإذابة النهبة اسم لا مصدر واستشهد الجوهري هنا ببيت بشر بن أبي خازم وشرح قوله أتنزلها مذمومة أم تذيبها فقال أي تنهبها وقال غيره تثبتها من قولهم ذاب لي عليه من الحق كذا أي وجب وثبت وذاب عليه من الأمركذا ذوبا وجب كما قالوا جمد وبرد وقال الأصمعي هو من ذاب نقيض جمد وأصل المثل في الزبد وفي حديث عبدالله فيفرح المرء أن يذوب له الحق أي يجب وذاب الرجل إذا حمق بعد عقل وظهر فيه ذوبة أي حمقة ويقال ذابت حدقة فلان إذا سالت وناقة ذؤوب أي سمينة وليست في غاية السمن والذوبان بقية الوبر وقيل هو الشعر على عنق البعير ومشفره وسنذكر ذلك في الذيبان لأنهما لغتان وعسى أن يكون معاقبة فتدخل كل واحدة منهما على صاحبتها وفي الحديث من أسلم على ذوبة أو مأثرة فهي له الذوبة بقية المال يستذيبها الرجل أي يستبقيها والمأثرة المكرمة والذاب العيب مثل الذام والذيم والذان وفي حديث ابن الحنفية أنه كان يذوب أمه أي يضفر ذوائبها قال والقياس يذئب بالهمز لأن عين الذؤابة همزة ولكنه جاء غير مهموز كما جاء الذوائب على خلاف القياس وفي حديث الغار فيصبح في ذوبان الناس يقال لصعاليك العرب ولصوصها ذوبان لأنهم كالذئبان وأصل الذوبان بالهمز ولكنه خفف فانقلبت واوا",
    "pg": ""
  },
  "ذوج": {
    "def": "ذاج الماء ذوجا جرعه جرعا شديدا وذاج يذوج ذوجا أسرع الأخيرة عن كراع",
    "pg": ""
  },
  "ذوح": {
    "def": "الذوح السوق الشديد والسير العنيف قال ساعدة بن جؤية الهذلي يصف ضبعا نبشت قبرا فذاحت بالوتائر ثم بدت يديها عند جانبه تهيل قوله فذاحت أي مرت مرا سريعا والوتائر جمع وتيرة الطريقة من الأرض وبدت فرقت وذاح إبله يذوحها ذوحا جمعها وساقها سوقا عنيفا ولا يقال ذلك في الانس إنما يقال في المال إذا حازه وذاحت هي سارت سيرا عنيفا وذاحه ذوحا وذوحه فرقه وذوح إبله وغنمه بددها عن ابن الأعرابي وأنشد ألا ابشري بالبيع والتذويح فأنت مال الشوه والقبوح وكل ما فرقه فقد ذوحه وأنشد الأزهري على حقنا في كل يوم تذوح",
    "pg": ""
  },
  "ذوخ": {
    "def": "ابن الأعرابي الذوذخ والوخواخ العذيوط",
    "pg": ""
  },
  "ذود": {
    "def": "الذود السوق والطرد والدفع تقول ذدته عن كذا وذاده عن الشيء ذودا وذيادا ورجل ذائد أي حامي الحقيقة دفاع من قوم ذوذ وذواد وزاده وأذاده أعانه على الذياد وفي حديث الحوض إني لبعقر حوضي أذود الناس عنه لأهل اليمن أي أطردهم وأدفعهم وفي الحديث ليذادن رجال عن حوضي أي ليطردن ويروى فلا تذادن أي لا تفعلوا فعلا يوجب طردكم عنه قال ابن أثير والأول أشبه وفي الحديث وأما إخواننا بنو أمية فقادة ذادة الذادة جمع ذائد وهو الحامي الدافع قيل أراد أنهم يذودون عن الحرم والمذود اللسان لأنه يذاد به عن العرض قال عنترة سيأتيكم مني وإن كنت نائيا دخان العلندى دون بيتي ومذودي قال الأصمعي أراد بمذوده لسانه وببيته شرفه وقال حسان بن ثابت لساني وسيفي صارمان كلاهما ويبلغ ما لا يبلغ السيف مذودي ومذود الثور قرنه وقال زهير يذكر بقرة ويذبها عنها بأسحم مذود ويقال ذدت فلانا عن كذا أذوده أي طردته فأنا ذائد وهو مذود ومعلف الدابة مذوده قال ابن الأعرابي المذاد والمرادخ المرتع وأنشد لا تحبسا الحوساء في المذاد وذدت الإبل أذودها ذوذا إذا طردتها وسقتها والتذويد مثله والمذيد المعين لك على ما تذود وهذا كقولك أطلبت الرجل إذا أعنته على ما طلبته وأحلبته أعنته على حلب ناقته قال الشاعر ناديت في القوم ألا مذيدا والذود للقطيع من الإبل الثلاث إلى التسع وقيل ما بين الثلاث إلى العشر قال أبو منصور ونحو ذلك حفظته عن العرب وقيل من ثلاث إلى خمس عشرة وقيل إلى عشرين وفويق ذلك وقيل ما بين الثلاث إلى الثلاثين وقيل ما بين الثنتين والتسع ولا يكون إلا من الإناث دون الذكور وقال النبي صلى الله عليه وسلم ليس فيما دون خمس ذود من الإبل صدقة فأنثها في قوله خمس ذود قال ابن سيده الذود مؤنث وتصغيره بغير هاء على غير قياس توهموا به المصدر قال الشاعر ذود صفايا بينها وبيني ما بين تسع وإلى اثنتين يغنيننا من عيلة ودين وقولهم الذود إلى الذود إبل يدل على أنها في موضع اثنتين لأن الثنتين إلى الثنتين جمع قال والأذواد جمع ذود وهي أكثر من الذود ثلاث مرات وقال أبو عبيدة قد جعل النبي صلى الله عليه وسلم في قوله ليس في أقل من خمس ذود صدقة جعل الناقة الواحدة ذودا ثم قال والذود لا يكون أقل من ناقتين قال وكان حد خمس ذود عشرا من النوق ولكن هذا مثل ثلاثة فئة يعنون به ثلاثة وكان حد ثلاثة فئة أن يكون جمعا لأن الفئة جمع قال أبو منصور وهو مثل قولهم رأيت ثلاثة نفر وتسعة رهط وما أشبهه قال أبو عبيد والحديث عام لأن من ملك خمسة من الإبل وجبت عليه فيها الزكاة ذكورا كانت أو إناثا وقد تكرر ذكر الذود في الحديث والجمع أذواد أنشد ابن الأعرابي وما أبقت الأيام م المال عندنا سوى حذم أذواد محذفة النسل معنى محذفة النسل لا نسل لها يبقى لأنهم يعقرونها وينحرونها وقالوا ثلاث أذواد وثلاث ذود فأضافوا إليه جميع ألفاظ أدنى العدد جعلوه بدلا من أذواد قال الحطيئة ثلاثة أنفس وثلاث ذود لقد جار الزمان على عيالي ونظيره ثلاثة رحلة جعلوه بدلا من أرحال قال ابن سيده هذا كله قول سيبويه وله نظائر وقد قالوا ثلاث ذود يعنون ثلاث أينق قال اللغويون الذود جمع لا واحد له من لفظه كالنعم وقال بعضهم الذود واحد وجمع وفي المثل الذود إلى الذود إلى وقولهم ابلى بمعنى مع أي القليل يضم إلى القليل فيصير كثيرا وذياد وذواد اسمان والمذاد موضع بالمدينة والذائد اسم فرس نجيب جدا من نسل الحرون قال الأصمعي هو الذائد بن بطين بن بطان بن الحرون",
    "pg": ""
  },
  "ذوط": {
    "def": "ذاطه يذوطه دوطا إذا خنقه حتى يدلع لسانه عن كراع والذوط أن يطول الحنك الزعلى ويقصر الأسفل والذوط صغر الذقن وقيل قصرها والذوط سقاط الناس والذوطة وجمعها أذواط عنكبوت تكون بتهامة لها قوائم وذنبها مثل الحبة من العنب الأسود صفراء الظهر صغيرة الرأس تكع بذنبها فتجهد من تكعه حتى يذوط وذوطه أن يخدر مرات ومن كلامهم يا ذوطة ذوطيه والأذوط الناقص الذقن من الناس وغيرهم وامرأة ذوطاء وقد ذوط ذوطا وفي حديث أبي بكر رضي الله عنه لو منعوني جديا أذوط لقاتلتهم عليه هو من ذلك",
    "pg": ""
  },
  "ذوف": {
    "def": "ذاف يذوف ذوفا وهي مشية في تقارب وتفحج قال رأيت رجالا حين يمشون فحجوا وذافوا كما كانوا يذوفون من قبل وذفت خلطت لغة في دفت والذوفان السم المنقع وقيل هو القاتل وسنذكره في الياء لأن الذيفان لغة فيه",
    "pg": ""
  },
  "ذوق": {
    "def": "الذوق مصدر ذاق الشيء يذوقه ذوقا وذواقا ومذاقا فالذواق والمذاق يكونان مصدرين ويكونان طعما كما تقول ذواقه ومذاقه طيب والمذاق طعم الشيء والذواق هو المأكول والمشروب وفي الحديث لم يكن يذم ذواقا فعال بمعنى مفعول من الذوق ويقع على المصدر والاسم وما ذقت ذواقا أي شيئا وتقول ذقت فلانا وذقت ما عنده أي خبرته وكذلك ما نزل بالإنسان من مكروه فقد ذاقه وجاء في الحديث إن الله لا يحب الذواقين والذواقات يعني السريعي النكاح السريعي الطلاق قال وتفسيره أن لا يطمئن ولا تطمئن كلما تزوج أو تزوجت كرها ومدا أعينهما إلى غيرهما والذواق الملول ويقال ذقت فلانا أي خبرته وبرته واستذقت فلانا إذا خبرته فلم تحمد مخبرته ومنه قول نهشل بن حري وعهد الغانيات كعهد قين ونت عنه الجعائل مستذاق كبرق لاح يعجب من رآه ولا يشفي الحوائم من لماق يريد أن القين إذا تأخر عنه أجره فسد حاله مع إخوانه فلا يصل إلى الاجتماع بهم على الشراب ونحوه وتذوقته أي ذقته شيئا بعد شيء وأمر مستذاق أي مجرب معلوم والذوق يكون فيما يكره ويحمد قال الله تعالى فأذاقها الله لباس الجوع والخوف أي ابتلاها بسوء ما خبرت من عقاب الجوع والخوف وفي الحديث كانوا إذا خرجوا من عنده لا يتفرقون إلا عن ذواق ضرب الذواق مثلا لما ينالون عنده من الخير أي لا يتفرقون إلا عن علم وأدب يتعلمونه يقوم لأنفسهم وأرواحهم مقام الطعام والشراب لأجسامهم ويقال ذق هذه القوس أي انزع فيها لتخبر لينها من شدتها قال الشماخ فذاق فأعطته من اللين جانبا كفى ولها أن يغرق النبل حاجز قوله كفى ولها إلخ كذا بالأصل والذي في الأساس لها ولها أن يغرق السهم حاجز أي لها حاجز يمنع من إغراق أي فيها لين وشدة ومثله في كفه معطية منوع ومثله شريانة تمنع بعد اللين وذقت القوس إذا جذبت وترها لتنظر ما شدتها ابن الأعرابي في قوله فذوقوا العذاب قال الذوق يكون بالفم وبغير الفم وقال أبو حمزة يقال أذاق فلان بعدك سروا أي صار سريا وأذاق بعدك كرما وأذاق الفرس بعدك عدوا أي صار عداء بعدك وقوله تعالى فذاقت وبال أمرها أي خبرت وأذاقه الله وبال أمره قال طفيل فذوقوا كما ذقنا غداة محجر من الغيظ في أكبادنا والتحوب قوله محجر قال الأصمعي بكسر الجيم وغيره يفتح وذاق الرجل عسيلة المرأة إذا أولج فيها إذاقة حتى خبر طيب جماعها وذاقت هي عسيلته كذلك لما خالطها ورجل ذواق مطلاق إذا كان كثير النكاح كثير الطلاق ويوم ما ذقته طعاما أي ما ذقت فيه وذاق العذاب والمكروه ونحو ذلك وهو مثل وفي التنزيل ذق إنك أنت العزيز الكريم وفي حديث أحد أن أبا سفيان لما رأى حمزة رضي الله عنه مقتولا قال له ذق عقق أي ذق طعم مخالفتك لنا وتركك دينك الذي كنت عليه يا عاق قومه جعل إسلامه عقوقا وهذا من المجاز أن يستعمل الذوق وهو ما يتعلق بالأجسام في المعاني كقوله تعالى ذق إنك أنت العزيز الكريم وقوله فذاقوا وبال أمرهم وأذقته إياه وتذواق القوم الشيء كذاقوه قال ابن مقبل يهززن للمشي أوصالا منعمة هز الشمال ضحى عيدان يبرينا أو كاهتزاز رديني تذاوقه أيدي التجار فزادوا متنه لينا قوله التجار في الأساس الكماة  والمعروف تداوله ويقال ما ذقت ذواقا أي شيئا وهو ما يذاق من الطعام",
    "pg": ""
  },
  "ذول": {
    "def": "الذال حرف هجاء وهو حرف مجهور يكون أصلا لا بدلا ولا زائدا قال ابن سيده وإنما حكمت على ألفها أنها منقلبة عن واو لأن عينها ألف مجهولة الانقلاب وتصغيرها ذويلة وقد ذولت ذالا والذويل اليابس من النبات وغيره هذه رواية ابن دريد والصحيح الدويل بالدال المهملة",
    "pg": ""
  },
  "ذون": {
    "def": "الكسائي في الذآنين منهم من لا يهمز فيقول ذونون وذوانين للجمع قال والذونون في هيئة الهليون مسموع من العرب ابن الأعرابي التذون النعمة والذان والذين العيب",
    "pg": ""
  },
  "ذوي": {
    "def": "ذوى العود والبقل بالفتح يذوي ذيا وذويا كلاهما ذبل فهو ذاو وهو أن لا يصيبه ريه أو يضربه الحر فيذبل ويضعف وأذواه العطش قال ابن بري وشاهد الذوي المصدر قول الراجز ما زلت حولا في ثرى ثري بعدك من ذاك الندى الوسمي حتى إذا ما هم بالذوي جئتك واحتجت إلى الولي ليس غني عنك بالغني وفي حديث عمر أنه كان يستاك وهو صائم بعود قد ذوى أي يبس وقال الليث لغة أهل بثينة ذأى العود قال وذوي العود يذوى قال أبو عبيدة وهي لغة رديئة قال الجوهري ولا يقال ذوي البقل بالكسر وقال يونس هي لغة وأذواه الحر أي أذبله والذوى النعاج الضعاف والذواة قشرة العنبة والبطيخة والحنطلة وجمعها ذوى ابن بري الذاوي الذي فيه بعض رطوبة قال الشاعر رأيت الفتى يهتز كالغصن ناعما تراه عميا ثم يصبح قد ذوى قال وقال ذو الرمة وأبصرت أن القنع صارت نطافه فراشا وأن البقل ذاو ويابس قال فهذا يدل على صحة ما ذكرناه",
    "pg": ""
  },
  "ذيأ": {
    "def": "تذيأ الجرح والقرحة تقطعت وفسدت وقيل هو انفصال اللحم عن العظم بذبح أو فساد الأصمعي إذا فسدت القرحة وتقطعت قيل قد تذيأت تذيؤا وتهذأت تهذؤا وأنشد شمر تذيأ منها الرأس حتى كأنه من الحر في نار يبض مليلها وتذيأت القربة تقطعت وهو من ذلك وفي الصحاح ذيأت اللحم فتذيأ إذا أنضجته حتى يسقط عن عظمه وقد تذيأ اللحم تذيؤا إذا انفصل لحمه عن العظم بفساد أو طبخ",
    "pg": ""
  },
  "ذيب": {
    "def": "الأذيب الماء الكثير والأذيب الفزع والأذيب النشاط الأصمعي مر فلان وله أذيب قال وأحسبه يقال أزيب بالزاي وهو النشاط والذيبان الشعر الذي يكون على عنق البعير ومشفره والذيبان أيضا بقية الوبر قال شمر لا أعرف الذيبان إلا في بيت كثير عسوف لأجواف الفلا حميرية مريش بذيبان الشليل تليلها\nويروى السبيب قال أبو عبيد هو واحد وقال أبو وجزة تربع أنهي الرنقاء حتى نفى ونفين ذيبان الشتاء",
    "pg": ""
  },
  "ذيت": {
    "def": "وذيت التهذيب أبو حاتم عن اللغة الكثيرة كان من الأمر كيت وكيت بغير تنوين وذيت وذيت كذلك بالتخفيف قال وقد نقل قوم ذيت وذيت فإذا وقفوا قالوا ذيه بالهاء وروى ابن نجدة عن أبي زيد قال العرب تقول قال فلان ذيت وذيت وعمل كيت وكيت لا يقال غيره وقال أبو عبيد يقال كان من الأمر ذيت وذيت وذيت وذيت وذية وذية وروى ابن شميل عن يونس كان من الأمر ذية وذية مشددة مرفوعة والله أعلم",
    "pg": ""
  },
  "ذيج": {
    "def": "ذاج يذيج ذيجا مر مرا سريعا عن كراع",
    "pg": ""
  },
  "ذيح": {
    "def": "ابن الأثير في حديث علي كان الأشعث ذا ذيح الذيح الكبر",
    "pg": ""
  },
  "ذيخ": {
    "def": "الذيخ الذكر من الضباع الكثير الشعر والجمع أذياخ وذيوخ وذيخة والأنثى ذيخة والجمع ذيخات ولا يكسر قال جرير مثل الضباع يسفن ذيخا ذائخا وفي حديث القيامة وينظر الخليل عليه السلام إلى أبيه فإذا هو بذيخ متلطخ الذيخ ذكر الضباع وأراد بالتلطخ التلطخ برجيعه أو بالطين كما قال في الحديث الآخر بذيخ أمدر أي متلطخ بالمدر وفي حديث خزيمة والذيخ محر نجما أي أن السنة تركت ذكر الضباع مجتمعا متقبضا من شدة الجدب والذيخ قنو النخلة حكاه كراع في الذال المعجمة وجمعه ذيخة وقد تقدم في الدال ويقال ذيخت النخلة إذا لم تقبل الإبار ولم تعقد شيئا وذيخه تذييخا ذلله حكاها أبو عبيد وحده والصواب الدال وكان شمر يقول ديخته ذللته بالدال من داخ إذا ذل والذيخ الكبر وفي حديث علي رضوان الله عليه كان الأشعث ذا ذيخ حكاه الهروي في الغريبين ويقال في فلان ذيخ أي كبر والمذيخة الذئاب بلسان خولان",
    "pg": ""
  },
  "ذيذج": {
    "def": "التهذيب في الرباعي شمر الذيذجان الإبل تحمل حمولة التجار وأنشد إذا وجدت الذيذجان الدارجا رأيته في كل بهو دامجا",
    "pg": ""
  },
  "ذير": {
    "def": "الذيار غير مهموز البعر وقيل البعر الرطب يضمد به الإحليل وأخلاف الناقة ذات اللبن إذا أرادوا صرها لئلا يؤثر فيه الصرار ولكيلا يرضع الفصيل حكاه اللحياني وهو التذيير وأنشد الكسائي قد غاث ربك هذا الخلق كلهم بعام خصب فعاش الناس والنعم وأبهلوا سرحهم من غير تودية ولا ذيار ومات الفقر والعدم وقد ذير الراعي أخلافها إذا لطخها بالذيار قال أبو صفوان الأسدي يهجو ابن ميادة وميادة كانت أمه لهفي عليك يا ابن ميادة التي يكون ذيارا لا يحت خضابها إذا زبنت عنها الفصيل برجلها بدا من فروج الشملتين عنابها أراد بعنابها بظرها الليث السرقين الذي يخلط بالتراب يسمى قبل الخلط خثة وإذا خلط فهو ذيرة فإذا طلي على أطباء الناقة لكيلا يرضعها الفصيل فهو ذيار وأنشد غدت وهي محشوكة حافل فراخ الذيار عليها صخيما ويقال للرجل إذا اسودت أسنانه قد ذير فوه تذييرا",
    "pg": ""
  },
  "ذيط": {
    "def": "أبو زيد ذاط في مشيه يذيط ذيطانا إذا حرك منكبيه في مشيه مع كثرة لحم",
    "pg": ""
  },
  "ذيع": {
    "def": "الذيع أن يشيع الأمر يقال أذعناه فذاع وأذعت الأمر وأذعت به وأذعت السر إذاعة إذا أفشيته وأظهرته وذاع الشيء والخبر يذيع ذيعا وذيعانا وذيوعا وذيعوعة فشا وانتشر وأذاعه وأذاع به أي أفشاه وأذاع بالشيء ذهب به ومنه بيت الكتاب ربع قواء أذاع المعصرات به أي أذهبته وطمست معالمه ومنه قول الآخر نوازل أعوام أذاعت بخمسة وتجعلني إن لم يق الله ساديا وفي التنزيل وإذا جاءهم أمر من الأمن أو الخوف أذاعوا به قال أبو إسحق يعني بهذا جماعة من المنافقين وضعفة من المسلمين قال ومعنى أذاعوا به أي أظهروه ونادوا به في الناس وأنشد أذاع به في الناس حتى كأنه بعلياء نار أوقدت بثقوب وكان النبي صلى الله عليه وسلم إذا أعلم أنه ظاهر على قوم أمن منهم أو أعلم بتجمع قوم يخاف من جمع مثلهم أذاع المنافقون ذلك ليحذر من يبتغي أن يحذر من الكفار وليقوى قلب من يبتغي أن يقوى قلبه على ما أذاع وكان ضعفة المسلمين يشيعون ذلك معهم من غير علم بالضرر في ذلك فقال الله عز وجل ولو ردوا ذلك إلى أن يأخذوه من قبل الرسول ومن قبل أولي الأمر منهم لعلم الذين أذاعوا به من المسلمين ما ينبغي أن يذاع أو لا يذاع ورجل مذياع لا يستطيع كتم خبر وأذاع الناس والإبل ما وبما في الحوض إذاعة إذا شربوا ما فيه وأذاعت به الإبل إذاعة إذا شربت وتركت متاعي في مكان كذا وكذا فأذاع الناس به إذا ذهبوا به وكل ما ذهب به فقد أذيع به والمذياع الذي لا يكتم السر وقوم مذاييع وفي حديث علي كرم الله وجهه ووصف الأولياء ليسوا بالمذاييع البذر هو جمع مذياع من أذاع الشيء إذا أفشاه وقيل أراد الذين يشيعون الفواحش وهو بناء مبالغة",
    "pg": ""
  },
  "ذيف": {
    "def": "الذئفان بالهمز والذيفان بالياء والذيفان بكسر الذال وفتحها والذواف كله السم الناقع وقيل القاتل يهمز ولا يهمز والذؤفان بضم الذال والهمز لغة في الذيفان قال ابن سيده وإنما بينته ههنا معاقبة قال ابن بري وأنشد ابن السكيت لأبي وجزة وإذا قطمتهم قطمت علاقما وقواضي الذيفان ممن تقطم قوله ممن تقطم في الصحاح في مادة قطم فيما تقطم قال ابن بري وحكى ابن خالويه أنه لم يهمز أحد من أهل اللغة غير الأصمعي ابن الأثير في حديث عبد الرحمن بن عوف يفديهم وودوا لو سقوه من الذيفان مترعة ملايا الذيفان السم القاتل يهمز ولا يهمز والملايا يريد بها المملوءة فقلبت الهمزة ياء وهو قلب شاذ وحكى اللحياني سقاه الله كأس الذيفان بفتح أوله وهو الموت وفي الحديث وتديفون فيه من القطيعاء أي تخلطون قال ابن الأثير والواو فيه أكثر من الياء ويروى بالذال وهو بالدال أكثر",
    "pg": ""
  },
  "ذيل": {
    "def": "الذيل آخر كل شيء وذيل الثوب والإزار ما جر منه إذا أسبل والذيل ذيل الإزار من الرداء وهو ما أسبل منه فأصاب الأرض وذيل المرأة لكل ثوب تلبسه إذا جرته على الأرض من خلفها الجوهري الذيل واحد أذيال القميص وذيوله وذيل الريح ما انسحب منها على الأرض وذيل الريح ما تتركه في الرمال على هيئة الرسن ونحوه كأن ذلك إنما هو أثر ذيل جرته قال لكل ريح فيه ذيل مسفور وذيلها أيضا ما جرته على وجه الأرض من التراب والقتام والجمع من كل ذلك أذيال وأذيل الأخيرة عن الهجري وأنشد لأبي البقرات النخعي وثلاثا مثل القطا مائلات لحفتهن أذيل الريح تربا والكثير ذيول قال النابغة كأن مجر الرامسات ذيولها عليه قضيم نمقته الصوانع في ديوان النابغة حصير بدل قضيم وقيل أذيال الريح مآخيرها التي تكسح بها ما خف لها وذيل الفرس والبعير ونحوهما ما أسبل من ذنبه فتعلق وقيل ذيله ذنبه وذال يذيل وأذيل صار له ذيل وذال به شال وكذلك الوعل بذنبه وفرس ذائل ذو ذيل وذيال طويل الذيل وفي الصحاح طويل الذنب والأنثى ذائلة وقال ابن قتيبة ذائل طويل الذيل وذيال طويل الذيل وفي التهذيب أيضا طويل الذنب وأنشد ابن بري لعباس بن مرداس وإني حاذر أنمي سلاحي إلى أوصال ذيال منيع فإن كان الفرس قصيرا وذنبه طويلا قالوا ذائل والأنثى ذائلة أو قالوا ذيال الذنب فيذكرون الذنب ويقال لذنب الفرس إذا طال ذيل أيضا وكذلك الثور الوحشي والذيال من الخيل المتبختر في مشيه واستنانه كأنه يسحب ذيل ذنبه وذال الرجل يذيل ذيلا تبختر فجر ذيله قال طرفة يصف ناقة فذالت كما ذالت وليدة مجلس تري ربها أذيال سحل ممدد يعني أنها جرت ذنبها كما ذالت مملوكة تسقي الخمر في مجلس وفي حديث مصعب بن عمير كان مترفا في الجاهلية يدهن بالعبير ويذيل يمنة اليمن أي يطيل ذيلها واليمنة ضرب من برود اليمن ويقال ذات الجارية في مشيها تذيل ذيلا إذا ماست وجرت أذيالها على الأرض وتبخترت وذالت الناقة بذنبها إذا نشرته على فخذيها خالد بن جنبة قال ذيل المرأة ما وقع على الأرض من ثوبها من نواحيها كلها قال فلا ندعو للرجل ذيلا فإن كان طويل الثوب فذلك الإرفال في القميص والجبة والذيل في درع المرأة أو قناعها إذا أرخته وتذيلت الدابة حركت ذنبها من ذلك والتذيل التبختر منه ودرع ذائلة وذائل ومذالة طويلة والذائل الدرع الطويلة الذيل قال النابغة وكل صموت نثلة تبعية ونسج سليم كل قضاء ذائل يعني سليمان بن داود على نبينا وعليهما السلام والصموت الدرع التي إذا صبت لم يسمع لها صوت وذيل فلان ثوبه تذييلا إذا طوله وملاء مذيل طويل الذيل وثوب مذيل قال الشاعر عذارى دوار في ملاء مذيل هذا البيت من معلقة امرئ القيس وصدره فعن لنا سرب كأن نعاجه ويقال أذال فلان ثوبه أيضا إذا أطال ذيله قال كثير على ابن أبي العاصي دلاص حصينة أجاد المسدي سردها فأذالها وأذالت المرأة قناعها أي أرسلته وحلقة ذائلة ومذالة رقيقة لطيفة مع طول والمذال من البسيط والكامل ما زيد على وتده من آخر البيت حرفان وهو المسبغ في الرمل ولا يكون المذال في البسيط إلا من المسدس ولا في الكامل إلا من المربع مثال الأول قوله إنا ذممنا على ما خيلت سعد بن زيد وعمرا من تميم ومثال الثاني قوله جدث يكون مقامه أبدا بمختلف الرياح فقوله رن من تميم مستفعلان وقوله تلفر رياح متفاعلان وقال الزجاج إذا زيد على الجزء حرف واحد وذلك الجزء مما لا يزاحف فاسمه المذال نحو متفاعلان أصله متفاعلن فزدت حرفا فصار ذلك الحرف بمنزلة الذيل للقميص وذال الشيء يذيل هان وأذلته أنا أهنته ولم أحسن القيام عليه وأذال فلان فرسه وغلامه إذا أهانه والإذالة الإهانة وفي الحديث نهى النبي صلى الله عليه وسلم عن إذالة الخيل وهو امتهانها بالعمل والحمل عليها وفي رواية بات جبريل عليه السلام يعاتبني في إذالة الخيل أي إهانتها والاستخفاف بها ومنه الحديث الآخر أذال الناس الخيل وقيل إنهم وضعوا أداة الحرب عنها وأرسلوها والمذال المهان وقيل للأمة المهانة المذالة وفي المثل أخيل من مذالة وهي الأمة لأنها تهان وهي تتبختر ويقال ذيل ذائل وهو الهوان والخزي وقولهم جاء أذيال من الناس أي أواخر منهم قليل وذالت المرأة والناقة تذيل هزلت وفسدت وأذلتها أهزلتها وهو من ذلك والمذيل والمتذيل المتبذل وبنو الذيال بطن من العرب",
    "pg": ""
  },
  "ذيم": {
    "def": "الذيم والذام العيب قال عويف القوافي ألمت خناس وإلمامها أحاديث نفس وأسقامها ومنها يرد الكتيبة مفلولة بها أفنها وبها ذامه وقد ذامه يذيمه ذيما وذاما عابه وذمته أذيمه وذأمته وذممته كله بمعنى عن الأخفش فهو مذيم على النقص ومذيوم على التمام ومذؤوم إذا همزت ومذموم من المضاعف وقيل الذيم والذام الذم وفي المثل لا تعدم الحسناء ذاما قال ابن بري ومنه قول أنس بن نواس المحاربي وكنت مسودا فينا حميدا وقد لا تعدم الحسناء ذاما وفي الحديث عادت محاسنه ذاما الذام والذيم العيب وقد يهمز وفي حديث عائشة رضي الله عنها قالت لليهود عليكم السام والذام وقد تقدم ذكره والله أعلم",
    "pg": ""
  },
  "ذين": {
    "def": "الذين والذان العيب وذامه وذانه وذابه إذا عابه وقال أبو عمرو هو الذيم والذام والذان والذاب بمعنى واحد وقال قيس بن الخطيم الأنصاري أجد بعمرة غنياتها فتهجر أم شأننا شأنها رددنا الكتيبة مفلولة بها أفنها وبها ذانها وقال كناز الجرمي رددنا الكتيبة مفلولة بها أفنها وبها ذابها ولست إذا كنت في جانب أذم العشيرة أغتابها ولكن أطاوع ساداتها ولا أتعلم ألقابها وفي شعره إقواء في المرفوع والمنصوب والمذان لغة في المذال",
    "pg": ""
  }
}