{
  "ث": {
    "def": "الثاء من الحروف اللثوية وهي من الحروف المهموسة وهي والظاء والذال في حيز واحد",
    "pg": ""
  },
  "ثأب": {
    "def": "ثئب الرجل قوله ثئب الرجل قال شارح القاموس هو كفرح عازيا ذلك للسان ولكن الذي في المحكم والتكملة وتبعهما المجد ثأب كعنى  ثأبا وتثاءب وتثأب أصابه كسل وتوصيم وهي الثؤباء ممدود والثؤباء من التثاؤب مثل المطواء من التمطي قال الشاعر في صفة مهر فافتر عن قارحه تثاؤبه وفي المثل أعدى من الثؤباء ابن السكيت تثاءبت على تفاعلت ولا تقل تثاوبت والتثاؤب أن يأكل الإنسان شيئا أو يشرب شيئا تغشاه له فترة كثقلة النعاس من غير غشي عليه يقال ثئب فلان قال أبو زيد تثأب يتثأب تثؤبا من الثؤباء في كتاب الهمز وفي الحديث التثاؤب من الشيطان وإنما جعله من الشيطان كراهية له لأنه إنما يكون من ثقل البدن وامتلائه واسترخائه وميله إلى الكسل والنوم فأضافه إلى الشيطان لأنه الذي يدعو إلى إعطاء النفس شهوتها وأراد به التحذير من السبب الذي يتولد منه وهو التوسع في المطعم والشبع فيثقل عن الطاعات ويكسل عن الخيرات والأثأب شجر ينبت في بطون الأودية بالبادية وهو على ضرب التين ينبت ناعما كأنه على شاطئ نهر وهو بعيد من الماء يزعم الناس أنها شجرة سقية واحدته أثأبة قال الكميت وغادرنا المقاول في مكر كخشب الأثأب المتغطرسينا قال الليث هي شبيهة بشجرة تسميها العجم النشك وأنشد في سلم أو أثأب وغرقد قال أبو حنيفة الأثأبة دوحة محلال واسعة يستظل تحتها الألوف من الناس تنبت نبات شجر الجوز وورقها أيضا كنحو ورقه ولها ثمر مثل التين الأبيض يؤكل وفيه كراهة وله حب مثل حب التين وزناده جيدة وقيل الأثأب شبه القصب له رؤوس كرؤوس القصب وشكير كشكيره فأما قوله قل لأبي قيس خفيف الأثبه فعلى تخفيف الهمزة إنما أراد خفيف الأثأبة وهذا الشاعر كأنه ليس من لغته الهمز لأنه لو همز لم ينكسر البيت وظنه قوم لغة وهو خطأ وقال أبو حنيفة قال بعضهم الأثب فاطرح الهمزة وأبقى الثاء على سكونها وأنشد ونحن من فلج باعلى شعب مضطرب البان اثيث الاثب",
    "pg": ""
  },
  "ثأثأ": {
    "def": "ثأثأ الشيء عن موضعه أزاله وثأثأ الرجل عن الأمر حبس ويقال ثأثئ عن الرجل أي احبس والثأثأة الحبس وثأثأت عن القوم دفعت عنهم وثأثأ عن الشيء إذا أراده ثم بدا له تركه أو المقام عليه أبو زيد تثأثأت تثأثؤا إذا أردت سفرا ثم بدا لك المقام وثأثأ عنه غضبه أطفأه ولقيت فلانا فتثأثأت منه أي هبته وأثأته بسهم  قوله واثأته بسهم تبع المؤلف الجوهري وفي الصاغاني والصواب أن يفرد له تركيب بعد تركيب ثمأ لأنه من باب أجأته أجيئه وأفأته أفيئه إثاءة رميته ص وثأثأ الإبل أرواها من الماء وقيل سقاها فلم ترو وثأثأت هي وقيل ثأثأت الإبل أي سقيتها حتى يذهب عطشها ولم أروها وقيل ثأثأت الإبل ارويتها وأنشد المفضل\nإنك لن تثأثئ النهالا بمثل أن تدارك السجالا وثأثأ بالتيس دعاه عن أبي زيد",
    "pg": ""
  },
  "ثأج": {
    "def": "الثؤاج صياح الغنم ثأجت تثأج ثأجا وثؤاجا بفتح الهمزة في جميع ذلك صاحت وفي الحديث لا تأتي يوم القيامة وعلى رقبتك شاة لها ثؤاج وأنشد أبو زيد في كتاب الهمز وقد ثأجوا كثؤاج الغنم وهي ثائجة والجمع ثوائج وثائجات ومنه كتاب عمرو بن أفصى إن لهم الثائجة هي التي تصوت من الغنم وقيل هو خاص بالضأن منها وثأج يثأج شرب شربات هذه عن أبي حنيفة",
    "pg": ""
  },
  "ثأد": {
    "def": "الثأد الثرى والثأد الندى نفسه والثئيد المكان الندي وثئد النبت ثأدا فهو ثئد ندي قال الأصمعي قيل لبعض العرب أصب لنا موضعا أي اطلب فقال رائدهم وجدت مكانا ثئدا مئدا وقال زيد بن كثوة بعثوا رائدا فجاء وقال عشب ثأد مأد كأنه أسوق نساء بني سعد وقال رائد آخر سيل وبقل وبقيل فوجدوا الأخير أعقلهما ابن الأعرابي الثأد الندى والقذر والأمر القبيح الصحاح الثأد الندى والقر قال ذو الرمة فبات يشئزه ثأد ويسهره تذؤب الريح والوسواس والهضب قال وقد يحرك ومكان ثئد أي ند ورجل ثئد أي مقرور وقيل الأثآد العيوب وأصله البلل ابن شميل يقال للمرأة إنها لثأدة الخلق أي كثيرة اللحم وفيها ثآدة مثل سعادة وفخذ ثئدة رياء ممتلئة وما أنا بابن ثأداء ولا ثأداء أي لست بعاجز وقيل أي لم أكن بخيلا لئيما وهذا المعنى أراد الذي قال لعمر بن الخطاب رضي الله تعالى عنه عام الرمادة لقد انكشفت وما كنت فيها ابن ثأداء أي لم تكن فيها كابن الأمة لئيما فقال ذلك لو كنت أنفق عليهم من مال الخطاب وقيل في الثأداء ما قيل في الدأثاء من أنها الأمة والحمقاء جميعا وما له ثئدت أمه كما يقال حمقت الفراء الثأداء والدأثاء الأمة على القلب قال أبو عبيد ولم أسمع أحدا يقول هذا بالفتح غير الفراء والمعروف ثأداء ودأثاء قال الكميت وما كنا بني ثأداء لما شفينا بالأسنة كل وتر ورواه يعقوب حتى شفينا وفي حديث عمر رضي الله عنه قال في عام الرمادة لقد هممت أن أجعل مع كل أهل بيت من المسلمين مثلهم فإن الإنسان لا يهلك على نصف شبعه فقيل له لو فعلت ذلك ما كنت فيها بابن ثأداء يعني بابن أمة أي ما كنت لئيما وقيل ضعيفا عاجزا وكان الفراء يقول دأثاء وسحناء لمكان حروف الحلق قال ابن السكيت وليس في الكلام فعلاء بالتحريك إلا حرف واحد وهو الثأداء وقد يسكن يعني في الصفات قال وأما الأسماء فقد جاء فيه حرفان قرماء وجنفاء وهما موضعان قال الشيخ أبو محمد بن بري قد جاء على فعلاء ستة أمثلة وهي ثأداء وسحناء ونفساء لغة في نفساء وجنفاء وقرماء وحسداء هذه الثلاثة أسماء مواضع قال الشاعر في جنفاء رحلت إليك من جنفاء حتى أنخت فناء بيتك بالمطالي وقال السليك بن السلكة في قرماء على قرماء عالية شواه كأن بياض غرته خمار وقال لبيد في حسداء فبتنا حيث أمسينا ثلاثا على حسداء تنبحنا الكلاب",
    "pg": ""
  },
  "ثأر": {
    "def": "الثأر والثؤرة الذحل ابن سيده الثأر الطلب بالدم وقيل الدم نفسه والجمع أثآر وآثار على القلب حكاه يعقوب وقيل الثأر قاتل حميمك والاسم الثؤرة الأصمعي أدرك فلان ثؤرته إذا أدرك من يطلب ثأره والتؤرة كالثؤرة هذه عن اللحياني ويقال ثأرت القتيل وبالقتيل ثأرا وثؤرة فأنا ثائر أي قتلت قاتله قال الشاعر شفيت به نفسي وأدركت ثؤرتي بني مالك هل كنت في ثؤرتي نكسا والثائر الذي لا يبقى على شيء حتى يدرك ثأره وأثأر الرجل واثأر أدرك ثأره وثأر به وثأره طلب دمه ويقال تأرتك بكذا أي أدركت به ثأري منك ويقال ثأرت فلانا واثأرت به إذا طلبت قاتله والثائر الطالب والثائر المطلوب ويجمع الأثآر والثؤرة المصدر وثأرت القوم ثأرا إذا طلبت بثأرهم ابن السكيت ثأرت فلانا وثأرت بفلان إذا قتلت قاتله وثأرك الرجل الذي أصاب حميمك وقال الشاعر قتلت به ثأري وأدركت ثؤرتي يظهر أن هذه رواية ثانية البيت الذي مر ذكره قبل هذا الكلام وقال الشاعر طعنت ابن عبد القيس طعنة ثائر لها نفذ لولا الشعاع أضاءها وقال آخر حلفت فلم تأثم يميني لأثأرن عديا ونعمان بن قيل وأيهما قال ابن سيده هؤلاء قوم من بني يربوع قتلهم بنو شيبان يوم مليحة فحلف أن يطلب بثأرهم ويقال هو ثأره أي قاتل حميمه قال جرير وامدح سراة بني فقيم إنهم قتلوا أباك وثأره لم يقتل قال ابن بري هو يخاطب بهذا الشعر الفرزدق وذلك أن ركبا من فقيم خرجوا يريدون البصرة وفيهم امرأة من بني يربوع بن حنظلة معها صبي من رجل من بني فقيم فمروا بخابية من ماء السماء وعليها أمة تحفظها فأشرعوا فيها إبلهم فنهتهم الأمة فضربوها واستقوا في أسقيتهم فجاءت الأمة أهلها فأخبرتهم فركب الفرزدق فرسا له وأخذ رمحا فأدرك القوم فشق أسقيتهم فلما قدمت المرأة البصرة أراد قومها أن يثأروا لها فأمرتهم أن لا يفعلوا وكان لها ولد يقال له ذكوان بن عمرو بن مرة بن فقيم فلما شب راض الإبل بالبصرة فخرج يوم عيد فركب ناقة له فقال له ابن عم له ما أحسن هيئتك يا ذكوان لو كنت أدركت ما صنع بأمك فاستنجد ذكوان ابن عم له فخرج حتى أتيا غالبا أبتا الفرزدق بالحزن متنكرين يطلبان له غرة فلم يقدرا على ذلك حتى تحمل غالب إلى كاظمة فعرض له ذكوان وابن عمه فقالا هل من بعير يباع فقال نعم وكان معه بعير عليه معاليق كثيرة فعرضه عليهما فقالا حط لنا حتى ننظر إليه ففعل غالب ذلك وتخلف معه الفرزدق وأعوان له فلما حط عن البعير نظرا إليه وقالا له لا يعجبنا فتخلف الفرزدق ومن معه على البعير يحملون عليه ولحق ذكوان وابن عمه غالبا وهو عديل أم الفرزدق على بعير في محمل فعقر البعير فخر غالب وامرأته ثم شدا على بعير جعثن أخت الفرزدق فعقراه ثم هربا فذكروا أن غالبا لم يزل وجعا من تلك السقطة حتى مات بكاظمة والمثؤور به المقتول وتقول يا ثارات فلان أي يا قتلة فلان وفي الحديث يا ثارات عثمان أي يا أهل ثاراته ويا أيها الطالبون بدمه فحذف المضاف وأقام المضاف إليه مقامه وقال حسان لتسمعن وشيكا في ديارهم الله أكبر يا ثارات عثمانا الجوهري يقال يا ثارات فلان أي يا قتلته فعلى الأول يكون قد نادى طالبي الثأر ليعينوه على استيفائه وأخذه والثاني يكون قد نادى القتلة تعريفا لهم وتقريعا وتفظيعا للأمر عليهم حتى يجمع لهم عند أخذ الثأر بين القتل وبين تعريف الجرم وتسميته وقرع أسماعهم به ليصدع قلوبهم فيكون أنكأ فيهم وأشفى للناس ويقال اثأر فلان من فلان إذا أدرك ثأره وكذلك إذا قتل قاتل وليه وقال لبيد والنيب إن تعر مني رمة خلقا بعد الممات فإني كنت أثئر أي كنت أنحرها للضيفان فقد أدركت منها ثأري في حياتي مجازاة لتقضمها عظامي النخرة بعد مماتي وذلك أن الإبل إذا لم تجد حمضا ارتمت عظام الموتى وعظام الإبل تخمض بها وفي حديث عبد الرحمن يوم الشورى لا تغمدوا سيوفكم عن أعدائكم فتوتروا ثأركم الثأر ههنا العدو لأنه موضع الثأر أراد انكم تمكنون عدوكم من أخذ وتره عندكم يقال وترته إذا أصبته بوتر وأوترته إذا أوجدته وتره ومكنته منه واثأر كان الأصل فيه اثتأر فأدغمت في الثاء وشددت وهو افتعال قوله وهو افتعال إلخ أي مصدر اثتأر افتعال من ثأر من ثأر والثأر المنيم الذي يكون كفؤا لدم وليك وقال الجوهري الثأر المنيم الذي إذا أصابه الطالب رضي به فنام بعده وقال أبو زيد استثأر فلان فهو مستثئر إذا استغاث ليثأر بمقتوله إذا جاءهم مستثئر كان نصره دعاء ألا طيروا بكل وأى نهد قال أبو منصور كأنه يستغيث بمن ينجده على ثأره وفي حديث محمد بن سلمة يوم خيبر أنا له يا رسول الله الموتور الثائر أي طالب الثأر وهو طلب الدم والتؤرور الجلواز وقد تقدم في حرف التاء أنه التؤرور بالتاء عن الفارسي",
    "pg": ""
  },
  "ثأط": {
    "def": "الثأطة دويبة لم يحكها غير صاحب العين والثأطة الحمأة وفي المثل ثأطة مدت بماء يضرب للرجل يشتد موقه وحمقه لأن الثأطة إذا أصابها الماء ازدادت فسادا ورطوبة وقيل للذي يفرط في الحمق ثأطة مدت بماء وجمعها ثأط قال أمية يذكر حمامة نوح على نبينا محمد وعليه الصلاة والسلام فجاءت بعدما ركضت بقطف عليه الثأط والطين الكبار وقيل الثأط والثأطة الطين حمأة كان أو غير ذلك وقال أمية أيضا بلغ المشارق والمغارب يبتغي أسباب أمر من حكيم مرشد فأتى مغيب الشمس عند مآبها في عين ذي خلب وثأط حرمد قوله فأتى إلخ تقدم للمؤلف في مادة حرمد فرأى مغيب الشمس عند مسائها وأورد الأزهري هذا البيت مستشهدا به على الثأطة الحمأة فقال وأنشد شمر لتبع وكذلك أورده ابن بري وقال إنه لتبع يصف ذا القرنين قال والخلب الطين بكلامهم قال الأزهري وهذا في شعر تبع المروي عن ابن عباس والثأطة دويبة لساعة والثأطاء الحمقاء مشتق من الثأطة وما هو بابن ثأطاء وثأطاء وثأطان وثأطان أي بابن أمة ويكنى به عن الحمق",
    "pg": ""
  },
  "ثأل": {
    "def": "الثؤلول واحد الثآليل المحكم الثؤلول خراج وقد ثؤلل الرجل وقد تثألل جسده بالثآليل وفي الحديث في صفة خاتم النبوة كأنه ثآليل الثآليل جمع ثؤلول وهو الحبة تظهر في الجلد كالحمصة فما دونها والثؤلول حلمة الثدي عن كراع في المنجد والله أعلم",
    "pg": ""
  },
  "ثأن": {
    "def": "التهذيب التثاؤن الاحتيال والخديعة يقال تثاءن للصيد إذا خادعه جاءه مرة عن يمينه ومرة عن شماله ويقال تثاءنت له لأصرفه عن رأيه أي خادعته واحتلت له وأنشد تثاءن لي في الأمر من كل جانب  ليصرفني عما أريد كنود",
    "pg": ""
  },
  "ثأي": {
    "def": "الثأي والثأى جميعا الإفساد كله وقيل هي الجراحات والقتل ونحوه من الإفساد وأثأى فيهم قتل وجرح والثأي والثأى خرم خرز الأديم وقال ابن جني هو أن تغلظ الإشفى ويدق السير وقد ثئي يثأى وثأى يثأى وأثأيته أنا قال ذو الرمة وفراء غرفية أثأى خوارزها مشلشل ضيعته بينها الكتب وثأيت الخرز إذا خرمته وقال أبو زيد أثأيت الخرز إثآأ خرمته وقد تئي الخرز يثأى ثأى شديدا قال ابن بري قال الجوهري ثئي الخرز يثأى قال وقال أبو عبيد ثأى الخرز بفتح الهمزة قال وحكى كراع عن الكسائي ثأى الخرز يثأى وذلك أن يتخرم حتى تصير خرزتان في موضع وقيل هما لغتان قال وأنكر ابن حمزة فتح الهمزة وأثأيت في القوم إثآء أي جرحت فيهم وهو الثأى قال يا لك من عيث ومن إثآء يعقب بالقتل وبالسباء والثأى الخرم والفتق قال جرير هو الوافد الميمون والراتق الثأى إذا النعل يوما بالعشيرة زلت وقال الليث إذا وقع بين القوم جراحات قيل عظم ا لثأى بينهم قال ويجوز للشاعر أن يقلب مد الثأى حتى تصير الهمزة بعد الألف كقوله إذا ما ثاء في معد قال ومثله رآه وراءه بوزن رعاه وراعه ونأى وناء قال نعم أخو الهيجاء في اليوم اليمي أراد أن يقول اليوم فقلب والثأوة بقية قليل من كثير قال والثأوة المهزولة من الغنم وهي الشاة المهزولة قال الشاعر تغذرمها في ثأوة من شياهه فلا بور كت تلك الشياه القلائل الهاء في قوله تغذرمها لليمين التي كان أقسم بها ومعنى تغذرمها أي حلفت بها مجازفا غير مستثبت فيها والغذارم ما أخذ من المال جزافا ابن الأنباري الثأى الأمر العظيم يقع بين القوم قال وأصله من أثأيت الخرز وأنشد ورأب الثأى والصبر عند المواطن وفي حديث عائشة تصف أباها رضي الله عنهما ورأب الثأى أي أصلح الفساد وأصل الثأى خرم مواضع الخرز وفساده ومنه الحديث الآخر رأب الله به الثأى والثؤى جمع ثؤية وهي خرق تجمع كالكبة على وتد المخض لئلا ينخرق السقاء عند المخض ابن الأعرابي الثأى أن يجمع بين رؤوس ثلاث شجرات أو شجرتين ثم يلقى عليها ثوب فيستظل به",
    "pg": ""
  },
  "ثبا": {
    "def": "الثبة العصبة من الفرسان والجمع ثبات وثبون وثبون على حد ما يطرد في هذا النوع وتصغيرها ثبية والثبة والأثبية الجماعة من الناس وأصلها ثبي والجمع أثابي وأثابية الهاء فيها بدل من الياء الأخيرة قال حميد الأرقط كأنه يوم الرهان ا لمحتضر وقد بدا أول شخص ينتظر دون أثابي من الخيل زمر ضار غدا ينفض صئبان المدر قوله صئبان المدر هكذا في الأصل والذي في الاساس صئبان المطر أي باز ضار قال ابن بري وشاهد الثبة الجماعة قول زهير وقد أغدو على ثبة كرام نشاوى واجدين لما نشاء قال ابن جني الذاهب من ثبة واو واستدل على ذلك بأن أكثر ما حذفت لامه إنما هو من الواو نحو أب وأخ وسنة وعضة فهذا أكثر مما حذفت لامه ياء وقد تكون ياء على ما ذكر قوله فهذا أكثر إلخ هكذا في الأصل قال ابن بري الاختيار عند المحققين أن ثبة من الواو وأصلها ثبوة حملا على أخواتها لأن أكثر هذه الأسماء الثنائية أن تكون لامها واوا نحو عزة وعضة ولقولهم ثبوت له خيرا بعد خير أو شرا إذا وجهته إليه كما تقول جاءت الخيل ثبات أي قطعة بعد قطعة وثبيت الجيش إذا جعلته ثبة ثبة وليس في ثبيت دليل أكثر من أن لامه حرف علة قال وأثابي ليس جمع ثبة وإنما هو جمع أثبية وأثبية في معنى ثبة حكاها ابن جني في المصنف وثبيت الشيء جمعته ثبة ثبة قال هل يصلح السيف بغير غمد فثب ما سلفته من شكد أي فأضف إليه غيره واجمعه وثبة الحوض وسطه يجوز أن يكون من ثبيت أي جمعت وذلك أن الماء إنما تجمعه من الحوض في وسطه وجعلها أبو إسحق من ثاب الماء يثوب واستدل على ذلك بقولهم في تصغيرها ثويبة قال الجوهري والثبة وسط الحوض الذي يثوب إليه الماء والهاء ههنا عوض من الواو الذاهبة من وسطه لأن أصله ثوب كما قالوا أقام إقامة وأصله إقواما فعوضوا الهاء من الواو الذاهبة من عين الفعل وقوله كم لي من ذي تدرإ مذب أشوس أباء على المثبي أراد الذي يعذله ويكثر لومه ويجمع له العذل من هنا وهنا وثبيت الرجل مدحته وأثنيت عليه في حياته إذا مدحته دفعة بعد دفعة والثبي الكثير قوله والثبي الكثير إلخ كذا بالأصل وذكره شارح القاموس فيما استدركه فقال والتبي كغني الكثير إلخ ولكن لم نجد ما يؤيده في المواد التي بأيدينا المدح للناس وهو من ذلك لأنه جمع لمحاسنه وحشد لمناقبه والتثبية الثناء على الرجل في حياته قال لبيد يثبي ثناء من كريم وقوله ألا انعم على حسن التحية واشرب والتثبية الدوام على الشيء وثبيت على الشيء تثبية أي دمت عليه والتثبية أن تفعل مثل فعل أبيك ولزوم طريقة أنشد ابن الأعرابي قول لبيد أثبي في البلاد بذكر قيس وودوا لو تسوخ بنا البلاد قال ابن سيده ولا أدري ما وجه ذلك قال وعندي أن أثبي ههنا أثني وثبيت المال حفظته عن كراع وقول الزماني أنشده ابن الأعرابي تركت الخيل من آثا ر رمحي في الثبى العالي تفادى كتفادي الوح ش من أغضف رئبال قال الثبى العالي من مجالس الأشراف وهذا غريب نادر لم أسمعه إلا في شعر الفند قال ابن سيده وقضينا على ما لم تظهر فيه الياء من هذا الباب بالياء لأنها لام وجعل ابن جني هذا الباب كله من الواو واحتج بأن ما ذهب لامه إنما هو من الواو نحو أب وغد وأخ وهن في الواو وقال في موضع آخر التثبية إصلاح الشيء والزيادة عليه وقال الجعدي يثبون أرحاما وما يجفلونها وأخلاق ود ذهبتها المذاهب قوله ذهبتها المذاهب كذا في الأصل والذي في التكملة ذهبته الذواهب قال يثبون يعظمون يجعلونها ثبة يقال ثب معروفك أي أتمه وزد عليه وقال غيره أنا أعرفه تثبية أي أعرفه معرفة أعجمها ولا أستيقنها",
    "pg": ""
  },
  "ثبب": {
    "def": "ابن الأعرابي الثباب الجلوس وثب إذا جلس جلوسا متمكنا وقال أبو عمرو ثبثب إذا جلس متمكنا",
    "pg": ""
  },
  "ثبت": {
    "def": "ثبت الشيء يثبت ثباتا وثبوتا فهو ثابت وثبيت وثبت وأثبته هو وثبته بمعنى وشيء ثبت ثابت ويقال للجراد إذا رز أذنابه ليبيض ثبت وأثبت وثبت ويقال ثبت فلان في المكان يثبت ثبوتا فهو ثابت إذا أقام به وأثبته السقم إذا لم يفارقه وثبته عن الأمر كثبطه وفرس ثبت ثقف في عدوه ورجل ثبت الغدر إذا كان ثابتا في قتال أو كلام وفي الصحاح إذا كان لسانه لا يزال عند الخصومات وقد ثبت ثباتة وثبوتة وتثبت في الأمر والرأي واستثبت تأنى فيه ولم يعجل واستثبت في أمره إذا شاور وفحص عنه وقوله عز وجل ومثل الذين ينفقون أموالهم ابتغاء مرضاة الله وتثبيتا من أنفسهم قال الزجاج أي ينفقونها مقرين بأنها مما يثيب الله عليها وقال في قوله عز وجل وكلا نقص عليك من أنباء الرسل ما نثبت به فؤادك قال معنى تثبيت الفؤاد تسكين لقلب ههنا ليس للشك ولكن كلما كان البرهان والدلالة أكثر على القلب كان القلب أسكن وأثبت أبدا كما قال إبراهيم عليه السلام ولكن ليطمئن قلبي ورجل ثبت أي ثابت القلب قال العجاج يمدح عمر بن عبد الله بن معمر الحمد لله الذي أعطى الخير موالي الحق إن المولى شكر عهد نبي ما عفا وما دثر وعهد صديق رأى برا فبر وعهد عثمان وعهدا من عمر وعهد إخوان هم كانوا الوزر وعصبة النبي إذ خافوا الحصر شدوا له سلطانه حتى اقتسر بالقتل أقواما وأقواما أسر تحت التي اختار له الله الشجر محمدا واختاره الله الخير فما ونى محمد مذ أن غفر له الإله ما مضى وما غبر أن أظهر الدين به حتى ظهر منها بكل أخلاق الرجال قد مهر ثبت إذا ما صيح بالقوم وقر ورجل ثبت المقام لا يبرح والثبت والثبيت الفارس الشجاع والثبيت الثابت العقل قال طرفة فالهبيت لا فؤاد له والثبيت قلبه قيمه تقول منه ثبت بالضم أي صار ثبيتا والمثبت الذي ثقل فلم يبرح الفراش والثبات سير يشد به الرحل وجمعه أثبتة ورحل مثبت مشدود بالثبات قال الأعشى زيافة بالرحل خطارة تلوي بشرخي مثبت قاتر وفي حديث مشورة قريش في أمر النبي صلى الله عليه وسلم قال بعضهم إذا أصبح فأثبتوه بالوثاق وفي حديث أبي قتادة فطعنته فأثبته أي حبسته وجعلته ثابتا في مكانه لا يفارقه وأثبت فلان فهو مثبت إذا اشتدت به علته أو أثبتته جراحة فلم يتحرك وقوله تعالى ليثبتوك أي يجرحوك جراحة لا تقوم معها ورجل له ثبت عند الحملة بالتحريك أي ثبات وتقول أيضا لا أحكم بكذا إلا بثبت أي بحجة وفي حديث صوم يوم الشك ثم جاء الثبت أنه من رمضان الثبت بالتحريك الحجة والبينة وفي حديث قتادة بن النعمان بغير بينة ولا ثبت وثابته وأثبته عرفه حق المعرفة وطعنه فأثبت فيه الرمح أي أنفذه وأثبت حجته أقامها وأوضحها وقول ثابت صحيح وفي التنزيل العزيز يثبت الله الذين آمنوا بالقول الثابت وكله من الثبات وثابت وثبيت اسمان ويصغر ثابت من الأسماء ثبيتا فأما الثابت إذا أردت به نعت شيء فتصغيره ثويبت وإثبيت اسم أرض أو موضع أو جبل قال الراعي تلاعب أولاد المها بكراتها بإثبيت فالجرعاء ذات الأباتر",
    "pg": ""
  },
  "ثبج": {
    "def": "ثبج كل شيء معظمه ووسطه وأعلاه والجمع أثباج وثبوج وفي الحديث خيار أمتي أولها وآخرها وبين ذلك ثبج أعوج ليس منك ولست منه الثبج الوسط ما بين الكاهل إلى الظهر ومنه كتاب لوائل وأنطوا الثبجة أي أعطوا الوسط في الصدقة لا من خيار المال ولا من رذالته وألحقها هاء التأنيث لانتقالها من الاسمية إلى الوصف ومنه حديث عبادة يوشك أن يرى الرجل من ثبج المسلمين أي من وسطهم وقيل من سراتهم وعليتهم وفي حديث علي رضي الله عنه وعليكم الرواق المطنب فاضربوا ثبجه فإن الشيطان راكد في كسره وثبج الرمل معظمه وما غلظ من وسطه وثبج الظهر معظمه وما فيه محاني الضلوع وقيل هو ما بين العجز إلى المحرك والجمع أثباج وقال أبو عبيدة الثبج من عجب الذنب إلى عذرته وقالت بنت القتال الكلابي ترثي أخاها كأن نشيجها بذوات غسل نهيم البزل تثبج بالرحال أي توضع الرحال على أثباجها وقال أبو مالك الثبج مستدار على الكاهل إلى الصدر قال والدليل على أن الثبج من الصدر أيضا قولهم أثباج القطا وقال أبو عمرو الثبج نتوء الظهر والثبج علو وسط البحر إذا تلاقت أمواجه وفي حديث أم حرام يركبون ثبج هذا البحر أي وسطه ومعظمه ومنه حديث الزهري كنت إذا فاتحت عروة ابن الزبير فتقت به ثبج بحر وثبج البحر والليل معظمه ورجل أثبج أحدب والأثبج أيضا الناتئ الصدر وفيه ثبج وثبجة والأثبج العظيم الجوف والأثبج العريض الثبج ويقال الناتئ الثبج وهو الذي صغر في حديث اللعان إن جاءت به أثيبج فهو لهلال تصغير الأثبج الناتئ الثبج أي ما بين الكتفين والكاهل وقول النمري دعاني الأثبجان بيا بغيض وأهلي بالعراق فمنياني فسر بهذا كله ورجل مثبج مضطرب الخلق مع طول وثبج الراعي بالعصا تثبيجا أي جعلها على ظهره وجعل يديه من ورائها وذلك إذا أعيا وثبج الرجل ثبوجا أقعى على أطراف قدميه كأنه يستنجي قال إذا الكماة جثموا على الركب ثبجت يا عمرو ثبوج المحتطب وقول الشماخ أعائش ما لأهلك لا أراهم يضيعون الهجان مع المضيع وكيف يضيع صاحب مدفآت على أثباجهن من الصقيع قال هجان الإبل كرائمها أي أن على أوساطها وبرا كثيرا يقيها البرد قد أدفئت به وثبج الكتاب والكلام تثبيجا لم يبينه وقيل لم يأت به على وجهه والثبج اضطراب الكلام وتفننه والثبج تعمية الخط وترك بيانه الليث التثبيج التخليط وكتاب مثبج وقد ثبج تثبيجا والثبج طائر يصيح الليل أجمع كأنه يئن والجمع ثبجان وأما قول الكميت يمدح زياد من معقل ولم يوايم لهم في ذبها ثبجا ولم يكن لهم فيها أبا كرب ثبج هذا رجل من أهل اليمن غزاه ملك من الملوك فصالحه عن نفسه وأهله وولده وترك قومه فلم يدخلهم في الصلح فغزا الملك قومه فصار ثبج مثلا لمن لا يذب عن قومه فأراد الكميت أنه لم يفعل فعل ثبج ولا فعل أبي كرب ولكنه ذب عن قومه",
    "pg": ""
  },
  "ثبجر": {
    "def": "اثبجر الرجل ارتعد عند الفزع قال العجاج يصف الحمار والأتان إذا اثبجرا من سواد خدجا اثبجرا أي نفرا وجفلا وهو الاثبجار واثبجر تحير في أمره واثبجر الماء سال وانصب قال العجاج من مرجحن لجب إذا اثبجر يعني الجيش شبهه بالسيل إذا اندفع وانبعث لقوته أبو زيد اثبجر في أمره إذا لم يصرمه وضعف واثبجر رجع على ظهره",
    "pg": ""
  },
  "ثبر": {
    "def": "ثبره يثبره ثبرا وثبرة كلاهما حبسه قال بنعمان لم يخلق ضعيفا مثبرا وثبره على الأمريثبره صرفه والمثابرة على الأمر المواظبة عليه وفي الحديث من ثابر على ثنتي عشرة ركعة من السنة المثابرة الحرص على الفعل والقول وملازمتهما وثابر على الشيء واظب أبو زيد ثبرت فلانا عن الشيء أثبره رددته عنه وفي حديث أبي موسى أتدري ما ثبر الناس أي ما الذي صدهم ومنعهم من طاعة الله وقيل ما أبطأ بهم عنها والتبر الحبس وقوله تعالى وإني لأظنك يا فرعون مثبورا قال الفراء أي مغلوبا ممنوعا من الخير ابن الأعرابي المثبور الملعون المطرود المعذب وثبره عن كذا يثبره بالضم ثبرا أي حبسه والعرب تقول ما ثبرك عن هذا أي ما منعك منه وما صرفك عنه وقال مجاهد مثبورا أي هالكا وقال قتادة في قوله هنالك ثبورا قال ويلا وهلاكا ومثل العرب إلى أمه يأوي من ثبر أي من أهلك والتبور الهلاك والخسران والويل قال الكميت ورأت قضاعة في الأيا من رأي مثبور وثابر أي مخسور وخاسر يعني في انتسابها إلى اليمن وفي حديث الدعاء أعوذ بك من دعوة الثبور هو الهلاك وقد ثبر يثبر ثبورا وثبره الله أهلكه إهلاكا لا ينتعش فمن هنالك يدعو أهل النار واثبوراه فيقال لهم لا تدعوا اليوم ثبورا واحدا وادعوا ثبورا كثيرا قال الفراء الثبور مصدر ولذلك قال ثبورا كثىيرا لأن المصادر لا تجمع ألا ترى أنك تقول قعدت قعودا طويلا وضربته ضربا كثيرا قال وكأنهم دعوا بما فعلوا كما يقول الرجل واندامتاه وقال الزجاج في قوله دعوا هنالك ثبورا بمعنى هلاكا ونصبه على المصدر كأنهم قالوا ثبرنا ثبورا ثم قال لهم لا تدعوا اليوم ثبورا مصدر فهو للقليل والكثير على لفظ واحد وثبر البحر جزر وتثابرت الرجال في الحرب تواثبت والمثبر مثال المجلس الموضع الذي تلد فيه المرأة وتضع الناقة من الأرض وليس له فعل قال ابن سيده أرى أنما هو من باب المخدع وفي الحديث أنهم وجدوا الناقة المنتجة تفحص في مثبرها وقال نصير مثبر الناقة أيضا حيث تعضى وتنحر قال أبو منصور وهذا صحيح ومن العرب مسموع وربما قيل لمجلس الرجل مثبر وفي حديث حكيم بن حزام أن أمه ولدته في الكعبة وأنه حمل في نطع وأخذ ما تحت مثبرها فغسل عند حوض زمزم المثبر مسقط الولد قال ابن الأثير وأكثر ما يقال في الإبل وثبرت القرحة انفتحت وفي حديث معاوية أن أبا بردة قال دخلت عليه حين أصابته قرحة فقال هلم يا ابن أخي فانظر قال فنظرت فإذا هي قد ثبرت فقلت ليس عليك بأس يا أمير المؤمنين ثبرت أي انفتحت والثبرة تراب شبيه بالنورة يكون بين ظهري الأرض فإذا بلغ عرق النخلة إليه وقف يقال لقيت عروق النخلة ثبرة فردتها وقوله أنشده ابن دريد أي فتى غادرتم بثبرره إنما أراد بثبرة فزاد راء ثانية للوزن والثبرة أرض رخوة ذات حجارة بيض وقال أبو حنيفة هي حجارة بيض تقوم ويبنى بها ولم يقل إنها أرض ذات حجارة والثبرة الأرض السهلة يقال بالغت النخلة إلى ثبرة من الأرض والثبرة الحفرة في الأرض والثبرة النقرة تكون في الجبل تمسك الماء يصفو فيها كالصهريج إذا دخلها الماء خرج فيها عن غثائه وصفا قال أبو ذؤيب فثج بها ثبرات الرصا ف حتى تزيل رنق الكدر قوله حتى تزيل رنق الكدر كذا بالأصل وفي شرح القاموس حتى تفرق رنق المدر أراد بالقبرات نقارا يجتمع فيها الماء من السماء فيصفو فيها التهذيب والثبرة النقرة في الشيء والهزمة ومنه قيل للنقرة في الجبل يكون فيها الماء ثبرة ويقال هو على صير أمر وثبار أمر بمعنى واحد قوله بمعنى واحد أي على إشراف من قضائه كما في القاموس وثبرة موضع وقول أبي ذؤيب فأعشيته من بعد ما راث عشيه بسهم كسير الثابرية لهوق قيل هو منسوب إلى أرض أو حي وروي التابرية بالتاء وثبير جبل بمكة ويقال أشرق ثبير كيما نغير وهي أربعة أثبرة ثبير غيناء وثبير الأعرج وثبير الأحدب وثبير حراء وفي الحديث ذكر ثبير قال ابن الأثير وهو الجبل المعروف عند مكة وهو أيضا اسم ماء في ديار مزينة أقطعه النبي صلى الله عليه وسلم شريس بن ضمرة ويثبرة اسم أرض قال الراعي أو رعلة من قطا فيحان حلأها عن ماء يثبرة الشباك والرصد",
    "pg": ""
  },
  "ثبش": {
    "def": "ثباش اسم رجل وكأنه مقلوب من شباث",
    "pg": ""
  },
  "ثبط": {
    "def": "الليث ثبطه عن الشيء تثبيطا إذا شغله عنه وفي التنزيل العزيز ولكن كره الله انبعاثهم فثبطهم قال أبو إسحق التثبيط ردك الإنسان عن الشيء يفعله أي كره الله أن يخرجوا معكم فردهم عن الخروج وثبطه عن الشيء ثبطا وثبطه ريثه وثبته وثبطه على الأمر فتثبط وقفه عليه فتوقف وأثبطه المرض إذا لم يكد يفارقه وثبطت الرجل ثبطا حبسته بالتخفيف وفي الحديث كانت سودة امرأة ثبطة أي ثقيلة بطيئة من التثبيط وهو التعويق والشغل عن المراد وقول لبيد وهم العشيرة إن يثبط حاسد معناه إن بحث عن معايبها بذلك فسره ابن الأعرابي وفي بعض اللغات ثبطت شفة الإنسان ورمت وليس بثبت",
    "pg": ""
  },
  "ثبق": {
    "def": "ابن بري ثبقت العين تثبق أسرع دمعها وثبق النهر أسرع جريه وكثر ماؤه قال الراجز ما بال عينك عاودت تعشاقها عين تثبق دمعها تثباقها",
    "pg": ""
  },
  "ثبل": {
    "def": "الأزهري أهمله الليث ابن الأعرابي الثبلة البقية والبثلة الشهرة قال وهما حرفان عربيان جعلت الثبلة بمنزل الثملة",
    "pg": ""
  },
  "ثبن": {
    "def": "الثبنة والثبان الموضع الذي تحمل فيه من الثوب إذا تلحفت بالثوب أو توشحت به ثم ثنيت بين يديك بعضه فجعلت فيه شيئا وقد اثتبنت في ثوبي وثبنت أثبن ثبنا وثبانا وتثبنت إذا جعلت في الوعاء شيئا وحملته بين يديك وثبنت الثوب أثبنه ثبنا وثبانا إذا ثنيت طرفه وخطته مثل خبنته قال والثبان بالكسر وعاء نحو أن تعطف ذيل قميصك فتجعل فيه شيئا تحمله تقول منه تثبنت الشيء إذا جعلته فيه وحملته بين يديك وكذلك إذا لففت عليه حجزة سراويلك من قدام والاسم منه الثبنة وقال ابن الأعرابي واحد الثبان قوله واحد الثبان إلخ عبارة شرح القاموس الثبان بالضم جمع ثبنة إلخ  ثبنة وفي حديث عمر رضي الله عنه أنه قال إذا مر أحدكم بحائط فليأكل منه ولا يتخذ ثبانا قال أبو عمرو الثبان الوعاء الذي يحمل فيه الشيء ويوضع بين يدي الإنسان فإن حملته بين يديك فهو ثبان وقد ثبنت ثبانا وإن جعلته في حضنك فهو خبنة يعني بالحديث المضطر الجائع يمر بحائط فيأكل من ثمر نخله ما يرد جوعته وقال ابن الأعرابي وأبو زيد الثبان واحدتها ثبنة وهي الحجزة تحمل فيها الفاكهة وغيرها قال الفرزدق ولا نثر الجاني ثبانا أمامها ولا انتقلت من رهنه سيل مذنب قال أبو سعيد ليس الثبان بالوعاء ولكن ما جعل فيه من التمر فاحتمل في وعاء أو غيره فهو ثبان وقد يحمل الرجل في كمه فيكون ثبانه ويقال قدم فلان بثبان في ثوبه قال الأزهري ولا أدري ما هو الثبان قال وثبنه في ثوبه قال ولا تكون ثبنة إلا ما حمل قدامه وكان قليلا فإذا كثر فقد خرج من حد الثبان والثبان طرف الرداء حين تثبنه والمثبنة كيس تضع فيه المرأة مرآتها وأداتها يمانية وثبنة موضع",
    "pg": ""
  },
  "ثتت": {
    "def": "الأزهري استعمل منه أبو العباس الثت الشق في الصخرة وجمعه ثتوت قال والثت أيضا العذيوط وهو الثموت والذوذح والوحواح والنعجة قوله والنعجة وفيما بعد وشريان كذا بالأصل والتهذيب والزملق وقال أبو عمرو في الصخرة ثت وفت وشرم وشرن وخق ولق وشيق وشريان",
    "pg": ""
  },
  "ثتل": {
    "def": "الثيتل الوعل عامة وقيل هو المسن منها وقيل هو ذكر الأروى وأنشد ابن بري لسراقة البارقي عمدا جعلت ابن الزبير لذنبه يعدو وراءهم كعدو الثيتل وفي حديث النخعي في الثيتل بقرة هو الذكر المسن من الوعول وهو التيس الجبلي يعني إذا صاده المحرم وجب عليه بقرة فداء ابن شميل الثياتل تكون صغار القرون والثيتل أيضا جنس من بقر الوحش ينزل الجبال قال أبو خيرة الثيتل من الوعول لا يبرح الجبل ولقرنيه شعب قال والوعول على حدة الوعول كدر الألوان في أسافلها بياض والثياتل مثلها في ألوانها وإنما فرق بينهما القرون الوعل قرناه طويلان عدا قراه قوله عدا قراه هكذا في الأصل ولعلها على قراه أي على ظهره حتى يجاوز صلويه يلتقيان من حول ذنبه من أعلاه وأنشد شمر لأمية بن أبي الصلت والتماسيح والثياتل والإي يل شتى والريم واليعفور ابن السكيت أنشد ابن الأعرابي لخداش فإني امرؤ من بني عامر وإنك دارية ثيتل ابن سيده وثيتل اسم جبل وفي الصحاح الثيتل اسم جبل أبو عمرو الثيتل الضخم من الرجال الذي تظن أن فيه خيرا وليس فيه خير ورواه الأصمعي تنتل ابن سيده والثيتل ضرب من الطيب زعموا والله أعلم",
    "pg": ""
  },
  "ثتم": {
    "def": "يقال ثتمت قوله ثتمت خرزها هكذا في الأصل بسكون الراء وفي القاموس بفتحها خرزها أفسدته",
    "pg": ""
  },
  "ثتن": {
    "def": "التهذيب ثتن ثتنا إذا أنتن مثل ثنت قال الشاعر وثتن لثاته تئبابة تثباية أي يأبى كل شيء ويقال ثتنت لثته قال الراجز لما رأت أنيابه مثلمه ولثة قد ثتنت مشخمه",
    "pg": ""
  },
  "ثتي": {
    "def": "الثتى والحتا سويق المقل عن اللحياني والثتى حطام التبن والثتى دقاق التبن أو حسافة التمر وكل شيء حشوت به غرارة مما دق فهو الثتى وأنشد كأنه غرارة ملأى ثتى ويروى ملأى حتا وقال أبو حنيفة الثتاة والثتى قشر التمر ورديئه",
    "pg": ""
  },
  "ثجج": {
    "def": "الثج الصب الكثير وخص بعضهم به صب الماء الكثير ثجه يثجه ثجا فثج وانثج وثجثجه فتثجثج وفي الحديث تمام الحج العج والثج العج العجيج في الدعاء والثج سفك دماء البدن وغيرها وسئل النبي صلى الله عليه وسلم عن الحج فقال أفضل الحج العج والثج سيلان دماء الهدي والأضاحي وفي حديث أم معبد فحلب فيه ثجا أي لبنا سائلا كثيرا والثج السيلان ومطر مثج وثجاج وثجيج قال أبو ذؤيب سقى أم عمرو كل آخر ليلة حناتم سحم ماؤهن ثجيج معنى كل آخر ليلة أبدا وثجيج الماء صوت انصبابه وفي حديث رقيقة اكتظ الوادي بثجيجه أي امتلأ بسيله وماء ثجوج وثجاج مصبوب وفي التنزيل وأنزلنا من المعصرات ماء ثجاجا المحكم قال ابن دريد هذا مما جاء في لفظ فاعل والموضع مفعول لأن السحاب يثج الماء فهو مثجوج وقال بعض أهل اللغة ثججت الماء أثجه ثجا إذا أساله وثج الماء نفسه يثج ثجوجا إذا انصب فإذا كان كذلك فأن يكون ثجاج في معنى ثاج أحسن من أن يتكلف وضع الفاعل موضع المفعول وإن كان ذلك كثيرا ويجوز أثججته بمعنى ثججته ودم ثجاج منصب مصوب قال حتى رأيت العلق الثجاجا قد أخضل النحور والأوداجا وفي حديث المستحاضة فقالت إني أثجه ثجا قال هو من الماء الثجاج السائل ومطر ثجاج شديد الانصباب جدا وأتانا الوادي بثجيجه أي بسيله وقول الحسن في ابن عباس إنه كان مثجا أي كان يصب الكلام صبا شبه فصاحته وغزارة منطقه بالماء الثجوج والمثج بالكسر من أبنية المبالغة وعين ثجوج غزيرة الماء قال فصبحت والشمس لم تقضب عينا بغضيان ثجوج العنبب والمثجج من اللبن الذي قد برق قوله الذي قد برق إلخ الذي في القاموس برق السقاء كنصر وفرح أصابه حر أو برد فذاب زبده وتقطع فلم يجتمع في السقاء من حر أو برد فلا يجتمع زبده ورجل مثج إذا كان خطيبا مفوها ابن سيده أبو حنيفة الثجة الأرض التي لا سدر بها يأتيها الناس فيحفرون فيها حياضا ومن قبل الحياض سميت ثجة قال ولا تدعى قبل ذلك ثجة وجمعها ثجات ولم يحك فيها جمعا مكسرا التهذيب ابن شميل الثجة الروضة إذا كان فيها حياض ومساكات للماء يصوب في الأرض لا تدعى ثجة ما لم يكن فيها حياض وقال الأزهري عقيب ترجمة ثوج أبو عبيد الثجة الأقنة وهي حفرة يحتفرها ماء المطر وأنشد فوردت صادية حرارا ثجات ماء حفرت أوارا أوقات أقن تعتلي الغمارا وقال شمر الثجة بفتح الثاء وتشديد الجيم الروضة التي حفرت الحياض وجمعها ثجات سميت بذلك لثجها الماء فيها",
    "pg": ""
  },
  "ثجر": {
    "def": "الليث الثجير ما عصر من العنب فجرت سلافته وبقيت عصارته فهو الثجير قوله فهو الثجير كذا بالأصل ولا حاجة له كما لا يخفى ويقال الثجير ثفل البسر يخلط بالتمر فينتبذ وفي حديث الأشج لا تتجروا ولا تبسروا أي لا تخلطوا ثجير التمر مع غيره في النبيذ فنهاهم عن انتباذه والثجير ثفل كل شيء يعصر والعامة تقوله بالتاء ابن الأعرابي الثجرة وهدة من الأرض منخفضة وقال غيره ثجرة الوادي أول ما تنفرج عنه المضايق قبل أن ينبسط في السعة ويشبه ذلك الموضع من الإنسان بثجرة النحر وثجرة النحر وسطه الأصمعي الثجر الأوساط واحدتها ثجرة والثجرة بالضم وسط الوادي ومتسعه وفي الحديث أنه أخذ بثجرة صبي به جنون وقال اخرج أنا محمد ثجرة النحر وسطه وهو ما حول الوهدة في اللبة من أدنى الحلق الليث ثجرة الحشا مجتمع أعلى السحر بقصب الرئة وورق ثجر بالفتح أي عريض والثجر سهام غلاظ الأصول عراض قال الشاعر تجاوب منها الخيزران المثجر أي المعرض خوطا وأما قول تميم بن مقبل والعير ينفخ في المكتان قد كتنت منه جحافله والعضرس الثجر فمعناه المجتمع ويروى الثجر وهو جمع الثجرة وهو ما يجتمع في نباته أبو عمرو ثجرة من نجم أي قطعة الأصمعي الثجر جماعات متفرقة والثجر العريض ابن الأعرابي انثجر الجرح وانفجر إذا سال ما فيه الجوهري انثجر الدم لغة في انفجر",
    "pg": ""
  },
  "ثجل": {
    "def": "الثجل عظم البطن واسترخاؤه وقيل هو خروج الخاصرتين ثجل ثجلا وهو أثجل والمثجل كالأثجل قال لا هجرعا رخوا ولا مثجلا وفي حديث أم عبد في صفة سيدنا رسول الله صلى الله عليه وسلم لم تزر به ثجلة أي ضخم بطن ويروى بالنون والحاء أي نحول ودقة الجوهري الثجلة بالضم عظم البطن وسعته رجل أثجل بين الثجل وامرأة ثجلاء وجلة ثجلاء عظيمة قال باتوا يعشون القطيعاء ضيفهم وعندهم البرني في جلل ثجل ومزادة ثجلاء عظيمة واسعة قال أبو النجم تمشي من الردة مشي الحفل مشي الروابا بالمزاد الأثجل وقد روي بالنون يراد به الواسع والأثجل القطعة الضخمة من الليل قال العجاج وأقطع الأثجل بعد الأثجل وشي مثجل أي ضخم وقولهم طعن فلان فلانا الأثجلين قوله الأثجلين قال الميداني يروى بالتثنية والصواب الجمع كالأقورين للدواهي والعرب تجمع اسماء الدواهي على هذا الوجه للتأكيد والتهويل والتعظيم أي رماه بداهية من الكلام",
    "pg": ""
  },
  "ثجم": {
    "def": "الثجم سرعة الصرف عن الشيء والإثجام سرعة المطر وأثجمت السماء دام مطرها وفي الصحاح أثجمت السماء أياما ثم أنجمت وقيل كل شيء دام فقد أثجم الأصمعي أثجم المطر وأغضن إذا دام أياما لا يقلع وكثر",
    "pg": ""
  },
  "ثجن": {
    "def": "الثجن والثجن طريق في غلظ من الأرض يمانية وليست بثبت",
    "pg": ""
  },
  "ثحثح": {
    "def": "الثحثحة صوت فيه بحة عند اللهاة وأنشد أبح مثحثح صحل الثحيح أبو عمرو قرب ثحثاح شديد مثل حثحاث",
    "pg": ""
  },
  "ثحج": {
    "def": "ثحجه برجله ثحجا ضربه مهرية مرغوب عنها الأزهري سحجه وثحجه إذا جره جرا شديدا",
    "pg": ""
  },
  "ثخخ": {
    "def": "ثخ الطين والعجين إذا كثر ماؤهما كتخ وأثخه كأتخه وهي أقل اللغتين وقد ذكر ذلك في التاء أيضا",
    "pg": ""
  },
  "ثخن": {
    "def": "ثخن الشيء ثخونة وثخانة وثخنا فهو ثخين كثف وغلظ وصلب وحكى اللحياني عن الأحمر ثخن وثخن وثوب ثخين جيد النسج والسدى كثير اللحمة ورجل ثخين حليم رزين ثقيل في مجلسه ورجل ثخين السلاح أي شاك والثخنة والثخن الثقلة قال العجاج حتى يعج ثخنا من عجعجا وقد أثخنه وأثقله وفي التنزيل العزيز حتى إذا أثخنتموهم فشدوا الوثاق قال أبو العباس معناه غلبتموهم وكثر فيهم الجراح فأعطوا بأيديهم ابن الأعرابي أثخن إذا غلب وقهر أبو زيد يقال أثخنت فلانا معرفة ورصنته معرفة نحو الإثخان واستثخن الرجل ثقل من نوم أو إعياء وأثخن في العدو بالغ وأثخنته الجراحة أوهنته ويقال أثخن فلان في الأرض قتلا إذا أكثره وقال أبو إسحق في قوله تعالى حتى يثخن في الأرض معناه حتى يبالغ في قتل أعدائه ويجوز أن يكون حتى يتمكن في الأرض والإثخان في كل شيء قوته وشدته وفي حديث عمر رضي الله عنه في قوله تعالى حتى يثخن في الأرض ثم أحل لهم الغنائم قال الإثخان في الشيء المبالغة فيه والإكثار منه يقال قد أثخنه المرض إذا اشتد قوته عليه ووهنه والمراد به ههنا المبالغة في قتل الكفار وأثخنه الهم ويقال استثخن من المرض والإعياء إذا غلبه الإعياء والمرض وكذلك استثخن في النوم وفي حديث أبي جهل وكان قد أثخن أي أثقل بالجراح وفي حديث علي كرم الله وجهه أوطأكم إثخان الجراحة وفي حديث عائشة وزينب لم أنشبها حتى أثخنت عليها أي بالغت في جوابها وأفحمتها وقول الأعشى عليه سلاح امرئ حازم تمهل في الحرب حتى اثخن أصله اثتخن فأدغم قال ابن بري اثخن في البيت افتعل من الثخانة أي بالغ في أخذ العدة وليس هو من الإثخان في القتل",
    "pg": ""
  },
  "ثدأ": {
    "def": "الثداء نبت له ورق كأنه ورق الكراث وقضبان طوال تدقها الناس وهي رطبة فيتخذون منها أرشية يسقون بها هذا قول أبي حنيفة وقال مرة هي شجرة طيبة يحبها المال ويأكلها وأصولها بيض حلوة ولها نور مثل نور الخطمي الأبيض في أصلها شيء من حمرة يسيرة قال وينبت في أضعافه الطراثيث والضغابيس وتكون الثداءة مثل قعدة الصبي والثندوة للرجل بمنزلة الثدي للمرأة وقال الأصمعي هي مغرز الثدي وقال ابن السكيت هي اللحم الذي حول الثدي إذا ضممت أولها همزت فتكون فعللة فإذا فتحته لم تهمز فتكون فعلوة مثل ترقوة وعرقوة",
    "pg": ""
  },
  "ثدق": {
    "def": "ثدق المطر خرج من السحاب خروجا سريعا وجد نحو الودق وسحاب ثادق وواد ثادق أي سائل ابن الأعرابي الثدق والثادق الندى الظاهر يقال تباعد من الثادق قال ابن دريد سألت الرياشي وأبا حاتم عن اشتقاق ثادق فقالا لا نعرفه فسألت أبا عثمان الاشتانذاني فقال ثدق المطر من السحاب إذا خرج خروجا سريعا وثادق اسم فرس حاجب بن حبيب الأسدي وقول حاجب وباتت تلوم على ثادق ليشرى فقد جد عصيانها ألا إن نجواك في ثادق سواء علي وإعلانها وقلت ألم تعلمي أنه كريم المكبة مبدانها فهو اسم فرس وقوله عصيانها أي عصياني لها وصواب إنشاده باتت تلوم على ثادق بغير واو وقال ابن الكلبي ثادق فرس كان لمنقذ بن طريف بن عمرو بن قعين بن الحرث بن ثعلبة وأنشد له هذا الشعر قال والصحيح أنه لحاجب وهو أيضا موضع قال زهير فوادي البدي فالطوي فثادق فوادي القنان جزعه فأثاكله وقد ذكره لبيد فقال فأجماد ذي رقد فأكناف ثادق فصارة توفي فوقها فالأعابلا",
    "pg": ""
  },
  "ثدم": {
    "def": "رجل ثدم عيي الحجة والكلام مع ثقل ورخاوة وقلة فهم وهو أيضا الغليظ الشرير الأحمق الجافي والجمع ثدام والأنثى ثدمة وهي الضخمة الرخوة عن اللحياني والثدام المصفاة وإبريق مثدم وضع عليه الثدام وحكى يعقوب أن الثاء في كل ذلك بدل من الفاء ورجل فدم ثدم بمعنى واحد",
    "pg": ""
  },
  "ثدن": {
    "def": "ثدن اللحم بالكسر تغيرت رائحته والثدن الرجل الكثير اللحم وكذلك المثدن بالتشديد قال ابن الزبير يفضل محمد بن مروان على عبد العزيز لا تجعلن مثدنا ذا سرة ضخما سرادقه وطيء المركب كأغر يتخذ السيوف سرادقا يمشي برائشه كمشي الأنكب وثدن الرجل ثدنا كثر لحمه وثقل ورجل مثدن كثير اللحم مسترخ قال فازت حليلة نودل بهبنقع رخو العظام مثدن عبل الشوى وقد ثدن تثدينا وامرأة مثدنة لحيمة في سماجة وقيل مسمنة وبه فسر ابن الأعرابي قول الشاعر لا أحب المثدنات اللواتي في المصانيع لا ينين اطلاعا قال ابن سيده وقال كراع إن الثاء في مثدن بدل من الفاء من مفدن مشتق من الفدن وهو القصر قال وهذا ضعيف لأنا لم نسمع مفدنا وقال قال ابن جني هو من الثندوة مقلوب منه قال وهذا ليس بشيء وامرأة ثدنة ناقصة الخلق عنه وفي حديث علي رضي الله عنه أنه ذكر الخوارج فقال فيهم رجل مثدن اليد أي تشبه يده ثدي المرأة كأنه كان في الأصل مثند اليد فقلب وفي التهذيب والنهاية مثدون اليد أي صغير اليد مجتمعها وقال أبو عبيد إن كان كما قيل إنه من الثندوة تشبيها له به في القصر والاجتماع فالقياس أن يقال مثند إلا أن يكون مقلوبا وفي رواية مثدن اليد قال ابن بري مثدن اسم المفعول من أثدنت الشيء إذا قصرته والمثدن والمثدون الناقص الخلق وقيل مثدن اليد معناه مخدج اليد ويروى موتن اليد بالتاء من أيتنت المرأة إذا ولدت يتنا وهو أن تخرج رجلا الولد في الأول وقيل المثدن مقلوب ثند يريد أنه يشبه ثندوة الثدي وهي رأسه فقدم الدال على النون مثل جذب وجبذ والله أعلم",
    "pg": ""
  },
  "ثدي": {
    "def": "الثدي ثدي المرأة وفي المحكم وغيره الثدي معروف يذكر ويؤنث وهو للمرأة والرجل أيضا وجمعه أثد وثدي على فعول وثدي أيضا بكسر الثاء لما بعدها من الكسر فأما قوله وأصبحت النساء مسلبات لهن الويل يمددن الثدينا فإنه كالغلط وقد يجوز أن يريد الثديا فأبدل النون من الياء للقافية وذو الثدية رجل أدخلوا الهاء في الثدية ههنا وهو تصغير ثدي وأما حديث علي عليه السلام في الخوارج في ذي الثدية المقتول بالنهروان فإن أبا عبيد حكى عن الفراء أنه قال إنما قيل ذو الثدية بالهاء هي تصغير ثدي قال الجوهري ذو الثدية لقب رجل اسمه ثرملة فمن قال في الثدي إنه مذكر يقول إنما أدخلوا الهاء في التصغير لأن معناه اليد وذلك أن يده كانت قصيرة مقدار الثدي يدل على ذلك أنهم يقولون فيه ذو اليدية وذو الثدية جميعا وإنما أدخل فيه الهاء وقيل ذو الثدية وإن كان الثدي مذكرا لأنها كأنها بقية ثدي قد ذهب أكثره فقللها كما يقال لحيمة وشحيمة فأنثها على هذا التأويل وقيل كأنه أراد قطعة من ثدي وقيل هو تصغير الثندوة بحذف النون لأنها من تركيب الثدي وانقلاب الياء فيها واوا لضمة ما قبلها ولم يضر ارتكاب الوزن الشاذ لظهور الاشتقاق وقال الفراء عن بعضهم إنما هو ذو اليدية قال ولا أرى الأصل كان إلا هذا ولكن الأحاديث تتابعت بالثاء وامرأة ثدياء عظيمة الثديين وهي فعلاء لا أفعل لها لأن هذا لا يكون في الرجال ولا يقال رجل أثدى ويقال ثدي يثدى إذا ابتل وقد ثداه يثدوه ويثديه إذا بله وثداه إذا غذاه والثداء مثل المكاء نبت وقيل نبت في البادية يقال له المصاص والمصاخ وعلى أصله قشور كثيرة تتقد بها النار الواحدة ثداءة قال أبو منصور ويقال له بالفارسية بهراه دايزاد قوله بهراه دايزاد هكذا هو في الأصل وأنشد ابن بري لراجز كأنما ثداؤه المخروف وقد رمى أنصافه الجفوف ركب أرادوا حلة وقوف شبه أعلاه وقد جف بالركب وشبه أسافله الخضر بالإبل لخضرتها وثديت الأرض كسديت حكاها يعقوب وزعم أنها بدل من سين سديت قال وهذا ليس بمعروف قال ثم قلبوا فقالوا ثدئت مهموز من الثأد وهو الثرى قال ابن سيده وهذا منه سهو واختلاط وإن كان إنما حكاه عن الجرمي وأبو عمر يجل عن هذا الذي حكاه يعقوب إلا أن يعني بالجرمي غيره قال ثعلب الثندوة بفتح أولها غير مهموز مثال الترقوة والعرقوة على فعلوة وهي مغرز الثدي فإذا ضممت همزت وهي فعللة قال أبو عبيدة وكان رؤبة يهمز الثندؤة وسئة القوس قال والعرب لا تهمز واحدا منهما وفي المعتل بالألف الثدواء معروف موضع",
    "pg": ""
  },
  "ثرا": {
    "def": "الثروة كثرة العدد من الناس والمال يقال ثروة رجال وثروة مال والفروة كالثروة فاؤه بدل من الثاء وفي الحديث ما بعث الله نبيا بعد لوط إلا في ثروة من قومه الثروة العدد الكثير وإنما خص لوطا لقوله لو أن لي بكم قوة أو آوي إلى ركن شديد وثروة من رجال وثروة من مال أي كثير قال ابن مقبل وثروة من رجال لو رأيتهم لقلت إحدى حراج الجر من أقر منا ببادية الأعراب كركرة إلى كراكر بالأمصار والحضر ويروى وثورة من رجال وقال ابن الأعرابي يقال ثورة من رجال وثروة بمعنى عدد كثير وثروة من مال لا غير ويقال هذا مثراة للمال أي مكثرة وفي حديث صلة الرحم هي مثراة في المال منسأة في الأثر مثراة مفعلة من الثراء الكثرة والثراء المال الكثير قال حاتم وقد علم الأقوام لو أن حاتما أراد ثراء المال كان له وفر والثراء كثرة المال قال علقمة يردن ثراء المال حيث علمنه وشرخ الشباب عندهن عجيب أبو عمرو ثرا الله القوم أي كثرهم وثرا القوم ثراء كثروا ونموا وثرا وأثرى وأفرى كثر ماله وفي حديث إسمعيل عليه السلام قال لأخيه إسحق إنك أثريت وأمشيت أي كثر ثراؤك وهو المال وكثرت ماشيتك الأصمعي ثرا القوم يثرون إذا كثروا ونموا وأثروا يثرون إذا كثرت أموالهم وقالوا لا يثرينا العدو أي لا يكثر قوله فينا وثرا المال نفسه يثروا إذا كثر وثرونا القوم أي كنا أكثر منهم والمال الثري مثل عم خفيف الكثير والمال الثري على فعيل وهو الكثير وفي حديث أم زرع وأراح علي نعما ثريا أي كثيرا ومنه سمي الرجل ثروان والمرأة ثريا وهو تصغير ثروى ابن سيده مال ثري كثير ورجل ثري وأثرى كثير المال والثري الكثير العدد قال المأثور المحاربي جاهلي فقد كنت يغشاك الثري ويتقي أذاك ويرجو نفعك المتضعضع وأنشد ابن بري لآخر ستمنعني منهم رماح ثرية وغلصمة تزور منها الغلاصم وأثرى الرجل كثرت أمواله قال الكميت يمدح بني أمية لكم مسجدا الله المزوران والحصى لكم قبصه من بين أثرى وأقترا أراد من بين من أثرى ومن أقتر أي من بين مثر ومقتر ويقال ثري الرجل يثرى ثرا وثراء ممدود وهو ثري إذا كثر ماله وكذلك أثرى فهو مثر ابن السكيت يقال إنه لذو ثراء وثروة يراد إنه لذو عدد وكثرة مال وأثرى الرجل وهو فوق الاستغناء ابن الأعرابي إن فلانا لقريب الثرى بعيد النبط للذي يعد ولا وفاء له وثريت بفلان فأنا به ثر وثريء وثري أي غني عن الناس به والثرى التراب الندي وقيل هو التراب الذي إذا بل يصر طينا لازبا وقوله عز وجل وما تحت الثرى جاء في التفسير أنه ما تحت الأرض وتثنيته ثريان وثروان الأخيرة عن اللحياني والجمع أثراء وثرى مثري بالغوا بلفظ المفعول كما بالغوا بلفظ الفاعل قال ابن سيده وإنما قلنا هذا لأنه لا فعل له فنحمل مثريه عليه وثريت الأرض ثرى فهي ثرية نديت ولانت بعد الجدوبة واليبس وأثرت كثر ثراها وأثرى المطر بل الثرى وفي الحديث فإذا كلب يأكل الثرى من العطش أي التراب الندي وقال أبو حنيفة أرض ثرية إذا اعتدل ثراها فإذا أردت أنها اعتقدت ثرى قلت أثرت وأرض ثرية وثرياء أي ذات ثرى وندى وثرى فلان التراب والسويق إذا بله ويقال ثر هذا المكان ثم قف عليه أي بله وأرض مثرية إذا لم يجف ترابها وفي الحديث فأتي بالسويق فأمر به فثري أي بل بالماء وفي حديث علي عليه السلام أنا أعلم بجعفر أنه إن علم ثراه مرة واحدة ثم أطعمه أي بله وأطعمه الناس وفي حديث خبز الشعير فيطير منه ما طار وما بقي ثريناه وثريت بفلان فأنا ثري به أي غني عن الناس به وروي عن جرير أنه قال إني لأكره الرحى قوله اني لاكره الرحى إلخ كذا بالأصل مخافة أن تستفرعني وإني لأراه كآثار الخيل في اليوم الثري أبو عبيد الثرياء على فعلاء الثرى وأنشد لم يبق هذا الدهر من ثريائه غير أثافيه وأرمدائه وأما حديث ابن عمر أنه كان يقعي ويثري في الصلاة فمعناه أنه كان يضع يديه بالأرض بين السجدتين فلا تفارقان الأرض حتى يعيد السجود الثاني وهو من الثرى التراب لأنهم أكثر ما كانوا يصلون على وجه الأرض بغير حاجز وهكذا يفعل من أقعى قال أبو منصور وكان ابن عمر يفعل هذا حين كبرت سنه في تطوعه والسنة رفع اليدين عن الأرض بين السجدتين وثرى التربة بلها وثريت الموضع تثرية إذا رششته بالماء وثرى الأقط والسوىق صب عليه ماء ثم لته به وكل ما نديته فقد ثريته والثرى الندى وفي حديث موسى والخضر عليهما السلام فبينا هو في مكان ثريان يقال مكان ثريان وأرض ثريا إذا كان في ترابها بلل وندى والتقى الثريان وذلك أن يجيء المطر فيرسخ في الأرض حتى يلتقي هو وندى الأرض وقال ابن الأعرابي لبس رجل فروا دون قميص فقيل التقى الثريان يعني شعر العانة ووبر الفرو وبدا ثرى الماء من الفرس وذلك حين يندى بالعرق قال طفيل الغنوي يذدن ذياد الحامسات وقد بدا ثرى الماء من أعطافها المتحلب يريد العرق ويقال إني لأرى ثرى الغضب في وجه فلان أي أثره قال الشاعر وإني لتراك الضغينة قد أرى ثراها من المولى ولا أستثيرها ويقال ثريت بك أي فرحت بك وسررت ويقال ثرىت بك بكسر الثاء أي كثرت بك قال كثير وإني لأكمي الناس ما تعدينني من البخل أن يثرى بذلك كاشح أي يفرح بذلك ويشمت وهذا البيت أورده ابن بري وإني لأكمي الناس ما أنا مضمر مخافة أن يثرى بذلك كاشح ابن السكيت ثري بذلك يثرى به إذا فرح وسر وقولهم ما بيني وبين فلان مثر أي أنه لم ينقطع وهو مثل وأصل ذلك أن يقول لم ييبس الثرى بيني وبينه كما قال عليه السلام بلوا أرحامكم ولو بالسلام قال جرير فلا توبسوا بيني وبينكم الثرى فإن الذي بيني وبينكم مثري والعرب تقول شهر ثرى وشهر ترى وشهر مرعى وشهر استوى أي تمطر أولا ثم يطلع النبات فتراه ثم يطول فترعاه النعم وهو في المحكم فأما قولهم ثرى فهو أول ما يكون المطر فيرسخ في الأرض وتبتل التربة وتلين فهذا معنى قولهم ثرى والمعنى شهر ذو ثرى فحذفوا المضاف وقولهم وشهر ترى أي أن النبت ينقف فيه حتى ترى رؤوسه فأرادوا شهرا ترى فيه رؤوس النبات فحذفوا وهو من باب كله لم أصنع وأما قولهم مرعى فهو إذا طال بقدر ما يمكن النعم أن ترعاه ثم يستوي النبات ويكتهل في الرابع فذلك وجه قولهم استوى وفلان قريب الثرى أي الخير والثروان الغزير وبه سمي الرجل ثروان والمرأة ثريا وهي تصغير ثروى والثريا من الكواكب سميت لغزارة نوئها وقيل سميت بذلك لكثرة كواكبها مع صغر مرآتها فكأنها كثيرة العدد بالإضافة إلى ضيق المحل لا يتكلم به إلا مصغرا وهو تصغير على جهة التكبير وفي الحديث أنه قال للعباس يملك من ولدك بعدد الثريا الثريا النجم المعروف ويقال إن خلال أنجم الثريا الظاهرة كواكب خفية كثيرة العدد والثروة ليلة يلتقي القمر والثريا والثريا من السرج على التشبيه بالثريا من النجوم والثريا اسم امرأة من أمية الصغرى شبب بها عمر بن أبي ربيعة والثريا ماء معروف وأبو ثروان رجل من رواة الشعر وأثرى اسم موضع قال الأغلب العجلي فما ترب أثرى لو جمعت ترابها بأكثر من حيي نزار على العد",
    "pg": ""
  },
  "ثرب": {
    "def": "الثرب شحم رقيق يغشى الكرش والأمعاء وجمعه ثروب والثرب الشحم المبسوط على الأمعاء والمصارين وشاة ثرباء عظيمة الثرب وأنشد شمر وأنتم بشحم الكليتين مع الثرب وفي الحديث نهى عن الصلاة إذا صارت الشمس ص كالأثارب أي إذا تفرقت وخصت موضعا دون موضع عند المغيب شبهها بالثروب وهي الشحم الرقيق الذي يغشي الكرش والأمعاء الواحد ثرب وجمعها في القلة أثرب والأثارب جمع الجمع وفي الحديث ان المنافق يؤخر العصر حتى إذا صارت الشمس كثرب البقرة صلاها والثربات الأصابع والتثريب كالتأنيب والتعيير والاستقصاء في اللوم والثارب الموبخ يقال ثرب وثرب وأثرب إذا وبخ قال نصيب إني لأكره ما كرهت من الذي يؤذيك سوء ثنائه لم يثرب وقال في أثرب ألا لا يغرن امرأ من تلاده سوام أخ داني الوسيطة مثرب قال مثرب قليل العطاء وهو الذي يمن بما أعطى وثرب عليه لامه وعيره بذنبه وذكره به وفي التنزيل العزيز قال لا تثريب عليكم اليوم قال الزجاج معناه لا إفساد عليكم وقال ثعلب معناه لا تذكر ذنوبكم قال الجوهري وهو من الثرب كالشغف من الشغاف قال بشر وقيل هو لتبع فعفوت عنهم عفو غير مثرب وتركتهم لعقاب يوم سرمد وثربت عليهم وعربت عليهم بمعنى إذا قبحت عليهم فعلهم والمثرب المعير وقيل المخلط المفسد والتثريب الإفساد والتخليط وفي الحديث إذا زنت أمة أحدكم فليضربها الحد ولا يثرب قال الأزهري معناه ولا يبكتها ولا يقرعها بعد الضرب والتقريع أن يقول الرجل في وجه الرجل عيبه فيقول فعلت كذا وكذا والتبكيت قريب منه وقال ابن الأثير أي لا يوبخها ولا يقرعها بالزنا بعد الضرب وقيل أراد لا يقنع في عقوبتها بالتثريب بل يضربها الحد فإن زنا الإماء لم يكن عند العرب مكروها ولا منكرا فأمرهم بحد الاماء كما أمرهم بحد الحرائر ويثرب مدينة سيدنا رسول الله صلى الله عليه وسلم والنسب إليها يثربي ويثربي وأثربي وأثربي فتحوا الراء استثقالا لتوالي الكسرات وروى عن النبي صلى الله عليه وسلم أنه نهى أن يقال للمدينة يثرب وسماها طيبة كأنه كره الثرب لأنه فساد في كلام العرب قال ابن الأثير يثرب اسم مدينة النبي صلى الله عليه وسلم قديمة فغيرها وسماها طيبة وطابة كراهية التثريب وهو اللوم والتعيير وقيل هو اسم أرضها وقيل سميت باسم رجل من العمالقة ونصل يثربي وأثربي منسوب إلى يثرب وقوله وما هو إلا اليثربي المقطع زعم بعض الرواة أن المراد باليثربي السهم لا النصل وأن يثرب لا يعمل فيها النصال قال أبو حنيفة وليس كذلك لأن النصال تعمل بيثرب وبوادي القرى وبالرقم وبغيرهن من ص أرض الحجاز وقد ذكر الشعراء ذلك كثيرا قال الشاعر وأثربي سنخه مرصوف أي مشدود بالرصاف والثرب أرض حجارتها كحجارة  الحرة إلا أنها بيض وأثارب موضع",
    "pg": ""
  },
  "ثرتم": {
    "def": "الثرتم بالضم ما فضل من الطعام والإدام في الإناء وخص اللحياني به ما فضل في القصعة أنشد أبو عبيد لا تحسبن طعان قيس بالقنا وضرابهم بالبيض حسو الثرتم",
    "pg": ""
  },
  "ثرد": {
    "def": "الثريد معروف والثرد الهشم ومنه قيل لما يهشم من الخبز ويبل بماء القدر وغيره ثريدة والثرد الفت ثرده يثرده ثردا فهو ثريد وثردت الخبز ثردا كسرته فهو ثريد ومثرود والاسم الثردة بالضم والثريد والثرودة ما ثرد من الخبز واثرد ثريدا واترده اتخذه وهو مترد قلبت الثاء تاء لأن الثاء أخت التاء في الهمس فلما تجاورتا في المخرج أرادوا أن يكون العمل من وجه فقلبوها تاء وأدغموها في التاء بعدها ليكون الصوت نوعا واحدا كأنهم لما أسكنوا تاء وتد تخفيفا أبدلوها إلى لفظ الدال بعدها فقالوا ود غيره اثردت الخبز أصله اثتردت على افتعلت فلما اجتمع حرفان مخرجاهما متقاربان في كلمة واحدة وجب الإدغام إلا أن الثاء لما كانت مهموسة  والتاء مجهورة\n قوله التاء مجهورة المشهور أن التاء مهموسة لم يصح ذلك فأبدلوا من الأول تاء فأدغموه في مثله وناس من العرب يبدلون من التاء ثاء فيقولون اثردت فيكون الحرف الأصلي هو الظاهر وقوله أنشده ابن الأعرابي ألا يا خبز يا ابنة يثردان أبى الحلقوم بعدك لا ينام وبرق للعصيدة لاح وهنا كما شققت في القدر السناما في هذا البيت إقواء قال يثردان غلامان كانا يثردان فنسب الخبزة إليهما ولكنه نون وصرف للضرورة والوجه في مثل هذا أن يحكى ورواه الفراء أثردان فعلى هذا ليس بفعل سمي به إنما هو اسم كأسحلان وألعبان فحكمه أن ينصرف في النكرة ولا ينصرف في المعرفة قال ابن سيده وأظن أثردان اسما للثريد أو المثرود معرفة فإذا كان كذلك فحكمه أن لا ينصرف لكن صرفه للضرورة وأراد أبى صاحب الحلقوم بعدك لا ينام لأن الحلقوم ليس هو وحده النائم وقد يجوز أن يكون خص الحلقوم ههنا لأن ممر الطعام إنما هو عليه فكأنه لما فقده حن إليه فلا يكون فيه على هذا القول حذف وقوله وبرق للعصيدة لاح وهنا إنما عنى بذلك شدة ابيضاض العصيدة فكأنما هي برق وإن شئت قلت إنه كان جوعان متطلعا إلى العصيدة كتطلع المجدب إلى البرق أو كتطلع العاشق إليه إذا أتاه من ناحية محبوبه وقوله كما شققت في القدر السناما يريد أن تلك العصيدة بيضاء تلوح كما يلوح السنام إذا شقق يعني بالسنام الشحم إذ هو كله شحم ويقال أكلنا ثريدة دسمة بالهاء على معنى الاسم أو القطعة من الثريد وفي الحديث فضل عائشة على النساء كفضل الثريد على سائر الطعام قيل لم يرد عين الثريد وإنما أراد الطعام المتخذ من اللحم والثريد معا لأن الثريد غالبا لا يكون إلا من لحم والعرب قلما تتخذ طبيخا ولا سيما بلحم ويقال الثريد أحد اللحمين بل اللذة والقوة إذا كان اللحم نضيجا في المرق أكثر ما يكون في نفس اللحم والتثريد في الذبح هو الكسر قبل أن يبرد وهو منهي عنه وثرد الذبيحة قتلها من غير أن يفري أوداجها قال ابن سيده وأرى ثرده لغة وقال ابن الأعرابي المثرد الذي لا تكون حديدته حادة فهو يفسخ اللحم وفي الحديث سئل ابن عباس عن الذبيحة بالعود فقال ما أفرى الأوداج غير المثرد فكل المثرد الذي يقتل بغير ذكاة يقال ثردت ذبيحتك وقيل التثريد أن يذبح الذبيحة بشيء لا ينهر الدم ولا يسيله فهذا المثرد وما أفرى الأوداج من حديد أو ليطة أو طرير أو عود له حد فهو ذكي غير مثرد ويروى غير مثرد بفتح الراء على المفعول والرواية كل أمر بالأكل وقد ردها أبو عبيد وغيره وقالوا إنما هي كل ما أفرى الأوداج أي كل شيء أفرى والفري القطع وفي حديث سعيد وسئل عن بعير نحروه بعود فقال إن كان مار مورا فكلوه وإن ثرد فلا وقيل المثرد الذي يذبح ذبيحته بحجر أو عظم أو ما أشبه ذلك وقد نهي عنه والمثراد اسم ذلك الحجر قال فلا تدموا الكلب بالمثراد ابن الأعرابي ثرد الرجل إذا حمل من المعركة مرتثا وثوب مثرود أي مغموس في الصبغ وفي حديث عائشة رضي الله عنها فأخذت خمارا لها قد ثردته بزعفران أي صبغته وثوب مثرود والثرد بالتحريك تشقق في الشفتين والثرد المطر الضعيف عن ابن الأعرابي قال وقيل لأعرابي ما مطر أرضك قال مرككة فيها ضروس وثرد يذر بقله ولا يقرح أصله الضروس سحائب متفرقة وغيوث يفرق بينها ركاك وقال مرة هي الجود ويذر يطلع ويظهر وذلك أنه يذر من أدنى مطر وإنما يذر من مطر قدر وضح الكف ولا يقرح البقل إلا من قدر الذراع من المطر فما زاد وتقريحه نبات أصله وهو ظهور عوده والثريد القمحان عن أبي حنيفة يعني الذي يعلو الخمر كأنه  ذريرة واثرندى الرجل كثر لحم صدره",
    "pg": ""
  },
  "ثرر": {
    "def": "عين ثرة وثرارة وثرثارة غزيرة الماء وقد ثرت تثر وتثر ثرارة وكذلك السحابة وسحاب ثر أي كثير الماء وعين ثرة كثيرة الدموع قال ابن سيده ولم يسمع فيها ثرثارة أنشد ابن دريد يا من لعين ثرة المدامع يحفشها الوجد بدمع هامع يحفشها يستخرج كل ما فيها الجوهري وعين ثرة قال وهي سحابة تأتي من قبل قبلة أهل العراق قال عنترة جادت عليها كل عين ثرة فتركن كل قرارة كالدرهم وطعنة ثرة أي واسعة وقيل ثرة كثيرة الدم على التشبيه بالعين وكذلك عين السحاب قال وكل نعت في حد المدغم إذا كان على تقدير فعل فأكثره على تقدير يفعل نحو طب يطب وثر يثر وقد يختلف في نحو خب يخب وقوله وقد يختلف في نحو خب يخب يقتضي أنه لم يتخلف فيما قبله وليس كذلك فهو خب قال وكل شيء في باب التضعيف فعله من يفعل مفتوح فهو في فعيل مكسور في كل شيء نحو شح يشح وضن يضن فهو شحيح وضنين ومن العرب من يقول شح يشح وضن يضن وما كان من أفعل وفعلاء من ذوات التضعيف فإن فعلت منه مكسور العين ويفعل مفتوح نحو أصم وصماء وأشم وشماء تقول صممت يا رجل تصم وجممت يا كبش تجم وما كان على فعلت من ذوات التضعيف غير واقع فإن يفعل منه مكسور العين نحو عف يعف وخف يخف وما كان منه واقعا نحو رد يرد ومد يمد فإن يفعل منه مضموم إلا أحرفا جاءت نادرة وهي شدة يشده ويشده وعله يعله ويعله ونم الحديث ينمه وينمه وهر الشيء إذا كرهه يهره ويهره قال هذا كله قول الفراء وغيره من النحويين ابن سيده والمصدر الثرارة والثرورة وسحابة ثرة كثيرة الماء ومطر ثر واسع القطر متداركه ومطر ثر بين الثرارة وشاة ثرة وثرور واسعة الإحليل غزيرة اللبن إذا حلبت وكذلك الناقة والجمع ثرر وثرار وقد ثرت تثر وتثر ثرا وثرورا وثرورة وثرارة وإحليل ثر واسع وفي حديث خزيمة وذكر السنة غاضت لها الدرة ونقصت لها الثرة الثرة بالفتح كثرة اللبن يقال ناقة ثرة واسعة الإحليل وهو مخرج اللبن من الضرع قال وقد تكسر الثاء وبول ثر غزير وثر يثر ويثر إذا اتسع وثر يثر إذا بل سويقا أو غيره ورجل ثر وثرثار متشدق كثير الكلام والأنثى ثرة وثرثارة والثرثار أيضا الصياح عن اللحياني والثرثرة في الكلام الكثرة والترديد وفي الأكل الإكثار في تخليط تقول رجل ثرثار وامرأة ثرثارة وقوم ثرثارون وروي عن النبي صلى الله عليه وسلم أنه قال أبغضكم إلي الثرثارون المتفيهقون هم الذين يكثرون الكلام تكلفا وخروجا عن الحق وبناحية الجزيرة عين غزيرة الماء يقال لها الثرثار والثرثار نهر بعينه قال الأخطل لعمري لقد لاقت سليم وعامر على جانب الثرثار راغية البكر وثرثار واد معروف وثراثر موضع قال الشماخ وأحمى عليها ابنا زميع وهيثم مشاش المراض اعتادها من ثراثر والثرثرة كثرة الأكل والكلام في تخليط وترديد وقد ثرثر الرجل فهو ثرثار مهذار وثر الشيء من يده يثره ثرا وثرثرة بدده وحكى ابن دريد ثرثره بدده ولم يخص اليد والإثرارة نبت يسمى الفارسية الزريك عن أبي حنيفة وجمعها إثرار وثررت المكان مثل ثريته أي نديته وثرير بضم الثاء وفتح الراء وسكون الياء موضع من الحجاز كان به مال لابن الزبير له ذكر في حديثه",
    "pg": ""
  },
  "ثرط": {
    "def": "الثرط مثل الثلط لغة أو لثغة الجوهري والثرط أيضا شيء تستعمله الأساكفة وهو بالفارسية شريس ذكره النضر بن شميل ولم يعرفه أبو الغوث والثرطئة بالكسر الرجل الأحمق الضعيف قال والهمزة زائدة وثرطه يثرطه ثرطا زرى عليه وعابه قال وليس بثبت قال الأزهري الثرطئة بالهمز بعد الطاء الرجل الثقيل قال وإن كانت الهمزة أصلية فالكلمة رباعية وإن لم تكن أصلية فهي ثلاثية قال والغرقئ مثله",
    "pg": ""
  },
  "ثرطأ": {
    "def": "الثرطئة بالهمز بعد الطاء الرجل الثقيل وقد حكيت بغير همز وضعا قال الأزهري ان كانت الهمزة أصلية فالكلمة رباعية وإن لم تكن أصلية فهي ثلاثية والغرقئ مثله وقيل الثرطئة من النساء والرجال القصير",
    "pg": ""
  },
  "ثرطل": {
    "def": "الثرطلة الاسترخاء ومر مثرطلا إذا مر يسحب ثيابه",
    "pg": ""
  },
  "ثرطم": {
    "def": "الطرثمة والثرطمة الإطراق من غضب أو تكبر وقد ثرطم والمثرطم المتناهي السمن من الدواب وقيل هو المنتهي سمنا من كل شيء وقد ثرطم",
    "pg": ""
  },
  "ثرع": {
    "def": "ابن الأعرابي ثرع الرجل إذا طفل على قوم",
    "pg": ""
  },
  "ثرعط": {
    "def": "الثرعطة الحسا الرقيق الأزهري الثرعطط حسا رقيق طبخ باللبن",
    "pg": ""
  },
  "ثرعل": {
    "def": "الثرعلة الريش المجتمع على عنق الديك",
    "pg": ""
  },
  "ثرعم": {
    "def": "ابن الأعرابي الثرعامة المرأة وأنشد أفلح من كانت له ثرعامه أي امرأة وقال ابن بري الثرعامة مظلة الناطور وأنشد أفلح من كانت له ثرعامه يدخل فيها كل يوم هامه",
    "pg": ""
  },
  "ثرغ": {
    "def": "الثرغ مصب الماء في الدلو كالفرغ وجمعه ثروغ وحكى يعقوب أن الثاء بدل من الفاء قال ابن سيده ولا يعجبني لأنهم لا يكادون يتسعون في المبدل بجمع ولا غيره وثروغ الدلو وفروغها ما بين العراقي واحدها فرغ وثرغ",
    "pg": ""
  },
  "ثرغل": {
    "def": "الثرغول نبت",
    "pg": ""
  },
  "ثرقب": {
    "def": "الثرقبية والفرقبية ثياب كتان بيض حكاها يعقوب في البدل وقيل من ثياب مصر يقال ثوب ثرقبي وفرقبي",
    "pg": ""
  },
  "ثرم": {
    "def": "الثرم بالتحريك انكسار السن من أصلها وقيل هو انكسار سن من الأسنان المقدمة مثل الثنايا والرباعيات وقيل انكسار الثنية خاصة ثرم بالكسر ثرما وهو أثرم والأنثى ثرماء وثرمه بالفتح يثرمه ثرما إذا ضربه على فيه فثرم وأثرمه فانثرم وثرمت ثنيته فانثرمت وأثرمه الله أي جعله أثرم أبو زيد أثرمت الرجل إثراما حتى ثرم إذا كسرت بعض ثنيته قال ومثله أنثرت الكبش حتى نتر قوله ومثله انثرث الكبش حتى نتر إلخ هكذا في الأصل وشرح القاموس وأعورت عينه وأعضبت الكبش حتى عضب إذا كسرت قرنه والثرم مصدر الأثرم وقد ثرمت الرجل فثرم وثرمت ثنيته فانثرمت قال أبو منصور وكل كسر ثرم ورثم ورتم وفي الحديث أنه نهى أن يضحى بالثرماء الثرم سقوط الثنية من الأسنان وقيل الثنية والرباعية وقيل هو أن تقلع السن من أصلها مطلقا وإنما نهى عنها لنقصان أكلها ومنه الحديث في صفة فرعون أنه كان أثرم والأثرم من أجزاء العروض ما اجتمع فيه القبض والخرم يكون ذلك في الطويل والمتقارب شبه بالأثرم من الناس والأثرمان الليل والنهار والأثرمان الدهر والموت وأنشد ثعلب ولمارأيتك تنسى الذمام ولا قدر عندك للمعدم وتجفو الشريف إذا ما أخل وتدني الدني على الرهم وهبت إخاءك للأعميين وللأثرمين ولم أظلم الأعميان السيل والنار وأخل احتاج والخلة الحاجة والثرمان نبت وهو فيما ذكر أبو حنيفة عن بعض الأعراب شجر لا ورق له ينبت نبات الحرض من غير ورق وإذا غمز انثمأ كما ينثمئ الحمض وهو كثير الماء وهو حامض عفص ترعاه الإبل والغنم وهو أخضر ونباته في أرومة والشتاء يبيده ولا خشب له إنما هو مرعى فقط والثرماء ماء لكندة معروف وثرم اسم ثنية تقابل موضعا يقال له الوشم وهو مذكور في موضعه قال والوشم قد خرجت منه وقابلها من الثنايا التي لم أقلها ثرم",
    "pg": ""
  },
  "ثرمد": {
    "def": "ثرمد اللحم أساء عمله وقيل لم ينضجه وأتانا بشواء قد ثرمده بالرماد ابن دريد الثرمد من الحمض وكذلك القلام والباقلاء وقال أبو حنيفة الثرمدة من الحمض تسمو دون الذراع قال وهي أغلظ من القلام أغصان بلا ورق خضراء شديدة الخضرة وإذا تقادمت سنتين غلظ ساقها فاتخذت أمشاطا لجودتها وصلابتها تصلب حتى تكاد تعجز الحديد ويكون طول ساقها إذا تقادمت شبرا وثرمد وثرمداء قوله وثرمداء في القاموس وشرحه بالفتح والمد موضع خصيب يضرب به المثل في خصبه وكثرة عشبه فيقال نعم مأوى المعزى ثرمداء كذا في مجمع الأمثال وفي معجم البكري هو موضع في ديار بني نمير أو بني ظالم من الوشم بناحية اليمامة وقال علقمة وما أنت إلخ أو ماء في ديار بني سعد وثمرد كجعفر شعب بأجأ أحد جبلي طيء لبني ثعلبة موضعان قال حاتم طيء إلى الشعب من أعلى مشار فثرمد فيلدة مبنى سنبس لابنة الغمر وقال علقمة وما أنت أما ذكرها ربعية يخط لها من ثرمداء قليب قال أبو منصور ورأيت ماء في ديار بني سعد يقال له ثرمداء ورأيت حواليه القاقلى وهو من الحمض معروف وقد ذكره العجاج في شعره لقدر كان وحاه الواحي بثرمداء جهرة الفصاح أي علانية وحاه قضاه وكتبه قال أبو منصور ثرمداء ماء لبني سعد في وادي الستارين قد وردته يستقى منه بالعقال لقرب قعره وفي الحديث أن النبي صلى الله عليه وسلم كتب لحصين بن نضلة الأسدي إن له ترمد وكشفة هو بفتح التاء المثناة وضم الميم موضع في ديار بني أسد وبعضهم يقوله بفتح الثاء المثلثة والميم وبعد الدال المهملة ألف وأما ترمذ بكسر التاء والميم فالبلد المعروف بخراسان",
    "pg": ""
  },
  "ثرمط": {
    "def": "الثرمطة والثرمطة على مثال علبطة الأخيرة عن كراع الطين الرطب قال الجوهري لعل الميم زائدة الفراء وقع فلان في ثرمطة أي في طين رطب قال شمر واثرنمط السقاء إذا انتفخ وأنشد ابن الأعرابي تأكل بقل الريف حتى تحبطا فبطنها كالوطب حين اثرنمطا والاثرنماط اطمحرار السقاء إذا راب ورغا وكرثأ إذا ثخن اللبن عليه كرثأة مثل اللبإ الخثر أبو عمرو الثرموط الرجل العظيم اللقم الكثير الأكل",
    "pg": ""
  },
  "ثرمل": {
    "def": "ثرمل القوم من الطعام والشراب ما شاؤوا أي أكلوا والثرملة سوء الأكل وأن لا يبالي الإنسان كيف كان أكله ويرى الطعام يتناثر على لحيته وفمه ويلطخ يديه وثرمل الطعام لم يحسن صناعته ولم ينضجه صانعه ولم ينفضه من الرماد حين يمله قال ويعتذر إلى الضيف فيقال قد ثرملنا لك العمل أي لم نتنوق فيه ولم نطيبه لك لمكان العجلة وثرمل اللحم لم ينضجه وثرمل الرجل إذا لم ينضج طعامه تعجيلا للقرى وثرمل عمله لم يتنوق فيه وثرمل سلح كذرمل قال الراجز وإن حطأت كتفيه ثرملا وخر يكبو خرعا وهوذلا هوذل قذف ببوله وثرمل وذرمل سلح والثرمل دابة عن ثعلب ولم يحلها والثرملة بالضم من أسماء الثعالب الأصمعي الأنثى من الثعالب ثرملة بالضم والثرملة الفرق الذي وسط ظاهر الشفة العليا والثرملة البقية من التمر وغيره وبقيت ثرملة في الإناء أي بقية من بر أو شعير أو تمر وثرملة اسم رجل قال ذهب لما أن رآها ثرمله وقال يا قوم رأيت منكره",
    "pg": ""
  },
  "ثرن": {
    "def": "التهذيب ابن الأعرابي ثرن الرجل إذا آذى صديقه أو جاره",
    "pg": ""
  },
  "ثرند": {
    "def": "اللحياني اثرندى الرجل إذا كثر لحم صدره وابلندى إذا كثر لحم جنبيه وعظما وادلنظى إذا سمن وغلظ ورجل مثرند ومثرنت مخصب",
    "pg": ""
  },
  "ثرنط": {
    "def": "قال الأزهري قرأت بخط أبي الهيثم لابن بزرج اثرنطأ أي حمق",
    "pg": ""
  },
  "ثطأ": {
    "def": "ابن الأعرابي ثطا إذا خطا وثطئ ثطأ حمق وثطأته بيدي ورجلي حتى ما يتحرك أي وطئت عن أبي عمرو والثطأة دويبة لم يحكها غير صاحب العين أبو عمرو الثطأة العنكبوت",
    "pg": ""
  },
  "ثطا": {
    "def": "الثطا إفراط الحمق يقال رجل بين الثطا والثطاة وثطي ثطا حمق وثطا الصبي بمعنى خطا وفي الحديث أن النبي صلى الله عليه وسلم مر بامرأة سوداء ترقص صبيا لها وهي تقول ذؤال يا ابن القرم يا ذؤاله يمشي الثطا ويجلس الهبنقعه فقال عليه السلام لا تقولي ذؤال فإنه شر السباع أرادت أنه يمشي مشي الحمقى كما يقال فلان لا يتكلم إلا بالحمق ويقال هو يمشي الثطا أي يخطو كما يخطو الصبي أول ما يدرج والهبنقعة الأحمق وذؤال ترخيم ذؤالة وهو الذئب والقرم السيد وقد روي فلان من ثطاته لا يعرف قطاته من لطاته والأعرف فلان من لطاته والقطاة موضع الرديف من الدابة واللطاة غرة الفرس أراد أنه لا يعرف من حمقه مقدم الفرس من مؤخره قال ويقال إن أصل الثطا من الثأطة وهي الحمأة والثطى العناكب والله أعلم",
    "pg": ""
  },
  "ثطط": {
    "def": "رجل ثط ثقيل البطن بطيء والثط والأثط الكوسج رجل أثط بين الثطط من قوم ثط وقيل هو القليل شعر اللحية وقيل هو الخفيف اللحية من العارضين وقيل هو أيضا القليل شعر الحاجبين ورجل ثط الحاجبين وامرأة ثطاء الحاجبين ولا يستغنى عن ذكر الحاجبين ابن الأعرابي الأثط الرقيق الحاجبين قال والثطط والزطط الكواسج التهذيب وامرأة ثطة الحاجبين لا يستغنى فيه عن ذكر الحاجبين قال الشاعر وما من هواي ولا شيمتي عركركة ذات لحم زيم ولا ألقى ثطة الحاجبي ن محرفة الساق ظمأى القدم قوله محرفة أي مهزولة ورجل ثط بالفتح من قوم ثطان وثططة وثطاط بين الثطوطة والثطاطة وهو الكوسج قال ابن دريد لا يقال في الخفيف شعر اللحية أثط وإن كانت العامة قد أولعت به إنما يقال ثط وأنشد لأبي النجم كلحية الشيخ اليماني الثط وحكى ابن بري عن الجواليقي قال رجل ثط لا غير وأنكر أثط وأورد بيت أبي النجم أيضا قال وصواب إنشاده كهامة الشيخ وفي حديث عثمان وجيء بعامر بن عبد قيس فرآه أشغى ثطا وفي حديث أبي رهم سأله النبي صلى الله عليه وسلم عمن تخلف من غفار فقال ما فعل النفر الحمر الثطاط هو جمع ثط وهو الكوسج الذي عري وجهه من الشعر إلا طاقات في أسفل حنكه وروي هذا الحديث ما فعل الحمر النطانط جمع نطناط وهو الطويل قال أبو حاتم قال أبو زيد مرة رجل أثط فقلت له تقول أثط قال سمعتها وجمع الثط أثطاط عن كراع والكثير ثط وثطان وثطاط وثططة وقد ثط يثط ويثط ثططا وثطاطة وثطوطة فهو أثط وثط قال ابن دريد المصدر الثطط والاسم الثطاطة والثطوطة قال ابن سيده ولعمري إنه فرق حسن وامرأة ثطاء لا إسب لها يعني شعرة ركبها والثطاء دويبة تلسع الناس قيل هي العنكبوت",
    "pg": ""
  },
  "ثطع": {
    "def": "الثطع الزكام وقيل هو مثل الزكام والثطاعي مأخوذ منه وقد ثطع الرجل على ما لم يسم فاعله فهو مثطوع أي زكم وقيل هو مثل الزكام والسعال وثطع ثطعا أبدى وليس بثبت",
    "pg": ""
  },
  "ثطعم": {
    "def": "تثطعم على أصحابه علاهم بكلام وهي الثطعمة قال ابن دريد وليس بثبت",
    "pg": ""
  },
  "ثطف": {
    "def": "أهملها الليث واستعمل ابن الأعرابي الثطف قال هو النعمة في المطعم والمشرب والمنام وقال شمر الثطف النعمة",
    "pg": ""
  },
  "ثعا": {
    "def": "الثعو ضرب من التمر وقيل هو ما عظم منه وقيل هو ما لان من البسر حكاه أبو حنيفة قال ابن سيده والأعرف النعو",
    "pg": ""
  },
  "ثعب": {
    "def": "ثعب الماء والدم ونحوهما يثعبه ثعبا فجره فانثعب كما ينثعب الدم من الأنف قال الليث ومنه اشتق مثعب المطر وفي الحديث يجيء الشهيد يوم القيامة وجرحه يثعب دما أي يجري ومنه حديث عمر رضي الله عنه صلى وجرحه يثعب دما وحديث سعد رضي الله عنه فقطعت نساه فانثعبت جدية الدم أي سالت ويروى فانبعثت وانثعب المطر كذلك وماء ثعب وثعب وأثعوب وأثعبان سائل وكذلك الدم الأخيرة مثل بها سيبويه وفسرها السيرافي وقال اللحياني الأثعوب ما انثعب والثعب مسيل الوادي  قوله والثعب مسيل إلخ كذا ضبط في المحكم والقاموس وقال في غير نسخة من الصحاح والثعب بالتحريك مسيل الماء والجمع ثعبان وجرى فمه ثعابيب كسعابيب وقيل هو بدل وهو أن يجري منه ماء صاف فيه تمدد والمثعب بالفتح واحد مثاعب الحياض وانثعب الماء جرى في المثعب والثعب والوقيعة والغدير كله من مجامع الماء وقال الليث والثعب الذي يجتمع في مسيل المطر من الغثاء قال الأزهري لم يجود الليث في تفسير الثعب وهو عندي المسيل نفسه لا ما يجتمع في المسيل من الغثاء والثعبان الحية الضخم الطويل الذكر خاصة وقيل كل حية ثعبان والجمع ثعابين وقوله تعالى فألقى عصاه فإذا هي ثعبان مبين قال الزجاج أراد الكبير من الحيات فإن قال قائل كيف جاء فإذا هي ثعبان مبين وفي موضع آخر تهتز كأنها جان والجان الصغير من الحيات فالجواب في ذلك أن خلقها خلق الثعبان العظيم واهتزازها وحركتها وخفتها كاهتزاز الجان وخفته قال ابن شميل الحيات كلها ثعبان الصغير والكبير والإناث والذكران وقال أبو خيرة الثعبان الحية الذكر ونحو ذلك قال الضحاك في تفسير قوله تعالى فإذا هي ثعبان مبين وقال قطرب الثعبان الحية الذكر الأصفر الأشعر وهو من أعظم الحيات وقال شمر الثعبان من الحيات ضخم عظيم أحمر يصيد الفأر قال وهي ببعض المواضع تستعار للفأر وهو أنفع في البيت من السنانير قال حميد بن ثور\nشديد توقيه الزمام كأنما نرى بتوقيه الخشاشة أرقما فلما أتته أنشبت في خشاشه زماما كثعبان الحماطة محكما والأثعبان الوجه الفخم في حسن بياض وقيل ص هو الوجه الضخم قال إني رأيت أثعبانا جعدا قد خرجت بعدي وقالت نكدا قال الأزهري والأثعبي الوجه الضخم في حسن وبياض قال ومنهم من يقول وجه أثعباني ابن الأعرابي من أسماء الفأر البر والثعبة والعرم والثعبة ضرب من الوزغ تسمى سام أبرص غير أنها خضراء الرأس والحلق جاحظة العينين لا تلقاها أبدا إلا فاتحة فاها وهي من شر الدواب تلدغ فلا يكاد يبرأ سليمها وجمعها ثعب وقال ابن دريد الثعبة دابة أغلظ من الوزغة تلسع وربما قتلت وفي المثل ما الخوافي كالقلبة ولا الخناز كالثعبة فالخوافي السعفات اللواتي يلين القلبة والخناز الوزغة ورأيت في حاشية نسخة من الصحاح موثوق بها ما صورته قال أبو سهل هكذا وجدته بخط الجوهري الثعبة بتسكين العين قال والذي قرأته على شيخي في الجمهرة بفتح العين والثعبة نبتة قوله والثعبة نبتة إلخ هي عبارة المحكم والتكملة لم يختلفا في شيء إلا في المشبه به فقال في المحكم شبيهة بالثعلة وفي التكملة بالثوعة شبيهة بالثعلة إلا أنها أخشن ورقا وساقها أغبر وليس لها حمل ولا منفعة فيها وهي من شجر الجبل تنبت في منابت الثوع ولها ظل كثيف كل هذا عن أبي حنيفة والثعب شجر قال الخليل الثعبان ماء الواحد ثعب وقال غيره هو الثغب بالغين المعجمة",
    "pg": ""
  },
  "ثعج": {
    "def": "العثج والثعج لغتان وأصوبهما العثج جماعة الناس في السفر",
    "pg": ""
  },
  "ثعجح": {
    "def": "قال أبو تراب سمعت عتير بن عروة الأسدي يقول اثعنجح المطر بمعنى اثعنجر إذا سال وكثر وركب بعضه بعضا فذكرته لشمر فاستغربه حين سمعه وكتبه وأنشدته فيه ما أنشدني عتير لعدي ابن علي الغاضري في الغيث جون ترى فيه الروايا دلحا كأن حنانا وبلقا صرحا فيه إذا جلبه تكلحا وسح سحا ماؤه فاثعنجحا حكاه الأزهري وقال عن هذا الحرف وما قبله وما بعده من باب رباعي العين من كتابه هذه حروف لا أعرفها ولم أجد لها أصلا في كتب الثقات الذين أخذوا عن العرب العاربة ما أودعوا كتبهم ولم أذكرها وأنا أحقها ولكني ذكرتها استندارا لها وتعجبا منها ولا أدري ما صحتها ولم أذكرها أنا هنا مع هذا القول إلا لئلا يحتاج إلأى الكشف عنها فيظن بها ما لم ينقل في تفسيرها والله أعلم",
    "pg": ""
  },
  "ثعجر": {
    "def": "الثعجرة انصباب الدمع ثعجر الشيء والدم وغيره فاثعنجر صبه فانصب وقيل المثعنجر السائل من الماء والدمع وجفنة مثعنجرة ممتلئة ثريدا واثعنجر دمعه واثعنجرت العين دمعا قال امرؤ القيس حين أدركه الموت رب جفنة مثعنجرة وطعنة مسحنفرة تبقى غدا بأنقرة والمثعنجرة الملأى تفيض ودكها والمثعنجر والمسحنفر السيل الكثير واثعنجرت السحابة بقطرها واثعنجر المطر نفسه يثعنجر اثعنجارا ابن الأعرابي المثعنجر والعرانية وسط البحر قال ثعلب ليس في البحر ما يشبهه كثرة وتصغير المثعنجر مثيعج ومثيعيج قال ابن بري هذا خطأ وصوابه ثعيجر وثعيجير تسقط الميم والنون لأنهما زائدتان والتصغير والتكثير والجمع يرد الأشياء إلى أصولها وفي حديث علي رضوان الله عليه يحملها الأخضر المثعنجر هو أكثر موضع في البحر ماء والميم والنون زائدتان وفي حديث ابن عباس فإذا علمي بالقرآن في علم علي كالقرارة في المثعنجر والقرارة الغدير الصغير ثعد الثعد الرطب وقيل البسر الذي غلبه الإرطاب قال لشتان ما بيني وبين رعاتها إذا صرصر العصفور في الرطب الثعد الواحدة ثعدة ورطبة ثعدة معدة طرية عن ابن الأعرابي قال الأصمعي إذا دخل البسرة الإرطاب وهي صلبة لم تنهضم بعد فهي خمسة فإذا لانت فهي ثعدة وجمعها ثعد وفي حديث بكار بن داود قال مر رسول الله صلى الله عليه وسلم بقوم ينالون من الثعد والحلقان وأشل من لحم وينالون من أسقية لهم قد علاها الطحلب فقال ثكلتكم أمهاتكم ألهذا خلقتم أو بهذا أمرتم ثم جاز عنهم فنزل الروح الأمين وقال يا محمد ربك يقرئك السلام ويقول إنما بعثتك مؤلفا لأمتك ولم أبعثك منفرا ارجع إلى عبادي فقل لهم فليعملوا وليسددوا ولييسروا الثعد الزبد والحلقان البسر الذي قد أرطب بعضه وأشل من لحم الخروف المشوي قال ابن الأثير كذا فسره إسحق ابن إبراهيم القرشي أحد رواته فأما الثعد في اللغة فهو ما لان من البسر وبقل ثعد معد غض رطب رخص والمعد إتباع لا يفرد وبعضهم يفرده وقيل هو كالثعد من غير إتباع وحكى بعضهم اثمعد الشيء لان وامتد فإما أن يكون من باب قمارص فيكون هذا بابه قال ابن سيده ولا ينبغي أن يهجم على هذا من غير سماع وإما أن تكون الميم أصلية فيكون في الرباعي وما له ثعد ولا معد قوله وما له ثعد ولا معد إلخ كذا أورده صاحب القاموس بالعين المهملة قال الشارح وهو تصحيف وضبطه الصاغاني باعجام الغين فيهما أي قليل ولا كثير وثرى ثعد وجعد إذا كان لينا ثعر الثعر والثعر والثعر جميعا لثى يخرج من أصل السمر يقال إنه سم قاتل إذا قطر في العين منه شيء مات الإنسان وجعا والثعر كثرة الثآليل والثعرور ثمر الذؤنون وهي شجرة مرة ويقال لرأس الطرثوث ثعرور كأنه كمرة ذكر الرجل في أعلاه والثعرور الطرثوث وقيل طرفه وهو نبت يؤكل والثعارير الثآليل وحمل الطراثيث أيضا واحدها ثعرور وفي حديث جابر عن النبي صلى الله عليه وسلم أنه قال إذا ميز أهل الجنة من النار أخرجوا قد امتحشوا فيلقون في نهر الحياة فيخرجون بيضا مثل الثعارير وفي رواية يخرج قوم من النار فينبتون كما تنبت الثعارير قيل الثعارير في هذا الحديث رؤوس الطراثيث تراها إذا خرجت من الأرض بيضا شبهوا في البياض بها وقال ابن الأثير الثعارير هي القثاء الصغار شبهوا بها لأن القثاء ينمي سريعا والثعروران كالحلمتين يكتنفان غرمول الفرس عن يمين وشمال وفي الصحاح يكتنفان القتب من خارج وهما أيضا الزائدان على ضرع الشاة والثعرور الرجل الغليظ القصير",
    "pg": ""
  },
  "ثعط": {
    "def": "الثعيط دقاق رمل سيال تنقله الريح والثعط اللحم المتغير وقد ثعط ثعطا وكذلك الجلد إذا أنتن وتقطع قال الأزهري أنشدني أبو بكر يأكل لحما بائتا قد ثعطا أكثر منه الأكل حتى خرطا قال وخرط به إذا غص به قال الجوهري والثعط مصدر قولك ثعط اللحم أي أنتن وكذلك الماء قال الراجز ومنهل على غشاش وفلط شربت منه بين كره وثعط وقال أبو عمرو إذا مذرت البيضة فهي الثعطة وثعطت شفته ورمت وتشققت وقال بعض شعراء هذيل يثعطن العراب وهن سود إذا خالسنه فلح فدام العراب ثمر الخزم واحدته عرابة يثعطنه يرضخنه ويدققنه فلح جمع الفلحاء الشفة فدام هرمات",
    "pg": ""
  },
  "ثعع": {
    "def": "ثععت ثعا و ثععا قئت وفي الحديث أن امرأة أتت النبي فقالت يا رسولالله إن ابني هذا به جنون يصيبه بالغداء والعشاء فمسح رسولالله صدره ودعا له فثع ثعة فخرج من جوفه جرو أسود فسعى في الأرض قال أبو عبيد ثع ثعة أي قاء قاءة و الثعة المرة الواحدة و ثععت أثع بكسر الثاء ثعا كثععت عن ابن الأعرابي قال ابن بري ثععت أثع ثعا وثععا عن ابن الأعرابي قال الشاعر يعود في ثعه حدثان مولده وإن أسن تعدى غيره كلفاوقال ابن دريد ثع وتع سواء وهي مذكورة في التاء وقال أبو منصور إنما هي بالثاء المثلثة لا غير وقد رواها الليث بالتاء وهو خطأ وقد ذكرنا نص لفظه في ترجمة تعع في فصل التاء قال وهو من الثعثعة و الثعثعة كلام فيه لثغة و انثع القيء وانتع من فيه انثعاعا اندفع و انثع منخراه هريقا دما وكذلك الدم من الجرح أيضا ومن الأنف ابن الأعرابي يقال ثع يثع و انثع ينثع وانتع ينتع وهاع و أثاع كله إذا قاء و الثعثعة حكاية صوت القالس وقد تثعثع بقيئه و تثعثعه و الثعثعة كلام رجل تغلب عليه الثاء والعين وقيل هو الكلام الذي لا نظام له",
    "pg": ""
  },
  "ثعلب": {
    "def": "الثعلب من السباع معروفة وهي الأنثى وقيل الأنثى ثعلبة والذكر ثعلب وثعلبان قال غاوي بن ظالم السلمي وقيل هو لأبي ذر الغفاري وقيل هو لعباس بن مرداس السلمي رضي الله عنهم\nأرب يبول الثعلبان برأسه لقد ذل من بالت عليه الثعالب  قوله أرب الخ كذا استشهد الجوهري به على قوله والذكر ثعلبان وقال الصاغاني والصواب في البيت الثعلبان تثنية ثعلب  الأزهري الثعلب الذكر و الأنثى ثعالة والجمع ثعالب و ثعال عن اللحياني قال ابن سيده ولا يعجبني قوله وأما سيبويه فإنه لم يجز ثعال إلا في الشعر كقول رجل من يشكر لها أشارير من لحم تتمره من الثعالي ووخز من أرانيها ووجه ذلك فقال إن الشاعر لما اضطر إلى الياء أبدلها مكان الباء كما يبدلها مكان الهمزة وأرض مثعلبة بكسر اللام ذات ثعالب وأما قولهم أرض مثعلة فهو من ثعالة ويجوز أيضا أن يكون من ثعلب كما قالوا معقرة لأرض كثيرة العقارب وثعلب الرجل وتثعلب جبن وراغ على التشبيه بعدو الثعلب قال فإن رآني شاعر تثعلبا  قوله فإن رآني في التكملة بعده وإن حداه الحين أو تذايله  وثعلب الرجل من آخر فرقا والثعلب طرف الرمح الداخل في جبة ص  السنان وثعلب الرمح مادخل في جبة السنان منه والثعلب الجحر الذي يسيل منه ماء المطر والثعلب مخرج الماء من جرين التمر وقيل إنه إذا نشر التمر في الجرين فخشوا عليه المطر عملوا له جحرا يسيل منه ماء المطر فاسم ذلك الجحر الثعلب والثعلب مخرج الماء من الدبار أو الحوض وفي الحديث أن النبي صلى الله عليه وسلم استسقى يوما ودعا فقام أبو لبابة فقال يارسول الله إن التمر في المرابد فقال رسول الله صلى الله عليه وسلم اللهم اسقنا حتى يقوم أبو لبابة عريانا يسد ثعلب مربده بإزاره أو ردائه فمطرنا حتى قام أبو لبابة عريانا يسد ثعلب مربده بإزاره والمربد موضع يجفف فيه التمر وثعلبه ثقبه الذي يسيل منه ماء المطر أبو عمرو الثعلب أصل الراكوب في الجذع من النخل وقال في موضع آخر هو أصل الفسيل إذا قطع من أمه والثعلبة العصعص والثعلبة الاست وداء الثعلب علة معروفة يتناثر منها الشعر وثعلبة اسم غلب على القبيلة والثعلبتان ثعلبة بن جدعاء بن ذهل بن رومان بن جندب بن خارجة بن سعد بن فطرة بن طيىء وثعلبة بن رومان بن جندب قال عمرو بن ملقط الطائي من قصيدة أولها يا أوس لو نالتك أرماحنا كنت كمن تهوي به الهاويه يأبي لي الثعلبتان الذي قال خباج الأمة الراعيه الخباج الضراط وأضافه إلى الأمة ليكون أخس لها وجعلها راعية لكونها أهون من التي لا ترعى وأم جندب جديلة بنت سبيع بن عمرو من حمير وإليها ينسبون والثعالب قبائل من العرب شتى ثعلبة في بني أسد وثعلبة في بني تميم وثعلبة في طيئ وثعلبة في بني ربيعة وقول الأغلب جارية من قيس ابن ثعلبه كريمة أنسابها والعصبه  قوله أنسابها في المحكم أخوالها  إنماأراد من قيس بن ثعلبة فاضطر فأثبت النون قال ابن جني الذي أرى أنه لم يردفي هذا البيت وما جرى مجراه أن يجري ابنا وصفاعلى ما قبله ولو أراد ذلك لحذف التنوين ولكن الشاعر أراد أن يجري ابناعلى ما قبله بدلا منه وإذا كان بدلا منه لم يجعل معه كالشيء الواحد فوجب لذلك أن ينوى انفصال ابن مما قبله وإذا قدر بذلك فقد قام بنفسه ووجب أن يبتدأ فاحتاج إذا إلى الألف لئلا يلزم الابتداء بالساكن وعلى ذلك تقول كلمت زيدا ابن بكر كأنك تقول كلمت زيدا كلمت ابن بكر لأن ذلك حكم البدل إذ البدل في التقدير من جملة ثانية غير الجملة التي المبدل منه منها والقول الأول مذهب سيبويه وثعيلبات موضع والثعلبية أن يعدوالفرس عدو الكلب والثعلبية موضع بطريق مكة",
    "pg": ""
  },
  "ثعم": {
    "def": "الثعم النزع والجر نثعمه ثعما جره ونزعه وتثعمته الأرض أعجبته فذعته إليها وجرته لها على المثل ونحو ذلك كذلك قال الأزهري وما سمعت الثعم في شيء من كلامهم غير ما ذكره الليث ورواه أبو زيد بالنون وابن الثعامة ابن الفاجرة",
    "pg": ""
  },
  "ثغا": {
    "def": "الثغاء صوت الشاء والمعز وما شاكلها وفي المحكم الثغاء صوت الغنم والظباء عند الولادة وغيرها وقد ثغا يثغو وثغت تثغو ثغاء أي صاحت والثاغية الشاة وما له ثاغ ولا راغ ولا ثاغية ولا راغية الثاغية الشاة والراغية الناقة أي ما له شاة ولا بعير وتقول سمعت ثاغية الشاء أي ثغاءها اسم على فاعلة وكذلك سمعت راغية الإبل وصواهل الخيل وفي حديث الزكاة وغيرها لا تجيء بشاة لها ثغاء الثغاء صياح الغنم ومنه حديث جابر عمدت إلى عنز لأذبحها فثغت فسمع رسول الله صلى الله عليه وسلم ثغوتها فقال لا تقطع درا ولا نسلا الثغوة المرة من الثغاء وأتيته فما أثغى ولا أرغى أي ما أعطاني شاة تثغو ولا بعيرا يرغو ويقال أثغى شاته وأرغى بعيره إذا حملهما على الثغاء والرغاء وما بالدار ثاغ ولا راغ أي أحد وقال ابن سيده في المعتل بالياء الثغية الجوع وإقفار الحي",
    "pg": ""
  },
  "ثغب": {
    "def": "الثغب والثغب والفتح أكثر ما بقي من الماء في بطن الوادي وقيل هو بقية الماء العذب في الأرض وقيل هو أخدود تحتفره المسايل من عل فإذا انحطت حفرت أمثال القبور والدبار فيمضي السيل عنها ويغادر الماء فيها فتصفقه الريح ويصفو ويبرد فليس شيء أصفى منه ولا أبرد فسمي الماء بذلك المكان وقيل الثغب الغدير يكون في ظل جبل لا تصيبه الشمس فيبرد ماؤه والجمع ثغبان مثل شبث وشبثان وثغبان مثل حمل وحملان قال الأخطل وثالثة من العسل المصفى مشعشعة بثغبان البطاح\nومنهم من يرويه قوله ومنهم من يرويه إلخ هو ابن سيده في محكمه كما يأتي التصريح به بعد بثغبان بضم الثاء وهو على لغة ثغب بالاسكان كعبد وعبدان وقيل كل غدير ثعب والجمع أثغاب وثغاب الليث الثغب ماء صار في مستنقع في صخرة أو جهلة قليل وفي حديث ابن مسعود رضي الله عنه ما شبهت ما غبر من الدنيا إلا بثغب قد ذهب صفوه وبقي كدره أبو عبيد الثغب بالفتح والسكون المطمئن من المواضع في أعلى الجبل يستنقع فيه ماء المطر قال عبيد ولقد تحل بها كأن مجاجها ثغب يصفق صفوه بمدام وقيل هو غدير في غلظ من الأرض أو على صخرة ويكون قليلا وفي حديث زياد فثئت بسلالة من ماء ثغب وقال ابن الأعرابي الثغب ما استطال في الأرض مما يبقى من السيل إذا انحسر يبقى منه في حيد من الأرض فالماء بمكانه ذلك ثغب قال واضطر شاعر إلى إسكان ثانيه فقال وفي يدي مثل ماء الثغب ذو شطب أني بحيث يهوس الليث والنمر شبه السيف بذلك الماء في رقته وصفائه وأراد لأني ابن السكيت الثغب تحتفره المسايل من عل فالماء ثغب والمكان ثغب وهما جميعا ثغب وثغب قال الشاعر وما ثغب باتت تصفقه الصبا قرارة نهي أتأقتها الروائح والثغب ذوب الجمد والجمع ثغبان وأنشد ابن سيده بيت الأخطل بثغبان البطاح ابن الأعرابي الثغبان مجاري الماء وبين كل ثغبين طريق فإذا زادت المياه ضاقت المسالك فدقت وأنشد مدافع ثغبان أضر بها الوبل",
    "pg": ""
  },
  "ثغر": {
    "def": "الثغر والثغرة كل فرجة في جبل أو بطن واد أو طريق مسلوك وقال طلق بن عدي يصف ظليما ورئاله صعل لجوج ولها ملج بهن كل ثغرة يشج كأنه قدامهن برج ابن سيده الثغر كل جوبة منفتحة أو عورة غيره والثغر الثلمة يقال ثغرناهم أي سددنا عليهم ثلم الجبل قال ابن مقبل وهم ثغروا أقرانهم بمضرس وعضب وحاروا القوم حتى تزحزحوا وهذه مدينة فيها ثغر وثلم والثغر ما يلي دار الحرب والثغر موضع المخافة من فروج البلدان وفي الحديث فلما مر الأجل قفل أهل ذلك الثغر قال الثغر الموضع الذي يكون حدا فاصلا بين بلاد المسلمين والكفار وهو موضع المخافة من أطراف البلاد وفي حديث فتح قيسارية وقد ثغروا منها ثغرة واحدة الثغرة الثلمة والثغر الفم وقيل هو اسم الأسنان كلها ما دامت في منابتها قبل أن تسقط وقيل هي الأسنان كلها كن في منابتها أو لم يكن وقيل هو مقدم الأسنان قال لها ثنايا أربع حسان وأربع فثغرها ثمان جعل الثغر ثمانيا أربعا في أعلى الفم وأربعا في أسفله والجمع من ذلك كله ثغور وثغره كسر أسنانه عن ابن الأعرابي وأنشد لجرير متى ألق مثغورا على سوء ثغره أضع فوق ما أبقى الرياحي مبردا وقيل ثغر وأثغر دق فمه وثغر الغلام ثغرا سقطت أسنانه الرواضع فهو مثغور واثغر واتغر وادغر على البدل نبتت أسنانه والأصل في اتغر اثتغر قلبت التاء ثاء ثم أدغمت وإن شئت قلت اتغر بجعل الحرف الأصلي هو الظاهر أبو زيد إذا سقطت رواضع الصبي قيل ثغر فهو مثغور فإذا نبتت أسنانه بعد السقوط قيل اثغر بتشديد الثاء واتغر بتشديد التاء وروي اثتغر وهو افتعل من الثغر ومنهم من يقلب تاء الافتعال ثاء ويدغم فيها الثاء الأصلية ومنهم من يقلب الثاء الأصلية تاء ويدغمها في تاء الافتعال وخص بعضهم بالاثغار والاتغار البهيمة أنشد ثعلب في صفة فرس قارح قد فر عنه جانب ورباع جانب لم يتغر وقيل اثغر الغلام نبت ثغره واثغر ألقى ثغره وثغرته كسرت ثغره وقال شمر الإئغار يكون في النبات والسقوط ومن النبات حديث الضحاك أنه ولد وهو مثغر ومن السقوط حديث إبراهيم كانوا يحبون أن يعلموا الصبي الصلاة إذا اثغر الإثغار سقوط سن الصبي ونباتها والمراد به ههنا السقوط وقال شمر هو عندي في الحديث بمعنى السقوط يدل على ذلك ما رواه ابن المبارك بإسناده عن إبراهيم إذا ثغر وثغر لا يكون إلا بمعنى السقوط وقال وروي عن جابر ليس في سن الصبي شيء إذا لم يثغر قال ومعناه عنده النبات بعد السقوط وفي حديث ابن عباس أفتنا في دابة ترعى الشجر في كرش لم تثغر أي لم تسقط أسنانها وحكي عن الأصمعي أنه قال إذا وقع مقدم الفم من الصبي قيل اثغر بالتاء فإذا قلع من الرجل بعدما يسن قيل قد ثغر بالثاء فهو مثغور\nالهجيمي ثغرت سنه نزعتها واتغر نبت واثغر سقط ونبت جميعا قال الكميت تبين فيه الناس قبل اتغاره مكارم أربى فوق مثل مثالها قال شمر اتغاره سقوط أسنانه قال ومن الناس من لا يتغر أبدا روي أن عبد الصمد بن علي بن عبدالله بن العباس لم يتغر قط وأنه دخل قبره بأسنان الصبا وما نغض له سن قط حتى فارق الدنيا مع ما بلغ من العمر وقال المرار العدوي قارح قد مر منه جانب ورباع جانب لم يتغر وقال أبو زبيد يصف أنياب الأسد شبالا وأشباه الزجاج مغاولا مطلن ولم يلقين في الرأس مثغرا قال مثغرا منفذا فأقمن مكانهن من فمه يقول إنه لم يتغر فيخلف سنا بعد سن كسائر الحيوان قال الأزهري أصل الثغر الكسر والهدم وثغرت الجدار إذا هدمته ومنه قيل للموضع الذي تخاف أن يأتيك العدو منه في جبل أو حصن ثغر لانتلامه وإمكان دخول العدو منه والثغرة نقرة النحر والثغيرة الناحية من الأرض يقال ما بتلك الثغرة مثله وثغر المجد طرقه واحدتها ثغرة قال الأزهري وكل طريق يلتحبه الناس بسهولة فهو ثغرة وذلك أن سالكيه يثغرون وجهه ويجدون فيه شركا محفورة والثغرة بالضم نقرة النحر وفي المحكم والثغرة من النحر الهزمة التي بين الترقوتين وقيل التي في المنحر وقيل هي الهزمة التي ينحر منها البعير وهي من الفرس فوق الجؤجؤ والجؤجؤ ما نتأ من نحره بين أعالي الفهدتين وفي حديث عمر تستبق إلى ثغرة ثنية وحديث أبي بكر والنسابة أمكنت من سواء الثغرة أي وسط الثغرة وهي نقرة النحر فوق الصدر والحديث الآخر بادروا ثغر المسجد أي طرائقه وقيل ثغرة المسجد أعلاه والثغرة من خيار العشب وهي خضراء وقيل غبراء تضخم حتى تصير كأنها زنبيل مكفأ مما يركبها من الورق والغصنة وورقها على طول الأظافير وعرضها وفيها ملحة قليلة مع خضرتها وزهرتها بيضاء ينبت لها غصنة في أصل واحد وهي تنبت في جلد الأرض ولا تنبت في الرمل والإبل تأكلها أكلا شديدا ولها أرك أي تقيم الإبل فيها وتعاود أكلها وجمعها ثغر قال كثير وفاضت دموع العين حتى كأنما براد القذى من يابس الثغر يكحل وأنشد في التهذيب وكحل بها من يابس الثغر مولع وما ذاك إلا أن نآها خليلها قال ولها زغب خشن وكذلك الخمخم أي له زغب خشن ويوضع الثغر والخمخم في العين قال الأزهري ورأيت في البادية نباتا يقال له الثغر وربما خفف فيقال ثغر قال الراجز أفانيا ثعدا وثغرا ناعما",
    "pg": ""
  },
  "ثغرب": {
    "def": "الثغرب الأسنان الصفر قال ولا عيضموز تنزر الضحك بعدما جلت برقعا عن ثغرب متناصل",
    "pg": ""
  },
  "ثغغ": {
    "def": "الثغثغة عض الصبي قبل أن يشقأ ويثغر والمثغثغ الذي يبك بريقه ولا يؤثر قوله ولا يؤثر زاد شارح القاموس فيما يعض لانه لا أسنان له قال الليث والثغثغة الكلام الذي لا نظام له والمثغثغ الذي إذا تكلم حرك أسنانه في فيه واضطرب اضطرابا شديدا فلم يبين كلامه قال رؤبة وعض عض الأدرد المثغثغ بعد أفانين الشباب البرزغ",
    "pg": ""
  },
  "ثغم": {
    "def": "الثغام بالفتح نبت على شكل الحلي وهو أغلظ منه وأجل عودا يكون في الجبل ينبت أخضر ثم يبيض إذا يبس وله سنمة غليظة ويقال له بالفارسية درمنه إسبيذ قوله درمنه اسبيذ عبارة شارح القاموس واختلف في ضبطه فالذي في نسختنا بكسر الدال وفتح الراء وسكون الميم وفي بعضها بفتح الدال وتشديد الراء المفتوحة وسكون الميم وكل هذا خبط والصحيح درمنه بفتح الأول والثالث وسكون الراء وأصله درميانه واسبيذ بالكسر والمعنى في وسطه أبيض ولا ينبت إلا في قنة سوداء وهو ينبت بنجد وتهامة التهذيب الثغامة نبات ذو ساق جماحته مثل هامة الشيخ وفي حديث النبي صلى الله عليه وسلم أنه أتي بأبي قحافة يوم الفتح وكأن رأسه ثغامة فأمرهم أن يغيروه قال أبو عبيد هو نبت أبيض الثمر والزهر يشبه بياض الشيب به قال حسان إما تري رأسي تغير لونه شمطا فأصبح كالثغام الممحل وقال الدينوري الثغام حلي الجبل يكون أبيض قال أبو حنيفة الثغام أرق من الحلي وأدق وأضعف وهو يشبهه ونبته نبت النصي ما دام رطبا فإذا يبس ابيض ابيضاضا شديدا فشبه الشيب به واحدته ثغامة وأثغماء اسم للجمع وكأن ألفيه بدل من هاء أثغمة ورأس ثاغم إذا ابيض كله قال المرار الأسدي قوله قال المرار الاسدي عبارة التكملة المرار الفقعسي  أعلاقة أم الوليد بعدما أفنان رأسك كالثغام المخلس ابن الأعرابي الثغامة شجرة تبيض كأنها الثلج وأنشد إذا رأيت صلعا في الهامه وحدبا بعد اعتدال القامه\nوصار رأس الشيخ كالثغامه فايأس من الصحة والسلامه والمثاغمة والمفاغمة ملاثمة الرجل امرأته والثغم الضاري من الكلاب",
    "pg": ""
  },
  "ثفأ": {
    "def": "ثفأ القدر كسر غليانها والثفاء على مثال القراء الخردل ويقال الحرف وهو فعال واحدته ثفاءة بلغة أهل الغور وقيل بل هو الخردل المعالج بالصباغ وقيل الثفاء حب الرشاد قال ابن سيده وهمزته تحتمل أن تكون وضعا وأن تكون مبدلة من ياء أو واو إلا أنا عاملنا اللفظ إذ لم نجد له مادة وفي الحديث أن النبي صلى الله عليه وسلم قال ماذا في الأمرين من الشفاء الصبر والثفاء هو من ذلك الثفاء الخردل وقيل الحرف ويسميه أهل العراق حب الرشاد والواحدة ثفاءة وجعله مرا للحروفة التي فيه ولذعه اللسان",
    "pg": ""
  },
  "ثفا": {
    "def": "ثفوته كنت معه على إثره وثفاه يثفيه تبعه وجاء يثفوه أي يتبعه قال أبو زيد تأثفك الأعداء أي اتبعوك وألحوا عليك ولم يزالوا بك يغرونك بي كأنه ينظر بقوله هذا إلى قول النابغة لا تقذفني في الصفحة التالية أبو زيد خامر الرجل المكان إذا لم يبرحه وكذلك تأثفه ابن بري يقال ثفاه يثفوه إذا جاء في إثره قال الراجر يبادر الآثار أن يؤوبا وحاجب الجونة أن يغيبا بمكربات قعبت تقعيبا كالذئب يثفو طمعا قريبا والأثفية ما يوضع عليه القدر تقديره أفعولة والجمع أثافي وأثاثي الأخيرة عن يعقوب قال والثاء بدل من الفاء وقال في جمع الأثافي إن شئت خففت وشاهد التخفيف قول الراجز يا دار هند عفت إلا أثافيها بين الطوي فصارات فواديها وقال آخر كأن وقد أتى حول جديد أثافيها حمامات مثول وفي حديث جابر والبرمة بين الأثافي وقد تخفف الياء في الجمع وهي الحجارة التي تنصب وتجعل القدر عليها والهمزة فيها زائدة وثفى القدر وأثفاها جعلها على الأثافي وثفيتها وضعتها على الأثافي وأثفت القدر أي جعلت لها أثافي ومنه قول الكميت وما استنزلت في غيرنا قدر جارنا ولا ثفيت إلا بنا حين تنصب وقال آخر وذاك صنيع لم تثف له قدري وقول حطام المجاشعي لم يبق من آي بها يحلين غير خطام ورماد كنفين وصاليات ككما يؤثفين جاء به على الأصل ضرورة ولولا ذلك لقال يثفين قال الأزهري أراد يثفين من أثفى يثفي فلما اضطره بناء الشعر رده إلى الأصل فقال يؤثفين لأنك إذا قلت أفعل يفعل علمت أنه كان في الأصل يؤفعل فحذفت الهمزة لثقلها كما حذفوا ألف رأيت من أرى وكان في الأصل أرأى فكذلك من يرى وترى ونرى الأصل فيها يرأى وترأى ونرأى فإذا جاز طرح همزتها وهي أصلية كانت همزة يؤفعل أولى بجواز الطرح لأنها ليست من بناء الكلمة في الأصل ومثله قوله كرات غلام من كساء مؤرنب ووجه الكلام مرنب فرده إلى الأصل ويقال رجل مؤنمل إذا كان غليظ الأنامل وإنما أجمعوا على حذف همزة يؤفعل استثقالا للهمزة لأنها كالتقيؤ ولأن في ضمة الياء بيانا وفصلا بين غابر فعل فعل وأفعل فالياء من غابر فعل مفتوحة وهي من غابر أفعل مضمومة فأمنوا اللبس واستحسنوا ترك الهمزة إلا في ضرورة شعر أو كلام نادر ورماه الله بثالثة الأثافي يعني الجبل لأنه يجعل صخرتان إلى جانبه وينصب عليه وعليهما القدر فمعناه رماه الله بما لا يقوم له الأصمعي من أمثالهم في رمي الرجل صاحبه بالمعضلات رماه الله بثالثة الأثافي قال أبو عبيدة ثالثة الأثافي القطعة من الجبل يجعل إلى جانبها اثنتان فتكون القطعة متصلة بالجبل قال خفاف بن ندبة وإن قصيدة شنعاء مني إذا حضرت كثالثة الأثافي وقال أبو سعيد معنى قولهم رماه الله بثالثة الأثافي أي رماه بالشر كله فجعله أثفية بعد أثفية حتى إذا رمي بالثالثة لم يترك منها غاية والدليل على ذلك قول علقمة بل كل قوم وإن عزوا وإن كرموا عريفهم بأثافي الشر مرجوم ألا تراه قد جمعها له قال أبو منصور والأثفية حجر مثل رأس الإنسان وجمعها أثافي بالتشديد قال ويجوز التخفيف وتنصب القدور عليها وما كان من حديد ذي ثلاث قوائم فإنه يسمى المنصب ولا يسمى أثفية ويقال أثفيت القدر وثفيتها إذا وضعتها على الأثافي والأثفية أفعولة من ثفيت كما يقال أدحية لمبيض النعام من دحيت وقال الليث الأثفية فعلوية من أثفت قال ومن جعلها كذلك قال أثفت القدر فهي مؤثفة وقال آثفت القدر فهي مؤثفة قال النابغة لا تقذفني بركن لا كفاء له ولو تأثفك الأعداء بالرفد وقوله ولو تأثفك الأعداء أي ترافدوا حولك متضافرين علي وأنت النار بينهم قال أبو منصور وقول النابغة ولو تأثفك الأعداء بالرفد قال ليس عندي من الأثفية في شيء وإنما هو من قولك أثفت الرجل آثفه إذا تبعته والآثف التابع وقال النحويون قدر مثفاة من أثفيت والمثفاة قوله والمثفاة إلخ هكذا بضبط الأصل فيه وفيما بعده والتكملة والصحاح وكذا في الأساس والذي في القاموس المثفاة بكسر الميم المرأة التي لزوجها امرأتان سواها شبهت بأثافي القدر وثفيت المرأة إذا كان لزوجها امرأتان سواها وهي ثالثتهما شبهن بأثافي القدر وقيل المثفاة المرأة التي يموت لها الأزواج كثيرا وكذلك الرجل المثفى وقيل المثفاة التي مات لها ثلاثة أزواج والمثفى الذي مات له ثلاث نسوة الجوهري والمثفية التي مات لها ثلاثة أزواج والرجل مثف والمثفاة سمة كالأثافي وأثيفيات موضع وقيل أثيفيات أحبل صغار شبهت بأثافي القدر قال الراعي دعون قلوبنا بأثيفيات فألحقنا قلائص يعتلينا وقولهم بقيت من فلان أثفية خشناء أي بقي منهم عدد كثير",
    "pg": ""
  },
  "ثفج": {
    "def": "ثفج الرجل ومفج حمق عن الهروي في الغريبين",
    "pg": ""
  },
  "ثفد": {
    "def": "ابن الأعرابي الثفافيد سحائب بيض بعضها فوق بعض والثفافيد بطائن كل شيء من الثياب وغيرها وقد ثفد درعه بالحديد أي بطنه قال أبو العباس وغيره تقول فثافيد غيره المثافد والمثافيد ضرب من الثياب وقيل هي أشياء خفية توضع تحت الشيء أنشد ثعلب يضي شماريخ قد بطنت مثافيد بيضا وريطا سخانا وإنما عنى هنا بطائن سحاب أبيض تحت الأعلى واحدها مثفد فقط قال ابن سيده ولم نسمع مثفادا فأما مثافيد بالياء فشاذ",
    "pg": ""
  },
  "ثفر": {
    "def": "الثفر بالتحريك ثفر الدابة ابن سيده الثفر السير الذي في مؤخر السرج وثفر البعير والحمار والدابة مثقل قال امرؤ القيس لا حميري وفى ولا عدس ولا است عير يحكها ثفره وأثفر الدابة عمل لها تفرا أو شدها به وفي الحديث أن النبي صلى الله عليه وسلم أمر المستحاضة أن تستثفر وتلجم إذا غلبها سيلان الدم وهو أن تشد فرجها بخرقة عريضة أو قطنة تحتشي بها وتوثق طرفيها في شيء تشده على وسطها فتمنع سيلان الدم وهو مأخود من ثفر الدابة الذي يجعل تحت ذنبها وفي نسخة وتوثق طرفيها ثم تربط فوق ذلك رباطا تشد طرفيه إلى حقب تشده كما تشد الثفر تحت ذنب الدابة قال ويحتمل أن يكون مأخوذا من الثفر أريد به فرجها وإن كان أصله للسباع وقوله أنشده ابن الأعرابي لا سلم الله على سلامه زنجية كأنها نعامه مثفرة بريشتي حمامه أي كأن أسكتيها قد أثفرتا بريشتي حمامة والمثفار من الدواب التي ترمي بسرجها إلى مؤخرها والاستثفار أن يدخل الإنسان إزاره بين فخذيه ملويا ثم يخرجه والرجل يستثفر بإزاره عند الصراع إذا هو لواه على فخذيه ثم أخرجه بين فخذيه فشد طرفيه في حجزته واستثفر الرجل بثوبه إذا رد طرفه بين رجليه إلى حجزته واستثفر الكلب إذا أدخل ذنبه بين فخذيه حتى يلزقه ببطنه وهو الاستثفار قال النابغة تعدو الذئاب على من لا كلاب له وتتقي مربض المستثفر الحامي ومنه حديث ابن الزبير في صفة الجن فإذا نحن برجال طوال كأنهم الرماح مستثفرين ثيابهم قال هو أن يدخل الرجل ثوبه بين رجليه كما يفعل الكلب بذنبه والثفر والثفر بسكون الفاء أيضا لجميع ضروب السباع ولكل ذات مخلب كالحياء للناقة وفي المحكم كالحياء للشاة وقيل هو مسلك القضيب فيها واستعاره الأخطل فجعله للبقرة فقال جزى الله فيها الأعورين ملامة وفروة ثفر الثورة المتضاجم المتضاجم المائل قال إنما هو شيء استعاره فأدخله في غير موضعه كقولهم مشافر الحبش وإنما المشفر للإبل وفروة اسم رجل ونصب الثفر على البدل منه وهو لقبه كقولهم عبدالله قفة وإنما خفض المتضاجم وهو من صفة الثفر على الجوار كقولك جحر ضب خرب واستعاره الجعدي أيضا للبرذونة فقال بريذينة بل البراذين ثفرها وقد شربت من آخر الصيف إبلا واستعاره آخر فجعله للنعجة فقال وما عمرو إلا نعجة ساجسية تخزل تحت الكبش والثفر وارد ساجسية منسوبة وهي غنم شامية حمر صغار الرؤوس واستعاره آخر للمرأة فقال نحن بنو عمرة في انتساب بنت سويد أكرم الضباب جاءت بنا من ثفرها المنجاب وقيل الثفر والثفر للبقرة أصل لا مستعار ورجل مثفر ومثفار ثناء قبيح ونعت سوء وزاد في المحكم وهو الذي يؤتى",
    "pg": ""
  },
  "ثفرق": {
    "def": "الأصمعي الثفروق قمع البسرة والتمرة وأنشد أبو عبيد قراد كثفروق النواة ضئيل وقال العدبس الثفروق هو ما يلزق به القمع من التمرة وقال الكسائي الثفاريق أقماع البسر والثفروق علاقة ما بين النواة والقمع وروي عن مجاهد أنه قال في قوله تعالى وآتوا حقه يوم حصاده قال يلقى لهم من الثفاريق والتمر ابن شميل العنقود إذا أكل ما عليه فهو ثفروق وعمشوش وأراد مجاهد بالثفاريق العناقيد يخرط ما عليها فتبقى عليها التمرة والتمرتان والثلاث يخطئها المخلب فتلقى للمساكين الليث الثفروق غلاف ما بين النواة والقمع وفي حديث مجاهد إذا حضر المساكين عند الجداد ألقي لهم من الثفاريق والتمر الأصل في الثفاريق الأقماع التي تلزق بالبسر واحدتها ثفروق ولم يردها ههنا وإنما كنى بها عن شيء من البسر يعطونه قال القتيبي كأن الثفروق على معنى هذا الحديث شعبة من شمراخ العذق ابن سيده الذفروق لغة في الثفروق",
    "pg": ""
  },
  "ثفل": {
    "def": "ثفل كل شيء وثافله ما استقر تحته من كدره الليث الثفل ما رسب خثارته وعلا صفوه من الأشياء كلها وثفل الدواء ونحوه والثفل ما سفل من كل شيء والثافل الرجيع وقيل هو كناية عنه والثفل الحب ووجدت بني فلان متثافلين أي يأكلون الحب وذلك أشد ما يكون من الشظف وفي الصحاح وذلك إذا لم يكن لهم لبن قال أبو منصور وأهل البدو إذا أصابوا من اللبن ما يكفيهم لقوتهم فهم مخصبون لا يختارون عليه غذاء من تمر أو زبيب أو حب فإذا أعوزهم اللبن وأصابوا من الحب والتمر ما يتبلغون به فهم مثافلون ويسمون كل ما يؤكل من لحم أو خبز أو تمر ثفلا ويقال بنو فلان مثافلون وذلك أشد ما يكون حال البدوي أبو عبيد وغيره الثفال بالكسر الجلد الذي يبسط تحت رحى اليد ليقي الطحين من التراب وفي الصحاح جلد يبسط فتوضع فوقه الرحى فيطحن باليد ليسقط عليه الدقيق ومنه قول زهير يصف الحرب فتعرككم عرك الرحى بثفالها وتلقح كشافا ثم تنتج فتتئم قال وربما سمي الحجر الأسفل بذلك وفي حديث علي وتدقهم الفتن دق الرحى بثفالها هو من ذلك والمعنى أنها تدقهم دق الرحى للحب إذا كانت مثفلة ولا تثفل إلا عند الطحن وفي حديثه الآخر استحار مدارها واضطرب ثفالها وفي حديث غزوة الحديبية من كان معه ثفل فليصطنع أراد بالثفل الدقيق والسويق ونحوهما والاصطناع اتخاذ الصنيع أراد فليطبخ وليختبز ومنه كلام الشافعي رضي الله عنه قال وبين في سنته صلى الله عليه وسلم أن زكاة الفطر من الثفل مما يقتات الرجل ومما فيه الزكاة وإنما سمي ثفلا لأنه من الأقوات التي يكون لها ثفل بخلاف المائعات ومنه الحديث أنه كان يحب الثفل قيل هو الثريد وأنشد يحلف بالله وإن لم يسأل ما ذاق ثفلا منذ عام أول ابن سيده الثفل والثفال ما وقيت به الرحى من الأرض وقد ثفلها فإن وقي الثفال من الأرض بشيء آخر فذلك الوفاض وقد وفضها وبعير ثفال بطيء بالفتح وفي حديث حذيفة أنه ذكر فتنة فقال تكون فيها مثل الجمل الثفال وإذا أكرهت فتباطأ عنها الثفال البطيء الثقيل الذي لا ينبعث إلا كرها أي لا تتحرك فيها قال ابن بري وكذلك الثافل قال مدرك جرور القياد ثافل لا يروعه صياح المنادي واحتثاث المراهن وفي حديث جابر كنت على جمل ثفال والثفل نثرك الشيء كله بمرة والثفالة الإبريق وفي حديث ابن عمر رضي الله عنه أنه أكل الدجر وهو اللوبياء ثم غسل يديه بالثفالة وهو في التهذيب الثفال قال ابن الأعرابي الثفال الإبريق وذكره ابن الأثير في النهاية بالكسر والفتح الثفال الإبريق أبو تراب عن بعض بني سليم في الغرارة ثفلة من تمر وثملة من تمر أي بقية منه",
    "pg": ""
  },
  "ثفن": {
    "def": "الثفنة من البعير والناقة الركبة وما مس الأرض من كركرته وسعداناته وأصول أفخاذه وفي الصحاح هو ما يقع على الأرض من أعضائه إذا استناخ وغلظ كالركبتين وغيرهما وقيل هو كل ما ولي الأرض من كل ذي أربع إذا برك أو ربض والجمع ثفن وثفنات والكركرة إحدى الثفنات وهي خمس بها قال العجاج خوى على مستويات خمس كركرة وثفنات ملس قال ذو الرمة فجعل الكركرة من الثفنات كأن مخواها على ثفناتها معرس خمس من قطا متجاور وقعن اثنتين واثنتين وفردة جرائدا هي الوسطى لتغليس حائر قوله جرائدا إلخ كذا بالأصل قال الشاعر يصف ناقة ذات انتباذ عن الحادي إذا بركت خوت على ثفنات محزئلات وقال عمر بن أبي ربيعة يصف أربع رواحل وبروكها على قلوصين من ركابهم وعنتريسين فيهما شجع كأنما غادرت كلاكلها والثفنات الخفاف إذ وقعوا موقع عشرين من قطا زمر وقعن خمسا خمسا معا شبع قال ابن السكيت الثفينة موصل الفخذ في الساق من باطن وموصل الوظيف في الذراع فشبه آبار كراكرها وثفناتها بمجاثم القطا وإنما أراد خفة بروكهن وثفنته الناقة تثفنه بالكسر ثفنا ضربته بثفناتها قال وليس الثفنات مما يخص البعير دون غيره من الحيوان وإنما الثفنات من كل ذي أربع ما يصيب الأرض منه إذا برك ويحصل فيه غلظ من أثر البروك فالركبتان من الثفنات وكذلك المرفقان وكركرة البعير أيضا وإنما سميت ثفنات لأنها تغلظ في الأغلب من مباشرة الأرض وقت البروك ومنه ثفنت يده إذا غلظت من العمل وفي حديث أنس أنه كان عند ثفنة ناقة رسول الله صلى الله عليه وسلم عام حجة الوداع وفي حديث ابن عباس في ذكر الخوارج وأيديهم كأنها ثفن الإبل هو جمع ثفنة والثفنة من الإبل التي تضرب بثفناتها عند الحلب وهي أيسر أمرا من الضجور والثفنة ركبة الإنسان وقيل لعبد الله بن وهب الراسبي رئيس الخوارج ذو الثفنات لكثرة صلاته ولأن طول السجود كان أثر في ثفناته وفي حديث أبي الدرداء رضي الله عنه رأى رجلا بين عينيه مثل ثفنة البعير فقال لو لم تكن هذه كان خيرا يعني كان على جبهته أثر السجود وإنما كرهها خوفا من الرياء بها وقيل الثفنة مجتمع الساق والفخذ وقيل الثفنات من الإبل ما تقدم ومن الخيل موصل الفخذ في الساقين من باطنها وقول أمية بن أبي عائذ فذلك يوم لن ترى أم نافع على مثفن من ولد صعدة قندل قال يجوز أن يكون أراد بمثفن عظيم الثفنات أو الشديدها يعني حمارا فاستعار له الثفنات وإنما هي للبعير وثفنتا الجلة حافتا أسفلها من التمر عن أبي حنيفة وثفن المزادة جوانبها المخروزة وثفنه ثفنا دفعه وضربه وثفنت يده بالكسر تثفن ثفنا غلظت من العمل وأثفن العمل يده والثفنة العدد والجماعة من الناس قال ابن الأعرابي في حديث له إن في الحرماز اليوم الثفنة أثفية من أثافي الناس صلبة ابن الأعرابي الثفن الثقل وقال غيره الثفن الدفع وقد ثفنه ثفنا إذا دفعه وفي حديث بعضهم فحمل على الكتيبة فجعل يثفنها أي يطردها قال الهروي ويجوز أن يكون يفنها والفن الطرد وثافنت الرجل مثافنة أي صاحبته لا يخفى علي شيء من أمره وذلك أن تصحبه حتى تعلم أمره وثفن الشيء يثفنه ثفنا لزمه ورجل مثفن لخصمه ملازم له قال رؤبة في معناه أليس ملوي الملاوى مثفن وثافن الرجل إذا باطنه ولزمه حتى يعرف دخلته والمثافن المواظب ويقال ثافنت فلانا إذا حاببته تحادثه وتلازمه وتكلمه قال أبو عبيد المثافن والمثابر والمواظب واحد وثافنت فلانا جالسته ويقال اشتقاقه من الأول كأنك ألصقت ثفنة ركبتك بثفنة ركبته ويقال أيضا ثافنت الرجل على الشيء إذا أعنته عليه وجاء يثفن أي يطرد شيئا من خلفه قد كاد يلحقه ومر يثفنهم ويثفنهم ثفنا أي يتبعهم",
    "pg": ""
  },
  "ثقب": {
    "def": "الليث الثقب مصدر ثقبت الشيء أثقبه ثقبا والثقب اسم لما نفذ الجوهري الثقب بالفتح واحد الثقوب غيره الثقب الخرق النافذ بالفتح والجمع أثقب وثقوب والثقب بالضم جمع ثقبة ويجمع أيضا على ص ثقب وقد ثقبه يثقبه ثقبا وثقبه فانثقب شدد للكثرة وتثقب وتثقبه كثقبه قال العجاج بحجنات يتثقبن البهر ودر مثقب أي مثقوب والمثقب الآلة التي يثقب بها ولؤلؤات مثاقيب واحدها مثقوب والمثقب بكسر القاف لقب شاعر من عبدالقيس معروف سمي به لقوله ظهرن بكلة وسدلن رقما وثقبن الوصاوص للعيون واسمه عائذ بن محصن العبدي والوصاوص جمع وصوص وهو ثقب في الستر وغيره على مقدار العين ينظر منه وثقب عود العرفج مطر فلان عوده فإذا اسود شيئا قيل قد قمل فإذا زاد قليلا قيل قد أدبى وهو حينئذ يصلح أن يؤكل فإذا تمت خوصته قيل قد أخوص وتثقب الجلد إذا ثقبه الحلم والثقوب مصدر النار الثاقبة والكوكب الثاقب المضيء وتثقيب النار تذكيتها وثقبت النار تثقب ثقوبا وثقابة اتقدت وثقبها هو وأثقبها وتثقبها أبو زيد تثقبت النار فأنا أتثقبها تثقبا وأثقبها إثقابا وثقبت بها تثقيبا ومسكت بها تمسيكا وذلك إذا فحصت لها في الأرض ثم جعلت عليها بعرا وضراما ثم دفنتها في التراب ويقال تثقبتها تثقبا حين تقدحها والثقاب والثقوب ما أثقبها به وأشعلها به من دقاق العيدان ويقال هب لي ثقوبا أي حراقا وهو ما أثقبت به النار أي أوقدتها به ويقال ثقب الزند يثقب ثقوبا إذا سقطت الشرارة وأثقبتها أنا إثقابا وزند ثاقب وهو الذي إذا قدح ظهرت ناره وشهاب ثاقب أي مضيء وثقب الكوكب ثقوبا أضاء وفي التنزيل العزيز وما أدراك ما الطارق النجم الثاقب قال الفراء الثاقب المضيء وقيل النجم الثاقب زحل والثاقب أيضا الذي ارتفع على النجوم والعرب تقول للطائر إذا لحق ببطن السماء فقد ثقب وكل ذلك قد جاء في التفسير والعرب تقول أثقب نارك أي أضئها للموقد وفي حديث الصديق رضي الله عنه نحن أثقب الناس أنسابا أي أوضحهم وأنورهم والثاقب المضيء ومنه قول الحجاج لابن عباس رضي الله عنهما إن كان لمثقبا أي ثاقب العلم مضيئه والمثقب بكسر الميم العالم الفطن وثقبت الرائحة سطعت وهاجت وأنشد أبو حنيفة بريح خزامى طلة من ثيابها ومن أرج من جيد المسك ثاقب الليث حسب ثاقب إذا وصف بشهرته وارتفاعه الأصمعي حسب ثاقب نير ص متوقد وعلم ثاقب منه أبو زيد الثقيب من الإبل الغزيرة اللبن وثقبت الناقة تثقب ثقوبا وهي ثاقب غزر لبنها على فاعل ويقال إنها لثقيب من الإبل وهي التي تحالب غزار الإبل فتغزرهن وثقب رأيه ثقوبا نفذ وقول أبي حية النميري ونشرت آيات عليه ولم أقل من العلم إلا بالذي أنا ثاقبه أراد ثاقب فيه فحذف أو جاء به على يا سارق الليلة ورجل مثقب نافذ الرأي وأثقوب دخال في الأمور وثقبه الشيب وثقب فيه الأخيرة عن ابن الأعرابي ظهر عليه وقيل هو أول ما يظهر والثقيب والثقيبة الشديد الحمرة من الرجال والنساء والمصدر الثقابة وقد ثقب يثقب والمثقب طريق في حرة وغلظ وكان فيما مضى طريق بين اليمامة والكوفة يسمى مثقبا وثقيب طريق بعينه وقيل هو ماء قال الراعي  أجدت مراغا كالملاء وأرزمت بنجدي ثقيب حيث لاحت طرائقه التهذيب وطريق العراق من الكوفة إلى مكة يقال له مثقب ويثقب موضع بالبادية",
    "pg": ""
  },
  "ثقر": {
    "def": "التثقر التردد والجزع وأنشد إذا بليت بقرن فاصبر ولا تتثقر",
    "pg": ""
  },
  "ثقف": {
    "def": "ثقف الشيء ثقفا وثقافا وثقوفة حذقه ورجل ثقف قوله رجل ثقف كضخم كما في الصحاح وضبط في القاموس بالكسر كحبر  وثقف وثقف حاذق فهم وأتبعوه فقالوا ثقف لقف وقال أبو زياد رجل ثقف لقف رام راو اللحياني رجل ثقف لقف وثقف لقف وثقيف لقيف بين الثقافة واللقافة ابن السكيت رجل ثقف لقف إذا كان ضابطا لما يحويه قائما به ويقال ثقف الشيء وهو سرعة التعلم ابن دريد ثقفت الشيء حذقته وثقفته إذا ظفرت به قال الله تعالى فإما تثقفنهم في الحرب وثقف الرجل ثقافة أي صار حاذقا خفيفا مثل ضخم فهو ضخم ومنه المثاقفة وثقف أيضا ثقفا مثل تعب تعبا أي صار حاذقا فطنا فهو ثقف وثقف مثل حذر وحذر وندس وندس ففي حديث الهجرة وهو غلام لقن ثقف أي ذو فطنة وذكاء والمراد أنه ثابت المعرفة بما يحتاج إليه وفي حديث أم حكيم بنت عبد المطلب إني حصان فما أكلم وثقاف فما أعلم وثقف الخل ثقافة وثقف فهو ثقيف وثقيف بالتشديد الأخيرة على النسب حذق وحمض جدا مثل بصل حريف قال وليس بحسن وثقف الرجل ظفر به وثقفته ثقفا مثال بلعته بلعا أي صادفته وقال فإما تثقفوني فاقتلوني فإن أثقف فسوف ترون بالي وثقفنا فلانا في موضع كذا أي أخذناه ومصدره الثقف وفي التنزيل العزيز واقتلوهم حيث ثقفتموهم والثقاف والثقافة العمل بالسيف قال وكأن لمع بروقها في الجو أسياف المثاقف وفي الحديث إذا ملك اثنا عشر من بني عمرو ابن كعب كان الثقف قوله كان الثقف ضبط في الأصل بفتح القاف وفي النهاية بكسرها  والثقاف إلى أن تقوم الساعة يعني الخصام والجلاد والثقاف حديدة تكون مع القواس والرماح يقوم بها الشيء المعوج وقال أبو حنيفة الثقاف خشبة قوية قدر الذراع في طرفها خرق يتسع للقوس وتدخل فيه على شحوبتها ويغمز منها حيث يبتغى أن يغمز حتى تصير إلى ما يراد منها ولا يفعل ذلك بالقسي ولا بالرماح إلا مد هونة مملولة أو مضهوبة على النار ملوحة والعدد أثقفة والجمع ثقف والثقاف ما تسوى به الرماح ومنه قول عمرو إذا عض الثقاف با اشمأزت تشج قفا المثقف والجبينا وتثقيفها تسويتها وفي المثل دردب لما عضه الثقاف قال الثقاف خشبة تسوى بها الرماح وفي حديث عائشة تصف أباها رضي الله عنهما وأقام أوده بثقافه الثقاف ما تقوم به الرماح تريد أنه سوى عوج المسلمين وثقيف حي من قيس وقيل أبو حي من هوازن واسمه قسي قال وقد يكون ثقيف اسما للقبيلة والأول أكثر قال سيبويه أما قولهم هذه ثقيف فعلى إرادة الجماعة وإنما قال ذلك لغلبة التذكير عليه وهو مما لا يقال فيه من بني فلان وكذلك كل ما لا يقال من بني فلان التذكير فيه أغلب كما ذكر في معد وقريش قال سيبويه النسب إلى ثقيف ثقفي على غير قياس",
    "pg": ""
  },
  "ثقق": {
    "def": "الثقثقة الإسراع وقد حكيت بتاءين وقد تقدمت",
    "pg": ""
  },
  "ثقل": {
    "def": "الثقل نقيض الخفة والثقل مصدر الثقيل تقول ثقل الشيء ثقلا وثقالة فهو ثقيل والجمع ثقال والثقل رجحان الثقيل والثقل الحمل الثقيل والجمع أثقال مثل حمل وأحمال وقوله تعالى وأخرجت الأرض أثقالها أثقالها كنوزها وموتاها قال الفراء لفظت ما فيها من ذهب أو فضة أو ميت وقيل معناه أخرجت موتاها قالوا أثقالها أجساد بني آدم وقيل معناه ما فيها من كنوز الذهب والفضة قال وخروج الموتى بعد ذلك ومن أشراط الساعة أن تقيء الأرض أفلاذ كبدها وهي الكنوز وقول الخنساء أبعد ابن عمرو من آل الشري د حلت به الأرض أثقالها إنما أرادت حلت به الأرض موتاها أي زينتهم بهذا الرجل الشريف الذي لا مثل له من الحلية وكانت العرب تقول الفارس الجواد ثقل على الأرض فإذا قتل أو مات سقط به عنها ثقل وأنشد بيت الخنساء أي لما كان شجاعا سقط بموته عنها ثقل والثقل الذنب والجمع كالجمع وفي التنزيل وليحملن أثقالهم وأثقالا مع أثقالهم وهو مثل ذلك يعني أوزارهم وأوزار من أضلوا وهي الآثام وقوله تعالى وإن تدع مثقلة إلى حملها لا يحمل منه شيء ولو كان ذا قربى يقول إن دعت نفس داعية أثقلتها ذنوبها إلى حملها أي إلى ذنوبها ليحمل عنها شيئا من الذنوب لم تجد ذلك وإن كان المدعو ذا قربى منها وقوله عز وجل ثقلت في السموات والأرض قيل المعنى ثقل علمها على أهل السموات والأرض وقال أبو علي ثقلت في السموات والأرض خفيت والشيء إذا خفي عليك ثقل والتثقيل ضد التخفيف وقد أثقله الحمل وثقل الشيء جعله ثقيلا وأثقله حمله ثقيلا وفي التنزيل العزيز فهم من مغرم مثقلون واستثقله رآه ثقيلا وأثقلت المرأة فهي مثقل ثقل حملها في بطنها وفي المحكم ثقلت واستبان حملها وفي التنزيل العزيز فلما أثقلت دعوا الله ربهما أي صارت ذات ثقل كما تقول أتمرنا أي صرنا ذوي تمر وامرأة مثقل بغير هاء ثقلت من حملها وقوله عز وجل إنا سنلقي عليك قولا ثقيلا يعني الوحي الذي أنزله الله عليه صلى الله عليه وسلم جعله ثقيلا من جهة عظم قدره وجلاله خطره وأنه ليس بسفساف الكلام الذي يستخف به فكل شيء نفيس وعلق خطير فهو ثقل وثقيل وثاقل وليس معنى قوله قولا ثقيلا بمعنى الثقيل الذي يستثقله الناس فيتبرمون به وجاء في التفسير أنه ثقل العمل به لأن الحرام والحلال والصلاة والصيام وجميع ما أمر الله به أن يعمل لا يؤديه أحد إلا بتكلف يثقل ابن سيده قيل معنى الثقيل ما يفترض عليه فيه من العمل لأنه ثقيل وقيل إنما كنى به عن رصانة القول وجودته قال الزجاج يجوز على مذهب أهل اللغة أن يكون معناه أنه قول له وزن في صحته وبيانه ونفعه كما يقال هذا الكلام رصين وهذا قول له وزن إذا كنت تستجيده وتعلم أنه قد وقع موقع الحكمة والبيان وقوله لا خير فيه غير أن لا يهتدي وأنه ذو صولة في المذود وأنه غير ثقيل في اليد إنما يريد أنك إذا بللت به لم يصر في يدك منه خير فيثقل في يدك ومثقال الشيء ما آذن وزنه فثقل ثقله وفي التنزيل العزيز يا بني إنها إن تك مثقال حبة من خردل برفع مثقال مع علامة التأنيث في تك لأن مثقال حبة راجع إلى معنى الحبة فكأنه قال إن تك حبة من خردل التهذيب المثقال وزن معلوم قدره ويجوز نصب المثقال ورفعه فمن رفعه رفعه بتك ومن نصب جعل في تك اسما مضمرا مجهولا مثل الهاء في قوله عز وجل إنها إن تك قال وجاز تأنيث تك والمثقال ذكر لأنه مضاف إلى الحبة والمعنى للحبة فذهب التأنيث إليها كما قال الأعشى كما شرقت صدر القناة من الدم ويقال أعطه ثقله أي وزنه ابن الأثير وفي الحديث لا يدخل النار من في قلبه مثقال ذرة من إيمان المثقال في الأصل مقدار من الوزن أي شيء كان من قليل أو كثير فمعنى مثقال ذرة وزن ذرة والناس يطلقونه في العرف على الدينار خاصة وليس كذلك قال محمد بن المكرم قول ابن الأثير الناس يطلقونه في العرف على الدينار خاصة قول فيه تجوز فإنه إن كان عنى شخص الدينار فالشخص منه قد يكون مثقالا وأكثر وأقل وإن كان عنى المثقال الوزن المعلوم فالناس يطلقون ذلك على الذهب وعلى العنبر وعلى المسك وعلى الجوهر وعلى أشياء كثيرة قد صار وزنها بالمثاقيل معهودا كالترياق والراوند وغير ذلك وزنة المثقال هذا المتعامل به الآن درهم واحد وثلاثة أسباع درهم على التحرير يوزن به ما اختير وزنه به وهو بالنسبة إلى رطل مصر الذي يوزن به عشر عشر رطل وقال ابن سيده في معنى قوله إنها إن تك مثقال حبة من خردل فتكن في صخرة أو في السموات أو في الأرض يأت بها الله قال المعنى أن فعله الإنسان وإن صغرت فهي في علم الله تعالى يأتي بها والمثقال واحد مثاقيل الذهب قال الأصمعي دينار ثاقل إذا كان لا ينقص ودنانير ثواقل ومثقال الشيء ميزانه من مثله وقولهم ألقى عليه مثاقيله أي مؤنته وثقله حكاه أبو نصر قلت وكذلك قول أبي نصر واحد مثاقيل الذهب كان الأولى أن يقول واحد مثاقيل الذهب وغيره وإلا فلا وجه للتخصيص والمثقلة رخامة يثقل بها البساط وامرأة ثقال مكفال وثقال رزان ذات مآكم وكفل على التفرقة فرقوا بين ما يحمل وبين ما ثقل في مجلسه فلم يخف وكذلك الرجل ويقال فيه ثقل وهو ثاقل قال كثير عزة وفيك ابن ليلى عزة وبسالة وغرب وموزون من الحلم ثاقل وقد يكون هذا على النسب أي ذو ثقل وبعير ثقال بطيء وبه فسر أبو حنيفة قول لبيد فبات السيل يحفر جانبيه من البقار كالعمد الثقال قوله يحفر الذي في الصحاح يركب بدل يحفر وثقل الشيء يثقله بيده ثقلا راز ثقله وثقلت الشاة أيضا أثقلها ثقلا رزنتها وذلك إذا رفعتها لتنظر ما ثقلها من خفتها وتثاقل عنه ثقل وفي التنزيل العزيز اثاقلتم إلى الأرض وعداه بإلى لأن فيه معنى ملتم وحكى النضر بن شميل ثقل إلى الأرض أخلد إليها واطمأن فيها فإذا صح ذلك تعدى اثاقلتم في قوله عز وجل اثاقلتم إلى الأرض بإلى بغير تأويل يخرجه عن بابه وتثاقل القوم استنهضوا لنجدة فلم ينهضوا إليها والتثاقل التباطؤ من التحامل في الوطء يقال لأطأنه وطء المتثاقل والثقل بالتحريك المتاع والحشم والجمع أثقال وفي التهذيب الثقل متاع المسافر وحشمه وأنشد ابن بري لا ضفف يشغله ولا ثقل وفي حديث ابن عباس بعثني رسول الله صلى الله عليه وسلم في الثقل من جمع بليل وفي حديث السائب بن زيد حج به في ثقل رسول الله صلى الله عليه وسلم وثقلة القوم بكسر القاف أثقالهم وارتحل القوم بثقلتهم وثقلتهم وثقلتهم أي بأمتعتهم وبأثقالهم كلها الكسائي الثقلة أثقال القوم بكسر القاف وفتح الثاء وقد يخفف فيقال الثقلة والثقلة أيضا ما وجد الرجل في جوفه من ثقل الطعام ووجد في جسده ثقلة أي ثقلا وفتورا وثقل الرجل ثقلا فهو ثقيل وثاقل اشتد مرضه يقال أصبح فلان ثاقلا أي أثقله المرض قال لبيد رأيت التقى والحمد خير تجارة رباحا إذا ما المرء أصبح ثاقلا أي ثقيلا من المرض قد أدنفه وأشرف على الموت ويروى ناقلا أي منقولا من الدنيا إلى الأخرى وقد أثقله المرض والنوم والثقلة نعسة غالبة والمثقل الذي قد أثقله المرض والمستثقل الثقيل من الناس والمستثقل الذي أثقله النوم وهي الثقلة وثقل العرفج والثمام والضعة أدبى وتروت عيدانه وثقل سمعه ذهب بعضه فإن لم يبق منه شيء قيل وقر والثقلان الجن والإنس وفي التنزيل العزيز سنفرغ لكم أيها الثقلان وقال لكم لأن الثقلين وإن كان بلفظ التثنية فمعناه الجمع وقول ذي الرمة ومية أحسن الثقلين وجها وسالفة وأحسنه قذالا فمن رواه أحسنه بإفراد الضمير فإنه أفرده مع قدرته على جمعه لأن هذا موضع يكثر فيه الواحد كقولك مية أحسن إنسان وجها وأجمله ومثله قولهم هو أحسن الفتيان وأجمله لأن هذا موضع يكثر فيه الواحد كما قلنا فكأنك قلت هو أحسن فتى في الناس وأجمله ولولا ذلك لقلت وأجملهم حملا على الفتيان التهذيب وروي عن النبي صلى الله عليه وسلم أنه قال في آخر عمره إني تارك فيكم الثقلين كتاب الله وعترتي فجعلها كتاب الله عز وجل وعترته وقد تقدم ذكر العترة وقال ثعلب سميا ثقلين لأن الأخذ بهما ثقيل والعمل بهما ثقيل قال وأصل الثقل أن العرب تقول لكل شيء نفيس خطير مصون ثقل فسماهما ثقلين إعظاما لقدرهما وتفخيما لشأنهما وأصله في بيض النعام المصون وقال ثعلبة بن صعير المازني يذكر الظليم والنعانة فتذكرا ثقلا رثيدا بعدما ألقت ذكاء يمينها في كافر ويقال للسيد العزيز ثقل من هذا وسمى الله تعالى الجن والإنس الثقلين سميا ثقلين لتفضيل الله تعالى إياهما على سائر الحيوان المخلوق في الأرض بالتمييز والعقل الذي خصا به قال ابن الأنباري قيل للجن والإنس الثقلان لأنهما كالثقل للأرض وعليها والثقل بمعنى الثقل وجمعه اثقال ومجراهما مجرى قول العرب مثل ومثل وشبه وشبه ونجس ونجس وفي حديث سؤال القبر يسمعها من بين المشرق والمغرب إلا الثقلين الثقلان الإنس والجن لأنهما قطان الأرض",
    "pg": ""
  },
  "ثكد": {
    "def": "ثكد قوله ثكد في القاموس وشرحه بفتح فسكون ويروى بضم فسكون ماء لبني تميم ونص التكملة لبني نمير وثكد بضمتين ماء آخر بين الكوفة والشام قال الأخطل إلخ اسم ماء قال الأخطل حلت صبيرة أمواه العداد وقد كانت تحل وأدنى دارها ثكد",
    "pg": ""
  },
  "ثكل": {
    "def": "الثكل الموت والهلاك والثكل والثكل بالتحريك فقدان الحبيب وأكثر ما يستعمل في فقدان المرأة زوجها وفي المحكم أكثر ما يستعمل في فقدان الرجل والمرأة ولدهما وفي الصحاح فقدان المرأة ولدها والثكول التي ثكلت ولدها وقد ثكلته أمه ثكلا وثكلا وهي ثكول وثكلى وثاكل وحكى اللحياني لا تفعل ذلك ثكلتك الثكول قال ابن سيده أراه يعني بذلك الأم والثكول المرأة الفاقد والرجل ثاكل وثكلان وأثكلت المرأة ولدها وهي مثكلة بولدها وهي مثكل بغير هاء من نسوة مثاكيل قال ذو الرمة ومستشحجات للفراق كأنها مثاكيل من صيابة النوب نوح كأنه جمع مثكال وقول الأخطل كلمع أيدي مثاكيل مسلبة يندبن ضرس بنات الدهر والخطب قال ابن سيده أقوى القياسين أن ينشد مثاكيل غير مصروف يصير الجزء فيه من مستفعلن إلى مفتعلن وهو مطوي والذي روي مثاكيل بالصرف وأثكلها الله ولدها وأثكله الله أمه ويقال رمحه للوالدات مثكلة كما يقال للولد مبخلة مجبنة أنشد ابن بري ترى الملوك حوله مغربله ورمحه للوالدات مثكله يقتل ذا الذنب ومن لا ذنب له وفي الحديث أنه قال لبعض أصحابه ثكلتك أمك أي فقدتك الثكل فقد الولد كأنه دعا عليه بالموت لسوء فعله أو قوله والموت يعم كل أحد فإذا هذا الدعاء عليه كلا دعاء أو أراد إذا كنت هكذا فالموت خير لك لئلا تزداد سوءا قال ويجوز أن يكون من الألفاظ التي تجري على ألسنة العرب ولا يراد بها الدعاء كقولهم تربت يداك وقاتلك الله ومنه قصيد كعب بن زهير قامت فجاوبها نكد مثاكيل قال هن جمع مثكال وهي المرأة التي فقدت ولدها وقصيدة مثكلة ذكر فيها الثكل هذه عن اللحياني والإثكال والأثكول لغة في العثكال والعثكول وهو العذق الذي تكون فيه الشماريخ وقيل هو الشمراخ الذي عليه البسر وأنشد أبو عمرو قد أبصرت سعدى بها كتائلي مثل العذارى الحسر العطابل طويلة الأقناء والأثاكل كتائل جمع كتيلة وهي النخلة وفلاة ثكول من سلكها فقد وثكل قال الجميح إذا ذات أهوال ثكول تغولت بها الربد فوضى والنعام السوارح",
    "pg": ""
  },
  "ثكم": {
    "def": "ثكم الطريق بالتحريك وسطه قال ابن بري شاهده قول الشاعر لما خشيت بسحرة إلحاحها ألزمتها ثكم النقيل اللاحب الإلحاح قيام الدابة على أهله فلم يبرح والنقيل الطريق ابن الأعرابي الثكمة المحجة روي عن أم سلمة أنها قالت لعثمان بن عفان رضي الله عنه توخ حيث توخى صاحباك فإنهما ثكما لك الحق ثكما أي بيناه وأوضحاه حتى تبين كأنه محجة ظاهرة والثكم مصدر ثكم قال القتيبي أرادت أم سلمة أنهما لزما الحق ولم يظلما ولا خرجا عن المحجة يمينا ولا شمالا ومنه الحديث الآخر أن أبا بكر وعمر ثكما الأمر فلم يظلماه قال الأزهري أراد ركبا ثكم الطريق وهو قصده وثكم بالمكان بالكسر يثكم إذا أقام به وثكمت الطريق إذا لزمته وثكامة اسم بلد",
    "pg": ""
  },
  "ثكن": {
    "def": "الثكنة الجماعة من الناس والبهائم وخص بعضهم به الجماعة من الطير قال الثكنة السرب من الحمام وغيره قال الأعشى يصف صقرا يسافع ورقاء غورية ليدركها في حمام ثكن أي في حمام مجتمعة والثكنة القلادة والثكنة الإرة وهي بئر النار والثكنة القبر والثكنة المحجة وثكنة الذئب أيضا جمعها ثكن قال أمية بن أبي عائذ عاقدين النار في ثكن الأذ ناب منها كي تهيج البحورا وثكن الطريق سننه ومحجته ويقال خل عن ثكن الطريق أي عن سجحه وثكن الجند مراكزهم واحدتها ثكنة فارسية والثكنة الراية والعلامة وجمعها ثكن وفي الحديث يحشر الناس يوم القيامة على ثكنهم فسره ابن الأعرابي فقال على راياتهم ومجتمعهم على لواء صاحبهم حكاه الهروي في الغريبين وقيل على راياتهم في الخير والشر وقيل على ما ماتوا عليه من الخير والشر وقيل على ما ماتوا عليه فأدخلوا قبورهم من الخير والشر الليث الثكن مراكز الأجناد على راياتهم ومجتمعهم على لواء صاحبهم وعلمهم وإن لم يكن هناك علم ولا لواء وواحدتها ثكنة وفي حديث علي كرم الله وجهه يدخل البيت المعمور كل يوم سبعون ألف ملك على ثكنهم أي بالرايات والعلامات وقال طرفة وهانئا هانئا في الحي مومسة ناطت سخابا وناطت فوقه ثكنا ويقال للعهون التي تعلق في أعناق الإبل ثكن والثكنة حفرة على قدر ما يواريه والأثكون للعذق بشاريخه لغة في الأثكول قال وعسى أن يكون بدلا وثكن جبل معروف وقيل جبل حجازي بفتح الثاء والكاف قال عبد المسيح ابن أخت سطيح في معناه تلفه في الريح بوغاء الدمن كأنما حثحت من حضني ثكن",
    "pg": ""
  },
  "ثلا": {
    "def": "التهذيب ابن الأعرابي ثلا إذا سافر قال والثلي الكثير المال",
    "pg": ""
  },
  "ثلب": {
    "def": "ثلبه يثلبه ثلبا لامه وعابه وصرح بالعيب وقال فيه وتنقصه قال الراجز لا يحسن التعريض إلا ثلبا غيره الثلب شدة اللوم والأخذ باللسان وهو المثلب يجري في العقوبات والثلب ومثل لا يحسن التعريض إلا ثلابا  قوله إلا ثلابا كذا في النسخ فان يكن ورد ثالب فهو مصدره والا فهو تحريف ويكون الصواب ما تقدم أعلاه كما في الميداني والصحاح  والمثالب منه والمثالب العيوب وهي المثلبة والمثلبة ومثالب الأمير والقاضي معايبه ورجل ثلب وثلب معيب وثلب الرجل ثلبا طرده وثلب الشيء قلبه وثلبه كثلمه على البدل ورمح ثلب متثلم قال أبو العيال الهذلي وقد ظهر السوابغ في هم والبيض واليلب ومطرد من الخطي لا عار ولا ثلب اليلب الدروع المعمولة من جلود الإبل وكذلك البيض تعمل أيضا من الجلود وقوله لا عار أي لا عار من القشر ومنه امرأة ثالبة الشوى أي متشققة القدمين قال جرير لقد ولدت غسان ثالبة الشوى عدوس السرى لا يعرف الكرم جيدها ورجل ثلب منتهي الهرم متكسر الأسنان ص والجمع أثلاب والأنثى ثلبة وأنكرها بعضهم وقال إنما هي ثلب وقد ثلب تثليبا والثلب الشيخ هذلية قال ابن الأعرابي هو المسن ولم يخص بهذه اللغة قبيلة من العرب دون أخرى وأنشد إما تريني اليوم ثلبا شاخصا الشاخص الذي لا يغب الغزو وبعير ثلب إذا لم يلقح والثلب بالكسر الجمل الذي انكسرت انيابه من الهرم وتناثر هلب ذنبه والأنثى ثلبة والجمع ثلبة مثل قرد وقردة تقول منه ثلب البعير تثليبا عن الأصمعي قاله في كتاب الفرق وفي الحديث لهم من الصدقة الثلب والناب الثلب من ذكور الإبل الذي هرم وتكسرت أسنانه والناب المسنة من إناثها ومنه حديث ابن العاص كتب إلى معاوية رضي الله عنهما إنك جربتني فوجدتني لست بالغمر الضرع ولا بالثلب الفاني الغمر الجاهل والضرع الضعيف وثلب جلده ثلبا فهو ثلب إذا تقبض والثليب كلأ عامين أسود حكاه أبو حنيفة عن أبي عمرو وأنشد رعين ثليبا ساعة ثم إننا قطعنا عليهن الفجاج الطوامسا والإثلب والأثلب التراب والحجارة وفي لغة فتات الحجارة والتراب قال شمر الأثلب بلغة أهل الحجاز الحجر وبلغة بني تميم التراب وبفيه الإثلب والكلام الكثير الأثلب أي التراب والحجارة قال ولكنما أهدي لقيس هدية بفي من اهداها له الدهر إثلب بفي متصل بقوله أهدي ثم استأنف فقال له الدهر إثلب من إهدائي إياها وقال رؤبة وإن تناهبه تجده منهبا تكسو حروف حاجبيه الأثلبا أراد تناهبه العدو والهاء للعير تكسو حروف حاجبيه الأثلب وهو التراب ترمي به قوائمها على حاجبيه وحكى اللحياني الإثلب لك والتراب قال نصبوه كأنه دعاء يريد كأنه مصدر مدعو به وإن كان اسما كما سنذكره لك في الحصحص والتراب حين قالوا الحصحص لك والتراب لك وفي الحديث الولد للفراش وللعاهر الإثلب الإثلب بكسر الهمزة واللام وفتحهما والفتح أكثر الحجر والعاهر الزاني كما في الحديث الآخر وللعاهر الحجر قيل معناه الرجم وقيل هو كناية عن الخيبة وقيل الأثلب التراب وقيل دقاق الحجارة وهذا يوضح أن معناه الخيبة إذ ليس كل زان يرجم وهمزته زائدة والأثلم كالأثلب عن الهجري قال لا أدري أبدل أم لغة وأنشد أحلف لا أعطي الخبيث درهما ظلما ولا أعطيه إلا الأثلما والثليب القديم من النبت والثليب نبت وهو من نجيل السباخ كلاهما عن كراع والثلب لقب رجل ص والثلبوت أرض قال لبيد بأحزة الثلبوت يربأ فوقها قفر المراقب خوفها آرامها\nوقال أبو عبيد ثلبوت أرض فاسقط منه الألف واللام ونون ثم قال أرض ولا أدري كيف هذا والثلبوت اسم واد بين طيئ وذبيان",
    "pg": ""
  },
  "ثلث": {
    "def": "الثلاثة من العدد في عدد المذكر معروف والمؤنث ثلاث وثلث الاثنين يثلثهما ثلثا صار لهما ثالثا وفي التهذيب ثلثت القوم أثلثهم إذا كنت ثالثهم وكملتهم ثلاثة بنفسك وكذلك إلى العشرة إلا أنك تفتح أربعهم وأسبعهم وأتسعهم فيها جميعا لمكان العين وتقول كانوا تسعة وعشرين فثلثتهم أي صرت بهم تمام ثلاثين وكانوا تسعة وثلاثين فربعتهم مثل لفظ الثلاثة والأربعة كذلك إلى المائة وأثلث القوم صاروا ثلاثة وكانوا ثلاثة فأربعوا كذلك إلى العشرة ابن السكيت يقال هو ثالث ثلاثة مضاف إلى العشرة ولا ينون فإن اختلفا فإن شئت نونت وإن شئت أضفت قلت هو رابع ثلاثة ورابع ثلاثة كما تقول ضارب زيد وضارب زيدا لأن معناه الوقوع أي كملهم بنفسه أربعة وإذا اتفقا فالإضافة لا غير لأنه في مذهب الأسماء لأنك لم ترد معنى الفعل وإنما أردت هو أحد الثلاثة وبعض الثلاثة وهذا ما لا يكون إلا مضافا وتقول هذا ثالث اثنين وثالث اثنين بمعنى هذا ثلث اثنين أي صيرهما ثلاثة بنفسه وكذلك هو ثالث عشر وثالث عشر بالرفع والنصب إلى تسعة عشر فمن رفع قال أردت ثالث ثلاثة عشر فحذفت الثلاثة وتركت ثالثا على إعرابه ومن نصب قال أردت ثالث ثلاثة عشر فلما أسقطت منها الثلاثة ألزمت إعرابها الأول ليعلم أن ههنا شيئا محذوفا وتقول هذا الحادي عشر والثاني عشر إلى العشرين مفتوح كله لما ذكرناه وفي المؤنث هذه الحادية عشرة وكذلك إلى العشرين تدخل الهاء فيهما جميعا وأهل الحجاز يقولون أتوني ثلاثتهم وأربعتهم إلى العشرة فينصبون على كل حال وكذلك المؤنث أتينني ثلاثهن وأربعهن وغيرهم يعربه بالحركات الثلاث يجعله مثل كلهم فإذا جاوزت العشرة لم يكن إلا النصب تقول أتوني أحد عشرهم وتسعة عشرهم وللنساء أتينني إحدى عشرتهن وثماني عشرتهن قال ابن بري رحمه الله قول الجوهري آنفا هذا ثالث اثنين وثالث اثنين ويالمعنى هذا ثلث اثنين أي صيرهما ثلاثة بنفسه وقوله أيضا هذا ثالث عشر وثالث عشر بضم الثاء وفتحها إلى تسعة عشر وهم والصواب ثالث اثنين بالرفع وكذلك قوله ثلث اثنين وهم وصوابه ثلث بتخفيف اللام وكذلك قوله هو ثالث عشر بضم الثاء وهم لا يجيزه البصريون إلا بالفتح لأنه مركب وأهل الكوفة يجيزونه وهو عند البصريين غلط قال ابن سيده وأما قول الشاعر يفديك يا زرع أبي وخالي قد مر يومان وهذا الثالي وأنت بالهجران لا تبالي فإنه أراد الثالث فأبدل الياء من الثاء وأثلث القوم صاروا ثلاثة عن ثعلب وفي الحديث دية شبه العمد أثلاثا أي ثلاث وثلاثون حقة وثلاث وثلاثون جذعة وأربع وثلاثون ثنية وفي الحديث قل هو ا لله أحد والذي نفسي بيده إنها لتعدل ثلث القرآن جعلها تعدل ثلث القرآن لأن القرآن العزيز لا يتجاوز ثلاثة أقسام وهي الإرشاد إلى معرفة ذات ا لله عز وجل وتقديسه أو معرفة صفاته وأسمائه أو معرفة أفعاله وسنته في عباده ولما اشتملت سورة الإخلاص على أحد هذه الأقسام الثلاثة وهو التقديس وازنها سيدنا رسول ا لله صلى ا لله عليه وسلم بثلث القرآن لأن منتهى التقديس أن يكون واحدا في ثلاثة أمور لا يكون حاصلا منه من هو من نوعه وشبهه ودل عليه قوله لم يلد ولا يكون هو حاصلا ممن هو نظيره وشبهه ودل عليه قوله ولم يولد ولا يكون في درجته وإن لم يكن أصلا له ولا فرعا من هو مثله ودل عليه قوله ولم يكن له كفوا أحد ويجمع جميع ذلك قوله قل هو ا لله أحد وجملته تفصيل قولك لا إله إلا الله فهذه أسرار القرآن ولا تتناهى أمثالها فيه فلا رطب ولا يابس إلا في كتاب مبين وقولهم فلان لا يثني ولا يثلث أي هو رجل كبير فإذا أراد النهوض لم يقدر في مرة ولا مرتين ولا في ثلاث والثلاثون من العدد ليس على تضعيف الثلاثة ولكن على تضعيف العشرة ولذلك إذا سميت رجلا ثلاثين لم تقل ثليثون ثليثون علل ذلك سيبويه وقالوا كانوا تسعة وعشرين فثلثتهم أثلثهم أي صرت لهم مقام الثلاثين وأثلثوا صاروا ثلاثين كل ذلك على لفظ الثلاثة وكذلك جميع العقود إلى المائة تصريف فعلها كتصريف الآحاد والثلاثاء من الأيام كان حقه الثالث ولكنه صيغ له هذا البناء ليتفرد به كما فعل ذلك بالدبران وحكي عن ثعلب مضت الثلاثاء بما فيها فأنث وكان أبو الجراح يقول مضت الثلاثاء بما فيهن يخرجها مخرج العدد والجمع ثلاثاوات وأثالث حكى الأخيرة المطرزي عن ثعلب وحكى ثعلب عن ابن الأعرابي لا تكن ثلاثاويا أي ممن يصوم الثلاثاء وحده التهذيب والثلاثاء لما جعل اسما جعلت\nالهاء التي كانت في العدد مدة فرقا بين الحالين وكذلك الأربعاء من الأربعة فهذه الأسماء جعلت بالمد توكيدا للاسم كما قالوا حسنة وحسناء وقصبة وقصباء حيث ألزموا النعت إلزام الاسم وكذلك الشجراء والطرفاء والواحد من كل ذلك بوزن فعلة وقول الشاعر أنشده ابن الأعرابي قال ابن بري وهو لعبد ا لله بن الزبير يهجو طيئا فإن تثلثوا نربع وإن يك خامس يكن سادس حتى يبيركم القتل أراد بقوله تثلثوا أي تقتلوا ثالثا وبعده وإن تسبعوا نثمن وإن يك تاسع يكن عاشر حتى يكون لنا الفضل يقول إن صرتم ثلاثة صرنا أربعة وإن صرتم أربعة صرنا خمسة فلا نبرح نزيد عليكم أبدا ويقال فلان ثالث ثلاثة مضاف وفي التنزيل العزيز لقد كفر الذين قالوا إن ا لله ثالث ثلاثة قال الفراء لا يكون إلا مضافا ولا يجوز ثلاثة قال الفراء لا يكون إلا مضافا ولا يجوز التنوين في ثالث فتنصب الثلاثة وكذلك قوله ثاني اثنين لا يكون إلا مضافا لأنه في مذهب الاسم كأنك قلت واحد من اثنين وواحد من ثلاثة ألا ترى أنه لا يكون ثانيا لنفسه ولا ثالثا لنفسه ولو قلت أنت ثالث اثنين جاز أن يقال ثالث اثنين بالإضافة والتنوين ونصب الاثنين وكذلك لو قلت أنت رابع ثلاثة ورابع ثلاثة جاز ذلك لأنه فعل واقع وقال الفراء كانوا اثنين فثلثتهما قال وهذا مما كان النحويون يختارونه وكانوا أحد عشر فثنيتهم ومعي عشرة فأحدهن ليه واثنيهن واثلثهن هذا فيما بين اثني عشر إلى العشرين ابن السكيت تقول هو ثالث ثلاثة وهي ثالثة ثلاث فإذا كان فيه مذكر قلت هي ثالث ثلاثة فيغلب المذكر المؤنث وتقول هو ثالث ثلاثة عشر يعني هو أحدهم وقي المؤنث هو ثالث ثلاث عشرة لا غير الرفع في الأول وأرض مثلثة لها ثلاثة أطراف فمنها المثلث الحاد ومنها المثلث القائم وشيء مثلث موضوع على ثلاث طاقات ومثلوث مفتول على ثلاث قوى وكذلك في جميع ما بين الثلاثة إلى العشرة إلا الثمانية والعشرة الجوهري شيء مثلث أي ذو أركان ثلاثة الليث المثلث ما كان من الأشياء على ثلاثة أثناء والمثلوث من الحبال ما فتل على ثلاث قوى وكذلك ما ينسج أو يضفر وإذا أرسلت الخيل في الرهان فالأول السابق والثاني المصلي ثم بعد ذلك ثلث وربع وخمس ابن سيده وثلث الفرس جاء بعد المصلي ثم ربع ثم خمس وقال علي بن أبي طالب عليه السلام سبق رسول الله صلى الله عليه وسلم وثنى أبو بكر وثلث عمر وخبطتنا فتنة مما شاء الله قال أبو عبيد ولم أسمع في سوابق الخيل ممن يوثق بعلمه اسما لشيء منها إلا الثاني والعاشر فإن الثاني اسمه المصلي والعاشر السكيت وما سوى ذينك إنما يقال الثالث والرابع وكذلك إلى التاسع وقال ابن الأنباري أسماء السبق من الخيل المجلي والمصلي والمسلي والتالي والحظي والمؤمل والمرتاح والعاطف واللطيم والسكيت قال أبو منصور ولم أحفظها عن ثقة وقد ذكرها ابن الأنباري ولم ينسبها إلى أحد قال فلا أدري أحفظها لثقة أم لا والتثليث أن تسقي الزرع سقية أخرى بعد الثنيا والثلاثي منسوب إلى الثلاثة على غير قياس التهذيب الثلاثي ينسب إلى ثلاثة أشياء أو كان طوله ثلاثة أذرع ثوب ثلاثي ورباعي وكذلك الغلام يقال غلام خماسي ولا يقال سداسي لأنه إذا تمت له خمس صار رجلا والحروف الثلاثية التي اجتمع فيها ثلاثة أحرف وناقة ثلوث يبست ثلاثة من أخلافها وذلك أن تكوى بنار حتى ينقطع خلفها ويكون وسما لها هذه عن ابن الأعرابي ويقال رماه الله بثالثة الأثافي وهي الداهية العظيمة والأمر العظيم وأصلها أن الرجل إذا وجد أثفيتين لقدره ولم يجد الثالثة جعل ركن الجبل ثالثة الأثفيتين وثالثة الأثافي الحيد النادر من الجبل يجمع إليه صخرتان ثم ينصب عليها القدر والثلوث من النوق التي تملأ ثلاثة أقداح إذا حلبت ولا يكون أكثر من ذلك عن ابن الأعرابي يعني لا يكون الملء أكثر من ثلاثة ويقال للناقة التي صرم خلف من أخلافها وتحلب من ثلاثة أخلاف ثلوث أيضا وأنشد الهذلي ألا قولا لعبد الجهل إن ال صحيحة لا تحالبها الثلوث وقال ابن الأعرابي الصحيحة التي لها أربعة أخلاف والثلوث التي لها ثلاثة أخلاف وقال ابن السكيت ناقة ثلوث إذا أصاب أحد أخلافها شيء فيبس وأنشد بيت الهذلي أيضا والمثلث من الشراب الذي طبخ حتى ذهب ثلثاه وكذلك أيضا ثلث بناقته إذا صر منها ثلاثة أخلاف فإن صر خلفين قيل شطر بها فإن صر خلفا واحدا قيل خلف بها فإن صر أخلافها جمع قيل أجمع بناقته وأكمش التهذيب الناقة إذا يبس ثلاثة أخلاف منها فهي ثلوث وناقة مثلثة لها ثلاثة أخلاف قال الشاعر فتقنع بالقليل تراه غنما وتكفيك المثلثة الرغوث\nومزادة مثلوثة من ثلاثة آدمة الجوهري المثلوثة مزادة تكون من ثلاثة جلود ابن الأعرابي إذا ملأت الناقة ثلاثة آنية فهي ثلوث وجاؤوا ثلاث ثلاث ومثلث مثلث أي ثلاثة ثلاثة والثلاثة بالضم الثلاثة عن ابن الأعرابي وأنشد فما حلبت إلا الثلاثة والثنى ولا قيلت إلا قريبا مقالها هكذا أنشده بضم الثاء الثلاثة وفسره بأنه ثلاثة آنية وكذلك رواه قيلت بضم القاف ولم يفسره وقال ثعلب إنما هو قيلت بفتحها وفسره بأنها التي تقيل الناس أي تسقيهم لبن القيل وهو شرب النهار فالمفعول على هذا محذوف وقال الزجاج في قوله تعالى فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع معناه اثنين اثنين وثلاثا ثلاثا إلا أنه لم ينصرف لجهتين وذلك أنه اجتمع علتان إحداهما أنه معدول عن اثنين اثنين وثلاث ثلاث والثانية أنه عدل عن تأنيث الجوهري وثلاث ومثلث غير مصروف للعدل والصفة لأنه عدل من ثلاثة إلى ثلاث ومثلث وهو صفة لأنك تقول مررت بقوم مثنى وثلاث قال تعالى أولي أجنحة مثنى وثلاث ورباع فوصف به وهذا قول سيبويه وقال غيره إنما لم ينصرف لتكرر العدل فيه في اللفظ والمعنى لأنه عدل عن لفظ اثنين إلى لفظ مثنى وثناء عن معنى اثنين إلى معنى اثنين اثنين إذا قلت جاءت الخيل مثنى فالمعنى اثنين اثنين أي جاؤوا مزدوجين وكذلك جميع معدول العدد فإن صغرته صرفته فقلت أحيد وثني وثليث وربيع لأنه مثل حمير فخرج إلى مثال ما ينصرف وليس كذلك أحمد وأحسن لأنه لا يخرج بالتصغير عن وزن الفعل لأنهم قد قالوا في التعجب ما أميلح زيدا وما أحيسنه وفي الحديث لكن اشربوا مثنى وثلاث وسموا الله تعالى يقال فعلت الشيء مثنى وثلاث ورباع غير مصروفات إذا فعلته مرتين مرتين وثلاثا ثلاثا وأربعا أربعا والمثلث الساعي بأخيه وفي حديث كعب أنه قال لعمر أنبئني ما المثلث فقال وما المثلث لا أبا لك فقال شر الناس المثلث يعني الساعي بأخيه إلى السلطان يهلك ثلاثة نفسه وأخاه وإمامه بالسعي فيه إليه وفي حديث أبي هريرة دعاه عمر إلى العمل بعد أن كان عزله فقال إني أخاف ثلاثا واثنتين قال أفلا تقول خمسا قال أخاف أن أقول بغير حكم وأقضي بغير علم وأخاف أن يضرب ظهري وأن يشتم عرضي وأن يؤخذ مالي الثلاث والاثنتان هذه الخلال التي ذكرها إنما لم يقل خمسا لأن الخلتين الأولتين من الحق عليه فخاف أن يضيعه والخلال الثلاث من الحق له فخاف أن يظلم فلذلك فرقها وثلث الناقة ولدها الثالث وأطرده ثعلب في ولد كل أنثى وقد أثلثت فهي مثلث ولا يقال ناقة ثلث والثلث والثليث من الأجزاء معروف يطرد ذلك عند بعضهم في هذه الكسور وجمعهما أثلاث الأصمعي الثليث بمعنى الثلث ولم يعرفه أبو زيد وأنشد شمر توفي الثليث إذا ماكان في رجب والحي في خائر منها وإيقاع قال ومثلث مثلث وموحد موحد ومثنى مثنى مثل ثلاث ثلاث الجوهري الثلث سهم من ثلاثة فإذا فتحت الثاء زادت ياء فقلت ثليث مثل ثمين وسبيع وسديس وخميس ونصيف وأنكر أبو زيد منها خميسا وثليثا وثلثهم يثلثهم ثلثا أخذ ثلث أموالهم وكذلك جميع الكسور إلى العشر والمثلوث ما أخذ ثلثه وكل مثلوث منهوك وقيل المثلوث ما أخذ ثلثه والمنهوك ما أخذ ثلثاه وهو رأي العروضيين في الرجز والمنسرح والمثلوث من الشعر الذي ذهب جزآن من ستة أجزائه والمثلاث من الثلث كالمرباع من الربع وأثلث الكرم فضل ثلثه وأكل ثلثاه وثلث البسر أرطب ثلثه وإناء ثلثان بلغ الكيل ثلثه وكذلك هو في الشراب وغيره والثلثان شجرة عنب الثعلب الفراء كساء مثلوث منسوج من صوف ووبر وشعر وأنشد مدرعة كساؤها مثلوث ويقال لوضين البعير ذو ثلاث قال وقد ضمرت حتى انطوى ذو ثلاثها إلى أبهري درماء شعب السناسن ويقال ذو ثلاثها بطنها والجلدتان العليا والجلدة التي تقشر بعد السلخ الجوهري والثلث بالكسر من قولهم هو يسقي نخله الثلث ولا يستعمل الثلث إلا في هذا الموضع وليس في الورد ثلث لأن أقصر الورد الرفه وهو أن تشرب الإبل كل يوم ثم الغب وهو أن ترد يوما وتدع يوما فإذا ارتفع من الغب فالظمء الربع ثم الخمس وكذلك إلى العشر قاله الأصمعي وتثليث اسم موضع وقيل تثليث واد عظيم مشهور قال الأعشى كخذول ترعى التواصف من تث ليث قفرا خلا لها الأسلاق",
    "pg": ""
  },
  "ثلج": {
    "def": "الثلج الذي يسقط من السماء معروف وفي حديث الدعاء واغسل خطاي بماء الثلج والبرد إنما خصهما بالذكر تأكيدا للطهارة ومبالغة فيها لأنهما ماءان مفطوران على خلقتهما لم يستعملا ولم تنلهما الأيدي ولم تخضهما الأرجل كسائر المياه التي خالطت التراب وجرت في الأنهار وجمعت في الحياض فكانا أحق بكمال الطهارة وقد أثلج يومنا وأثلجوا دخلوا في الثلج وثلجوا أصابهم الثلج وأرض مثلوجة أصابها ثلج وماء مثلوج مبرد بالثلج قال لو ذقت فاها بعد نوم المدلج والصبح لما هم بالتبلج قلت جنى النحل بماء الحشرج يخال مثلوجا وإن لم يثلج وثلجت الأرض وأثلجت قوله وثلجت الأرض وأثلجت كذا بالأصل بهذا الضبط على البناء للمفعول وعبارة المصباح وثلجتنا السماء من باب قتل ألقت علينا الثلج ومنه يقال ثلجت الأرض بالبناء للمفعول فهي مثلوجة أصابها الثلج وثلجتنا السماء تثلج بالضم كما يقال مطرتنا وأثلج الحافر بلغ الطين وثلجت نفسي بالشيء ثلجا وثلجت تثلج وتثلج ثلوجا اشتفت به واطمأنت إليه وقيل عرفته وسرت به الأصمعي ثلجت نفسي بكسر اللام لغة فيه ابن السكيت ثلجت بما خبرتني أي اشتفيت به وسكن قلبي إليه وفي حديث عمر رضي الله عنه حتى أتاه الثلج واليقين يقال ثلجت نفسي بالأمر إذا اطمأنت إليه وسكنت وثبت فيها ووثقت به ومنه حديث ابن ذي يزن وثلج صدرك ومنه حديث الأحوض أعطيك ما تثلج إليه وثلج قلبه وثلج تيقن وثلج قلبه بلد وذهب ورجل مثلوج الفؤاد بليد قال أبو خراش الهذلي ولم يك مثلوج الفؤاد مهيجا أضاع الشباب في الربيلة والخفض وقال كعب بن لؤي لأخيه عامر بن لؤي لئن كنت مثلوج الفؤاد لقد بدا لجمع لؤي منك ذلة ذي غمض ابن الأعرابي ثلج قلبه إذا بلد وثلج به إذا سر به وسكن إليه وأنشد فلو كنت مثلوج الفؤاد إذا بدت بلاد الأعادي لا أمر ولا أحلي أي لو كنت بليد الفؤاد كنت لا آتي بحلو ولا مر من الفعل شمر ثلج صدري لذلك الأمر أي انشرح ونقع به يثلج ثلجا وقد ثلجته إذا نقعته وبللته وقال عبيد في روضة ثلج الربيع قرارها مولية لم يستطعها الرود وماء ثلج بارد قال الفارسي وهو كما قالوا بارد القلب وأنشد ولكن قلبا بين جنبيك بارد والثلج البلداء من الرجال والثلج فرخ العقاب ابن الأعرابي الثلج الفرحون بالأخبار وثلج الرجل إذا برد قلبه عن شيء وإذا فرح أيضا فقد ثلج وحفر حتى أثلج أي بلغ الطين وحفر فأثلج إذا بلغ الثرى والنبط ويقال قد أثلج صدري خبر وارد أي شفاني وسكنني فثلجت إليه ونصل ثلاجي إذا اشتد بياضه أبو عمرو إذا انتهى الحافر إلى الطين في النهر قال أثلجت",
    "pg": ""
  },
  "ثلخ": {
    "def": "ثلخ البقر يثلخ ثلخا خثى وهو خرو ه أيام الربيع وقيل إنما يثلخ إذا كان الربيع وخالطه الرطب ويقال ثلخته تثليخا إذا لطخته بقذر فثلخ ثلخا",
    "pg": ""
  },
  "ثلط": {
    "def": "الثلط هو سلح الفيل ونحوه من كل شيء إذا كان رقيقا وثلط الثور والبعير والصبي يثلط ثلطا سلح سلحا رقيقا وقيل إذا ألقاه سهلا رقيقا وفي الصحاح إذا ألقى بعره رقيقا قال أبو منصور يقال للإنسان إذا رق نجوه هو يثلط ثلطا وفي الحديث فبالت وثلطت الثلط الرقيق من الرجيع قال ابن الأثير وأكثر ما يقال للإبل والبقر والفيلة وفي حديث علي كرم الله وجهه كانوا يبعرون بعرا وأنتم تثلطون ثلطا أي كانوا يتغوطون يابسا كالبعر لأنهم كانوا قليلي الأكل والمآكل وأنتم تثلطون رقيقا وهو إشارة إلى كثرة المآكل وتنوعها ويقال ثلطته ثلطا إذا رميته بالثلط ولطخته به قال جرير يا ثلط حامضة تربع ماسطا من واسط وتربع القلاما",
    "pg": ""
  },
  "ثلطح": {
    "def": "ابن سيده رجل ثلطح قوله ثلطح ضبطه شارح القاموس كزبرج هرم ذاهب الأسنان",
    "pg": ""
  },
  "ثلع": {
    "def": "هذه ترجمة انفرد بها الجوهري وذكرها بالمعنى لا بالنص في ترجمة ثلغ في حرف الغين المعجمة فقال هنا ثلعت رأسه أثلعه ثلعا أي شدخته والمثلع المشدخ من البسر وغيره",
    "pg": ""
  },
  "ثلغ": {
    "def": "ثلغه يالعصا ضربه عن ابن الأعرابي وثلغ الشيء يثلغه ثلغا شدخه وثلغ رأسه يثلغه ثلغا هشمه وشدخه وقيل الثلغ في الرطب خاصة وفي الحديث إذا يثلغوا رأسي كما تثلغ الخبزة الثلغ الشدخ وقيل هو ضربك الشيء الرطب بالشيء اليابس حتى ينشدخ وفي حديث الرؤيا فإذا هو يهوي بالصخرة فيثلغ بها رأسه وقال رؤبة كالفقع إن يهمز بوطء يثلغ وقد انثلغ وانشدخ بمعنى واحد والمثلغ من الرطب ما سقط من النخلة فانشدخ وقيل المثلغ من البسر والرطب الذي أصابه المطر فأسقطه من النخلة ودقه وقد تناثرت الثمار فثلغت تثليغا والمثلغة الرطبة المعرقة وهي المعوة",
    "pg": ""
  },
  "ثلل": {
    "def": "الثلة جماعة الغنم وأصوافها ابن سيده الثلة جماعة الغنم قليلة كانت أو كثيرة وقيل الثلة الكثير منها وقيل هي القطيع من الضأن خاصة وقيل الثلة الضأن الكثيرة وقيل الضأن ما كانت ولا يقال للمعزى الكثيرة ثلة ولكن حيلة إلا أن يخالطها الضأن فتكثر فيقال لهما ثلة وإذا اجتمعت الضأن والمعزى فكثرتا قيل لهما ثلة والجمع من ذلك كله ثلل نادر مثل بدرة وبدر وفي حديث معاوية لم تكن أمه براعية ثلة الثلة بالفتح جماعة الغنم والثلة الصوف فقط عن ابن دريد يقال كساء جيد الثلة أي الصوف وحبل ثلة أي صوف قال الراجز قد قرنوني بامرئ قثول رث كحبل الثلة المبتل وفي حديث الحسن إذا كانت لليتيم ماشية فللوصي أن يصيب من ثلتها ورسلها أي من صوفها ولبنها قال ابن الأثير سمي الصوف بالثلة مجازا وقيل الثلة الصوف والشعر والوبر إذا اجتمعت ولا يقال لواحد منها دون الآخر ثلة ورجل مثل كثير الثلة ولا يقال للشعر ثلة ولا للوبر ثلة فإذا اجتمع الصوف والشعر والوبر قيل عند فلان ثلة كثيرة والثلة بالضم الجماعة من الناس وقد أثل الرجل فهو مثل إذا كثرت عنده الثلة وفي التنزيل العزيز ثلة من الأولين وثلة من الآخرين وقال الفراء نزل في أول السورة ثلة من الأولين وقليل من الآخرين فشق عليهم ذلك فأنزل الله تعالى في أصحاب اليمين أنهم ثلتان ثلة من هؤلاء وثلة من هؤلاء والمعني هم فرقتان فرقة من هؤلاء وفرقة من هؤلاء وقال الفراء الثلة الفئة وفي كتابه لأهل نجران إن لهم ذمة الله وذمة رسوله على ديارهم وأموالهم وثلتهم الثلة الجماعة من الناس بالضم والثلة الكثير من الدراهم والثلة شيء من طين يجعل في الفلاة يستظل به والثلة التراب الذي يخرج من البئر والثلة ما أخرجت من أسفل الركية من الطين وقد ثل البئر يثلها ثلا وثلة البئر ما أخرج من ترابها وفي الحديث أن النبي صلى الله عليه وسلم قال لا حمى إلا في ثلاث ثلة البئر وطول الفرس وحلقة القوم قال أبو عبيد أراد بثلة البئر أن يحتفر الرجل بئرا في موضع ليس بملك لأحد فيكون له من حوالي البئر من الأرض ما يكون ملقى لثلة البئر وهو ما يخرج من ترابها ويكون كالحريم لها لا يدخل فيه أحد عليه حريما للبئر قوله حريما للبئر كذا في الأصل وليست في عبارة ابن الأثير وهي كعبارة أبي عبيد وتثلل التراب إذا مار فذهب وجاء قال أمية له نفيان يحفش الأكم وقعه ترى الترب منه مائرا يتثلل وثل إذا هلك وثل إذا استغنى ابن سيده الثلل بالتحريك الهلاك ثللت الرجل أثله ثلا وثللا عن الأصمعي وثلهم يثلهم ثلا أهلكهم قال لبيد فصلقنا في مراد صلقة وصداء ألحقتهم بالثلل أي بالهلاك ويروى بالثلل أراد الثلال قوله أراد الثلال إلخ عبارة القاموس وشرحه والثلة بالكسر الهلكة جمع ثلل كعنب قال لبيد رضي الله عنه فصلقنا البيت أي بالهلكات جمع ثلة من الغنم فقصر أي أغنام يعني يرعونها قال ابن سيده والصحيح الأول وقال الراجز إن يثقفوكم يلحقوكم بالثلل أي بالهلاك وثل البيت يثله ثلا هدمه وهو أن يحفر أصل الحائط ثم يدفع فينقاض وهو أهول الهدم وتثلل هو تهدم وتساقط شيئا بعد شيء قال طريح فيجلب من جيش شآم بغارة كشؤبوب عرض الأبرد المتثلل وثل عرش فلان ثلا هدم وزال أمر قومه وفي التهذيب وزال قوام أمره وأثله الله وقال ابن دريد ثل عرشه ثلا تضعضعت حاله قال زهير تداركتما الأحلاف قد ثل عرشها وذبيان قد زلت بأقدامها النعل كأنه هدم وأهلك ويقال للقوم إذا ذهب عزم قد ثل عرشهم الجوهري يقال ثل الله عرشهم أي هدم ملكهم وفي حديث عمر رضي الله عنه رؤي في المنام وسئل عن حاله فقال كاد يثل عرشي أي\nيكسر ويهدم وهو مثل يضرب للرجل إذا ذل وهلك قال وللعرش ههنا معنيان أحدهما السرير والأسرة للملوك فإذا هدم عرش الملك فقد ذهب عزه والثاني البيت ينصب بالعيدان ويظلل فإذا هدم فقد ذل صاحبه وثل عرشه وعرشه قتل وأنشد وعبد يغوث تحجل الطير حوله وقد ثل عرشيه الحسام المذكر العرشان ههنا مغرز العنق في الكاهل وكل ما انهدم من نحو عرش الكرم والعريش الذي يتخذ شبه الظلة فقد ثل وثل الشيء هدمه وكسره وأثله أمر بإصلاحه تقول منه أتللت الشيء أي أمرت بإصلاح ما ثل منه وقد أثللته إذا هدمته وكسرته وثل الدراهم يثلها ثلا صبها وثليل الماء صوت انصبابه عن كراع وقال ابن دريد الثليل صوت الماء ولم يخص صوت الانصباب وثلت الدابة تثل أي راثت وكذلك كل ذي حافر ومهر مثل قال يصف برذونا مثل على آريه الروث منثل ويروى على آريه الروث بنصبه بمثل قال ابن سيده وهذا لا يقوى لأن ثل الذي في معنى راث لا يتعدى ابن سيده ثل الحافر راث وثل التراب المجتمع حركه بيده أو كسره من أحد جوانبه ويقال ثللت التراب في القبر والبئر أثله ثلا إذا أعدته فيه بعدما تحفره وفي الصحاح إذا هلته وثلة مثلولة أي تربة مكبوسة بعد الحفر والثلثل الهدم بضم الثاءين والثلثل أيضا مكيال صغير والثلثلان يبيس الكلإ والضم لغة ابن الأعرابي يقال للرجل ثل ثل إذا أمرته أن يحمق ويجهل",
    "pg": ""
  },
  "ثلم": {
    "def": "ثلم الإناء والسيف ونحوه يثلمه ثلما وثلمه فانثلم وتثلم كسر حرفه ابن السكيت يقال في الإناء ثلم إذا انكسر من شفته شيء وفي السيف ثلم والثلمة الموضع الذي قد انثلم وجمعها ثلم وقد انثلم الحائط وتثلم وقال الشاعر",
    "pg": ""
  },
  "ثلمط": {
    "def": "الثلمطة الاسترخاء وطين ثلمط",
    "pg": ""
  },
  "ثمأ": {
    "def": "الثمء طرحك الكمء في السمن ثمأ القوم ثمأ أطعمهم الدسم وثمأ الكمأة يثمؤها ثمأ طرحها في السمن وثمأ الخبز ثمأ ثرده وقيل زرده وثمأ رأسه بالحجر والعصا ثمأ فانثمأ شدخه وثرده وانثمأ التمر والشجر كذلك وثمأ لحيته يثمؤها ثمأ صبغها بالحناء وثمأ أنفه كسره فسال دما",
    "pg": ""
  },
  "ثمت": {
    "def": "أهمله الليث وروى ثعلب عن ابن الأعرابي أنه قال الثموت العذيوط وهو الذي إذا غشي المرأة أحدث وهو الثت أيضا",
    "pg": ""
  },
  "ثمثم": {
    "def": "الثمثم الكلب وقيل الثمثم كلب الصيد الأزهري في الرباعي العربج والثمثم كلب الصيد وثمثم الرجل عن الشيء وتثمثم توقف وكذلك الثور والحمار قال الأعشى فمر نضي السهم تحت لبانه وجال على وحشيه لم يثمثم\nوتكلم فما تثمثم ولا تلعثم بمعنى وثمثموا الرجل تعتعوه عن ابن الأعرابي وثمثم الرجل إذا غطى رأس إنائه ويقال مثمثوا بنا ساعة وثمثموا بنا ساعة ولثلثوا ساعة وحفحفوا قوله حفحفوا هكذا هو في الأصل هنا وفي مادة لثث ساعة أي روحوا بنا قليلا الثمثام الذي إذا أخذ الشيء كسره ويقال هذا سيف لا يثمثم نصله أي لا يثنى إذا ضرب به ولا يرتد وقال ساعدة فورك لينا لا يثمثم نصله إذا صاب أوساط العظام صميم صميم أي مصمم في العظم وقول العجاج مستردفا من السنام الأسنم حشا طويل الفرع لم يثمثم أي لم يكسر ولم يشدخ بالحمل يعني سنامه ولم يصبه عمد فينهشم العمد أن ينشدخ فينغمر وثمثم قرنه إذا قهره قال فهو لحولان القلاص ثمثام",
    "pg": ""
  },
  "ثمج": {
    "def": "أهمل المصنف مادة ثمج قال في القاموس الثمج التخليط والمثمج كمحسن الذي يشي الثياب ألوانا والمثمجة كمحسنة المرأة الصناع بالوشي",
    "pg": ""
  },
  "ثمد": {
    "def": "الثمد والثمد الماء القليل الذي لا ماد له وقيل هو القليل يبقى في الجلد وقيل هو الذي يظهر في الشتاء ويذهب في الصيف وفي بعض كلام الخطباء ومادة من صحة التصور ثمدة بكئة والجمع أثماد والثماد كالثمد وفي حديث طهفة وافجر لهم الثمد وهو بالتحريك الماء القليل أي افجره لهم حتى يصير كثيرا ومنه الحديث حتى نزل بأقصى الحديبية على ثمد وقيل الثماد الحفر يكون فيها الماء القليل ولذلك قال أبو عبيد سجرت الثماد إذا ملئت من المطر غير أنه لم يفسرها قال أبو مالك الثمد أن يعمد إلى موضع يلزم ماء السماء يجعله صنعا وهو المكان يجتمع فيه الماء وله مسايل من الماء ويحفر في نواحيه ركايا فيملؤها قوله فيملؤها كذا في نسخة المؤلف بالرفع والأحسن النصب من ذلك الماء فيشرب الناس الماء الظاهر حتى يجف إذا أصابه بوارح القيظ وتبقى تلك الركايا فهي الثماد وأنشد لعمرك إنني وطلاب سلمى لكالمتبرض الثمد الظنونا والظنون الذي لا يوثق بمائه ابن السكيت اثتمدت ثمدا أي اتخذت ثمدا واثمد بالإدغام أي ورد الثمد ابن الأعرابي الثمد قلت يجتمع فيه ماء السماء فيشرب به الناس شهرين من الصيف فإذا دخل أول القيظ انقطع فهو ثمد وجمعه ثماد وثمده يثمده ثمدا واثمده واستثمده نبث عنه التراب ليخرج وماء مثمود كثر عليه الناس حتى فني ونفد إلا أقله ورجل مثمود ألح عليه في السؤال فأعطى حتى نفد ما عنده وثمدته النساء نزفن ماءه من كثرة الجماع ولم يبق في صلبه ماء والإثمد حجر يتخذ منه الكحل وقيل ضرب من الكحل وقيل هو نفس الكحل وقيل شبيه به عن السيرافي قال أبو عمرو يقال للرجل يسهر ليله ساريا أو عاملا فلان يجعل الليل إثمدا أي يسهر فجعل سواد الليل لعينيه كالإثمد لأنه يسير الليل كله في طلب المعالي وأنشد أبو عمرو كميش الإزار يجعل الليل إثمدا ويغدو علينا مشرقا غير واجم والثامد من البهم حين قرم أي أكل وروضة الثمد موضع وثمود قبيلة من العرب الأول يصرف ولا يصرف ويقال إنهم من بقية عاد وهم قوم صالح على نبينا وعليه الصلاة والسلام بعثه الله إليهم وهو نبي عربي واختلف القراء في إعرابه في كتاب الله عز وجل فمنهم من صرفه ومنهم من لم يصرفه فمن صرفه ذهب به إلى الحي لأنه اسم عربي مذكر سمي بمذكر ومن لم يصرفه ذهب به إلى القبيلة وهي مؤنثة ابن سيده وثمود اسم قال سيبويه يكون اسما للقبيلة والحي وكونه لهما سواء قال وفي التنزيل العزيز وآتينا ثمود الناقة مبصرة وفيه ألا إن ثمودا كفروا ربهم",
    "pg": ""
  },
  "ثمر": {
    "def": "الثمر حمل الشجر وأنواع المال والولد ثمرة القلب وفي الحديث إذا مات ولد العبد قال الله تعالى لملائكته قبضتم ثمرة فؤاده فيقولون نعم قيل للولد ثمرة لأن الثمرة ما ينتجه الشجر والولد ينتجه الأب وفي حديث عمرو بن مسعود قال لمعاوية ما تسأل عمن ذبلت بشرته وقطعت ثمرته يعني نسله وقيل انقطاع شهوته للجماع وفي حديث المبايعة فأعطاه صفقة يده وثمرة قلبه أي خالص عهده وفي حديث ابن عباس أنه أخذ بثمرة لسانه أي طرفه الذي يكون في أسفله والثمر أنواع المال وجمع الثمر ثمار وثمر جمع الجمع وقد يجوز أن يكون الثمر جمع ثمرة كخشبة وخشب وأن لا يكون جمع ثمار لأن باب خشبة وخشب أكثر من باب رهان ورهن قال ابن سيده أعني أن جمع الجمع قليل في كلامهم وحكى سيبويه في الثمر ثمرة وجمعها ثمر كسمرة وسمر قال ولا تكسر لقلة فعلة في كلامهم ولم يحك الثمرة أحد غيره والثيمار كالثمر قال الطرماح حتى تركت جنابهم ذا بهجة ورد الثرى متلمع الثيمار وأثمر الشجر خرج ثمره ابن سيده\nوثمر الشجر وأثمر صار فيه الثمر وقيل الثامر الذي بلغ أوان أن يثمر والمثمر الذي فيه ثمر وقيل ثمر مثمر لم ينضج وثامر قد نضج ابن الأعرابي أثمر الشجر إذا طلع ثمره قبل أن ينضج فهو مثمر وقد ثمر الثمر يثمر فهو ثامر وشجر ثامر إذا أدرك ثمره وشجرة ثمراء أي ذات ثمر وفي الحديث لا قطع في ثمر ولا كثر الثمر هو الرطب في رأس النخلة فإذا كبر فهو التمر والكثر الجمار ويقع الثمر على كل الثمار ويغلب على ثمر النخل وفي حديث علي عليه السلام زاكيا نبتها ثامرا فرعها يقال شجر ثامر إذا أدرك ثمره وقوله أنشده ابن الأعرابي والخمر ليست من أخيك ول كن قد تغر بثامر الحلم قال ثامره تامه كثامر الثمرة وهو النضيج منه ويروى بآمن الحلم وقيل الثامر كل شيء خرج ثمره والمثمر الذي بلغ أن يجنى هذه عن أبي حنيفة وأنشد تجتني ثامر جداده بين فرادى برم أو تؤام وقد أخطأ في هذه الرواية لأنه قال بين فرادى فجعل النصف الأول من المديد والنصف الثاني من السريع وإنما الرواية بين فرادى وهي معروفة والثمرة الشجرة عن ثعلب وقال أبو حنيفة أرض ثميرة كثيرة الثمر وشجرة ثميرة ونخلة ثميرة مثمرة وقيل هما الكثيرا الثمر والجمع ثمر وقال أبو حنيفة إذا كثر حمل الشجرة أو ثمر الأرض فهي ثمراء والثمراء جمع الثمرة مثل الشجراء جمع الشجرة قال أبو ذؤيب الهذلي في صفة نحل تظل على الثمراء منها جوارس مراضيع صهب الريش زغب رقابها الجوارس النحل التي تجرس ورق الشجر أي تأكله والمراضيع هنا الصغار من النحل وصهب الريش يريد أجنحتها وقيل الثمراء في بيت أبي ذؤيب اسم جبل وقيل شجرة بعينها وثمر النبات نفض نوره وعقد ثمره رواه ابن سيده عن أبي حنيفة والثمر الذهب والفضة حكاه الفارسي يرفعه إلى مجاهد في قوله عز وجل وكان له ثمر فيمن قرأ به قال وليس ذلك بمعروف في اللغة التهذيب قال مجاهد في قوله تعالى وكان له ثمر قال ما كان في القرآن من ثمر فهو مال وما كان من ثمر فهو من الثمار وروى الأزهري بسنده قال قال سلام أبو المنذر القارئ في قوله تعالى وكان له ثمر مفتوح جمع ثمرة ومن قرأ ثمر قال من كل المال قال فأخبرت بذلك يونس فلم يقبله كأنهما كانا عنده سواء قال وسمعت أبا الهيثم يقول ثمرة ثم ثمر ثم ثمر جمع الجمع وجمع الثمر أثمار مثل عنق وأعناق الجوهري الثمرة واحدة الثمر والثمرات والثمر المال المثمر يخفف ويثقل وقرأ أبو عمرو وكان له ثمر وفسره بأنواع الأموال وثمر ماله نماه يقال ثمر الله مالك أي كثره وأثمر الرجل كثر ماله والعقل المثمر عقل المسلم والعقل العقيم عقل الكافر والثامر نور الحماض وهو أحمر قال من علق كثامر الحماض ويقال هو اسم لثمره وحمله قال أبو منصور أراد به حمرة ثمره عند إيناعه كما قال كأنما علق بالأسدان يانع حماض وأرجوان وروي عن ابن عباس أنه أخذ بثمرة لسانه وقال قل خيرا تغنم أو أمسك عن سوء تسلم قال شمر يريد أنه أخذ بطرف لسانه وكذلك ثمرة السوط طرفه وقال ابن شميل ثمرة الرأس جلدته وفي حديث عمر رضي الله عنه أنه دق ثمرة السوط حتى أخذت له مخففة يعني طرف السوط وثمر السياط عقد أطرافها وفي حديث الحد فأتى بسوط لم تقطع ثمرته أي طرفه وإنما دق عمر رضي الله عنه ثمرة السوط لتلين تخفيفا على الذي يضرب به والثامر اللوبياء عن أبي حنيفة وكلاهما اسم والثمير من اللبن ما لم يخرج زبده وقيل الثمير والثميرة الذي ظهر زبده وقيل الثميرة أن يظهر الزبد قبل أن يجتمع ويبلغ إناه من الصلوح وقد ثمر السقاء تثميرا وأثمر وقيل المثمر من اللبن الذي ظهر عليه تحبب وزبد وذلك عند الرؤوب وأثمر الزبد اجتمع الأصمعي إذا أدرك ليمخض فظهر عليه تحبب وزبد فهو المثمر وقال ابن شميل هو الثمير وكان إذا كان مخض فرؤي عليه أمثال الحصف في الجلد ثم يجتمع فيصير زبدا وما دامت صغارا فهو ثمير وقد ثمر السقاء وأثمر وابن لبنك لحسن الثمر وقد أثمر مخاضك قال أبو منصور وهي ثميرة اللبن أيضا وفي حديث معاوية قال لجارية هل عندك قرى قالت نعم خبز خمير ولبن ثمير وحيس جمير الثمير الذي قد تحبب زبده وظهرت ثميرته أي زبده والجمير المجتمع وابن ثمير الليل المقمر قال وإني لمن عبس وإن قال قائل على رغمهم ما أثمر ابن ثمير أراد وإني لمن عبس ما أثمر وثامر ومثمر اسمان",
    "pg": ""
  },
  "ثمط": {
    "def": "الثمط الطين الرقيق أو العجين إذا أفرط في الرقة",
    "pg": ""
  },
  "ثمعد": {
    "def": "الأزهري ابن الأعرابي المثمعد الممتلء المخصب وأنشد يا رب من أنشدني الصعادا فهب له غزائرا أرادا فيهن خود تشعف الفؤادا قد اثمعد خلقها اثمعدادا والصعاد اسم ناقته ابن شميل هو المثمعد والمثمئد الغلام الريان الناهد السمين",
    "pg": ""
  },
  "ثمغ": {
    "def": "الثمغ الكسر في الرطب خاصة ثمغه يثمغه ثمغا وثمغ رأسه بالعصا ثمغا شدخه مثل ثلغه والثمغ خلط البياض بالسواد قال رؤبة أن لاح شيب الشمط المثمغ وثمغ السواد والبياض اختلطا وثمغ رأسه بالحناء والخلوق يثمغه غمسه فأكثر وثمغ لحيته في الخضاب أي غمسها وأنشد ولحية تثمغ في خلوقها وثمغ الثوب يثمغه ثمغا أشبع صبغه قال الشاعر تركت بني الغزيل غير فخز كأن لحاهم ثمغت بورس قال ابن بري ويجوز ثمغت الثوب بالتشديد وكذلك ثمغت الشعر بالحناء ويقال ثمغ رأسه بالدهن أو بخلوق بله وثمغ الشيء كسره وثمغ مال كان لعمر بن الخطاب رضي الله عنه فوقفه وفي حديث صدقة عمر إن حدث به حادث إن ثمغا وصرمة ابن الأكوع وكذا وكذا جعله وقفا هما مالان معروفان بالمدينة كانا لعمر بن الخطاب فوقفهما وثمغة الجبل أعلاه قال الفراء سمعت الكسائي يقول ثمغة الجبل بالثاء قال والذي سمعت أنا نمغة بالنون",
    "pg": ""
  },
  "ثمل": {
    "def": "الثملة والثميلة الحب والسويق والتمر يكون في الوعاء يكون نصفه فما دونه وقيل نصفه فصاعدا والثمل جمع ثملة أبو حنيفة الثميل الحب لأنه يدخر وأنشد لتأبط شرا ويوما على أهل المواشي وتارة لأهل ركيب ذي ثميل وسنبل والثملة والثملة والثميلة والثمالة الماء القليل يبقى في أسفل الحوض أو السقاء أو في أي إناء كان والمثملة مستنقع الماء وقيل الثمالة الماء القليل في أي شيء كان وقد أثمل اللبن أي كثرت ثمالته ويقال لبقية الماء في الغدران والحفير ثميلة وثميل قال الأعشى بعيرانة كأتان الثميل توافي السرى بعد أين عسيرا قوله توافي السرى كذا بالأصل وفي ترجمة عسر تقضي بدل توافي  توافي السرى أي توافيها والثميلة البقية من الماء في الصخرة وفي الوادي والجمع ثميل ومنه قول أبي ذؤيب ومدعس فيه الأنيض اختفيته بجرداء ينتاب الثميل حمارها أي يرد حمار هذه المفازة بقايا الماء في الحوض لأن مياه الغدران قد نضبت وقال دكين جاد به من قلت الثميل الثميل جمع ثميلة وهي بقية الماء في القلت أعني النقرة التي تمسك الماء في الجبل والثميلة البقية من الطعام والشراب تبقى في البطن قال ذو الرمة يصف عيرا وابنه وأدرك المتبقى من ثميلته ومن ثمائلها واستنشيء الغرب يعني ما بقي في أمعائها وأعضائها من الرطب والعلف وأنشد ثعلب في صفة الذئب وطوى ثميلته فألحقها بالصلب بعد لدونة الصلب وقال اللحياني ثميلة الناس ما يكون فيه الطعام والشراب والثميلة أيضا ما يكون فيه الشراب في جوف الحمار وما ثمل شرابه بشيء من طعام أي ما أكل شيئا من الطعام قبل أن يشرب وذلك يسمى الثميلة ويقال ما ثملت طعامي بشيء من شراب أي ما أكلت قوله أي ما أكلت إلخ هكذا في الأصل بعد الطعام شرابا والثميلة البقية تبقى من العلف والشراب في بطن البعير وغيره فكل بقية ثميلة وقد أثملت الشيء أي أبقيته وثملته تثميلا بقيته وفي حديث عبد الملك قال للحجاج أما بعد فقد وليتك العراقين صدمة فسر إليها منطوي الثميلة أصل الثميلة ما يبقى في بطن الدابة من العلف والماء وما يدخره الإنسان من طعام أو غيره المعنى سر إليها مخفا والثملة ما اخرج من أسفل الركية من الطين والتراب والميم فيها وفي الحب والسويق ساكنة والثاء مضمونة قال القالي روينا الثملة في طين الركي وفي التمر والسويق بالفتح عن أبي نصر وبالضم عن أبي عبيد والثمل السكر ثمل بالكسر يثمل ثملا فهو ثمل إذا سكر وأخذ فيه الشراب قال الأعشى فقلت للشرب في درنى وقد ثملوا شيموا وكيف يشيم الشارب الثمل\nوفي حديث حمزة وشارفي علي رضي الله عنهما فإذا حمزة ثمل محمرة عيناه الثمل الذي قد أخذ منه الشراب والسكر ومنه حديث تزويج خديجة رضي الله عنها أنها انطلقت إلى أبيها وهو ثمل وجعل ساعدة بن جؤية الثمل السكر من الجراح قال ماذا هنالك من أسوان مكتئب وساهف ثمل في صعدة حطم والثمل الظل والثملة والثملة بتحريك الميم الصوفة أو الخرقة التي تغمس في القطران ثم يهنأ بها الجرب ويدهن بها السقاء الأولى عن كراع قال الراجز صخر بن عمير ممغوثة أعراضهم ممرطله في كل ماء آجن وسمله كما تلاث بالهناء الثمله وهي المثملة أيضا بالكسر وفي حديث عمر رضي افيفي عنه أنه طلى بعيرا من الصدقة بقطران فقال له رجل لو أمرت عبدا كفاكه فضرب بالثملة في صدره وقال عبد أعبد مني الثملة بفتح الثاء والميم صوفة أو خرقة يهنأ بها البعير ويدهن بها السقاء وفي حديثه الآخر أنه جاءته امرأة جليلة فحسرت عن ذراعيها وقالت هذا من احتراش الضباب فقال لو أخذت الضب فوريته ثم دعوت بمكتفه قوله بمكتفه هكذا في الأصل وسيأتي في وري مثله وفي ثمل من النهاية بمنكفة فثملته كان أشبع أي أصلحته والثملة خرقة الحيض والجمع ثمل والثمل بقية الهناء في الإناء والثمول والثمل الإقامة والمكث والخفض يقال ما دارنا بدار ثمل أي بدار إقامة وحكى الفارسي عن ثعلب مكان ثمل عامر وأنشد بيت زهير مشاربها عذب وأعلامها ثمل وقال أسامة الهذلي إذا سكن الثمل الظباء الكواسع ودار ثمل وثمل أي إقامة وسيف ثامل أي قديم طال عهده بالصقال فدرس وبلي قال ابن مقبل لمن الديار عرفتها بالساحل وكأنها ألواح سيف ثامل الأصمعي الثامل القديم العهد بالصقال كأنه بقي في أيدي أصحابه زمانا من قولهم ارتحل بنو فلان وثمل فلان في دارهم أي بقي والثمل المكث والثمال بالضم السم المنقع ويقال سقاه المثمل أي سقاه السم قال الأزهري ونرى أنه الذي أنقع فبقي وثبت والمثمل السم المقوى بالسلع وهو شجر مر ابن سيده وسم مثمل طال إنقاعه وبقي وقيل إنه من المثملة الذي هو المستنقع قال العباس بن مرداس السلمي فلا تطعمن ما يعلفونك إنهم أتوك على قربانهم بالمثمل وهو الثمال والمثمل أفضل العشيرة وقال شمر المثمل من السم المثمن المجموع وكل شيء جمعته فقد ثملته وثمنته وثملت الطعام أصلحته وثملته سترته وغيبته والثمال جمع ثمالة وهي الرغوة ابن سيده والثمالة رغوة اللبن والثمالة بياض البيضة الرقيق ورغوته وبه شبهت رغوة اللبن قال مزرد إذا مس خرشاء الثمالة أنفه ثنى مشفريه للصريح فأقنعا ابن سيده الثمالة رغوة اللبن إذا حلب وقيل هي الرغوة ما كانت وأنشد بيت مزرد وأنشد الأزهري في ترجمة قشعم وقصع تكسى ثمالا قشعما وقال الثمال الرغوة وقال آخر وقمعا يكسى ثمالا زغربا وجمعها ثمال قال الشاعر وأتته بزغرب وحتي بعد طرم وتامك وثمال تامك يعني سناما تامكا ولبن مثمل ومثمل ذو ثمالة يقال احقن الصريح وأثمل الثمالة أي أبقها في المحلب وقال أبو عبيد في باب فعالة الثمالة بقية الماء وغيره وفي حديث أم معبد فحلب فيه ثجا حتى علاه الثمال هو بالضم جمع ثمالة الرغوة والثمال كهيئة زبد الغنم وتقول العرب في كلامها قالت الينمة أنا الينمه أغبق الصبي قبل العتمه وأكب الثمال فوق الأكمه الينمة نبت لين تسمن عليه الإبل وقيل بقلة طيبة وقولها أغبق الصبي قبل العتمة أي أعجل ولا أبطئ وقولها وأكب الثمال فوق الأكمة تقول ثمال لبنها كثير وقيل أراد بالثمال جمع الثمالة وهي الرغوة وزعم ثعلب أن الثمال رغوة اللبن فجعله واحدا لا جمعا قال ابن سيده فالثمال والثمالة على هذا من باب كوكب وكوكبة فأما أبو عبيد فجعله جمعا كما بينا ابن بزرج ثملت القوم وأنا أثملهم قال أبو منصور معناه أن يكون ثمالا لهم أي غياثا وقواما يفزعون إليه والثمل المقام والخفض يقال ثمل فلان فما يبرح واختار فلان دار الثمل أي دار الخفض والمقام والثمال بالكسر الغياث وفلان ثمال بني فلان أي عمادهم وغياث لهم يقوم بأمرهم قال الحطيئة فدى لابن حصن ما أريح فإنه ثمال اليتامى عصمة في المهالك وقال اللحياني ثمال اليتامى غياثهم وثملهم ثملا أطعمهم وسقاهم وقام بأمرهم وقال أبو طالب يمدح سيدنا رسول الله صلى الله عليه وسلم\nوأبيض يستسقى الغمام بوجهه ثمال اليتامى عصمة للأرامل والثمال بالكسر الملجأ والغياث والمطعم في الشدة ويقال أكلت الماشية من الكلإ ما يثمل ما في أجوافها من الماء أي يكون سواء لما شربت من الماء وقال الخليل المثمل الملجأ أنشد ابن بري لأبي كبير الهذلي وعلوت مرتقبا على مرهوبة حصاء ليس رقيبها في مثمل وفي حديث عمر رضي الله عنه فإنها ثمال حاضرتهم أي غياثهم وعصمتهم وثملت المرأة الصبيان تثملهم كانت لهم أصلا يقيم معهم والمثملة خريطة وسط يحملها الراعي في منكبه والثمائل الضفائر التي تبنى بالحجارة لتمسك الماء على الحرث واحدتها ثميلة وقيل الثميلة الجدر نفسه وقيل الثميلة البناء الذي فيه الغراس قوله الغراس هكذا في الأصل وفي القاموس الفراش والخفض والوقائد والثميلة طائر صغير يكون بالحجاز وبنو ثمالة بطن من الأزد إليهم ينسب المبرد وثمالة لقب وثمالة حي من العرب",
    "pg": ""
  },
  "ثمم": {
    "def": "ابن الأعرابي ثم إذا حشي وثم إذا أصلح ابن سيده ثم يثم بالضم ثما أصلح وثممت الشيء أثمه بالضم ثما إذا أصلحته ورممته بالثمام ومنه قيل ثممت أموري إذا أصلحتها ورممتها وروي عن عروة بن الزبير أنه ذكر أحيحة بن الجلاح وقول أخواله فيه كنا أهل ثمه ورمه حتى استوى على عممه وعممه قال أبوعبيد المحدثون هكذا يروونه بالضم ووجهه عندي بالفتح والثم إصلاح الشيء وإحكامه وهو والرم بمعنى الإصلاح وقيل هما بالضم مصدران كالشكر أو بمعنى المفعول كالذخر أي كنا أهل تربيته والمتولين لإصلاح شأنه يقال منه ثممت أثم ثما وقال هميان بن قحافة يذكر الإبل وألبانها حتى إذا ما قضت الحوائجا وملأت حلابها الخلانجا منها وثموا الأوطب النواشجا قال أراد أنهم شدوها وأحكموها قال والنواشج الممتلئة قال أبو منصور يعني بقوله ثموا الأوطب النواشج أي فرشوا لها الثمام وظللوها به قال وهكذا سمعت العرب تقول ثممت السقاء إذا فرشت له الثمام وجعلته فوقه لئلا تصيبه الشمس فيتقطع لبنه والثمام نبت معروف في البادية ولا تجهده النعم إلا في الجدوبة قال وهو الثمة أيضا وربما خفف فقيل الثمة والثمة الثمام ورجل معم مثم ملم للذي يصلح الأمر ويقوم به ابن شميل المثم الذي يرعى على من لا راعي له ويفقر من لا ظهر له ويثم ما عجز عنه الحي من أمرهم وإذا كان الرجل شديدا يأتي من وراء الصاغية ويحمل الزيادة ويرد الركاب قيل له مثم وإنه لمثم لأسافل الأشياء ومثم الفرس بالفتح منقطع سرته والمثمة مثله وثم الشيء يثمه ثما جمعه وأكثر ما يستعمل في الحشيش ويقال هو يثمه ويقمه أي يكنسه ويجمع الجيد والرديء ورجل مثم ومقم بكسر الميم إذا كان كذلك ومثمة ومقمة أيضا الهاء للمبالغة وقال أعرابي جعجع بي الدهر عن ثمه ورمه أي عن قليله وكثيره والثمة بالضم القبضة من الحشيش وثم يده بالحشيش أو الأرض مسحها وثممت يدي كذلك وانثم عليه أي انثال عليه وانثم جسم فلان أي داب مثل انهم عن ابن السكيت أبو حنيفة الثم لغة في الثمام الواحدة ثمة قال الشاعر فأصبح فيه آل خيم منضد وثم على عرش الخيام غسيل وقالوا في المثل لنجاح الحاجة هو على رأس الثمة وقال لا تحسبي أن يدي في غمه في قعر نحي أستثير جمه أمسحها بتربة أو ثمه وثمت الشاة الشيء والنبات بفيها تثمه ثما وهي ثموم قلعته بفيها وكل ما مرت به وهي شاة ثموم الأموي الثموم من الغنم التي تقلع الشيء بفيها يقال منه ثممت أثم والعرب تقول للشيء الذي لا يعسر تناوله هو على طرف الثمام وذلك أن الثمام لا يطول فيشق تناوله أبو الهيثم تقول العرب في التشبيه هو أبوه على طرف الثمة إذا كان يشبهه وبعضهم يقول الثمة مفتوحة قال والثمة الثمام إذا نزع فجعل تحت الأساقي يقال ثممت السقاء أثمه إذا جعلت تحته الثمة ويقال ثم لها أي اجمع لها وثم الشيء يثمه وثممه وطئه والاسم الثم وكذلك ثم الوطأة وثمم الكثير لغة في ثمم قوله وكذلك ثم الوطأة وثمم الكثير لغة في ثمم هكذا في الأصل ويقال ذلك على الثمة يضرب مثلا في النجاح وانثم الشيخ انثماما ولى وكبر وهرم وثم الطعام ثما أكل جيده وما له ثم ولا رم فالثم قماش الناس أساقيهم وآنيتهم والرم مرمة البيت وما يملك ثما ولا رما أي قليلا ولا كثيرا لا يستعمل إلا في النفي قال أبو منصور الثم والرم صحيح من كلام العرب قال أبو عمرو الثم الرم وأنشد لأبي سلمة المحاربي ثممت حوائجي ووذأت عمرا فبئس معرس الركب السغاب\nثممت أصلحت ومنه قولهم كنا أهل ثمه ورمه والثمام شجر واحدته ثمامة وثمة عن كراع قال ابن سيده لا أدري كيف ذلك وبه فسر قولهم هو لك على رأس الثمة وبها سمي الرجل ثمامة والثمام نبت ضعيف له خوص أو شبيه بالخوص وربما حشي به وسد به خصاص البيوت قال الشاعر يصف ضعيف الثمام ولو أن ما أبقيت مني معلق بعود ثمام ما تأود عودها وفي حديث عمر اغزوا والغزو حلو خضر قبل أن يصير ثماما ثم رماما ثم حطاما والثمام نبت ضعيف قصير لا يطول والرمام البالي والحطام المتكسر المتفتت المعنى اغزوا وأنتم تنصرون وتوفرون غنائمكم قبل أن يهن ويضعف ويصير كالثمام والثمام ما يبس من الأغصان التي توضع تحت النضد وبيت مثموم مغطى بالثمام وكذلك الوطب وهو على طرف الثمام أي ممكن لا محال عن ابن الأعرابي الأزهري الثمام أنواع فمنها الضعة ومنها الجليلة ومنها الغرف وهو شبيه بالأسل وتتخذ منه المكانس ويظلل به المزاد فيبرد الماء وشاة ثموم تأكل الثمام وقد قلنا إنها التي تقلع الشيء بفيها ابن السكيت ثممت العظم تثميما وذلك إذا كان عنتا فأبنته والثميمة التامورة المشدودة الرأس وهي الثفال وهي الإبريق وثم بفتح الثاء إشارة إلى المكان قال الله عز وجل وإذا رأيت ثم رأيت نعيما قال الزجاج ثم يعني به الجنة والعامل في ثم معنى رأيت المعنى وإذا رميت ببصرك ثم وقال الفراء المعنى إذا رأيت ما ثم رأيت نعيما وقال الزجاج هذا غلط لأن ما موصولة بقوله ثم على هذا التفسير ولا يجوز إسقاط الموصول وترك الصلة ولكن رأيت متعد في المعنى إلى ثم وأما قول الله عز وجل فأينما تولوا فثم وجه الله فإن الزجاج قال أيضا ثم موضعه موضع نصب ولكنه مبني على الفتح ولا يجوز أن يكون ثما زيد قوله ولا يجوز أن يكون ثما زيد هكذا في الأصل ولعله ولا يجوز أن تقول ثما زيد وإنما بني على الفتح لالتقاء الساكنين وثم في المكان إشارة إلى مكان منزاح عنك وإنما منعت ثم الإعراب لإبهامها قال ولا أعلم أحدا شرح ثم هذا الشرح وأما هنا فهو إشارة إلى القريب منك وثم بمعنى هناك وهو للتبعيد بمنزلة هنا للتقريب قال أبو إسحق ثم في الكلام إشارة بمنزلة هناك زيد وهو المكان البعيد منك ومنعت الإعراب لإبهامها وبقيت على الفتح لالتقاء الساكنين وثمت أيضا بمعنى ثم وثم وثمت وثمت كلها حرف نسق والفاء في كل ذلك بدل من الثاء لكثرة الاستعمال الليث ثم حرف من حروف النسق لا يشرك ما بعدها بما قبلها إلا أنها تبين الآخر من الأول وأما قوله خلقكم من نفس واحدة ثم جعل منها زوجها والزوج مخلوق قبل الولد فالمعنى أن يجعل خلقه الزوج مردودا على واحدة المعنى خلقها واحدة ثم جعل منها زوجها ونحو ذلك قال الزجاج قال المعنى خلقكم من نفس خلقها واحدة ثم جعل منها زوجها أي خلق منها زوجها قبلكم قال وثم لا تكون في العطوف إلا لشيء بعد شيء والعرب تزيد في ثم شاء تقول فعلت كذا وكذا ثمت فعلت كذا وقال الشاعر ولقد أمر على اللئيم يسبني فمضيت ثمت قلت لا يعنيني وقال الشاعر ثمت ينباع انبياع الشجاع وثم حرف عطف يدل على ا لترتيب والتراخي",
    "pg": ""
  },
  "ثمن": {
    "def": "الثمن والثمن من الأجزاء معروف يطرد ذلك عند بعضهم في هذه الكسور وهي الأثمان أبو عبيد الثمن والثمين واحد وهو جزء من الثمانية وأنشد أبو الجراح ليزيد بن الطثرية فقال وألقيت سهمي وسطهم حين أوخشوا فما صار لي في القسم إلا ثمينها أوخشوا ردوا سهامهم في الربابة مرة بعد مرة وثمنهم يثمنهم بالضم ثمنا أخذ ثمن أموالهم والثمانية من العدد معروف أيضا قال ثمان عن لفظ يمان وليس بنسب وقد جاء في الشعر غير مصروف حكاه سيبويه عن أبي الخطاب وأنشد لابن ميادة يخدو ثماني مولعا بلقاحها حتى هممن بزيغة الإرتاج قال ابن سيده ولم يصرف ثماني لشبهها بجواري لفظا لا معنى ألا ترى أن أبا عثمان قال في قول الراجز ولاعب بالعشي بينها كفعل الهر يحترش العظايا فأبعده الإله ولا يؤتى ولا يشفى من المرض الشفايا قوله ولاعب إلخ البيتين هكذا في الأصل الذي بأيدينا والأول ناقص إنه شبه ألف النصب في العظايا والشفايا بهاء التأنيث في نحو عظاية وصلاية يريد أنه صحح الياء وإن كانت طرفا لأنه شبه الألف التي تحدث عن فتحة النصب بهاء التأنيث في نحو عظاية وعباية فكما أن الهاء فيها صححت الياء قبلها فكذلك ألف النصب الذي في العظايا والشفايا صححت الياء قبلها قال هذا قول ابن جني قال وقال أبو علي الفارسي ألف ثمان للنسب قال ابن جني فقلت له فلم زعمت أن ألف ثمان للنسب فقال لأنها ليست بجمع مكسر كصحار قلت له نعم ولو لم تكن للنسب للزمتها الهاء البتة نحو عتاهية وكراهية وسباهية فقال نعم هو كذلك وحكى ثعلب ثمان في حد الرفع قال لها ثنايا أربع حسان وأربع فثغرها ثمان وقد أنكروا ذلك وقالوا هذا خطأ الجوهري ثمانية رجال وثماني نسوة وهو في الأصل منسوب إلى الثمن لأنه الجزء الذي صير السبعة ثمانية فهو ثمنها ثم فتحوا أوله لأنهم يغيرون في النسب كما قالوا دهري وسهلي وحذفوا منه إحدى ياءي النسب وعوضوا منها الألف كما فعلوا في المنسوب إلى اليمن فثبتت ياؤه عند الإضافة كما ثبتت ياء القاضي فتقول ثماني نسوة وثماني مائة كما تقول قاضي عبد الله وتسقط مع التنوين عند الرفع والجر وتثبت عند النصب لأنه ليس بجمع فيجري مجرى جوار وسوار في ترك الصرف وما جاء في الشعر غير مصروف فهو على توهم أنه جمع قال ابن بري يعني بذلك قول ابن ميادة يحدو ثماني مولعا بلقاحها قال وقولهم الثوب سبع في ثمان كان حقه أن يقال ثمانية لأن الطول يذرع بالذراع وهي مؤنثة والعرض يشبر بالشبر وهو مذكر وإنما أنثه لما لم يأت بذكر الأشبار وهذا كقولهم صمنا من الشهر خمسا وإنما يريد بالصوم الأيام دون الليالي ولو ذكر الأيام لم يجد بدا من التذكير وإن صغرت الثمانية فأنت بالخيار إن شئت حذفت الألف وهو أحسن فقلت ثمينية وإن شئت حذفت الياء فقلت ثمينة قلبت الألف ياء وأدغمت فيها ياء التصغير ولك أن تعوض فيهما وثمنهم يثمنهم بالكسر ثمنا كان لهم ثامنا التهذيب هن ثماني عشرة امرأة ومررت بثماني عشرة امرأة قال أبو منصور وقول الأعشى ولقد شربت ثمانيا وثمانيا وثمان عشرة واثنتين وأربعا قال ووجه الكلام بثمان عشرة بكسر النون لتدل الكسرة على الياء وترك فتحة الياء على لغة من يقول رأيت القاضي كما قال الشاعر كأن أيديهن بالقاع القرق وقال الجوهري إنما حذف الياء في قوله وثمان عشرة على لغة من يقول طوال الأيد كما قال مضرس بن ربعي الأسدي فطرت بمنصلي في يعملات دوامي الأيد يخبطن السريحا قال شمر ثمنت الشيء إذا جمعته فهو مثمن وكساء ذو ثمان عمل من ثمان جزات قال الشاعر في معناه سيكفيك المرحل ذو ثمان خصيف تبرمين له جفالا وأثمن القوم صاروا ثمانية وشيء مثمن جعل له ثمانية أركان والمثمن من العروض ما بني على ثمانية أجزاء والثمن الليلة الثامنة من أظماء الإبل وأثمن الرجل إذا وردت إبله ثمنا وهو ظمء من أظمائها والثمانون من العدد معروف وهو من الأسماء التي قد يوصف بها أنشد سيبويه قول الأعشى لئن كنت في جب ثمانين قامة ورقيت أسباب السماء بسلم وصف بالثمانين وإن كان اسما لأنه في معنى طويل الجوهري وقولهم هو أحمق من صاحب ضأن ثمانين وذلك أن أعرابيا بشر كسرى ببشرى سر بها فقال اسألني ما شئت فقال أسألك ضأنا ثمانين قال ابن بري الذي رواه أبو عبيدة أحمق من طالب شأن ثمانين وفسره بما ذكره الجوهري قال والذي رواه ابن حبيب أحمق من راعي ضأن ثمانين وفسره بأن الضأن تنفر من كل شيء فيحتاج كل وقت إلى جمعها قال وخالف الجاحظ الروايتين قال وإنما هو أشقى من راعي ضأن ثمانين وذكر في تفسيره لأن الإبل تتعشى وتربض حجرة تجتر وأن الضأن يحتاج راعيها إلى حفظها ومنعها من الانتشار ومن السباع الطالبة لها لأنها لا تبرك كبروك الإبل فيستريح راعيها ولهذا يتحكم صاحب الإبل على راعيها ما لا يتحكم صاحب الضأن على راعيها لأن شرط صاحب الإبل على الراعي أن عليك أن تلوط حوضها وترد نادها ثم يدك مبسوطة في الرسل ما لم تنهك حلبا أو تضر بنسل فيقول قد التزمت شرطك على أن لا تذكر أمي بخير ولا شر ولك حذفي بالعصا عند غضبك أصبت أم أخطأت ولي مقعدي من النار وموضع يدي من الحار والقار وأما ابن خالويه فقال في قولهم أحمق من طالب ضأن ثمانين إنه رجل قضى للنبي صلى الله عليه وسلم حاجته فقال ائتني المدينة فجاءه فقال أيما أحب إليك ثمانون من الضأن أم أسأل الله أن يجعلك معي في الجنة فقال بل ثمانون من الضأن فقال أعطوه إياها ثم قال إن صاحبة موسى كانت أعقل منك وذلك أن عجوزا دلته على عظام يوسف عليه السلام فقال لها موسى عليه السلام أيما أحب إليك أن أسأل الله أن تكوني معي في الجنة أم مائة من الغنم فقالت بل الجنة والثماني موضع به هضبات قال ابن سيده أراها ثمانية قال رؤبة أو أخدريا بالثماني سوقها وثمينة موضع قال ساعدة بن جؤية بأصدق بأسا من خليل ثمينة وأمضى إذا ما أفلط القائم اليد والثمن ما تستحق به الشيء والثمن ثمن البيع وثمن كل شيء قيمته وشيء ثمين أي مرتفع الثمن قال الفراء في قوله عز وجل ولا تشتروا بآياتي ثمنا قليلا قال كل ما كان في القرآن من هذا الذي قد نصب فيه الثمن وأدخلت الباء في المبيع أو المشترى فإن ذلك أكثر ما يأتي في الشيئين لا يكونان ثمنا معلوما مثل الدنانير والدراهم فمن ذلك اشتريت ثوبا بكساء أيهما شئت تجعله ثمنا لصاحبه لأنه ليس من الأثمان وما كان ليس من الأثمان مثل الرقيق والدور وجميع العروض فهو على هذا فإذا جئت إلى الدراهم والدنانير وضعت الباء في الثمن كما قال في سورة يوسف وشروه بثمن بخس دراهم لأن الدراهم ثمن أبدا والباء إنما تدخل في الأثمان وكذلك قوله اشتروا بآياتي ثمنا قليلا واشتروا الحياة الدنيا بالآخرة والعذاب بالمغفرة فأدخل الباء في أي هذين شئت حتى تصير إلى الدراهم والدنانير فإنك تدخل الباء فيهن مع العروض فإذا اشتريت أحد هذين يعني الدنانير والدراهم بصاحبه أدخلت الباء في أيهما شئت لأن كل واحد منهما في هذا الموضع مبيع وثمن فإذا أحببت أن تعرف فرق ما بين العروض والدراهم فإنك تعلم أن من اشترى عبدا بألف دينار أو ألف درهم معلومة ثم وجد به عيبا فرده لم يكن على المشتري أن يأخذ ألفه بعينها ولكن ألفا ولو اشترى عبدا بجارية ثم وجد به عيبا لم يرجع بجارية أخرى مثلها وذلك دليل على أن العروض ليست بأثمان وفي حديث بناء المسجد ثامنوني بحائطكم أي قرروا معي ثمنه وبيعونيه بالثمن يقال ثامنت الرجل في المبيع أثامنه إذا قاولته في ثمنه وساومته على بيعه واشترائه وقوله تعالى واشتروا به ثمنا قليلا قيل معناه قبلوا على ذلك الرشى وقامت لهم رياسة والجمع أثمان وأثمن لا يتجاوز به أدنى العدد قال زهيرفي ذلك من لا يذاب له شحم السديف إذا زار الشتاء وعزت أثمن البدن ومن روى أثمن البدن بالفتح أراد أكثرها ثمنا وأنث على المعنى ومن رواه بالضم فهو جمع ثمن مثل زمن وأزمن ويروى شحم النصيب يريد نصيبه من اللحم لأنه لا يدخر له منه نصيبا وإنما يطعمه وقد أثمن له سلعته وأثمنه قال الكسائي وأثمنت الرجل متاعه وأثمنت له بمعنى واحد والمثمنة المخلاة حكاها اللحياني عن ابن سنبل العقيلي والثماني نبت لم يحكه غير أبي عبيد الجوهري ثمانية اسم موضع قوله ثمانية اسم موضع في التكملة هي تصحيف والصواب ثمينة على فعيلة مثال دثينة",
    "pg": ""
  },
  "ثنت": {
    "def": "الثنت المنتن ثنت اللحم بالكسر ثنتا تغير وأنتن وكذلك الجرح ولثة ثنتة مسترخية دامية وكذلك الشفة وقد ثنتت ولحم ثنت مسترخ ونثت مثله بتقديم النون",
    "pg": ""
  },
  "ثنتل": {
    "def": "رجل ثنتل قذر",
    "pg": ""
  },
  "ثنجر": {
    "def": "قال أبو حنيفة الثنجار نقرة من الأرض يدوم نداها وتنبت والثنجارة إلا أنها تنبت العضرس ابن الأعرابي الثنجارة والثبجارة الحفرة التي يحفرها ماء المرازب",
    "pg": ""
  },
  "ثند": {
    "def": "الثندوة لحم الثدي وقيل أصله وقال ابن السكيت هي الثندوة للحم الذي حول الثدي غير مهموز ومن همزها ضم أولها فقال ثندؤة ومن لم يهمز فتحه وقال غيره الثندوة للرجل والثدي للمرأة وفي صفة النبي صلى الله عليه وسلم عاري الثندوتين أراد أنه لم يكن على ذلك الموضع لحم وفي حديث ابن عمرو بن العاص في الأنف إذا جدع الدية كاملة وإن جدعت ثندوته فنصف العقل قال ابن الأثير أراد بالثندوة في هذا الموضع روثة الأنف وهي طرفه ومقدمه",
    "pg": ""
  },
  "ثنط": {
    "def": "الليث الثنط خروج الكمأة من الأرض والنبات إذا صدع الأرض وظهر قال وفي الحديث كانت الأرض تميد فوق الماء فثنطها الله بالجبال فصارت لها أوتادا ابن الأعرابي الثنط الشق والنثط التثقيل ومنه خبر كعب إن الله تعالى لما مد الأرض مادت فثنطها بالجبال أي شقها فصارت كالأوتاد لها ونثطها بالآكام فصارت كالمثقلات لها قال أبو منصور فرق ابن الأعرابي بين الثنط والنثط فجعل الثنط شقا وجعل النثط إثقالا قال وهما حرفان غريبان قال ولا أدري أعربيان أم دخيلان قال ابن الأثير وما جاء إلا في حديث كعب قال ويروى بالباء بدل النون من التثبيط وهو التعويق",
    "pg": ""
  },
  "ثنن": {
    "def": "الثن بالكسر يبيس الحلي والبهمى والحمض إذا كثر وركب بعضه بعضا وقيل هو ما اسود من جميع العيدان ولا يكون من بقل ولا عشب وقال ابن دريد الثن حطام اليبيس وأنشد فظلن يخبطن هشيم الثن بعد عميم الروضة المغن الأصمعي إذا تكسر اليبيس فهو حطام فإذا ارتكب بعضه على بعض فهو الثن فإذا اسود من القدم فهو الدندن وقال ثعلب الثن الكلأ وأنشد الباهلي يا أيها الفصيل ذا المعني إنك درمان فصمت عني تكفي اللقوح أكلة من ثن ولم تكن آثر عندي مني ولم تقم في المأتم المرن يقول إذا شرب الأضياف لبنها علفها الثن فعاد لبنها وصمت أي اصمت قال ابن بري الشعر للأخوص بن عبد الله الرياحي والأخوص بخاء معجمة واسمه زيد بن عمرو بن قيس بن عتاب بن هرمي ابن رياح ابن الأعرابي الثنان النبات الكثير الملتف وقال ثنثن إذا رعى الثن ونثنث إذا عرق عرقا كثيرا الجوهري الثنة الشعرات التي في مؤخر رسغ الدابة التي أسبلت على أم القردان تكاد تبلغ الأرض والجمع الثنن وأنشد ابن بري للأغلب العجلي فبت أمريها وأدنو للثنن بقاسح الجلد متين كالرسن والثنة من الفرس مؤخر الرسغ وهي شعرات مدلاة مشرفات من خلف قال وأنشد الأصمعي لربيعة بن جشم رجل من النمر بن قاسط قال وهو الذي يخلط بشعره شعر امرئ القيس وقيل هو لامرئ القيس لها ثنن كخوافي العقا ب سود يفين إذا تزبئر قوله يفين غير مهموز أي يكثرن يقال وفى شعره يقول ليست بمنجردة لا شعر عليها وفي حديث فتح نهاوند وبلغ الدم ثنن الخيل قال الثنن شعرات في مؤخر الحافر من اليد والرجل وثنن الفرس رفع ثنته أن يمس الأرض في جريه من خفته قال أبو عبيد في وظيفي الفرس ثنتان وهو الشعر الذي يكون على مؤخر الرسغ فإن لم يكن ثم شعر فهو أمرد وأمرط ابن الأعرابي الثنة من الإنسان ما دون السرة فوق العانة أسفل البطن ومن الدواب الشعر الذي على مؤخر الحافر في الرسغ قال وثنن الفرس إذا ركبه الثقيل حتى تصيب ثنته الأرض وقيل الثنة شعر العانة وفي الحديث أن آمنة قالت لما حملت بالنبي صلى الله عليه وسلم والله ما وجدته في قطن ولا ثنة وما وجدته إلا على ظهر كبدي القطن أسفل الظهر والثنة أسفل البطن وفي مقتل حمزة سيد الشهداء رضي الله عنه أن وحشيا قال سددت حربتي يوم أحد لثنته فما أخطأتها وهذان الحديثان قوله وهذان الحديثان إلخ هكذا في الأصل بدون تقدم نسبة إلى الليث يقويان قول الليث في الثنة وفي حديث فارعة أخت أمية فشق ما بين صدره إلى ثنته وثنان بقعة عن ثعلب",
    "pg": ""
  },
  "ثني": {
    "def": "ثنى الشيء ثنيا رد بعضه على بعض وقد تثنى وانثنى وأثناؤه ومثانيه قواه وطاقاته واحدها ثني ومثناة ومثناة عن ثعلب وأثناء الحية مطاويها إذا تحوت وثني الحية انثناؤها وهو أيضا ما تعوج منها إذا تثنت والجمع أثناء واستعارة غيلان الربعي لليل فقال حتى إذا شق بهيم الظلماء وساق ليلا مرجحن الأثناء وهو على القول الآخر اسم وفي صفة سيدنا رسول الله صلى الله عليه وسلم ليس بالطويل المتثني هو الذاهب طولا وأكثر ما يستعمل في طويل لا عرض له وأثناء الوادي معاطفه وأجراعه والثني من الوادي والجبل منقطعه ومثاني الوادي ومحانيه معاطفه وتثنى في مشيته والثني واحد أثناء الشيء أي تضاعيفه تقول أنفذت كذا ثني كتابي أي في طيه وفي حديث عائشة تصف أباها رضي الله عنهما فأخذ بطرفيه وربق لكم أثناءه أي ما انثنى منه واحدها ثني وهي معاطف الثوب وتضاعيفه وفي حديث أبي هريرة كان يثنيه عليه أثناء من سعته يعني ثوبه وثنيت الشيء ثنيا عطفته وثناه أي كفه ويقال جاء ثانيا من عنانه وثنيته أيضا صرفته عن حاجته وكذلك إذا صرت له ثانيا وثنيته تثنية أي جعلته اثنين وأثناء الوشاح ما انثنى منه ومنه قوله تعرض أثناء الوشاح المفصل البيت لامرئ القيس من معلقته وقوله فإن عد من مجد قديم لمعشر فقومي بهم تثنى هناك الأصابع يعني أنهم الخيار المعدودون عن ابن الأعرابي لأن الخيار لا يكثرون وشاة ثانية بينة الثني تثني عنقها لغير علة وثنى رجله عن دابته ضمها إلى فخذه فنزل ويقال للرجل إذا نزل عن دابته الليث إذا أراد الرجل وجها فصرفته عن وجهه قلت ثنيته ثنيا ويقال فلان لا يثنى عن قرنه ولا عن وجهه قال وإذا فعل الرجل أمرا ثم ضم إليه أمرا آخر قيل ثنى بالأمر الثاني يثني تثنية وفي حديث الدعاء من قال عقيب الصلاة وهو ثان رجله أي عاطف رجله في التشهد قبل أن ينهض وفي حديث آخر من قال قبل أن يثني رجله قال ابن الأثير وهذا ضد الأول في اللفظ ومثله في المعنى لأنه أراد قبل أن يصرف رجله عن حالتها التي هي عليها في التشهد وفي التنزيل العزيز ألا إنهم يثنون صدورهم قال الفراء نزلت في بعض من كان يلقى النبي صلى الله عليه وسلم بما يحب وينطوي له على العداوة والبغض فذلك الثني الإخفاء وقال الزجاج يثنون صدورهم أي يسرون عداوة النبي صلى الله عليه وسلم وقال غيره يثنون صدورهم يجنون ويطوون ما فيها ويسترونه استخفاء من الله بذلك وروي عن ابن\nعباس أنه قرأ ألا إنهم تثنوني صدورهم قال وهو في العربية تنثني وهو من الفعل افعوعلت قال أبو منصور وأصله من ثنيت الشيء إذا حنيته وعطفته وطويته وانثنى أي انعطف وكذلك اثنونى على افعوعل واثنونى صدره على البغضاء أي انحنى وانطوى وكل شيء عطفته فقد ثنيته قال وسمعت أعرابيا يقول لراعي إبل أوردها الماء جملة فناداه ألا واثن وجوهها عن الماء ثم أرسل منها رسلا رسلا أي قطيعا وأراد بقوله اثن وجوهها أي اصرف وجوهها عن الماء كيلا تزدحم على الحوض فتهدمه ويقال للفارس إذا ثنى عنق دابته عند شدة حضره جاء ثاني العنان ويقال للفرس نفسه جاء سابقا ثانيا إذا جاء وقد ثنى عنقه نشاطا لأنه إذا أعيا مد عنقه وإذا لم يجئ ولم يجهد وجاء سيره عفوا غير مجهود ثنى عنقه ومنه قوله ومن يفخر بمثل أبي وجدي يجئ قبل السوابق وهو ثاني أي يجئ كالفرس السابق الذي قد ثنى عنقه ويجوز أن يجعله كالفارس الذي سبق فرسه الخيل وهو مع ذلك قد ثنى من عنقه والاثنان ضعف الواحد فأما قوله تعالى وقال الله لا تتخذوا إلهين اثنين فمن التطوع المشام للتوكيد وذلك أنه قد غني بقوله إلهين عن اثنين وإنما فائدته التوكيد والتشديد ونظيره قوله تعالى ومناة الثالثة الأخرى أكد بقولة الأخرى وقوله تعالى فإذا نفخ في الصور نفخة واحدة فقد علم بقوله نفخة أنها واحدة فأكد بقوله واحدة والمؤنث الثنتان تاؤه مبدلة من ياء ويدل على أنه من الياء أنه من ثنيت لأن الاثنين قد ثني أحدهما إلى صاحبه وأصله ثني يدلك على ذلك جمعهم إياه على أثناء بمنزلة أبناء وآخاء فنقلوه من فعل إلى فعل كما فعلوا ذلك في بنت وليس في الكلام تاء مبدلة من الياء في غير افتعل إلا ما حكاه سيبويه من قولهم أسنتوا وما حكاه أبو علي من قولهم ثنتان وقوله تعالى فإن كانتا اثنتين فلهما الثلثان إنما الفائدة في قوله اثنتين بعد قوله كانتا تجردهما من معنى الصغر والكبر وإلا فقد علم أن الألف في كانتا وغيرها من الأفعال علامة التثنية ويقال فلان ثاني اثنين أي هو أحدهما مضاف ولا يقال هو ثان اثنين بالتنوين وقد تقدم مشبعا في ترجمة ثلث وقولهم هذا ثاني اثنين أي هو أحد اثنين وكذلك ثالث ثلاثة مضاف إلى العشرة ولا ينون فإن اختلفا فأنت بالخيار إن شئت أضفت وإن شئت نونت وقلت هذا ثاني واحد وثان واحدا المعنى هذا ثنى واحدا وكذلك ثالث اثنين وثالث اثنين والعدد منصوب ما بين أحد عشر إلى تسعة عشر في الرفع والنصب والخفض إلا اثني عشر فإنك تعربه على هجاءين قال ابن بري عند قول الجوهري والعدد منصوب ما بين أحد عشر إلى تسعة عشر قال صوابه أن يقول والعدد مفتوح قال وتقول للمؤنث اثنتان وإن شئت ثنتان لأن الألف إنما اجتلبت لسكون الثاء فلما تحركت سقطت ولو سمي رجل باثنين أو باثني عشر لقلت في النسبة إليه ثنوي في قول من قال في ابن بنوي واثني في قول من قال ابني وأما قول الشاعر كأن خصييه من التدلدل ظرف عجوز فيه ثنتا حنظل أراد أن يقول فيه حنظلتان فأخرج الاثنين مخرج سائر الأعداد للضرورة وأضافه إلى ما بعده وأراد ثنتان من حنظل كما يقال ثلاثة دراهم وأربعة دراهم وكان حقه في الأصل أن يقول اثنا دراهم واثنتا نسوة إلا أنهم اقتصروا بقولهم درهمان وامرأتان عن إضافتهما إلى ما بعدهما وروى شمر بإسناد له يبلغ عوف بن مالك أنه سأل النبي صلى الله عليه وسلم عن الإمارة فقال أولها ملامة وثناؤها ندامة وثلاثها عذاب يوم القيامة إلا من عدل قال شمر ثناؤها أي ثانيها وثلاثها أي ثالثها قال وأما ثناء وثلاث فمصروفان عن ثلاثة ثلاثة واثنين اثنين وكذلك رباع ومثنى وأنشد ولقد قتلتكم ثناء وموحدا وتركت مرة مثل أمس الدابر وقال آخر أحاد ومثنى أضعفتها صواهله الليث اثنان اسمان لا يفردان قرينان لا يقال لأحدهما اثن كما أن الثلاثة أسماء مقترنة لا تفرق ويقال في التأنيث اثنتان ولا يفردان والألف في اثنين ألف وصل وربما قالوا اثنتان كما قالوا هي ابنة فلان وهي بنته والألف في الابنة ألف وصل لا تظهر في اللفظ والأصل فيهما ثني والألف في اثنتين ألف وصل أيضا فإذا كانت هذه الألف مقطوعة في الشعر فهو شاذ كما قال قيس بن الخطيم إذا جاوز الإثنين سر فإنه بنث وتكثير الوشاة قمين غيره واثنان من عدد المذكر واثنتان للمؤنث وفي المؤنث لغة أخرى ثنتان بحذف الألف ولو جاز أن يفرد لكان واحده اثن مثل ابن وابنة وألفه ألف وصل وقد قطعها الشاعر على التوهم فقال\nألا لا أرى إثنين أحسن شيمة على حدثان الدهر مني ومن جمل والثني ضم واحد إلى واحد والثني الاسم ويقال ثني الثوب لما كف من أطرافه وأصل الثني الكف وثنى الشيء جعله اثنين واثنى افتعل منه أصله اثتنى فقلبت الثاء تاء لأن التاء آخت الثاء في الهمس ثم أدغمت فيها قال بدا بأبي ثم اتنى بأبي أبي وثلث بالأدنين ثقف المحالب قوله ثقف المحالب هو هكذا بالأصل هذا هو المشهور في الاستعمال والقوي في القياس ومنهم من يقلب تاء افتعل ثاء فيجعلها من لفظ الفاء قبلها فيقول اثنى واثرد واثأر كما قال بعضهم في ادكر اذكر وفي اصطلحوا اصلحوا وهذا ثاني هذا أي الذي شفعه ولا يقال ثنيته إلا أن أبا زيد قال هو واحد فاثنه أي كن له ثانيا وحكى ابن الأعرابي أيضا فلان لا يثني ولا يثلث أي هو رجل كبير فإذا أراد النهوض لم يقدر في مرة ولا مرتين ولا في الثالثة وشربت اثنا القدح وشربت اثني هذا القدح أي اثنين مثله وكذلك شربت اثني مد البصرة واثنين بمده البصرة وثنيت الشيء جعلته اثنين وجاء القوم مثنى مثنى أي اثنين اثنين وجاء القوم مثنى وثلاث غير مصروفات لما تقدم في ث ل ث وكذلك النسوة وسائر الأنواع أي اثنين اثنين وثنتين ثنتين وفي حديث الصلاة صلاة الليل مثنى مثنى أي ركعتان ركعتان بتشهد وتسليم فهي ثنائية لا رباعية ومثنى معدول من اثنين اثنين وقوله أنشده ابن الأعرابي فما حلبت إلا الثلاثة والثنى ولا قيلت إلا قريبا مقالها قال أراد بالثلاثة الثلاثة من الآنية وبالثنى الاثنين وقول كثير عزة ذكرت عطاياه وليست بحجة عليك ولكن حجة لك فاثنني قيل في تفسيره أعطني مرة ثانية ولم أره في غير هذا الشعر والاثنان من أيام الأسبوع لأن الأول عندهم الأحد والجمع أثناء وحكى مطرز عن ثعلب أثانين ويوم الاثنين لا يثنى ولا يجمع لأنه مثنى فإن أحببت أن تجمعه كأنه صفة الواحد وفي نسخة كأن لفظه مبني للواحد قلت أثانين قال ابن بري أثانين ليس بمسموع وإنما هو من قول الفراء وقياسه قال وهو بعيد في القياس قال والمسموع في جمع الاثنين أثناء على ما حكاه سيبويه قال وحكى السيرافي وغيره عن العرب أن فلانا ليصوم الأثناء وبعضهم يقول ليصوم الثني على فعول مثل ثدي وحكى سيبويه عن بعض العرب اليوم الثنى قال وأما قولهم اليوم الاثنان فإنما هو اسم اليوم وإنما أوقعته العرب على قولك اليوم يومان واليوم خمسة عشر من الشهر ولا يثنى والذين قالوا اثني جعلوا به على الاثن وإن لم يتكلم به وهو بمنزلة الثلاثاء والأربعاء يعني أنه صار اسما غالبا قال اللحياني وقد قالوا في الشعر يوم اثنين بغير لام وأنشد لأبي صخر الهذلي أرائح أنت يوم اثنين أم غادي ولم تسلم على ريحانة الوادي قال وكان أبو زياد يقول مضى الاثنان بما فيه فيوحد ويذكر وكذا يفعل في سائر أيام الأسبوع كلها وكان يؤنث الجمعة وكان أبو الجراح يقول مضى السبت بما فيه ومضى الأحد بما فيه ومضى الاثنان بما فيهما ومضى الثلاثاء بما فيهن ومضى الأربعاء بما فيهن ومضى الخميس بما فيهن ومضت الجمعة بما فيها كان يخرجها مخرج العدد قال ابن جني اللام في الاثنين غير زائدة وإن لم تكن الاثنان صفة قال أبو العباس إنما أجازوا دخول اللام عليه لأن فيه تقدير الوصف ألا ترى أن معناه اليوم الثاني وكذلك أيضا اللام في الأحد والثلاثاء والأربعاء ونحوها لأن تقديرها الواحد والثاني والثالث والرابع والخامس والجامع والسابت والسبت القطع وقيل إنما سمي بذلك لأن الله عز وجل خلق السموات والأرض في ستة أيام أولها الأحد وآخرها الجمعة فأصبحت يوم السبت منسبتة أي قد تمت وانقطع العمل فيها وقيل سمي بذلك لأن اليهود كانوا ينقطعون فيه عن تصرفهم ففي كلا القولين معنى الصفة موجود وحكى ثعلب عن ابن الأعرابي لا تكن اثنويا أي ممن يصوم الاثنين وحده وقوله عز وجل ولقد آتيناك سبعا من المثاني والقرآن العظيم المثاني من القرآن ما ثني مرة بعد مرة وقيل فاتحة الكتاب وهي سبع آيات قيل لها مثان لأنها يثنى بها في كل ركعة من ركعات الصلاة وتعاد في كل ركعة قال أبو الهيثم سميت آيات الحمد مثاني واحدتها مثناة وهي سبع آيات وقال ثعلب لأنها تثنى مع كل سورة قال الشاعر الحمد لله الذي عافاني وكل خير صالح أعطاني رب مثاني الآي والقرآن وورد في الحديث في ذكر الفاتحة هي السبع المثاني وقيل المثاني سور أولها البقرة وآخرها براءة وقيل ما كان دون المئين قال ابن بري كأن المئين جعلت مبادي والتي تليها مثاني وقيل هي القرآن كله ويدل على ذلك قول حسان بن ثابت من للقوافي بعد حسان وابنه ومن للمثاني بعد زيد بن ثابت قال ويجوز أن يكون والله أعلم من المثاني مما أثني به على الله تبارك وتقدس لأن فيها حمد الله وتوحيده وذكر ملكه يوم الدين المعنى ولقد آتيناك سبع آيات من جملة الآيات التي يثنى بها على الله عز وجل وآتيناك القرآن العظيم وقال الفراء في قوله عز وجل الله نزل أحسن الحديث كتابا متشابها مثاني أي مكررا أي كرر فيه الثواب والعقاب وقال أبو عبيد المثاني من كتاب الله ثلاثة أشياء سمى الله عز وجل القرآن كله مثاني في قوله عز وجل الله نزل أحسن الحديث كتابا متشابها مثاني وسمى فاتحة الكتاب مثاني في قوله عز وجل ولقد آتيناك سبعا من المثاني والقرآن العظيم قال وسمي القرآن مثاني لأن الأنباء والقصص ثنيت فيه ويسمى جميع القرآن مثاني أيضا لاقتران آية الرحمة بآية العذاب قال الأزهري قرأت بخط شمر قال روى محمد بن طلحة بن مصرف عن أصحاب عبد الله أن المثاني ست وعشرون سورة وهي سورة الحج والقصص والنمل والنور والأنفال ومريم والعنكبوت والروم ويس والفرقان والحجر والرعد وسبأ والملائكة وإبراهيم وص ومحمد ولقمان والغرف والمؤمن والزخرف والسجدة والأحقاف والجاثية والدخان فهذه هي المثاني عند أصحاب عبد الله وهكذا وجدتها في النسخ التي نقلت منها خمسا وعشرين والظاهر أن السادسة والعشرين هي سورة الفاتحة فإما أن أسقطها النساخ وإما أن يكون غني عن ذكرها بما قدمه من ذلك وإما أن يكون غير ذلك وقال أبو الهيثم المثاني من سور القرآن كل سورة دون الطول ودون المئين وفوق المفصل روي ذلك عن رسول الله صلى الله عليه وسلم ثم عن ابن مسعود وعثمان وابن عباس قال والمفصل يلي المثاني والمثاني ما دون المئين وإنما قيل لما ولي المئين من السور مثان لأن المئين كأنها مباد وهذه مثان وأما قول عبد الله بن عمرو من أشراط الساعة أن توضع الأخيار وترفع الأشرار وأن يقرأ فيهم بالمثناة على رؤوس الناس ليس أحد يغيرها قيل وما المثناة قال ما استكتب من غير كتاب الله كأنه جعل ما استكتب من كتاب الله مبدأ وهذا مثنى قال أبو عبيدة سألت رجلا من أهل العلم بالكتب الأول قد عرفها وقرأها عن المثناة فقال إن الأحبار والرهبان من بني إسرائيل من بعد موسى وضعوا كتابا فيما بينهم على ما أرادوا من غير كتاب الله فهو المثناة قال أبو عبيد وإنما كره عبد الله الأخذ عن أهل الكتاب وقد كانت عنده كتب وقعت إليه يوم اليرموك منهم فأظنه قال هذا لمعرفته بما فيها ولم يرد النهي عن حديث رسول الله صلى الله عليه وسلم وسنته وكيف ينهى عن ذلك وهو من أكثر الصحابة حديثا عنه وفي الصحاح في تفسير المثناة قال هي التي تسمى بالفارسية دوبيني وهو الغناء قال وأبو عبيدة يذهب في تأويله إلى غير هذا والمثاني من أوتار العود الذي بعد الأول واحدها مثنى اللحياني التثنية أن يفوز قدح رجل منهم فينجو ويغنم فيطلب إليهم أن يعيدوه على خطار والأول أقيس قوله والأول أقيس إلخ أي من معاني المثناة في الحديث وأقرب إلى الاشتقاق وقيل هو ما استكتب من غير كتاب الله ومثنى الأيادي أن يعيد معروفه مرتين أو ثلاثا وقيل هو أن يأخذ القسم مرة بعد مرة وقيل هو الأنصباء التي كانت تفصل من الجزور وفي التهذيب من جزور الميسر فكان الرجل الجواد يشريها فيطعمها الأبرام وهم الذين لا ييسرون هذا قول أبي عبيد وقال أبو عمرو مثنى الأيادي أن يأخذ القسم مرة بعد مرة قال النابغة ينبيك ذو عرضهم عني وعالمهم وليس جاهل أمر مثل من علما إني أتمم أيساري وأمنحهم مثنى الأيادي وأكسو الجفنة الأدما والمثنى زمام الناقة قال الشاعر تلاعب مثنى حضرمي كأنه تعمج شيطان بذي خروع قفر والثني من النوق التي وضعت بطنين وثنيها ولدها وكذلك المرأة ولا يقال ثلث ولا فوق ذلك وناقة ثني إذا ولدت اثنين وفي التهذيب إذا ولدت بطنين وقيل إذا ولدت بطنا واحدا والأول أقيس وجمعها ثناء عن سيبويه جعله كظئر وظؤار واستعاره لبيد للمرأة فقال ليالي تحت الخدر ثني مصيفة من الأدم ترتاد الشروج القوابلا والجمع أثناء قال قام إلى حمراء من أثنائها قال أبو رياش ولا يقال بعد هذا شيء مشتقا التهذيب وولدها الثاني ثنيها قال أبو منصور والذي سمعته من العرب يقولون للناقة إذا ولدت أول ولد تلده فهي بكر وولدها أيضا بكرها فإذا ولدت الولد الثاني فهي ثني وولدها الثاني ثنيها قال وهذا هو الصحيح وقال في شرح بيت لبيد قال أبو الهيثم المصيفة التي تلد ولدا وقد أسنت والرجل كذلك مصيف وولده صيفي وأربع الرجل وولده ربعيون والثواني القرون التي بعد الأوائل والثنى بالكسر والقصر الأمر يعاد مرتين وأن يفعل الشيء مرتين قال ابن\nبري ويقال ثنى وثنى وطوى وطوى وقوم عدا وعدا ومكان سوى وسوى والثنى في الصدقة أن تؤخذ في العام مرتين ويروى عن النبي صلى الله عليه وسلم أنه قال لا ثنى في الصدقة مقصور يعني لا تؤخذ الصدقة في السنة مرتين وقال الأصمعي والكسائي وأنشد أحدهما لكعب بن زهير وكانت امرأته لامته في بكر نحره أفي جنب بكر قطعتني ملامة لعمري لقد كانت ملامتها ثنى أي ليس بأول لومها فقد فعلته قبل هذا وهذا ثنى بعده قال ابن بري ومثله قول عدي بن زيد أعاذل إن اللوم في غير كنهه علي ثنى من غيك المتردد قال أبو سعيد لسنا ننكر أن الثنى إعادة الشيء مرة بعد مرة ولكنه ليس وجه الكلام ولا معنى الحديث ومعناه أن يتصدق الرجل على آخر بصدقة ثم يبدو له فيريد أن يستردها فيقال لا ثنى في الصدقة أي لا رجوع فيها فيقول المتصدق بها عليه ليس لك علي عصرة الوالد أي ليس لك رجوع كرجوع الوالد فيما يعطي ولده قال ابن الأثير وقوله في الصدقة أي في أخذ الصدقة فحذف المضاف قال ويجوز أن تكون الصدقة بمعنى التصديق وهو أخذ الصدقة كالزكاة والذكاة بمعنى التزكية والتذكية فلا يحتاج إلى حذف مضاف والثنى هو أن تؤخذ ناقتان في الصدقة مكان واحدة والمثناة والمثناة حبل من صوف أو شعر وقيل هو الحبل من أي شيء كان وقال ابن الأعرابي المثناة بالفتح الحبل الجوهري الثناية حبل من شعر أو صوف قال الراجز أنا سحيم ومعي مدرايه أعددتها لفتك ذي الدوايه والحجر الأخشن والثنايه قال وأما الثناء ممدود فعقال البعير ونحو ذلك من حبل مثني وكل واحد من ثنييه فهو ثناء لو أفرد قال ابن بري إنما لم يفرد له واحد لأنه حبل واحد تشد بأحد طرفيه اليد وبالطرف الآخر الأخرى فهما كالواحد وعقلت البعير بثنايين غير مهموز لأنه لا واحد له إذا عقلت يديه جميعا بحبل أو بطرفي حبل وإنما لم يهمز لأنه لفظ جاء مثنى لا يفرد واحده فيقال ثناء فتركت الياء على الأصل كما قالوا في مذروين لأن أصل الهمزة في ثناء لو أفرد ياء لأنه من ثنيت ولو أفرد واحده لقيل ثناءان كما تقول كساءان ورداءان وفي حديث عمرو بن دينار قال رأيت ابن عمر ينحر بدنته وهي باركة مثنية بثنايين يعني معقولة بعقالين ويسمى ذلك الحبل الثناية قال ابن الأثير وإنما لم يقولوا ثناءين بالهمز حملا على نظائره لأنه حبل واحد يشد بأحد طرفيه يد وبطرفه الثاني أخرى فهما كالواحد وإن جاء بلفظ اثنين فلا يفرد له واحد قال سيبويه سألت الخليل عن الثنايين فقال هو بمنزلة النهاية لأن الزيادة في آخره لا تفارقه فأشبهت الهاء ومن ثم قالوا مذروان فجاؤوا به على الأصل لأن الزيادة فيه لا تفارقه قال سيبويه وسألت الخليل رحمه الله عن قولهم عقلته بثنايين وهنايين لم لم يهمزوا فقال تركوا ذلك حيث لم يفرد الواحد وقال ابن جني لو كانت ياء التثنية إعرابا أو دليل إعراب لوجب أن تقلب الياء التي بعد الألف همزة فيقال عقلته بثناءين وذلك لأنها ياء وقعت طرفا بعد ألف زائدة فجرى مجرى ياء رداء ورماء وظباء وعقلته بثنيين إذا عقلت يدا واحدة بعقدتين الأصمعي يقال عقلت البعير بثنايين يظهرون الياء بعد الألف وهي المدة التي كانت فيها ولو مد ماد لكان صوابا كقولك كساء وكساوان وكساءان قال وواحد الثنايين ثناء مثل كساء ممدود قال أبو منصور أغفل الليث العلة في الثنايين وأجاز ما لم يجزه النحويون قال أبو منصور عند قول الخليل تركوا الهمزة في الثنايين حيث لم يفردوا الواحد قال هذا خلاف ما ذكره الليث في كتابه لأنه أجاز أن يقال لواحد الثنايين ثناء والخليل يقول لم يهمزوا الثنايين لأنهم لا يفردون الواحد منهما وروى هذا شمر لسيبويه وقال شمر قال أبو زيد يقال عقلت البعير بثنايين إذا عقلت يديه بطرفي حبل قال وعقلته بثنيين إذا عقله يدا واحدة بعقدتين قال شمر وقال الفراء لم يهمزوا ثنايين لأن واحده لا يفرد قال أبو منصور والبصريون والكوفيون اتفقوا على ترك الهمز في الثنايين وعلى أن لا يفردوا الواحد قال أبو منصور والحبل يقال له الثناية قال وإنما قالوا ثنايين ولم يقولوا ثنايتين لأنه حبل واحد يشد بأحد طرفيه يد البعير وبالطرف الآخر اليد الأخرى فيقال ثنيت البعير بثنايين كأن الثنايين كالواحد وإن جاء بلفظ اثنين ولا يفرد له واحد ومثله المذروان طرفا الأليتين جعل واحدا ولو كانا اثنين لقيل مذريان وأما العقال الواحد فإنه لا يقال له ثناية وإنما الثناية الحبل الطويل ومنه قول زهير يصف السانية وشد قتبها عليها تمطو الرشاء فتجري في ثنايتها من المحالة ثقبا رائدا قلقا والثناية ههنا حبل يشد طرفاه في قتب السانية ويشد طرف الرشاء في مثناته وكذلك الحبل إذا عقل بطرفيه يد البعير ثناية أيضا وقال ابن السكيت في ثنايتها أي في حبلها معناه وعليها ثنايتها وقال أبو سعيد الثناية عود يجمع به طرفا الميلين من فوق المحالة ومن تحتها أخرى مثلها قال والمحالة والبكرة تدور بين الثنايتين وثنيا الحبل طرفاه واحدهما ثني وثني الحبل ما ثنيت وقال طرفة لعمرك إن الموت ما أخطأ الفتى لكالطول المرخى وثنياه في اليد يعني الفتى لا بد له من الموت وإن أنسئ في أجله كما أن الدابة وإن طول له طوله وأرخي له فيه حتى يرود في مرتعه ويجيء ويذهب فإنه غير منفلت لإحراز طرف الطول إياه وأراد بثنييه الطرف المثني في رسغه فلما انثنى جعله ثنيين لأنه عقد بعقدتين وقيل في تفسير قول طرفة يقول إن الموت وإن أخطأ الفتى فإن مصيره إليه كما أن الفرس وإن أرخي له طوله فإن مصيره إلى أن يثنيه صاحبه إذ طرفه بيده ويقال ربق فلان أثناء الحبل إذا جعل وسطه أرباقا أي نشقا للشاء ينشق في أعناق البهم والثنى من الرجال بعد السيد وهو الثنيان قال أوس بن مغراء ترى ثنانا إذا ما جاء بدأهم وبدؤهم إن أتانا كان ثنيانا ورواه الترمذي ثنياننا إن أتاهم يقول الثاني منا في الرياسة يكون في غيرنا سابقا في السودد والكامل في السودد من غيرنا ثنى في السودد عندنا لفضلنا على غيرنا والثنيان بالضم الذي يكون دون السيد في المرتبة والجمع ثنية قال الأعشى طويل اليدين رهطه غير ثنية أشم كريم جاره لا يرهق وفلان ثنية أهل بيته أي أرذلهم أبو عبيد يقال للذي يجيء ثانيا في السودد ولا يجيء أولا ثنى مقصور وثنيان وثني كل ذلك يقال وفي حديث الحديبية يكون لهم بدء الفجور وثناه أي أوله وآخره والثنية واحدة الثنايا من السن المحكم الثنية من الأضراس أول ما في الفم غيره وثنايا الإنسان في فمه الأربع التي في مقدم فيه ثنتان من فوق وثنتان من أسفل ابن سيده وللإنسان والخف والسبع ثنيتان من فوق وثنيتان من أسفل والثني من الإبل الذي يلقي ثنيته وذلك في السادسة ومن الغنم الداخل في السنة الثالثة تيسا كان أو كبشا التهذيب البعير إذا استكمل الخامسة وطعن السادسة فهو ثني وهو أدنى ما يجوز من سن الإبل في الأضاحي وكذلك من البقر والمعزى قوله وكذلك من البقر والمعزى كذا بالأصل وكتب عليه بالهامش كذا وجدت أ ه وهو مخالف لما في القاموس والمصباح والصحاح ولما سيأتي له عن النهاية فأما الضأن فيجوز منها الجذع في الأضاحي وإنما سمي البعير ثنيا لأنه ألقى ثنيته الجوهري الثني الذي يلقي ثنيته ويكون ذلك في الظلف والحافر في السنة الثالثة وفي الخف في السنة السادسة وقيل لابنة الخس هل يلقح الثني فقالت وإلقاحه أني أي بطيء والأنثى ثنية والجمع ثنيات والجمع من ذلك كله ثناء وثناء وثنيان وحكى سيبويه ثن قال ابن الأعرابي ليس قبل الثني اسم يسمى ولا بعد البازل اسم يسمى وأثنى البعير صار ثنيا وقيل كل ما سقطت ثنيته من غير الإنسان ثني والظبي ثني بعد الإجذاع ولا يزال كذلك حتى يموت وأثنى أي ألقى ثنيته وفي حديث الأضحية أنه أمر بالثنية من المعز قال ابن الأثير الثنية من الغنم ما دخل في السنة الثالثة ومن البقر كذلك ومن الإبل في السادسة والذكر ثني وعلى مذهب أحمد بن حنبل ما دخل من المعز في الثانية ومن البقر في الثالثة ابن الأعرابي في الفرس إذا استتم الثالثة ودخل في الرابعة ثني فإذا أثنى ألقى رواضعه فيقال أثنى وأدرم للإثناء قال وإذا أثنى سقطت رواضعه ونبت مكانها سن فنبات تلك السن هو الإثناء ثم يسقط الذي يليه عند إرباعه والثني من الغنم الذي استكمل الثانية ودخل في الثالثة ثم ثني في السنة الثالثة مثل الشاة سواء والثنية طريق العقبة ومنه قولهم فلان طلاع الثنايا إذا كان ساميا لمعالمي الأمور كما يقال طلا أنجد والثنية الطريقة في الجبل كالنقب وقيل هي العقبة وقيل هي الجبل نفسه ومثاني الدابة ركبتاه ومرفقاه قال امرؤ القيس ويخدي على صم صلاب ملاطس شديدات عقد لينات مثاني أي ليست بجاسية أبو عمرو الثنايا العقاب قال أبو منصور والعقاب جبال طوال بعرض الطريق فالطريق تأخذ فيها وكل عقبة مسلوكة ثنية وجمعها ثنايا وهي المدارج أيضا ومنه قول عبد الله ذي البجادين المزني تعرضي مدارجا وسومي تعرض الجوزاء للنجوم يخاطب ناقة سيدنا رسول الله صلى الله عليه وسلم وكان دليله بركوبه والتعرض فيها أن يتيامن الساند فيها مرة ويتياسر أخرى ليكون أيسر عليه وفي الحديث من يصعد ثنية المرار حط عنه ما حط عن بني إسرائيل الثنية في الجبل كالعقبة فيه وقيل هي الطريق العالي فيه وقيل أعلى المسيل في رأسه والمرار بالضم موضع بين مكة والمدينة من طريق الحديبية وبعضهم يقوله بالفتح وإنما حثهم على صعودها لأنها عقبة شاقة وصلوا إليها ليلا حين أرادوا مكة سنة الحديبية فرغبهم في صعودها والذي حط عن بني إسرائيل هو ذنوبهم من قوله تعالى وقولوا حطة نغفر لكم خطاياكم وفي خطبة الحجاج أنا ابن جلا وطلاع الثنايا هي جمع ثنية أراد أنه جلد يرتكب الأمور العظام\nوالثناء ما تصف به الإنسان من مدح أو ذم وخص بعضهم به المدح وقد أثنيت عليه وقول أبي المثلم الهذلي يا صخر أو كنت تثني أن سيفك مش قوق الخشيبة لا ناب ولا عصل معناه تمتدح وتفتخر فحذف وأوصل ويقال للرجل الذي يبدأ بذكره في مسعاة أو محمدة أو علم فلان به تثنى الخناصر أي تحنى في أول من يعد ويذكر وأثنى عليه خيرا والاسم الثناء المظفر الثناء ممدود تعمدك لتثني على إنسان بحسن أو قبيح وقد طار ثناء فلان أي ذهب في الناس والفعل أثنى فلان قوله والفعل أثنى فلان كذا بالأصل ولعل هنا سقطا من الناسخ وأصل الكلام والفعل أثنى فلان إلخ على الله تعالى ثم على المخلوق يثني إثناء أو ثناء يستعمل في القبيح من الذكر في المخلوقين وضده ابن الأعرابي يقال أثنى إذا قال خيرا أو شرا وأنثنى إذا اغتاب وثناء الدار فناؤها قال ابن جني ثناء الدار وفناؤها أصلان لأن الثناء من ثنى يثني لأن هناك تنثني عن الانبساط لمجيء آخرها واستقصاء حدودها وفناؤها من فني يفنى لأنك إذا تناهيت إلى أقصى حدودها فنيت قال ابن سيده فإن قلت هلا جعلت إجماعهم على أفنية بالفاء دلالة على أن الثاء في ثناء بدل من فاء فناء كما زعمت أن فاء جدف بدل من ثاء جدث لإجماعهم على أجداث بالثاء فالفرق بينهما وجودنا لثناء من الاشتقاق ما وجدناه لفناء ألا ترى أن الفعل يتصرف منهما جميعا ولسنا نعلم لجدف بالفاء تصرف جدث فلذلك قضينا بأن الفاء بدل من الثاء وجعله أبو عبيد في المبدل واستثنيت الشيء من الشيء حاشيته والثنية ما استثني وروي عن كعب أنه قال الشهداء ثنية الله في الأرض يعني من استثناه من الصعقة الأولى تأول قول الله تعالى ونفخ في الصور فصعق من في السموات ومن في الأرض إلا من شاء الله فالذين استثناهم الله عند كعب من الصعق الشهداء لأنهم أحياء عند ربهم يرزقون فرحين بما آتاهم الله من فضله فإذا نفخ في الصور وصعق الخلق عند النفخة الأولى لم يصعقوا فكأنهم مستثنون من الصعقين وهذا معنى كلام كعب وهذا الحديث يرويه إبراهيم النخعي أيضا والثنية النخلة المستثناة من المساومة وحلفة غير ذات مثنوية أي غير محللة يقال حلف فلان يمينا ليس فيها ثنيا ولا ثنوى قوله ليس فيها ثنيا ولا ثنوى أي بالضم مع الياء والفتح مع الواو كما في الصحاح والمصباح وضبط في القاموس بالضم وقال شارحه كالرجعى ولا ثنية ولا مثنوية ولا استثناء كله واحد وأصل هذا كله من الثني والكف والرد لأن الحالف إذا قال والله لا أفعل كذا وكذا إلا أن يشاء الله غيره فقد رد ما قاله بمشيئة الله غيره والثنوة الاستثناء والثنيان بالضم الإسم من الاستثناء وكذلك الثنوى بالفتح والثنيا والثنوى ما استثنيته قلبت ياؤه واوا للتصريف وتعويض الواو من كثرة دخول الياء عليها والفرق أيضا بين الإسم والصفة والثنيا المنهي عنها في البيع أن يستثنى منه شيء مجهول فيفسد البيع وذلك إذا باع جزورا بثمن معلوم واستثنى رأسه وأطرافه فإن البيع فاسد وفي الحديث نهى عن الثنيا إلا أن تعلم قال ابن الأثير هي أن يستثنى في عقد البيع شيء مجهول فيفسده وقيل هو أن يباع شيء جزافا فلا يجوز أن يستثنى منه شيء قل أو كثر قال وتكون الثنيا في المزارعة أن يستثنى بعد النصف أو الثلث كيل معلوم وفي الحديث من أعتق أو طلق ثم استثنى فله ثنياء أي من شرط في ذلك شرطا أو علقه على شيء فله ما شرط أو استثنى منه مثل أن يقول طلقتها ثلاثا إلا واحدة أو أعتقتهم إلا فلانا والثنيا من الجزور الرأس والقوائم سميت ثنيا لأن البائع في الجاهلية كان يستثنيها إذا باع الجزور فسميت للاستثناء الثنيا وفي الحديث كان لرجل ناقة نجيبة فمرضت فباعها من رجل واشترط ثنياها أراد قوائمها ورأسها وناقة مذكرة الثنيا وقوله أنشده ثعلب مذكرة الثنيا مساندة القرى جمالية تختب ثم تنيب فسره فقال يصف الناقة أنها غليظة القوائم كأنها قوائم الجمل لغلظها مذكرة الثنيا يعني أن رأسها وقوائمها تشبه خلق الذكارة لم يزد على هذا شيئا والثنية كالثنيا ومضى ثني من الليل أي ساعة حكى عن ثعلب والثنون قوله والثنون إلخ هكذا في الأصل الجمع العظيم",
    "pg": ""
  },
  "ثها": {
    "def": "ابن الأعرابي ثها إذا حمق وهثا إذا احمر وجهه وثاهاه إذا قاوله وهاثاه إذا مازحه ومايله",
    "pg": ""
  },
  "ثهت": {
    "def": "الثهات الصوت والدعاء وقد ثهت ثهتا دعا والثاهت جليدة القلب وهي جرابه قال ملئ في الصدر علينا ضبا حتى ورى ثاهته والخلبا الأزهري قال ابن بزرج ما أنت في ذلك الأمر بالثاهت ولا المثهوت أي بالداعي ولا المدعو قال الأزهري وقد رواه أحمد بن يحيى عن ابن الأعرابي وأنشد وانحط داعيك بلا إسكات من البكاء الحق والثهات",
    "pg": ""
  },
  "ثهد": {
    "def": "الثوهد والفوهد الغلام السمين التام الخلق الذي قد راهق الحلم غلام ثوهد تام الخلق جسيم وقيل ضخم سمين ناعم وجارية ثوهدة وفوهدة إذا كانت ناعمة قال ابن سيده جارية ثوهدة وثوهدة عن يعقوب وأنشد\nنوامة وقت الضحى ثوهده شفاؤها من دائها الكمهده",
    "pg": ""
  },
  "ثهل": {
    "def": "الثهل الانبساط على الأرض وثهلان جبل معروف قال امرؤ القيس عقاب تدلت من شماريخ ثهلان وثهلان أيضا موضع بالبادية وهو الضلال بن ثهلل وفهلل لا ينصرف قال يعقوب وهو الذي لا يعرف قال اللحياني هو الضلال بن ثهلل وثهلل حكاه في باب قعدد وقعدد",
    "pg": ""
  },
  "ثهمد": {
    "def": "ثهمد موضع وبرقة ثهمد موضع معروف في بلاد العرب وقد ذكره الشعراء قال طرفة لخولة أطلال ببرقة ثهمد",
    "pg": ""
  },
  "ثوا": {
    "def": "الثواء طول المقام ثوى يثوي ثواء وثويت بالمكان وثويته ثواء وثويا مثل مضى يمضي مضاء ومضيا الأخيرة عن سيبويه وأثويت به أطلت الإقامة به وأثويته أنا وثويته الأخيرة عن كراع ألزمته الثواء فيه وثوى بالمكان نزل فيه وبه سمي المنزل مثوى والمثوى الموضع الذي يقام به وجمعه المثاوي ومثوى الرجل منزله والمثوى مصدر ثويت أثوي ثواء ومثوى وفي كتاب أهل نجران وعلى نجران مثوى رسلي أي مسكنهم مدة مقامهم ونزلهم والمثوى المنزل وفي الحديث أن رمح النبي صلى الله عليه وسلم كان سمه المثوي سمي به لأنه يثبت المطعون به من الثواء الإقامة وأثويت بالمكان لغة في ثويت قال الأعشى أثوى وقصر ليله ليزودا ومضى وأخلف من قتيلة موعدا وأثويت غيري يتعدى ولا يتعدى وثويت غيري تثوية وفي التنزيل العزيز قال النار مثواكم قال أبو علي المثوى عندي في الآية اسم للمصدر دون المكان لحصول الحال في الكلام معملا فيها ألا ترى أنه لا يخلو من أن يكون موضعا أو مصدرا فلا يجوز أن يكون موضعا لأن اسم الموضع لا يعمل عمل الفعل لأنه لا معنى للفعل فيه فإذا لم يكن موضعا ثبت أنه مصدر والمعنى النار ذات إقامتكم أي النار ذات إقامتكم فيها خالدين أي هم أهل أن يقيموا فيها ويثووا خالدين قال ثعلب وفي الحديث عن عمر رضي الله عنه أصلحوا مثاويكم وأخيفوا الهوام قبل أن تخيفكم ولا تلثوا بدار معجزة قال المثاوي هنا المنازل جمع مثوى والهوام الحيات والعقارب ولا تلثوا أي لا تقيموا والمعجزة والمعجزة العجز وقوله تعالى إنه ربي أحسن مثواي أي إنه تولاني في طول مقامي ويقال للغريب إذا لزم بلدة هو ثاويها وأثواني الرجل أضافني يقال أنزلني الرجل فأثواني ثواء حسنا ورب البيت أبو مثواه أبو عبيد عن أبي عبيدة أنه أنشده قول الأعشى أثوى وقصر ليله ليزودا قال شمر أثوى عن غير استفهام وإنما يريد الخبر قال ورواه ابن الأعرابي أثوى على الاستفهام قال أبو منصور والروايتان تدلان على أن ثوى وأثوى معناهما أقام وأبو مثوى الرجل صاحب منزله وأم مثواه صاحبة منزله ابن سيده أبو المثوى رب البيت وأم المثوى ربته وفي حديث عمر رضي الله عنه أنه كتب إليه في رجل قيل له متى عهدك بالنساء قال البارحة قيل بمن قال بأم مثواي أي ربة المنزل الذي بات فيه ولم يرد زوجته لأن تمام الحديث فقيل له أما عرفت أن الله قد حرم الزنا فقال لا وأبو مثواك ضيفك الذي تضيفه والثوي بيت في جوف بيت والثوي البيت المهيأ للضيف والثوي على فعيل الضيف نفسه وفي حديث أبي هريرة أن رجلا قال تثويته أي تضيفته والثوي المجاور في الحرمين والثوي الصبور في المغازي المجمر وهو المحبوس والثوي أيضا الأسير عن ثعلب وكل هذا من الثواء وثوي الرجل قبر لأن ذلك ثواء لا أطول منه وقول أبي كبير الهذلي نغدو فنترك في المزاحف من ثوى ونمر في العرقات من لم نقتل قوله ونمر إلخ أنشده في عرق ونقر في العرقات من لم يقتل أراد بقوله من ثوى أي من قتل فأقام هنالك ويقال للمقتول قد ثوى ابن بري ثوى أقام في قبره ومنه قول الشاعر حتى ظنني القوم ثاويا وثوى هلك قال كعب بن زهير فمن للقوافي شأنها من يحوكها إذا ما ثوى كعب وفوز جرول  وقال الكميت وما ضرها أن كعبا ثوى وفوز من بعده جرول وقال دكين فإن ثوى ثوى الندى في لحده وقالت الخنساء فقدن لما ثوى نهبا وأسلابا ابن الأعرابي الثوى قماش البيت واحدتها ثوة مثل صوة وصوى وهوة وهوى أبو عمرو يقال للخرقة التي تبل وتجعل على السقاء إذا مخض لئلا ينقطع الثوة والثاية والثوية حجارة ترفع بالليل فتون علامة للراعي إذا رجع إلى الغنم ليلا يهتدي بها وهي أيضا أخفض علم يكون بقدر قعدة الإنسان قال ابن سيده وهذا يدل على أن ألف ثاية منقلبة عن واو وإن كان صاحب الكتاب يذهب إلى أنها عن ياء قال ابن السكيت هذه ثاية الغنم وثاية الإبل مأواها وهي عازبة أو مأواها حول البيوت الجوهري والثوية مأوى الغنم وكذلك الثاية غير مهموز قال ابن بري والثية لغة في الثاية ابن سيده الثوة كالصوة ارتفاع وغلظ وربما نصبت فوقها الحجارة ليهتدى بها والثوة خرقة توضع تحت الوطب إذا مخض لتقيه الأرض والثوة والثوي كلتاهما خرق كهيئة الكبة على الوتد يمخض عليها السقاء لئلا ينخرق قال ابن سيده وإنما جعلنا الثوية من ث و و لقولهم في معناها ثوة كقوة ونظيره في ضم أوله ما حكاه سيبويه من قولهم السدوس قال ابن بري والثوة خرقة أو صوفة تلف على رأس الوتد يوضع عليها السقاء ويمخض وقاية له وجمعها ثوى قال الطرماح رفاقا تنادي بالنزول كأنها بقايا الثوى وسط الديار المطرح والثاية والثاوة غير مهموز والثوية مأوى الغنم والبقر قال ابن سيده وأرى الثاوة مقلوبة عن الثاية والثاية مأوى الإبل وهي عازبة أو حول البيوت والثاية أيضا أن تجمع شجرتان أو ثلاث فيلقى عليها ثوب فيستظل به عن ابن الأعرابي وجمع الثاية ثاي عن اللحياني والثوية موضع قريب من الكوفة وفي الحديث ذكر الثوية هي بضم الثاء وفتح الواو وتشديد الياء ويقال بفتح الثاء وكسر الواو موضع بالكوفة به قبر أبي موسى الأشعري والمغيرة بن شعبة والثاء حرف هجاء وإنما قضينا على ألفه بأنها واو لأنها عين وقافية ثاوية على حرف الثاء والله أعلم",
    "pg": ""
  },
  "ثوب": {
    "def": "ثاب الرجل يثوب ثوبا وثوبانا رجع بعد ذهابه ويقال ثاب فلان إلى الله وتاب بالثاء والتاء أي عاد ورجع إلى طاعته وكذلك أثاب بمعناه ورجل تواب أواب ثواب منيب بمعنى واحد ورجل ثواب للذي يبيع الثياب وثاب الناس اجتمعوا وجاؤوا وكذلك الماء إذا اجتمع في الحوض وثاب الشيء ثوبا وثؤوبا أي رجع قال وزعت بكالهراوة أعوجي إذا ونت الركاب جرى وثابا ويروى وثابا وهو مذكور في موضعه وثوب كثاب أنشد ثعلب لرجل يصف ساقيين إذا استراحا بعد جهد ثوبا والثواب النحل لأنها تثوب قال ساعدة بن جؤية من كل معنقة وكل عطافة منها يصدقها ثواب يرعب وثاب جسمه ثوبانا وأثاب أقبل الأخيرة عن ابن قتيبة وأثاب الرجل ثاب إليه جسمه وصلح بدنه التهذيب ثاب إلى العليل جسمه إذا حسنت حاله بعد تحوله ورجعت إليه صحته وثاب الحوض يثوب ثوبا وثؤوبا امتلأ أو قارب وثبة الحوض ومثابه وسطه الذي يثوب إليه الماء إذا استفرغ حذفت عينه والثبة ما اجتمع إليه الماء في الوادي أو في الغائط قال وإنما سميت ثبة لأن الماء يثوب إليها والهاء عوض من الواو الذاهبة من عين الفعل كما عوضوا من قولهم أقام إقامة وأصله إقواما ومثاب البئر وسطها ومثابها مقام الساقي من عروشها على فم البئر قال القطامي يصف البئر وتهورها وما لمثابات العروش بقية إذا استل من تحت العروش الدعائم ومثابتها مبلغ جموم مائها ومثابتها ما أشرف من الحجارة حولها يقوم عليها الرجل أحيانا كي لا تجاحف الدلو الغرب ومثابة البئر أيضا طيها عن ابن الأعرابي قال ابن سيده لا أدري أعنى بطيها موضع طيها أم عنى الطي الذي هو بناؤها بالحجارة قال وقلما تكون المفعلة مصدرا وثاب الماء بلغ إلى حاله الأول بعدما يستقى التهذيب وبئر ذات ثيب وغيث إذا استقي منها عاد مكانه ماء آخر وثيب كان في الأصل ثيوب قال ولا يكون الثؤوب أول الشيء حتى يعود مرة بعد أخرى ويقال بئر لها ثيب أي يثوب الماء فيها والمثاب صخرة يقوم الساقي عليها يثوب إليها الماء ص قال الراعي مشرفة المثاب دحولا قال الأزهري وسمعت العرب تقول الكلأ بمواضع كذا وكذا مثل ثائب البحر يعنون أنه غض رطب كأنه ماء البحر إذا فاض بعد جزر وثاب أي عاد ورجع إلى موضعه الذي كان أفضى إليه ويقال ثاب ماء البئر إذا عادت جمتها وما أسرع ثابتها والمثابة الموضع الذي يثاب إليه أي يرجع إليه مرة بعد أخرى ومنه قوله تعالى وإذ جعلنا البيت مثابة للناس وأمنا وإنما قيل للمنزل مثابة لأن أهله يتصرفون في أمورهم ثم يثوبون إليه والجمع المثاب قال أبو إسحق الأصل في مثابة مثوبة ولكن حركة الواو نقلت إلى الثاء وتبعت الواو الحركة فانقلبت ألفا قال وهذا إعلال باتباع باب ثاب وأصل ثاب ثوب ولكن الواو قلبت ألفا لتحركها وانفتاح ما قبلها قال لا اختلاف بين النحويين في ذلك والمثابة والمثاب واحد وكذلك قال الفراء وأنشد الشافعي بيت أبي طالب مثابا لأفناء القبائل كلها تخب إليه اليعملات الذوامل وقال ثعلب البيت مثابة وقال بعضهم مثوبة ولم يقرأ بها ومثابة الناس ومثابهم مجتمعهم بعد التفرق وربما قالوا لموضع حبالة الصائد مثابة قال الراجز متى متى تطلع المثابا لعل شيخا مهترا مصابا يعني بالشيخ الوعل والثبة الجماعة من الناس من هذا وتجمع ثبة ثبى وقد اختلف أهل اللغة في أصلها فقال بعضهم هي من ثاب أي عاد ورجع وكان أصلها ثوبة فلما ضمت الثاء حذفت الواو وتصغيرها ثويبة ومن هذا أخذ ثبة الحوض وهو وسطه الذي يثوب إليه بقية الماء وقوله عز وجل فانفروا ثبات أو انفروا جميعا قال الفراء معناه فانفروا عصبا إذا دعيتم إلى السرايا أو دعيتم لتنفروا جميعا وروي أن محمد بن سلام سأل يونس عن قوله عز وجل فانفروا ثبات أو انفروا جميعا قال ثبة وثبات أي فرقة وفرق وقال زهير\nوقد أغدو على ثبة كرام نشاوى واجدين لما نشاء قال أبو منصور الثبات جماعات في تفرقة وكل فرقة ثبة وهذا من ثاب وقال آخرون الثبة من الأسماء الناقصة وهو في الأصل ثبية فالساقط لام الفعل في هذا القول وأما في القول الأول فالساقط عين الفعل ومن جعل الأصل ثبية فهو من ثبيت على الرجل إذا أثنيت عليه في حياته وتأويله جمع محاسنه وإنما الثبة الجماعة وثاب القوم أتوا متواترين ولا يقال للواحد والثواب جزاء الطاعة وكذلك المثوبة قال الله تعالى لمثوبة من عند الله خير وأعطاه ثوابه ومثوبته ومثوبته أي جزاء ما عمله وأثابه الله ثوابه وأثوبه وثوبه مثوبته أعطاه إياها وفي التنزيل العزيز هل ثوب الكفار ما ص كانوا يفعلون أي جوزوا وقال اللحياني أثابه الله مثوبة حسنة ومثوبة بفتح الواو شاذ منه ومنه قراءة من قرأ لمثوبة من عند الله خير وقد أثوبه الله مثوبة حسنة فأظهر الواو على الأصل وقال الكلابيون لا نعرف المثوبة ولكن المثابة وثوبه الله من كذا عوضه وهو من ذلك واستثابه سأله أن يثيبه وفي حديث ابن التيهان رضي الله عنه أثيبوا أخاكم أي جازوه على صنيعه يقال أثابه يثيبه إثابة والاسم الثواب ويكون في الخير والشر إلا أنه بالخير أخص وأكثر استعمالا وأما قوله في حديث عمر رضي الله عنه لا أعرفن أحدا انتقص من سبل الناس إلى مثاباتهم شيئا قال ابن شميل إلى مثاباتهم أي إلىمنازلهم الواحد مثابة قال والمثابة المرجع والمثابة المجتمع والمنزل لأن أهله يثوبون إليه أي يرجعون وأراد عمر رضي الله عنه لا أعرفن أحدا اقتطع شيئا من طرق المسلمين وأدخله داره ومنه حديث عائشة رضي الله عنها وقولها في الأحنف أبي كان يستجم مثابة سفهه وفي حديث عمرو ابن العاص رضي الله عنه قيل له في مرضه الذي مات فيه كيف تجدك قال أجدني أذوب ولا أثوب أي أضعف ولا أرجع إلى الصحة ابن الأعرابي يقال لأساس البيت مثابات قال ويقال لتراب الأساس النثيل قال وثاب إذا انتبه وآب إذا رجع وتاب إذا أقلع والمثاب طي الحجارة يثوب بعضها على بعض من أعلاه إلى أسفله والمثاب الموضع الذي يثوب منه الماء ومنه بئر ما لها ثائب والثوب اللباس واحد الأثواب والثياب والجمع أثوب وبعض العرب يهمزه فيقول أثؤب لاستثقال الضمة على الواو والهمزة أقوى على احتمالها منها وكذلك دار وأدؤر وساق وأسؤق وجميع ما جاء على هذا المثال قال معروف بن عبدالرحمن لكل دهر قد لبست أثؤبا حتى اكتسى الرأس قناعا أشيبا أملح لا لذا ولا محببا وأثواب وثياب التهذيب وثلاثة أثوب بغير همز وأما الأسؤق والأدؤر فمهموزان لأن صرف أدؤر على دار وكذلك أسؤق على ساق والأثوب حمل الصرف فيها على الواو التي في الثوب نفسها والواو تحتمل الصرف من غير انهماز قال ولو طرح الهمز من أدؤر وأسؤق لجاز على أن ترد تلك الألف إلى أصلها وكان أصلها الواو كما قالوا في جماعة الناب من الإنسان أنيب همزوا لأن أصل الألف في الناب ياء  قوله همزوا لأن أصل الألف إلخ كذا في النسخ ولعله لم يهمزوا كما يفيده التعليل بعده وتصغير ناب نييب ويجمع أنيابا ويقال لصاحب الثياب ثواب وقوله عز وجل وثيابك فطهر قال ابن عباس رضي الله عنهما يقول لا تلبس ثيابك على معصية ولا على فجور كفر واحتج بقول الشاعر إني بحمد الله لا ثوب غادر لبست ولا من خزية أتقنع ص وقال أبو العباس الثياب اللباس ويقال للقلب وقال الفراء وثيابك فطهر أي لا تكن غادرا فتدنس ثيابك فإن الغادر دنس الثياب ويقال وثيابك فطهر يقول عملك فأصلح ويقال وثيابك فطهر أي قصر فإن تقصيرها طهر وقيل نفسك فطهر والعرب تكني بالثياب عن النفس وقال فسلي ثيابي عن ثيابك تنسلي وفلان دنس الثياب إذا كان خبيث الفعل والمذهب خبيث العرض قال امرؤ القيس ثياب بني عوف طهارى نقية وأوجههم بيض المسافر غران وقال رموها بأثواب خفاف ولا ترى لها شبها الا النعام المنفرا رموها يعني الركاب بأبدانهم ومثله قول الراعي فقام إليها حبتر بسلاحه ولله ثوبا حبتر أيما فتى يريد ما اشتمل عليه ثوبا حبتر من بدنه وفي حديث الخدري لما حضره الموت دعا بثياب جدد فلبسها ثم ذكر عن النبي صلى الله عليه وسلم أنه قال إن الميت يبعث في ثيابه التي يموت فيها قال الخطابي أما أبو سعيد فقد استعمل الحديث على ظاهره وقد روي في تحسين الكفن أحاديث قال وقد تأوله بعض العلماء على المعنى وأراد به الحالة التي يموت عليها من الخير والشر وعمله الذي يختم له به يقال فلان طاهر الثياب إذا وصفوه بطهارة النفس والبراءة من العيب ومنه قوله تعالى وثيابك فطهر وفلان دنس الثياب إذا كان خبيث الفعل والمذهب قال وهذا كالحديث الآخر يبعث العبد على ما مات عليه قال الهروي وليس قول من ذهب به إلى الأكفان بشيء لأن الإنسان إنما يكفن بعد الموت وفي الحديث من لبس ثوب شهرة ألبسه الله تعالى ثوب مذلة أي يشمله بالذل كما يشمل الثوب البدن بأن يصغره في العيون ويحقره في القلوب والشهرة ظهور الشيء في شنعة حتى يشهره الناس وفي الحديث المتشبع بما لم يعط كلابس ثوبي زور قال ابن الأثير المشكل من هذا الحديث تثنية الثوب قال الأزهري معناه أن الرجل يجعل لقميصه كمين أحدهما فوق الآخر ليرى أن عليه قميصين وهما واحد وهذا إنما يكون فيه أحد الثوبين زورا لا الثوبان وقيل معناه أن العرب أكثر ما كانت تلبس عند الجدة والمقدرة إزارا ورداء ولهذا حين سئل النبي صلى الله عليه وسلم عن الصلاة في الثوب الواحد قال أوكلكم يجد ثوبين وفسره عمر رضي الله عنه بإزار ورداء وإزار وقميص وغير ذلك وروي عن إسحق بن راهويه قال سألت أبا الغمر الأعرابي وهو ابن ابنة ذي الرمة عن تفسير ذلك فقال كانت العرب إذا اجتمعوا في المحافل كانت لهم جماعة يلبس أحدهم ثوبين حسنين فإن احتاجوا إلى شهادة شهد لهم بزور فيمضون شهادته بثوبيه فيقولون ما أحسن ص ثيابه وما أحسن هيئته فيجيزون شهادته لذلك قال والأحسن أن يقال فيه إن المتشبع بما لم يعط هو الذي يقول أعطيت كذا لشيء لم يعطه فأما أنه يتصف بصفات ليست فيه يريد أن الله تعالى منحه إياها أو يريد أن بعض الناس وصله بشيء خصه به فيكون بهذا القول قد جمع بين كذبين أحدهما اتصافه بما ليس فيه أو أخذه ما لم يأخذه والآخر الكذب على المعطي وهو الله أو الناس وأراد بثوبي زور هذين الحالين اللذين ارتكبهما واتصف بهما وقد سبق أن الثوب يطلق على الصفة المحمودة والمذمومة وحينئذ يصح التشبيه في التثنية لإنه شبه اثنين باثنين والله أعلم ويقال ثوب الداعي تثويبا إذا عاد مرة بعد أخرى ومنه تثويب المؤذن إذا نادى بالأذان للناس إلى الصلاة ثم نادى بعد يتبع  ثوب ثاب الرجل يثوب ثوبا وثوبانا رجع بعد ذهابه التأذين فقال الصلاة رحمكم الله الصلاة يدعو إليها عودا بعد بدء والتثويب هو الدعاء للصلاة وغيرها وأصله أن الرجل إذا جاء مستصرخا لوح بثوبه ليرى ويشتهر فكان ذلك كالدعاء فسمي الدعاء تثويبا لذلك وكل داع مثوب وقيل إنما سمي الدعاء تثويبا من ثاب يثوب إذا رجع فهو رجوع إلى الأمر بالمبادرة إلى الصلاة فإن المؤذن إذا قال حي على الصلاة فقد دعاهم إليها فإذا قال بعد ذلك الصلاة خير من النوم فقد رجع إلى كلام معناه المبادرة إليها وفي حديث بلال أمرني رسول الله صلى الله عليه وسلم أن لا أثوب في شيء من الصلاة إلا في صلاة الفجر وهو قوله الصلاة خير من النوم مرتين وقيل التثويب تثنية الدعاء وقيل التثويب في أذان الفجر أن يقول المؤذن بعد قوله حي على الفلاح الصلاة خير من النوم يقولها مرتين كما يثوب بين الأذانين الصلاة رحمكم الله الصلاة وأصل هذا كله من تثويب الدعاء مرة بعد اخرى وقيل التثويب الصلاة بعد الفريضة يقال تثوبت أي تطوعت بعد المكتوبة ولا يكون التثويب إلا بعد المكتوبة وهو العود للصلاة بعد الصلاة وفي الحديث إذا ثوب بالصلاة فأتوها وعليكم السكينة والوقار قال ابن الأثير التثويب ههنا إقامة الصلاة وفي حديث أم سلمة أنها قالت لعائشة رضي الله عنها حين أرادت الخروج إلى البصرة إن عمود الدين لا يثاب بالنساء إن مال تريد لا يعاد إلى استوائه من ثاب يثوب إذا رجع ويقال ذهب مال فلان فاستثاب مالا أي استرجع مالا وقال الكميت إن العشيرة تستثيب بماله فتغير وهو موفر أموالها وقولهم في المثل هو أطوع من ثواب هو اسم رجل كان يوصف بالطواعية قال الأخفش بن شهاب وكنت الدهر لست أطيع أنثى فصرت اليوم أطوع من ثواب التهذيب في النوادر أثبت الثوب إثابة إذا كففت مخايطه ومللته خطته الخياطة الأولى بغير كف والثائب الريح الشديدة تكون في أول المطر وثوبان اسم رجل",
    "pg": ""
  },
  "ثوث": {
    "def": "برد ثوثي كفوفي وحكى يعقوب أن تاءه بدل",
    "pg": ""
  },
  "ثوج": {
    "def": "الثوج شيء يعمل من خوص نحو الجوالق يحمل فيه التراب عربي صحيح و ثاجت البقرة تثاج و تثوج ثوجا و ثواجا صوتت وقد يهمز وهو أعرف إلا أن ابن دريد قال ترك الهمز أعلى و ثاج موضع قال تميم بن مقبل يا جارتي على ثاج سبيلكما سيرا حثيثا فلما تعلما خبري و ثاج قرية في أعراض البحرين فيها نخل زين أبو تراب الثوج لغة في الفوج وأنشد لجندل من الدنى ذا طبق أثايجويروى أفاوج أي فوجا فوجا ابن الأعرابي ثاج يثوج ثوجا و ثجا يثجو ثجوا مثل جاث يجوث جوثا إذا بلبل متاعه وفرقه",
    "pg": ""
  },
  "ثوخ": {
    "def": "ثاخ الشيء ثوخا ساخ وثاخت قدمه في الوحل تثوخ وتثيخ خاضت وغابت فيه قال المتنخل الهذلي يصف سيفا أبيض كالرجع رسوب إذا ما ثاخ في محتفل يختلي أراد بالأبيض السيف والرجع الغدير شبه السيف به في بياضه والرسوب الذي يرسب في اللحم والمحتفل أعظم موضع في الجسد ويختلي يقطع وثاخ وساخ ذهب في الأرض سفلا وثاخت الإصبع في الشيء الوارم ساخت قال أبو ذؤيب قصر الصبوح لها فشرج لحمها بالني فهي تثوخ فيها الإصبع وروي هذا البيت بالتاء وقد تقدم وهذه الكلمة يائية وواوية",
    "pg": ""
  },
  "ثور": {
    "def": "ثار الشيء ثورا وثؤورا وثورانا وتثور هاج قال أبو كبير الهذلي يأوي إلى عظم الغريف ونبله كسوام دبر الخشرم المتثور وأثرته وهثرته على البدل وثورته وثور الغضب حدته والثائر الغضبان ويقال للغضبان أهيج ما يكون قد ثار ثائره وفار فائره إذا غضب وهاج غضبه وثار إليه ثورا وثؤورا وثورانا وثب والمثاورة المواثبة وثاوره مثاورة وثوارا عن اللحياني واثبه وساوره ويقال انتظر حتى تسكن هذه الثورة وهي الهيج وثار الدخان والغبار وغيرهما يثور ثورا وثؤورا وثورانا ظهر وسطع وأثاره هو قال يثرن من أكدرها بالدقعاء منتصبا مثل حريق القصباء الأصمعي رأيت فلانا ثائر الرأس إذا رأيته قد اشعان شعره أي انتشر وتفرق وفي الحديث جاءه رجل من أهل نجد ثائر الرأس يسأله عن الإيمان أي منتشر شعر الرأس قائمه فحذف المضاف ومنه الحديث الآخر يقوم إلى أخيه ثائرا فريصته أي منتفخ الفريصة قائمها غضبا والفريصة اللحمة التي بين الجنب والكتف لا تزال ترعد من الدابة وأراد بها ههنا عصب الرقبة وعروقها لأنها هي التي تثور عند الغضب وقيل أراد شعر الفريصة على حذف المضاف ويقال ثارت نفسه إذا جشأت وإن شئت جاشت قال أبو منصور جشأت أي ارتفعت وجاشت أي فارت ويقال مررت بأرانب فأثرتها ويقال كيف الدبى فيقال ثائر وناقر فالثائر ساعة ما يخرج من التراب والناقر حين ينقر أي يثب من الأرض وثار به الدم وثار به الناس أي وثبوا عليه وثور البرك واستثارها أي أزعجها وأنهضها وفي الحديث فرأيت الماء يثور من بين أصابعه أي ينبع بقوة وشدة والحديث الآخر بل هي حمى تثور أو تفور وثار القطا من مجثمه وثار الجراد ثورا وانثار ظهر والثور حمرة الشفق الثائرة فيه وفي الحديث صلاة العشاء الآخرة إذا سقط ثور الشفق وهو انتشار الشفق وثورانه حمرته ومعظمه ويقال قد ثار يثور ثورا وثورانا إذا انتشر في الأفق وارتفع فإذا غاب حلت صلاة العشاء الآخرة وقال في المغرب ما لم يسقط ثور الشفق والثور ثوران الحصبة وثارت الحصبة بفلان ثورا وثؤورا وثؤارا وثورانا انتشرت وكذلك كل ما ظهر فقد ثار يثور ثورا وثورانا وحكى اللحياني ثار الرجل ثورانا ظهرت فيه الحصبة ويقال ثور فلان عليهم شرا إذا هيجه وأظهره والثور الطحلب وما أشبهه على رأس الماء ابن سيده والثور ما علا الماء من الطحلب والعرمض والغلفق ونحوه وقد ثار الطحلب ثورا وثورانا وثورته وأثرته وكل ما استخرجته أو هجته فقد أثرته إثارة وإثارا كلاهما عن اللحياني وثورته واستثرته كما تستثير الأسد والصيد وقول الأعشى لكالثور والجني يضرب ظهره وما ذنبه أن عافت الماء مشربا أراد بالجني اسم راع وأراد بالثور ههنا ما علا الماء من القماس يضربه الراعي ليصفو الماء للبقر وقال أبو منصور وغيره يقول ثور البقر أجرأ فيقدم للشرب لتتبعه إناث البقر وأنشد أبصرتني بأطير الرجال وكلفتني ما يقول البشر كما الثور يضربه الراعيان وما ذنبه أن تعاف البقر والثور السيد وبه كني عمرو بن معد يكرب أبا ثور وقول علي كرم الله وجهه إنما أكلت يوم أكل الثور الأبيض عنى به عثمان رضي الله عنه لأنه كان سيدا وجعله أبيض لأنه كان أشيب وقد يجوز أن يعني به الشهرة وأنشد لأنس ابن مدرك الخثعمي إني وقتلي سليكا ثم أعقله كالثور يضرب لما عافت البقر\nغضبت للمرء إذ ينكت حليلته وإذ يشد على وجعائها الثفر قيل عنى الثور الذي هو الذكر من البقر لأن البقر تتبعه فإذا عاف الماء عافته فيضرب ليرد فترد معه وقيل عنى بالثور الطحلب لأن البقار إذا أورد القطعة من البقر فعافت الماء وصدها عنه الطحلب ضربه ليفحص عن الماء فتشربه وقال الجوهري في تفسير الشعر إن البقر إذا امتنعت من شروعها في الماء لا تضرب لأنها ذات لبن وإنما يضرب الثور لتفزع هي فتشرب ويقال للطحلب ثور الماء حكاه أبو زيد في كتاب المطر قال ابن بري ويروى هذا الشعر إني وعقلي سليكا بعد مقتله قال وسبب هذا الشعر أن السليك خرج في تيم الرباب يتبع الأرياف فلقي في طريقه رجلا من خثعم يقال له مالك بن عمير فأخذه ومعه امرأة من خفاجة يقال لها نوار فقال الخثعمي أنا أفدي نفسي منك فقال له السليك ذلك لك على أن لا تخيس بعهدي ولا تطلع علي أحدا من خثعم فأعطاه ذلك وخرج إلى قومه وخلف السليك على امرأته فنكحها وجعلت تقول له احذر خثعم فقال وما خثعم إلا لئام أذلة إلى الذل والإسخاف تنمى وتنتمي فبلغ الخبر أنس بن مدركة الخثعمي وشبل بن قلادة فحالفا الخثعمي زوج المرأة ولم يعلم السليك حتى طرقاه فقال أنس لشبل إن شئت كفيتك القوم وتكفيني الرجل فقال لا بل اكفني الرجل وأكفيك القوم فشد أنس على السليك فقتله وشد شبل وأصحابه على من كان معه فقال عوف بن يربوع الخثعمي وهو عم مالك بن عمير والله لأقتلن أنسا لإخفاره ذمة ابن عمي وجرى بينهما أمر وألزموه ديته فأبى فقال هذا الشعر وقوله كالثور يضرب لما عافت البقر هو مثل يقال عند عقوبة الإنسان بذنب غيره وكانت العرب إذا أوردوا البقر فلم تشرب لكدر الماء أو لقلة العطش ضربوا الثور ليقتحم الماء فتتبعه البقر ولذلك يقول الأعشى وما ذنبه إن عافت الماء باقر وما أن يعاف الماء إلا ليضربا وقوله وإذ يشد على وجعائها الثفر الوجعاء السافلة وهي الدبر والثفر هو الذي يشد على موضع الثفر وهو الفرج وأصله للسباع ثم يستعار للإنسان ويقال ثورت كدورة الماء فثار وأثرت السبع والصيد إذا هجته وأثرت فلانا إذا هيجته لأمر واستثرت الصيد إذا أثرته أيضا وثورت الأمر بحثته وثور القرآن بحث عن معانيه وعن علمه وفي حديث عبدالله أثيروا القرآن فإن فيه خبر الأولين والآخرين وفي رواية علم الأولين والآخرين وفي حديث آخر من أراد العلم فليثور القرآن قال شمر تثوير القرآن قراءته ومفاتشة العلماء به في تفسيره ومعانيه وقيل لينقر عنه ويفكر في معانيه وتفسيره وقراءته وقال أبو عدنان قال محارب صاحب الخليل لا تقطعنا فإنك إذا جئت أثرت العربية ومنه قوله يثورها العينان زيد ودغفل وأثرت البعير أثيره إثارة فثار يثور وتثور تثورا إذا كان باركا وبعثه فانبعث وأثار التراب بقوائمه إثارة بحثه قال يثير ويذري تربها ويهيله إثارة نباث الهواجر مخمس قوله نباث الهواجر يعني الرجل الذي إذا اشتد عليه الحر هال التراب ليصل إلى ثراه وكذلك يفعل في شدة الحر وقالوا ثورة رجال كثروة رجال قال ابن مقبل وثورة من رجال لو رأيتهم لقلت إحدى حراج الجر من أقر ويروى وثروة ولا يقال ثورة مال إنما هو ثروة مال فقط وفي التهذيب ثورة من رجال وثورة من مال للكثير ويقال ثروة من رجال وثروة من مال بهذا المعنى وقال ابن الأعرابي ثورة من رجال وثروة يعني عدد كثير وثروة من مال لا غير والثور القطعة العظيمة من الأقط والجمع أثوار وثورة على القياس ويقال أعطاه ثورة عظاما من الأقط جمع ثور وفي الحديث توضؤوا مما غيرت النار ولو من ثور أقط قال أبو منصور وذلك في أول الإسلام ثم نسخ بترك الوضوء مما مست النار وقيل يريد غسل اليد والفم منه ومن حمله على ظاهره أوجب عليه وجوب الوضوء للصلاة وروي عن عمرو بن معد يكرب أنه قال أتيت بني فلان فأتوني بثور وقوس وكعب فالثور القطعة من الأقط والقوس البقية من التمر تبقى في أسفل الجلة والكعب الكتلة من السمن الحامس وفي الحديث أنه أكل أثوار أقط الاثوار جمع ثور وهي قطعة من الأقط وهو لبن جامد مستحجر والثور الأحمق ويقال للرجل البليد الفهم ما هو إلا ثور والثور الذكر من البقر وقوله أنشده أبو علي عن أبي عثمان أثور ما أصيدكم أو ثورين أم تيكم الجماء ذات القرنين فإن فتحة الراء منه فتحة تركيب ثور مع ما بعده كفتحة راء حضرموت ولو كانت فتحة إعراب لوجب التنوين لا محالة لأنه مصروف وبنيت ما مع الاسم وهي مبقاة على حرفيتها كما بنيت لا مع النكرة في نحو لا رجل ولو جعلت ما مع ثور اسما ضممت إليه ثورا لوجب مدها لأنها قد صارت اسما فقلت أثور ماء أصيدكم كما أنك لو جعلت حاميم من قوله يذكرني حاميم والرمح شاجر اسمين مضموما أحدهما إلى صاحبه لمددت حا فقلت حاء ميم ليصير كحضرموت كذا أنشده الجماء جعلها جماء ذات قرنين على الهزء وأنشدها بعضهم الحماء والقول فيه كالقول في ويحما من قوله ألا هيما مما لقيت وهيما وويحا لمن لم يلق منهن ويحما والجمع أثوار وثيار وثيارة وثورة وثيرة وثيران وثيرة على أن أبا علي قال في ثيرة إنه محذوف من ثيارة فتركوا الإعلال في العين أمارة لما نووه من الألف كما جعلوا الصحيح نحو اجتوروا واعتونوا دليلا على أنه في معنى ما لا بد من صحته وهو تجاوروا وتعاونوا وقال بعضهم هو شاذ وكأنهم فرقوا بالقلب بين جمع ثور من الحيوان وبين جمع ثور من الأقط لأنهم يقولون في ثور الأقط ثورة فقط وللأنثى ثورة قال الأخطل وفروة ثفر الثورة المتضاجم وأرض مثورة كثيرة الثيران عن ثعلب الجوهري عند قوله في جمع ثيرة قال سيبويه قلبوا الواو ياء حيث كانت بعد كسرة قال وليس هذا بمطرد وقال المبرد إنما قالوا ثيرة ليفرقوا بينه وبين ثورة الأقط وبنوه على فعلة ثم حركوه ويقال مررت بثيرة لجماعة الثور ويقال هذه ثيرة مثيرة أي تثير الأرض وقال الله تعالى في صفة بقرة بني إسرائيل تثير الأرض ولا تسقي الحرث أرض مثارة إذا أثيرت بالسن وهي الحديدة التي تحرث بها الأرض وأثار الأرض قلبها على الحب بعدما فتحت مرة وحكي أثورها على التصحيح وقال الله عز وجل وأثاروا الأرض أي حرثوها وزرعوها واستخرجوا منها بركاتها وأنزال زرعها وفي الحديث أنه كتب لأهل جرش بالحمى الذي حماه لهم للفرس والراحلة والمثيرة أراد بالمثيرة بقر الحرث لأنها تثير الأرض والثور يرج من بروج السماء على التشبيه والثور البياض الذي في أسفل ظفر الإنسان وثور حي من تميم وبنو ثور بطن من الرباب وإليهم نسب سفيان الثوري الجوهري ثور أبو قبيلة من مضر وهو ثور بن عبد مناة بن أد بن طابخة بن الياس بن مضر وهم رهط سفيان الثوري وثور بناحية الحجاز جبل قريب من مكة يسمى ثور أطحل غيره ثور جبل بمكة وفيه الغار نسب إليه ثور بن عبد مناة لأنه نزله وفي الحديث انه حرم ما بين عير إلى ثور ابن الأثير قال هما جبلان أما عير فجبل معروف بالمدينة وأما ثور فالمعروف أنه بمكة وفيه الغار الذي بات فيه سيدنا رسول الله صلى الله عليه وسلم لما هاجر وهو المذكور في القرآن وفي رواية قليلة ما بين عير وأحد وأحد بالمدينة قال فيكون ثور غلطا من الراوي وإن كان هو الأشهر في الرواية والأكثر وقيل ان عيرا جبل بمكة ويكون المراد أنه حرم من المدينة قدر ما بين عير وثور من مكة أو حرم المدينة تحريما مثل تحريم ما بين عير وثور بمكة على حذف المضاف ووصف المصدر المحذوف وقال أبو عبيد أهل المدينة لا يعرفون بالمدينة جبلا يقال له ثور قوله وقال أبو عبيد إلخ رده في القاموس بان حذاء أحد جانحا إلى ورائه جبلا صغيرا يقال له ثور وإنما ثور بمكة وقال غيره إلى بمعنى مع كأنه جعل المدينة مضافة إلى مكة في التحريم",
    "pg": ""
  },
  "ثوع": {
    "def": "ابن الأعرابي ثع ثع إذا أمرته بالانبساط في البلاد في طاعة والثوع شجر من أشجار البلاد عظام تسمو\nه ساق غليظة وعناقيد كعناقيد البطم وهو مما تدوم خضرته وورقه مثل ورق الجوز وهو سبط الأغصان وليس له حمل ولا ينتفع به في شيء واحدته ثوعة قال الدينوري الثعبة شجرة تشبه الثوعة وحكى الأزهري عن أبي عمرو الثاعي القاذف وعن ابن الأعرابي الثاعة القذفة وذكر ابن بري أن ابن خالويه حكى عن العامري أن الثواعة الرجل النحس الأحمق",
    "pg": ""
  },
  "ثول": {
    "def": "الثول جماعة النحل يقال لها الثول والدبر ولا واحد لشيء من هذا من لفظه وكذلك الخشرم وتثولت النحل اجتمعت والتفت والثوالة الكثير من الجراد اسم كالجمالة والجبانة وقولهم ثويلة من الناس أي جماعة جاءت من جملة متفرقة وصبيان ومال الليث الثول الذكر من النحل والثوالة الجماعة من الناس والجراد وتثول عليه القوم وانثالوا علوه بالشتم والضرب والقهر وانثال عليه القول تتابع وكثر فلم يدر بأيه يبدأ وانثال عليه التراب أي انصب يقال انثال عليه الناس من كل وجه أي انصبوا وفي حديث عبد الرحمن ابن عوف انثال عليه الناس أي اجتمعوا وانصبوا من كل وجه وهو مطاوع ثال يثول ثولا إذا صب ما في الإناء والثول الجماعة والثول شجر الحمض والثويلة مجتمع العشب عن ثعلب ابن الأعرابي الثول النحل والثول الجنون والأثول المجنون والأثول الأحمق يقال ثال فلان يثول ثولا إذا بدا فيه الجنون ولم يستحكم فإذا استحكم قيل ثول يثول ثولا قال وهكذا هو في جميع الحيوان الليث الثول بالتحريك شبه جنون في الشاء يقال للذكر أثول وللأنثى ثولاء وقال الجوهري هو جنون يصيب الشاة في تتبع الغنم وتستدير في مرتعها وشاة ثولاء وتيس أثول قال الكميت تلقى الأمان على حياض محمد ثولاء مخرفة وذئب أطلس وقال ابن سيده الثول استرخاء في أعضاء الشاة وقيل هو كالجنون يصيب الشاة وقد ثول ثولا واثول حكى الأخيرة سيبويه وكبش أثول ونعم ثولاء وقد نهي عن التضحية بها وفي حديث الحسن لا بأس أن يضحى بالثولاء قال الثول داء يأخذ الغنم كالجنون يلتوي منه عنقها وقيل هو داء يأخذها في ظهورها ورؤوسها فتخر منه والأثول البطيء النصرة والخير والعمل والجد وثول الضباع فحلها قال الفرزدق فيستمر ثول الضباع وفي حديث ابن جريج سأل عطاء عن مس ثول الإبل قال لا يتوضأ منه الثول لغة في الثيل وهو وعاء قضيب الجمل وقيل قضيبه",
    "pg": ""
  },
  "ثوم": {
    "def": "قال أبو حنيفة الثوم هذه البقلة معروف وهي ببلد العرب كثيرة منها بري ومنها ريفي واحدته ثومة والثومة قبيعة السيف على التشبيه لأنها على شكلها والثوم لغة في الفوم وهي الحنطة وأم ثومة امرأة أنشد ابن الأعرابي لأبي الجراح نفسه فلو أن عندي أم ثومة لم يكن علي لمستن الرياح طريق وقد يجوز أن تكون أم ثومة هنا السيف لما تقدم من أن الثومة قبيعة السيف وكأنه يقول لو كان سيفي حاضرا لم أذل ولم أهن والثوم شجر طيب الريح عظام واسع الورق أخضر أطيب ريحا من الآس يبسط في المجالس كما يبسط الريحان واحدته ثومة حكاه أبو حنيفة ابن الأعرابي هي الخنعبة والنونة والثومة والهزمة والوهدة والقلدة والهرتمة والعرتمة والحثرمة قال الليث الخنعبة مشق ما بين الشاربين بحيال الوترة والله تعالى أعلم",
    "pg": ""
  },
  "ثوه": {
    "def": "ابن سيده الثاهة اللهاة وقيل اللثة قال وإنما قضينا على أن ألفها واو لأن العين واوا أكثر منها ياء",
    "pg": ""
  },
  "ثيب": {
    "def": "الثيب من النساء التي تزوجت وفارقت زوجها بأي وجه كان بعد أن مسها قال أبو الهيثم امرأة ثيب كانت ذات زوج ثم مات عنها زوجها أو طلقت ثم رجعت إلى النكاح قال صاحب العين ولا يقال ذلك للرجل إلا أن يقال ولد الثيبين وولد البكرين وجاء في الخبر الثيبان يرجمان والبكران يجلدان ويغربان وقال الأصمعي امرأة ثيب ورجل ثيب إذا كان قد دخل به أو دخل بها الذكر والأنثى في ذلك سواء وقد ثيبت المرأة وهي مثيب التهذيب يقال ثيبت المرأة تثييبا إذا صارت ثيبا وجمع الثيب من النساء ثيبات قال الله تعالى ثيبات وأبكارا وفي الحديث الثيب بالثيب جلد مائة ورجم بالحجارة ابن الأثير الثيب من ليس ببكر قال وقد يطلق الثيب على المرأة البالغة وإن كانت بكرا مجازا واتساعا قال والجمع بين الجلد والرجم منسوخ قال وأصل الكلمة الواو لأنه من ثاب يثوب إذا رجع كأن الثيب بصدد العود والرجوع وثيبان اسم كورة",
    "pg": ""
  },
  "ثيخ": {
    "def": "ثاخت رجله تثيخ مثل ساخت والواو فيه لغة وقد تقدم وزعم يعقوب أن ثاء ثاخت  بدل من سين ساخت والله أعلم",
    "pg": ""
  },
  "ثيع": {
    "def": "قال ابن سيده ثاع الماء وقال غيره ثاع الشيء يثيع ويثاع ثيعا وثيعانا سال",
    "pg": ""
  }
}