{
  "رأب": {
    "def": "رَأَبْتُ الإناء: شَعَبْتُهُ وأصلحتُه. ومنه قولهم: اللَّهم ارْأَبْ بينهم \" أي أصْلِحْ. قال كعب بنُ زُهير (٢) : طَعَنَّا طَعْنَةً حمْراَء فيهم * حَرامٌ رَأْبُها حتّى المَماتِ والرُؤْبَةُ: قِطعة من الخشب يُشْعِبُ بها الاناء، والجمع رئاب. ومنه سمى رؤبة ابن العجاج بن رؤبة. قال أميّة يصف السماء: سَراةُ صَلايَةٍ خَلْقاَء صيغَتْ * تُزِلُّ الشمسَ ليس لها رئاب أي صدوع. ورئاب: اسم رجل.",
    "pg": "1:130"
  },
  "رأد": {
    "def": "الرَأْدُ والرَءُودُ من النساء: الشَابَّةُ الحَسَنَةُ. قال أبو زيد: هما مهموزان، وقال أيضا رأدة. ورءودة. والرأد: أصل اللحى. والرؤد مثله، والجمع أَرْآدٌ. ورأدُ الضُحى: ارتفاعُهُ. والتَرَؤُّدُ: الاهتزاز من النَعْمَةِ، تقول منه: تَرَأَّدَ وارْتَأَدَ، بمعنىً. والرِئْدُ: التِرْبُ، وربَّما لم يُهْمَزُ. قال كثير: وقد دَرَّعُوها وَهْيَ ذاتُ مؤَصَّدٍ * مَجوبٍ ولمَّا يلْبَسِ الدرع ريدها (١) -",
    "pg": "2:471"
  },
  "رأرأ": {
    "def": "رَأْرَأَ السرابُ: لمع، ورَأْرَأَتِ المرأة بعينها: برقت. أبو زيد: رأرأت عيناه: إذا كان يُديرُهما. وهو رجل رَأْرَأ العين، على فعلل.",
    "pg": "1:51-52"
  },
  "رأس": {
    "def": "الرَأْسُ يجمع في القِلَّةِ أرؤس، وفى الكثرة رءوس. وبيت رأس: اسم قرية بالشام كانت تباع فيها الخمور. قال حسان بن ثابت: كأن سبيئة من بيت رأس * يكون مزاجها عسل وماء * وإنما نصب مزاجها على أنه خبر كان فجعل الاسم نكرة والخبر معرفة، وإنما جاز ذلك من حيث كان اسم جنس. ولو كان الخبر معرفة محضة لقبح. قال الأصمعي: يقال للقومِ إذا كثروا وعَزُّوا: هُمْ رَأْسٌ. وهو قول عمرو بن كُلْثوم: بِرَأسٍ من بني جُشَمِ بنِ بَكْرٍ * نَدُقُّ به السُهولَةَ والحُزونا * وأنا أرى أنّه أراد به الرئيس، لأنّه قال ندق به، ولم يقل بهم. ورَأَسَ فلانٌ القومَ يَرْأَسُ بالفتح، رِياسةً، وهو رَئِيسُهُمْ. ويقال أيضا: ريس، مثل قيم. قال الشاعر (١) تلقى الأمانَ على حِياضِ محمدٍ * ثَوْلاءُ مُخْرِفَةٌ وذِئْبٌ أَطْلَسُ * لا ذي تخاف ولا لهذا جرأة * تُهْدى الرَعِيَّةُ ما استقام الرَيِّسُ * وَرأَّسْتُهُ أنا عليهم تَرْئيساً فَتَرَأَّسَ هو، وارْتَأَسَ عليهم. ورَأَسْتُهُ فهو مَرْؤُوسٌ ورَئِيسٌ، إذا أصبتَ رأسه. وَشاةٌ رَئيسٌ، إذا أصيب رأسُها، من غنم رآسى، مثل حباجى ورماثى. ويقال لبائع الرؤوس رآس. والعامة تقول: رواس. ونعجةٌ رَأْساءُ، أي سوداء الرأس والوجهِ وسائِرُها أبيض. والأَرْأسُ: الرجل العظيم الرَأْسِ. والرُؤَاسِيُّ مثله، وشاةٌ أرأس. ولا يقال رؤاسى عن ابن السكيت. والرءوس من الإبل: البعير الذي لم يبق له طِرْقٌ إلاَّ في رأسه. والمرائس مثله، حكاهما أبو عبيد عن الفراء. وقدم فلان من رأس عين، وهو موضع. والعامة تقول: من رأس العين. قال يعقوب: ويقال هو رائِسُ الكلاب، فهو في الكلاب بمنزلة الرئيسِ في القوم. وقولهم: رُميَ فلانٌ منه في الرأس، أي أعرض عنه ولم يَرْفَعْ به رَأْساً واستثقله. تقول: رُميتُ منك في الرأسِ، على ما لم يسمَّ فاعلُه، أي ساءَ رأيُك فيَّ حتّى لا تقدر أن تنظر إليّ. وتقول: أَعِدْ عليَّ كلامك من رأسٍ، ولا تقل من الرأس، والعامة تقوله. وقولهم: أنت على رِياسِ أمرِك، أي أوّله. والعامة تقول: على رأْسِ أمرك. ورِئاسُ السيف: مقبضه. قال ابن مقبل: إذا اضْطَغَنْتُ سلاحي عند مَغْرِضِها * ومِرْفَقٍ كرِئاسِ السيفِ إذْ شسفا (١) * قوله شسف، أي ضمر، يعنى المرفق.",
    "pg": "3:932-933"
  },
  "رأف": {
    "def": "الرَأْفَةُ: أشدُّ الرحمةِ. أبو زيد: رَؤُفْتُ بالرجل أَرْؤُفُ به رَأْفَةً وَرآفَةً، ورَأَفْتُ به أَرْأَفُ، ورئفت به رأفا. قال: كل من كلام العرب: فهو رَءوفٌ على فَعولٍ. قال كعب ابن مالك الأنصاري: نُطيعُ نَبِيَّنا ونُطيعُ رَبَّاً هو الرحمنُ كان بنا رَؤُوفا ورؤف أيضا على فعل، قال جرير: يرى للمسلين عليه حقا كفعل الوالد الرؤف الرحيم",
    "pg": "4:1362"
  },
  "رأل": {
    "def": "الرَأْلُ: ولدُ النعام، والأنثى رألة، والجمع رئال ورئلان (٢) . وذات الرئال: روضةٌ. والرِئالُ: كواكبٌ. واسْتَرْأَلَتِ الرِئْلانُ: كبرت واسترأل النبات، إذا طال: شُبِّهِ بعنق الرَأْلِ. ومرّ فلانٌ مرائلان، إذا أسرع.",
    "pg": "4:1703"
  },
  "رأم": {
    "def": "رَئِمَتِ الناقةُ ولدَها رِئْماناً، إذا أحبَّتْهُ. ويقال للبوّ والولد رَأْمٌ. والناقةُ رَءُومٌ ورائمَةٌ. وأرْأَمْنا الناقة: عطفناها على الرأم. وقال الاموى: الرءوم من الشاء: التى تلحس ثياب من مربها. وكلُّ مَن أحَبَّ شيئاً وألِفَهُ فقد رئمه. الشيباني: رأمت شعب القدح، إذا أصلحته. وأنشد: وقتلى بحقف من أوراة جدعت صدعن قلوبا لم ترأم شعوبها الاصمعي الارآم: الظباء البِيضُ الخالصة البياض، الواحدُ رِئْمٌ. قال: وهي تسكن الرمل. والرُؤُمَةُ: الغراء الذى يلصق به الشئ. أبو زيد: رَئِمَ الجُرْحُ رِئْماناً حسناً، إذا التأم. وأَرْأَمْتُهُ أنا، إذا داويته حتى يبرأ أو يلتئم.",
    "pg": "5:1926-1927"
  },
  "رأى": {
    "def": "الرؤية بالعين تتعدى إلى مفعول واحد، وبمعنى العلم تتعدى إلى مفعولين. يقال: رأى زيداً عالِماً. ورَأَى رَأْياً ورُؤْيَةً وراءَةً، مثل راعَةٍ. والرَأْيُ معروف، وجمعه أرْآءٌ وآراءٌ أيضاً مقلوب، ورَئيٌّ على فعيل، مثل ضأن وضئين. ويقال أيضا: به رَئِيٌّ من الجن، أي مَسٌّ. ويقال: رأى في الفقه رَأْياً. وقد تركت العربُ الهمزَ في مستقبله لكثرته في كلامهم، وربّما احتاجت إليه فهمزَتْه، كما قال الشاعر (١) :\nومن يَتَمَلَّ العَيْشَ يَرْءَ ويسمع (٢) * وقال سراقة البارقى أرى عَيْنَيَّ ما لم تَرْأَياهُ * كلانا عالِمٌ بالتُرَّهاتِ (١) وربَّما جاء ماضيه بلا همز. قال اسماعيل ابن بشّار: صاحِ هل رَيْتَ أو سمعتِ بَراعٍ * رَدَّ في الضَرْعِ ما قَرى في الحِلابِ ويروى: \" في العِلابِ \". وكذلك قالوا في أَرَأَيْتَ وأَرْأَيْتَكَ: أَرَيْتَ وأَرَيْتَكَ بلا همز. قال أبو الأسود: أَرَيْتَ امْرَأً كنتُ لم أَبْلُهُ * أتاني فقال اتَّخِذْني خليلا وقال آخر (٢) : أَرَيْتَكَ إنْ منعتَ كلامَ لَيْلى * أتمنعُني على لَيْلى البُكاَء (٣) وإذا أمرت منه على الأصل قلت: ارء، وعلى الحذف: رأ. (*) وقولهم: على وجهه رَأْوَةُ الحمق، إذا عرفت الحمق فيه قبل أن تخبره. وأريته الشئ فرآه، وأصله أَرْأَيْتُهُ. وارْتَآهُ: افْتَعَلَ من الرأي والتدبير. وأَرْأَتِ الشاةُ، إذا عظُم ضرعُها قبل وِلادها، فهي مُرْئٍ. وفلانٌ مُراءٍ وقومٌ مُراءُونَ، والاسم الرِياءُ. يقال: فعلَ ذلك رِياءً وسُمعةً. ويقال أيضاً: قومٌ رِئاءٌ، أي يقابل بعضُهم بعضاً. وكذلك بيوتهم رِئاءٌ. وتَراءى الجمعان: رأى بعضُهم بعضاً. وتقول: فلان يتراءى، أي ينظُر إلى وجهه في المرآة أو في السيف. وتَراءَى له شئ من الجن، وللاثنين: تَراءَيا، وللجمع: تَراءَوْا. وقال أبو زيد: بعَيْنِ ما أَرَيَنَّكَ، أي اعْجَلْ وكنْ كأنِّي أنظرُ إليك. وتقول من الرئاء: يُسْتَرْأَى فلانٌ، كما تقول يستحمق ويستعقل. عن أبى عمرو. والرئة: السحر، مهموزة، وتجمع على رئين، والهاء عوض من الياء. تقول منه: رَأَيْتُهُ، أي أصبت رئته. والترية: الشئ الخفى اليسير من الصُفْرة والكُدرة تراها المرأةُ بعد الاغتسال من الحيض ; فأما ما كان في أيام الحيض فهو حيض وليس بترية. وقوله تعالى: (هم أحسن أثاثاً ورِئْياً) مَنْ همزه جعله من المنظر من رأَيْتُ، وهو ما رأته العين من حالٍ حسنةٍ وكُسوةٍ ظاهرةٍ سنيَّةٍ. وأنشد أبو عبيدةَ لمحمد بنُ نُمير الثَقَفيّ: أشَاقَتْكَ الظعائنُ يوم بانوا * بِذي الرِئْي الجميلِ من الأثاثِ ومن لم يهمزه فإما أن يكون على تخفيف الهمز، أو يكون من رويت ألوانهم وجلودهم ريا، أي امتلات وحسنت. وتقول للمرأة: أنتِ تَرَيْنَ، وللجماعة: انتن ترين، لان الفعل للواحد والجماعة سواء في المواجة في خبر المرأة من بنات الياء، إلا أن النون التى في الواحدة علامة الرفع والتى في الجمع إنما هو نون الجماعة. وتقول: أنت تريننى، وإن شئت أدغمت وقلت تَرِينِّي بتشديد النون، كما تقول تَضْرِبنِّي. وسامرا: المدينة التى بناها المعتصم، وفيها لغات: سر من رأى، وسر من رأى، وساء من رأى، وسامرا، عن أحمد بن يحيى ثعلب وابن الانباري. والمِرْآةُ بكسر الميم: التي يُنظَر فيها. وثلاث مَراءٍ، والكثير مَرايا. قال أبو زيد: رَأْيْتُ الرجل تَرْئِيَةً، إذا أمسكت له المرآةَ لينظر فيها. والمَرْآةُ على مَفْعَلةٍ: المنظر الحسن. يقال: امرأة حسنة المَرْآةِ والمَرْأى، كما يقال حسنة المَنْظَرةِ والمَنْظَرِ. وفلانٌ حسنٌ في مَرْآةِ العين، أي في المنظر. وفي المثل. \" تخبر عن مجهوله مَرْآتُهُ \"، أي ظاهِرُهُ يدلّ على باطِنه. والرُواءُ بالضم: حُسن المنظر. ويقال: راءَى فلانٌ الناسَ يُرائِيهِمْ مُراءاةً، ورايأَهُمْ مُرايأَةً على القلب بمعنىً. ورأى في منامه رُؤْيا، على فُعْلى، بلا تنوين. وجمع الرؤيا رؤى بالتنوين، مثل رعى. وفلان منى بمَرأىً ومسمعٍ، أي حيث أراه وأسمع قوله.",
    "pg": "6:2347-2349"
  },
  "ربأ": {
    "def": "المَرْبَأَةُ: المَرْقَبَةُ، وكذلك المَرْبأُ والمُرْتَبَأُ، ومنه قيل لمكان البازي الذي يقف فيه: مَرْبَأٌ. وَرَبَأْتُ القومَ رَبْأً، وارْتَبَأْتُهُمْ، أي: رَقَبْتُهُمْ، وذلك إذا كنتَ لهم طليعةً فوق شَرَفٍ. يقال: رَبَأَ لنا فلانٌ، وارتبأ، إذا اعتانَ. ورَبَأْتُ المربأة وارتبأتها أي: علوتها. والربئ، والرَبيئَةُ: الطليعة، والجمع: الربايا. وقولهم: إني لأَرْبَأُ بك عن هذا الأمر، أي: أرفعك عنه. ابن السكيت: ما رَبَأْتُ رَبْءَ فُلانٍ، أي ما علمتُ به، ولم أكترث له. أبو زيد: رابأت الشئ مرابأة، إذا حذرته واتقيته.",
    "pg": "1:52"
  },
  "ربا": {
    "def": "ربا الشئ يربو ربوا، أي زاد. والرابِيَةُ: الرَبْوُ، وهو ما ارتفع من الارض.\n(٢٩٦ - صحاح - ٦) وربوت الرابِيَةَ: علوتها. وكذلك الرُبْوَةُ بالضم. وفيها أربع لغات: رُبْوَةٌ ورَبْوَةٌ ورِبْوَةٌ ورَباوَةٌ (١) . والرَبْوُ: النَفَسُ العالي. يقال: رَبا يَرْبُو رَبْواً، إذا أخذه الرَبْوُ. ورَبا الفرس، إذا انتفخ من عَدْوٍ أو فزعٍ. قال بشر بن أبي خازم: كَأَنَّ حَفيفَ مُنْخُرِهِ إذا ما * كَتَمْنَ الرَبْوَ كيرٌ مُستعارُ قال الفراء في قوله تعالى: (فأَخَذَهُم أخذةً رابِيَةً) أي زائدة، كقولك: أَرْبَيْتُ، إذا أخذتَ أكثر مما أعطيت. ورَبَوْتُ في بني فلان ورَبيتُ، أي نشأتُ فيهم. وينشد (٢) :\nثلاثةُ أملاكٍ رَبَوْا في حُجورِنا (٣) * ورَبَّيْتُهُ تَرْبِيَةً وتَرَبَّيْتُهُ، أي غذوته. هذا لكلِّ ما ينمي، كالولد والزرع ونحوه. (*) ويقال زنجبيل مربى ومُرَبَّبٌ أيضاً، أي معمول بالرُبِّ. ابن دريد: لفلانٍ على فلان رَباءٌ بالفتح والمدّ، أي طَوْلٌ. والرِبا في البيع. ويثنَّى رِبَوانِ ورِبَيانِ. وقد أَرْبى الرجل. والرُبْيَةُ مخففة: لغة في الربا. وفى الحديث في صلح أهل نجران: \" ليس عليهم ربية (١) ولا دم \" قال الفراء: إنما هو ربية مخففة، سماعا من العرب، يعنى أنهم تكلموا بها بالياء، وكان القياس ربوة بالواو، وكذلك الحبية من الاحتباء. ومعنى الحديث أنه أسقط عنهم كل دم كانوا يطلبون به وكل ربا كان عليهم، إلا رءوس أموالهم فإنهم يردونها. والاربية بالضم والتشديد: أصل الفخذ، وأصله أربوة فاستثقلوا التشديد على الواو. وهما أُرْبِيَّتان. ويقال أيضاً: جاء فلان في أربية قومه، أي في أهل بيته من بني الأعمام ونحوِهم، ولا تكون الأُرْبِيَّةُ من غيرهم. وقال: وإنِّي وَسْطَ ثعلبةَ بن عمروٍ * بلا أُرْبِيَّةٍ نَبَتَتْ فروعا والاربيان بكسر الهمزة: ضرب من السمك بيض كالدود يكون بالبصرة. أبو حاتم: الربية: ضرب من الحشرات، وجمعه ربى.",
    "pg": "6:2349-2351"
  },
  "ربب": {
    "def": "رب كل شئ: مالكه. والربُّ: اسم من أسماء الله ﷿، ولا يقال في غيره إلا بالإضافة، وقد قالوه في الجاهلية للملِك. قال الحارث بن حِلِّزَةَ: وهو الرَبُّ والشهيدُ على يَوْ * مِ الحِيارَيْنِ والبَلاءُ بَلاءُ والرَبَّانِيُّ: المُتَأَلِّهُ العارف بالله تعالى. وقال سبحانه: (كونوا رَبَّانِيِّينَ) : ورَبَبْتُ القوم: سُسْتُهُمْ، أي كُنْتُ فوقهم. قال أبو نصر: وهو من الرُبوبِيَّةِ. ومنه قول صفوان \" لأَنْ يَرُبَّني رجلٌ من قريش أَحَبُّ إلّيَّ من أن يَرُبَّني رجلٌ من هَوازِنَ. ورَبَّ الضَيْعَةِ، أي أصلحها وأتَمَّها. ورَبَّ فلان ولده يَرُبُّهُ رَبَّاً، ورَبَّبَهُ، وتَرَبَّبَهُ، بمعنىً أي رَبَّاهُ. والمَرْبوبُ: المُرَبَّى. قال الشاعر (١) : ليس بأقنى ولا أسفى ولا سغل (٢) * يُسْقَى دَواَء قَفِيِّ السَكْنِ مربوبِ (٣) وقال آخر (١) : من درة بيضاء صافِيَةٍ (٢) * مِمَّا تَرَبَّبَ حائرُ البَحْرِ يعني الدُرَّةَ التي يُرَبِّبها الصَدَفُ في قَعْرِ الماءِ. والتَرَبُّبُ أيضاً: الاجتماعُ. والرُبَّى بالضم على فُعْلَى: الشاةُ التي وضَعَتْ حديثاَ، وجمعها رُبابٌ بالضم والمصدر رِبابٌ بالكسر، وهو قُرْبُ العَهْدِ بالولادة، تقول: شاة ربى بينة الرباب، وأعنز رباب. قال الاموى: هي ربى ما بينها وبين شهرين. قال أبو زيد: الربى من المعز. وقال غيره من المعز والضأن جميعا، وربما جاء في الابل إيضا. قال الاصمعي: أنشدنا منتجع بن نبهان:\nحنين أم البو في ربابها * والراب: زوج الام. والرابة: امرأة الأب. وربيبُ الرجلِ: ابنُ امرأته من غيره، وهو بمعنى مَرْبوبٍ، والأنثى رَبيبَة. والرَبيبَةُ أيضاً: واحدة الرَبائِبِ من الغَنَم، التي يربِّيها الناس في البيوت لألبانها. والربيبةُ: الحاضنةُ. ابن السكيت: يقال افعل ذلك الامر بربانه، مضمومة الراء، أي بحِدْثانِهِ وجِدَّتِهِ وطَراءَته. قال: ومنه قيل شاةٌ رُبَّى. قال ابن أحمر: وإنما العيشُ بِربانِهِ * وأنت من أَفْنانِهِ مُعَتَصِرْ وأخذت الشئ بربانه، أي أخذته كلَّه ولم أترك منه شيئاً. عن الاصمعي. والرب: الطلاء الخاثر، والجمع الربوب والرِبابُ. ومنه سِقاءٌ مَرْبوبٌ، إذا رَبَبْتَهُ، أي جعلت فيه الرُبَّ وأصلحته به. قال الشاعر (١) : فإن كنتِ مني أو تريدين صُحْبَتي * فكوني له كالسَمْنِ رُبَّ له الأَدَمْ أراد بالأَدَمِ النِحي، لأنه إذا أُصْلِحَ بالرُبِّ طابت رائحته. والمُرَبَّباتُ: الأنْبَجاتُ، وهي المعمولات بالرُبِّ، كالمُعَسَّلِ وهو المعمولُ بالعَسَلِ. وكذلك المربَّيات، إلا أنها من التربية. يقال: زنجبيلُ مُرَبَّى ومُرَبَّبٌ. ورُبَّ حرفٌ خافِضٌ لا يقع إلا على نكرة، يُشَدَّدُ ويُخَفَّفُ، وقد تدخل عليه التاء فيقال رُبَّتَ، وتدخل عليه \" ما \" لِيُمْكِنَ أن يُتَكَلَّمَ بالفعل بعده، كقوله تعالى: (ربما يود الذين كفروا) ، وقد تدخل عليه الهاء فيقال ربه رجلا قد ضربت، فلما أضفته إلى الهاء وهى مجهولة نصبت رجلا على التمييز. وهذه الهاء على لفظ واحد، وإن وليها المؤنث والاثنان والجمع، فهى موحدة على كل حال. وحكى الكوفيون ربه رجلا قد رأيت، وربهما رجلين، وربهم رجالا، وربهن نساء، فمن وحد قال إنه كناية عن مجهول، ومن لم يوحد قال إنه رد كلام، كأنه قيل له مالك جوار فقال: ربهن جوار قد ملكت. قال ابن السراج: النحويون كالمجمعين على أن رب جواب. والربة بالكسر: ضَرْبٌ من النَبْتِ، والجمع الربب. قال ذو الرمة يصف الثَور الوحشيّ: أَمْسى بِوَهبينَ مجتازا لمرتعه * من ذى الفوارس تَدْعو أَنْفَهُ الرِبَبُ والرِبَبُ، بالفتح: الماء الكثير، ويقال العَذْبُ. قال الراجز:\nوالبُرَّةَ السَمْراءَ والماءَ الرَبَبْ * وفلان مَرَبٌّ بالفتح، أي مَجْمَعُ يَرُبّ الناسَ أي يجمعهم. ومكانٌ مَرَبٌّ، أي مَجْمَعٌ. ومَرَبُّ الإبل: حيث لَزِمَتْهُ. وأَرَبَّتِ الإبل بمكانِ كذا وكذا، أي لَزمَتْهُ وأقامت به، فهى إبل مراب. وأربت الناقةُ، أي لَزِمَتِ الفحلَ وأَحَبَّتْهُ. وأَرَبَّتِ الجَنوبُ، وأَرَبَّتِ السحابةُ، أي دامت. والارباب: الدنو من الشئ. والرِبِّيُّ: واحدُ الرِبِّيِّينَ، وهم الألوف من الناس. قال الله ﵎: (وكأَيِّنْ من نَبِيٍّ قاتَلَ معه ربيون كثير) . والربرب: القطيع من بقر الوحش. والرباب بكسر الراء: خمس قبائل تجمعوا فصاروا يدا واحدة، وهم ضبة، وثور، وعكل، وتيم، وعدى. وإنما سموا بذلك لانهم غمسوا أيديهم في رب وتحالفوا عليه. وقال الاصمعي: سموا به لانهم ترببوا، أي تجمعوا. والنسبة إليهم ربى بالضم، لان الواحد منهم ربة، لانك إذا نسبت الشئ إلى الجمع رددته إلى الواحد، كما تقول في المساجد مسجدي، إلا أن تكون سميت به رجلا، فلا ترده إلى الواحد، كما يقال في أنمار: أنمارى، وفى كلاب: كلابي. والربابة أيضا، بالكسر: شَبيهَةٌ بالكِنانَةِ تجمع فيها سِهامُ المَيْسِر. وربَّما سَمَّوا جماعَة السهام ربابة. قال أبو ذؤيب يصف الحمار وآتنه: فكأنهن ربابة وكأنه * يسر يفيض على القداح ويصدع والربابة أيضا: العهد والميثاقُ. قال الشاعر علقمة بن عبدة: وكنتَ امرأَ أَفْضَتْ إليك رِبابَتي * وقبلك رَبَّتْني فَضِعْتُ رُبوبُ (١) ومنه قيل للعُشورِ رِبابٌ. والأرِبَّةُ: أهل الميثاق. قال أبو ذؤيب: كانَتْ أَرِبَّتَهُمْ بَهْزٌ وغَرَّهُمُ * عَقْدُ الجوار وكانوا معشرا غدرا (٢) والرباب، بالفتح: سحاب أبيض، ويقال: إنه السحاب الذى تراه كأنه دون السحاب، قد يكون أبيض وقد يكون أسود، الواحدة ربابة. وبه سميت المرأة الرباب.",
    "pg": "1:130-133"
  },
  "ربت": {
    "def": "رَبَّتَ الصبيَّ يُرَبِّتُه تَرْبيتاً، أي رباه. قال الراجز: سميتها إذ ولدت: تموت * والقبر صهر ضامن زميت * ليس لمن ضمنه تربيت",
    "pg": "1:249"
  },
  "ربث": {
    "def": "رَبَثْتُهُ عن حاجته أَرْبُثُهُ بالضم رَبْثاً: حَبَسْتُهُ. والرَبيثَةُ: الأمر يحبسك، وكذلك الربيثى مثال الخصيصى. وفى الحديث: \" إذا كان يوم الجمعة بعث إبليس جنوده إلى الناس فأخذوا عليهم بالربائث \" أي ذكروهم الحوائج التى تربثهم. وتربث في مسيره، أي تَلَبَّثَ. وارْبَثَّ أمرُهم، أي ضعُف وأبطأ حتّى تفرقوا. قال أبو ذؤيب: رَمَيْناهُمُ حتَّى إذا ارْبَثَّ أَمْرُهُمْ * وعاد الرَصيعُ نهية للحمائل (١)",
    "pg": "1:282"
  },
  "ربج": {
    "def": "الرَباجَة: البلادة. ومنه قول الشاعر (٣) : * ولم أتربج (١) * أي ولم أتبلد.",
    "pg": "1:316-317"
  },
  "ربجل": {
    "def": "جارية ربحلة، أي ضخمة، مثل سبحلة.",
    "pg": "4:1704"
  },
  "ربح": {
    "def": "رَبِحَ في تجارته، أي استشَفَّ. والرِبْحُ والرَبَحُ مثال شِبْهٍ وشَبَهٍ: اسم ما رَبِحَهُ. وكذلك الرَباحُ بالفتح. وتجارة رابِحَةٌ: يُرْبَحُ فيها. وأَرْبَحْتُه على سِلْعَتِه، أي أعطيته ربحا. وبعت الشئ مرابحة. ورباح في قول الشاعر:\nهذا مقام قدمى رباح *: اسم ساق. والرباح أيضا: دويبة كالسنور. والرَباحُ أيضاً: بلد يُجْلَبُ منه الكافور. والرُبَّاحُ، بالضم والتشديد: الذَكر من القرود. وقال الشاعر (١) :\nوإلقة ترغث رباحها (٢) * والربح: الفصيل، كأنه لغة في الربع. قال الاعشى: فترى القوم نشاوى كلهم * مثلَ ما مُدَّتْ نِصاحاتُ الرُبَحْ والربح: أيضا طائر (١) .",
    "pg": "1:363-364"
  },
  "ربخ": {
    "def": "تربخ، أي استرخى. ومربخ: رملة بالبادية. والربيخ من الرجال: العظيم المسترخي. والرَبوخُ من النساء: التي يُغْشى عليها عند الجماع. وقد ربخت (٢) .",
    "pg": "1:421"
  },
  "ربد": {
    "def": "رَبَدَ بالمكان رُبُوداً: أقام به. وقال ابن الأعرابيّ: رَبَدَهُ: حَبَسَهُ. والمِرْبَدُ: الموضِعُ الذي تُحْبَسُ فيه الإبلُ وغيرُها، ومنه سُمِّي مِرْبَدُ البَصْرَة. قال سُوَيْدُ بن أبي كاهل: عَواصيَ إلاّ ما جَعَلْتُ وَراَءها * عَصا مِرْبَدٍ تَغْشى نحورا وأذرعا - وأما قول الفرزدق: عشية سال المربدان كلاهما * عجاجة موت بالسيوف الصوارم - فإنما عنى به سكة المربد بالبصرة، والسكة التى تليها من ناحية بنى تميم، جعلهما المربدين، كما يقال: الاحوصان، وهما الاحوص وعوف ابن الاحوص. وأهل المدينة يسمون الموضع الذي يجفَّف فيه التمر: مِرْبداً، وهو المِسْطَحُ، والجَرينُ في لغة أهل نَجْدٍ. ويقال: تَمْرٌ رَبيدٌ للذي نُضِّدَ في حُبٍّ ونُضِح عليه الماء. والرُبدَةُ: لَوْنٌ إلى الغُبْرَة، ومنه ظَليم أَرْبَدُ، وقد ارْبدّ ارْبِداداً. ونعامة رَبداءُ، والجمع رُبْدٌ. وداهِيَةٌ رَبداءُ: أي منكرة. وعنز ربداء، وهى السواداء المنقَّطة بحُمْرة، وهي من شِياتِ المعز خاصة. وأربد بن ربيعة: أخو لبيد الشاعر. وتر بدت السماء: أي تَغَيَّمَتْ. وتَرَبَّدَ وَجْهُ فلانٍ، أي تَغَيَّرَ من الغضب. وتَرَبَّدَ الرجلُ: تَعَبَّسَ. والرُبَدُ: الفِرِنْدُ. سَيْفٌ ذو رُبَدٍ: إذا كُنْتَ ترى فيه شبه غبار أومدب نمل. قال الشاعر صخر الغى: وصارم أُخلِصَتْ عَقيقَتُهُ (١) * أَبْيَضَ مَهْوٌ في مَتْنِه رُبدُ - ورَبَّدَتِ الشاةُ لغة في رَمَّدَتْ، وذلك إذا أَضْرَعَتْ، فترى في ضَرْعها لُمَعَ سواد وبياض.",
    "pg": "2:471-472"
  },
  "ربذ": {
    "def": "الرِبْذَةُ بالكسر: الصوفَةُ يُهْنَأُ بها البعير. قال الشاعر: يا عقيد اللؤم لولا نعمتي * كنت كالرِبْذَةِ مُلْقىً بالفِنا - وكذلك خِرقة الصائِغ التي يَجلو بها الحَلْيَ. قال النابغة: قبح الله ثم ثنى بلعن * ربذة الصائغ الجبان الجهولا - والرَبَذَةُ بالتحريك: لغةٌ فيها. والرَبَذَةُ أيضا: موضع فيه قبر أبى ذر الغفاري رضى الله عنه. والربذة أيضاً: واحدةُ الرَبَذِ، وهي عُهونٌ تعلق في أعناق الابل، حكاه أبو عبيد في باب نوادر الفعل. ويقال: رَبِذَتْ يده بالقِداحِ تَرْبَذُ رَبَذاً، أي خَفَّتْ. والرَبِذُ: الخفيفُ القوائم في مشيه. ويقال أيضاً: فلانٌ ذو رَبِذات، أي كثير السَقَطِ في كلامه. وبين القوم رباذية، أي شر. قال الشاعر (١) : وكانت بين آل أبى أبى * رباذية فأطفأها زياد -",
    "pg": "2:564-565"
  },
  "ربز": {
    "def": "كَبْشٌ رَبيزٌ، أي مُكْتَنِزٌ أعجر، مثل ربيس. وربز القربة وربسها: ملاها.",
    "pg": "3:878"
  },
  "ربس": {
    "def": "الرَبيسُ: الشُجاع والداهية. يقال: داهيةٌ رَبْساءُ، أي شديدة. قال أبو زيد: يقال جئتَ بأمورٍ ربس، وهى الدواهي، مثل دمس. والارتباس: الاكتناز في اللحم وغيره. وكبش ربيس، أي مكتنزٌ أعجزُ مثل رَبيزٍ. وحكى بعضُهم: رَبَسَ قِرْبَتَهُ، أي ملأها. وذكر ابنُ دريد: أنّ أصل الرَبْسِ الضربُ باليدين. يقال ربسه بيديه. واربس أمرهم اربساسا: لغة في ارْبَثَّ، أي ضعف، حتى تفرقوا.",
    "pg": "3:933"
  },
  "ربص": {
    "def": "التَرَبُّصُ: الانتظار. والمُتَرَبِّصُ: المحتكِرُ. ولي في متاعي رُبْصَةٌ أي لى فيه تربص.",
    "pg": "3:1041"
  },
  "ربض": {
    "def": "الرَبَضُ بالتحريك: واحد الأرباضِ، وهي حبالُ الرَحْلِ، وأمعاءُ البطن. ورَبَضُ المدينةِ أيضاً: ما حولها. وربض الغنم أيضا: مأواها. قال العجاج يصف الثور الوحشى:\nواعتاد أرباضا لها آرى (١) * وربض الرجلِ: امرأتُهُ وكلُّ ما يأوي إليه من بيت ونحوه. وقال: جاء الشتاء ولما أتخذ ربضا * يا ويح كفى من حفر القراميص * ومنه قيل لقُوتِ الإنسان الذي يقيمه ويَكفيه من اللبن رَبَضٌ. وفي المثل: \" مِنْكَ رَبَضُكَ وإنْ كانَ سَماراً \"، أي منك أَهْلُكَ وخَدَمُكَ ومن تأوي إليه وإن كانوا مقصِّرين. وهذا كقولهم: \" أنفُك منك وإن كانَ أجدعَ \". قال الكسائي: الربض بالضم: وسط الشئ. والربض بالتحريك: نواحيه. ورُبوضُ الغنم والبقر والفرس، مثل بروكِ الإبلِ، وجثومِ الطيرِ. تقول منه: رَبَضَتِ الغنمُ تَرْبِضُ بالكسر رُبوضاً، وأَرْبَضْتُها أنا. وأَرْبَضَتِ الشمسُ: اشتدَّ حرُّها حتَّى يَرْبِضَ الظبيُ والشاةُ. وقولهم: دَعا بإناءٍ يُرْبِضُ الرهطَ، أي يُرويهم حتى يثقلوا فيربضوا. ومن قال يريض الرهط، فهو من أراض الوادي. وربض الكبش عن الغنم رُبوضاً، أي حَسَرَ وترك الضِرابَ وعدل عنه. ولا يقال فيه جَفَرَ. والمَرابَضُ للغنم كالمعاطن للابل، واحدها مربض مثال مجلس. والربيض: الغنمُ برُعاتِها المجتمعة في مَرْبَضِها. يقال: هذا رَبيضُ بني فلان. وشجرةٌ رَبوضٌ، أي عظيمةٌ غليظةٌ. ومنه قول ذى الرمة: تجوف كل أرطاة ربوض * من الدهناء مربعة (١) الخبالا * وكذلك سلسلةٌ رَبوضٌ، أي ضخمةٌ. وأنشد الأصمعي: وقالوا رَبوضٌ (٢) ضَخْمَةٌ في جِرانِهِ * وأَسْمَرُ من جِلْدِ الذِراعَيْنِ مُقْفَلُ * أي يابس (٣) . ابن السكيت: يقال: فلان ما تقوم رابِضَتُهُ إذا كان يَرمي فيقتُلُ أو يَعينُ فيقتُل، أي يصيبُ بالعين. قال: وأكثر ما يقال في العين. قال: والرويبضة الذى في الحديث (٤) : الرجل التافه الحقير. والرابضة: بقية حملة الحجّة، لا تخلو منهم الأرض. وهو في الحديث (٥) .",
    "pg": "3:1076-1077"
  },
  "ربط": {
    "def": "ربطت الشئ أربطه، وأربطه أيضاً عن الأخفش، أي شددته. والموضع مَرْبَطٌ ومَرْبِطٌ. يقال: ليس له مَرْبِطُ عنزٍ. وفلان يَرْتَبِطُ كذا رأساً من الدواب. ويقال: نِعْمَ الرَبيطُ هذا، لما يُرْتَبطُ من الخيل. والربيط: لقب الغوث بن مرة (٢) . والربيط: البسر المودون. والرِباطُ: ما تُشَدُّ به القربةُ والدابةُ وغيرهما والجمعُ رُبُطٌ. قال الأخطل: تموت طَوْراً وتحيا في أًسِرَّتِها * كما تُقَلَّبُ في الرُبْطِ المراويد (٣) * وقطع الظبى رباطه، أي حِبالَتَه. ويقال: جاء فلان وقد قرض رِباطَهُ، إذا انصرف مجهوداً. والرِباطُ: المُرابَطَةُ، وهو ملازمة ثَغْرِ العدوِّ. والرِباطُ: واحد الرِباطاتِ المبنية. ورِباطُ الخيل: مُرابَطَتها. ويقال: الرِباطُ من الخيل: الخَمْسُ فما فَوْقَها. قال الشاعر (١) : وإنَّ الرِباطَ النُكْدَ من آلِ داحِسٍ * أَبَيْنَ فما يُفْلِحْنَ يومَ رِهانِ (٢) * ويقال: لفلان رِباطٌ من الخيل، كما تقول: تِلادٌ، وهو أصلُ خيله. وفلانٌ رابِطُ الجأشِ، ورَبيط الجأشِ، أي شديدُ القَلْب، كأنه يَرْبُطُ نفسَه عن الفِرار. وقد خلَّف فلانٌ بالثغر جيشاً رابِطَةً. وببلد كَذا رابطة من الخيل. وحكى الشيباني: ماء مترابط، أي دائم لا ينزح.",
    "pg": "3:1127"
  },
  "ربع": {
    "def": "الرَبْعُ: الدارُ بعينها حيثُ كانت، وجمعها رِباعٌ ورُبوعٌ وأَرْباعٌ وارْبَعٌ. والرَبْعُ: المحَلّةُ. يقال: ما أوسَعَ رَبْعَ بَني فلانٍ. والأَرْبَعَةُ في عدد المذكر، والأَرْبَعُ في عدد المؤنث. والأرْبَعونَ بعد الثلاثين. والرُبْعُ: جزءٌ من أربعة، ويُثقَّلُ مثل عُسْرٍ وعُسُرٍ. ورَبَعَ وَتَرَهُ يَرْبَعُهُ رَبْعاً، أي فتله من أربع قوى. والقوة: الطاقة، ومنه قول لبيد:\nأعطف الجون بمربوع متل (١) * أي بعنان شديد من أربع قوى. ويقال: أراد رمحا مربوعا، لا قصيرا ولا طويلا. والباء بمعنى مع، أي ومعى رمح. وربعت الإبلُ، إذا وَرَدَتِ الرِبْعَ. يقال: جاءت الإبل رَوابِعَ. ابن السكيت: رَبَعَ الرجل يَرْبَعُ، إذا وقَف وتحبَّس. ومنه قولهم: ارْبَعْ على نفسك، وارْبَعْ على ظَلْعِكَ، أي ارْفُقْ بنفسك وكُفَّ. والرِبْعُ في الحُمَّى، أن تأخذ يوماً وتدعَ يومين ثم تجئ في اليوم الرابع. تقول منه: رَبَعَتْ عليه الحُمَّى. وقد رُبِعَ الرجلُ فهو مَرْبُوعٌ. والرِبْعُ أيضاً: الظِمْءُ، تقول منه: رَبَعَتِ الإِبلُ فهي رَوابِعُ وخوامس، وكذلك إلى العشر. وربع أيضا: اسم رجل من هذيل. والربيع عند العرب رَبيعانِ: رَبيع الشهور وربيع الازمنة. فربيع الشهور شهران: بعد صفر ولا يقال فيه إلا شهر رَبيعِ الأول، وشهر رَبيعٍ الآخِرِ. وأما رَبيعُ الأزمنة فرَبيعانِ: الرَبيعُ الأوَّل، وهو الفصل الذي تأتي فيه الكمأةُ والنَورُ، وهو رَبِيعُ الكلأ، والرَبيعُ الثاني وهو الفصل الذي تُدْرِكُ فيه الثمارُ. وفي الناس مَنْ يُسمِّيه الربيع الاول. وسمعت أبا الغوث يقول: العرب تجعل السنة ستة أزمنة، شهران منها الربيع الاول، وشهران صيف، وشهران قيظ، وشهران ربيع الثاني، وشهران خريف، وشهران شتاء. وأنشد لسعد (١) بن مالك بن ضبيعة (٢) : إن بنى صبية صيفيون * أفلح من كان (٣) له ربعيون * فجعل الصيف بعد الرَبيعَ الأوَّل. وجمعُ الربيع أَرْبِعاءُ وأَرْبَعَةٌ، مثل نصيب وأنصباءَ وأنصبةٍ. قال يعقوب: ويُجْمَعُ رَبيعُ الكلأ أَرْبَعَةً، ورَبيعُ الجداول أَرْبِعاءَ. والرَبيعُ: المطرُ في الرَبيعِ، تقول منه: رُبِعَتِ الأرضُ فهي مَرْبوعَةٌ. والرَبيعُ: الجدولُ. والمَرْبَعُ: منزِلُ القوم في الربيع خاصَّةً. تقول: هذه مَرابِعُنا ومصايفنا، أي حيث نَرْتَبِعُ ونَصِيفُ والنسبةُ إلى الرَبيعِ رِبْعِيٌّ بكسر الراء ; وكذلك ربعى بن حراش (٤) . وقولهم: \" ما له هبع ولا رُبَعٌ \"، فالرُبَعُ: الفصيل يُنْتَجُ في الربيع، وهو أوَّل النِتاج، والجمع رباع وأرباع، مثل رطب ورطاب وأرطاب. قال الراجز: وعلبة نازعتها رباعى * وعلبة عند مقيل الراعى * والانثى ربعة، والجمع رُبَعاتٌ (١) . فإذا نُتِجَ في آخر النتاج فهو هُبَعٌ، والأنثى هُبَعَةٌ. ورَبَعْتُ القومَ أَرْبَعُهُمْ بالفتح، إذا صرت رابِعَهُمْ، أو أخذت رُبْعَ الغنيمة. وفي الحديث: \" ألم أجعَلْكَ تَرْبَعُ \"، أي تأخذ المِرْباعَ. وقال قُطْرُبٌ: المِرْباعُ: الرُبْعُ، والمعشارُ العشر، ولم يسمع في غيرهما. ورَبَعْتُ الحجرَ وارْتَبَعْتُهُ، إذا أَشَلْتَهُ. وفي الحديث: \" مرَّ بقوم يَرْبَعونَ حجراً، ويَرْتَبِعون (٢) \". وذلك الحجر يسمَّى رَبيعَةً. والرَبيعةُ أيضاً: بيضةُ الحديد. وربيعة الفرس: أبو قبيلة، وهو ربيعة بن نزار بن معد بن عدنان، وإنما سمى ربيعة الفرس لانه أعطى من ميراث أبيه الخيل، وأعطى أخوه الذهب، فسمى مضر الحمراء. والنسبة إليه ربعى بالتحريك. والمِرْبَعَةُ: عُصَيَّةٌ يأخذ الرجلان بطرفَيها ليحملا الحِمل ويَضَعاه على ظهر البعير. ومنه قول الراجز:\nأين الشظاظان وأين المربعه (٣) * تقول منه: ربعت الحمل، إذا أدخلتَها تحته وأخذت بطرفها وصاحبُك بطرفها الآخر ثم رفعتماه على البعير، فإذا لم تكن المِرْبَعَةُ أخذ أحدهما بيد صاحبه، وهو المرابعة. وأنشد ابن الأعرابي: يا ليت أُمَّ العَمْرِ (١) كانت صاحبي * مَكانَ مَنْ أَنْشَا على الرَكائِبِ * ورابَعَتْني تحت ليلٍ ضارِبِ * بسَاعِدٍ فَعْمٍ وكَفٍّ خاضِبِ * ومربع أيضا: اسم رجل، قال جرير: زعم الفرزدق أن سيقتل مربعا * أبشر بطول سلامة يا مربع * قال الكسائي: يقال عامَلْتُهُ مُرابَعَةً، كما يقال مُصايَفَةً ومشاهرةً. وقولهم: الناسُ على رَبعاتِهِمْ، بفتح الباء وقد تكسر، عن الفراء، أي على استقامتهم وأمرِهم الأوَّل. والرَبَعَةُ: أشدُّ عَدْوِ الإبل. يقال: مرَّ البعير يَرْتَبِعُ، إذا ضرب بقوائمه كلها. قال رجل من رواس (٢) بن عامر بن صعصعة: واعرورت العلط العرضى تركضه * أم الفوارس بالديداء والربعه * والربعة أيضا: حى من أسد. والربعة بالتسكين: جؤنة العطار. ويقال أيضاً: رجلٌ رَبْعَةٌ، أي مَرْبوعُ الخَلْقِ، لا طويلٌ ولا قصيرٌ. وامرأةٌ رَبْعَةٌ، وجمعها جميعاً رَبَعاتٌ بالتحريك، وهو شاذٌّ ; لأنَّ فَعْلَةً إذا كانت صفةً لا تحرك في الجمع. وإنما تحرك إذا كانت اسما ولم يكن موضع العين واو ولا ياء. تقول منه ارْتَبَعَ. قال العجاج:\nرَباعِياً مُرْتَبِعاً أو شَوْقَبا (١) * وأما قول ذي الرمة: إذا ذابَتِ الشمسُ اتَّقى صقراتها * بأفنان مربوع الصريمة معبل * فإنَّما عنى به شجراً أصابه مطرُ الربيع، أي شجراً مَرْبوعاً، فجعله خَلَفاً منه. وارْتَبَعَ البعيرُ، إذا أكل الرَبيعَ فسمِن ونشط. وتَرَبَّعَ مثلُه. وارْتَبَعْنا بموضع كذا، أي أقمنا به في الربيع. وتَرَبَّعَ في جلوسه. والتَرْبيعُ: جعلُ الشئ مربعا. ورباع، بالضم: معدول عن أربعة. ويقال: القوم على رِباعَتِهِمْ، بكسر الراء، أي على أمرهم الذي كانوا عليه. ويقال: ما في بني فلان مَنْ يضبط رِباعَتَهُ غيرَ فلانٍ، أي أمرَهُ وشأنَهُ الذي هو عليه. قال الأخطل: ما في مَعَدٍّ فَتىً يُغْني رِباعَتَهُ (١) * إذا يَهُمُّ بأمرٍ صالحٍ فَعَلا * والرِباعَةُ أيضاً: نحوٌ من الحَمالَةِ. والرَباعِيَةُ، مثلُ الثمانِية: السِنُّ التي بين الثَنِيَّةِ والناب، والجمع رَباعِيَاتٌ. ويقال للذي يُلْقي رَباعِيَتَهُ: رَباعٍ مثال ثمانٍ، فإذا نصبْت أتممت فقلت: ركبتُ برذونا رباعيا. قال العجاج يصف حمارا وحشيا:\nرباعيا مرتبعا أو شوقبا * والجمع ربع مثل قذال وقذل، وربعان مثل غزال وغزلان. تقول منه للغنم في السنة الرابعة، وللبقر والحافر في السنة الخامسة، وللخُفِّ في السنة السابعة: أَرْبَعَ يُرْبِعُ إِرْباعاً. وهو فرسٌ رَباعٍ، وهي فرسٌ رَباعِيَةٌ. وأَرْبَعَ فلانٌ إبله بمكانِ كذا، أي رعاها في الربيع. وأربع الرجل، إذا وردتْ إبلهُ ربْعاً وأَرْبَعَ، إذا وُلِدَ له في الشبيبة. ووَلَدُهُ رِبْعِيُّونَ. ورِبْعِيَّةُ القومِ أيضاً: مِيرتُهم في أول الشتاء. وأَرْبَعَ القومُ، أي صاروا أَرْبَعَةً. وأَرْبَعوا، أي دخلوا في الربيع. وأَرْبَعوا، أي أقاموا في المَرْبَعِ عن الارتياد والنُجْعَةِ. ومنه قولهم: غيثٌ مُرْبِعٌ مُرْتِعٌ. والمُرْتِعُ: الذي يُنْبِتُ ما تَرْتَعُ فيه الإبل. وأَرْبَعَتْ عليه الحُمَّى لغةٌ في رَبَعَتْ. وقد أُرْبِعَ: لغةٌ في رُبِعَ فهو مُرْبَعٌ. قال أُسامة الهذليُّ (١) : مِنَ المُرْبَعينَ ومِنْ آزِلٍ * إذا جَنَّهُ الليلُ كالناحِطِ * وفي الحديث: \" أغِبُّوا في عيادة المريض وأَرْبِعوا، إلاَّ أن يكون مغلوباً \" قوله: وأَرْبِعوا، أي دعوهُ يومين وأْتوهُ اليومَ الثالث (٢) . وناقةٌ مُرْبِعٌ: تُنْتَجُ في الربيع. فإنْ كان ذلك من عادتها فهي مِرْباعٌ. قال الأصمعي: المِرْباعُ من النوق: التي تلد في أول النِتاج. والمُرْبِعُ: التي ولدُها معها، وهو رُبَعٌ. والمَرابيعُ: الامطار التى تجئ في أول الربيع. قال لبيدٌ يصف الديار رُزِقَتْ مَرابيعَ النجومِ وصابَها * وَدْقُ الرَواعِدِ جَوْدُها فَرِهامُها * وعَنى بالنجوم الأنواءَ. والمِرْباعُ: ما كان يأخذه الرئيس، وهو ربع المغنم. قال ابن عنمة الضبى (١) : لك المرباع منها والصفايا * وحكمك والنشيطة والفضول * والاربعاء (٢) من الأيام. وقد حُكِيَ عن بعض بني أسدٍ فتحُ الباءِ فيه، والجمع أَرْبِعاواتٌ. واليَرْبوعُ: واحد اليَرابيعِ، والياء زائدة لأنَّه ليس في كلامهم فَعْلولٌ. وأرضٌ مَرْبَعَةٌ: ذات يَرابيعَ. ويَرابيعُ المَتْنِ: لَحماتُهُ، واحدها يربوع. ويربوع أيضا: أبوحى من تميم، وهو يربوع بن حنظلة بن مالك بن عمرو بن تميم. ويربوع أيضا: أبو بطن من مرة، وهو يربوع بن غيظ بن مرة بن عوف بن سعد بن ذبيان، منهم الحارث بن ظالم اليربوعي المرى. وفى عقيل ربيعتان: ربيعة بن عقيل وهو أبو الخلعاء، وربيعة بن عامر بن عقيل وهو أبو الأبرص وقحافة وعرعرة وقرة، وهما ينسبان الربيعتين. وفى تميم ربيعتان: الكبرى وهو ربيعة ابن مالك بن زيد مناة بن تميم ويلقب ربيعة الجوع، وربيعة الصغرى وهو ربيعة بن حنظلة ابن مالك. وربيعة: أبوحى من هوازن، وهو ربيعة ابن عامر بن صعصعة، وهم بنو مجد. ومجد: اسم أمهم نسبوا إليها.",
    "pg": "3:1211-1216"
  },
  "ربغ": {
    "def": "ارْبغ فلان إبله (٢) ، إذا تركها ترِد الماءَ كيف شاءت من غير وقت، يقال: تُرِكَتْ إبلهم هملا مربغة (٣) .",
    "pg": "4:1318"
  },
  "ربق": {
    "def": "الرِبقُ بالكسر: حبل فيه عدّة عُرىً، تُشَدُّ به البُهُمُ، الواحدة من العُرَى: ربْقَةٌ. وفي الحديث: \" خلعَ رِبقة الإسلام من عنقه \" والجمع رِبَقٌ وأَرْباقٌ ورِباقٌ. وفي الحديث: \" لكم العهد ما لم تأكلوا الرباقَ \". والرَبْقُ بالفتح: مصدر قولك: رَبَقْتُ الجدي أَرْبُقُهُ وأَرْبِقُهُ، إذا جعلتَ رأسَه في الربقة، فارتبق. يقال: ارتبق الظبى في حِبالتي، أي عَلِقَ. والرَبيقَةُ: البهمة المربوقة في الربق، عن يعقوب. وقولهم: \" رَمَّدَتِ الضانُ فَرَبِّقْ رَبِّقْ \" أي هيِّئ الأَرْباقَ فإنّها تلد عن قُربٍ لأنها لا تُضْرِعُ على رأس الولد (١) . وليس كذلك المعزى، فلذلك قالوا فيها: ربق ربق بالنون. وأم الربيق: الداهية.",
    "pg": "4:1480"
  },
  "ربك": {
    "def": "ربكت الشئ أربكه ربكا: خلطته، فارْتَبَكَ، أي اختلط. وارْتَبَكَ الرحل في الأمر، أي نَشِب فيه ولم يكد يتخلَّص منه. والرَبْكُ: إصلاح الثَريد. والرَبيكَةُ: تمر يُعْجَنُ بسمنٍ وأَقِطٍ فيؤكل. قال ابن السكيت: وربما صُبَّ عليه ماء فشرب شربا. قال: وقالت غَنيَّةُ الكلابيّة أمّ الحُمارِسِ: الرَبيكَةُ: الأقِطُ والتمرُ والسمنُ، يُعْمَلُ رِخْواً ليس كالحيس. وقالت الدبيرته: هو الدقيق والاقط المطحون ثم يلبك بالسمن المختلط بالرب. وفى المثل: \" غرثان فارْبُكوا له \" وأصله أنَّ أعْرابياً أتى أهلَه فبُشِّرَ بغلام وُلِدَ له، فقال: ما أصنع به؟ أآكله أم أشربه؟ فقالت امرأته: غَرْثانُ فارْبُكُوا له. فلمَّا شبع قال: كيف الطلا وأمه.",
    "pg": "4:1586-1587"
  },
  "ربل": {
    "def": "الرَبْلُ: ضروبٌ من الشجر، إذا بَرَدَ الزمانُ عليها وأدبر الصيف تفطَّرَتْ بورق أخضر من غير مطر. والجمع رُبولٌ. قال الكميت يصف فراخ النعام: أَوَيْنَ إلى ملاطفة خضود لمأ كلهن أطراف الرُبولِ يقول: يَأْوِينَ إلى أمٍّ ملاطِفَةٍ تكسَّر لهنَّ أطرافَ هذا الشجر ليأ كلن. والربلة: باطن الفخذ، يسكَّن ويحرَّك. قال الأصمعي: التحريك أفصح. والجمع ربلات. قال الشاعر (١) يصف فرساً عرقت: يَنِشُ الماء في الرَبَلاتِ منها نَشيشَ الرَضْفِ في اللبن الوغير والرئبال: الاسد، وهو مهموز، والجمع الرآبيلُ. وفلان يَتَرَأْبَلُ، أي يغير على الناس ويفعل فعل الأسد. قال أبو سعيد: يجوز فيه ترك الهمز. وأنشد لجرير: رَبابيلُ البلادِ يَخَفْنَ منّي وحَيَّةُ أريحاء لى استجابا (١) وذئب رئبال، ولص رئبال. وربل القوم يَرْبُلون، أي نَمَوا وكثُروا. وتَرَبَّلَتِ الأرض، أي اخضرَّتْ بعد اليُبس عند أقبال الخريف. وتَرَبَّلَتِ المرأةُ، أي كثُر لحمُها. ورجلٌ رَبِلٌ: كثير اللحم. عن أبى عبيد. والاسم الربالة. والربيلة: السِمَنُ. ومنه قول الشاعر (٢) * أضاعَ الشباب في الربيلة والخفض (٣)",
    "pg": "4:1703-1704"
  },
  "رتأ": {
    "def": "رَتأْتُ العقدةَ رَتْأً: شددتها، والرجل خَنَقْتُه، وفي المَشْيِ رَتَآناً، مثل الرتكان: خببت.",
    "pg": "1:52"
  },
  "رتا": {
    "def": "الرَتْوَةُ: الخُطْوة. وقد رَتَوْتُ أرتو، أي خطوت. وفى حديث معاذ رضى الله عنه \" أنه يتقدم العلماء يوم القيامة برتوة \"، أي بخطوة، ويقال بدرجة. ورتاه يرتوه، أي أرخاه وأوهاه. قال الحارث (١) يذكر جبلاً وارتفاعَه: مكفهرّاً على الحوادث لا يَرْ * تُوهُ للدهر مُؤَيِدٌ صَمَّاءُ (٢) أي لا توهيه داهية ولا تغيِّره. ورَتاهُ أيضاً، أي شدَّهُ ; وهو من الأَضداد. (*) وفى الحديث: \" إن الخزيرة ترتو فؤاد المريض \" (١) أي تشده وتقويه. قال لبيد يصف درعا: فخمة ذفراء ترتى بالعرى * قردمانيا وتركا كالبصل يعنى الدروع لها عرى في أوساطها، فيضم ذيلها إلى تلك العرى وتشد إلى فوق لتشمر عن لابسها، فذلك الشد هو الرتو. الأمويّ: رَتَوْتُ بالدلو رَتْواً، إذا مددتَها مدّاً رفيقاً. وقال غيره: رَتَا برأسه يَرْتُو رَتْواً، وهو مثل الايماء. حكاه أبو عبيد.",
    "pg": "6:2351"
  },
  "رتب": {
    "def": "الرُتْبَةُ: المَنْزِلَةُ، وكذلك المَرْتَبَةُ. قال الأصمعي: المرتَبةُ: المَرْقَبَةُ، وهي أعلى الجبلِ. وقال الخليل: المراتب في الجبل والصحارى، وهي الأعلامُ التي تُرَتَّبُ فيها العيونُ والرُقباءُ. وتقول: رتبت الشئ ترتيبا. ورتب الشئ يرتب رتوبا، إى ثبت، يقال: رَتَبَ رُتوبَ الكَعْبُ، أي انتصب انتِصابَه. وأَمْرٌ راتِب، أي ثابت، وأمر ترتب، على تُفْعَلٍ بضم التاء وفتح العين (١) ، أي ثابتٌ. قال الشاعر (٢) :\nوكان لنا فضل على الناس ترتب (٣) * والرَتَبُ: الشِدة. قال ذو الرمة يصف الثَور الوحشيّ: تَقَيَّظَ الرَمْلَ حتّى هَزَّ خِلْفَتَهُ (٤) * تَرَوُّحُ البَرْد ما في عَيْشِهِ رَتَبُ يقال: ما في هذا الأمر رَتَبٌ ولا عَتَبٌ، أي شِدَّةٌ. والرَتَبُ: ما بين السَبَّابَةِ والوُسْطَى، وقد يُسَكَّنُ. والرَتَبُ أيضاً: ما أَشْرَفَ من الأرض، كالبَرْزَخِ. يقال رَتَبَةٌ ورتب، كقولك درجة ودرج.",
    "pg": "1:133"
  },
  "رتت": {
    "def": "ابن الأعرابي: الرَتُّ: رئيس البلد. وهؤلاء رُتوتُ البلد. والرُتوتُ أيضاً: الخنازير. والرُتَّةُ، بالضم: العُجمة في الكلام والحُكْلَةُ فيه. رجلٌ أَرَتُّ بَيِّنُ الرَتَتِ. وفي لسانه رتة. وأرته الله فرت.",
    "pg": "1:249"
  },
  "رتج": {
    "def": "أَرْتَجْتُ البابَ: أغلقته. قال العجاج:\nأو يجعل البيتَ رِتاجاً مُرْتَجا * والمِرْتاجُ: المغلاقُ. وأَرْتَجَتِ الناقة، إذا اغلقت رحمها على الماء. وأرتجت الدَجاجةُ، إذا امتلأ بطنها بيضاً. واُرْتِجَ على القارئ، على ما لم يُسَمَّ فاعله، إذا لم يَقدِر على القراءة كأنّه أُطْبِقَ عليه، كما يُرْتَجُ البابُ. وكذلك ارْتُتِجَ عليه. ولا تقل: ارْتُجَّ عليه بالتشديد. ورَتِجَ الرجلُ في مَنطِقِه بالكسر، إذا استَغلَقَ عليه الكلام. والرَتَجُ، بالتحريك: الباب العظيم، وكذلك الرِتاجُ. ومنه رِتاجُ الكعبة. قال الشاعر: إذا أخلفوني في عُلَيَّةَ أُجْنِحَتْ * يَمِيني إلى شطْرِ الرِتاجِ المُضَبَّبِ ويقال: الرِتاجُ: البابُ المغلَق وعليه باب صغير. والمراتج: الطرق الضيقة.",
    "pg": "1:317"
  },
  "رتخ": {
    "def": "رَتَخَ العجينُ والطين، فهو راتخ، أي رق.",
    "pg": "1:421"
  },
  "رتع": {
    "def": "رَتَعَتِ الماشيَةُ تَرْتَعُ رُتوعاً، أي أكلت ما شاءت. ويقال: خرجنا نَرْتَعُ ونلعب، أي ننعم ونلهو. وإبلٌ رِتاعٌ: جمعُ راتِعٍ، مثل نيام جمع نائم. وقومٌ راتِعونَ. والموضعُ مَرْتَع. وأَرْتَعَ إبلَه فَرَتَعَتْ، وقومٌ مُرْتِعونَ. وأَرْتَعَ الغيثُ، أي أنبت ما تَرْتَعُ فيه الابل (١) .",
    "pg": "3:1216"
  },
  "رتق": {
    "def": "الرَتْقُ: ضدُّ الفتق. وقد رَتَقْتُ الفتق أَرْتُقُهُ، فارْتَتَقَ، أي التأم، ومنه قوله تعالى: ﴿كانتا رَتْقاً فَفَتَقْناهُما﴾ . والرَتَق بالتحريك: مصدر قولك: امرأةٌ رَتقاءُ بيّنة الرَتَقِ، لا يستطاع جماعُها لارْتِتاقِ ذلك الموضع منها. والرِتاقُ: ثوبان يُرْتَقانِ بحواشيهما، ومنه قول الراجز:\nجاريةٌ بيضاء في رتاق (٢)",
    "pg": "4:1480"
  },
  "رتك": {
    "def": "رَتَكانُ البعيرِ: مقاربةُ خَطْوِه في رَمَلاَنِه. لا يقال إلاَّ للبعير. وقد رَتَكَ يَرْتُكُ رَتْكاً (١) . ورتكانا، وأرتكه صاحبة.",
    "pg": "4:1587"
  },
  "رتل": {
    "def": "التَرْتيلُ في القراءة: التَرَسُّلُ فيها والتبيين بغير بغى. وكلام رَتِلٌ بالتحريك، أي مُرَتَّلٌ. وثغرٌ رَتَلٌ أيضاً، إذا كان مستويَ النبات (١) . ورجلٌ رَتِلٌ، مثال تَعِبٍ، بين الرتل، أي مفلج الاسنان. والرتيلا: جنس من الهوام، ويمد أيضا.",
    "pg": "4:1704"
  },
  "رتم": {
    "def": "الرَتيمَةُ: خيطٌ يُشدُّ في الإصبع لتستذكر به الحاجة. وكذلك الرَتَمَةُ. تقول منه: أَرْتَمْتُ الرجلَ إرْتاماً. قال الشاعر: إذا لم تكن حاجاتُنا في نفوسكمْ فليس بِمُغْنٍ عنك عقدُ الرَتائِمِ والرَتَمَة بالتحريك: ضرب من الشجر، والجمع رتم. وقال: نظرت والعين مبينة التهم إلى سنانار وقودها الرتم شبت بأعلى عاندين من إضم وكان الرجل إذا أراد سفرا عمدا إلى شجرة فشد غُصنين منها فإنْ رَجَعَ ووجدَهما على حالهما قال إنَّ أهله لم تَخُنْه، وإلاَّ فقد خانَتْه. وقال الراجز: هَلْ يَنْفَعَنْكَ اليومَ إنْ هَمَّتْ بهم كثرةُ ما توصى وتعقاد الرتم ورتمت الشئ رَتْماً: كسرته. يقال: رَتَمَ أنفَه، بالتاء والثاء جميعاً. والرَتْمُ أيضاً: المرتوم. وقال أوس ابن حجر: لأَصْبَحَ رَتْماً دُقاقَ الحَصى مَكانَ النبِيِّ من الكاثِبِ (١) وما رَتَمَ فلان بكلمةٍ، أي ما تكلَّمَ بها.",
    "pg": "5:1927"
  },
  "رتن": {
    "def": "الرَتْنُ: الخلط، ومنه المِرْتَنَةُ (١) .",
    "pg": "5:2121"
  },
  "رثأ": {
    "def": "ارْتَثَأَ اللّبَنُ: خَثُرَ، ورَثَأْتُ اللبن رثأ: إذا حلبته على حامض فَخَثُرَ، والاسم: الرَّثِيئَةُ، ومنه قولهم: إن الرثيئَةَ تفثأ الغضبَ (١) . وارتثأ عليهم أمْرُهُم: اختلط، وهم يَرْثَؤُون رأيَهُمْ رَثْأً، أي: يخلطون، وارتثأ فلانٌ في رأيه، أي: خَلَّطَ. ابن السكيت: قالت امرأة من العرب رثأت (١) زوجي بأبيات، وهمزت، وأصله غير مهموز.",
    "pg": "1:52"
  },
  "رثث": {
    "def": "الرث: الشئ البالى، وجمعه رِثاثٌ. وقد رَثَّ الحبلُ وغيره يرث رثاثة. وفلان رث الهيئة، وفي هيئته رَثاثةٌ، أي بذاذَةٌ. وأَرَثُّ الثوبُ، أي أَخْلَقَ. والرِثَّةُ: السَقَطُ من متاع البيت من الخلقان: والجمع رثث مثل قربة وقرب، ورثاث مثل رهمة ورهام. وارتثثنا رِثَّةَ القومِ، أي جمعناها. والرِثَّةُ أيضاً: الخُشارَةُ الضعفاء من الناس. والرِثَّةُ أيضاً: المرأة الحمقاء. وارْتُثَّ فلان، وهو افْتُعِل على ما لم يُسَمَّ فاعله، أي حُمِلَ من المعركة رَثيثاً، أي جريحاً وبه رمق.",
    "pg": "1:282-283"
  },
  "رثد": {
    "def": "رَثَدْتُ المتاعَ أَرْثُدُهُ رَثْداً: نَضَدْتُه ووضعت بعضه على بعض أو إلى جنْب بعض. والمتاع رَثيدٌ ومَرْثودٌ (٢) . قال ثَعْلَبَة بن صُعَيْر المازِنيّ، وذكر الظَليمَ والنَعامة، وأنهما تذكَّرا بيضهما في أُدْحِيِّهما فأسرعا إليه: فَتَذَكَّرا ثَقَلاً رَثيداً بَعدَ ما * أَلْقَتْ ذُكاءُ يَمينَها في كافِرِ (٣) - والرَثَدُ بالتحريك: متاع البيت المنضود بعضُه على بعضٍ. والرثَدُ: ضَعَفَةُ الناس. يقال: تَرَكْنا على الماء رَثَداً ما يطيقون تَحَمُّلاً. وأما الذين ليس عندهم ما يتحمَّلون عليه فهم مُرْتَثِدونَ، وليسوا بِرَثَدٍ. يقال: تركت بني فلان مرتثدين ما تحملوا بعد، أي ناضدين متاعهم. قال ابن السكيت: ومنه اشْتُقَّ مرثد، وهو اسم رجل. والمرثد: اسم من أسماء الأسد. والرِثْدَةُ بالكسر: جماعة من الناس يقيمون ولا يَظْعَنونَ. الكسائي: أَرْثَدَ القومُ، أي أقاموا. واحْتَفَرَ القوم حتى أرثدوا، أي بلغوا الثرى.",
    "pg": "2:472-473"
  },
  "رثع": {
    "def": "الرَثَعُ بالتحريك: الطمعُ والحِرصُ الشديدُ. وقد رَثِعَ بالكسر يَرْثَعُ رثعا، فهو راثع ورثع.",
    "pg": "3:1216"
  },
  "رثعن": {
    "def": "الارثعنان: الاسترخاء.",
    "pg": "5:2121"
  },
  "رثم": {
    "def": "رَثَمْتُ أنفَه، إذا كسرتَه حتَّى أدمَيتَه. ورَثَمَتِ المرأةُ أنفَها بالطيب: طَلَتْهُ ولطَّخته. قال ذو الرمة: تَثْني النِقابَ على عِرْنينِ أرنبةٍ شَمَّاَء مارِنُها بالمِسْكِ مَرْثومُ كأنَّه جعلَ في المارِنِ شبيهاً بالدم في الانف المرثوم. والرثم: بياض في جحفلة الفرس العليا. وقد ارْثَمَّ الفرسُ ارْثِماماً، صار أَرْثَمَ. وهي الرُثْمَةُ. وخُفٌّ مَرْثومٌ، مثل مَلْثومٍ، إذا أصابته حجارةٌ فدمي.",
    "pg": "5:1927-1928"
  },
  "رثن": {
    "def": "أبو زيد: الرَثانُ من المطر: القِطار المتتابعة، يفصل بينهن سكون. يقال: أرض مرثنة ثرثينا.",
    "pg": "5:2121"
  },
  "رثى": {
    "def": "الرَثْيَةُ بالفتح: وجع في الرُكبتين والمفاصل. قال حُميد يذكر كبره (٢) :\nورثية تنهض بالتشدد (٣) * ويروى: \" في تَشَدُّدي \". والجمع رَثَياتٌ. قال الراجز (١) : وللكبير رَثَياتٌ أربعُ * الركبتانِ والنَسا والأَخْدَعُ ولا يزال رأسه يُصَدَّعُ (٢) * ورَثَيْتُ الميّت مَرْثِيَّةً ورَثَوْتُهُ أيضاً، إذا بكيته وعَدَّدْتُ محاسنَه، وكذلك إذا نظمتَ فيه شعراً. ورَثى له، أي رقّ له. ابن السكيت: قالت امرأة من العرب: \" رثأت زوجي بأبيات \" وهمزت. قال الفراء: ربما خرجت بهم فصاحتهم إلى أن يهمزوا ما ليس بمهموز. قالوا: رثأت الميت، ولبأت بالحج، وحلات السويق تحلثة، وأنما هو من الحلاوة، إذا كانت تنوح نياحة (٣) . وامرأة رثاءة ورثاية. فمن لم يهمز أخرجه على أصله، ومن همز فلان الياء إذا وقعت بعد (*) الالف الساكنة همزت. وكذلك القول في سقاءة وسقاية وما أشبهها. أبو عمرو: رَثَيْتُ عنه حديثاً أَرْثي رِثايَةً، إذا ذكرته عنه.",
    "pg": "6:2351-2352"
  },
  "رجأ": {
    "def": "أرجأت الأمر: أخّرته، وقرئ: (وآخَرونَ مُرْجَؤُنَ لأمر الله) ، أي: مُؤَخَّرونَ حتى يُنْزِلَ الله فيهم ما يريد. ومنه سُمِّيَتْ المُرْجِئَةُ مثال: المُرْجِعَةِ. يقال: رجلٌ مُرْجئٌ، مثال: مزجع، والنسبة إليه مرجئى، مثال: مرجعي. هذا إذا همزت، فإذا لم تهمز قلت: رجل مرج، مثل: معط، وهم المرجية بالتشديد، لان بعض العرب يقول: أرجيت، وأخطيت، وتوضيت، فلا يهمز. وأرجأت الناقة: دنا نتاجها، يهمز ولا يهمز. قال أبو عمرو: هو مهموز. وأنشد لذى الرمة، يصف بيضة (٢) :\nإذا أرجأت ماتت وحى سليلها * ويروى: إذا نتجت.",
    "pg": "1:52"
  },
  "رجا": {
    "def": "أَرْجَيْتُ الأمر: أخَّرته، يهمز ولا يهمز. وقد قرئ: (وآخرون مرجون لامر الله) و (أرجه وأخاه) . فإذا وصفت الرجل به قلت: رجل مرج وقوم مرجية. وإذا نسبت إليه قلت رجل مرجى بالتشديد على ما ذكرناه في باب الهمز. والرجاء من الامل ممدود ; يقال: رَجَوْتُ فلاناً رَجْواً ورَجاءً ورَجاوَةً. ويقال: ما أتيتُك إلاّ رَجاوَةً الخير. وتَرَجَّيْتُهُ كلّه بمعنى رَجَوْتُهُ. قال بشرٌ يخاطب بنته: فرجى الخير وانتظري إيايى * إذا ما القارظ العنزي آبا ومالي في فلان رَجِيَّةٌ، أي ما أرْجوهُ. وقد يكون الرَجْوُ والرَجاءُ بمعنى الخوف. قال الله تعالى: (ما لكم لا ترجون لله وَقاراً) ، أي تخافون عظمةَ الله. وقال أبو ذؤيب: إذا لسعته النحلُ لم يَرْجُ لسعَها * وحالَفَها في بيت نوب عواسل (١) أي لم يَخَفْ ولم يُبالِ. والرَجا مقصورٌ: ناحية البئر وحافَتاها. وكلُّ ناحيةٍ رَجاً. يقال منه: أَرْجَيْتُ. والرَجَوانِ: حافَتا البئر. فإذا قالوا: رُميَ به الرَجَوانِ، أرادوا أنّه طُرِحَ في المهالك. وقال المراديّ: كأنْ لم تَرَيْ قبلي أسيراً مكبلاً * ولا رجلاً يُرْمى به الرَجَوانِ (١) أي لا يستطيع أن يستمسك. والجمع أَرْجاءٌ قال تعالى: (والمَلَكُ على أَرْجائِها) . وقطيفةٌ حمراء أُرْجُوانٌ. وأَرْجَتِ الناقة: دنا نِتاجها، يهمز ولا يهمز. والارجوان: صبغ أحمر شديد الحمرة. قال أبو عبيد: وهو الذي يقال له النَشاسْتَجُ. قال: والبَهْرمَان دونَه. ويقال أيضاً الأُرْجوانُ معرّب، وهو بالفارسية أُرغوانْ، وهو شجرٌ له نَوْرٌ أحمر أحسنُ ما يكون. وكلُّ لونٍ يشبهه فهو أرجوان. قال عمرو بن كلثوم: كأنَّ ثيابنا منّا ومنهم * خُضِبْنَ بأرجوان أو طلينا (*)",
    "pg": "6:2352-2353"
  },
  "رجب": {
    "def": "رَجِبْتُهُ بالكسر، أي هِبْتُهُ وعَظَّمْتُهُ، فهو مَرْجوبٌ. ومنه سُمِّيَ رَجَبٌ، لأنهم كانوا يعظِّمونه في الجاهلية ولا يستحِلّونَ فيه القِتالَ. وإنما قيل رَجَبُ مُضَرَ لأنّهم كانوا أشدَّ تعظيماً له. والجمع أرْجابٌ. وإذا ضَمُّوا إليه شَعبان قالوا: رجبان. والترجيب: التعظيم. وإن فلاناً لَمُرَجَّبٌ. ومنه ترجيبُ العَتيرَةِ، وهو ذَبْحُها في رَجَبٍ. يقال: هذه أيامُ ترجيبٍ وتَعْتارٍ. والترجيب أيضاً: أن تُدْعَمَ الشَجَرةُ إذا كَثُرَ حَمْلُها لئلا تنكسر أغصانها. قال الحُبابُ بن المنذر: \" أنا عُذَيْقُها المُرَجَّبُ (١) \". وربَّما بُنيَ لها جِدارٌ تعتمد عليه لضعفها. والاسم الرجبة والجمع رجب، مثل ركبة وركب. والرجبية من النخل: منسوبة إليه. قال الشاعر (٢) : وليست بسنهاء ولا رُجَّبِيَّةٍ * ولكن عَرايا في السنينِ الجوائح (٣) والرجبة أيضا: بِناءٌ يُبْنَى يصاد به الذئب وغيره، يوضع فيه لحمٌ ويُشَدُّ بخيط، فإذا جذبَه سقط عليه الرُجْبَةُ. والراجبَةُ في الإِصْبَعِ: واحدة الرواجب، وهي مَفاصِلُ الأصابع اللاتي تَلي الأنامِلَ (٤) ، ثم البَراجِمُ ثم الأشاجِعُ اللاتي يَلينَ الكَفَّ. قال الأصمعي: الأرجابُ: الأمعاءُ، ولم يعرف واحِدُها. قال أبو سهل: قال ابن حمدويه واحدها رِجْبٌ بكسر الراء وسكون الجيم، وقال غيره (١) واحدها رجب بفتحهما.",
    "pg": "1:133-134"
  },
  "رجج": {
    "def": "يقال رَجَّهُ رَجَّاً، أي حركه وزلزله. وناقة رجاء: عظيمة السنام. والرجرجة: الاضطراب. وارتج البحر وغيره: اضطرب. وفي الحديث: \" مَنْ ركب البحر حِينَ يَرْتَجُّ فلا ذِمَّةَ له \"، يعنى إذا اضطربت أمواجه، وترجرج الشئ، أي جاء وذهب. والرَجْرَجُ: نعتُ المُتَرَجْرِجِ. وقال:\nوكَسَتِ المِرْطَ قَطاةً رَجْرَجا * وكتيبةٌ رَجْراجَةٌ، كأنَّها تتمخّض ولا تسير، لكثرتها. وامرأةٌ رجراجةٌ: يَتَرَجْرَجُ عليها لحمُها. والرِجْرِجَةُ، بالكسر: بقيَّة الماء في الحوض الكدرةُ المختلطةُ بالطين، والثَريدةُ المُلَبَّقَةُ. والرِجْرِجُ أيضا: نبت. قال الشاعر (١) : كاد اللعاع من الحوذان يسحطها * ورجرج بين لحييها خناطيل والرجاج بالفتح: مهازيل الغنم. قال الراجز (٢) : قد بكرت محوة بالعجاج (٣) * فدمرت بقية الرجاج ونعجة رجاجة، أي مهزولة. والرَجاجُ أيضاً: الضعفاء من الناس والابل. وأنشد الاصمعي: أقبلن من نير ومن سواج * بالقوم قد ملوا من الادلاج (١) * فهم رجاج وعلى رجاج أي ضعفوا من السفر وضعفت رواحلهم.",
    "pg": "1:317-318"
  },
  "رجح": {
    "def": "رَجَحَ الميزانُ يَرْجَحُ ويَرْجُحُ ويرجِحُ، رُجْحاناً، أي مالَ. وأَرْجَحْتُ لفلان، ورَجَّحْتُ تَرْجيحاً، إذا أعطيته راجحاً. والرَجاحُ: المرأة العظيمة العَجُز، والجمع الرجح، مثال قذال وقذل. قال رؤبة:\nومن هواى الرجح الاثائث * وترجحت الارجوحة بالغلام، أي مالت. وراجَحْتُه فَرَجَحْتُهُ، أي كنت أرزنَ منه. وقوم مراجيح في الحلم.",
    "pg": "1:364"
  },
  "رجحن": {
    "def": "ارجحن الشئ: مال. وفي المثل:\nإذا ارْجَحَنَّ (١) شاصياً فارفعْ يداً * أي إذا مال رافعاً رجليه، يعني إذا خَضَع لك، فاكفف عنه. وارجحن الشئ: اهتز. قال الخليل: ارْجَحَنَّ، إذا وقَعَ بمَرَّةٍ. وجيشٌ مُرْجَحِنٌّ، ورَحىً مُرْجَحِنَّةٌ، أي ثقيلَةٌ. قال النابغة: إذا رَجَفَتْ فيه رَحىً مُرْجَحِنَّةٌ تَبَعَّجَ ثجاجا غزير الحوافل (٢)",
    "pg": "5:2121"
  },
  "رجد": {
    "def": "أبو عمرو: الإرْجادُ: الإرْعادُ. يقال أرجد وأرعد بمعنى. وأنشد:\nأرجد رأس شيخة عيصوم (١)",
    "pg": "2:473"
  },
  "رجز": {
    "def": "الرِجْزُ: القَذَرُ، مثل الرِجْسِ. وقرئ قوله تعالى: ﴿والرِجْزَ فاهْجُرْ﴾ بالكسر والضم. قال مجاهدٌ: هو الصنم. وأمَّا قوله تعالى: ﴿رِجْزاً من السماء﴾ فهو العذاب. والرَجَزُ بالتحريك: ضربٌ من الشعر. وقد رجز الراجز وارتجز. والمرتجز: اسم فرس كان لرسول الله صلى الله عليه وسلم الذى اشتراه من الاعرابي وشهد له خزيمة بن ثابت. والرجز أيضا: داءٌ يصيب الإبلَ في أعجازها فإذا ثارت الناقة ارتعشت فخذاها ساعةً ثم تَنْبَسِطانِ. يقال: بعيرٌ أَرْجَزُ، وقد رَجِزَ، وناقةٌ رَجْزاءُ. قال الشاعر (١) : هَمَمْتَ بخيرٍ ثم قَصَّرْتَ دونه * كما ناءت الرَجْزاءُ شُدَّ عقالُها (٢) * ومنه سمِّي الرَجَزُ من الشعر، لتقارب أجزائه وقلَّة حروفه. والرِجازَةُ: مركَبٌ أصغر من الهودج. ويقال هو كساءٌ يجعل فيه أحجار يعقل بأحد جانبى الهودج إذا مال.",
    "pg": "3:878-879"
  },
  "رجس": {
    "def": "الرجس: القذر. وقال الفراء في قوله تعالى ﴿ويَجْعَلُ الرِجْسَ على الذين لا يَعْقِلونَ﴾ : إنه العقاب والغضب، وهو مضارع لقوله: الرجز. قال: ولعلهما لغتان أبدلت السين زايا، كما قيل للاسد: الازد. والرجس، بالفتح: الصوت الشديد من الرعد، ومن هدير البعير. ورَجَسَتِ السماءُ تَرْجُسُ، إذا رعدتْ وتمخَّضَتْ. وارتَجَسَتْ مثلُه. وسحابٌ رَجَّاسٌ، وبعيرٌ رَجَّاسٌ. قال ابن الأعرابي: يقال هذا راجِسٌ حَسَنٌ، أي راعدٌ حسنٌ. ويقال: هم في مَرْجوسَةٍ من أمرهم، أي في اختلاط. والمِرْجاسُ: حجرٌ يشدُّ في طرف الحبل ثم يُدْلى في البئر فيَمْخَضُ الحَمْأَةَ حتّى تثور، ثم يُسْتَقى ذلك الماءُ فتَنْقى البئر. قال الشاعر: إذا رأوا كريهة يرمون بى * رميك بالمرجاس (١) في قعر الطوى *",
    "pg": "3:933-934"
  },
  "رجع": {
    "def": "رَجَعَ بنفسه رُجوعاً، ورَجَعَةً غيرهُ رَجْعاً. وهُذَيْلٌ تقول: أَرْجَعَهُ غيرهُ. وقوله تعالى: ﴿يَرْجِعُ بعضهُم إلى بَعْضٍ القَوْلَ﴾ ، أي يتلاومون. والرُجعى: الرجوعُ. تقول: أرسلت إليك فما جاءني رُجعى رسالتي، أي مَرْجوعُها. وكذلك المَرْجِعُ. ومنه قوله تعالى: ﴿ثم إلى ربِّكم مَرْجِعُكُمْ﴾ . وهو شاذٌّ، لأنَّ المصادر من فَعَلَ يَفْعِلُ، إنما تكون بالفتح. وفلانٌ يؤمن بالرَجْعَةِ، أي بالرجوع إلى الدُنيا بعد الموت. وقولهم: هل جاء رَجْعَةُ كتابك، أي جوابُه. وله على امرأته رَجْعَةٌ ورِجْعَةٌ أيضاً، والفتح أفصح. ويقال: ما كان من مَرْجُوعِ فلانٍ عليك أي من مردودِه وجوابه. والرَجْعَةُ: الناقةُ تباع ويُشْتَرى بثمنها مثلها، فالثانية راجِعَةٌ ورجيعة (١) . وقد ارْتَجَعْتُها، وتَرَجَّعتُها، ورَجَّعْتُها. يقال: باع فلانٌ إبله فارْتَجَعَ منها رِجْعَةً صالحةً بالكسر، إذا صرف أثمانها فيما يعود عليه بالعائدةٍ والصالحةِ. وكذلك الرجعة في الصدقة إذا وجبَتْ على ربِّ المال أسنانٌ فأخذ المصدِّق مكانَها أسناناً فوقَها أو دونها. وأتانٌ راجِعٌ وناقةٌ راجِعٌ، إذا كانت تَشول بذنبها وتجمع قُطْرَيْها وتوزِعُ بِبَولها، فيُظَنُّ أن بها حَمْلاً، ثم تُخْلِفُ. وقد رَجَعَتْ تَرْجِعُ رِجاعاً. ونوقٌ رَواجِعُ. والرِجاعُ أيضاً: رُجوعُ الطير بعد قِطاعِها. والراجِعُ: المرأةُ يموت زوجها فترْجِعُ إلى أهلها. وأمَّا المطلَّقة فهي المردودة. والرَجْعُ: المطر. قال الله تعالى: ﴿والسماءِ ذاتِ الرَجْعِ﴾ ، ويقال ذاتُ النفعِ. والرَجْعُ: الغديرُ. قال المتنخِّل الهذَليّ يصف السيف: أبيض كالرَجْعِ رَسوبٌ إذا * ما ناخَ في مُحْتَفَلٍ يَخْتَلي * والجمعُ الرُجْعانُ (١) . ورُجْعانُ الكتابِ أيضاً: جوابه. يقال رَجَعَ إليَّ الجوابُ يَرْجِعُ رَجْعاً ورُجْعاناً. ورَجْعُ الدابةِ يَدَيْها في السير: خَطْوُها. ورَجْعُ الواشمة: خطها، ومنه قول لبيد: أو رَجْعُ واشِمةٍ أُسِفُّ نَؤُورُها * كففا تعرض فوقهن وشامها * والرجيع من الدواب: ما رَجَعْتَهُ من سفرٍ إلى سفر، وهو الكالُّ، والأنثى رَجيعَةٌ، والجمعُ الرَجائِعُ. والرَجيعُ: الرَوث والبعرُ وذو البطن. وقد أَرْجَعَ الرجلُ. وهذا رَجيعُ السَبُعِ ورَجْعُهُ أيضاً. وكل شئ يردد فهو رجيع ; لأنَّ معناه مَرْجوعٌ، أي مردودٌ. وربما سموا الجرة رجيعا. قال الاعشى: وفَلاةٍ كأنها ظَهْرُ تُرْسٍ * ليس فيها إلا الرجيع علاق (١) * يقول: لا تجد الابل فها علقا إلا ما تردُّه (٢) * من جِرَّتها. وأرجع الرجُلُ، إذا أهوى بيده إلى خَلْفه ليتناول شيئاً. قال أبو ذؤيب: فَبَدا له أَقْرابُ هذا رائِغاً (٣) * عَجِلاً فَعَيَّثَ في الكِنانَةِ يرجع * وحكى ابن السكيت: هذا متاعٌ مُرْجِعٌ، أي له مَرْجوعٌ ويقال: أرْجَعَ الله بَيْعَةَ فلانٍ، كما يقال: أربح الله بيعته. الكسائي: أَرْجَعَتِ الإِبْلُ، إذا هزُلَتْ ثم سمنت. والمراجعة: المعاودة. يقال: راجعَهُ الكلامَ، وراجعَ امرأتَه. وتراجع الشئ إلى خلف. واسترجعت منه الشئ، إذا أخذت منه ما دفعتَه إليه. واسْتَرْجَعْتُ عند المصيبة، إذا قلت: إنا لله وإنَّا إليه راجعون، فأنا مُسْتَرْجِعٌ. وكذلك التَرْجيعُ، قال جرير: ورَجَّعْتُ من عِرْفانِ دارٍ كأنها * بقيةُ وشمٍ في متونِ الأشاجِعِ * والترجيعُ في الأذان (١) . وتَرْجيعُ الصوتِ: ترديدُه في الحَلْقِ، كقراءة أصحاب الألحان. وتَرْجيعُ الدابةِ يديْها في السير، وتَرْجيعُ الواشِمةِ وَشْمَها. ورَجْعُ الكتِفِ (٢) ومرجعها: أسفلها.",
    "pg": "3:1216-1218"
  },
  "رجف": {
    "def": "الرخف والرخفة: الزبد الرقيق. ومنه قوله الشاعر (٢) :\nأرخف زبد أيسر أم نهيد * يقول: أرقيق هو أم غليظ. والرخف أيظا: العجين الكثير الماء المسترخى. وقد رجف العجين رخفا، مثال تَعِبَ تَعَباً. وأرْخَفْتُهُ أنا. ويقال: صار الماء رَخْفَةً، أي طيناً رقيقاً، وقد يُحَرَّكُ لأجل حرف الحلق. والرخف أيضا: ضرب من الصبغ.",
    "pg": "4:1363"
  },
  "رجل": {
    "def": "الرِجْلُ: واحدة الأَرْجلِ. وقولهم: كان ذلك على رِجْلِ فلان، أي في عهده وزمانه. والرِجْلُ أيضاً: الجماعة الكثيرة من الجراد خاصَّةً، وهو جمعٌ على غير لفظ الواحد، ومثله كثير في كلامهم كقولهم لجماعة البقر: صوار، ولجماعة النعام: خيط، والجماعة الحمير: عانة. قال أبو النجم يصف الحمر في غدوها وتطاير الحصى عن حوافرها: كأنَّما المَعْزاءُ من نِضالِها رِجْلُ جَرادٍ طارَ عن خُذّالِها قال الخليل: رِجْلُ القَوسِ: سِيَتُها السُفلى. ويَدُهَا: سِيَتُها العليا. ورِجْلُ الطائِرِ: ميسَمٌ. ورِجْلُ الغراب: ضرب من الابل، لا يقدر الفصل على أن يرضَع معه ولا ينحلُّ. قال الكميت: صررجل الغراب ملكك في النال س على من أراد فيه الفُجورا والرِجْلَةُ: بقلةٌ، وتسمَّى الحمقاءَ، لأنَّها لا تنبت إلاّ في مَسيلٍ. ومنه قولهم: \" هو أحمق من رجلة \". والعامة تقول: من رجله. والرجلة أيضاً: واحدة الرِجلِ، وهي مَسايِلُ الماء. قال لبيد: يلمج (١) البارض لمجافى الندى من مرابيع رياض ورجل والرجل بالتحريك: مصدر قولك رَجِلَ بالكسر، أي بَقيَ راجِلاً. وأَرْجَلَهُ غيره. وأَرْجَلَهُ أيضاً، بمعنى أمهله. والرجل: أن ترسل البهة مع أمِّها ترضعُها متى شاءت. يقالُ: بَهْمَةٌ رَجَلٌ وبَهْمٌ أَرْجالٌ. قال الشاعر (٢) : وصاف غلامنا رجلا عليها إرادة أن يفوقها رضاعا تقول منه: أَرْجَلْتُ الفصيلَ. وقد رجل الفصل أمه يرجلها رجلا، أي رضعها. ورجلت الشاة: علقتها بِرِجلِها. والأَرَجَلُ من الخيل: الذي في إحدى رِجْلَيْهِ بياضٌ، ويُكْرَهُ إلاّ أن يكون به وَضَحٌ غير. قال الشاعر (١) : أسيل نبيل ليس فيه مَعابَةٌ كُمَيْتٌ كلَوْنِ الصِرْفِ أرْجَلُ أَقْرَحُ فَمُدِحَ بالرَجَلِ لمّا كان أَقْرَحَ. وشاةٌ رَجْلاءُ كذلك. والأرْجلُ أيضاً من الناس: العظيمُ الرِجْلِ. والمِرْجَلُ: قِدْرٌ من نحاس. والرجل: خلاف الفارس، والجمع رجل، مثل صاحب وصحب، ورجالة ورجال. والرجلان أيضا: الراجل، والجمع رجلى ورجال، مثل عجلان وعجلى وعجال. ويقال أيضاً: رَجِلٌ ورَجالى، مثل عَجِلٌ وعَجالى. وامرأةٌ رَجْلَى مثل عَجْلَى، ونسوةٌ رِجالٌ مثل عِجالٍ، ورَجالى مثل عَجالى. والرَجُلُ: خلاف المرأة، والجمع رجال ورجالات، مثل جمال وجمالات، وأراجل. قال أبو ذؤيب: أَهَمَّ بَنِيهِ صَيْفُهُمْ وشِتاؤُهُمْ وقالوا تَعَدَّ واغْزُ وَسْط الا راجل يقول: أهمهم نفقة صيفهم وشِتائِهم وقالوا لأبيهم: تَعَدَّ، أي انصرفْ عنا. ويقال للمرأة رَجُلَةٌ. وقال: مَزِّقوا جَيْبَ فَتاتِهمُ لم يُبالوا حُرْمَةَ الرَجْلَهْ (١) ويقال: كانت عائشة ﵂ رَجُلَةَ الرأي. وتصغير الرجل رجيل وروبجل أيضا على غير قياس، كأنّه تصغير راجِلٍ. والرُجْلَةُ بالضم: مصدر الرَجُلِ. والراجِلُ والأَرْجَلُ، يقال رَجُلٌ بيّن الرجلة والرجولة والجولية. وراجل: جيد الرجلة. وفرس أزجل بين الرجل والرُجْلَةِ. قال الأمويّ: إذا ولدت الغنمُ بعضُها بعد بعض قيل: ولدتها الرجيلاء، مثال الغميضاء. قال أبو زيد: يقال رَجِلْتُ بالكسر رَجَلاً، أي بقيت راجلا. والكسائي مثله. والرجيل من الخيل: الذي لا يَحْفى. ورَجُلٌ رَجيلٌ، أي قوى على المشى. وحرة رَجْلاءُ، أي مستويةٌ كثيرةُ الحجارةِ يصعُب المشي فيها. قال ابن السكيت: شَعَرٌ رَجَلٌ، ورَجِلٌ، إذا لم يكن شديد الجُعودة ولا سَبِطاً. تقول منه: رَجَّلَ شعره تَرْجيلاً. أبو عمرو: ارْتَجَلْتُ الرَجُلَ، إذا أخذتَه برِجْلِهِ. وارْتِجالُ الخطبة والشِعر: ابتداؤه من غير تهيئةٍ قبل ذلك. وارْتَجَلَ الفرسُ، إذا خلط العنق بشئ من الهملجة فراوح بين شئ من هذا وشئ من هذا. وارتحل فلان، أي جمع قطعةً من الجراد ليشويها. ومنه قول لبيد:\nكَدُخانِ مُرْتَجِلٍ يَشِبُّ ضِرامُها (١) * وَتَرَجَّلَ في البئر، أي نزلَ فيها من غير أن يُدَلَّى. وتَرَجَّلَ النهارُ، أي ارتفع. قال الشاعر: وَهاجَ. به لمَّا تَرَجَّلتِ الضُحى عَصائبُ شتى من كلاب ونابل",
    "pg": "4:1704-1706"
  },
  "رجم": {
    "def": "الرَجْمُ: القتل، وأصله الرمي بالحجارة. وقد رَجَمْتُهُ أَرْجُمُهُ رَجْماً، فهو رجبم ومرجوم. والرجمة، بالضم: واحدة الرُجَمِ والرِجامِ، وهي حجارةٌ ضِخام دون الرِضامِ، وربَّما جُمِعَتْ على القبر ليُسَنَّمَ. وقال عبد الله بن مغفَّلٍ في وصيّته: \" لا تُرَجَّموا قبري \" أي لا تجعلوا عليه الرَجَمَ. أراد بذلك تسوية قبرِه بالأرض وأن لا يكون مسنما مرتفعا، كما قال الضحاك في وصيته: \" ارمسوا قبري رمسا \". والمحدثون يقولون: لا ترجموا قبري، والصحيح أنه مشدد. والرجم بالتحريك: القبرُ. قال كعب ابن زهير: أنا ابن الذي لم يُخْزِني في حياته ولم أُخْزِهِ لَمَّا تَغَيَّب في الرَجَمْ (١) والرِجامُ: المِرْجاسُ، وربَّما شُدَّ بطرف عَرْقُوَةُ الدلو ليكون أسرع لانحدارها. ورجل مرجم بالكسر، أي شديد، كأنه يُرْجَمُ به مُعادِيهِ. وفرسٌ مِرْجَمٌ: يَرْجُمُ في الأرض بحوافره. والرَجْمُ: أن يتكلَّم الرجل بالظنِّ. قال تعالى: (رَجْماً بالغيب) . يقال صار فلان رَجْماً: لا يوقف على حقيقة أمره. ومنه الحديثُ المُرَجَّمُ، بالتشديد. وتراجموا بالحجارة، أي ترموا بها. ورَجَمَ فلانٌ عن قومه، إذا ناضل عنهم. ورجام: موضع. قال لبيد:\nبمنى تأبد غولها فرجامها (١) * والرجامان: خشبتان تنصبان على رأس البئر، ينصب عليهما القعْو. والرُجْمَةُ بالضم: وِجار الضبُع. ويقال: قد ترجم كلامه، إذا فسَّره بلسان آخر. ومنه الترجمان، والجمع التراجم، مثل زعفران وزعافر، وصحصحان، وصحاصح. ويقال ثرجمان. ولك أن تضم التاء لضمَّة الجيم فتقول ترجمان، مثل يسروع ويسروع. قال الراجز: إلا الحمام الورق والغطاطا (٢) . فهن يُلْغِطْنَ به إلْغاطا كالتُرجُمانِ لقيَ الانباطا",
    "pg": "5:1928-1929"
  },
  "رجن": {
    "def": "رَجَنَ بالمكان يَرْجُنُ رُجوناً: أقام به. والراجِنُ: الآلِفُ، مثل الداجِنِ. قال الفراء: رَجَنَتِ الإبل ورَجِنَتْ أيضاً بالكسر، وهي راجِنَةٌ. وقد رَجَّنتُها أنا وأَرْجَنْتُها، إذا حبستَها لتعلفَها ولم تسرِّحْها. ورَجَنَ فلانٌ دابَّته رَجْناً: حبَسها وأساءَ علَفَها حتّى تُهزَل، ورَجَنَتْ هي بنفسها رُجُوناً، يتعدّى ولا يتعدّى، فهى شاة راجن. وارتجن على القوم أمرُهم: اختلط. وارْتَجَنَ الزبد: طبخ فلم يصف وفسد.",
    "pg": "5:2121"
  },
  "رحب": {
    "def": "الرُحْبُ بالضم: السَعَةُ. تقول منه: فُلانٌ رُحْبُ الصَدْرِ. والرَحْبُ، بالفتح: الواسِعُ، تقول منه بلدٌ رَحْبٌ وأرضٌ رَحْبَةٌ، وقد رَحُبَتْ بالضم تَرْحُبُ رُحْباً ورَحابَةً. وقولهم: مرحباً وأهلاً، أي أَتَيْتَ سَعَةٌ وأَتَيْتَ أهلاً فاستأنِسْ ولا تستوحِشْ. وقد رَحَّبَ به ترحيباً، إذا قال له مرحَباً. وقول الشاعر (٢) : وكيف تُواصِلُ من أَصْبَحَتْ * خَلالَتُهُ كَأَبي مَرْحَبِ يعني به الظِلَّ. وقِدْرٌ رُحابٌ، أي واسعةٌ. والرُحْبي (٣) : أَعْرَضُ الأضلاعِ. وإنما يكون الناحز في الرُحبَيَين وهما مَرجِع المرفقين. وهو أيضاً سِمَة في جنب البعير. والرَحيبُ: الأكولُ. وفلان رحيبُ الصَدرِ، أي واسعُ الصدرِ. ورحائبُ التُخومِ: سَعَةُ أقطارِ الأرضِ. ورَحُبَتِ الدارُ وأَرْحَبَتْ بمعنىً، أي اتَّسَعَتْ. قال الخليل: قال نصر بن سيار: \" أرحبكم الدخول في طاعة الكرماني \" أي أوسعكم. قال: وهى شاذة، ولم يجئ في الصحيح فعل بضم العين متعديا غيره. وأما المعتل فقد اختلفوا فيه. قال الكسائي: أصل قلته قولته. وقال سيبويه: لا يجوز ذلك لانه يتعدى. وليس كذلك طلته، ألا ترى أنك تقول طويل. وأرحبت الشئ: وسعته. قال الحجاج حين قتل ابن القِرِّيَّة: \" أَرْحِبْ يا غُلامُ جُرْحَهُ \". ويقال أيضاً في زجر الفرس: أرحب وأرحبى، أي توسعى وتباعدي. قال الشاعر (١) :\nنعلمها هبى وهلا وأرحب * ورحبة المسجد، بالتحريك: ساحَتُهُ، والجمع رَحَبٌ ورَحَباتٌ ورحاب. وبنو رحب أيضا: بطن من همدان. وأرحب: قبيلة من همدان. قال الكميت: يقولون لم يورث ولولا تراثه * لقد شركت فيه بكيل وأرحب وتنسب إليها الارحبيات من الابل.",
    "pg": "1:134-135"
  },
  "رحح": {
    "def": "الرَحَحُ: سَعَةٌ في الحافِرِ، وهو محمود لأنه خلاف المُصْطَرّ. فإذا انبطح جداً فهو عيْبٌ. ورجل أرح، أي لا أخمض لقدميه، كأرجل الزِنْجِ. وقدم رَحَّاءُ. والوَعِل المُنْبَسِط الظِلْفِ: أَرَحُّ. وقال الاعشى: افلو أن عز الناس في رَأسِ صَخْرَةٍ * مُلَمْلَمَةٍ تُعْيي الارح المخدما (١) وترحرحت الفرس، إذ فحجت قوائمها لتبول. وشئ رحراح، أي فيه سَعة ورقّة. وعيشٌ رَحْراح: واسع. ورحرحان: اسم جبل قريب من عكاظ. ومنه يوم رحرحان، لبنى عامر على بنى تميم. قال عوف بن عطية التميمي: هلا فوارس رحرحان هجوتم * عشرا تناوح في سرارة وادى يقول: لهم منظر وليس لهم مخبر. يعير به لقيط بن زرارة، وكان قد انهزم يومئذ.",
    "pg": "1:364"
  },
  "رحض": {
    "def": "رَحَضْتُ يدي وثوبي أَرْحَضَهُ رَحْضاً: غسلته. والثوبُ رَحيضٌ ومرحوض. والمِرْحاضُ: خشبةٌ يُضْرَبُ بها الثوبُ إذا غسل. والمرحاض: المغتسل. وفى حديث أبى أيوب الانصاري: \" وجدنا مراحيضهم استقبل بها القبلة \"، يعنى الشأم. والرحضاء: العَرَقُ في أثر الحمَّى. وقد رحض المحموم، فهو مرحوض.",
    "pg": "3:1077"
  },
  "رحق": {
    "def": "الرحيق: صفوة الخمر.",
    "pg": "4:1480-1481"
  },
  "رحل": {
    "def": "الرَحْلُ: مسكن الرجُل وما يستصحبه من الاثاث. والرحل أيضا: رَحْلُ البعير، وهو أصغر من القَتَب. والجمع الرِحالُ، وثلاثة أَرْحُلٍ. ومنه قولهم في القذف: يا ابْنَ مُلْقى أَرْحُلِ الرُكْبانِ! والرِحالُ أيضاً: الطنافسُ الحِيرِيَّةُ، ومنه قول الشاعر (١) :\nنَشَرَتْ عليه بُرودَها ورِحالها (٢) * ومِرْطٌ مُرَحَّلٌ: إزارُ خَزٍّ فيه عَلَمٌ. ورَحَلْتُ البعير أَرْحَلُهُ رَحْلاً، إذا شددتَ على ظهره الرَحْلَ. قال الأعشى: رَحَلَتْ سُمَيَّةُ غُدْوَةً أَجْمالها غَضْبَى عليك فما تقول بدالها وقال المثقب العبدى: إذا ما قمتُ أَرْحَلُها بلَيْلٍ تَأَوَّهُ آهَةَ الرجُلِ الحزينِ ويقال: رَحَلْتُ له نفسي، إذا صبَرتَ على أذاه. ورَحَلَ فلان وارْتَحَلَ وتَرَحَّلَ بمعنىً، والاسمُ الرَحيلُ. واسْتَرْحَلَهُ، أي سأله أن يَرْحَلَ له. أبو عمرو: الرُحْلَةُ بالضم: الوجهُ الذى تريده. يقال: أنتم رحلتي، أي الذين أَرْتَحِلُ إليهم. والرَحْلَةُ بالكسر: الارْتِحالُ، يقال: دَنَتْ رِحْلَتُنا. وأَرْحَلَتِ الإبلُ، إذا سمنتْ بعد هُزال فأطاقت الرِحْلَةَ. وراحَلْتُ فلاناً، إذا عاونتَه على رِحْلَتِهِ. وأَرْحَلْتَهُ، إذا أعطيتَه راحِلَةً. ورَحَّلْتَهُ بالتشديد، إذا أظعنته من مكانه وأرسلتَه. ورجلٌ مُرْحِلٌ، أي له رَواحِلٌ كثيرة، كما يقال معرب، إذا كان له خيل عراب. عن أبى عبيد. وناقة رحلية، أي شديدة قوية على السير، وكذلك جمل رحيل. عن أبى عمرو. قال: وإنَّها لذات رُحْلَةٍ، بالضم. والراحِلَةُ: الناقةُ التي تَصلُح لأن تُرْحَلَ. وكذلك الرحولُ. ويقال: الراحِلَةُ: المَرْكَبُ من الإبل، ذكراً كان أو أنثى. والأَرْحَلُ من الخيل: الأبيضُ الظهرِ، ومن الغنم: الأسودُ الظهرِ. قال أبو الغوث: الرَحْلاءُ من الشاء: التي ابيضَّ ظهرُها واسودّ سائرها. قال: وكذلك إذا اسو ظهرها وابيضَ سائرها. قال ومن الخيل التى ابيض ظهرها لا غير. والرِحالَةُ: سَرْجٌ من جلود ليس فيه خشب، كانوا يتخذونه للركض الشديد. والجمع الرَحائلُ. قال عامر بن الطفيل: ومُقَطِّعٍ حَلَقَ الرِحالَةَ سابحٍ باد نواجذه عن الاظراب (١) وقال عنترة: إذ لا أزال على رحالة سائج نهد تعاوره الكماة مُكَلَّمِ وإذا عَجِلَ الرجلُ إلى صاحبه بالشرّ قيل: اسْتَقْدَمَتْ رِحالتُكَ. وأما قول امرئ القيس يخاطب امرأة: فإما ترينى في رِحالةِ جابرٍ على حَرَجٍ (٢) كالقَرِّ تخفق أكفاني فيقال: إنما أراد به الحرج، وليس ثم رحالة في الحقيقة. وهذا كما يقال: جاء فلان على ناقة، يعنون به النعل. وجابر: اسم رجل نجار. والمَرْحَلَةُ: واحدة المَراحِلِ، يقال: بينه وبين كذا مرحلة أو مر حلتان.",
    "pg": "4:1706-1708"
  },
  "رحم": {
    "def": "الرَحْمَةُ: الرِقَّةُ والتعطُّفُ. والمرحمةُ مثلهُ. وقد رَحِمْتُهُ وترَحَّمْتُ عليه. وتراحَمَ القوم: رَحِمَ بعضُهم بعضاً. والرَحَموتُ من الرَحْمَةِ، يقال: \" رَهَبوتٌ خيرٌ من رَحَموتٍ \"، أي لأنْ ترهب خيرمن أن ترحم. ورجلٌ مَرْحومٌ ومُرَحَّمٌ، شدّد للمبالغة. والرَحِمُ: رَحِمُ الأنثى، وهي مؤنَّثة. والرَحِمُ أيضاً: القَرابَةُ. والرِحْمُ بالكسر مثله. قال الأعشى: أَمَّا لِطالِبِ نعمةٍ يَمَّمْتَها ووِصالِ رِحْمٍ قد بَرَدْتَ بِلالَها والرحمنُ والرحيمُ: اسمان مشتقَّان من الرحمة ونظيرهما في اللغة نديم وندْمان، وهما بمعنىً. ويجوز تكرير الاسمين إذا اختلف اشتقاقهما على جهة التوكيد، كما يقال: فلان جاد مجد. إلا أن الرحمن اسم مختص لله تعالى لا يجوز أن يسمى به غيره. ألا ترى أنه ﵎ قال: (قل ادعوا الله أو ادعوا الرحمن) ، فعادل به الاسم الذى لا يشركه فيه غيره. وكان مسيلمة الكذاب يقال له \" رحمن اليمامة \". والرَحيمُ قد يكون بمعنى المرحوم، كما يكون بمعنى الراحِمِ. قال عَمَلَّسُ بن عقيل: فأمّا إذا عَضَّتْ بك الحربُ عَضَّةً فإنّك معطوفٌ عليك رحيمُ والرُحْمُ بالضمة: الرَحْمَةُ. قال تعالى: (وأَقْرَبَ رُحْماً) . وقد حرّكه زهيرٌ فقال: ومِنْ ضَريبَتِهِ التقوى ويَعْصِمُهُ من سَيِّئِ العثرات الله والرحم وهو مثل عسر وعسر. وأم رحم أيضا: اسم من أسماء مكة. والرحوم: الناقة التي تشتكي رَحِمَها بعد النِتاج. وقد رَحُمَتْ بالضم رَحامَةً، ورَحِمَتْ بالكسر رحما.",
    "pg": "5:1929"
  },
  "رحى": {
    "def": "الرَحى معروفة، وهي مؤنثّة، وَالألف منقلبة من الياء. تقول: هما رَحَيانِ. وقال مُهلهِل: كَأَنَّا غُدْوَةً وبَني أَبِينا * بجنْبِ عُنَيْزَةٍ رحيا مدير وكل من مد قال رحاء ورحاء ان وأرحية، مثل عطاء وعطاءان وأعطية، فجعلها منقلبة من الواو وما أدري ما حُجَّته وما صحَّته. وثلاثُ أَرْحٍ والكثير أَرْحاءٌ: ورَحَوْتُ الرَحى ورَحَيتُها، إذا أدرتَها. ورَحَتِ الحيّة تَرحُو وتَرَحَّتْ، إذا استدارت. والرَحى: قطعةٌ من الأرض تستدير وترتفع على ما حولها. ورَحى القومِ: سيِّدُهُمْ. ورَحى الحرب: حَوْمَتُها. ورَحى السحاب: مستدارها. والرَحى: كِركِرة البعير. والرَحى: الضِرس. والأرحاءُ: الأضراس. والأرْحاءُ: القبائل التي تستقلّ بنفسها وتستغني عن غيرها. والرحى في قول الراعى:\nإلى ضوء نار بين فردة والرحى (١) * اسم موضع. والرحى الابل: الطحّانة، وهي الإبل الكثيرة تزدحم.",
    "pg": "6:2353-2354"
  },
  "رخا": {
    "def": "شئ رخو ورخو، بكسر الراء وفتحها، أي هَشٌّ. ورَخيَ الشئ يرخى، ورخو أيضا يرخو، إذا صار رِخْواً. وفرسٌ رِخْوَةٌ، أي سهلةٌ مسترسِلةٌ. قال أبو ذؤيب: تَعْدو به خَوْصاءُ يَفْصِمُ جَرْيُها * حَلَقَ الرحالَةِ فهي رِخْوٌ تمزع (١) أراد فهو شئ رخو، فلهذا لم يقل رِخْوَةٌ. وأَرْخَيْتُ السِتْرَ وغيره، إذا أرسلتَه. وهذه أرخية، لما أرخيت من شئ. وقد استرخى الشئ. وقول طفيل: فَأَبَّلَ واسترخى به الخَطْبُ بعدما * أَسافَ ولولا سَعْيُنا لم يُؤَبِّل يريد به: حسنت حاله. (*) وأرخت الناقة، إذا اسْتَرْخى صَلاها. والإرْخاءُ: ضربٌ من العَدْوِ. وتَراخى السماءُ: أبطأ المطر. أبو عبيد: الإرخاءُ: أن تُخلِّيَ الفرسَ وشهوتَه في العَدْوِ غير مُتْعِبٍ له. يقال: فرسٌ مِرْخاءٌ من خَيلٍ مَراخٍ. وأتانٌ مِرْخاءٌ: كثيرة الإرْخاءِ في العَدْوِ. ورجلٌ رَخِيُّ البال، أي واسع الحال بيِّن الرَخاءِ، ممدودٌ. ورُخاءٌ بالضم: الريح الليِّنة، قال الأخفش في قوله تعالى: (فسخَّرنا له الرِيحَ تَجْري بأمرِهِ رُخاءً حَيْثُ أصابَ) ، أي جعلناها رُخاءً.",
    "pg": "6:2354"
  },
  "رخخ": {
    "def": "أرضٌ رَخاخٌ، أي رِخْوَةٌ. وعيشٌ رَخاخٌ: واسعٌ. ابن الأعرابي: رَخَخْتُ الشرابَ: مزجْتُه. والرُخُّ بالضم: نبات هش.",
    "pg": "1:421"
  },
  "رخد": {
    "def": "الرَخْوَدُّ: الليِّن العِظام، الكثير اللحم. يقال رجل رَخْوَدُّ الشَباب: ناعمه. وامرأة رخودة.",
    "pg": "2:473"
  },
  "رخص": {
    "def": "الرُخْصُ: ضدُّ الغَلاء. وقد رَخُصَ السعرُ، وأَرْخَصَهُ اللهُ فهو رخيص. وارتخصت الشئ: اشتريته رخيصا. وارْتَخَصَهُ، أي عَدَّهُ رَخيصاً. والرُخْصَةُ في الأمر: خِلاف التشديد فيه. وقد رُخِّصَ له في كذا تَرْخيصاً، فَتَرَخَّصَ هو فيه، أي لم يَسْتَقْصِ. والرَخْصُ بالفتح: الناعمُ. يقال: هو رَخْصُ الجسد بيِّن الرخوصة والرخاصة، عن أبى عبيد.",
    "pg": "3:1041"
  },
  "رخل": {
    "def": "الرَخِلُ بكسر الخاء: الأنثى من أولاد الضأن، والذَكَرُ حَمَلٌ، والجمع رِخالٌ ورُخالٌ أيضاً بالضم. وقول الكميت:\nما دعدع المترخل (١) * يريد صاحب الرخال الذى يربيها.",
    "pg": "4:1708"
  },
  "رخم": {
    "def": "الرَخَمَةُ: طائر أبقعُ يُشبِه النَسْر في الخلقة، يقال له الأنوقُ. والجمع رَخَمٌ، وهو للجنس. قال الاعشى:\nيا رخما قاظ على مطلوب (١) * والرَخْمَةُ أيضاً قريب من الرحمة، يقال وقعت عليه رخمته، أي محبَّتُه ولِينُه. أبو زيد: رَخِمَهُ رَخْمَةً، ورَحِمَهُ رَحمةً، وهما سواء. قال الشاعر (١) : كأنّها أُمُّ ساجي الطرفِ أَخْدَرَها مُسْتَوْدَعٌ خَمَرَ الوَعساءِ مرخوم قال الاصمعي: ألقيت عليه رِخْمَةُ أمّه، أي حُبُّها وإلفُها. وأنشد لأبي النَجم: مُدَلّلٌ يَشْتُمُنا ونرخمه أطيب شئ نسمه وملثمه وشاةٌ رَخْماءُ، إذا ابيضَ رأسُها واسودَّ سائر جسدها. وكذلك المُخَمَّرَةُ، ولا تقل مُرَخَّمَةٌ. وفرسٌ أَرْخَمُ. وكلامٌ رَخيمٌ أي رقيقٌ. وقد رَخُم صوتُه رَخامَةً. والتَرْخيمُ: التليين، ويقال الحذف. ومنه تَرْخيمُ الاسم في النداء، وهو أن يحذف بمن آخره حرف أو أكثر. وأَرْخَمَتِ الدجاجةُ على بيضها، إذا حضنَتْه، فهي مُرْخِمٌ ومُرْخِمَةٌ أيضاً. ويقال: ما أدري أيُّ تُرْخُمٍ هو؟ أيْ أي الناس هو. ويقال أي ترخم، هو مثل جندب وجندب، وطحلب وطحلب، وعنصر وعنصر. وترخم: حى من حمير. قال الاعشى: عجبت لآل الحرقتين كأنما رأوني نفيا من إياد وترخم والرخام: حجر أبيض رخو. ورخام: موضع. قال لبيد:\nفتضمنتها فردة فرخامها (١) * والرُخامى: شجرٌ مثل الضالِ. قال الكميت: تَعاطى فِراخَ المكرِ طوراً وتارةً تُثير رُخاماها وتَعْلَقُ ضالها",
    "pg": "5:1929-1930"
  },
  "ردأ": {
    "def": "ردؤ الشئ، يردؤ رداءة، فهو ردئ، أي: فاسد. وأردأته: أفسدته. وأردأته أيضاً بمعنى: أَعَنْتُه. تقول: أردأته بنفسي، إذا كنت له رِدْءًا، وهو العون. قال الله ﵎: (فأَرْسِلْهُ معي ردءا يصدقني) .",
    "pg": "1:52-53"
  },
  "ردب": {
    "def": "الإرْدِبُّ: مكيالٌ (٢) ضخم لأهل مصر. قال الاخطل: والخبز كالعنبر الهِنْدِيِّ عِنْدَهُمُ * والقَمْحُ سبعونَ إردبَّا بدينارِ (١) والإرْدَبَّةُ: القِرْميدُ، وهو الآجُرُّ الكبير.",
    "pg": "1:135"
  },
  "ردج": {
    "def": "الرَدَجُ بالتحريك: ما يخرُج من بَطن السَخْلَةِ أو المُهْرِ قبل أن يأكل، وهو بمنزلة العقى من الصبى. واليرندج والارندج: جلد أسود. قال أبو عبيد: أصله بالفارسية \" رنده \". وأنشد للاعشى:\nأرندج إسكاف يخالط عظلما (٢) * قال ابن السكيت: ولا يقال الرندج.",
    "pg": "1:318"
  },
  "ردح": {
    "def": "الرُدْحَة: سُتْرَةٌ تكون في مؤخَّر البيت، أو قطعة تُزادُ فيه. تقول: رَدَحْتُ البيت وأَرْدَحْتَه، إذا أَدخلتَ شُقَّةً في مؤخَّره. ويقال أيضاَ: رَدَحْتُ البيت وأَرْدَحْتُه، إذا كاثَفْتَ عليه الطينَ. قال الشاعر (٢) :\nبِناءَ صَخْرٍ مُرْدَحٍ بِطينِ (٣) وقال آخر (١) يصف بيت الصائد:\nبيت حتوف مكفحا مردوحا (٢) * والرَداحُ: المرأة الثقيلة الأوراك. وكتِيبَةٌ رَداحٌ: ثقيلةُ السير لكثرتها. والرَداح: الجفنة العظيمة، والجمع ردح. وقال: إلى ردح من الشيزى عليها (٣) * لباب البر يلبك بالشهاد",
    "pg": "1:364-365"
  },
  "ردد": {
    "def": "رَدّهُ عن وجهه يَرُدُّهُ رَدَّاً ومَرَدًّا: صَرَفه. وقال الله تعالى:\n(فَلا مَرَدَّ له) *. ورَدَّ عليه الشئ، إذا لم يقبله، وكذلك إذا خَطَّأه (٢) . وتقول: رَدَّهُ إلى منزله. ورَدَّ إليه جواباً: أي رجع. والمَرْدُودة: المطلَّقة. والمردودة: الموسى، لأنها تُرَدُّ في نِصَابِها. والمردود: الرَدُّ، وهو مصدر، مثل المحلوف والمعقول. قال الشاعر (٣) : لا يَعْدَمُ السائِلونَ الخيرَ أفعَلُه * إمّا نوالا وإما حسن مردود - وشئ رد، أي ردئ. وفى لسانه رَدٌّ، أي حُبْسَةٌ. وفي وجهه ردة، أي قبح مع شئ من الجمال. ورَدَّدَهُ تَرديداً وتَرْداداً فتردَّدَ. ورجل مُرَدَّدٌ: حائرٌ بائِرٌ. والارتِدادُ: الرجوع، ومنه المُرْتَدُّ. واستردَّهُ الشئ: سأله أن يرده عليه. والرِدِّيدي: الردّ. وفي الحديث: \" لا رديدى في الصدقة \". وراده الشئ: أي رَدَّه عليه. وهما يَتَرادَّانِ البيعَ، من الرَدِّ والفَسْخ. وهذا الأمرُ أَرَدُّ عليه، أي أَنْفَعُ له. وهذا أمرٌ لا رادَّةَ له: أي لا فائدة له ولا رُجوع. والرِدَّةُ بالكسر: مصدر قولك رَدَّهُ يَرُدُّهُ رَدَّاً ورِدَّةً. والرِدَّةُ: الاسم من الارتداد. والرِدَّةُ: امتلاء الضَرْع من اللبن قبل النتاج، عن الاصمعي. وأنشد لابي النجم: تمشى من الردة مشى الحفل * مشى الروايا بالمزاد الاثقل (١) - قال: وتقول منه: أردت الشاةُ وغيرها فهي مُرِدٌّ، إذا أَضْرَعَتْ. وجاء فلانٌ مُرِدَّ الوَجْهِ، أي غَضْبانَ. ورَجُلٌ مُرِدٌّ: أي شَبِقٌ. وبَحْرٌ مُرِدٌّ: أي كثير الموج.",
    "pg": "2:473-474"
  },
  "ردس": {
    "def": "رَدَسْتُ القومَ أَرْدُسُهُمْ رَدْساً، إذا رميتَهم بحجر، قال الشاعر: إذا أَخوكَ لَواكَ الحَقَّ مُعْتَرِضاً * فارْدُسْ أَخاكَ بِعَبْءٍ مثل عَتَّابِ * يعني مثل بني عَتَّابٍ. وكذلك رادَسْتُ القومَ مُرادَسَةً: ورجلٌ رِدِّيسٌ، بالتشديد. والمِرْداسُ: حجرٌ يُرمى في البئر ليُعلَم أفيها ماءٌ أم لا؟ ومنه سمى الرجل. وأما قول عباس ابن مرداس السلمى: وما كان حصن ولا حابس * يفوقان مرداس في المجمع * فكان الاخفش يجعله من ضرورة الشعر. وأنكره المبرد، ولم يجوز في ضرورة الشعر ترك صرف ما ينصرف. وقال: الراوية الصحيحة \" يفوقان شيخي في مجمع \". ويقال: ما أدرى أين ردس؟ أي أين ذهب.",
    "pg": "3:934"
  },
  "ردع": {
    "def": "ردعته عن الشئ أردعه رَدْعاً فارْتَدَعَ، أي كففتُه فكَفَّ. وبه رَدْعٌ من زعفرانٍ أو دَمٍ، أي لَطْخٌ وأثرٌ. ورَدَعْتُهُ بالشئ فارتدع، أي لطخته به فتلطَّخ. ومنه قول ابن مقبل: يَخْدي بها بازِلٌ فُتْلٌ مَرافِقُهُ * يَجْري بديباجَتَيْهِ الرشحُ مُرْتَدِعُ (١) * ويقال للقتيل: ركب رَدْعَهُ، إذا خَرَّ لوجهه على دمه. والرُداعُ بالضم: النُكْسُ، ويقال وَجَعُ الجسدِ أجمَع. قال الشاعر (٢) : صفراء من بقر الجواء كأنما * ترك الحياء بها رداع سقيم (٣) * وقال آخر (٤) : فواحزنا وعاودني رداعى * وكان فِراقُ لُبْنَى كالخِداعِ * والمَرْدوعُ: المنكوس، وقد ردع. والرداع، بالكسر: اسم ماء. قال عنترة: بركت على جنب الرداع كأنما * بركت على قصب أجش مهضم * والمرتدع من السهام: الذي إذا أصاب الهدفَ انفضح عوده، عن أبى عبيد: والرديع: السهم الذى سقط نصله.",
    "pg": "3:1218-1219"
  },
  "ردغ": {
    "def": "الرَدَغةُ، بالتحريك: الماءُ والطينُ، والوحلُ الشديد، وكذلك الرَدْغَةُ بالتسكين، والجمع رَدْغٌ وَرِداغٌ. والرَديغُ: الأحمقُ. والمرادغ: البادل، وهى مابين العنق إلى التَرقوة، الواحدةُ مَرْدَغَةٌ.",
    "pg": "4:1318-1319"
  },
  "ردف": {
    "def": "الرَدْفُ: المُرْتَدَفُ، وهو الذي يركب خلف الراكب. وأَرْدَفْتُهُ أنا، إذا أركَبته معك، وذلك الموضع الذى يركبه رداف. وكل شئ تبِعَ شيئاً فهو رِدْفَهُ. وهذا أمرٌ ليس له رِدْفٌ، أي ليس له تَبِعَةٌ. والرِدْفُ في الشعر: حرف ساكن من حروف المدو اللين يقع قبل حرف الروى ليس بينهما شئ، فإن كان ألفاً لم يَجْزْ معها غير ها، وإن كان واوا جاز معها الياء. والرِدْفانِ: الليلُ والنهارُ. والردافَةُ: الاسمُ من إرْدافِ الملوك في الجاهلية. والرِدافَةُ: أن يجلس الملك ويجلس الردْفُ عن يمينه، فإذا شرب الملك شرب الرِدْفُ قبل الناس، وإذا غزالملك قعد الرِدْفُ في موضعه وكان خليفَته على الناس حتّى ينصرف، وإذا عادت كتيبةُ الملك أخذ الردف المرباع. وكانت الردافة في الجاهلية لبنى يربوع، لانة لم يكن في العرب أحد أكثر غارة على ملوك الحيرة من بنى يربوع، فصالحوهم على أن جعلوا لهم الردافة ويكفوا عن أهل العراق الغارة. قال جرير وهو من بنى يربوع: ربعنا ورادفنا الملوك فظللوا وطاب الاحاليب الثمام المنزعا وطاب، جمع وطب اللبن. والردف: الكفل والعجز. والرديف: المرتدف، والجمع رداف والرَديفُ: نجمٌ قريبٌ من النسر الواقِع. والرَديفُ: النجمُ الذي يَنُوء من المشرق إذا غاب رقيبُه في المغرب. ورَدِفَهُ بالكسر، أي تَبِعَهُ يقال: كان نزل: بهم أمرٌ فَردِفَ لهم آخرُ أعظمُ منه. قال تعالى: ﴿تَتْبَعُها الرَّادِفَةُ﴾ . والروادف: رواكيب النخلة. والراد في، على فعالى بالضم: الحداة والأعوانُ، لأنّه إذا أعيا أحدهم خلفه الآخر. قال ليبد: عذافرة تقمص بالردافى تخونها نزولي وارتحالي وأردفه أمر: لغة في ردفه، مثل تبعه وأتبعه بمعنى. قال خزيمة بن مالك بن نهد: إذا الجوزاء أردفت الثريا ظننت بآل فاطمة الظنونا يعنى فاطمة بنت يذكر بن عنزة أحد القارظين. وأردفت النجوم، أي توالت. ومرادفة الجراد: ركوب الذكر الأنثى والثالث عليهما. ويقال: هذه دابة لا تُرادِفُ، أي لا تحمل رَديفاً. والارْتدافُ: الاستدبارُ. يقال: أتينا فلانا فارتد فناه، أي أخذناه من وراثه أخذا، عن الكسائي. واستردفه، أي سأله أن يردفه. والترادف: التتابعُ. قال الأصمعي: تعاونوا عليه وتَرادَفوا، بمعنى.",
    "pg": "4:1363-1364"
  },
  "ردم": {
    "def": "رَدَمْتُ الثُلْمَةَ أَرْدِمُها بالكسر رَدْماً، أي سَدَدْتُها. والرَدْمُ أيضاً: الاسمُ، وهو السدُّ. والرُدامُ، بالضم: الحَبْقُ. وقد رَدَمَ يَرْدُمُ بالضم رُداماً. والرَديمُ: الثوب الخلق. ورَدَمْتُ الثوب ورَدَّمْتُهُ تَرْديماً، فهو ثوب رَديمٌ ومُرَدَّمٌ، أي مرقّعٌ. وتَرَدَّمَ الثوبُ، أي أخلقَ واسترقع، فهو مُتَرَدِّمٌ. والمُتَرَدَّمُ: الموضع الذي يرقّع. قال عنترة: هل غادرَ الشُعراءُ مِن مُتَرَدَّمِ أم هَل عرفتَ الدار بعد توهم يقال: تردم الرجل ثوبَه، أي رقَّعه، يتعدَّى ولا يتعدى. وأردمت الحمى: دامت. يقال: وِرْدٌ مُرْدِمٌ، وسحابٌ مُرْدِمٌ.",
    "pg": "5:1930-1931"
  },
  "ردن": {
    "def": "الرُدْنُ بالضم: أصل الكُمِّ. يقال: قميص واسع الردن. وأردنت القميص ورَدَّنْتُهُ تَرْديناً: جعلتُ له رُدْناً. والجمع أَرْدانٌ. وقال (١) : وعَمْرَةُ من سَرَواتِ النِسا تَنفَحُ بالمِسْكِ أَرْدانُها ويقال: هو الكُمُّ وما يليه. وأَرْدَنَتِ الحُمَّى، مثل أَرْدَمَتْ. والمُرْدِنُ: المُظْلِمُ. وقال الفراء: رَدِنَ جلده بالكسر يَرْدَنُ رَدَناً، إذا تَقبَّض وتشنَّجَ. والرَدَنُ بالتحريك: الخَزّ. قال عديّ ابن زيد: ولقد ألهو بِبكْرٍ شادِنٍ مَسُّها أَليَنُ من مس الردن وقال الاعشى: يشق الأمورَ ويَجْتابها كشَقِّ القَرارِيِّ ثوبَ الردن ويقال: الردن الغَزْلُ. والمِرْدَنُ: المِغْزَلُ. ويقال: الرَدَنُ: الغِرْسُ الذي يَخْرُجُ مع الولد. تقول العرب: هذا مِدْرَعُ الرَدَنِ. ورَدَنْتُ المتاع رَدْناً: نَضَدته. والرَدْنُ، بالفتح وسكون الدال: صوت وَقْع السلاح بعضه على بعض. والاردن بالضم والتشديد: النعاسُ. ولم يُسْمَع منه فعل. وقال الراجز أباق الدبيرى: قد أخذتنى نعسة أردن وموهب مبز بها مصن والاردن أيضا: اسم نهر، وكورة بأعلى الشأم. والقناة الردينية والرمح الرُدَيْنِيُّ، زَعموا أنَّه منسوبٌ إلى امرأة السمهرى، تسمى ردينة، وكانا يقومان القنا بخط هجر. وفي كلام بعضهم: \" وخطية ردن، ورماح لدن \". والرادن: الزعفران. وينشد:\nوأخذت من رادن وكركم (١) * ويقال للشئ إذا خالط حمرتَه صُفرةٌ: أحمرُ رادِنِيٌّ. يقال: بعير رادنى، وناقة رادنية، إذا خالطتْ حمرتَه صُفرةٌ كالوَرْسِ. والأرْدِنُ: ضرب من الخز الاحمر.",
    "pg": "5:2121-2122"
  },
  "رده": {
    "def": "الرَدْهَةُ: نُقْرَةٌ في صَخْرة يَسْتَنْقِعُ فيها الماءُ، والجمع رَدْهٌ ورداه (٢) . يقال: قرب الحمار من الرَدْهَةِ ولا تقل له سَأْ. قال الخليل: الردهة: شبه أكمه كثيرة الحجارة. وفى الحديث أنَّه ﷺ ذكر المقتول بالنهروان فقال: \" شيطان الردهة \".",
    "pg": "6:2232"
  },
  "ردى": {
    "def": "ابن السكيت: رَدى الفرسُ بالفتح يَرْدي رَدْياً ورَدَياناً، إذا رجَم الأرض رَجْماً بَين العَدْوِ والمشى الشديد. قال الاصمعي: قلت لمنتجع بن نبهان: ما الرديان؟ فقال: عدو الحمار بين آريه ومتمعكه. ورديت على الخمسين وأَرْدَيْتُ، أي زدتُ. ورَدَيْتُهُ: صدمته. ورَدَيْتُ الحجر بصخرةٍ أو بمِعْوَلٍ، إذا ضربْتَه بها لتكسره. والمِرْدى: حجرٌ يُرمَى به، ومنه قيل للرجل الشجاع: إنّه لمِردى حروبٍ، وهم مَرادي الحروب. وكذلك المِرداة. وفى المتل: \" كل ضب عند مرداته \". وتشبه بها الناقة في الصلابة، فيقال مرداة. والرداة: الصخرة ; والجمع الردى. قال الراجز:\nفجل مخاض كالردى المنقض * ورديته بالحجارة أَرْدِيهِ رَدْياً: رميتُه بها. ابن السكيت: المِرْداةُ: صخرةٌ تكسر بها الحجارة. ورَدى الغلامُ، إذا رفَع إحدى رجليه وقفَزَ بالأخرى. ويقال: رَدى في البئر وتَرَدَّى، إذا سقط في بئر، أو تهوَّر من جبل. يقال: ما أدري أين رَدى؟ أي أين ذهب؟ والرِداءُ: الذي يُلبَس، وتثنيته رداءان وإن شئت رداوان، لان كل اسم مهموز ممدود فلا تخلو همزته إما أن تكون أصلية فتتركها في التثنية على ما هي عليه ولا تقلبها فتقول جزاءان وخطاءان، وإما أن تكون للتأنيث فتقلبها في التثنية واوا لا غير، تقول: صفراوان وسوداوان. وإما أن تكون منقلبة من واو أو ياء مثل كساء ورداء، أو ملحقة مثل علباء وحرباء ملحقة بسرداح وشملال، فأنت فيها بالخيار، فإن شئت قلبتها واوا مثل التى للتأنيث فقلت كساوان وعلباوان ورداوان، وإن شئت تركتها همزة مثل الاصلية وهو أجود فقلت كساءان وعلباءان ورداءان. والجمع أكسية وأردية. وتردى وارتدى بمعنى، أي ليس الرداء. والردية كالركبة من الركوب، والجلسة من الجلوس. تقول: هو حسن الرِدْيَةِ. ورَدَّيْتُهُ أنا تَرْدِيَةً. ورادَيْتُ عن القوم مُراداةً، إذا رميتَ بالحجارة. ويقال أيضاً: راديت فلانا، إذا راودته، وهو مقلوب منه. قال طفيل الغنوى: يرادى على فأس اللجام كأنما * يرادى به مرقاة جذع مشذب ويقال أيضا: راداه بمعنى داراه، حكاه أبو عبيد. وردى بالكسر يَرْدى رَدىً، أي هلك. وأَرْداهُ غيره. ورجلٌ رَدٍ للمهالك، وامرأةٌ رَدِيَةٌ على فَعِلَةٍ. والمُرْدِيُّ: خشبةٌ تدفع بها السفينة تكون في يد الملاّح، والجمع المَرادي.",
    "pg": "6:2354-2356"
  },
  "رذذ": {
    "def": "الرَذاذُ: المطرُ الضعيف، وهو فوقِ القِطْقِطِ. يقال: أَرَذَّتِ السماءُ، وأرض مرذة، حكاه الكسائي. وقال أبو عبيد: أرضٌ مُرَذٌّ عليها، ولا يقال مُرَذَّةٌ ولا مَرْذُوذَةٌ. الأموي: يومٌ مرذ: ذو رذاذ.\nفصل الزاى",
    "pg": "2:565"
  },
  "رذل": {
    "def": "الرَذْلُ: الدونُ الخسيسُ. وقد رَذلَ فلان بالضم يَرْذُلُ رَذالَةً ورُذولَةً، فهو رَذْلٌ ورُذالٌ بالضم، من قوم رُذولٍ وأَرْذالٍ ورُذّلاءَ، عن يعقوب. وأَرْذَلَهُ غيره ورَذَلَهُ أيضاً، فهو مرذول. ورذال كل شئ: رديئه.",
    "pg": "4:1708"
  },
  "رذم": {
    "def": "رذم الشئ: سال وهو ممتلئ. وجَفْنَةٌ رَذُومٌ: كأنّها تسيل دسماً لامتلائها. وجِفانٌ رُذُمٌ ورَذَمٌ، مثل عمود وعمد وعمد، ولا تقل رِذَمٌ. وأَرْذَمَ على الخمسين، أي زاد.",
    "pg": "5:1931"
  },
  "رذى": {
    "def": "الرَذِيَّةُ: الناقة المهزولة من السير ; والجمع الرَذايا. وقال أبو زيد: هي المتروكة التي حَسَرها السفر لا تقدر أن تَلحقَ بالركاب. قال: والذَكَرُ رَذِيٌّ. وقد أَرْذَيْتُ ناقتي، إذا هزلتها وخلَّفتها. والمرذى: المنبوذ. وقد أرذيته.",
    "pg": "6:2356"
  },
  "رزأ": {
    "def": "الرُزْءُ: المصيبة، والجمع: ألأرزاء. ورَزَأْتُ الرجل أرزؤُهُ رُزْءًا، ومَرْزِئَةً، إذا أَصَبْتَ منه خيراً ما كان. ويقال: ما رَزَأْتُهُ مالَهُ، وما رَزِئْتُهُ ماله، أي: ما نقصته، وارتزأ الشئ: انتقص. قال الشاعر ابن مقبل، يصف فحلا (١) :\nفلم يرتزئ بركوب زبالا * والمرزئة: المصيبة، وكذلك: الرزيئة، والجمع: الرزايا. ورجل مُرَزَّأٌ، أي كريمٌ، يصيبُ الناسُ خيْره. وقد رَزَأَتْهُ رزيئةٌ، أي أصابته مصيبة.",
    "pg": "1:53"
  },
  "رزب": {
    "def": "المِرْزابُ: لُغَةٌ في الميزاب، وليست بالفصيحة أبو زيد: المَرازيبُ السُفُن الطوال، الواحدة مِرْزابٌ. والإرْزَبُّ: القصير، وهو ملحق بجرذحل. وركب إرزب، أي ضخم. قال رؤبة:\nكَزِّ المُحَيَّا أُنَّحٍ إرْزَب * والإرْزَبَّةُ: التي يكسر بها المَدَرُ، فإن قلتها بالميم خَفَّفْتَ فقلت المِرْزَبَة. وأنشد الفراء:\nضَرْبَكَ بالمِرْزَبَة العودَ النَخِر * وأما المَرازِبَةُ من الفُرْسِ فمُعَرَّبٌ (٢) ، الواحد مَرْزُبانٌ بضم الزاي، ومنه قولهم للأسد: \" مَرْزُبانُ الزَأْرَةِ \". قال أوسٌ في صفة أسد: لَيْثٌ عليه من البَرْدِيِّ هِبْرِيَةٌ * كالمَرْزُبانيِّ عَيَّالٌ بأوصالِ ورواه المفضل:\nكالمزبرانى عيار بأوصال ذهب إلى زبرة الاسد، فقال له الاصمعي: يا عجباه الشئ يشبه بنفسه؟ ! وإنما هو المرزبانى. وتقول: فلان على مرزبة كذا، وله مرزبة كذا، كما تقول: له دهقنة كذا.",
    "pg": "1:135-136"
  },
  "رزح": {
    "def": "الرازِحُ (٤) من الإبل: الهالك هُزالاً. وقد رزَحَتِ الناقةُ تَرْزَحُ رُزوحاً ورَزاحاً: سَقَطَت من الإعياء هُزالاً. ورَزَّحْتُها أنا تَرْزيحاً. وإبلٌ رَزْحى ورَزاحى ومَرازيحُ ورُزَّحٌ. والمَرْزَحُ: المَقْطَعُ البَعيد. قال الشيباني: المِرْزيحُ: الشديد الصوت (٥) . وأنشد: ذرذا ولكنْ تَبَصَّرْ هل تَرى ظُعُناً * تحدى، لساقتها بالدو مرزيح (٦) ابن الأعرابي: المِرْزَحُ بالكسر: الخَشَب يُرْفَعُ به الكرم عن الارض.",
    "pg": "1:365"
  },
  "رزدق": {
    "def": "الرزداق: لغة في تعريب الرستاق والرزداق: السطر من النخل، والصفُّ من الناس. وهو معرب، وأصله بالفارسية \" رسته \". قال رؤبة:\nضوابعا نرمى بهن الرزدقا (١)",
    "pg": "4:1481"
  },
  "رزز": {
    "def": "أبو زيد: رَزَّتِ الجرادة تَرُزُّ رَزُّا ورُزوزاً، وهو أن تدخلَ ذَنَبَها في الأرض فتلقيَ بيضها. وأرزت مثله. وقد رززت الشئ في الارض رزا، أي أثبتُّه فيها. ورَزَّزْتُ لك الأمرَ ترزيزا، أي وطأته لك. ورزه رَزَّةً أي طَعَنَهُ طَعْنَةً. وارْتَزَّ السهمُ في القرطاس، إذا ثبت فيه. وارْتَزَّ البخيل عند المسألة، إذا بَقِيَ (١) وبَخِلَ. والرَزَّةُ: الحديدةُ التي يُدخَل فيها القُفْلُ. وقد رَزَزْتُ البابُ، أي أصلحت عليه الرَزَّةَ. والرُزُّ بالضم: لغة في الأرْزِ. والرِزُّ بالكسر: الصوت الخفيِّ. تقول: سمعت رِزَّ الرعدِ وغيره. الأصمعي: يقال: وجدت في بطني رزا ورزيزى أيضا، مثال خصيصى، أي وجعا. وترزيزُ البَياضِ: صَقله، وهو بياضٌ مُرَزَّزٌ. والرَزيزُ: نبت يصبغ به. والإرْزيزُ بالكسر: الرِعْدة. قال المتنخِّل: قد حالَ بين تَراقيهِ ولَبَّتِهِ * من جُلْبَةِ الجوع جَيَّارٌ وإرْزيزُ * والإرْزيزُ أيضاً: بَرَدٌ صِغارٌ شبيهٌ بالثلج.",
    "pg": "3:879"
  },
  "رزغ": {
    "def": "الرَزَغَةُ بالتحريك: الوحلُ. وأَرْزَغَ المطرُ الأرضَ، إذا بَلّها وبالَغَ ولم يسل. قال طرفة يهجو: وأنت على الادنى شمال عرية شآمية تزوى الوجوه بليل وأنت على الاقصى صبا غير قرة تذاءب منها مرزغ ومسيل يقول: أنت للبعداء كالصبا تسوق السحاب من كل وجه فيكون منها مطر مرزغ، ومطر مسيل وهو الذى يسيل الاودية والتلاع. فمن رواه \" تذاءب \" بالفتح جعله للمرزغ، ومن رفع جعله للصبا. ثم قال: منها مرزغ ومنها مسيل. والرزغ: المرتطم (١) . وأرزغت في الرجلِ، إذا استضعفتَه وعِبْتَه. قال رؤبة:\nوأَعِطِيَ الذلَّةَ كَفُّ المرزغ (٢) * ويقال: احتفر القوم حتى أُرْزَغوا، أي بلغوا الطين الرَطْبَ.",
    "pg": "4:1319"
  },
  "رزق": {
    "def": "الرِزْقُ (١) : ما يُنْتَفَعُ به والجمع الارزاق. والرزق العطاء، وهو مصدر قولك: رَزَقَهُ الله. والرَزْقَةُ بالفتح: المرّة الواحدة، والجمع الرَزَقاتُ، وهي أطماع الجند. وارْتَزَقَ الجندُ، أي أخَذوا أرزاقهم. وقوله تعالى: ﴿وتجعلون رِزْقَكُمْ أنكم تُكَذِّبونَ﴾ أي شكر رزقكم. هذا كقوله ﴿واسأل القَرْيَةَ﴾ يعني أهلها. وقد يُسَمَّى المطر رَزْقاً، وذلك قوله ﷿: [وما أنزل الله من السماء من رِزْقٍ فأحيا به الأرضَ] : وقال ﷿ [وفي السماءِ رِزْقُكُمْ] وهو اتِّساعٌ في اللغة، كما يقال: التمر في قعر القليب، يعنى به سقى النخل. ورجل مرزوق، أي مجدود. والرازقية: ثياب كتان بيض. قال لبيد يصف ظروف الخمر: لها غلل من رازقي وكرسف بأيمان عجم ينصفون المقاولا أي يخدمون الاقيال.",
    "pg": "4:1481"
  },
  "رزم": {
    "def": "الرازِمُ من الإبل: الثابت على الأرض الذي لا يقوم من الهُزال. وقد رَزَمَتِ الناقة تَرْزِمُ وَتَرْزُمُ رُزوماً ورُزاماً بالضم: قامت من الإعياء والهُزال ولم تتحرَّك، فهي رازِمٌ. ويقال للثابت القائم على الارض: رزم، مثال هبع. وقول ساعدة بن جؤية: يخشى عليهم من الأملاكِ نابخَةُ من النوابخ مثل الحادر الرزم قالوا: أراد الفيل. والحادر: الغليظ. أبو زيد: الرَزَمَةُ بالتحريك: صوت الناقة تُخرِجه من حَلْقِها، لا تفتح به فاها، وذلك على ولدها حين تَرأمه. قال: والحَنين أشدُّ من الرَزمَةِ. وفي المثل: \" رَزَمَةٌ ولا دِرَّةٌ \" يضرب لمن يَعِدُ ولا يفي: وقد أَرْزَمَتِ الناقة. يقال: \" لا أفعلُ ذاك ما أَرْزَمَتْ أمُّ حائلٍ \". والإرْزامُ أيضاً: صوتُ الرعد. ورَزَمَةُ السباعِ: أصواتها. والرَزيمُ: الزئيرُ. وقال:\nلأُسودِهِنَّ على الطريقِ رَزيمُ * والمِرْزَمانِ: مِرْزَما الشِعْرَيَيْنِ، وهما نجمانِ أحدهما في الشِعْرى والآخر في الذِراع. وأمُّ مِرْزَمٍ: الشمال. وأنشد ابن الاعرابي:\nتقشر أعلى أنفه أم مرزم (١) ورزمت الشئ: جمعْتُه. والرِزْمَةُ: الكارَةُ من الثياب. وقد رَزَّمْتُها تَرْزيماً، إذا شددتَها رِزَماً. والمُرازَمَةُ في الأكل: الموالاةُ، كما يُرازِمُ الرجل بين الجراد والتمر. ورازَمَتِ الإبل، إذا خلطَتْ بين مَرْعَيَيْنِ. وفي الحديث: \" إذا أكلتم فرازِموا \"، يريد موالاة الحمد. أبو زيد: ارزام الرجل ارزيماما، إذا غضب (١) . ورزام: أبو حى من تميم، وهو رزام بن مالك بن حنظلة بن مالك بن عمرو بن تميم. وقال (٢) : ولولا رجال من رزام أعزة وآل سبيع أو أسوءك علقما أراد: أو أن أسوءك علقما، أي يا علقمة.",
    "pg": "5:1931-1932"
  },
  "رزن": {
    "def": "الرَزْنُ: المكان المرتفع وفيه طمأنينة، يُمْسِكُ الماء. والجمع رُزونٌ ورزان، مثل فرخ وفروخ وفراخ. وقال حميد الارقط:\nأحقب ميفاء على الرزون (١) * أبو عبيدة: الرزان: مناقع الماء، واحدتها رِزْنَةٌ بالكسر. والرَزانَةُ: الوقار، وقد رَزُنَ الرجل بالضم فهو رَزينٌ، أي وقور. وامرأةٌ رَزانٌ، إذا كانت رزِينَةً في مجلسها. قال حسّان (٢) : حَصانٌ رَزانٌ لا تُزَنُّ بريبةٍ وتُصبح غَرْثى من لحوم الغوافل ورزنت الشئ أَرْزُنُهُ رَزْناً، إذا رفعتَه لتَنْظُرَ ما ثقله من خفته. وشئ رَزينٌ، أي ثقيلٌ. والأرْزَنُ: شجرٌ صُلبٌ تتّخذ منه العصيّ. أنشد ابن الأعرابي: إنّي وَجدِّكَ ما أَقْضي الغريمَ وإن حانَ القضاءُ ولا رقت له كبدي إلا عَصا أَرْزَنٍ طارتْ (١) بُرايَتُها تنوء ضربتها بالكف والعضد ابن السكيت: الروزنة: الكوة، وهى معربة.",
    "pg": "5:2122-2123"
  },
  "رزى": {
    "def": "أَرْزَيْتُ ظهري إلى فلانٍ، أي التجأت إليه. قال رؤبة:\nأنا ابنُ أَنْضادٍ إليها أُرْزي (١)",
    "pg": "6:2356"
  },
  "رسا": {
    "def": "رسا الشئ يرسو: ثبت. وجبالٌ راسِياتٌ. ورَسَتْ أقدامهم في الحرب، أي ثبتت. ورَسَتِ السفينة ترسوا رسوا، أي وقفت على اللنجر (٢) . (*) وقوله تعالى: (بسم الله مُجْراها ومرساها) بالضم من أجريت وأَرْسَيْتُ، و: (مَجْراها ومَرْساها) بالفتح من رَسَتْ وجَرَتْ. ورَسَوْتُ بين القوم رَسْواً، أي أصلحت. والرَسْوَةُ: شئ من خرز ينظم كالدستينج. ورَسَوْتُ عنه حديثاً، أي حدَّثت به عنه. ويقال أيضاً: رَسَوْتُ، إذا ذكرت منه طرفاً. والمِرْساةُ: التي تُرْسَى بها السفينة، تسمِّيها الفُرْسُ لَنْكَرْ. وألقت السحابة مَراسِيها، إذا دامت. والرَواسي من الجبال: الثوابت الرواسخ. قال الأخفش: واحدتها راسيةٌ. وربما قالوا: قد رَسا الفحل بالشَول، وذلك إذا قَعا عليها. ويقال تمرة نرسيانة بكسر النون ; لضرب من التمر جيد.",
    "pg": "6:2356-2357"
  },
  "رسب": {
    "def": "رسب (١) الشئ في الماء رُسوباً: سَفَلَ فيه. ورَسَبَتْ عيناه: غارَتا. وسيفٌ رَسوبٌ، أي ماضٍ في الضريبة. وبنو راسب: حى من العرب.",
    "pg": "1:136"
  },
  "رستق": {
    "def": "الرُسْتاقُ فارسيّ معرّب، ألحقوه بِقرْطاسٍ، ويقال: رُزْداقٌ ورُسْداقٌ، والجمع، الرساتيق، وهى السواد. قال انن ميادة: هلا اشتريت حنطة بالرستاق (٢) سمراء مما درس ابن مخراق",
    "pg": "4:1481"
  },
  "رسح": {
    "def": "رَجُلٌ أَرْسَحُ بَيِّنُ الرَسَح، وهو قليل لَحْم العَجُز والفَخِذين، والمرأة رَسْحاءُ. وكلّ ذِئب أَرْسَحُ، لانه خفيف الوركين. وقيل لامرأة من العرب: ما بالنا نراكن رسحا؟ فقالت: أرسحتنا نار الزحفتين (١) .",
    "pg": "1:365"
  },
  "رسخ": {
    "def": "رسخ الشئ رسوخا (٣) : ثبت. وكلُّ ثابتٍ راسِخٌ، ومنه: (الراسِخون في العلم) .",
    "pg": "1:421"
  },
  "رسس": {
    "def": "رَسُّ الحُمَّى ورَسيسُها واحد، وهو أوَّلُ مَسِّها. وقولهم: بلَغني رس من خبر، أي شئ منه. والرَسُّ: البئر المطويَّة بالحجارة. والرس: اسم بئر كانت لبقية من ثمود. والرس: اسم واد في قول زهير: بكرن بكورا واستحرن بسحرة * فهن ووادى الرس كاليد للفم * والرسيس: الشئ الثابت. وأما قول زهير: لمن طلل كالوحي عاف (١) منازله * عفا الرس منها فالرسيس فعاقله * فهو اسم ماء. وعاقل: اسم جبل. ورسست رسا، أي حفرت بئراً. ورُسَّ الميّتُ، أي قُبِرَ. والرَسُّ: الإصلاحُ بين الناس، والإفسادُ أيضاً. وقد رَسَسْتُ بينهم، وهو من الأضداد. وفلان يَرُسُّ الحديثَ في نفسه، أي يحدِّث به نفسه. ورَسَّ فلانٌ خبرَ القوم، إذا لَقِيَهُمْ وتعرّف أمورهم. ورسرس البعير، أي تمكن للنهوض.",
    "pg": "3:934-935"
  },
  "رسع": {
    "def": "الرَسَعُ: فسادٌ في الأجفان. وقد رَسِع الرجلُ، فهو أَرْسَعُ. وفيه لغة أخرى: رَسَّعَ الرجلُ تَرْسيعاً، فهو مُرَسَّعٌ ومُرَسِّعَةٌ (١) ، وقد رسعت عينه أيضا ترسيعا. قال امرؤ القيس (٢) : أيا هند لا تنكحي بوهة * عليه عقيقته أحسبا * مرسعة وسط أرساغه (٣) * به عسم يبتغى أرنبا * ليجعل في رجله كعبها * حذار المنية أن يعطبا * قوله مرسعة (٤) ، إنما هو كقولك رجل هلباجة وفقفاقة، أو يكون ذهب به إلى تأنيث العين ; لان الترسيع إنما يكون فيها، كما يقال جاءتكم القصماء لرجل أقصم الثنية، يذهب به إلى سنة. وبوهة: أحمق. وإنما خص الارنب لانهم كانوا يعلقون كعبها كالمعاذة، ويزعمون أن من علقه لم تضره عين ولا سحر، لان الجن تمتطي الثعالب والظباء، والقنافد، وتجتنب الارانب لمكان الحيض. يقول: هو من أولئك الحمقى.",
    "pg": "3:1219"
  },
  "رسغ": {
    "def": "الرسغ من الدواب: الموضع المستدقُّ الذي بين الحافر ومَوْصِلِ الوظيف من اليد والرِجل. يقال رسغ ورسغ، مثل عسر وعسر. قال العجاج: في رسغ لا يتشكى الحَوْشَبا مَسْتَبْطِناً مع الصَميمِ عَصَبا وجاء المطر فرسغ، إذا بلغ الماء الرسغ. والرساغ: حبلٌ يُشَدُّ في رُسْغِ البعير شدّاً شديداً فيمنعه من الانبعاث في المشى. والرسغ بالتحريك: استرخاء في قوائم البعير، عن الاصمعي (١) .",
    "pg": "4:1319"
  },
  "رسف": {
    "def": "الرَسَفانُ: مشيُ المقيَّدِ. وقد رَسَفَ يَرْسُف ويَرْسِفُ رَسْفاً (١) ورَسَفاناً. وحكى أبو زيد: أرسفت الابل، أي تركتها مقيدة.",
    "pg": "4:1364"
  },
  "رسل": {
    "def": "شَعْرٌ رَسْلٌ، أي مُسْتَرْسِلٌ. وبعيرٌ رَسْلٌ، أي سَهْلُ السَيْرِ. وناقةٌ رَسْلَةٌ. وقولهم: افْعَلْ كذا وكذا على رَسْلِكَ بالكسر، أي اتئذ فيه، كما يقال: على هِينَتِكَ. ومنه الحديث: \" إلاَّ مَنْ أَعطى في نَجْدتها ورِسْلِها \"، يريد الشدة والرخاء. يقول: يعطى وهى سمان حسان يشتد على مالكها إخراجها، فتلك نجدتها، ويعطى في رسلها وهى مهازيل مقاربه. والرسل أيضا: اللبن. وقد أَرْسَلَ القومُ، أي صار لهم اللبنُ من مواشيهم. والرَسَلُ بالتحريك: القطيع من الإبل والغنَم. قال الراجز: أقول للذائد خوص برسل إتى أخاف النائبات بالاول والجمع الارسال. قال الرجز: يا ذائديها خوصا بأرسال ولا تذوداها ذياد الضلال ويقال: جاءت الخيل أَرْسالاً، أي قطيعاً قطيعاً. وراسَلَهُ مُراسَلَةً فهو مُراسِلٌ ورَسيلٌ. وامرأةٌ مُراسِلٌ، وهي التي يموت زوجُها أو أحسّتْ منه أنّه يريد تطليقَها، فهي تَزَيَّنُ لآخرَ وتراسله. ومنه قول جرير: يمشى هبيرة بعد مقتل شيخه مشى المراسل أوذنت بطلاق يقول: ليس يطلب بدم أبيه. وأَرْسَلْتُ فلاناً في رِسالةٍ، فهو مُرْسَلٌ ورَسولٌ، والجمع رُسْلٌ ورُسُلٌ. والمرسلات: الرياح، ويقال الملائكة. والرسول أيضا: الرسالة. وقال (١) : ألا أبلغ أبا عمرو رسولا بأنى عن فتاحتكم غنى ومنه قول كثير: لقد كَذَبَ الواشُونَ ما بُحْتُ عندهم بِسِرٍّ ولا أرْسَلْتُهُمْ برَسولِ وقوله تعالى: ﴿إنَّا رَسولُ ربِّ العالمين﴾ ولم يقل: رُسُلُ رَبِّ العالمين، لان فعولا وفعيلا يستوى فيها المذكَّر والمؤنَّث والواحد والجمع، مثل عدوٍّ وصديق. والمِرْسالُ: سهمٌ قصيرٌ. والمِرْسالُ: الناقةُ السهلةُ السير، وإبلٌ مَراسيلُ. ورَسيلُ الرجلِ: الذي يُراسِلُهُ في نضالٍ أو غيره وقوائم البعير رِسالٌ. واسْتَرْسَلَ الشَعْرُ، أي صار سَبْطاً. واسْتَرْسَلَ إليه، أي انبسطَ واستأنس. وتَرَسَّلَ في قراءته، أي اتأدفيها.",
    "pg": "4:1708-1709"
  },
  "رسم": {
    "def": "الرَسْمُ: الأثر. ورَسْمُ الدار: ما كان من آثارها لاصقاً بالأرض. وتَرَسمْتُ الدارَ: تأمّلت رَسْمَها. وقال ذو الرمة: أأن ترسمت من خَرْقاَء منزلةً ماءُ الصَبابة من عينيك مسجوم وكذلك إذا نظرتَ وتفرَّستَ أين تحفر أو تبنى. وقال:\nترسم الشيخ وضرب المنقار (١) * والروسم: الرسم. ويقال: الروسم شئ تجلى به الدنانير. وقال (٢) :\nدنانير شيفت من هرقل بروسم (٣) * والروسم: خشبة فيها كتابةٌ يُختَم بها الطعام، وهو بالشين معجمةً أيضاً. والرَواسيمُ. كتبٌ كانت في الجاهليّة. وقال (٤) :\nكأنها بالهدملات الرواسيم (٥) * والراسِمُ: الماء الجاري. وناقةٌ رَسومٌ: تؤثِّر في الأرض من شدّة الوطئ. وقد رسمت ترسم رسيما. ورَسَمْتُ له كذا فارْتَسَمَهُ، إذا امتثله. وارتسم الرجل. كبر ودعا. وقال الأعشى: وقابَلَها الريحُ في دَنِّها وصَلَّى عَلى دَنِّها وارْتَسَمْ والثوبُ المُرَسَّمُ، بالتشديد: المخطَّط. ورَسَمَ عَلَيَّ كذا وكذا، أي كتَبَ. والرَسيمُ: ضربٌ من سير الإبل، وهو فوق الذَميلِ. وقد رَسَمَ يَرْسِمُ بالكسر رَسيماً. ولا يقال أرسم. وقول حميد بن ثور: وماربها الضبعان مورا وكلفت (١) بعيرى غلامي الرسيم فأرسما قال أبو حاتم: إنما أراد أرسم الغلامان بعيريهما. ولم يرد أرسم البعير. والرسوم: الذى يبقى على السير يوما وليلة.",
    "pg": "5:1932-1933"
  },
  "رسن": {
    "def": "الرَسَنُ: الحبل، والجمع أَرْسانٌ. ورَسَنْتُ الفرس فهو مَرْسونٌ، وأَرْسَنْتُهُ أيضا، إذا شددته بالرسن. قال الشاعر (٢) : هريت قصير عذار اللجام أسيل طويل عذار الرسن والمرسن (٣) ، بكسر السين: موضع الرَسَنِ من أنف الفرس، ثمَّ كثُر حتَّى قيل مَرْسِنُ الإنسان. يقال: فَعلْتُ ذاك على رغم مرسنه، على مفعل بفتح الميم. قال العجاج: وجبهة وحاجبا مزججا وفاحما ومرسنا مسرجا",
    "pg": "5:2123"
  },
  "رشأ": {
    "def": "الرِشاءُ: الحبل، والجمع أَرْشِيَةٌ. والرِشْوَةُ معروفة، والرُشْوَةُ بالضم مثله ; والجمع رِشاً ورُشاً. وقد رَشاهُ يَرْشوهُ رَشْواً. وارْتَشى: أخذ الرِشْوَةَ. واستَرْشى في حكمه: طلب الرشْوَةَ عليه. واسْتَرْشى الفَصيلُ، إذا طلب الرضاع. وقد أَرْشَيْتُهُ إرْشاءً. وأَرْشَيْتُ الدلو: جعلتُ لها رِشاءً. وتَرَشَّيْتُ الرجلُ، إذا لاينتَه. وراشَيْتُه، إذا ظاهرتَه. وأَرْشى الحنظلُ، إذا امتدَّت أغصانُه، شبِّه بالأرْشِيَةِ. والرِشاءُ: كواكبٌ كثيرةٌ صِغار على صورة السمكة، يقال لها بطن الحوت، وفي سُرَّتِها كوكبٌ نيِّرٌ ينزله القمر.",
    "pg": "6:2357"
  },
  "رشح": {
    "def": "رَشَحَ رَشْحاً، أي عَرِقَ. وتقول: لم يرشح له بشئ، إذا لم يُعْطِه شيئاً. والمِرْشَحُ والمِرْشَحة: ما تَحْتَ الميثَرة. والرَشيحُ: العرق، عن أبى عمرو. والترشيح: أن ترشح الام ولدَها باللَبن القليل، تجعله في فيه شيئا بعد شئ إلى أن يَقْوَى على المَصّ. وتقول: فلانٌ يُرَشَّح للوزارة، أي يُرَبَّى ويُؤَهَّل لها. وتَرَشَّح الفَصيلُ، إذا قَوي على المَشْيِ، قال الأصمعي: إذا قَوي ومَشى مع أُمّه، فهو راشح، وأمه مرشح.",
    "pg": "1:365"
  },
  "رشد": {
    "def": "الرَشادُ: خلاف الغَيّ، وقد رَشَدَ يَرْشُدُ رُشْداً، ورَشِدَ بالكسر يَرْشَدُ رَشَداً لُغَةٌ فيه. وأرشده الله. والمَراشِدُ: مقاصِدُ الطُرُق. والطريق الأرْشَدُ: نحو الأَقْصد. وتقول هو لِرِشْدةٍ، خلاف قولك لزنْيَةٍ. وأُمُّ راشد: كنية الفأرة. وبنو رشدان: بطن من العرب.",
    "pg": "2:474"
  },
  "رشش": {
    "def": "الرَشُّ للماء والدم والدمع. وقد رَشَشْتُ المكانَ رَشَّاً. وتَرَشَّشَ عليه الماءُ. والرَشُ: المطر القليل، والجمع رِشاشٌ. ورَشَّتِ السماءُ وأَرَشَّتْ، أي جاءت بالرِشاشِ. والرَشاشُ بالفتح: ما تَرَشَّشَ من الدم والدمع. يقال أرشت الطعنة.",
    "pg": "3:1006"
  },
  "رشف": {
    "def": "الرَشْفُ: المصُّ. وقد رَشَفَهُ يَرْشُفُه ويَرْشِفُه (٢) ، وارْتَشَفَهُ، أي امتصّه. وفي المثل: \" الرَشْفُ أنقعُ \"، أي إذا تَرَشَّفْتَ الماء قليلاً قليلاً كان أسكنَ للعطش والرَشُوفُ: المرأةُ الطيبة الفم.",
    "pg": "4:1364-1365"
  },
  "رشق": {
    "def": "الرَشْقُ: الرميُ وقد رَشَقْتُهُ بالنَبْلِ أَرْشُقُهُ رَشْقاً. والرشْقُ بالكسر الاسم، وهو الوجه من الرمي، فإذا رَمى القومُ بأجمعهم في جهةٍ واحدة قالوا: رَمَيْنا رِشْقاً. قال أبو زبيد كل يوم تَرْميهِ منها بِرَشْقٍ فمُصيبٌ أَوصافَ غير بَعيدِ ويقال: أَرْشَقْتُ، إذا أحددتَ النظر ومنه قول الشاعر (١) :\nوتر وعنى مقل الصوار المرشق (٢) * وأرشقت الظبية، أي مدّتْ عنقها. ورجلٌ رَشيقٌ، أي حسنُ القَدِّ لطيفُه. وقد رشق بالضم رشاقة. والرشانيق: بطن من السودان.",
    "pg": "4:1481-1482"
  },
  "رشم": {
    "def": "الرَشْمُ: مصدر رَشَمْتُ الطعامَ أَرْشُمُهُ، إذا خَتَمْتَهُ. والرَوْشَمُ: اللَوح الذى تختم به البيادر، بالشين والسين جميعاً. والرَشَمُ، بالتحريك: أوَّلُ ما يظهر من النبت. عن ابن السكيت. والرشم أيضاً: مصدر قولك رَشِمَ الرجل بالكسر يَرْشَمُ، إذا صار أَرَشَمَ، وهو الذى يتشمم الطعام ويحرض عليه. وقال (١) : لقى حملته أمه وهى ضيفة فجاءت بيتن للضيافة أرشما (٢) والارشم أيضا: الذى به وَشْمٌ وخطوط. وأَرْشَمَ البرقُ، مثل أَوْشَمَ. وغيثٌ أَرْشَمُ: قليلٌ مَذْمومٌ.",
    "pg": "5:1933"
  },
  "رشن": {
    "def": "الراشِنُ: الذي يأتي الوليمة ولم يُدْعَ إليها، وهو الذي يسمى الطفيلى. وأما الذى يتحين وقت الطعام فيدخل على القوم وهم يأكلون، فهو الوارش. يقال: رشن الرجل، إذا تطفّلَ ودخل بغير إذنٍ. ورَشَنَ الكلبُ في الإناء يَرْشُنُ رَشْناً ورُشوناً أيضاً، إذا أدخَل فيه رأسه. قال الراجز يصف امرأة بالشره: تشرب ما في وطبها قبل العين تعارض الكلب إذا الكلب رشن والروشن: الكوة.",
    "pg": "5:2123-2124"
  },
  "رصد": {
    "def": "الراصد للشئ: المراقب له. تقول: رَصَدَه يَرْصُدُهُ رَصْداً ورَصَداً، والتَرَصُّدُ: التَرَقُّبُ. والرَصيدُ: السَبُعُ الذي يَرْصُدُ لِيثِبَ. والرَصود من الإبل: التي تَرْصُدُ شُرْبَ الإبل، ثم تشرب هي. والرَصَدُ: القَوْمُ يَرصُدون، كالحرس، يستوي فيه الواحد والجمع والمؤنث. وربما قالوا: أرصاد. والمرصد: موضع الرَصْد. الأصمعيّ: رَصَدْتُهُ أَرْصُدُه رصدا: ترقبته. وأرصدرت له: أعددت له. والكسائي مثله. وفى الحديث: \" إلا أن أرصده لدين على \". والمرصاد: الطريق. والرصدة بالضم: الزُبْيَةُ. والرَصْدَةُ بالفتح: الدُفْعَة من المَطَرِ، والجمع رِصادٌ تقول منه: رُصِدَت الأرض فهي مرصودة. والرَصَد بالتحريك: القليل من الكلأ والمطر. يقال: بهارصد من حيا. والجمع أرصاد.",
    "pg": "2:474"
  },
  "رصص": {
    "def": "رصصت الشئ أرصه رصا، أي ألصقت بعضَه ببعض ومنه بنيان مرصوص. وكذلك الترصيص. والترصيص: أيضاً أن تَنْتَقِبَ المرأةُ فلا يُرَى إلاّ عيناها. وتَراصَّ القومُ في الصفِّ، أي تلاصَقوا. والرَصاصُ بالفتح معروف، والعامة تقوله بكسر الراء. وشئ مرصص: مطلى به.",
    "pg": "3:1041"
  },
  "رصع": {
    "def": "التَرْصيعُ: التركيبُ. يقال: تاجٌ مرصَّعٌ بالجواهر، وسيفٌ مرصَّعٌ، أي محلَّى بالرَصائِعِ، وهي حَلَقٌ يُحَلَّى بها، الواحدة رَصيعَةٌ. وقال ابن شميل: الرصائع: سيور مضفورة في أسافل الحمائل. وأنشد:\nوعادَ الرَصيعُ نُهْيَةً للحَمائِلِ (١) * يقول: انضمَّتْ سيوفهم فصار أسافلها أعاليها. ويقال: رَصِعَ به بالكسر يَرْصَعُ رَصَعاً، إذا لزق به. والأَرْصَعُ: لغةٌ في الأَرْسَحِ، والأنثى رَصْعاءُ مثل رَسْحاءَ بَيِّنَةُ الرَصَعِ. وربَّما سَمَّوا فراخ النخل رصعا، الواحدة رصعة. وقول رؤبة:\nوخضا إلى النصف وطعنا أرصعا (٢) * وهو أن يغيب السنان كله في المطعون. يقال: رصعته بالرمح وأرصعته. والترصع: النشاط.",
    "pg": "3:1219-1220"
  },
  "رصف": {
    "def": "الرَصَفَةُ بالتحريك: واحدة الرَصَفِ، وهي حجارةٌ مَرْصوفٌ بعضها إلى بعض. قال العجاج:\nمن رصف نازع سيلا رصفا (١) * يقول: مزج هذا الشراب من ماء رصف نازع رصقا آخر، لانه أصفى له وأرق، فحذف الماء وهو يريده، فجعل مسيله من رصف إلى رصف منازعة منه إياه. والرصفة أيضا: واحدة الرصاف، وهي العَقَبُ الذي يُلْوى فوق الرُعْظِ. والرَصْفُ بالتسكين: المصدر منهما جميعاً. تقول: رَصَفْتُ الحجارةَ في البناء أرصقها رصفا، إذا ضممت بعضها إلى بعض. ورَصَفْتُ السهم رَصْفاً، إذا شددتَ على رُعْظِهِ عقبة. ومنه قول الراجز:\nوأثر بي سنخه مرصوف * ويقال: هذا أمر لا يَرْصُفُ بك، أي لا يليق. ورَصَفَ قدميه، أي ضم إحداهما إلى الاخرى. وتراصف القوم في الصفِّ أي قام بعضهم إلى لِزْقِ بعض. والرَصوفُ: المرأةُ الضيّقةُ الفَرْجِ. وعملٌ رَصيفٌ وجوابٌ رَصيفٌ، أي محكم رصين. ورصافة: موضع.",
    "pg": "4:1365"
  },
  "رصن": {
    "def": "الاصمعي: رصنت الشئ أرصنه رَصْناً. أكملته. وأَرْصَنْتُهُ: أحكمته. والرَصينُ: المحكَم الثابت. وقد رَصُنَ بالضم رَصانَةً. والرَصينانِ في رُكبة الفرس: أطراف القصَب المركّب في الرَضَفَةِ. وفلان رَصينٌ بحاجتك، أي حفيٌّ بها. ورَصَنْتُهُ بلساني رَصْناً: شتمتُه. ورجل رَصينُ الجوف، أي مُوجَع الجوف. قال:\nيقول إنى رصين الجوف فاسقوني * أبو زيد: رصنت الشئ معرفة، أي علمته.",
    "pg": "5:2124"
  },
  "رضا": {
    "def": "الرِضْوانُ: الرِضا، وكذلك الرُضْوانُ بالضم. والمرضاة مثله. ورضيت الشئ وارْتَضَيْتُهُ فهو مَرْضِيٌّ، وقد قالوا: مَرْضُوٌّ فجاءوا به على الأصلِ والقياسِ. ورَضيتُ عنه رِضاً مقصورٌ، وهو مصدرٌ محضٌ، والاسم الرِضاءُ ممدود، عن الاخفش. وسمع الكسائي رضوان وحموان في تثنية الرضا والحمى. قال: والوجه حميان ورضيان. ومن العرب من يقولهما بالياء على الاصل، والواو أكثر. وعيشة راضِيَةٌ، أي مَرْضِيَّةٌ. كقولهم: هَمٌّ ناصبٌ، لأنَّه يقال رُضيتُ معيشتُه على ما لم يسمَّ فاعلُه، ولا يقال رَضِيَتْ. ويقال: رَضيتُ به صاحباً. وربما قالوا: رَضيتُ عليه، بمعنى رَضيتُ به وعنه. وأنشد الأخفش (١) : إذا رَضِيَتْ عَلَيَّ بنو قُشَيْرٍ * لَعَمْرُ اللهِ أعجبني رِضاها (٢) وأَرْضَيْتُهُ عنّي ورَضَّيْتُهُ بالتشديد أيضاً، فَرَضِي. وتَرَضَّيْتُهُ: أرْضَيْتُهُ بعد جهدٍ. واسْتَرْضَيْتُهُ فأَرْضاني. وراضانيَ فلانٌ فَرضَوْتُهُ أَرْضُوهُ بالضم، إذا غلبتَه فيه، لأنّه من الواو. وإنما قالوا رَضيتُ عنه رِضاً وإن كان من الواو، كما قالوا شَبِعَ شِبَعاً، وقالوا رَضيَ لمكان الكسر، وحقَّه أن يقال رَضُوَ. ورضوى: جبل بالمدينة، والنسبة إليه رضوى.",
    "pg": "6:2357-2358"
  },
  "رضب": {
    "def": "الرُضابُ: الريقُ. والراضِبُ: ضَرْبٌ من السِدْر. والراضب: السَحُّ من المطر (٢) وقال يصف ضبعا في مغارة:\nفأدركها فيها قطار وراضب (٣)",
    "pg": "1:136"
  },
  "رضح": {
    "def": "الرَضْحُ مثل الرَضْخ، وهو كسر الحصى أو النوى. قال الشاعر: * بكل وأب للحصى رضاح (١) * والاسم الرُضْحُ بالضم، وهو النَوى المَرضُوح. قال كعب بن مالك الانصاري:\nوترعى الرضح والورقا * وتقول: رَضَحْتُ الحَصى فَتَرَضَّح. قال جِرانُ العَوْدِ: تَخَطَّى إليَّ الحاجِزيْنَ مُدِلَّةً * يَكادُ الحَصى من وَطْئِها يَتَرَضَّحُ (٢) والمِرْضاحُ: الحَجَر الذي يُرْضَح به النَوى، أي يُدَقُّ. ونَوى الرضح: ما ندر منه.",
    "pg": "1:365-366"
  },
  "رضخ": {
    "def": "الرضخ مثل الرضح. رضخت الحصى (٤) والنوى: كسرته. ورضخت رأس الحية بالحجارة. ورضخت له رضخا، وهو العَطاء ليس بالكثير. وفي الحديث: \" أمرت له برضخ \". ورضخته وأرضخته، إذا رميته بالحجارة. وتراضخنا: ترامينا.\nفصل الزاى",
    "pg": "1:421-422"
  },
  "رضض": {
    "def": "الرَضُّ: الدقُّ الجريشُ. وقد رضضت الشئ، فهو رضيض ومرضوض. والرَضُّ: تمرٌ يُرَضُّ ويُنْقَعُ في محض. قال الراجز: جارية شبت شبابا غضا * تصبح (١) محضا وتعشى رضا * ما بين وركيها ذراعا عرضا * لا تحسن التقبيل إلا عضا * والرضراض: ما دق من الحصى. قال الراجز:\nيَتْرُكْنَ صَوَّانَ الحَصى رَضْراضا * ومنه قولهم: نهرٌ ذو سِهْلَةٍ وذو رَضْراضٍ. فالسِهْلَةُ: رمل القناةِ الذي يجري عليه الماء. والرضراض أيضا: الارض المرضوضة بالحجارة. وأنشد ابن الاعرابي: يلت الحصى لتا بسمر كأنها * حجارة رضراض بغيل مطحلب * ورضاض الشئ: فتاته. وكل شئ كسرته فقد رَضْرَضْتَهُ. والحجارةُ تَتَرَضْرَضُ على وجه الأرض، أي تتكسر. وامرأةٌ رَضْراضَةٌ، أي كثيرةُ اللحم. وكذلك رجلٌ رضراض، وبعير رضراض. قال الجعدى يصف فرسا: فعرفنا هزة تأخذه * فقرناه برضراض رفل * أي أوثقناه ببعير ضخم. وإبل رضارض: راتعة، كأنها ترض العشب. وأرض الرجلُ، أي ثَقُلَ وأبطأ. قال العجاج:\nثُمَّ اسْتَحَثُّوا مُبْطِئاً أَرَضَّا (١) * والمرضة، بضم الميم: الرثيئة الخاثرة، وهي لبنٌ حليب يُصَبُّ عليه لبنُ حامض، ثم يترك ساعةً فيخرج منه ماءٌ أصفر رقيقٌ، فيصب منه ويشرب الخاثر. وقد أَرَضَّتِ الرَثيئَةُ تُرِضُّ إرْضاضاً، أي خثرت. قال ابن أحمر يذم رجلا ويصفه بالبخل: إذا شرب المرضة قال أوكى * على ما في سقائك قد روينا (١)",
    "pg": "3:1077-1078"
  },
  "رضع": {
    "def": "رَضِعَ الصبيُّ أمَّه يَرْضَعُها رَضاعاً، مثل سَمِعَ يَسْمَعُ سَماعاً. وأهلُ نجدٍ يقولون: رَضَعَ يَرْضِعُ رَضْعاً، مثال: ضَرَبَ يَضْرِبُ ضَرْباً. قال الأصمعي: أخبرني عيسى بن عمر أنّه سمع العرب تنشد هذا البيتَ لابن همَّام السَلوليِّ على هذه اللغة: وذَمُّوا لنا الدنيا وهم يَرْضِعونَها * أَفاويقَ حتى ما يَدِرُّ لها ثَعْلُ * وأَرْضَعَتْهُ أمُّهُ. وامرأةٌ مُرْضِعٌ، أي لها ولد ٌتُرْضِعُهُ، فإن وصفتها بإرضاع الولد قلت مُرْضِعَةٌ. والرَضوعَةُ: الشاةُ التي تُرْضِعُ. ويقال رَضاعٌ ورِضاعٌ، لغتان. والراضِعَتانِ: ثَنِيَّتا الصبيِّ اللتان يشرب عليهما اللبن. يقال: سقطتْ رَواضِعُهُ. وقولهم: لئيمٌ راضعٌ، أصله زعموا رجلٌ كان يَرْضَعُ إبله وغنمه ولا يحلُبها لئلا يُسْمَعَ صوتُ الشَخْبِ فيُطْلَبَ منه. ثم قالوا رَضُعَ الرجلُ بالضم يَرْضُعُ رضاعة، كأنه كالشئ يطبع عليه. وتقول: هذا أخي من الرَضاعةِ بالفتح، وهذا رَضيعِي كما تقول: أكيلى ورسيلى. وراضع فلان ابنه، أي دفعه إلى الظئر. قال أبو ذؤيب (١) :\nإن تميما لم يراضع مسبعا (٢) * وارتضعت العنزُ، أي شربتْ لبنَ نَفْسِها. قال الشاعر (٣) : إنِّي وجدتُ بَني أَعْيا (٤) وجاهِلَهُم (٥) * كالعَنْزِ تَعْطِفُ رَوْقيْها فترتضع",
    "pg": "3:1220"
  },
  "رضف": {
    "def": "الرَضْفُ: الحجارةُ المحماةُ يُوغرُ بها اللبن، واحدتها رَضْفَةٌ (١) . وفي المثل: \" خُذْ مِنَ الرَضْفَةِ ما عليها \". ورَضَفَهُ يَرْضِفُهُ بالكسر، أي كَواه بالرَضْفَةِ. والرَضيفُ: اللبنُ يُغْلى بالرَضْفَةِ. وشِواءٌ مَرْضوفٌ: يُشْوى على الرَضْفِ. والمَرْضوفَةُ: القِدْرُ أُنْضِجَتْ بالرَضْفِ. قال الكميت: ومَرْضَوفَةٍ لم تُؤْنِ في الطبخِ طاهياً عَجِلْتُ إلى مُحْوَرِّها حين غَرْغَرا لم تُؤْنِ، أي لم تحبس ولم تبطى.",
    "pg": "4:1365"
  },
  "رضم": {
    "def": "الرَضْمُ (٣) والرِضامُ: صخورٌ عظامٌ يُرْضَمُ بعضها فوقَ بعض في الأبنية، الواحدة رَضْمَةٌ. يقال رَضمَ عليه الصخرَ يَرْضِمُ بالكسر رَضْماً. ورَضَمَ فلانٌ بيتَه بالحجارة. والرضيم: البناء بالصخر. ورَضَمْتُ الأرضَ: أثرتُها للزرع. ورَضَمَ به الأرضَ، إذا جلَد به الأرض. ورَضَمَ البعيرُ بنفسه الارض (٤) . وبزدون مرضوم العصب: كأن عصبه قد تشنج.",
    "pg": "5:1933-1934"
  },
  "رطأ": {
    "def": "رجل رطئ، على فعيل، بَيِّنُ الرَّطإ بالتحريك، أي أحمقُ.",
    "pg": "1:53"
  },
  "رطا": {
    "def": "الارطى: شجر من شجر الرمل، وهو أفعل من وجه وفعلى من وجه ; لانهم يقولون أديم مأروط، إذا دبغ بورقه. ويقولون: أديم مرطى. وقد أرطت الارض، إذا أخرجت الارطى، والواحدة أرطاة، ولحوق تاء التأنيث له يدل على أن الالف ليست للتأنيث وإنما هي للالحاق أو بنى الاسم عليها. قال الشاعر يصف ذئبا: لما رأى أن لادعه ولا شبع (١) * مال إلى أرطاة حقف فاضطجع وراطية: اسم موضع، وكذلك أراط، وهو في شعر عمرو بن كلثوم: ونحن الحابسون بذى أراط * تسف الجلة الخور الدرينا",
    "pg": "6:2358"
  },
  "رطب": {
    "def": "الرَطْبُ، بالفتح: خلاف اليابس. تقول رطب الشئ رطوبة فهو رَطْبٌ ورطيبٌ. ورَطَّبْتُهُ أنا ترطيباً. وغُصنٌ رطيبٌ، وريشٌ رطيبٌ، أي ناعم. والمرطوبُ: صاحبُ الرطوبةِ. والرُطْبُ، بالضم ساكنة الطاء: الكلا. ومنه قول ذى الرمة: حتى إذا معمعان الصيف هب له * بأجة نش عنها الماء والرطب وهو مثل عسر وعسر. والرطبة، بالفتح: القضب (١) خاصة مادام رَطْباً، والجمع رِطابٌ. تقول منه: رطبت الفرس رطبا ورطوبا. عن أبى عبيد. والرطب من التمر معروف، الواحدة رُطَبَةٌ، وجمع الرُطَبِ أرطابٌ ورِطابٌ أيضاً، مثل ربع ورباع، وجمع الرُطَبَةِ رُطَباتٌ ورُطَبٌ. وأَرْطَبَ البُسْرُ: صار رُطْباً. وأرطب النخلُ: صار ما عليه رُطَباً. ورَطَّبْتُ القومَ ترطيباً إذا أطعمتَهم الرُطَبَ. وأرض مرطبة: كثيرة الكلا.",
    "pg": "1:136"
  },
  "رطط": {
    "def": "الرَطيطُ: الجلبةُ والصياحُ. وقد أرطوا، أي جلبوا. والرطيط: الاحمق. قال الشاعر: أَرِطُّوا فقد أَقْلَقْتُمُ حَلَقاتِكُمْ * عَسى أن تَفوزوا أَنْ تكونوا رَطائِطا (١) * يقول: قد اضطرب أمرُكم من باب الجِدِّ والعقلِ، فتحامقوا عسى أن تفوزوا.",
    "pg": "3:1127-1128"
  },
  "رطل": {
    "def": "الرَطْلُ، بالفتح: الرجلُ الرِخْوُ. والرَطْلُ والرِطْلُ: نصف مَناً. وتَرْطيلُ الشعر: تدهينه وتكسيره.",
    "pg": "4:1709-1710"
  },
  "رطم": {
    "def": "رَطَمْتُهُ في الوحل رَطْماً فارْتَطَمَ هو، أي ارتبك فيه. وارْتَطَمَ عليه أمرٌ، إذا لم يقدِرْ على الخروج منه. والرَطومُ: الأحمق. والرَطومُ: المرأة الواسعة الفرْج. ورَطَمَ الرجلُ، أي نَكح. والراطِمُ: اللازم للشئ.",
    "pg": "5:1934"
  },
  "رطن": {
    "def": "الرَطانَةُ والرِطانَةُ: الكلام بالأعجميّة. تقول: رَطَنْتُ له رَطانَةً ورَاطَنْتَهُ، إذا كلَّمتَه بها. وتَراطَنَ القوم فيما بينهم. وقال (١) :\nأصواتَهم كتَراطُنِ الفُرْسِ (٢) * الفراء: إذا كانت الإبلُ رِفاقاً ومعها أهلُها فهي الرَطَّانَةُ والرطون بالفتح. قال:\nرطانة من يلقها يخيب",
    "pg": "5:2124"
  },
  "رعب": {
    "def": "الرُعْبُ: الخوف. تقول منه: رَعَبْتُهُ فهو مرعوبٌ، إذا أفزعته، ولا تقل أرعبته. والترعابة: الفزوق (٢) . والسَنامُ المُرْعَّبُ: المُقَطَّعُ. والرَعيبُ: الذي يقطرُ دَسَماً. والتِرْعيبَةُ، بالكسر: القطعة من السَنامِ. ورَعَبْتُ الحوضَ: ملأتُه. وسيلٌ راعبٌ: يملأ الوادي. قال الشاعر (٣) : بذى هيدب أيما الربى تحت ودقه * فيروى وأيما كل وادٍ فَيرْعَب (١) وسَنامٌ رَعيبٌ، أي ممتلئ شحما. والرعبوب: الضعيف الجبان. والرعبوبة من النساء: الشطبة البيضاء. والراعبي: جنس من الحمام، والانثى راعبية.",
    "pg": "1:136-137"
  },
  "رعبل": {
    "def": "رعبلت اللحم: قطعته. ومنه قول الراجز:\nترى الملوك حوله مرعبله (١) * ويروى: \" مغربله \". وثوب مُرَعْبلٌ، أي ممزَّق. ويقال جاء فلان في رَعابيلُ، أي في أطمار وأقلاق. وأبو ذبيان بن الرعبل.",
    "pg": "4:1710"
  },
  "رعث": {
    "def": "الرعاثُ: القِرَطَةُ، واحدتها رَعْثَهٌ ورَعَثَةٌ بالتحريك. وتَرَعَّثَتِ المرأةُ، أي تقرطت. وكان بشار بن برد الشاعر يلقب بالمرعث لرعثة كانت له في صغره. ورعثة الديك: عثنونه، يقال ديك مُرَعَّثٌ. قال الأخطل: ماذا يُؤَرِّقُني والنَوْمُ يُعْجِبُني (١) * من صَوْتِ ذي رَعَثاتٍ ساكِنِ الدَّارِ وشاةٌ رَعْثاءُ، إذا كان لها تحت الاذن زنمتان. والرعث: العهن من الصوف يُعَلَّقُ من الهودج، عن أبى عبيد.",
    "pg": "1:283"
  },
  "رعج": {
    "def": "الارْتِعاجُ كالارتعاد. ورَعَجَ البَرْقُ وأَرْعَجَ، إذا تتابع لمعانُه. قال العجَّاج:\nسَحّاً أهاضيبَ وبَرقاً مُرعِجا * ابن السكيت: يقال للرجل إذا كثُرَ ماله وعددُه: قد ارْتَعَجَ ماله، وارتعج عدده. وارتعج الوادي: امتلا.",
    "pg": "1:318"
  },
  "رعد": {
    "def": "الرَعْد: الصوت الذي يُسْمَع من السَحاب. يقال: \" صَلَفٌ تحت الراعِدَةِ \"، للرجل يُكثِر الكلام، لا خير عنده. وبنو راعدة: بطن من العرب. ورعدت السماء وبرقت. ورعدتِ المرأة وبَرَقَتْ: تحسّنت وتزينت. ورَعَدَ الرجلُ وبَرَقَ: تَهَدَّدَ وأوْعد. قال ابن أحمر: يا جَلَّ ما بَعُدَتْ عليك بِلادُنا * وطِلابُنا فابْرُقْ بأَرْضِكَ وارْعُدِ - وأَرْعَدَ القَوْمُ وأبرقوا: أصابهم رعد وبرق. وحكى أبو عبيدة وأبو عمرو: أَرْعَدَتِ السماء وأبرقت، أرعد الرجل وأبرق، إذا تهدد وأوعد. وأنكره الاصمعي واحتجَّ عليه بِبَيْتِ الكُمَيْتِ: أَبْرِقْ وأرعد يا يزي * - د فما وعيدُكَ لي بضائِرْ - فقال: ليس الكميت بحجة. والارتعاد: الا ضطراب. يقال: أَرْعَدَهُ فارتعد. والاسم الرِعْدة. وأُرْعِد الرَجُل: أخذته الرَعدة، وأُرْعِدَتْ فرائصه عند الفزع. والرعديد: الجبان. والرعديد: المرأة الرخصة. وقيل لاعرابي: أتعرف الفالوذ؟ فقال: نعم، أصفر رعديد. ويقال: هو برعدد: أي يلحف في السؤال. والرعاد: ضرب من سمك البَحْر إذا مسّه الإنسان خَدِرَتْ يَدُهُ وعَضُده حتَّى يَرْتَعِد مادام السمك حيا. ورجل رَعَّادٌ، أي كثير الكلام وقولهم: جاء بِذاتِ الرَعْدِ والصَليلِ. يُعنى بها الحرب. وذات الرواعد: الداهية.",
    "pg": "2:474-475"
  },
  "رعز": {
    "def": "المرعزى: الزغب الذى تحت شعر العنز، وهو مفعلى، لان فعللى لم يجئ، وإنما كسروا الميم اتباعا لكسرة العين، كما قالوا منخر ومنتن. وكذلك المرعزاء، إذا خففت مددت، وإن شددت قصرت، وإن شئت فتحت الميم. وقد تحذف الالف فيقال مرعز.",
    "pg": "3:879-880"
  },
  "رعس": {
    "def": "الرَعْسُ: الارتِعاشُ والانتفاض. وقد رعس فهو راعس. قال الراجز: والمشرفي في الاكف الرعس * بموطن ينبط فيه المحتسى (١) * بالقلعيات نطاف الانفس * أبو عمرو: الرَعَسانُ: تحريك الرأس من الكِبَر. وأنشد لنبهان: سيعلم من ينوى جلائى أننى * أريب بأكناف النضيض حبلبس * أرادوا جلائى يوم فيد وقربوا * لحى ورؤوسا للشهادة ترعس * وناقةٌ رَعوسٌ، وهي التي قد رَجَفَ رأسُها من الكِبَر. الفراء: رَعَسْتُ في المشي أَرْعَسُ، إذا مشيتَ مشياً ضعيفاً من إعياءٍ أو غيره. والارتِعاسُ مثل الارتعاش والارتعاد. وأرعسه مثل أرعشه. قال العجاج يصف سيفا:\nيذرى بإرعاس يمين المؤتلى (٢) * ويروى بالشين، يقول: يقطع وإن كان الضارب مقصرا مرتعش اليد.",
    "pg": "3:935"
  },
  "رعش": {
    "def": "الرَعَشُ بالتحريك: الرِعدَةُ. وقد رَعِشَ بالكسر وارْتَعَشَ، أي ارتعد. وأَرْعَشَهُ الله. ورجلٌ رَعِشٌ، أي جبانٌ. ويقال ناقة رَعوشٌ، مثل رَعوسٍ، للتي يَرجُف رأسُها من الكبر. ومرعش: بلد في الثغور من كور الجزيرة. والمرعش: جنس من الحمام، وهي التي تحلِّق (١) . وبعضهم يضمُّ ميمه. ويقال: رجل رعشن، للذى يرتعش. وجمل رعشن، لاهتزازه في السير. والنون فيهما زائدة. ونعامة رعشاء.",
    "pg": "3:1006-1007"
  },
  "رعص": {
    "def": "الارْتِعاصُ: الاضطرابُ. قال الأصمعي: يقال ارْتَعَصَتِ الحيَّةُ، إذا ضُرِبَتْ فلوت ذنبها، مثل تبعصصعت. قال العجاج: أنى لا أسعى إلى داعيه * إلا ارتعاصا كارتعاص الحية",
    "pg": "3:1041"
  },
  "رعظ": {
    "def": "الرُعْظُ: مدخلُ سِنْخِ النَصْلِ في السهم، وفوقه الرِصافُ وهي لفائف العقب، والجمع أرعاظ. وقد رَعِظَ السهمُ بالكسر يَرْعَظُ رَعَظاً بالتحريك: انكسر رُعْظُهُ، فهو سهمٌ رعظ.\nفصل الشين",
    "pg": "3:1173"
  },
  "رعع": {
    "def": "ترعرع الصبى، أي تحرك ونشأ. ورَعْرَعَهُ الله، أي أنبته. وشاب رعرع ورعراع، أي حسن الاعتدالِ في القَوام، والجمع الرَعارِعُ. قال لبيد: نُبَكِّي على إثْرِ الشبابِ الذي مضى * إَلاَ إنَّ أخدان الشباب الرعارع * والرعاع: الاحداث الطغام.",
    "pg": "3:1220-1221"
  },
  "رعف": {
    "def": "الرُعافُ: الدمُ يخرج من الأنف. وقد رَعِفَ الرجلُ يَرْعَفُ ويَرْعُفُ. ورَعُفَ (٢) بالضم لغةٌ فيه ضعيفة. ويقال: رماح رواعف، إما لتَقَدُّمِها للطَعن، أو لما يقطُر منها من الدم. ورَعَفَ الفرس يَرْعُفُ ويَرْعَفُ، أي سبق وتقدَّم. واسْتَرْعَفَ مثله. واسْتَرْعَفَ الحَصى منْسِمَ البعير، أي أدماه. والراعِفُ: الفرسُ الذي يتقدَّم الخيل. والراعِفُ: طرفُ الأرنبة، وأنفُ الجبل. ويقال: فعلت ذاك على الرغم من مَراعِفِهِ، مثل مَراغِمِهِ. وأَرْعَفَهُ، أي أعجله. وأَرْعَفَ قربته، أي. ملأها حتى ترعف. منه قول الراجز (١) :\nيرعف أعلاها من امثلائها (٢) * وراعوفة البئر: صخرة تترك في أسفل البئر إذا احتفرت تكون هناك، فإذا أرادوا تنقية البئر جلسَ المُنَقِّي عليها. ويقال: هو حجر يكون على رأس البئر يقوم عليه المستقى. وفى الحديث أنَّه ﷺ حين سحر جعل سحره في جف طلعة ودفن تحت راعوفة البئر. وفيها لغان راعوفة وأرعوفة بالضم، حكاهما أبو عبيد",
    "pg": "4:1365-1366"
  },
  "رعل": {
    "def": "الرَعْلَةُ: القطعة من الخيل، وكذلك الرَعيلُ، والجمع الرِعالُ (١) . قال طرفة: ذلُقٌ في غابةٍ مَسْفوحةٍ كرِعالِ الطيرِ أَسْراباً تَمُرّْ واسْتَرْعَلَتِ النغم، أي تتابعت في السير. واسْتَرْعَلَ، أي خرج في أوّل الرعيل. وأَراعيلُ الرياحِ: أوائلها. والرَعْلَةُ والرَعْلُ: ما يُقْطَعُ من أذن الشاة ويُتْرَكُ معلّقاً لا يَبين، كأنّه زَنَمَةٌ. والشاةُ رَعْلاءُ. وناقةٌ رعلاء، والجمع رعل. قال الفند (٢) : رأيت الفتية الاعزا ل مثل الاينق الرعل وأرعلت العوسجة: خرجتْ رَعْلَتُها. ويقال أيضاً للشاةِ الطويلةِ الأذنِ: رَعْلاءُ. والإرْعالُ: سُرعة الطعنِ وشدَّته. والرَعْلَةُ أيضاً: واحدة الرِعالِ، وهي الطِوال من النخل. قال ابنُ الأعرابي: يقال مرَّ فلانٌ يجرّ رَعْلَهُ، أي ثيابَه. قال: وتركت عِيالاً رَعْلَةً، أي كثيراً. ويقال لما تهدّل من النبات: أرعل. والرعل: الدقل. والمرعل: خيار المال. قال الشاعر: أبأنا بقتلانا وسقنا بسبينا نساء وجئنا بالهجان المرعل والرعلول: بقل، ويقال هو الطرخون. ورعل وذ كوان: قبيلتان من سليم.",
    "pg": "4:1710"
  },
  "رعم": {
    "def": "شاة رَعَومٌ: بها داءٌ يسيل من أنفها الرُعامُ بالضم، وهو المخاط. وقد رَعَمَتِ الشاةُ (١) وأَرْعَمَتْ. والرُعامى: زيادة الكبد، وهو بالعين والغين جميعاً. ورَعَمْتُ الشمسَ أرعمها، إذا رقبت غيوبها، وهو في شعر الطرماح.\n(٢)",
    "pg": "5:1934"
  },
  "رعن": {
    "def": "الرعن بالتحريك: الاسترخاء. وقال يصف ناقة:\nورحلوها رحلة فيها رعن (٣) * أي استرخاء، لم يحكم شدها من الخوف والعجلة. والرعونة: الحُمق والاسترخاء. ورجلٌ أَرْعَنُ، وامرأةٌ رَعْناءُ، بيِّنا الرُعونَةِ والرَعَنِ أيضاً. وما أَرْعَنَهُ، وقد رَعُنَ (١) بالضم. ورعتنه الشمس فهو مرعون، أي مسترخ. وقال:\nكأنه من أوار الشمس مرعون (٢) * وذو رعين: ملك من ملوك حمير، ورعين: حصن كان له، وهو من ولد الحارث بن عمرو ابن حمير بن سبأ. وهم آل ذى رعين، وشعب ذى رعين. قال الراجز (٣) : جارية من شعب ذى رعين حياكة تمشى بعلطتين والرعن: أنف الجبل المتقدم، والجمع الرُعونُ والرِعانُ، ثم يشبَّه به الجيشُ فيقال: جيشٌ أَرْعَنُ. وسمِّيت البصرة رَعْناءَ تشبيهاً برَعْنِ الجبل. قاله ابن دريد، وأنشد للفرزدق لولا ابن عتبة عمرو والرجاء له ما كانت البصرة الرعناء لى وطنا (١) ويقال: الجيش الارعن هو المضطرب لكثرته.",
    "pg": "5:2124-2125"
  },
  "رعى": {
    "def": "الرعى بالكسر: الكلا. وبالفتح المصدر (*) والمرعى: الرعى، والموضع، والمصدر. وفي المثل: \" مَرْعىً ولا كالسَعْدانِ \". والراعي جمعه رعاة مثل قاض وقضاة، ورعيان مثل شاب وشبان، ورعاء مثل جائع وجياع. وفلان يرعى على أبيه، أي يَرْعى غَنَمه. والراعي: لقب عبيد بن الحصين النميري الشاعر. قال الفراء: رجلٌ تَرْعِيَّةٌ (١) وتُرْعِيَّةٌ، بكسر التاء وضمها والياء مشددة فيهما، للذي يجيد رِعْيَة الإبل. ويقال أيضاً: رجلٌ تِرْعايَةٌ في معنى ترعية. والرعاوى والرعاوى، بفتح الراء وضمها: الإبل التي تَرْعى حوالي القوم وديارِهم ; لأنّها الإبل التي يعتمل عليها. قالت امرأة من العرب تعاتب زوجها: تمششتنى حتى إذا ما تركتني * كنضو الرعاوى قلت إنى ذاهب وراعيت الامر: نظرت إلى أين يصير. وراعيته: لاحظته. وراعَيتُهُ من مراعاة الحقوق. ويقال: الحمار يُراعي الحُمُرَ، أي يَرْعى معها: قال أبو ذؤيب: مِن وَحْشِ حَوْضي يُراعي الصيدَ منتبذاً * كأنه كوكبٌ في الجوِّ مُنْحَرِدُ واسْتَرْعَيْتُهُ الشئ فرعاه. وفى المثل: من اسْتَرْعى الذئبَ ظَلَم \". والراعي: الوالي. والرَعِيَّةُ: العامّة. يقال: ليس المَرْعِيُّ كالراعي. ورعا يرعو، أي كفَّ عن الأمور. يقال: فلانٌ حسن الرَعْوَةِ (١) والرِعْوَةِ والرُعْوى والارْعِواءِ. وقد ارعوى عن القبيح، وتقديره إفعول، ووزنه افعلل. وإنما لم يدغم لسكون الياء. والاسم الرعيا (٢) بالضم والرعوى بالفتح، مثل البقيا والبقوى. وتقول: أرعيت عليه، إذا أبقيتَ عليه وترحّمته (٣) . وأَرْعَيْتُهُ سمعي، أي أصغيت إليه. ومنه (*) قوله تعالى: (راعنا) . قال الاخفش: هو فاعلنا من المراعاة على معنى أرعنا سمعك، ولكن الياء ذهبت للامر. ويقال: (راعنا) بالتنوين على إعمال القول فيه، كأنه قال: لا تقولوا حمقا ولا تقولوا هجرا، وهو من الرعونة. ورعى الامير رعيته رِعاية. ورَعَيْتُ الإبلَ أَرْعاها رَعْياً. ورعى البعير الكلا. وارتعى مثله. ورَعَيْتُ النجوم: رَقبْتها. قالت الخنساء: أَرْعى النجومَ وما كُلِّفْتُ رِعْيَتَها * وتارة أتغشى فضل أطماري ابن السكيت: يقال رَعَيْتُ عليه حُرْمَتَهُ رِعَايَةً. وأَرْعى الله الماشيةَ، أي أنبت لها ما تَرْعاهُ. قال الشاعر: كأنَّها ظبيةٌ تَعْطُو إلى فَنَنٍ * تأكل من طيب والله يرعيها",
    "pg": "6:2358-2359"
  },
  "رغا": {
    "def": "الرُغاءُ: صوت ذواتِ الخفّ. وقد رَغا البعير يَرْغو رُغاءً، إذا ضجّ. وفي المثل: \" كَفى برُغائِها منادياً \"، أي إنّ رُغاء بعيرِه يقوم مقامَ ندائه في التعرُّض للضيافة والقِرى. وقد رَغَى اللبن تَرْغِيَةً، أي أزبَدَ. ومنه قولهم: كلام مرغ، إذا لم يفصح عن معناه. ويقال أيضا: أمست إبلهم تُرَغِّي وتُنَشِّفُ، أي لها نشافة ورغوة. حكاه يعقوب. والمرغاة: شئ تؤخذ به الرُغْوَةُ. والرُغْوَةُ فيها ثلاث لغات: رُغْوَةٌ ورَغْوَةٌ ورِغْوَةٌ. وحكى الكسر فيها اللحياني وغيرُه، وهو زُبد اللبن، والجمع رُغاً. وكذلك رُغايةُ اللبن بالضم والياء، ورِغاوَةُ اللبن بالكسر والواو. وسمع أبو المهدى الواو في الضم، والياء في الكسر. وارتغيت: شربت الرَغْوَة وفي المثل: \" يُسِرُّ حَسْواً في ارْتِغاءٍ \"، يضرب لمن يُظهر أمرا ويريد غيره. قال الشعبى لمن سأله عن رجل قبل أم امرأته: \" يسر حسوا في ارتغائه وقد حرمت عليه امرأته \". وناقة رغو على فعول، أي كثيرة الرُغاء. وأَرْغَيْتُهُ أنا: حملتُه على الرُغاء. قال الشاعر (١) : أَيَبْغي (٢) آلُ شدَّادٍ علينا * وما يُرْغي لشَدَّادٍ فَصيلُ يقول: هم أشِحَّاءُ لا يفرّقون بين الفصيل وأمّه بنَحْرٍ ولا هِبةٍ. وتَراغَوْا، أذا رغا واحد هاهنا وواحد هاهنا (*) وفى الحديث: \" إنهم والله تَراغَوْا عليه فقَتَلوه \". وقولهم: ماله ثاغية ولا راغية، أي ماله مشاة ولا ناقةٌ. ويقال أيضاً: أتيته فما أَثْغى ولا أَرْغى، أي لم يُعْطِ شاةً ولا ناقةً ; كما يقال: ما أحشى ولا أجل.",
    "pg": "6:2359-2360"
  },
  "رغب": {
    "def": "رغبت في الشئ، إذا أردتَه، رغبةً ورَغَباً بالتحريك. وارْتَغَبْتُ فيه مثله. ورغبت عن الشئ، إذا لم تُرِدْهُ وزَهِدت فيه. وأرغبني في الشئ ورغبني فيه، بمعنىً. ورجلٌ رغبوب (٢) من الرَغْبَةِ. والرغيبة: العطاء الكثير، والجمع الرغائب. قال الشاعر (٣) :\nوإلى الذي يُعْطي الرغائب فارغب (٤) والرغيب: الواسع الجوف، يقال حوضٌ رَغيبٌ وسِقاءٌ رَغيبٌ، وفرسٌ رَغيبُ الشَحْوَةِ. والرُغْبُ، بالضم: الشَرَهُ. يقال الرُغْبُ شُؤْمٌ. وقد رَغُبَ بالضم رُغْباً فهو رَغيبٌ. أبو عبيد: الرَغابُ، بالفتح: الأرضُ الليّنةُ. وقال ابن السكيت: التي لا تسيل إلا من مطر كثير. وقد رغبت رغبا.",
    "pg": "1:137"
  },
  "رغث": {
    "def": "الرَغوثُ: كل مُرْضِعَةٍ. قال طرفة: فليتَ لنا مكانَ المَلْكِ عمرو * رغوثا حول قبتنا تخور وقد أَرْغَثَتِ النعجةُ ولدَها: أرضعته. ورغَثَ الجَديُ أمَّه، أي رضِعها. والرُغَثاءُ مثال العُشَراءِ: عِرْقٌ في الثَدْي يَدِرُّ اللبن. قال: ابن السكيت: عَصَبَةٌ تحت الثَدْيِ. وقولهم \" آكَلُ من بِرْذَوْنَةٍ رَغوثٍ \" وهو فَعولٌ في معنى مفعولةٍ لأنها مرغوثةٌ. قال الأحمر: رُغِثَ الرجلُ فهو مَرْغوثٌ، إذا كَثُرَ عليه السُّؤال حتَّى يَنْفَدَ ما عنده.",
    "pg": "1:283"
  },
  "رغد": {
    "def": "عيشَةٌ رَغْدٌ ورَغَدٌ، أي واسِعَةٌ طيّبةٌ. تقول: رَغِدَ عيشُهم ورغد عيشهم، بسكر الغين وضمها. وأرغد القوم: أخْصَبُوا وصاروا في رَغَدٍ من العَيْش. وأرغَدوا مواشيَهم: تركوها وسَوْمَها. أبو عمرو: الرغيدَةُ: اللبن الحليب يُغلى ويُذَرُّ عليه دقيق، ثمَّ يُساط ويُلْعَقُ لَعْقاً. وارْغادَّ اللبنُ ارغيداداً، أي اختلط بعضه ببعض ولم تتم خثورته بعد. والمُرْغادُّ: الشاكّ في رأيه لا يدري كيف يُصْدِرهُ. وكذلك الارغيداد في كل مختلط.",
    "pg": "2:475"
  },
  "رغس": {
    "def": "الرَغْسُ: النَماءُ والخيْرُ. وفي الحديث: \" أنَّ رجلاً رَغَسَهُ الله مالاً \". قال الأموي: أي أكثر له وباركَ له فيه. وتقول: كانوا قليلاً فَرَغَسَهُمُ الله، أي أكثرهم الله وأَنْماهُمْ. وكذلك هو في الحسب وغيره. قال العجاج (١) : خليفة ساس بغير تعس * إمام رغس في نصاب رغس (٢) * والنصاب: الاصل. وقال رؤبة بن العجاج:\nحتَّى رأينا وجْهَك المرغوسا (٣) * يعنى المبارك الميمون.",
    "pg": "3:935-936"
  },
  "رغغ": {
    "def": "الرغرغة: رفاغة العيش. والرغرغة: أن ترد الابل الماء كل يوم متى شاءت، وهو مثل الرِفهِ. والرغيغة: لبن يغلى ويذر عليه دقيق، تتخذ للنفساء.",
    "pg": "4:1319-1320"
  },
  "رغف": {
    "def": "الرَغيفُ من الخبز، والجمع أرغفة ورغف ورغفان. قال الراجز (١) : إن الشواء والنشيل والرغف والقينة الحسناء والروض الانف للطاعنين الخيل والخيل قطف",
    "pg": "4:1366"
  },
  "رغل": {
    "def": "الرُغْلُ بالضم: ضربٌ من الحَمْضِ تسمِّيه الفرْسُ \" السَرْمَقَ \". والجمع أَرْغالٌ. وقد أَرْغَلَتِ الأرضُ، إذا أنبتته وأرغلت المرأة، أي أرضعت، بالراء والزاى جميعا. وأَرْغَلَتِ الإبلُ عن مراتعها، أي ضلَّتْ. وعيشٌ أَرْغَلُ وأَغْرَلُ، أي واسعٌ. وغلامٌ أَرْغَلُ بيَّن الرَغَلِ، أي أعزل، وهو الاقلف. وأبو رغال (١) يرجم قبره، وكان دليلا للحبشة حين توجهوا إلى مكة فمات في الطريق. والرغلة: رَضاعةٌ في غَفْلة. يقال رَغَلَ الجدى أمه (٢) : رضعها. قال الشاعر: يسبق فيها الحمل العجيا رغلا إذا ما آنس العشيا يقول: إنه يبادر بالعشى إلى الشاة يرغلها دون ولدها. يصفه باللؤم. قال أبو زيد: يقال: فلان رَمٌّ رَغولٌ، إذا اغتنم كل شئ وأكله. قال أبو وَجْزة السعديّ: رَمٌّ رَغولٌ إذا اغبَرَّتْ مَوارِدُهُ ولا ينام له جار إذا اخترفا يقول: إذا أجدبَ لم يَحْقِرْ شيئاً وشَرِهَ إليه، وإن أخصبَ لم يَنَمْ جارُهُ خوفاً من غائلته.",
    "pg": "4:1710-1711"
  },
  "رغم": {
    "def": "الرَغامُ، بالفتح: التراب. وقال: ولم آتِ البيوتَ مُطَنَّباتٍ بِأكْثِبَةٍ فَرَدْنَ من الرَغامِ أي انفردن. ويقال: أَرْغَمَ الله أنفَه، أي ألصقه بالرغام ومنه حديث عائشة رضى الله عنها في الخضاب: \" اسلتيه وأرغميه (١) \". والرغامى بالعين والغين: زيادة الكبد، ويقال: قصبة الرئة. قال الشماخ يصف الحمر:\nلها بالرغامى والخياشيم جارز (٢) * والمراغمة: المغاضبة. يقال: راغم فلان قومَه، إذا نابذَهم وخرجَ عليهم. والتَرَغُمُ: التغضُّبُ، وربَّما جاء بالزاي. والرُغْمُ بالضم والرَغْمُ (٣) . وفيه ثلاث لغات رغم، ورغم، ورغم. والمرغمة مثله. قال النبي ﵊: \" بُعِثْتُ مَرْغَمَةً \". وتقول: فعلتُ ذاك على الرَغْمِ من أنفه. ورَغَمَ فلانٌ بالفتح، إذا لم يقدر على الانتصاف. يقال: رَغِمَ أنفي لِلهِ ﷿ بالكسر والفتح، رُغْماً ورَغْماً ورِغْماً (١) . والمُراغَمُ: المَذهب والمَهْرب. قال الجعديُّ: كَطَوْدٍ يُلاذُ بأركانه عَزيزِ المُراغَمِ والمَهْرَبِ ومنه قوله تعالى: (يِجِدْ في الأرض مُراغَماً كثيراً) . قال الفراء: المُراغَمُ: المضطرَب والمذهَب في الأرض.",
    "pg": "5:1934-1935"
  },
  "رغن": {
    "def": "الرَغْنُ: الإصغاء إلى القول وقَبوله. والإرْغانُ مثله. قال الفراء: لا تُرْغِنَنَّ له في ذلك، أي لا تُطْمِعه فيه. ويقال رَغَنَ إلى الصُلح، أي رَكَنَ.",
    "pg": "5:2125"
  },
  "رفا": {
    "def": "رَفَوْتُ (١) الثوبَ أَرْفوهُ، يهمز ولا يهمز. ورَفَوْتُ الرجل: سكّنته من الرعب. قال أبو خِراشِ الهُذَليّ، واسمه خُويلد: رَفَوْني وقالوا يا خُوَيْلِدُ لم تُرَعْ * فقلتُ وأنكرتُ الوجوهَ هُم هُم والمُرافاةُ: الاتِّفاقُ والالتحام. قال الشاعر: ولَمَّا أنْ رأيتَ أبا رُوَيْمٍ * يُرافِيني ويكره أن يُلاما والرِفاءُ: الالتحام والاتفاق. ويقال: رَفَّيْتُهُ تَرْفِيَةً، إذا قلت للمتزوِّج: بالرِفاء والبنين. قال ابن السكيت: وإن شئتَ كان معناه: بالسُكون والطمأنينة، من قولهم: رفوت الرجل، إذا سكنته.",
    "pg": "6:2360-2361"
  },
  "رفت": {
    "def": "الرُفاتُ: الحُطام. قال الله تعالى: (وقالوا أَئِذَا كُنَّا عظاماً ورُفاتاً) . قال الأخفش: تقول منه رفت الشئ فهو مرفوت، إذا فت.\nفصل الزاى",
    "pg": "1:249"
  },
  "رفث": {
    "def": "الرَفَثُ: الجِماعُ. والرَفَثُ أيضاً: الفُحْشُ من القول: وكلامُ النساء في الجِماع. تقول منه: رَفُِثَ الرجلُ وأَرْفَثَ. قال العجاج: ورُبَّ أَسْرابِ حَجيجٍ كُظَّمِ * عن اللَّغا ورفث التكلم وقيل لابن عباس حين أنشد: وهن يمشين بنا هميسا * إن تصدق الطير ننك لميسا أترفث وأنت محرم؟ فقال: إنما الرفث ما ووجه به النساء (١) .",
    "pg": "1:283-284"
  },
  "رفد": {
    "def": "الرِفْدُ بالكسر: العطاء والصِلَةُ. والرَفْد المصدر. تقول: رَفدْتُهُ أَرْفِدُهُ رَفْداً، إذا أعطيته، وكذلك إذا أعَنْتَهُ. والرَفْدُ والرِفْدُ أيضاً: القَدَحُ الضخم. والإرفادُ: الإعطاءُ والإعانةُ. والمُرافدة: المُعاونة. والترافُد: التَعاوُنُ. والاسْتِرْفادُ: الاسْتِعانَةُ. والارْتِفادُ: الكَسْبُ. والتَرْفيدُ: التسويد، يقال: رُفَدَ فلان، أي سُوِّد وعُظِّمَ. والمِرْفَدُ: الرِفْد، وهو القَدَحُ الضَخْمُ الذى يقرى فيه الضيف. والمرفد أيضاً: العُظَّاَمَةُ تَتعظَّم بها المرأةُ الرَسْحاءُ. والمَرافيدُ: الشاء لا ينقطع لبنها صيفا ولا شتاء. والرفود من النوقِ: التي تملأ الرَِفْدَ في حَلْبَةٍ واحِدَةٍ. والرِفادةُ: خِرْقة يُرْفَدُ بها الجُرْحُ وغيره. قال أبو زيد: رَفَدْتُ على البعير أرفد رفداء، إذا عملت له رِفادَةً، وهي مثل جَدْيَةِ السَرْجِ. والرفادة أيضا: شئ كانت تترافد به قريشٌ في الجاهليّة، تُخْرِجُ فيما بينها ملا تشترى به للحُجَّاج طَعاماً وزَبيباً للنَبيذ. وكانت الرِفادَةُ والسِقايَةُ لبني هاشم، والسَدانةُ واللواء لبنى عبد الدار. والرافدان: دجلة والفرات. قال الفرزدق يخاطب يزيد بن عبد الملك ويهجو أبا المثنى عمر ابن هبيرة الفزارى: أوليت العراق ورافديه (١) * فزاريا أحذ يد القميص - يريد أنه خفيف اليد، نسبه إلى الخيانة. والروافد: خشب السَقْف. وأنشد الأحمر: رَوافِدُهُ أَكْرَمُ الرافِداتِ * بَخٍ لك بَخٍ لبحر خضم - قال أبو عمرو: وبنو أرفدة (٢) الذين في الحديث (٣) : جنس من الحبش يرقصون. ورفيدة: حى من العرب يقال لهم الرفيدات (١) .",
    "pg": "2:475-476"
  },
  "رفس": {
    "def": "الرَفْسُ: الضرب بالرِجْلِ. وقد رفسه يرفسه",
    "pg": "3:936"
  },
  "رفص": {
    "def": "الرُفْصَةُ: الماءُ يكون. نَوْبَةً بين القوم، وهو قلبُ الفُرصةِ. وهم يترافصون الماء، أي يتناوبونه. أبو زيد: ارْتَفَصَ السعرُ، أي غلا. حكاه عنه أبو عبيد. ولا تقل ارتقص.",
    "pg": "3:1041"
  },
  "رفض": {
    "def": "الرَفْضُ: التركُ. وقد رَفَضَهُ يرفضه ويرفضه رفضا ورفضا، والشئ رَفيضٌ ومَرْفوضٌ. والرَوافِضُ: جُنْدٌ تركوا قائدهم وانصرفوا. والرافضة: فرقة من الشيعة. قال الاصمعي: سموا بذلك لتركهم زيد بن على رضى الله عنه (٢) . ورفضت الابل أرفضها رَفْضاً وَرَفَضاً، إذا تركتَها تَبَدَّدُ في مَرعاها حيث ُأحبَّتْ، لا تثينها عما تريد. قد رفضت هي تَرْفُضُ رُفوضاً (٣) ، أي ترعى وحدها والراعي يبصرها قريباً منها أو بعيدا. قال الراجز سقيا بحيث يهمل المعرض * وحيث يرعى ورعى ويرفض (١) * ويروى: \" وأرفض \". وهى إبل رافضة ورَفْضٌ أيضاً. وقال يصف سحاباً: تُباري الرِياحَ الحَضْرَمِيَّاتِ مُزْنُهُ * بمُنْهَمِرِ الاوراق ذى قزع رفض * ورفض أيضا بالتحريك، والجمع أَرْفاض. ونعامٌ رَفَضٌ، أي فرق. قال ذو الرمة: بها رفض من كل خرجاء صعلة * وأخرج يمشى مثل مشى المخبل * ويقال أيضا: في القِرْبَةِ رَفَضٌ من ماءٍ، أي قليل. ورفاض الشئ بالضم: ما تحطم منه وتَفَرَّقَ. ورُفوضُ الناس: فِرَقُهم. ورُفوضُ الأرض: ما تُركَ بعد أن كان حِمى. وفي أرضِ كذا رُفوضٌ من كَلأٍ، إذا كان متفرِّقاً بعيداً بعضُه من بعض. ويقال رجلٌ قُبَضَةٌ رفضة، للذى يتمسك بالشئ ثم لا يلبث أن يدعَه. قال ابن السكيت يقال راع قبضة رُفَضَةٌ، للذي يَقبِض الإبل ويجمعها، فإذا صارت إلى الموضع الذي تحبُّه وتهواه رَفَضَها وتركها ترعى حيثُ شاءت. ويقال: رَفَضَ النخلُ، وذلك إذا انتشر عِذْقُهُ وسقَط قِيقاؤُهُ (١) . ورَفَّضْتُ في القربةِ تَرْفيضاً، أي أبقيت فيها رَفَضاً من ماءٍ. وارْفِضاضُ الدمع: تَرَشُّشُهُ. وكلُّ متفرِّقٍ ذاهبٍ مُرْفَضٌّ. قال القطاميّ: أَخوكَ الذي لا تَمْلِكُ الحِسَّ نَفْسُهُ * وَتَرْفَضُّ عند المُحْفِظاتِ الكَتائِفُ * يقول: هو الذي إذا رآك مظلوماً رقَّ لك وذهب حقده. ومَرافِضُ الوادي: مَفاجِرُهُ حيث يَرْفَضُّ إليه السيل. وأما قول الراجز (٢) :\nكالعيس فوق الشرك الرفاض (٣) * فهى الطرق المتفرقة. والرفاضة: القوم يرعون رفوض الارض.",
    "pg": "3:1078-1079"
  },
  "رفع": {
    "def": "الرَفْعُ: خلاف الوضع. يقال: رَفَعْتُهُ فارْتَفع. والرَفْعُ في الإعراب كالضم في البناء، وهو من أوضاع النحويين. ورَفَعَ فلانٌ على العامل رَفِيعَةً، وهو ما يَرْفَعُهُ من قصته ويبلغها. وفى الحديث: \" كل رافعة رفعت علينا من البلاغ \"، أي كل جماعة مبلغة تبلغ عنا \" فلتبلغ أنى قد حرمت المدينة \". ورفع الزرع: أن يُحْمَلَ بعد الحَصاد إلى البَيْدر. يقال: هذه أيامُ رَفاعٍ ورفاع. قال الكسائي: سمعت الجرام والجرام وأخواتها، إلا الرفاع فإنى لم أسمعها مكسورة. ورفع البعير في السير، أي بالَغَ. ورَفَعْتُهُ أنا، يتعدَّى ولا يتعدَّى. ومرفوعُها: خلاف موضوعِها. يقال: دابّةٌ ليس له مرفوعٌ، وهو مصدر مثل المجلود والمعقول، وهو عَدْوٌ دون الحُضْرِ. قال طرفة: مَوْضوعُها زَوْلٌ ومَرْفوعُها * كَمَرِّ صَوْبٍ لِجَبٍ وَسْطَ ريح * وكذلك رفعته ترفيعا والرفع: تقريبك الشئ. وقوله تعالى: ﴿وفُرُشٍ مَرْفوعةٍ﴾ ، قالوا: مقربة لهم. ومن ذلك رفعته إلى السلطان، ومصدره الرُفْعانُ. وقال الفراء: ﴿وفُرُشٌ مَرفوعةٌ﴾ : بعضُها فوق بعض. ويقال: نساءٌ مُكَرَّماتٌ، من قولك والله يَرْفَعُ من يشاء ويخفض. وناقةٌ رافِعٌ، إذا رَفَعَتِ اللبأ في ضرعها، عن الاصمعي. والرفاعة بالضم: ما تتعظّم به المرأة الرسحاءُ. ورُِفاعَةُ المُقَيَّدُ أيضاً: خيطٌ يرفع به قيده إليه. قال ابن السكيت: يقال في صوته رُفَاعةٌ ورفاعة، بالضم والفتح. ورجل رفيع، أي شريف. قال أبو بكر محمد بن السري: ولم يقولوا رَفُعَ. وقال غيره: رَفُعَ رِفْعَةً، أي ارتفع قدره. ورافَعْتُ فلاناً إلى الحاكم وترافعنا إليه. ورفاعة بالكسر: اسم رجل (١) .",
    "pg": "3:1221"
  },
  "رفغ": {
    "def": "الرَفْغُ: السعةُ والخصبُ. يقال رَفُغَ عيشُه بالضم رَفاغَةً: اتّسع، فهو عيش رافع ورفيع، أي واسعٌ طيِّبٌ. وتَرَفَّغَ الرجل: توسَّع، فهو في رَفاغِيةٍ من العيش، مثال ثمانية. والأَرْفاغُ: ألمَغابِنُ (١) من الآباطِ وأصول الفخذين، الواحد رفغ ورفغ. قال الراجز: قد زوجوني جيالا فيها حدب دقيقة الارفاغ ضخماء الركب",
    "pg": "4:1320"
  },
  "رفف": {
    "def": "الرَفُّ: شبهُ الطاقِ، والجمع رُفوفٌ. ورَفٌّ من ضأنٍ، أي جماعة. والرَفُّ: المصُّ والتَرَشُّفُ. وقد رَفَفْتُ أَرُفُّ بالضم. وفلانٌ يَرُفُّنا، أي يَحوطُنا. وفي المثل: \" مَنْ حنفا أورفنا فليقتصد. و \" ماله حاف ولا راف \". ورف لونه يَرِف بالكسر رَفّاً ورَفيفاً، أي برقَ وتلألأ. وثوبٌ رَفيفٌ وشجرٌ رفيفٌ، إذا تَنَدَّتْ (٢) . قال الأعشى يذكر ثَغْر امرأة: ومَهاً تَرِفُّ غُروبُهُ تَشْفي المُتَيَّمَ ذا الحراره والرفرف: ثياب خضر تتخذ منها المحابس (٣) الواحدة رَفْرَفَةٌ، والرَفْرَفُ أيضا كسر الخباء وجوانب الدرع وما تدلّى منها، الواحدة رَفْرَفٌ (١) . ورَفْرَفَ الطائر، إذا حرَّك جناحَيه حول الشئ يريد أن يقع عليه. والرَفْرافُ: طائرٌ، وهو خاطفُ ظلِّهِ، عن ابن سلمة. وربَّما سَمّوا الظليمَ بذلك، لأنه يُرَفْرِفُ بجناحيه ثم يعدو.",
    "pg": "4:1366-1367"
  },
  "رفق": {
    "def": "الرَِفْقُ: ضدُّ العنف، وقد رَفَقَ به يَرْفُقُ. وحَكى أبو زيد: رَفَقْتُ به وأَرْفَقْتُه بمعنىً، وكذلك تَرفَّقْتُ به. ويقال أيضاً: أَرْفَقْتُهُ، أي نَفَعْتُهُ. والرُفْقَةُ: الجماعةُ تُرافِقُهمْ في سفرك. والرِفْقَةُ بالكسر مثله، والجمع رِفاقٌ. تقول منه: رافَقْتُهُ. وتَرافَقْنا في السفر. والرَفيقُ: المُرافِقُ، والجمع الرُفَقاءُ. فإذا تَفَرَّقْتُمْ ذهب اسم الرُفْقَةِ ولا يذهب اسم الرفيق. وهو أيضاً واحدٌ وجمعٌ، مثل الصديق. قال الله تعالى: ﴿وحسن أولئك رفيقا﴾ . والرفيق أيضاً: ضدُّ الأخْرق. ورَفَقْتُ الناقة أَرْفُقُها رَفْقاً، وهو أن تشدَّ عضدَها لتُخْبَلَ عن أن تُسرع، وذلك إذا خيف أن تَنزِع إلى وطنها، وذلك الحبل هو الرِفاقُ. ومنه قول بشر: فإنِّي والشَكاةَ وآلَ (١) لأْمٍ كذاتِ الضِغْنِ تمشي في الرِفاقِ والمِرْفَقُ وَالمَرْفِقُ (٢) : مَوْصِلُ الذراعِ في العضُد، وكذلك المرْفَقُ والمَرْفِقُ من الأمر، وهو ما ارتفقت به وانتفعت به. ومن قرأ: ﴿ويهيئ لكم من أمركم مرفقا﴾ جعله مثل مقطع، ومن قرأ ﴿مرفقا﴾ جعله اسما مثل مسجد. ويجوز مرفقا، مثل مطلع ومطلع، ولم يقرأ به. ومَرافِقُ الدار: مصابُّ الماء ونحوِها. والمِرْفَقَةُ بالكسر: المخدّةُ. وقد تَمَرْفَقَ، إذا أخذ مرفقة. وباب فلان مُرْتَفِقاً، أي متَّكئاً على مِرْفَقِ يده. وَناقةٌ رَفْقاءُ وجملٌ أَرْفَقٌ: بيِّن الرَفَقِ، وهو انفتال المِرْفَقِ عن الجنب. وماء رفق ومرتع رفق، أي سهل المطلب. والرافقة: اسم بلد.",
    "pg": "4:1482-1483"
  },
  "رفل": {
    "def": "رَفَلَ في ثيابه يَرْفُلُ (١) ، إذا أطالها وجرَّها متبختراً، فهو رافِلٌ. ورَفِلَ بالكسر رَفَلاً: خَرُقَ في لِبْسَتِهِ، فهو رَفِلٌ. الأصمعيّ:\nفي الرَكْبِ وَشْواشٌ وفي الحَيِّ رَفِلْ * وكذلك أَرْفَلَ في ثيابه. وامرأَةٌ رَفِلَةٌ: تَتَرَفَّلُ في مِشيتها خُرْقاً، فإن لم تُحسن المشيَ في ثيابها قيل رَفْلاءُ. والرَفِلُ أيضاً: الأحمق. ومعيشةٌ رَفِلَةٌ، أي واسعة. وثوب رفل، مثال هجف. وفرس رفل أي طويل الذَنَبِ، وكذلك البعير. قال الجعدى فعرفنا هزة تأخذه فقرناه برضراض رفل أيد الكاهل جلد بازل أخلف البازل عاما أو بزل وربما وصف به إذا كان واسع الجلد. ومنه قول الراجز (١) * جعد الدرانيك رفل الا جلاد (٢) * والتَرْفيلُ: التعظيمُ. قال ذو الرمَّة: إذا نحن رَفَّلْنا امْرَأً سادَ قَوْمَةُ وإن لم يكنْ من قبل ذلك يُذْكَرُ وتَرفيلُ الرَكِيَّةِ: إجمامها.",
    "pg": "4:1711-1712"
  },
  "رفن": {
    "def": "فرسٌ رِفَنٌّ، بتشديد النون: طويل الذَنَبِ، والأصل رَفَلٌّ (٢) باللام. قال النابغة الذبيانى: وهم دلفوا بهجر فيه خميس رحيب السرب أرعن مرجحن (٣) بكل مجرب كالليث يسمو إلى أوصال ذيال رفن أراد رفل فحول اللام نونا. وارفأن الرجل ارفئنانا، على وزن اطمأن، أي نفر ثم سكن. يقال: ارْفَأَنَّ غضبي.",
    "pg": "5:2125-2126"
  },
  "رفه": {
    "def": "رَفَهَتِ الإبلُ بالفتح تَرْفَهُ رَفْهاً ورُفوهاً، إذا وَرَدَتِ الماءَ كلَّ يوم متى شاءت ; والاسم الرَفْهُ بالكسر. وأَرْفَهْتُها أنا. والإرْفاهُ: التدهن والترجيل كل يوم، وقد نهى عنه. ورجل رافِهٌ، أي وادِعٌ. وهو في رَفاهَةٍ من العيش، أي سَعَةٍ، ورفاهية على فعالية ورفهنية، وهو ملحق بالخماسى بألف في آخره، وإنما صارت ياء لكسرة ما قبلها. ويقال: بيني وبينك ليلة رافِهَةٌ وثلاثُ ليالٍ رَوافِهَ، إذا كان يُسارُ إلى الماء فيهنّ سيراً لَيِّناً. ورَفِّهْ عن غريمك ترفيها، أي نفس عنه. وفى المثل: \" أغنى من التفه عن الرفه \" (١) ، يقال: الرفة: التبن، والتفه: السبع، وهو الذي يسمى عناق الارض، لانه لا يقتات التين.",
    "pg": "6:2232-2233"
  },
  "رفهن": {
    "def": "يقال: هو في رُفهْنِيَةٍ من العيش، أي سعة ورفاغية. وهو ملحق بالخماسى بألف في آخره، وإنما صارت ياء لكسرة ما قبلها.",
    "pg": "5:2126"
  },
  "رقأ": {
    "def": "رَقَأَ الدمعُ، يرقأ رقْأً ورُقُوءاً: سَكَنَ، وكذلك الدَّمُ. وأَرْقَأَ الله دمعه: سَكَّنَهُ. والرَقُوءُ، على فَعولٍ بالفتح: ما يوضع على الدمِ، فَيَسْكُنُ. وفي الحديث: \" لا تَسُبُّوا الإبِلَ فإن فيها رَقُوء (٢) الدم \" أي إنها تُعْطى في الدِياتِ، فتُحْقَنُ بها الدِماءُ.. ويقال: أَرْقَأْ على ظَلْعِكَ، لغة في قولك: ارْقَ على ظَلْعِكَ، أي ارْفُقْ بنفسك ولا تحمل عليها أكثر مما تطيق.",
    "pg": "1:53"
  },
  "رقب": {
    "def": "الرقيبُ: الحافظُ. والرقيبُ: المُنْتَظِرُ. تقول رقبت الشئ أرقبه رقوبا، ورِقْبَةً ورِقْباناً بالكسر فيهما، إذا رَصَدْتَهُ. والرقيبُ: المُوَكِّلُ بالضَريب (١) . ورقيبُ النَجْمِ: الذي يغيب بطلوعه، مثل الثُرَيَّا رَقيبُها الإكليلُ، إذا طَلَعَتِ الثُرَيَّا عِشاءً غاب الإكليلُ، وإذا طلع الإكليلُ عِشاءً غابت الثُرَيَّا (٢) . والرقيبُ: الثالثُ من سِهام الميسر. والمَرْقَبُ والمَرْقَبَةُ: الموضعُ المُشْرِفُ يرتفع عليه الرقيب. ومتى تصبك خصاصة فارج الغنى * وإلى الذى يعطى الرغائب فارغب (١) وذلك في الميسر.\n(٢) وأنشد الفراء: أحقا عباد الله أن لست لاقيا * بثينة أو يلقى الثريا رقيبها وإنما قيل للعيوق رقيب الثريا تشبيها برقيب الميسر. وراقب الله في أمره، أي خافه. والترَقُّبُ: الانتظار، وكذلك الارتقاب. وأَرْقَبْتُهُ داراً أو أرضاً، إذا أعطَيته إياها فكانت للباقي منكما، وقلتَ: إن مُتُّ قبلك فهي لك وإن مُتَّ قبلي فهي لي. والاسم منه الرُقْبى، وهي من المراقبة، لأنّ كل واحد منهما يرقب موت صاحبه. والرقبة: مؤخرا أصل العنق، والجمع رَقَبُ ورَقَباتٌ ورِقابٌ. ورَجُلٌ أَرْقَبُ بَيِّنُ الرَقَبِ، أي غليظ الرقبة، ورَقَبانيٌّ أيضاً على غير قياس. والعرب تلقِّب العجم برقاب المزاود، لانهم حمر. وذو الرقيبة: لقب مالك القشيرى، لانه كان أو قص، وهو الذى أسر حاجب بن زرارة يوم جبلة. والرقبة: المملوك. والرَقوبُ: المرأة التي لا يعيش لها ولد. وقال (١) :\nكأنها شيخة رقوب (٢) * وكذلك الرجل. قال الشاعر: فلم يَرَ خَلْقٌ قبلنا مِثْلَ أُمِّنا * ولا كأَبينا عاشَ وهو رقوب والرقوب: المرأة التى تَرْقُبُ موتَ زوجها لِتَرِثّهُ. والرَقوبُ من الإِبل: التي لا تدنو من الحوض مع الزِحامِ، وذلك لِكَرَمها. والمُرَقّب: الجِلدُ الذي سُلِخَ من قِبَلَ رأسه ورقبته. والرَقَّابَةُ: الرجل الوَغْد الذي يَرْقُبُ للقوم رحلهم إذا غابوا.",
    "pg": "1:137-138"
  },
  "رقح": {
    "def": "الرَقاحَةُ: الكَسْبُ والتِجارة. وفي تَلْبِية بعض أهل الجاهلّية: \" جئْناكَ للنَصاحَة، لم نَأْتِ للرقاحَة \". وفلانٌ يَتَرَقَّح لِعِياله، أي يتكسَّب. وتَرقيحُ المالِ: إصلاحه والقِيامُ عليه. تقول: فلانٌ رَقاحيُّ مالٍ. قال الحارثُ بن حِلِّزة: يَتْرُكُ ما رقَّحَ من عَيْشِهِ * يَعيثُ فيه هَمَجٌ هامج",
    "pg": "1:366"
  },
  "رقد": {
    "def": "الرُقادُ: النَوْمُ. وقد رَقَدَ يَرْقُدُ رَقْداً ورُقوداً ورُقاداً. وقوم رُقودٌ: أي رُقَّدٌ. والرَقْدَةُ: النَوْمَةُ. والمَرْقَدُ، بالفتح: المَضْجَعُ. وأَرْقَدَهُ: أنامه. وأَرْقَدَ بالمكان: أقام به. والمُرْقِدُ بالضم: دَواءٌ يُرْقِدُ مَنْ شَربه. والرَقَدانُ: الطَفْرُ من النشاط، كفِعْل الحَمَلِ والجَدْي. ويقال: ارْقَدَّ ارْقِداداً، أي أسرع. قال العجاج يصف ثورا: فظل يرقد من النشاط * كالبربري لج في انخراط - ورجل مرقدى، مثال مرعزى، أي يَرْقَدُّ في أموره. والراقودُ: دَنٌّ طويل الأسفل كهيئة الإرْدَبَّةِ، يُسَيَّعُ داخِلُه بالقار، وهو مُعَرَّبٌ، والجمع الرواقيد. ورقد: اسم جبل تنحت منه الارحية. قال الشاعر ذوالرمة، يصف كر كرة البعير (١) أو منسمه: تفض الحصى عن مجمرات وقيعة * كأرحاء رقد زلمتها المناقر (٢) -",
    "pg": "2:476-477"
  },
  "رقش": {
    "def": "الرَقْشُ كالنقش. والتَرْقيشُ: النَمُّ والقَتُّ. ورَقَّشَ كلامه: زوّرَه وزخرفَه. قال رؤبة: عاذل قد أولعت بالتَرْقيشِ * إليَّ سِرًّا فاطْرُقي وَميشي * وحيّةٌ رَقْشاءُ: فيها نقط سوادٍ وبياضٍ وجديٌ أَرقَشُ الأذنين، أي أذرأ. والرقشاء: شقشقة البعير والمرقش الشاعر. وهما مرقشان: الاكبر والاصغر. فأما الاكبر فهو من بنى سدوس. وسمى مرقشا لقوله:.......... كما * رقش في ظهر الاديم قلم (١) * والمرقش الاصغر من بنى سعد بن مالك. عن أبى عبيدة. ورقاش: اسم امرأة. فأهل الحجاز يبنونه على الكسر في كل حال. وكذلك كل اسم على فعال بفتح الفاء معدول عن فاعلة، لا تدخله الالف واللام ولا يجمع، مثل قطام وحذام وغلاب. وأهل نجد يجرونه مجرى ما لا ينصرف، نحو عمر وزفر. يقولون: هذه رقاش بالرفع وهو القياس، لانه اسم علم وليس فيه إلا العدل والتأنيث. غير أن الاشعار جاءت على لغة أهل الحجاز. قال الشاعر (١) : إذا قالت حذام فصدقوها * فإن القول ما قالت حذام * وقال امرؤ القيس: قامت رقاش وأصحابي على عجل * تبدى لك النحر واللبات والجيدا * وقال النابغة: أتاركة تدللها قطام * وضنا بالتحية والسلام (٢) * إلا أن يكون في آخره راء، مثل جعار اسم للضبع، وحضار اسم لكوكب، وسفار اسم بئر، ووبار اسم أرض، فيوافقون أهل الحجاز في البناء على الكسر (١) .",
    "pg": "3:1007-1008"
  },
  "رقص": {
    "def": "رقص يرقص رقصا، فهو رقاص. ورَقَصَ الآلُ: اضطرب. ورَقَصَ الشراب: أخَذَ في الغليان. ورَقَّصَتِ المرأةُ ولدَها تَرْقيصاً وأَرْقَصَتْهُ، أي نَزَّتْه. وأَرْقَصَ الرجُل بعيرَه، أي حَمَله على الخبب.",
    "pg": "3:1041-1042"
  },
  "رقط": {
    "def": "الرُقْطَةُ: سوادٌ يشُوبه نُقَطُ بياضٍ.. يقال: دجاجةٌ رَقْطاءُ. والأرْقَطُ من الغنم مثل الأبغَثِ. وقد ارْقَطَّ ارْقِطاطاً. وارْقاطَّ العَرْفَجُ ارْقيطاطاً، إذا خرجَ ورقُه، وذلك قبل أن يدبى. وحميد بن ثور الارقط والاريقط أيضا.",
    "pg": "3:1128"
  },
  "رقع": {
    "def": "الرُقْعَةُ: واحدةَ الرِقاعِ التي تُكْتَبُ. والرُقْعَةُ: الخرقةُ. تقول منه: رقعت الثوب بالرقاع. وابن الرقاع العاملي: شاعر. قال (٢) لو كنت من أحد يهجى هجوتكم * يا ابن الرقاع ولكن لست من أحد (١) * ورقعه، أي هجاه. ويقال: لأَرْقَعَنَّهُ رَقْعاً رصيناً. وإنِّي لأرى فيه مُتَرَقَّعاً، أي موضعا للشتم والهجاء. قال الشاعر (٢) : وما تَرَكَ الهاجونَ لي في أَديمِكُمْ * مَصَحَّاً ولكنِّي أرى مُتَرَقَّعا * وتَرْقيعُ الثوبِ: أن يَرْقَعَهُ في مواضع أَنهجَتْ. واسْتَرْقَعَ الثوبُ، أي حان له أن يُرَقَّعَ. وأمَّا قول أبي الأسود الدؤلي: أبى القَلْبُ إلاَّ أُمَّ عَمروٍ وَحُبَّها * عجوزاً ومن يُحْبِبْ عجوزاً يُفَنَّدِ * كثوبِ اليَماني قد تقادم عَهْدُهُ * وَرُقْعَتُهُ ما شئتَ في العينِ واليَدِ * فإنَّما عنى به أصلَه وجوهره. والرقيع: سماء الدنيا، وكذلك سائر السموات. وفى الحديث: \" من فوق سبعة أرقعة \"، فجاء به على لفظ التذكير، كأنه ذهب به إلى السقف. والرقيع والمرقعان: الاحمق، وهو الذي في عقله مَرَمَّةٌ. وقد رَقُعَ بالضم رَقاعةً. وأَرْقَعَ الرجلُ، أي جاء برَقاعَةٍ وحمقٍ. وراقع الخمر، وهو قلب عاقر. ويقال: ما ارْتَقَعْتُ له وما ارتقعت به، أي ما اكترثث له وما باليتُ به. قال يعقوب: ما تَرْتَقِعُ مني برَقاع (١) ، أي لا تقبل مما أنصحك به شيئا ولا تطيعني. وجوع يرقوع، أي شديد. وقال أبو الغوث: ديقوع. ولم يعرف يرقوع.",
    "pg": "3:1221-1222"
  },
  "رقق": {
    "def": "الرق (١) بالكسر، من الملك، وهو العبودية. والرق أيضا: الشئ الرقيق. ويقال للارض اللينة: رق عن الاصمعي. والرق بالفتح: ما يُكْتَبُ فيه، وهو جلد رقيق ومنه قوله تعالى: ﴿في رَقٍّ مَنْشورٍ﴾ . والرَقُّ أيضاً: العظيم من السلاحف. قال أبو عبيد: وجمعه رقوق. والرقة: كل أرض إلى جنب واد ينبسط عليها الماء أيام المد ثم ينضب فتكون مكرمة للنبات. والرقة: اسم يلد. والرقاق بالفتح: أرض مستوية ليِّنَةُ الترابِ تحتَه صلابة. وقد قصره رؤبة بن العجاج في قوله * كأنها وهى تَهاوى بالرَقَقْ (١) * والرَقَقُ أيضاً: الضعفُ. ومنه قول الشاعر:\nلم تَلْقَ في عظمها وهنا ولارققا (٢) * قال الفراء: يقال: في ما له رَقَقٌ، أي قِلَّةٌ. والرُقاقُ بالضم: الخبز الرقيق. قال ثعلب: يقال: عندي غلام يخبز الغليظ والرقيق. فإن قلت: يخبز الجردق قلت: والرقاق، لانها اسمان. والرقيق: نقيض الغيظ والثخين. وقد رق الشئ يرق رِقَّةً، وأَرَقَّهُ، ورَقَقَهُ. وتَرْقيق الكلام: تحسينُهُ. وفي المثل (٣) : \" أَعَنْ صَبوحٍ ترقق؟ \". وترققت له، إذا رق له قلبك. واسترق الشئ: نقيض استغلظ. واسْتَرَقَّ مملوكَه، وأَرَقَّهُ، وهو نقيض أعتقه. والرَقيقُ: المملوك، واحدٌ وجمعٌ. ومَراقُّ البطن: ما رقَّ منه ولانَ، ولا واحد له. وترقرق الشئ: تلالا ولمع. ورَقْراقُ السرابِ (١) : ما تلألأ منه، أي جاء وذهب. وكل شئ له تلألؤٌ فهو رَقْراقٌ. ورَقْرَقْتُ الماء فَتَرَقْرَقَ، أي جاء وذهب. وكذلك الدمع إذا دار في الحِمْلاقِ قال الأعشى: وتَبْرُدُ بَرْدَ رِداءِ العَرُو سِ في الصيف رقرقت فيه العبيرا",
    "pg": "4:1483-1484"
  },
  "رقل": {
    "def": "الرقلة مثل الرعلة، والجمع (٣) الرِقالُ، وهي الطِوال من النخل (٤) . والإرْقالُ: ضربٌ من الخَبَب. وقد أَرْقَلَ البعيرُ. وناقةٌ مُرْقِلٌ ومِرْقالٌ، إذا كانت كثيرة، الارقال. والمرقال: لقب هامش بن عتبة الزهري، لان عليا ﵇ دفع إليه الراية يوم صفين فكان يرقل بها إرقالا. والراقول: حبلٌ يُصْعَدُ به النخل، وهو الحابول، والكر.",
    "pg": "4:1712"
  },
  "رقم": {
    "def": "الرَقْمُ: الكتابة والخَتْمُ. قال تعالى: (كتابٌ مَرْقومٌ) . وقولهم: هو يَرْقُمُ الماء، أي بلغ من حِذْقِهِ بالأمور أن يَرْقُمَ حيثُ لا يثبت الرَقْمُ. ورَقْمُ الثوب: كتابُهُ. وهو في الأصل مصدر. يقال: رَقَمْتُ الثوب (٢) . ورَقَّمْتُهُ تَرْقيماً مثله. والرقم أيضا: ضرب من البرود. قال أبو خراش:\nفهلا مست في العقم والرقم (١) * والرقمة: جانب الوادي، وقد يقال الروضة. قال زهير: ودارٌ (٢) لها بالرَقْمَتَيْنِ كأنها مَراجِعُ (٣) وَشْمٍ في نَواشِرِ مِعْصَمِ والمَرْقومَةُ: الأرض بها نبات قليل. والرَقْمَتانِ: هَنَتانِ في قوائم الشاة متقابلتان كالظَفْرين. ورقْمَتا الحمار والفرس: الأثران بباطن أعضادهما. والرقميات: سهام تنسب إلى موضع في المدينة، في قول لبيد: رَقِمِيَّاتٌ عليها ناهِضٌ تُكْلِحُ الاروق منهم والايل (٤) ويوم الرقم من أيام العرب، عقر فيه قرزل فرس طفيل (١) بن مالك. والرقم، بكسر القاف: الداهية. وكذلك بِنْت الرَقِمِ (٢) . يقال: وقع في الرَقِمِ الرَقْماءِ، إذا وقع فيما لا يقوم به. والأَرْقَمُ: الحيَّةُ التي فيها سوادٌ وبياضٌ. والاراقم: حى من تغلب، وهو جشم. والرَقيمُ: الكتاب. وقولهُ تعالى: (أنَّ أصحابَ الكَهْفِ والرَقيمِ) يقال: هو لوح فيه أسماؤهم وقصصهم. وذكر عكرمة عن ابن عباس ﵁ أنه قال ما أدرى ما الرقيم، أكتاب أم بنيان؟",
    "pg": "5:1935-1936"
  },
  "رقن": {
    "def": "الرَقونُ والرِقانُ (١) : الحِنَّاء. يقال: تَرَقَّنَتِ المرأةُ، إذا اختَضَبت بالحِنَّاء. وأَرْقَنَ الرجلُ لحيَتَه. والتَرقينُ مثله. والمَرْقونُ، مثل المرقوم. والتَرْقينُ في كتاب الحُسْباناتِ: تسويد الموضع لئلاَّ يتوهَم أنه بُيِّضَ كي لا يقع فيه حساب.",
    "pg": "5:2126"
  },
  "رقى": {
    "def": "رَقيتُ في السُلّمِ بالكسر رَقْياً ورُقِيَّا، إذا صعِدتَ. وارْتَقَيتُ مثله. والمرقاة بالفتح: الدرجة، ومن كسرها شبهها بالآلة التى يعمل بها، ومن فتح قال: هذا موضع يفعل فيه، فجعله بفتح الميم مخالفا. عن يعقوب. ورقى عليه كلاماً تَرْقِيَةً، إذا رفع وتَرَقَّى في العلم، إذا رَقٌيَ فيه درجة درجة. والرقوة: دعص من رملٍ. وقولهم: \" ارْقَ على ظَلْعِكَ \" أي امْشِ واصْعد بقدر ما تطيق، ولا تحملْ على نفسك ما لا تطيقه. والرُقْيَةُ معروفة، والجمع رُقىً. تقول منه: اسْتَرْقَيْتُهُ فرقانى رقية فهو راق. وقول الراجز: لقد علمت والاجل الباقي * أن لا ترد القدر الرواقى كأنه جمع امرأة راقية أو رجلا راقية بالهاء للمبالغة. ورقية: اسم امرأة. وعبد الله بن قيس الرقيات إنما أضيف قيس إليهن لانه تزوج عدة نسوة وافق أسماؤهن كلهن رقية فنسب إليهن. هذا قول الاصمعي. وقال غيره: إنه كانت له عدة جدات أسماؤهن كلهن رقية فلهذا قيل: قيس بن الرقيات. ويقال: إنما أضيف إليهن لانه كان يشبب بعدة نساء يسمين رقية. والرقى: موضع.",
    "pg": "6:2361"
  },
  "ركا": {
    "def": "الرَكِيَّةُ: البئر. وجمعها رَكِيٌّ ورَكايا. والرَكْوَةُ التي للماء، والجمع رِكاءٌ ورَكَواتٌ بالتحريك. وفي المثل: \" صارت القوس رَكْوَةً \"، يضرب في الادبار وانقلاب الامور. والركاء بالفتح: اسم موضع. والمركو: الحوض الكبير. والجرموز: الصغير. قال الراجز: السجل والنطفة والذنوب * حتى ترى مركوها يثوب يقول: أستقى تارة ذنوبا وتارة نطفة حتى يرج الحوض ملآن كما كان قبل أن يشرب. وأركيت إليه، أي لجأت. قال أبو عمرو: يقال للغريم: أَرْكِني إلى كذا وكذا، أي أَخِّرْني. ورَكَوْتُ الحِمْلَ على البعير: ضاعفته. ورَكَوْتُ على فلان الذنْبَ، أي وَرَّكْتُهُ. ورَكَوْتُ بقيّةَ يومي، أي أقمت. ابن الاعرابي: ركوت الشئ أركوه، إذا شددته وأصلحته. قال سويد: فدع عنك قوماً قد كَفَوْكَ شُئُونَهُمْ * وشَأْنُكَ إنْ لم تَرْكُهُ يَتَفاقَمُ (١) وأَرْكَيتُ لبَني فلان جنداً، أي هيّأتُه لهم. قال الفراء: أَرْكَيْتُ عليه الذنبَ والأمر، أي وَرَّكْتُهُ. وأنا مُرْتَكٍ على كذا، أي مُعَوِّلٌ عليه. ومالي مُرْتَكَى إلاّ عليك.",
    "pg": "6:2361-2362"
  },
  "ركب": {
    "def": "رَكِبَ رُكوباً. والرِكْبَةُ بالكسر: نوع منه. ابن السكيت: يقال مَرَّ بنا راكِبٌ، إذا كان على بعير خاصَّةً. فإن كان على حافِرٍ: فرسٍ أو حمارٍ، قلت: مَرَّ بنا فارسٌ على حمار. وقال عُمارَةُ: لا أقول لصاحب الحمار فارسٌ، ولكن أقول حَمَّارٌ. قال: والرَكْبُ أصحابُ الإبل في السفَر دون الدواب، وهم العَشَرَةُ فما فوقها، والجمع أَرْكُبٌ. قال: والرَكَبَةُ بالتحريك أقل من الرَكْبِ، والأُرْكوبُ بالضم أكثر من الرَكْبِ. والرُكْبانُ: الجماعة منهم. والرُكَّابُ: جمع راكب مثل كافر وكفار، يقال هم ركاب السفينة. والمركَبُ: واحدُ مراكبِ البرِّ والبحرِ. ورِكابُ السرجِ معروفٌ. والرِكابُ: الإبل التي يُسارُ عليها، الواحدةُ راحلةٌ، ولا واحد لها من لفظها، والجمع الركب بالضم، مثال الكتب. وزيت ركابِيٌّ لأنه يحمل من الشامِ على الإبل. والرَكوبُ والرَكوبَةُ: ما يُرْكَبُ. تقول: ماله رَكوبَةٌ ولا حَمولَةٌ ولا حَلوبَةٌ، أي ما يركبه ويحلبه ويحمل عليه. وقرأت عائشة رضى الله عنها: (فمنها ركوبتهم) . وركوبة: ثنية بين مكة والمدينة عند العرج. وطريق رَكوبٌ، أي مركوبٌ. وناقةٌ رَكْبانةٌ (١) ، أي تصلح للرُكوب. وأَرْكَبَ المُهْرُ: حانَ أن يُرْكَبَ. وأَرْكَبْتُ الرجلَ: جَعَلْتُ له ما يركبه. والراكبُ من الفَسيلِ: ما ينبت في جذوع النَخل وليس له في الأرض عِرْقٌ. والراكوبُ: لغةٌ فيه. وارتكاب الذُنوب: إتْيانها. والرُكْبَةُ معروفة، وجمع القِلَّةِ رُكْباتٌ ورُكَباتٌ ورُكُباتٌ (٢) ، وللكثير ركب. وكذلك جمع كل ما كان على فعلة، إلا في بنات الياء فإنهم لا يحركون موضع العين منه بالضم، وكذلك في المضاعف. والاركب: العظيم الركبة. وبعيرٌ أَرْكَبُ، إذا كانت إحدى ركبتيه أعظم من الاخرى. وركبه يركبه، مثال كتب يكتب، إذا ضربه بركبته، وكذلك إذا ضرب ركْبَتَهُ. والرَكَبُ، بالتحريك: منبت العانة. قال الخليل: هو للمرأة خاصة. قال الفراء: هو للرجل والمرأة. وأنشد: لا يقنع الجارية الخضاب * ولا الوشاحان ولا الجلباب من دون أن تلتقي الا ركاب وتقول في تركيب الفَصّ في الخاتَمِ والنَّصْلِ في السَهْمِ: رَكَّبْتُهُ فَتَرَكَّبَ، فهو مُرَكَّبٌ ورَكيبٌ. والمُرَكَّبٌ أيضاً: الأصل والمَنْبِتُ، يقال: فلانٌ كريمُ المُرَكَّبِ، أي كريمٌ أصلُ مَنْصِبهِ في قومه.",
    "pg": "1:138-139"
  },
  "ركح": {
    "def": "الرُكْحُ بالضم: رُكْنُ الجَبَل وناحيته، والجمع ركوح وأركاح. قال أبو كبير: حتى يظل كأنه متثبت * بركوح أمعز ذى ريود مشرف (١) والركح والركحة: ساحة الدار. قال أبو عبيد في قول القطامى:\nألا ترى ما غشى الاركاحا (٢) *: الاركاح: الافنية. والركحة: قطعة من الثَريد تبقى في الجَفْنَةِِ. وجَفْنَةٌ مُرْتَكِحَةٌ، أي مُكْتَنِزَةٌ بالثَريد. وأر كحت، أي استندت. والركوح إلى الشئ: الركون إليه. وسرج مركاح، إذا كان يتأخَّر عن ظهر الفرس. وكذلك الرحل، إذا تأخر عن ظهر البعير.",
    "pg": "1:366"
  },
  "ركد": {
    "def": "رَكَدَ الماء رُكوداً: سَكَنَ. وكذلك الريحُ والسَفينَةُ. والشمسُ: إذا قام قائم الظهيرة. وكل ثابت في مكانٍ فهو راكِدٌ. ورَكَدَ الميزان: استَوى. ورَكَدَ القوم: هدءوا. والمَراكِدُ: المواضع التي يَرْكُدُ فيها الانسان وغيره. وقال الشاعر (٣) يصف حمارا طردته الخيل فلجأ إلى الجبال في شعابها وهو يرى السماء طرائق: أرته من الجرباء في كل منزل * طبابا فمرعاه النهار المراكد (٤) - وجفنة ركود، أي مملوءة.",
    "pg": "2:477"
  },
  "ركز": {
    "def": "رَكزْتُ الرُمْحَ أَرْكُزُهُ رَكزاً: غرزْته في الأرض. وارْتَكَزْتُ على القوس، إذا وضعتَ سِيَتَها بالأرض ثم اعتمدتِ عليها. ومرْكَز الدائرةِ: وسطها. ومركَزُ الرجل: موضعه. يقال أَخَلَّ فلانٌ بمَرْكَزِهِ. والرِكْزُ: الصوت الخفيّ. قال الله تعالى: ﴿أَو تَسْمَعَ لهم رِكْزاً﴾ . والرِكازُ: دفينُ أهلِ الجاهلية، كأنَّه رُكِزَ في الأرض رَكْزاً. وفي الحديث: \" في الرِكَازِ الخُمْسُ \". تقول منه: أَرْكَزَ الرجل، إذا وجده.",
    "pg": "3:880"
  },
  "ركس": {
    "def": "الركس: رد الشئ مقلوبا. وقد رَكَسَهُ وأَرْكَسَهُ بمعنىً. ﴿واللهُ أَرْكَسَهُمْ بما كَسَبوا﴾ ، أي ردَّهم إلى كُفرهم. وارْتَكَسَ فلانٌ في أمرٍ، أي قد نجا منه. والرِكْسُ، بالكسر: الرِجْسُ. والرِكْسُ أيضاً: الكثير من الناس. والراكِسُ: الهادي، وهو الثَور وسط البَيْدَرِ تَدور عليه الثيران في الدياسة. وراكس في شعر النابغة: وعيد أبى قابوس في غير كنهه * أتانى ودوني راكس فالضواجع *: اسم واد. والركوسية: فرقة بين النصارى والصابئين.",
    "pg": "3:936"
  },
  "ركض": {
    "def": "الرَكْضُ: تحريكُ الرجل. ومنه قوله تعالى: ﴿اركض برجلك﴾ . وركضت الفرسَ برِجلي، إذا اسْتَحْثَثْتَهُ ليعدو، ثم كَثُرَ حتَّى قيل: رَكَضَ الفرسُ، إذا عدا. وليس بالأصل، والصوابُ رُكِضَ الفرسُ على ما لم يسمَّ فاعله، فهو مَرْكوضٌ. وفي حديث الاستِحاضَةُ: \" هي رَكْضَةٌ من الشيطان \"، يريد الدَفْعَةَ. وأَرْكَضَتِ الفرسُ، إذا عَظُمَ ولدُها في بطنها وتحَرَّك. وارتَكَضُ المهرُ في بطن أمه. وارْتَكَضَ فلانٌ في أمرِه: اضطرب. وربَّما قالوا: رَكضَ الطائر، إذا حرَّك جناحَيه في الطيران. قال الراجز (١) : أَرَّقَني طارِقُ هَمٍّ أَرَّقا (٢) * وَرَكْضُ غِرْبانٍ غَدَوْنَ نُعَّقا * ورَكَضَهُ البعيرُ، إذا ضربَه برجله، ولا يقال رمحه. عن يعقوب. وراكضت فلاناً، إذا أعدى كلُّ واحد منكما فرسَه. وتَراكَضوا إليه خَيْلَهُمْ. ومِرْكَضَةُ القوسِ معروفة، وهما مِرْكَضَتانِ (٣) . وقوسٌ رَكوضٌ، أي سريعةُ السهم. ومرتكض الماء: موضع مجمه.",
    "pg": "3:1079-1080"
  },
  "ركع": {
    "def": "الركوع: الانحناء، ومنه ركوع الصلاة. وركع الشيخ: انحنى من الكبر (٢) .",
    "pg": "3:1222"
  },
  "ركك": {
    "def": "رككت الغل في عنقه أَرُكُّهُ رُكَّاً، إذا غلَلت يدَه إلى عنقه. ورككت الذنب في عنقه. إذا ألزمته إياه. ورَكَكْتُ الشئ بعضه على بعض، إذا طرحته. ومنه قول الراجز:\nفنجنا من حبس حاجات ورك (٢) * والرك بالكسر: المطر الضعيف، والجمع رِكَاكٌ (٣) . وأَرَكَّتِ السماءُ، أي جاءت بالرك. وأركت الارض، على ما لم يسمَّ فاعلُه. ورك الشئ، أي رَقَّ وضَعُفَ (١) ، ومنه قولهم: \" اقطعه من حيث رك \" والعامة تقول: من حيث رق. والركيك: الضعيف. وثوبٌ رَكيكُ النسجِ. واسْتَرَكَّهُ أي استضعَفَه. وفي الحديث أنه \" لعن الرُكاكَةَ \" وهو الذي لا يغار على أهله. وركك: اسم ماء قال زهير: ثم استمروا وقالوا إن موعدكم ماء بشرقي سلمى فيد أوزك قال الاصمعي: أصله رك فأظهر التضعيف ضرورة. وقد سألت أعرابيا ونحن بالموضع الذى ذكره زهير فقلت: هل تعرف رككا؟ فقال: كان ها هنا ماء يسمى ركا. وقول الراجز:\nمشيته في الدار هاك ركا (٢) * إنما هو حكاية تبختره. وسكران مرتك، إذا لم يبين كلامه. والركراكة: المرأة العظيمة العجز والفخذين. وقولهم في المثل: \" شحمة الركى \" على فعلى، وهو الذي يذُوب سريعاً. يضرب لمن لا يعنِّيك (١) في الحاجات. وسقاءٌ مركوك: قد عولج وأصلح.",
    "pg": "4:1587-1588"
  },
  "ركل": {
    "def": "الرَكْلُ: الضربُ بالرجلِ الواحدة. وقد رَكَلَهُ يَرْكُلُهُ وتَراكَلَ القومُ. والمَرْكَلُ: الطريقُ. ومَراكِلُ الدابّة: حيث يَرْكُلُها الفارس برجلِه إذا حرَّكه للركض، وهُمَا مُرْكَلانِ. قال عنترة: وحَشِيَّتي سَرجٌ على عَبْلِ الشَوى نَهْدٍ مَراكِلُهُ نَبيلِ المَحْزِمِ أي أنه واسعُ الجوف عظيم المَراكِلِ، وأرضٌ مُرَكَّلةٌ، إذا كُدَّتْ بحوافر الدوابّ، ومنه قول امرئ القيس يصف الخيل:\nأَثَرْنَ الغُبارَ بالكَديدِ المركل (١) * وتركل الرجل بمسحاته (١) ، إذا ضربها برجله لتدخُل في الأرض. قال الأخطل (٢) : رَبَتْ ورَبا في كَرمِها ابنُ مدينةٍ يَظَلُّ على مسحاته يتركل",
    "pg": "4:1712-1713"
  },
  "ركم": {
    "def": "ركم الشئ يركمه، إذا جمعَه وألقى بعضَه على بعض. وارتكم الشئ، وتراكم، إذا اجتمع. والرُكْمَةُ: الطين المجموع. والرُكامُ: الرمل المُتَراكِمُ، وكذلك السحاب المُتَراكِمُ وما أشبهه. ومرتكم الطريق، بفتح الكاف: جادته.",
    "pg": "5:1936"
  },
  "ركن": {
    "def": "رَكَنَ (٢) إليه يَرْكَنُ بالضم. وحكى أبو زيد (*) ركن إليه بالكسر يَرْكَنُ رُكوناً فيهما، أي مالَ إليه وسكن. قال الله تعالى: (ولا تَرْكَنُوا إلى الذينَ ظَلَموا) . وأمَّا ما حكَى أبو عمرو: رَكَنَ يركن بالفتح فيهما، فإنَّما هو على الجمع بين اللغتين. وركن الشئ: جانبه الاقوى. وهو يأوي إلى رُكْنٍ شديدٍ، أي عزّ ومَنَعَةٍ. وجبلٌ رَكينٌ: له أَرْكانٌ عالية. والمُرَكَّنُ من الضروع: العظيمُ، كأنه ذو الأَرْكانِ. وناقة مركنة الضرع. والمركن، بكسر الميم: الاجانة التى تغسل فيها الثياب، عن الاصمعي. ورجل رَكينٌ، أي وقورٌ بيِّن الرَكانَةِ. وقد ركن بالضم. وركانة: اسم رجل من أهل مكة، وهو الذى طلق امرأته البتة، فحلفه النبي ﵊ أنه لم يرد الثلاث.",
    "pg": "5:2126"
  },
  "رمأ": {
    "def": "أبو زيد: رَمَأَتِ الإبِلُ بالمكان ترمأ رمأ ورموءا، إذا أقامت به (٣) .",
    "pg": "1:53-54"
  },
  "رمث": {
    "def": "الرمث، بالكسر: مرعى من مراعى الابل، وهو من الحمض. والرمث، بالتحريك: خشب يضم بعضه إلى بعض ويُرْكَبُ في البحر، والجمع أرماث. قال أبو صخر الهذلي: تَمَنَّيْتُ من حُبِّي عُلَيَّةَ أَنَّنا * على رَمَثٍ في البحر ليس لنا وَفْرُ والرَمَثُ أيضاً: أن تأكل الإبل الرِمْثَ فتشتكي عنه. وقد رَمِثَتِ بالكسر، وهي إبلٌ رَمِثَةٌ ورَماثى. قال الأصمعي: الرَمَثُ: بقية اللبن في الضَرع. يقال رَمَّثْتُ في الضرع تَرْميثاً وأَرْمَثْتُ أيضاً، إذا أَبْقَيْتَ بها شيئا. قال الشاعر: وشارك أهل الفصيل الفصي * ل في الام وامتكها المرمث ورمثت الشئ: أصلحته ومسحته بيدى. قال الشاعر (٢) : وأخ رمثت رويسه (١) * ونصحته في الحرب نَصْحا وحبلٌ أَرْماثٌ، أي أَرْمامٌ.",
    "pg": "1:284"
  },
  "رمح": {
    "def": "الرُمْحُ جمعه رماح وأَرْماح. ورمَحَه فهو رامِحٌ: طعنه بالرُمْحِ. ورجُلٌ رامِحٌ، أي ذو رُمْح، ولا فعل له، مثل لابن وتامر. وثور رامح: له قَرْنان. قال ذو الرمَّة: وكائنْ ذَعَرْنا من مَهاةٍ ورامِحِ * بلادُ العِدى (١) لَيْسَتْ له بِبِلادِ والسِماكُ الرامِحُ: نَجْمٌ قُدّام الفَكَّةِ، وهو أَحَدُ السِماكَيْن، سمِّي بذلك لكوكب يُقْدُمُه يقولون هو رُمْحُه، وليس من منازل القمر. ورَمَحَهُ الفَرَسُ والبَغْلُ والحمار، إذا ضربه برجلِهِ. ورمَحَ الجُنْدُبُ، إذا ضَرَب الحَصى. والرمَّاحُ: الذي يتّخذ الرُمْحَ، وصنعته الرماحة. والرماح أيضا: اسم ابن ميادة الشاعر. وكان يقال لابي براء عامر بن مالك بن جعفر ابن كلاب: ملاعب الاسنة، فجعله لبيد ملاعب الرماح، لحاجته إلى القافية، فقال يرثيه، وهو عمه: قوما تنوحان مع الانواح * وأبنا ملاعب الرماح أبا براء مدره الشياح * في السُلُبِ السودِ وفي الأَمْساحِ ويقال للبهمى إذا امتَنعت من الراعِية: أخذت رِماحَها. وربَّما قالوا في الإبل إذا سَمِنَت أو دَرَّتْ: قد أخذَتْ رِماحَها، لأنّ صاحبها يَمْتَنِعُ من نحرها.",
    "pg": "1:366-367"
  },
  "رمد": {
    "def": "الرَماد: معروف، والرِمدِداء، بالكسر والمد، مثله، وكذلك الارمداء مثال الاربعاء. ويقال: رَماد رِمْدِدٌ، أي هالِك، جعلوه صفة. قال الكميت:\nرَماداً أَطَارَتْهُ السَواهِكُ رِمْدِداً * والأرْمَد: الذي على لون الرماد، وهو غُبْرَةٌ فيها كُدْرَةٌ، ومنه قيل للنعامة رَمْداء، وللبعوض رُمْدٌ. قال أبو وَجْزَةَ وذكر صائداً: تَبيتُ جارَتَهُ الأفْعى وسامِرُهُ * رُمْدٌ به عاذِرٌ مِنْهُنَّ كالجرَبِ - وأَرْمَدَ الرَجُل إرْمَاداً: افْتَقَر والترميد: جعل الشئ في الرماد. وفي المثل \" شَوى أَخوكَ حتَّى إذا أَنضَجَ رَمَّدَ (١) \". والمُرَمَّدُ من الشِواءِ: الذي يُمَلُّ في الجَمْر. والتَرْميدُ: الإضْراعُ. يقال: \" رَمَّدَتِ الضأْنُ فرَبِّقْ رَبِّقْ \"، أي هَيِّئْ الأرْباقَ، لأنّها إنما تُضْرِع على رأس الولد. وأَرْمَدَتِ الناقةُ: أَضْرَعِتْ. وكذلك البقرة والشاة. والرَمْدُ والرَمَادَةُ: الهلاك. قال ابن السكِّيت: يقال قدْ رمدنا القوم ونرمدهم ونرمدهم رمدا، أي أتَينا عليهم ورَمَدَتِ الغنم ترمد رمدا: هلكت من بردا أو صَقيع. قال أبو وَجْزَةَ: صَبَبْتُ عليكم حاصِبي فترَكْتُكُمْ * كأصرامِ عادٍ حينَ جَلَّلَها الرَمْدُ - ومنه عام الرَمادَةِ: لأنّه هَلَكَتْ فيه الناس وهلكت الأموال، وهي أعوام جدب تتابعت على الناس في أيام عمر بن الخَطّابِ ﵁. ورَمِدَ الرجل، بالكسر، يَرْمَدُ رَمَداً: هاجت عَيْنُه، فهو رَمِدٌ وأَرْمَدُ. وأَرْمَدَ الله عينَه، فهي رَمِدَةٌ. وحكى السِجِستانيّ: ماءٌ رمد، إذا كان آجنا. نقلته من كتاب.",
    "pg": "2:477-478"
  },
  "رمز": {
    "def": "الرَمْزُ: الإشارةُ والإيماءُ بالشفَتين والحاجب. وقد رَمَزَ يَرْمِزُ ويَرْمُزُ. وارْتَمَزَ من الضَربة، أي اضطَرب منها. وقال:\nخررت منها لقفاى أرتمز * وترمز مثله. وضربه فما أرْمَأَزَّ، أي ما تحَرَّكَ. وكتيبة رَمَّازَةٌ، إذا كانت تَرْتَمِزُ من نواحيها لكثرتها، أي تتحرَّك وتضطرب. والرمازة: الاست، لانها تموج. والرمازة: الزانية، لأنها تومئ بعينيها. والراموزُ: البحر.",
    "pg": "3:880"
  },
  "رمس": {
    "def": "رمست عليه الخبر: كتمته. ورَمَسْتُ الميّت وأَرْمَسْتُهُ: دفنته. ورمَسوا قبرَ فلان، إذا كتموه وسَوَّوْهُ مع الارض. ورمسته بحجر، أي رميته. والرَمْسُ: تراب القبر، وهو في الأصل مصدر. والمَرْمَسُ: موضع القبر. قال الشاعر: بِخَفْضٍ مَرْمَسي أو في يَفاعٍ * تُصَوِّتُ هامَتي في رأْسِ قَبْري * والرَوامِسُ: الرياح التي تُثير التراب وتَدفِنُ الآثار.",
    "pg": "3:936"
  },
  "رمص": {
    "def": "أبو زيد: رَمَصَ الله مُصيبَتك يَرْمُصُها رَمْصاُ، أي جَبَرَها. ورَمَصْتُ بينهم، أي أصلحتُ ورَمَصَتِ الدجاجة، أي ذرقت. قال ابن السكيت: يقال قَبَحَ الله أمَّا رَمَصَتْ به! أي ولدتْه. والرَمَصُ بالتحريك: وسخٌ يجتمع في الموقِ فإن سالِ فهو غَمَصٌ، وإن جمد فهو رَمَصٌ. وقد رَمَصتْ عينه بالكسر. والرجل أرمص.",
    "pg": "3:1042"
  },
  "رمض": {
    "def": "الرَمَضُ: شدّةُ وقع الشمس على الرمل وغيره. والأرضُ رَمْضاء كما ترى. وقد رَمضَ يومُنا بالكسر، يَرْمَضُ رَمَضاً: اشتدَّ حَرُّهُ. وأرضٌ رَمِضَةُ الحجارةِ. ورَمِضَتْ قدمُه أيضاً من الرَمْضاءِ، أي احترقتْ. وفى الحديث: \" صلاة الاوابين إذا رمضت الفصال من الضحى \"، أي إذا وجد الفصيل حر الشمس من الرمضاء. يقول: فصلاة الضحى تلك الساعة. ويقال أيضاً: رَمِضَتْ الغنم، إذا رعتْ في شدة الحرِّ فقَرِحَتْ أكبادُها وحَبِنَتْ رِئاتُها. وأَرْمَضَتْني الرَمْضاءُ: أحرقتني. ومنه قيل: أَرْمَضَهُ الأمرُ. والتَرَمُّضُ: صيدُ الظبي في وقت الهاجِرة، تتبعه حتَّى إذا تفسختْ قوائمه من شدة الرمضاء (١) أخَذْتَه. ويقال: أتيت فلاناً فلم أصِبْهُ، فَرمَّضْتُهُ تَرْميضاً، أي انتظرته شيئاً. ورَمَضْتُ الشاةَ أَرْمِضُها رَمْضاً، إذا شَقَقْتَها وعليها جلدُها وطرحتَها على الرضفة وجعلت فوقها الملة لتنضج. وذلك الموضعُ مَرْمِضٌ، واللحم مَرْموضٌ. وشَفْرَةٌ رَميضٌ ونصلٌ رَميضٌ، أي وَقيعٌ. وكل حادٍّ رَميضٌ. ورَمَضْتُهُ أنا أرمضه وأرمضه، إذا جعلته بين حَجَرين أملسين ثم دَقَقْتَهُ لِيَرِقَّ. عن ابن السكيت. وارتمص الرجل عن كذا، أي اشتدَّ عليه وأقلقه. وارْتَمَضَتْ كبده: فسدت. وارْتَمَضْتُ لفلان: حَزِنْتُ له. وشهرُ رَمضانَ يجمع على رَمَضاناتٍ وأَرْمِضاءَ، يقال: إنَّهم لما نقلوا أسماء الشهور عن اللغة القديمة سمَّوها بالأزمنة التي وقعتْ فيها، فوافق هذا الشهر أيام رَمْضِ الحرِّ، فسمِّي بذلك.",
    "pg": "3:1080-1081"
  },
  "رمع": {
    "def": "رَمَعَ أنفُه من الغضب يرمع رمعانا، أي تحرك. والترمع: التحركُ. والرَمَّاعَةُ بالتشديد: ما يتحرك من يافوخ الصبي. والرَمَّاعَةُ أيضاً: الاستُ. يقال: كذبتْ رَمَّاعَتُكَ، إذا حَبَقَ. واليَرْمَعُ: حجارةٌ بيضٌ رقاقٌ تلمع (١) .",
    "pg": "3:1222-1223"
  },
  "رمعل": {
    "def": "ارْمَعَلَّ الصبيُّ ارْمِعْلالاً: سالَ لعابُه. وارْمَعَلَّ الدمعُ، أي تتابع قطرانه، بالعين والغين جميعا. قال الزفيان: يقول نور صبح لو يفعل والقطر عن متنيه مرمعل كنظم اللؤلؤ مرمعل تلفه نكباء أو شمأل وارمعل الشِواءُ، أي سال دَسَمُهُ. وأنشد أبو عمرو: وانْصِبْ لنا الدهماَء طاهي وعَجِّلَنْ لنا بشَواةٍ مُرْمَعِلِّ ذُءُوبُها قال الفراء: ارْمَعَلَّ الرجل، أي شَهق. والأصمعيّ مثله، وأنشد (١) : بكى جزعاً من أن يموتَ وأجهشتْ إليه الجِرِشَّى وارْمَعَلَّ خَنينُها (٢) وقولهم: ادرئفق مرمعلا، أي امض راشدا.",
    "pg": "4:1714"
  },
  "رمق": {
    "def": "رَمَقْتُهُ أَرْمُقُهُ رَمْقاً: نظرت إليه. ورَمَّقَ تَرْميقاً: أدام النظر، مثل رَنَّقَ. والرَمَقُ: بَقِّيَّةُ الروح. ويقال: هذه النخلة تُرامِقُ بِعرقٍ، لا تحيا ولا تموت. والمرامِقُ: الذي لم يبقَ في قلبه من مودتك إلا قليل: قال الراجز: وصاحب مرامق داجيته دهنته بالدهن أو طليته على بلال نفسه طويته (١) وما في عيشِ فلانٍ إلاّ رُمْقَةٌ ورِماق (٢) أي بُلْغَةٌ وحبلٌ أَرْماقٌ، أي ضعيف. وقد ارماق الجبل ارْميقاقاً وارْمَقَّ الأمرُ ارْمِقاقاً، أي ضَعُفَ. وعيشٌ مُرَمَقٌّ، أي دُونٌ، ومنه قول الكميت: تُعالِجُ مُرْمَقَّاً من العيش فانِياً له حَارِك لا يحمل العب ءأجزل (٣) وعيش رَمِق، أي يمسك الرَمَقَ. والرَمَقُ: القطيعُ من الغنم، فارسيّ معرّب. وتَرَمَّقَ الرجلُ الماءَ، إذا حَساهُ. ورامَقْتُ الأمرَ، إذا لم تُبْرِمْهُ. قال العجاج والامر ما رامقته ملهوجا يضويك ما لم تجن منه منضجا",
    "pg": "4:1484-1485"
  },
  "رمك": {
    "def": "رَمَكَ بالمكان يَرْمُكُ رُموكاً: أقام به، وأمكته أنا. والرمكة: الأنثى من البراذين، والجمع رِماكٌ ورمكات، وأرماك أيضا عن الفراء، مثل ثمار واثمار. والرامك (٢) والرامك: شئ أسود يخلط بالمسك، وقال:\nوالمسك قد يستصحب الرامكا (٣) * والرمكة من الالوان الابل، يقال جمل أَرْمَكُ وناقةٌ رَمْكاءُ قال أبو عبيد: هو الذى اشتدت كمتته حتَّى يدخلَها سوادٌ. وقد ارْمَكَّ البعير ارمكا كا. ويرموك: موضع بناحية الشأم، ومنه يوم اليرموك.",
    "pg": "4:1588"
  },
  "رمل": {
    "def": "الرَمْلُ: واحد الرِمالِ، والرَمْلَةُ أخصُّ منه. قال ابن السكيت: يقال للضبع: أم رمال. ورملة: مدينة بالشأم. والرمل، بالتحريك: الهرولةُ. ورَمَلْتُ بين الصفا والمروة رَمَلاً ورَمَلاناً. والرَمَلُ: جنسٌ من العَروض. والرَمَلُ: القليلُ من المطز، والجمع أرمال. والرمل أيضا: خطُوط تكون في قوائم البقَرة الوحشية تخالف سائر لونها. قال أبو عبيد: الأَرْمَلُ من الشاء: الذي اسوَدّتْ قوائمُه كلُّها، والأنثى رَمْلاءُ. والأَرْمَلُ: الرجل الذي لا امرأة له والأَرْمَلَةُ: المرأة التي لا زوج لها. قد أرملت المرأة، إذا مات عنها زوجُها. قال الشاعر (٣) هذى الارامل قد قَضَّيْتَ حاجَتَها فمن لحاجةِ هذا الأَرْمَلِ الذَكَرِ قال ابن السكيت: الأَرامِلُ: المساكين من رجالٍ ونساءٍ. قال: ويقال لهم وإن لم يكن فيهم نساء. ويقال: قد جاءت أَرْمَلَةٌ من نساءٍ ورجالٍ محتاجين. قال: ويقال للرجال المحتاجين الضعفاء: أَرْمَلَةٌ، وإن لم يكن فيهم نساء. ورَمَلْتُ الحصير، أي سَفَفْتُهُ. وأَرْمَلْتُهُ مثلُه. قال الشاعر: إذا لا يزال على طريق لا حبٍ وكأنّ صَفْحَتُهُ حصيرٌ مُرْمَلُ وقد رَمَلَ سريرَه وأَرْمَلَهُ، إذا رَمَلَ شريطاً أو غيره فجعله ظهراً له. ويقال أَرْمَلَ القوم، إذا نفد زادهم. وعام أَرْمَلُ، أي قليلُ المطر. وسنةٌ رملاء، عن ابن السكيت. ورمله بالدم فترمل وارتمل، أي تلطخ. وقال (١) : إن بنى رملوني بالدم شنشنة (٢) أعرفها من أخزم",
    "pg": "4:1713-1714"
  },
  "رمم": {
    "def": "رممت الشئ أرمه وأرمه رما ومرمة، إذا إذا أصلحته. يقال: قد رَمَّ شأنه. ورَمَّهُ أيضاً، بمعنى أكله. وفي الحديث: \" البقر ترم من كل شجر \". وفي حديث عروة ابن الزبير حين ذكر أحيحة بن الجلاح وقول أخواله فيه: \" كنا أهل ثمه ورمه، حتى استوى على عممه \" قال أبو زيد (١) : هكذا يحدثونه بالضم، والوجه فيه \" ثمه ورمه \" بالفتح. والثم من الاصلاح، والرم من الاكل. واسترم الحائط، أي حان له أن يُرَمَّ، وذلك إذا بَعُدَ عهدُه بالتطيين. والمرمة، بالكسر: شفة البقرة وكل ذات ظلف، لأنها بها [ترتم (٢) ] تأكل. والمرمة بالفتح: لغة فيه. وارتمت الشاة من الارض، أي رمت وأكلت. ومالى منه حم ولا رم، أي بُدٌّ، وقد يضمان ويقال أيضا: ماله حم ولا رم، أي ليس له شئ. قال ابن السكيت: يقال: ماله ثم ولا رم، وما يملك ثُمَّاً ولا رُمّاً. قال: فالرُمُّ مَرَمَّةُ البيت. والرُمَّةُ: قطعةٌ من الحبل باليةٌ، والجمع رُمَمٌ ورمام. وبها سمى ذو الرمة لقوله:\nأشعث باقى رمة التقليد (١) * يعنى وتدا. ومنه قولهم: دفع إليه الشئ برمته. وأصله أن رجلا دفع إلى رجلٍ بعيراً بحبلٍ في عنقه، فقيل ذلك لكلِّ من دفَع شيئاً بجملته. وهذا المعنى أراد الأعشى يخاطب خَمّاراً: فقلتُ له هذه هاتِها بأَدْماءَِ في حبلِ مُقْتادِها والرِمَّةُ بالكسر: العظام البالية والجمع رِمَمٌ ورمامٌ. تقول منه رَمَّ العظمَ يَرِمُّ بالكسر رَمَّةً، أي بَلِيَ، فهو رميم. وإنما قال تعالى: (قال مَنْ يُحْيي العِظامَ وهي رَميمٌ) لأن فَعيلاً وفَعولاً قد يستوي فيهما المذكّر والمؤنّث والجمع، مثل رسولٍ، وعدوٍّ، وصديق. والرِمُّ بالكسر: الثَرى. يقال: جاءه بالطمِّ والرِمِّ، إذا جاءه بالمال الكثير. والرِمُّ أيضاً: النِقْيُ والمُخُّ. تقول منه: أَرَمَّ العظمُ، أي جرى فيه الرِمُّ. وقال: هَجاهُنَّ لَمَّا أَنْ أَرَمَّتْ عِظامُهُ ولو كان في الأعْرابِ ماتَ هُزالاً قال أبو زيد: ناقة مرم: بها شئ من نِقْي. ونعجةٌ رَمَّاءُ: بيضاءُ. ويقال للشاة إذا كانت مهزولةً: ما يُرِمُّ منها مَضْرِبٌ، أي إذا كُسِرَ عظمٌ من عظامها لم يُصَب فيه مخٌّ. وأَرَمَّ القومُ، أي سكَتوا. وقال (١) :\nيَردْنَ والليل مرم طائره (٢) * وترمرم، إذا حرك فاه للكلام. وقال (٣) : ومُسْتَعْجِبٍ مما يرى من أَناتِنا ولو زَبَنَتْهُ الحربُ لم يترمرم والرمرام. ضرب من الشجر، وحشيش الربيع. وأرمام: موضع. ويرمرم: جبل، وربما قالوا: يلملم.",
    "pg": "5:1936-1938"
  },
  "رمن": {
    "def": "الرمان معروف، الواحدة رمانة. قال سيبويه: سألته - يعنى الخليل - عن الرمان إذا سمى به فقال: لا أصرفه في المعرفة وأحمله على الاكثر، إذ لم يكن له معنى يعرف به، أي لا يدرى من أي شئ اشتقاقه، فنحمله على الاكثر، والاكثر زيادة الالف والنون. وقال الاخفش: نونه أصلية، مثل قراص وحماض، وفعال أكثر من فعلان. ورمان، بفتح الراء: جبل لطيئ. وإرمينية بالكسر (١) : كورة بناحية الروم. والنسبة إليها أرمنى، بفتح الميم.",
    "pg": "5:2126-2127"
  },
  "رمى": {
    "def": "رميت الشئ من يدى، أي ألقيته فارتمى. ورَمَيْتُ بالسهم رَمْياً ورِمايَةً. ورامَيْتُهُ مُراماةً ورِماءً، وارْتَمَيْنا وتَرامَيْنا. وكانت بينهم رِمِّيَّاً ثم صاروا إلى حِجَيزى. أبو عبيدة: رَمى الله لك، أي نَصَرك وصنع لك. ابن السكيت: رَمَيْتُ عن القوس ورَمَيْتُ عليها. قال: ولا تقل رَمَيْتُ بها. قال الراجز: أرمى عليها وهى فرع أجمع * وهى ثلاث أذرع وإصبع قال: ويقال: خرجت أَتَرَمَّى، إذا خرجت تَرْمى في الأغراض وفي أصول الشجر. وخرجت أَرْتَمي، إذا رميت القنص. (*) ورميت على الخمسين وأَرْمَيْتُ أيضاً، أي زدتُ. قال حاتم طيئ: وأَسْمَرَ خَطِّيَّاً كأَنَّ كعوبَهُ * نَوى القَسْبِ قد أَرْمى ذِراعاً على العَشْرِ وتقول: للمرأةِ أنتِ تَرْمينَ وأنتنَّ تَرْمينَ، الواحد والجماعة سواءٌ. والرَماءُ، بالفتح والمدّ: الرِبا. وأَرْمى فلانٌ، أي أَرْبى. قال عمر ﵁: \" لا تَشتروا الذهب بالفضة إلاّ يدا بيد: هاوها، إنى أخافُ عليكم الرَماءَ \". قال الكسائي: هو ممدودٌ. وتَرامى الجُرح إلى الفساد. ويقال: طعنه فأَرْماهُ عن فرسه، أي ألقاه عن ظهر دابَّته، كما يقال أَذْراهُ. وأَرْمَيْتُ الحجر من يدي، أي ألقيت. ويقال: سَابَّهُ فأَرْمَى عليه، أي زاد. والرَمِيَّةُ: الصيد. يقال: بئس الرمية الارنب، أي بئس الشئ مما يرمى الارنب. وإنما جاءت بالهاء لانها صارت في عداد الاسماء، وليس هو على رميت فهى مرمية وعدل به إلى فعيل، وأنما هو بئس الشئ في نفسه مما يُرْمى الأرنبُ. أبو عمرو: المرماة مثل السروة، وهو نصل مدوَّرٌ للسهم. وأما الذي في الحديث: \" لو أن أحدهم دعى إلى مِرْماتَيْنِ لأجاب وهو لا يجيب [إلى (١) ] الصلاة \"، فيقال: المِرْماةُ الظلف. وقال أبو عبيد: هو ما بين ظلفى الشاة. قال: ولا أدرى ما وجهه، إلا أنه هكذا يفسر. والرمى: السقى، وهى السحابة العظيمة القَطرِ الشديدة الوقعِ من سحائب الحميم والخريف، والجمع أَرْمِيَةٌ وأسقية، عن الاصمعي. ومنه قول أبى ذؤيب يصف عسلا: يمانية أحيالها (٢) مظ مائد * وآل قراس صوب أرمية كحل ويروى: \" أسقية \".",
    "pg": "6:2362-2363"
  },
  "رنا": {
    "def": "رَنا إليه يَرْنو رُنُوَّاً، إذا أدام النظر. يقال: ظَلَّ رانياً، وأَرْناهُ غيره. ويقال: أَرْناني حُسْنُ ما رأيت، أي حَمَلَني على الرُنُوِّ. وكأسٌ رَنَوْناةٌ، أي دائمة ساكنة، ووزنها فعلعلة. قال ابن أحمر: بنت (٣) عليها الملك أطنابها * كأس رنوناة وطرف طمر يقال إنه لم يسمع إلا منه. (*) وفلان رنو فلانة، إذا كان يُديم النَظر إليها. ورجلٌ رَنَّاءٌ بالتشديد، للذي يديم النظرَ إلى النساء الحِسان. والرُناءُ، بالضم والمدّ: الصوت. والرَنا بالفتح مقصور: الشئ منظور إليه. وقولهم: يا ابن تُرْنا، كنايةٌ عن اللئيم. قال صخرُ الغَيّ: فإنَّ ابْنَ تُرْنا إذا زُرْتُكُمْ * يدافعُ عنى قولا عنيفا",
    "pg": "6:2363"
  },
  "رنب": {
    "def": "الأرنب: واحدة الأرانب. وكِسَاءٌ مُؤَرْنَبٌ: خُلِطَ غَزْلُه بوَبَرِ الأرانب. وقالت ليلى الأخيلية تصف القطاة وفراخها: تدلت على حص الرؤوس كأنَّها * كُراتُ غُلامٍ من كِساءٍ مؤرنب وهو أحد ما جاء على أصله مثل:\nوصاليات ككما يؤثفين (١) وأرض مؤرنبة، بكسر النون: ذات أرانب. والارنبة: طرف الانف. وقول الشاعر (١) : لها أشارير من لحم تتمره * من الثعالى ووخز من أرانيها (٢) يريد الثعالب والارانب، فلما اضطر واحتاج إلى الوزن أبدل من الياء حرف اللين.",
    "pg": "1:139-140"
  },
  "رنج": {
    "def": "الرانِجُ: الجوز الهنديّ، وما أظنه عربيا.",
    "pg": "1:318"
  },
  "رنح": {
    "def": "تَرَنَّحَ: تَمايَلَ من السُكْر وغيره. ورُنِّحَ عليه تَرْنيحاً، على ما لم يُسَمَّ فاعله، أي غُشيَ عليه، أو اعتراه وَهْنٌ في عِظامه فتمايل، فهو مُرَنَّح. وقال يصف كلبا طعنه الثور: فظل يرنح في غيطل * كما يستدير الحمار النعر (١)",
    "pg": "1:367"
  },
  "رند": {
    "def": "الرند: شجر طيب الرائحة من شجر البادية. وقال الشاعر امرؤ القيس:\nورندا ولبنى والكباء المقتر",
    "pg": "2:478"
  },
  "رنز": {
    "def": "الرُنْزُ بالضم: لغة في الارز، وهى لعبد القيس، كأنهم أبدلوا من إحدى الزاءين نونا.",
    "pg": "3:880"
  },
  "رنف": {
    "def": "الرَنفُ (٢) : بَهْرامَجُ البَرِّ. والرانِفةُ: أسفلُ الألية وطرفُها الذي يلي الأرضَ من الإنسان إذا كان قائماً. وأَرْنَفَتِ الناقةُ بأذنيها، إذا أرختهما من الاعياء. وفى الحديث: \" كان ﷺ إذا أنزل عليه الوحى وهو على القصواء تذرف عيناها وترنف بأذنيها من ثقل الوحى \".",
    "pg": "4:1367"
  },
  "رنق": {
    "def": "ماءٌ رَنْقٌ بالتسكين، أي كَدِر. والرَنَقُ بالتحريك: مصدر قولك رَنِقَ الماءُ بالكسر. وأَرْنَقْتُهُ أنا، ورَنَّقْتُهُ تَرْنيقاً، أي كدّرته. وعيشٌ رَنِقٌ، أي كَدِرٌ. قال أبو عبيد: التَرْنوقُ (١) : الطينُ الذي في الأنهار والمَسيل. ورَنَّقَ الطائرُ، إذا خفق بجناحيه في الهواء وثبتَ ولم يطر. قال الراجز: وتحت كلِّ خافقٍ مُرَنَّقٍ من طيئ كل فتى عشنق ورنق النوم، أي خالط عينيه. والتَرْنيقُ: ضعفٌ يكون في البصر وفي البدن وفي الأمر. يقال: رَنَّقَ القومُ في أمر كذا، أي خَلَّطوا الرأي. ولقيت فلاناً مُرَنَّقَةً عيناه، أي منكسِرَ الطرفِ من جُوعٍ أو غيره. والتَرْنيقُ: إدامةُ النظر، لغةٌ في الترميق والتدنيق. يقال: \" رَمَّدَتِ المغرى فرنق رنق \"، أي انتظر الولادة، لانها ترئى ولا تضع إلا بعد مدة. وربما قالوه بالميم وبالدال أيضا (١) . ورنق القوم بالمكان، إذا أقاموا به واحتبسوا. وَرَوْنَقُ السيفِ: ماؤه وحُسْنُهُ، ومنه رَوْنَقُ الضُحى وغيرها.",
    "pg": "4:1485"
  },
  "رنم": {
    "def": "الرَنَمُ بالتحريك: الصوت. وقد رَنِمَ بالكسر وتَرَنَّمَ، إذا رجَّع صوته. والترنيم مثله. وتَرَنَّمَ الطائر في هديره، وتَرَنَّمَ القوس عند الانباض. والترنموت: الترنم، زادوا فيه الواو والتاء كما زادوا في ملكوت. قال أبو تراب: أنشدني الغنوى في القوس: تجاوب الصوت بترنموتها (١) تستخرج الحبة من تابوتها يعنى حبة القلب من الجوف.",
    "pg": "5:1938"
  },
  "رنن": {
    "def": "الرَنَّةُ: الصوت. يقال: رَنَّتِ المرأة تَرِنُّ رَنيناً، وأَرَنَّتْ أيضاً: صاحت. وفي كلام أبي زُبيدٍ الطائي: \" شَجْراؤُهُ مُغِنَّه، وأَطْيارُهُ مُرِنَّه \". قال الراجز: عمدا فعلت ذاك بيد أنى إخال (٢) إن هلكت لا ترنى * وأرنت القوس: صوتت. قال العجاج:\nترن إرنانا إذا ما أنضبا (٣) * ورننتها أنا تَرْنيناً. والمُرِنَّةُ: القوس. والمِرْنانُ مثله. والرنن: شئ يصيح في الماء أيام الصيف. قال ولم تصدح له الرنن (١)",
    "pg": "5:2127"
  },
  "رها": {
    "def": "أبو عبيدة: رَها بين رجليه يَرْهو رَهْواً، أي فتح. ومنه قوله تعالى: (واتْرُكِ البَحْرَ رَهْواً) . والرَهْوُ: السير السهل ; يقال: جاءت الخيل رَهْواً. قال ابن الأعرابيّ: رَها يَرْهو في السير، أي رفَقَ. قال القُطامي في نعت الرِكابِ: يَمْشينَ رَهْواً فلا الاعجاز خاذلة * ولا الصدور فلى الأَعْجازِ تَتَّكِلُ والرَهْوُ والرَهْوَةُ: المكان المرتفع والمنخفض أيضاً يجتمع فيه الماء , وهو من الأضداد. وقال (١) : نَصَبْنَا مِثْلَ رَهْوَةَ ذاتَ حَدٍّ * محافظةً وكنّا الأَيْمَنينا (٢) وقال أبو عبيد: الرَهْوَ: الجَوْبَةَ تكون في محلّة القوم يسيل منها ماء المطر أو غيره. وفي الحديث أنه قضى أن لا شفعة في فناء ولا طريق ولا منقبة ولا ركح (١) ولا رهو. والجمع رهاء. والرهو: المرأة الواسعة الهن، حكاه النضر ابن شميل. وأرهيت لهم الطعام والشراب، إذا أدمته لهم، حكاه يعقوب، مثل أرهنت. وهو طعام راهن وراه، عن أبى عمرو، أي دائم. وأنشد للاعشى: لا يستفيقون منها وهي راهِيَةٌ * إلاّ بِهاتِ وإنْ علوا وإن نهلوا ويروى: \" راهنة \" يعنى الخمر. وأره على نفسك، أي ارفُقْ بها والرَهْوُ: ضربٌ من الطير، يقال هو الكركي. ورهوة في شعر أبى ذؤيب (٢) : عقبة بمكان معروف. ويقال: افعل ذلك رهوا، أي ساكنا على هينتك. (*) وعيش راهٍ، أي ساكنٌ رافِهٌ. وخِمْسٌ راهٍ، إذا كان سهلاً. ورَها البحرُ، أي سكنَ. والرَهاءُ: الأرض الواسعة. ورهاء بالضم والمد: حى من مذحج، والنسبة إليهم رهاوى.\nفصل الزاى",
    "pg": "6:2365-2366"
  },
  "رهب": {
    "def": "رَهِبَ، بالكسر، يَرْهَبُ رَهْبَةً ورُهْباً بالضم، ورَهَباً بالتحريك، أي خاف. ورجُل رَهَبوتٌ. يقال: \" رَهَبوتٌ خيرٌ من رَحَموتٍ \" أي لأنْ تُرْهَبَ خيرٌ من أن تُرْحَمَ. وتقول: أَرْهَبَهُ واسترهبه، إذا أخافَه. والراهب: واحد رُهبان النصارى، ومصدره الرَهْبَةُ (٣) والرَهْبانِيَّةُ. والتَرَهُّبُ: التَعَبُّدُ. قال الأصمعي: الرَهَبُ: الناقة المهزولة. والرَهْبُ أيضاً: النَصْلُ الرقيق من نصال السهامِ، والجمع رِهابٌ. قال الشاعر (٤) : إنِّي سَيَنْهَى عَنِّي وَعِيدَهُمُ * بيضٌ رهاب ومجنأ أجد (٥) والرهابة، على وزن السحابة: عظم (١) في الصدر مُشرف على البطن، مثل اللسان.",
    "pg": "1:140"
  },
  "رهبل": {
    "def": "الرَهْبَلَةُ: ضربٌ من المشي. يقال: جاء يترهبل. فصل الزاى",
    "pg": "4:1714-1715"
  },
  "رهج": {
    "def": "الرَهَجُ: الغُبار. وأَرْهَجَ الغبارَ، أي أثاره. والرَهْوَجَةُ: ضرب من السير. قال العجاج:\nمياحة تميح (١) مشيا رهوجا * ويشبه أن يكون فارسيا معربا.\nفصل الزاى",
    "pg": "1:318"
  },
  "رهدن": {
    "def": "الرَهادِنُ: طيرٌ بمكّة أمثال العصافير، الواحدُ رهْدَنٌ (١) . والرَهْدَنُ والرَهْدَنَةُ: طائر يشبه الحُمَّرَةَ، إلاَّ أنه أَدْبَسُ، وهو أكبر من الحُمَّرَةِ. وقال: تَذَرَّيْنَنا بالقَول حتَّى كأنّه تذرى ولدان يصدن رهادنا",
    "pg": "5:2129"
  },
  "رهز": {
    "def": "الرَهْزُ: الحركة. وقد رَهَزَ المباضع يرهز رهزا ورهزانا.",
    "pg": "3:880"
  },
  "رهش": {
    "def": "الارْتِهاشُ: أن تصُكَّ الدابةُ بعرضِ حافرها عُرْضَ عُجايَتِها من اليد الأخرى، فربَّما أدماها، وذلك لضعف يدها. والراهِشانِ: عِرقان في باطن الذراعَين. وقال أبو عمرو: الرَواهِشُ عروقُ باطنِ الذراعِ. والرُهْشوشُ من النوق: الغزيرةُ. والرَهيشُ من النوق: القليلة لحم الظهر، عن أبى عبيد. ويقال الضعيف. قال رؤبة:\nنتف الحبارى عن قرا رهيش * والرهيش أيضا: النصل الرقيق. والرَهيشُ من القِسيِّ: التي يُصيب وَترُها طائِفها. وقد ارْتَهَشَتِ القوسُ فهى مرتهشة، وهى التى إذا رُميَ عنها اهتزَّت فضرب وَتَرُها أبهرها. والصواب طائفها.",
    "pg": "3:1008"
  },
  "رهص": {
    "def": "الرهص، بالكسر: العرق الاسفل من الحائطِ. يقال: رَهَصْتُ الحائطَ بما يقيمه. أبو عبيد: الرَواهِصُ: الصُخورُ المتراصفة الثابتة. والمَرْهَصَةُ بالفتح: الدَرَجة والمرتَبَةُ. قال الأعشى: رَمى بك في أُخْراهُمُ تَرْكُكَ العُلى * وفُضِّلَ أقوامٌ عليك مَراهِصا * والرَهْصَةُ: أن يَدوَى باطنُ حافر الدابّة من حَجَرٍ تطؤه، مثل الوقْرَةِ. قال الشاعر (١) :\nكبزغ البيطر الثقف رهص الكوادن (٢) * قال الكسائي: يقال منه رَهِصَتِ الدابةُ بالكسر رَهَصاً، وأَرْهَصَها الله، مثل وَقِرَتْ وأَوْقَرَها الله. ولم يَقُلْ رُهِصَتْ فهي مَرْهوصَةٌ ورَهيصٌ. وقد قاله غيره. والرَهْصُ: العصرُ الشديدُ. يقال: رَهَصَني فلانٌ بحقِّه، أي أخذني أخذا شديدا.\nفصل الشين",
    "pg": "3:1042"
  },
  "رهط": {
    "def": "رَهْطُ الرجلِ: قومُه وقبيلتُه. يقال هم رهط دنية (٢) . والرهط: ما دون العَشرة من الرجال، لا تكون فيهم امرأة. قال الله تعالى: ﴿وكانَ في المَدينَةِ تسعةُ رِهْطٍ﴾ فجمع، وليس لهم واحد من لفظهم مثل ذَوْدٍ. والجمع أَرْهُطٌ وأَرْهاطٌ وأَراهِطٌ، كأنّه جَمْعُ أَرْهُطٍ، وأَراهيطُ. والرَهْطُ: جلدٌ قدرُ ما بين السُرَّة إلى الركبة، تلبسه الحائض. قال الشاعر: متى ما أَشَأْ غيرَ زَهْوِ المُلو * كِ أَجْعَلْكَ رَهْطاً على حُيَّضِ * وحكى النَضر بن شُمَيل: الرِهاطُ: جلودٌ تُشَقَّقُ سيوراً، واحدها رَهْطٌ. وأنشد للمتنخِّل الهُذَليّ: بَضَرْبٍ في الجماجم ذي فُروغٍ * وطعنٍ مثلَ تَعْطيطِ الرِهاطِ * وكانوا في الجاهلية يطوفون عُراةً والنساءُ في أرهاط. والراهطاء مثل الداماء، وهى إحدى جحرة اليربوعِ التي يَخرج منها الترابَ ويجمعه. وكذلك الرهطة مثال الهمزة. ومرج راهط: موضع بالشأم كانت به وقعة.",
    "pg": "3:1128"
  },
  "رهف": {
    "def": "أَرْهَفْتُ سيفي، أي رَقَّقْتُهُ، فهو مرهف (٣) .",
    "pg": "4:1367"
  },
  "رهق": {
    "def": "رَهِقَهُ بالكسر يَرْهَقُهُ رَهَقاً، أي غشيه، من قوله تعالى: (ولا يَرْهَقُ وُجوهَهُمْ قَتَرٌ ولا ذِلَّةٌ) . وفي الحديث: \" إذا صلّى أحدكم إلى الشئ فليرهقه \" أي فَلْيَغْشَهُ ولا يبعُدْ منه. ويقال: أَرْهَقَهُ طغياناً، أي أغشاه إيَّاه. ويقال: أَرْهَقَني فلانٌ إثماً حتَّى رهقته، أي حملني إنما حتى حملته له. قال أبو زيد: أَرْهَقَهُ عُسراً، أي كلّفه إياه. يقال: لا تُرْهِقْني لا أَرْهَقَكَ الله: أي لا تُعْسِرني لا أعسَرك الله. قال الهذلي (١) : ولولا نحن أَرْهَقَهُ صُهَيْبٌ حُسامَ الحَدِّ مَذْروباً (٢) خَشيبا والمُرْهَقُ: الذي أُدْرِكَ لِيُقْتَلَ. قال الشاعر: ومُرْهَقٍ سالَ إمْتاعاً بأُصْدَتِهِ لم يَسْتَعِنْ وحَوامي الموتِ تَغْشاهُ وقال الكميت: تَنْدى أَكُفُّهُمُ (٣) وفي أبياتهم ثِقَةُ المُجاوِرِ والمُضافِ المُرْهَقِ وراهَقَ الغلامُ فهو مُراهِقٌ، إذا قارب الاحتلام. وَأَرْهَقَ الصلاةَ، أي أخّرها حتَّى يدنو وقتُ الأخرى. قال الأصمعي: يقال: رجلٌ فيه رَهَقٌ، أي غِشْيان للمحارِمِ من شُرْب الخمر ونحوه. قال ابن أحمر (١) : كالكوكب الازهر انْشَقَّتْ دُجُنَّتُهُ في الناس لا رَهَقٌ فيه ولا بَخَلُ وقوله تعالى: (فَلا يَخافُ بَخْساً وَلا رَهَقاً) أي ظلماً. وقال أبو عبيدة في قوله تعالى: (فزادُوهُمْ رَهَقاً) أي سَفَهاً وطغياناً. ويقال: طلبتُ فلاناً حتَّى رَهِقْتُهُ رَهقاً، أي حتَّى دنوتُ منه فربَّما أخذَه وربَّما لم يأخذْه. وَرَهِقَ شُخوصُ فلانٍ، أي دنا وَأَزِفَ وأَفِدَ. ورجلٌ مُرَهَّقٌ، إذا كان يُظَنُّ به السُوءُ. وفي الحديث: \" أنَّه ﷺ صلّى على امرأة تُرَهَّقُ \" أي تُتَّهَمُ وَتُؤْبُنُ بِشَرٍّ. ويقال أيضاً: رجلٌ مُرَهَّقٌ، إذا كان يغشاه الناس ويَنْزِلُ به الضيفانُ. قال زهيرٌ يمدح رجلاً: وَمُرَهَّقُ النِيرانِ يحمد في اللاواء غير مُلَعَّنِ القِدْرِ وقال ابن هَرْمَةَ: خَيْرُ الرجالِ المُرَهَّقونَ كما خَيْرُ تِلاعِ البلادِ أَكَلَؤُها قال أبو زيد: يقال: القومُ رِهاقُ مائةٍ ورهاق مائة، بكسر الراء وضمها، أي زهاء مائة ومقدار مائة. حكاه عنه ابن السكيت. والريهقان: الزعفران.",
    "pg": "4:1486-1488"
  },
  "رهك": {
    "def": "يقال: مَرَّ الرجل يَتَرَهْوَكُ، كأنه يموج في مشيته.\nفصل الزاى",
    "pg": "4:1588"
  },
  "رهل": {
    "def": "رَهِلَ لحمُه بالكسر، أي اضطربَ واسترخى. وفرسٌ رَهِلُ الصدر. قال الشاعر (١) : فتًى قُدَّ قَدَّ السيفِ لا مُتآزِفٌ ولا رَهِلٌ لَبَّاتُهُ وَبآدِلُهْ ورَهَّلَهُ اللحمُ تَرْهيلاً.",
    "pg": "4:1714"
  },
  "رهم": {
    "def": "الرِهْمَةُ بالكسر: المَطْرة الضعيفة الدائمة والجمع رِهَمٌ ورِهامٌ. وروضةٌ مرهومة. قال أبو زيد: ومن الدِيمَةِ الرِهْمَةُ، وهي أشدُّ وقْعاً من الدِيمَةِ وأسرع ذَهاباً. وأَرْهَمَتِ السحابةُ: أتت بالرِّهامِ. ونَزلنا بفلانٍ فكنّا في أَرْهَمِ جانبَيه، أي أخصبهما. ورهم بالضم: اسم امرأة. والمرهم: الذى يوضع على الجراحات، معرب.",
    "pg": "5:1939"
  },
  "رهن": {
    "def": "الرَهْنُ معروف (١) ، والجمع رهانٌ مثل حبل وحبال. وقال أبو عمرو بن العلاء: رهن بضم الهاء. قال الاخفش: وهى قبيحة، لانه لا يجمع فعل على فعل إلا قليلا شاذا. قال: وذكر أنهم يقولون سقف وسقف. قال: وقد يكون رهن جمعا للرهان، كأنه يجمع رهن على رهان ثم يجمع رهان على رهن، مثل فراش وفرش. تقول منه: رهنت الشئ عند فلان، ورهنته الشئ، وأرهنته الشئ، بمعنى. قال عبد الله بن همّامٍ السَلوليّ (٢) : فلما خَشِيتُ أظافيرهم نجوت وأرهنتم مالكا (٣) قال ثعلب: الرواة كلهم على أرهنتهم. على أنه يجوز رهنته وأرهنته، إلا الاصمعي فإنه رواه: \" وأرهنهم \" على أنه عطف بفعل مستقبل على فعل ماض، وشبهه بقولهم: قمت وأصك وجهه. وهو مذهب حسن، لان الواو واو حال، فيجعل أصك حالا للفعل الاول على معنى قمت صاكا وجهه، أي تركته مقيما عندهم، ليس من طريق الرهن، لانه لا يقال أرهنت الشئ وإنما يقال رهنته. ورهن الشئ، أي دام وثبت. والراهن: الثابتُ. والراهِنُ: المهزولُ من الإبل والناس. وقال: إما ترى جسمي خلا قد رهن هزلا وما مجد الرجال في السمن وقال أبو زيد: أرهنت في السلعة: غاليتُ بها. وهو من الغلاء خاصة. وأنشد:\nعيدية أرهنت فيها الدنانير (١) * وقال ابن السكيت: أَرْهَنْتُ فيها بمعنى أسلفتُ فيها. والمرتهن: الذى يأخذ الرهن، والشئ مرهون ورهين، والانثى رهينة. وراهِنْتُ فلاناً على كذا مُراهَنَةً: خاطَرْتُهُ. وأَرْهَنْتُ به وَلَدي إرْهاناً: أخطرتهم به خَطراً. والرَهينَةُ: واحدة الرهائن. ورهن الشئ رهنا، أي دام. وأَرْهَنْتُ لهم الطعامَ والشراب: أَدَمْتُهُ لهم. وهو طعامٌ راهِنٌ.",
    "pg": "5:2128-2129"
  },
  "رهيأ": {
    "def": "الرَهْياةُ: العَجْزُ والتواني. أبو زيد: رَهْيَأْتُ رأيي رَهْيَأَةً، إذا لم تُحْكِمْهُ. ورَهْيَأَتِ السحابة وتَرَهْيَأَتْ، إذا تَمَخَّضَتْ للمطر. قال: والمرأة تَرَهْيَأُ في مشْيَتِها. أي: تَكَفَّأُ، كما تَرَهْيَأُ النخلة العَيدانَةُ. أبو عبيد: تَرَهْيَأَ الرجُلُ في أمره، إذا هَمَّ به، ثم أمسك وهو يريد أن يفعله.",
    "pg": "1:54"
  },
  "روأ": {
    "def": "الراءُ: شجرٌ، الواحدة راءَةٌ. ورَوَّأْتُ في الأمر، تَرْوِئَةً وترويئاً، إذا نَظَرْتَ فيه، ولم تَعْجَلْ بجواب، والاسم الرَوِيَّةُ، جَرَتْ في كلامهم غير مهموزة.\nفصل الزاى",
    "pg": "1:54"
  },
  "روب": {
    "def": "رُوبَةُ اللَّبَنِ: خَميرة تُلْقَى فيه من الحامض لِيَروبَ. وفي المثل: \" شُبْ شَوْباً لك رُوبَتُهُ \" كما يقال: \" احلُبْ حَلَباً لك شَطْرُهُ \". ورُوبَةُ الليل أيضاً: طائفة منه، يقال: هَرِّقْ عَنَّا من رُوبةِ الليلِ. ورُوبَةُ الفَرَسِ: ماؤُهُ في جِمامِهِ. تقول: أَعِرْني رُوبةَ فَرَسِكَ. والروبَةُ: الحاجةُ. تقول: فلان لا يقوم بِروبةِ أهلِهِ، أي بما أسندوا إليه من حوائجهم. قال ابن الأعرابي: رُوبَةُ الرجلِ: عقله. تقول: هو يحدِّثُني وأنا إذْ ذاك غلام ليست لي رُوبَةٌ. ورابَ اللبنُ يَروبُ رَوْباً، إذا خَثُرَ وأَدْرَكَ، فهو رائب. وروبته. وفى المثل: \" أهون مظلوم سقاء مروب (٢) \"، وأصله السقاء يلف حتى يبلغ أوان المخض. والمروب (٣) : الاناء الذى يروب فيه اللبن. والرائب يكون ما مخض وما لم يمخض. قال أبو عبيد: إذا خَثُرَ اللبن فهو الرائب، فلا يزال ذلك اسمَه حتى يُنْزَعَ زُبْدُهُ واسْمُهُ على حاله، بمنزلة العشراء من الابل، هي الحامل، ثم تضع فهى اسمها. وأنشد الاصمعي: سقاك أبو ماعز رائبا * ومن لك بالرائب الخاثر يقول: إنما سقاك الممخوض، ومن لك بالذى لم يمخض ولم ينزع زبده. وراب الرجل روبا، إذا اختلط عقله ورأيه. ورأيت فلاناً رائباً، أي مختلِطاً خاثراً. وقومٌ رَوْبى، أي خُثَراءُ الأنفسِ مختلطون، وهم الذين أثخنهم السيرُ فاستَثْقَلوا نوماً، ويقال شَرِبوا من الرائب فَسَكِروا. قال بشر: فأمَّا تَميمٌ تَميمُ بنُ مُرٍّ * فأَلْفاهُمُ القَوْمُ رَوْبى نِياما واحدهم رَوْبان. وقال الاصمعي: واحدهم رائب، مثل مائق وموقى وهالك وهلكى.",
    "pg": "1:140-141"
  },
  "روث": {
    "def": "الرَوْثَةُ: واحدة الرَوْثِ والأَرواثِ. وقد راثَ الفرس. وفي المثل: \" أَحُشُّكَ وتَروثُني \". والرَوْثَةُ: طرف الأرنبة، يقال: فلان يضرب بلسانه رَوْثَةَ أنفه.",
    "pg": "1:284"
  },
  "روج": {
    "def": "راج الشئ يروج رواجا: نَفَقَ. ورَوَّجْتُ السلعةَ والدراهمَ. وفلانٌ مروج.",
    "pg": "1:318"
  },
  "روح": {
    "def": "الروحُ يذكّر ويؤنّث، والجمع الأَرْواح. ويسمَّى القرآن رُوحاً، وكذلك جبريلُ وعيسى ﵉. وزعم أبو الخَطّاب أنّه سمِع من العرب من يقول في النِسبَةِ إلى الملائكة والجنّ رُوحانيٌّ، بضم الراء، والجمع رُوحانيُّون. وزعم أبو عُبَيْدة أنّ العرب تقولُه لكل شئ فيه روح. ومكان روحاني، بالفتح، أي طَيِّبٌ. والريح: واحدةُ الرياح والأَرْياح، وقد تُجْمع على أرواحٍ، لأنَّ أصلها الواو، وإنَّما جاءت بالياء لانكسار ما قبلها، فإذا رجعوا إلى الفتح عادت إلى الواو، كقولك: أَرْوَحَ الماءُ، وتَرَوَّحْتُ بالمِرْوَحَة. ويقال ريحٌ وريحةٌ، كما قالوا دار ودارة. ورياح: حى من يربوع. والرياح بالفتح: الراحُ، وهي الخَمْر، وقال: كأنَّ مَكاكِيَّ الجِواءِ غُدَيَّةً * نَشاوى تَساقَوْا بالرَياحِ المُفَلْفَلِ (١) وقد تكون الريحُ بمعنى الغَلَبة والقوَّة. قال الشاعر (٢) : أَتَنْظُرانِ قليلاً رَيْثَ غَفْلَتِهم * أو تعدو ان فإن الريح للعادي ومنه قوله تعالى: (وتَذْهَبَ ريحُكمْ) . والرَوْحُ والراحَةُ من الاستراحة. والرَوْحُ: نسيمُ الريح. ويقال أيضاً: يومٌ رَوْحٌ ورَيوحٌ، أي طَيِّبٌ. ورَوْحٌ ورَيْحانٌ، أي رحمة ورزق. والراحُ: الخمر. والراحُ: جمع راحةٍ، وهي الكَفُّ. والراحُ: الارتياح. قال الشاعر (٣) : ولَقيتُ ما لَقيتُ مَعَدٌّ كُلُّها * وفَقدتُ راحي في الشباب وَخالي أي اختيالي. وتقولُ: وجدتُ ريح الشئ ورائحته، بمعنى. والدهن المروح: المُطَيّب. وفي الحديث: أنه أمر بالاثمد المروح عند النوم. وأراح اللحم، أي أَنْتَنَ. وأَراح الرجلُ، أي مات. قال العجاج:\nأراح بَعْدَ الغَمِّ والتَّغَمُّمِ (١) * وأراح إبِلَهُ، أي ردها إلى المراح. وكذلك التَرْويحُ، ولا يكون ذلك إلا بعد الزوال. وأَرَحْتُ على الرجل حَقَّهُ، إذا ردَدْتَهُ عليه. وقال: إلاَّ تُريحي علينا الحقَّ طائعةً * دون القُضاةِ فقاضينا إلى حَكمِ وأراحَهُ الله فاستراح. وأراح الرجلُ: رجعت إليه نفسه بعد الإعياء. وأراح: تنفس. وقال امرؤ القيس (٢) : لها مَنْخَرٌ كوِجارِ الضِباع * فمنه تُريحُ إذا تَنْبَهِرْ وأراحَ القَوْمُ: دخلوا في الريح. وأراح الشئ، أي وجدَ ريحَه. يقال: أراحني الصيد، إذا وجد ريح الإنْسِيِّ. وكذلك أَرْوَحَ واستروح واستراح، كله بمعنى. والرواح: نقيض الصَباح، وهو اسمٌ للوقت من زوال الشمس إلى الليل. وقد يكون مصدر قولك راحَ يَروح رَواحاً، وهو نقيض قولك غدا يغدو غدوا. وتقول: خرجوا بِرَواحٍ من العَشِيّ ورَياحٍ بِمعنىً. وسَرَحَتِ الماشِيَةُ بالغَداةِ وراحَتْ بالعَشِيّ، أي رجعت. وتقول: افْعَلْ ذاك في سَراحٍ ورَواحٍ، أي سُهولة. والمُراحُ بالضم: حيثُ تأوي إليه الإبل والغَنَمُ بالليل. والمَراحُ بالفتح: الموضع الذي يَرُوح منه القوم أو يروحون إليه، كالمَغْدَى من الغَداةِ. يقال: ما تَرَكَ فُلانٌ من أبيه مَغْدىً ولا مَراحاً، إذا أَشْبَهَهُ في أحوالِهِ كُلِّها. والمِرْوَحَةُ بالكسر: ما يُتَرَوَّح بها، والجمع المَراوح. والمَرْوَحَةُ بالفتح: المفازة. قال الشاعر (١) : كأنَّ راكبها غُصن بمَرْوَحَةٍ * إذا تَدَلَّتْ به أو شارِبٌ ثَمِلُ والجمع المَراويح، وهي المواضع التى تخترق فيها الرياح. وأَرْوَحَ الماء وغَيْرُهُ، أي تَغيَّرت ريحه. وأَرْوَحَني الصَيْدُ، أي وَجَد ريحي. وتقول: أَرْوَحْتُ من فلانِ طيباً. وراحَ اليَوْمُ يَراحُ، إذا اشتدت ريحه. ويوم راح: شديد الريح. فإذا كان طيِّب الريح قالوا: رَيِّحٌ بالتشديد، ومكان رَيِّحٌ أيضاً. وريح الغَديرُ على ما لم يسمّ فاعله، إذا ضربته الريحُ، فهو مَروحٌ. وقال يصف رماداً:\nمُكْتَئِبِ اللَّوْنِ مَروحٍ مَمْطورْ (١) * ومريح أيضا. وقال يصف الدمع:\nكأنه غصن مريح ممطور * مثل مشوب ومشيب، بنى على شيب. وراح الشجرُ يَراحُ، مثل تَروَّحَ، أي تفطَّر بورق. قال الراعي: وخالَفَ المَجْدَ أَقْوامٌ لهم وَرَقٌ * راحَ العَضاهُ بهم (٢) والعِرْقُ مَدْخولُ وراحَ فُلانٌ للمعروف يَراحُ راحَةً، إذا أَخَذَتْهُ له خِفَّةٌ وأَرْيَحِيَّةٌ (٣) . وراحَت يَدُه بكذا، أي خَفَّتْ له. وقال يصف صائدا: تراح يداه بمحشورة * خواظى القداح عجاف النصال (٤) وراح الفَرَسُ يَراحُ راحَةً، إذا تحصن، أي صار فحلا. وراح الشئ يراحه ويريحه، إذا وجد ريحَه. وقال الشاعر (١) . وماءٍ وَرَدْتُ على زَوْرَةٍ * كَمَشْيِ السَبَنْتي يَراحُ الشَفيفا ومنه الحديث: \" من قَتَلَ نَفْساً مُعاهَدَةً لم يَرَحْ رائِحَةَ الجنة \". جعله أبو عبيد من رحت الشئ أراحه. وكان أبو عمرو يقول: \" لم يرح \"، يجعله من راح الشئ يريحه. والكسائي يقول: \" لم يرح \" يجعله من أرحت الشئ فأنا أريحه. والمعنى واحد. وقال الاصمعي: لا أدرى هو من رحت أو من أرحت. وقولهم: \" ما له سارحة ولا رائحة \"، أي شئ. وراحت الإبلُ. وأَرَحْتُها أنا، إذا رَدَدْتَها إلى المراح. وقول الشاعر (٢) : عاليت أنساعى وجلب الكور * على سراة رائح ممطور يريد بالرائح الثور الوحشى. وهو إذا مطر اشتد عدوه. والمراوحة في العملين: أن يعمل هذا مرّة وهذا مرة. وتقول: راوَحَ بين رجْلَيه، إذا قام على إحداهما مرة وعلى الاخرى مرة. ويقال: إن يديه لَتَتَراوحانِ بالمعروف. والرَوَحُ بالتحريك: السَعَةُ. قال الشاعر (١) :\nفُتْخُ الشَمَائِلِ في أَيْمانِهِمْ رَوَحُ (٢) * والرَوَحُ أيضاً: سعةٌ في الرِجلين، وهو دون الفَحَج، إلا أن الا روح تتباعد صدور قدميه وتتدانى عقباه. وكل نعامة روحاء. قال أبو ذؤيب: وزفت الشول من برد العشى كما * زف النعام إلى حفانه الروح وقصعة روحاء، أي قريبة القَعْرِ. وطيرٌ رَوَح، أي متفرقة. قال الاعشى: ما تعيف اليوم في الطير الروح * من غراب البين أو تيس سنح وقيل: هي الرائحة إى مواضعها، فجمع الرائح على روح، مثل خادم وخدم. وتروح الشجر، إذا تَفَطَّر بوَرَقٍ بعد إدْبارِ الصَيفِ. وتَرَوَّحَ النَّبْتُ، أي طال. وتَرَوَّحَ الماء، إذا أخذ ريح غَيْره لِقُرْبِه منه. وتَرَوَّحْتُ بالمِرْوَحَةِ. وتَرَوَّحَ، أي راحَ من الرَواح. والارتياحُ: النَشاط. وقولهم: ارْتاحَ الله لفُلانٍ، أي رحمه. واستراح الرجل من الراحَة، والمُسْتَراح: المَخْرَجُ. واسْتَرْوَحَ إليه، أي استنام. والأَرْيَحِيُّ: الواسع الخُلُق. يقال: أخذتْه الأَرْيَحِيَّةُ، إذا ارتاح للنَدى. والرَيْحان: نَبْتٌ معروفٌ. والريحان: الرِزْقُ. تقول: خَرَجْتُ أبتغي رَيْحانَ الله. قال النَمْر بن تَوْلَب: سلامُ الإله وريحانه * ورحمته وسماء درر (١) وفى الحديث: \" الولد من رَيْحانِ الله \". وقولهم: سَبْحانَ الله وريحانه، نصبوهما على المصدر، يريدون تَنْزيهاً له واسترزاقاً. وأما قوله تعالى: \" والحَبُّ ذُو العَصْفِ والرَيْحانُ) فالعَصْفُ: ساقُ الزرعِ، والرَيْحانُ: وَرَقُهُ، عن الفراء. وروحاء، ممدود: بلد، والنسبة إليه روحاوى.\nفصل الزاى",
    "pg": "1:367-371"
  },
  "رود": {
    "def": "الارادة: المشيئة: وأصلها الواو، لقولك راوده، إلا أن الواو سكنت فنقلت حركتها إلى ما قبلها، فانقلبت في الماضي ألفا وفى المستقبل ياء، وسقطت في المصدر، لمجاورتها الالف الساكنة، وعوض منها الهاء في آخره. وراودته على كذا مراودة ورِواداً، أي أردتُهُ. ورادَ الكَلأَ يَرودُهُ رَوْداً، ورِياداً، وارْتادَهُ ارتياداً، بمعنى، أي طلبه. وفى الحديث \" إذا بال أحدكم فليرتد لبوله \"، أي يطلب مكانا لينا أو منحدرا. والرائد: الذى يُرْسِلُ في طَلَبِ الكَلإِ. يقال: \" لا يكذبُ الرائدُ أهْلَه \". ورادَ الشئ يرود: أي جاء وذهب. والرائد: يَدُ الرَحى، وهو العودُ الذي يُقْبِضُ عليه الطاحِنُ إذا أداره. ورِيادُ الإبل: اختلافُها في المرعى مُقْبِلَةً ومُدْبِرَةً، والموضع مَرادٌ. وكذلك مَرادُ الريح، وهو المكان الذى يذهب فيه ويجاء. قال جندل:\nوالآل في كل مراد هوجل * أبو زيد: الرادَة من النساء غير مهموز: الطوّافة في بُيوت جاراتِها. قال: والرُؤْدَةُ والرأْدَةُ بالهمز: الشابّة الحَسَنَةُ. تقول: رادَتِ المرأةُ تَرودُ رَوَداناً، فهي رادَةٌ، إذا أكثرت الاختلافَ إلى بيوت جاراتها. ورجُل رأَدٌ بمعنى رائد، وهو فَعَل بالتحريك بمعنى فاعِلٍ، كالفَرَطِ بمعنى الفارط. قال أبو ذؤيب يصف رجلا حاجا طلب عسلا: فبات بجمع ثم آل (١) إلى منى * فأصبح راداً يبتغي المَزْجَ بالسَحْلِ (٢) - ورائد العين: عوارها: الذى يرود فيها. ويقال: راد وساده، إذا لم يستقرّ. والمِرْوَدُ: الميلُ: وحديدةٌ تدور في اللجام، ومِحْوَرُ البَكَرَةِ إذا كان من حَديد. وفلان يَمْشي على رُودٍ: أي على مَهَلٍ. قال الشاعر (١) :\nكأَنَّها ثَمِلٌ يَمْشي على رودِ (٢) * وتصغيره رويد. تقول منه: أرود في السير إروادا ومرودا، أي رفق. وقال امرؤ القيس:\nجواد المحثة والمرود (٣) * وبفتح الميم أيضا مثل المخرج والمخرج. وقولهم: الدَهْر أَرْوَدُ ذو غِيَرٍ، أي يَعْمَلُ عَمَله في سُكون لا يُشْعَرُ به. وتقول: رُوَيْدَكَ عَمْراً، فالكاف للخطاب لا موضع لها من الاعراب، لانها ليست باسم، ورويد غير مضاف إليها. وهو مُتَعَدٍّ إلى عَمْرٍو لأنَّه اسمٌ سُمِّيَ به الفِعْل يعمل عمل الأَفعال. وتفسير رُوَيْدَ: مَهْلاً. وتفسير رويدك: أمهل: لان الكاف إنما تدخله إذا كان بمعنى أفعل دون غيره. وإنما حركت الدال لا لتقاء الساكنين. ونصبت نصب المصادر، هو مصغر مأمور به، لانه تصغير الترخيم من إرواد، وهو مصدر أرود يرود. وله أربعة أوجهٍ: اسمٌ للفِعْل، وصِفةٌ، وحالٌ، ومصدر. فالاسم نحو قولك، رُوَيْدَ عَمْراً، أي أَرْوِدْ عَمْراً، بمعنى أَمْهِلْهُ. والصِفة نحو قولك: ساروا سَيْراً رُوَيْداً. والحال نحو قولك: سار القومُ رُوَيداً، لَمَّا اتصل بالمعرفة صار حالاً لها. والمصدر نحو قولك: رُوَيْدَ عمرٍو: بالإضافة كقوله تعالى:\n(فضرب الرقاب) *.",
    "pg": "2:478-479"
  },
  "روز": {
    "def": "رُزْتُهُ أَروزُهُ رَوْزاً، أي جربته وخبرته.\nفصل الزاى",
    "pg": "3:880"
  },
  "روض": {
    "def": "الرَوْضَةُ من البقل والعُشب. والجمع روض ورياض، صارت الواو ياء لكسرة ما قبلها. والروض: نحو من نصف القِرْبَةِ ماءً. وفي الحوض رَوْضَةٌ من ماء، إذا غطى أسفله، وأنشد أبو عمرو:\nوروضة سقيت منها نضوتى * ورضت المهر أروضه رياضاً، ورِياضَةً، فهو مَروضٌ. وناقَةٌ مَروضَةٌ، وقد ارْتاضَتْ. وكذلك رَوَّضْتُهُ تَرْويضاً، شدِّد للمبالغة. وقومٌ رُوّاضٌ وراضَةٌ. وناقةٌ رَيِّضٌ أوّلَ ما ريضَتْ وهي صعبةٌ بَعدُ. وكذلك العروض، والعسير، والقضيب من الابل، كله بمعنى، الانثى والذكر فيه سواء. وكذلك غلامٌ رَيِّضٌ، وأصله رَيْوِضٌ فقلبت الواو ياءً وأُدْغمتْ. ورَوَّضْتُ القَراحَ: جعلتُها رَوْضَةً. قال يعقوب: قد أَراضَ هذا المكان وأَرْوَضَ، إذا كثُرَتْ رِياضُهُ. وأَراضَ الوادي واسْتَراضَ أي استنقع فيه الماءُ. وكذلك أَراضَ الحوضُ. ومنه قولهم: شربوا حتى أراضُوا أي رَوُوا فَنَقَعوا بالرِيِّ. وأتانا بإِناءٍ يُرِيضُ كذا وكذا نَفساً. واسْتَراضَ المكانُ، أي اتسع. ومنه قولهم: افًعَلْ ذاك ما دامت النَفْس مُسْتَرِيضَةً، أي متسعة طيبة (١) . قال الاغلب العجلى (٢) : أرجزا تريد أم قريضا * كليهما أجد مستريضا (٣) * وفلان يراوض فلانا على أمر كذا أي يداريه ليدخله فيه. فصل الشين",
    "pg": "3:1081-1082"
  },
  "روع": {
    "def": "الرَوْعُ بالفتح: الفَزَعُ. والرَوْعَةُ: الفزعة، ومنه قولهم: أفرخ روعه، أي ذهب فَزعُه وسكَن. والروعُ بالضم: القلبُ والعقلُ. يقال وقع ذلك في رُوعي، أي في خلدي وبالي. وفي الحديث: \" إن روحَ القُدْسِ نفث في رُوعي (٢) \". ورُعْتُ فُلاناً ورَوَّعْتُهُ فارْتاعَ، أي أفزعته ففزع. وتَرَوَّعَ، أي تَفَزَّعَ. وقولهم: لا تُرَعْ، أي لا تَخَفْ ولا يلحقْك خوفٌ. قال أبوخراش: رفونى وقالوا يا خُوَيْلِدُ لم تُرَعْ (٣) * فقلتُ وأنكرت الوجوهَ هُمُ هُمُ * وللأنثى لا تُراعي. قال (٤) : أيا شِبْهَ لَيْلى لا تُراعي فإنَّني * لك اليومَ من وحشية لصديق * والروعاء من النوق: الحديدة الفؤادِ، وكذلك الفَرَس، ولا يوَصف به الذكر. وراعَني الشئ، أي أعجبني. والاروع من الرجال: الذي يعجبك حُسْنُهُ. وامرأةٌ روعاء، بينة الروع.",
    "pg": "3:1223"
  },
  "روغ": {
    "def": "راغَ الثعلب يَروغُ رَوغاً ورَوَغاناً. وفي المثل: \" روغي جَعارِ وانظري أينَ المفَرُّ \". وجَعارِ: اسمٌ للضبع. ولا تقُل رُوغي إلاّ للمونث والاسم منه الرواغ بالفتح. وأَراغَ وارْتاغَ بمعنىً: طلب وأراد. تقول: أَرَغْتُ الصيدَ. وماذا تُريغُ، أي تريد وتطلب. وراغَ إلى كذا، أي مال إليه سِرّاً وحادَ. وطريقٌ رائِغٌ، أي مائلٌ. وقوله تعالى: (فراغَ عليهم ضَرْباً باليمين) ، أي أقبل. قال الفراء: مال عليهم. وكأن الروغ هاهنا أنّه اعتلَّ عليهم رَوْغاً ليفعل بآلهتهم ما فَعَل. ويقال: أَريغوا بي إِراغَتَكُمْ، أي اطلبوا بي طَلِبَتَكُمْ. وفلان يُراوِغُ في الأمر مُراوَغَةً. والمُراوَغَةُ أيضاً: المصارَعةُ. وهذه رِياغَةُ بني فلان، للموضع الذي يصطرعون فيه، عن اليزيدى، وأصله رواغة، صارت الواو ياء لكسرة ما قبلها. وتراوغ القوم، أي رواغ بعضهم بعضا.\nفصل الزاى",
    "pg": "4:1320"
  },
  "روق": {
    "def": "الرَوْقُ: القَرْنُ والجمع أَرْواقٌ. ومضى رَوْقُ الليل، أي طائفة. والرَوْقُ أيضاً والرِواقُ: سقفٌ في مقدّم البيت. وثلاثةُ أَرْوِقَةٍ، والكثير روقٌ. ويقال: فعله في روقِ شبابِه ورَيْقِ شبابِه ورَيِّقِ شبابِه (٢) أي في أوّله. ورَيِّقُ كلِّ شئ: أفضله وهو فيعل فأدغم. ويقال: أكل فلان رَوْقَهُ، إذا طال عمره حتى تتحاتَّ أسنانُه والأرْواقُ: الفَساطيطُ. يقال: ضرب فلان رَوْقَهُ بموضع كذا، إذا نزل به وضرب خيمَتَه. في الحديث: \" حين ضرب الشيطان روقه ومد أطنابه \". ويقال: ألقى فلانٌ عليك أَرْواقَهُ وشَراشِرَهُ، وهو أن تحبَّه حباً شديداً. ويقال أيضاً: ألقى أَرْواقَهُ، إذا عدا واشتد عدوه. حكاه أبو عبيد. وربما قالوا: ألقى أَرْواقَهُ، إذا أقام بالمكان واطمأنَّ به كما يقال: ألقى عصاه. وألقت السحابة أَرْواقَها، أي مطرها ووَبْلَها. والرِواقُ: سترٌ يُمَدُّ دون السقف، يقال: بيتٌ مُرَوَّقٌ. ومنه قول الأعشى:\nفَظَلْتُ لديهم في خِباءٍ مُرَوَّقِ (١) * وربّما قالوا: رَوّقَ الليلُ إذا مدّ رِواقَ ظلمته وألقى أَرْوِقَتَهُ. وراقَني الشئ يروقنى، أي أعجبني ومنه قولهم: غلمانٌ روقَةٌ وجوار روقَةٌ، أي حسان. وهو جمع رائِقٍ، مثل فاره وفرهة، وصاحب وصحبة، وروق أيضا، مثل بازل وبزل. ومنه قول الراجز: مقيل أو مغبوق (٢) من لبن الدهم الروق (١) والروق بالتحريك: أن تَطولَ الثنايا العليا السفلى. والرجلُ أروق. قال لبيد يصف أسمها: رقميات عليها ناهض تكلح الاروق منهم والايل (٢) وراق الشراب يروق روقا، أي صفا. ورَوَّقْتُهُ أنا تَرْويقاً. والراووقُ: المِصْفاةُ، وربَّما سمَّوا الباطِيَةَ راووقاً. وإراقَةُ الماءِ ونحوِه: صَبُّه.",
    "pg": "4:1485-1486"
  },
  "رول": {
    "def": "رَوَّلْتُ الخُبْزَةَ بالسَمْنِ تَرْويلاً، إذا دلكتها به دلكاً شديداً. ورَوَّلَ الفرسُ، إذا أدلى ليبول. والروال على فعال بالضم: اللعاب. يقال: فلان يسيل رُوالُهُ. والفرسُ يُرَوِّل في مخلاته تَرْويلاً. والراوولُ مثله، والعرب لا تهمز فاعولاً. وزعم قومٌ أن الراوولَ سِنٌّ زائدة في الإنسان والفرس، وأنكره الاصمعي. قال ابن السكيت: الروال والمرغ واللعاب والبصق، كله بمعنى.",
    "pg": "4:1714"
  },
  "روم": {
    "def": "رمت الشئ أرومه روما، إذا طلبتَه. ورَوْمُ الحركة الذي ذكره سيبويه، هي حركةٌ مُخْتَلَسةٌ مختفاةٌ لضربِ من التخفيف، وهي أكثر من الإشمام لأنها تُسْمَعُ، وهي بزنة الحركة وإن كانت مختلسة مثل همزة بيْن بيْن، كما قال: أَأَنْ زُمَّ أَجْمالٌ وَفارَقَ جيرَةٌ وصاحَ غرابُ البيْن أنت حزين قوله \" أأن زم \" تقطيعه فعولن، ولا يجوز تسكين العين. وكذلك قوله تعالى: (شهر رمضان) فيمن أخفى، إنما هو بحركة مختلسة، ولا يجوز أن تكون الراء الاولى ساكنة لان الهاء قبلها ساكن، فيؤدى إلى الجمع بين الساكنين في الوصل من غير أن يكون قبلهما حرف لين. وهذا غير موجود في شئ من لغات العرب. وكذلك قوله ﷿: (إنا نحن نزلنا الذكر) و (أمن لا يهدى) و (يخصمون) وأشباه ذلك ولا معتبر بقول الفراء إن هذا ونحوه مدغم، لانهم لا يحصلون هذا الباب. ومن جمع بين الساكنين في موضع لا يصح فيه اختلاس الحركة فهو مخطئ، كقراءة حمزة (١) في قوله تعالى: (فما اسطاعوا) لان سين الاستفعال لا يجوز تحريكها بوجه من الوجوه. ابن الاعرابي: رومت فلاناً ورَوَّمْتُ بفلان إذا جعلتَه يطلب الشئ. والمرام: المطلب. ورامة: اسم موضع بالبادية، وفيه جاء المثل:\nتسألني برامتين شلجما (١) * والنسبة إليه رامى على غير قياس (٢) ، وكذلك النسبة إلى رام هرمز، وهو بلد، وإن شئت هرمزي. والرام: ضرب من الشجر. ورومان بالضم: اسم رجل. والروم هم من ولد الروم بن عيصو. يقال رومى وروم، مثل زنجى وزنج، فليس بين الواحد والجمع إلا الياء المشددة، كما قالوا: تمرة وتمر، ولم يكن بين الواحد والجمع إلا الهاء.",
    "pg": "5:1938-1939"
  },
  "رون": {
    "def": "الأَرْوَنانُ: الصوت. قال: بها حاضرٌ من غير جِنٍّ يَروعُهُ ولا أَنَسٍ ذو أَرْوَنانٍ وذو زَجَلْ ويوم (٢) أَرْوَنان، وليلة أَرْوَنانَةٌ: شديدة صعبة. وأما قول النابغة الجعدى: وظل (٣) لنسوة النعمان منا على سفوان يوم أرونانى فأردفنا حليلته وجئنا بما قد كان جمع من هجان فإنما كسر النون على أن أصله أرونانى على النعت فحذفت ياء النسبة. وأما قول الراجز: حرقها وارس عنظوان فاليوم منها يوم أرونان فيحتمل الاضافة إلى صفته، ويحتمل ما ذكرنا.",
    "pg": "5:2127-2128"
  },
  "روى": {
    "def": "الإرْوِيّة (١) : الأنثى من الوعول، وبها سميت المرأة، وهى أفعولة في الاصل، إلا أنهم قلبوا الواو الثانية ياء وأدغموها في التى بعدها وكسروا الاولى لتسلم الياء. وثلاث أراوى على أفاعيل، وقد يخفف فيقال ثلاث أراو. فإذا كثرت فهى الاروى على أفعل بغير قياس. وأروى أيضا: اسم امرأة. والرَيَّانُ: ضدُّ العطشان ; والمرأة رَيَّا، ولم يبدل من الياء واو لانها صفة، وإنما يبدلون الياء في فعلى إذا كانت اسما والياء موضع اللام، كقولك شروى هذا الثوب، وإنما هي من شريت، وتقوى وإنما هي من التقية. وإن كانت صفة تركوها على أصلها قالوا امرأة خزيا وريا، ولو كانت ريا اسما لكانت روى، لانك كنت تبدل الالف واوا موضع اللام وتترك الواو التى هي عين فعلى على الاصل. وقول أبى النجم:\nواها لريا ثم واها واها * إنما أخرجه على الصفة. وريان: اسم جبل ببلاد بنى عامر. قال لبيد: فمدافع الريان عرى رسمها * خلقا كما ضمن الوحى سلامها ولنا قِبَلَكَ رَوِيَّةٌ، أي حاجة. والرَوِيَّةُ أيضاً: التفكر في الأمر، جرت في كلامهم غير مهموزة. والرَوِيَّةُ أيضاً: البقية من الدَيْنِ ونحوِهِ. والرِواءُ بالكسر والمدّ: حبلٌ يشدُّ به المتاع على البعير، والجمع الأَرْوِيَةُ. يقال: رَوَيْتُهُ على الرَجُلِ، إذا شددتَه على ظهر البعير لئلاَّ يسقطَ من غَلَبة النوم. قال الراجز: إنى على ما كان من تخددى * ودقة في عظم ساقى ويدى أروى على ذى العكن الضفندد ورويت على أهلى ولاهلي، إذا أتيتَهم بالماء. يقال: من أين ريتكم، مفتوحة الراء، أي من أين ترتوون الماء؟ ورويت من الماء بالكسر أَرْوي رياً وريا وروى أيضا، مثل رضيت رضا. وارتويت وترويت، كله بمعنى. ورَوَيْتُ الحديثَ والشِعر رِوايَةً فأنا راوٍ، في الماء والشِعْر والحديث، من قومٍ رُواةٍ. قال ابن أحمر: تَرْوي لَقىً أُلْقِيَ في صَفْصَفٍ * تصْهَرُهُ الشمسُ فما يَنْصَهِرْ قال يعقوب: ورَوَيْتُ القوم أَرْويهِمْ، إذا استقيتَ لهم الماء. ورَوَّيْتُهُ الشِعر تَرْوِيَةً، أي حملته على رِوايَتِهِ ; وأَرْوَيْتُهُ أيضاً. وسمِّيَ يومُ التَرْوِيَةِ لأنَّهم كانوا يَرْتَوونَ فيه من الماء لما بَعْدُ. ورَوَّيْتُ في الأمر، إذا نظرت فيه وفكّرت، يهمز ولا يهمز. وتقول: أَنْشِدِ القصيدةَ يا هذا، ولا تقل ارْوِها، إلاَّ أن تأمره بروايتها، أي باستظهارها. والراية: العلم. والراوية: البعير أو البغل أو الحمار الذي يستقى عليه. والعامة تسمى المزادة راوية، وذلك جائز على الاستعارة، والاصل ما ذكرناه. قال أبو النجم: تمشى من الردة مشى الحفل * مشى الروايا (١) بالمزاد الاثقل وماء رواء بالفتح ممدود، أي عذب. قال الراجز: يا إبلى ماذأمه فتأبيه * ماء رواء ونصى حوليه (٢) وإذا كسرت الراء قصرته وكتبته بالياء وقلت ماء روى. ويقال: هو الذى فيه للواردة رى. ورجل له رواء بالضم، أي منظر. ورجل راوية للشعر، والهاء للمبالغة. وقومٌ رِواءٌ من الماء، بالكسر والمد. قال عمر بن لجأ التَيْمِيُّ: تمشي إلى رِواءِ عاطِناتِها * تَحَبُّسَ العانِسِ في رَيْطاتِها وعينٌ رَيَّةٌ، أي كثيرة الماء. قال الأعشى: فأورَدَها عيناً من السِيفِ رَيَّةً * بها بُرَأٌ مثل الفسيل المُكَمَّمِ والرَوِيّ: حرف القافية. يقال: قصيدتان على رَوِيِّ واحد. والرَوِيُّ أيضاً: سحابةٌ عظيمة القَطْر شديدة الوقع، مثل السقى. (*) ويقال: شربت شربا رويا. وارْتَوى الحبل: غلُظت قواه. وارْتَوَتْ مفاصل الرجل: اعتدلت وغلظت.",
    "pg": "6:2363-2365"
  },
  "ريب": {
    "def": "الرَيْبُ: الشَكُّ. والرَيْبُ: ما رابَكَ من أمر، والاسم الريبةُ بالكسر، وهي التُهمة والشكُ. ورابَني فلان، إذا رأيتَ منه ما يريبك وتكرهه. وهذيل تقول: أر ابني فلان. قال الهذلي (١) : يا قوم مالى وأبا ذؤيب (١) * كنت إذا أتوته من غيب * يشم عطفى ويبز ثوبي * كأننى أربته بريب * وأراب الرجل: صار ذا رِيبَةٍ، فهو مُريبٌ. وارتاب فيه، أي شَكَّ. واسْتَرَبْتُ به، إذا رَأَيْتَ منه ما يُريبُكَ. ورَيْبُ المُنونِ: حوادثُ الدَّهرِ. والرَيْبُ: الحاجةُ. قال الشاعر (٢) : قَضَيْنا من تِهامَةَ كُلِّ رَيْبٍ * وخَيْبَر ثم أَجْمَمْنا السيوفا\nفصل الزاى",
    "pg": "1:141"
  },
  "ريث": {
    "def": "راثَ عليَّ خبرك يَريثُ رَيْثاً، أي أبطأ. وفي المثل: \" رب عجلة وهبت ريثا \"، ويروى \" تهب ريثا \" والمعنى واحد، من الهبة. وما أَراثَكَ علينا؟ أيْ ما أبطأ بك عنا؟ وريث: أبو حى من قيس، وهو ريث بن غطفان بن سعد بن قيس عيلان. والاستراثة: الاستبطاء. ورجل ريث، بالتشديد، أي بطئ. قال الفراء: رجل مُرَيَّثُ العينَين، إذا كان بطئ النظر.\nفصل الشين",
    "pg": "1:284"
  },
  "ريد": {
    "def": "الرَيْدُ: الحَيْدُ، وهو الحَرفُ الناتئُ من الجَبَل، والجمع رُيُودٌ. وريحٌ رَيْدَةٌ (١) ورادَةٌ ورَيْدانَةٌ، أي لينة الهبوب. قال هميان بن قحافة: جرت عليها كل ريح ريدة * هوجاء سفواء نؤوج الغدوة -\nفصل الزاى",
    "pg": "2:479"
  },
  "رير": {
    "def": "الفرّاء: مُخٌّ رَيْرٌ وريرٌ، أي فاسد ذاهب من الهزال. وأنشد:\nوالساق منى باديات الرير (١) * أي أنا ظاهر الهزال، لانه دق عظمه ورق جلده، فظهر مخه. وإنما قال باديات والساق واحدة لانه أراد الساقين، والتثنية يجوز أن يخبر عنها بما يخبر عن الجمع، لانه جمع واحد إلى آخر. ويروى: \" باردات \". وأرارَ الله مُخَّهُ، أي جعله رقيقا. فصل الزاى",
    "pg": "2:666"
  },
  "ريس": {
    "def": "الرَيْسُ: التبختر، ومنه قول الشاعر (١) : فلَمَّا أنْ رَآهُمْ قد تدانوا * أتاهم بين أرحلهم يريس * وقد راس ريسا وريسانا (٢) .\nفصل السين",
    "pg": "3:936"
  },
  "ريش": {
    "def": "الريشُ للطائر، الواحدة ريشَةٌ. ويجمع على أَرْياشٍ. والرَيْشُ بالفتح: مصدر قولك رِشْتُ السهمَ إذا ألزقتَ عليه الريشَ، فهو مَريشٌ. ومنه قولهم: \" ما له أَقَذّ ولا مَريشٌ \"، أي ليس له شئ. قال لبيد يصف الشيب (١) : مرط القذاذ فليس فيه مصنع * لا الريش ينفعه ولا التعقيب * ورشت فلانا: أصلحت حاله. وهو على التشبيه. قال الشاعر (٢) : فَرِشْني بخيرٍ طالما قد بَرَيْتَني * وخيرُ المَوالي من يَريشُ ولا يبرى * والحارث الرائش: ملك من ملوك اليمن. والريش والرياش بمعنى، وهو اللباس الفاخر، مثل الحرم والحرام. واللبس واللباس. وقرئ: ﴿وريشا ولباس التقوى﴾ . ويقال الريش والرياش: المال والخِصبُ والمعاشُ. وارْتاشَ فلانٌ: حسُنَتْ حاله. وقولهم: أعطاه مائةً بريشِها، قال أبو عبيدة: كانت الملوكُ إذا حبَتْ حِباءً جعَلوا في أسنمة الإبل ريشَ النعامة، ليُعرَف أنَّه حِباءُ الملك. وقال الأصمعي: يعني برحالها وكُسْوَتِها. ورُمْحٌ راشٌ، أي خَوَّارٌ (١) . وناقةٌ راشَةٌ: ضعيفةٌ.\nفصل الشين",
    "pg": "3:1008-1009"
  },
  "ريط": {
    "def": "الرَيْطَةُ: المُلاءةُ إذا كانت قطعة واحدة ولم تكن لِفْقَيْنِ. والجمع ريط ورياط. وريطة: اسم امرأة (١) .\nفصل الزاى",
    "pg": "3:1128-1129"
  },
  "ريع": {
    "def": "الرَيْعُ: النماءُ والزِيادَةُ. وأرضٌ مَريعَةٌ بفتح الميم، أي مُخْصِبَةٌ. ورَيْعُ الدِرْعِ: فُضول أكمامها. والرَيْعُ: العَوْدُ والرجوعُ. قال الشاعر (١) : طَمِعْتُ بلَيْلى أنْ تَريعَ وإنما * تُقَطِّع (٢) أعناق الرجال المطامع * وسئل الحسن على القئ يذرع الصائم، فقال: هل راع منه شئ؟ فقال السائل: ما أدرى ما تقول. فقال: هل عاد منه شئ. وناقة مسياع مِرْياعٌ: تذهب في المَرعَى وتَرجعُ بنفسها. وقول الكميت:\nإذا حيصَ منه جانبٌ راعَ جانِبٌ (٣) * أي انخرق. وراعت الحنطة وأراعت، أي زَكَتْ. وراعَ الطعامُ وأَراعَ، أي صارت له زيادةٌ في العَجْنِ والخَبز. وربَّما قالوا: أَراعَتِ الإبلُ إذا كثُرت أولادها. ورَيْعانُ كلِّ شئ: أوله. ومنه ريعان الشباب، ورَيْعانُ السَراب. وتَرَيَّعَ السراب، أي جاء وذَهَب. وكذلك الزيت والسمن إذا جعلتَه في طعامٍ وأكثرت منه، فَتَمَيَّعَ ههنا وههنا، لا يستقيم له وجه. قال مزرد: ولما غدت أمي تحيى بناتها * أغرت على العكم الذى كان يمنع * خلطت بصاع الاقط صاعين عجوة * إلى صاع سمن وسطه يتريع * وفرس رائع، أي جوادٌ. والريعُ بالكسر (١) : المكان المرتفع من الأرض. وقال عُمارَةُ: هو الجبل الصغير، الواحد رِيعَةٌ، والجمع رِياعٌ. ومنه قوله تعالى: ﴿أَتَبْنونَ بكلِّ رِيعٍ آيةً تَعْبَثونَ﴾ . والريع أيضا: الطريق، ومنه قول المُسَيَّبِ بن عَلَسٍ: في الآلِ يَخْفِضُها ويَرْفَعُها (٢) * ريعٌ يلوحُ كأنه سحل * شبه الطريق بثوب أبيض.\nفصل الزاى",
    "pg": "3:1223-1224"
  },
  "ريف": {
    "def": "الريفُ: أرضٌ فيها زرعٌ وخِصبٌ، والجمع أَرْيافٌ. ورافَتِ الماشيةُ، أي رَعَتِ الريفَ. وأَرْيَفْنا، أي صرنا إلى الرِيفِ. وأَرافَتِ الأرضُ، أي أَخْصَبَتْ. وهي أرضٌ رَيِّفَةٌ بتشديد الياء.\nفصل الزاى",
    "pg": "4:1367"
  },
  "ريق": {
    "def": "الريقُ: الرضابُ، والريقَةُ أَخَصُّ منه، ويجمع على أَرْياقٍ. وقولهم: أتيته على ريقِ نَفْسِي، أي لم أَطْعَمْ شيئاً. قال أبو عبيدة: رجلٌ رِيَقٌّ، أي على الريق، وهو فيعل. ويقال: أتيته ريقا وأتيته رائِقاً، أي على ريقٍ لم أطعم شيئا. حكاه يعقوب. والريق أيضا من كل شئ: أفضله وأوله، ومنه رَيِّقُ الشبابِ وريِّقُ المطر، وقد يخفَّفُ فيقال ارَيْقٌ. قال لبيد (١) : مَدَحْنا لها رَيْقَ الشبابِ فَعارَضَتْ جناب الصبافى كاتم السر أَعْجَما (٢) والماءُ الرائقُ: أن يُشْرَبَ على الريقِ غُدوةً، ولا يقال إلا للماء. قال الكسائي: هو بريق بنفسه ريوقا، أي يجود بها عند الموت. وراقَ السرابُ يَريقُ رَيْقاً، إذا لمعَ فوق الارض. وتريق مثله.\nفصل الزاى",
    "pg": "4:1488"
  },
  "ريم": {
    "def": "رامَهُ يَريمُهُ رَيْماً، أي بَرْحَه. يقال: لا تَرِمْهُ، أي لا تبرحه. وقال (١) : فألقى التهامى منهما بلَطاتِهِ وأَحْلَطَ هذا لا أريم مكانيا ويقال: رمت فلانا، ورِمْتُ من عند فلان، بمعنىً. وقال (٢) : أبانا فلا رِمْتَ من عندنا فإنّا بخير إذا لم تَرِمْ أي لا بَرِحْتَ. والرَيْمُ: عظمٌ يبقى بعد ما يُقْسَمُ الجزور. وأنشد ابن السكيت وكنتم كعظم الريم لم يدر جازر على أي بد أي مقسم اللحم يوضع (١) وغير يعقوب يرويه: \" يجعل \". وقال ابن الاعرابي: الريم: القبر. وقال (٢) : إذا مت فاعتادى القبورَ وَسَلِّمي على الرَيْمِ أُسْقيتِ الغمام الغواديا والريم: الدرجة، لغة يمانية حكاها أبو عمرو ابن العلاء. والريم: الزيادةُ والفضلُ. يقال: لهذا على هذا ريم. قال العجاج: والعصر قبل هذه العُصورِ مُجَرِّساتٍ غِرَّةَ الغَريرِ بالزجر والريم على المزجور أي من زجر فعليه الفضل أبدا، لانه إنما يزجر عن أمر قصر فيه. ويقال: قد بقى رَيْمٌ من النهار، وهي الساعة الطويلة. وريمَ بالرجل، إذا قُطِعَ به. وقال:\nوريمَ بالسَاقي الذي كان مَعي * ابن السكيت: رَيَّمَ فلان بالمكان تَرْييماً: أقام به. ورَيَّمَتِ السحابةُ فأغضنتْ، إذا دامت فلم تقلع. وتريم: موضع. وقال:\nبتلاع تريم هامهم لم تقبر (١) * أبو عمرو: مريم مفعل من رام يريم.\nفصل الزاى",
    "pg": "5:1939-1940"
  },
  "رين": {
    "def": "الرَيْنُ: الطَبَعُ والدنس. يقال: رانَ على قلبه ذَنْبُهُ يَرينُ رَيْناً ورُيوناً، أي غَلَب. قال أبو عبيدة في قوله تعالى: (كَلا بَلْ رانَ على قُلوبهم ما كانوا يَكْسِبون) . أي غَلَب. وقال الحسن: هو الذَنْب على الذنب حتّى يسوادَّ القلب. وقال أبو عبيد: كلُّ ما غلبك فقد رانَ بك، ورانَكَ، ورانَ عليك. وفي حديث عمر ﵁، أنه خطب فقال: \" ألا إن الاسيفع، أسيفع جهينة، قد رضى من دينه وأمانته بأن يقال سبق الحاج فادان معرضا فأصبح قد رين به \". قال أبو زيد: يقال رين بالرجل، إذا وقع فيما لا يستطيع الخروج منه، ولا قبل له به. وران النعاس في العين. ورانَتِ الخمر عليه: غلبته. وقال القَنانيُّ الأعرابيُّ: رينَ به، أي انقُطِع به. ورانَتْ نفسه تَرينُ رَيْناً، أي خَبُثَتْ وغَثَتْ. وأَرانَ القوم، أي هلكت ماشيتهم، وهم مرينون.\nفصل الزاى",
    "pg": "5:2129"
  },
  "ريه": {
    "def": "تَرَيَّهَ السرابُ: تَرَيَّعَ. والمُرَيَّهُ: المريع. قال رؤبة: عليه رقراق السراب الامره (٢) * يستن من ريعانه المريه\nفصل السين",
    "pg": "6:2233"
  }
}