{
  "ظأب": {
    "def": "أبو زيد: الظأْبُ مهموز: سلف الرجل. تقول: هو ظأبه وظأمه. وقد ظاء بنى مظاءبة، وظاءمنى مُظاءمة، إذا تزوجُتَ أنت امرأةً وتزوَّج هو أختها. والظَأْبُ أيضاً: الصوت والجلَبة. قال الشاعر (١) يصف تَيساً: يَصوعُ عُنوقَها أَحْوى زَنيم * له ظأْبٌ كما صَخِبَ الغريمُ",
    "pg": "1:173-174"
  },
  "ظأر": {
    "def": "الظِئْرُ مهموز، والجمع ظُؤارٌ على فُعالٍ بالضم، وظُؤُورٌ، وأَظآرٌ، وظوورة. أبو زيد: ظاءرت مظاءرة، إذا اتخذت ظئرا. وظأرت واظأرت لولدي ظئرا، وهو افتعلت. والقول فيه كالقول في اظلم. قال: وظأرت الناقةَ ظأْراً، وهي ناقة مظؤورَةٌ إذا عطفتَها على ولدِ غيرِها. وفى المثل: \" الطعن يظأره (٢) \"، أي يعطفه على الصلح. وظَأرَتِ الناقة أيضاً، إذا عطفت على البَوِّ، يتعدى ولا يتعدى، فهى ظؤور. وقد يوصف بالظُؤارِ الأَثَّافيُّ (١) ، لتعطُّفها على الرماد. والظِئار: أن تعالج الناقة بالغِمامة في أنفها لكي تظأر. وفى حديث ابن عمر رضى الله عنه أنه اشترى ناقة فرأى بها تشريم الظئار فردها.",
    "pg": "2:729"
  },
  "ظأم": {
    "def": "الظَأْم: الكلام والجلَبة، مثل الظأب.",
    "pg": "5:1977"
  },
  "ظبظب": {
    "def": "يقال: ما به ظَبْظابٌ، كما يقال ما به قلبة، أي شئ من وجع. قال رؤبة:\nكأنَّ بي سُلاٍّ وما بى ظبظاب (٢) * وظباظب الغنم: لبالبها، وهى أصواتها وجلبتها.",
    "pg": "1:174"
  },
  "ظبى": {
    "def": "الظَبْيُ معروف ; وثلاثة أظْبٍ، وهو أفعل فأبدلوا من ضمة العين كسرة لتسلم الياء. والكثير ظباء وظبى على فعول مثل ثدى، وظبيات بالتحريك. والظبى أيضا: واد. قال امرؤ القيس:\nأساريع ظبى أو مساويك إسحل (١) * والظبية: فرج المرأة. وقال الأصمعي: هي لكلِّ ذات حافر. وقال الفراء: هي للكلبة. ومن دعائهم عند الشماتة: \" به لا بظبى \"، أي جعل الله ما أصابه لازما له. ومنه قول الفرزدق (٢) : أقول له لما أتانى نعيه * به لا بظبى بالصريمة أعفرا وظبة السيف وظبة السهم: طرَفه. قال بَشامة بن حريّ النهشليّ (٣) : إذا الكُماةُ تَنَحَّوْا أنْ يَنالَهُمْ * حدُّ الظُباتِ وَصَلناها بأيدينا (*) وأصلها ظبو (١) ، والهاء عوض من الواو، والجمع أظب في أقل العدد مثل أدل، وظبات وظبون بالواو والنون. قال كعب: تعاور أيمانهم بينهم * كئوس المنايا بحد الظبينا وفلان بن ظبيان، بالفتح.",
    "pg": "6:2417"
  },
  "ظرب": {
    "def": "الظَرِبُ، بكسر الراء: واحد الظراب، وهى الروابي الصغار. ومنه سمى عامر بن الظرب العدواني، أحد فرسان العرب. قال الشاعر معد يكرب يرثى أخاه شرحبيل: إن جنبى عن الفراش لناب * كتجافي الاسر فوق الظراب (٣) والاظراب: أسْناخُ الأسنان. قال عامر ابن الطفيل (١) : ومُقَطِّعٍ حَلَقَ الرِحالَةَ سابحٍ * بادٍ نواجِذُهُ عن الأظرابِ والظَرِبان، مثال القطران: دويبة كالهرة منتنة الريح، تزعم الاعراب أنها تفسو في ثوب أحدهم إذا صادها، فلا تذهب رائحته حتى يبلى الثوب. وفى المثل: \" فَسا بينَنا الظَرِبانُ \"، وذلك إذا تقاطع القوم. قال الشاعر (٢) : ألا أبلغا قيساً وخِنْدَفَ أنّني * ضربت كَثيراً مَضْرِبَ الظَرِبانِ يعني كثير بن شِهاب. وكذلك الظِربى على وزن فِعْلى، وهو جمعٌ مثل حِجْلى جمع حَجَلٍ (٣) . قال الفرزدق: وما جَعَل (٤) الظِرْبى القِصارَ أنوفُها * إلى الطِمِّ من مَوج البحار الخَضارِم وربما جُمع على ظرابى، مثل حرباء وحرابي، كأنه جمع ظرباء. وقال: وهل أنتم إلا ظَرابِيُّ مَذْحِجٍ * تَفاسى وتستنشِي بآنُفِها الطخم ورجل ظرب مثال عتل: القصير اللحم. وقال: يا أحسن الناس مناط عقد (١) * لا تعدلينى بظرب جعد",
    "pg": "1:174-175"
  },
  "ظرر": {
    "def": "الظُرَرُ: حجرٌ له حدٌّ كحد السكين. والجمع ظرار، مثل رطب ورطاب.، وربع ورباع، وظران أيضا مثل صرد وصردان. قال لبيد: بجسرة تنجل الظِرَّانُ ناجيةٍ * إذا توقَّدَ في الدَيْمومةِ الظُرَرُ - وأرض مَظَرَّةٌ، بفتح الميم والظاء: ذات ظِرَّانٍ. والظَريرُ: نعتٌ للمكان الحزن، وجمعه أظِرَّةٌ وظران، مثل رغيف وأرغفة ورغفان.",
    "pg": "2:729"
  },
  "ظرف": {
    "def": "الظَرْفُ: الوِعاءُ. ومنه ظُروفُ الزمان والمكان عند النحوبين. والظرف: الكياسَةُ. وقد ظَرُفَ الرجل بالضم ظَرافَةً، فهو ظَريفٌ، وقومٌ ظُرَفاءُ وظراف (١) . وقد قالوا: ظروف، كأنهم جمعوا ظرفا بعد حذف الزوائد. وزعم الخليل أنه بمنزلة مذاكير لم تكسر على ذكر. ويقال أظْرَفَ الرجلُ، إذا وَلَد بنين ظُرَفاءَ. وتَظَرَّفَ فلان، أي تكلَّفَ الظرف.",
    "pg": "4:1398"
  },
  "ظعن": {
    "def": "ظَعَنَ (١) ، أي سار، ظَعْناً وظَعَناً بالتحريك. وقرئ بهما قوله تعالى: (يَوْمَ ظَعْنِكُمْ) . وأظْعَنَهُ: سَيَّرَهُ. والظَعينَةُ: الهودج كانت فيه امرأةٌ أوْ لم تكن، والجمع ظُعْنٌ وظعن، وظعائن وأظعان. أبو زيد: لا يقال حمول ولا ظعن إلا للابل التى عليها الهوادج كان فيها نساءٌ أو لم يكن. وهذا بغير تظعنه المرأة، أي تركبه، وهو تفتعله. والظعينة: المرأة مادامت في الهودج، فإذا لم تكن فيه فليست بظَعينَةٍ. وقال عمرو ابن كلثوم قِفي قبل التفرّق يا ظَعينا * نُخَبِّرْكِ اليقين وتُخْبِرينا أراد: يا ظَعينَةُ. الكسائي: الظَعونُ: البعير الذي يُعتَمل ويُحمَل عليه. والظِعانُ: الحبل الذي يشدُّ به الهودج. قال كعب بن زهير: له عُنُقٌ تُلْوى بما وُصِلَتْ به * ودفّانِ يشتفان (١) كل ظعان",
    "pg": "6:2159-2160"
  },
  "ظفر": {
    "def": "الظُفرُ (٢) جمعه أظْفارٌ وأظْفورٌ (٣) وأظافيرُ. ابن السكيت: يقال رجلٌ أظْفَرُ بيِّن الظَفَرِ، إذا كانَ طويل الاظفار، كما تقول: رجل أشعر للطويل الشعر. والظفر في السية: ما وراء مَعْقِد الوتَر إلى طرف القوس. ويقال للمَهينِ: هو كليل الظُفُر. والأظْفارُ: كِبار القِرْدان، وكواكبُ صِغار. والظَفَرَةُ بالتحريك: جُلَيدةٌ تغشِّي العين ناتئةٌ من الجانب الذي يلي الأنفَ على بياض العين إلى سوادها، وهي التي يقال لها ظفر، عن أبى عبيد. وقد ظفرت عينُه بالكسر تَظْفَرُ ظَفَراً. والظَفَرُ بالفتح: الفَوز. وقد ظَفِرَ بعدوِّهِ وظَفِرَهُ أيضاً، مثل لحق به ولحقه، فهو ظَفِرٌ. قال العُجَير السَلوليُّ يمدح رجلاً: هو الظَفِرُ الميمونُ إن راحَ أو غدا * به الركب والتلعابة المتحبب - قال الأخفش: وتقول العرب: ظَفِرْتُ عليه، في معنى ظفرت به. وما ظَفِرَتْكَ عيني منذُ زمان، أي ما رأتك. والظفر: ما اطمأن من الأرض وأنبَتَ. وأظْفَرَهُ الله بعدوِّه وظَفَّرَهُ به تَظْفيراً. ورجل مُظَفَّرٌ: صاحبُ دولة في الحرب. والتَظْفيرُ: غَمْز الظُفْرِ في التفاحة ونحوها. ويقال أيضاً: ظَفَّرَ النبتُ، إذا طلع مقدار الظفر. واظفر الرجلُ، أي أعلق ظُفُرَه. وهو افعتل فأدغم. وقال العجاج يصف بازياً:\nشاكي الكَلاليبِ إذا أهْوى اظَّفَرْ (١) * واظَّفَرَ أيضاً بمعنى ظَفِرَ. وظفار، مثل قطام: مدينة باليمن. يقال: من دخل ظفار حمر (٢) . وجزع ظفارى: منسوب إليها. وكذلك عود ظفارى، وهو العود الذى يبخر به.",
    "pg": "2:729-730"
  },
  "ظلع": {
    "def": "ظلَعَ البعيرُ يَظْلَعُ ظَلْعاً، أي غمزَ في مَشيه. قال أبو ذؤيب يذكر فرساً: يَعْدو به نَهِشُ المُشاشِ كأنه * صَدَعٌ سَليمٌ رَجْعُهُ لا يَظْلَعُ * فهو ظالِعٌ والأنثى ظالِعَةٌ. والظالِعُ أيضاً: المُتَّهَمُ. قال النابغة: أتوعِدُ عَبْداً لم يَخُنْكَ أمانَةً * وتَتْرُكَ عَبْداً ظالِماً وهو ظالِعُ * قال أبو عبيدٍ: ظَلعَتِ الأرضُ بأهلها، أي ضاقتْ بهم من كثرتهم. ويقال: ارْقَ على ظَلْعِكَ، أي ارْبَعْ على نَفْسك ولا تحملْ عليها أكثر مما تطيق. فصل الفاء",
    "pg": "3:1256"
  },
  "ظلف": {
    "def": "الظِلْفُ للبقرة والشاة والظبي، واستعاره عمرو بن معد يكرب اللافراس فقال:\nوخيل تطأكم بأظلافها * ويقال ظُلوفُ ظُلَّفٌ، أي شدادٌ، وهو توكيد لها. قال العجاج: وإن أصاب عدواء احرورفا عنها وولاها ظلوفا ظلفا ورميت الصيد فظَلَفْتُهُ، أي أصبت ظِلْفَهُ، فهو مظلوف. عن يعقوب. ورجل ظليف، أي سيئ الحالِ. ومكانٌ ظَليفٌ، أي خشنٌ. وشرٌّ ظَليفٌ، أي شديدٌ. والأُظْلوفَةُ: أرش فيها حجارة جداد، كأن خِلقةَ تلك الأرضِ خِلقةُ جبلٍ. والجمع الأظاليفُ. قال أبو زيد: يقال ذهب فلانٌ بغلامي ظَليفاً، أي بغير ثمن. قال: ويقال أخذ الشئ بظلفه وظليفته، إذا أخذه كلَّه ولم يترك منه شيئاً. وحكى أبو عمرو: ذهب دمه ظلفا وظلفا أيضا بالتسكين، أي هدرا باطلا. قال: وسمعته بالطاء والظاء جميعا. ويقال: ذهب ظليفا، أي مجَّاناً، أخذه بغير ثمن. قال الشاعر: أيأ كلها ابن وعلة في ظَليفٍ ويأمَنَ هَيْثَمٌ وابْنا سنان وظلف نفسه عن الشئ يَظْلِفها ظَلْفاً، أي منعها من أن تفعله أو تأتيه. قال الشاعر: لقد أظْلِفُ النفسَ عن مَطعمٍ إذا ما تَهافَتَ ذِبَّانُهُ ويقال أيضاً: ظَلَفْتُ أثري وأَظْلَفْتُهُ، إذا مشيت في الحُزونةِ لئلاّ يتبيَّن أثرُك فيها. قال عوف بن الاحوص: ألم أظلف عن الشُعراءِ نفسي (١) كما ظُلِفَ الوَسيقَةُ بالكُراعِ يقول: ألم أمنعهم أن يؤثروا فيها. والوَسيقَةُ: الطريدةُ. وقوله: ظُلِفَ، أي اُخِذَ بها في ظلف من الارض كى لا يقتص أثرها. وظَلِفَتْ نفسي عن كذا بالكسر تَظْلَفُ ظَلَفاً، أي كَفَّت. وامرأةٌ ظَلِفَةُ النفسِ، أي عزيزةٌ عند نفسها. قال الأموي: أرضٌ ظَلِفَةٌ بيِّنة الظَلَفِ، أي غليظةٌ لا تؤدى أثرا. ومنه الظلف ف ي المعيشة وهو الشدة. والظلفة: واحدة ظَلِفاتِ الرَحْل والقتبِ، وهنَّ الخشبات الأربع اللواتي يكُنَّ على جنبي البعير يصيب أطرافها السفلى الارض إذا وضعت عليها. وفى الواسط ظلفتان، وكذلك في المؤخرة وهما ما سفل من الحنوين، لان ما علاهما مما يلى العراقى هما العضدان، وأما الخشبات المطولة على جنبى البعير فهى الاحناء.",
    "pg": "4:1398-1399"
  },
  "ظلل": {
    "def": "الظِلُّ معروف، والجمع ظِلالٌ. والظِلالُ أيضاً: ما أظَلَّك من سحابٍ ونحوه. وظِلُّ الليل: سوادُه. يقال: أتانا في ظل الليل. قال ذو الرمّة: قد أُعْسِفُ النازِحَ المجهولَ مَعْسِفُهُ في ظِلِّ أخضرَ يدعو هامَهُ البومُ وهو استعارةٌ، لأن الظِلَّ في الحقيقة إنَّما هو ضوء شعاع الشمس دون الشُعاع، فإذا لم يكن ضوءٌ فهو ظُلْمَةٌ وليس بِظِلٍّ. وقولهم: \" ترك الظبي ظِلَّهُ \"، يُضرب مثلاً للرجل النَفورِ، لأنَّ الظبي إذا نفر من شئ لا يعودُ إليه أبداً. وظِلٌّ ظَليلٌ، أي دائم الظِلِّ. وفلان يعيش في ظِلِّ فلان، أي في كَنَفه. والظُلَّةُ بالضم، كهيئة الصُفَّةِ. وقرئ: (في ظلل على الارائك متّكئِون) . والظُلَّةُ أيضاً: أوّل سحابة تظل، عن أبى زيد. و (عذاب يوم الظلة) ، قالوا: غيمٌ تحته سمومٌ. والمِظَلَّةُ بالكسر: البيت الكبير من الشَعَر. وقال:\nوسكن توقد في مظله (١) * وعرشٌ مُظَلَّلٌ من الظِلِّ. وفي المثل \" لكن على الا ثلاث لحم لا يُظَلَّلُ \"، قاله بيهس في إخوته المقتولين لما قالوا: ظلموا لحمَ جَزورِكم والأظَلُّ: ما تحت منسم البعير. وقال (٢) :\nتشكو الوجى من أظلل وأظلل (٣) * إنما أظهر التضعيف للضرورة. وأظل يومنا، إذا كانَ ذا ظِلٍّ. وأظَلَّتْني الشجرة وغيرها. وأظَلَّكَ فلان إذا دنا منك كأنه ألقى عليك ظِلَّهُ. ثم قيل: أظَلَّك أمرٌ وأظَلَّك شهرُ كذا، أي دنا منك. واسْتَظَلَّ بالشجرة: اسْتَذْرَى بها. وظَلِلْتُ أعمل كذا بالكسر ظُلولاً، إذا عملته بالنهار دون الليل ومنه قوله تعالى: \" فظلتم تفكهون) وهو من شواذ التخفيف وقد فسرناه في (مسس) . وقول عنترة:\nولقد أبيتُ على الطَوى وأظَلُّهُ (١) * أراد وأظَلُّ عليه. والظَلَلُ: الماء تحت الشجر لا تصيبه الشمس.\nفصل العين",
    "pg": "5:1755-1756"
  },
  "ظلم": {
    "def": "ظَلَمَهُ يَظْلِمُهُ ظُلْماً ومَظْلِمَةً. وأصله وضع الشئ في غير موضعه. ويقال: \" من أشبهَ أباه فما ظَلَمَ \". وفي المثل: \" من استَرعى الذئبَ فقد ظَلَمَ \". والظُلامَةُ والظَليمَةُ والمَظْلِمَةُ: ما تطلبه عند الظالم، وهو اسمُ ما أُخِذَ منك. وتَظَلَّمَني فلان، أي ظَلَمَني مالي. وتَظَلَّمَ منه، أي اشتكى ظُلْمَهُ. وتَظالَمَ القوم. وظَلَّمْتُ فلاناً تَظْليماً، إذا نسبتَه إلى الظُلْمِ، فانْظَلَمَ، أي احتمل الظُلْمَ. قال زهير: هو الجوادُ الذي يعطيك نائِلَهُ عفواً ويُظْلَم أحياناً فَيَنْظَلِمُ (١) قوله \" يُظْلَمُ \" أي يُسأل فوق طاقته. ويروى: \" فيَظَّلِمُ \" أي يتكلَّفه. وفي افتعل من ظلم ثلاث لغات: من العرب من يقلب التاء طاء ثم يظهر الظاء والطاء جميعا فيقول اضطلم، ومنهم من يدغم الظاء في الطاء فيقول اطلم وهو أكثر اللغات، ومنهم من يكره أن يدغم الاصلى في الزائد فيقول اظلم. وأما اضطجع ففيه لغتان على ما ذكرناه. والظِلِّيمُ بالتشديد: الكثير الظُلْمِ. والظُلْمَةُ: خلافُ النور. والظُلُمَةُ بضم اللام: لغةٌ فيه، والجمع ظُلَمٌ وظُلُماتٌ وظُلْماتٌ (١) . قال الراجز:\nيجلو بعينيه دُجى الظُلْماتِ * وقد أظْلَمَ الليل. وقالوا: ما أظْلَمَهُ وما أضْوَأَهُ، وهو شاذٌّ. والظَلامُ: أوّل الليل. والظَلْماءُ: الظُلْمَة، وربّما وُصِفَ بها. يقال: ليلةٌ ظَلْمَاءُ، أي مُظْلِمَةٌ. وظَلِمَ الليل بالكسر وأظْلَمَ بمعنًى، عن الفراء. وأَظْلَمَ القوم: دَخلوا في الظَلامِ. قال تعالى: (فإذا هم مُظْلِمون) . ويقال: لقيتُه أدنى ظَلَمٍ بالتحريك، أي أول كل شئ. قال الأمويّ: أدنى ظَلَمٍ: القريب. وقال الخليل: لقيته أوّل ذي ظُلْمَةٍ، أي أول شئ يسد بصرك في الرؤية، لا يشتقُّ منه فعل. ويقال لثلاث من ليالى الشهر اللاتى يلين الدرع ظلم، لاظلامها، على غير قياس، لان قياسه ظلم بالتسكين، لان واحدتها ظلماء. والمظلوم: اللبن يشرب قبل أن يبلغ الرَوْب، وكذلك الظَليمُ والظَليمَةُ. وقد ظَلَمَ وَطْبَهُ ظَلْماً، إذا سقَى منه قبل أن يروبَ ويُخرج زُبْدَهُ. وقال: وقائلةٍ ظلمتُ لكم سِقائي وهل يَخْفى على العَكِدِ الظَليمُ وظَلَمْتُ البعير، إذا نحرتَه من غير داء. قال ابن مقبل: عادَ الأَذِلّةُ في دارٍ وكان بها هُرْتُ الشقاشق ظلامون للجزر وظلم الوادي، إذا بلغ الماءُ منه موضعاً لم يكن بلَغه قبل ذلك. والأرضُ المَظْلومَةُ: التي لم تُحفر قط ثم حفرت، وذلك التراب ظَليمٌ. وقال يرثي رجلاً: فأصبح في غبراء بعد إشاحةٍ على العيش مردودٍ عليها ظَليمُها والظليمُ: الذكَر من النَعامِ (١) . والظَلْمُ، بالفتح: ماء الأسنان وبريقها. وهو كالسواد داخلَ عظْم السِنّ من شدَّة البياض كفرِنْد السيف. وقال: إلى شَنْباَء مُشْرَبَةِ الثنايا بماء الظلم طيبة الرضاب والجمع ظلوم. وأنشد أبو عبيدة: إذا ضحكتْ لم تَبْتَهِرْ وتبسّمتْ ثنايا لها كالبرق غر ظلومها وأظلم: موضع.\nفصل العين",
    "pg": "5:1977-1979"
  },
  "ظمأ": {
    "def": "ظَمِئَ ظَمَأ: عَطِشَ. وقال تعالى: (لا يُصيبُهُمْ ظَمَأٌ) ، والاسم الظِمْءُ بالكسر. وقومٌ ظِماءٌ أي عِطاشٌ. ويقال للفرس: إنَّ فُصُوصه لَظِماءٌ، أي ليست برَهْلَةٍ كثيرة اللحم. وأظمأته: أعطشته، وكذلك التظمئة. والظَمْآنُ: العطشان، والأنثى: ظَمْآى. وظَمِئْتُ إلى لقائك، أي اشتقت. والظِمْءُ: ما بين الوِرْدَيْن: وهو حبس الإبل عن الماء إلى غاية الوِرْدِ، والجمع الأَظْماءُ. وظِمْءُ الحياة: من حين الولادة إلى وقت الموت. وقولهم: ما بقي منه إلا قَدْرُ ظِمْءِ الحمار، إذا لم يبق من عمره إلا اليسير. يقال: إنه ليس شئ من الدوابِّ أقصر ظِمْئاً من الحمار.\nفصل العين",
    "pg": "1:61"
  },
  "ظمخ": {
    "def": "الظمخ (٢) : شجر السماق.\nفصل الفاء",
    "pg": "1:427"
  },
  "ظمى": {
    "def": "شفة ظَمْياء بيِّنة الظَمَى، إذا كانَ فيها سمرة وذبولٌ. ولِثةٌ ظَمْياءُ: قليلة الدم. وعينٌ ظَمْياءُ: رقيقة الجفن. وساقٌ ظَمْياءُ: قليلة اللحم. وظِلٌّ أَظْمى: أسودُ. ورمحٌ أَظْمى: أسمر. والمَظْمِيُّ من الزرع: ما تسقيه السماء. والمسقوى: ما يسقى بالسيح. والظميان: شجرٌ ينبت بنجدٍ، يشبه القَرَظَ.",
    "pg": "6:2417"
  },
  "ظن": {
    "def": "الظن معروف، وقد يوضع موضع العلم. قال دريد بن الصمَّة: فقلت لهم ظُنُّوا بألفَيْ مُدَجَّجٍ * سَراتُهُم في الفارسيِّ المُسَرَّدِ أي استيقِنوا. وإنَّما يخوِّف عدوَّه باليقين لا بالشك. وتقول: ظنتتك زيداً وظَنَنْتُ زيداً إيَّاك، تضع المنفصل موضع المتَّصل في الكناية عن الاسم والخبر، لأنَّهما مبتدأ وخبر. والظَنينُ: الرجل المُتَّهَمُ. والظِنَّةُ: التهْمَة، والجمع الظِنَنُ. يقال منه: اطَّنَّهُ واظَّنَّهُ بالطاء والظاء، إذا اتهمه. وفى حديث ابن سيرين: لم (*) يكن على ﵇ يظن في قتل عثمان، وهو يفتعل من يظتن فأدغم. قال الشاعر: ولاكل (١) من يَظَّنُّنِي أنا مُعْتِبٌ * ولا كلُّ ما يُرْوى عَلَيَّ أقولُ والتظنى: إعمال الظ، وأصله التظنن أبدل من إحدى النونات ياء. ومظنة الشئ: موضعه ومألفه الذى يُظَنُّ كونُه فيه ; والجمع المَظَانُّ. يقال: موضع كذا مَظِنَّةٌ من فلان، أي مَعْلَمٌ منه. قال النابغة: فإنْ يكُ عامرٌ قد قال جَهْلاً * فإنَّ مَظِنَّةَ الجهلِ الشباب ويروى: \" السباب \" ويروى: \" مطية \". والدين الظنون: الذى لا يدرى أيقضيه آخذه أم لا. والظنون: الرجل السيئ الظن. والظنون: البئر لا يُدرى أفيها ماء أم لا، ويقال القليلة الماء. قال الاعشى: ما جعل الجد الظنون الذى * جنب صوب اللجب الماطر مثل الفراتي إذا ما طَما * يَقْذِفُ بالبوصيِّ والماهِرِ فصل العين",
    "pg": "6:2160-2161"
  },
  "ظنب": {
    "def": "الظُنْبوبُ: العظم اليابس من قُدُمِ الساقِ (٢) قال يصف ظليماً: عاري الظنابيب مُنْحَصٌّ قوادمه * يَرْمَدُّ حتَّى ترى في رأسه صَتَعا أي التواء. وأمَّا قول سلامة بن جندل (٣) : كنَّا إذا ما أتانا صارِخٌ فزِعٌ * كانَ الصراخُ له قَرْعَ الظَنابيبِ فيقال: عَنَى به سرعة الإجابة، وجَعل قرعَ السوط على ساقِ الخُفِّ في زجر الفرس قرعا للظنبوب.\nفصل العين",
    "pg": "1:175"
  },
  "ظنى": {
    "def": "تظنى: تفعل من الظن، فأبدل من إحدى النونات ياءً، وهو مثل تقضى من تقضض.",
    "pg": "6:2417-2418"
  },
  "ظهر": {
    "def": "الظَهْرُ: خلاف البطن. وقولهم: لا تجعل حاجتي بِظَهْرٍ، أي لا تَنْسَها. والظَهْرُ: الرِكاب. وبنو فلان مُظْهِرونَ، إذا كانَ لهم ظَهْرٌ ينقلون عليه، كما يقال: مُنْجِبونَ، إذا كانوا أصحابَ نجائب. والظَهْرُ: الجانب القصير من الريش، والجمع الظُهْرانُ. والظَهْرُ: طريق البَرّ. وأقران الظهر: اللذين يجيئون من وراء ظهرك في الحرب. ويقال: هو نازلٌ بين ظَهْرَيْهِم وظَهْرانَيْهِمْ، بفتح النون، ولا تقل ظَهْرانِيهم بكسر النون. قال الأحمر: قولهم لقيته بين الظَهْرانَيْنِ، معناه في اليومين أو في الأيام قال: وبين الظهرين مثله، حكاه عنه أبو عبيد. والظهر، بالضم: بعد الزوال، ومنه صلاة الظُهر. والظَهيرةُ: الهاجرة. يقال: أتيتُه حَدَّ الظهيرة، وحين قامَ قائمُ الظهيرة. والظَهيرُ: المُعين، ومنه قوله تعالى:\n(والمَلائكَةُ بعد ذلكَ ظهَيرٌ) * وإنَّما لم يجمعه لأنَّ فَعيل وفَعول قد يستوي فيهما المذكَّر والمؤنث والجمع، كما قال تعالى:\n(إنَّا رَسولُ ربِّ العالمين) *. قال الشاعر: يا عاذلاتي لا تردن ملامتي * إن العواذل لسن لى بأمير - يريد الامراء. قال الاصمعي: يقال بعير ظَهيرٌ بيِّن الظَهارَةِ، إذا كانَ قويًّا. وناقة ظَهيرَةٌ. والبعير الظِهْرِيُّ بالكسر: العُدّة للحاجة إن احتيجَ إليه، وجمعه ظَهارِيُّ غير مصروف، لأنَّ ياء النسبة ثابتةٌ في الواحد. والظِهْرِيُّ أيضاً: الذي تجعله بِظَهْرٍ، أي تنساه. ومنه قوله تعالى:\n(واتخذتموه وراءكم ظهريا) *. وفلان ظِهرتِي على فلان، وأنا ظِهْرَتُكَ على هذا الأمر، أي عَوْنُك. والظاهِرُ: خلاف الباطن. والظاهِرَةُ من العيون: الجاحظة. ويقال: هذا أمرٌ ظاهِرٌ عنك عارُه، أي زائل. قال الشاعر كثيِّر (١) : وعيَّرها الواشون أنِّي أحِبُّها * وتلكَ شَكاةٌ ظاهِرٌ عنك عازها (٢) - ومنه قولهم: ظهر فلانٌ بحاجتي، إذا استخفَّ بها وجعلها بِظَهْرٍ، كأنَّه أزالها ولم يلتفتْ إليها. وجعلها ظِهْرِيَّةً، أي خَلْف ظَهْرٍ. قال الأخطل (٣) :\nوَجَدنا بني البَرصاءِ من ولَدِ الظَهْرِ (٤) * أي من الذين يَظْهَرون بهم ولا يلتفتون إلى أرحامهم. والظاهِرَةُ من الوِرْدِ: أن تَرِدَ الإبلُ كلَّ يومٍ نصف النهار. وقال الاصمعي: هاجت ظواهر الارض، أي يبس بقلها. قال: والظواهر أشراف الارض. وقريش الظواهر: الذين ينزلون ظاهر مكة (١) . والظهرة بالتحريك: متاع البيت. ويقال أيضاً: جاء فلان في ظَهَرَتِهِ، أي في قومه وناهِضَته. والظَهَرُ أيضاً: مصدر قولك ظَهِرَ الرجل بالكسر، إذا اشتكى ظَهْرَهُ، فهو ظهر. وظهر الشئ بالفتح ظُهوراً: تَبَيَّنَ. وظَهَرْتُ على الرجل: غلبته. وظَهَرْتُ البيت: علوته. وأظْهَرْتُ بفلانٍ: أعلنتُ به. وأظْهَرَهُ اللهُ على عدوه. وأظهرت الشئ: بينته. وأَظْهَرْنا، أي سِرنا في وقت الظُهر. والمُظاهَرَةُ: المعاونة. والتَظاهُرُ: التعاون. وتظاهرَ القومُ أيضاً: تدابَروا، كأنَّه ولَّى كلُّ واحدٍ منهم ظهرَه الى صاحبه. واسْتَظْهَرَ به، أي استعان به. واستظهر الشئ، أي حفِظَه وقرأه ظاهِراً. قال أبو عبيدة: في ريش السهام الظُهارُ بالضم، وهو ما جُعِلَ من ظَهْرِ عَسيب الريشة. والظُهْرانُ: الجانب القصير من الريش. والبُطْنان: الجانب الطويل. يقال: رِشْ سهمَك بِظُهْرانٍ ولا تَرِشْه ببُطْنان. الواحد ظَهْرٌ وبطن، مثل عبد وعبدان. والظهارة بالكسر: نقيض البطانة. وظاهَرَ بين ثَوبَين، أي طارَقَ بينهما وطابَقَ. والظِهارُ: قول الرجل لامرأته: أنتِ عليَّ كظَهْر أمّي. وقد ظاهَرَ من امرأته، وتَظَهَّرَ من امرأته، وظَهَّرَ من امرأته تظهيرا، كله بمعنى. والمظهر بفتح الهاء مشددة: الرجل الشديد الظهر. والمظهر بكسر الهاء: اسم رجل. قال الاصمعي: أتانا فلان مُظَهِّراً، أي في وقت الظهيرة. قال: ومنه سمى الرجل مظهرا بالتخفيف. قال: وهو الوجه.\nفصل العين",
    "pg": "2:730-732"
  },
  "ظوف": {
    "def": "يقال: أخذه بظوفِ رقبته وبظَافِ رقبته، لغةٌ في صُوفِ رقبته. فصل العين",
    "pg": "4:1399"
  },
  "ظيى": {
    "def": "الظيان: ياسمين البر، وهو فعلان. قال الهذَلي (١) : تاللهِ يَبْقى على الأيام ذو حِيَدِ بمُشْمَخِرٍّ به الظَيَّانُ والآس يعنى لا يبقى، لانه لو أراد الايجاب لادخل عليه اللام، لان اللام في الايجاب بمنزلة لا في النفى. ويقال: الظيان: العسل. والآس: بقية العسل في الخلية.\nفصل العين",
    "pg": "6:2418"
  }
}