{
  "آ": {
    "def": "آ: حرف هجاء مقصورة موقوفة، فإن جعلتها اسما مددتها. وهى تؤنث ما لم تسم حرفا. وإذا صغرت آية قلت أيية، وذلك إذا كانت صغيرة في الخط، وكذلك القول فيما أشبهها من الحروف. والالف من حروف المد واللين والزيادات. وحروف الزيادات (١) عشرة، يجمعها قولك: \" اليوم تنساه \". (*) وقد تكون الالف في الافعال ضمير الاثنين نحو فعلا ويفعلان، وتكون في الاسماء علامة للاثنين ودليلا على الرفع نحو رجلان. فإذ تحركت فهى همزة. وقد تزاد في الكلام للاستفهام، تقول: أزيد عندك أم عمرو؟ فإن اجتمعت همزتان فصلت بينهما بألف، قال ذو الرمة: أيا ظبية الوعساء بين جلاجل * وبين النقا آأنت أم أم سالم وقد ينادى بها، تقول: أزيد أقبل، إلا أنها للقريب دون البعيد ; لانها مقصورة (١) . وهى على ضربين: ألف وصل، وألف قطع. وكل ما ثبت في الوصل فهو ألف القطع، وما لم يثبت فهو ألف الوصل، ولا تكون إلا زائدة. وألف القطع قد تكون زائدة مثل ألف الاستفهام، وقد تكون أصلية مثل ألف أخذ وأمر.",
    "pg": "6:2542"
  },
  "آأ": {
    "def": "آء: شجر، على وزن عاع، واحدتها: آءة (١) . قال زهير بن أبي سُلْمى يصف الظليم: كأن الرحل منه (٢) فوق صعل من الظلمان جؤجؤه هواء - أصك مصلم الاذنين أجنى (٣) له بالسى تنوم وآء وآء أيضاً: حكاية أصوات. قال الشاعر: إنْ تَلْقَ عمْراً فقد لاقيتَ مدَّرِعا وليس من همه إبْلٌ ولا شاءُ في جحفل لَجِب جَمٍ صواهُله بالليل يُسمَع (٤) في حافاته آء\nفصل الباء",
    "pg": "1:34"
  },
  "آدَ": {
    "def": "الرجلُ يَئيدُ أَيْداً: اشتدَّ وقوي. والأيْدُ والآدُ: القوة. قال العجاج:\nمِنْ أَنْ تَبَدَّلْتُ بآدي آدا * يعني قوّة الشباب. تقول منه: أَيّدْتُهُ على فَعَلْته، فهو مُؤَيَّدٌ. وتقول من الأَيْدِ: أَيَّدْتُهُ تَأْييداً، أي قوّيته. والفاعل مُؤَيَّدٌ، وتصغيره مُؤَيِّدٌ أيضا، والمفعول مؤيد. وتأيد الشئ: تقوَّى. ورجلٌ أَيِّدٌ، أي قويّ. قال الشاعر: إذا القوس وترها أيد (١) * رمى فأصاب الكلى والذرى - يقول: إذا الله تعالى وتر القوس التى في السحاب رمى كل الابل وإسنمتها بالشحم، يعنى من النبات الذى يكون من المطر. والإيادُ: ترابٌ يجعَل حول الحوض أو الخباء يقوَّى به، أو يمنع ماء المطر. قال ذو الرمة يصف الظليم: دفعناه عن بيض حسان بأجرع * حوى حولها من تربه بإياد - يقول: طردناه عن بيضه. وإياد: حى من معد. وقال الشاعر (٢) : في فتو حسن أو جههم * من إيادى بن نزار بن معد (١) - ويقال لميمنة العسكر وميسرته: إياد. قال الراجز: عن ذى إيادين لهام لو دسر * بركنه أركان دمخ لا نعقر (٢) - والمؤيد، مثال المؤمن: الأمرُ العظيمُ، والداهيةُ. قال طرفة: تقول وقد ترى الوظيف وساقُها * أَلَسْتَ تَرى أنْ قد أتيت بمؤيد -\nفصل الباء",
    "pg": "2:443"
  },
  "أا": {
    "def": "أ: حرف يمد ويقصر فإذا مددت نونت، وكذلك سائر حروف الهجاء. والالف ينادى بها القريب دون البعيد تقول: أزيد أقبل، بألف مقصورة. والالف من حروف المد واللين. فاللينة تسمى الالف، والمتحركة تسمى الهمزة. وقد يتجوز فيها فيقال أيضا ألف، وهما جميعا من حروف الزيادة. وقد تكون الالف ضمير الاثنين في الافعال، نحو فعلا ويفعلان، وعلامة التثنية في الاسماء نحو زيدان ورجلان.",
    "pg": "6:2275"
  },
  "أبا": {
    "def": "الأباء بالفتح والمد: القًّصَبُ، الواحدة أباءة. ويقال هو أجمة الحلفاء والقصب خاصة. قال الشاعر (١) : من سره ضَرْبٌ يُرَعْبِلُ بَعْضُهُ * بَعْضاً كَمَعْمَعَةِ الاباء المحرق (٢) (*) والاباء بالكسر: مصدر قولك: أَبى فلانٌ يَأْبى بالفتح فيهما، مع خلو من حروف الحلق، وهو شاذ، أي امتنع، فهو آب وأَبِيٌّ وأَبَيانٌ بالتحريك. قال الشاعر (١) : وقبلك ماهاب الرجال ظلامتي * وفقأت عين الاشوس الا بيان وتأبى عليه، أي امتنع. وأبى فلانٌ الماءَ، وآبَيْتُهُ الماء. قال الشاعر (٢) : قد أُوبِيَتْ كُلَّ ماءٍ فهي صادِيَةٌ (٣) * مهما تُصِبْ أفُقاً من بارق تشم وعنز أبواء. وقد أبيت تأبى أبى. وتيس آبى بين الاباء، إذا شم بول الاروى فمرض منه. قال الشاعر فقلت لكناز توكل (١) فإنه * أبى لا إخال الضأن منه نواجيا (٢) ويقال: أخذه أباء، على فعال بالضم، إذا جعل يَأبى الطعام. وقولهم في تحيَّة الملوك في الجاهلية: أبيتَ اللعْنَ، قال ابن السكِّيت: أي أبَيتَ أن تأتي من الأمور ما تُلْعَنُ عليه. والأبُ أصله أبو بالتحريك، لان جمعه آباء، مثل قفا وأقفاء ورحى وأرحاء، فالذاهب منه واو، لانك تقول في التثنية: أبوان. وبعض العرب يقول أبان على النقص، وفى الاضافة أبيك، وإذا جمعت بالواو والنون قلت أبون، وكذلك أخون وحمون وهنون. قال الشاعر: فلما تعرفن أصواتنا * بكين وفديننا بالابينا وعلى هذا قرأ بعضهم: (إله أبيك إبراهيم (*) وإسماعيل وإسحاق) يريد جمع أب، أي أبينك فحذف النون للاضافة. ويقال: ما كنتَ أباً ولقد أَبَوْتَ أبُوَّة. وماله أبٌ يَأبوهُ، أي يغذوه ويربيه. والنسبة إليه أبوى. والأبَوان: الأبُ والأُمُّ. وبيني وبين فلان أُبُوَّةٌ. والأُبُوَّةُ أيضاً: الآباءُ، مثل العمومة والخُؤولة. وكان الأصمعي يروي قول أبي ذؤيب: لو كان مِدْحَةُ حَيٍ أَنْشَرَتْ أَحَداً * أحيا أبوتك الشم الاماديح وغيره يرويه: \" أبا كن يا ليلى الاماديح \". وقولهم: يا أَبَةِ افْعَلْ، يجعلون علامة التأنيث عوضاً عن ياء الإضافة، كقولهم في الام: يا أمه، وتقف عليها بالهاء، إلا في القرآن فإنك تقف عليها بالتاء اتباعا للكتاب. وقد يقف بعض العرب على هاء التأنيث بالتاء فيقولون: يا طلحت. وإنما لم تسقط التاء في الوصل من الاب وسقطت من الام إذا قلت يا أم أقبلي، لان الاب لما كان على حرفين كان كأنه قد أخل به، فصارت الهاء لازمة وصارت الياء كأنها بعدها. وقول الشاعر: تقول ابنتى لما رأتنى شاحبا * كأنك فينا يا أبات غريب أراد يا أبتاه، فقدم الالف وأخر التاء. وقد يقلبون الياء ألفا، قالت عمرة (١) : وقد زعموا أنى جزعت عليهما * وهل جزع إن قلت وابأباهما (٢) تريد: وابأبيهما. وقالت امرأة:\nيابيبى أنت ويا فوق البيب (٣) * قال الفراء: جعلوا الكلمتين كالواحدة لكثرتهما في الكلام. وقال: يا أبت ويا أبت لغتان، فمن نصب أراد الندبة فحذف. ويقال: لا أبَ لك ولا أبا لك، وهو مدح. وربما قالوا: لا أَباكَ، لأن اللام كالمُقحَمَةِ. قال أبو حية النميري (*) أبالموت الذى لابد أنى * ملاق لا أباك تخوفيني (١) أراد تخوفينني، فحذف النون الاخيرة. قال ابن السكيت: يقال: فلان \" بَحْرٌ لا يُؤبى \"، وكذلك \" كَلا لا يُؤبى \" أي لا يجعلك تَأْباهُ، أي لا ينقطع من كثرته. والابواء، بالمد: موضع.",
    "pg": "6:2259-2261"
  },
  "أبب": {
    "def": "الأبُّ: المَرْعى. قال الله تعالى: (وفاكِهَةً وأًبّاً) . أبو عمرو: الأَبُّ: النِّزاعُ إلى الوطن. أبو زيد: أَبَّ يَؤُبُّ أَبّاً وأَباباً وأَبابَةً: تَهَيَّأ للذَهاب وتَجَهَّزَ، يقال هو في أبابه، إذا كان في جَهازِهِ. وقال الأعشى:\nأَخٌ قد طَوى كَشْحاً وأَبَّ لِيَذْهبا (١)",
    "pg": "1:86"
  },
  "أبت": {
    "def": "أبو زيد: أَبِتَ يومُنا بالكسر، يأْبَتُ، إذا إذا اشْتَدَّ حرُّه، فهو يوم أَبِتٌ وأَبْتُ (١) وآبِتٌ كله بمعنى. قال رؤبة:\nمن سافعات وهجير أبت",
    "pg": "1:241"
  },
  "أبث": {
    "def": "الابث: الاشر النشيط. قال الراجز (١) : أصبح عمار نشيطا أبثا * يأكل لحما بائتا قد كبثا وقال أبو عمرو: أَبِثَ الرجلُ بالكسر، يَأبَثُ وهو أن يشرب اللبن حتّى ينتفخ ويأخذَه كهيئة السُكْر. قال: ولا يكون ذلك إلا من ألبان الابل.",
    "pg": "1:272"
  },
  "أبد": {
    "def": "الأبَد: الدهر، والجمع آبادٌ وأبودٌ. يقال أَبَدٌ أبيدٌ، كما يقال دهرٌ داهرٌ (١) . ولا أفعله أبد الا بيد، وأبد الآبدين كما يقال: دهر الداهرين، وعَوضَ العائضين. والأَبَدُ أيضاً: الدائم. والتأبيدُ: التخليد. وأَبَدَ بالمكان يَأْبدُ بالكسر أبوداً، أي أقام به. وأبَدَتِ البهيمة تَأْبُدُ وتَأْبِدُ، أي توحَّشَتْ. والأَوابِدُ: الوحوش. والتأبيد (٢) : التوحش. وتأبد المنزل، أي أقفر وأَلِفَتْهُ الوحوش. وجاء فلان بآبِدةٍ، أي بداهيةٍ يبقى ذكرُها على الأَبدِ. ويقال للشوارد من القوافي، أَوابِدُ. قال الفرزدق: لَنْ تُدْرِكوا كَرَمي بلَؤْمِ أبيكُمُ * وأَوابِدي بتَنَحُّلِ الأَشْعارِ - وأَبِدَ الرجل، بالكسر: غضب. وأبِدَ أيضاً: توحَّش، فهو أبد. قال أبو ذؤيب: فافتن بعد تمام الظمء ناجية * مثل الهراوة ثنيا بكرها (١) - أبد أي ولدها الاول قد توحش معها. والابد، على وزن الابل الولود، من أمة أو أتان. وقولهم: ان يقلع الجد النكد * إلا بجد ذى الابد * في كل ما عام تلد * والابد ههنا: الامة: لان كونها ولودا حرمان وليس بجد، أي لا تزداد إلا شرا.",
    "pg": "2:439"
  },
  "أبر": {
    "def": "الإبْرَةُ: واحدة الإبَرِ. وإبْرَةُ الذراعِ: مُسْتَدَقُّها. وَأَبَرْتُ الكلبَ: أطعمتْهُ الإبرةَ في الخُبز. وفي الحديث: \" المؤمن كالكلب المأبرو \". وأبر فلان نَخْلَه، أي لقَّحه وأصلحه. ومنه سِكَّةٌ مَأْبورَةٌ. وأَبَرَتْهُ العقربُ: لدغَتْه، أي ضربتْه بإبرتها. وفي عرقوبَيِ الفرسِ إبْرَتان وهما حَدُّ كلِّ عَرْقوبٍ من ظاهرٍ. وتَأْبيرُ النخلِ: تلقيحه. يقال: نخلةُ مُؤبَّرَةٌ مثل مأبورة. والاسم منه الابار، على وزن الازار. يقال: تأبر الفسيل، إذا قبل الادبار. قال الراجز: تأبري ياخيرة الفسيل * إذا ضن أهل النخل بالفحول (١) - يقول: تلحقي من غير تأبير. ويقال ائْتَبَرْتُ، إذا سألْتَ غيرك أن يأبر لك نخلك أوزرعك. قال طرفة: ولى الاصل الذي في مثله * يُصْلِحُ الآبِرُ زرع المؤتبرة والمآبر واحدتها مئبرة (١) ، وهي النميمةُ وإفسادُ ذاتِ البين.",
    "pg": "2:574"
  },
  "أبز": {
    "def": "أبز الظبى يأبز، أي قفز في عدوه، فهو أباز وأبوز. قال الراجز: يا رب أباز من العفر صدع * تقيض الذئب إليه واجتمع (١) * وقال آخر (٢) : لقد صبحت حمل بن كوز * علالة من وكرى أبوز * تريح بعد النفس المحفوز إراحة الجداية النفوز (٣) * قال أبو الحسن محمد بن كيسان: قرأته على ثعلب \" جمل بن كوز \" بالجيم، وأخذه على بالحاء. قال: وأنا إلى الحاء أميل. يقول: سقيته علالة من عدو فرس صبوحا، يعنى أنه أغار عليه وقت الصبح، فجعل ذلك صبوحا له.",
    "pg": "3:863"
  },
  "أبس": {
    "def": "الأصمعي: أَبَّسْتُ به تَأْبيساً، أي ذَلَّلْتُهُ وحقّرته، وكسَّرته. قال الشاعر (١) : إنْ تَكُ جُلْمودَ بِصْر لا أُؤَبَّسُهُ * أُوقِدَ عليه فأَحْميهِ فَيَنْصَدِعُ (٢) * قال: وأبَسْت به أَبساً مثلُه. وأنشد للعجَّاج:\nأُسودُ هَيْجا لم تُرَم بِأَبْسِ (٣) * والأَبْسُ أيضاً: المكان الخشن، مثل الشأز. قال الراجز (٤) : يتركن في كل مناخ أبس * كل جنين مشعر في غرس (٥) * ويروى: \" مناخ إنس \" بالنون والاضافة، أي في كل منزل ينزله الناس. والتأبس: التغيُّر. ومنه قول المتلمس:\nتُطيفُ به الايام ما يتأبس (١) [أرس (٢) ] الأريس: الذَرَّاع (٣) ، وجمعه أرارسة. قال: إذا فارقتكُمْ عبدُ وُدٍّ فلَيْتَكُمْ * أرارسةٌ ترعَون دينَ الأعاجم",
    "pg": "3:903"
  },
  "أبض": {
    "def": "الأُبضُ بالضم: الدهرُ، والجمع آباضٌ. قال رؤبة:\nفي حِقْبَةٍ عِشْنا بذاك أبْضا (١) * والمأْبِضُ: باطن الركبة من كل شئ، والجمع مآبِضُ. الأصمعي: يقال أَبَضْتُ البعيرَ آبُضُهُ أَبْضاً بالفتح، وهو أن تشدّ رسغَ يده إلى عضده حتَّى ترتفع يدهُ عن الأرض. وذلك الحبل هو الاباض، بالكسر. وأبو زيد نحو منه. قال الشاعر: أقول لصاحبي والليل داج * أبيضك الاسيد لا يضيع * يقول: احفظ إباضك الاسود لا يضيع، فصغره. ويقال تَأَبَّضَ البعيرُ فهو مُتَأَبِّض، وتَأَبَّضَهُ غيره، كما يقال زاد الشئ وزدته. والتأبض: انقباض النسا، وهو عِرْقٌ. يقال أَبضَ نَساهُ وأَبَضَ. والاباضية: فرقة من الخوارج، أصحاب عبد الله بن إباض التميمي. وأباض (١) : اسم موضع.",
    "pg": "3:1063"
  },
  "أبط": {
    "def": "الإِبِطُ: ما تحت الجَناح، يذكَّر ويؤنّث، والجمع آباطٌ. وحكى الفراء عن بعض الأعراب: فرفع السوطَ حتَّى بَرَقَتْ إبْطُهُ. وتَأَبَّطَ الشئ، أي جعله تحت إبطه. والتَأَبُّطُ: الاضطباعُ، وهو أن يُدخل رداءه تحت يده اليمنى ثم يلقيَه على عاتقه الأيسر. وكان أبو هريرة ﵁ رِدْيَتُهُ التَأَبُّطُ. والإبْطُ من الرمل: مُنْقَطَعُ معظمهُ. واسْتَأْبَطَ فلان، إذا حفر حُفرةً ضيّق رأسها ووسَّع أسفلها. قال الراجز:\nيحفر ناموسا له مُسْتَأْبطا * وكان ثابت بن جابرٍ الفهميُّ يسمَّى تَأَبَّطَ شرّاً، لانهم زعموا أنه كان لا يفارقه السيف. تقول: جاءني تأبط شرا، ومررت بتأبط شرا، تدعه على لفظه، لانك لم تنقله من فعل إلى اسم، وإنما سميت بالفعل مع الفاعل جميعا رجلا، فوجب أن تحكيه ولا تغيره. وكذلك كل جملة يسمى بها، مثل برق نحره، وذرى حبا. فإن أردت أن تثنى أو تجمع قلت: جاءني ذوا تأبط شرا، وذوو تأبط شرا. وتقول: كلاهما وكلهم ونحو ذلك. والنسبة إليه تأبطي، تنسب إلى الصدر، ولا يجوز تصغيره ولا ترخيمه. وقول الهذلى (١) : شربت بجمه وصدرت عنه * وأبيض صارم ذكر إباطى (٢) * أي تحت إبطى.",
    "pg": "3:1114"
  },
  "أبغ": {
    "def": "عين أباغ (١) : موضع بين الكوفة والرقة. قالت امرأة من بنى شيبان (٢) بعين أباغ قاسمنا المنايا فكان قسيمها خير القسيم (٣) ومنه يوم عين أباغ: يوم من أيام العرب قتل فيه المنذر بن ماء السماء.\nفصل الباء:",
    "pg": "4:1315"
  },
  "أبق": {
    "def": "أَبَقَ العبدُ (١) يَأْبِقُ ويأْبُقُ إباقاً، أي هرب. وتَأَبَّقَ: استتر، ويقال احتبس. ومنه قول الأعشى:\nولكنْ أَتاهُ الموتُ لا يَتَأَبَّقُ (٢) * وقال آخر: ألا قالت بهان ولم تأبق كبرت ولا يليق (٣) بك النعيم والابق بالتحريك: القنب (٤) ومنه قول زهير: القائِدَ الخيلِ منكوباً دَوابِرُها قد أحكمت حكمات القد والابقا",
    "pg": "4:1445"
  },
  "أبل": {
    "def": "الإبْلُ لا واحد لها من لفظها، وهي مؤنَّثة لأنَّ أسماء الجموع التي لا واحدَ لها من لفظها إذا كانت لغير الآدميين، فالتأنيث لها لازمٌ. وإذا صغرتها أدخلتها الهاء، فقلت أبيلة وغنيمة، ونحو ذلك. وربما قال للابل إبل، يسكنون الباء للتخفيف. والجمع آبال. وإذا قالوا إبلان وغنمان فإنما يريدون قطيعين من الابل والغنم. وأرض مأبلة: ذات إبل. والنسبة إلى الابل إبلى، يفتحون الباء استيحاشاً لتوالي الكسَرات. وإبل أبل، مثال قبر، أي مهملة. فإن كانت للقُنْيَةِ فهي إبِلٌ مُؤبَّلَةٌ. فإن كانت كثيرة قيل إبِلٌ أَوابِلُ. قال الأخفش: يقال جاءت إبِلُكَ أَبابيلَ، أي فِرقاً. وطيرٌ أبابيل. قال: وهذا يجئ في معنى التكثير، وهو من الَجمْع الذى لا واحد له. وقد قال بعضهم: واحده أبول، مثل عجول. وقال بعضهم: إبيل. قال: ولم أجد العرب تعرف له واحدا وأبلت الابل والواحش تأبل وتأبل أبولا، أي اجتزأتْ بالرُطْبِ عن الماء. ومنه قول لبيد: وإذا حَرَّكْتُ رِجْلي أَرْقَلَتْ بيَ تَعْدو عَدْوَ جون قد أبل الواحد آبل، والجمع أبال، مثل كافر وكفار. وأبل الرجل عن امرأته، إذاً امتنع من غشيانها، وتأبل. وفى الحديث: \" لقد تأبل آدم ﵇ على ابنه المقتول كذا وكذا عاما لا يصيب حواء \". وأبل الرجل بالكسر يأبل أبالة، مثل شكس شكاسة، وتمه تماهة، فهو أبل وآبل، أي حاذقٌ بمصلحة الإبِل. وفلان من آبلِ الناس، أي من أشدّهم تأنُّقاً في رِعْيَةِ الإبِلِ وأعلمهم بها. ورجلٌ إبَليُّ بفتح الباء، أي صاحب إبِلٍ. وأَبَّلَ الرجلُ، أي اتخذ إبلا واقتناها. وقال حميد بن ثور (١) :\n(١) في بعض النسخ بدله \" طفيل \". وفى اللسان: قال طفيل في تشديد الباء. وفى المخطوطات \" طفيل \" أيضا فأبل واسترخى به الخطب بعد ما أساف ولولا سعينا لم يؤبل وأبلت الابل، أي اقتنيت، فهى مَأْبولَةٌ. وفلان لا يَأْتَبِلُ، أي لا يَثْبُتُ على الإبل إذا ركبها، وكذلك إذا لم يقم عليها فيما يصلحها. عن أبى عبيد. والابلة بالتحريك: الوَخامة والثِقَلُ من الطعام. وفي الحديث: \" كلُّ مالٍ أدّيتَ زكاته ذهبت أبلته (١) \". وأصله وبلته من الوبال، فأبدل بالواو الالف، كقولهم أحد وأصله وحد. والابالة بالكسر: الحُزْمة من الحطب. وفي المثل: \" ضِغْثٌ على إبَّالَةٍ \". أي بليّةٌ على أخرى كانت قبلها. ولا تقل إيبالة، لان الاسم إذا كان على فعالة بالهاء لا يبدل من أحد حرفي تضعيفه ياء، مثل صنارة ودنامة، وإنما يبدل إذا كان بلا هاء، مثل دينار وقيراط. وبعضهم يقول إبالة مخففا، وينشد (٢) لى كل يوم من ذؤاله ضغث يزيد على إبالة (١) والابلة بالضم وتشديد اللام: الفدرة من التمر. وأنشد ابن السكيت (٢) : فيأ كل مارض من زادنا ويأتى الابلة لم ترضض (٣) والابلة أيضا: مدينة إلى جنب البصرة. والابيل: راهب النصارى. قال عدى ابن زيد: إننى والله فاقبل حلفى بأبيل كلما صلى جأر وكانوا يسمون عيسى ﵇: أبيل الابيلين (٤) قال الشاعر (١) : أما ودماءٍ مائِراتٍ تَخالُها على قُنَّةِ العُزَّى وبالنَسْرِ عَنْدَما وما سَبَّحَ الرهبانُ في كل بِيعَةٍ (٢) أَبِيلَ الأَبيلينَ المسيحَ ابنَ مريما لقد ذاق منا عامِرٌ يومَ لَعْلَعٍ حساما إذا ماهز بالكف صمما",
    "pg": "4:1618-1620"
  },
  "أبن": {
    "def": "الاين: الاعياء. قال أبو زيد: لا يبنى منه فعل. وقد خولف فيه. والاين: الحية، مثل الأيْمِ. وآنَ أَيْنُكَ، أي حان حَيْنك. وآنَ لكَ أن تفعل كذا يئين أينا، عن أبى زيد، أي حانَ، مثل أنى لك، وهو مقلوب منه. وأنشد ابن السكيت: أَلَمَّا يَئِنْ لي أَنْ تُجَلّى عَمايَتي وأُقْصِرُ عن لَيْلي بَلى قد أَنى لِيا فجمع بين اللغتين. وأَيْنَ: سؤالٌ عن مكان. إذا قلت أَيْنَ زيد فإنّما تسأل عن مكانه. (*) وأيان: معناه أي حين، وهو سؤال عن زمان، مثل متى. قال الله تعالى: (أَيَّان مرساها) . وإيان، بكسر الهمزة: لغة سليم، حكاها الفراء. وبه قرأ السلمى: (إيان يبعثون) . والآن: اسم للوقت الذى أنت فيه، وهو ظرف غير متمكن، وقع معرفة ولم تدخل عليه الالف واللام للتعريف، لانه ليس له ما يشركه. وربما فتحوا منه اللام وحذفوا الهمزتين. وأنشد الاخفش: وقد كنت تخفى حب سمراء حقبة. فبح لان منها بالذى أنت بائح\nفصل الباء",
    "pg": "5:2076"
  },
  "أبى (١) ": {
    "def": "أوفى الخزاعى يهجو امرأة وليست بتاركة محرما * ولو حف بالاسل الشرع * وحيتان شرع، أي شارِعاتٌ من غمرة الماء إلى الجد.",
    "pg": "3:1236-1237"
  },
  "أتب": {
    "def": "الإِتْبُ: البَقيرُ، وهو ثَوبٌ أو بُرْدٌ يُشَقُّ في وَسَطهِ فَتُلْقيِه المرأَةُ في عُنُقِها من غَيْرِ كمٍ ولا جَيْبٍ، والجمعُ الاتوب. تقول: أتبتها تأتيبا فأتتبت هي، أي ألبستها الاتب فلبسته. ويقال: تأتب قوسه على ظهره.",
    "pg": "1:86"
  },
  "أتت": {
    "def": "أته يؤته أتا، أي غلبه بالحجة. ومئتة مفعلة منه.",
    "pg": "1:241"
  },
  "أتل": {
    "def": "الاثل (٥) : شجر، وهو نوع من الطرفاء الواحدة أثلة، والجمع أثلاث. وفى كلام بيهس الملقب بنعامة: \" لكن بالاثلات لحم لا يظلل \" يعنى لحم إخوته القتلى. ومنه قيل للاصل أثلة، يقال: فللان ينحت أثلتنا، إذا قال في حسَبه قبيحاً. قال الأعشى: ألَسْتَ منتهياً عن نَحْتِ أَثْلَتِنا ولست ضائِرَها ما أَطَّتِ الإِبلُ والتَأثيلُ: التأصيلُ، يقال: مجدٌ مُؤَثَّلٌ وأَثيلٌ. قال امرؤ القيس: ولَكِنمّا أسعى لمجدٍ مُؤّثّلٍ وقد يُدْرِكُ المجدَ المُؤَثَلَ أَمْثالي ومال مؤثل. والتَأَثُّلُ: اتِّخاذُ أصلِ مالٍ، وفي الحديث في وضى اليتيم: \" إنه يَأكل من ماله غير مُتَأَثِّلٍ مالا (١) \". والاثال بالفتح: المجد. وأثال بالضم: اسم جبل، ومنه سمى الرجل أثالا. وربما قالوا: تَأَثَلْتُ بئراً، أي حفرتُها. قال أبو ذويب: وقد أرسلوا فراطهم فتأثلوا قليبا سفاها (٢) كالا مإ القواعد",
    "pg": "4:1620-1621"
  },
  "أتم": {
    "def": "الأَتومُ: المُفْضاةُ، وأصله في السِقاء تَنْفَتِقُ خُرْزَتان فتصيران واحدة. وقال:\nأيا ابن نخاسية أتوم * والمَأْتَمُ عند العرب: النساء يجتمعن في الخير والشر. قال أبو عطاء السِنْديّ: عَشِيَّةَ قام النائحاتُ وشُقِّقَتْ جيوبٌ بأيدي مأتَمٍ وخُدودُ أي بأيدى نساء. وقال أبو حية النميري: رمته أناةٌ من ربيعةٍ عامرٍ نَؤُومُ الضُحى في مأْتمٍ أيٍّ مَأْتَمِ يريد في نساء أي نساء. والجمع المآتم. وعند العامة: المصيبة، يقولون: كنا في مأْتَمِ فلان، والصواب أن يقال: كنا في مناحة فلان. والاتم في قول النابغة: فأوردهن بطن الاتم شعثا يصن المشى كالحدلم التؤام اسم واد.",
    "pg": "5:1857"
  },
  "أتن": {
    "def": "الاتان: الحمارة، ولا تقل أتانة. وثلاث آتن مثل عناق وأعنق، والكثير أتن وأتن. والمأتوناء: الاتن، مثل المعيوراء. واستأتن الرجل: اشترى أتانا واتخذها لنفسه. وقولهم: كان حماراً فاستأتن، أي صار أتانا. يضرب لرجلٍ يَهُون بعد العز. والأَتانُ: مَقام المستقي على فم البئر، وهو صخرةٌ أيضاً. والأَتانُ: الصخرة المُلَمْلَمَةْ، فإذا كانت في الماء الضحضاح قيل أتان الضحل، وتشبه بها الناقة في صلابتها وملاستها. وقال (٢) : عيرانة كأتان الضحل ناجية إذا ترقص بالقور العساقيل وقال الاخطل بحرة كأتان الضحل أضمرها بعد الربالة ترحالي وتسياري وأتن الرجل أَتَناناً (١) : لغة في أَتَلَ أتَلاناً، إذا قاربَ الخَطْو. وأَتَن بالمكان: أقام به. والأتونُ، بالتشديد: هذا الموقد، والعامة تخففّه، والجمع الا تاتين، ويقال هو مولد.",
    "pg": "5:2067"
  },
  "أته": {
    "def": "التَأتَّهُ: مُبدَلٌ من التَعَتُّهِ.",
    "pg": "6:2223"
  },
  "أثا": {
    "def": "أثا به يأثو به ويأثى أيضاً إثاوَةً وإثايَةً، أي وشى به. ومنه قول الشاعر:\nذا نيرب آث (١)",
    "pg": "6:2264"
  },
  "أثث": {
    "def": "أَثَّ النباتُ يَئِثُّ أثاثه (٢) ، أي كَثرَ والتفَّ. ونبات أَثيثٌ وشَعَرٌ أثيثٌ. ونساء أَثائِثُ: كثيراتُ اللحم. قال رؤبة:\nومِنْ هَوايَ الرُّجُحُ الأثائِثُ (٣) * والأثاث: متاع البيت. قال الفراء: لا واحد له. وقال أبو زيد: الأثاثُ المالُ أجمعُ: الإبلُ، والغنم، والعبيدُ، والمتاعُ. الواحدة أثاثة. وتأثث فلان، إذا أصاب رياشا. وأثاثة بالضم: اسم رجل.",
    "pg": "1:272"
  },
  "أثر": {
    "def": "الأَثْرُ: فِرِنْدُ السيفِ. قال يعقوب: لا يعرفه الأصمعيُّ إلاّ بالفتح. قال وأنشدني عيسى ابن عمر الثَقفيّ (٢) : جَلاها الصَيْقَلونَ فأَخْلَصوها * خِفافاً كُلَّهَا يَتَقي (٣) بأَثْرِ - أي كلُّها يستقبلك بفِرِنْده. والمأثورُ: السَيفُ الذي يقال إنَّه من عمل الجنِّ. قال الأصمعي: وليس من الأثْرِ الذي هو الفرِنْد. والأَثْرُ أيضاً: مصدر قولك أَثَرْتُ الحديثَ، إذا ذكرْتَه عن غيرك. ومنه قيل: حديثٌ مأثورٌ، أي ينقلُه خَلَفٌ عن سلفٍ. قال الأعشى: إنَّ الذي فيه تَمارَيْتما * بُيِّنَ للسامع والآثر - ويروى: \" بين \". وفى حديث النبي ﷺ أنه سمع عمر رضى الله عنه يحلف بأبيه، فنهاه عن ذلك، قال عمر: \" فما حلفت به ذاكرا ولا آثرا \" أي مخبرا عن غيرى أنه حلف به. يقول: لا أقول إن فلانا قال: وأبى لا أفعل كذا وكذا. وقوله ذاكرا ليس هو من الذكر بعد النسيان، إنما يعنى متكلما به، كقولك: ذكرت لفلان حديث وكذا وكذا. والاثر بالضم: أثر الجِراحِ يَبقى بعد البرء، وقد يثقَّل مثل عُسْرٍ وعُسُرٍ. قال الشاعر:\nبيض مفارقها باق بها الاثر (١) * وفى الناس من يحمل هذا على الفرند والاثره أيضا: أن يسحى باطنُ خفِّ البعير بحديدةٍ لُيقْتَصَّ أثره. تقول منه: أثرت البعير فهو مأثور، وتلك الحديدة مئثرة وتؤثور أيضا على تفعول بالضم. وأما ميثرة السرج فغير مهموز والاثر بالكسر أيضا: خلاصة السَمْن. وتقول أيضاً: خرجْت في إثْرِهِ، أي في أَثَرِهِ. والأَثَرُ بالتحريك: ما بقي من رسْم الشئ وضربة السيف. وسنن النبي ﷺ: آثاره. واستأثر فلان بالشئ، أي استبد به، والاسم الأَثَرَةُ بالتحريك. واسْتَأْثَرَ الله بفلان، إذا ماتَ ورُجيَ له الغفرانُ. وحكى ابن السكيت: رجل أثر على فعل بضم العين، إذا كان يستأثر على أصحابه، أي يختار لنفسه أفعالاً وأخلاقاً حسنةً. والمَأْثرَة بفتح الثاء وضمها: المكرمة، لانها تؤثر، أي تذكر ويأثرها قرن عن قرن يتحدثون بها. وآثرت فلانا على نفسي، من الإيثار. وقولهم: أَفعلُ هذا آثِراً مَّا، وآثِرَ ذي أَثيرٍ، أي أوَّلَ كلَّ شئ. قال عروة بن الورد: وقالوا ما تَشاء فقلتُ أَلْهو * إلى الإصباحِ آثِرَ ذي أَثيرِ - وفلان أثيرى، أي خلصاني. وشئ كثير أثير، إثباع له مثل بَثيرٌ. أبو زيد: الأَثيرَةُ من الدوابّ: العظيمة الأَثَر في الأرض بخْفِّها أو حافرها. وأَثارَةٌ من عِلمٍ، أي بقيّة منه. وكذلك الاثرة بالتحريك. ويقال: سمنت الابل على أثازة، أي بقية شحم كان قبل ذلك. والتأثير: إبقاء الاثر في الشئ.",
    "pg": "2:574-576"
  },
  "أثم": {
    "def": "الأثْمُ: الذنْبُ. وقد أَثِمَ الرجل بالكسر إّثماً ومَأَثَماً، إذا وقع في الإثم، فهو آثِمٌ وأَثيمٌ، وأَثومٌ أيضاً. وأَثَمَهُ الله في كذا يَأْثُمُهُ ويَأْثمُهُ، أي عَدَّه عليه إثماً، فهو مَأْثُومُ. وأنشد الفرّاء (١) : فهَلْ يَأْثُمَنِّي اللهُ في أَنْ ذَكَرْتُها وعَلَّلْتُ أَصحابي بها ليلة النفر يروى بكسر الثاء وضمها. وآثمه بالمد: أوقعه في الإثم. وآثمَهُ بالتشديد، أي قال له: أَثِمْتَ. وقد تُسَمَّى الخمرُ إثماً. وقال: شربتُ الاثم حتى ضل عقلي كذاك الإثْمُ تذهب بالعقولِ وتَأَثمَ، أي تحرَّجَ عنه وكفّ. والأَثامُ: جزاء الإثْم. قال تعالى: (يلْقَ أَثاماً) . وناقة آثمة ونوق آثمات، أي مبطئات. قال الاعشى: جمالية تغتلى بالرداف إذا كذب الآثمات الهجيرا",
    "pg": "5:1857-1858"
  },
  "أجج": {
    "def": "الأجيج: تَلَهُّب النار. وقد أجت توج أجيجا. وأججتها فتأججت وائتجت أيضا، على افتعلت. والاجوج: المضئ، عن أبي عمرو. وأنشد لأبي ذُؤيب يصف برقا:\nأَغَرُّ كمصباح اليهودِ أَجوجُ (١) * وأجَّ الظليم يؤج أجّاً، أي عدا وله حفيف في عدوه. قال الشاعر:\nيؤج كما أجَّ الظليمُ المُنَفَّرُ (٢) * وقولهم: القوم في أجَّةٍ، أي في اختلاط. والأَجَّةُ: شدة الحر وتوهُّجه، والجمع إجاج، مثل جفنة وجفان. تقول منه: ائتج النهار ائتجاجا. وماءٌ أُجاجٌ، أي مِلْحٌ مرّ. وقد أجَّ الماءُ يؤُجُّ أجوجا. قال الاخفش: من همز يأجوج ومأجوج ويجعل الالف من الاصل يقول يأجوج يفعول، ومأجوج مفعول، كأنه من أجيج النار. قال: ومن لا يهمز ويجعل الالفين زائدتين يقول ياجوج من يججت، وماجوج من مججت وهما غير مصروفين. قال رؤبة: لو أن ياجوج وماجوج معا * وعاد عاد واستجاشوا تبعا",
    "pg": "1:297-298"
  },
  "أجد": {
    "def": "ناقة أجد، إذا كانت قوية موثقة الخلق. ولا يقال للبعير أجد. وآجدها الله فهي موجَدَةُ القَرا، أي موثَّقَةُ الظهر. وبناء مؤجد (١) . والحمد الله الذى آجدنى بد ضعف، أي قوانى. وإجد بالكسر: زجر للابل.",
    "pg": "2:439-440"
  },
  "أجر": {
    "def": "الأجْرُ: الثوابُ. تقول: أَجَرَهُ الله يَأْجِرُهُ ويَأْجُرُهُ أَجْراً (١) . وكذلك آجَرَهُ الله إيجَاراً. وآُجرَ فلانٌ خمسةً من وَلَدِهِ، أي ماتوا فصاروا أَجْرَهُ. والأُجرَةُ: الكِراءُ. تقول: استأجَرتُ الرجلَ فهو يَأْجُرُني ثمانيَ حِجَجٍ، أي يصير أَجيري. وائْتَجَرَ عليه بكذا، من الاجرة، وقال الشاعر (٢) : يا ليت أنى بأثوابى وراحلتي * عبد لاهلك هذا الشهر مؤتجر (٣) - أبى مع أثوابي. الاصمعي: أجَرَ العظمُ يَأْجُرُ أَجْراً وأُجوراً، أي بَرَأ على عَثْمٍ. وقد أجرت يده، أي جبرت. وآجرها اللهُ، أي جَبَرَها على عَثْمٍ. وآجرته الدار: أكريتها. والعامة تقول: واجرته. والاجار (١) : السطح بلغة أهل الشام والحجاز. قال أبو عبيد: وجمع الاجار إجاجير وأجاجرة. والآجر: الذى يبنى به، فارسي معرب. ويقال أيضا آجور على فاعول. وآجر (٢) : أم إسماعيل ﵇.",
    "pg": "2:576"
  },
  "أجص": {
    "def": "الاجاص دخيل، لان الجيم والصاد لا يجتمعان (١) في كلمة واحدة من كلام العرب. الواحدة إجاصة. قال يعقوب: ولا تقل إنجاص.",
    "pg": "3:1029"
  },
  "أجل": {
    "def": "الاجل: مدة الشئ. ويقال: فعلت ذاك من أَجْلِكَ، ومن إجلك بفتح الهمزة وكسرها، ومن أَجْلاَكَ (١) ، أي من جَرَّاكَ. والإجْلُ أيضاً بالكسر: القَطيع من بقر الوحش، والجمع الآجالُ. وتَأَجَّلَتِ البِهامُ، أي صارت آجالاً. قال لبيد: والعينُ ساكنةٌ على أَطْلائها عوذاً تَأَجَّلَ بالفضاء بِهامُها والإجْلُ أيضاً: وجعٌ في العنقُ. وقد أَجِلَ الرجل بالكسر، أي نام على عنقه فاشتكاها والتَأجيلُ: المداواةُ منه. يقال: بي إجْلٌ فأَجَّلوني منه، أي داوونى منه. كما يقال: طنيته، إذا عالجته من الطنى ومرضته. واستأجلته فأجلني جلنى إلى مدةٍ. والإجَّلُ: لغةٌ في الإِيَّلِ، وهوالذ كر من الاوعال، ويقال هو الذي يسمى بالفارسية \" كوزن \". قال أبو عمرو بن العلاء: بعض الاعراب يجعل اليإ المشددة جيما وإن كانت أيضا غير طرف. وأنشد ابن الاعرابي (٢) كأن في أذنابهن الشول من عبس الصيف قرون الاجل قال: يريد الايل. والآجل والآجِلةُ: ضدُّ العاجل والعاجلة. وأَجَلَ عليهم شَرّاً يأْجُلُ ويَأْجِلُ أَجْلاً، أي جَناهُ وهَيَّجَه. قال خَوَّاتُ بن جُبَير (١) : وأَهْلِ خِباءٍ صالحٍ ذات بينهم قد احترابوا في عاجلٍ أنا آجِلُهُ (٢) أي أنا جانيهِ. قال أبو عمرو: المَأْجَلُ، بفتح الجيم: مستنقَع الماء، والجمع المآجِلُ. وقد تَأَجَّل الماءُ فهو مُتَأَجِّلٌ، وماءٌ أَجيلٌ، أي مجتمعٌ. وأجلى، على فعلى: اسم موضع، وهو مرعى لهم معروف، ومنه قول الشاعر: حلت سليمى جانب الجريب (٣) بأجلى محلة الغريب (٤) وقولهم: أَجَلْ، إنّما هو جوابٌ مثل نَعَمْ. قال الأخفش: إلاّ أنّه أحسن من نَعَمْ في التصديق، ونَعَمْ أحسن منه في الاستفهام. فإذا قال أنت سوف تذهبُ قلتَ أَجَلْ وكان أحسن من نَعَمْ، وإذا قال أتذهب؟ قلت نَعَمْ وكان أحسن من أجل.",
    "pg": "4:1621-1622"
  },
  "أجم": {
    "def": "الاجمة من القصب، والجمع أجمات وأجم وإجام وآجام وأجم، كما قلناه في الاكمة. والاجم أيضا: حصن بناه أهل المدينة من حجارة. قال يعقوب: كل بيت مربع مسطح أجم. قال امرؤ القيس: وتيماء لم يترك بها جذع نخلة ولا أجما إلا مشيدا بجندل وقال الاصمعي: وهو يخفف ويثقل، والجمع آجام، مثل عنق وأعناق. وتأجم النهار، أي اشتد حره. وتأجمت النار، مثل تأججت. وإنّ لها لأجيماً وأَجيجاً. قال عُبَيد بن أيُّوب العنبريّ: ويومٍ كتَنُّورِ الإماء سَجَرْنَهُ حَمَلْنَ عليه الجذل حتى تأجما رميت بنفسى في أجيج سمومه وبالعنس حتى جاش منسمها دما وفلان يتأجم على فلان ويَتَأَطَّمُ، إذا اشتدّ غضبُه عليه وتَلَهَّفَ. أبو زيد: أَجِمْتُ الطعامَ بالكسر، إذا كَرِهْتَه من المداوَمة عليه، فأنا آجمٌ على فاعل. والاجم: موضع بالشأم بقرب الفراديس.",
    "pg": "5:1858"
  },
  "أجن": {
    "def": "يقال في صدره على إحنة، أي حقد، ولا تقل حنة. والجمع إجن. وقد أَحِنْتُ عليه بالكسر. قال الشاعر (١) : إذا كان في صَدْرِ ابن عَمِّكَ إحْنَة (٢) فلا تَسْتَثِرْها سوف يبدو دَفينها والمؤاحَنَةُ: المُعاداةُ.",
    "pg": "5:2068"
  },
  "أحح": {
    "def": "أحَّ الرَجُل يَؤُحُّ أحّاً، أي سعل. قال الراجز: يكاد من تنحنح وأح * يحكى سعال النزق الابح وهو لرؤبة يصف رجلا بخيلا إذا سئل تنحنح وسعل. والاحاح، بالضم: العطش. والأُحاحُ أيضاً والأَحيحةُ: الغَيْظُ وحَزازَةُ (١) الغم. وأحيحة بن الجلاح: اسم رجل، مصغر.",
    "pg": "1:353"
  },
  "أحد": {
    "def": "أَحَدٌ بمعنى الواحد، وهو أول العدد. تقول: أحد واثنان، وأحد عشر وإحدى عشرة. وأما قوله تعالى:\n(قل هوَ اللهُ أحَدٌ) *، فهو بدلٌ من الله، لأنَّ النكرة قد تبدل من المعرفة، كما يقال:\n(لنسفعا بالناصية. ناصية) *. قال الكسائي: إذا أدخلت في العدد الالف واللام فأدخلهما في العدد كله. فتقول: ما فعلت الاحد العشر الالف الدرهم. والبصريون يدخلونها في أوله فيقولون: ما فعلت الاحد عشر الالف درهم. وتقول: لا أحد في الدار، ولا تقل فيها أحد. ويوم الاحد يجمع على آحاد. وأما قولهم: ما في الدار أحدٌ، فهو اسمٌ لمن يصلح أن يخاطب، يستوي فيه الواحد والجمع والمؤنث. وقال تعالى:\n(لَسْتُنَّ كَأَحَدٍ من النِساء) * وقال:\n(فما مِنكم من أحدٍ عنه حاجِزينَ) *. واسْتَأْحَدَ الرجل: انفرد. وجاءوا آحاد أحادَ غير مصروفَين، لأنهما معدولان في اللفظ والمعنى جميعا. وأحد: جبل بالمدينة. وحكى الفراء عن بعض الاعراب: معى عشرة فأحدهن، أي صيرهن أحد عشر. وفى الحديث أنه قال لرجل أشار بسبابتيه في التشهد: أحد أحد.",
    "pg": "2:440"
  },
  "أحد (٣) ": {
    "def": "الضبعين. وهو التأبط أيضا، عن الاصمعي (٤) . وضبعان أَمْدَرُ، أي منتفخ الجنبين عظيم البطن، ويقال هو الذي تَتَرَّب جنْباه، كأنَّه من المدر والتراب. والضَبُعُ أيضاً: السَنةُ المجْدِبةُ. قال الشاعر (٥) : أبا خُراشَةَ أَمَّا أنت ذا نَفَرٍ * فإنَّ قَوْميَ لم تَأْكُلْهُمُ الضَبُعُ * والضَبَعُ بالتحريك والضَبَعَةُ: شِدَّة شهوة الناقة للفحل، وقد ضَبِعَتْ بالكسر تَضْبَعُ ضَبَعاً، وأضْبَعَتْ أيضا بالالف. وضبيعة: أبو حى من بكر، وهو ضبيعة ابن قيس بن ثعلبة بن عكابة بن صعب بن بكر ابن وائل، وهم رهط الاعشى ميمون بن قيس. وضباعة: اسم امرأة.",
    "pg": "3:1248"
  },
  "أخا": {
    "def": "الأخُ أصله أخَوٌ بالتحريك، لانه جمع على آخاء مثل آباء، والذاهب منه واو، لأنَّك تقول في التثنية أَخوانِ، وبعض العرب يقول أخان على النقص. ويجمع أيضا على إخوان، مثل خرب وخر بان، وعلى إخْوَةٍ وأخوَةٍ عن الفرّاء. وقد يُتَّسُعُ فيه فيراد به الاثْنانِ كقوله تعالى: (فإن كان له إخوة) . وهذا كقولك: إنا فعلنا، ونحن فعلنا، وأنتما اثنان. وأكثر ما يستعمل الاخوان في الأصدقاء، والإخوةُ في الولادةِ. وقد جمع بالواو والنون، قال الشاعر (٢) : وكان بنو فزارة شر قوم (٣) * وكنت لهم كشر بنى الاخينا (*) ولا يقال أخو ولا أبو إلاّ مضافاً، تقول: هذا أَبوكَ وأَخوكَ، ومررت بأَبِيكَ وأخيكَ، ورأيت أباك وأخاك. وكذلك حموك، وهنوك، وفوك، وذو مال. فهذه ستة أسماء لا تكون موحدة إلا مضافة. وإعرابها في الواو والياء والالف، لان الواو فيها وإن كانت من نفس الكلمة ففيها دليل على الرفع، وفى الياء دليل على الخفض، وفى الالف دليل على النص ب. ويقال: ما كنت أخا ولقد أخوت تأخو أخوة. ويقال: أخْتٌ بَيَّنةُ الأخوةِ أيضاً. وإنما قالوا أخت بالضم ليدل على أن الذاهب منه واو، وصح ذلك فيها دون الاخ لاجل التاء التى ثبتت في الوصل والوقف، كالاسم الثلاثي. والنسبة إلى الاخ أخوى. وكذلك إلى الأخت ; لأنَّك تقول أخَواتٌ. وكان يونس يقول أختى، وليس بقياس. وآخاه مؤاخاة وإخاء. والعامة تقول: واخاه. وتقول: لا أَخالَكَ بفلان، أي هو ليس لك بأَخ. وتآخَيا على تفَاعلا. وتَأَخَّيْتُ أَخاً، أي اتخذت أَخاً. وتأخيت الشئ أيضا مثل تحريته. والآخِيَّةُ، بالمدّ والتشديد: واحدة الأَواخِيّ. قال ابن السكيت: وهو أن يُدْفَنَ طَرَفا قطعةٍ من الحبل في الأرض وفيه عُصَيَّةٌ أو حجيز، فيظهر منه مثل عروة تُشَدُّ إليه الدابّة. وقد أخَّيْتُ للدابة تَأخِيَةً. والآخِيَّةُ أيضاً: الحُرْمَةُ والذمة. تقول: لفلان أواخى وأسباب ترعى.",
    "pg": "6:2264-2265"
  },
  "أخذ": {
    "def": "أخذت الشئ آخذه أخذا: تناولته. والإخذُ بالكسر، الاسمُ. والأمْر منه خُذ، وأصله اُؤْخُذْ إلاَّ أنهم استثقلوا الهمزتين فحذفوهما تخفيفاً. وكذلك القول في الامر من أكل وأمر وأشباه ذلك. وقولهم: خذ عنك، أي خذ ما أقول، ودَعّ عنك الشكَّ والمِراءَ. يقال: خُذِ الخِطامَ، وخُذْ بالخِطامِ بمعنىً. ونجومُ الأخذِ: منازلُ القمرِ، لأنَّ القمر يأخذ كل ليلة في منزلٍ منها. وآخَذَهُ بذنبه مؤاخذة. والعامة تقول: واخذه. ويقال: ائتخذوا في القتال، بهمزتين، أي أخذ بعضُهم بعضاً. والاتِّخاذُ: افتعالٌ أيضاً من الأخذ: إلاَّ أنه أُدغِم بعد تليين الهمزة وإبدال التاء، ثم لما كثر استعماله على لفظ الافتعال توهموا أن التاء أصلية فبنوا منه فعل يفعل، قالوا: تخذ يتخذ. وقرئ:\n(لتخذت عليه أجرا) *. وقولهم: أخذت كذا يبدلون الذال تاء فيدغمونها في التاء، وبعضهم يظهر الذال وهو قليل. والاخيذ: الأسيرُ، والمرأةُ أَخيذَةٌ. والأُخْذَةُ بالضم: رُقْيَةٌ كالسِحر، أو خَرَزةٌ تُؤَخِّذُ بها النساءُ الرجالَ، من التَأْخيذِ. وأَخِذَ الفَصيلُ بالكسر يَأْخذُ أَخَذاً: اتَّخَمَ من اللبن. ويقال أيضاً: رَجُلٌ أَخِذٌ، أي رَمِدٌ. وبعينه أخذ بالضم، مثال جنب، أي رمد. وحكى المبرد أن بعض العرب يقول: استخذ فلان أيضا (١) ، يريد اتخذ، فيبدل من إحدى التاءين سينا، كما أبدلوا التاء مكان السين في قولهم ست. ويجوز أن يكون أراد استفعل من تخذ يتخذ، فحذف إحدى التاءين تخفيفا كما قالوا ظلت من ظللت. قال الاصمعي: المستأخذ: لمطأطئ رأسه من رمدٍ أو وجعٍ. والتأْخاذُ: تَفْعالٌ من الاخذ. قال الشاعر الاعشى: ليعودن لمعد عكرة * دلج الليل وتأخاذ المنح (١) . - والاخاذة: شئ كالغدير، والجمع إخاٌذ، وجمع الإخاذِ أُخُذٌ مثال كتاب وكتب، وقد يخَّفف. قال الشاعر: وغادَرَ الأُخْذَ والأَوْخاذَ مُتْرَعَةً * تَطْفو وأَسْجَلَ أنهاء وغدرانا - وفى حديث مسروق بن الاجدع قال: \" ما شبهت بأصحاب محمد ﷺ إلا الاخاذ، تكفى الاخاذة الراكب، وتكفى الاخاذة الراكبين، وتكفى الاخاذة الفئام من الناس \". والاخاذة والاخاذ أيضا: أرض يجوزها الرجل لنفسه أو السلطانُ. ويقال: ذهبَ بنو فلان ومن أخذ أخذهم بالفتح، أي ومن سار بسيرتهم. وحكى ابن السكيت: ومن أخذ أخذهم برفع الذال ونصب الهمزة، وإخذهم بكسر الهمزة مع رفع الذال، أي ومن أخذه إخذهم وسيرتهم. وحكى أبو عمرو: استعمل فلان على الشام وما أَخَذَ إخْذَهُ بالكسر، أي لم يأخذ ما وجبَ عليه من حسن السيرة. ولا تقل: أخذه. ويقال: لو كنت منّا لأخذت بإخْذنا، أي بخلائقنا وشكلنا.",
    "pg": "2:559-560"
  },
  "أخر": {
    "def": "أَخَّرْتُهُ فتأَخَّرَ. واسْتأْخَرَ، مثل تأَخَّرَ. والآخِرُ: بعدَ الأول، وهو صفةٌ. تقول: جاء آخِراً، أي أخيرا، وتقديره فاعل، والانثى آخرة، والجمع أواخر. والآخر بالفتح: أحد الشيئين، وهواسم على أفعل، والانثى أخرى، إلا أن فيه معنى الصفة، لان أفعل من كذا لا يكون إلا في الصفة. وقولهم: جاء في أُخْرَياتِ الناس، أي في أواخرهم. وقولهم: لا أفعله الليالى، أي أبدا. وأُخْرى المَنونِ، أي آخِرُ الدهر. قال الشاعر: وما القوم إلا خمسة أو ثلاثة * يخوتون أخرى القوم خوت الا جادل - أي من كان في آخرهم. ويقال في الشتم: أبعد الله الاخر، بكسر الخاء وقصر الالف. وتقول أيضاً: بِعْتُهُ بأَخِرَةًٍ وبِنَظِرةٍ، أي بنَسِيئة. وجاء فلان بأَخَرَةٍ بفتح الخاء، وما عرفته إلاَّ بأَخَرَةٍ، أي أَخيراً. وجاءنا أُخُراً بالضم، أي أخيراً. وشق ثوبَه أُخُراً ومن أُخُرٍ، أي من مُؤَخَّره. قال الشاعر امرؤ القيس: وعين لها حَدْرَةٌ بَدْرَةٌ * شُقَّتْ مآقيهِما من أُخُرْ - ومُؤخِرُ العينِ، مثال مؤمن: الذى يلى الصدغ. ومقدمها: الذى يلى الانف. يقال: نظر إليه بمؤخر عينه، وبمقدم عينه. ومؤخرة الرحل أيضا: لغة قليلة في آخرة الرحل، وهى التى يستند إليها الراكب. قال يعقوب: ولا تقل مؤخرة. ومؤخر الشئ بالتشديد: نقيض مقدمه. يقال: ضرب مقدم رأسه ومؤخره. والمئخار: النخلة التى يبقى حَمْلُها إلى آخر الصِرام. وأُخَرُ: جمع أُخْرى، وأُخْرى: تأنيث آَخَرَ، وهو غير مصروف، قال الله تعالى:\n(فعِدَّةٌ من أيامٍ أخر) *، لان أفعل الذى معه من لا يجمع ولا يؤنث مادام نكرة. تقول: مررت برجل أفضل منك، وبرجال أفضل منك، وبامرأة أفضل منك. فإن أدخلت عليه الالف واللام أو أضفته ثنيت وجمعت وأنثت، تقول: مررت بالرجل الافضل. وبالرجال الافضلين، وبالمرأة الفضلى وبالنساء الفضل. ومررت بأفضلهم وبأفضليهم وبفضلاهن وبفضلهن. وقالت امرأة من العرب: صغراها مراها. ولا يجوز أن تقول. مررت بالرجل أفضل، ولا برجال أفاضل، ولا بامرأة فضلى، حتى تصله بمن أو تدخل عليه الالف واللام. وهما يتعاقبان عليه، وليس كذلك آخر، لانه يؤنث ويجمع بغير من وبغير الالف واللام وبغير الاضافة: تقول: مررت برجل آخر، وبرجال أخر وآخرين، وبامرأة أخرى، وبنسوة أخر، فلما جاء معدولا وهو صفة منع الصرف وهو مع ذلك جمع. فإن سميت به رجلا صرفته في النكرة عند الاخفش، ولم تصرفه عند سيبويه. وقول الاعشى:\nوعلقتني أخيرى ما تلا ئمنى (١) *: تصيغير أخرى.",
    "pg": "2:576-577"
  },
  "أدا": {
    "def": "الأداة: الآلةُ، والجمع الأدَواتُ. وآداهُ على كذا يُؤْديهِ إيداءً، إذا قواه عليه وأعانه. ومن يؤديني على فلان، أي من يعيننى عليه. وآدى الرجلُ أيضاً، أي قَويَ، من الأَداةِ، فهو مُؤدٍ بالهمز، أي شاكٍ في السلاح. وأمَّا مودٍ بلا همز، فهو من أَوْدى أي هلك. وأهل الحجاز يقولون: آديته على أفعلته، أي أعنته. ويقولون: استأديت الامير على فلان فآداني عليه، بمعنى استعديته فأَعداني عليه. وآدَيْتُ للسفر فأنا مُؤدٍ له، إذا كنتَ متهيئا له، حكاه يعقوب. وتآدى، أي أخذ للدهر أداته. قال الاسود بن يعفر: ما بعد زيد في فتاة فرقوا * قتلا وسبيا بعد حسن تآدى (١) ويقال: أخذت لذلك الأمر أَدِيَّةُ، أي أهبته. ونحن على أَديّ للصلاة، أي تهيُّؤٍ لها. قال الأصمعي: غَنَمٌ أَدِيَّةٌ، على فعيلة، أي قليلة. وأَدَوْتُ له، أي ختلته. يقال: الذئب يأدو للغزال، أي يختله ليأكله (٢) . وأنشد أبو زيد: أدوت له لآخذه * فهيهات الفتى حذرا ونصب \" حذرا \" بفعل مضمر، أي لا يزال حذرا. ويجوز نصبه على الحال ; لان الكلام قد تم بقوله هيهات، كأنه قال: بعد عنى وهو حذر. وأَدى اللبن يَأْدي أُدِيَّا، أي خثر ليروب. وحكى اللحيانى: قطع الله أديه، يريد يديه. ويقال ثوب أدى ويَديٌّ، إذا كان واسعاً. وأَدَّى دَيْنَه تأْديَةً، أي قضاه. والاسم الأَداءُ. وهو آدى للأمانة منك، بمدّ الألف. وتأَدَّى إليه الخبر، أي انتهى. ويقال: اسْتأداهُ. مالاً، إذا صادره واستخرجه منه. والاداوة: المطهرة، والجمع الاداوى، مثل المطايا. قال الراجز:\nإذا الاداوى ماؤها تصبصبا * وكان قياسه أدائى مثل رسالة ورسائل، فتجنبوه وفعلوا به ما فعلوا بمطايا وخطايا، فجعلوا فعائل فعالى، وأبدلوا هنا الواو ليدل على أنه قد كانت في الواحدة واو ظاهرة، فقالوا أداوى. فهذه الواو بدل من الالف الزائدة في إداوة والالف التى في آخر الاداوى بدل من الواو التى في أداوة، وألزموا الواو ههنا كما ألزموا الياء في مطايا.",
    "pg": "6:2265-2266"
  },
  "أدب": {
    "def": "الأَدَبُ: أدَب النَّفْس والدَّرْسِ، تقول منه: أَدُبَ الرجُلُ بالضم فهو أَديبٌ، وأَدَّبْتُهُ فَتأَدَّبَ. وابن فلان قد استأدَبَ، في معنى تأدب. والادب: العجب. قال الراجز (١) : بشمجى المشى عجول الوثب (٢) * حتى أتى أزبيها بالادب الازبى: السرعة والنشاط. والادب أيضا: مصدر أدب القوم يأدبهم بالكسر، إذا دَعاهُمْ إلى طعامِه. والآدِبُ: الداعي. قال طرفة: نحن في المشتاة ندعو الجفلى * لا ترى الآدب فينا ينتقر ويقال أيضاً: آدَبَ القَوْمَ إلى طعامه يؤدبهم إيدابا، حكاها أبو زيد، واسم الطعام المأدبة والمأدبة. قال الشاعر (٣) يصف عقابا: كأن قلوب الطير في قعر عشها * نوى القسب (٤) ملقى عند بعض المآدب",
    "pg": "1:86"
  },
  "أدد": {
    "def": "أَدَّتِ الناقة تَؤُدُّ أَدّاً، إذا رَجَّعَتْ الحنينَ في جوفها. والايد: الجلبة. وشديد أديد، اتباع له. والإدُّ بالكسر والإدَّةُ: الداهيةُ، والامر الفظيع. ومنه قول تعالى:\n(لقد جِئتم شيئاً إدّاً) *، وكذلك الآدُّ مثل فاعل. وجمع الإدَّةِ إدَدٌ. وأَدَّتْ فلاناً داهية تَؤُدُّهُ أَدّاً، بالفتح. والأَدُّ أيضاً: القوة. قال الراجز: نَضَوْتُ عني شِرَّةً وأَدَّا (١) * مِن بعدِ ما كنتُ صملا نهدا - وأد: أبو قبيلة، بالضم، وهو أد بن طابخة ابن الياس بن مضر. وأدد: أبو قبيلة، من اليمن، وهو أدد بن زيد ابن كهلان بن سبأ بن حمير. والعرب تصرف أددا، جعلوه بمنزلة ثقب ولم يجعلوه بمنزلة عمر.",
    "pg": "2:440"
  },
  "أدر": {
    "def": "الأُدْرَةُ: نفَخةٌ في الخصية. يقال: رجل آدَرُ بيِّن الأُدْرَةِ.",
    "pg": "2:577-578"
  },
  "أدل": {
    "def": "قال الفراء: الا دل: وجع في العنق، مثل الاجل. والإدْلُ أيضاً: اللبَن الخاثر الشديد الحموضة. يقال: جاءنا بإدلة ما تطاق حمضا، أي من حموضتها",
    "pg": "4:1622"
  },
  "أدم": {
    "def": "الادم: جمع الاديم، مثل أفيق وأفق. وقد يجمع على آدمة، مثل رغيف وأرغفة، عن أبى نصر. وربما سمى وجهُ الأرض أديماً. قال الأعشى: يوما تراها كشبه أردية العصب (١) ويوما أديمها نغلا والادمة: باطن الجلد الذى يلى اللحم، والبشرة ظاهرها. وفلان مُؤْدَمٌ مُبْشَرٌ، أي قد جمع لِينَ الأَدَمَةِ وخُشونة البشرة. ويقال أيضاً: جعلتُ فلاناً أَدَمَةَ أهلي، أي إسْوَتَهُمْ. والأُدْمَةُ بالضم: السُمرة. والادمة أيضا: الوسيلة إلى الشئ، عن الفراء. والآدَمُ من الناس: الأسمر، والجمع أُدْمانٌ. وآدَمُ ﵇: أبو البشر، وأصله بهمزتين، لانه أفعل، إلا أنهم لينوا الثانية، فإذا احتجت إلى تحريكها جعلتها واوا وقلت أوادم في الجمع، لانه ليس لها أصل في الياء معروف، فجعلت الغالب عليها الواو، عن الاخفش. قال الاصمعي: والادم من الظباء بيِضٌ تعلوهنّ جُدَدٌ، فيهن غُبْرَةٌ، تسكن الجبال. قال: وهي على ألوان الجبال. يقال ظبيةٌ أدماء. وقد جاء في شعر ذى الرمة أدمانة، قال: أقول للركب لما أعرضت أصلا أدمانة لم تربيها الاجاليد وأنكره الاصمعي. والادمة في الابل: البياض الشديد، يقال: بعيرٌ آدَمُ وناقةٌ أدماء، والجمع أدم. وقال (١) فإن أهجه يضجر كما ضجر بازل من الادم دبرت صفحتاه وغاربه ويقال هو الابيض الاسود المقتلين. والادم والادام: ما يؤتدم (١) به. تقول منه: أدم الخبزَ باللحم يَآْدِمُهُ، بالكسر. والأُدْمُ: الأُلْفَةُ والاتفاقُ، يقال: أَدَمَ اللهُ بينهما، أي أصلح وأَلَّفَ، وكذلك آدَمَ الله بينهما، فَعَلَ وأفْعَلَ بمعنى. وفي الحديث: \" لو نظرْتَ إليها فإنه أحرى أن يؤدم بينكما \"، يعني أن تكون بينكما المحبة والاتفاق. وقال:\nوالبيضُ لا يُؤْدِمْنَ إلاَّ مؤْدَما * أي لا يحببن إلا محببا. وأدمى، على فعلى، بضم الفاء وفتح العين: اسم موضع. والاياديم: متون الارض، لا واحد لها.",
    "pg": "5:1858-1859"
  },
  "أذا": {
    "def": "آذاه يؤذيه إيذاء فأذى هو أذى وأَذاةً وأذيَّةَ. وتأذيْتُ به. والآذيُّ: موجُ البحر، والجمع الاواذى. الاموى: بعير أذ على فعل، وناقة أذية، إذا كان لا يقر في مكان من غير وجع ولكن خلقة. حكاه عنه أبو عبيد.",
    "pg": "6:2266"
  },
  "أذن": {
    "def": "أذن له في الشئ إذْناً. يقال: ائْذَنْ لي على الامير. وقول الشاعر: قلت لبواب لديه دارها تيذن فإنى حمؤها وجارها قال أبو جعفر: أراد لتأذن. وجائز في الشعر حذف اللام وكسر التاء، على لغة من يقول أنت تعلم. وقرئ: (فبذلك فلتفرحوا) . وأذن، بمعنى علم. ومنه قوله تعالى: (فأْذَنوا بحَرْبٍ من الله ورسوله) . وأَذِنَ له أَذَناً: استمع. قال قَعْنَبُ بن أمُِّ صاحبٍ: إنْ يسمعوا ريبَةً طاروا بها فرحاً عَنِّي وما سمعوا من صالحٍ دَفَنوا صُمُّ إذا سمعوا خيراً ذُكِرْتُ به وإنْ ذكرت بشر عندهم أذنوا و \" ما أذن الله لشئ كأذنه لمن يتغنى بالقرآن (١) \". والاذان: الإعلامُ. وأَذانُ الصلاة معروف. والأَذينُ مثله. وقد أّذَّنَ أَذاناً. والمِئْذَنَةُ: المنارة. والاذين: الكفيل. وقال امرؤ القيس: وإنِّي أذينٌ إن رَجَعْتُ مُمَلَّكاً بسَيْرٍ ترى منه الفُرانِقَ أزْوَرا (٢) وقال قوم: الأَذينُ: المكان يأتيه الأَذانُ من كلِّ ناحية. وأنشدوا: طَهورُ الحَصى كانت أَذيناً ولم تكن بها ريبةٌ مما يُخافُ تَريبُ والأَذنُ تخفف وتثقّل، وهي مؤنثة، وتصغيرها أذينة. ولو سميت بها رجلا ثم صغرته قلت أذين فلم تؤنث، لزوال التأنيث عنه بالنقل إلى المذكر. فأما قولهم أذينة في الاسم العلم فإنما سمى به مصغرا، والجمع آذان. وتقول: أذنته، إذا ضربت أُذُنَهُ. ورجلٌ أُذُنٌ، إذا كان يسمع مقال كلِّ أحد ويقبله، يستوى فيه الواحد والجمع. ورجلٌ أذانيٌّ: عظيم الأُذُنَيْنِ. ونعجةٌ أذْناءُ وكبشٌ آذَنُ. وأذنت النعل وغيرها تأذينا، إذا جعلت لها أذناً. وأَذَّنْتُ الصبيّ: عركت أذنه. وآذنتك بالشئ أعلمتكه. والآذن: الحاجب. وقال:\nتبدل بآذنك المرتضى * وقد آذن وتأذن بمعنى، كما يقال أيقن وتيقن. وتقول: تأذّنَ الأميرُ في الكلام، أي نادى فيهم في التَهَدُّدِ والنهى، أي تقدم وأعلم. وقوله تعالى: (وإذْ تَأَذَّنَ رَبَّكَ) ، أي أعلم. وإذن: حرف مكافأة وجواب، إنْ قدَّمتَها على الفعل المستقبل نصبَته بها لا غير. إذا قال لك قائلٌ: الليلةَ أزورك، قلت: إذنْ أكرمَك. وإن أخَّرتَها ألغيتها فقلت: أكرمك إذن. فإن كان الفعل الذى بعدها فعل الحال لم تعمل، لان الحال لا تعمل فيها العوام الناصبة. وإذا وقفت على إذن قلت: إذا، كما تقول زيدا. وإن وسطتها وجعلت الفعل بعدها معتمدا على ما قبلها ألغيت أيضا كقولك: أنا إذن أكرمك لانها في عوامل الافعال مشبهة بالظن في عوامل الاسماء. وإن أدخلت عليها حرف عطف كالواو والفاء، فأنت بالخيار، وإن شئت ألغيت وإن شئت أعملت.",
    "pg": "5:2068-2069"
  },
  "أرا": {
    "def": "أرى السحاب: درته. والارى أيضا: العسل. قال لبيد:\nوَأرْي دبورٍ شارَهُ النَحْلُ عاسِلُ (١) * وعمل النحل أرى أيضاً. وقد أرَتِ النحلُ تأْري أَرْياً، إذا عَمِلَتِ العسلَ. وأَرَتِ القِدْرُ تَأري أرْياً، أي التزقِ بأسفلها شئ من الاحتراق، مثل شاطَتْ. وأَريَ صدره بالكسر، أي وَغِرَ. وتَأَرَّيْتُ بالمكان: أقمتُ به. قال أعشى باهلة (٢) : لا يتأرى لما في القِدْرِ يرَقُبُهُ * ولا يَعَضُّ على شُرْسوفِهِ الصَفَرُ أي لا يتحبّس على إدراك القِدْر ليأكل. قال أبو زيد: يتأرى: يتحرى. ومما يضعه الناس في غير موضعه قولهم للمعلف آرى، وإنما الآرى محبس الدابة. وقول العجاج يصف ثورا:\nواعتاد أرباضا لها آرى (١) * أي لها أصل ثابت في سكون الوحشى بها، يعنى الكناس. وقد تُسَمَّى الآخِيَّةُ أيضاً آرِيّاً، وهو حبلٌ تُشَدَّ به الدابة في مَحْبِسِها. ومنه قول الشاعر (٢) : داوَيْتُهُ بالمَحْضِ حتَّى شَتا * يَجتْذَبُ الآريَّ بالمرود أي مع المرود. وهو في التقدير فاعول ; والجمع الاوارى، يخفف ويشدد. تقول منه: أريت للدابة تأرية. (*) والدابة تأرى إلى الدابّة، إذا انضمَّت إليها وأَلِفَتْ معها مِعْلَفاً واحداً. وآرَيْتُها أنا. قال لبيد يصف ناقته: تسلب الكانس لم يوأربها (١) * شعبة الساق إذا الظل عقل ويروى: \" لم يورأ \". وأريت النار تأرية، أي ذَكَّيْتُها. يقال: أَرِّ نارَكَ. والإرَة: موضعُ النار، وأصله إرْيّ، والهاء عوض من الياء، والجمع إرونَ مثل عزون. وبئر ذى أروان: اسم بئر بالمدينة، بفتح الهمزة.",
    "pg": "6:2266-2267"
  },
  "أرب": {
    "def": "الإِرْبُ: العُضْوُ. يقال: السُّجودُ على سَبْعَةِ آرابٍ وأَرْآب أيضاً. ورَجُلٌ مُسْتَأرَبٌ بفتح الراء، أي مَدْيونٌ، كأنّ الدَيْنَ أخَذَ بآرابِهِ. قال الشاعر: * مستأرب عضه السلطان مَديونُ (١) * وَالإِرْبُ أيضاً: الدَهاء، وهو من العَقْل. يقال: هو ذو إرْبٍ. وقد أَرُبَ يَأْرُبُ إرَباً، مثل: صغر صغرا، وأرابة أيضا بالفتح، عن أبى زيد. وفلان يؤارب صاحبه، إذا داهاهُ. والأّريبُ: العاقِلُ. والأِرْبُ أيضاً: الحاجَةُ، وفيه لُغات: إرْبٌ وإربة، وأرب، ومأربة، ومأربة. وفى المثل: \" مأربة لاحفاوة \"، تقول منه: أَرِبَ الرجلُ بالكسر يَأْرَبُ أَرَباً. وقوله تعالى: (غَيْرِ أولي الإِرْبَةِ من الرِجالِ) ، قال سعيدُ بن جُبَيْر: هو الْمَعْتوهُ. وأَرِبَ الدَهْرُ أيضا، إذا اشتد. وقال (٢) : أرب الدهر فَأعْدَدْتُ له * مُشْرِفَ الحارِكِ مَحْبوكَ الكتد ويقال أيضا: أَرِبَ الرجلُ، إذا تساقَطَتْ أَعْضاؤُهُ. ويقال أَرِبْتَ من يَدَيْكَ، أي: سَقَطَتْ آرابُكَ من اليدين خاصَّةً. وأرب بالشئ أيضا: درب به وصار بصيراً فيه، فهو أَرِبٌ. وقال الشاعر أبو العِيالِ: يَلُفُّ طَوائِفَ الأعْدا * ءِ وهو بِلَفِّهِمْ أَرِبُ والأّرْبَةُ بالضم: العُقْدَةُ. وَتَأْريبُ العقدة: إحكامها، يقال: أرب عقدتك، وهي التي لا تَنْحَلُّ حتى تحل حلا. قال ابن مقبل:\nضرب القداح وتأريب على الخطر (١) * وتأريب الشئ أيضا: تَوْفيرُهُ. وكل مُوَفَّرٍ مُؤَرَّب. يقال: أَعْطاهُ عُضواً مُؤَرَّباً، أي: تامّاً لم يكسر. الأصمعي: التأَرُّب: التشَدُّدُ في الشئ. يقال: تأربت في حاجتي، وتَأرَّبَ فلان عَلَيَّ، أي تأبى وتشدد. وآربت على القوم، أي: فزت عليهم وفلجت. ومنه قول لبيد:\nوَنَفْس الفَتى رَهْنٌ بقمرة مؤرب (٢) * ومأرب: موضع، ومنه ملح مأرب. والاربى: الداهية، بضم الهمزة. قال ابن أحمر: فلما غسى ليلى وأيقنت أنها * هي الاربى جاءت بأم حبو كرى",
    "pg": "1:86-88"
  },
  "أرث": {
    "def": "الارث: الميراث، وأصل الهمز فيه واو. يقال هو في إرث صدق، أي أصل صدق. وهو على إرْثٍ من كذا، أي على أمر تَوارثَه الآخر عن الأوّل. والتأريث: الإغراء بين القوم. والتأريث أيضاً: إيقاد النار. قال عدى بن زيد: ولها ظبى يؤرثها * جاعل في الجيد (١) تقصارا والارثة بالضم: سرجين يوضع عندَ الرماد لتكون عُدَّةً إذا احتيج إليها. يقال: تأرثت النار، إذا اتقدت في الارثة.",
    "pg": "1:272"
  },
  "أرخ": {
    "def": "التأْريخُ: تعريف الوقت. والتَوْريخُ مثله. وأَرَّخْتُ الكتابَ بيوم كذا، ووَرَّخْتُهُ، بمعنىً. والإراخُ: بقرُ الوحشِ، الواحدة إرخ.",
    "pg": "1:418"
  },
  "أرر": {
    "def": "الأَرُّ: الجماعُ. تقول منه: أرَّها يَؤُرُّهَا أرّاً. ورجلٌ مِئَرُّ: كثير الجماع.",
    "pg": "2:578"
  },
  "أرز": {
    "def": "الارز: حب. وفيه ست لغات أرز وأرز، تتبع الضمة الضمة، وأرز وأرز مثل رسل ورسل، ورز ورنز، وهى لعبد القيس. أبو عمرو: الارزة بالتحريك: شجر الارزن (١) . وقال أبو عبيد: الارزة بالتسكين: شجر الصنوبر، والجمع أرز. وشجرة آرزة، أي ثابتة في الأرض. وقد أَرَزَتِ المرأة تأْرِزُ. ويقال للناقة القويّة: آرزةٌ أيضا. قال زهير: بآرز الفقارة (٢) لم يخنها * قطاف في الركاب ولا خلاء * أبو زيد: الليلة الآرزة، هي الباردة. حكاها عنه أبو عبيد. وأرز فلان يأرز وأروزا، إذا تضام وتقبض من بخله، وفهو أروز. قال رؤبة:\nفذاك بخال أروز الارز * وقد أضافه إلى المصدر كما يقال: عمر العدل، وعمرو الدهاء، لما كان العدل والدهاء أغلب أحوالهما. وقال أبو الاسود الدؤلى: \" إن فلانا إذا سئل أرز، وإذا دعى اهتز \"، يعنى إلى الطعام. وفى الحديث: \" إنّ الإسلام (١) لَيَأْرِزُ إلى المدينةِ كما تأرِزُ الحيّةُ إلى جُحرها \"، أي يَنْضَمُّ إليها ويجتمع بعضُه إلى بعض فيها. والمأْرِزُ: الملجأ.",
    "pg": "3:863-864"
  },
  "أرش": {
    "def": "الأَرْشُ: دِيَةُ الجِراحاتِ. وأَرَّشْتُ بين القوم تَأْريشاً: أفسدْتُ. وتَأْريشُ الحرب والنار: تأريثهما.",
    "pg": "3:995"
  },
  "أرض": {
    "def": "الارض مؤنثة، وهى اسم جنس. وكان جق الواحدة أن يقال أرضة ولكنهم لم يقولوا. والجمع أرضات، لانهم قد يجمعون المؤنث الذى ليس فيه هاء التأنيث بالالف والتاء، كقولهم عرسات. ثم قالوا أرضون فجمعوا بالواو والنون، والمؤنث لا يجمع بالواو والنون إلا أن يكون منقوصا كثبته وظبة، ولكنهم جعلوا الواو والنون عوضا من حذفهم الالف والتاء، وتركوا فتحة الراء على حالها. وربما سكنت. وقد تجمع على أروض. وزعم أبو الخطاب أنهم يقولون أرض وآراض مثل أهل وآهال. والاراضي أيضا على غير قياس، كأنَّهم جمعوا آرضا (١) . وكل ما سفل فهو أرض. وأرض أَريضَةٌ، أي زكيةٌ، بيّنة الأَراضَة. وقد أَرُضَتْ بالضم، أي زَكَتْ. قال أبو عمرو: نزلنا أَرْضاً أَريضَةً، أي معجبة للعين. ويقال: لا أَرْضَ لك، كما يقال: لا أُمَّ لك. والأَرْضُ: أسفلُ قوائِم الدابة. قال حُمَيْدٌ يصف فرساً:\nولم يقلب أرضها البيطار (٢) * والارص: النَفْضَةُ والرعدةُ، قال ابن عباس رضى الله عنه وقد زلزلت الأرضُ: \" أزُلْزِلَتِ الأرضُ أم بي أرض \". وقال ذو الرمة يصف صائداً: إذا تَوَجَّسَ رِكْزاً من سَنابِكِها * أو كان صاحِبَ أرضٍ أو به الموم * والارض: الزكام. وقد آرضه الله إيراضاً أي أزكمه، فهو مأْروضٌ. وفَسيلٌ مُسْتَأْرِضٌ، ووَدِيَّةٌ مُسْتَأْرِضَةٌ، بكسر الراء، وهو أن يكون له عِرْقٌ في الأرض. فأما إذا نبت على جِذع النخل فهو الراكب. والاراض، بالكسر: بساط ضخمٌ من صوفٍ أو وبرٍ. ورجلٌ أَريضٌ، أي متواضعٌ خليقٌ للخير. قال الأصمعيُّ: يقال هو آرَضُهُمْ أن يفعلَ ذلك، أي أخلقهم، وشئ عريض أريض، إتباعٌ له، وبعضهم يفرده ويقول: جدى أريض، أي سمين. والارضة بالتحريك: دويبة تأكل الخشب. يقال: أرضت الخشبة تُؤرَضُ أرْضاً بالتسكين، فهي مَأْروضَةٌ، إذا أكلتها. والمأروض: الذى به خبل من الجن وأهل الارض، وهو الذى يحرِّك رأسه وجسدَه على غير عمدٍ. وأَرضَتِ القَرْحةُ تَأْرضُ أرَضاً، مثال تعب يتعب تعبا، أي مَجِلتْ وفسدتْ بالمِدَّةِ. وتَأَرَّضَ النبتُ، إذا أمكن أن يُجَزَّ. وجاء فلان يَتأرَّضُ إليَّ، أي يتصدَّى ويتعرَّض. والتأَرَّضُ أيضاً: التثاقل إلى الأرض. قال الراجز:\nفقام عجلان وما تأرضا (١) * أي ما تلبث.",
    "pg": "3:1063-1065"
  },
  "أرط": {
    "def": "الأرْطى: شجرٌ من شجر الرمل. وهو فعلى، لانك تقول أديم مأروط، إذا دبغ بذلك. وألفه للالحاق لا للتأنيث، لان واحدته أرطاة. قال الراجز (٣) :\nمال إلى أرطاة حقف فاضطجع * وفيه قول آخر أنه أفعل، لانه يقال أديم مرطى، وهذا يذكر في المعتل. فإن جعلت ألفه أصليا نونته في المعرفة والنكرة جميعا، وإن جعلته للالحاق نونته في النكرة دون المعرفة. قال أعرابي وقد مرض بالشأم: ألا أيها المكاء ما لك ههنا * ألاء ولا أرطى فأين تبيض * فأصعد إلى أرض المكاكى واجتنب * قرى الشام لا تصبح وأنت مريض * وحكى أبو زيد: بعير مأروط وأَرْطَوِيُّ (١) إذا كان يأكل الأَرْطى. والاريط من الرجال: العاقر. قال الراجز (٢) : ماذا ترجين من الاريط (٣) * ليس بذى حزم ولا سفيط (٤) * وأرطت الارض: أخرجت الارطى.",
    "pg": "3:1114-1115"
  },
  "أرف": {
    "def": "الأُرْفَةُ: الحَدُّ، والجمع أُرَفٌ، مثال غرفة وغرف، وهي معالم الحدود بين الأرْضين. وفى الحديث عن عثمان رضى الله عنه: \" الارف تقطع كل شفعة \"، كان لا يرى الشفعة للجار ويقول: أي مال اقتسم وأرف عليه فلا شفعة فيه.",
    "pg": "4:1330"
  },
  "أرق": {
    "def": "الارق: السهر. قود أرقت (١) بالكسر، أي سهرتُ، وكذلك ائْتَرَقْتُ على افتعلت، فأنا أرقٌ. وأَرَّقَني كذا تأريقاً، أي أسهرني. والأَرقانُ: لغة في اليَرَقانِ، وهو آفةٌ تصيب الزرع، وداءُ يصيب الناس. يقال زرعٌ مَأْروقٌ ومَيروقٌ. وقولهم: \" جاء بأمّ الرُبَيقِ على أُرَيْقٍ \" يعني به الداهية. قال أبو عبيد: وأصله من الحيات. وقال الاصمعي: تزعم العرب أنه من قول رجل رأى الغول على جمل أورق (٢) . وأراق بالضم: موضع. قال ابن أحمر: كأن على الجمال أوان حفت هجائن من نعاج أراق عينا",
    "pg": "4:1445-1446"
  },
  "أرك": {
    "def": "الاراك، شجر من الحمض، الواحدة أراكة. وأركت الابل تأرك وتأرك أُروكاً، إذا رَعَتِ الأَراكَ. قال الأصمعي: أركت الإبل بمكان كذا، إذا لزِمَتْه فلم تَبرح، حكاه عنه ابن السكيت. قال: وقال غيره إنّما يقال: أَرَكَتْ، إذا أقامت في الأَراكِ، وهو الحَمض، فهى أركة قال كثير: وإن الذى ينوى من المال أهلها أوراك لما تأتلف وعوادى يقول: إن أهل عزة ينوون أن لا يجتمع هو وهى، ويكونان كالاوارك من الابل والعوادي في ترك الاجتماع في مكان (١) . وأرك الرجل بالمكان، أي أقام به. وأرَكَ الجرح أروكا: سكن ورمه وتمائل. ويقال: ظهرت أَريكَةُ الجُرح، إذا ذهبت غثيثته وظهر لحمه صحيحا أحمر ولم يَعْلُهُ الجلدُ، وليس بعد ذلك إلاَّ عُلوُّ الجلد والجوف. وأَرِكَتِ الإبل بالكسر تأْرَكُ أَرِكاً، أي اشتكت بطونَها عن أكل الاراك، فهى أركة وأراكى، مثل طلحة وطلاحى، ورمثة ورماثى. والاريكة: سريرٌ منجَّد مزيَّنٌ في قبةٍ أوبيت، فإذا لم يكن فيه سرير فهو حَجَلٌة، والجمع الارائك. والاريك: اسم واد. وأرك، بالضم: مكان.",
    "pg": "4:1572"
  },
  "أرم": {
    "def": "الإرَمُ: حجارة تُنْصَبُ عَلَماً في المفازة، والجمع آرامٌ وأُرومٌ، مثل ضلع وأضلاع وضلوع. وقوله تعالى: (إرم ذات العماد) ، فمن لم يضف (١) جعل إرم اسمه ولم يصرفه، لانه جعل عادا اسم أبيهم وإرم اسم القبيلة، وجعله بدلا منه. ومن قرأه بالاضافة ولم يصرفه جعله اسم أمهم أو اسم بلدة. والاروم بفتح الهمزه: أصل الشجرة والقرنِ. قال صخرُ الغَيّ يهجو رجلاً: تَيْسَ تُيوسٍ إذا يُناطِحُها يأْلَمُ قَرْناً أُرومُهُ نَقِدُ قوله: \" يألم قرنا \" أي يألم قرنه. وقد جاء على هذا حروف، منها قولهم: ييجع ظهرا، ويشتكي عينا، أي يشتكى عينه. ونصب \" تيس \" على الذم. أبو زيد: ما بالدار أريم وما بها أَرِمٌ، بحذف الياء، أي ما بها أحدٌ. قال زهير: دارٌ لإَسْماء بالَغمْريْنِ ماثلة كالوحْي ليس بها من أهلها أَرِمُ وأرم على الشئ يأرم بالكسر، أي عَض عليه. وأَرَمَهُ أيضاً، أي أكله. قال الكميت: ويأرم كُلَّ نابِتَةٍ رِعاءً وحُشّاشاً لَهُنَّ وحاطبينا (٢) (*) أي من كثرتها. وقوله \" لهنَّ \" أي للنابتة. ومنه سَنَةٌ آرِمَةٌ، أي مستأصِلَة. ويقال: أَرَمَتِ السَنَةُ بأموالنا، أي أكلتْ كلَّ شئ. وأرمت الحبل آرمه، إذا فتلته فتلا شديدا. وقال (١) :\nيمسد أعلى حبله ويأرمه (٢) * ويروى بالزاى. والارم: الاضراس، كأنه جمع آرِمٍ. يقال: فلان يَحرُق عليك الأُرَّمَ! إذا تَغَيَِّظَ فحَكَّ أضراسه بَعضَها ببعض. قال الشاعر: نُبِّئْتُ أَحْماَء سُلَيْمى إنَّما (٣) باتوا غضابا يحرقون الارما (٤) وقولهم: جاريٌة مَأرومَةٌ حَسَنةُ الأَرْمِ، إذا كانت مجدولة الخلق. ويقال: الارم: الحجارة. قال النضر ابن شميل: سألت نوح بن جرير بن الخطفى عن قول الشاعر:\nيلوك من حرد على الارما * فقال: الحصى.",
    "pg": "5:1859-1861"
  },
  "أزا": {
    "def": "الازاء: مصب الماء في الحوض. قال أبو زيد: هو صخرة أو ما جعلت وقاية على مصبِّ الماء حين يُفْرَغُ الماء. قال الشاعر (٢) :\nبإزاءِ الحوضِ أو عقره (٣) * تقول منه: أزيت الحوض تَأْزِيَةً وتَوْزِيئاً. وآزَيْتُهُ إيزاءً، أي جعلت له إزاء. وأما قول القائل في صفة الحوض:\nإزاؤه كالظربان الموفى * فإنما عنى به القيم. ويقال للناقة إذا لم تشرب إلاَّ من الإزاء: أَزيَةٌ. وإذا لم تشرب إلاّ من العُقْرِ: عَقِرَهٌ. ويقال للقَيِّم بالأمر: هو إزاؤُهُ، وفلان إزاءُ مالٍ. قال الشاعر (١) : لقد عَلِمَ الشَعْبُ أَنَّا لهم * إزاءٌ وأنَّا لهم مَعْقِلُ وتقول: هو بإزائه، أي بحذائه. وقد آزيته إذا حاذيته، ولا تقل وازيته. وأزى الظلُّ يَأزي أَزْياً وأُزِيَّا، إذا تقبض. حكاه الاصمعي. قال أبو زيد: آزيت على صنيع فلان إيزاء: أضعفت عليه.",
    "pg": "6:2267-2268"
  },
  "أزب": {
    "def": "المئزاب: المزراب، وربما لم يهمز، والجمعُ المآزيبُ. والازب: اللئيم، والازب: القصير الدّميمُ. ابن الاعرابي: رجلٌ إزْبٌ حزب، أي داهية.",
    "pg": "1:88"
  },
  "أزج": {
    "def": "الأَزَجُ: ضرب من الأبنية والجمع، آزُجٌ وآزاجٌ. قال الأعشى: بناهُ سليمان بنُ داود حِقْبَةً * له آزُجٌ صُمُّ وطَيٌّ موَثَّقُ",
    "pg": "1:298"
  },
  "أزح": {
    "def": "أَزَحَ الرجلُ يَأْزِحُ أُزوحاً، إذا تَقَبَّضَ ودنا بعضه من بعضٍ. وقال أبو عمرو: أَزَحَ أي تَخَلَّفَ. والأَزوحُ: المُتخلِّفُ. وقال الغنوى: الا زوح من الرجال الذى يَستأْخِرُ عن المكارِم. قال: والأنوحُ مثلُه. وأنشد: أزوح أَنوحٌ لا يَهَشُّ إلى النَّدى * قَرى ما قرى للضرس بين اللهازم",
    "pg": "1:353"
  },
  "أزد": {
    "def": "أزد: أبوحى من اليمن، وهو أزد بن غوث ابن نبت بن مالك بن كهلان بن سبأ. وهو بالسين أفصح. يقال أزد شنوءة وأزد عمان، وأزد السراة. قال الشاعر النجاشي (٢) : وكنت كذى رجلين رجل صحيحة * ورجل بها ريب من الحدثان - فأما التى صحت فأزد شنوءة * وأما التى شلت فأزد عمان -",
    "pg": "2:440-441"
  },
  "أزر": {
    "def": "الأَزْرَ: القُوَّة. وقوله تعالى:\n(اُشْدُدْ به أَزْري) *، أي ظهري، ومَوضعَ الإزارِ من الحَقْوَيْنِ. وآزَرْتُ فلانا، أي عاونته. والعامة تقول: وازرته. والازار معروف، يذكر ويؤنث، والازارة مثله، كما قالوا للوساد وسادة. وقال الأعشى: كَتَمَيُّلِ النَشوانِ يَرْ * فُلُ في البقيروفى الازاره (١) - وجمع القلة آزرة والكثير أزر: مثل حمار وأحمرة وحمر. وقول الشاعر (٢) : ألا أَبْلِغْ أَبا حَفْصٍ رسولاً * فِدىً لك من أخي ثِقَةٍ إزاري قال أبو عُمَر الجرمي: يريد بالإزارِ هاهنا المرأة. والمئرز: الازار، وهو كقولهم ملحف ولحاف، ومقرهم وقرام. ويقال: أزرته تأزيرا فتأزر. وأتزر إزرة حسنة * وهو مثل الجلسة والركبة. وتأرز النَبت التفَّ واشتدّ. قال الشاعر: تأَزَّرَ فيه النَبْتُ حتَّى تَخايَلَتْ * رُباهُ وحتَّى ما تَرى الشاََّء نوما - وآزر (١) : اسم أعجمى.",
    "pg": "2:578"
  },
  "أزز": {
    "def": ". الأزيز: صوت الرعد، وصوتُ غَلَيان القِدْر. وقد أَزَّتِ القِدْرُ تَؤُزُّ أزيزاً: غلتْ. وفي الحديث \" أنّه كان يصلِّي ولجوفِهِ أزيزٌ كأزيز المرجل من البكاء \". وائتزت القِدْرُ ائْتِزازاً، إذا اشتدَّ غليَانُها. والأزُّ: التهييج والإغراء. قال تعالى: ﴿إنَّا أرْسَلْنا الشَياطينَ على الكافِرينَ تَؤُزُّهُمْ أَزّاً﴾ ، أي تُغْريهم على المعاصي. والأَزُّ: الاختلاط. وقد أَزَزْتُ الشئ أؤزه أزا، إذا ضممت بعضه على بعض.",
    "pg": "3:864"
  },
  "أزف": {
    "def": "أَزِفَ الترحُّلُ يأْزَفُ أَزَفاً (١) ، أي دنا وأَفِدَ. ومنه قوله تعالى: ﴿أَزِفَتِ الآزِفَةُ﴾ يعني القيامة. وأَزِفَ الرجُل: أي عَجِلَ، فهو آزف على فاعل. والمتآزف: القصير، وهو المتدانى. قال أبو زيد: قلت لاعرابي: ما لمحبنطئ؟ قال: المتكأكئ. قلت: ما المتكأكئ؟ قال: المتآزف. قلت ما المتآزف؟ قال أنت أحمق. وتركني ومر.",
    "pg": "4:1330"
  },
  "أزق": {
    "def": "الأَزْقُ: الأزل، وهو الضيق (١) . والمأزق: المَضِيقُ، ومنه سمِّي موضع الحرب مأزقا. وحكى الفراء: تأزق صدري وتأزال، أي ضاق.",
    "pg": "4:1446"
  },
  "أزل": {
    "def": "الأَزْلُ: الضيقُ، وقد أَزَلَ الرجل يأزل أزلا، أي صارفى ضيق وجذب. والازل أيضا: الحبس. يقال أزالوا ما لهم يأزلونه، إذا حبَسوه عن المرعى من خوف. والمأزِلُ: المضيقُ مثل المأزِقِ. قال الفراء: يقال: تَأَزِلُ صدري وتَأَزَّقَ، أي ضاق. والإزْلُ بالكسر: الكذب. وأنشد يعقوب (١) . يقولون إزل حُبُّ لَيْلى ووُدَّها وقد كذَبوا ما في مَوَدَّتِها إزْلُ (١) والأَزَلُ بالتحرك: القدم. يقال أزلى. ذكر بعض أهل العلم أن أصل هذه الكلمة قولهم للقدم: لم يزل، ثم نسب إلى هذا فلم يستقم إلا باختصار فقالوا يزلى، ثم أبدلت الياء ألفا لانها أخف فقالوا أزلى، كما قالوا في الرمح المنسوب إلى ذى يزن أزنى، ونصل أثر بي (٢) .",
    "pg": "4:1622"
  },
  "أزم": {
    "def": "الأزْمَة: الشدَّةُ والقحط. يقال: أصابتهُمْ سَنَةٌ أزَمَتْهُمْ أَزْماً، أي استأصلتهم. وأ زم علينا الدهر يأزم أَزْماً، أي اشتدَّ وقل خَيره. ويقال أيضاً: أَزَمَ الرجل بصاحبه، إذا لزمه. عن أبى زيد. وأزمه أيضا، أي عضه. وأزم عن الشئ، أي أمسك عنه. قال أبو زيد: الآزم: الذى ضم شفتيه. وفي الحديث أن عُمَرَ ﵁ سأل الحارث ابن كلدة: ما الدواء؟ فقال: الازم: يعنى الحمية. وكان طبيب العرب. أبو زيد: أزمت الخيظ، إذا فتلته، بالزاي والراء جميعاً. قال: والأَزْمُ ضربٌ من الضَفْرِ. وتَأزّمَ القومُ دارَهُم، إذا أطالوا الإقامة بها. والمأزم: المضيق، مثل المأزل. وأنشد الاصمعي عن أبى مهدية: هذا طريق يأزم المآزما وعضوات تمشق اللهازما قال ويروى: \" عصوات \"، وهى جمع عصا. وتمشق: تضرب. والمأزم: كلُّ طريقٍ ضيّق بين جبلين، وموضع الحرب أيضا مأزم، ومنه سمى الموضع الذى بين المشعر وبين عرفة مأزمين. الاصمعي: المأزم في سند، مضيق بين جمع وعرفة. وفي الحديث: \" بين المأزمين \". وأنشد لساعدة بن جؤيَّة الهذَلي: ومقامهنَّ (١) إذا حُبِسْنَ بمَأزِمٍ ضَيْقٍ ألَفَّ وَصَدَّهُنَّ الاخشب",
    "pg": "5:1861"
  },
  "أسا": {
    "def": "أسيته تأسية، أي عزيته. وآسَيْتُهُ بمالي مواساةً، أي جعلته إسْوَتي فيه. وواسَيْتُهُ لغةٌ ضعيفةٌ فيه. (*) والاسوة والاسوة بالكسر والضم لغتان، وهي ما يَأْتَسي به الحزين، يتعزَّى به. وجمعها إسىً وأسىً، ثمَّ سُمِّيَ الصبرُ أسىً. وائتَسى به، أي اقتدى. يقال: لا تَأْتَسِ بمن ليس لك بأُسْوَة، أي لا تَقتَدِ بمن ليس لك بقدوة. وتأسَّى به، أي تعزَّى. وتآسَوْا، أي آسى بعضهم بعضاً. قال الشاعر: وإنَّ الأولى بالطَفِّ من آلِ هاشمٍ * تآسَوْا فَسَنُّوا للكرام التَّآسِيا ولي في فلان إِسْوَةٌ وأُسْوَةٌ، أي قدوةٌ وائتمام. والأسى، مفتوحٌ مقصورٌ: المداواةُ والعلاجُ، وهو الحزنُ أيضاً. والاساء، مكسور ممدود: الدواء بعينه. والإساءُ: الأَطِبَّةُ، جمع الآسي، مثل الرعاء جمع الراعى. قال الحطيئة:\nتَواكَلَها الأَطِبَّةُ والإساءُ (١) * والاسوء، على فعول: دواء تأسو به الجرح. وقد أَسَوْتُ الجرحَ آسُوهُ أَسْواً، أي داويته، فهو مَأْسوٌّ وأَسِيٌّ أيضا على فعيل. ومنه قول الشاعر (١) :\nأسى على أالدماغ حجيج (٢) * ويقال: هذا أمر لا يؤْسى كَلْمُهُ. وأهل البادية يسمُّون الخاتنة آسِيَةً، كنايةً. والآسِيَةُ أيضاً: السارِيَةُ، والجمع الأَواسي. قال النابغة: فإنْ تَكُ قد وَدَّعْتَ غير مُذَمَّمٍ * أَواسِيَ مُلْكٍ أَنْبَتَتْها الأوائلُ والآسي: الطبيبُ، والجمع الاساة مثل رام ورماة. وأَسَوْتُ بينهم أَسْواً، أي أصلحتُ. وأسى على مصيبته بالكسر يأْسى أَسىً، أي حزن. وقد أَسِيتُ لفلانٍ، أي حزِنتُ له. (*)",
    "pg": "6:2268-2269"
  },
  "أسب": {
    "def": "أبو عمرو: الاسب بالكسر: شعر الاست ويحتمل أن يكون أصله من الوسب، وهو النبات، فقلبت الواو همزة، كما قالوا إرث وورث.",
    "pg": "1:88"
  },
  "أست": {
    "def": "أبو زيد: يقال ما زال على اسْتِ الدَهرِ مجنوناً أي لم يزل يعرف بالجنون، وهو مثل أس الدهر فأبدلوا من إحدى السينين تاء، كما قالوا للطس طست (٢) . وأنشد لابي نخيلة: ما زال مذ كان على اسْتِ الدَهْرِ * ذا حمق ينمى وعقل يحرى (١)",
    "pg": "1:241"
  },
  "أسد": {
    "def": "الأَسَدُ جمعه أَسُودٌ، وأَسُدٌ مقصورٌ مثقَّلٌ منه، وأُسْدٌ مخفَّفٌ، وآسد، وآساد مثل أجبل وأجبال. قال أبو زيد: الاثنى أسدة. وأسد: أبو قبيلة من مضر، وهو أسد بن خزيمة ابن مدركة بن الياس بن مضر. وأسد ايضا: قبيلة من ربيعة، وهو أسد ابن ربيعة بن نزار. وأرض مأسدة: ذات أُسْدٍ. وأَسِدَ الرجلُ بالكسر، إذا رأى الأَسَدَ فَدهِش من الخوف. وأَسِدَ أيضاً: صار كالأَسَدِ في أخلاقه. وفي الحديث: \" إذا دخلَ فَهِدَ، وإذا خرج أَسِدَ \". واسْتَأْسَدَ عليه: اجترأ واسْتَأْسَدَ النبتُ: قَويَ والتف. قال أبوخراش الهذلى:\nله عرمض مستأند ونجيل (١) وآسدت الكلب وأوسدته: أغريته بالصيد. والواو منقبلة عن الالف. وآسدت بين القوم: أفسدت. والاسد لغة في الازد، يقال هم الاسد أسد شنوءة. والاسدي: ضرب من الثياب، وهو في شعر الحطيئة (١) . والاسادة لغة في الوسادة.",
    "pg": "2:441"
  },
  "أسر": {
    "def": "أَسَرَ قَتَبَهُ يأسِرُهُ أَسْراً: شَدَّهُ بالإسارِ، وهو القِدُّ. ومنه سمِّي الأَسِيرُ، وكانوا يُشدُّونه بالقِدِّ، فسُمِّيَ كلُّ أَخِيذٍ أَسيراً وإنْ لم يُشَدَّ به. يقال: أَسَرْتُ الرجل أسرا وإسارا، فهو أسيرا ومأسور، والجمع أسرى وأسارى. وتقول: اسْتَأْسِرْ، أي كنْ أَسيراً لي. وهذا الشئ لك بأسره، أي بِقدِّهِ، تعني بجميعه، كما يقال برُمَّتِهِ. وأَسَرَهُ الله، أي خَلَقه. وقوله تعالى:\n(وشَدَدْنا أسْرَِهُمْ) *، أي خلقهم. والاسر بالضم: احتباس البول، مثل الحصر في الغائط. تقول منه: أسر الرجل يؤسر أسرا، فهو مأسور. وتقول: هذا عود أسر، للذى يوضع على بطن المأسور الذى احتبس بوله. ولا تقل: هذا عود يسر. وأسرة الرجل: رهطه، لانه يتقوى بهم.",
    "pg": "2:578-579"
  },
  "أسس": {
    "def": "الأُسُّ: أصل البِناء، وكذلك الأساسُ، والأَسَسُ مقصورٌ منه. وجمع الأُسِّ إساسٌ مثل عُسّ وعِساسٍ، وجمع الأَساسِ أُسُس مثل قَذالٍ وقُذُلٍ، وجمع الأَسَسِ آساسٌ مثل سببٍ وأسبابٍ. وقد أَسَّسْتُ البناء تأسيسا. وقولهم: كان ذلك على أُسِّ الدهر، وأَسِّ الدهر وإسِّ الدهر، ثلاث لغاتٍ، أي على قدم الدهر ووجه الدهر. والتَأْسيسُ في القافية هو الألف التى ليس بينها وبين حرف الرويِّ إلاَّ حرفٌ واحدٌ، كقول الشاعر (١) : كِليني لَهَمٍ يا أُمَيْمَةُ ناصب * وليل أقاسيه بطئ الكواكب * فلا بد من هذه الالف إلى آخر القصيدة. وأَسَّ الشاةَ يَؤُسُّهاَ أَسّاً، أي زجرها وقال لها: إسْ إسْ.",
    "pg": "3:903-904"
  },
  "أسف": {
    "def": "الأَسَفُ: أشدُّ الحزن. وقد أَسِفَ على ما فاته وتأَسَّفَ أي تلهف. وأَسِفَ عليه أَسَفاَ: أي غَضِب. وآسَفةُ أغضَبَه. والأَسيف والأَسوفُ: السريعُ الحزنِ الرقيقُ. وقد يكون الأسيفُ الغضبان مع الحزن. والاسيف: العبد، عن ابن السكيت، والجمع الأُسَفاءُ (١) . وأرضٌ أسيفةٌ، أي رقيقة لاتكاد تنبت شيئا. قال الفراء: يوسف ويوسف ويوسف ثلاث لغات، وحكى فيه الهمز أيضا. وإساف ونائلة: صنمان كانا لقريش وضعهما عمرو بن لحى على الصفا والمروة، فكان يذبح عليهما تجاه الكعبة. وزعم بعضهم أنهما كانا من جرهم: إسفا بن عمرو، ونائلة بنت سهل، فجرا في الكعبة فمسخا حجرين، ثم عبدتهما قريش.",
    "pg": "4:1330-1331"
  },
  "أسك": {
    "def": "الإسْكَتانِ بكسر الهمزة: جانِبا الفَرْجِ، وهما قُذَّتاهُ. والمَأْسوكَةُ: التي أخطأتْ خافِضَتُها فأصابت غيرَ موضع الخفض.",
    "pg": "4:1572"
  },
  "أسل": {
    "def": "الاسل: شجر. ويقال: كل شجرله شوك طويل فشوكه أسل. وتسمى الرماح أسلا. والاسلة: مستدق اللسان والذراع. ورجلٌ أَسيلُ الخدِّ، إذا كان ليِّن الخدّ طويلَه. وكلُّ مسترسلٍ أَسِيلٌ. وقد أَسُلَ بالضم أَسالَةً. وقولهم: هو على آسالٍ من أبيه، مثل آسانٍ، أي على شبهٍ من أبيه وعلاماتٍ وأخلاقٍ. قال ابن السكيت: ولم أسمع بواحد الآسال. ومأسل، بالفتح: اسم رملة.",
    "pg": "4:1622-1623"
  },
  "أسم": {
    "def": "يقال للاسد أسامة، وهو معرفة. تقول: هذا أسامة غاديا. قال زهير يمدح هرم بن سنان: ولانت أشجع من أسامة إذ دعيت نزال ولج في الذعر (٢) وأسامة: اسم رجل. وأما الاسم فنذكره في المعتل، لان الالف زائدة.",
    "pg": "5:1861-1862"
  },
  "أسن": {
    "def": "الآسِنُ من الماء، مثل الآجِنِ. وقد أَسَنَ الماء يَأْسَنُ ويأْسُنُ أُسُوناً. ويقال أيضاً: أسِنَ الماء بالكسر يأْسَنُ أَسَناً، فهو أسن. وأسن الرجل أيضا، إذا دخل البئر فأصابته ريح منتِنة من ريح البئر أو غير ذلك فغُشيَ عليه، أو دارَ رأسه. قال زهير: قد أترك القرن (١) مصفرَّاً أَنامِلُهُ يَميدُ في الرمح ميد المائح الاسن ويروى \" الوسن \". وتأسن الماء: تغيَّر. أبو زيد: تأَسَّنَ عليّ تَأَسُّناً، اعتلّ وأبطأ. أبو عمرو: تأَسَّنَ الرجلُ أباه، إذا أخذ أخلاقه. وقال اللحيانيّ: إذا نزع إليه في الشّبَهِ. يقال هو على آسانٍ من أبيه، أي على شمائلَ من أبيه، أو على أخلاق من أبيه، واحدها أُسُنٌ مثل خُلُقٍ وأخْلاقٍ. والاسُنُ أيضاً: واحد الآسانِ، وهي طاقات النِسْعِ والحَبْلِ، عن أبي عمرو. وأنشد الفراء لسعد بن زيد مناة بن تميم، ولقب سعد الفِزْرُ: لقد كنتُ أَهْوى الناقِمِيَّةَ حقبة فقد جعلت آسان وصل تقطع والاسن أيضا: بقية الشحم. يقال: سمنتْ ناقته عن أُسُنٍ، أي عن شحمٍ قديمٍ. والجمع آسان. وتأسن على، أي اعتل.",
    "pg": "5:2070-2071"
  },
  "أشا": {
    "def": "الأَشاءُ، بالفتح والمدّ: صغار النخل، الواحدة أَشاءةٌ، والهمزة فيه منقلبةٌ من الياء، لأنّ تصغيرها أُشَيٌّ. قال الشاعر (١) : وحَبَّذا حين تُمْسي الريحُ باردةً * وادي أُشَيٍّ وفتيان به هضم ياليت شعرى عن جنبى مكشحة (٢) * وحيث تبنى من الحناءة الاطم عن الاشاءة هل زالت مخارمها * وهل تغير من آرامها إرم وجنة ما يذم الدهر حاضرها * جبارها بالندى والحمل محتزم (٣) ولو كانت الهمزة أصلية لقال أشئ. وهو واد باليمامة فيه نخيل. وقد ائتشى العظمُ، إذا بَرِئَ من كسرٍ كان به. هكذا أقرأنيه أبو سعيد في المصنف. وقال ابن السكيت: هذا قول الاصمعي. وروى أبو عمرو والفراء: انتشى العظم، بالنون.",
    "pg": "6:2269-2270"
  },
  "أشب": {
    "def": "أَشَبَهُ يأْشِبُهُ أَشْباً: لامَهُ وعابَهُ. وقال أوس (١) : ويَأْشِبُني فيها الذين يَلونها * ولو عَلِموا لم يَأْشِبوني بباطِلِ (٢) ويقال أيضاً: أَشَبْتُ القومَ، إذا خَلَطْتَ بَعْضَهُمْ ببعض. والأُشابَةُ من الناس: الأَخْلاطُ، والجمع الأَشائبُ. قال النابغة: وثِقْتُ له بالنَصْرِ إذْ قِيلَ قد غَزَتْ * قبَائِلُ من غَسَّانَ غَيرُ أَشائِبِ وتأَشَّبَ القَوْمُ: اختلطوا، وائْتَشَبوا أيضاً. يقال: جاء فلان فيمن تأَشَّبَ إليه، أي انضمَّ إليه والتَفَّ إليه. والتَأْشِيبُ: التَحْريشُ بين القومِ. وأَشِبَتِ الغَيْضَةُ، بالكسر، أي الْتَفَّتْ. وعِيصٌ أَشِبٌ، أي: مُلْتَفٌ، وعَدَدٌ أَشِبٌ. وفلان مُؤْتَشَبٌ، أي: مخلوطٌ غيرُ صريح في نَسَبِهِ. وقولهم: ضَرَبَتْ فيه فلانة بِعِرقٍ أَشِبٍ، أي: ذى التباس.",
    "pg": "1:88"
  },
  "أشر": {
    "def": "الأَشَرُ: البَطَرُ. وقد أشِرَ بالكسر يَأْشَرُ أشَراً، فهو أشِرٌ وأشران. وقوم أشارى مثل سكران وسكارى. قال الشاعر (١) : وخَلَّتْ وُعولاً أشارى بها * وقد أزْهَفَ الطَعْنُ أبْطالها - ومنه ناقةٌ مِئْشِيرٌ، وجوادٌ مِئْشِيرٌ، يستوي فيه المذكَّر والمؤنث. وتَأْشيرُ الأسنانِ: تَحْزيزُها وتحديدُ أطرافها. والجُعَلُ (٢) مُؤَشَّرُ العَضُدين. ويقال: بأسنانه أُشُرٌ وأُشَرٌ (٣) ، مثال شُطُبِ السيفِ وشُطَبِهِ، وأُشورٌ أيضاً. قال جميل:\nسَبَتْكَِ بمصقولٍ تَرِفُّ أشوره * وفى المثل: \" أعييتني بأشرفكيف بدردر. وأشرت الخشبة بالمئشار، مهموزٌ. وقال الشاعر (١) . لَقَدْ عَيَّلِ الايتام طعنة ناشره * أنا شر لا زالَتْ يَميِنُكَ آشِرَهْ - أي مَأشورَةٌ، مثل عيشَةٍ راضِيَةٍ أي مَرْضِيَّةٍ.",
    "pg": "2:579"
  },
  "أشش": {
    "def": "الأَشاشُ مثل الهَشاشِ، وهو النشاطُ والارتياحُ. ومنه قولهم:\nكيف تواتيه ولا تؤشه * وفى الحديث: أن علقمة بن قيس كان إذا رأى من أصحابه بعض الاشاش وعظهم.\nفصل الباء",
    "pg": "3:995"
  },
  "أشف": {
    "def": "الاشفى للاسكاف، وهو فعلى، والجمع الاشافى.",
    "pg": "4:1331"
  },
  "أصا": {
    "def": "الآصِيَةُ: طعامٌ مثل الحَساء يصنع بالتمر. وقال:\nوالاثر والصرب معا كالآصيه (١)",
    "pg": "6:2270"
  },
  "أصد": {
    "def": "الأُصْدَةُ بالضم: قميصٌ يُلبَسُ تحت الثوب. قال الشاعر: ومُرْهَقٍ سالَ إمْتاعاً بأُصْدَتِهِ * لم يَسْتَعِنْ وحَوامي الموتِ تَغْشاهُ وتَلبسه أيضاً صغار الجواري. تقول: أَصَّدَتْهُ تَأصيداً. قال كثير: وقد دَرَّعُوها وَهْيَ ذاتُ مؤَصَّدٍ * مَجوبٍ ولمَّا يلْبَسِ الدرع ريدها والاصيد، لغة في الوصيد، وهو الفناء. والاصيدة كالحظيرة لغة في الوصيدة. وآصَدْتُ البابَ: لغةٌ في أوصدْته، إذا أغلقَته. ومنه قرأ أبو عمرو:\n(إنها عليهم مؤصدة) * بالهمز. وكان مجرى داحس والغبراء من ذات الاصاد، وهو موضع، وكانت الغاية مائة غلوة. والاصاد، هي ردهة بين أجبل.",
    "pg": "2:441-442"
  },
  "أصر": {
    "def": "أصَرَهُ يَأْصِرُهُ أصْراً: حَبَسه. والموضعُ مَأْصِرُ ومَأْصَرٌ، والجمع مَآصِرُ، والعامة تقول: معاصر. الاموى: أصرت الشئ أصرا: كسرته. الأصمعي: الآصِرَةُ: ما عطفك على رجلٍ من رحِمٍ أو قرابةٍ أو صِهْرٍ أو معروفٍ، والجمع الأَواصِرُ. يقال: ما تَأْصِرُني على فلان آصِرَةٌ، أي ما تعطِفُني عليه قرابةٌ ولا مِنَّةٌ. والإصْرُ: العهدُ. والإصْرُ: الذنبُ والثِقَلُ. والإصارُ والأيْصَرُ: حبلٌ قصيرٌ يُشَدُّ به في أسفل الخباء إلى وتدٍ. وجمع الإصار أُصُرٌ، وجمع الأَيْصَرِ أياصِرُ. يقال: هو جاري مؤَاصِري، أي إصارُ بيتِهِ إلى جنب إصار بيتى. والاصارى والايصر أيضا: الحشيشُ. يقال: لفلانٍ مَحَشٌّ لا يُجَزُّ أيْصَرُهُ، أي لا يُقْطَعُ حشيشة. وحى متآصرون، أي متجاورون. والأصيرُ: المتقاربُ. وقال:\nلكلِّ مَنامَةٍ هدب أصير",
    "pg": "2:579-580"
  },
  "أصص": {
    "def": "الأُصُّ: الأصلُ. والأَصيصُ: الرِعدةُ. والاصيص أيضا: ما تكسر من الآنية، وهو نصف الجرة أو الخابية تزرع فيه الرياحين. وقول عديّ: يا ليتَ شِعْري وأنا ذو عَجَّةٍ (٢) * متى أَرى شَرْباً حوالى أصيص * يعنى به أصل الدن. أبو عمرو: وناقة أَصوصُ، أي شديدةٌ. وقد أَصَّتْ تؤص، حكاه عنه أبو عبيد. فصل الباء",
    "pg": "3:1029"
  },
  "أصف": {
    "def": "أبو عمرو: الاصف: الكبر. وأما الذى ينبت في أصله مثل الخيار فهو اللصف.",
    "pg": "4:1331"
  },
  "أصل": {
    "def": "الأَصْلُ: واحدُ الأُصولِ، يقال: أصْلٌ مُؤَصَّلٌ. واسْتَأْصَلَهُ، أي قلعَه من أصله، قال أبو يوسف: قولهم جاءوا بأَصيلَتِهِمْ، أي بأجمعهم. قال الكسائيّ: قولهم لا أَصْلَ له ولا فَضْلَ، الأَصْلُ: الحسبُ، والفصل: اللسانُ. والأَصيلُ: الوقت بعد العصر إلى المغرب، وجمعه أُصُلٌ وآصال وأصائل، كأنه جمع أصيلة، قال الشاعر (١) : لعمري لأنتَ البيتُ أُكْرِمُ أَهْلَهُ وأَقْعُدُ في أَفْيائِهِ بالأصائِلِ. ويجمع أيضاً على أصلان، مثل بعير وعران، ثم صغروا الجمع فقالوا أُصَيْلانٌ ثم أبدلوا من النون لا ما فقالوا أصيلال. ومنه قول النابغة: وقفت أصيلالا أسائلها عيب جوابا وما بالربع من أحدِ وحكى اللِحيانيّ: لقيتُهُ أُصَيْلالاً وأُصَيْلاناً. وقد آصَلْنا، أي دخلنا في الأصِيلِ، وأتينا مُؤْصلينَ. ويقال: أخذت الشئ بأصيلته، أي كله بأصله. ورجل أصيل الرأى، أي محكَم الرأي. وقد أَصُلَ أصالة، مثل ضخم ضخامة. ومجد أصيل: ذو أصالة. والاصلة بالتحريك: جنس من الحيات، وهى أخبثها. وفى الحديث في ذكر الدجال: \" كأن رأسه أصلة \" والجمع أصل.",
    "pg": "4:1623"
  },
  "أضا": {
    "def": "الأَضاةُ: الغديرُ، والجمع أَضىً، مثل قناة وقنى، وإضاء أيضا بالمد والكسر، كما قالوا: أكمه وأكم وإكام.",
    "pg": "6:2270"
  },
  "أضخ": {
    "def": "أضاخ (١) بالضم: موضع، يذكر ويؤنث.",
    "pg": "1:418"
  },
  "أضض": {
    "def": "الاضاض بالكسر: الملجأ. قال الراجز: لانعتن نعامة ميفاضا * خرجاء ظلت تطلب الاضاضا * ويقال: أَضَّني إليك كذا يَؤُضُّني ويَئِضُّني أي ألجأني واضطَرَّني. وائْتَضَّ إليه ائتضاضا، أي اضطر إليه. قال الراجز (١) :\nوهى ترى ذا حاجة مؤتضا (٢) * أي مضطرا.",
    "pg": "3:1065"
  },
  "أضم": {
    "def": "الأَضَمُ: الغضَبُ، ويجمع على أَضَماتٍ. وقد أَضِمَ عليه بالكسر يأضم أضما. وإضم بكسر الهمزة: جبل. قال الراجز يصف نارا (١) :\nشبت بأعلى عاندين من إضم",
    "pg": "5:1862"
  },
  "أطر": {
    "def": "أبو زيد: أطَرْتُ القوسَ آطِرُها أطْراً، إذا حَنَيْتُها. قال: وتَأَطَّرَتِ المرأةُ تَأَطُّراً، إذا أَقامَتْ في بيتها. وأنشَدَ لعمر بن أبي ربيعة: تَأَطَّرْنَ حتَّى قُلْتُ لِسْنَ بَوارِحاً * وذُبْنَ كما ذابَ السَديفُ المُسَرْهَدُ - وتَأَطَّرَ الرمحُ: تَثَنَّى. وإطارُ المُنْخُلِ: خَشبُه. وإطارُ الحافِر: ما أحاط بالأشْعَرِ. ومنه إطارُ الشفة. وكل شئ أحاط بشئ فهو إطارٌ له. قال بشر: وحَلَّ الحَيُّ حيُّ بَني سُبَيْعٍ * قُراضِبَةٌ ونَحْنُ لهم إطارُ - والأُطْرَةُ بالضم: العَقَبَةُ التي تلفُّ على مَجمع الفوقِ. تقول منه: أَطَرْتُ السهم أَطْراً. والأُطْرَةُ أيضاً: أن يؤخّذَ رَمادٌ ودمٌ فيُلطَخ به كَسْرُ القِدْرِ. قال الراجز:\nقد أصحلت قدرا لها بأطره (١) * والاطير: الذنْبُ. يقال: أخذَني بأَطيرِ غيري.",
    "pg": "2:580"
  },
  "أطط": {
    "def": "الأَطيطَ: صوتُ الرحل والإِبلِ من ثِقلِ أحمالها. يقال: لا آتيك ما أطت الابل. وكذلك صوت الجوف من الخَوى، وحَنينُ الجذع. قال الراجز (١) :\nقد عرفتني سدرتي وأطت",
    "pg": "3:1115"
  },
  "أطل": {
    "def": "الأَيْطَلُ: الخاصرةُ، وكذلك الأطِلُ والاظل، مثال إبل وإبل، وجمع الاطل آطال. وجمع الايطل أياطل.",
    "pg": "4:1623"
  },
  "أطم": {
    "def": "الأَطْمُ مثل الأَجْمِ، يُخَفَّفُ ويُثَقَّلُ، والجمع آطامٌ، وهي حصونٌ لأهل المدينة. قال أوس بن مَغْراء السَعديّ: بَثَّ الجنودَ لهمْ في الأرض يقتُلهم ما بين بُصْرى إلى آطامِ نَجْرانا والواحدة أطمة مثل أكمة. وباليمن حصن يعرف بأطم الاضبط، وهو الاضبط بن قريع بن عوف بن كعب بن سعد بن زيد مناة، كان أغار على أهل صنعاء وبنى بها أطما وقال وشفيت نفسي من ذوى يمن بالطعن في اللبات والضرب فقتلتهم وأبحت بلدتهم وأقمت حولا كاملا أسبى وبنيت أطما في بلادهم لاثبت التقهير بالغصب والاطام بالضم: احتباس البطن. تقول منه اؤْتُطِمَ على الرجل. قال أبو زيد: بعيرٌ مَأطَومٌ، وقد أُطِمَ، وذلك إذا لم يَبُلْ من داء يكون به. والأَطيمَةُ: مَوْقِدُ النار. قال الأَفْوَهُ (١) : في مَوْطِنٍ ذَرِبِ الشَبا فكأَنّما فيه الرجالُ على الأَطائِمِ واللَظى والاطوم: السلحفاة البحرية. الاصمعي: فلان يتأطم على فلانٍ، مثل يَتَأَجَّمُ. قال الأصمعي: تَأَطَّمَ السَيْلُ، إذا ارتفعتْ في وجهه كالأمواج ثم تكسَّرَ بعضها على بعض.",
    "pg": "5:1862"
  },
  "أفخ": {
    "def": "اليَأْفوخ: الموضع الذي يتحرك من رأس الطفل، وهو يَفْعولٌ، والجمع اليآفيخُ. وأَفَخْتُهُ: ضربت يَأْفوخَهُ. ويافوخ الليل: معظمه.\nفصل الباء",
    "pg": "1:418"
  },
  "أفد": {
    "def": "أَفِدَ الرجل بالكسر يَأْفَدُ أفداء، أي عجل، فهو أفد على فعل، أي مستعجلٌ. وأَفِدَ التَرَحُّلُ، أي دنا وأزف.",
    "pg": "2:442"
  },
  "أفر": {
    "def": "أَفِرَ البعيرُ بالكسر يَأْفَرُ أَفَراً، أي سَمِنَ بعد الجهدِ. ورجل أَشْرانُ أَفْرانُ، أي بَطِرٌ، وهو إتباعٌ له. وأَفَرَ الظبيُ وغيره بالفتح يَأْفِرُ أُفوراً، أي شدَّ الإحْضارَ. وأَفَرَ الرجلُ أيضاً: أي خف في الخدمة.",
    "pg": "2:580"
  },
  "أفف": {
    "def": "يقال: أُفَّاً له وأُفّةً، أي قَذَراً له. والتنوين للتنكير. وأُفَّةً وتُفّةً. وقد أَفّفَّ تَأْفيفاً، إذا قال: أُفٍّ، قال تعالى: ﴿فلا تَقُلْ لهما أُفِّ﴾ . وفيه ست لغات حكاها الاخفش: أف أف أف، أف أف أف (١) . ويقال: أُفَّا وتُفَّا، وهو إتباع له. وقولهم: كان ذاك على إف ذاك وإفانه بكسرهما، أي حينه وأوانه. وجاء على تئفة ذاك، مثال تعفة ذاك، وهو تفعلة.",
    "pg": "4:1331"
  },
  "أفق": {
    "def": "الآفاقُ: النواحي: الواحد أُفْقٌ وأفق، مثل عسر وعسر. ورجل أفقى بفتح الهمزة والفاء، إذا كان من آفاق الأرض. حكاه أبو نصر، وبعضهم يقول أُفُقيٌّ بضمهما، وهو القياس. وفرسٌ أُفُقٌ بالضم، أي رائعٌ، وكذلك الأنثى. قال الشاعر (٢) : أُرَجِّلُ لِمَّتي وأَجُرُ ذَيْلي وتحملُ شِكَّتي أُفُقٌ كُمَيْتُ والآفِقُ: الذي بلغ النهاية في الكرم، على فاعِلٍ. تقول منه أَفِقَ (٣) بالكسر يَأْفَقُ أفقا. وفرس آفق قوبل من آفِقٍ وآفِقَةٍ، إذا كان كريم الطرفين. والأَفيقُ: الجلد الذي لم تتم دباغته، والجمع أفق مثل أديم وأدم. وقد أَفَقَ أَديمَه يَأْفِقُهُ أَفْقاً، أي دبغه إلى أن صار أَفيقاً. وقال الأصمعي: يقال للأديم إذا دُبِغَ قبل أن يُخْرَزَ أَفيقٌ، والجمع آفقة مثل أديم وآدمة، ورغيف وأرغفة. ويقال: أفق فلان، إذا ذهب في الأرض. وأَفَقَ في العطاء، أي فَضَّلَ وأعطى بعضاً أكثَرَ من بعض. ومنه قول الأعشى: ولا المَلَكُ النعمانُ يومَ لَقيتُهُ بِغِبْطَتِهِ يُعطي القُطوطَ ويَأْفِقُ وأراد بالقُطوطِ كُتبَ الجوائز.",
    "pg": "4:1446"
  },
  "أفك": {
    "def": "الإفْكُ: الكذبُ، وكذلك الأَفيكَةُ، والجمع الأَفائِكُ. ورجلٌ أَفّاكٌ، أي كذّابٌ. والأَفْكُ بالفتح: مصدر قولك أفكه يأفكه أفكا، أي قلبه وصرفه عن الشئ ومنه قوله تعالى: ﴿قالوا أجِئْتَنا لِتَأْفِكَنا﴾ . قال عُروة بن أُذَيْنَة: إنْ تَكُ عن أحسن الصَنيعَةِ مَأْ فوكاً ففي آخَرينَ قد أُفِكوا يقول: إن لم توفَّقْ للإَحسان فأنت في قومٍ قد صُرِفوا عن ذلك أيضاً. وائْتَفَكَتِ البلدة بأهلها، أي انقلبت. والمؤتفكات: المدن التى قلبها الله تعالى على قوم لوط ﵇. والمؤتفكات: الرياح تختلف مهابُّها. تقول العرب: إذا كثرت المُؤْتَفِكاتُ زَكَتِ الأرضُ. قال أبو زيد: المَأْفوكُ: المأفونُ، وهو الضَعيف العقل والرأي. وقوله تعالى: (يُؤْفَكُ عنهُ مَنْ أُفِكَ) قال مجاهد: يُؤْفَنُ عنه من أُفِنَ. وأرضٌ مأْفوكَةٌ، أي لم يُصِبْها مطر وليس بها نباتٌ. ورجلٌ مَأْفوكٌ: لا يصيب خيرا عن أبى عبيد.",
    "pg": "4:1572-1573"
  },
  "أفل": {
    "def": "أفل ح، أي غاب. وقد أفلت الشمس تأفل وتأفل أفولا: غابتْ. والإِفالُ والأَفائلُ: صغارُ الإِبِلِ، بناتُ المخاضِ ونحوُها، واحدها أَفيلٌ، والأنثى أَفيلَةٌ. ومنه قول زُهَير: * مَغانِمُ شَتَّى من إفالِ مُزَنَّمِ (١) * والمَأفولُ، إبدال، المَأفونِ، وهو الناقص العقل.",
    "pg": "4:1623-1624"
  },
  "أفن": {
    "def": "أبو زيد: المَأْفونُ: المَأْفوك. والأَفَنُ، بالتحريك: ضعف الرأي. وقد أَفِنَ الرجل بالكسر أَفَناً، وأُفِنَ إفْناً، فهو مَأْفونٌ وأَفينٌ. وفي المثل: \" إنَّ الرِقينَ تُغطِّي أَفْنَ الأَفينِ \". وأَفَنَه الله سبحانه يَأْفِنُهُ أَفْناً فهو مَأْفونٌ. والجوز المَأْفونُ: الحشَف الفاسد. والأَفْنُ: النَقْص. والمُتَأَفِّنُ: المُتَنَقِّصُ. وأَفَنَ الفصيلُ ما في ضَرع أُمِّه، إذا شربَه كلَّه. وأَفَنَ الحالبُ، إذا لم يَدَعْ في الضَرع شيئاً. ويقال: الأَفْنُ الحلب خلاف التَحْيينِ، وهو أن تحلُبها أَنّى شئت من غير وقتٍ، معلوم. قال المخبَّل: إذا أُفِنَتْ أَرْوى عِيالَكَ أَفْنُها وإنْ حُيِّنَتْ أَرْبى على الوَطْبِ حِينُها وأَفِنَتِ الناقة بالكسر: قلّ لبنُها، فهى أفنة، مقصورة. أبو عمرو: جاءنا فلانٌ على إفَّانِ ذلك، أي على حين ذلك.",
    "pg": "5:2071"
  },
  "أقر": {
    "def": "أقر: موضع. قال ابن مقبل: وثروة من رجال لو رأيتهم * لقلت إحدى حراج الجر من أقر (١) -",
    "pg": "2:580"
  },
  "أقط": {
    "def": "الأَقِطُ معروفٌ (٢) . وربَّما سُكِّنَ في الشِعر وتنقل حركةُ القاف إلى ما قبلها. قال الشاعر: رُوَيْدَكَ حتَّى يَنْبُتَ البَقْلُ والغَضى * فيكثر إقط عنده وحليب * وائتقطت، أي اتخذت الاقط. وهو افتعلت. وأقط طعامه يَأقِطُهُ أَقْطاً: عَمِله بالأَقِطِ، فهو مأقوط. وأنشد الاصمعي: ونخنق العجوز أو تموتا (٣) * أو تخرج المأقوط والملتوتا * والمأقط مهموز: موضع الحرب، بكسر القاف. قال الخليل: المَأْقِطُ: المضيق في الحرب. فصل الباء",
    "pg": "3:1115-1116"
  },
  "أقن": {
    "def": "الاقنة: بيت يبنى من حجر، والجمع أقن مثل ركبة وركب. قال الطرماح: في شناظى أقن بينها عرة الطير كصوم النعام",
    "pg": "5:2071"
  },
  "أقه": {
    "def": "الاقه: القاه، وهو الطاعة، كأنه مقلوب منه.",
    "pg": "6:2223"
  },
  "أكد": {
    "def": "التَأْكيدُ: لغة في التوكيد. وقد أكدت الشئ ووكدته.",
    "pg": "2:442"
  },
  "أكر": {
    "def": "الأَكَرَةُ: جمع أَكَّارٍ، كأنَّه جمع آكِرٍ في التقدير. والأُكْرَةُ بالضم: الحُفْرَةُ. يقال تَأَكَّرْتُ الأُكَر أي حفرت الحفر. والمؤاكرة: المخابرة (٢) .",
    "pg": "2:580"
  },
  "أكف": {
    "def": "إكافُ الحمارِ ووِكافُهُ، والجمع أكف. وقد آكفت الحمار وأو كفته أي شددت عليه الاكاف.",
    "pg": "4:1331"
  },
  "أكك": {
    "def": "قال الأصمعي: الأَكَّةُ: شِدَّة الحرّ، مثل الأجّة، إلاَّ أنّ الأَكَّةَ، الحرُّ المحتدمُ الذي لا ريحَ فيه، والأجّةُ: التوَهُّجُ. وقد ائْتَكَّ يومُنا، وهو افتعل منه، فهو يوم أك وأكيك. قال الراجز: إذا الشريب أخذته أكه فخله حتى يبك بكه والاكة: أيضاً الشديدةُ من شدائد الدنيا.",
    "pg": "4:1573"
  },
  "أكل": {
    "def": "أَكَلْتُ الطعام أَكْلاً ومَأْكلاً. والأَكْلَةُ: المرّة الواحدة حتّى تشبع. والاكلة باضم اللقمة. تقول: أكلت أُكْلَةً واحدة، أي لقمةً، وهي القرصة أيضا. وهذا الشئ أكلة لك، أي طُعْمَةٌ لك. والأُكلُ أيضاً: ما أُكِلَ. ويقال أيضاً فلان ذو أُكْلٍ، إذا كان ذا حظٍّ من الدنيا ورزقٍ واسعٍ. قال اللحيانيّ: الأُكْلَةُ والإكْلَةُ، بالضم والكسر: الغيبَةُ، يقال: إنه لذو أُكْلَةٍ وإِكْلَةٍ، إذا كان يغتاب الناسَ، كأنّه من قوله تعالى: ﴿أيحب أحد كم أن يأكل لحم أخيه ميتا﴾ . والاكلة بالكسر: الحِكَّةُ. يقال: إنِّي لأجدُ في جسدي إكْلَةً من الأُكالِ. والإكْلَةُ أيضاً: الحال التي يُؤْكَلُ عليها، مثل الجلسة والركبة. يقال: إنه لحسن الاكلة. والأُكْلُ: ثمر النَخل والشجر. وكلُّ ما يُؤْكَلُ فهو أُكْلٌ، ومنه قوله تعالى: ﴿أُكُلُها دائمٌ﴾ . ويقال للميت: انقطع أُكْلُهُ. وثوبٌ ذو أُكْلٍ أيضاً، إذا كان كثير الغَزْل صفيقاً. وقرطاسٌ ذو أُكْلٍ. ويقال أيضاً: رجلٌ ذو أُكْلٍ، إذا كان ذا عقلٍ ورأيٍ، حكاه أبو نصر صاحب الاصمعي. وقولهم: هم أَكَلَةُ رأسٍ، أي هم قليلٌ يشبعُهم رأسٌ واحد، وهو جمع آكِلٍ. ويقال: أَكَّلَتْني ما لم آكُلْ، بالتشديد، وآكَلْتني أيضاً، أي ادّعيتَه عليَّ. وآكَلْتُكَ فلاناً، إذا أمكنتَه منه. ولما أنشد الممزِّقُ العبديُّ النعمانَ قولَه: فإن كنتُ مأكولاً فكن خير آكِلٍ وإلا فأدْرِكني ولَمَّا أُمَزَّقِ قال له النعمان: لا آكُلُكَ ولا أُوِكلُكَ غيري. والإيكالُ بين الناس: السعيُ بينهم بالنمائم. وآكَلْتُهُ إيكالاً: أطعمته. وآكَلْتُهُ مُؤَاكَلَةً، أي أَكلْتُ معه، فصار أَفْعَلْتُ وفاعَلْتُ على صورة واحدة. ولا تقل واكلته بالواو. ويقال: أكلت النار الحطبَ، وآكَلْتُها أنا، أي أطعمتها إياه. وأكَلَ النخلُ والزرعُ وكلُّ شئ، إذا أطعم. والآكال (١) : سادة الأحياء الذين يأخذون المِرباع وغَيره. والمأْكَلُ: الكسبُ. والمَأْكَلَةُ والمَأْكُلَةُ: الموضع الذي منه يؤكل. يقال: اتَّخذت فلاناً مَأْكَلَةً ومَأْكُلَةً. والمِئْكَلةُ: الصحاف الذي يَستخِفّ الحيُّ أن يطبُخوا فيها اللحمَ والعصيدة. ويقال: ما ذقت أَكالاً بالفتح، أي طعاماً. والأُكالُ بالضم: الحِكَّةُ، عن الأصمعي. والاكولة: الشاة التى تعزل للاكل وتُسَمَّنُ. ويُكْرَهُ للمصدِّق أخذُها. وأمَّا الأَكيلَةُ فهي المَأكولَةُ. يقال: هي أكيلَةُ السَبُعَ. وإنّما دخلته الهاء وإن كان بمعنى مفعولةٍ لغلبة الاسم عليه. والاكيل: الذى يواكلك والأَكيلُ أيضاً: الآكِلُ. قال الشاعر: لَعَمْرُكَ إنَّ قُرْصَ أبي خُبَيْبٍ بطئ النضج محشوم الاكيل وأكلت الناقة أكالا، مثال سمع سماعا، فهى أكلة على فعلة. وبها أُكالٌ بالضم، إذا أشعَرَ ولدُها في بطنها فحكها ذلك وتأذَّتْ. ويقال أيضاً: أَكِلَتْ أسنانُه من الكِبَرِ، إذا احتكّت فذهبتْ. وفي أسنانه أَكَلٌ بالتحريك، أي إيها مؤتكلة. وقد ائتكلت أسنانه وتَأَكَّلَتْ. ويقال أيضاً: فلان يأْتَكِلُ من الغضب، أي يحترق ويتوهَّجْ. قال الأعشى: أَبْلِغْ يَزيدَ بني شيبان مأكلة أبا ثبيت أما تَنْفَكُّ تَأْتكِلُ وفلان يَسْتَأْكِلُ الضعفاء، أي يأخذُ أموالهم. وقولهم: ظَلَّ ما لى يؤكل ويشرب، أي يرعى كيف شاء. ويقال أيضاً: فلانٌ أكل ما لى وشربه، أي أطعمه الناسَ. وتَأَكَّلَ السيفُ، أي توهَّج من الحِدَّة. قال أوس بن حجر: (٢٠٥ - صحاح - ٤) وأبيض صوليا كأن غراره تَلأْلُؤُ برقٍ في حَبيّ تَأَكَّلا (١)",
    "pg": "4:1624-1626"
  },
  "أكم": {
    "def": "الأكَمَةُ معروفة، والجمع أكماتٌ وأكم. وجمع الاكم إكام، مثل جبل وجبال، وجمع الاكام أكم، مثل كتاب وكتب، وجمع الاكم آكام، مثل عنق وأعناق، كما قلناه في جمع ثمرة. والمأكمة: العجيزة، والجمع المآكم.",
    "pg": "5:1862-1863"
  },
  "ألا": {
    "def": "(إلى) : حرف خافض، وهو مُنْتَهَى لابتداء الغاية، تقول: خرجت من الكوفة إلى مكة، وجائزٌ أن تكون دخْلتَها وجائزٌ أن تكون بَلغْتَها ولم تدخلْها ; لأنَّ النهاية تشتمل أوّلَ الحدّ وآخره، وإنما تمتنع مجاوزته. وربَّما استعمل بمعنى عِنْدَ ; قال الراعي:\nفقد سادت إلى الغوانيا (١) * وقد تجئ بمعنى مَعَ، كقولهم: الذَودُ إلى الذَوْدِ إبِلٌ. قال الله تعالى: (ولا تأكُلوا أموالَهُمْ إلى أموالكم) ، وقال: (مَنْ أنصاري إلى الله) أي مع الله، وقال: (وإذا خلوا إلى شياطينهم) . قال سيبويه: ألف إلى وعلى منقلبتان من واوين، لان الالفات لا تكون فيها الامالة، ولو سمى به رجل قيل في تثنيته إلوان وعلوان. فإذا اتصل به المضمر قلبته ياء فقلت: إليك وعليك. وبعض العرب يتركه على حاله فيقول: إلاك وعلاك. وأما (ألا) فحرف يفتتح به الكلام للتنبيه، تقول: ألا إنّ زيداً خارجٌ، كما تقول: اعلمْ أنّ زيداً خارجٌ. وأمَّا (أولو) فجمعٌ لا واحدَ له من لفظه، واحده ذو. وأولات للإناث واحدتها ذات، تقول: جاءني أوُلو الألباب، وأولات الأحمال. وأمَّا (أُولي) فهو أيضاَ جمعٌ لا واحدَ له من لفظه، واحدُه ذا للمذكر، وذِهِ للمؤنث، يمدّ ويقصر، فإنْ قصرته كتبته بالياء، وإن مددتَه بنيته على الكسر. ويستوي فيه المذكَّر والمؤنث. وتصغيره أُلَيَّا بضم الهمزة وتشديد الياء، يمدّ ويقصر ; لأنَّ تصغير المبهم لا يغيِّر أوَلُه بل يترك على ما هو عليه من فتحٍ أو ضمٍّ. وتدخل ياء التصغير ثانيةً إذا كان على حرفين، وثالثةً إذا كان على ثلاثة أحرف. وتدخل عليه ها لِلتنبيه، تقول: هؤلاء. قال أبو زيد: ومن العرب من يقول هَؤُلاء قومُك، فينوِّن ويكسر الهمزة. وتدخل عليه الكاف للخطاب، تقول: أُولَئِكَ وأُولاكَ. قال الكسائي: مَن قال أولئك فواحده ذَلِكَ، ومن قال أُولاكَ فواحده ذاكَ. وأُولالِكَ مثل أُولَئِكَ. وأنشد ابن السكيت: أولالك قومي لم يكونوا أَشابَةً * وهل يَعِظُ الضِلِّيَل إلاَّ أولالكا وإنّما قالوا: أولَئِكَ في غير العقلاء. قال الشاعر: ذُمّ المَنازِلُ بعد مَنْزِلَةِ اللِوى * والعَيْشُ بعد أُولَئِكَ الأَيَّامِ وقال تعالى: (إنَّ السمعَ والبصرَ والفؤادَ كلّ أولئكَ كانَ عنه مَسئُولاً) . وأما (الأولى) بوزن العُلى، فهو أيضاَ جمعٌ لا واحدَ له من لفظه، واحده الَّذي. وأمّا قولهم: ذهبت العرب الألى، فهو مقلوب من الأوَلِ، لأنّه جمع أُولى، مثل أُخرى وأَخَر. وأما (إلا) فهو حرف استثناء يستثنى به على خمسة أوجهٍ: بعد الايجاب، وبعد النفى، المفرغ، والمقدم، والمُنْقَطِعِ فيكون في الاستثناء المنقطع بمعنى لكنْ لأنّ المستثنَى من غير جنس المستثنَى منه. وقد يوصف بإلاَّ، فإن وصفْتَ بها جعلتها وما بعدها في موضِع غير وأتْبَعْتَ الاسم بعدَها ما قبله في الإعراب فقلت: جاءني القومُ إلاَّ زيد، كقوله تعالى: (لو كافيهما آلهة إلا اللهُ لَفَسَدَتا) . وقال عمرو بن معد يكرب (١) : وكل أخ مفارقه أخوه * لَعَمْرُ أبيكَ إلاَّ الفَرقدانِ (١) كأنّه قال غير الفرقدين. وأصل إلاّ الاستثناء والصفَة عارضةٌ. وأصل غير صفةٌ والاستثناء عارضٌ. وقد يكون إلا بمنزلة الواو في العطف، كقول الشاعر (٢) : وأرى لها داراً بِأَغْدِرَةِ ال * سِيدانِ لم يَدْرُسْ لها رَسْمُ إلاَّ رَماداً هامِداً دَفَعَتْ * عنه الرياحَ خَوالِدٌ سحم (٣)",
    "pg": "6:2543-2545"
  },
  "ألب": {
    "def": "الفرّاء: ألَب الإِبل يَألِبها ويألُبها ألْباً: جمعها وساقها. وأَلَبْتُ الجَيْشَ، إذا جَمَعْتَهُ. وتَأَلَّبوا: تَجَمَّعوا. وهم أَلْبٌ وإِلْبٌ، إذا كانوا مجتمعين. قال رُؤْبةُ: قَدْ أَصْبَحَ الناس علينا ألبا * فالناس في جَنْبٍ وكُنَّا جَنْبا وكذلك الأُلْبَةُ، بالضم. والتأليبُ: التحْريضُ، يقال: حَسودٌ مؤلب. قال ساعدة بن جؤية الهذلى:\nضبر لباسهم القتير مؤلب (١) * والتألب، مثال الثعلب: شجر.",
    "pg": "1:88-89"
  },
  "ألت": {
    "def": "ألته حَقَّهُ يَأْلِتُهُ أَلْتاً، أي نَقَصَهُ. وأَلَتَهُ أيضاً: حبَسَهُ عن وجهه وصرفه، مثل لاته يليته، وهما لغتان حكاهما اليزيدى عن أبي عمرو بن العلاء.",
    "pg": "1:241"
  },
  "ألخ": {
    "def": "ائتلخ عليهم أمرهم: اختلط. يقال: وقعوا في ائتلاخ.",
    "pg": "1:418"
  },
  "ألس": {
    "def": "الأَلْسُ: الخيانةُ. وقد أَلَسَ يَأْلِسُ بالكسر أَلْساً. ومنه قولهم: \" لا يُدالِسُ ولا يُؤَالِسُ \". والأَلْسُ أيضاً: اختلاط العقل. وقد أُلِسَ الرجلُ فهو مَأْلوسٌ، أي مجنون. قال الراجز: يتبعن مثل العمج المنسوس * أهوج يمشى مشية المألوس * يقال: إنَّ به أَلْساً، أي جنوناً. وضربته فما تأَلَّسَ، أي ما توجَّعْ. ويقال: ما ذقت ألوسا، أي شيئا. وإلياس: اسم عجمى (٢) ، وقد سمت العرب به، وهو إلياس بن مضر بن نزار بن معد بن عدنان.",
    "pg": "3:904"
  },
  "ألف": {
    "def": "الألْفُ عددٌ، وهو مذكر، يقال: هذا ألْفٌ واحدٌ، ولا يقال: واحدة. وهذا أَلْفٌ أَقرعُ، أي تامٌّ، ولا يقال: قرعاءُ. وقال ابن السكيت: لو قلت هذه أَلْفٌ بمعنى هذه الدراهم أَلْفٌ، لجاز. والجمع أُلوفٌ وآلافٌ. وأَلَفَهُ يَأْلِفُهُ بالكسر: أعطاه أَلْفاً. قال الشاعر وكريمة من آل قيس ألفته حتى تبذخ فارتقى الاعلام أي رب كريمة. والهاء للمبالغة. أي فارتقى إلى الاعلام، فحذف \" إلى \" وهو يريده. وآلَفْتُ القومَ إيلافاً، أي كمّلتهم أَلْفاً، وآلَفوهُمْ أيضاً بأنفسهم. وكذلك آلفت الدارهم وآلفت هي. والالف: الأَليْفُ. يقال: حَنَّتِ الإلْفُ إلى الالف. وجمع الاليف آلائف، مثل تبيع وتبائع وأفيل وأفائل. قال ذو الرمة: فأَصْبَحَ البَكْرُ فردا من أَلائِفِهِ (١) يرتاد أَحْلِيَةً أَعْجازُها شذب والالاف: جمع آلف مثل كافر وكفار. وفلان قد أَلِفَ هذا الموضع بالكسر يَأْلَفُهُ إلْفاً، وآلَفَهُ إيّاهُ غيرُه. ويقال أيضاً: آلَفْتُ الموضعَ أُولِفهْ إيلافاً، وكذلك آلَفْتُ الموضعَ أُؤْالِفُهُ مؤالفة وإلافا، فصار صورة أفعل وفاعل في الماضي واحدا. وألفت بين الشيئين تأليفا، فنألفا وأتلفا. ويقال أيضا: أَلْفٌ مُؤَلَّفَةٌ، أي مكمَّلَةٌ. وتَأَلّفْتُهُ على الإسلام. ومنه المُؤَلَّفَةُ قلوبُهم. وقوله تعالى: ﴿لإيلافِ قريشٍ إيلافِهِمْ﴾ يقول تعالى: أهلكت أصحاب الفيل لأُولِفَ قريشاَ مكّة، ولِتُؤَلِّفَ قريشٌ رحلَة الشتاء والصيف، أي تجمَعَ بينهما، إذا فرغوا من ذِهِ أخذوا في ذه. وهذا كما تقول: ضربته لكذا لكذا، بحذف الواو.",
    "pg": "4:1331-1332"
  },
  "ألق": {
    "def": "تَأَلَّقَ البرق، أي لمع. والائْتِلاقُ، مثل التَأَلُّقِ. والإِلْقُ بالكسر: الذئبُ، والأنثى إلْقَةٌ، وجمعها إلَقٌ. وربما قالوا للقردة إلقة. ولا يقال للذكر إلق، ولكن قرد ورباح. قال الشاعر (١) :\nوإلقة ترغث رباحها (٢) * والاولق: الجنون، وهو فوعل، لانه يقال للمجنون مؤولق، على مفوعل. قال الشاعر (١) : ومؤولق أنضجت كية رأسه فتركته ذفرا كريح الجورب أي هجوته. وإن شئت جعلت الاولق أفعل، لانه يقال ألق الرجل فهو مألوق على مفعول. قال أبو زيد: امرأةٌ أَلَقى، بالتحريك. قال: وهي السريعة الوثب. والالق: المتألق، وهو على ورن إمع. والالوقه: طعامٌ يُصْلَحُ من الزبد. قال الشاعر: حَدِيثُكِ أَشْهى عندنا من أَلوقَةٍ تَعَجَّلَّها (٢) طَيَّانُ شَهْوانُ للطَعْمِ",
    "pg": "4:1446-1447"
  },
  "ألك": {
    "def": "الألوكُ: الرسالةُ. قال لَبيد: وغلام أرسلته أمه بألوك فبدلنا ما سَأَلْ وكذلك المَأْلُكُ والمَأْلَكَةُ، بضم اللام فيهما. قال الشاعر: أبلغ أبا دختنوس مألكة غير الذي قد يقال مِلْكَذَبِ (١)",
    "pg": "4:1573"
  },
  "ألل": {
    "def": "أَلَّهُ يَؤُلُّهُ أَلاَّ: طعنه بالحَرْبة. يقال: ما له أُلَّ وغُلَّ. وأَلَّ لونُه يَؤُلُّ ألاًّ: صَفا وَبَرَقَ. وأَلَّ أيضاً، بمعنى أسرع. قال الراجز (٢) : مهر أبى الحبحاب لا تشلى بارك فيك الله من ذى أل أي من فرس ذى سرعة. وفرس مئل، أي سريع. والأَليلُ: الأنينُ. قال ابن مَيَّادَةَ: وقولا لها تأمرين بوامق له بعد نَوْماتِ العيون أليلُ وقد ألَّ يَئِلُّ أَلاًّ وأَليلاً. يقال له الويل والاليل. وأما قول الكميت يمدح رجلا: وأنت ما أنت في غبراء مضلمة إذا دعت ألليها الكاعب الفضل فيجوز أن يريد الالل ثم ثنى، كأنه يريد صوتا بعد صوت. وذكر أبو عبيد أنه يجوز أن يريد حكاية أصوات النساء بالنبطية إذا صرخن. وأليل الماء: خَريرُهُ وقَسيبه. وأَلِلَ السِقاءُ، بالكسر: تغيرت ريحه. وهذا أحد ما جاء بأظهار التضعيف. وأللت أسنانه أيضاً، أي فَسَدتْ. والإِلُّ بالكسر، هو الله ﷿. والإلُّ أيضا: العهد والقرابة. قال حسان بن ثابت: لعمرك إن إلك من قريش كإل السقب من رأل النعام والال بالفتح: جمع أَلَّةٍ، وهي الحربة وفي نصْلها عِرَضٌ. قال الشاعر (١) : تَدارَكَهُ في مُنْصِلِ الأَلِّ بَعْدَ ما مَضى غَيْرَ دَأْداءٍ وقد كادَ يَعْطَبُ ويجمع أيضاً على إلالٍ، مثل جفنة وجفان. وأما الالال بالفتح (١) ، فهو اسم جبل بعرفات. وأللت الشئ تأليلا، أي حددت طرفه. ومنه قول طرفة بن العبد يصف أذُني ناقةٍ بالحدَّة والانتصاب: مؤَلَّلَتانِ تَعْرِفُ العِتْقَ فيهما كسامعتي شاة بحومل مفرد",
    "pg": "4:1626-1627"
  },
  "ألم": {
    "def": "الأَلَمُ: الوَجَعُ. وقد أَلِمَ يَأْلَمُ أَلَماً. وقولهم: أَلِمْتَ بطنَك كقولهم: رَشِدْتَ أَمْرَكَ، أي ألمَ بَطْنُكَ ورَشِدَ أَمْرُكَ. والتَأَلُّمُ: التَوَجُّعُ. والإيلامُ: الإيجاعُ. والأليمُ: الموجِعُ، مثل السميع بمعنى المسمع.",
    "pg": "5:1863"
  },
  "أله": {
    "def": "أَلهَ بالفتح إِلاهَةً، أي عبد عبادة. ومنه قرأ ابن عباس ﵄: (ويذرك وإلاهتك) بكسر الهمزة. قال. وعبادتك. وكان يقول: إن فرعون كان يعبد [في الارض (١) ] . (*) ومنه قولنا \" الله \" وأصله إلاه على فعال، بمعنى مفعول، لانه مألوه أي معبود، كقولنا: إمام فعال بمعنى مفعول، لانه مؤتم به، فلما أدخلت عليه الالف واللام حذفت الهمزة تخفيفا لكثرته في الكلام. ولو كانتا عوضا منها لما اجتمعتا مع المعوض منه في قولهم: الاله. وقطعت الهمزة في النداء للزومها تفخيما لهذا الاسم. وسمعت أبا على النحوي يقول: إن الالف واللام عوض منها. قال: ويدل على ذلك استجازتهم لقطع الهمزة الموصولة الداخلة على لام التعريف في القسم والنداء، وذلك قولهم: أفألله ليفعلن، ويا ألله اغفر لى. ألا ترى أنها لو كانت غير عوض لم تثبت كما لم تثبت في غير هذا الاسم. قال: ولا يجوز أيضا أن يكون للزوم الحرف، لان ذلك يوجب أن تقطع همزة الذى والتى. ولا يجوز أيضا أن يكون لانها همزة مفتوحة وإن كانت موصولة، كما لم يجز في ايم الله وايمن الله التى هي همزة وصل فإنها مفتوحة. قال: ولا يجوز أيضا أن يكون ذلك لكثرة الاستعمال، لان ذلك يوجب أن تقطع الهمزة أيضا في غير هذا مما يكثر استعمالهم له. فعلمنا أن ذلك لمعنى اختصت به ليس في غيرها، ولا شئ أولى بذلك لمعنى من أن يكون المعوض من الحرف المحذوف الذى هو الفاء. وجوز سيبويه أن يكون أصله لاها على ما نذكره من بعد. وإلاهة: اسم موضع بالجزيرة. وقال (١) : كفى حزنا أن يرحل الركب غدوة * وأصبح في عليا إلاهة ثاويا (٢) وكان قد نهشته حية. وإلاهة أيضا: اسم للشمس غير مصروف بلا ألف ولام، وربما صرفوه وأدخلوا فيه الالف واللام فقالوا الالاهة (٣) . وأنشدني أبو علي: تروحنا من اللعباء قصرا (٤) * وأعجلنا الالاهة أن تؤوبا (٥) (*) وقد جاء على هذا غير شئ من دخول لام المعرفة مرة وسقوطها أخرى، قالوا: لقيته الندرى وفى ندرى، وفينة والفينة بعد الفينة، ونسر والنسر: اسم صنم، فكأنهم سموها إلاهة لتعظيمهم لها وعبادتهم إياها. والآلهة: الاصنام، سموها بذلك لاعتقادهم أنَّ العبادة تَحُقُّ لها، وأسماؤهم تَتْبَعُ اعتقاداتِهم لا ما عليه الشئ في نفسه. والتأليه: التعبيد. والتَأَلُّهُ: التَّنَسُّكُ والتَعَبُّدُ. قال رؤبة:\nسَبَّحْنَ واسْتَرْجَعْنَ من تأَلُّهي (١) * وتقول: أَلِهَ يَأْلَهُ أَلَهاً، أي تحير ; وأصله وله يوله ولها. وقد ألِهْتُ على فلانٍ، أي اشتدَّ جزعي عليه، مثل ولِهْتُ.",
    "pg": "6:2223-2224"
  },
  "أما": {
    "def": "ألأَمَةُ: خلاف الحُرَّةِ، والجمع إماءٌ وآمٍ. وقال الشاعر: مَحَلَّهُ سَوْء أَهْلَكَ الدهرُ أَهْلَها * فلم يَبْقَ فيها غيرُ آمٍ خَوالِفِ وتجمع أيضا على إموان، مثل إخوان. وقال القتال * إذا ترامى بنو الاموان بالعار (١) * وأصل أمة أموة بالتحريك، لان يجمع على آم، وهو أفعل مثل أينق، ولا تجمع فعلة بالتسكين على ذلك. وتقول: ما كنت أمة، ولقد أَمَوْتِ أُمُوَّةْ. والنسبة إليه أموى بالفتح، وتصغيرها أمية. وأمية أيضا: قبيلة من قريش، والنسبة إليها أموى بالضم، وربما فتحوا. ومنهم من يقول أميى فيجمع بين أربع ياءات. وهو في الاصل اسم رجل. وهما أميتان الاكبر والاصغر: ابنا عبد شمس بن عبد مناف، أولاد علة. فمن أمية الكبرى أبو سفيان بن حرب، والعنابس، والاعياص. وأمية الصغرى هم ثلاثة أخوة لام اسمها عبلة، يقال لهم العبلات بالتحريك. ويقال: استام أمة غير أمتك، بتسكين الهمز، أي إتحذ. وتاميت أمة. وأمت السنور تَأْمو أُماءً، أي صاحت. وكذلك ماءت تموء مواء. و (إما) بالكسر والتشديد: حرف عطف (*) بمنزلة أو في جميع أحكامها، إلا في وجه واحد، وهو أنك تبتدئ في أو متيقنا ثم يدركك الشك، وإما تبتدئ بها شاكا. ولابد من تكريرها. تقول: جاءني إما زيد وإما عمرو. وقول الشاعر (١) : إما ترى رأسي تَغَيَّرَ لونُه * شَمَطاً فأصبَحَ كالثغام المخلس (٢) يريد: إن ترى رأسي، وما زائدة. وليس من إما التى تقتضي التكرير في شئ. وكذلك في المجازاة، تقول: إما تأتني أكرمك. قال الله تعالى (فإما ترين من البشر أحدا) . وقولهم (أما) بالفتح فهو لافتتاح الكلام. وأما يتضمن معنى الجزاء، ولابد من الفاء في جوابه، تقول: أما عبد الله فقائم. وإنما احتيج إلى الفاء في جوابه لان فيه تأويل الجزاء، كأنك قلت: مهما يكن من شئ فعبد الله قائم. وقولهم (أيما) و (إيما) يريدون أما وإما، فيبدلون من إحدى الميمين ياء. قال الاحوص * أيما إلى جنة أيما إلى نار (١) * وقد تكسر. و (أما) مخفف تحقيق للكلام الذى يتلوه، تقول: أما إن زيدا عاقل، تعنى أنه عاقل على الحقيقة لا على المجاز. وتقول: أما والله قد ضرب زيد عمرا.",
    "pg": "6:2271-2273"
  },
  "أمت": {
    "def": "الامت: المكان المرتفع. والامت: النِباك وهي التِلال الصغار. وقوله تعالى: (لا تَرى فيها عِوَجاً ولا أَمْتاً) ، أي لا انخفاضَ فيها ولا ارتفاع. وتقول: أمْتَلأَ السِقاءُ فما به أَمْتٌ. وأَمَتُّ الشئ أمتا: قدرته. يقال: هو إلى أجَلٍ مَأْموتٍ، أي مَوْقوتٍ. قال الراجز (٢) :\nهيهات منها ماؤُها المأموت (٣)",
    "pg": "1:241"
  },
  "أمج": {
    "def": "أبو عمرو: الأَمَجُ: حَرٌّ وعَطَشٌ. يقال: صيف أمَجٌ، أي شديد الحر. قال العجاج: حتى إذا ما الصيف صار أمجا * وفرغا من رعى ما تزلجا\nفصل الباء",
    "pg": "1:298"
  },
  "أمد": {
    "def": "الأَمَدُ: الغاية كالمدى. يقال: ما أَمَدُكَ؟ أي منتهى عمرك. والأَمَدُ أيضاً: الغضب. وقد أَمِدَ عليه بالكسر، وأَبِدَ عليه، أي غضب. وآمد: بلد في الثغور.",
    "pg": "2:442"
  },
  "أمر": {
    "def": "الأَمْرُ: واحدُ الأُمورِ. يقال: أَمْرُ فلانٍ مستقيمٌ، وأُمورُهُ مستقيمةٌ. وقولهم: لك عَلَيَّ أَمْرَةٌ مُطاعةٌ، معناه لك عليَّ أَمْرَةٌ أُطيعك فيها، وهي المرَّة الواحدة من الامر. ولا تقل إمرة بالسكر، إنَّما الإمْرَةُ من الولاية. وأَمَرْتُهُ بكذا أَمْراً. والجمع الأَوامِرُ. قال أبو عبيدة: آمَرتُهُ بالمد، وأَمَرْتُهُ لغتان بمعنى كَثَّرْتُهُ. ومنه الحديث: \" خير المال مهرة مأمورة، أوسكة مأبورة \"، أي كثيرة النتاج والنَسْلِ. وأَمِرَ هو، أي كَثُرَ. فخرج على تقدير قولهم: عَلِمَ فلانٌ ذلك، وأَعْلَمْتُهُ أنا ذلك. قال يعقوب: ولم يقله أحد غيره (١) . وقال أبو الحسن: أَمِرَ مالُه بالكسر، أي كثُر. وأَمِرَ القوم، أي كَثِروا. قال الشاعر الأعشى:\nأَمِرونَ لا يَرِثونَ سَهْمَ القُعْدُدِ (٢) * وآمر الله ماله بالمد. قا ل: وإنما قيل \" مهرة مأمورة \" للازدواج، والاصل مؤمرة عل مفعلة، كما قال ﷺ للنساء: \" ارجعن مأزورات غير مأجورات \"، وإنما هي \" موزورات \" من الوزر، فقيل مأزورات على لفظ مأجورات، ليزدوجا. وقوله تعالى:\n(أَمَرْنا مُتْرَفيها) *، أي أمرناهم بالطاعة فعصوا. وقد يكون من الامارة (١) . قال الاخفش: يقال أيضاً: أَمِرَ أَمْرُهُ يَأْمَرُ أَمَراً، أي اشتدَّ. والاسم الإمْرُ بكسر الهمزة. قال الراجز: قد لَقيَ الأقرانُ منِّي نُكْرَا * داهيةً دهياَء إدّاً إمْرا - ومنه قوله تعالى:\n(لقَدْ جئْتَ شَيْئاً إمْراً) *، ويقال عَجَباً. والأَميرُ: ذو الأَمْرِ. وقد أَمَرَ فلانٌ وأَمُرَ أيضاً بالضم، أي صار أَميراً. والأنثى بالهاء. وقال (٢) :\nلبايعنا أميرة مؤمنينا (٣) * والمصدر الامرة، بالكسر. والامارة: الولايةُ. يقال: فلانٌ أُمِّرَ وأُمِّرَ عليه، إذا كان واليا وقد كان سوقَةً، أي إنَّهُ مجرَّبٌ ويقال أيضاً: في وجه المال تَعرف أَمَرَتَهُ، أي نَماءَهُ وكثرته ونفقته. (٧٤ - صحاح - ٢) والتأمير: تولية الامارة. يقال: هو أَميرٌ مُؤَمَّرٌ. وتَأَمَّرَ عليهم، أي تسلَّطَ. وآمَرْتُهُ في أمري مؤامراة، إذا شاورته. والعامة تقول: وامرته. وائتمر الامر، أي امتثله. قال امرؤ القيس: أَحارَ بنَ عَمْروٍ كأني خَمِرْ * ويَعْدو على المَرْءِ ما يأتمر - أي ما تأمر به نفسه فيرى أنه رشد، فربما كان هلاكه في ذلك. ويقال: ائتمروا به، إذا هَمُّوا به وتشاوَروا فيه. والائْتِمارُ والاستئْمارُ: المشاورة. وكذلك التَآمُرُ، على وزن التَفاعُلْ (١) . وأما قول الشاعر (٢) : وبِآمِرٍ وأَخيهِ مُؤْتَمِرٍ * وَمُعَلِّلٍ وَبِمُطْفِئِ الجَمْرِ (٣) - فهما يومان من أيّام العجوز، كان الأوّل منهما يأمر الناسَ بالحَذَر. والآخر يشاورهم في الظَعْن أو المُقام. قال الأصمعي: الأَمارُ والأَمارَةُ: الوقتُ والعلامةُ. وأنشد: * إلى أمار وأمار مدتي (١) * والأَمَرُ بالتحريك: جمعُ أَمَرَةٍ، وهي العَلَمُ الصغير من أَعلام المفاوز من الحجارة. وقال أبو زبيد:\nإن كان عثمان أمسى فوقه أمر (٢) * ورجل إمَّرٌ وإمَّرَةٌ، أي ضعيف الرأي يأتمر لكلِّ أحدٍ، مثال إمَّعٍ وإمَّعَةٍ. وقال امرؤ القيس (٣) . ولَسْتُ بذي رَثْيَةٍ إِمْرٍ * إذا قيدَ مُسْتَكْرَهاً أَصْحَبا - والإمَّرُ أيضاَ: الصغيرُ من وَلَدِ الضأنِ، والأنثى إمَّرَةٌ. يقال: ماله إمر ولا إمرة، أي شئ. قال الساجعُ: \" إذا طَلَعَتِ الشِعْرى سفرا، فلا تغذون إمرة ولا إمرا (٤) \".",
    "pg": "2:580-583"
  },
  "أمس": {
    "def": "أمْسِ: اسمٌ حرِّك آخره لالتقاء الساكنين. واختلفت العرب فيه، فأكثرهم يبنيه على الكسر معرفةً، ومنهم من يُعربه معرفةً. وكلُّهم يعربه إذا دخل عليه الألف واللام أو صيَّره نكرة، أو أضافه. تقول: مضى الأَمْسُ المبارك، ومضى أَمْسُنا، وكلُّ غدٍ صائرٌ أمسا. وقال سيبويه: قد جاء في ضرورة الشعر مذ أمس بالفتح. وأنشد: لقد رأيت عجبا مذ أمسا * عجائزا مثل السعالى خمسا * يأكلن ما في رحلهن همسا * لا ترك الله لهن ضرسا * قال: ولا يصغر أمس كما لا يصغر غدا، والبارحة، وكيف، وأين، ومتى، وأى، وما، وعند، وأسماء الشهور والاسبوع غير الجمعة.",
    "pg": "3:904"
  },
  "أمع": {
    "def": "يقال رجلٌ إمَّعٌ وإمَّعَةٌ (١) أيضاً، للذي يكون لضعف رأيه مع كلِّ أحدٍ. ومنه قول ابن مسعود: \" لا يَكونَنَّ أحدُكم إمعة \". قال أبو بكر بن السراج: هو فعل، لانه لا يكون إفعل وصفا. وقول من قال امرأة إمعة غلط، لا يقال للنساء ذلك، وقد حكى ذلك عن أبى عبيد.\nفصل الباء",
    "pg": "3:1183"
  },
  "أمل": {
    "def": "الأَمَلُ: الرجاءُ. يقال: أَمَلَ خَيْرَهُ يَأْمُلُه أَمْلاً، وكذلك التَأْميلُ. وقولهم: ما أطول إملته، أي أمله، وهو كالجلسة والركبة. وتأملت الشئ، أي نظرت إليه مستبينا له. والاميل، على فعيل: حبل من الرمل يكون عرضُه نحواً من ميل، واسم موضع أيضا.",
    "pg": "4:1627"
  },
  "أمم": {
    "def": "أُمُّ الشي: أصلُهُ. ومَكَّة: أُمُّ القُرى. والأُمُّ: الوالدةُ، والجمع أُمَّاتٌ. وقال:\nفَرَجْتَ الظلامَ بأُمَّاتكا (١) * وأصل الأُمِّ أُمَّهَةٌ، لذلك تجمع على أمهات. وقال (٢) أمهتى خندف والياس أبى (١) * وقال بعضهم: الامهات للناس والامات للبهائم. ويقال: ما كنت أُمَّاً، ولقد أَمَمْتِ أُمُومَةً. وتصغيرها أميمة. وأميمة: اسم امرأة. ويقال: يا أمة لا تفعلي ويا أبة افعل، يجعلون علامة التأنيث عوضا من ياء الاضافة. وتقف عليها بالهاء. والام: العلم الذى يتبعه الجيش. وأم التنائف: المفازة البعيدة. وأُمُّ مَثْواكَ: صاحبةُ منزلك. وأُمُّ البَيْض في شعر أبي دواد: وأتانا يسعى تفرش أم البيض شدا وقد تعالى النهارُ يريد النعامة. ورئيسُ القوم: أمهم. وأم النجوم: المجرة. وأم الطريقِ: مُعْظَمُهُ، في قول الشاعر (١) :\nتَخُصُّ به أُمُّ الطريقِ عِيالها (٢) * ويقال هي الضبع. وأم الدماع: الجِلْدَةُ التي تجمع الدماغَ، ويقال أيضاً أُمُّ الرأسِ. وقوله تعالى: (هُنَّ أُمُّ الكتاب) ولم يقل أُمَّهات، لأنّه على الحكاية، كما يقول الرجل: ليس لي مُعينٌ، فتقول: نحن مُعينُكَ، فتحكيه. وكذلك قوله تعالى: (واجْعَلنا لِلْمُتَّقينَ إماماً) . والأُمَّةُ: الجماعةُ. قال الأخفش: هو في اللفظ واحدٌ وفي المعنى جمعٌ. وكلُّ جنس من الحيوان أُمَّةُ. وفي الحديث: \" لولا أنَّ الكلابَ أُمَّةٌ من الأُمَمِ لأمرتُ بقتلها \". والأُمّةُ: القيامةُ. قال الأعشى حِسانُ الوجوهِ طِوالُ الأُمَمْ (١) * والأُمَّةُ: الطريقةُ والدينُ. يقال: فلانٌ لا أُمَّةَ له، أي لا دينَ له ولا نِحْلَةَ له. قال الشاعر:\nوهل يستوي ذو أُمَّةٍ وكَفورُ * وقوله تعالى: (كُنتمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ للناسِ) قال الأخفش: يريد أهْلِ أمَّةٍ، أي خيرَ أَهْلِ دينٍ، وأنشد للنابغة: حَلَفْتُ فلم أَتركْ لنفسكَ رِيبَةً وهل يَأْثَمَنْ ذو أُمَّةٍ وهو طائِعُ والأُمَّةُ: الحينُ. قال تعالى: (وادَّكَرَ بعد أُمَّةٍ) وقال تعالى: (ولئن أخَّرْنا عَنْهُمُ العَذابَ إلى أُمَّة مَعدودة) . والإِمّةُ بالكسر: النعمة. والإمَّةُ أيضاً: لغةٌ في الأُمّةِ، وهي الطريقةُ والدينُ، عن أبي زيد. قال الأعشى:\nوأصاب غَزْوُكَ إمَّةً فأزالها (٢) * وقولهم: ويلمه يريدون ويل لأُمَّهِ، فحذف لكثرته في الكلام. وقول عدى بن زيد: أيها العائب عندم زيد أنت تفدى من أراك تعيب يريد عندي أم زيد، فلما حذف الالف سقطت الياء من عندي لاجتماع الساكنين. ويقال: لا أُمَّ لك! وهو ذم، وربما وُضِعَ موضع المدح. قال كعب بن سعدٍ يرثي أخاه: هَوَتْ أُمُّهُ ما يبعث الصبحُ غادِياً وماذا يؤدِّي الليلُ حين يَؤُوبُ والأَمُّ بالفتح: القصدُ. يقال: أمة وأممه وتأممه، إذا قصده. وأَمَّهُ أيضاً، أي شَجَّهُ آمَّةً بالمدّ، وهي التي تبلغ أُمَّ الدماغ حينَ يبقى بينها وبين الدِماغ جلدٌ رقيق. ويقال: رجلٌ أَميمٌ ومَأْمومٌ، للذي يهذي من أم رأسه. والاميم: حجر يشدخ به الرأسُ. وقال:\nبالمَنْجَنيقاتِ وبالأَمائِمِ (١) ويقال للبعير العمد المتأكل السنام: مأْمومٌ. وأَمَمْتُ القومَ في الصلاة إمامَةً. وائْتَمَّ به: اقتدى به. وأَمَّتِ المرأةُ: صارت أُمَّاً. والإمامُ: خشبةُ البَنَّاءِ التي يُسَوَّى عليها البناء. وقال: وخلقته حتى إذا تم واستوى كمخة ساق أو كمتن إمام قال الاصمعي: يصف سهما. ألا ترى إلى قوله بعده: قرنت بحَقْوَيْهِ ثلاثاً فلم يَزُغْ عن القصد حتى بصرت بدمام والامام: الصقع من الارض، والطريق قال تعالى: (وإنهما لبإمام مُبين) . والإمامُ: الذي يُقْتَدى به، وجمعه أيمة وأصله آممة على فاعلة (٢) ، مثل إناء وآنية، وإله وآلهة، فأدغمت الميم فنقلت حركتها إلى ما قبلها، فلما حركوها بالكسر جعلوها ياء. وقرئ: (فقاتلوا أيمة الكفر) ، قال الاخفش: جعلت الهمزة ياء لانها في موضع كسر وما قبلها مفتوح، فلم يهمز لاجتماع الهمزتين. قال: ومن كان من رأيه جمع الهمزتين همزه. قال: وتصغيرها أويمة، لما تحركت الهمزة بالفتحة قبلها واوا. وقال المازنى: أييمة، ولم يقلب. وتقول: كنتُ أَمامَهُ، أي قُدَّامَه. وقوله تعالى: (وكل شئ أحصيناه في إمامٍ مُبينٍ) قال الحسن: في كتاب مبين. وأمامة: اسم امرأة. قال ابن السكيت: الأَمَمُ بين القريب والبعيد، وهو من المقاربة. والامم: الشئ اليسير، يقال: ما سألتُ إلاّ أَمَماً. ولو ظلمت (١) ظُلْماً أَمَماً. وقولُ زهير:\nوجيرَةٌ ما هُمُ لو أَنَّهُمْ أَمم (٢) * يقول: أَيُّ جيرَةٍ كانوا لو أَنَّهُمْ بالقُرْب منِّي. ويقال: أخذتُ ذلك من أَمَمٍ، أي من قُرْبٍ. وداري أَمَمُ دارِهِ، أي مُقابِلَتُها. أبو عمرو: المُؤَامُّ، بتشديد الميم: المُقارِبُ، أُخِذَ من الأَمَمِ وهو القُرْب. ويقال هذا أمر مؤام، مثل مضار (١) . ويقال للشئ إذا كان مقاربا: هو مُؤَامٌّ. وتَأَمَّمَتْ، أي اتخذتْ أُمَّاً. قال الكميت: وَمِنْ عَجَبٍ بَجيلَ لَعَمْرُ أُمٍّ غَذَتْكِ وغَيْرَها تَتَأَمَّمينا (٢) وقول الشاعر: وما إمى وأم الوحش لما تفرغ في مفارقي المشيب يقول: ما أنا وطلب الوحش بعد ما كبرت. يعنى الجوارى. وذكر الام حشو في البيت. وأما أم مخففة فهى حرفَ عطفٍ في الاستفهام، ولها موضعان: أحدهما أن تقع مُعادِلَةً لأَلِفِ الاستفهام بمعنى أَيٍّ. تقول: أَزَيْدٌ في الدار أم عمروٌ؟ والمعنى أيهما فيها. والثانى أن تكون منقطعة مما قبلها خبراً أو استفهاماً. تقول في الخبر: إنها لابل أم شاء يافتى. وذلك إذا نظرت إلى شخص فتوهَّمْتَه إِبِلاً، فقلتَ ما سبق إليك، ثم أدركك الظنُّ أنه شاءٌ، فانصرفْتَ عن الأول فقلت أَمْ شاءٌ، بمعنى بَلْ، لأنَّه إضرابٌ عما كان قبله، إلاَّ أن ما يقعُ بعد بَلْ يقينٌ، وما بعد أَمْ مَظْنُونٌ. وتقول في الاستفهام: هل زيد منطلق أم عمرو يافتى، إنما أضربت عن سؤالك عن انطلاق زيد وجعلْتَه عن عمرو، فأم معها ظن واستفهام وإضرابٌ. وأنشد الأخفش (١) : كَذَبَتْكَ عَيْنُكَ أَمْ رأيتَ بِواسِطٍ غَلَسَ الظَلامِ من الرَبابِ خَيالا قال تعالى: (لا ريبَ فيهِ مِنْ رَبِّ العالَمين. أمْ يَقولون افْتَراهُ) . وهذا كلامٌ لم يكن أصلُه استفهاماً. وليس قوله: (أمْ يقولون افْتَراهُ) شَكَّاً، ولكنه قال هذا التقبيح صنيعهم. ثم قال: (بَلْ هو الحَقُّ مِنْ رَبِّكَ) كأنَّه أراد أن يُنَبِّه على ما قالوه، نحو قولك للرجل: الخيرُ أحبُّ إليك أم الشرّ؟ وأنت تعلم أنَّه يقول الخير، ولكن أردتَ أن تُقَبِّحَ عنده ما صَنَع. وتَدْخُلُ أَمْ على هَلْ فتقول: أَمْ هَلْ عندك عمروٌ. وقال (١) : أَمْ هَلْ كبيرٌ بكى لم يقض عبرته إتر الاحبة يوم البَيْنِ مشكومُ (٢) ولا تدخل أَمْ على الألْف، لا تقول أَعِنْدَكَ زيدٌ أَمْ أَعِنْدَكَ عمروٌ، لأنّ أصل ما وُضِعَ للاستفهام حرفان أحدهما الألِف ولا تقع إلاّ في أول الكلام، والثاني أَمْ ولا تقع إلاَّ في وسط الكلام، وهَلْ إنما أقيمَ مقام الألف في الاستفهام فقط، ولذلك لم يقع في كلِّ مواقع الأصل. وأَمْ قد تكون زائدة، كقول الشاعر:\nيا هِنْدُ أَمْ ما كان مشيى رقصا (٣) * يعنى ما كان (١) :",
    "pg": "5:1863-1868"
  },
  "أمن": {
    "def": "الأَمانُ والأَمانَةُ بمعنىً. وقد أَمِنْتُ فأنا آمِنٌ. وآمَنْتُ غيري، من الامن والامان. والايمان: التصديق. والله تعالى المُؤْمِنُ، لأنّه آمَنَ عبادَه من أن يظلمهم. وأصل آمَنَ أَأْمَنَ بهمزتين، ليّنت الثانية. ومنه المهيمن، وأصله مؤأمن، لينت الثانية وقلبت ياء، وقلبت الاولى هاء. والأَمْنُ: ضدُّ الخوف. والأَمَنَةُ بالتحريك: الأَمْنُ. ومنه قوله ﷿: (أمَنَةً نُعاساً) . والأَمَنَةُ أيضاً: الذي يثق بكلِّ أحد، وكذلك الأُمَنَةُ مثال الهمزة. وأَمِنْتُهُ على كذا وائْتَمَنْتُهُ بمعنىً. وقرئ: (مالَكَ لا تَأْمَنَّا عَلى يوسُف) بين الإدْغام وبين الإظهار. قال الاخفش، والادغام أحسن. وتقول اؤْتَمنَ فلان، على ما لم يسم فاعله، فإن ابتدأت به صيرت الهمزة الثانية واوا، لان كل كلمة اجتمع في أولها همزتان وكانت الاخرى منهما ساكنة فلك أن تصيرها واوا إن كانت الاولى مضمومة، أو ياء إن كانت الاولى مكسورة نحو ائتمنه، أو ألفا إن كانت الاولى مفتوحة، نحو آمن. واستأمن إليه، أي دخل في أمانِهِ. وقوله تعالى: (وهَذا البَلَدُ الأمين) قال الأخفش: يريد الآمِنَ، وهو من الأَمْنِ. قال: وقد يقال الأَمينُ المَأْمونُ، كما قال الشاعر: ألم تعلمي يا أَسْمَُ وَيْحَكِ أنّني حلفتُ يمِيناً لا أخون أميني أي مَأموني. والأُمَّانُ بالضم والتشديد: الأمينُ. وقال الشاعر الأعشى: ولقد شهِدتُ التاجر الامان مورودا شرابه والأَمونُ: الناقة الموَثَّقَةُ الخَلْقِ، التي أمنت أن تكون ضعيفة. وآمين في الدعاء يمد ويقصر. قال الشاعر (١) في الممدود يا رَبَّ لا تسلُبنِّي حبَّها أبداً ويرحم الله عبداً قال آمِينا وقال آخر في المقصور: تَباعَدَ مِنِّي فُطْحُلٌ إذ رَأَيْتُهُ (١) أَمينَ فزاد اللهُ ما بيننا بعدا وتشديد الميم خطأ. ويقال معناه. كذلك فليكن. وهو مبنى على الفتح مثل أين وكيف، لاجتماع الساكنين. وتقول منه: أمن فلان تأمينا.",
    "pg": "5:2071-2072"
  },
  "أمه": {
    "def": "ألأَمَهُ: النِسيانُ. تقول منه: أمه بالكسر. وقرأ ابن عباس ﵄: (وادكر بعد أمه) . قال الشاعر: أمهت وكنتُ لا أنسى حديثاً * كذاكَ الدهرُ يودي بالعُقولِ وأمّا ما في حديث الزهريّ: \" أمِهَ \" بمعنى أقرّ واعترف، فهي لغة غير مشهورة. والاميهة: بثر تخرج بالغنم كالحصبة أو الجُدَرِيّ. يقال: أُمِهَتِ الغنمُ تُؤْمَهُ أَمْهاً، فهي مَأموهةٌ. ويقال في الدعاء على الانسان: آهَةً وأَميهَةً. وأنشدَ ابنُ الأعرابيّ: طبيخُ نُحازٍ أو طبيخُ أَميهةٍ * دقيقُ العظامِ سَيِّئُ القِشْمِ أَمْلَطُ والامهة: أصل قولهم أم. قال قصى:\nأمهتى خندف والياس أبى (١) * والجمع أمهات وأمات. وقال الراعى: كانت نجائب منذر ومحرق * أماتهن وطرقهن فحيلا",
    "pg": "6:2224-2225"
  },
  "أنا": {
    "def": "أنى معناه أين، تقول: أنى لك هذا، أي (*) من أين لك هذا؟ وهى من الظروف التى يجازى بها، تقول: أنى تأتني آتك معناه: من أي جهة تأتني آتك. وقد تكون بمعنى كيف، تقول: أنى لك أن تفتح الحصن؟ أي كيف لك ذلك. وأما قولك أنا فقد ذكرناه في باب النون.",
    "pg": "6:2545"
  },
  "أنب": {
    "def": "أَنَّبَةُ تَأْنيباً، عَنَّفَهُ ولامَهُ. وأَصْبَحْتُ مُؤْتَنِباً، إذا لم تَشْتَهِ الطعام.",
    "pg": "1:89"
  },
  "أنت": {
    "def": "الانيت: الانين. يقال: أنت الرجل يأنت أنيتا، مثل نأت، عن أبى زيد. ويقال أيضا أنته، إذا حسده. ورجل مأنوت، أي محسود.\nفصل الباء",
    "pg": "1:241-242"
  },
  "أنث": {
    "def": "الأنثى: خلاف الذكر، ويجمع على إناث. وقد قيل أُنُثٌ كأنَّه جمع إناثِ. وآنَثَتِ المرأةُ، إذا وَلدت أنثى، فهي مُؤْنِثٌ. وإذا كان ذلك عادتَها فهي مئناث أيضا، لانهما يستويان في مفعال. وتأنيث الاسم، خلاف تذكيره. وقد أنثته فتأنث. والانيث: ما كان من الحديد غير ذَكَرٍ. والأُنْثَيانِ: الخُِصْيانِ. والأُنْثَيانِ أيضاً: الاذنان. قال الشاعر (١) : وكنا إذا القيسي نب عتوده * ضربناه دون الانثيين على الكرد (٢) قال الكلابي: يقال أرض أنيثة: تنبت البقل سهلة.\nفصل الباء",
    "pg": "1:272-273"
  },
  "أنح": {
    "def": "أَنَح الرجُل يأنِحُ بالكسر، أَنْحاً وأُنوحاً، إذا زَحَر من ثِقْلٍ يَجِدُهُ من مرض أو بُهْرٍ، كأنَّه يَتَنَحْنَحُ ولا يُبينُ، فهو آنح، وقوم أنح، مثل راكع وركع. قال الشاعر (١) :\nوللبُزْلِ مِمَّا في الخُدورِ أَنيحُ (٢) * يعني من ثِقَلِ أردافهنَّ. وقال آخر:\nيمشى قليلا خلفها ويأنح * أبو عمرو: يقال رجل أَنُوحٌ وآنِحٌ على فاعل للذي إذا سئل الشئ تنحنح، وذلك من البُخل. وكذلك رجل أُنَّحٌ بالتشديد. قال رؤبة:\nكَزِّ المُحَيَّا أُنَّحٍ إرزب (٣) * وقال آخر: أراك قصيرا ثائر الشَعْرِ أُنَّحاً * بعيداً من الخَيراتِ والخلق الجزل\nفصل الباء",
    "pg": "1:353"
  },
  "أنس": {
    "def": "الإِنْسُ: البَشَر، الواحد إنْسِيٌّ وأَنَسِيٌّ أيضاً بالتحريك، والجمع أَناسِيٌّ. وإنْ شئتَ جعلته إنساناً ثم جَمَعَتهُ أَناسِيَّ، فتكون الياء عوضاً من النون. وقال الله تعالى: ﴿وأناسى كثيرا﴾ . وكذلك الاناسية، مثل الصيارفة والصياقلة. ويقال للمرأة أيضاً إنْسانٌ، ولا يقال إنْسانةُ، والعامة تقوله. وإنْسانُ العين: المثال الذي يُرى في السواد، أي سواد العين. ويجمع أيضاً على أناسِيَّ. قال ذو الرمة يصف إبلاً غارتْ عيونُها من التعب والسير:\nأَناسيُّ مَلْحودٌ لها في الحَواجِبِ (١) * ولا يجمع على أناس. وتقدير إنسان فعلان، وإنما زيد في تصغيره ياء (٢) كما زيد في تصغير رجل فقيل: رويجل. وقال قوم: أصله إنسيان على إفعلان، فحذفت الياء استخفافا، لكثرة ما يجرى على ألسنتهم، فإذا صغروه ردوها، لان التصغير لا يكثر. واستدلوا عليه بقول ابن عباس ﵁ أنه قال: إنما سمى إنسانا لانه عهد إليه فنسى. والاناس: لغة في الناسِ، وهو (٣) الأًصل فخفِّف. قال الشاعر: إنَّ المَنايا يَطَّلِعْ * نَ على الأُناسِ الآمِنينا * ويقال: كيف ابنُ إنْسِكَ، وإنْسِكَ، يعني نفسه، أي كيف تراني في مصاحبتي إيّاك. وفلان ابنُ إنْسِ فلان، أي صفيه وخاصته. وهذا خدنى، وإنسى، وخلصي، وجلسى، كله بالكسر. واستأنست بفلان وتَأَنَّسْتُ به، بمعنىً. واسْتَأْنَسَ الوحشيُّ، إذا أحسّ إنْسِيّاً. والأنيسُ: المُؤانِسُ، وكلُّ ما يُؤْنَسُ به. وما بالدار أَنيسٌ، أي أحد. وقول الكميت: فَيهِنَّ آنِسَةُ الحّديثِ حيية * ليست بفاحشة ولا متفال * أي تأنست بحديثك. ولم يرد أنّها تُؤْنِسُكَ، لأنَّه لو أراد ذلك لقال مُؤْنِسَة. وآنَسَتُهُ: أبصرتُهُ. يقال: آنَسْتُ منه رُشْداً، أي عملته. وآنست الصوت: سمعته. والايناس: خلاف الإيحاشِ، وكذلك التأْنيسُ. وكانت العرب تسمِّي يومَ الخميس: مؤْنِساً. قال الفراء يونس ويونس ويونس: ثلاث لغات في اسم رجل. وحكى فيه الهمز أيضا. قال أبو زيد: الإنْسيُّ: الأيسرُ من كل شئ. وقال الاصمعي: هو الأيمن. وقال: كلُّ اثنين من الإنسانِ مثل الساعدين والزَنْدين والقدمَين فما أقبل منهما على الإنْسانِ فهو إْنسِيٌّ، وما أدبر عنه فهو وحشيٌّ. وإنْسِيٌّ القوسِ: ما أقبّلَ عليك منها. والأَنَسَُ، بالتحريك: الحى المقيمون. والانس أيضا: لغة في الإنْسِ. وأنشد الأخفش على هذه اللغة (١) : أَتَوْا ناري فقلتُ مَنونَ أنتم * فقالوا الجِنُّ قلتُ عِموا ظَلاما * فقلتُ إلى الطعامِ فقال منهم * زعيمٌ: نَحْسُدُ الأَنَسَ الطَعاما * قال: والإَنَسُ أيضاً: خلاف الوحْشَةِ، وهو مصدر قولك أَنِسْتُ به بالكسر أَنَساً وأَنَسَةً وفيه لغة أخرى: أَنَسْتُ به أنسا، مثال كفرت به كفرا.",
    "pg": "3:904-906"
  },
  "أنض": {
    "def": "الانيض: اللحم النئ الذى لم يَنضَج. وآنَضْتُ اللحمَ إيناضاً، إذا لم تنضجْه. والأنيض أيضاً: مصدرُ قولك أَنَضَ اللحمُ يأْنِضُ بالكسر أَنيضاً، إذا تغيَّر. قال زهيرٌ في لسان متكلِّمٍ عابه وهجاه: يُلَجْلِجُ مُضْغَةً فيها أنيضٌ * أَصَلَّتْ فَهْيَ تحت الكَشْحِ داءُ * أي فيها تغير. والاناض بالكسر: حَمْلُ النخلِ المُدْرِك. وأَناضَ النخلُ ينيض إناضة، أي أينع (١) . ومنه قول لبيد: فاخِراتٌ فُروعُها (٢) في ذراها * وأناض العيدان والجبار",
    "pg": "3:1065"
  },
  "أنف": {
    "def": "الأنف للإنسان وغيره. والجمع آنُفٌ وأُنوفٌ وآنافٌ. وأَنْفُ كلِّ شئ: أوله. وأنف الناب: طرفه حين يطلُع. وأَنفُ الجبل: نادرٌ يشخصُ منه. وأَنفُ البرد: أَشَدُّه، عن يعقوب. ويقال: جاء يعدو أَنفَ الشَدِّ، أي أشدّ العَدْوِ. قال: والأُنافيُّ: العظيمُ الأَنفِ. والأنوف: المرأة الطيبة ريح الأنف. وأَنَفْتُ الرجلَ: ضربتُ أَنْفَهُ. ويقال: آنَفَهُ الماءُ، بلغ أَنْفَهُ، وذلك إذا نزلَ في النهر. وروضة أُنُفٌ بالضم، أي لم يَرْعَها أحد. قال: وأَنَفَتِ الإِبِلُ، إذا وطئتْ كلأً أُنفاً، وهو الذي لم يُرْعَ. وآنَفتُها أنا فهي مؤْنَفَةٌ إذا تتبَّعتَ بها أنف المرعى. قال: وقال الطائي: أرضٌ أَنيفَةُ النبتِ، إذا أَسْرَعَتِ النباتَ. وتلك أرضٌ آنَفُ بلادِ الله. وكأسٌ أُنُفٌ: لم يُشْرَبْ بها قبلَ ذلك، كأنَّه استونف شربها، مثال روضة أنف. ويقال أيضاً: آتيك من ذي أُنُفٍ، كما يقال من ذي قُبُلٍ، أي فيما يُسْتَقْبَلُ. وأَنِفَ من الشئ يأنف أنفا وأنفة، أي اسْتَنْكَفَ. يقال: ما رأيت أحْمى أَنْفاً ولا آنَفَ، من فلان. وأَنِفَ البعير، أي اشتكى أَنْفَهُ من البُرَةِ، فهو أَنِفُ، مثل تعب فهو تعب، عن ابن السكيت. وفى الحديث: \" المؤمن كالجمل الانف إن قيد انقاد، وإن استنيخ على صخرة استناخ \". وذلك للوجع الذى به، فهو ذلول منقاد. وقال أبو عبيد: كان الاصل في هذا أن يقال مأنوف، لانه مفعول به، كما قالوا مصدور للذى يشتكى صدره، ومبطون، وجميع مافى الجسد على هذا، ولكن هذا الحرف جاء شاذا عنهم. وتقول: آنَفْتُهُ أنا إينافاً، إذا جعلتَه يشتكي أَنْفَهُ. والاستِئناف: الابتداءُ، وكذلك الائْتِنافُ. وقلت كذا آنِفاً وسالفا. والتأنيف: تحديد طرف الشئ.",
    "pg": "4:1332-1333"
  },
  "أنق": {
    "def": "الأَنَقُ: الفرح والسرور. وقد أنق بالكسر يأنق أنقا. وشئ أَنِيقٌ، أي حَسَنٌ معجِبٌ. وآنَقَني الشئ، أي أعجبني. وتأنق في الأمر، إذا عمِله بِنيقَةٍ، مثل تنوق. وله أناقة ولباقة. وتأنق فلانٌ، في الروضة، إذا وقع فيها مُعْجَباً بها. والأَنوقُ على فَعولٍ: طائرٌ، وهو الرَخَمَةُ. وفي المثل: \" أعزُّ من بَيضِ الأَنوقِ \" لأنها تُحرِزه فلا يكاد يُظْفَرُ به، لان أو كارها في رءوس الجبال والاماكن الصعبة البعيدة. وهى تحمق مع ذلك. قال الكميت: وذات اسمين والالوان شتى تحمق وهى كيسة الحويل وإنما قال ذات اسمين، لانها تسمى الرخمة، والانوق.",
    "pg": "4:1447"
  },
  "أنك": {
    "def": "الآنك: الا سرب. وفى الحديث: \" من استمع إلى قينة يصب في أذنيه الآنك \". وأفعل من أبنية الجمع ولم يجئ عليه الواحد إلا آنك وأشد.",
    "pg": "4:1573"
  },
  "أنن": {
    "def": "أَنَّ الرجل يَئِنُّ من الوجع أَنيناً. قال ذو الرمة:\nكما أَنَّ المريضُ إلى عُوَّادِهِ الوَصِب (٢) * والأُنانُ بالضم مثل الأَنينِ. وقال المغيرة بن حبناء يخاطب أخاه صخراً: أراك جمعتَ مسألةً وحِرْصاً وعند الفَقْر زَحَّاراً أنانا وكذلك التأنان. قال الراجز إنا وجدنا طرد الهوامل (١) خيرا من التأنان والمسائل وماله حانَّةٌ ولا آنَّةٌ، أي ناقة ولا شاة. ويقال: لا أفعله ما أنّ في السماء نجمٌ، أي ما كان في السماء نجمٌ، لغةٌ في عَنَّ. وما أَنَّ في الفُرات قطرةٌ، أي ما كانت في الفرات قطرة. ولا أفعله ما أَنَّ في السماء ماء. وإن وأن: حرمان ينصبان الاسماء ويرفعان الاخبار. فالمكسورة منهما يؤكد بها الخبر، والمفتوحة وما بعدها في تأويل المصدر. وقد يخففان فإذا خففتا فإن شئت أعملت وإن شئت لم تعمل. وقد تزاد على أن كاف التشبيه تقول: كأنه شمس، وقد تجفف أيضا فلا تعمل شيئا. قال:\nكأن وريداه رشاءا خلب (٢) * ويروى \" كأن وريديه \". وقال آخر: ووجه مشرق النحر كأن ثدياه حقان ويروى: \" ثدييه \" على الاعمال. وكذلك إذا حذفتها، إن شئت نصبت وإن شئت رفعت قال طرفة:\nألا أيهذا الزاجرى أحضر الوغى * يروى بالنصب على الاعمال، والرفع أجود، قال تعالى: (قل أفغير الله تأمروني أعبد أيها الجاهلون) . وإنى وإنني بمعنى، وكذلك كأنى وكأنني، ولكني ولكننى، لانه كثر استعمالهم لهذه الحروف، وهم يستثقلون التضعيف فحذفوا النون التى تلى الياء. وكذلك لعلى ولعلنى، لان اللام قريبة من النون. وإن زدت على إن \" ما \" صار للتعيين، كقوله تعالى: (إنما الصدقات للفقراء) لانه يوجب إثبات الحكم للمذكور ونفيه عما عداه. وأن قد تكون مع الفعل المستقبل في معنى مصدر فتنصبه، تقول: أريد أن تقوم، والمعنى أريد قيامك، فإن دخلت على فعل ماض كانت معه بمعنى مصدر قد وقع، إلا أنها لا تعمل، تقول: أعجبني أن قمت، والمعنى أعجبني قيامك الذى مضى. وأن قد تكون مخففة عن المشددة فلا تعمل. تقول: بلغني أن زيد خارج. قال الله تعالى: (ونودوا أن تلكم الجنة أورثتموها) وأما إن المكسورة فهى حرف للجزاء، يوقع الثاني من أجل وقوع الاول، كقولك: إن تأتني آتك، وإن جئتني أكرمتك. وتكون بمعنى \" ما \" في النفى كقوله تعالى: (إن الكافرون إلا في غرور) . وربما جمع بينهما للتأكيد، كما قال الراجز الاغلب العجلى: ما إن رأينا ملكا أغارا أكثر منه قرة وقارا وقد تكون في جواب القسم، تقول: والله إن فعلت، أي ما فعلت. وأما قول عبد الله ابن قيس الرقيات: بكرت على عواذلى يلحيننى وألومهنه ويقلن شيب قد علا ك وقد كبرت فقلت إنه أي إنه قد كان كما يقلن. قال أبو عبيد: وهذا اختصار من كلام العرب، يكتفى منه بالضمير لانه قد علم معناه. وأما قول الاخفش إنه بمعنى نعم، فإنما يريد تأويله، ليس أنه موضوع في اللغة لذلك. قال: وهذه الهاء أدخلت للسكوت. قال: وأن المفتوحة قد تكون بمعنى لعل، كقوله تعالى: (وما يشعر كم أنها إذا جاءت لا يؤمنون) . وفي قراءة أبى: (لعلها) . وأن المفتوحة المخففة قد تكون بمعنى أي، كقوله تعالى: (وانطلق الملا منهم أن امشوا) . وأن قد تكون صلة للما، كقوله تعالى: (فلما أن جاء البشير) وقد تكون زائدة، كقوله تعالى: (وما لهم ألا يعذبهم الله) ، يريد: وما لهم لا يعذبهم الله. وقد تكون إن المكسورة المخففة زائدة مع ما، كقولك: ما إن يقوم زيد. وقد تكون مخففة من الشديدة، فهذه لا بد من أن تدخل اللام في خبرها عوضا مما حذف من التشديد، كقوله تعالى: (إن كل نفس لما عليها حافظ) ، وإن زيد لاخوك، لئلا تلتبس بإن التى بمعنى ما للنفي. وأما قولهم: أنا، فهو اسم مكنى، وهو للمتكلم وحده، وإنما بنى على الفتح فرقا بينه وبين أن التى هي حرف ناصب للفعل، والالف الاخيرة إنما هي لبيان الحركة في الوقف، فإن توسطت الكلام سقطت، إلا في لغة رديئة، كما قال حميد ابن بحدل: أنا سيف العشرة فاعرفوني حميدا قد تذريت السناما واعلم أنه قد توصل بها تاء الخطاب فيصيران كالشئ الواحد من غير أن تكون مضافة إليه. تقول: أنت، وتكسر للمؤنث، وأنتم، وأنتن. وقد تدخل عليها كاف التشبيه تقول: أنت كأنا وأنا كأنت، حكى ذلك عن العرب. وكاف التشبيه لا تتصل بالمضمر وإنما تتصل بالمظهر، تقول: أنت كزيد ولا تقول أنت كى، إلا أن الضمير المنفصل عندهم كان بمنزلة المظهر، فلذلك حسن وفارق المتصل.",
    "pg": "5:2072-2075"
  },
  "أنه": {
    "def": "الأصمعيّ: أَنَهَ يَأْنَهُ أَنْهاً وأنوها، مثل أنح يأنح، وذلك إذا تَزَحَّرَ من ثِقَلٍ يجده. وقوم أنه مثل أنح. وأنشد لرؤبة يصف فحلا: رعابة يخشى نفوس الانه * برجس بهباه الهدير البهبه (*) أي يرعب نفوس الذين يأنهون.",
    "pg": "6:2225"
  },
  "أهب": {
    "def": "تَأَهَّبَ: اسْتَعَدَّ. وأُهْبَةُ الْحَرْبِ: عُدَّتُها والجَمْعُ أُهَبٌ. والإهابُ: الجِلدُ ما لم يُدْبَغ، والجمعُ أَهَبٌ على غير قياس، مثل: أدم وأفق وعمد، جمع أديم وأفيق وعمود. وقد قالوا أهب بالضم، وهو قياس.\nفصل الباء",
    "pg": "1:89"
  },
  "أهر": {
    "def": "الأَهَرَةُ بالتحريك: متاع البيت، والجمع أهر وأهرات. قال الراجز: كأنما لز بصخر لزا * أحسن بيت أهرا وبزا (١) -",
    "pg": "2:583"
  },
  "أهق": {
    "def": "الايهقان (١) : الجرجير البرى، وهو فيعلان، قال لبيد: فعلا فروع الأيْهُقانِ وأَطْفَلَتْ بالجَلْهَتَيْنِ ظِباؤُها ونَعامُها إن نصبت فروع جعلت الالف التى في \" فعلا \" للتثنية، أي الجود والرهام هما فعلا فروع الايهقان وأنبتاها. وإن رفعته جعلتها أصلية من علا يعلو.\nفصل الباء",
    "pg": "4:1448"
  },
  "أهل": {
    "def": "الاهل: أهل الرجال، وأهل الدار، وكذلك الأَهْلَةُ. قال الشاعر (٤) وأَهْلَةِ ودٍّ قد تَبَرّيْتُ ودَّهُمْ وأَبْلَيْتُهُمْ في الحمد جَهْدي ونائِلي أي رُبَّ من هو أَهْلٌ للوُدّ قد تعرّضتُ له وبذلتُ له في ذلك طاقتي من نائلي. والجمع أَهْلاتٌ، وأَهَلاتٌ، وأَهالٍ، زادوا فيه الياء على غير قياس، كما جمعوا ليلا على ليال. وقد جاء في الشعر آهالٌ مثل فرخ وأفراخ، وزند وأزناد. وأنشد الأخفش:\nوَبَلْدَةً ما الإنْسُ من آهالها (١) * ومنزل آهل، أي به أَهْلُهْ. والإهالةُ: الوَدَكُ. والمُسْتَأْهِلُ: الذي يأخذ الإهالَةَ، أو يأكلها. قال الشاعر (٢) : لابل كلى يامى (٣) واستأهلي إن الذى أنفقت من ماليه وتقول: فلان أَهْلٌ لكذا، ولا تقل: مستأهل، والعامة تقوله. وقد أهل فلان يَأْهُلُ ويَأْهِلُ أُهولاً، أي تزوَّجَ، وكذلك تأهل. قال الكسائي: أهلت بالرجل، إذا آنستَ به. وقولهم: مرحباً وأَهْلاً، أي أتيت سعةً وأتيت أهلاً، فاستأنس ولا تستوحش. قال أبو زيد: آهَلَكَ الله في الجنة إيهالاً، أي أدخلكَها وزوّجكَ فيها. وأهلك الله للخير تأهيلا.",
    "pg": "4:1628-1629"
  },
  "أهن": {
    "def": "الاهان: العرجون، وجمعه أهن (١) .",
    "pg": "5:2076"
  },
  "أو": {
    "def": "أو: حرف إذا دخل الخبر دل على الشك والابهام، وإذا دخل الامر والنهى دل على التخيير أو الاباحة. فأما الشك فكقولك: رأيت زيدا أو عمرا. والابهام كقوله تعالى: (وإنا أو إياكم لعلى هدى أو في ضلال مبين) . والتخيير كقولك: كل السمك أو اشرب اللبن، أي لا تجمع بينهما. والاباحة كقولك: جالس الحسن أو ابن سيرين. وقد يكون بمعنى إلى أن، تقول: لاضربنه أو يتوب. وقد يكون بمعنى بل في توسع الكلام. قال الشاعر: بدت مثل قرن الشمس في رونق الضحى * وصورتها أو أنت في العين أملح يريد بل أنت. وقوله تعالى: (وأرسلناه إلى مائة ألف أو يزيدون) بمعنى بل يزيدون، ويقال معناه إلى مائة ألف عند الناس أو يزيدون عند الناس، لان الله تعالى لا يشك.",
    "pg": "6:2274-2275"
  },
  "أوا": {
    "def": "المأوى: كل مكان يأوى إليه شئ ليلا أو نهارا. وقد أوى فلانٌ إلى منزله يأوى أويا، على فعول، وإواء. ومنه قوله تعالى: (قال سآوي إلى جَبَلٍ يَعْصِمُني من الماء) . وآوَيْتُهُ أنا إيواءً. وأَوَيتُهُ أيضاً، إذا أنزلته بك، فعلت وأفعلت بمعنى، عن أبى زيد. ومأوى الابل، بكسر الواو: لغة في مأوى الابل خاصة، وهو شاذ، وقد فسرناه في مأق العين من باب القاف. وتأوت الطير تأويا: تجمعت. وهن أوى، جمع آو، مثال باك وبكى، ومتأويات. وقال العجاج يصف الاتافى: كما تدانى الحدأ الاوى (١) * شبه كل أثفية بحدأة. وأَوَيْتُ لفلان فأنا آوي له أوية وإية أيضا، تقلب الواو ياءً لكسرة ما قبلها وتدغم، ومأوية مخففة، ومأواة، أي أَرْثي له وأَرِقُّ. قال الشاعر (٢) :\nولو أنني اسْتَأْوَيُتُهُ ما أوى ليا (٣) * وابن آوى يسمى بالفارسية \" شغال \"، والجمع بنات آوى. وآوى لا ينصرف، لانه أفعل وهو معرفة.",
    "pg": "6:2274"
  },
  "أوب": {
    "def": "يقال: جاءُوا من كل أَوْبٍ، أي من كل ناحِيَةٍ. وآبَ أي رَجَعَ، يَؤُوبُ أَوْباً وأَوْبَةً وإياباً. والأوَّابُ: التائِبُ. والمآبُ: المَرْجِعُ: وائْتابَ (١) مثل آبَ، فَعَلَ وافتعل بمعنى. قال الشاعر: ومن يتق فإن الله معه * ورزق الله مؤتاب وغادى وفلان سريع الاوبة. قال أبو عبيدة: وقوم يُحَوِّلون الواوَ ياءً فيقولون: سَريعُ الأَيْبَةِ. وآبَتِ الشمسُ: لُغَةٌ في غابَتْ. والأَوْبُ: سُرْعَةُ تَقْليبِ اليدينِ والرجْلَيْنِ في السير. قال الشاعر:\nأوب يديها برقاق سهب (٢) * تقول منه: ناقة أؤوب على فعول. والتأويب: أن تسيرَ النهارَ أجمعَ وتَنْزِلَ اللَيْلَ. و (يا جبال أوبى معه) أي سَبِّحي، لأنه قال: (إنَّا سَخَّرنا الجِبالَ مَعَهُ يُسَبِّحْنَ) . وأُبْتُ إلى بني فلانٍ وَتأَوَّبْتُهُمْ، إذا أَتَيْتُهُمْ لَيْلاً. وقال أبو زيد: تَأَوَّبْتُ، إذا جِئْتَ أولَ اللَيْلِ، فأَنا متأوب ومتأيب.",
    "pg": "1:89"
  },
  "أود": {
    "def": "أود الشئ بالكسر يأود أَوَداً، أي اعْوَجَّ. وتَأَوَّدَ: تَعَوَّجَ. أبو زيد: آدَني الحِمْلُ يَؤُودُني أودا: اثقلني. وأنا مؤود مثال مقول. يقال: ما آدَكَ فهو لي آيِدٌ. وآدَهُ أيضاً بمعنى حَناهُ وعَطَفَهُ، وأصلهما واحد. وآد العشى، أي مال. قال الهذلى ساعدة ابن العَجْلان. أَقَمْتُ به نَهارَ الصَيْفِ حَتَّى * رَأيْتُ ظِلالَ آخِرِهِ تَؤُودُ - أي ترجع وتميل إلى ناحية المشرق. وقال المرقش (١) . لا يبعد الله التلبب وال * - غارات إذ قال الخميس نعم والعدو بين المجلسين إذا * آدَ العَشِيُّ وتَنادى العَمّ - والانئياد: الانحناء. قال العجاج: من أن تبدلت بآدى آدا (٢) * لم يك ينآد فأمسى انآدا - أي قد انآد، فجعل الماضي حالا بإضمار قد، كقوله تعالى:\n(أو جاءوكم حصرت صدروهم) *. وأود بالضم: موضع بالبادية. وأود بالفتح: اسم رجل. قال الافوه. الاودى: ملكنا ملك لقاح أول * وأبونا من بنى أود خيار -",
    "pg": "2:442-443"
  },
  "أور": {
    "def": "الاوار بالضم: حرارة النار والشمس، وحرارة العطش أيضا: قال الراجز:\nوالنار قد تشفى من الاوار * والنار ههنا: السمات. وأوارة: اسم ماء.",
    "pg": "2:583"
  },
  "أوز": {
    "def": "الإوَزّةُ والإوَزُّ: البطُّ، وقد جمعوه بالواو والنونِ فقالوا: إوَزُّونَ. فصل الباء",
    "pg": "3:864"
  },
  "أوس": {
    "def": "الأَوْسُ: العطاءُ. أبو زيد: أُسْتُ القومَ أَؤُوسُهُمْ أَوْساً، إذا أعطَيتهم، وكذلك إذا عوَّضتَهم من شئ. وقال (٢) : فلاحشأنك مشقصا * أوسا أويس من الهباله (٣) * يعنى عوضا. والاوس: الذئب، وبه سمى الرجل. وأوس: أبو قبيلة من اليمن، وهو أوس بن قيلة أخو الخزرج، منهما الانصار، وقيلة أمهما. وأويس: اسم للذئب جاء مصغرا، مثل الكميت واللجين. قال الهذلى: يا ليت شِعْري عنك والأَمْرُ أَمَمْ * ما فَعَلَ اليومَ أُوَيْسٌ في الغَنَمْ (١) * واستآسه، أي استعاضه. والمستآس: المستعطى. قال الجعدى: ثلاثة أهلين أفنيتهم * وكان الاله هو مستآسا (٢) * والآسُ: شجرٌ معروف. والآسُ أيضاَ: بقيَّة الرماد في المَوْقِد. وقال الأصمعيّ: آثار الدارِ وما يُعرف من علاماتها.",
    "pg": "3:906"
  },
  "أوف": {
    "def": "الآفة: العاهة. وقد أيف الزرعُ، على ما لم يسمَّ فاعله، أي أصابته آفَةٌ، فهو مئوف، مثال معوف (١) .\nفصل التاء",
    "pg": "4:1333"
  },
  "أوق": {
    "def": "الأَوْقُ: الثِقْلُ. يقال ألقى عليه أَوْقَهُ. وقد أَوَّقْتُهُ تَأْويقاً، أي حملته المشقة والمكروه. قال الراجز (١) : عز على عمك أن تأوقى أو أن تبيتى ليلة لم تغبقى أو أن ترى كأباء لم تبرنشقى وأما قول الشاعر: تمتع من السيدان والاوق نظرة فقلبك للسيدان والاوق آلف فهو اسم موضع.",
    "pg": "4:1447-1448"
  },
  "أول": {
    "def": "التَأْويل: تفسير ما يَؤُولُ إليه الشئ. وقد أولته وتأولته [تأولا (٢) ] بمعنى. ومنه قول الاعشى على أنها كانت تأول حبها تأول ربعى السقاب فأصحبا قال أبو عبيدة: يعنى تأول حبها، أي تفسيره ومرجعه، أي إنه كان صغيرا في قلبه، فلم يزل ينبت حتى أصحب فصار قديما كهذا السقب الصغير، لم يزل يشب حتى صار كبيرا مثل أمه وصار له ابن يصحبه. وآل الرجل: أهله وعيالُه. وآلُهُ أيضاَ: أتباعُه. قال الأعشى: فَكَذَّبوها بما قالت فصَبَّحَهُمْ ذو آلِ حَسَّانَ يُزْجي السَمَّ والسَلَعا يعني جيش تُبَّعٍ. والآلُ: الشخصُ. والآلُ: الذي تراه في أوّل النهار وآخرهِ كأنّه يرفع الشخوص، وليس هو السراب. قال الجعدى: حتى لحقناهم تعدى فوارسنا كأننا رعن قف يرفع الآلا أراد يرفعه الآل، فقلبه. والآلة: الأداةُ، والجمع الآلاتُ. والآلَةُ أيضاً: واحدةُ الآلِ والآلاتِ، وهي خشبات تُبنى عليها الخيمةُ، ومنه قول كثيِّرٍ يصف ناقةً ويشبّه قوائمها بها: وتُعْرَفُ إنْ ضَلَّتْ فَتُهدى لِربِّها لِمَوْضِعِ آلاتٍ من الطَلْحِ أربع والآلة: الجنازة. قال الشاعر (١) : كُلُّ ابنِ أنثى وإنْ طالتْ سَلامتُهُ يوماً على آلَةٍ حَدْباَء مَحْمولُ والآلَةُ: الحالَةُ، يقال: هو بآلة سوء. قال الراجز: قد أركب الآلة بعد الآله وأترك العاجز بالجداله (٢) والجمع آل. والايالة: السياسةُ. يقال: آلَ الأميرُ رعيّتَه يؤولها أولا وإيالا، أي ساسها وأحسنَ رعايتها. وفي كلام بعضهم (٣) : \" قد أُلْنا وإيلَ علينا \". وآلَ ما له، أي أصلحه وساسه. والائتيال، الاصلاح والسياسة. قال لبيد: بصبوح صافية وجذب كرينة بمؤتر تأتاله إبهامها وهو تفتعله من ألت، كما تقول تقتاله من قلت، أي تصلحه إبهامها. وآل، أي رجع. يقال: طبخت الشرابَ فآلَ إلى قَدْرِ كذا وكذا، أي رجَع. وآلَ القَطِرانُ والعسَلُ، أي خثُر. والآيل اللبن الخاثر، والجمع أيل، مثل قارح وقرح، وحائل وحول. ومنه قول الفرزدق:\nعسل لهم حلبت عليه الابل (١) * وهو يغلم. قال النابغة (٢) : وبرذونة (٣) بل البراذين ثقرها وقد شربت من آخر الصيف أيلا والايل أيضا: الذكر من الاوعال، ويقال هو الذى يسمى بالفارسية كوزن، وكذلك الايل بكسر الهمزة. وأَوَّلُ، نذكره في فصل (وأل) .",
    "pg": "4:1627-1628"
  },
  "أوم": {
    "def": "يقال: أَوَّمهُ الكلأُ تَأْويماً، أي سمنه وعظم خلقه. قال الشاعر: عركرك مهجر الضؤبان أومه روض القذاف ربيعا أي تأويم والمؤوم: العظيم الخلق والرأس. قال عنترة: وكأنما تنأى بجانب دفها الوحشى من هزج العشى مؤوم يعنى سنورا. والاوام، بالضم: حر العطش.",
    "pg": "5:1868"
  },
  "أون": {
    "def": "الأوْنُ: الدَعَة والسكينة والرِفق. تقول منه: أنت أءون أونا. ورجلٌ آيِنٌ، أي رافِهٌ وادعٌ. والاون أيضا: المشى الرويد، وهو مبدل من الهون. قال الراجز: غير يا بنت الحليس لَوْني مُرُّ الليالي واختلافُ الجَوْنِ وسفر كان قليل الاون ويقال: أُنْ على نفسك، أي ارْفُقْ في السير واتَّدِعْ. وبيننا وبين مكةَ ثلاثُ ليالٍ أَوائِنَ، أي روافهَ، وعشر ليال آيناتٍ، أي وادعاتٍ. والأَوْنُ: أحد جانبي الخُرْج. تقول: خُرْجٌ ذو أَوْنَيْنِ، وهما كالعِدْلَيْنِ. والأَوْنُ: العِدْلُ. ومنه قولهم: أَوَّنَ الحمارُ، إذا أكل وشرِب وامتلأَ بطنه وامتدَّت خاصرتاه فصار مثل الاون. قال رؤبة: وسوس يدعو مخلصا رب الفلق سرا وقد أون تأوين العقق يريد جمع العقوق، وهى الحامل المقرب، مثل رسول ورسل. والاوان (١) : الحين، والجمع آوِنَةٌ، مثل زَمانٍ وأَزْمِنَةٍ. قال يعقوب: يقال فلان يصنع ذلك الامر آونة (٢) ، إذا كان يصنعه مرارا ويدعه مرارا. قال أبو زُبَيد (٣) : حَمَّالُ أَثْقالِ أهلِ الوُدِّ آوِنَةً أعطيهم الجَهْدَ منِّي بله ما أسع والاوان والايوان: الصُّفَّةُ العظيمة كالأزَجِ ومنه إيوانُ كسرى. وقال:\nشَطَّتْ نَوى من أهله بالإيوان * وجمع الإوانِ أوُنٌ، مثل خوان وخون، وجمع الايوان إيوانات وأواوين، مثل ديوان مثل ديوان ودواوين، لان أصله إوان، فأبدلت من إحدى الواوين ياء.",
    "pg": "5:2075-2076"
  },
  "أوه": {
    "def": "قولُهم عند الشكاية: أَوْهِ من كذا، ساكنة الواو، إنَّما هو تَوَجُّعٌ. قال الشاعر: فأَوْهِ لذكراها (١) إذا ما ذَكَرْتُها * ومن بُعْدِ أرضٍ بيننا وسَماء وربَّما قلبوا الواو ألِفاً فقالوا: آهِ من كذا، وربَّما شدّدوا الواو وكسروها وسكّنوا الهاء فقالوا: أَوّه من كذا. وربَّما حذفوا مع التشديد الهاء فقالوا: أَوِّ مِن كذا، بلا مدٍّ. وبعضهم يقول: آوَّهْ بالمدّ والتشديد وفتح الواو ساكنة الهاء، لتطويل الصوت بالشكاية. وربَّما أدخلوا فيه التاء فقالوا: أَوَّتاهُ، يُمَدُّ ولا يُمَدُّ. وقد أَوَّهَ الرجل تَأْويهاً، وتَأَوَّهَ تَأَوُّهاً، إذا قال أَوَّهْ. والاسم منه الآهَةُ بالمدّ. قال المُثَقِّبُ العَبْديُّ: إذا ما قمتُ أَرْحَلُها بلَيْلٍ * تَأَوَّهُ آهَةَ (٢) الرجلِ الحزينِ ويروى: \" أَهَّةَ \" من قولهم: أَهَّ، أي توجع. قال العجاج * بأهة كأهة المجروحِ (١) * ومنه قولهم في الدعاء على الإنسان: آهَةً لَكَ وأَوَّةَ لكَ، بحذف الهاء أيضاً مشددة الواو.",
    "pg": "6:2225-2226"
  },
  "أيا": {
    "def": "الآيَةُ: العلامة، والأًصل أَوَيَةٌ بالتحريك. قال سيبويه: موضع العين من الآية واو ; لان ما كان موضع العين منه واو واللام ياء أكثر مما موضع العين واللام منه ياءان، مثل شويت أكثر من باب حييت. وتكون النسبة إليه أووى. قال الفراء: هي من الفعل فاعلة، وإنما ذهبت منه اللام، ولو جاءت تامة لجاءت آيية، ولكنها خففت. وجمع الآية آى وآياى (١) وآياتٌ. وأنشد أبو زيد: لم يُبْقِ هذا الدهرُ من آيائه * غَيْرَ أَثَافيهِ وأَرْمِدائِهِ وآيَةُ الرجل: شخصه. تقول منه: تآييته على تفاعلته، وتأييته على تفعلته، إذا قصدتَ آيَتَهُ وتَعَمَّدْتَهُ. قالت امرأةٌ لابنتها: الحُصْنُ أَدْنى لو تَأَيَّيْتِهِ * مِن حَثْيِكِ التُرْبَ على الراكب (٢) يروى بالمد والقصر. أبو عمرو: خرج القوم بآيَتِهِمْ، أي بجماعتهم لم يدَعوا وراءهم شيئاً. ومعنى الآية من كتاب الله تعالى جماعةُ حُروفٍ. وأنشد لبرج بن مسهر الطائى: خرجنا من النقبين لا حى مثلنا * بآيتنا نزجى اللقاح المطافلا وتَأَيَّا، أي توقَّف وَتَمَكّثَ، تقديره تَعَيَّا. يقال: ليس منزلكم هذا منزل تَئِيَّةٍ، أي منزل تَلَبُّثٍ وتحبس. قال الحويدرة: ومناخ غير تئية عرسته * قمن من الحدثان نابى المضجع و (أي) : اسم معرب يستفهم به ويجازى، فيمن يعقل وفيما لا يعقل. تقول: أيهم أخوك ; وأيهم يكرمني أكرمه. وهو معرفة للاضافة، وقد تترك الاضافة وفيه معناها. وقد يكون بمنزلة الذى فيحتاج إلى صلة، تقول: أيهم في الدار أخوك. وقد يكون نعتا للنكرة، تقول: مررت برجل أي رجل وأيما رجل، ومررت بامرأة أية امرأة وبامرأتين أيتما امرأتين، وهذه امرأة أية امرأة وامرأتان أيتما امرأتين. وما زائدة. وتقول في المعرفة: هذا زيد أيما رجل، فتنصب أيا على الحال. وهذه أمة الله أيتما جارية. وتقول: أي امرأة جاءتك وجاءك، وأية امرأة جاءتك. ومررت بجارية أي جارية (١) . وجئتك بملاءة أي ملاءة وأية ملاءة ; كل جائز. قال الله تعالى: (وما تدرى نفس بأى أرض تموت) . وأى قد يتعجب بها. قال جميل: بثين الزمى لا إن لا إن لزمته * على كثرة الواشين أي معون قال الفراء: أي يعمل فيه ما بعده ولا يعمل فيه ما قبله، كقوله تعالى: (لنعلم أي الحزبين أحصى) فرفع. وقال: (وسيعلم الذين ظلموا أي منقلب ينقلبون) ، فنصبه بما بعده. وأما قول الشاعر: تصيح بنا حنيفة إذ رأتنا * وأى الارض نذهب للصياح فإنما نصبه لنزع الخافض، يريد: إلى أي الارض؟ قال الكسائي: تقول: لاضربن أيهم في الدار، ولا يجوز أن تقول: ضربت أيهم في الدار ; ففرق بين الواقع والمتوقع المنتظر. وإذا ناديت اسما فيه الالف واللام أدخلت بينه وبين حرف النداء أيها، فتقول: يا أيها الرجل، ويا أيتها المرأة، فأى اسم مبهم مفرد معرفة بالنداء مبنى على الضمير، وها حرف تنبيه، وهى عوض مما كانت أي تضاف إليه. وترفع الرجل لانه صفة أي. وقد تحكى بأى النكرات ما يعقل وما لا يعقل، ويستفهم بها. وإذا استفهمت بها عن نكر، أعربتها بإعراب الاسم الذى هو استثبات عنه. فإذا قيل لك: مر بى رجل قلت: أي يا فتى، تعربها في الوصل، وتشير إلى الاعراب في الوقف. فإن قال: رأيت رجلا قلت: أيا يا فتى، تعرب وتنون إذا وصلت، وتقف على الالف فتقول أيا. وإذا قال: مررت برجل قلت: أي يا فتى، تحكى كلامه في الرفع والنصب والجر في حال الوصل والوقف. وتقول في التثنية والجمع والتأنيث كما قلناه في من. إذا قال: جاءني رجال، قلت أيون ساكنة النون، وأيين في النصب والجر، وأية للمؤنث. فإن وصلت قلت أية يا هذا وأيات يا هذا نونت. فإن كان الاستثبات عن معرفة، رفعت أيا لا غير على كل حال. ولا تحكى في المعرفة، فليس في أي مع المعرفة إلا الرفع. وقد تدخل على أي الكاف فينقل إلى تكثير العدد بمعنى كم في الخبر ويكتب تنوينه نونا، وفيه لغتان: كائن مثال كاعن، وكأين مثال كعين. تقول: كأين رجلا لقيت، تنصب ما بعد كأين على التمييز. وتقول أيضا: كأين من رجل لقيت. وإدخال مِنْ بعد كأيِّنْ أكثر من النصب بها وأجود. وتقول: بكأين تبيع هذا الثوب؟ أي بكم تبيع؟ قال ذو الرمة: وكائِنْ ذَعَرْنا من مَهاةٍ وَرامِحٍ * بلادُ العِدا (١) ليست له ببلاد و (أيا) : من حروف النداء، ينادى بها القريب والبعيد: تقول: أيا زيد أقبل. و (أي) مثل كى: حرف ينادى به القريب دون البعيد، تقول: أي زيد أقبل. وهى أيضا كلمة تتقدم التفسير، تقول: أي كذا، بمعنى تريد كذا. كما أن (إى) بالكسر كلمة تتقدم القسم، معناها بلى. تقول: إى وربى، وإى والله. وأياة الشمس: ضوؤها. وإياها بكسر الهمزة وقصر الالف، وأياؤها بفتح الهمز والمد. فصل الباء",
    "pg": "6:2275-2278"
  },
  "أيد": {
    "def": "أبو زيد:",
    "pg": "2:443"
  },
  "أير": {
    "def": "جمع الأَيْرِ آيُرٌ على أفعل، وأيور وآيار. قال الشاعر (٢) : يا أضبعا أكلت آيار أحمرة * ففى البطون وقد راحت قراقير - ورواه أبو زيد: \" يا ضبعا \" على واحدة (٣) . والايارى: العظيم الذكر. وآرها يئيرها: جامعها. وقال (١) : ولا غَرْوَ أَنْ كان الأُعَيْرَجُ آرَها * وما الناسُ إلاَّ آيِرٌ ومئير - الفراء: يقال للشمال: إير وأير، وهير وهير (٢) . وأنشد يعقوب: وإنا مساميح إذا هبت الصبا * وإنا لا يسار إذا الإيرُ هَبَّتِ - ويقال الإيرُ: ريحُ حارَّةٌ، من الأُوار، وإنَّما صارت واوه ياء لكسرة ما قبلها.\nفصل الباء",
    "pg": "2:583"
  },
  "أيس": {
    "def": "ابن السكيت: أَيِسْتُ منه آيَسُ يَأْساً: لغة في يَئِسْتُ منه أَيْأَسُ يَأْساً. ومصدرهما واحد. وآيَسَني منه فلانٌ، مثل أَيْأَسَني. وكذلك التأييس.\nفصل الباء",
    "pg": "3:906"
  },
  "أيض": {
    "def": "قولهم: فعلت ذلك أيضاً، قال ابن السكيت: هو مصدر قولك: آضَ يَئِيضُ أَيْضاً، أي عاد. يقال: آضَ فلانٌ إلى أهله، أي رجع. قال: وإذا قال لك فعلتُ ذلك أيضاً قلتَ: قد أكثرت من أَيْضٍ، ودَعْني من أَيْضٍ. وآضَ كذا، أي صار. قال زهير (٣) يذكر أرضا قطعها: قطعت إذا ما الآل آض كأنه * سيوف تنحى (٤) ساعة ثم تلتقي (٥) * فصل الباء",
    "pg": "3:1065-1066"
  },
  "أيك": {
    "def": "الأَيْكُ: الشجرُ الكثير الملتفُّ، الواحدة أيكة. ومن قرأ (أصحاب الايكة) فهى الغيضة. ومن قرأ (ليكة) فهى اسم القرية. ويقال هما مثل بكة ومكة.\nفصل الباء",
    "pg": "4:1573-1574"
  },
  "أيل": {
    "def": "أيلة: اسم موضع، قال حسان بن ثابت رضى الله عنه: ملكا من جبل الثلج إلى جانبى أيلة من عبد وحر وإبل: اسم من أسماء الله تعالى، عبرانيّ أو سريانيّ. وقولهم: جبرائيل وميكائيل، إنَّما هو كقولهم: عبدُ الله وتَيْمُ الله.\nفصل الباء",
    "pg": "4:1629"
  },
  "أيم": {
    "def": "الأيامى: الذين لا أزواجَ لهم من الرجال والنساء، وأصلها أيائم فقلبت، لان الواحد رجل أيم، سواء كان تزوَّجَ من قبل أو لم يتزوَّج. وامرأةٌ أَيِّمٌ أيضاً، بكرا كانت أو ثيبا. وقدآمت المرأة من زوجها تئيم أيمة وأيما وأيوما. وفي الحديث: \" أنه كان يتعوذ من الايمة \". وتأيمت المرأة، وتَأَيَّمَ الرجل زماناً، إذا مكث لا يتزوَّج. قال يزيد بن الحَكَم الثقفيّ: كلُّ امرئٍ سَتئِيمُ منه العرس أو منها يئيم وقال آخر: نجوف بقوف نَفْسِكَ غيرَ أني إخالُ بأن سييتم أو تئيم أي ييتم ابنك وتئيم امرأتك. وقال يعقوب: سمعت رجلا من العرب يقول: أي يكونن على الايم نصيبي، يقول: ما يقع بيدى بعد ترك التزوج أي امرأة صالحة أو غير ذلك. وأيمه الله تأيما. وقولهم: ماله آم وعام: أي هَلَكَتِ امرأتُه وماشيَتُه، حتَّى يَئيمَ ويَعيمَ. فَعَيْمانُ إلى اللَبن، وأَيْمانُ إلى النساء. والحربُ مَأْيَمَةٌ، أي تقتل الرجالَ فتدع النساءَ بلا أزواجْ. وقد أَأَمْتُها وأنا أُئيمُها، مثال أعمتها وأنا أعميها. والايم: الحية. قال ابن السكيت: أصله أيم فخفف، مثل لين ولين، وهين وهين. وأنشد لابي كبير: إلا عواسر كالمراط معيدة بالليل مورد أيم متغضف (١) والجمع أيوم. والايام: الدخان، والجمع أيم. وآم الرجل إياما، إذا دخَّن على النحل لتخرج من الخلية فيأخذ ما فيها من العسل. قال أبو ذؤيب (*) فلما جلاها بالايام تحيزت ثبات عليها ذلها واكتئابها\nفصل الباء",
    "pg": "5:1868-1869"
  },
  "أيه": {
    "def": "إيهِ: اسمٌ سمِّيَ به الفعل، لأنَّ معناه الأمر. تقول للرجل إذا استزدتَه من حديثٍ أو عملٍ: إيهِ بكسر الهاء. قال ابن السكيت: فإنْ وَصَلْتَ نَوَّنْتَ فقلتَ: إيهٍ حَدِّثْنا. قال: وقول ذى الرمة: وقفنا فقلنا إيه عن أم سالم * وما بال تكليم الديار البلاقع فلم ينون وقد وصل، لانه قد نوى الوقف. قال ابن السَريّ: إذا قلتَ إيهِ يا رجل فإنَّما تأمره بأن يزيدك من الحديث المعهود بينكما، كأنَّك قلت: هاتِ الحديث: وإن قلت: إيه بالتنوين، فكأنّك قلت: هاتِ حديثاً لأنَّ التنوين تنكيرٌ. وذو الرمة أراد التنوين فتركه للضرورة. فإذا أَسْكَتَّهُ وكفَفْته قلتَ: إيهاً عنَّا. وإذا أردت التبعيد قلتَ: أَيْهاً بفتح الهمزة، بمعنى هَيْهات. وأنشد الفراء (*) ومن دوني الاعيار والقِنْعُ كُلُّهُ * وكُتْمانُ أَيْهاً ما أَشَتَّ وأَبْعَدا والتَأْيِيهُ: دُعاء الإبل. تقول: أَيَّهْتُ بالجِمالِ، إذا صِحتَ بها ودَعوْتها. ومن العرب من يقول: أَيْهاتَ، في معنى هَيْهات. وربَّما قالوا أَيهانَ بالنون كالتثنية.\nفصل الباء",
    "pg": "6:2226"
  },
  "إذ": {
    "def": "إذ: كملة تدل على ما مضَى من الزمان، وهو اسمٌ مبنيُّ على السكون. وحقُّه أن يكون مضافاً إلى جملة، تقول: جئتك إذْ قام زيدٌ، وإذْ زيد قائم وإذ زيدٌ يقوم. فإذا لم تضَفْ نَوَّنْتَ. قال أبو ذؤيب: نَهَيْتُكَ عن طِلابِكَ أمَُّ عَمْرو * بِعاقِبَةٍ وأَنْتَ إذٍ صَحِيحُ - أراد حينئذٍ، كما تقول: يومئذ ولَيْلتئذ. وهو من حروف الجزاء: إلاَّ أنه لا يجازى به إلاَّ معَ ما. تقول: إذا ما تأتني آتك، كما تقول: إنْ تَأْتِني وقتاً آتك. قال الشاعر عباس بن مرداس يمدح النبي ﷺ: إذ ما أتيت على الامير (١) فقل له * حقا عليك إذا اطمأن المجلس - وقد تكون للشئ توافقه في حالٍ أنت فيها. ولا يليها إلا الفعل الواجب. تقول، بينما أنا كذا إذْ جاء زيد.\nفصل الباء",
    "pg": "2:560-561"
  },
  "إذا": {
    "def": "إذا: اسمٌ يدلٌ على زمان مستقبل، ولم تستعمل إلا مضافةً إلى جملة، تقول: أجيئك إذا احمرّ البُسْرُ، وإذا قدِم فلان. والذى يدل على أنها اسم وقوعها موقع قولك: آتيك يوم يقدم فلان. وهي ظرف، وفيها مجازاة ; لان جزاء الشرط ثلاثة أشياء: أحدها الفعل كقولك إن تأتني آتك، والثانى الفا كقولك: إن تأتني فإنا محسن إليك، والثالث إذا كقوله تعالى: (وإن تصبهم سيئة بما قدمَّتْ أيديهم إذا هُم يقنطون) . وتكون للشئ توافقه في حالٍ أنت فيها، وذلك نحو قولك: خرجتُ فإذا زيدٌ قائمٌ، المعنى خرجتُ ففاجأني زيدٌ في الوقت بقيام. وأما إذ فهى لما مضى من الزمان، وقد تكون للمفاجأة مثل إذا، ولا يليها إلا الفعل الواجب، وذلك نحو قولك: بينما أنا كذا إذْ جاء زيد. وقد تزادان جميعا في الكلام، كقوله تعالى: (وإذ واعدنا موسى) أي وعدنا (١) . وقول الشاعر (٢) : حتى إذا أسلكوهم في قتائدة * شلا كما تطرد الجمالة الشردا (*) أي حتى أسلكوهم في قتائدة، لانه آخر القصيد. أو يكون قد كف عن خبره لعلم السامع.",
    "pg": "6:2542-2543"
  },
  "إصطبل": {
    "def": "الاصطبل: للدواب، وألفه أصلية، لان الزيادة لا تلحق بنات الاربعة من أوائلها، إلا الاسماء الجارية على أفعالها، وهى من الخمسة أبعد. قال أبو عمرو: الاصطبل ليس من كلام العرب.",
    "pg": "4:1623"
  },
  "إيا": {
    "def": "إيَّا: اسمٌ مبهم، وتتَّصل به جميع المضمرات المتصلة التي للنصب، تقول: إيَّاك وإيَّايَ وإيَّاهُ وإيَّانا. وجعلت الكاف والهاء والياء والنون بياناً عن المقصود، ليُعلم المخاطَبُ من الغائب ; ولا موضع لها من الاعراب، فهى كالكاف في ذلك وأرأيتك، وكالالف والنون التى في أنت، فيكون إيا الاسم وما بعدها للخطاب وقد صاروا كالشئ الواحد ; لان الاسماء المبهمة وسائر المكنيات لا تضاف، لانها معارف. وقال بعض النحويين: إن إيا مضاف إلى ما بعده، واستدل على ذلك بقولهم: \" إذا بلغ الرجل الستين فإياه وإيا الشواب \"، فأضافوها إلى الشواب وخفضوها. وقال ابن كيسان: الكاف والهاء والياء والنون هي الاسماء، وإيا عماد لها، لانها لا تقوم بأنفسها، كالكاف والهاء والياء في التأخير في يضربك ويضربه ويضربنى، فلما قدمت الكاف والهاء والياء عمدت بإيا فصار كله كالشئ الواحد. ولك أن تقول ضربت إياى، لانه يصح أن تقول ضربتني، ولا يجوز أن تقول ضربت إياك، لانك إنما تحتاج إلى إياك إذا لم يمكنك اللفظ بالكاف، فإذا وصلت إلى الكاف تركتها. ويجوز أن تقول: ضربتك إياك، لان الكاف اعتمد بها على الفعل، فإذا أعدتها احتجت إلى إيا. وأما قول الشاعر (١) : كأنا يوم قرى إ * نما نقتل إيانا (٢) فإنه إنما فصلها من الفعل لان العرب لا توقع فعل الفاعل على نفسه باتصال الكناية، لا تقول: قتلتنى، إنما تقول قتلت نفسي، كما تقول: ظلمت نفسي فاغفر لى، ولم تقل ظلمتني، فأجرى إيانا مجرى أنفسنا. وقد تكون للتحذير، تقول: إياك (*) والاسد، وهى بدلٌ من فعلٍ، كأنّك قلت باعد. ويقال هياك، مثل أراق وهراق. وأنشد الاخفش: فهياك والامر الذى إن توسعت * موارده ضاقت عليك مصادره (١) وتقول: إياك وأن تفعل كذا. ولا تقل: إيَّاكَ أن تفعل، بلا واوٍ. وأيايا: زجرٌ. وقال (٢) : إذا قال حاديهِمْ أَيايا أتقينه * بمثل الذرى مطلنفئات العرائك (٣) وأياة الشمس بكسر الهمزة: ضوؤها، وقد تفتح. وقال (٤) : سَقته إياةُ الشمسِ إلاَّ لِثاتِهِ * أُسِفَّ فلم تَكْدِمْ عليه بإثْمِدِ فإن أسقطْتَ الهاء مددتَ وفتحْتَ. ويقال الأَياةُ للشمسُ كالهالة للقمر، وهي الدارة حولها.",
    "pg": "6:2545-2547"
  },
  "ابن": {
    "def": "أبنه بشئ يأبنه ويأبنه: اتهمه به. والابنة بالضم: العقدة في العود. ومنه قول الاعشى: قضيب سراء كثير الابن (١) * ويقال أيضا: بينهم أُبَنٌ، أي عداوات. وفلانٌ يُؤبَنُ بكذا، أي يُذكَر بقبيح. وفي ذكر مجلس رسول الله ﷺ: \" لا تُؤبَنُ فيه الحُرَمُ \"، أي لا يُذْكَرْنَ فيه بسوءٍ. أبو زيد: أَبَّنْتُ الشئ: رقبته. قال أوس يصف الحمار: يقول له الراءونَ هَذاكَ راكبٌ يُؤبَّنُ شخصاً فوق عَليْاَء واقِفٌ وقال الأصمعي: التَأْبينُ: أن تقفوا أثر الشئ. وأببت الرجل تابيناً، إذا بكيتَه وأثنيت عليه بعد الموت. قال رؤبة:\nفامدح بلالا غير مامؤبن (١) * يقول: غير هالك، أي غير مبكى. ومنه قول لبيد: وأبنا مُلاعِبَ الرِماحِ (٢) ومَدْرَهَ الكتيبةِ الرَّداحِ وإبان الشئ بالكسر والتشديد: وقته وأوانه. يقال: كُلِ الفواكهَ في إبانها، أي في وقتها. وأبانان: جبلان. قال بشر يصف الظعائن: تؤم بها الحداة مياه نخل وفيها عن أبانين ازورار وإنما قيل أبانان وأبان أحدهما والآخر متالع، كما يقال القمران. قال لبيد درس المنا بمتالع فأبان فتقادمت بالحس (١) فالسوبان وتقول: هذان أبانان حسنين، تنصب النعت لانه نكرة وصفت به معرفة، لان الاماكن لا تزول، فصارا كالشئ الواحد وخالفا الحيوان. فإذا قلت هذان زيدان حسنان ترفع النعت ها هنا، لانه نكرة وصفت به نكرة.",
    "pg": "5:2066-2067"
  },
  "ارج": {
    "def": "الأرَجُ والأَريجُ: توهُّج ريح الطيبِ. تقول: أَرِجَ الطيبُ بالكسر يَأرَجُ أَرَجاً وأَريجاً، إذا فاح. قال أبو ذؤيب: كأن عليها بالة لطمية * لها من خلال الدأيتين أريج وأَرّجْتُ بين القوم تَأْريجاً، إذا أغريت بينهم وهيجت، مثل أرشت. قال أبو سعيد: ومنه سمى المؤرج الذهلى جد المؤرج الراوية. وذلك أنه أرج الحرب بين بكر وتغلب، أي أشعلها. وأرجان: بلد بفارس: وربما جاء في الشعر بتخفيف الراء.",
    "pg": "1:298"
  },
  "ارن": {
    "def": "الفراء: الأَرَنُ: النشاط. يقال: أَرِنَ البعير بالكسر يَأرَنُ أَرَناً، إذا مِرح مرحاً، فهو أَرِنٌ أي نشيط. أبو عمرو: الإرانُ: تابوت خشب. قال طرفة: أمون كألواح الاران نسأتها على لاحب كأنه ظهر برجد قال: وكانوا يحملون فيه موتاهم. قال الاعشى يصف ناقته: أثرت في جناجن كإران الميت عولين فوق عوج رسال والاران: كناس الوحشى. والمِئْرانُ مثله، والجمع مآرينُ. وقال:\nكأنه تَيسُ إرانٍ مُنْبَتِلْ * أي مُنْبَتٌّ. وأرنةُ الحرباء بالضم: موضعُه من العود إذا انتصبَ عليه. قال ابن أحمر:\nوتَعَلّلَ الحرباءُ أرنته (١) * والاربون والاربان: لغة في العربون والعربان. والعامة تقول ربان.",
    "pg": "5:2069-2070"
  }
}