{
  "هدأ": {
    "def": "هَدَأَ هَدْءاً وهُدوءاً: سكَنَ\n وأَهْدَأَهُ: سَكَّنَهُ، يقال هَدَّأْتُ الصبيَّ، إذا جعلتَ تضربَ عليه بكفِّك وتسكِّنه لينام، وأَهْدَأْتُهُ إهْداءً\n قال عدى بن زيد: شئز جنبى كأنِّي مُهَدَّأٌ * جَعَلَ القَيْنَ على الدَفِّ إبَرْ (١) الأصمعيّ: يقال تركتُ فلاناً على مُهَيْدِئَتِهِ، أي على حالتِهِ التي كان عليها، تصغير المَهْدَأَةِ\n ورجلٌ أَهْدَأُ، أي أحْدَبُ بيِّنُ الهَدَأ\n قال الراجز:\nأَهْدَأُ يَمْشي مِشيَةَ الظَليمِ * وأتانا فلان وقد هَدَأَتِ الرِجْلُ، أي بعد ما سكن الناس بالليل، وأتانا وقد هَدَأَتِ العيونُ، وأتانا فلان هُدوءا، إذا جاء بعد نَوْمَةٍ، وبعد هدء من الليل وبعد هدأة من الليل، أي بعد هَزيع من الليل، وبعد ما هَدَأَ الناس، أي ناموا\n",
    "pg": "V01P0082-V01P0083"
  },
  "هدب": {
    "def": "الهُدْبَةُ: الخَمْلَةُ، وضم الدال لغةٌ فيه\n وهُدْبُ الثوب وهُدَّاب الثوب: ما على أطرافه\n ودِمَقْس مُهَدَّبٌ، أي ذو هُدَّابٍ\n وهُدُبُ العين: ما نبَتَ من الشعر على أشفارها\n والأهدب: الرجل الكثير أشفارِ العين\n والهَدَبُ، بالتحريك كلُّ ورقٍ ليس له عَرْضٌ، كورق الأثل، والسَرو، والأرْطى، والطَرفاء: وكذلك الهُدَّابُ\n وقال الشاعر (٢) : في كناسٍ ظاهرٍ يَسْتُرُهُ * من عَلُ الشَفَّانَ (٣) هُدَّابُ الفَنَنْ وهُدَّابُ النخل: سَعَفه\n وهَدَبَ الناقةَ يَهْدِبُها هَدْباً: احتلبها\n وهدب الثمرة، أي اجتناها\n والهيدب: العَيِيُّ الثقيلُ\n وهيدبُ السَحاب: ما تهدَّبَ منه إذا أراد الوَدْقَ، كأنَّه خيوط\n قال أوس بن حجر (١) : وانٍ مُسِفٍّ (٢) فُوَيْقَ الأرض هَيْدَبُهُ * يكاد يدفعُه مَنْ قام بالراح وهندب بفتح الدال، وهندبا، وهِندَباة: بَقلٌ\n وقال أبو زيد: الهندِبا بكسر الدال يمدُّ ويقصر\n",
    "pg": "V01P0237"
  },
  "هدبد": {
    "def": "الهُدابِدُ: اللبن الخاثر جدًّا\n والهُدَبِدُ مقصورٌ منه\n ويقال: بعينه هدبد، أي عمش\n وقال: إنه لا يبرئ داء الهدبد * إلا القلايا (٣) من سنام وكبد - قوله \" إنه \" بضمة مختلسة، كما قال آخر (٤) : فبيناه يشرى رحله قال قائل * لمن جمل رخو الملاط (١) نجيب -",
    "pg": "V02P0556"
  },
  "هدج": {
    "def": "الهَدَجانُ: مِشية الشيخ\n وقد هَدَجَ يَهْدِجُ\n وهَدَجَ الظَليمُ، إذا مشى في ارتعاشٍ، فهو هَدَّاجٌ وهدجدج\n وهداج: اسم فرس كان لباهلة\n وأنشد الاصمعي:\nوفارس هداج أشاب النواصيا (٢) * والهدجة: حنين الناقة على ولَدها\n وقد هَدَجَتْ، فهي مِهْداجٌ\n وكذلك الريحُ التي لها حَنين\n قال أبو وَجْزَةَ السعديّ يصف حُمُر الوحش: حتَّى سَلَكْنَ الشَوى منهنَّ في مَسَكٍ من نسْلِ جوابة الآفاق مهداج (٣) لان الريح تستدرُّ السحاب وتُلقِحه فيمطر، فالماء من نسلها\n والهَوْدَجُ: مركبٌ من مراكب النساء مُضَبَّبٌ وغير مُضَبَّبٍ\n وتَهَدَّجَتِ الناقةُ: تَعَطَّفَتْ على ولدها\n وتَهَدَّجَ الصوت: تَقَطّعُهُ في ارتعاش\n",
    "pg": "V01P0349-V01P0350"
  },
  "هدد": {
    "def": "هَدَّ البناءَ يَهُدُّهُ هَدًّا: كسره وضعضعه\n وهَدَّته المصيبة، أي أوهنت ركنه\n الاصمعي: يقال: فلان يُهَدُّ، على ما لم يسمّ فاعله، إذا أُثنيَ عليه بالجَلَد والقوَّة\n وتقول: مررتُ برجلٍ هدَّكَ من رَجلٍ\n معناه أثْقَلَكَ وصْفُ محاسنِه\n وفيه لغتان: منهم مَنْ يُجريه مجرى المصدر فلا يؤنِّثه ولا يثنِّيه ولا يجمعه، ومنهم من يجعله فعلاً فيثنِّي ويجمع\n تقول: مررت برجل هَدَّكَ من رجلٍ، وبامرأة هَدَّتْكَ من امرأة، وبرجلين هَدَّاكَ، وبرجالٍ هَدُّوكَ، وبامرأتين هدتاك، وبنسوة هد دنك\n وانهد الجبل، أي انكسر\n وقولهم: ماهده كذا، أي ما كسره كذا\n قال الأصمعيّ: الهَدُّ: الرجل الضعيف\n يقول الرجل للرجل إذا أوعدَهُ: إنِّي لَغَيْرُ هَدٍّ، أي غير ضعيف\n وقال ابن الأعرابي: الهَدُّ من الرجال: الجواد الكريم، وأمَّا الجبان الضعيف فهو الهد بالكسر\n وأنشد (١) : ليسوا بهدين في الحروب إذا تع * - قد فوق الحراقف النطق - والهدة: صوت وقع الحائط ونحوه\n تقول منه: هَدَّ يَهِدُّ بالكسر، هَديداً\n والهادُّ: صوت يسمعه أهل الساحل يأتيهم من قِبَلِ البحر له دويٌّ في الأرض، وربَّما كانت معه الزلزلة\n ودويه: هديده\n وهدهدة الحمام: دوى هديره\n والفحل يهدهد في هديره هدهدة\n وجمع الهَدهَدَةِ هَداهِدُ\n قال العجاج:\nيتبعن ذا هداهد عجنسا (١) وهدهدت المرأة ابنها، حركته لينام\n والتهديد: التخويف، وكذلك التهدد\n والهُدْهُدُ طائرٌ، والهُداهِدُ مثله\n قال الراعي:\nكَهُداهِدٍ كَسَرَ الرُماةُ جناحَهُ (٢) * والجمع الهداهد، بالفتح\n وهداهد: حى من اليمن\n",
    "pg": "V02P0555-V02P0556"
  },
  "هدر": {
    "def": "هَدَرَ دمه يَهْدِرُ هَدْراً، أي بَطَلَ\n وأَهْدَرَ السلطان دَمَهُ، أي أبطله وأباحه\n وهَدَرَ الشرابُ يَهْدِرُ هَدْراً وتَهْداراً، أي غَلا\n قال الأخطل يصف خمراً: كُمَّتْ ثلاثة أحوالٍ بِطينتِها * حتَّى إذا صَرَّحَتْ من بعد تهدار - وذهب دم فلان هَدْراً وهَدَراً بالتحريك، أي باطلاً ليس فيه قَوَدٌ ولا عَقْلٌ\n ويقال أيضاً: بنو فلان هَدَرَةٌ بالتحريك، أي ساقطون ليسوا بشئ\n ورجل هدرة، مثال همزة، أي ساقط\n قال الراجز (١) :\nإنى إذا حار الجبان الهدره (٢) * وهو بالدال في هذا الموضع أجود منه بالذال، وهو رواية أبى سعيد\n وضربه فهدرت رئته تهدر هُدوراً، أي سقطتْ\n وهَدَرَ الحمامُ هديرا، أي صوت\n وهدر البعير هَديراً، أي ردَّد صوته في حنجرته\n وإبلٌ هَوادِرٌ\n وكذلك هَدَّرَ تهديرا\n وفى المثل: \" كالمهدر في العنة \"، يضرب مثلا للرجل يصيح ويجلب وليس وراء ذلك شئ، كالبعير الذى يحبس ويمنع من الضراب وهو يهدر\n قال الوليد بن عقبة، يخاطب معاوية: قطعت الدَهرَ كالسَدِمِ المُعَنَّى * تُهَدِّرُ في دمشق فما تريم - والهادر: اللبن إذا خثر أعلاه وأسفله\n قال أبو عبيد: وذلك بعد الحزور\n وجوف أهدر، أي منتفخٌ\n وهَدَرَ العَرْفَجُ، أي عظُم نباته\n",
    "pg": "V02P0852-V02P0853"
  },
  "هدع": {
    "def": "هدع، بكسر الهاء وفتح الدال، وتسكين العين (١) : كلمة يسكن بها صغار الإبل إذا نفرت\n والهَوْدَعُ: النعام\n",
    "pg": "V03P1306"
  },
  "هدف": {
    "def": "الهدف: كل شئ مرتفع، من بناء أو كثيب رملٍ أو جبلٍ\n ومنه سمِّي الغرض هَدَفاً\n وبه شبِّه الرجلُ (١) العظيم\n قال الشاعر (٢) : إذا الهَدَفُ المِعْزالُ (٣) صَوَّبَ رَأْسَهُ وأعجبه ضفو من الثلة الخطل وأهدف على التل: أشرف\n وامرأة مُهْدِفَةٌ، أي لَحيمَةٌ\n وأَهْدَفَ إليه، أي لجأ\n وأهدف لك الشئ واستهدف، أي انتصب\n قال الشاعر: وحتى سمعنا خشف بيضاء جعدة على قدمى مستهدف متقاصر يعنى بالمستهدف الحالب يتقاصر للحلب\n يقول: سمعنا صوت الرغوة تتساقط على قدم الحالب\n ويقال ركب (١) مُسْتَهْدِفٌ، أي عريضٌ\n والهِدْفَةُ: القِطعة من الناس والبيوت، مثل الخبطة\n",
    "pg": "V04P1442"
  },
  "هدك": {
    "def": "الهنادكة: الهنود، والكاف زائدة، نسبوا إلى الهند على غير قياس\n",
    "pg": "V04P1616"
  },
  "هدل": {
    "def": "الهَديلُ: الذكرُ من الحمام\n قال جِرانُ العَوْدِ: كأنَّ الهَديلَ الظالعَ الرِجلِ وَسْطها من البَغْي شِرِّيبٌ يُغَرِّدُ مُنْزَفُ والهَديلُ: صوت الحمام\n يقال: هَدَلَ القُمْرِيُّ يَهْدِلُ هَديلاً، مثل يَهْدِرُ\n قال ذو الرمّة: أرى ناقَتي عندَ المُحَصَّبِ شاقَها رَواحُ اليماني والهَديلُ المُرَجَّعُ والهديل: فرخ كان على عهد نوح ﵇ فصاده جارح من جوارح الطير\n قالوا: فليس من حمامة إلا وتبكى عليه\n قال الشاعر (١) : وما من تهتفين به لنصر بأسرع جابة لك من هديل وهدلت الشئ أهدله هدلا، إذا أرخيته وأرسلته إلى أسفل\n ويقال: هَدَلَ البعيرُ هَدْلاً، وهو أن تأخذه القَرحةُ فيَهْدِلُ مِشْفَرُهُ، فهو فَصيلٌ هادِلٌ\n وبعيرٌ هَدِلٌ، إذا كان طويل المِشفر، وذلك ممَّا يُمْدَحُ به\n وقد هَدِلَ بالكسر يهدل هدلا\n قال الراجز:\nبكل شعشاع صهابى هدل * وبعير أهدل أيضا\n وقد تَهَدَّلَتْ شفتُهُ، أي استرختْ\n وتَهَدَّلَتْ أغصانُ الشجرة، أي تدلَّتْ\n والهَدالُ بالفتح: ما تدلَّى من الغُصن\n وقال: يدعو الهَديلُ وساقُ حر فوقه أصلا بأودية ذوات هدال",
    "pg": "V05P1848"
  },
  "هدم": {
    "def": "هدمت الشئ هدما فانهدم وتَهَدَّمَ\n وهدَّموا بيوتهم، شدِّد للكثرة\n وتَهَدَّمَ عليه من الغضب، إذا اشتدَّ غضبه\n والهِدْمُ بالكسر: الثوبُ البالى، والجمع أهدام\n قال أوس بن حجر: وذات هدم عار نواشرها تصمت بالماء تولبا جدعا (١) والمهدوم من اللبن: الرثيئة\n والهدم، بالتحريك: ما تهدم من جوانب البئر فسقط فيها\n وقال الشاعر يصف امرأة فاجرة: تمضي إذا زُجِرَتْ عن سَوْأةٍ قُدُماً كأنها هَدَمٌ في الجَفْرِ مُنْقاضُ ويقال: دماؤهم بينهم هَدَمٌ، أي هَدرٌ\n وهَدْمٌ أيضاً بالتسكين، وذلك إذا لم يُودَوْا\n والهَدْمَةُ: الدفعة من المال\n وناقة هَدِمَةٌ: شديدةُ الضَبَعَةِ\n قال الفراء: هي التي تقع من شدَّة الغضب\n وقد هدمت بالكسر\n وأنشد (١) :\nفيها هديم ضبع هواس (٢) * ويقال: هذا شئ مهندم، أي مُصْلَحٌ على مقدار\n وهو معرّب، وأصله بالفارسية \" أنْدامْ \" مثل مهندس وأصله \" أنذازه \"\n",
    "pg": "V05P2056"
  },
  "هدمل": {
    "def": "الهدمل بالكسر: الثوب الخلق\n قال تأبط شرا * عجوز عليها هدمل ذات خيعل (١) * والهدملة، على وزن السبحلة: الرملة الكثيرة الشجر، عن أبى عبيد\n وقال (٢) :\nكأنها بالهدملات الرواسيم (٣)",
    "pg": "V05P1848-V05P1849"
  },
  "هدن": {
    "def": "هَدَنَ يَهْدِنُ هُدوناً: سكَن\n وهَدَنَهُ، أي سكَّنَهُ، يتعدَّى ولا يتعدى\n وقال: إن العواوير مأكول حظوظتها * وذو الكهامة بالاقوال مهدون وهادنه: صالحه، والاسم منهما الهُدْنَةُ\n ومنه قولهم: \" هُدْنَةٌ على دَخَنٍ \" أي سكونٌ على غِلٍّ\n وتَهادَنَتِ الأمور: استقامت\n والهِدانُ: الأحمقُ الثقيل، والجمع الهُدونُ\n وتَهْدينُ المرأة ولدَها: تسكيتُها له بكلام إذا أرادت إنامته\n والتهدين: البطء\n",
    "pg": "V06P2217"
  },
  "هذى": {
    "def": "هَذَى في منطقة يَهْذي ويَهْذو هَذْواً وهَذَياناً\n وهَذَوْتُ بالسيف مثل هذذت\n",
    "pg": "V06P2535"
  },
  "هذأ": {
    "def": "الاصمعي: هذأت الشئ هذءا: قطعْتُهُ\n وتَهَذَّأَتِ القَرحَةُ: فسدتْ وتقطَّعتْ\n",
    "pg": "V01P0083"
  },
  "هذب": {
    "def": "التهذيب كالتنقية\n ورجل مهذَّب، أي مطهَّر الأخلاق\n والإهذاب والتهذيب: الإسراع في الطيران والعدْو والكلام\n قال امرؤ القيس: فللسَوْطِ أُلْهوبٌ وللساقِ دِرَّةٌ * وللزجرِ منه وَقْعُ أخرجَ مُهْذِبِ والهيذبى: ضربٌ من مشى الخيل\n",
    "pg": "V01P0237"
  },
  "هذبل": {
    "def": "ابن السكيت: ما فيه هزبليلة، أي شئ\n",
    "pg": "V05P1850"
  },
  "هذذ": {
    "def": "الهَذُّ: الإسراع في القطعِ وفى القراءة\n يقال: هو يهذ القرآنَ هَذًّا ويَهُذُّ الحديث هَذًّا، أي يسرده\n وسكِّينٌ هَذوذٌ: قطَّاعٌ\n قال الأصمعيّ: تقول للناس إذا أردت أن يكفوا عن الشئ: هجاجيك وهذاذ يك، على تقدير الاثنين\n قال عبدُ بني الحَسْحاس: إذا شُقَّ بُرْدٌ شُقَّ بالبُرْدِ مثله * هذا ذيك حتى ليس للبرد لابس - تزعم النساء أنَّه إذا شقَّ عند البِضاع شيئاً من ثوبِ صاحبه دام الوُدُّ بينهما، وإلا تهاجرا\n واهتذذت الشئ: اقتطعته بسرعة\n وقال الشاعر (١) : وعبدُ يَغوثٍ تَحْجِلُ الطيرُ حولَه * قد اهْتَذَّ عَرْشَيْهِ الحسام المذكر - ويروى: \" قد احتز \"\n",
    "pg": "V02P0572-V02P0573"
  },
  "هذر": {
    "def": "هَذَرَ في منطقه يَهْذِرُ ويَهْذُرُ هَذْراً\n والاسم الهَذَرُ بالتحريك، وهو الهذيان\n والرجل هذر بكسر الذال، وهذرة مثال همزة، وهَذَّارٌ، ومِهْذارٌ\n قال الراجز (١) : إنِّي أذرى حسبى أن أشتما (٢) * بهذار هَذارٍ يَمُجُّ البَلْغَما - وأهذَرَ في كلامه، أي أكثر\n ورجلٌ هِذْرِيانٌ: خفيف الكلام والخدمة\n قال الشاعر: إذا ما اشتهوا منها شواء سعى لهم * به هذريان للكرام خدوم - قوله: \" منها \" أي من الجزور\n",
    "pg": "V02P0853"
  },
  "هذرم": {
    "def": "الهَذْرَمَةُ: السرعة في القراءة\n يقال: هَذْرَمَ وِرْدَهُ، أي هَذَّهُ\n وكذلك في الكلام\n قال أبو النجم يذم رجلا: وكان في المجلس جم الهذرمه ليثا على الداهية المكتمه",
    "pg": "V05P2057"
  },
  "هذز": {
    "def": "الهنداز معرب، وأصله بالفارسية \" أندازة \" يقال: أعطاه بلا حساب ولا هِنْدازٍ\n ومنه المُهَنْدِزُ، وهو الذي يقدِّر مجاريَ القُنِيِّ والأبنية\n إلا أنهم صيروا الزاى سينا فقالوا: مهندس، لانه ليس في كلام العرب زاى قبلها دال\n",
    "pg": "V03P0902-V03P0903"
  },
  "هذل": {
    "def": "الهُذْلولُ: الرجل الخفيف، والسهم الخفيف\n والهَذاليلُ: التلالُ الصغارُ، الواحد هُذْلولٌ\n وهَوْذَلَ البعيرُ ببوله، إذا اهتزَّ بوله وتحرَّك\n وهَوْذَلَ السِقاءُ، إذا تمخَّض\n وهَوْذَلَ الرجلُ، إذا اضطرب في عدْوه، وكذلك الدلْو\n وقال:\nهوذلة المشآة في قعر الطوى * وهذيل: حى من مضر، وهو هذيل بن مدركة بن إلياس بن مضر\n",
    "pg": "V05P1849"
  },
  "هذم": {
    "def": "الهَذْمُ (٣) : القطع والأكل في سرعة\n قال أبو عبيد: والهُذامُ: السيف القاطع\n وسيفٌ مِهُذْمٌ، مثل مخذم\n والهيذام: الشجاع\n",
    "pg": "V05P2056-V05P2057"
  },
  "هذمل": {
    "def": "الهَذْمَلَةُ: ضربٌ من المشي\n",
    "pg": "V05P1849"
  },
  "أهر": {
    "def": "الأَهَرَةُ بالتحريك: متاع البيت، والجمع أهر وأهرات\n قال الراجز: كأنما لز بصخر لزا * أحسن بيت أهرا وبزا (١) -",
    "pg": "V02P0583"
  },
  "هرأ": {
    "def": "ابن السكيت: قال عن الفزاري: هذه قِرَّةٌ لها هَريئَةٌ، على فَعيلَةٍ، أي يُصيبُ المالَ والناسَ منه ضُرٌّ وسَقْطَةٌ أو موت\n الاصمعي: هرأه البرد يهروه هَرْءاً، أي اشتدَّ عليه حتَّى كاد يقتلُهُ\n وهَرئَ المالُ بالكسر، وهرئ القوم فهم مهرؤون (٢) ، وقال ابن مقبلٍ يرثي عثمان بن عفان: وملجإ مهروئين يلفى به الحَيا * إذا جَلَّفَتْ كَحْلٌ (١) هو الأمُّ والأبُ يعني بالحيا الغيثَ والخصبَ\n وأهْرَأَهُ البردُ: لغةٌ في هَرَأَهُ، عن الفرَّاء\n وأهْرَأْنا في الرواح، أي أبردنا\n وقال (٢) يصف حمرا: حتى إذا أهرأن بالاصائل (٣) * وفارقتها بلة الاوائل (٤) يقول: سرن في برد الرواح إلى الماء\n وهرأت اللحم هَرْءاً، وأَهْرَأْتُهُ وهَرَّأْتُهُ تَهْرِئَةً، إذا أجدتَ إنضاجَهُ فتَهَرَّأَ حتَّى سقطَ عن العظم، فهو لحم هرئ\n أبو زيد: هَرَأَ الرجلُ في منطِقِهِ هَرْءاً، إذا قال الخَنا والقَبيحَ\n وقال ابن السكيت: هَرَأَ الكلامَ، إذا أكثر منه في خطأٍ\n وهو منطِقُ هُراءُ، بالضم\n وقال ذو الرمّة: لها بَشَرٌ مثلُ الحرير ومَنْطِقٌ * رَخيمُ الحواشي لا هراء ولا نزر",
    "pg": "V01P0083"
  },
  "هرا": {
    "def": "الهِراوَةُ: العصا الضخمة، والجمع الهراوى بفتح الواو مثال المطايا، كما قلناه في الاداوة\n وهروته بالهراوة وتهريته، إذا ضربته بها\n وقال (١) : يَكْسى ولا يَغْرَثُ مَمْلوكُها * إذا تَهَرَّتْ عَبْدَها الهارِيهْ وهَرَّيْتُ العمامة تَهْرِيَةً: صفَّرتها\n وهراة: اسم بلد\n وقال (٢) :\nعاود هراة وإن معمورها خربا (٣) * (*) فإن وقفت عليها وقفت بالهاء\n وإنما قيل معاذ الهراء، لانه كان يبيع الثياب الهروية\n",
    "pg": "V06P2535"
  },
  "هرب": {
    "def": "الهرب: الفرار\n وقد هرب\n وهَرَّبَهُ غيره تهريباً\n ابن السكيت: أهْرَبَ الرجل، إذا جدَّ في الذَهاب مذعوراً\n ويقال: ما له هاربٌ ولا قاربٌ، أي صادرٌ عن الماء ولا واردٌ (٣) ، يعني ليس له شئ\n",
    "pg": "V01P0237-V01P0238"
  },
  "هربذ": {
    "def": "الهِرْبِذُ بالكسر: واحدُ هَرابِذَةِ المجوسِ، وهم خَدَمُ النارِ، فارسيٌّ معرَّب\n والهَرْبَذَةُ: سَيْرٌ دون الخَبَبِ\n وعَدا الجملُ الهِرْبِذى، أي في شِقٍّ (١) \n وقال الأصمعي: الهِرْبِذى: مِشيةٌ تشبه مشى الهرابذة\n",
    "pg": "V02P0573"
  },
  "هرت": {
    "def": "هَرَتَ اللحم: طبخَه حتَّى تَهَرَّأ\n وهَرَتَ الثوبَ، أي مزَّقه\n وهَرَتَ عِرضَه، إذا طعن فيه\n والهَريتُ: الواسعُ\n الشدقين، تقول منه: هَرِتَ بالكسر\n وأسد أهْرَتُ بيِّنُ الهَرَتِ، وهو مَهْروتُ الفمِ\n وكلابٌ مُهَرَّتَةُ الأشداقِ\n وربَّما قالوا للمرأة المفضاة: هريت\n",
    "pg": "V01P0270"
  },
  "هرثم": {
    "def": "الهرثمة: الاسد، ومنه سمى الرجل هرثمة\n",
    "pg": "V05P2057"
  },
  "هرج": {
    "def": "الهَرْجُ: الفِتْنَةُ والاختلاط: وقد هَرَجَ الناس يَهْرِجونَ بالكسر هَرْجاً\n وفي حديث أشراط الساعة: يكون كذا وكذا، \" ويكثُر الهَرْجُ \" قيل: وما الهَرْجُ يا رسول الله؟ قال: القتلُ\n قال عبيد الله بن قيس الرقَيَّات أيام فتنة ابن الزبير: ليتَ شِعري أأوَّلُ الهَرْجَ هذا * أم زمانٌ من فِتنةٍ غير هَرجَ يعني أأوَّل الهرج المذكور في الحديث هذا، أم زمانٌ من فتنةٍ سوى ذلك الهَرج\n وأصل الهَرْج الكثرة في الشئ\n ومنه قولهم في الجماع: بات يَهْرُجُها ليلتَهُ جَمعاءَ\n ويقال للفرس: مرَّ يَهْرِجُ، وإنَّه لمِهْرَجٌ وهَرَّاجٌ، إذا كان كثير الجرى\n قال العجاج:\nمن كل هراج نبيل محزمه * وهرج البعير بالكسر يهرج هرجا، إذا سدر من شدة الحر وكثرة الطلاء بالقطران\n قال العجاج يصف الحمار والاتان:\nورهبا من حنذه أن يهرجا (١) * وهرجت البعير تَهْريجاً وأهْرَجْتُهُ، إذا حملتَ عليه في السير في الهاجرة حتَّى يَسْدَرَ\n وهَرَّجَ النبيذُ فلاناً، إذا بلغ منه فانْهَرَجَ وأُنهكَ\n وهَرَّجْتُ بالسَبُعِ، إذا صِحْتَ به وزجرته\n قال رؤبة:\nهرجت فارتد ارتدادا الاكمه (٢)",
    "pg": "V01P0350"
  },
  "هرجب": {
    "def": "الهِرْجابُ من النوق: الطويلة الضخمة\n قال الراجز (١) :\nتنشطته كل هرجاب فنق * وهرجاب أيضا: اسم موضع\n وأنشد أبو الحسن:\nبهرجاب ما دام الاراك به خضرا",
    "pg": "V01P0238"
  },
  "هرجس": {
    "def": "الهرجاس: الجسيم\n",
    "pg": "V03P0990"
  },
  "هرجل": {
    "def": "الهَرْجَلَةُ: الاختلاط في المشي\n وقد هرجلت\n",
    "pg": "V05P1849"
  },
  "هرد": {
    "def": "هَرَدْتُ اللحمَ أهرِدُهُ بالكسر هَرْداً: طبختُهُ حتَّى تَهَرَّأَ وتفسَّخ\n والتَهْريدُ مثله، شدِّد للمبالغة\n وهَرْدَ العِرض: الطعنُ فيه\n وهَرَدْتُ الثوبَ: شققته\n والهردى، على فعلى بكسر الفاء: نبت\n وثوب مهرود، أي صبغ أصفر\n",
    "pg": "V02P0556"
  },
  "هردب": {
    "def": "الهِرْدَبَّةُ: العجوز\n والهِرْدَبَّةُ من الرجال: المنتفخ الجوف الجبان\n",
    "pg": "V01P0238"
  },
  "هرر": {
    "def": "الهِرُّ: السنَّورُ، والجمع هِرَرَةٌ مثال قرد وقردة\n والانثى هرة، وجمعها هرر، مثل قربة وقرب\n ورأس هر: موضع\n وهر: اسم امرأة\n وقال (١) : أصحوت اليوم أم شاقتك هر * ومن الحب جنون مستعر - والهر: الاسم من قولك هَرَرْتُهُ هَرًّا، أي كرهته\n وفي المثل: \" فلانٌ لا يَعْرِفُ هِرّاً من بِرٍّ \" أي لا يعرف مَن يكرهه ممن يبرُّهُ\n ويقال: الهِرُّ في هذا المثل: دعاءُ الغنم، والبِرُّ سوقُها\n والهُرارُ: داءٌ يأخذ الإبل تسلح منه\n وأنشد أبو عمرو لغيلان بن حريث: فإلا يكن (٢) فيها هرار فإننى * بسل يمانيها إلى الحول خائف - أي خائف سلا\n والباء زائدة\n تقول منه: هرت الابل تهر هرارا، وبعير مهرور، وناقة مهرورة\n قال الكميت يمدح خالد بم عبد الله القسرى: ولا يصادفن شربا آجنا (١) كدرا * ولا يهر به منهن مبتقل - قوله به، أي بالماء\n يعنى أنه مرئ ليس بالوبئ\n وذكر الابل وهو يريد أصحابها\n وهرير الكلب: صوته دون نباحه من قلَّة صبره على البرد\n وقد هر الكلب يَهِرُّ هَريراً\n وقال يصف شدَّة البرد: إذا كبَّدَ النجمُ السماَء بشَتْوَةٍ * على حين هَرَّ الكلبُ والثلجُ خاشفُ (٢) - وهَرَّ فلانٌ الكأسَ والحرب هريرا، أي كرهها\n قال عنتره:\nحتى تهروا العواليا (٣) * وهاره، أي هَرَّ في وجهه\n وهَرَّ الشِبْرِقُ والبُهْمى، إذا يبسَ وتنفَّشَ\n وقال الشاعر: رعين الشبرق الريان حتى * إذا ماهر وامتنع المذاقا - والهراران: نجمان\n وهرهرت بالغنم: دعوتها، عن أبى عمرو\n وهرهرت الشئ: لغة في فرفرته، إذا حركته\n وهذا الحرف نقلته من كتاب الاعتقاب لابي تراب من غير سماع\n والهرهور: الماء الكثير، وهو الذي إذا جرى سمعت له: هرهر، وهو حكاية جريه\n",
    "pg": "V02P0853-V02P0854"
  },
  "هرز": {
    "def": "هَرْوَزَ الرجل، أي مات\n",
    "pg": "V03P0901"
  },
  "هرس": {
    "def": "الهَرْسُ: الدَقُّ\n ومنه الهَريسَةُ\n والمِهْراسُ: حجرٌ منقورٌ يُدَقُّ فيه ويُتَوَضَّأُ منه\n والمَهاريسُ من الإبل: الشِدادُ\n قال الحطيئة يمدح إبله: مَهاريسُ يُروي رِسْلُها ضيفَ أهلِها * إذا النارُ أبدتْ أوجه الخَفِراتِ: والهَراسُ بالفتح: شجرٌ ذو شوكٍ\n قال الشاعر (١) : وخيل (٢) تكدس بالدارعين * طباق الكلاب يطأن الهراسا * وقال آخر (٣) : إنا إذا الخيل عدت أكداسا * مثل الكلاب تتقى الهراسا * وأرض هَرسَةٌ، أي كثيرةُ الهَراسِ\n وأسدٌ هَرِسٌ، أي شديدٌ\n وهو من الدَقِّ\n قال الشاعر: شديدَ الساعدَيْنِ أخا وِثابٍ * شديداً أسرُهُ هرسا هموسا",
    "pg": "V03P0990"
  },
  "هرش": {
    "def": "الهِراشُ: المُهارَشَةُ بالكلاب، وهو تحريش بعضها على بعض\n والتَهْريشُ: التحريش\n وهرشى: ثنية في طريق مكة، قريبة من الجحفة، يرى منها البحر، ولها طريقان فكل من سلكهما كان مصيبا\n قال الشاعر: خذى أنف هرشى أو قفاها فإنه * كلا جانبى هرشى لهن طريق * أي للابل\n",
    "pg": "V03P1027"
  },
  "هرشف": {
    "def": "الهِرْشَفَّةُ: قطعة خِرقةٍ أو كساء ينشف بها بها ماء المطر من الأرض ثم يُعصرُ في الجُفِّ، وذلك في قلَّة الماء\n قال الراجز طوبى لمن كانت له هرشفه ونشفة يملا منها كفه وقال آخر: كل عجوز رأسها كالكفه تحمل جفا (١) معها هرشفه قال أبو عبيد: وبعضهم يقول الهِرْشَفَّةُ من نعت العجوز، وهي الكبيرة\n",
    "pg": "V04P1442-V04P1443"
  },
  "هرشم": {
    "def": "الهرشم، بكسر الهاء وتشديد الميم: الحجر الرخو\n وقال أبو زيد: الهِرْشَمُّ: الجبل الليِّن المحفر\n وأنشد: هرشمة في جبل هرشم تبذل للجار ولابن العم والهرشمة من الغنم: الغزيرة، عن الفراء\n\n(٢٥٩ - صحاح - ٥)",
    "pg": "V05P2057-V05P2058"
  },
  "هرط": {
    "def": "هَرَطَ في عِرضه يَهْرِطُ هَرْطاً، أي طعن فيه وتنقَّصَهُ\n وتَهارَطَ الرجلان: تشاتما\n والهِرْطَةُ (١) : النعجةُ الكبيرة، والجمع هرط مثل قربة وقرب\n",
    "pg": "V03P1169"
  },
  "هرطل": {
    "def": "الهرطال: الطويل\n",
    "pg": "V05P1849"
  },
  "هرع": {
    "def": "دمٌ هَرِعٌ: أي جارٍ بيِّن الهَرَعِ\n وقد هَرِعَ\n ورجلٌ هَرِعٌ: سريعُ البكاء\n والهَرِعَةُ: المرأةُ التي تُنْزِلُ حين يخالطها الرجلُ\n والمَهْروعُ: المجنون الذي يُصْرَعُ\n والإهْراعُ: الإسْراعُ\n وقوله تعالى: ﴿وجاءهُ قَوْمُهُ يُهْرَعونَ إليه﴾ ، قال أبو عبيدة: أي يُسْتَحَثُّونَ إليه، كأنَّه يحثُّ بعضهم بعضاً\n وأُهْرِعَ الرجلُ على ما لم يسمّ فاعله، فهو مُهْرَعٌ، إذا كان يُرْعَدُ من غضبٍ أو حمَّى أو فَزَع\n والهَيْرَعُ: الجبانُ الضعيفُ\n وريحٌ هَيْرَعٌ: سريعةُ الهبوبِ\n وربَّما سمُّوا قصبةَ الراعي التي يزمِرُ بها هَيْرَعَةً ويراعة\n واهرمع الرجل، أي أسرع في مشيه، وكذلك إذا كان سريع البكاء والدموع\n وأظن الميم زائدة (١)",
    "pg": "V03P1306"
  },
  "هرف": {
    "def": "الهَرْفُ: الإطْنابُ في المدح والثناء على الشئ إعجابا به\n يقال: \" لا تَهْرِفْ بما لا تعرفْ \"\n وأهْرَفَ الرجلُ، مثل أحْرَفَ، أي نما ما له\n وأهرفت النخلة (٢) ، أي عجلت إتاءها\n",
    "pg": "V04P1442"
  },
  "هرق": {
    "def": "قال الاصمعي: المهرق: الصحيفة، فارسي معرب، والجمع المهارق\n قال الشاعر (٢) :\nلآل أسماء مثل المهرق البالى (٣) * وهراق الماء يهرقه بفتح الهاء، هراقة، أي صبه\n وأصله أراق يرق إراقة، وأصل أراق أريق، وأصل يريق يريق، وأصل يريق يؤريق\n وإنما قالوا أنا أهريقة وهم لا يقولون أنا أأريقه لاستثقالهم الهمزتين، وقد زال ذلك بعد الابدال\n وفيه لغةٌ أخرى: أَهْرَقَ الماءَ يهرقه إهراقا، على وزن أفعل يفعل\n قال سيبويه: وقد أبدلوا من الهمزة الهاء ثم ألزمت فصارت كأنها من نفس الحرف، ثم أدخلت الالف بعد على الهاء وتركت الهاء عوضا من حذفهم حركة العين، لان أصل أهرق أريق\n وفيه لغة ثالثة: أَهْراقُ يُهْريقُ إهْراقاً، فهو مُهْريقٌ، والشئ مهراق ومهراق أيضا بالتحريك\n وهذا شاذ\n ونظيره أسطاع يسطيع اسطياعا بفتح الالف في الماضي وضم الياء في المستقبل، لغة في أطاع يطيع، فجعلوا السين عوضا من ذهاب حركة عين الفعل، على ما ذكرناه عن الاخفش في باب العين\n فكذلك حكم الهاء عندي\n وفى الحديث، \" أهريق دمه \"\n وتقدير يهريق بفتح الهاء يهفعل، وتقدير مهراق بالتحريك مهفعل\n أما تقدير يهريق بالتسكين، فلا يمكن أن ينطق به، لان الهاء والفاء جميعا ساكنان\n وكذلك تقدير مهراق\n وحكى بعضهم: مطر مهرورق\n",
    "pg": "V04P1569-V04P1570"
  },
  "هرقل": {
    "def": "هرقل: ملك الروم، على وزن خندف\n ويقال أيضا هرقل، على وزن دمشق\n",
    "pg": "V05P1849"
  },
  "هركل": {
    "def": "الهركولة، على وزن البرذونة: الجارية الضخمة المرتجة الأردافِ\n والهَراكِلَةُ من ماء البحر، حيث تكثُر فيه الأمواج\n قال ابن أحمر يصف دُرَّةً: رأى من دونِها الغَوَّاصُ هَوْلاً هَراكِلَةً وحيتانا ونونا",
    "pg": "V05P1849"
  },
  "هرل": {
    "def": "الهَرْوَلَةُ: ضربٌ من العَدْوِ، وهو بين المشى والعدو\n",
    "pg": "V05P1850"
  },
  "هرم": {
    "def": "الهَرْمُ (١) بالتسكين: نبتٌ، وهو ضربٌ من الحمض، الواحدة هَرْمَةٌ\n ويقال: بعيرٌ هارِمٌ، للذي يرعاه\n وإبلٌ هَوارِمُ\n ويقال: \" هو أَذَلُّ من هرمة \"\n وابن هرمة: شاعر\n والهرم بالتحريك: كبر السِنّ\n وقد هَرِمَ الرجلُ بالكسر، وأهْرَمَهُ الله سبحانه، فهو هَرِمٌ وقومٌ هَرْمى\n وتَرْكُ العشاءِ مَهْرَمَةٌ\n وهرم أيضا: اسم رجل\n وهرم بن سنان بن أبى حارثة المرى، من بنى مرة بن عوف بن سعد (*) ابن ذبيان، وهو صاحب زهير الذى يقول فيه: إن البخيل ملوم حيث كان ولكن الجواد على علاته هرم وأما هرم بن قطبة بن سيار فمن بنى فزارة، وهو الذى تنافر إليه عامر وعلقمة\n ويقال: \" إنَّك لا تدري علامَ يُنْزَأُ هَرِمُكَ، ولا تدري بمَ يولع هَرِمُكَ \"، أي نفسك وعقلك\n والهرمان بالضم: العقل\n يقال: ماله هرمان\n وفلان يتهارم: يرى من نفسه أنَّه هَرِمٌ وليس به\n والهرمان: بناءان بمصر\n",
    "pg": "V05P2057"
  },
  "هرمس": {
    "def": "الهرماس: الاسد\n",
    "pg": "V03P0990"
  },
  "هرمل": {
    "def": "هَرْمَلَهُ، أي نتَفَ شَعره\n وشعر هراميل، إذا سقط\n قال ذو الرمة:\nقد هرمل الصيف عن أعناقها الوبرا (١) *",
    "pg": "V05P1849-V05P1850"
  },
  "هزأ": {
    "def": "الهُزْءُ والهُزُؤُ: السُخْرية\n تقول: هزئت منه وهزئت به، عن الاخفش\n واستهزأت به، وتهزأت به، وهزأت به أيضا، هزءا ومهزأة\n عن أبى زيد\n ورجل هُزْءةٌ بالتسكين، أي يُهْزَأُ به، وهزأة بالتحريك: يهزأ بالناس\n",
    "pg": "V01P0083-V01P0084"
  },
  "هزب": {
    "def": "الهوزب: البعير القوى الجرئ، في قول الاعشى:\nوالهوزب العود أمتطيه بها (٢)",
    "pg": "V01P0238"
  },
  "هزبر": {
    "def": "الهزبر: الاسد\n ورجل هزنبر وهزنبران، أي سيئ الخلق\n",
    "pg": "V02P0854"
  },
  "هزج": {
    "def": "الهَزَجُ: صوتُ الرَعدِ\n والهَزَجُ أيضاً من الأغاني، وفيه تَرَنُّمٌ\n وقد هزج بالكسر وتهزج\n قال الراجز:\nكأنها جارية تهزج وتهزجت القوس، إذا صوَّتَتْ عند إنْباض الرامى عنها\n قال الكميت: لم يعب ربها ولا الناس منها * غير إنذارها عليه الحميرا بأهازيج من أغانيها الج * ش وإتباعها النحيب الزفيرا والهزج: جنس من العَروض\n والهُزامِجُ بالضم: الصوت المُتَدارِكُ، بزيادة الميم\n",
    "pg": "V01P0350-V01P0351"
  },
  "هزر": {
    "def": "هَزَرَهُ بالعصا هَزَراتٍ، أي ضربه\n وهَزَرَهُ، أي غمزه\n ورجلٌ مِهْزَرٌ بكسر الميم: يُغْبَنُ في كل شئ\n وإنه لذو هزرات وذو كَسَراتٍ\n قال الشاعر: إلاَّ تدعْ هَزَراتٍ لستَ تارِكَها * تُخْلَعْ ثيابك لاضأن ولا إبل -",
    "pg": "V02P0854"
  },
  "هزز": {
    "def": "هززت الشئ هزا فاهتز، أي حرَّكته فتحرَّك\n يقال: هَزَّ الحادي الإبل هَزًّا فاهْتَزَّتْ هي، إذا تحرَّكتْ في سيرها لحُدائه\n واهْتَزَّ الكوكبُ في انقضاضه\n وكوكبٌ هازٌّ\n والهِزَّةُ، بالكسر: النشاطُ والارتياحُ، وصوت غليان القدر\n ١١٤ - صحاح واهتزاز الموكب أيضاً: صوتُهم وجَلبتهم\n وهَزيزُ الريح: دويُّها عند هَزِّها الشجر\n يقال: الريح تهزز الشجر فيتهزز\n وهزهزه، أي حركه فتهزهز\n والهَزاهِزُ: الفتنُ يهتزُّ فيها الناس\n وسيف هزهاز، ونهر هزهز، بالضم\n وأنشد الاصمعي: إذا استراثت ساقيا مستوفزا * بجت من البطحاء نهرا هزهزا * وهزان: حى من العرب\n ومنه قول الشاعر (١) : فلن تعدمي من اليمامة منكحا (٢) * وفتيان هزان الطوال الغرانقه",
    "pg": "V03P0901-V03P0902"
  },
  "هزع": {
    "def": "مضى هَزيعٌ من الليل، أي طائفةٌ، وهو نحوٌ من ثلثه أو ربعه\n وهزعت الشئ تَهْزيعاً: كسرتُه فانْهَزَعَ، أي انكسر واندق\n والمهزع: المدق\n وقال يصف أسدا: كأنهم يخشون منك مدربا * بجلية مشبوح الذراعين مهزعا * واهتزاع القناة والسيف: اهتزازهما إذا هزا\n قال الراجز (١) : إنا إذا قلت طخارير القزع * وصدر الشارب منها عن جرع * نفلحها البيض القليلات الطبع * من كُلِّ عَرَّاصٍ إذا هُزَّ اهتزع (٢) * مثل قدامى النسر ما مس بضع * والاهزع: آخر ما يبقى من السهام في الكنانة، جيِّداً كان أو رديئاً\n يقال: ما في كنانته أهزع\n قال ابن السكيت: فيتكلم به مع الجحد، إلا أن النمر بن تولب أتى به مع غير الجحد فقال: فأرسل سهما له أهزعا * فشك نواهقه والفما * وقولهم: ما في الدار أهْزَعُ، أي ما فيها أحد\n ومرَّ فلان يَهْزَعُ، أي يسرع، مثل يَمْزَعُ\n وهَزَعَ واهْتَزَعَ وتَهَزَّعَ، كلُّه بمعنى أسرع\n",
    "pg": "V03P1306-V03P1307"
  },
  "هزف": {
    "def": "الهِزَفُّ من الظَليم، مثل الهجف\n",
    "pg": "V04P1443"
  },
  "هزق": {
    "def": "أهْزَقَ الرجلُ في الضحك، أي أكثر منه\n والمِهْزاقُ: المرأة الكثيرة الضحك\n والهَزِقُ (١) : الرعدُ الشديد\n",
    "pg": "V04P1570"
  },
  "هزل": {
    "def": "الهَزْلُ: ضد الجدّ\n وقد هَزَلَ يَهْزِلُ\n قال الكميت:\nتَجِدُّ بنا في كلِّ يومٍ ونَهْزِلُ (١) * والهُزالُ: ضدُّ السِمَنِ\n يقال: هُزِلَتِ الدابَّة هُزالاً على ما لم يسمّ فاعله\n وهَزَلْتُها أنا هَزْلاً، فهو مهزول\n وأهزل القوم، إذا أصابت مواشيهم سنة فهزلت\n",
    "pg": "V05P1850"
  },
  "هزلج": {
    "def": "الهزلاج: الذئب الخفيف\n",
    "pg": "V01P0351"
  },
  "هزم": {
    "def": "الهَزْمَةُ: النُقْرَةُ في الصدر، وفي التفَّاحة إذا غمزتها بيدك، ونحو ذلك\n وهَزْمُ الضَريع: ما تكسَّر منه\n والتَهَزُّمُ: التكسُّر\n يقال: تَهَزَّمَ السِقاءُ، إذا يبس فتكسَّر\n وهَزَمْتُ الجيش (١) هَزْماً وهَزيمةً، فانْهَزَموا\n والهزيمة: الركية\n وقال الطرماح بن حكيم الطائى: أنا الطرماح وعمى حاتم وسمى شكى ولساني عارم والبحر حيث تنكد الهزائم قوله \" وسمى \" من السمة\n وشكى، أي موجع\n وتنكد، أي يقل ماؤها\n واهتزام الفرس: صوت جريه\n قال امرؤ القيس: على الذَبْلِ جَيَّاشٌ كأنَّ اهْتِزامَهُ إذا جاشَ فيه حَمْيُهُ غَلْيُ مِرْجَلِ واهْتَزَمْتُ الشاةَ: ذبحتها\n وهَزيمُ الرعد: صوته\n يقال: تَهَزَّمَ الرعد تَهَزُّماً\n وغيثٌ هَزِمٌ: مُتَبَعِّقٌ لا يستمسك\n قال يزيد بن مفرغ: سقى هزم الاوساط منبجس العرى منازلها من مسرقان فسرقا (١) وقول جرير:\nوتلعب المهزاما (٢) * ضرب من اللعب\n",
    "pg": "V05P2058"
  },
  "هزن": {
    "def": "هوزان: قبيلة من قيس، وهو هوزان بن منصور بن عكرمة بن خصفة بن قيس عيلان\n",
    "pg": "V06P2217"
  },
  "هسهس": {
    "def": "الهَسْهَسَةُ: صوتُ حركة الدرعِ والحُلِيِّ، وحركةُ الرجل بالليل ونحوه\n قال الشاعر: ولله فُرسانٌ وخيلٌ مُغيرَةٌ * لهُنَّ بشُبَّاكِ الحديدِ هَساهِسُ * والتهسهس مثله\n وأنشد أبو عمرو: لبسن من حر الثياب ملبسا * ومذهب الحلى إذا تهسهسا * وهساهس الجن: عزيفهم\n وراعٍ هَسْهاسٌ إذا رعى الغنم ليله كله\n",
    "pg": "V03P0990-V03P0991"
  },
  "هشر": {
    "def": "الهَيْشَرُ والهَيْشورُ: شجرٌ\n قال ذو الرمّة يصف فراخُ الظَليم: كأنَّ أعناقها كُرَّاثُ (١) سائفة * طارَتْ لفائفه أو هيشر سلب - وكذلك الهيشور\n ومنه قول الراجز:\nلبابة من همق هيشور (٢)",
    "pg": "V02P0854-V02P0855"
  },
  "هشش": {
    "def": "هَشَشْتُ الورقَ أهُشُّهُ هَشًّا: خبطتُهُ بعصاً ليتحاتَّ\n ومنه قوله تعالى: ﴿وأهُشُّ بها على غَنَمي﴾ \n والهشاشة: الارتياح والخفَّةُ للمعروف\n وقد هَشِشْتُ بفلان بالكسر، أهَشُّ هَشاشَةً، إذا خففت إليه وارتحت له\n ورجل هش بش\n وشئ هش وهَشيشٌ، أي رخوٌ ليِّنٌ\n وهَشَّ الخبزُ يَهِشُّ بالكسر: صار هَشًّا\n ويقال للرجل إذا مُدِحَ: هو هَشُّ المَكْسِرِ، أي سهل الشأن فيما يُطلبُ عنده من الحوائج\n والفرسُ الهَشُّ: خلاف الصَلودِ\n وشاةٌ هشوش، إذا ثرت باللبن\n",
    "pg": "V03P1027-V03P1028"
  },
  "هشل": {
    "def": "الهَشيلَةُ من الإبل وغيرها: الذي يأخذهُ الرجلُ من غير إذنِ صاحبه، يبلغ عليه حيث يريد ثم يرده\n وقال: وكل هشيلة ما دمت حيا على محرم إلا الجمال",
    "pg": "V05P1850"
  },
  "هشم": {
    "def": "الهشم (٣) : كسر الشئ اليابس\n يقال: هشم الثريد\n ومنه سمى هاشم بن عبد مناف، واسمه عمرو\n قال فيه الشاعر ابن الزِبَعْرى: عَمرو العُلا هَشَمَ الثَريدَ لقومِهِ ورجالُ مكّةَ مُسْنِتونَ عجاف والهشيم من النبات: اليابس المتكسِّر، والشجرة البالية يأخذها الحاطب كيف يشاء\n ومنه قولهم: ما فلانٌ إلا هَشيمَةُ كرَمٍ، إذا كان سمحاً\n ورجلٌ هَشيمٌ: ضعيف البدن\n وتَهَشَّمَ عليه فلانٌ، إذا تَعَطَّفَ\n واهْتَشَمَ ما في ضرع الناقة، إذا احتلبَه\n",
    "pg": "V05P2058-V05P2059"
  },
  "هصر": {
    "def": "الهَصْرُ: الكسرُ\n وقد هَصَرَهُ واهْتَصَرَهُ، بمعنًى\n وهَصَرْتُ الغُصنَ وبالغصنِ، إذا أخذت برأسه فأمَلْته إليك\n قال امرؤ القيس: فلمَّا تَنازَعنا الحديثَ وأسمحَتْ (٣) * هَصَرْتُ بغصنٍ ذي شَماريخَ ميَّالِ - والهَيْصَرُ: الأسدُ، وهو الهصور، والهصار، والهصر\n",
    "pg": "V02P0855"
  },
  "هصص": {
    "def": "هصصت الشئ: غمزته\n وهصيص مصغر: أبو بطن من قريش، وهو هصيص بن كعب بن لؤى بن غالب (٢) \n",
    "pg": "V03P1062"
  },
  "هصم": {
    "def": "الهَصْمُ: الكسرُ (١) \n والهَيْصَمُ: الأسد\n والهيصم من الرجال: القوى\n",
    "pg": "V05P2059"
  },
  "هضب": {
    "def": "الهَضْبَةُ: المطرَةُ\n يقال: هَضَبَتْهُمُ السماء، أي مَطَرتهم\n والجمع هِضَبٌ مثل بدرة وبدر\n وقال ذو الرمة: فبات يشئزه ثأد ويسهره * تذؤب الريح والوسواس والهضب ويروى \" والهضب \"، وهو جمع هاضب مثل تابع وتبع، وباعد وبعد، عن أبى عمرو\n وقال أبو زيد: الأهاضيب واحدها هضابٌ، وواحد الهِضب هَضْبٌ، وهي حَلَبات (١) القَطرِ بعد القطر\n وهَضَبَ القومُ في الحديث واهتضبوا، أي أفاضوا فيه وارتفعت أصواتهم\n يقال: أهْضِبوا يا قومُ، أي تكلَّموا\n والهَضْبَةُ: الجبل المنبسط على وجه الأرض، والجمع هَضْبٌ وهِضَبٌ وهِضابٌ\n والهضب، مثال الهجف: الفرس الكثير العرق\n قال طرفة\n من عناجيج ذكور وقح * وهضبات إذا ابتل العذر (٢)",
    "pg": "V01P0238"
  },
  "هضض": {
    "def": "هَضَّهُ يَهَضُّهُ، أي كسره ودقه، فانهض، والشئ هضيض ومهضوض ومُنْهَضٌّ\n واهْتَضَّهُ أيضاً، أي كسره\n قال العجاج * وكان ما اهتض الجحاف بهرجا (١) * واهْتَضَضْتُ نفسي لفلان، إذا استزدتَها له\n وفحلٌ هَضَّاضٌ: يَهُضُّ أعناقَ الفحول\n والهَضَّاءُ: الجماعةُ من الناس، وهو فعلاء مثل الصحراء، حكاه ثعلب\n وأنشد لابي داود: إليه تَلْجَأُ الهَضَّاءُ طُرًّا * فليس بقائل هجرا لجار",
    "pg": "V03P1113"
  },
  "هضل": {
    "def": "أبو عبيد عن الفراء: الهَيْضَلَةُ من النساء: الضخمة النَصَفُ، ومن النوق: الغزيرةُ\n قال: والهَيْضَلَةُ: أصواتُ الناس\n وقال غيره: الهَيضَلُ: الجيش الكثير\n وأنشد للكميت: وحول سريرك من غالب ثبى العز والعرب الهيضل",
    "pg": "V05P1850"
  },
  "هضم": {
    "def": "هضمت الشئ (٢) : كسرته\n يقال: هَضَمَهُ حقَّه واهْتَضَمَهُ، إذا ظلمه وكسرَ عليه حقَّه\n وهَضَمْتُ لك من حقِّي طائفةً، أي تركته\n وتَهَضَّمَهُ: ظلمه\n ورجلٌ هَضيمٌ ومُهْتَضَمٌ، أي مظلوم\n والهَضيمَةُ: أن يَتَهَضَّمَكَ القومُ شيئاً، أي يظلموك\n وتَهَضَّمْتُ للقومِ تهضُّماً، إذا انقدتَ لهم وتقاصرت\n أبو زيد: أهْضَمْتُ الإبل للاجذاع والاسداس جميعا، إذا ذهبتْ رواضعُها وطلع غيرها\n قال: وكذلك الغنم\n والهاضومُ: الذي يقال له الجوارِشُ، لأنَّه يهضِمُ الطعام\n وهذا طعام سريع الانهضام، وبطئ الانهضام\n ويقال للطلع هَضيمٌ ما لم يخرج من كُفُرَّاهُ لدخول بعضِه في بعض\n والهَضيمُ من النساء: اللطيفة الكَشْحَين\n وكَشْحٌ مُهَضَّمٌ ومزمارٌ مُهَضَّمٌ، لأنَّه فيما يقال أكسارٌ يضم بعضها إلى بعض\n وقال عنترة: بركت على جنب الرداع (١) كأنما بركت على قصب أجش مهضم والهضم بالكسر (٢) : المطمئنّ من الأرض، وجمعه أهْضامٌ وهُضومٌ\n ومنه قولهم في التحذير من الأمر المخوف: الليلَ وأهْضامَ الوادي\n يقول: فاحذرْ فإنَّك لا تدري لعلَّ هناك من لا يُؤمن اغتيالُهُ\n قال لبيد: فالضيفُ والجارُ الجَنيبُ كأنَّما (٣) هَبَطا تبالة مخصبا أهضامها ابن السكيت: الهَضَمُ بالتحريك: انضمام الجنبين، وهو في الفرس عيبٌ\n يقال: لا يسبق أهْضَمُ من غايةٍ بعيدةٍ أبداً\n وقال الأصمعيّ: لم يسبِق في الحلبة فرسٌ أهْضَمُ قط، وإنَّما الفرس بعنُقه وبطنه\n والأنثى هَضْماءُ\n ورجلٌ أهْضَمُ بيِّن الهَضَمِ\n قال طرفة: ولا خير فيه غير أنَّ له غِنًى وأنَّ له كشحاً إذا قامَ أهضَما والأهْضامُ من الطيبِ، الواحد هَضْمٌ\n",
    "pg": "V05P2059-V05P2060"
  },
  "هطع": {
    "def": "هَطَعَ الرجل، إذا أقبل ببصره على الشئ لا يقلع عنه، يهطع هطوعا\n وأهطع، إذا مد عنقه وصوب رأسه\n قال الشاعر: تَعَبَّدَني نَمْرُ بنُ سَعْدٍ وقد أرى * ونِمْرُ بنُ سَعْدٍ لى مطيع ومهطع * وبعير مُهْطِعٌ: في عنقه تصويبٌ خِلْقَةً\n وأهْطَعَ في عدوه، أي أسرع\n والهطلع: الرجل الطويل الجسيم، مثل الهجنع\n",
    "pg": "V03P1307"
  },
  "هطل": {
    "def": "الهَطْلُ (١) : تتابع المطر والدمع وسيلانُهُ\n يقال هَطَلَتِ السماءُ تَهْطِلُ هَطْلاً وهَطْلاناً وتَهْطالاً\n وسحابٌ هَطِلٌ، ومطرٌ هَطِلٌ: كثيرُ الهَطَلانِ، وسحائبُ هُطْلٌ جمع هاطِلٍ\n وديمةٌ هَطْلاءُ، ولا يقال سحاب أهطل\n وهذا كقولهم: فرس روعاء وهى الذكية ولا يقال للذكر أروع، وامرأة حسناء ولم يقولوا رجل أحسن\n قال امرؤ القيس: ديمةٌ هَطْلاءُ فيها وطفٌ طَبَقُ الأرضِ تحرَّى وتَدُرّ أبو عبيدة: الهِطْلُ (٢) : البعير المعيي\n وناقةٌ هَطْلى: تمشي رُويداً\n وقال * أبابيل هطلى من مراح ومهمل * والهطال: اسم جبل، وقال: على هطالهم منهم بيوت كأن العنكبوت هو ابتناها والهَيْطَلُ: الجماعة يُغزى بهم ليسوا بالكثير\n ويقال الهياطلة: جيل من الناس كانت له شوكة وكانت لهم بلاد طخيرستان (١) \n وأتراك خلخ (٢) وخنجينة (٣) من بقاياهم\n والهيطل، يقال: هو الثعلب\n",
    "pg": "V05P1850-V05P1851"
  },
  "هعع": {
    "def": "هَعَّ يَهُعُّ هَعَّةً: لغةٌ في هاعَ يَهوعُ، أي قاءَ\n",
    "pg": "V03P1307"
  },
  "هفا": {
    "def": "الهَفْوَةُ: الزلَّةُ\n وقد هَفا يَهْفو هَفْوَةً\n وهَفا الطائرُ بجناحيه، أي خفق وطار\n وقال: وَهْوَ إذا الحربُ هَفا عُقابُهْ * مِرْجَمُ حرب تلتظى حرابه وهفا الشئ في الهواء، إذا ذَهَبَ، كالصوفة ونحوها\n ومرَّ الظبيُ يَهْفو، مثل قولك: يطفو\n قال: بشرٌ يصف فرسا يشبه شخصها والخيل تهفو * هُفُوًّا ظِلَّ فَتْخاءِ الجناحِ وهَوافي النَعَمِ، مثل الهَوامي\n والهَفْوُ: الجوعُ\n ورجلٌ هافٍ، أي جائع\n والهَفاةُ: النظرة (١) \n",
    "pg": "V06P2535-V06P2536"
  },
  "هفت": {
    "def": "هفت الشئ هفتا وهفاتا، أي تطاير لخفته\n قال الراجز (١) :\nكأن هفت القطقط المنثور (٢) * وكل شئ انخفضَ واتَّضع فقد هَفَتَ وانْهَفَتَ\n والتَهافُتُ: التساقُطُ قطعةً قطعة\n وتَهافَتَ الفراشُ في النار، أي تساقَطَ\n ويقال: وردتْ هَفيتَةٌ من الناس، للذين أقْحَمَتْهُمُ السَنَةُ (١) \n والهَفاتُ: الأحمق، مثل اللفات\n",
    "pg": "V01P0270-V01P0271"
  },
  "هفف": {
    "def": "الهِفُّ بالكسر: السحاب الرقيق ليس فيه ماء\n وشَهْدَةٌ هِفٌّ: ليس فيها عسل، حكاه ابن السكيت والهِفُّ أيضاً: الزرع الذي يُؤخَّرُ حَصاده فينتثر حَبُّه\n والهِفُّ أيضاً: جنسٌ من السمك صِغارٌ\n والهَفَّافُ: البرَّاقُ، والخفيفُ أيضاً\n وقد هَفَّ هَفيفاً\n والظلُّ الهَفَّافُ والريحُ الهَفَّافَةُ: الساكنةُ الطيِّبةُ\n وقميصٌ هَفافٌ وهَفْهافٌ، أي رقيقٌ شفَّافٌ\n وريشٌ هفهاف\n والهفيف: سرعة السير\n قال ذو الرمة: إذا ما نعسنا نَعْسَةً قلتُ غَنِّنا بخَرْقاَء وارْفَعْ من هفيف الرواحل وامرأة مهفهفة، أي ضامرة البطن ومهففة، أيضا\n عن يعقوب\n واليهفوف: الجبان، ويقال الحديد القلب\n",
    "pg": "V04P1443"
  },
  "أهق": {
    "def": "الايهقان (١) : الجرجير البرى، وهو فيعلان، قال لبيد: فعلا فروع الأيْهُقانِ وأَطْفَلَتْ بالجَلْهَتَيْنِ ظِباؤُها ونَعامُها إن نصبت فروع جعلت الالف التى في \" فعلا \" للتثنية، أي الجود والرهام هما فعلا فروع الايهقان وأنبتاها\n وإن رفعته جعلتها أصلية من علا يعلو\n",
    "pg": "V04P1448"
  },
  "هقى": {
    "def": "هَقاهُ هَقْياً: تناوله بما يكره\n وأهقى (٢) : أفند\n",
    "pg": "V06P2536"
  },
  "هقر": {
    "def": "الهقور: الطويل\n وأنشد أبو عمرو (٤) : ليس بجلحاب ولا هقور * لكنه البهتر وابن البهتر (١) -",
    "pg": "V02P0855"
  },
  "هقع": {
    "def": "الهَقْعَةُ: الدائرةُ التي تكون في عُرْضِ زَوْر الفرس ; وتُكْرَهُ\n ويقال: إنَّ المَهْقوعَ لا يسبِقُ أبداً\n والهَقْعَةُ\n ثلاثة أنجمٍ نيِّرَةٍ قريبٍ بعضُها من بعض، وهي رأس الجوزاء ينزِلها القمر\n ويقال رجل هقعة، مثال همزة، للذى يكثر الاتكاء والاضطجاع بين القوم\n والهَيْقَعَةُ: حكاية وقْعِ السيف\n وقال أبو عبيدة: هي أن يضرب بالحدِّ من فوق\n وأنشد للهذلى (١) الطعن شغشغة (١) والضرب هيقعة * ضرب المعول تحت الديمة العضدا * والهمقع، بتشديد الميم ; مثال الزملق: ثمر التنضب، وهو في كتاب سيبويه\n",
    "pg": "V03P1307-V03P1308"
  },
  "هقق": {
    "def": "قال الاصمعي: الهقهقة مثل الحَقْحَقَةِ، وهي السيرُ الشديدُ\n وقد هقهق الرجل مثل حقحق\n وأنشد لرؤبة:\nأقب قهقاه إذا ما هقهقا (١)",
    "pg": "V04P1570"
  },
  "هقل": {
    "def": "الهِقْلُ: الفتيُّ من النعام\n",
    "pg": "V05P1851"
  },
  "هقلس": {
    "def": "الهَقَلَّسُ: الذئبُ في ضُمْرٍ\n قال الكميت: وتسمع أصوات الفراعل حوله * يعاوين أولاد الذئاب الهقالسا * يعنى حول الماء الذى ورده\n",
    "pg": "V03P0991"
  },
  "هقم": {
    "def": "الهَقِمُ: الرجل الشديد الجوع، وقد هقم بالكسر هقما\n والهقم، مثال الهجف: الرجل الكثير الأكل\n والهِقَمُّ أيضاً: البحر\n والهَيْقَمُ: الظليمُ الطويلُ، ويقال هو الهَيْقُ والميم زائدة\n والهَيْقَمُ: حكاية صوت البحر\n وقال:\nكالبحر يدعوا هيقما وهيقما (١) * وصوت ابتلاع اللقمة\n (*) وفلان يتهقم الطعام، إذا ابتلعه لقما عظاما\n",
    "pg": "V05P2060"
  },
  "هكر": {
    "def": "هَكِرَ الرجلُ يَهْكَرُ هَكَراً وهكرا: اشتد عجبه، عن أبي عبيد، مثال عشق يعشق عشقا وعشقا\n قال أبوكيبر الهذلى:\nفأعجب لذلك ريب دَهْرٍ واهْكَرِ (٢) * قال: والهَكِرُ: المتعجِّبُ\n",
    "pg": "V02P0855"
  },
  "هكع": {
    "def": "هَكَعَ هُكوعاً، أي سكن واطمأنَّ\n يقال: هَكَعَتِ البقرة تحت ظلِّ الشجرة من شدَّة الحرّ\n وذهب فلان فما يُدرى أين سَكَعَ وأين هَكَعَ، أي أين توجه وأين أقام\n والهكعة، مثال الهمزة: الاحمق\n",
    "pg": "V03P1308"
  },
  "هكك": {
    "def": "قال الأصمعيّ: انْهَكَّ صَلا المرأة انهكا كا، إذا انفرج عند الولادة\n ويقال: هك فلانا النبيذ، إذا بلغَ منه، مثل تَكَّهُ، فانهك\n والهك: تهور البئر\n وحكى ابن الاعرابي: هكه بالسيف: ضربه\n",
    "pg": "V04P1616"
  },
  "هكل": {
    "def": "الهَيْكَلُ: الفرسُ الطويلُ الضخم\n قال العجاج:\nوهو طرف هيكل (٤) * والهَيْكَلُ: البناءُ المُشْرِفُ\n والهَيْكَلُ: بيتٌ للنصارى، وهو بيت الاصنام\n",
    "pg": "V05P1851"
  },
  "هكم": {
    "def": "تَهَكَّمَتِ البئرُ، إذا تهدَّمتْ\n وتَهَكَّمَ عليه، إذا اشتدَّ غضبه\n والمُسْتَهْكِمُ: المتكبِّر\n قال أبو زيد: تهكمت: تغنيب\n وهكمت غيرى تهكيما: غنَّيته، وذلك إذا انبريت تغنِّي له بصوت\n",
    "pg": "V05P2060"
  },
  "أهل": {
    "def": "الاهل: أهل الرجال، وأهل الدار، وكذلك الأَهْلَةُ\n قال الشاعر (٤) وأَهْلَةِ ودٍّ قد تَبَرّيْتُ ودَّهُمْ وأَبْلَيْتُهُمْ في الحمد جَهْدي ونائِلي أي رُبَّ من هو أَهْلٌ للوُدّ قد تعرّضتُ له وبذلتُ له في ذلك طاقتي من نائلي\n والجمع أَهْلاتٌ، وأَهَلاتٌ، وأَهالٍ، زادوا فيه الياء على غير قياس، كما جمعوا ليلا على ليال\n وقد جاء في الشعر آهالٌ مثل فرخ وأفراخ، وزند وأزناد\n وأنشد الأخفش:\nوَبَلْدَةً ما الإنْسُ من آهالها (١) * ومنزل آهل، أي به أَهْلُهْ\n والإهالةُ: الوَدَكُ\n والمُسْتَأْهِلُ: الذي يأخذ الإهالَةَ، أو يأكلها\n قال الشاعر (٢) : لابل كلى يامى (٣) واستأهلي إن الذى أنفقت من ماليه وتقول: فلان أَهْلٌ لكذا، ولا تقل: مستأهل، والعامة تقوله\n وقد أهل فلان يَأْهُلُ ويَأْهِلُ أُهولاً، أي تزوَّجَ، وكذلك تأهل\n قال الكسائي: أهلت بالرجل، إذا آنستَ به\n وقولهم: مرحباً وأَهْلاً، أي أتيت سعةً وأتيت أهلاً، فاستأنس ولا تستوحش\n قال أبو زيد: آهَلَكَ الله في الجنة إيهالاً، أي أدخلكَها وزوّجكَ فيها\n وأهلك الله للخير تأهيلا\n",
    "pg": "V04P1628-V04P1629"
  },
  "هلا": {
    "def": "هَلا: زجرٌ للخيل، أي توسعى وتنحى\n وقال:\nوأى جواد لا يقال له هلا * وللناقة أيضا\n وقال:\nحتى حدوناها بهيد وهلا (١) وهما زجران للناقة، وقد تُسَكَّنُ بها الإناث عند دنوِّ الفحل منها\n قال الجعديّ:\nألا حيِّيا لَيْلى وقُولا لها هَلا (١) * وأما هَلاَّ بالتشديد فأصلها لا، بُنيتْ مع هَلْ فصار فيها معنى التحضيض، كما بنوا لولا وألا وجعلوا كل واحدة مع لا بمنزلة حرف واحد وأخلصوهن للفعل حيث دخل فيهن معنى التحضيض\n",
    "pg": "V06P2560-V06P2561"
  },
  "هلب": {
    "def": "الهُلْبَةُ: شعر الخنزير الذي يُخْرَزُ به، والجمع الهُلَبُ\n وكذلك ما غَلُظَ من شعرِ الذَنَب وغيره\n والا هلب: الفرس الكثير الهلب\n وهَلَبْتُ الفرسَ، إذا نتفتَ هُلْبَهُ، فهو مهلوب\n ومنه سمى المهلب بن أبى صفرة أبو المهالبة\n وعام أهلب، أي خصيب، مثل أزب، وهو على التشبيه\n وهلبة الزمان: شدته، مثل الكُلْبَةِ والجُلْبَةِ\n والهَلاَّبَةُ: الريح الباردة مع قطر\n ويوم هلاب، أي ذو ريح ومطر\n قال أبو زبيد يصف رجلا:\nأحس يوما من المشتاة هلابا (١)",
    "pg": "V01P0238-V01P0239"
  },
  "هلبث": {
    "def": "الهلبوث مثال الفردوس: الاحمق، ويقال الفدم\n",
    "pg": "V01P0296"
  },
  "هلبج": {
    "def": "الهلباجة: الاحمق\n قال خلف الاحمر: سألت أعرابيا عن الهلباجة فقال: هو الاحمق الضخم الفدم الاكول، الذى والذى\n ثم جعل يلقانى بعد ذلك يزيد في التفسير كل مرة شيئا، ثم قال لى بعد حين، وأراد الخروج: هو الذى جمع كل شر\n",
    "pg": "V01P0351"
  },
  "هلبس": {
    "def": "يقال: ما عليها هَلْبَسيسةٌ ولا خربصيصة، أي شئ من الحلى\n لا يتكلم به إلا بالنفى\n",
    "pg": "V03P0991"
  },
  "هلت": {
    "def": "الهلتى، على فعلى: نبت\n",
    "pg": "V01P0271"
  },
  "هلج": {
    "def": "الاهليلج معرب\n قال ابن السكيت: هو الا هليلج والا هليلجة بالكسر، ولا تقل هليلجة\n وقال ابن الاعرابي: هو الاهليلج بفتح اللام الاخيرة\n قال: وليس في الكلام إفعيلل ولكن إفعيلل، مثل: إهليلج، وإبريسم، وإطريفل\n",
    "pg": "V01P0351"
  },
  "هلس": {
    "def": "الهُلاسُ: السِلُّ\n وقد هَلَسَهُ المرضُ يَهْلِسُهُ هَلْساً\n ورجلٌ مهلوسُ العقلِ، أي مسلوبُه\n وقد هُلِسَ، وهو مُهْتَلَسُ العقلِ\n ويقال السُلاسُ في العقل، والهُلاسُ في البدن\n والإهْلاسُ: ضحكٌ فيه فتور\n قال الراجز:\nتَضْحَكُ منِّي ضَحِكاً إهْلاسا * ويقال أيضاً: أَهْلَسَ إليه، أي أسرَّ إليه حديثاً\n وهالَسَهُ، أي ساره\n",
    "pg": "V03P0991"
  },
  "هلع": {
    "def": "الهَلَعُ: أفحشُ الجزعِ\n وقد هَلِعَ بالكسر، فهو هَلِعٌ وهَلوعٌ\n وقد جاء في الحديث: \" من شرِّ ما أوتِيَ العبدُ شُحٌّ هالِعٌ، وجبنٌ خالِعٌ \" أي يجزع فيه العبد ويحزن، كما يقال: يوم عاصف، وليل نائم\n ويحتمل أيضا أن يكون هالع لمكان خالع للازدواج\n والخالع: الذى كأنه يخلع فؤاده لشدته\n وحكى يعقوب: رجل هلعة، مثال همزة، إذا كان يهلع ويجزع ويستجيع سريعا\n ويقال: ماله هلع ولا هلعة، أي ماله جدى ولا عناق\n ويقال: ناقةٌ هِلْواعٌ وهِلْواعَةٌ، أي سريعةٌ حديدةٌ مِذْعانٌ\n وقد هَلْوَعَتْ أي أسرعتْ\n وذئبٌ هُلَعٌ بُلَعٌ\n فالهَلَعُ من الحرص، والبَلَعُ من الابتلاع\n والهالِعُ: النعامُ السريعُ في مضيه، والنعامة هالعة\n",
    "pg": "V03P1308"
  },
  "هلف": {
    "def": "الهِلَّوْفُ: الثقيلُ الجافي العظيمُ اللحية\n قالت امرأة من العرب (١) وهى ترقص ابنا لها: أشبه أبا أمك أو أشبه عمل ولا تكونن كهلوف وكل يصبح في موضعه (٢) قد انجدل وارق إلى الخيرات زنأ في الجبل وعمل: اسم رجل، وهو خاله\n تقول: لا تجاوزنا في الشبه\n",
    "pg": "V04P1443"
  },
  "هلقس": {
    "def": "أبو عمرو: الهلقس بتشديد اللام: الشديد، وهو ملحق بجردحل\n قال الشاعر: أنْصَبُ الأذنَيْنِ في حدِّ القَفا * مائل الضبعين هلقس حنق",
    "pg": "V03P0991"
  },
  "هلقم": {
    "def": "الهِلْقامُ: الضخم الطويل\n والهِلْقامُ: الاسد\n وهلقام: اسم رجل\n",
    "pg": "V05P2061"
  },
  "هلك": {
    "def": "هلك (١) الشئ يهلك هلا كا وهُلوكاً، ومَهْلَكاً ومَهْلِكاً ومَهْلُكاً، وتَهْلُكَةً، والاسم الهُلْكُ بالضم\n قال اليزيدي: التَهْلُكَةُ من نوادر المصادر، ليست مما يجري على القياس\n وأهلَكَهُ غيره واسْتَهْلَكَهُ\n والمَهْلَكَةُ والمَهْلِكَةُ: المفازةُ\n وقال أبو عبيد: تميم تقول هَلَكَهُ يَهْلِكُهُ هَلْكاً، بمعنى أهْلَكَهُ\n وأنشد للعجَّاج:\nومَهْمَةٍ هالِكِ من تَعَرَّجا (٢) * يريد مهْلِك، كما يقال ليلٌ غاضٍ أي مُغْضٍ\n ويقال: أراد هالِكَ المتعرِّجين، أي من تعرج فيه هلك\n وقد يجمع هالك على هلكى وهلاك (١) \n قال الشاعر (٢) : ترى الأراملَ والهُلاَّكَ تتْبَعُهُ يَسْتَنُّ منه عليهم وابِلٌ رَذِمُ يعني به الفقراء\n وقد جاء في المثل: فلانٌ هالِكٌ في الهَوالِكِ\n وأنشد أبو عمرو بن العلاء لابن جِذْلِ الطِعانِ: فأيقنتُ أنِّي ثائرُ ابنِ مُكَدَّمٍ غَداتَئِذٍ أو هالك في الهوالك وهذا شاذ على ما فسرناه في فوارس\n وقولهم: افْعَلْ ذاك إمَّا هَلَكَتْ هُلُكُ، بضم الهاء واللام، غير مصروف، أي على كلِّ حال\n وتَهالَكَ الرجل على الفراش، أي سقط\n واهْتَلَكَتِ القطاةُ خوفَ البازي، أي رمت بنفسها في المَهالِكِ\n والهَلوكُ من النساء: الفاجرةُ المتساقطةُ على الرجال، ولا يقال رجلٌ هَلوكٌ\n والهلك، بالتحريك: الشئ الذى يهوى ويسقط\n وقال: رأت هلكا بنجاف الغبيط فكادت تجد لذالك الهجارا والهلكة أيضا: الهلاك، ومنه قولهم: هي الهَلَكَةُ الهَلْكاءُ، وهو توكيد لها، كما يقال: همج هامج\n والهالكي: الحداد، نسب إلى الهالك ابن عمرو بن أسد بن خزيمة، وكان حدادا\n ولذلك قيل لبنى أسد: القيون\n قال الكسائي: يقال وقع في وادي تُهُلِّكَ بضم التاء والهاء واللام مشددة (١) ، وهو غير مصروف، مثل تخيب، ومعناهما الباطل\n",
    "pg": "V04P1616-V04P1617"
  },
  "هلل": {
    "def": "الهِلالُ: أوَّل ليلةٍ والثانية والثالثة، ثم هو قمرٌ\n والهِلالُ ما يُضَمُّ بين الحِنْوَيْنِ من حديدٍ أو خشب، والجمع الأهِلَّةُ\n وهلال: حى من هوازن\n والهِلالُ: الماءُ القليل في أسفل الرَكِيِّ\n والهلال: السنان الذي له شعبتان يصاد به الوحش\n والهِلالُ: طرف الرحى إذا انكسر منه\n وقول ذي الرمّة: إليك ابتذْلنا كلَّ وهمٍ كأنَّه هِلالٌ بَدا في رَمْضَةٍ يَتَقَلَّبُ قالوا: يعني حيَّةً\n وتَهَلَّلَ السحابُ ببرقِهِ: تَلأْلأَ\n وتهلل وجه الرجل من فرحه، واسْتَهَلَّ\n وتهَلَّلَتْ دموعُهُ، أي سالت\n وانْهَلَتِ السماءُ: صَبَّتْ\n وانهلَّ المطرُ انْهِلالاً: سال بشدَّة\n وهَلَّلَ الرجل، أي قال لا إله إلا الله\n يقال: قد أكثرتَ من الهَيْلَلَةِ، أي من قول لا إله إلا الله\n والتَهْليلُ: النُكوص\n يقال: حَمَلَ فما هَلَّلَ، أي فما جَبُنَ\n قال كعب بن زهير:\nفما لهمْ عن حِياضِ الموت تَهْليلُ (١) * والهَلَلُ: الفرَقُ\n يقال: هلك فلانٌ هَلَلاً، أي فرَقاً\n أبو زيد: الهَلَلُ أوَّل المطر\n يقال: اسْتُهْلَتِ السماءُ، وذلك في أوَّل مطرها\n ويقال: هو صوتُ وقْعِهِ\n واسْتَهَلَّ الصبيُّ، أي صاح عند الولادة\n وأهَلَّ المُعْتَمِرُ، إذا رفع صوته بالتلبية\n وأهَلَّ بالتسمية على الذبيحة\n وقوله تعالى: (وما أُهِلَّ به لغيرِ اللهِ) أي نودِيَ عليه بغير اسم الله\n وأصله رفع الصوت\n قال ابن أحمر: يهلل بالفرقد ركبانها كما يهل الراكب المعتمر وأهل الهلال، واسْتُهِلَّ على ما لم يسمّ فاعله\n ويقال أيضاً: اسْتَهَلَّ هو، بمعنى تبين\n ولا يقال أهل\n ويقال أهْلَلْنا عن ليلة كذا، ولا يقال أهْلَلْناهُ فهَلَّ، كما يقال أدخلناه فدخل، وهو قياسه\n والهلهل: سم، وهو معرب\n ويقال: ثوبٌ هَلْهَلٌ: سخيفُ النسجِ\n وقد هَلْهَلَ النسَّاجُ الثوبَ، إذا أرقَّ نسجَهُ وخفَّفهُ\n قال النابغة: أتاكَ بثوبٍ هَلْهَلِ النسجِ كاذبٍ ولم يأتِ بالحقِّ الذي هو ساطع (١) ويروى \" لهله \"\n وشعر هلهل، أي رقيق\n ويقال سمى امرؤ القيس بن ربيعة أخو كليب وائل مهلهلا لانه أول من أرق الشعر\n ويقال: بل سمى بقوله: لما توغل في الكراع هجينهم هلهلت أثأر مالكا أو ضئبلا (٢) ويقال: هَلْهَلْتُ أدرِكُهُ، كما يقال كدتُ أدرِكه\n والهُلاهِلُ: الماء الكثير الصافى\n ويقال: قد ذهبَ بذي هِلِيَّانٍ بكسر الهاء، إذا ذهبَ بحيث لا يدرى\n وهَلا: زجرٌ للخيل\n وهَالٍ مثله، أي اقربى\n وهل: حرف استفهام، فإذا جعلته اسما، شددته\n قال الخليل: قلت لابي الدقيش: هل لك في ثريدة كأن ودكها عيون الضياون (١) ؟ فقال: أشد الهل\n ابن السكيت: وإذا قيل هل لك في كذا وكذا، قلت: لى فيه، أو: إن لى فيه، أو: مالى فيه، ولا تقل: إن لى فيه هلا\n والتأويل: هل لك فيه حاجة؟ فحذفت الحاجة لما عرف المعنى، وحذف الراد ذكر الحاجة كما حذفها السائل\n ويقال: ما أصاب عنده هَلَّةً ولا بلَّةً، أي شيئا\n وقد فسرناه في بلة\n أبو عبيدة في قوله تعالى: (هَلْ أتى على الإنسان حِينٌ من الدهر) قال: معناها قد أتى\n وهل قد تكون بمعنى \" ما \"، قالت ابنةُ الحُمارِسِ:\nهل هي إلاَّ حِظَةٌ أو تطْليقْ (٢) * أي ما هي، فلهذا أدخلت إلا\n (*) وقولهم هلا، استعجال وحث، يقال: حيهلا الثريد، ومعناه هلم إلى الثريد، فتحت ياؤه لاجتماع الساكنين، وبنيت حى مع هل اسما واحدا، مثل خمسة عشر، وسمى به الفعل ويستوى فيه الواحد والجمع والمؤنث، وإذا وقفت عليه قلت حيهلا، والالف لبيان الحركة، كالهاء في قوله تعالى: (كتابيه) ، و (حسابيه) لان الالف من مخرج الهاء\n وفي الحديث: \" إذا ذكر الصالحون فحيهل بعمر \"، بفتح اللام مثل خمسة عشر، ومعناه عليك بعمر وادع عمر، أي إنه من أهل هذه الصفة\n ويجوز فحيهلا بالتنوين، يجعل نكرة\n وأما فحيهلا بلا تنوين فإنما يجوز في الوقف، فأما في الادراج فهى لغة رديئة\n وأما قول لبيد يذكر صاحبا له كان أمره بالرحيل في السفر: يتمارى في الذى قلت له ولقد يسمع قولى حيهل فإنما سكنه للقافية\n وقد يقولون حى من غير أن يقولوا هل، من ذلك قولهم في الاذان: \" حى على الصلاة حى على الفلاح \"، وإنما هو دعاء إلى الصلاة والفلاح\n قال ابن أحمر: أنشأت أسأله ما بال رفقته حى الحمول فإن الركب قد ذهبا قال: أنشأ يسأل غلامه كيف أخذ الركب وحكى سيبويه عن أبى الخطاب أن بعض العرب يقول: حيهل الصلاة، يصل بهل كما يصل بعلى، فيقال: حيهل الصلاة، ومعناه ائتوا الصلاة واقربوا من الصلاة، وهلموا إلى الصلاة\n وقد حيعل المؤذن، كما يقال حولق وتعبشهم (١) ، مركبا من كلمتين\n قال الشاعر: الارب طيف منك بات معانقى إلى أن دعا داعى الصباح فحيعلا وقال آخر: أقول لها ودمع العين جار ألم يحزنك حيعله المنادى وربما ألحقوا به الكاف فقالوا: حيهلك، كما قالوا رويدك والكاف للخطاب فقط، ولا موضعَ لها من الإعراب، لانها ليست باسم\n قال أبو عبيدة: وسمع أبو مهدية الاعرابي رجلا يدعو بالفارسية رجلا يقول له \" زوذ \" فقال: ما يقول؟ قلنا: يقول عجل\n فقال: ألا يقول حيهلك، أي هلم وتعال\n وقول الشاعر:\nهيهاؤه وحيهله (١) * فإنما جعله اسما ولم يأمر به أحدا\n",
    "pg": "V05P1851-V05P1854"
  },
  "هلم": {
    "def": "هَلُمَّ يا رجل، بفتح الميم، بمعنى تعال\n قال الخليل: أصله لم، من قولهم لم الله شعثه، أي جمعه، كأنه أراد: لم نفسك إلينا، أي اقرب\n وها للتنبيه وإنما حذفت ألفها لكثرة الاستعمال، وجعلا اسما واحدا، يستوى فيه الواحد والجمع والتأنيث، في لغة أهل الحجاز\n قال الله تعالى: (والقائِلينَ لإخْوانِهِمْ هَلُمَّ إلينا) ، وأهل نجد يصرِّفونها فيقولون للاثنين هَلُمَّا، وللجميع هلموا، وللمرأة هلمى، وللنساء هَلْمُمْنَ، والأول أفصح\n وقد تُوصَل باللام فيقال: هَلُمَّ لكَ وهَلُمَّ لكما، كما قالوا: هَيْتَ لك\n وإذا أدخلت عليه النون الثقيلة قلت هَلُمَّنَّ يا رجل، وللمرأة هَلُمِّنَّ بكسر الميم، وفي التثنية هَلُمَّانِّ للمؤنث والمذكَّر جميعاً، وهَلُمُّنَّ يا رجال بضم الميم، وهَلْمُمْنانِّ يا نسوة\n وإذا قيل لك: هلم إلى كذا وكذا، قلت إلام أهلم مفتوحة الالف والهاء، كأنك قلت إلى ما ألم\n وتركت الهاء على ما كانت عليه\n وإذا قال لك: هلم كذا وكذا، قلت: لا أهلمه، أي لا أعطيكه\n ويقال: جاءنا بالهيل والهَيْلَمانِ، إذا جاء بالمال الكثير\n والهيلمان بفتح اللام وضمها\n",
    "pg": "V05P2060-V05P2061"
  },
  "هلن": {
    "def": "الهليون: نبت معروف\n",
    "pg": "V06P2217"
  },
  "همى": {
    "def": "همى الماء والدمعُ يَهْمي هَمْياً (٣) وهَمَياناً، إذا سال\n وهَمَتِ الماشية، إذا نَدَّتْ للرعي\n وهَوامي الإبل: ضَوالُّها\n وهِمْيانُ الدراهم، بكسر الهاء، وهو معرب\n وهميان بن قحافة السعدى يكسر ويضم (٤) \n",
    "pg": "V06P2536"
  },
  "همأ": {
    "def": "تَهَمَّأَ الثوبُ: بليَ وتَقَطَّعَ\n وربما قالوا: تهتأ، بالتاء\n",
    "pg": "V01P0084"
  },
  "همج": {
    "def": "الهمج: جمع همجة، وهو ذباب صغير كالبعوض يسقط على وجوه الغنم والحمير وأعيُنِها\n والهَمَجَةُ أيضاً: الشاة المهزولة\n وقول أبي ذؤيب: كأنَّ ابنةَ السَهْمِيِّ يومَ لَقيتُها * مُوَشَّحةٌ بالطرَّتَيْنِ هَميجُ قالوا: ظبيةٌ ذُعِرَتْ من الهَمَج\n ويقال للرَعاعِ من الناس الحَمْقى: إنَّما هم هَمَجٌ\n وقول الراجز: قد هَلَكَتْ جارَتُنا من الهَمَجْ * وإنْ تَجُعْ تأكُلْ عَتودَّاً أوْ بذجْ قالوا: سوءُ التدبير في المعاش\n وقيل الهَمَجُ: الجوعُ\n وقولهم: هَمَجٌ هامِجٌ، توكيدٌ له، كقولك ليلٌ لائل\n قال الحارث بن حِلِّزة: يَتْرُكُ ما رقَّحَ من عَيْشِهِ * يَعيثُ فيه هَمَجٌ هامج وهمجت الابل من الماء تَهْمَجُ هَمْجاً، بالإسكان، إذا شربت دفعةً واحدةً حتَّى رَوِيَتْ\n وأَهْمَجَ الفرسُ، أي جدَّ في جريه\n",
    "pg": "V01P0351"
  },
  "همد": {
    "def": "هَمَدَتِ النارُ تَهْمُدُ هُموداً، أي طفِئتْ وذهبتْ البتَّةَ\n والهَمْدَةُ: السكتة\n وهَمَدَ الثوبُ يَهْمُدُ هُموداً: بَلِيَ\n وأَهْمَدَ في المكان: أقام\n قال الراجز رؤبة: لما رأتنى راضيا بالاهماد * كالكرز المربوط (٢) بين الاوتاد - وأَهْمَدَ في السير: أسرعَ\n وهذا الحرف من الاضداد، وأنشد الاصمعي (٣) : * ماكان إلا طلق الاهماد (١) * وأرض هامدة: لانبات بها\n ونبات هامد: يابس\n وهمدان: قبيلة من اليمن\n",
    "pg": "V02P0556-V02P0557"
  },
  "همذ": {
    "def": "الهَماذِيُّ: البعيرُ السريعُ، وكذلك الناقةُ بلا هاء\n وهَماذِيُّ المطرِ: شدته\n حكاهما أبو عبيد\n",
    "pg": "V02P0573"
  },
  "همر": {
    "def": "الهَمْرُ: الصبُّ\n وقد هَمَرَ الماءُ والدمعُ يَهْمِرُ هَمْراً\n وهَمَرَ ما في الضرع، أي حلبه كلَّه\n وهَمَرَ له من ماله، أي أعطاه\n ورجلٌ هَمَّارٌ ومِهْمارٌ ومِهْمَرٌ، أي مِهذار يَنْهَمِرُ بالكلام: وقال يمدح رجلاً بالخطابة: تَريعُ إليه هَوادي الكَلامِ * إذا خَطِلَ النثر المهمر - واهتمر الفرس، أي جرى\n وأنهمر الماء: سال\n",
    "pg": "V02P0855-V02P0856"
  },
  "همرج": {
    "def": "الهَمْرَجَةُ: الاختلاط في المشي\n وهَمْرَجْتُ عليه الخبر، أي خَلَّطْتُهُ\n",
    "pg": "V01P0350"
  },
  "همرجل": {
    "def": "الهَمَرْجَلُ من الإبل: السريعُ، والميم زائدة\n وقال أبو زيد: الهَمَرْجَلَةُ من النوق: النجيبة الراحلة\n",
    "pg": "V05P1849"
  },
  "همرش": {
    "def": "الهمرش: العجوز الكبيرة، والناقة الغزيرة، واسم كلبة\n قال الراجز: إن الجراء تخترش * في بطن أم الهمرش (١) * قال الاخفش: هو من بنات الخمسة، والميم الاولى نون مثال جحمرش، لانه لم يجئ شئ من بنات الاربعة على هذا البناء\n وإنما لم يبين النون لانه ليس له مثال يلتبس به فيفصل بينهما\n",
    "pg": "V03P1027"
  },
  "همز": {
    "def": "الهَمْزُ مثل الغَمْزِ والضغطِ\n وقد همزت الشئ في كفى\n قال الراجز (٣) :\nومن هَمَزْنا رأْسَهُ تَهَشَّما (٤) * ومنه الهَمْزُ في الكلام، لأنَّه يُضغط\n وقد هَمَزْتُ الحرفَ فانهمز\n وقيل لاعرابي: أتهمز الفارة؟ فقال: السنَّورُ يهمزها\n والهَمْزُ مثل اللمْزِ\n والهامِزُ والهَمَّازُ: العيَّابُ\n والهُمَزَةُ مثله\n يقال رجلٌ هُمَزَةٌ، وامرأةٌ هُمَزَةٌ أيضاً\n وهَمَزَهُ، أي دفعه وضربه\n قال الراجز (١) : ومن همزنا عزه تبركعا * على استه زوبعة أو زوبعا * وهمزات الشيطان: خطراته التى يُخطِرها بقلب الإنسان\n وقوسٌ هَمَزى، على فعلى، أي شديدة الدفع للسهم\n والمِهْمَزُ والمِهْماز: حديدةٌ تكون في مؤخَّر خفِّ الرائض\n قال الشماخ: أقامَ الثقاف والطريدة درأها * كما قومت ضغن الشموس المهامز",
    "pg": "V03P0902"
  },
  "همس": {
    "def": "الهَمْسُ: الصوت الخفيُّ\n وهَمْسُ الأقدام: أخفى ما يكون من صوت القدم\n قال الله تعالى: ﴿فلا تسمع إلا همسا﴾ \n ومنه قول الراجز:\nفهن يمشين بنا هميسا * والاسد الهموس: الخفى الوطئ\n قال رؤبة يصف نفسه بالشدة: ليث يدق الاسد الهموسا * والاقهبين الفيل والجاموسا * والحروف المهموسة عشرةٌ يجمعها قولك: \" حَثَّهُ شَخْصٌ فَسَكَتَ \"\n وإنَّما سمِّي الحرف مَهْموساً لأنَّه أُضعِفَ الاعتمادُ في موضعه حتى جرى معه النفس\n",
    "pg": "V03P0991-V03P0992"
  },
  "همسع": {
    "def": "الهَمَيْسَعُ بالفتح: الرجلُ القويّ زعموا، واسم رجل أيضا (١) \n",
    "pg": "V03P1309"
  },
  "همش": {
    "def": "ابن السكيت: يقال للناس إذا كثروا بمكانٍ فأقبلوا وأدبروا واختلطوا: رأيتهم يَهْتَمِشونَ، ولهم هَمْشَةٌ\n وكذلك الجراد إذا كان في وعاءٍ فعَلا (١) بعضُه في بعض: له هَمْشَةٌ في الوعاء\n قال أبو الحسن العدويّ: اهْتَمَشَتِ الدابَّة، إذا دبت دبيبا\n حكاه عنه أبو عبيد\n وامرأة همشى الحديثِ، بالتحريك، وهي التي تُكثر الكلام والجلبة\n",
    "pg": "V03P1028"
  },
  "همط": {
    "def": "الهَمْطُ: الظلمُ والخبطُ\n يقال: هَمَطَ الناسَ فلانٌ يَهْمِطُهُمْ، إذا ظلمهم حقَّهم\n والهَمْطُ أيضاً: الأخذ بغير تقدير\n واهتمط عرض فلان، أي شتمه وتنقصه\n",
    "pg": "V03P1169"
  },
  "همع": {
    "def": "الهُموعُ: بالضم: السيَلانُ\n والهامِعُ: السائلُ\n وقد هَمَعَتْ (١) عينهُ تَهْمَعُ هَمْعاً وهُموعاً وهَمَعاناً (٢) ، أي دمعت\n وكذلك الطَلُّ إذا سقط على الشجر ثم سال قيل: هَمَعَ\n وقال (٣) :\nبادر من ليل وطل أهمعا (٤) * وسحابٌ هَمَعٌ، أي ماطرٌ\n وتَهَمَّعَ الرجل: تباكى\n والهملع: السريع من الابل، وربَّما سمِّي الذئب هَمَلَّعاً، واللام مشددة وأظنها زائدة\n",
    "pg": "V03P1308-V03P1309"
  },
  "همغ": {
    "def": "قال أبو عبيد: سمعت الاصمعي يقول: الهميغ: الموت المعجل\n وأنشد لاسامة بن حبيب الهذلى يصف قوما منهزمين: إذا بلغوا مصرهم عوجلوا من الموت بالهميغ الذاعط وكان الخليل يقول بعين غير معجمة، وخالفه الناس",
    "pg": "V04P1329"
  },
  "همق": {
    "def": "الهَمَقُ من الكلأ: الهَشُّ\n قال الراجز:\nلبابة من همق هيشور (٢) * ومَشى الهَمَقى، إذا مشى على جانبٍ مرَّةً وعلى جانبٍ مرَّةً\n",
    "pg": "V04P1570"
  },
  "همك": {
    "def": "انْهَمَكَ الرجلُ في الأمر، أي جدَّ ولَجَّ\n وكذلك تَهَمَّكَ في الامر\n",
    "pg": "V04P1617"
  },
  "همل": {
    "def": "الهَمْلُ، بالتسكين: مصدر قولك: هَمَلَتْ عينهُ تَهْمُلُ وتَهْمِلُ هَمْلاً وهَمَلاناً، أي فاضتْ\n وانْهَمَلَتْ مثله\n والهَمَلُ، بالتحريك: الإبل التي ترعى بلا راعٍ، مثل النَفَشَ، إلا أن النفش لا يكون إلا ليلاً، والهَمَلُ يكون ليلاً ونهاراً\n يقال: إبلٌ هَمَلٌ، وهامِلَةٌ، وهُمَّالٌ، وهَوامِلُ\n وتركتُها هَمَلاً، أي سُدًى، إذا أرسلتها ترعى ليلاً ونهاراً بلا راعٍ\n وفي المثل: \" اختلط المَرْعِيُّ بالهَمَلِ \"\n والمَرْعِيُّ: الذي له راعٍ\n والهَمَلَ أيضاً: الماء الذي لا مانع له\n وأهملت الشئ: خليت بينه وبين نفسه\n والمهمل من الكلام: خلاف المستعمل\n",
    "pg": "V05P1854-V05P1855"
  },
  "هملج": {
    "def": "الهِمْلاجُ من البَراذينِ: واحد الهَماليج، ومشيُها الهَمْلَجَة، فارسيٌّ معرَّب\n",
    "pg": "V01P0351"
  },
  "همم": {
    "def": "الهَمُّ: الحُزنُ والجمع الهُمومُ\n وأهَمَّني الأمرُ، إذا أقلقك وحزَنك\n ويقال: هَمُّكَ ما أهَمَّكَ (١) \n والمُهِمُّ: الامر الشديد\n وهمنى المرض: أذا بنى\n قال الراجز يهم فيه القوم هم الحم (١) * وانْهَمَّ الشحمُ والبَرَدُ: ذابا\n والاهتِمامُ: الاغتمام\n واهْتَمَّ له بأمره\n ويقال لما أُذيب من السَنام: الهامومُ\n قال العجاج يصف بعيره:\nوانهم هاموم السديف الوارى (٢) * وقال الآخر:\nيضحكن عن كالبرد المنهم (٣) * والهِمَّةُ: واحدةُ الهِمَمِ\n يقال: فلانٌ بعيدُ الهَمَّةِ أيضاً بالفتح\n وهَمَمْتُ بالشئ أهم هما، إذا أردته\n ويقال: لا مَهَمَّةَ لي بالفتح، ولا هَمامِ، أي أَهُمُّ بذلك ولا أفعله\n قال الكميت: عادِلاً غيرهم من الناس طرًّا بِهِمُ لا هَمامِ لي لا هَمامِ (٤) وهو مبنيٌّ على الكسر مثل قَطامِ\n والهَميمُ: الدبيبُ\n وقد هَمَمْتُ أهم بالكسر هميما\n وقال الشاعر ساعدة بن جؤية يصف سيفا: ترى أثره في صفحتيه كأَنَّه مَدارِجُ شِبْثانِ لَهُنَّ هَميمُ والهم بالكسر: الشيخ الفاني، والمرأةُ هِمَّةٌ\n والهُمامُ: الملك العظيم الهِمَّةِ\n والهَمومُ: البئر الكثيرة الماء\n وقال: إن لنا قليذما هموما يزيدها مخج الدلا جموما اللحيانى: سمعت أعرابيا من بنى عامر يقول: إذا قيل لنا أبقى عندكم شئ؟ نقول: همهام، أي لم يبق شئ\n وأنشد: أولمت يا خنوت (١) شر إيلام في يوم نحس ذى عجاج مظلام ما كان إلا كاصطفاف (٢) الاقدام حتى أتيناهم فقالوا همهام والهامة: واحدة الهوام، ولا يقع هذا الاسم إلا على المَخوفِ من الأحناش\n ويقال للدابَّة: نعم الهامة هذه\n ابن السكيت: الهميمة: مطر لين دقاق القطر\n والهمهمة: ترديد الصوت في الصدر\n وحمارٌ هِمْهيمٌ: يُهَمْهِمُ في صوته\n قال ذو الرمة يصف الحمار والاتن: خلى لها سرب أولاها وهيجها من خلفها لا حق الصقلين (١) همهيم وهممت المرأة في رأس الصبيّ، وذلك إذا نوَّمتْه بصوتٍ ترقِّقه له\n ويقال: ذهبت أتهممه، أي أطلبه\n",
    "pg": "V05P2061-V05P2062"
  },
  "همن": {
    "def": "المُهَيْمِنُ: الشاهد، وهو من آمن غيره من الخوف\n وأصله أأمن فهو مؤأمن، بهمزتين، قلبت الهمزة الثانية ياء كراهة لاجتماعهما، فصار مأيمن، ثم صيرت الاولى هاء، كما قالوا: أراق الماء وهراقه\n",
    "pg": "V06P2217-V06P2218"
  },
  "أهن": {
    "def": "الاهان: العرجون، وجمعه أهن (١) \n",
    "pg": "V05P2076"
  },
  "هنأ": {
    "def": "هَنُؤَ الطعامُ يَهْنُؤُ هَناءةً، أي صار هنيئا\n وكذلك هنئ الطعامُ مثل فَقِهَ وفَقُهَ\n عن الأخفش، قال، وهَنَأَني الطعامُ يَهْنِئُني ويَهْنَؤُني، ولا نظير له في المهموز، هَنْأً وهِنْأً\n وتقول: هَنِئْتُ الطعامَ، أي تَهَنَّأْتُ به، و (كلوه هنيئا مريئا) \n وكل أمرٍ يأتيك من غير تَعَبٍ فهو هنئ\n ولك المهنأ\n أبو زيد: هَنِئَتِ الماشيةُ، إذا أصابت حظًّا من البقلِ من غير أن تشبعَ منه\n قال: وهَنَأْتُ البعيرَ أَهْنُؤُهُ (١) ، إذا طليته بالهِناءِ، وهو القَطِرانُ\n وإبلٌ مَهْنوءةٌ\n وهَنَأْتُ الرجل أهْنَؤُهُ، وأهْنِئُه أيضاً، إذا أعطيته، والاسم الهنء بالكسر، وهو العطاء\n وهَنَأْتُهُ شهراً أهنؤُه، أي: عُلْتُهُ\n وهانئ: اسم رجل\n وفى المثل: \" إنما سميت هانئا لتهنأ \"\n قال الأصمعيّ: لِتَهْنِئَ، بالكسر، أي: لتُمْرِئَ\n والتهنِئَةُ: خلاف التعزيةِ\n وتقول: هنأته بالولاية تهنئة وتهنيئا\n وهذا مهنا قد جاء، وهو اسم رجل\n",
    "pg": "V01P0084"
  },
  "هنا": {
    "def": "هُنا وهَهُنا للتقريب إذا أشرت إلى مكان\n وهناك وهنا لك للتبعيد، واللام زائدةٌ، والكاف للخطاب وفيها دليلٌ على التبعيد، تفتح للمذكّر وتكسر للمؤنث\n قال الفراء: يقال: اجلسْ هَهُنا قريباً، وتَنَحَّ ههنا أي تباعد\n وهنا أيضا: اللهو واللعب\n وأنشد الأصمعيّ لامرئ القيس (*) وحديث الركب يوم هنا * وحديث ما على قصره وهنا بالفتح والتشديد معناه هَهُنا\n وهُنَّاكَ أي هناك قال:\nلما رأيت محمليها هنا (١) * ومنه قولهم: تجمعوا من هَنَّا ومن هَنَّا، أي من هَهُنا ومن هَهُنا\n وقول القائل:\nحَنَّتْ نَوارُ ولاتَ هَنَّا حَنَّتِ (٢) * يقول: ليس ذا موضع حنين\n وقولُ الراعي:\nنعَمْ لاتَ هَنَّا إنَّ قلبَكَ مِتْيَحُ (٣) * يقول: ليس الأمر حيث ذهبتَ\n ويقال في النداء خاصَّةً: يا هَناهُ، بزيادة هاء في آخره تصير تاء في الوصل، معناه يا فلان، وهى بدل الواو التى في هنوك وهنوات\n قال امرؤ القيس: وقد رابَني قوْلها",
    "pg": "V06P2561-V06P2562"
  },
  "هنب": {
    "def": "الهَنَبُ، بالتحريك: مصدر قولك امرأة هَنْباءُ، أي بلهاء بيِّنَةُ الهنب\n قال الشاعر (٢) :\nمجنونة هنباء بنت مجنون (٣) * وهنب بكسر الهاء: اسم رجل وهو هنب بن أفصى بن دعمى بن جديلة بن أسد بن ربيعة بن نزار بن معد\n",
    "pg": "V01P0239"
  },
  "هند": {
    "def": "هند: اسم امرأة، يصرف ولا يصرف، إن شئت جمعته جمع التكسير فقلت هنود، وإن شئت جمعته جمع السلامة فقلت هندات\n وهندتنى فلانة، أي تيمتنى بالمغازلة\n وقال أعرابيٌّ: غَرَّكَ من هَنَّادَةَ التَهنيدُ * مَوْعِدُها والباطِلُ المَوْعودُ - وهند: اسم بلاد، والنسبة إليها هندي وهنود، كقولك زنجى وزنوج\n وسيف هندوانى وإن شئت ضممت الهاء اتباعا للدال\n والمُهَنَّدُ: السيفُ المطبوعُ من حديد الهِنْدِ\n والهُنَيْدَةُ: المائة من الإبلِ وغيرها\n قال جرير: أعْطوا هُنَيْدَةَ يَحْدوها ثَمانِيَةٌ\n * ما في عَطائِهِمُ من ولا سرف - قال أبو عبيدة: هي اسمٌ لكلِّ مائة\n وأنشد لسلمة بن الحارث (١) : ونَصْرُ بنُ دُهْمانَ الهُنَيْدَةَ عاشَها * وتِسْعينَ عاما ثم قوم فانصاتا -",
    "pg": "V02P0557"
  },
  "هندس": {
    "def": "المُهَنْدِسُ: الذي يقدِّر مجاري القُنيِّ حيث تُحْفَرُ، وهو مشتق من الهنداز، وهى فارسية، فصيرت الزاى سينا، لانه ليس في شئ من كلام العرب زاى بعد الدال\n والاسم الهندسة\n",
    "pg": "V03P0992"
  },
  "هنع": {
    "def": "الهَنْعَةُ: سمةٌ في منخفَض العنق\n يقال: بعير مَهْنوعٌ، وقد هُنِعَ\n والهَنْعَةُ أيضاً: منكِب الجوزاء الأيسر، وهي خمسة أنجم مصطفَّةٌ ينزلها القمر\n والهنع: تطامن في عنق البعير، وهو أن تنحدر قَصَرَتُهُ ويرتفع رأسه ويُشرف حاركه\n وقد هنع بالكسر يهنع هنعا\n وظليم أهْنَعُ، ونعامةٌ هَنْعاء يكون في عنقها التواء حتى يقصر لذلك كما يفعله الطائر الطويل العنق\n وأكمةٌ هَنْعاءُ أي قصيرةٌ، وهي ضد سطعاء\n والهنع في العفر من الظباء خاصَّةً دون الأُدْمِ، لأنَّ في أعناق العُفْرِ قِصَراً\n",
    "pg": "V03P1309"
  },
  "هنف": {
    "def": "الإهنافُ: ضحكٌ فيه فتور، كضحك المستهرئ\n وكذلك المهانفة والتهانف\n قال الكميت مهفهفة الكشحين بيضاء كاعبٌ تَهانَفُ للجُهَّالِ منا وتلعبُ",
    "pg": "V04P1443-V04P1444"
  },
  "هنم": {
    "def": "الهَيْنَمَةُ: الصوت الخفيّ\n والهِنَّمَةُ، مثال الهلعة: خرزةٌ كان النساء يؤخِّذنَ بها الرجال\n",
    "pg": "V05P2062"
  },
  "هنن": {
    "def": "الفراء: هَنَّ يَهِنُّ هَنيناً، أي حن\n وقال: حنت ولات هنت * وأنى لك مقروع وقد يكون بمعنى بكى، وأنشد يعقوب: لما رأى الدار خلاء هنا * وكاد أن يظهر ما أجنا وقول الراعى:\nنعم لاتَ هَنَّا إنَّ قلبك مِتْيَحُ (١) * يقول: ليس الأمر حيث ذهبتَ\n ويقال: ما بالبعير هُنانَةً بالضم، أي ما به طِرْقٌ\n وأهَنَّه الله فهو مَهْنونٌ\n والهِنَنَةُ: ضربٌ من القنافذ\n",
    "pg": "V06P2218"
  },
  "هنو": {
    "def": "هن على وزن أخ: كلمة كناية، ومعناه شئ (*) وأصله هنو\n تقول: هذا هنك، أي شيئك\n قال الشاعر: رحت وفى رجليك ما فيهما * وقد بدا هنك من المئزر قال سيبويه: إنما سكنه للضرورة\n وهما هنوان والجمع هنون، وربما جاء مشددا في الشعر كما شددوا لوا\n قال الشاعر: ألا ليت شعرى هل أبيتن ليلة * وهنى جاذ بين لهزمتى هن وفى الحديث: \" من تعزى بعزاء الجاهلية فأعضوه بهن أبيه ولا تكنوا \"\n وقولهم: \" من يَطَلْ هَنُ أبيه يَنْتَطِقْ به \"، أي يتقوى بإخوته\n وهو كما قال: ولو شاء ربى كان أير أبيكم * طويلا كأير الحارث بن سدوس وهو الحارث بن سدوس بن ذهل بن شيبان، وكان له أحد وعشرون ولدا ذكرا\n وتقول للمرأة: هَنَةٌ وهَنْتٌ أيضاً بالتاء ساكنة النون، كما قالوا بنتٌ وأختٌ\n وتصغيرها هنية تردها إلى الاصل وتأتى بالهاء، كما تقول أخية وبنية\n وقد تبدل من الياء الثانية هاء فيقال هنيهة\n ومنهم من يجعلها بدلا من التاء التى في هنت\n والجمع هنات، ومن رد قال: هنوات\n وقال: أرى ابن نزار قد جفاني ومَلَّني * على هَنَواتٍ شأنُها متتابعُ وفي فلانٍ هَنَّاتٌ، أي خصلاتُ شرٍّ، ولا يقال ذلك في الخير\n وتقول: جاءني هَنوكَ، ورأيت هناك، ومررت بهنيك\n وقد ذكرناه في أخ\n وتقول في النداء: يا هَنُ أقْبلْ، ويا هَنانِ أقبِلا، ويا هَنونُ أقبِلوا\n ولك أن تدخل فيه الهاء لبيان الحركة فتقول: ياهنه، كما تقول: لمه، وماليه، وسلطانيه\n ولك أن تشبع الحركة فتولد الالف فتقول: يا هناه أقبل\n وهذه اللفظة تختص بالنداء كما يختص به قولهم: يا فل ويانومان\n ولك أن تقول يا هَناهُ أقبِل بهاءٍ مضمومة، ويا هَنانيهِ أقبلا، ويا هنوناه أقبلوا، وحركة الهاء فيهن منكرة، ولكن هكذا رواه الاخفش\n وأنشد أبو زيدٍ في نوادره (١) : وقد رابَني قوْلها يا هَنا * هُ ويحَكَ ألْحَقْتَ شرًّا بِشَرّ تعني كنا متهمين فحققت الامر\n (*) وهذه الهاء عند أهل الكوفة للوقف\n ألا ترى أنه شبهها بحرف الاعراب فضمتها\n وقال أهل البصرة: هي بدل من الواو في هنوك وهنوات، فلذلك جاز أن تضمها وتقول في الاضافة: يا هنى أقبل ويا هنى أقبلا، وياهنى أقبلوا، وللمرأة: يا هنت أقبلي بتسكين النون، كما تقول أخت وبنت، ويا هنتان أقبلا، ويا هنات أقبلن، ويا هنتاه أقبلي، ويا هنتانيه أقبلا، ويا هناتوه أقبلن\n الفراء: يقال ذهبت وهنيت، كناية عن فعلت من قولك: هن\n",
    "pg": "V06P2536-V06P2537"
  },
  "هأهأ": {
    "def": "الأموي: هَأْهَأْتُ بالإبلِ، إذا دَعَوْتَها للعلَفِ فقُلتَ: هِئْ هِئْ\n وجأجَأتُ بها للشربِ\n والاسم الهِئُ والجئ، وأنشد: وما كان على الهئ * ولا الجئ امتداحيكا وقد ذكر في فصل الجيم\n",
    "pg": "V01P0082"
  },
  "هوى": {
    "def": "الهواءُ ممدودٌ: ما بين السماء والأرض، والجمع الأهْوِيَةُ\n وكل خالٍ هواءٌ\n قال زهير: كأنَّ الرَحْلَ منها فوق صَعْلٍ * من الظِلمانِ جُؤْجُؤُهُ هَواءُ وقوله تعالى: (وأفئدتهمْ هَواءٌ) يقال: إنَّه لا عقول لهم\n والهَوَى مقصورٌ: هَوَى النفس، والجمع الأهْواءُ\n وإذا أضفته إليك قلت هَوايَ\n وهُذَيْلٌ تقول\n هوى وقفى وعصى\n وقال أبو ذؤيب: سبقوا هوى وأعنقوا لهواهم * فتخرموا ولكل جنب مصرع وهذا الشئ أهوى إلى من كذا، أي أحبُّ إليَّ\n قال الشاعر (١) : ولليلة منها تعود لنا * في غير ما رَفَثٍ ولا إثْمِ أهْوى إلى نفسي ولو نَزَحَتْ * مما مَلَكْتُ ومن بنى سهم وهوى بالكسر يهوى هوى، أي أحَبَّ\n الأصمعيّ: هَوى بالفتح يَهْوي هُوِيًّا، أي سقط إلى أسفل\n قال: وكذلك الهُوِيُّ في السير إذا مضى\n وهَوى وانْهَوى بمعنى\n وقد جمعهما الشاعر (٢) في قوله: ومنزلة (٣) لولاى طحت كما هوى * بأجرامه من قلة النيق منهوى وهوت الطعنة تهوى: فتحت فاها، ومنه قول ذى الرمة:\nهوى بين الكلى والكراكر (٤) * (*) وأهوى إليه بيده ليأخذه\n قال الاصمعي: أهويت بالشئ، إذا أوْمَأْتَ به\n ويقال: أهْوَيْتُ له بالسيف\n والهُوَّةُ: الوَهْدَةُ العميقةُ\n والأُهْوِيَّةُ على أفعولة مثلها\n والمَهْوى والمَهْواةُ: ما بين الجبلين ونحو ذلك\n وتهاوى القوم في المَهْواةِ، إذا سقط بعضهم في إثر بعض\n قال الشيباني: المُهاواةُ: المُلاجَّة\n والمُهاواةُ: شدَّة السير\n وأنشد (١) : فلم تستطع مى مهاواتنا السرى * ولا ليل عيس في البرين خواضع ومضى هوى من الليل، على فعيل، أي هزيعٌ منه\n واسْتهواهُ الشيطان، أي اسْتَهامَهُ\n أبو عبيد: الهَوْهاءةُ بالمدّ: الأحمق\n ويقال: ما أدري أيُّ هَيِّ بن بَيٍّ هو، معناه أيُّ الخلق هو\n وهَيَّانُ بن بيَّانَ، كما يقال طامِرُ بن طامِرٍ، لمن لا يُعرف أبوه\n وهاويةٌ: اسمٌ من أسماء النار، وهي معرفة بغير ألفٍ ولامٍ\n قال تعالى: (فأُمُّهُ هاويةٌ) يقول: مُسْتَقَرُّهُ النار\n والهاوِيَةُ: المَهْواةُ\n وقال (١) : يا عمرو لو نالَتْكَ أرْماحُنا * كنتَ كمن تهوي به الهاوِيهْ وتقول: هَوَتْ أُمُّه فهي هاوِيَةٌ، أي ثاكِلةٌ\n قال كعب بن سعد الغنوى أخاه: هَوَتْ أُمُّهُ ما يبعث الصبحُ غادِياً * وماذا يؤدِّي الليلُ حين يثوب والهَواهي: الباطلُ واللغوُ من القول\n قال ابن أحمر: أفي كل يومٍ تَدْعُوانِ (٢) أطِبَّةً * إليَّ وما يُجْدون إلا الهَواهِيا الكسائي: يقال يا هَيّ مالي، لا يهمز، معناه: يا عجبا\n وما في موضع رفع\n",
    "pg": "V06P2537-V06P2539"
  },
  "هوأ": {
    "def": "فلانٌ بعيدُ الهَوْءِ بالفتح، أي: بعيد الهِمَّةِ\n تقول منه: هاءَ الرجلُ، وإنه لَيَهوءُ بنفسه، أي: يسمو بها إلى المعالي، والعامة تقول: يهوى بنفسه\n أبو زيد: هُؤْتُ به خيراً، إذا أزْنَنْتُهُ به\n والمُهْوَأنُّ بضم الميم: الصحراء الواسعة (١) \n قال الراجز (٢) :\nفي مهوأن بالدبا مدبوش * وقولهم: هاء يا رجل بسكر الهمز، معناه: هاتِ، وللمرأة هائِي بإثبات الياء، مثل: هاتي، وللرجلين والمرأتين: هائِيا، مثل: هاتِيا، وللرجال: هاءُوا، وللنساء، هائين، مثل: هاتين، تقيم الهمزة في جميع هذا مقام التاء\n وإذا قلت: هاء يا رجلُ بفتح الهمزة، كان معناه: هاكَ، وللاثنين: هاؤُما، وللجميع: هاؤُمْ، مثل: هاكما وهاكم، وللمرأة: هاءَ بالكسر بلا ياء، مثال: هاك، وهاؤما وهاؤن، تقيم الهمزة في هذا كله مقام الكاف\n وفيه لغة أخرى، هَأْ يا رجل بهمزةٍ ساكنة، مثل: هَعْ، أي: خذْ، وأصله هاءْ أسقِطت الألف لاجتماع الساكنين، وللمرأة هائي، مثل: هاعي، وللرجلين والمرأتين: هاءَا، مثال: هاعا، وللرجال هاءوا، وللنساء: هأن، مثال: هعن بالتسكين\n وإذا قيل لك هاءَ بالفتح قلت: ما أهاءُ، أي ما آخُذُ، وما أهاءُ على ما لم يسمّ فاعله، أي ما أعطى\n",
    "pg": "V01P0084-V01P0085"
  },
  "هوب": {
    "def": "الهوب: العبد\n تقول: تركته في هَوْبٍ أي بحيث لا يُدرى أين هو\n أبو عبيد: الهَوْبُ: الرجل الأحمق الكثير الكلام\n والهوب: وهج النار\n",
    "pg": "V01P0239"
  },
  "هوج": {
    "def": "رجلٌ أهْوَجُ بيِّن الهَوَج، أي طويلٌ وبه تسرُّعٌ وحمقٌ\n والهَوْجاءُ: الناقة التي كأنَّ بها هَوَجاً من سُرعتها\n والهَوْجاءُ: الريح التي تقلع البيوت: والجمع هوجٌ\n",
    "pg": "V01P0351-V01P0352"
  },
  "هود": {
    "def": "هاد يهودا هودا: تاب ورجع إلى الحقّ، فهو هائدٌ وقوم هود: مثل حائل وحول، وبازل وبزل\n وقال أعرابي:\nإنى امرؤ من مدحه هائد * قال أبو عبيدة: التهَوُّدُ: التوبة والعمل الصالح\n ويقال أيضاً: هادَ وتَهَوَّدَ، إذا صار يهوديًّا\n والهودُ: اليهودُ\n وأرادوا باليهود اليهودِيِّينَ، ولكنهم حذفوا ياء الإضافة كما قالوا زنجى وزنج، وإنما عرف على هذا الحد فجمع على قياس شعيرة وشعير، ثم عرف الجمع بالالف واللام، ولولا ذلك لم يجز دخول الالف واللام عليه، لانه معرفة مؤنث، فجرى في كلامهم مجرى القبيلة، ولم يجعل كالحى\n وأنشد على بن سليمان النحوي للاسود ابن يعفر: فرت يهود وأسلمت جيرانها * صمى لما فعلت يهود صمام (٢) - وهود: اسم نبى ينصرف، تقول: هذه هود، إذا أردت سورة هود\n وإن جعلت هودا اسم السورة لم تصرفه، وكذلك نوح ونون\n والتهويد: المشي الرُوَيْدُ، مثل الدبيبِ\n وأصله من الهوادَةِ\n وفي الحديث: \" أسرِعوا المشى في الجنازة ولا تهدوا كما تُهَوِّدُ اليهودُ والنصارى \"\n وكذلك التهويدُ في المنطِق، هو الساكنُ\n يقال غِناءٌ مُهَوَّدٌ\n والتهويدُ أيضاً: النومُ\n وتهويدُ الشرابِ: إسكارُهُ\n والتهويدُ: أن يصيَّرَ الإنسان يهودِيًّا\n وفي الحديث: \" فأبَواهُ يُهَوِّدانِه \"\n والهَوادةُ: الصلحُ والميلُ\n والمُهاوَدَةُ: المصالحةُ والممايلةُ\n والهَوَدَةُ: بالتحريك: السَنامُ، والجمع هَوَدٌ\n وقال الشاعر:\nكومٌ عليها هَوَدٌ أنْضادُ * وتسكن الواو فيقال هودة\n",
    "pg": "V02P0557-V02P0558"
  },
  "هوذ": {
    "def": "الهَوْذَةُ: القَطاةُ، وبها سمِّي الرجلُ هَوْذَةَ\n قال الأعشى: من يلق هوذة يسجد غير مُتَّئِبٍ * إذا تَعَمَّمَ فوق التاج أو وضعا -",
    "pg": "V02P0573-V02P0574"
  },
  "هور": {
    "def": "هارَ الجرْفُ يَهورُ هَوْراً وهُؤوراً، فهو هائرٌ\n ويقال أيضاً: جرفٌ هارٍ، خفضوه في موضع الرفع وأرادوا هائر، وهو مقلوب من الثلاثي إلى الرباعي (١) ، كما قلبوا شائك السلاح إلى شاكى السلاح\n وهورته فتهور\n وانهار، أي انهدم\n وهرته بالشئ، أي اتَّهمته به\n والاسم الهورَةُ\n والتهور: الوقوع في الشئ بقلة مبالاة\n يقال: فلانٌ مُتَهَوِّرٌ\n وتَهَوَّرَ الليلُ، أي مضى أكثره وانكسر\n ظلامه\n وتَهَوَّرَ الشتاء: ذهب أكثره وانكسر برده\n واهتور الشئ: هلك\n والتيهور من الرمل: المشرف\n قال العجاج: كيف اهتديت ودونها الجزائر * وعقص من عالج تياهر -",
    "pg": "V02P0856"
  },
  "هوس": {
    "def": "الهَوْسُ: الدقُّ\n يقال: هُسْتُ الشئ أهوسه، حكاه أبو عبيد عن الاصمعي\n والهوس أيضا: الطوفان بالليل\n والهوس: شدة الأكل\n والهَوَّاسُ: الأسد\n قال الكميت: هو الأضْبَطُ الهَوَّاسُ فينا شَجاعَةً * وفيمنْ يُعاديهِ الهِجَفُّ المُثَقَّلُ * ويقال: الهَوْسُ: المشيُ الذي يعتمد فيه صاحبه على الأرض اعتماداً شديداً\n ومنه سمِّي الأسدُ الهَوَّاسُ\n والهَوْسُ السوقُ الليِّنُ\n يقال: هُسْتُ الإبل فهاسَتْ، أي ترعى وتسير\n وإنَّما شبِّه هَوَسانُ الناقةِ بهَوَسانِ الأسدِ، لأنَّها تمشي خطوة خُطوةً وهي ترعى\n قال الفراء: الهَوِسَةُ: الناقةُ الضَبِعَةُ\n والهَوَسُ بالتحريك: طرف من الجنون\n",
    "pg": "V03P0992"
  },
  "هوش": {
    "def": "الهَوْشَةُ: الفتنةُ والهَيْجُ والاضطرابُ\n يقال: قد هوش القوم\n وكذلك كل شئ خلطته فقد هوشته\n قال ذو الرمة يصفُ المنازلَ وأنَّ الرياح قد خَلَّطَتْ بعض آثارها ببعض: تَعَفَّتْ لِتهْتانِ الشِتاءِ وهَوَّشَتْ * بها نائجاتُ الصيفِ شرقِيَّةً كُدْرا * وفي حديث ابن مسعود ﵁: \" إيَّاكم وهَوَشاتِ الليلِ وهَوَشاتِ الأسواق \"\n وقول الراجز:\nقد هَوَّشَتْ بُطونُها واحْقَوْقَفَتْ * أي اضطربت من الهزال\n وكذلك هاشَ القومُ يَهوشونَ هَوْشاً\n وقد تَهَوَّشوا\n وفي الحديث: \" من أصاب مالاً من مَهاوِشَ أذهبه الله في نَهابِرَ \"\n فالمَهاوِشُ: كلُّ مالٍ أصيب من غير حِلِّهِ، كالغصب والسرقة ونحو ذلك\n ويقال للعدد الكثير: هَوْشٌ\n والهُواشاتُ بالضم: الجماعات من الناس ومن الإبل إذا جمعوها فاختلط بعضها ببعض\n",
    "pg": "V03P1028"
  },
  "هوع": {
    "def": "هاعَ يَهوعِ هَواعاً وهَيْعوعَةً، أي قاء\n يقال: لأُهَوِّعَنَّهُ ما أكل، أي لأُقَيِّئَنَّهُ\n والتَهَوُّعُ: التقيُّؤُ\n وهاعَ القومُ بعضهم إلى بعض، أي هموا بالوثوب\n",
    "pg": "V03P1309"
  },
  "هوف": {
    "def": "الهوف: الريح الحارة\n قالت أم تأبط شرا: \" وا ابناه ليس بعلفوف، تلفه هوف، حشى من صوف \"\n",
    "pg": "V04P1444"
  },
  "هوك": {
    "def": "التهوك: التحير\n وفى الحديث: \" أمتهو كون أنتم كما تهو كت اليهود والنصارى \"\n قال ابن عون \" فقلت للحسن: ما متهوكون؟ قال: متحيرون\n والتهوك أيضا مثل التهوُّر، وهو الوقوع في الشئ بقلة مبالاة\n",
    "pg": "V04P1617-V04P1618"
  },
  "هول": {
    "def": "هاله الشئ يهوله هولا، أي أفزعه\n ومكانٌ مَهيلٌ، أي مخوف\n قال رؤبة:\nمهيل (١) أفياف لها فيوف * وكذلك مكان مهال\n قال الهذليّ (٢) : أجاز إلينا على بعدِه مَهاويَ خَرْقٍ مَهابٍ مَهالِ وهُلْتُهُ فاهتال: أفزعته ففزع\n والتهويل: التفزيع\n والتهاويل: ما هالك من شئ\n وهَوَّلَ القومُ على الرجل\n قال أبو عبيدة: كان في الجاهلية لكلِّ قومٍ نارٌ وعليها سَدَنَةٌ، فكان إذا وقع بين رجلين خُصُومة جاء إلى النار فيحلف عندها، وكان السدنةُ يطرحون فيها ملحاً من حيث لا يشعر، يُهَوِّلونَ بها عليه\n قال أوس كما صَدَّ عن نارِ المُهَوِّلِ حالِفُ (١) * واسم تلك النار الهولَةُ بالضم\n قال الكميت: كهولَةِ ما أوْقَدَ المُحلِفونَ لدى الحالِفين وما هَوَّلوا والتَهاويلُ أيضاً: الألوان المختلفة، من الأحمر والأصفر والأخضر\n وهَوَّلَتِ المرأة، إذا تزيَّنت بحليها ولباسها\n أبو زيد: تَهَوَّلْتُ للناقة تَهَوُّلاً، إذا تذاءبت لها\n وقد فسرناه في الذئب\n والهالة: الدارة حول القمر\n والهولول: الرجل الخفيف\n",
    "pg": "V05P1855"
  },
  "هوم": {
    "def": "هَوَّمَ الرجل، إذا هَزَّ رأسه من النعاس\n وقال الشاعر (٢) * ما تَطْعَمُ العينُ نوماً غير تهويم (١) * وقد هومنا\n",
    "pg": "V05P2062-V05P2063"
  },
  "هون": {
    "def": "الهوْنُ: السكينةُ والوقار\n وفلان يمشي على الأرض هَوْناً\n والهَونُ: مصدر هان عليه الشئ أي خفَّ\n وهَوَّنَهُ الله عليه، أي سهله وخففه\n وشئ هين، على فيعل، أي سهل\n وهين (*) مخفف، والجمع أهو ناء\n كما قالوا شئ وأشيياء على أفعلاء\n وقوم هينون لينون\n والهون بالضم: الهوان\n وهون بن خزيمة ابن مدركة بن الياس بن مضر: أخو كنانة وأسد\n وأهانه: استخف به، والاسم الهَوانُ والمَهانَةُ\n يقال: رجلٌ فيه مَهانَةٌ، أي ذُلٌّ وضعفٌ\n واستهانَ به وتهاونَ به: استحقره\n وقوله: ولا تُهينَ الفقيرَ عَلَّكَ أنْ * تركع يوماً والدهرُ قد رفَعَهْ أراد لا تُهينَنْ، فحذف النون الخفيفة لمَّا استقبلها ساكن\n ويقال: امْشِ على هينتِكَ، أي على رِسلكَ\n وكانت العرب تسمِّي يوم الاثنين\n أهْوَنَ، في أسمائهم القديمة\n أنشدني أبو سعيد السيرافى قال: أنشدني ابن دريد لبعض شعراء الجاهلية: أؤمل أن أعيش وأن يومى * بأول أو بأهون أو جبار أم التالى دبار أم فيومى * بمؤنس أو عروبة أو شيار والهاون: الذى يدق فيه، معرب، وكان أصله هاوون، لان جمعه هواوين مثل قانون وقوانين، فحذفوا منه الواو الثانية استثقالا، وفتحوا الاولى لانه ليس في كلامهم فاعل بالضم\n",
    "pg": "V06P2218-V06P2219"
  },
  "هيأ": {
    "def": "قولهم ياهئ مالى: كلمة أسَفٍ وتَلَهُّفٍ\n وأنشد الكسائي (١) \n يا هئ مالى من يعمر يُفْنِهِ * مَرَّ الزمان عليه والتَّقْليبُ (٢) والهَيْئَةُ: الشارَةُ، وفلان حسنُ الهَيْئَةِ والهِيئَةِ (٣) \n أبو زيد: هِئْتُ للأمر أهئ هيئة، وتهيأت تهيؤا بمعنى\n قال الاخفش: قرأ بعضهم (وقالت هئت لك) بالكسر والهمز، مثال هعت، بمعنى تهيأت لك\n وهيأت الشئ: أصلحته\n",
    "pg": "V01P0085"
  },
  "هيا": {
    "def": "هيا من حروف النداء، وأصلها أيا، مثل هراق وأراق\n قال الشاعر:\nويقول من طرب هيا ربا (١)\n[يا] يا: حرف من حروف المعجم، وهى من حروف الزيادات ومن حروف المد واللين، وقد يكنى بها عن المتكلم المجرور ذكرا كان أو أنثى، نحو قولك: ثوبي وغلامي\n وإن شئت فتحتها وإن شئت سكنت\n ولك أن تحذفها في النداء خاصة، تقول: يا قوم ويا عباد بالكسر، فإن جاءت بعد الالف فتحت لا غير، نحو عصاي ورحاى\n وكذلك إن جاءت بعد ياء الجمع، كقوله تعالى: (وما أنتم بمصرخي) وأصله بمصرخينى، سقطت النون للاضافة، فاجتمع الساكنان فحركت الثانية بالفتح لانها ياء المتكلم ردت إلى أصلها، (*) وكسرها بعض القراء توهما أن الساكن إذا حرك حرك بالكسر، وليس بالوجه\n وقد يكنى بها عن المتكلم المنصوب إلا أنه لا بد من تزاد قبلها نون وقاية للفعل ليسلم من الجر، كقولك: ضربني\n وقد زيدت في المجرور في أسماء مخصوصة لا يقاس عليها، مثل منى وعنى ولدنى وقطنى\n وإنما فعلوا ذلك ليسلم السكون الذى بنى الاسم عليه\n وقد تكون الياء علامة للتأنيث، كقولك: افعلى وأنت تفعلين\n وتنسب القصيدة التى قوافيها على الياء ياوية\n ويا: حرف ينادى به القريب والبعيد، تقول: يا زيد أقبل\n وقول الراجز (١) :\nيا لكِ من قُبَّرَةٍ بمَعْمَرِ (٢) * فهى كلمة تعجب\n وأما قوله تعالى: (ألا يا اسجدوا لله) بالتخفيف، فالمعنى: ألا يا هؤلاء اسجدوا، فحذف المنادى اكتفاء بحرف النداء، كما حذف حرف النداء اكتفاء بالمنادى في قوله تعالى: (يوسف أعرض عن هذا) إذا كان المراد معلوما\n وقال بعضهم: إن يا في هذا الموضع إنما هو للتنبيه، كأنه قال: ألا اسجدوا، فلما دخل عليه يا للتنبيه سقطت الالف التى في اسجدوا لانها ألف وصل، وذهبت الالف التى في يا لاجتماع الساكنين، لانها والسين ساكنتان\n قال ذو الرمة: ألا يا اسلمي يا دار مى على البلى * ولازال منهلا بجرعائك القطر\n~~~~~~~~~~~~~~~~~~~~~~~\nانتهى الجزء السادس من كتاب \" الصحاح \"\nتأليف الامام الجوهرى وبتمامه تم الكتاب",
    "pg": "V06P2562-V06P2563"
  },
  "هيب": {
    "def": "المَهابَةُ، وهي الإجلال والمخافة\n وقد هابَهُ يَهابَهُ\n الأمر منه هب، بفتح الهاء، لان أصله هاب، سقطت الالف لاجتماع الساكنين\n وإذا أخبرت عن نفسك قلت هبت، وأصله هيبت بكسر الياء فلما سكنت سقطت لاجتماع الساكنين ونقلت كسرتها إلى ما قبلها\n فقس عليه\n وهذا الشئ مهيبة لك\n وتهيبت الشئ وتهيبنى الشئ، أي خفته وخوَّفني\n قال ابن مقبل (١) : وما تَهَيَّبني المَوْماةُ أركبُها * إذا تجاوبَتِ الأصداءُ بالسَّحَرِ (٢) وهَيَّبْتُ إليه الشئ، إذا جعلته مهيبا عنده\n ورجلٌ مَهيبٌ، أي تهابه الناس، وكذلك رجلٌ مَهوبٌ، ومكانٌ مَهوبٌ، بُني على قولهم: هوبَ الرجل، لما نقل من الياء إلى الواو فيما لم يسم فاعله\n وأنشد الكسائي (٣) : ويأوي إلى زُغْبٍ مساكينَ دونَهم (٤) * فَلاً لا تَخَطَّاهُ الرِفاقُ مَهوبُ والهَيوبُ: الجبان الذي بهاب الناس\n وفى الحديث: \" الايمان هَيوبٌ \"، أي إنَّ صاحبه يهاب المعاصي\n ورجل هيوبة وهيابة وهياب وهَيبانٌ بكسر الياء (٥) ، أي جبان متهيب\n وأهاب الرجل بغنمه، إى صاح بها لتقف أو لترجع\n وأهاب بالبعير\n وقال الشاعر طرفة: تَريعُ إلى صوتِ المُهيبِ وتتَّقي بذي خصَلٍ رَوْعاتِ أكْلَفَ مُلْبِدِ ومكانٌ مَهابٌ، أي مَهوبٌ\n قال الهذليّ (١) : أجاز إلينا على بعدِه * مَهاوي خَرْقٍ مَهَابٍ مَهالِ (٢) وهابِ: زجر للخيل\n وهَبي مثله، أي أقبلي\n وقال (٣) :\nنعلمها هبى وهلا وأرحب (٤)",
    "pg": "V01P0239-V01P0240"
  },
  "هيت": {
    "def": "هَيَّتَ به وهَوَّتَ به، أي صاح به ودعاه\n وقال:\nلو كان مغنيا بنا لهيتا (٢) * وقال الراجز: ترمى الاماعيز بمجمرات (٣) * وأرجل روح مجنبات * يحدو بها كل فتى هيات * وقولهم: هَيْتَ لك، أي هلمَّ لك\n قال الشاعر في علي بن أبي طالب ﵁: أبْلِغْ أميرَ المؤمِني * نَ أخا العراق إذا أتيتا إن العراق وأهلهُ * سلمٌ إليك فَهَيْتَ هَيْتا أي هلمَّ وتعال\n يستوي فيه الواحد والجمع والمؤنث إلا أن العدد فيما بعده\n تقول: هَيْتَ لكما، وهَيْتَ لكُنَّ\n والهَوْتَةُ بالفتح: المنخفضُ في الأرض\n وكذلك الهُوتَة بالضم (١) \n وهيت بالكسر: اسم بلد على الفرات\n قال الاصمعي: أصلها من الهوة\n وتقول: هات يا رجل بكسر التاء، أي أعطني، وللاثنين: هاتِيا مثل آتِيا، وللجمع: هاتوا، وللمرأة: هاتي بالياء، وللمرأتين: هاتِيا، وللنساء: هاتينَ: مثل عاطينَ\n وتقول: هاتِ لا هاتَيْتَ، وهاتِ إن كانت بك مُهاتاةٌ\n وما أُهاتيكَ، كما تقول ما أُعاطيكَ\n ولا يقال منه هاتَيْتُ، ولا يُنهى بها\n قال الخليل: أصل هات من آتى يؤتى، فقلبت الالف هاء\n",
    "pg": "V01P0271"
  },
  "هيث": {
    "def": "أبو زيد: هِثْتُ له هيثا وهيثانا، إذا أعطيته شيئا يسيراً\n والهَيْثُ: الحركة مثل الهَيْشِ\n قال الاصمعي: الهيثة: الجماعة من الناس، مثل الهيشة\n",
    "pg": "V01P0296-V01P0297"
  },
  "هيج": {
    "def": "هاج الشئ يهيج هيجا وهَيَجاناً، واهْتاجَ وتهَيَّجَ، أي ثارَ\n وهاجَهُ غيرُهُ، يتعدى ولا يتعدى\n وهيَّجَهُ وهايَجَهُ بمعنًى\n والهائج: الفحل الذي يشتهي الضراب\n وهاجَ النبتُ هياجا، أي يبس\n وأرض هائجة: يبس بقلها أو اصفرّ\n وأهاجَت الريحُ النبت: أيبسته\n وأهْيَجْنا الأرض، أي وجدناها هائجة النبات\n قال رؤبة:\nوأهيج الخلصاء من ذات البرق * وهاج هائجُهُ، أي ثار غضبه\n وهَدَأَ هائِجُهُ أي سكنت فَوْرته\n والهَيْجا: الحرب يمدّ ويقصر\n ويومُ الهِياج: يوم القتال\n وتهايَجَ الفريقان، إذا تواثَبا للقتال\n وناقةٌ مِهْياجٌ، أي نزوع إلى وطنها\n",
    "pg": "V01P0352-V01P0353"
  },
  "هيد": {
    "def": "هدت الشئ أهيده هيدا: حرَّكتُهُ\n وفي الحديث: \" هِدْهُ \" يعنون به المسجد، أي هُدَّهُ ثم أصلحه\n وتقول: ما يهيدنى ذلك، أي ما يزعجني وما أكثرت له ولا أباليه\n قال يعقوب: لا ينطق بيهيد إلا بحرف جحد\n والهيدان: الجبان\n وهيد، وهاد: زجر للابل\n وأنشد أبو عمرو للقتال الكلابي: وقد حدوناها بهيد وهلا (١) * حتى يرى أسفلها صار علا - وقولهم: ماله هَيْدٌ ولا هادٌ، أي ما يقال له هَيْدِ ولا هادِ\n وأنشد لا بن هرمة: حتى استقامت له الآفاقُ طائعةً (٢) * فما يُقالُ له هَيْدٌ ولا هادُ - أي لا يحرك ولا يمنع من شئ ولا يُزجر عنه\n تقول منه: هدت الرجل وهيدته، عن يعقوب\n",
    "pg": "V02P0558-V02P0559"
  },
  "هير": {
    "def": "هَيَّرْتُ الجُرْفَ فَتَهَيَّرَ: لغة في هوَّرتُهُ فَتَهَوَّرَ\n ويقال للشَمالِ (١) : هيرٌ وهَيْرٌ عن الفراء، لغة في إير وأير، مثل أراق وهراق\n واليهير بتشديد الراء: صمغ الطلح، عن ابي عمرو\n وأنشد: أطعمت راعى من اليهير * فظل يعوى حبطا بشر * خلف استه مثل نقيق الهر * وهو يفعل، لانه ليس في الكلام فعيل\n وقال الاحمر: الحجر اليَهْيَرُّ: الصُلبُ\n ومنه سمِّي صمغ الطلح يَهْيَرًّا\n قال أبو بكر بن السراج: وربما زادوا فيه الألف فقالوا: يَهْيَرَّى\n قال: وهو من أسماء الباطل\n وقولهم: \" أكذب من اليهير \"، هو السراب\n",
    "pg": "V02P0856"
  },
  "هيس": {
    "def": "قال الاموى: الهيس: السير الشديد، أي ضرب كان\n وأنشد: إحدى لياليك فهيسى هيسى * لا تنعمي الليلة بالتعريس * قال الاصمعي: يقال حَمَلَ فلانٌ على عسكرِهِم فهاسَهُمْ، أي داسهم، مثل حاسَهُم\n والأهْيَسُ: الشجاعُ، مثل الأحْوَسِ\n والهَيْسُ: اسمُ أداة الفدان كلها\n",
    "pg": "V03P0992"
  },
  "هيش": {
    "def": "قال الأصمعي: الهَيْشَةُ: الجماعةُ من الناس\n والهَيْشَةُ مثل الهَوْشَةِ\n وهاش القوم يهيشون هيشا، إذا تحرَّكوا وهاجوا\n قال الشاعر: هِشْتُمْ علينا وكنتم تكتفون بما * نعطيكم الحق منا غير منقوص:",
    "pg": "V03P1028-V03P1029"
  },
  "هيض": {
    "def": "هاضَ العَظْمَ يَهيضُهُ هَيْضاً، أي كسره بعد الجبور، فهو مَهيضٌ\n واهْتاضَهُ أيضاً فهو مُهْتاضٌ ومنهاض\n قال رؤبة:\nهاجك من أروى كمنهاض الفكك * لانه أشد لوجعه\n وكل وجع على وجع فهو هيض\n يقال: هاضنى الشئ، إذا ردَّك في مرضك\n ويقال: بالرجل هَيْضَةٌ، أي به قُياءٌ وقيام جميعا\n",
    "pg": "V03P1113-V03P1114"
  },
  "هيط": {
    "def": "الهِياطُ والمُهايَطَةُ: الصياح والجَلَبة\n يقال: وقع القوم في هِياطٍ ومِياطٍ\n قال الفراء: تهايَطَ القومُ، إذا اجتمعوا وأصلحوا أمرهم بينهم، وهو خلاف التمايط\n",
    "pg": "V03P1169"
  },
  "هيع": {
    "def": "هاعَ يَهيعُ هُيوعاً، أي جبن\n ومنه قول الطرماح:\nإذا جعلت خور الرجال تهيع (١) * وفيه لغة أخرى: هاع يَهاعُ هَيْعاً وهَيَعاناً\n والهَيْعَةُ: سيلان الشئ المصبوب على وجه الارض مثل المَيْعَةِ\n وقد هاعَ يَهيعُ هَيْعاً\n ورصاصٌ هائعٌ في المَذْوَبِ\n وانْهاعَ السرابُ: جرى\n ورجلٌ هاعٌ لاعٌ، وهائعٌ لائعٌ، أي جبانٌ جَزوعٌ\n وامرأةٌ هاعَةٌ لاعةٌ\n والهائعَةُ: الصوتُ الشديد\n والهَيْعَةُ: كل ما أفزعك من صوتٍ أو فاحشة تُشاع\n قال الشاعر (٢) : إن يسمعوا هَيْعَةً (٣) طاروا بها فرحاً * منِّي وما سمعوا من صالحٍ دفنوا (٤) * والمَهْيَعَةُ، هي الجُحْفَةُ، ميقاتُ أهل الشام\n",
    "pg": "V03P1309-V03P1310"
  },
  "هيغ": {
    "def": "قال ابن السكيت: يقال إنهم لفى الاهيغين، أي الخصب وحُسنِ الحال\n قال: ويقال عامٌ أهْيَغُ، إذا كان مخصِباً كثير العشب\n وهَيَّغْتُ الثَريدةَ، إذا أكثرت وَدَكها\n ووقع فلانٌ في الأهْيَغَيْنِ، أي في الاكل والشرب\n",
    "pg": "V04P1329-V04P1330"
  },
  "هيف": {
    "def": "الهَيْفُ مثل الهُوفِ، وهي ريح حارة تأتى من قبل اليمن، وهي النكباء التي تجري بين الجَنوب والدَبور من تحت مجرى سهيل\n وقال الشاعر (١) : وصوح البقل ناج تجئ به هيف يمانية في مَرِّها نَكَبُ وفي المثل: \" ذهبت هيف لاديانها \" أي لعاداتها، لانها تجفف كل شئ وتيبسه\n وتَهَيَّفَ الرجل من الهَيْفِ، كما يقال تَشَتَّى من الشتاء\n والهافَةُ من النوق: التي تعطش سريعاً، وهو من الياء\n وكذلك المِهْيافُ\n واهْتافَ، أي عطش\n قال الأصمعي: رجلٌ هَيْفانٌ، أي عطشانٌ\n والمِهْيافُ: السريع العطش\n وأهافَ القوم، أي عطشت إبلهم\n قال الراجز:\nوقد أهافوا زعموا وأنزعوا (١) * والهيف بالتحريك: ضمْرُ البطن والخاصرة\n ورجلٌ أهْيَفٌ وامرأةٌ هَيْفاءُ، وقومٌ هيفٌ\n وفرس هيفاء: ضامرة\n وهاف العبد، أي أبق\n",
    "pg": "V04P1444-V04P1445"
  },
  "هيق": {
    "def": "الهَيقُ: الظليمُ، وكذلك الهَيْقَمُ، والميم زائدة\n",
    "pg": "V04P1570"
  },
  "هيل": {
    "def": "هِلْتُ الدقيق في الجراب: صبَبته من غير كَيْلٍ\n وكلُّ شئ أرسلته إرسالا، من رمل أو تراب أو طعامٍ ونحوه، قلت: هلته أهليه هيلا، فانهال، أي جرى وانصب\n وفي المثل: محسنة \" فهيلى (٢) \"\n وتهيل: تصبب\n وأهَلْتُ الدقيق لغة في هِلْتُ، فهو مهال ومهيل\n ويقال للرجل إذا جاء بالمال الكثير: جاء بالهَيْلِ والهَيْلمان\n قال أبو عبيد: أي بالرمل والريح\n وهيلان في شعر الجعدى (١) : حى من اليمن، ويقال هو مكان\n (*)",
    "pg": "V05P1855-V05P1856"
  },
  "هيم": {
    "def": "الهامَةُ: الرأس، والجمع هامٌ\n وهامَةُ القوم: رئيسُهم\n والهامَةُ من طير الليل، وهو الصَدى، والجمع هامٌ\n قال ذو الرمة: قد أعْسِفُ النازِحَ المجهولَ مَعْسِفُهُ في ظل أخضر يدعو هامه البوم وكانت العرب تزعم أن روحُ القتيل الذي لا يدرك بثأره تصير هامةً فتزقُو عند قبره تقول: اسقوني اسقوني، فإذا أُدرِكَ بثأره طارت\n وهذا المعنى أراد الشاعر (٢) بقوله: ومنا الذي أبكى صُدَيَّ بن مالِكٍ ونفرَ طيراً عن جُعادَةَ وقّعا يقول: قتل قاتلَه فنفرت الطيرُ عن قبره\n وهامَ على وجهه يَهيمُ هَيْماً وهَيماناً: ذهب من العشق أو غيره\n وقلبٌ مستهامٌ، أي هائِمٌ\n والهُيامُ بالضم: أشدُّ العطش\n والهُيامُ كالجُنون من العشق\n والهيامُ: داءٌ يأخذ الإبل فتهيمُ في الأرض لا ترعى\n يقال: ناقةٌ هَيْماءُ\n قال كثير:\nكما أدنفت هيماء ثم استبلت (١) * والهَيْماءُ أيضاً: المفازة لا ماء بها\n والهَيامُ بالفتح (٢) : الرملُ لا يتماسك أن يسيل من اليد لِلِينِهِ، ومنه قول لبيد: يجتاب أصلاً قالِصاً مُتَنَبِّذاً بعُجوبِ أنقاءٍ يميل هيامها والجمع هيم، مثل قذال وقذل\n والهيام بالكسر: الإبل العِطاش، الواحد هَيْمانُ\n وناقة هيمى، مثل عطشان وعطشى\n قال الاصمعي: الهيمان: العطشان\n ومن الداء مَهْيومٌ\n وقومٌ هيمٌ، أي عطاشٌ\n وقد هاموا هِياماً\n وقوله تعالى: (فَشارِبونَ شُرْبَ الهيمِ) هي الإبل العطاشُ، ويقال الرمل\n حكاه الاخفش\n قال الشيباني: التهيم: مشية حسنة\n وهييماء: ماءة لبنى مجاشع، يمد ويقصر\n قال مجمع بن هلال: وعاثرة يوم الهييما رأيتها وقد ضمها من داخل الحب مجزع",
    "pg": "V05P2063-V05P2064"
  },
  "هيه": {
    "def": "هَيْهاتَ: كلمة تبعيد\n قال جرير: فَهَيْهاتَ هَيْهاتَ العَقِيقُ وأهلُهُ * وهيهات خل بالعقيق نحاوله والتاء مفتوحة مثل كيف، وأصلها هاء، وناس يكسرونها على كل حال بمنزلة نون التثنية\n وقال الراجز يصف إبلا قطعت بلادا حتى صارت في القفار: يصبحن بالقفر أتاويات (١) * هيهات من مصبحها هيهات هيهات حجر من صنيبعات * وقد تُبدل الهاء الأولى همزة فيقال أيهات، مثل هراق وأراق\n قال:\nأيهات منك الحياة أيهاتا * قال الكسائي: ومن كسر التاء وقف عليها بالهاء فقال هيهاه، ومن نصبها وقف بالتاء وإن شاء بالهاء\n وقال الاخفش: يجوز في هيهات أن تكون جماعة فتكون التاء التى فيها تاء الجمع التى للتأنيث\n قال: ولا يجوز ذلك في اللات والعزى، لان لات وكيت لا يكون مثلها جماعة، لان التاء لا تزاد في الجماعة إلا مع الالف , وإن جعلت الالف والتاء زائدتين بقى الاسم على حرف واحد\n",
    "pg": "V06P2258"
  },
  "و": {
    "def": "",
    "pg": "V06P2258"
  },
  "وأى": {
    "def": "الوَأْيُ: الوعدُ\n يقال منه: وَأَيْتُهُ وَأْياً\n والوَأَي بالتحريك: الحمارُ الوحشى المقتدر الخلق\n قال ذو الرمة: إذا انشقت الظلماء أضحت كأنها (١) * وأى منطو باقى الثميلة قارح ثم يشبه به الفرس وغيره\n قال الجعفي (٢) : راحوا بصائرهم على أكتافهم * وبصيرتي يعدو بها عتد وأى (٣) وقال آخر: كل وآة ووأى ضافى الخصل * معتدلات في الرقاق والجرل والوئية: الجوالق الضخمُ\n قال أوس: وحَطَّتْ كما حَطَّتْ وَئِيَّةُ تاجرٍ * وَهي عَقْدُها فارفضَّ منها الطوائفُ وقال الكلابي: قِدرٌ وئيَّةٌ (١) : ضخمةٌ\n وناقةٌ وَئِيَّةٌ: ضخمة البطن\n وقال: وقد كرأل الصَحْصَحانِ وَئِيَّةٍ * أنَخْتُ لها بعد الهدوء الاثافيا وهى فعيلة مهموزة العين معتلة اللام\n قال سيبويه: سألته - يعنى الخليل - عن فعل من وأيت فقال: وئى\n فقلت: فمن خفف؟ فقال أوى، فأبدل من الواو همزة وقال: لا يلتقى واوان في أول الحرف\n قال المازنى: والذى قال خطأ، لان كل (*) واو مضمومة في أول الكلمة فأنت بالخيار إنْ شئت تركتَها على حالها وإن شئت قلبتها همزة فقلت: وعد وأعد، ووجوه وأجوه، وو ورى وأورى، ووئى وأوى، لا لاجتماع الساكنين (١) ولكن لضمة الاولى\n",
    "pg": "V06P2518-V06P2519"
  },
  "وى": {
    "def": "وَيْ: كلمة تعجُّبٍ\n ويقال: وَيْكَ، ووَيْ لعبد الله\n وقد تدخل وَيْ على كأنْ المخفَّفة والمشدَّدة، تقول: وَيْ كأنْ، ووَيْ كأن\n قال الخليل: هي مفصولة، تقول وى ثم تبتدئ فتقول كأن\n قال الشاعر (١) : وى كأن من يكن له نشب يُحْ * بَبْ ومن يَفْتَقِرْ يَعِشْ عيش ضر",
    "pg": "V06P2532"
  },
  "وأب": {
    "def": "الوَأْبُ: الانقباض والاستحياء\n تقول منه: وَأَبَ يَئِبُ وَأْباً وإبَةً\n ونكح فلانٌ في إبَةٍ، وهو العار وما يستحيا منه\n والهاء عوض من الواو\n قال الشاعر (٢) : إذا المَرَئِيُّ شَبَّ له بناتٌ * عَصَبْنَ برأسه إبَةً وعارا (٣) قال أبو عمرو: تغدى عندي أعرابي فصيح من بنى أسد، ثم رفع يده، فقلت له: ازدد\n فقال: ما طعامك يا أبا عمرو بطعام تؤبة: أي بطعام يستحيا من أكله\n وأصل التاء واو\n واتأب الرجل، أي استحيا، وهو افتعل\n قال الأعشى يمدح هَوْذَة بن عليٍّ الحَنفي: من يلْقَ هَوْذَةَ يسجد غير مُتَّئِبٍ * إذا تَعَمَّمَ فوق التاجِ أو وَضَعا وأَوْأَبْتُهُ، أي فعلت به فعلاً يُستحيى منه\n والموئبات مثال الموعبات: المخزيات\n وأوأبته أيضا: رددته عن حاجته\n وحافِرٌ وأْبٌ، أي مقعب\n وقال (١) : بكل وأب للحصى رضاح * ليس بمصطر ولا فرشاح * ويقال: الوأب: البعير العظيم\n والوَأْبَةُ: النُقرة في الصخرة تُمسِكُ الماء\n",
    "pg": "V01P0230-V01P0231"
  },
  "وبأ": {
    "def": "الوَبَأُ، يمدُّ ويقصر: مَرضٌ عامٌّ، وجمع المقصور أوْباءٌ وجمع الممدود أوْبِئَةٌ\n وقد وَبِئَتِ الأرضُ تَوْبَأُ وَبَأً فهي مَوْبوءَةً، إذا كثُر مرضها\n وكذلك وَبِئَتْ تَوْبَأُ وباءة مثل تمه تماهة، فهى وبئة ووبيئة على فعلة وفعيلة\n وفيه لغة ثالثة أو بأت فهى موبئة\n واستوبأت الارض: وجدتها وبئة\n ووبأت إليه بالفتح، وأَوْبَأْتُ: لغة في وَمَأْتُ وأوْمَأْتُ، إذا أشرت إليه\n قال الشاعر (٣) :\nوإن نحن أو بأنا إلى الناس وقفوا (٤)",
    "pg": "V01P0079-V01P0080"
  },
  "أوب": {
    "def": "يقال: جاءُوا من كل أَوْبٍ، أي من كل ناحِيَةٍ\n وآبَ أي رَجَعَ، يَؤُوبُ أَوْباً وأَوْبَةً وإياباً\n والأوَّابُ: التائِبُ\n والمآبُ: المَرْجِعُ: وائْتابَ (١) مثل آبَ، فَعَلَ وافتعل بمعنى\n قال الشاعر: ومن يتق فإن الله معه * ورزق الله مؤتاب وغادى وفلان سريع الاوبة\n قال أبو عبيدة: وقوم يُحَوِّلون الواوَ ياءً فيقولون: سَريعُ الأَيْبَةِ\n وآبَتِ الشمسُ: لُغَةٌ في غابَتْ\n والأَوْبُ: سُرْعَةُ تَقْليبِ اليدينِ والرجْلَيْنِ في السير\n قال الشاعر:\nأوب يديها برقاق سهب (٢) * تقول منه: ناقة أؤوب على فعول\n والتأويب: أن تسيرَ النهارَ أجمعَ وتَنْزِلَ اللَيْلَ\n و (يا جبال أوبى معه) أي سَبِّحي، لأنه قال: (إنَّا سَخَّرنا الجِبالَ مَعَهُ يُسَبِّحْنَ) \n وأُبْتُ إلى بني فلانٍ وَتأَوَّبْتُهُمْ، إذا أَتَيْتُهُمْ لَيْلاً\n وقال أبو زيد: تَأَوَّبْتُ، إذا جِئْتَ أولَ اللَيْلِ، فأَنا متأوب ومتأيب\n",
    "pg": "V01P0089"
  },
  "وبخ": {
    "def": "التوبيخ: التهديد والتأنيب\n",
    "pg": "V01P0434"
  },
  "وبد": {
    "def": "وَبِدَ عليه، أي غضب، مثل ومد\n الوبد بالتحريك: شدة العيشِ وسوء الحال، وهو مصدرٌ يوصف به فيقال: رجلٌ وَبَدٌ، أي سيئ الحال، يستوى فيه الواحد والجمع، كقولك رجلٌ عدلٌ، ثم يجمع فيقال: رجالٌ أوْبادٌ، كما يقال عُدُولٌ على تَوَهُّمِ النعت الصحيح\n قال الشاعر (٤) : لأَصبحَ الحَيُّ أوْباداً ولم يجِدوا * عند التَفَرُّقِ في الهَيْجا جِمالَيْنِ - وكذلك المستوبد مثل الوبد\n",
    "pg": "V02P0546-V02P0547"
  },
  "وبر": {
    "def": "الوَبْرَةُ بالتسكين: دويبةٌ أصغر من السِنَّور، طحلاء اللون لا ذَنَبَ لها، ترجُنُ (٢) في البيوت، وجمعا وبر ووبار، وبه سمى الرجل وبرة\n والوبر أيضا: يوم من أيام العجوز\n ووبار مثل قطام: أرض كانت لعاد\n وقد أعرب هذا في الشعر، قال الاصمعي: ومر دهر على وبار * فهلكت عنوة (١) وبار (٢) - والقوافي مرفوعة\n والوبر للبعير، الواحدة وَبَرَةٌ\n وقد وَبِرَ البعيرُ بالكسر، فهو وَبِرٌ وأوْبَرُ، إذا كان كثير الوَبرِ\n وما بها وابِرٌ، أي أحد\n قال الشاعر: فأُبْتُ إلى الحَيِّ الذين وَراءهمْ * جَريضاً ولم يُفلتْ من الجيشِ وابِرُ - أبو زيد: بناتُ الاوبر: كمأة صغار مزغبة، على لون التراب\n وأنشد: ولد جنيتك أكمؤا وعساقلا * ولقد نَهَيْتُكَ عن بنات الأوْبَرِ - أي جنيت لك، كما قال الله تعالى:\n(وإذا كالوهُمْ أو وَزَنوهمْ يخسرون) *\n ويقال: وبرت الارنب توييرا، أي مشت في الحزونة\n قال أبو زيد: إنَّما يُوبِّرَ من الدواب الارنب\n وشئ آخر لم يحفظه أبو عبيد (٣) \n وقال أبو حاتم: هو (١) الوبرة، لانها إذا طلبت نظرت إلى موضع حزن فوثبت عليه لئلا يتبين أثرها فيه، لصلابته\n ووبر الرجل أيضاً في منزله، إذا أقامَ حينا لا يبرح\n",
    "pg": "V02P0841-V02P0842"
  },
  "وبش": {
    "def": "الأوْباشُ من الناس: الأخلاطُ، مثل الاوشاب\n ويقال: هو جمع مقلوب من البوش\n ومنه الحديث: \" قد وبشت قريش أوباشا لها \"\n\n[وتش] الوَتشُ: القليل من كلِّ شئ، مثل الوتح\n وإنه لمن ونشهم، أي من رذالهم\n",
    "pg": "V03P1024"
  },
  "وبص": {
    "def": "وَبَصَ البرقُ وغيره يَبِصُ وَبيصاً، أي بَرَقَ ولمع\n قال ابن السكيت: يقال أوْبَصَتِ الأرضُ في أوَّل ما يظهر نبتها\n وأوْبَصْتُ ناري، وذلك أوَّل ما يظهر لهبُها\n ووَبَّصَ الجروُ تَوْبيصاً: فتح عينيه\n ويقال: إنَّ فلاناً لَوابِصَةُ سمعٍ، إذا كان يثق بكل ما يسمعه\n ووابصة: اسم رجل\n",
    "pg": "V03P1060-V03P1061"
  },
  "وبط": {
    "def": "وَبَطَ رأيُ فلانٍ يَبِطُ وَبْطاً ووُبوطاً، أي ضعُف\n وكذلك وبط بالكسر يوبط وبطا (١) \n والوابط: الضعيف الجبانُ\n ويقال أردتُ حاجةً فوَبَطني عنها فلان، أي حبسني\n",
    "pg": "V03P1166"
  },
  "وبع": {
    "def": "الوَبَّاعَةُ: الاستُ\n يقال: كذبتْ وباعتك ووباغتك، ونباعتك ونباغتك، بالعين والغين، كله بمعنى، أي ردم\n",
    "pg": "V03P1294"
  },
  "وبغ": {
    "def": "الوَبَّاغَةُ (١) : الاستُ، بالغين والعين جميعاً\n يقال: كذبتْ وبَّاغتكَ\n ووَبَّاعَتُكَ، إذا ضرط\n",
    "pg": "V04P1328"
  },
  "وبق": {
    "def": "وبق يبق وبوقا: هلك\n والمَوْبِقُ مَفْعِلٌ منه، كالموعِد مَفعِلٌ من وَعَدَ يَعِدُ\n ومنه قوله تعالى: (وجعلنا بينهم مَوْبِقاً) \n وفيه لغة أخرى: وبق يوبق وبقا\n وفيه لغة ثالثة: وبق يبق بالكسر فيهما\n وأوبقه، أي أهلكه\n",
    "pg": "V04P1562"
  },
  "وبل": {
    "def": "الوَبَلَةُ بالتحريك: الثِقلُ والوَخامَةُ، مثل الابلة\n وقد وَبُلَ المرتَعُ بالضم وَبْلاً ووَبالاً، فهو وبِيلٌ، أي وخيمٌ\n ويقال أيضاً: بالشاةِ وبَلَةٌ شديدة، أي شهوةٌ للفحل\n وقد اسْتَوْبَلَتِ الغنم\n واسْتَوْبَلْتُ البَلَدَ، أي اسْتَوْخَمْتُهُ، وذلك إذا لم يوافقكَ في بَدَنِكَ وإن كنت تُحبُّه\n والوَبيلُ: العصا الضخمةُ\n وقال: لوَ أصبَحَ في يُمْنى يَدَيَّ زِمامُها وفي كَفِّيَ الأخْرى وبيلٌ تُحاذِرُهْ (١) وكذلك الموبل بكسر الباء\n وقال زعمت جؤية أننى عبدٌ لها أسعى بِمَوْبِلِها وأكسبُها الخَنا والمَوْبِلُ أيضاً: الحُزمةُ من الحطب، وكذلك الوبيل\n قال طرفة:\nعقيلة شيخ كالوبيل ألندد (١) * والوابل: المطر الشديدُ\n وقد وَبَلَتِ السماءُ تَبِلُ\n والأرض مَوْبولَةٌ\n قال الأخفش: ومنه قوله تعالى: (أَخْذاً وَبيلا) أي شديداً\n وضربٌ وَبيلٌ وعذابٌ وَبيلٌ، أي شديدٌ\n والوابِلَةُ: طرفُ الكَتِفِ، وهو رأس العضد\n ووبال: اسم ماء لبنى أسد\n",
    "pg": "V05P1839-V05P1840"
  },
  "وبه": {
    "def": "يقال: فلان لا يوبَهُ له ولا يوبَهُ به، أي لا يبالى به\n ابن السكيت: ما وبهت له وما وبهت له، أي ما فطِنتُ له\n وأنت تيبه بكسر التاء، مثل تيجل، أي تبالي\n",
    "pg": "V06P2254"
  },
  "وتح": {
    "def": "شئ وتح ووتح، أي قليل تافه\n وقد وَتُحَ بالضم يوتح وتاحة\n وشئ وتح وعر إتباعٌ له، أي نَزْرٌ\n ورجل وَتِحٌ، بكسر التاء، أي خسيسٌ\n وأوْتَحَ فلان عطيَّتَه، أي أقلَّها\n وكذلك التَوْتيحُ\n وتَوَتَّحْتُ من الشراب: شربت شيئا قليلا\n",
    "pg": "V01P0414"
  },
  "وتد": {
    "def": "الوَتِدُ: بالكسر: واحد الأوتادِ، وبالفتح لغةٌ\n وكذلك الوَدُّ في لغةِ من يُدغم (١) \n تقول: وَتَدْتُ الوَتَدَ وَتْداً\n وإذا أمرتْ قلت: تِدْ وَتِدَكَ بالمِيتَدَةِ، وهي المِدَقُّ\n والوَتِدانِ في الأذنين: اللذان في باطنهما كأنَّهما وَتِدٌ، وهما العَيْرانِ أيضا\n الاصمعي: يقال وتد واتد، كما يقال: شغل شاغل\n وأنشد (٢) : لاقت (٣) على الماء جذيلا واتدا * ولم يكن يخلفها المواعدا - قال: شبه الرجل بالجذل\n ووتد الرجل: أنعظ\n",
    "pg": "V02P0547"
  },
  "وتر": {
    "def": "الوِتْرُ بالكسر: الفَرد والوَتْرُ بالفتح: الذَحْلُ (٢) \n هذه لغة أهل العالية\n فأمَّا لغة أهل الحجاز فبالضدِّ منهم\n وأمَّا تميم فبالكسر فيهما\n والوَترُ بالتحريك: واحد أوْتار القوس\n والوَتَرَةُ: العِرقُ الذي في باطن الكَمَرة، وهو جُلَيْدَةٌ\n ووَتَرةُ الانف: حجاب مابين المنخرين، وكذلك الوتيرة\n ووترة كل شئ: حِتارُهُ (٣) \n والوتيرَةُ: الطريقة\n يقال: ما زال على وتيرة واحدة\n والوتيرة أيضاً: الفترَةُ\n يقال: ما في عمله وَتيرةٌ\n وسيرٌ ليست فيه وَتيرَةٌ، أي فتورٌ\n والوَتيرَةُ من الارض: الطريقة\n قال الهذليُّ (١) يصف ضَبُعاً نَبَشَتْ قَبْراً: فَذاحَتْ بالوَتائِرِ ثم بَدَّتْ * يَدَيْها عند جانبه (٢) تهيل - وقال أبو عمرو: الوتائر: ما بين أصابع الضبع\n قوله: ذاحت، أي مشت\n والموتور: الذى قتل له قتيل فلم يُدرك بدمِهِ\n تقول منه: وَتَرَهُ يَتِرُهُ وَتْراً وَتِرَةً\n وكذلك وتَرَهُ حقَّه، أي نقصه\n وقوله تعالى:\n(ولنْ يَتِرَكُمْ أعمالَكُمْ) * أي لن يتنقَّصكم في أعمالكم\n كما تقول: دخلت البيت وأنت تريد دخلت في البيت\n والوتيرة: حلقة من عقب يُتعلَّم فيها الطعنُ، وهي الدريئة أيضا\n وقال يصف فرسا: تبارى قرحة مثل ال * - وتيرة لم تكن مغدا (٣) - وأوتره، أي أفذه\n يقال: أوتر صلاته\n وأوتر قوسه ووترها، بمعنًى\n وفي المثل: \" إنْباضٌ بغير تَوْتِيرٍ \"\n والمُواتَرَةُ: المتابعةُ\n ولا تكون المُواتَرَةُ بين الأشياء إلا إذا وقعت بينهم فترة، وإلا فهى مُداركةٌ ومواصلةٌ\n ومُواتَرَةُ الصوم: أن تصوم يوماً وتفطِر يوماً أو يومين، وتأتي به وِتْراً وِتْراً، ولا يراد به المواصلة، لأنَّ أصله من الوِتْرِ\n وكذلك واتَرْتُ الكتب فتواترت، أي جاءت بعضها في إثر بعض وِتْراً وِتْراً، من غير أن تنقطع\n وناقةٌ مُواتِرَةٌ (١) : تضع إحدى ركبتيها أوَّلاً في البروك ثم تضع الأخرى، ولا تضعهما معاً فيُشقُّ على الراكب\n وتترى فيه لغتان: تنون ولا تنون، مثل علقى\n فمن ترك صرفها في المعرفة جعل ألفها ألف التأنيث وهو أجود، وأصلها وترى من الوِتْرِ، وهو الفرد، قال الله تعالى:\n(ثمَّ أرسلْنا رُسُلَنا تَتْرى) * أي واحدا بعد واحد\n ومن نونها جعل ألفها ملحقة\n",
    "pg": "V02P0842-V02P0844"
  },
  "وتغ": {
    "def": "الوَتَغُ بالتحريك: الهلاكُ\n وقد وَتِغَ يَوْتَغُ وَتَغاً، أي أثِمَ وهلك\n وأوْتَغَهُ الله، أي أهلكه\n وأوتغ فلان دينه بالاثم\n",
    "pg": "V04P1328"
  },
  "وتن": {
    "def": "الوَتينُ: عِرقٌ في القلب، إذا انقطع مات صاحبه\n وقد وتنته، إذا أصبت وتينه\n قال: حميد الارقط: * من علق المكلى والموتون (١) * والواتن: الشئ الدائم الثابت في مكانه\n قال رؤبة:\nعلى أخلاء الصفاء الوتن (٢) * ويروى بالثاء، وهما بمعنى\n يقال وَتَنَ الماءُ وغيره وُتوناً وتِنَةً أيضاً، أي دام ولم ينقطع\n والواتِنُ: الماء المَعينُ الدائمُ، الذى لا يذهب\n عن أبى زيد\n والمواتنة: الملازمة في قلة التفرق\n",
    "pg": "V06P2211-V06P2212"
  },
  "وثأ": {
    "def": "وُثِئَتْ يده فهي مَوْثوءةٌ، وَوَثَأْتُها أنا\n وأصابه وَثْءٌ، والعامَّة تقول وَثْيٌ، وهو أن يُصيبَ العظْمَ وَصْمٌ لا يبلغ الكسر\n",
    "pg": "V01P0080"
  },
  "وثب": {
    "def": "وثب وثباً ووثوباً ووَثباناً: طفر\n والوثيب، مثل الوثب\n وقال يصف كبره: فما أرمى فأقتلها بسهم * ولا أعدو فأدرك بالوثيب (٢) يقول: ما أنا والوحش، يعنى الجوارى\n ونصب أقتلها وأدرك على جواب الجحد بالفاء\n وأوثبته أنا\n وواثبه، أي ساوره\n وتقول: تَوَثَّبَ فلانٌ في ضيعةٍ لي، أي استولى عليها ظُلماً\n والوِثابُ، بكسر الواو: المقاعد\n قال أمية:\nوهى لهم وثاب (١) * يعنى أن السماء مقاعد للملائكة\n وثب في لغة حمير: اقعد\n قال الاصمعي: ودخل رجل من العرب على ملك من ملوك حمير فقال له الملك: ثب\n فوثب الرجل فتكسر فقال الملك: ليس عندنا عربيت، من دخل ظفار حمر (٢) \n قوله عربيت، يريد العربية، فوقف على الهاء بالتاء، وكذلك لغتهم\n ويقولون للملك إذا قعد ولم يَغْزُ: مَوْثَبانُ (٣) \n وتقول: وَثَّبَهُ توثيباً، أي أقعده على وسادة، وربَّما قالوا: وَثَّبَهُ وسادةً، إذا طرحها له ليقعد عليها\n",
    "pg": "V01P0231"
  },
  "وثج": {
    "def": "الوَثيجُ: الكَثيفُ من كلِّ شئ\n وقد وثج الشئ بالضم وَثاجَةً\n وفرسٌ وثيجٌ، أي مُكْتَنِزٌ\n قال أبو زيد: الوَثاجَةُ: كَثرة اللحم والوثارة: كثرة الشحم\n قال: وهو الضخم في الحرفين جميعا\n واستوثج الشئ، وهو نحو من التمام، يقال: اسْتَوْثَجَ نبتُ الأرض، إذا عَلِقَ بعضه ببعضٍ وتمَّ\n والمُؤْتَثِجَةُ: الأرض الكثيرة الكلإِ\n واسْتَوْثَجَ المال: كَثُر\n وقال الأصمعي: اسْتَوْثَجَ الرجل من المال، إذا استكثر منه\n",
    "pg": "V01P0346"
  },
  "وثر": {
    "def": "الوثير: الفراش الوطئ، وكذلك الوثر بالكسر\n يقال: ما تحته وثر ووِثارٌ\n وامرأةٌ وَثيرَةٌ: كثيرةُ اللحم ووثر الشئ بالضم وثارة، أي وَطُؤَ\n قال أبو زيد: الوَثارَةُ: كثرة الشحم\n والوَثاجَةُ: كثرة اللحم\n قال القُطاميّ: وكأنما اشتَمل الضَجيعُ بِرَيْطَةٍ * لا بل تَزيدُ وَثارةً ولَيَانا - والوَثْرُ بالفتح: ماء الفحل يجتمعُ في رحمِ الناقة ثم لا تلقح\n يقال: وَثَرَها الفحل يَثِرها وَثْراً، إذا أكثر ضِرابها ولم تلقح\n واستوثرت من الشئ، أي استكثرتُ منه، مثل: اسْتَوْثَنْتُ، واستوثجتُ\n وميثَرَةُ الفرس: لِبْدَتُهُ، غير مهموز، والجمع مَياثِرُ ومَواثِرُ\n قال أبو عبيد: وأمَّا المَياثِرُ الحُمْرُ التي جاء فيها النهيُ فإنَّها كانت من مراكب العجم، من ديباج (١) أو حرير\n",
    "pg": "V02P0844"
  },
  "وثغ": {
    "def": "أبو عمرو: الوَثيغَةُ: الدُرْجَةُ التي تُتَّخذُ للناقة\n وقد وَثَغَ فلان ناقته يثغها وثغا، أي اتخذ لها وثيغة\n",
    "pg": "V04P1328"
  },
  "وثق": {
    "def": "وثقت بفلان أثق بالكسر فيهما، ثقفة إذا ائمنته\n والميثاق: العهد، صارت الواو ياءً لانكسار ما قبلها\n والجمع المَواثيقُ على الأصل، والمَياثِقُ والمَياثيقُ أيضاً\n وأنشد ابنُ الأعرابيّ (١) : حِمًى لا يُحَلُّ الدهرَ إلاّ بإذْنِنا ولا نسألُ (٢) الأقوامَ عَهْدَ المَياثِقِ (٣) والمَوْثِقُ: الميثاق\n والمُواثَقَةُ: المعاهدةُ\n ومنه قوله تعالى: (ومِيثاقَهُ الذي واثَقَكُمْ به) \n وأوْثَقَهُ في الوَثاقِ، أي شدَّهُ\n وقال تعالى: (فَشُدُّوا الوَثاقَ) والوِثاقُ بكسر الواو لغةٌ فيه\n والوثيق: الشئ المحكم، والجمع وثاق\n وقد وثُقَ بالضم وَثاقَةً، أي صار وَثيقاً\n ويقال: أخذ بالوَثيقَةِ في أمره، أي بالثِقَةِ\n وتَوَثَّقَ في أمره مثله\n ووَثَّقْتُ الشئ توثيقا فهو موثق\n وناقة مُوَثَّقَةُ الخَلْقِ، أي مُحْكمَتُه\n ووَثَّقْتُ فلاناً، إذا قلت إنَّه ثِقَةٌ واسْتَوْثَقْتُ منه، أي أخذت منه الوثيقة\n",
    "pg": "V04P1562-V04P1563"
  },
  "وثل": {
    "def": "الوَثَلُ، بالتحريك: الحبلُ من الليف\n والوثيل: الليف\n وسحيم بن وثيل\n وواثلة: اسم رجل\n (*)",
    "pg": "V05P1840"
  },
  "وثن": {
    "def": "الوَثن: الصنم، والجمع وُثْنٌ وأوثان، مثل أسد وأسد وآساد\n الاصمعي: استؤثن الرجل من المال، إذا استكثَر منه، مثل استوثج واستوثر\n والواثن مثل الواتن، وهو الثابت الدائم\n (*)",
    "pg": "V06P2212"
  },
  "وجى": {
    "def": "وجى الفرس بالسكر (٢) ، وهو أن يجد وجعاً في حافره، فهو وَجٍ والأنثى وَجْياءُ\n وأوْجَيْتُهُ أنا\n وإنَّه لَيَتَوَجَّى\n ويقال: تركته وما في قلبي منه أَوْجَى، أي يَئِستُ منه\n وسألته فأوْجَى على، أي بخل\n",
    "pg": "V06P2519"
  },
  "وجأ": {
    "def": "ابن السكيت: قال الطائي: الوَجِئَةُ: الجرادُ يُدَقُّ ثمَّ يُلَتُّ بسمنٍ أو بزيتٍ فيُؤكل\n قال: وسمعتُ الكِلابيَّ يقول: الوجيئة التمرُ يُدَقُّ حتى يخرج نواهُ ثمَّ يُبَلُّ بلبنٍ وسمنٍ حتى يَتَّدِنَ ويلزم بعضه بعضا فيؤكل\n وهو فعيلة\n ووجأته بالسكين: ضربته\n ووجى هو فهو مَوْجوءٌ\n والوِجاءُ بالكسر والمدّ: رَض عُروقِ البَيْضَتين حتَّى تنفَضِخَ فيكون شبيها بالخصاء\n وفى الحديث: \" عليكم بالباءة فمن لم يستطع فعليه بالصوم فإنه له وجاء \"\n تقول منه: وجأت الكبش\n وفى الحديث أنَّه ﷺ: \" ضحى بكبشين موجوءين \"\n ووجأت عنقه وجأ: ضربته\n وقد توجإته بيدى\n",
    "pg": "V01P0080"
  },
  "وجب": {
    "def": "وجب الشئ، أي لزم، يَجِب وُجوباً\n وأوجبه الله\n واستوجبه، أي استحقه\n ووجب البيع يجب جِبَةً (١) \n وأوجبت البيع فوجَبَ\n والوجيبة: أن توجب البيع ثم تأخذَه أوَّلاً فأوَّلاً، فإذا فرغت قيل: قد استوفيتَ وَجيبَتَكَ\n ووجب القلبُ وَجيباً: اضطربَ\n وأوجَبَ الرجل، إذا عمل عملاً يوجب له الجنَّة أو النار\n والوَجْبُ: الجبان\n قال الشاعر (٢) :\nطَلوبُ الأعادي لا سَؤُومُ ولا وَجْبُ (٣) * تقول منه: وَجُبَ الرجل بالضم وُجوبَةً والوَجْبةُ: السَقطة مع الهَدَّةِ\n وفي المثل \" بجَنْبِهِ فلتكنْ الوَجْبَةُ \"\n قال الله تعالى: (فإذا وَجَبَتْ جُنوبُها) \n ومنه قولهم: خرجَ القومُ إلى مَواجبهم، أي مصارعهم\n ووجبت الميت، إذا سقط ومات\n ويقال للقتيل واجبٌ\n قال الشاعر (٤) : أطاعت بنو عوف أميرا نهاهُمُ * عن السِلْمِ حتَّى كان أوَّلَ واجِبِ (١) وَوَجَبَتِ الشمسُ، أي غابت\n ووَجَّبْتُ به الأرض توجيباً، أي ضربتها به\n ويقال أيضاً: وَجَبَتِ الإبل، إذا أعيَتْ\n والمُوَجِّبُ: الذي يأكل في اليوم والليلة مرةً\n يقال: فلانٌ يأكل وجبة\n وقد وَجَّبَ نفسه توجيباً، إذا عوَّدها ذلك، وكذلك إذا حلَبَ في اليوم والليلة مرة\n",
    "pg": "V01P0231-V01P0232"
  },
  "وجج": {
    "def": "وج: بلد الطائف\n وفى الحديث: \" آخر وطأة وطئها الله بوج \"، يريد غزاة الطائف\n قال الشاعر (١) : فإن تسق من أعناب وج فإننا لنا العين تجرى من كسيس ومن خمر (٢) والوج: ضرب من الادوية (٣) ، فارسي معرب\n",
    "pg": "V01P0346-V01P0347"
  },
  "وجح": {
    "def": "الوَجاحُ والوِجاحَ والوُجاحُ: السِتْرُ\n قال القطامى: * لم يدع الثلج لهم وجاحا * وربما قلبوا الواو ألفا فقالوا: أجاح وإجاح وأجاح\n ويقال للماء في أسفل الحوض إذا كان مقدار ما يستره: وَجاحٌ\n ويقال: لَقِيته أدنى وَجاحٍ، لاول شئ يرى\n وأوجحه البول: ضيَّق عليه\n ومنه ثوب مُوجَحٌ، أي صفيقٌ متينٌ، ووَجيحٌ أيضاً\n وبابٌ مَوْجوحٌ، أي مردودٌ\n وأوْجَحَتِ النارُ، أي وَضَحَتْ وبَدَتْ\n وأوْجَحَ لنا الطريق\n ويقال: حفر حتى أوجح، إذا بلغ الصفا\n",
    "pg": "V01P0414"
  },
  "وجد": {
    "def": "وَجَدَ مطلوبه يَجِدُهُ وُجوداً، ويجده أيضا بالضم، لغة عامرية لا نظير لها في باب المثال\n قال لبيد (٤) وهو عامري: لو شئت قد نقع الفؤاد بشربة (٥) * تدع الصوادى لا يجدن غليلا (٦) - ووَجَدَ ضالَّته وِجْداناً\n وَوَجَدَ عليه في الغضب مَوْجِدَةً، ووِجْداناً أيضاً، حكاها بعضهم\n وأنشد (١) : كِلانا رَدَّ صاحِبَهُ بغَيْظٍ * على حَنَقٍ ووِجْدانٍ (٢) شَديدِ - ووَجَدَ في الحزن وَجْداً بالفتح، ووَجَدَ في المال وُجْداً ووِجْداً وجِدَةً، أي استغنى\n وأوْجَدَه الله مطلوبهُ، أي أظفره به\n وأوْجَدَهُ، أي أغناه\n يقال: الحمد لله الذى أوجدني بعد فقر، وآجدني بعد ضعفٍ، أي قوَّاني\n ووُجِدَ الشئ عن عدم فهو موجود، مثل حم فهو محموم\n وأوجده الله، ولا يقال وجده، كمالا يقال حمه\n وتوجدت لفلان، أي حزنت له\n",
    "pg": "V02P0547"
  },
  "وجذ": {
    "def": "الوَجْذ بالجيم: نُقْرَةٌ في الجبل يجتمع فيها الماء، والجمع وجاذ\n قال الراجز عمر بن جميل (١) :\nأس جرامير على وجاذ (٢)",
    "pg": "V02P0572"
  },
  "وجر": {
    "def": "الوَجورُ: الدواء يوجَرُ في وسط الفم\n تقول منه: وَجَرْتُ الصبيَّ وأوْجرتُهُ، بمعنًى\n وأوْجَرْتُهُ الرمحَ لاغير، إذا طعنتَه به في صدره (٢) \n والميجر كالمسعط، يوجر به الدواء\n واتَّجَرَ: أي تداوى بالوَجورِ، وأصله اوْتَجَرَ\n ووَجِرْتُ منه بالكسر، أي خِفْتُ\n وإنِّي لأوْجَرُ، مثل لأوْجَلُ\n ولا يقال في المؤنَّث وَجْراءُ، ولكن وَجِرَةً\n والوِجارُ (١) : سربُ الضبع\n ووجرة: موضع\n قال امرؤ القيس: تصد وتبدى عن أسيل وتتقى * بناظرة من وحش وجرة مطفل - قال الاصمعي: وجرة بين مكة والبصرة، وهى أربعون ميلا ليس فيها منزل، فهى مرت للوحش (٢) \n",
    "pg": "V02P0844"
  },
  "وجز": {
    "def": "أوْجَزْتُ الكلام: قصَّرته\n وكلامٌ موجز وموجز، ووجز ووجيز\n وأبو وجزة السعدى، سعد بكر، شاعر ومحدث\n وتوجزت الشئ، مثل تنجزته\n",
    "pg": "V03P0900"
  },
  "وجس": {
    "def": "الوجس: الصوت الخفى\n وفى حديث الحسن في الرجل يجامع المرأة والاخرى تسمع قال: \" كانوا يكرهون الوجس \"\n والوجس أيضاً: فزعةُ القلب\n والواجِسُ: الهاجسُ\n وأوجس في نفسه خيفة، أي أضمر\n وكذلك التَوَجُّسُ\n والتَوجُّسُ أيضاً: التسمُّع إلى الصوت الخفيّ قال ذو الرمة يصف صائداً: إذا تَوَجَّسَ رِكْزاً من سَنابِكِها * أو كان صاحِبَ أرضٍ أو به المومُ * والأوْجَسُ: الدهر\n ويقال: لا أفعله سَجيسَ الأوْجَسِ، والأوْجُسِ أيضاً، بضم الجيم عن يعقوب، أي أبداً\n قال الأموي: يقال: ما ذقت عنده أوْجَسَ، أي شيئاً من الطعام\n",
    "pg": "V03P0987-V03P0988"
  },
  "وجع": {
    "def": "الوَجَعُ: المرضُ، والجمع أوْجاعٌ ووجاع، مثل جبل وأجبال وجبال\n وقد وجع فلان يوجع ويَيْجَعُ وياجَعُ (٢) فهو وَجِعٌ، وقومٌ وَجِعونَ ووَجْعى مثل مرضَى، ونسوةٌ وجاعى أيضا ووجعات\n وبنو أسد يقولون: ييجع بكسر الياء\n وهم لا يقولون يعلم استثقالا للكسرة على الياء\n فلما اجتمعت الياءان قويتا واحتملتا ما لم تحتمله المفردة\n وينشد لمتمم بن نويرة على هذه اللغة: قعيدك ألا تسمعينى ملامة * ولا تنكئى قرح الفؤاد فييجعا * وفلان يوجع رأسَه، نصبتَ الرأس، فإن جئت بالهاء رفعت فقلت يَوْجَعُهُ رأسُه\n وأنا أيْجَعُ رأسي ويَوْجَعُ رأسي، ولا تقل يُوجِعُني رأسي، والعامَّة تقوله\n قال الصِمَّةُ بن عبد الله القُشيريّ: تَلَفَّتُّ نحو الحَيِّ حتَّى وَجَدْتُني * وَجِعْتُ من الإصغاءِ لِيتاً وأَخْدَعا * والإيجاعُ: الإيلامُ\n وضربٌ وجيع، أي موجع، مثل أليم بمعنى مؤلم\n وتوجعت لفلان من كذا، أي رَثَيْتُ\n والوَجْعاءُ: السافلة، وهى الدبر، ومنه قول الشاعر (١) :\nوإذ يشد على وجعائها الثفر (٢) * يعنى أنها بوضعت\n والجعة: نبيذ الشعير، عن أبى عبيد، ولست أدرى ما نقصانه\n",
    "pg": "V03P1294-V03P1295"
  },
  "وجف": {
    "def": "وجف الشئ أي اضطرب\n وقلبٌ واجِفٌ\n والوَجيفُ: ضربٌ من سير الإبل والخيل\n وقد وَجَفَ البعير يَجِفُ وَجْفاً ووَجيفاً، وأوْجَفْتُهُ أنا\n يقال \" أوْجَفَ فأعجفَ \"\n وقال تعالى: ﴿فما أوْجَفْتُمْ عليه من خيْلٍ ولا رِكابٍ﴾ ، أي ما أعملتم\n قال العجاح:\nناج طواه الاين مما وجفا (٢) *",
    "pg": "V04P1437"
  },
  "وجل": {
    "def": "الوَجَلُ: الخوف\n تقول منه: وَجِلَ وَجَلاً ومَوْجَلاً بالفتح، وهذا موجله بالكسر، للموضع، على ما فسرناه في وعد\n وفى المستقبل منه أربع لغات: يَوْجَلُ، وياجَلُ، وييجل، وييجل بكسر الياء\n وكذلك فيما أشبهه من باب المثال إذا كان لازما\n فمن قال ياجل جعل الواو ألفا لفتحة ما قبلها، ومن قال ييجل بكسر الياء فهى على لغة بنى أسد، فإنهم يقولون: أنا إيجل، ونحن نيجل، وأنت تيجل، كلها بالكسر\n وهم لا يكسرون الياء في يعلم، لاستثقالهم الكسر على الياء، وإنما يكسرون في ييجل لتقوى إحدى الياءين بالاخرى\n ومن قال ييجل، بناه على هذه اللغة ولكنه فتح الياء، كما فتحوها في يعلم\n والامر منه ايجَلْ، صارت الواو ياءً لكسرة ما قبلها\n وتقول: إني منه لأوْجَلُ، ولا يقال في المؤنث وجلاء، ولكن وجلة\n",
    "pg": "V05P1840"
  },
  "وجم": {
    "def": "وَجَمَ من الأمر (٢) وُجوماً\n والواجِمُ: الذي اشتدَّ حزنه حتَّى أمسك عن الكلام: يقال: مالي أراك واجِماً\n ويقال: لم أَجِمْ عنه، أي لم أسكت عنه فَزَعاً\n ويومٌ وَجيمٌ، أي شديد الحر، وهو بالحاء أيضا\n ويقال: يكون ذلك وجمة، أي مسبَّةً\n والوَجْمَةُ مثل الوجبة، وهي الأكلة الواحدة\n والوَجَمُ بالتحريك: واحد الأوْجامِ، وهي علاماتٌ وأبنيةٌ يهتدى بها في الصحارى\n",
    "pg": "V05P2048-V05P2049"
  },
  "وجن": {
    "def": "الوَجينُ: العارضُ من الأرض ينقاد ويرتفع قليلاً، وهو غليظ\n ومنه الوَجْناءُ، وهي الناقة الشديدة شبِّهت به في صلابتها\n وقال قومٌ: هي العظيمة الوَجْنتين\n والوَجينُ: شطّ الوادي\n والوَجْنَةُ: ما ارتفع من الخدَّين\n وفيها أربع لغات: وَجْنَةٌ، ووُجْنَةٌ وأجْنَةٌ، ووِجْنَةٌ\n ورجلٌ مُوَجَّنٌ: عظيم الوَجَناتِ\n ويقال: ما أدري أيُّ مَنْ وَجَّنَ الجلدَ هو، أيْ أي الناس هو؟\n والوَجْنُ: الدَقُّ\n ويقال: وَجَنَ القصَّارُ الثوبَ يَجِنُهُ وَجْناً: دَقَّهُ\n أبو زيد: الميجَنَةُ: المِدَقَّةُ، والجمع مَواجِنُ\n وأنشد لعامر بن عقيل السعدى جاهلي: رقاب كالمواجن خاظيات * وأستاه على الاكوار كوم قوله خاظيات بالظاء، من قولهم: خظابظا\n",
    "pg": "V06P2212"
  },
  "وجه": {
    "def": "الوَجْهُ معروف، والجمع الوُجوهُ وحكى الفراء: حى الوجوه وحى الاجوه\n قال ابن السكيت: ويفعلون ذلك كثيرا في الواو إذا انضمت\n والوجْهُ والجِهةُ (١) بمعنًى، والهاء عوضٌ من الواو\n ويقال: هذا وجه الرأي، أي هو الرأي نفسه\n والاسم الوِجْهَةُ والوُجْهَةُ بكسر الواو وضمها\n والواو تثبت في الاسماء، كما قالوا ولدة وإنما لا تجتمع مع الهاء في المصادر\n والمواجهة: المقابلة\n ويقال: قعدت وُجاهَكَ ووِجاهَكَ، أي قبالتك\n واتَّجَهَ له رأى، أي سنح، وهو افتعل، صارت الواو ياء لكسرة ما قبلها وأبدلت منها التاء وأدغمت\n ثم بنى عليه قولك: قعدت تُجاهَكَ وتِجاهَكَ، أي تلقاءك\n وتَجَهْتُ إليك أتجه، أي توجهت، لان أصل التاء فيهما واو\n ووجهته في حاجةٍ، ووَجَّهْتُ وجهي لله سبحانه، وتَوَجَّهْتُ نحوك وإليك\n وتوَجَّهَ الشيخ، إذا ولى وكبر\n وفى المثل: \" أحمق ما يتوجه \"، أي لا يحسن أن يأتي الغائط\n وشئ مُوَجَهٌ، إذا جُعِلَ على جهةٍ واحدةٍ لا يختلف\n وقد وَجُهَ (١) الرجل بالضم، أي صار وَجيهاً، (*) أي ذا جاهٍ وقدْرٍ\n وأوْجَهَهُ الله، أي صيَّره وَجيهاً\n وأوْجَهْتُهُ، أي صادفته وجيها\n قال المساور بن هند بن قيس بن زهير: إن الغوانى (١) بعد ما أوجهننى * أعرضن (٢) ثمت قلن شيخ أعور ووجوه البلد: أشرافُهُ\n والوَجيهَةُ: خَرَزةٌ\n ويقال للولد إذا خرجت يداه من الرحم أوَّلاً\n وَجيهٌ\n وإذا خرجت رِجلاه أولا: يتن\n والوجيه: اسم فرس، قاله الاصمعي\n أبو عبيد: التوجيه هو الحرف الذي بين ألف التأسيس وبين القافية، عن الخليل\n قال: ولك أن تغيِّره بأيِّ حرفٍ شئت، كقول امرئ القيس: \" أني أفرّ (٣) \" مع قوله \" صُبُرْ \" وقوله \" واليوم قرّ \"\n ولذلك قيل له توجيه\n وغيره يقول: التوجيه اسم لحركاته إذا كان الروى مقيدا، وأما نفس الحرف فيسمى الدخيل\n",
    "pg": "V06P2254-V06P2256"
  },
  "وحى": {
    "def": "الوحْيُ: الكتابُ، وجمعه وُحِيٌّ، مثل حلى وحلى\n قال لبيد:\nكما ضمن الوحى سلامها (٣) * والوَحْيُ أيضاً: الإشارة، والكتابة، والرسالة، والإلهام، والكلام الخفيّ، وكلُّ ما ألقيته إلى غيرك\n يقال: وَحَيْتُ إليه الكلامَ وأوْحَيْتُ، وهو أن تكلِّمه بكلامٍ تخفيه\n قال العجاج:\nوَحى لها القرارَ فاسْتَقَرَّتِ (١) * ويروى: \" أوْحَى لها \"\n ووَحى وأَوْحى أيضاً، أي كتب\n وقال (٢) :\nلقدر كان وحاه الواحى (٣) * وأوحى الله إلى أنبيائه\n وأوْحى، أي أشار\n قال تعالى: (فأَوْحَى إليهمْ أنْ سَبِّحوا بكرة وعشيا) \n ووحيت إليه بخبر كذا، أي أشرتُ وصَوَّتُّ به رويداً\n والوَحى، مثال الوغى: الصوتُ\n قال الشاعر (*) منعناكم كراء وجانبيه * كما منع العرين وحى اللهام وكذاك الوحاة بالهاء\n قال الراجز: يحدو بها كل فتى هيات * تلقاه بعد الوهن ذا وحاة وهن نحو البيت عامدات * قال الاخفش: نصب عامدات على الحال\n قال النضرُ: سمعتُ وَحاةَ الرَعْدِ، وهو صوته الممدود الخفيّ\n قال: والرعد يحى وحاة\n واستو حيناهم، أي استصر خناهم\n والوحى: السرعة، يمد ويقصر\n ويقال: الوَحى الوَحى: يعني البِدارَ البِدارَ\n وتَوَحَّ يا هذا، أي أسْرِع\n ووَحَّاهُ تَوْحِيَةً، أي عجَّله\n والوحى على فعيل: السريع\n يقال: موت وحى\n",
    "pg": "V06P2519-V06P2520"
  },
  "وحح": {
    "def": "الوحوحة: صوت معه بحح\n يقال: وحْوَحَ الرجل في يده، إذا نفخ فيها من شدَّة البرد\n قال الأصمعي: رجلٌ وَحْواحٌ، أي خفيف\n قال وأنشد (١) :\nفاتسقت لزاجر وحواح (٢) * وكذلك الوحوح\n قال الجعدى يرثى أخاه: ومن قبله ما قد رُزِئْتُ بوَحْوَحٍ * وكان ابن أمي والخليل المصافيا (١)",
    "pg": "V01P0414-V01P0415"
  },
  "وحد": {
    "def": "الوَحْدَةُ: الانفرادُ\n تقول: رأيته وحدَه\n وهو منصوبٌ عند أهل الكوفة على الظرف، وعند أهل البصرة على المصدر في كل حال (٣) ، كأنك قلت: أوحدته برؤيتي إيحادا، أي لم أر غيره، ثم وضعت وحده هذا الموضع\n وقال أبو العباس: يحتمل أيضا وجها آخر وهو أن يكون الرجل في نفسه منفردا، كأنك قلت: رأيت رجلا منفردا انفرادا، ثم وضعت وحده موضعه\n ولا يضاف إلا في قولهم: فلانٌ نسيجُ وحدِهِ، وهو مدحٌ\n وجُحَيْشُ وحدِهِ وعُيَيْرُ وحدِهِ، وهما ذم\n كأنك قلت: نسيج إفراد، فلما وضعت وحده موضع مصدر مجرور جررته\n وربما قالوا: رجيل وحده\n والواحد: أول العدد، والجمع وحدان وأحدان، مثل شاب وشبان، وراع ورعيان\n قال الفراء: يقال أنتم حيٌّ واحدٌ وحي واحِدونَ، كما يقال: شِرْذِمَةٌ قليلون\n وأنشد للكميت: فَضَمَّ قَواصيَ الأحياءِ منهم * فقد رَجَعوا كَحَيٍّ واحِدِينا - ويقال: وحَّدهُ وأحَّدَهُ، كما يقال ثنَّاهُ وثلَّثهُ\n ورجلٌ وَحَدٌ ووَحِدٌ (١) ووحيد، أي منفردٌ\n وتوَّحَدَ برأيه: تفَرَّدَ به\n وبنو الوحيد: بطن من العرب من بنى كلاب ابن ربيعة بن عامر بن صعصعة\n وتوحدة الله بصعمته، أي عصَمه ولم يَكِلْهُ إلى غيره\n وأوْحَدَتِ الشاةُ فهي موحِدٌ، أي وضعتْ واحِداً، مثل أفَذَّتْ\n وفلانٌ واحِدُ دهرِهِ، أي لا نظير له\n وفلان لا واحد له\n وأوْحَدَهُ الله: جعله واحِدَ زمانه\n وفلانٌ أوحَدُ أهلِ زمانِهِ، والجمع أحدان، مثل أسود وسودان، وأصله وحدان\n قال الكميت: فباكره والشمس لم يبد قرنها * بأحدانه المستولغات المكلب - يعنى كلابه التى لا مثلها كلاب، أي هي واحدة الكلاب\n ويقال: لست في هذا الأمر بأوْحَد، ولا يقال للانثى واحداء\n وتقول: أعط كلَّ واحدٍ منهم على حِدَةٍ، أي على حِيالِهِ\n والهاءُ عوضٌ من الواو\n ودخلوا مَوْحَدَ مَوْحَدَ، أي فُرادى\n وقولهم: أُحادَ ووُحادَ وموحد، غير مصروفات، لما ذكرناه في ثلاث\n والميحاد من الواحد كالمعشار من العشرة\n",
    "pg": "V02P0547-V02P0548"
  },
  "وحر": {
    "def": "الوَحَرَةُ بالتحريك: دُويبةٌ حمراءُ تلزق بالارض كالعظاء، والجمع وحر\n والوَحَرَ أيضاً في الصدر، مثل الغِلِّ\n وفي الحديث: \" يَذهب بوَحَرِ الصدر (٣) \"، وقد وَحِرَ صدرُه عليّ، أي وغر\n وفى صدره على وَحْرٌ بالتسكين، مثل وَغْرٌ: وهو اسم، والمصدر بالتحريك\n",
    "pg": "V02P0844"
  },
  "وحش": {
    "def": "الوَحْشُ: الوُحوشُ، وهي حيوان البَرِّ، الواحدُ وَحْشِيٌّ\n يقال حمارُ وَحْشٍ بالإضافة، وحمارٌ وَحْشِيٌّ\n وأرضٌ موحوشة: ذات وحوش، عن الفراء\n والوحشي: الجانب الايمن من كل شئ\n هذا\n قول أبى زيد وأبى عمرو\n وقال عنترة: وكأنما تنأى بجانب دفها ال * وحشى من هزج العشى مؤوم * وإنما تنأى بالجانب الوحشى لان سوط الراكب في يده اليمنى\n وقال الراعي: فَمالَتْ على شِقِّ وَحْشِيِّها * وقد ريعَ جانِبُها الأيسرَ * ويقال: ليس من شئ يفزع إلا مال على جانبه الأيمن، لأن الدابَّة لا تُؤتى من جانبها الأيمن، وإنَّما تؤتى في الاحتلاب والركوب من جانبها الأيسر، فإنَّما خوفُها منه، والخائفُ إنَّما يفرّ من موضع المخافة إلى موضع الأمن\n وكان الأصمعي يقول: الوَحْشِيُّ الجانب الايسر من كل شئ\n ووَحْشِيُّ القوسِ: ظهرُها\n وإنْسِيُّها: ما أقبلَ عليك منها\n وكذلك وَحْشِيُّ اليد والرجل وإنسيهما\n والوحشة: الخلوة والهمُّ\n وقد أوْحَشْتُ الرجلَ فاسْتَوْحَشَ\n وأرضٌ وَحْشَةٌ وبلدٌ وَحْشٌ بالتسكين، أي قفر\n يقال \" لقيته بوحش إصمت \" أي أي ببلد قفر\n وتوحشت الارض: صارت وَحْشَةً\n وأوْحَشْتُ الأرضَ: وجدتها وَحْشَةً\n وأنشد الاصمعي لعباس بن مرداس: لاسماء رسم أصبح اليوم دارسا * وأوحش منها رحرحان فراكسا (١) * وأوْحَشَ المنزل أيضاً: صار كذلك وذهب عنه الناس\n قال الشاعر: لمية (٢) موحشا طلل * يلوح كأنه خلل * وأوحش الرجل: جاعَ\n وتَوَحَّشَ الرجلُ، أي خلا بطنُه من الجوع\n يقال: تَوَحَّشْ للدواء، أي أخل جوفك له من الطعام\n وبات فلانٌ وَحْشاً، أي جائعاً\n وبتنا أوْحاشاً\n وقد أوْحَشْنا منذ ليلتان، أي نفد زادنا\n وقال حميد يصف ذئبا وإنْ بات وَحْشاً ليلةً لم يضق بها * ذِراعاً ولم يصبح بها وهو خاشِعُ * ووَحَّشَ الرجلُ، إذا رمى بثوبه وسلاحه مخافةَ أن يُلحَقَ\n وفي الحديث: \" فوَحَّشوا برماحهم \"\n وقال الشاعر (١) :\nفذَروا السِلاحَ ووَحَّشوا بالابرق * (٢)",
    "pg": "V03P1024-V03P1025"
  },
  "وحص": {
    "def": "قال ابن السكيت: سمعتُ غير واحدٍ من الكلابيِّين يقولون: أصبحتْ وليس بها وَحْصَةٌ أي برد\n يعنى البلاد والايام\n والحاء غير معجمة (١) \n",
    "pg": "V03P1061"
  },
  "وحف": {
    "def": "عُشبٌ وَحْفٌ وواحِفٌ، أي كثير\n والوَحْفُ: الجناح الكثير الريش\n وشَعْرٌ وَحْفٌ، أي كثيرٌ حسنٌ، ووَحَفَ أيضاً بالتحريك\n وقد وَحُفَ شعره بالضم، والاسم والوحوفة والوحافة\n والوَحْفاءُ: الأرض فيها حجارة سودٌ، وليست بحَرَّةٍ\n والصخرةُ السوداء وَحْفَةٌ، والجمع وحاف\n ووحاف القهر: موضع، وهو في شعر لبيد (١) \n ووحف الرجل (٢) ، إذا ضرب بنفسه الارض\n وكذلك البعير\n ووَحَّفَ تَوْحيفاً مثله\n ومَواحِفُ الإبل: مباركها\n والموحف: البعير المهزول\n قال الراجز:\nلما رأيت الشارف الموحفا (٣) * وقال أبو عمرو: التوحيف: الضرب بالعصا\n وواحف: موضع\n",
    "pg": "V04P1437-V04P1438"
  },
  "وحل": {
    "def": "الوَحَلُ بالتحريك: الطينُ الرقيقُ\n والموحل بالفتح: المصدر، وبالكسر المكان والاسم على ما فسرناه\n قال الشاعر (١) : فأصبح العين رُكوداً على الأوْ شازِ أن يَرْسَخْنَ في المَوحَلِ يروى بالفتح والكسر\n يقول: وقَفتْ بقرُ الوحش على الروابي مخافةَ الوحلِ، لكثرة المطر\n والوَحْلُ بالتسكين، لغةٌ رديئة\n واسْتَوْحَلَ المكانُ\n ووَحِلَ الرجلُ بالكسر (٢) : وقع في الوَحَلِ\n وأوْحَلَهُ غيره\n وواحله فوحله، أي غلبه فيه\n",
    "pg": "V05P1840-V05P1841"
  },
  "وحم": {
    "def": "وَحَمْتُ وَحْمَهُ، أي قصدت قصده\n والوِحامُ من الدوابّ، أن تَسْتعْصِبَ عند الحمل، وقد وَحِمَتْ بالكسر\n والوَحامُ والوِحامُ: شهوة الحُبلى، وليس الوِحامُ إلاّ في شهوة الحبل خاصَّةً\n وقد وَحِمَتْ تَوْحَمُ وَحماً، وهي امرأةٌ وَحْمَى ونسوةٌ وحامى\n وفي المثل: \" وَحْمَى ولا حَبَلٌ \"\n وقد وَحَّمناها تَوْحيماً: أطعمناها ما تشتهيه\n ويقال أيضاً: وَحَّمنا لها، أي ذبحنا\n",
    "pg": "V05P2049"
  },
  "وخى": {
    "def": "يقال: وَخَيْتُ وَخْيَكَ، أي قصدتُ قصدك\n وهذا وَخْيُ أهْلِكَ (١) ، أي سَمْتُهُمْ حيث ساروا\n وما أدري أين وَخَى فلانٌ، أي أين توجه\n ووخت الناقة تخى وَخْياً، أي سارت سيراً قَصْداً\n وقال:\nيتبعن وخى عيهل نياف (١) * وواخاهُ: لغةٌ ضعيفةٌ في آخاهُ، تبنى على يُواخي\n وتَوَخَّيْتُ مرضاتَك، أي تحرَّيتُ وقصدتُ\n وتقول: اسْتوْخِ لنا بَني فلانٍ ما خَبَرُهُمْ؟ أي استخبرهم\n وهذا الحرف هكذا رواه أبو سعيد بالخاء معجمة\n",
    "pg": "V06P2520-V06P2521"
  },
  "وخخ": {
    "def": "الوخواخ: الضعيف\n قال الزفيان: إنى ومن شاء ابتغى قفاخا * لم أك في قومي امرأ وخواخا",
    "pg": "V01P0434"
  },
  "وخد": {
    "def": "الوَخْدُ: ضربٌ من سير الإبل\n وقد وَخَدَ البعيرُ يَخِدُ وخدا وخدانا، وهو أن يرمى بقوائمه كمشي النعام، فهو واخِدٌ ووخاد\n",
    "pg": "V02P0548-V02P0549"
  },
  "وخز": {
    "def": "الوَخْزُ: الطعنُ بالرمح ونحوه، ولا يكون نافذاً\n يقال: وَخَزَهُ بالخنجر\n والوخر: الشئ القليل\n قال الشاعر (١) : لها أشارير من لحم تتمره * من الثعالى ووخز من أرانيها * ووخزه الشيب، أي خالطه\n",
    "pg": "V03P0900-V03P0901"
  },
  "وخش": {
    "def": "يقال: ذاك من وَخْشِ الناس، أي من رُذالهم\n وجاءني أوْخاشٌ من الناس، أي من سقاطهم\n وقد وخشى الشئ بالضم وُخوشَةً ووَخاشَةً، أي صار ردِيًّا\n قال الكميت: تلقى الندى ومخلدا حليفين * ليسا من الوكس ولا بوخشين * وقول الراجز (٣) : جارية ليست من الوخشن * كأن مجرى دمعها المستن * قطنة من أجود القطن * أراد \" الوخش \" فزاد فيها نونا ثقيلة\n وأوْخَشَ القومُ، أي رَدُّوا السهامَ في الرِبابة مرَّةً بعد أخرى، كأنهم صاروا إلى الوخاشة والرذالة\n وأنشد أبو الجراح ليزيد بن الطَثْريَّة: وألقَيْتُ سهمي وَسْطَهم حين أوْخَشوا * فما صار لي في القسم إلا ثمينها (١)",
    "pg": "V03P1025-V03P1026"
  },
  "وخض": {
    "def": "الوَخْضُ: طعنٌ غير جائفٍ\n وقد وَخَضْتُهُ بالرمح\n والوَخيضُ: المطعونُ\n قال ذو الرمَّة يصف ثوراً: وتارَةً يَخِضُ الأسْحارَ (٢) عن عُرُضٍ * وخضا وتنتظم الاسحار والحجب (٣) *",
    "pg": "V03P1112"
  },
  "وخط": {
    "def": "وخَطَهُ الشيبُ، أي خالطه\n والوَخْطُ: الطعنُ النافذُ\n والوَخْطُ: لغةٌ في الوَخْدِ، وهو سرعة السير\n",
    "pg": "V03P1166"
  },
  "وخف": {
    "def": "وخف الخطمى وأوخفته، أي ضربته حتَّى تَلَزَّجَ\n والوَخيفَةُ: ما أو خفته من الخطمى\n يقال للاحمق: إنَّه لموخِفٌ، أي يُوخِفُ زِبْلَه كما يُوخَفُ الخِطْمِيُّ\n ويقال له العَجَّانُ أيضاً، وهو من كناياتهم\n",
    "pg": "V04P1438"
  },
  "وخم": {
    "def": "رجل وخم بكسر الخاء، ووَخْمٌ بالتسكين، ووَخيمٌ، أي ثقيل بيِّن الوَخامَةِ والوُخومَةِ\n والجمع وِخامٌ وأوخام\n يقال منه: واخمنى فوخمته\n وشئ وخيم، أي وبئ\n وبلدة وَخِمَةٌ ووَخيمَةٌ، إذا لم توافق ساكنها\n وقد اسْتَوْخَمْتُها\n واسْتَوْخَمْتُ الطعام وتَوَخَّمْتُهُ، إذا اسْتَوْبَلْتَهُ\n قال زهير:\nإلى كَلأٍ مُسْتَوْبَلٍ مُتَوَخَّمِ (١) * ووَخِمَ الرجل بالكسر، أي اتَّخَمَ\n وقد اتَّخَمْتُ من الطعام وعن الطعام، والاسم التخمة بالتحريك، على ما ذكرناه في وكلة وتكلة\n والجمع تخمات وتُخَمٌ\n وأتْخَمَهُ الطعام على أفْعَلَهُ، وأصله أوْخَمَهُ\n وهذا طعامٌ مَتْخَمَةٌ بالفتح، وأصله موخمة، لانهم توهموا التاء أصلية لكثرة الاستعمال\n والعامة تقول التُخْمَةُ بالتسكين، وقد جاء ذلك في شعرٍ أنشده أعرابيٌّ: وإذا المِعْدَةُ جاشَتْ فارْمِها بالمَنْجَنيقِ بثَلاثٍ من نبيذ ليس بالحلوا الرقيق تهضم التُخْمَةَ هَضْماً حينَ تجري في العروق",
    "pg": "V05P2049-V05P2050"
  },
  "ودى": {
    "def": "الوَدْيُ بالتسكين: ما يخرج بعد البول، وكذلك الوَدِيُّ بالتشديد، عن الأمويّ\n تقول منه: وَدى بغير ألِفٍ\n ووَدى الفرسُ يَدي وَدْياً، إذا أدلى ليبول أو ليضرب\n وقال اليزيدى: ودى ليبول، وأدلى ليضرب\n ولا تقل أوْدى\n والدِيَةُ: واحدة الدِياتِ، والهاء عوضٌ من الواو\n تقول: وَدَيْتُ القتيل أَدِيهِ دِيَةً، إذا أعطيت دِيَتِه\n واتَّدَيْتُ، أي أخذت ديته\n (*) وإذا أمرت منه قلت: دوا فلانا، وللاثنين: دِيا فلاناً، وللجماعة: دُوا فلاناً\n وأوْدى فلانٌ، أي هلك، فهو مود\n والودى على فعيل: صغار الفسيل، الواحدة وَدِيةٌ\n والوادي معروف، وربَّما اكتفوا بالكسرة عن الياء كما قال (١) :\nقَرْقَرَ قُمْرُ الوادِ بالشاهِقِ (٢) * والجمع الأوْدِيَةُ على غير قياس، كأنه جمع ودى، مثل سرى وأسرية للنهر\n وقول الشاعر (٣) :\nفيها سهام يثرب أو سهام الوادي (٤) * يعنى وادى القرى\n والتوادي: الخشبات التى تُشَدُّ على خِلف الناقة إذا صرت، الواحدة تودية\n",
    "pg": "V06P2521-V06P2522"
  },
  "أود": {
    "def": "أود الشئ بالكسر يأود أَوَداً، أي اعْوَجَّ\n وتَأَوَّدَ: تَعَوَّجَ\n أبو زيد: آدَني الحِمْلُ يَؤُودُني أودا: اثقلني\n وأنا مؤود مثال مقول\n يقال: ما آدَكَ فهو لي آيِدٌ\n وآدَهُ أيضاً بمعنى حَناهُ وعَطَفَهُ، وأصلهما واحد\n وآد العشى، أي مال\n قال الهذلى ساعدة ابن العَجْلان\n أَقَمْتُ به نَهارَ الصَيْفِ حَتَّى * رَأيْتُ ظِلالَ آخِرِهِ تَؤُودُ - أي ترجع وتميل إلى ناحية المشرق\n وقال المرقش (١) \n لا يبعد الله التلبب وال * - غارات إذ قال الخميس نعم والعدو بين المجلسين إذا * آدَ العَشِيُّ وتَنادى العَمّ - والانئياد: الانحناء\n قال العجاج: من أن تبدلت بآدى آدا (٢) * لم يك ينآد فأمسى انآدا - أي قد انآد، فجعل الماضي حالا بإضمار قد، كقوله تعالى:\n(أو جاءوكم حصرت صدروهم) *\n وأود بالضم: موضع بالبادية\n وأود بالفتح: اسم رجل\n قال الافوه\n الاودى: ملكنا ملك لقاح أول * وأبونا من بنى أود خيار -",
    "pg": "V02P0442-V02P0443"
  },
  "وأد": {
    "def": "وَأَدَ ابنته يَئِدُها وَأْداً، فهي مَوْءُودَةٌ، أي دفنها في القبر وهى حية\n وكانت كندة تئد البنات\n وقال الفرزدق: ومِنَّا الذي (١) مَنَعَ الوائِداتِ * وأحْيا الوَئِيدَ فلم يُوأَدِ - يعني جدّه صعصعةَ بن ناجية\n أبو عبيد: الوَأْدُ والوَئِيدُ: الصوت الشديد\n ومشى مشْياً وَئِيداً، أي على تُؤْدة\n قال الراجز (٢) : ما للجمال مشيها وئيدا * أجند لا يحملن أم حديدا - واتَّأَدَ في مشيه وتَوَأَّدَ في مشيه، وهو افْتَعَلَ وتَفَعَّلَ، من التُؤَدَةِ (٣) \n وأصل التاء في اتَّأدَ واوٌ\n يقال: اتَّئِدْ في أمرك، أي تثبت\n",
    "pg": "V02P0546"
  },
  "ودأ": {
    "def": "تَوَدَّأَ عليه، أي أهلكه\n وَوَدَّاَ فلانٌ بالقوم تَوْدِئَةً\n أبو عبيد: المودأة: المهلكة والمفازة\n قال: وهى لفظ المفعول به\n أبو زيد: وَدَّأْتُ عليه الأرضَ تَوْديئاً، إذا سويت عليه الارض\n قال الشاعر الضَّبي (١) يرثي أخاه أُبَيًّا: أَأُبَيٌّ إنْ تُصبحْ رهين مُوَدَّا * زلخ الجوانب قعره ملحود (٢)",
    "pg": "V01P0080"
  },
  "ودج": {
    "def": "الوَدَج والوِداج: عِرقٌ في العُنُق، وهما وَدَجانِ\n يقال: دِج دابَّتكَ، أي اقْطَعْ وَدَجَها\n وهو لها كالفَصْدِ للإنسان\n والوَدَجان: الأَخَوانِ\n ويقال: بِئْسَ وَدَجا حَربٍ هما\n ووَدَجْتُ بين القوم ودْجاً، أي أصلحت\n",
    "pg": "V01P0347"
  },
  "ودح": {
    "def": "الكسائي: أودحت الابل: سمنت وحسنت حالها\n أبو عمرو: أوْدَحَ الرجل: أذعن وخضع\n وأنشد:\nأوْدَحَ لما أن رأى الجَدَّ حَكَمْ * وربَّما قالوا: أوْدَحَ الكبشُ، إذا توقَّف ولم ينز\n",
    "pg": "V01P0415"
  },
  "ودس": {
    "def": "الوَدْسُ: أوَّل نبات الأرض\n يقال: ما أحسن وَدْسَها\n وأوْدَسَتِ الأرضُ وتَوَدَّسَتْ بمعنًى، أي أنبتتْ ما غطَّى وجهَها\n ويقال وَدَسَ على الشئ ودسا، أي خفى\n وأين وَدَسْتَ به؟ أي أين خبَّأته\n وما أدري أين وَدَسَ؟ أي أين ذهب\n",
    "pg": "V03P0988"
  },
  "ودع": {
    "def": "التَوديعُ عند الرحيل\n والاسم الوداع بالفتح\n وتوديع الفحل: اقتناؤه للفحلة\n وقوله تعالى: \" ما وَدَّعَكَ رَبُّك \" قالوا: ما تركك\n وتَوْديعُ الثوبِ: أن تجعله في صوانٍ يصونه\n والوَدَعاتُ: مَناقِفُ صِغار تُخْرَجُ من من البحر، وهي خَرَزٌ بيضٌ تتفاوت في الصغر والكبر\n قال الشاعر (١) : ولا ألقي لِذي الوَدَعاتِ سَوْطي * لأَخْدَعَهُ وغِرَّتَهُ أُريدُ * الواحدة وَدْعَةٌ وَوَدَعَةٌ أيضاً بالتحريك\n قال الشاعر:\nوالحِلمُ حِلْمُ صبيٍّ يَمْرُثُ الوَدَعَهْ (٢) * والدعة: الخفض، والهاء عوض من الواو\n تقول منه: وَدُعَ الرجل بالضم، فهو وَديعٌ، أي ساكنٌ، ووادع أيضا، مثل حمض فهو حامض\n يقال: نال فلان المكارم وادِعاً من غير كلفةٍ\n ورجلٌ مُتَّدِعٌ، أي صاحبُ دَعَةٍ وراحةٍ\n والمُوادَعَةُ: المصالحةُ\n والتَوادُعُ: التصالحُ\n وقولهم: عليك بالمَوْدوعِ، أي بالسكينة والوقار\n ولا يقال منه ودعه كما لا يقال من المعسور والميسور عسره ويسره\n وقولهم: دع ذا، أي اتركْه\n وأصله وَدَعَ يَدَعُ وقد أُميتَ (١) ماضيه، لا يقال وَدَعَهُ وإنَّما يقال تركه، ولا وادِعٌ ولكن تاركٌ، وربما جاء في ضرورة الشعر: وَدَعَهُ فهو مَوْدوعٌ على أصله\n وقال (٢) : ليتَ شعري عن خليلي ما الذى * غاله في الحُبِّ حتَّى وَدَعَهْ * وقال خُفافُ بن نُدْبة: إذا ما اسْتَحَمَّتْ أرضهُ من سمائِهِ * جَرى وهو مَوْدوعٌ وواعِدُ مَصْدَقِ * أي متروكٌ لا يُضْرَبُ ولا يُزْجَرُ\n والوَديعَةُ: واحدة الودائِع\n قال الكسائي: يقال أوْدَعْتُهُ مالاً، أي دفعته إليه يكون وديعة عنده\n وأودعته أيضاً، إذا دفع إليك مالاً ليكون وديعةً عندك فقبلتَها\n وهو من الأضداد\n واسْتَوْدَعْتُهُ وَديعَةً، إذا استحفظته إيَّاها\n قال الشاعر: اسْتَوْدَعَ العِلْمَ قِرطاساً (١) فَضَيَّعَهُ * فبئسَ مُسْتَوْدَعُ العِلْمَ القراطيسُ * والميدَعُ والميدَعَة (٢) : واحدة الموادِعِ\n قال الكسائي: هي الثِياب الخُلقانُ التي تُبْتَذَلُ، مثل المَعاوِزِ\n والأوْدَعُ: اسمٌ من أسماء اليربوع\n وودعان: اسم موضع\n",
    "pg": "V03P1295-V03P1296"
  },
  "ودف": {
    "def": "وَدَفَ الإناءُ، أي قَطَرَ\n واسْتَوْدَفْتُ الشحمةَ، أي استقطرْتُها فَوَدَفَتْ\n والوَدْفَةُ والوَديفَةُ: الروضة الخضراء من نبتٍ\n يقال أصبحت الأرضُ وَدْفَةً واحدة، إذا اخضرَّت كلُّها وأخصبتْ\n قال أبو صاعد: يقال وَديفَةٌ من بقلٍ ومن عُشبٍ، وضَفيفَةً من بقل ومن عشب، إذا كانت الروضة ناضرةً متخيِّلةً\n يقال: حَلُّوا في وَديفَةٍ منكَرةٍ، وفي غَذيمَةٍ منكرة\n",
    "pg": "V04P1438"
  },
  "ودق": {
    "def": "الوَدْقُ: المطرُ\n وقد\n وَدَقَ يَدِقُ وَدْقاً، أي قَطَرَ\n قال الشاعر (١) : فلا مُزْنَةٌ وَدَقَتْ وَدْقَها ولا أَرْضَ أبقَلَ إبْقالَها ووَدَقْتُ إليه: دنوتُ منه\n وفي المثل: \" ودَقَ العَيْرُ إلى الماء \"، أي دنا منه\n يضرب لمن خَضَعَ للشئ لحرصه عليه\n والموضع مودق، ومنه قول امرئ القيس:\nتُعَفِّي بذَيْلِ المِرْطِ إذْ جئتُ مَوْدِقي (٢) * وذاتُ وَدْقَيْنِ: الداهية، أي ذات وجهين، كأنَّها جاءت من وجهين\n قال الكميت: وكائِنْ وكَمْ من ذات وَدْقَيْنِ ضِئْبِلٍ نَآدٍ كَفَيْتَ المسلمين عضالها وودقت ودقا: استأنست به\n ويقال لذوات الحافر إذا أرادت الفحل: وَدَقَتْ تَدِقُ وَدْقاً، وأوْدَقَتْ، واسْتَوْدَقَتْ\n وأتانٌ ودوقٌ، وفرسٌ وَدوقٌ ووَديقٌ أيضاً، وبها وداق\n والوديقة: شدة الحر\n قال الهذليّ (١) : حامي الحقيقةِ نَسَّالُ الوديقة معتاق الوسيقة لانكس ولاوانى (٢) والوادق: الحديد\n قال أبو قيس بن الأسْلت: صَدْقٍ حُسامٍ وادِقٍ حدُّه ومُجْنَأٍ أسْمَرَ قراع (٣)",
    "pg": "V04P1563-V04P1564"
  },
  "ودك": {
    "def": "الوَدَكُ: دَسَم اللحم\n ودجاجةٌ وَديكةٌ، أي سمينةٌ\n وديكٌ وَديكٌ\n وقولهم: ما أدري أيُّ أوْدَكِ هو أيْ أي الناس هو والودكاء: رملة أو موضع\n قال الشاعر (١) : أم كنتَ تعرفُ آيات فقد جعلت أطلال إلفك بالود كاء تعتذر (٢) قوله تعتذر، أي تدرس\n",
    "pg": "V04P1613-V04P1614"
  },
  "ودن": {
    "def": "ودنت الشئ ودنا وو دانا: بلَلْتُهُ، فهو مَوْدونٌ ووَدينٌ، أي منقوع\n وجاء قومٌ إلى بنت الخُسِّ بحجرٍ فقالوا: احْذي لنا من هذا نَعلاً، فقالت: دِنوه\n واتدن الشئ، أي ابتل\n واتدنه أيضاً، بمعنى بَلَّهُ\n قال الكميت: وراجٍ لِينَ تَغْلِبَ عن شِظافٍ * كمتَّدِنِ الصَفا كَيْما يَلِينا (١) والوَدْنُ أيضاً: حُسن القيام على العروس\n يقال: أخذوا في وِدانِهِ\n ووَدَنَتِ المرأةُ وأوْدَنَتْ، إذا ولدتْ ولداً ضاوياً\n والولدُ مَوْدونٌ ومودَنٌ أيضاً\n قال (٢) : وأُمُّكَ سوداءُ مَوْدونَةٌ * كأنَّ أناملها الحنظب ومودون: اسم فرس\n",
    "pg": "V06P2212-V06P2213"
  },
  "وده": {
    "def": "اسْتَوْدَهَتِ الإبلُ واسْتَيْدَهَتْ: اجتمعتْ وانساقتْ\n واسْتَوْدَهَ الخَصْمُ واسْتَيْدَهَ، أي انقاد وغُلِبَ\n قال المُخَبَّلُ: ورَدَّ صدورَ الخيلِ حتَّى تَنَهْنَهوا (١) * إلى ذي النُهى واسْتَيْدَهوا للمُحَلِّمِ يقول: أطاعوا لمن كان يأمرهم بالحلم\n ويروى: \" واسْتَيْقَهوا \" من القاهِ، وهو الطاعة\n",
    "pg": "V06P2256"
  },
  "وذى": {
    "def": "يقال: ما به وَذْيَةٌ بالتسكين، أي عيبٌ\n ابن السكيت: سمعتُ غير واحدٍ من الكلابيِّين يقولون: أصبحَتْ وليس بها وَحْصَةٌ وليس بها وَذْيَةٌ، أي بردٌ\n يعنى البلاد والايام\n",
    "pg": "V06P2522"
  },
  "وذأ": {
    "def": "وَذَأْتُ الرجلَ وَذْءًا، إذا عِبْتَهُ وحقَّرتَهُ\n وأنشد أبو زيد: ثَمَمْتُ حوائِجي وَوَذَأْتُ بِشْراً * فبئسَ مُعَرَّسُ الرَكْبِ السِغابِ (٣) ووَذَأْتُهُ فاتَّذَأَ: زجرته فانزجر\n",
    "pg": "V01P0080"
  },
  "وذح": {
    "def": "الوَذَحُ: ما يتعلَّق في أذناب الشاءِ وأرفاغِها من أبعارها وأبوالها، فيجفُّ عليها، الواحدة وَذَحَةٌ، والجمع وذح، مثل بدنة وبدن\n قال جرير: والتغلبية في أفواهِ عَوْرَتِها * وُذْحٌ كثيرٌ وفي أكتافها الوَضَرُ تقول منه: وذحت الشاة توذح وتيذح وذحا\n",
    "pg": "V01P0415"
  },
  "وذر": {
    "def": "الوَذْرَةُ بالتسكين: الفِدْرَةُ، وهي القطعة من اللحم\n ومنه قولهم: \" يا ابنَ شامَّةِ الوَذْرَةِ \"، وهي كلمة قذفٍ\n وكانت العرب تتَسابُّ بها، كما كانت تتسابّ بقولهم: \" يا ابن مُلْقى أرْحُلِ الرُكْبانِ! ويا ابن ذات الرايات! ونحوِها\n والجمع وذر، مثل تمرة وتمر\n ووذرت اللحم توذيرا: قطَّعته: وكذلك الجرح إذا شرطتَه\n وتقول: ذَرْهُ، أي دعه\n وهو يذره، أي يذعه\n وأصله وذره يَذَرُهُ، مثل وَسِعَهُ يَسَعُهُ، وقد أُميتَ مصدره\n ولا يقال وَذِرَهُ ولا واذِرٌ، ولكن: تركه وهو تارك\n",
    "pg": "V02P0844-V02P0845"
  },
  "وذف": {
    "def": "يقال: مَرَّ يَتَوَذَّفُ، بذالٍ معجمة، إذا مرَّ يقارب الخطوَ ويحرك منكبيه\n وفى الحديث: \" خرج الحجاج يتوذف في سبتين له حتى دخل على أسماء بنت أبى بكر \"\n وقال أبو عمرو: التوذف: التبختر\n وكان أبو عبيدة يقول: التَوَذُّفُ الإسراعُ، لقول بشر: بعطى النجائب بالرحال كأنها بقر الصَرائمِ والجِيادُ تَوَذَّفُ أي ويعطي الجياد\n",
    "pg": "V04P1438"
  },
  "وذل": {
    "def": "أبو عمرو: قال الهذليُّ: الوَذيلَةُ المرآةُ في لغتنا\n وحكى أبو عبيد: الوَذيلَةُ القطعة من الفضَّة، وجمعها وَذائِلُ (٣) \n والوَذالَةُ: ما يقطع الجزَّار من اللحم بغير قَسْمٍ\n يقال: لقد توَذَّلوا منه\n",
    "pg": "V05P1841"
  },
  "وذم": {
    "def": "الوَذمُ: السيور التي بين آذان الدَلو وأطراف العَراقيّ، الواحدة وذَمَةٌ\n وقد وَذِمَتِ الدلوُ تَوْذَمُ وذَماً، إذا انقطع وَذَمُها\n والوَذَمُ أيضاً: لَحَماتٌ تكون في رحم الناقة أمثالُ الثآليل تمنعها من الولَد، فإذا عُولج منها قبل ذلك قيل: وَذَّمْتُها تَوْذيماً\n والوِذامُ: الكرش والامعاء، الواحدة وذمة، مثل ثمرة وثمار\n وفي حديث علي ﵇: \" لئن وليت بنى أمية لانفضنهم نفض القصاب الثراب الوذمة \" قال الاصمعي: سألت شعبة عن هذا الحرف فقال: ليس هو هكذا، إنما هو \" نقض القصاب الوذام التربة \"\n والتربة: التى قد سقطت في التراب فتتربت، فالقصاب ينفضها\n وأوذم الحجَّ، أي أوجبه على نفسه\n قال الراجز: لاهم إن عامر بن جَهْمِ أوْذَمَ حَجًّا في ثياب دسم أي متلطخة بالذنوب (١) \n والوذيمة: الهدية إلى بيت الله الحرام، والجمع الوَذائِمُ، وهي الأموال التي نُذرت فيها النُذور\n قال الشاعر: فإن كنتُ لم أذكركِ والقومُ بعضهم (١) غَضابى على بعضٍ فَمالي وذائِمُ أي مالى كله في سبيل الله\n والتَوْذيمُ: أن تُوَذِّمَ الكلاب بقلادة\n ووَذَّمْتُ على الخمسين تَوْذيماً، أي زدت عليها\n",
    "pg": "V05P2050"
  },
  "ورى": {
    "def": "وَرى القَيْحُ جوفَه يَريهِ وريا: أكله\n وفى الحديث: \" لان يمتلئ جوف أحدكم قيحا حتى يريه (١) \"\n وقال عبد بنى الحسحاس: وَراهنَّ رَبِّي مثلَ ما قدور يننى * وأحمى على أكبادهن المكاويا وأنشد اليزيدى:\nقالت له وريا إذا تنحنح (٢) * تقول منه: ريا رجلُ، ورِيا للاثنين، وللجماعة: رُوا، وللمرأة: ري وهي ياء ضمير المؤنث مثل قومي واقعدي، وللمرأتين: ريا، وللنساء: رين\n (*) والاسم الورى بالتحريك\n الفراء: يقال \" سلط الله عليه الوَرى، وحُمَّى خَيْبَرا \"\n والوَرى أيضاً: الخَلْقُ\n يقال: ما أدري أيُّ الوَرى هو؟ أيْ أيُّ الخَلْقِ هو\n قال ذو الرمة: وكائنْ ذَعَرْنا من مهاةٍ ورامِحٍ * بلادُ الوَرى ليست له بِبِلادِ ووَرى الزَنْدُ بالفتح يَري ورْياً، إذا خرجتْ ناره\n وفيه لغة أخرى: ورى الزنديرى بالكسر فيهما\n وأوْرَيْتُهُ أنا، وكذلك وَرَّيْتُهُ تَوْرِيَةً\n وفلان يَسْتَوْري زِنادَ الضلالة\n ويقال أيضاً: وَرِيَ المخُّ، إذا اكتنز\n وناقةٌ واريةٌ، أي سمينة\n وقال (١) :\nيأكلن من لحم السديف الوارى (٢) * ولحم ورى على فعيل، أي سمين\n ويقال: وَرَّى الجرحُ سابره تورية: أصابه الورى\n قال العجاج (٣) * عن قلب ضجم تورى من سبر (١) * كأنه يعدى من عظمه ونفور النفس عنه\n وواريت الشئ، أي أخفيته\n وتوارى هو، أي استتر\n ووَراءَ بمعنى خَلْف، وقد يكون بمعنى قُدَّامٍ، وهي من الاضداد\n قال الاخفش: يقال لقيته من وراء فترفعه على الغاية إذا كان غير مضاف، تجعله اسما، وهو غير متمكن كقولك من قبل ومن بعد\n وأنشد (٢) : إذا أنا لم أو من عليك ولم يكن * لقاؤك إلا من وراء وراء (٣) وقولهم: \" وراءك أوسع لك \" نُصِبَ بالفعل المقدَّر، وهو تأخر\n (*) وقوله تعالى: (وكان وراءهم مَلِكٌ) ، أي أمامهم\n وتصغيرها وُرَيْئَةٌ بالهاء، وهي شاذَّة\n والوَراءُ أيضاً: وَلَدُ الوَلدِ وتقول: وَرَّيْتُ الخبر تَوْرِيَةً، إذا سترتَهُ وأظهرْتَ غيره، كأنَّه مأخوذ من وراء الإنسان، كأنَّه يجعله وراءه حيثُ لا يظهر\n",
    "pg": "V06P2522-V06P2523"
  },
  "أور": {
    "def": "الاوار بالضم: حرارة النار والشمس، وحرارة العطش أيضا: قال الراجز:\nوالنار قد تشفى من الاوار * والنار ههنا: السمات\n وأوارة: اسم ماء\n",
    "pg": "V02P0583"
  },
  "وأر": {
    "def": "وَأَرَهُ يَئرُهُ وَأْراً، أي أفزعه وذعره\n قال لبيد يصف ناقته\n تسلب الكانس لم يوأر بها * شعبة الساق إذا الظل عقل - ومن (١) رواه: \" لم يؤربها \" جعله من قولهم: الدابة تأرى الدابة، إذا انضمت إليها وألفت معها معلفا واحدا\n وأريتهما أنا، وهو من الآرى\n الاصمعي: استوأرت الابل: تتابعت على نفار، حكاه عنه أبو عبيد\n وقال أبو زيد: إذا نفرت فصعدت الجبل، فإذا كان نفارها في السهل قيل: استأورت\n قال: هذا كلام بنى عقيل\n قال الشاعر: ضَمَمْنا عليهم حَجْرَتَيْهِمْ بصادقٍ * من الطَعنِ حتى اسْتَأْوَروا وتَبَدَّدوا - الكسائي: أرضٌ وَئِرَةٌ، على فَعِلَةٍ: شديدةُ الأُوارِ\n قال: وهو مقلوب منه\n",
    "pg": "V02P0841"
  },
  "ورب": {
    "def": "وَرِبَ العِرقُ يَوْرَبُ وَرَباً، أي فسَدَ، فهو عِرْقٌ وَرِبٌ\n قال الهذلى (٢) : إن تنتسب تنسب إلى عرق ورب * أهل خزومات وشحاج صخب",
    "pg": "V01P0232"
  },
  "ورث": {
    "def": "الميراث أصله مِوْراثٌ، انقلبت الواو ياءً لكسرة ما قبلها\n والتُراثُ أصل التاء فيه واو\n تقول: ورثت أبى، وورثت الشئ من أبي، أرِثُهُ بالكسر فيهما، ورثا ووراثة وإرثا، الالف منقلبة من الواو، وَرِثَةً الهاء عوض من الواو\n وإنما سقطت الواو من المستقبل لوقوعها بين ياء وكسرة وهما متجانسان والواو مضادتهما، فحذفت لاكتنافهما إياها، ثم جعل حكمها مع الالف والتاء والنون كذلك، لانهن مبدلات منها\n والياء هي الاصل، يدل على ذلك أن فعلت وفعلنا وفعلت مبنيات على فعل، ولم تسقط الواو من يوجل لوقوعها بين ياء وفتحة، ولم تسقط الياء من ييعر وييسر لتقوى إحدى الياءين بالاخرى\n وأما سقوطها من يطأ ويسع فلعلة أخرى ذكرناها في باب الهمز\n وذلك لا يوجب فساد ما قلناه، لانه يجوز تماثل الحكمين مع اختلاف العلتين\n وتقول: أورثه الشئ أبوه، وهم وَرَثة فلان\n ووَرَّثَهُ توريثاً، أي أدخله في ماله على ورثته\n وتوارثوه كابراً عن كابرٍ\n",
    "pg": "V01P0295-V01P0296"
  },
  "ورخ": {
    "def": "الوَريخَةُ: العجين الذي أُكثِر ماؤه حتَّى رقَّ\n وقد وَرِخَ العجين يورخ ورخا: استرخى\n وأورخته أنا\n وأورخته أنا\n وورخت الكتاب بيوم كذا، مثل أرخته\n",
    "pg": "V01P0434-V01P0435"
  },
  "ورد": {
    "def": "وَرَدَ فلان وُروداً: حضر\n وأوْرَدَهُ غيرُه، واسْتَوْرَدَهُ، أي أحضره\n والوِرْدُ: الجُزْءُ\n يقال: قرأت وِرْدي\n والوِرْدُ: خلاف الصَدَر\n والوِرْدُ أيضاً: الوارد، وهم الذين يردون الماء\n قال يصف قليبا: صبحن من وشحا قليبا سكا * يطمو إذا الورد عليه التكا - وكذلك الابل\n قال الراجز:\nوصبح الماء بورد عكنان (٢) * والورد: يوم الحمى إذا أخذ صاحبها لوقتٍ\n تقول، وَرَدَتْهُ الحمَّى فهو مورود\n قال\n= تربط به أطناب البيوت\n ويروى: \" إذا تعتكر \"، يقال: اعتكر المطر إذا اشتد\n واعتكرت، إذا جاءت بالغبار\n وأشجذت: كفت، وأقلعت\n وتواريه: تغطيه\n وتشتكر تحتفل\n يقال: شاة شكور وشكر، إذا حفلت\n يريد أن هذه السحابة توارى أوتاد البيوت إذا اشتدت، وتبديها إذا كفت وأقلعت\n\n(١) بفتح الواو، وضمها\n وبهما قرئ قوله تعالى: \" ولا تذرن ودا \"\n\n(٢) العكنان، ويحرك: الابل الكثيرة\n أعرابي لآخر: ما أمار إفراق المورود؟ فقال: الرحضاء (١) \n وفلان وارد الارنبة، إذا كان فيها طولٌ\n وتَوَرَّدَتِ الخيلُ البلدةَ، أي دخلتْها قليلاً قليلاً قطعةً قطعةً\n وحبلُ الوريد: عِرْقٌ تزعم العرب أنَّه من الوَتينِ، وهما وَرِيدانِ مكتنفا صَفْقَي العنق ممَّا يلي مقدَّمَه، غليظان\n والوَرْدُ، بالفتح: الذي يُشَمُّ، الواحدة وَرْدَةٌ، وبلونه قيل للأسد: وَرْدٌ: وللفرس، وَرْدٌ، وهو ما بين الكُميت والأشقر\n والأنثى وَرْدَةٌ، والجمع ورد بالضم، مثل جون وجون، ووراد أيضا\n وقد ورد الفرس يورد وردة، أي صار وردا\n واللون وردة، مثلا غُبْسَةٍ وشُقْرَةٍ\n تقول: اِيرادَّ الفرسُ، كما تقول: ادْهامَّ الفرسُ واكْماتَّ\n وأصله اِوْرادَّ، صارت الواو ياءً لكسرة ما قبلها\n وقميصٌ مُوَرَّدٌ: صُبِغَ على لون الوَرْدِ، وهو دون المُضَرَّجِ\n والوارِدُ: الطريقُ\n قال لبيد: ثم أصدرناهما في وارد * صادرٍ وَهْمٍ صُواهُ كالمُثُلْ (١) - يقول: أصدرنا بعيرينا في طريق صادر\n وكذلك المَوْرِدُ\n قال جرير: أميرُ المؤمنينَ على صِراطٍ * إذا اعْوَجَّ الموارد مستقيم - والزماورد (٢) معرب، والعامة تقول: بزماورد\n",
    "pg": "V02P0549-V02P0550"
  },
  "ورس": {
    "def": "الوَرْسُ: نبتٌ أصفر يكون باليمن يُتَّخذ منه الغُمْرَةُ للوجه\n تقول منه: أوْرَسَ المكانُ\n وأوْرَسَ الرِمْثُ، أي اصفرَّ ورقُه بعد الادراك، فصار عليه مثل الملا الصُفْرِ، فهو وارِسٌ ولا يقال مُورِسٌ\n وهو من النوادر\n ووَرَّسْتُ الثوبَ تَوريساً: صبغته بالوَرْسِ\n ومِلْحَفَةٌ وريسة: صبغت بالورس\n",
    "pg": "V03P0988"
  },
  "ورش": {
    "def": "وَرَشَ شيئاً من الطعام وُروشاً، أي تناوله\n والوارِشُ: الداخلُ على القوم وهم يأكلون ولم يُدْعَ، مثل الواغل في الشراب\n والتَوْريشُ: التحريشُ\n يقال: وَرَّشْتُ بين القوم وأرَّشْتُ\n والوَرِشَةُ من الدوابّ: التي تَفَلَّتُ إلى الجَرْي وصاحبُها يكُفُّها\n قال أبو عمرو: الوَرِشاتُ: الخِفافُ من النوق\n وأنشد:\nباتَ يُباري وَرِشاتٍ كالقَطا (٢) * والوَرَشانُ: طائرٌ، وهو ساقُ حُرٍّ\n وفي المثل: \" بِعِلَّةِ الوَرَشانِ تأكل رُطَبَ المُشانِ (٣) \"\n والجمع الوَراشِينُ\n ويجمع على وِرْشانٍ بكسر الواو وتسكين الراء، مثل كروان جمع كروان على غير قياس\n وورش: لقب رجل من رواة القراء\n",
    "pg": "V03P1026"
  },
  "ورض": {
    "def": "وَرَّضَ الرجلُ تَوْريضاً وأوْرَضَ، أي أخرج غائطه ونَجْوَهُ بمرةٍ واحدة\n يقال: ورَّضَتِ الدجاجةُ (١) ، إذا كانت مُرْخِمَةً على البيض ثمَّ قامت فذرقَتْ بمرةٍ واحدة ذَرْقاً كثيرا\n",
    "pg": "V03P1112"
  },
  "ورط": {
    "def": "الوَرْطَةُ: الهلاكُ\n قال رؤبة:\nفأصبحوا في وَرْطَةِ الأَوْراطِ (٢) * قال أبو عبيد: وأصل الوَرْطَةِ أرضٌ مطمئنَّةٌ لا طريق فيها\n ووَرَّطَهُ تَوْريطاً وأوْرَطَهُ، إذا أوقعه في الوَرْطَةِ، فتوَرَّطَ هو فيها\n قال: والوارط: الخديعة والغش\n وفى الحديث: \" لا خِلاطَ ولا وِراطَ \"\n ويقال: هو كقوله: \" لا يُجْمَعُ بين متفرِّق، ولا يفرَّق بين مجتمِع، خشية الصدقة \"\n",
    "pg": "V03P1166-V03P1167"
  },
  "ورع": {
    "def": "الوَرَعُ بالتحريك: الجبانُ\n قال ابن السكيت: وأصحابنا يذهبون بالوَرَعِ إلى الجبان، وليس كذلك، وإنَّما الوَرَعُ الصغيرُ الضعيفُ الذي لا غَناءَ عنده\n ويقال: إنَّما مالُ فلانٍ أوْراعٌ، أي صغارٌ\n تقول منه وَرُعَ بالضم يَورَعُ وُروعاً ووراعة وورعا أيضا بالضم ساكنة الراء\n والورع بكسر الراء: الرجل التفى\n وقد ورع يَرِعُ بالكسر فيهما وَرِعاً ورِعَةً\n يقال: فلان سيئ الرعة، أي قليل الورع\n وتورع من كذا، أي تحرَّج\n ووَرَّعْتُهُ تَوريعاً، أي كفَفته\n وفي حديث عمر ﵁ \" وَرِّعِ اللص ولا تُراعِهِ \"، أي إذا رأيته في منزلك فادفَعْه واكففه ولا تنظر ما يكون منه\n ووَرَّعْتُ الإبل عن الماء: رددتها\n والمُوارَعَةُ: المناطَقةُ والمكالمةُ\n قال حسان ابن ثابت: نَشَدْتُ بَني النجَّارِ أفعالَ والدي * إذا العانِ لم يوجَدْ له من يوارعه (١) * والوريعة: اسم فرس\n",
    "pg": "V03P1296-V03P1297"
  },
  "ورغ": {
    "def": "الوزغة: دويبة، والجمع وزغ، وأوْزاغٌ، ووُزْغانٌ (٢) \n قال الشاعر: فلمَّا تَجاذَبنا تَقَعْقَعَ ظَهْرُهُ (٣) كما تُنْقِضُ الوِزْغانُ زُرْقاً عُيونُها ويقال وَزَّغَ الجنينُ تَوْزيغاً، إذا صُوِّرَ في البطن\n والإيزاغُ: إخراجُ البول دُفعةً دفعة\n والحوامل من الابل توزغ بأبوالها\n والطعنة توزغ بالدم\n وقال (١) : بضرب كآذان الفراء فضوله وطعن كإيزاغ المخاض تبورها أي تبورها أنت وتختبرها\n",
    "pg": "V04P1328-V04P1329"
  },
  "ورف": {
    "def": "ظلٌّ وارِفٌ، أي واسعٌ\n عن الفراء\n وقد وَرَفَ يَرِفُ وَرْفاً ووَريفاً، أي اتَّسع\n ووَرفَ النبتُ، أي اهتزَّ فهو وارِفٌ، أي ناضرٌ رفاف شديد الخضرة\n",
    "pg": "V04P1438"
  },
  "ورق": {
    "def": "الورق (٤) : الدرهم المضروبة، وكذلك الرِقة، والهاء عوضٌ من الواو\n وفي الحديث: \" في الرِقَةِ رُبْعُ العُشْرِ \"\n ويجمع رِقينَ، مثل إرَةٍ وإرينَ\n ومنه قولهم: \" إن الرِقينَ تغطِّي أَفْنَ الأَفينَ \"\n وتقول في الرفع: هذه الرِقونَ\n وفي الوَرْقِ ثلاث لغات حكاهنَّ الفراء\n وَرِقٌ وورق وورق، مثل كبد وكبد وكبد، وكلمة وكلمة وكلمة، لان فيهم من ينقل كسرة الراء إلى الواو بعد التخفيف، منهم من يتركها على حالها\n ورجل وراق، وهو الذي يُوَرِّقُ ويكتب\n ووَرَّاقٌ أيضاً: كثير الدراهم\n قال الراجز جارية من ساكِني العِراقِ (١) تأكل من كِيسِ (٢) امرئٍ وَرَّاقِ قال ابن الأعرابي: أي كثير الورق والمال\n والوَرَقُ من أوراق الشجر والكِتاب، الواحدة وَرَقَةٌ\n وشجرةٌ وَرِقَةٌ ووَريقَةٌ، أي كثيرةُ الأوراقِ\n وأمَّا الوَراقُ بالفتح (٣) فخُضرة الأرض من الحشيش، وليس من الوَرَقِ\n قال أوس يصف جيشاً بالكثرة (٤) : كأنَّ جيادهنَّ برَعْنِ (٥) قُفٍّ جَرادٌ قد أطاعَ له الوراق ويروى: \" برعن زم \"\n ويقال: ورقت الشجرة أرِقُها وَرْقاً، إذا أخذتَ وَرَقها\n وأورق الشجر، أي خرج ورقه\n قال الأصمعي: يقال وَرَقَ الشجرُ وأوْرَقَ، والألف أكثر\n ووَرَّقَ تَوْريقاً مثله\n والوارقة: الشجرة الخضراء الورق الحسنته\n وأورق الرجل، أي كثر ماله\n وأوْرَقَ الصائدُ، إذا لم يَصِدْ\n وأوْرَقَ الغازي، إذا لم يغنَم\n وأوْرَقَ الطالب، إذا لم يَنَل\n والوَرَقُ: ما استدار من الدم على الأرض\n قال أبو عبيدة: أوله ورق وهو مثل الرش، والبصيرة مثل فرسن البعير، والجدية أعظم من ذلك، والاسباءة في طول الرمح، والجمع الاسابى\n قال أبو يوسف: وَرَقُ القومِ: أحداثُهم\n قال الشاعر (١) يصف قوم قطعوا مفازة: إذا وَرَقُ الفتيانِ صاروا كأنَّهم دراهمُ منها جائزاتٌ وزائفُ (٢) ويروى: \" وَزُيَّفُ \"\n والوَرَقُ أيضاً: المالُ من دراهمَ وإبل وغير ذلك، ومنه قول العجاج إياك أدعو فتقبل مَلَقي واغْفِرْ خَطايايَ (١) وثَمِّرْ وَرَقي ويقال في القوس وَرْقَةٌ بالتسكين، أي عيبٌ، وهو مخرج الغُصن إذا كان خفِيًّا\n قال الأصمعي: الأوْرَقُ من الإبل: الذي في لونه بياضٌ إلى سواد، وهو أطيب الإبل: لحماً، وليس بمحمودٍ عندهم في عمله وسيره\n ومنه قيل للرماد أوْرَقُ، وللحمامة والذِئبة وَرْقاءُ: قال رؤبة: فلا تكوني يا ابنةَ الأشَمِّ وَرْقاءَ دَمَّى ذئبها المدمى وقال أبو زيد: هو الذى يضرب لونه إلى الخضرة\n وقولهم: \" جاءنا بأم الربيق على أريق \" قال الاصمعي: تزعم العرب أنه من قول رجل رأى الغول على جمل أورق، كأنه أراد وريقا تصغير أورق، فقلب الواو ألفا، مثل أقتت ووقتت\n وعام أورق: لا مطر فيه، والجمع ورق\n وورقاء: اسم رجل، والجمع وراق ووراقى، مثل صحار وصحارى\n ونسبوا إليه ورقاوى، أبدلوا من همزة التأنيت واوا\n وفلانُ بن مَوْرَقٍ (١) بالفتح، وهو شاذ مثل موحد\n",
    "pg": "V04P1564-V04P1566"
  },
  "ورك": {
    "def": "الوَرِكُ: ما فوق الفخذ، وهي مؤنَّثة\n وقد تخفف مثل فَخِذٍ وفَخْذٍ\n قال الراجز:\nما بينَ وَرْكَيْها ذِراعٌ عَرْضا (٣) * وربَّما قالوا ثَنى وَرِكَهُ فنزَل\n وقد ورك يرك وروكا، أي اضطجمع، كأنَّه وضع وَرِكَهُ على الأرض\n والتورك على المينى: وضع الورك في الصلاة على الرِجل اليمنى\n وأمَّا حديث إبراهيم (١) أنَّه كان يكره التَوَرُّكَ في الصلاة، فإنَّما يريد وضع الأليتين أو إحداهما على الأرض\n ومنه الحديث الآخر: \" نهى أن يسجدَ الرجلُ مُتَوَرِّكاً \"\n وتَوَرَّكَ على الدابَّة، أي ثنى رجلو ووضع إحدى وركيه في السرج\n وكذلك التَوْريكُ\n وتَوَرَّكَتِ المرأةُ الصبيَّ، إذا حملتْه على وَرِكِها\n قال الأصمعي: وَرَّكْتُ الجبل تَوْريكاً، أي جاوزته\n ووَرَكْتُهُ وَرْكاً، أي جعلته حِيالَ وَرِكي، حكاه عنه أبو عبيد في المصنَّف\n قال زهير: ووَرَّكْنَ في السوبانِ (٢) \n يَعْلونَ مَتْنَهُ عليهن دَلُّ الناعمِ المُتَنَعِّمِ ويقال: وَرَّكْنَ، أي عَدَلْنَ\n ووَرَّكَ فلان ذَنْبه على غيره، أي قَرَفَهُ به\n وإنَّه لمُورَّكٌ في هذا الامر، أي ليس فسه ذنب\n وقولهم: هذه نعلٌ مَوْرِكَةٌ، بتسكين الواو (٣) ، ومورك أيضا، عن أبي عبيد، إذا كانت من الوَرَكِ، يعني نَعْلَ الخُفِّ\n وقال أبو عبيدة: المَوْرِكُ والمَوْرِكَةُ: الموضعُ الذي يثني الراكبُ رِجله عليه قدام واسطة الراحل إذا مل من الركوب\n قال: والوارِكُ: النُمْرُقَةُ التي تُلبسُ مُقَدَّمَ الرحلِ ثم تُثنى تحتَه يُزَيَّنُ بها\n والجمع وُرُكٌ قال زهير: مُقْوَرَّةٌ تتَبارى لا شَوارَ لها إلاَّ القُطوعُ على ألاجواز والورك (١)",
    "pg": "V04P1614-V04P1615"
  },
  "ورل": {
    "def": "الورل: دابة مثل الضب، والجمع ورلان وأرؤل بالهمز (١) \n",
    "pg": "V05P1841"
  },
  "ورم": {
    "def": "الوَرَمُ: واحد الأوْرامِ\n يقال منه: وَرِمَ جلده يَرِمُ بالكسر فيهما، وهو شاذ\n وتورم مثله، وورمته أنا توريما\n وورم أنفه، أي غَضِب\n ووَرَّمَ فلانٌ بأنفه تَوْريماً، إذا شَمَخَ بأنفه وتجبَّر\n وأوْرَمَتِ الناقة، إذا ورم ضرعها\n",
    "pg": "V05P2050"
  },
  "وره": {
    "def": "الوَرَهُ: الحمقُ، ويقال الخُرْقُ\n ورجلٌ أوْرَهُ وامرأةٌ وَرْهاءُ\n وقد ورهت توره\n وقال (٢) يصف طعنة: كجيب الدفنس الورها * ء ريعت وهي تستفلى (*) وريح ورهاء: في هبوبها خرق وعجرفة\n",
    "pg": "V06P2256"
  },
  "وزى": {
    "def": "الوزى: القصير الشديد\n وقال (١) :\nتاح لها بعدك حنزاب وزى (٢) * وحمار وزًى، أي مِصَكٌّ نشيطٌ\n والمُسْتَوْزي: المنتصب المرتفع\n قال ابن مقبل: ذَعَرْتُ به العَيْرَ مُسْتَوْزِياً * شَكِيرُ جحافله قد كتن (٣)",
    "pg": "V06P2523-V06P2524"
  },
  "وزأ": {
    "def": "وَزَأْتُ اللحمَ وَزْءًا: أيْبَسْته\n والوزأ، على فعل بالتحريك: الشديد الخلق\n ووزأت الناقة براكبها تَوْزِئةً\n صرعته\n أبو زيد: وَزَّأْتُ الوعاءَ تَوْزِئَةً وتَوْزيئاً، إذا شَدَدْتَ كَنْزَهُ\n الأصمعي: تَوَزَّأَتْ: امتلأتْ رِيًّا\n ووَزَأْتُ القِربةَ تَوْزِيئاً: ملأتها\n",
    "pg": "V01P0080"
  },
  "وزب": {
    "def": "المِئزابُ: المِثْعَبُ، فارسي معرَّب، وقد عرب بالهمز، وربما لم يهمز، والجمع مآزيب إذا همزت، وميازيب إذا لم تهمز\n",
    "pg": "V01P0232-V01P0233"
  },
  "وزر": {
    "def": "الوَزَرُ: الملجأ\n وأصل الوَزَرِ الجبلُ (١) \n والوِزْرُ: الإثم، والثِقْلُ، والكارَةُ، والسِلاحُ\n قال الشاعر (٢) : وأَعْدَدْتُ للحربِ أوْزارَها * رِماحاً طِوالاً وخيلاً ذكورا - والوزير: الموازر، كالاكيل المواكل، لانه يحمل عنه وزره، أي ثقله\n والوزارة: لغة في الوِزارَةِ\n وقد اسْتوزِرَ فلانٌ، وهو يُوازِرُ الأميرَ ويَتَوَزَّرُ له\n واتزر الرجل: ركب الموزر، وهو افتعل منه\n وقوله تعالى:\n(ولا تَزِرُ وازِرَةٌ وِزْرَ أخرى) * أي لا تحمل حاملةٌ حِمْلَ أخرى\n وقال الأخفش: لا تأثَمُ آثمةٌ بإثْمِ أخرى\n قال: تقول منه: وَزِرَ يَوْزَرُ، ووَزَرَ يَزِرُ، ووُزِرَ يوزَرُ فهو مَوْزورٌ (١) \n وإنَّما قال في الحديث: \" مَأْزورات \" لمكان \" مأجورات \"، ولو أفرد لقال: موزورات\n أبو عمرو: وزرت الشئ: أحرزته\n ووزرت فلانا: غلبته\n وقال:\nقد وزرت جلتها أمهارها",
    "pg": "V02P0845"
  },
  "وزز": {
    "def": "الوز: لغة في الاوز، وهو من طير الماء\n والوزواز: الرجل الخفيف الطياش\n",
    "pg": "V03P0901"
  },
  "وزع": {
    "def": "وَزَعْتُهُ أَزَعُه وَزْعاً: كففته، فاتَّزَعَ هو، أي كفَّ\n وأوْزَعْتُهُ بالشئ: أغريته به، فأوزع به، فهو موزَعٌ به، أي مُغْرى به\n ومنه قول النابغة:\nفهابَ ضمران منه حيث يوزعه (٢) * أي يغريه\n والاسمُ والمصدرُ جميعا الوَزوع بالفتح\n واسْتَوْزَعْتُ الله شُكْرَهُ فأوْزَعَني، أي استلهمته فألهمني\n والوازِعُ: الذي يتقدَّم الصفَّ فيصلحه ويقدِّم ويؤخِّر\n وفي حديث أبي بكر ﵁ وقد شُكِي إليه بعضُ عماله: \" أأنا أُقِيدُ من وَزَعَةِ الله \"، وهو جمع وازِعٍ\n وقال الحسن: \" لا بدَّ للناس من وازِعٍ \"، أي من سلطان يكفُّهم\n يقال: وَزَعْتُ الجيشَ، إذا حبستَ أوَّلهم على آخِرهم\n قال الله تعالى: ﴿فهم يوزَعونَ﴾ \n وإنَّما سَمُّوا الكلبَ وازِعاً لأنَّه يكفُّ الذئب عن الغنم\n والتَوْزيعُ: القسمةُ والتفريقُ\n ويقال: تَوَزَّعوهُ فيما بينهم، أي تقسَّموه\n والمُتَّزِعُ: الشديدُ النَفْسِ\n وأوْزَعَتْ الناقة (١) ببولها، إذا رمتْ به رمياً وقَطعَتْهُ\n قال الأصمعيّ: ولا يكون ذلك إلا إذا ضربها الفحل\n وقولهم: بها أوْزاعٌ من الناس، أي جماعات\n والاوزاع: بطن من همدان، ومنهم الاوزاعي\n",
    "pg": "V03P1297-V03P1298"
  },
  "وزف": {
    "def": "وَزَفَ (١) ، أي أسرع\n وقرئ ﴿فأقبَلوا إليه يَزِفونَ﴾ مخفَّفة\n والوَزيفُ: سرعة السير، مثل الزفيف\n",
    "pg": "V04P1438"
  },
  "وزم": {
    "def": "الوَزْمَةُ في الأكل مثل البَزْمَةِ، وهي الوَجْبة\n والوَزيمُ: اللحم يجفف\n قال أبو سعيد: سمعت الكلابيّ يقول: الوَزيمَةُ من الضِباب أن يُطبخ لحمُها ثم ييبَّس، ثم يدقّ فيؤكل\n قال: وهي من الجراد أيضاً\n ورجلٌ وَزيمٌ، إذا كان مكتز اللحم\n وقال: إن كنت ساقى أخا تميم فجئ بعلجين ذوى وزيم (١) بفارسي وأخ للروم (٢) والوزيم: ما جمع من البقل، سمعته من أبى سعيد يحكيه عن ابن أبى الازهر عن بندار\n وأنشد: وجاءوا ثائرين فلم يئوبوا بأبلمَةٍ (٣) تُشَدُّ على وَزيمِ ويروى على \" بَزيمِ \"\n ويقال: هو الطلْع يُشَقُّ ليلقّح ثم يشدّ بخوصةٍ، والواحدة وَزيمةٌ\n ورجلٌ مُتَوَزِّمٌ، أي شديد الوطئ\n",
    "pg": "V05P2050-V05P2051"
  },
  "وزن": {
    "def": "الميزانُ معروف، وأصله مِوْزانٌ، انقلبت الواو ياءً لكسرة ما قبلها\n وقام ميزان النهار، أي انتصفَ\n ووزنت الشئ وزنا وزنة\n ويقال: وَزَنْتُ فلاناً ووَزَنْتُ لفلان\n قال تعالى: (وإذا كالوهُمْ أو وَزَنوهمْ يخسرون) \n وهذا يزن درهما\n (*) ودرهم وازِنٌ، أي تامٌّ\n وقال الشاعر (١) : مثلُ العصافير أحلاماً ومقدرةً * لو يوزَنونَ بزِفِّ الريشِ ما وزنوا (٢) ووازنت بين الشيئين موازانة ووزانا\n وهذا يُوازِنُ هذا، إذا كان على زِنَتِهِ أو كان محاذيه\n ويقال: وَزَنَ المُعْطي واتَّزَنَ الآخِذُ، كما يقال نَقَدَ المُعْطي وانتقد الآخذ\n وهو افتعل، قلبوا الواو تاء وأدغموا\n والوزين: الحنظل المطحون\n وفلان وَزينُ الرأي، أي رَزينُهُ\n وقولهم: هو وزنَ الجبل، أي ناحيةً منه\n وهو زِنَةَ الجبل، أي حذاءه\n قال سيبويه: نُصِبا على الظرف\n وتقول العرب: \" حَضارِ والوَزْنُ مُحْلِفانِ \"، وهما نجمان يطلُعان قبل سهيل\n وموزن بالفتح: موضع، وهو شاذ مثل موحد وموهب\n قال كثير كأنهم قصرا مصابيح راهب * بموزن روى بالسليط ذبالها (١)",
    "pg": "V06P2213-V06P2214"
  },
  "وسى": {
    "def": "أوْسى رأسه، أي حَلَقَ\n والموسى: ما يحلق به\n قال الفراء: هي فعلى وتؤنث\n وأنشد: فإن تكن الموسى جرت فوق بظرها * فما وضعت (١) إلا ومصان قاعد وقال عبد الله بن سعيد الاموى: هو مذكر لا غير\n يقال: هذا موسى كما ترى\n وهو مفعل من أوسيت رأسه، إذا حلقته بالموسى\n وقال أبو عبيد: ولم نسمع التذكير فيه إلا من الاموى\n وموسى: اسم رجل، قال أبو عمرو بن العلاء: هو مفعل، يدل على ذلك أنه يصرف في النكرة وفعلى لا ينصرف على كل حال، ولان مفعلا أكثر من فعلى لانه يبنى من كل أفعلت\n وكان الكسائي يقول: هو فعلى، وقد ذكرناه في السين\n والنسبة إليه موسوى وموسى فيمن قال يمنى\n وقد ذكر في عيسى\n وواساه: لغةٌ ضعيفةٌ في آساهُ، تُبنى على يُواسي\n وقد اسْتَوْسَيْتُهُ، أي قلت له واسنى\n (*)",
    "pg": "V06P2524"
  },
  "أوس": {
    "def": "الأَوْسُ: العطاءُ\n أبو زيد: أُسْتُ القومَ أَؤُوسُهُمْ أَوْساً، إذا أعطَيتهم، وكذلك إذا عوَّضتَهم من شئ\n وقال (٢) : فلاحشأنك مشقصا * أوسا أويس من الهباله (٣) * يعنى عوضا\n والاوس: الذئب، وبه سمى الرجل\n وأوس: أبو قبيلة من اليمن، وهو أوس بن قيلة أخو الخزرج، منهما الانصار، وقيلة أمهما\n وأويس: اسم للذئب جاء مصغرا، مثل الكميت واللجين\n قال الهذلى: يا ليت شِعْري عنك والأَمْرُ أَمَمْ * ما فَعَلَ اليومَ أُوَيْسٌ في الغَنَمْ (١) * واستآسه، أي استعاضه\n والمستآس: المستعطى\n قال الجعدى: ثلاثة أهلين أفنيتهم * وكان الاله هو مستآسا (٢) * والآسُ: شجرٌ معروف\n والآسُ أيضاَ: بقيَّة الرماد في المَوْقِد\n وقال الأصمعيّ: آثار الدارِ وما يُعرف من علاماتها\n",
    "pg": "V03P0906"
  },
  "وسب": {
    "def": "وَسَبَتِ الأرض وأوْسَبَتْ: كَثُرَ عشبها\n ويقال لنباتها الوِسْبُ بالكسر\n",
    "pg": "V01P0233"
  },
  "وسج": {
    "def": "الوَسيجُ: ضربٌ من سَير الإبل\n يقال: وَسَجَ البعيرُ وسيجاً\n وأوْسَجْتُهُ أنا: حَملْتُهُ على الوَسيج\n وقال ذو الرمة:\nوالعيسُ من عاسج أو واسج خببا (٤)",
    "pg": "V01P0347"
  },
  "وسخ": {
    "def": "الوَسَخُ: الدرن\n وقد وَسِخَ الثوب يَوْسَخُ، وتَوَسَّخَ، واتَّسَخَ، كلُّه بمعنى\n وأوسخته أنا\n",
    "pg": "V01P0435"
  },
  "وسد": {
    "def": "الوِسادُ والوِسادَةُ: المِخَدَّةُ، والجمع وسائد ووسد\n وقد وسدته الشئ فَتَوَسَّدَهُ، إذا جعله تحت رأسه\n وأوْسَدْتُ الكلبَ: أغريتُه بالصيد، مثل آسدته\n",
    "pg": "V02P0550"
  },
  "وسط": {
    "def": "وَسَطْتُ القومَ أسِطُهُمْ وَسْطاً وسطة، أي توسطتهم\n قال الراجز (١) :\nوقد وسطت مالكا وحنظلا (٢) * أراد: وحنظلة، فلما وقف جعل الهاء ألفا لانه ليس بينهما إلا الههة، وقد ذهبت عند الوقف فأشبهت الالف، كما قال امرؤ القيس: وعمرو بن درماء الهمام إذا غدا * بذى شطب عضب (٣) كمشية قسورا * أراد: قسورة، ولو جعله اسما محذوفا منه الهاء لاجراه\n وفلان وسيط في قومه، إذا كان أوْسَطَهُمْ نسبا وأرفعَهُم مَحَلاًّ\n قال العَرْجِيُّ: كأنِّي لم أكنْ فيهم وَسيطاً * ولم تَكُ نِسْبَتي في آل عَمْرِو * والاصبع الوسطى\n والتوسيط: أن تجعل الشئ في الوسط\n وقرأ بعضهم: ﴿فوسطن به جمعا﴾ \n والتوسيط: قطع الشئ نصفين\n والتَوسُّط بين الناس، من الوساطة\n والوسط من كل شئ: أعدَلُهُ\n قال تعالى: ﴿وكذلكَ جَعَلْناكُمْ أُمَّةً وَسَطاً﴾ أي عدلاً\n ويقال أيضا: شئ وسط، أي بين الجيد والردئ\n وواسطة القلادة: الجوهر الذي في وَسَطها، وهو أجودها\n وواسط: بلد سمى بالقصر الذى بناه الحجاج بين الكوفة والبصرة، وهو مذكر مصروف لان أسماء البلدان الغالب عليها التأنيث وترك الصرف، إلا منى والشام والعراق وواسطا ودابقا وفلجا وهجرا، فإنها تذكر وتصرف\n ويجوز أن تريد به البقعة أو البلدة فلا تصرفه، كما قال الشاعر (١) : منهن أيام صدق قد عرفت بها * أيام واسط والايام من هجرا * وقولهم في المثل: \" تغافل كأنك واسطى \" قال المبرد: أصله أن الحجاج كان يتسخرهم في البناء فيهربون وينامون وسط الغرباء في المسجد، فيجئ الشرطي ويقول: يا واسطى، فمن رفع رأسه أخذه وحمله، فلذلك كانوا يتغافلون\n وواسط الكور: مقدمه\n قال طرفة: وإن شئت سامى واسط الكور رأسها * وعامت بضبعيها نجاء الخفيدد * ويقال: جلست وَسْط القومِ بالتسكين، لأنَّه ظرف، وجلست في وَسَطِ الدار بالتحريك، لانه اسم\n وكل موضع صلح فيه بين فهو وسط، وإن لم يصلح فيه بين فهو وسط بالتحريك، وربما سكن وليس بالوجه، كقول الشاعر: وقالوا يال أشجع يوم هيج * ووسط الدار ضربا واحتمايا",
    "pg": "V03P1167-V03P1168"
  },
  "وسع": {
    "def": "وسعه الشئ بالكسر يسعه سعة\n يقال: لا يسعنى شئ ويضيق عنك، أي وإن يضيق عنك، أي بل متى وَسِعَني شئ وسعك\n وإنما سقطت الواو منه في المستقبل لما ذكرناه في باب الهمز في وطئ يطأ\n والوسع والسعة: الجدة والطاقةُ\n قال تعالى: ﴿لِيُنْفِقَ ذو سَعَةٍ من سَعَتِهِ﴾ ، أي على قدر غِناه وسَعَتِهِ، والهاء عوض من الواو\n وأوْسَعَ الرجل ; إذا صار ذا سَعَةٍ وغِنًى، ومنه قوله تعالى: ﴿والسماء بَنَيْناها بأَيْدٍ وإنَّا لَموسِعونَ﴾ ، أي أغنياء قادرون\n ويقال: أوْسَعَ الله عليك، أي أغناك\n والتَوْسيعُ: خلاف التضييق\n تقول: وسعت الشئ فاتسع واستوسع، أي صار واسِعاً\n وتَوَسَّعوا في المجلس، أي تفسَّحوا\n وفرسٌ وَسَّاعٌ بالفتح، أي واسِعُ الخطو\n وقد وَسُعَ بالضم وساعة\n ووسيع ودحرض: ماءان بين سعد وبنى قشير، وهما الدحرضان، الذى في شعر عنترة (١) \n ويسع: اسم من أسماء العجم، وقد أدخل عليه الالف واللام، وهما لا يدخلان على نظائره، نحو يعمر ويزيد ويشكر إلا في ضرورة الشعر\n وأنشد الفراء (١) : وجدنا الوليد بن اليزيد مباركا * شديدا بأعباء الخلافة كاهله * وقرئ \" واليسع \" و \" الليسع \" بلامين\n",
    "pg": "V03P1298"
  },
  "وسف": {
    "def": "التَوَسُّفُ: التقشُّر\n قال ابن السكيت: يقال للقَرْحِ والجُدَرِيِّ إذا يبس وتقرَّفَ، وللجربِ أيضاً في الإبل إذا قَفَلَ: قد تَوَسَّفَ جلده وتَقَشْقَشَ جلده، وتقشَّر جِلده\n كله بمعنى\n",
    "pg": "V04P1438"
  },
  "وسق": {
    "def": "الوسق: مصدر وسقت الشئ: جمعته وحملته\n ومنه قوله تعالى: ﴿واليل وما وسق﴾ \n قال ضابئ بن الحارث البُرْجمِيُّ: فإنِّي وإيَّاكم وشوقاً إليكم كقابِضِ ماءٍ لم تَسِقْهُ أَنامِلُهْ يقول: ليس في يدى من ذلك شئ كما أنَّه ليس في يد القابض على الماء شئ، فإذا جلل الليل الجبالَ والأشجارَ والبحار والأرض فاجتمعتْ له فقد وَسَقَها\n والوَسْقُ: الطردُ، ومنه سمِّيت الوَسيقَةُ وهي من الإبل كالرُفقة من الناس، فإذا سرقت طردت معا\n قال الشاعر (٢) :\nكما قاف آثار الوسيقة قائف (٣) * والوسق: سِتُّون صاعاً، قال الخليل: الوَسْقُ هو حِمْلُ البعير\n والوِقْرُ حِمل البغل أو الحمار\n وقولهم: لا أفعله ما وَسَقَتْ عيني الماء، أي حملْتُه\n ووَسَقَتِ الناقة وغيرها تَسِقُ وَسْقاً بالفتح، أي حَمَلَتْ وأغفلت رحمها على الماء، فهى ناقة واسق ونوق وساق مثل نائم ونيام، وصاحب وصاحب\n قال بشر بن أبي خازم الاسدي: ألَظَّ بهنَّ يحْدوهنَّ حتَّى تَبَيَّنَتِ الحيال من الوساق ويقال: نوقٌ مَواسيقٌ ومَواسِقُ، وهو جمعٌ على غير قياس\n والاتِّساقُ: الانتظامُ\n ووَسَّقْتُ الحنطة تَوْسيقاً، أي جعلتُها وَسْقاً وَسْقاً\n واسْتَوْسَقَتِ الإبلُ: اجتمعت\n قال الراجز: إن لنا قلائصا حقائقا مستوسقات لو يجدن سائقا وأَوْسَقْتُ البعيرَ: حمَّلته حِملَه\n وأوْسَقَتِ النخلةُ: كثُر حملها\n قال لبيد: يومَ أرْزاقُ من يُفَضَّلُ عُمٌّ موسِقاتٌ وحُفَّلٌ أبكارُ قال أبو عبيد: الميساقُ: الطائرُ الذي يصفِّق بجناحيه إذا طار\n قال وجمعه مياسيق\n",
    "pg": "V04P1566-V04P1567"
  },
  "وسل": {
    "def": "الوَسيلَةُ: ما يتقرَّب به إلى الغير، والجمع الوَسيلُ والوَسائِلُ\n والتوسيل والتَوَسُّلُ واحد\n يقال: وَسَّلَ فلانٌ إلى ربّه وَسيلَةً، وتوَسَّلَ إليه بوَسيلَةٍ، أي تقرَّب إليه بعمل\n والتَوْسيلُ والتَوَسُّلُ أيضاً: السرقةُ\n يقال: أخذ فلان إبلي تَوَسُّلاً، أي سرقه\n والواسِلُ: الراغب إلى الله\n قال لبيد:\nبَلى كلُّ ذي دينٍ إلى الله واسِلُ (٢) * ومويسل: ماء لطيئ\n قال واقد بن الغطريف الطائى، وكان قد مرض فحمى الماء واللبن: لئن لبن المعزى بماء مويسل بغانى داء إننى لسقيم",
    "pg": "V05P1841"
  },
  "وسم": {
    "def": "وسَمْتُهُ وَسْماً وسِمَةً، إذا أثَّرتَ فيه بسِمَةٍ وكيٍّ\n والهاء عوض من الواو\n (*) والوسمة، بكسر السين: والعِظْلِمُ يُختضَب به\n وتسكينها لغة\n ولا تقل وُسْمَةٌ بضم الواو\n وإذا أمرت منه قلت: توَسَّمَ\n والوَسْمِيُّ: مطر الربيع الأوَّل، لأنَّه يسِمُ الأرض بالنبات، نُسِبَ إلى الوَسْم\n والأرض مَوْسومَةٌ\n الأصمعيّ: تَوَسَّمَ الرجل: طلب كَلأَ الوَسْمِيِّ\n وأنشد: وأَصْبَحْنَ كالدَوْمِ النواعمِ غُدْوَةً على وِجهةٍ من ظاعِنٍ مُتَوَسَّمِ ومَوْسِمُ الحاجِّ: مَجْمعهم، سمِّي بذلك لانه معلم يجتمع إليه\n وقول الشاعر:\nحياض عراك هدمتها المواسم * يريد أهل المواسم\n ويقال: أراد الابل الموسومة\n ووسم الناسُ تَوْسيماً: شهِدوا الموْسِمَ، كما يقال في العيد: عَيَّدوا\n والمَيْسمُ: المكواةُ، وأصل الياء واوٌ\n فإن شئت قلت في جمعه مياسم على اللفظ، وإن شئت قلت مَواسِمُ على الأصل\n والميسَمُ: الجَمالُ\n يقال: امرأة ذات ميسَمٍ إذا كان عليها أثر الجمال\n وفلانٌ وَسيمٌ، أي حسَن الوجه\n وقومٌ وِسامٌ\n وامرأةٌ وَسيمَةٌ، ونسوةٌ وِسامٌ أيضا، مثل ظريفة وظراف، وصبيحة وصباح\n ووسم الرجل بالضم وسامة ووساما أيضاً بحذف الهاء مثل جَمُلَ جَمالاً\n قال الكميت: يَتَعَرَّفْنَ حُرَّ وجهٍ عليه عِقْبَة السَرْوِ ظاهراً والوَسامِ (١) وفلانٌ مَوْسومٌ بالخير، وقد تَوَسَّمْتُ فيه الخير، أي تفرَّست\n وواسَمْتُ فلاناً فوَسَمْتُهُ، إذا غلبتَه بالحسن\n واتَّسَمَ الرجل، إذا جعل لنفسه سِمَةً يُعْرَفُ بها\n وأصل التاء الواو\n",
    "pg": "V05P2051-V05P2052"
  },
  "وسن": {
    "def": "الوَسَنُ: النُعاسُ\n والسِنَةُ مثله\n قد وسن الرجل يوسن\n فهو وَسْنانٌ\n واسْتَوْسَنَ مثله\n واوْسِنْ يا رَجُلُ لَيْلَتَكَ، والألف ألف وصلٍ\n وتقول: ماله هم ولا وَسَنٌ إلا ذاك\n ووَسِنَ الرجلُ أيضاً فهو وَسِنٌ، أي غُشِيَ عليه من نَتْنِ ريح البئر، مثل أَسِنَ\n وأوْسَنَتْهُ البئر\n وهي ركية موسنة، عن أبى زيد\n وقولهم: توسنها، أي أتاها وهي نائمة، يريدون به إتيان الفحل الناقة\n وامرأةٌ مِيسانٌ، بكسر الميم، كأنَّ بها سِنَةٌ من رزانتها\n وميسان بالفتح: موضع\n (*)",
    "pg": "V06P2214"
  },
  "وسوس": {
    "def": "الوَسْوَسَةُ: حديث النفس\n يقال: وَسْوَسَتْ إليه نفسه وَسْوَسَةً ووِسْواساً بكسر الواو\n والوَسْواسُ بالفتح الاسم، مثل الزَلزالِ والزِلزالِ\n وقوله تعالى: ﴿فَوَسْوَسَ لهما الشيطانُ﴾ يريد إليهما، ولكن العرب توصل بهذه الحروف كلها الفعل\n ويقال لهَمْسِ الصائدِ والكلابِ وأصوات الحلى: وسواس\n قال ذو الرمة: فبات يشئزه ثأد ويسهره * تذؤب الريح (١) والوسواس والهضب * وقال الاعشى: تَسمعُ للحَلي وَسْواساً إذا انصرفتْ * كما استعانَ بِريح عِشْرِقٌ زَجِلُ * والوسواس: اسم الشيطان\n",
    "pg": "V03P0988-V03P0989"
  },
  "وشى": {
    "def": "الشِيَةُ: كلُّ لونٍ يخالف معظمَ لون الفرس وغيره، والهاء عوض من الواو الذاهبة من أوَّله، والجمع شِياتٌ\n يقال: ثورٌ أشْيَهُ، كما يقال فرسٌ أبْلَقُ، وتيسٌ أَذْرَأُ\n وقوله تعالى: (لا شِيَةَ فيها) ، أي ليس فيها لونٌ يخالف سائر لونها\n يقال: وَشَيْتُ الثوبَ أشِيه وَشْياً وشِيَةً، ووَشَّيْتُهُ تَوْشِيَةً شدِّد للكثرة، فهو مَوْشِيٌّ ومُوَشًّى\n والنسبة إليه وَشَوِيٌّ تُرَدُّ إليه الواو وهو فاء الفعل، وتترك الشين مفتوحا، هذا قول سيبويه\n وقال الاخفش: القياس تسكين الشين\n وإذا أمرت منه قلت: شه بهاء تدخلها عليه، لان العرب لا تنطق بحرف واحد ; وذلك أن أقل ما يحتاج إليه البناء حرفان: حرف يبتدأ به وحرف يوقف عليه\n والحرف الواحد لا يحتمل ابتداء ووقفا، لان هذه حركة وذاك سكون، وهما متضادان، فإذا وصلته بشئ ذهبت الهاء استغناء عنها\n والوشى من الثياب معروف، والجمع وِشاءٌ على فعل وفعال\n ويقال: وَشى كلامَه، أي كَذَبَ\n ووَشى به إلى السلطان وِشايَةً، أي سعى\n والواشية: الكثيرة الولد\n يقال ذلك في كلِّ ما يلِدُ\n والرجل واشٍ\n ووَشى بنو فلان وَشْياً: كَثُروا\n وما وَشَتْ هذه الماشية عندي بشئ، أي ما ولدتْ\n وفلان يَسْتَوْشي فرسَه بعَقبه، أي يطلب ما عنده ليزيده\n وقد أوْشاهُ يوشِيهِ، إذا استحثَّه بمِحْجَنٍ أو بكُلاَّبٍ\n وقال (١) : جُنادِفٌ لاحِقٌ بالرأس مَنْكِبُهْ * كأنَّه كودن يوشى بكلاب (٢)",
    "pg": "V06P2524-V06P2525"
  },
  "وشب": {
    "def": "الأوشاب من الناس: الأوباش، وهم الضروب المتفرقون\n",
    "pg": "V01P0233"
  },
  "وشج": {
    "def": "الوشيجة: عرق الشجرة\n وأنشد أبو عبيد: ولقد جرى لهم فلم يتعيفوا تيس قعيد كالوشيجة أعضب (١) شبهه من ضمره بها\n ووشجت العُروقُ والأغصان: اشتبكتْ\n والواشِجَةُ: الرَحِمُ المُشْتَبِكَةُ\n وقد وشَجَت بكَ قَرابةَ فلان\n والاسم الوشيج\n ووشجها الله توشيجاً\n والوَشيجُ: شجرُ الرِماح\n والوَشيجَةُ: ليفٌ يُفتل ثمَّ يُشَدُّ بين خشبتين، ينقل بها البرد المحصود وغيره\n",
    "pg": "V01P0347"
  },
  "وشح": {
    "def": "الوشاح: شئ ينسج من أديم عريضا ويرصع بالجواهر، وتشده المرأة بين عاتقيها\n يقال وِشاحٌ وإشاحٌ ووُشاحٌ وأُشاحٌ، والجمع الوُشُحُ والأوْشِحَةُ\n ووَشَّحْتُها تَوْشيحاً فتوَشَّحَتْ هي، أي لبسته\n وربما قالوا تَوَشَّحَ الرجل بثوبه وبسيفه\n والوَشْحاءُ من العنز: الموشحة ببياض\n وقول الراجز (١) : أحب منك موضع الوشحن * وموضع اللبة والقرطن (٢) يعنى الوشاح: وإنما يزيدون هذه النون المشددة في ضرورة الشعر\n وواشح: قبيلة من اليمن\n",
    "pg": "V01P0415"
  },
  "وشر": {
    "def": "وشَرْتُ الخشبة بالميشارِ غير مهموز: لغة في أَشَرْتُ\n والوَشْرُ أيضا: أن تحدد المرأد أسنانها وترقٍّعها وفي الحديث: \" لعن الله الواشرة والمؤتشرة \"\n",
    "pg": "V02P0845"
  },
  "وشز": {
    "def": "الوَشَزُ بالتحريك: المكان المرتفع، مثل النَشَزِ\n والوَشَزُ أيضاً: الشدَّة\n يقال أصابتهم أوْشازُ الأمور، أي شذائدها\n",
    "pg": "V03P0901"
  },
  "وشظ": {
    "def": "الوَشيظَةُ: قطعةُ عظمٍ تكون زيادةً في العظم الصميم\n والوَشيظُ: لفيفٌ من الناس ليس أصلَهم واحدا\n قال الكسائي: بنو فلان وَشيظَةٌ في قومهم، أي هم حَشْوٌ فيهم\n قال الشاعر: هُمُ أهل بَطحاوَي قريش كليهما * وهم صُلبُها، ليس الوَشائِظُ كالصُلبِ * ووَشَظْتُ العظمَ أَشِظُهُ وَشْظاً، أي كسرت منه قطعة\n ووشظت الفأس، إذا جعلت في خُرْتِها قطعةَ خشبٍ تضيقه بها\n",
    "pg": "V03P1181"
  },
  "وشع": {
    "def": "الوَشيعَةُ لفيفةٌ من غَزْل، وتسمَّى القصبةَ التي يجعل النسَّاج فيها لُحمة الثوب للنسج: وَشيعَةً\n قال الشاعر (٢) : به مَلْعَبٌ من مُعْصِفاتٍ نَسَجْنَهُ * كنَسْجِ اليماني بُرْدَهُ بالوشائعِ * والتَوْشيعُ: لفُّ القطن بعد النَدف\n وكلُّ لفيفةٍ منه وَشيعَةٌ\n قال الراجز (٣) :\nندف القياس القطن الموشعا * والوَشيعَةُ: الطريقة في البُرْدِ\n ووَشَّعَهُ الشيبُ، أي علاه\n وحكى أبو عبيد وشَعْتُ الجبلَ وَشْعاً، أي علوته\n وتَوَشَّعَتِ الغنم في الجبل، إذا ارتقت فيه ترعاه\n وأوشعت الاشجار: أزهرت، عن أبى سعيد الضرير\n والوشوع: الوجور، عن ابن السكيت، مثل النَشوعُ\n والوشيعُ: شريجة من السعف تلقى على خشباتِ السقف، وربَّما أقيم كالخُصِّ وسُدَّ خَصاصُها بالثمامِ\n قال كثيِّر: ديار عفت من عزة الصيف بعد ما * تجد عليهن الوشيع المثمما * أي تُجِدُّ عَزَّةُ، يعني تجعله جديدا\n",
    "pg": "V03P1298-V03P1299"
  },
  "وشغ": {
    "def": "شئ وشغ بالتسكين، أي قليلٌ وَتْحٌ\n يقال: أوشغ عطيّته، أي أوتحها له\n ومنه قول رؤبة:\nليس كإيشاغ القليل الموشغ (٢)",
    "pg": "V04P1329"
  },
  "وشق": {
    "def": "الوَشيقُ والوَشيقَةُ: اللحم يُغلى إغلاءة ثم يقدد ويحمل في الاسفار، وهي أبقى قديدٍ يكون\n قال أبو عبيد: وزعم بعضهم أنَّه بمنزلة القديد لا تمسُّه النار\n وفي الحديث أنَّه أُتِيَ بوَشيقةٍ يابسةٍ من لحم صيدٍ فقال: \" إنى محرم \"، أي محرم\n تقول منه: وَشَقْتُ اللحم أَشِقُهُ وَشْقاً\n واتشقته مثله\n قال الشاعر (١) : إذا عَرَضَتْ منها كَهاةٌ سمينةٌ فلا تُهْدِ منها واتشق وتجبجب وواشق: اسم كلب، واسم رجل\n ومنه بروع (٢) بنت واشق\n",
    "pg": "V04P1567"
  },
  "وشك": {
    "def": "قولهم: وَشُكَ ذا خُروجاً، بالضم، يوشك وشكا، أي سرع\n وعجبت من وَشْكِ ذلك الأمر، ووُشْكِ ذلك الأمر بضم الواو، ومن وَشْكانِ ذلك الأمر، ووُشْكانِ ذلك لامر، أي من سرعته\n عن يعقوب\n ويقال: وَشْكان ذَا خروجاً، أي عَجلانَ\n ووَشْكُ البَيْنِ: سرعة الفراق\n وخرج وَشيكاً، أي سريعاً\n وامرأةٌ وَشيكٌ\n وقد أوْشَكَ فلانٌ يوشِكُ إيشاكاً، أي أسرعَ السيرَ\n ومنه قولهم: يوشِكُ أن يكون كذا\n قال جريرٌ يهجو العباس بن يزيد الكنديّ: إذا جَهِلَ الشَقيُّ ولم يقدر ببعض الامرأ وشك أن يصابا والعامة تقول: يوشك بفتح الشين، وهى لغة رديئة\n قال أبو يوسف: واشك يُواشِكُ وِشاكاً، مثل أوْشَكَ، يقال إنَّه مُواشِكٌ مستعجلٌ، أي مسارِعٌ\n وقال أحمد بن يحيى ثعلب: هذا يقال بهذا اللفظ، ولا يقال منه واشك\n",
    "pg": "V04P1615"
  },
  "وشل": {
    "def": "الوَشَلُ بالتحريك: الماء القليل\n وفي المثل: \" وهل بالرَملِ أَوْشالٌ \"\n ووَشَلَ الماءُ (١) وَشَلاناً، أي قَطَرَ\n وجبلٌ واشِلٌ: يقطر منه الماء\n وأما قول الشاعر (٢) : اقرأ على الوشل السلام وقل له كل المشارب مذ هجرت ذميم (٣) فهو اسم جبل عظيم بناحية تهامة، وفيه مياه عذبة\n وجاء القومُ أوْشالاً، أي يتبع بعضهم بعضاً\n والوُشولُ: قلَّةُ الغناءِ والضعف\n وفلان واشِلُ الحظّ، أي ناقصه\n وناقةٌ وَشولٌ: كثيرة اللبن\n",
    "pg": "V05P1841-V05P1842"
  },
  "وشم": {
    "def": "وَشَمَ اليَدَ وَشْماً، إذا غرزها بإبرةٍ ثم ذَرَّ عليها النَؤُورَ، وهو النِّيلَجُ\n والاسم أيضاً الوَشْمُ، والجمع الوِشامُ (٢) \n واسْتَوْشَمَهُ، أي سأله أن يَشِمَهُ\n وفي الحديث: \" لعن الله الواشِمَةُ والمُسْتَوْشِمَةُ \"\n ابن السكيت: ما عَصَيته وَشْمَةً، أي كلمة\n وما أصابتنا العام وشمة، أي قطرةُ مطر\n ويقال بينهما وشيمَةٌ، أي كلام شَرٍّ وعداوةٍ وأوشَمَتِ الأرضُ: ظهر نباتها\n وأوْشَمَ البرقُ: لمع لمعاً خفيفاً\n قال أبو زيد: هو أوَّل البرق حين يبرق\n وأو شمت الشئ: نظرت فيه\n والوشم: بلد ذو نخل به قبائل من ربيعة ومضر دون اليمامة، قريب منها\n يقال له: وشم الناقة\n",
    "pg": "V05P2052"
  },
  "وشوش": {
    "def": "رجلٌ وَشْواشٌ، أي خفيفٌ، عن الأصمعي\n وأنشد:\nفي الرَكْبِ وَشْواشٌ وفي الحَيِّ رَفِلْ (١) * والوَشْوَشَةُ: كلام في اختلاط\n",
    "pg": "V03P1026"
  },
  "وصى": {
    "def": "أوصيت له بشئ وأوصيت إليه، إذا جعلته وَصِيَّكَ\n والاسم الوصاية والوصاية، بالكسر والفتح\n وأوصيته ووصيته أيضا تَوْصِيَةً بمعنًى\n والاسمُ الوَصاةُ\n وتَواصى القوم، أي أوْصى بعضُهم بعضاً\n وفي الحديث: \" اسْتَوْصوا بالنساء خيراً فإنهن عندكم عوان \"\n (*) ووصيت الشئ بكذا، إذا وصَلْتَهُ\n قال ذو الرمَّة: نصي الليلَ بالأيام حتَّى صَلاتُنا مُقاسَمةٌ يشتقُّ أنْصافَها السَفْرُ وأرضٌ واصِيَةٌ: متَّصلة النبات\n وقد وَصَتِ الأرضُ، إذا اتَّصل نبتها\n وربَّما قالوا: تَواصى النبتُ، إذا اتصل\n وهو نبت واص\n",
    "pg": "V06P2525"
  },
  "وصب": {
    "def": "الوَصَبُ: المرض\n وقد وَصِبَ الرجل يَوْصَبُ فهو وَصِبٌ، وأوصبه الله فهو مُوصَبٌ\n والمُوَصَّبُ بالتشديد: الكثير الاوجاع\n ووصب الشئ يصب وُصوباً، أي دام\n تقول: وَصَبَ الرجلُ على الأمر، إذا واظب عليه\n قال تعالى: (ولهم عذابٌ واصِبٌ) ، (وله الدينُ واصِباً) \n قال الفراء: دائماً\n ومفازة واصبة: بعيدةٌ لا غاية لها\n وأوصب القومُ على الشئ، إذا ثابروا عليه\n",
    "pg": "V01P0233"
  },
  "وصد": {
    "def": "الوَصيدُ: الفِناءُ\n وأوصدْت البابَ وآصَدْتُهُ، إذا أغلقته\n وأوصِدَ البابُ على ما لم يسمَّ فاعلُه، فهو موصد، مثل أوجع فهو موجع\n ومنه قوله تعالى:\n(إنَّها عَلَيْهِمْ موصَدَة) * قالوا: مُطْبَقَةٌ\n والوَصيدَةُ كالحظيرةِ تُتَّخذ للمال، إلا أنها من الحجارة، والحظيرة من الغِصَنَةِ\n تقول منه: اسْتَوْصَدْتُ في الجبل، إذا اتَّخذته والوَصيدُ: النباتُ المتقارب الاصول\n",
    "pg": "V02P0550-V02P0551"
  },
  "وصر": {
    "def": "الوِصْرُ: لغة في الإصْرِ، وهو العهد، كما قالوا: إرث وورث، وإسادة ووسادة\n والوصر: الصك (٢) ، وكتاب العهدة\n وفى الحديث: \" إن هذا اشترى منى أرضا وقبض منى وصرها، فلا هو يرد على الوصر، ولا يعطينى الثمن \"\n",
    "pg": "V02P0845-V02P0846"
  },
  "وصص": {
    "def": "الوصوص: ثقب في الستر ونحوه على مقدار العين يُنْظَرُ منه\n والوَصْواصُ: البُرقعُ الصغيرُ\n قال المُثَقٍّبُ العبديُّ: أَرَيْنَ مَحاسِناً وكَنَنَّ أخرى (٢) * وثقبن الوصاوص للعيون * والتوصيص في الانتقاب: مثل الترصيص\n والوصاوص: حجارة الأياديم (٣) ، وهي متونِ الأرضِ\n قال الراجز (٤) :\nبصلبات تقص الوصاوصا (٥) *",
    "pg": "V03P1061"
  },
  "وصع": {
    "def": "الوَصْعُ (١) : طائر أصغر من العصفور\n وفي الحديث: \" إنَّ إسرافيلَ ليتواضع لله ﷿ حتَّى يصير كأنه الوصع \"\n",
    "pg": "V03P1299"
  },
  "وصف": {
    "def": "وصفت الشئ وصفا وصفة\n والهاء عوض من الواو\n وتواصفوا الشئ من الوصف\n واتصف الشئ، أي صار مُتَواصَفاً\n قال طرفة بن العبد: إنَّي كفانيَ من أمرٍ هَمَمْتُ به جارٌ كَجارِ الحُذافيِّ الذي اتَّصَفا أي صار مَوصوفاً بحسن الجوار\n وقول الشماخ يصف بعيراً: إذا ما أدْلَجَتْ وَصَفَتْ يَداها لها الإدْلاجَ لَيلَةَ لا هُجوعِ يريد أجادت السير\n وبيع المواصفة: أن تبيع الشئ بصفةٍ، من غير رؤية\n والوَصيفُ: الخادمُ غلاماً كان أو جاريةً\n يقال وَصُفَ الغلامُ، إذا بلغ حدَّ الخِدمة، فهو وَصيفٌ بيِّن الوَصافَةُ\n والجمع وُصَفاءُ\n وقال ثعلب: وربَّما قالوا للجارية وَصيفَةً بيِّنة الوَصافةِ والإيصافِ\n والجمع الوَصائِفُ\n واسْتَوْصَفْتُ الطبيبَ لدائي، إذا سألته أن يَصِفَ لك ما تتعالج به\n والصِفَةُ كالعِلْم والسَوادِ، وأمَّا النحويون فليس يريدون بالصفة هذا، لأنَّ الصفة عندهم هي النعت، والنعت هو اسم الفاعل نحو ضاربٍ، أو المفعول نحو مضروبٍ، أو ما يرجع إليهما من طريق المعنى نحو مثل وشبه وما يجرى مجرى ذلك\n يقولون: رأيت أخاك الظريف، فالاخ هو الموصوف والظريف هو الصفة، فلهذ قالوا: لا يجوز أن يضاف الشئ إلى صفته، كما لا يجوز أن يضاف إلى نفسه، لان الصفة هي الموصوف عندهم\n ألا ترى أن الظريف هو الاخ\n",
    "pg": "V04P1438-V04P1439"
  },
  "وصل": {
    "def": "وصلت الشئ وصلا وصلة\n ووَصَلَ إليه وُصُولاً، أي بلغ\n وأوصله غيره\n (*) ووصل بمعنى اتصل، أي دَعا دعوى الجاهليَّة، وهو أن يقول يا لفلان\n قال تعالى: (إلا الذين يَصِلونَ إلى قومٍ) أي يَتَّصِلونَ\n والوَصْلُ: ضدُّ الهِجرانِ\n والوَصْلُ: وَصْلُ الثوبِ والخُفِّ\n ويقال: هذا وَصْلُ هذا، أي مثله\n وبينهما وُصْلَةٌ، أي اتِّصالٌ وذريعة\n وكل شئ اتصل بشئ فما بينهما وُصْلَةٌ، والجمع وُصَلٌ\n والأوْصالُ: المفاصِلُ\n والوَصيلَةُ التي كانت في الجاهليَّة، هي الشاةُ تلد سبعة أبطُنٍ عَناقَيْنِ عَناقَيْنِ: فإن ولدت في الثامنة جديا ذبحوه لآلهتهم، وإن ولدت جَدْياً وعَناقاً، قالوا: وَصَلَتْ أخاها\n فلا يذبحونَ أخاها من أجلها، ولا يشرب لبنها النساء وكان للرجل، وجرت مجرى السائِبة\n والوَصيلَةُ: العِمارَةُ والخِصْبُ\n والوَصيلَةُ: الأرضُ الواسعةُ\n والوَصائِلُ: ثيابٌ مخطَّطةٌ يمانِيَّةٌ\n وفي الحديث: \" لعن الله الواصِلَةَ والمُسْتَوْصِلَةَ \"\n فالواصلةُ: التي تصل الشعر\n والمُستوصِلةُ: التي يفعل بها ذلك\n وتَوَصَّلَ إليه، أي تلطَّف في الوُصولِ إليه\n والتَواصُلُ: ضد التصارم\n ووصله توصيلا، إذا أكثر من الوصل\n وواصَلَهُ مُواصَلَةً ووِصالاً\n و\n منه المواصلة في الصوم وغيره\n وموصل البعير: مابين عجزه وفخذه\n والمَوْصِلُ: ما يُوصَلُ من الحبل\n قال المتنخل الهذلى: ليس لميت بوصيل وقد علق فيه طرف الموصل دعاء لرجل\n أي لا وصل هذا الحى بهذا الميت، أي لا مات معه\n ثم قال: وقد علق فيه طرف الموصل، على أنه سيتصل به، أي قد علق في الحى السبب الذى يصير به إلى ما صار إليه الميت\n والموصل: بلد\n وقول الشاعر: وبصرة الازد منا والعراق لنا والموصلان ومنا المصر والحرم يريد الموصل والجزيرة\n وواصل: اسم رجل\n والجمع أواصل، تقلب الواو همزة كراهية اجتماع الواوين\n",
    "pg": "V05P1842-V05P1843"
  },
  "وصم": {
    "def": "الوَصْمُ: الصدعُ في العود من غير بينونة\n يقال: بهذه القناة وصم\n وقد وصمت الشئ، إذا شددتَه بسرعة\n والوَصْمُ: العيبُ والعار\n يقال: ما في فلان وَصْمَةٌ\n وقال الشاعر: فإنْ تَكُ جَرْمٌ ذاتَ وَصْمٍ فإنَّما دَلَفْنا إلى جَرْمٍ بأَلأَمَ من جَرْمِ والتَوْصيمُ في الجسد، كالتكسير والفترةِ والكسلِ\n وقال لبيد: وإذا رُمْتَ رَحيلاً فارْتَحِلْ واعْصِ ما يأمر تَوْصيمُ الكَسَلْ ويقال: وَصَمَتْهُ الحُمَّى\n قال الراجز (١) * ولم تبت حمى به توصمه (١)",
    "pg": "V05P2052-V05P2053"
  },
  "وضأ": {
    "def": "الوَضاءةُ: الحُسْنُ والنظافةُ\n تقول منه: وضوء الرجل، أي صار وضيئا\n وتوضأت للصلاة ولا تقل توضيت، وبعضهم يقوله\n والوضوء بالفتح: الماء الذى يُتَوَضَّأُ به، والوَضوءُ أيضاً: المصدر من تَوَضَّأْتُ للصلاة، مثل الوُلوعِ والقَبولِ بالفتح\n قال اليزيديّ: الوُضوءُ بالضم المصدر\n وحكى عن أبى عمرو ابن العلاء: القبول بالفتح مصدر لم أسمع غيره، وذكر الاخفش في قوله تعالى: (وقودها الناس والحجارة) فقال: الوقود الحطب بالفتح، والوقود بالضم: الاتقاد وهو الفعل\n قال: ومثل ذلك الوضوء وهو الماء، والوضوء وهو الفعل\n ثم قال: وزعموا أنهما لغتان بمعنى واحد، تقول: الوقود والوقود، يجوز أن يعنى بهما الحطب ويجوز أن يعنى بهما الفعل\n وقال غيره: القبول والولوع مفتوحان، وهما مصدران شاذان، وما سواهما من المصادر فمبنى على الضم\n وتقول واضأته فوضأته أَضَؤُهُ، إذا فاخَرْتَهُ بالوَضاءة فغلبته\n والوضاء بالضم والمد: الوضئ\n قال أبو صَدَقة الدُّبَيْريُّ الشاعر: والمرءُ يُلْحِقُهُ بفِتيانِ النَدى خُلُقُ الكَريمِ وليسَ بالوضاء",
    "pg": "V01P0080-V01P0081"
  },
  "وضح": {
    "def": "وضَحَ الأمر يَضِحُ وُضوحاً واتَّضَحَ، أي بانَ\n وأوْضَحْتُهُ أنا\n وأوْضَحَ الرجلُ: وُلِد له أولادٌ بيضٌ\n وقولهم: من أين أوْضَحْتُ؟ أي من أين طلعْت؟ ومن أين بدا وضحك\n واستوضحت الشئ، إذا وضعت يدك على عينك تنظر هل تراه\n يقال: اسْتَوْضِحْ عنه يا فلان\n واسْتَوْضَحْتُهُ الأمرَ أو الكلامَ، إذا سألته أن يُوَضِّحَهُ لك\n وتَوَضَّحَ مُلْكُ الطريق (٣) ، أي استبان\n والمتوضح: الذى يظهر نفسه في الطريق ولا يدخل الخَمَر\n ووضَحُ الطريقِ: مَحَجَّتُهُ\n والوَضَحُ: الدرهمُ الصحيحُ\n والأوْضاحُ: حليٌّ من الدراهم الصحاح\n والوَضَحُ: الضَوءُ والبياضُ، يقال: بالفرس وَضَحٌ، إذا كانت به شِيَةٌ\n وقد يكنى به عن عن البرص، ومنه قيل لجذيمة الابرش: \" الوضاح \"\n والوضاح أيضا: الرجل الأبيض اللون الحَسَنُهُ\n والمُوضِحَةُ: الشَجَّةُ التي تُبدي وَضَحَ العظم\n والواضِحَةُ: الأسنانُ التي تبدو عند الضحكِ\n قال طرفة: كلُّ خليلٍ كنتُ خاللتُه (١) * لا تركَ الله له واضحه (٢)",
    "pg": "V01P0415-V01P0416"
  },
  "وضخ": {
    "def": "الأصمعيّ: المُواضَخَةُ أن تسير مثل سيرِ صاحبك، وليس هو بالتشديد، وكذلك هو في الاستقاء\n وقال الكسائي: المواضخة تبارى المستقيين، ثم استعيرَ في كلّ متباريَين\n وتقول: أَوْضَخْتُ له، أي اسْتَقَيْتُ له قليلاً\n والوَضوخُ بالفتح: الماءُ يكون بالدلو شبيه بالنصف\n",
    "pg": "V01P0435"
  },
  "وضر": {
    "def": "الوَضَرُ: الدَرَن والدسَم\n يقال: وَضِرَتِ (١) القصعةُ تَوْضَرُ وَضَراً، أي دَسِمَتْ\n قال الشاعر (٢) : سَيُغْني أبا الهِندِيِّ عن وَطْبِ سالِمٍ * أَباريقُ لم يَعْلَقْ بها وَضَرُ الزَبْدِ (٣) - قال أبو عمرو: الوَضَرُ: ما يشمّه الإنسان من ريحٍ يجده من طعام فاسد\n أو عبيدة: يقال لبقية الهِناءِ وغيره: الوَضَرُ\n",
    "pg": "V02P0846"
  },
  "وضع": {
    "def": "المَوْضِعُ: المكان\n والمَوْضِعُ أيضاً: مصدر قولك وضعت الشئ من يدي وَضْعاً، ومَوْضوعاً وهو مثل المعقول، ومَوْضِعاً\n والموْضَعُ بفتح الضاد: لغة في الموضع، سمعها الفراء\n ويقال في الحَجَر وفي اللبِن إذا بُنِي به: ضَعْهُ على غير هذه الوضعة والوضعة والضعة، كله بمعنى\n والهاء في الضِعَةِ عوض من الواو\n والوَضيعَةُ: واحدة الوضائِعِ، وهي أثقال القوم\n ويقال: أين خَلَّفوا وضائِعَهم\n والوَضيعَةُ أيضاً: نحو وَضائِعِ كِسرى، كان ينقلُ قوماً من أرض فيسكنهم أرضا أخرى، وهم الشِحَنُ والمَسالِحُ\n والوَضيعُ: أن يؤخذ التمر قبل أن يلبس فيوضع في الجِرار\n وتقول: وَضَعْتُ عند فلان وَضيعاً، أي استودعته وديعةً\n والوضيع أيضا: الدنئ من الناس\n ويقال: في حسبه ضَعَةٌ وضِعَةٌ، والهاء عوض من الواو\n المواضعة: المراهنة\n والمواضعة: متاركة البيع\n وواضَعْتُهُ في الأمر، إذا وافقته فيه على شئ\n والضعة: شجر من الحمض\n هذا إذا جعلت الهاء عوضا من الواو الذاهبة من أوله، فأما إن كانت من آخره فهو من باب المعتل\n يقال: ناقة واضعة، للتي ترعاها، ونوقٌ واضِعاتٌ\n قال أبو زيد: إن رَعَتِ الحَمْضَ حول الماء ولم تبرح قيل: وضعت تضع وضيعة، فهى واضعة، قال: وكذلك وَضَعْتها أنا، وهي مَوْضوعةٌ، يتعدَّى ولا يتعدَّى\n وهؤلاء أصحاب الوَضيعَةِ، أي أصحاب حَمْضٍ مقيمون فيه\n ووَضَعَتِ المرأة خِمارها وامرأةٌ واضِعٌ، أي لا خِمار عليها\n ووَضَعَتِ المرأة وَضْعاً بالفتح، أي وَلَدت\n ووَضَعَتْ وُضْعاً بالضم، أي حملتْ في آخر طهرها من مُقْبَلِ الحَيضةِ (١) ، فهي واضِعٌ، عن ابن السكيت، يقال: ما حملته أمه وضعا وتضعا أيضا وتضعا\n قال الراجز: تقول والجردان فيها مكتنع * أما تخاف حبلا على تضع (٢) * ووضعَ البعير وغيره، أي أسرع في سيره\n وقال دريد (٣) يا ليتنى فيها جذع * أخب فيها وأضع (١) * وبعير حسن الموضوع، قال طرفة: مَوْضوعُها زَوْلٌ ومَرْفوعُها * كَمَرِّ صَوْبٍ (٢) لَجِبٍ وَسْطَ ريحْ * وأوضعه راكبه\n وأنشد أبو عمرو: إن دليما قد ألاح من أبى * وقال (٣) أنزلنى فلا إيضاعَ بي * أي لا أقدر على أن أسير\n قال اليزيدى: يقال: وُضِعَ الرجل في تِجارته وأُوضِعَ، على ما لم يسمَّ فاعلُه، وَضْعاً فيهما، أي خَسِرَ\n يقال: وُضِعْتَ في تجارتك فأنت مَوْضوعٌ فيها\n ووُضِعَ الرجل بالضم يوضَعُ ضَعَةً وضِعَةً، أي صار وضيعاً\n ووَضَعَ منه فلانٌ، أي حطَّ من درجته\n والتَواضُعُ: التذلُّلُ\n والاتِّضاعُ: أن تخفض رأسَ البعير لتضع قدمَك على عنقه فتركب\n قال الكميت إذا اتضعونا (١) كارهين لبيعة * أناخوا لأخرى والأَزِمَّةُ تُجْذَبُ * والتَوضيعُ: خياطة الجُبَّةِ بعد وضع القطن\n ورجلٌ مُوَضَّعٌ، أي مُطَرَّحٌ ليس بمستحكم الخلق\n",
    "pg": "V03P1299-V03P1301"
  },
  "وضم": {
    "def": "الوضم: كل شئ يجعل عليه اللحم من خشبٍ أو باريةٍ، يوقى به من الأرض\n وقال الراجز (٢) : ليس براعي إبلٍ ولا غَنَمْ ولا بجزَّارٍ على ظهر الوَضَمْ وقد وَضَمْتُ اللحم أضِمُهُ وضْماً، إذا وضعته على الوضم\n وأو ضمته، إذا جعلت له وضما\n وقال ابن دريد: أو ضمت اللحم وأو ضمت له\n وقولهم: الحى وَضْمَةٌ واحدةٌ، بالتسكين، أي جماعةٌ متقاربةٌ\n ابن الأعرابي: الوَضْمَةُ والوَضيمَةُ: صِرْمٌ من الناس، يكون فيه مائتا إنسان أو ثلثمائة\n (*) والوضيمة: القومُ يقِلُّ عددهم فينزلون على قوم\n وقد وَضَمَ بنو فلان على بني فلان، إذا حلُّوا عليهم\n والوَضيمَةُ مثل الوَثيمَةِ من الكلأ\n الفراء: الوَضيمَةُ: طعام المأتم\n واسْتَوْضَمْتُ الرجلَ، إذا ظلمته واسْتَضَمْتَهُ\n وتَوَضَّمَ الرجلُ المرأةَ، إذا وقع عليها\n",
    "pg": "V05P2053"
  },
  "وضن": {
    "def": "الوَضين للهودج بمنزلة البِطان للقَتَب، والتصديرِ للرحل، والحزامِ للسرج\n وهما كالنِسْعِ إلا أنَّهما من السُيور إذا نُسج نِساجةً بعضه على بعض مضاعفاً\n والجمع وُضُنٌ\n قال المثقِّب (١) : تقول إذا درأتُ لها وَضيني * أهذا دينُهُ (٢) أبداً وديني قال أبو عبيدة: وَضينٌ في موضع موضون، متقتيل في موضع مقتولٍ\n تقول منه: وَضَنْتُ النِسْعَ أَضِنُهُ وَضْناً، إذا نسجته\n والمَوْضونَةُ أيضاً: الدرع المنسوجة توضَنُ حَلَقُ الدرعِ بعضها في بعض مضاعفةً\n ويقال أيضاً منسوجةٌ بالجواهر\n ومنه قوله تعالى: (على سرر موضونة) \n",
    "pg": "V06P2214"
  },
  "وطأ": {
    "def": "وطئت الشئ برجلي وطأ، ووطئ الرجل امرأته، يطأ فيهما، سقطت الواو من يطأ كما سقطت من يسع لتعديهما، لان فعل يفعل مما اعتل فاؤه لا يكون إلا لازما، فلما جاءا من بين أخواتهما متعديين خولف بهما نظائرهما\n وقد تَوَطَّأتُهُ برجلي، ولا تقل تَوَطَّيْتُهُ\n والواطِئَةُ الذين في الحديث (١) ، هم السابلَةُ، سمُّوا بذلك لوطْئِهِمُ الطريقَ\n ووَطُؤَ الموضع يوطَؤُ وَطاءةً، أي صار وطيئاً\n ووطَّأْتُهُ أنا توطِئَةً، ولا تقل وَطَّيْتُ، وفلانٌ قد استوطأَ المركبَ، أي وجده وطيئا\n وشئ وطئ: بين الوطاءة والطئة والطأة، مثال الطعة والطعة، فالهاء عوض من الواو فيهما\n قال الكميت: أغشى المكارهَ أحياناً ويحْمِلُني * منه على طأة والدهر ذو نوب أي على حالٍ ليِّنةٍ\n ويُروى \" على طِئَةٍ \" وهما بمعنًى\n والوطْأَةُ: موضع القدم، وهي أيضاً كالضغطَةِ\n وفي الحديث: \" اللهمَّ اشْدُدْ وَطْأَتَكَ على مُضَرَ \"\n والوِطاءُ: خلاف الغطاءِ\n والوَطيئَةُ على فعيلة: شئ كالغرارة\n والوطيئة أيضاً: ضربٌ من الطعام\n وأوطَأْتُهُ الشئ فوطئه، يقال: من أوطأك عشوةً\n أبو زيد: واطَأْتُهُ على الأمر مواطَأَةً، إذا وافقته من الوفاق\n وفلان يواطئ اسمه اسمى\n وتَواطَؤوا عليه، أي توافقوا\n قال الأخفش في قوله تعالى: (ليُواطِئوا عِدَّةَ ما حرَّمَ الله) : هو من واطَأْتُ، قال: ومثلها قوله: (هي أشدُّ وِطاءً) ، بالمدِّ أي مواطأة، قال: وهى المواتاة أي مواتاة السمع والبصر إياه\n وقرئ: (أشد وطئا) أي قياماً\n وتَوَطَّأْتُهُ: بقدمي مثل وطئتُهُ\n وهذا موطئُ قدمكَ\n والإيطاءُ في الشعر: إعادة القافية\n",
    "pg": "V01P0081-V01P0082"
  },
  "وطب": {
    "def": "الوَطْبُ: سِقاء اللبن خاصَّة\n قال ابن السكيت: وهو جلدُ الجذع فما فوقه\n قال: ويقال لجلد الرضيع الذى يجعل فيه اللبن شكوة، ولجلد الفطيم بدرة\n ويقال لمثل الشكوة مما يكون فيه السمن: عكة\n ولمثل البدرة: المسأد\n وجمع الوطب في القلَّة أوْطُبٌ، والكثير وِطابٌ\n قال امرؤ القيس: وأفلتهن علباء جَريضاً * ولو أدْرَكْنَهُ صَفِرَ الوِطابُ والوَطْبُ: الرجل الجافي\n والوَطْباءُ: المرأة العظيمة الثَدي، كأنَّها ذات وَطْبٍ\n",
    "pg": "V01P0233"
  },
  "وطث": {
    "def": "الوَطْثُ: الضرب الشديد بالرِجل على الأرض، لغةٌ في الوَطْسِ، أو لثغة\n",
    "pg": "V01P0296"
  },
  "وطح": {
    "def": "الوَطْحُ: ما تعلَّق بالأظلاف ومخالب الطير من العُرَّةِ أو الطين\n الأمويّ: تَواطَحَ القومُ: تداولوا الشر فيما بينهم\n وأنشد: يتواطحون به عَلى دِينارِ (١) * أي يتقاتلون\n",
    "pg": "V01P0416"
  },
  "وطد": {
    "def": "وطدت الشئ أطده وطدا، أي أثبتُّه وثقَّلته، والتَوطيدُ مثله\n وقال الشاعر يصفُ قوماً بكثرة العدد: وهم يَطِدونَ الأرض لولاهُمُ ارْتمتْ * بمن فوقَها من ذي بيان وأعجمها - وقد وطدت على باب الغار الصَخْرَ، إذا سددته به ونضَّدته عليه\n ووَطَدَهُ إلى الأرض: مثل وَهَصَهُ وغَمَزَهُ إلى الأرض\n وتَوَطَّدَ: أي ثبتَ\n والميطَدَةُ: خشبةٌ يُمسك بها المِثقبُ\n والوَطائِدُ: قواعدُ البنيان\n والواطِدُ: الثابتُ والطادِي مقلوبٌ منه\n قال القطامي: ما اعْتادَ حُبُّ سُلَيْمى حينَ مُعْتادِ * ولا تَقَضَّى بِواقي دَيْنِها الطادي -",
    "pg": "V02P0551"
  },
  "وطر": {
    "def": "الوَطَرُ: الحاجةُ، ولا يبنى منه فعل، والجمع الاوطار\n",
    "pg": "V02P0846"
  },
  "وطس": {
    "def": "الوَطيسُ: التَنُّورُ\n ويقال: حميَ الوطيس إذا اشتد الحرب\n قال الاصمعي: الوطس: الضرب الشديد بالخف\n وقال أبو الغوث: هو بالخف وغيره\n وأنشد (١) : خطارة غب السرى موارة * تَطِسُ الإكامَ بذات خُفٍّ ميثَمِ * وأوطاس: موضع\n",
    "pg": "V03P0989"
  },
  "وطش": {
    "def": "يقال: ضربوه فما وَطَشَ إليهم تَوْطيشاً، أي لم يمدد بيده ولم يدفع عن نفسه\n وسألوه فماوطش إليهم بشئ، أي لم يعطهم شيئاً\n قال الفراء وَطَّشَ له، إذا هيَّأَ له وجهَ الكلام أو العمل أو الرأي\n يقال: وَطِّشْ لي شيئاً حتَّى أذكره، أي افْتَحْ\n",
    "pg": "V03P1026"
  },
  "وطط": {
    "def": "الوطواط: الخفاش، والجمع الوطاوط\n وفى حديث عطاء بن أبى رباح في الوطواط يصيبه المحرم، قال: \" ثلثا درهم \"\n قال الاصمعي: الوطواط ههنا الخفاش ويقال إنه الخطاف\n قال أبو عبيد: وهذا أشبه القولين عندي بالصواب، لحديث عائشة رضى الله عنها قالت: \" لما أحرق بيت المقدس كانت الاوزاغ تنفخه بأفواهها، وكانت الوطاوط تطفئه بأجنحتها \"\n والوطواط أيضا، الرجل الضعيف الجبان، قال: ولا أراه سمِّي بذلك إلا تشبيهاً بالطائر، قال العجاج: وبلدة بعيدة النياط (١) * قطعت حين هيبة الوطواط * وأمَّا قولهم: \" أبْصَرُ في الليل من الوطواط \" فهو الخفاش\n",
    "pg": "V03P1168"
  },
  "وطف": {
    "def": "رجلٌ أوَطَفُ بيِّن الوَطَفِ، وهو كثرة شعر العين والحاجبين\n وسحابةٌ وَطْفاءُ بيِّنة الوَطَفِ، إذا كانت مسترخية الجوانب، لكثرة مائها\n والعيش الاوطف: الرخى\n",
    "pg": "V04P1439"
  },
  "وطن": {
    "def": "الوطن: محل الانسان\n وقد خففه رؤبة بقوله: أوطنت وطنا لم يكن من وطنى (٣) لو لم يكن عاملها لم أسكن بها ولم أرجن بها في الرجن وأوطان الغنم: مرابِضها\n وأَوْطَنْتُ الأرضَ، ووَطَّنْتُها تَوْطيناً واسْتَوْطَنْتُها، أي اتَّخذتها وَطَناً\n وكذلك الاتِّطانُ، وهو افتِعالٌ منه\n وتوطين النفس على الشئ، كالتمهيد\n ويقال: من أين ميطانُكَ، أي غايتك\n والميطانُ: الموضع الذي يُوَطَّنُ لتُرسَل منه الخيل في السباق، وهو أول الغاية\n والميتاء والميداء: آخر الغاية\n والموطن: المشهد من مشاهد الحرب\n قال تعالى: (لقد نَصَرَكُم الله في مَواطِنَ كثيرة) وقال طرفة: على موطن يخشى الفتى عندَه الرَدَى * متى تعترك فيه الفوارس ترعد",
    "pg": "V06P2214-V06P2215"
  },
  "وظب": {
    "def": "وظب على الشئ وظوبا: دامَ\n أبو زيد: المواظبة المثابرة على الشئ\n وأرض موظوبة، إذا تُدووِلَتْ بالرعي فلم يبقَ فيها كلأٌ\n ولَشَدَّ ما وُظِبَتْ\n ورجلٌ موظوبٌ، إذا تداولتْ ماله النوائبُ\n وقال سلامة بن جندل: كُنَّا نَحُلُّ إذا هبَّتْ شآمِيةً * بكلِّ واد جديب البطن موظوب (١) وموظب، بالفتح: اسم موضع\n أنشد ابن الاعرابي لخداش بن زهير: كذبت عليكم أوعدوني وعللوا * بى الارض والاقوام قردان موظبا يقول: ياقردان موظب عليكم بى وبهجائى، إذا كنتم في سفر فاقطعوا بذكرى الارض\n",
    "pg": "V01P0233"
  },
  "وظف": {
    "def": "الوَظيفُ: مُسْتَدَقُّ الذراع والساق من الخيل والإبل ونحوهما\n والجمع الاوظفة (١) \n قال الاصمعي: يستحب من الفرس أن تعرض أو ظفة رجليه، وتحدب أو ظفة يديه\n ووظفت البعير (٢) ، إذا قصرت قيده\n قال ابنُ الأعرابي: يقال مرَّ يظفهم، أي يتبعهم\n والوَظيفَةُ: ما يُقَدَّرُ للإنسان في كلِّ يوم من طعامٍ أو رزق\n وقد وَظَّفْتُهُ تَوْظيفاً\n",
    "pg": "V04P1439-V04P1440"
  },
  "وعى": {
    "def": "الوِعاءُ: واحد الأوعِيَةِ\n يقال: أوْعَيْتُ الزادَ والمتاعَ، إذا جعلته في الوِعاءِ\n قال الشاعر (١) : الخيرُ يبقى وإنْ طالَ الزمانُ به * والشرُّ أخبثُ ما أوعيت من زادِ ووَعاهُ، أي حفظه\n تقول: وَعَيْتُ الحديث أَعِيهِ وَعْياً\n وأذنٌ واعِيَةٌ\n أبو عبيد: الوَعْيُ: القَيْحُ والمِدَّةُ\n يقال: وَعَتِ المِدَّةُ في الجرح، إذا اجتمعتْ\n ووَعى العظمُ، أي انجبر بعد الكسر\n و (الله أعلم بما يوعونَ) ، أي يُضمرون في قلوبهم من التكذيب\n ويقال: لا وَعْيَ عن ذلك الأمر، أي لا تماسك دونه\n قال ابن أحمر تواعدن أن لا وعى عن فرج راكس * فرحن ولم يغضرن عن ذاك مغضرا ومالى عنه وَعْيٌ، أي بُدٌّ\n والوَعى بالتحريك: الجلبة والأصوات\n والواعِيَةُ: الصارخةُ\n",
    "pg": "V06P2525-V06P2526"
  },
  "وعب": {
    "def": "أوْعَبَ القومُ، إذا حَشَدوا وجاءوا موعِبينَ، إذا جمعوا ما استطاعوا من جمع\n ابن السكيت: أوعب بنو فلانٍ جلاءً فلم يبقَ ببلدهم منهم أحد\n وجاء الفرس بركْضٍ وعِيبٍ، أي بأقصى ما عنده\n وتقول: جدعَه فأوعب أنفَه أي استأصله\n وفي الشتم: جدعه الله جدعا موعبا! وفى الحديث: في الانف إذا استوعب جدعه الدية، إذا لم يترك منه شئ\n واستيعاب الشئ: استئصاله\n",
    "pg": "V01P0233-V01P0234"
  },
  "وعث": {
    "def": "الوَعْثُ: المكان السَهل الكثير الدهسِ، تغيب فيه الأقدام، ويشقُّ على من يمشي فيه\n وأوْعَثَ القومُ، أي وقعوا في الوَعْثِ\n ويقال أيضاً للعظم المكسور (١) : وَعثٌ\n وامرأةٌ وَعْثَةٌ أيضاً: كثيرة اللحم\n ووعثاء السفر: مشقَّته\n ورجلٌ مَوْعوثٌ: ناقص الحسب\n ابن السكيت: أوْعَثَ في ماله، أي أسرف\n",
    "pg": "V01P0296"
  },
  "وعد": {
    "def": "الوَعْدُ يستعمل في الخير والشر\n قال الفراء: يقال: وعدتُه خيراً ووعدتُه شرًّا\n قال الشاعر (١) : أَلا عَلِّلاني كلُّ حيٍّ مُعلَّلِ * ولا تَعِداني الشَرَّ والخيرُ مُقْبِلُ - فإذا أسقطوا الخير والشر قالوا في الخير الوَعْدُ والعِدَةُ، وفي الشر الإيعادُ والوَعيدُ\n قال الشاعر (١) : وإنِّي وإنْ أوْعَدْتُهُ أو وَعَدْتُهُ * لمُخْلِفُ إيعادي ومُنْجِزُ مَوْعِدي (٢) - فإن أدخلوا الباء في الشر جاءوا بالألف\n قال الراجز: أَوْعَدَني بالسجنِ والأَداهمِ * رِجْلي ورِجْلي شَثْنَةُ المناسِمِ - تقديره: أوْعَدَني بالسجن، وأوْعَدَ رِجلي بالأداهم\n ثم قال: رِجْلي شَثْنَةٌ، أي قويَّةٌ على القيد\n والعِدَةُ: الوَعْدُ، والهاء عوضٌ من الواو، ويجمع على عِداتٍ، ولا يجمع الوَعْدُ\n والنسبة إلى عِدَةٍ عِدِيٌّ، وإلى زنة زنى، فلا ترد الواو كما تردها في شية\n والفراء يقول: عدوى وزنوى، كما يقال شيوى\n قال: وقول الشاعر زهير: إن الخليط أجدوا البين فانجردوا * وأخلفوك عدا الامر الذى وعدوا - أراد عدة الامر، فحذف الهاء عند الاضافة\n والميعادُ: المُواعدَةُ، والوقتُ، والموضعُ\n وكذلك الموعد، لان ما كان فاء الفعل منه واو أو ياء ثم سقطتا في المستقبل نحو: يعد، ويزن، ويهب، ويضع، ويئل (١) ، فإن المفعل منه مكسور في الاسم والمصدر جميعا، ولا تبالي منصوبا كان يفعل منه أو مكسورا، بعد أن تكون الواو منه ذاهبة، إلا أحرفا جاءت نوادر: قالوا: دخلوا موحد موحد (٢) ، وفلان بن مورق، وموكل اسم رجل أو موضع، وموهب اسم رجل، وموزن موضع، هذا سماع والقياس فيه الكسر\n فإن كانت الواو من يفعل فيه ثابتة نحو يوجل ويوجع ويوسن ففيه الوجهان\n فإن أردت به المكان والاسم كسرته، وإن أردت به المصدر نصبته فقلت موجل وموجل\n فإن كان مع ذلك معتل الآخر فالمفعل منه منصوب، ذهبت الواو في يفعل أو ثبتت، كقولك: المولى والموفى والموعى، من يلى ويفى ويعى\n ويقال: تواعد القوم، أي وَعَدَ بعضهم بعضاً\n هذا في الخير، وأمَّا في الشرّ فيقال اتَّعَدوا\n والاتِّعادُ أيضاً: قَبول الوعد، وأصله الاوْتِعادُ، قلبوا الواوَ تاءً ثم أدغموا\n وناس يقولون: ائتعد يأتعد (١) فهو مؤتعد بالهمز، كما قالوا يأتسر في أيسار الجزور\n والتوعد: التهدد\n ويوم واعِدٌ، إذا وَعَدَ أوَّله بحرٍّ: أو برد\n وأرضٌ واعِدَةٌ، إذا رُجيَ خيرُها من النبت\n ووَعيدُ الفحل: هديره إذا هَمَّ أن يصول\n",
    "pg": "V02P0551-V02P0552"
  },
  "وعر": {
    "def": "جبلٌ وَعْرٌ بالتسكين، ومطلبٌ وَعْرٌ\n قال الأصمعي: ولا تقل وعر\n وقد وعر بالضم وعورة، وكذلك تَوَعَّرَ، أي صار وَعْراً\n ووَعَّرْتُهُ أنا تَوْعيراً\n وقد اسْتَوْعَرْتُ الشئ: وجدته وعرا\n وفلان وعر المعروف، أي قليله\n وأَوْعَرَهُ: قَلَّلَهُ\n يقال: قليلٌ وَعْرٌ، ووَتْحٌ\n ووَعْرٌ إتباع له\n",
    "pg": "V02P0846"
  },
  "وعز": {
    "def": "أَوْعَزْتُ إليه في كذا وكذا، أي تقدَّمتُ\n وكذلك وَعَّزْتُ إليه تَوْعيزاً\n وقد يخفَّف فيقال: وعزت إليه وعزا\n",
    "pg": "V03P0901"
  },
  "وعس": {
    "def": "الوَعْساءُ: الأرض الليِّنة ذاتَ الرمل\n والسهلُ أوْعَسُ، والميعاسُ مثله\n وقال أبو عمرو: الميعاسُ الأرضُ لم توطأ\n والمواعسة: ضرب من سير الإبل، وهو أن تمدَّ عنقَها وتوسِّع خطواتها\n وأوْعَسْنا، أي أدلجنا\n ولا تكون المُواعَسَةُ إلا بالليل\n",
    "pg": "V03P0989"
  },
  "وعظ": {
    "def": "الوَعْظُ: النُصْحُ والتذكيرُ بالعواقب\n تقول: وَعَظْتُهُ وَعْظاً وعِظَةً فاتَّعَظَ، أي قبِلَ المَوْعِظَةَ\n يقال: \" السعيدُ من وُعِظَ بغيره، والشقيُّ من اتعظ به غيره \"\n",
    "pg": "V03P1181"
  },
  "وعع": {
    "def": "خطيب وعوع، وهو نعت حسنٌ\n والوَعْوَعَةُ: صوت الذئب\n ومهذارٌ وَعْواعٌ، وهو نعتٌ قبيحٌ\n وسمعتُ وَعْواعَ الناس، أي ضجَّتهم\n والوَعْواعَ أيضا: جماعة من الناس، ومنه قول الشاعر (٢) :\nوعاث في كبة الوعواع والعير",
    "pg": "V03P1301"
  },
  "وعفافاً": {
    "def": "(١) ] وعَفافةً، أي كفَّ، فهو عفٌّ وعفيفٌ، والمرأة عَفَّةٌ وعَفيفَةٌ\n وأعَفَّه الله\n واستعَفَّ عن المسألة، أي عف\n وتعفف، أي تكلَّف العِفَّة\n والعُفَّة والعُفافة بالضم فيهما: بقيَّة اللبن في الضرع\n قال الاعشى يصف ظبية وغزالها: وتَعادى (١) عنه النهارَ فما تعجوه إلا عفافة أو فواق نصب النهار على الظرف\n وتعادى، أي تباعد\n وتعفف الرجل، أي شرب العُفافةَ\n ويقال: تَعافَّ يا هذا ناقتك، أي احلها بعد الحلبة الأولى\n وقولهم: جاء فلان على عِفَّانِ ذلك، بكسر العين: لغةٌ في إفَّانِ ذلك، أي حينه وأوانه\n",
    "pg": "V04P1405-V04P1406"
  },
  "وعق": {
    "def": "الوَعيقُ والوعاقُ: صوتٌ يُسمع من بطن الدابَّة إذا مشت، بمنزلة الخَقيقِ من قُنْبِ الذكر\n تقول منه: وَعَقَ الفرسُ (٣) يَعِقُ وعيقا ووعاقا\n ورجلٌ وعِقٌ بكسر العين أي عسر\n وبه عقة، وهي الشراسة وشدة الخلق\n ومنه قول رؤبة:\nمخافة الله وأن يوعقا\nعلى امرئ ضلَّ الهدى وأوبقا\nأي يقال: إنك لوعقٌ",
    "pg": "V04P1567"
  },
  "وعك": {
    "def": "الوعك: مغث الحمتى\n وقد وعكته الحمى فهو موعوك\n وأوعكت الكلاب الصيد، إذا مرغته في التراب\n وأوعكت الابل عند الحوض، إذا ازدحمتْ فركب بعضها بعضاً\n والاسم منه الوعكة\n الوعكة: السقطة الشديدةُ في الجري\n والوَعْكَةُ أيضاً: معركةُ الأبطالِ إذا أخذ بعضهم بعضا\n",
    "pg": "V04P1615-V04P1616"
  },
  "وعل": {
    "def": "الوَعْلُ (١) : الأَرْوى، والجمع الوُعولُ والاوعال\n وفى الحديث: \" تظهر التحوت على الوُعولِ \"، أي يغلب الضعفاءُ من الناس أقوياءهم\n وأما قول الراجز (١) :\nوأم أوعال كها أو أقربا (٢) * فهى هضبة\n ويقال: هم عليه وعل واحد، بالتكسين، أي ضلعٌ واحدٌ\n الأصمعيّ: الوَعْلُ الملجَأُ\n وأنشد لذي الرمّة: حتَّى إذا لم يجد وَعْلاً ونَجْنَجَها مخافَةَ الرمي حتَّى كلّها هِيمُ وقال الخليل: معناه لم يجد بُدًّا\n يقال: مالي عن ذلك وَعْلٌ ووعى، أي مالى منه بد\n وقال الفراء: مالى عنه وغل بالغين معجمة، أي لجا\n وأنشد هذا البيت المتقدم\n وتوعلت الجبل: علوته، مثل توقلت\n ووعلة: اسم شاعر من جرم\n",
    "pg": "V05P1843-V05P1844"
  },
  "وعن": {
    "def": "الوَعْنَةُ: الأرض الصُلبة\n قال أبو زيد: تَوَعَّنَتِ الناقةُ، أي سمنت غاية السمن\n",
    "pg": "V06P2215"
  },
  "وغى": {
    "def": "الوغى مثل الوغى\n قال الهذليّ: كأنَّ وَغى الخَموشِ بجانِبَيْهِ * مآتِمُ يَلْتَدِمْنَ على قَتيلِ (١) ومنه قيل للحرب وَغًى، لما فيها من الصوت والجلبة\n والأَواغي: مَفاجِرُ الدبار في المزارع\n",
    "pg": "V06P2526"
  },
  "وغب": {
    "def": "الاصمعي: الوغب: الاحمق\n قال الراجز (١) :\nولا ببرشاع الوخام وغب (٢) * والوغب أيضاً: سَقَطُ المتاعِ\n وأوْغابُ البيت كالقَصعة والبُرْمَةِ ونحوهما\n والوَغْبُ أيضاً: الجمل الضَخم\n وقد وَغُبَ الجملُ بالضم وغوبة\n",
    "pg": "V01P0234"
  },
  "وغد": {
    "def": "وَغدتُ القومَ أغِدُهُمْ، أي خدمتهم\n والوغد: الرجل الدنئ الذى يخدم بطعام بطنه\n تقول منه: وغد الرجل بالضم\n والوغد: قدح من سهام الميسر لا نصيبَ له\n والمُواغَدَةُ في السير، مثل المُواضَخَةِ\n قال الأصمعي: وقد تكون المواغَدَةُ للناقة الواحدة، لأنَّ إحدى يديها ورجليها تواغد الاخرى\n",
    "pg": "V02P0552-V02P0553"
  },
  "وغر": {
    "def": "الوَغْرَةُ: شدَّةُ توقُّدِ الحرِّ\n ومنه قيل: في صدره عليَّ وَغْرٌ بالتسكين، أي ضِغْنٌ وعداوةٌ وتوقُّدٌ من الغيظ\n والمصدر بالتحريك، تقول: وَغِرَ صدرُه عليَّ يَوْغَرُ وَغَراً: فهو واغِرُ الصدر عليَّ\n وقد أوْغَرْتُ صدره على فلان، أي أحميته من الغيظ\n وأوْغَرْتُ الماء، أي أغليته\n وربَّما يُسْمَطُ فيه الخنزير وهو حى يذبح، وهو فعل قوم من النصارى\n قال الشاعر: ولقد رأيت مكانهم فكرهتهم * ككراهة الخنزير للايغار - والوغيرة: اللبن يسخن بالحجارة المحمَّاة: والوَغيرُ أيضاً\n قال (١) يصف فرساً عرقت\n يَنِشُ الماء في الرَبَلاتِ منها * نَشيشَ الرَضْفِ (٢) في اللبن الوغير - تقول منه: أوغرت اللبن\n وكذلك التَوْغيرُ\n قال الشاعر: فسائِلْ مُراداً عن ثلاثة فِتْيَةٍ * وعن إِثْرِ ما أبْقى الصريحُ الموغر - وسمعت وغرالجيش، أي أصواتهم\n قال الراجز: كأنما زهاؤه لمن جهر * ليل ورز وغره إذا وغر - وقال ابن مقبل: في ظهرت مرت عساقيل السحاب به * كأنَّ وَغْرَ قَطاهُ وَغْرُ حادِينا - وأوْغَرَ العاملُ الخَراجَ، أي استوفاه\n ويقال: الإيغارُ أن يُوغِرَ المَلِكُ الرجلَ الأرضَ، يجعلها له من غير خَراج\n وقد يسمَّى ضَمانُ الخراجِ إيغاراً، وهي لفظةٌ مُوَلَّدةٌ\n",
    "pg": "V02P0846-V02P0847"
  },
  "وغف": {
    "def": "الايغاف بالغين المعجمة: سرعة العدو\n والوغف: ضعف البصر\n والوغف: شئ يشد على بطن التَيْس لئلاّ ينزو\n",
    "pg": "V04P1440"
  },
  "وغل": {
    "def": "وَغَلَ الرجلُ يَغِلُ وُغولاً، أي دخل في الشجر وتَوارى فيه\n ويقال أيضاً: وَغَلَ يَغِلُ وَغلاً، إذا دخل على القوم في شرابهم فشرب معهم، من غير أن يُدعى إليه والواغِلُ في الشراب، مثل الوارِشِ في الطعام\n قال امرؤ القيس: فاليومَ فاشرب غيرَ مُسْتَحْقِبٍ\n إثماً من اللهِ ولا واغِلِ أبو عمرو: الوَغْلُ أيضاً: الشراب الذي يشربه الواغل\n وأنشد قول عمرو بن قمئة: إن أك مسكيرا فلا أشرب الوغل ولا يسلم منى البعير والوغل أيضا: النذل من الرجال\n وأنشد: وحاجب كردسه في الحبل منا غلام كان غير وغل حتى افتدى منا بمال جبل الفراء: يقال مالى عن هذا الأمر وَغْلٌ، أي بُدٌّ\n والوغل: بكسر الغين السيئ الغذاء\n والايغال: السير السريعُ والإمعانُ فيه\n قال الأعشى: تَقْطَعُ الأَمْعَزَ المُكَوْكِبَ وَخْداً بنَواجٍ سريعة الايغال وتوغل في الارض، إذا سار فيها وأبعد\n",
    "pg": "V05P1844"
  },
  "وغم": {
    "def": "الكسائي: وَغَمْتُ بالخبر أَغِمُ وَغْماً، إذا أخبرت به من غير أن تستيقنه، مثل لغمته بالغين معجمة\n ووغم عليه بالكسر، أي حَقَد\n وتَوَغَّمَ، إذا اغتاظَ\n والوغم: الترة\n والاوغام: الترات\n",
    "pg": "V05P2053"
  },
  "أوف": {
    "def": "الآفة: العاهة\n وقد أيف الزرعُ، على ما لم يسمَّ فاعله، أي أصابته آفَةٌ، فهو مئوف، مثال معوف (١) \n",
    "pg": "V04P1333"
  },
  "وفى": {
    "def": "الوَفاءُ: ضدُّ الغدر\n يقال: وَفى بعهده وأَوْفى بمعنًى\n ووَفى الشئ وفيا، على فعول، أي تم وكثر\n (*) والوفى: الوافى\n وأوفى على الشئ، أي أشرف\n وعَيْرٌ ميفاءٌ على الإكامِ، إذا كان من عادته أن يوفى عليها\n وقال (١) يصف الحمار:\nعيران ميفاء على الرزون (٢) * ويروى: \" أحقب ميفاء \"\n وأوفاه حقه ووَفَّاهُ بمعنًى، أي أعطاه وافِياً\n واسْتَوْفى حقّه وتَوَفَّاهُ بمعنًى\n وتَوَفَّاهُ الله، أي قبضَ روحه\n والوَفاةُ: الموتُ\n ووافى فلانٌ: أتى\n وتَوافى القوم: تتاموا\n وأوفى: اسم رجل\n",
    "pg": "V06P2526"
  },
  "وفد": {
    "def": "وفَدَ فلان على الأمير، أي وَرَدَ رسولاً، فهو وافِدٌ\n والجمع وفد، مثل صاحب وصحب\n وجمع الوفد أوفاد ووُفودٌ\n والاسم الوِفادَة\n وأَوْفَدْتُهُ أنا إلى الأمير، أي أرسلته\n والوافِدُ من الإبل: ما سبق سائرها\n والايفاد على الشئ: الاشراف عليه\n وقال: ترى العلافى عليها موفدا * كأن برجا فوقها مشيدا - ويقال للفرس: ما أحسن ما أَوْفَدَ حارِكُهُ، أي أَشْرَفَ\n والإيفادُ أيضا: الاسراع، وهو في شعر ابن أحمر (١) \n والوفد: ذروة الجبل من الرمل المشرف\n والوافدان اللذان في شعر الاعشى (٢) ، هما الناشزان من الخدين عند المصغ، فإذا هرم الانسان غاب وافداه\n واستوفد الرجل في قِعدته: لغةٌ في اسْتَوْفَزَ\n والاوفاد: قوم من العرب\n وقال: فلو كنتم منا أخذتم بأخذنا * ولكنما الا وفاد أسفل سافل -",
    "pg": "V02P0553"
  },
  "وفر": {
    "def": "الوَفْرُ: المالُ الكثير\n والوَفْرَةُ: الشعرُ إلى شحمة الأذُنِ، ثم الجُمَّةِ، ثم اللِمَّةِ، وهي التي ألمت بالمنكبين\n والموفور: الشئ: التام\n ووفرت الشئ وفرا\n ووفرا الشئ بنفسه وفورا (١) \n وقولهم: \" توفر وتحمد \"، من قولك وفَرْتُهُ عِرْضَهُ وماله\n قال الفرا: إذا عرض عليك الشئ فلك أن تقول توفر وتُحْمَدُ ولا تقل توثَرُ\n يضرب هذا المثل للرجل تعطيه الشئ فيردُّه عليك غير تَسَخُّطٍ\n وهذه أرضٌ في نبتها وَفْرٌ ووَفْرَةٌ وفرة أيضا، أي وفورلم يُرْعَ\n والوَفْراءُ: الأرضُ التي لم ينقص من نبتها شئ\n قال الاعشى: عرندسة (١) لا ينقص السير غرضها * كأحقب بالوفراء جأب مكدم - ويقال: مزادة وفراء، للتى لم ينقص من أديمها شئ\n وسقاء أوفر\n قال ذو الرمّة: وَفْراَء غَرْفِيَّةٍ أثْأى خوارزَها * مُشَلْشَلُ ضَيَّعَتْهُ بينها الكتب (٢) - ووَفَّرَ عليه حقَّه تَوْفيراً\n واسْتَوْفَرَهُ، أي استوفاه\n وتَوَفَّرَ عليه: أي رعى حُرُماتِهِ\n ويقال: هم مُتوافِرونَ، أي هم كثير\n قول الراجز (٣) : كأنها من بدن (١) وإيفار * دبت عليها ذربات الانبار - إنما هو من الوفور، وهو التمام\n يقول: كأنها أوفرها الرعى دبت عليها الانبار\n ويروى: \" واستيفار \"، والمعنى واحد\n ويروى: \" وإيغار \"، من أوغر العامل الخراج، أي استوفاه\n ويروى بالقاف، من أ",
    "pg": "V02P0847-V02P0848"
  },
  "وفز": {
    "def": "الوَفْزُ والوَفَزُ: العَجَلَةُ، والجمع أوْفازٌ\n يقال: نحن على أوْفازٍ، أي على سفرٍ قد أشخَصْنا\n وأنا على أوفاز\n قال الراجز: أسوق عيرا مائل الجهاز * صعبا ينزينى على أوفاز * ولا تقل: على وفاز\n واستوفز في قِعْدته، إذا قعد قُعوداً منتصباً غير مطمئن\n",
    "pg": "V03P0901"
  },
  "وفض": {
    "def": "يقال: لقيته على أوْفاضٍ، أي على عجلةٍ مثل أوْفازٍ\n قال رؤبة:\nتمشى بنا الجد على أوفاض * والوَفْضُ: العَجَلَةُ\n وأوْفَضَ واسْتَوْفَضَ، أي أسرع\n قال الراجز (٢) :\nتَعْوي البُرى مُسْتَوْفِضاتٍ وَفْضا (٣) * أي تلوي، ومنه قوله تعالى: ﴿كأنَّهم إلى نُصُبٍ يوفِضون﴾ \n ويقال أيضاً: اسْتَوْفَضَهُ، إذا طرده واستعجله\n وناقةٌ مِيفاضٌ، أي مسرعة\n قال الراجز: لانعتن نعامة ميفاضا * خرجاء ظلت (١) تطلب الاضاضا * والوفضة: شئ كالجعبة من أَدَمٍ، ليس فيها خشبٌ، والجمع الوِفاضُ\n والأوْفاضُ: الفِرَقُ من الناس والاخلاط من قبائل شتى، كأصحاب الصفة\n وفى الحديث أنه ﵇ أمر بصدقة أن توضع في الاوفاض\n",
    "pg": "V03P1112-V03P1113"
  },
  "وفع": {
    "def": "ابن السكيت عن أبي عمرو قال: قال الطائيّ: الوَفيعَةُ مثل السلَّة تُتَّخذ من العراجين والخوص\n ولا تقله بالقاف\n",
    "pg": "V03P1301"
  },
  "وفق": {
    "def": "الوِفاقُ: المُوافقَةُ\n\nوالتَوافُقُ: الاتِّفاقُ والتظاهرُ\n\nووافَقْتُهُ، أي صادفته\n\nووَفَّقه الله، من التوفيق\n\nواسْتَوْفَقْتُ الله أي سألته التوفيق\n\nويقال: وَفِقْتَ أمرَك تَفِقُ، بالكسر فيهما، أي صادفتَه مُوافِقاً\n وهو من التوفيق\n\nكما يقال رشَدْتَ أمرَك\n\nوالوَفقُ من المُوافقةِ بين الشيئين؛ كالالتحام\n يقال حَلُوبَتُهُ وَفْقُ عِياله، أي لها لبنٌ قَدْرُ كفايتهم، لا فضلَ فيه\n قال الشاعر (١) :\nأمَّا الفقيرُ الذي كانت حَلُوبَتُهُ\nوَفْقَ العِيالِ فلم يُتْرَكْ له سَبَدُ\nويقال: أتيتك لوَفْقِ الأمرِ وتَوفاقِ الأمرِ، وتِيفاقِهِ\n قال الأحمر: يقال: كان ذلك لميفاقِ الهلالِ وتِيفاقِهِ، وتَوفاقِهِ، أي حين أُهلَّ الهلالُ\n ويقال: أَوْفَقْتُ السهمَ وأَوْفَقْتُ بالسهم، إذا وضعت الفُوقَ في الوتر لترمى، كأنه قلب أفوقت ولا يقال أفوقت\n",
    "pg": "V04P1567-V04P1568"
  },
  "وفه": {
    "def": "الوافِهُ: قَيِّمُ البيعَةِ، بلغة أهل الحيرة\n وفى الحديث: \" يغير وافه عن وفهيته، ولا قسيس عن قسيسيته) \n",
    "pg": "V06P2256"
  },
  "أوق": {
    "def": "الأَوْقُ: الثِقْلُ\n يقال ألقى عليه أَوْقَهُ\n وقد أَوَّقْتُهُ تَأْويقاً، أي حملته المشقة والمكروه\n قال الراجز (١) : عز على عمك أن تأوقى أو أن تبيتى ليلة لم تغبقى أو أن ترى كأباء لم تبرنشقى وأما قول الشاعر: تمتع من السيدان والاوق نظرة فقلبك للسيدان والاوق آلف فهو اسم موضع\n",
    "pg": "V04P1447-V04P1448"
  },
  "وقى": {
    "def": "اتَّقى يَتَّقي، أصله اوْتَقى على افتعل، فقلبت الواو ياءً لانكسار ما قبلها وأبدلت منها التاء وأدغمت، فلما كثر استعماله على لفظ الافتعال توهموا أن التاء من نفس الحرف فجعلوه إتقى يتقى بفتح التاء فيهما [مخففة (١) ] ، ثم لم يجدوا له مثالا في كلامهم يلحقونه به فقالوا: تقى يتقى مثل قضى يقضى\n قال أوس: تقاك بكعب واحدٍ وتَلذُّهُ * يَداكَ إذا ما هز بالكف يعسل وقال آخر (٢) : جلاها الصيقلون فأخلصوها * خفافا كلها يتقى بأثر وقال آخر (٣) : ولا أتقى الغيور إذا رأني * ومثلى لز بالحمس الربيس ومن رواها بتحريك التاء فإنما هو على ما ذكرنا من التخفيف\n وتقول في الامر: تق، وللمرأة: تقى\n وقال (٤) : زيادتنا نعمان لا تقطعنها * تق الله فينا والكتاب الذى تتلو (*) بنى الامر على المخفف فاستغنى عن الالف فيه بحركة الحرف الثاني في المستقبل\n والتقوى والتقى: واحد، والواو مبدلة من الياء على ما ذكرنا في ريا\n والتُقاةُ: التَقِيَّةُ\n يقال: اتَّقى تَقِيَّةً وتقاة، مثل اتخم تخمة\n والتقى: المتقى\n وقد قالوا: ما أتقاه لله\n وقول الشاعر: ومن يتق فإن الله معه * ورزق الله مؤتاب وغادى فإنما أدخل جزما على جزم للضرورة\n ويقال: ق على ظَلْعِكَ، أي الزمْهُ وارْبَعْ عليه، مثل: ارْقَ على ظَلْعِكَ\n وسرج واق، إذا لم يكن مِعْقَراً\n وفرسٌ واقٍ، إذا كان يهاب المشي من وجَعٍ يجده في حافره\n وقد وَقى يَقي، عن الاصمعي\n ويقال للشجاع: مُوَقًّى، أي مَوْقيٌّ جدًّا\n وتَوَقَّى واتَّقى بمعنًى\n ووَقاهُ الله وقاية بالكسر، أي حفظه\n والوقاية أيضاً: التي للنساء\n والوَقايَةُ بالفتح لغةٌ\n والوِقاءُ والوَقاءُ: ما وَقَيْتُ به شيئا\n والاوقية في الحديث: أربعون درهما، وكذلك كان فيما مضى، فأما اليوم فيما يتعارفها الناس ويقدر عليه الاطباء فالاوقية عندهم وزن عشرة دراهم وخمسة أسباع درهم، وهو إستار وثلثا إستار\n والجمع الاواقى، مثل أثفية وأثافى، وإن شئت خففت الياء في الجمع\n والأواقي أيضاً: جمع واقِيَةٍ\n قال مهلهل: ضرَبَتْ صدرها إليَّ وقالتْ * يا عَدِيًّا لقد وقتك الاواقى وأصله وواقى، لانه فواعل، إلا أنهم كرهوا اجتماع الواوين فقلبوا الاولى ألفا\n والواقى: الصرد، مثل القاضي\n ويقال هو الواقِ بكسر القاف بلا ياء، لأنَّه سمِّي بذلك لحكاية صوته\n ويُروى قول الشاعر (١) : ولستُ بهَيَّاب إذا شَدَّ رَحْلَهُ * يقول عَداني اليومَ واقٍ وحاتم (٢) (*)",
    "pg": "V06P2526-V06P2528"
  },
  "وقب": {
    "def": "الوَقْبُ في الجبل: نُقرةٌ يجتمع فيها الماء\n ووَقْبَةُ الثريد: أُنْقوعَته\n ووَقْبُ العين: نَقْرَتُها\n تقول: وَقَبَتْ عيناه: غارَتا\n والوَقْبُ: الأحمق، مثل الوغب\n قال أسود بن يعفر: أبنى نجيح إن أمكم * أمة وإن أباكم وقب أكلت خبيث الزاد فاتخمت * عنه وشم خمارها الكلب ووقب الشئ يقب وقبا (١) ، أي دخل\n تقول: وقبت الشمسُ، إذا غابت ودخلت موضعها\n ووقَبَ الظلامُ: دخلَ على الناس\n ومنه قوله تعالى: (ومن شَرِّ غاسِقٍ إذا وَقَبَ) \n قال الحسن (٢) : إذا دخلَ على الناس\n وأوقبت الشئ، إذا أدخلته في الوقبة\n وأَوْقَبَ القومُ، أي جاعوا\n والوقيب: صوت قنب الفرس\n والوقبى: ماء لبنى مازن\n قال الشاعر (٣) : هم منعوا حمى الوقبى (٤) بضرب * يؤلف بين أشتات المنون",
    "pg": "V01P0234"
  },
  "وقت": {
    "def": "الوَقْتُ معروف والميقات: الوقتُ المضروب للفعل، والموضعُ\n يقال هذا ميقات أهل الشام، للموضع الذي يحرمون منه\n وتقول: وقته فهو موقوت، إذا بيَّنَ للفعل وقتاً يُفْعَلُ فيه\n ومنه قوله تعالى: (إنَّ الصلاةَ كانتْ على المؤمنين كتاباً موقوتاً) ، أي مفروضاً في الأوقات\n والتوقيت: تحديد الأوقات\n تقول: وقَّتُّهُ ليوم كذا، مثل أَجَّلْتُهُ\n وقرئ: (وإذا الرسُلُ وُقِّتَتْ) مخفَّفة و (أقتت) لغة، مثل وجوه وأجوه\n والموقت: مفعل من الوقت\n قال العجاج:\nوالجامعُ الناس ليوم الموقت",
    "pg": "V01P0269-V01P0270"
  },
  "وقح": {
    "def": "حافرٌ وَقاحٌ، أي صلبٌ، والجمع وقح مثل قذال وقذل\n وقد وقح بالضم يوقَحُ وقاحَة ووُقوحةً ووُقوحاً ووُقْحاً بالضم يخفَّف ويثقل، وقِحَةً وقَحَةً، والهاء عوض من الواو\n وكذلك أَوْقَحَ الحافرُ واسْتَوْقَحَ\n ويقال أيضاً وَقُحَ الرجلُ، إذا صار قليل الحياء فهو وَقِحٌ، ووَقاحٌ بيِّن القِحَةِ والقَحَةِ والوَقاحَةِ\n وامرأةٌ وَقاحُ الوجهِ\n وتوقيحُ الحافرِ: تصليبه بالشَحم المذاب\n اللحياني: رجلٌ مُوَقَّحٌ مثل موقَّع، وهو الذي أصابته البلايا فصار مجربا\n",
    "pg": "V01P0416"
  },
  "وقد": {
    "def": "وَقَدَتِ النارُ تَقِدُ وُقوداً بالضم، ووَقْداً، وقِدَةً، ووَقَداً، ووَقَداناً، أي توَقَّدَتْ\n وأوْقَدْتُها أنا، واسْتَوْقَدْتُها أيضاً\n والاتِّقادُ، مثل التَوَقُّدِ\n والوَقودُ بالفتح: الحَطَبُ، وبالضم الاتِّقادُ قال يعقوب: وقرئ:\n(النَّارِ ذاتِ الوُقودِ) *\n والموضع موقد، مثال مجلس\n والنار موقدة\n والوقدة: أشدُّ من الحرِّ، وهي عشرة أيام أو نصف شهر\n",
    "pg": "V02P0553"
  },
  "وقذ": {
    "def": "وَقَذَهُ يَقِذُهُ وَقْذاً: ضربه حتى استرخى وأشرف على الموت\n وشاةٌ مَوْقوذَةٌ: قُتِلَتْ بالخشَب\n ويقال: وَقَذَهُ النعاسُ: إذا غلبه\n قال الاعشى: يلويننى دينى النهار وأقتضى * دَيْني إذا وَقَذَ النُعاسُ الرُقَّدا - ورجلٌ وَقيذٌ، أي ما به طِرْقٌ\n الأصمعي: المُوَقَّذَةُ: الناقةُ التي قد أثَّر الصِرارُ في أخلافها\n وقال العدبس: هي التى يرغثها الولد (٣) ولا يخرج لبنها إلا نزرا لعظم الضرع، فيوقذها ذاك ويأخذها له داء وورم\n",
    "pg": "V02P0572"
  },
  "وقس": {
    "def": "يقال: وقسه وقسا، أي قرفه\n وإنَّ بالبعير لوَقْساً، إذا قارفه شئ من الجرب\n فهو بعير موقوس\n قال العجاج وحاصين من حاصنات ملس (١) * من الاذى ومن قراف الوقس",
    "pg": "V03P0989"
  },
  "وقش": {
    "def": "الوقْشُ: الحركةُ ; يقال: سمعت وَقْشَهُ، أي حِسَّهُ\n وتَوَقَّشَ، أي تحرك\n قال الشاعر (٢) فدع عنك الصِبا ولَدَيْكَ هَمًّا * تَوَقَّشَ في فؤادك واختبالا (١) * ووقش أيضا: اسم رجل من الاوس\n وبنو أقيش: قوم من العرب، وأصل الالف فيه واو، مثل أقتت ووقتت\n وأنشد الاخفش للنابغة: كأنك من جمال بنى أقيش * يقعقع خلف رجليه بشن * أراد: كأنك جمل من جمالهم، فحذف فحذف، كما قال الله تعالى: ﴿وإن من أهل الكتاب إلا ليؤمنن به﴾ ، أي وما من أهل الكتاب أحد إلا ليؤمنن به\n",
    "pg": "V03P1026-V03P1027"
  },
  "وقص": {
    "def": "الكسائي: وَقَصْتُ عنقَه أَقِصُها وَقْصاً، أي كسرتها، ولا يكون وقصت العنق نفسها\n قال الراجز: ما زال شيبان شديدا وهصه (١) * حتى أتاه قرنه فوقصه * أراد فوقصه، فلما وقف على الهاء نقل حركتها وهى الضمة إلى الصاد قبلها فحركها بحركتها\n ووقص الرجل فهو مَوقوصٌ\n ويقال أيضاً: وَقَصَتْ به راحلتُه، وهو كقولك: خُذِ الخِطامَ وخُذْ بالخِطام\n والفرسُ يَقِصُ الإكامَ، أي يدقُّها\n والوَقَصُ بالتحريك: قِصَرُ العنقِ\n تقول منه: وَقِصَ الرجلُ يَوْقَصُ وَقَصاً فهو أَوْقَصُ، وأَوْقَصَهُ الله\n والوَقَصُ أيضاً: كسارُ العيدانِ تُلقى على النار\n قال حُمَيد (٢) : لا تَصْطَلي النارَ إلاَّ مُجْمَراً أَرِجاً * قد كَسَّرَتْ من يَلَنْجوجِ له وَقَصا * ويقال: وَقِّصْ على نارِكَ\n والوَقَصُ أيضاً: واحد الأوْقاصِ في الصَدَقة، وهو ما بين الفريضتين، نحو أن تبلغ الابل خمسا ففيها شاة، ولا شئ في الزيادة حتى تبلغ عشراً\n فما بين الخَمْسِ إلى العشر وقص\n وكذلك الشنق\n وبعض العلماء يجعل الوقص في البقر خاصة، والشنق في الابل خاصة\n وهما جميعا بين الفريضتين\n ويقال: مرَّ فلانٌ يَتَوَقَّصُ به فرسه، إذا نَزا نَزْواً يُقارِبُ الخَطْوَ\n وواقصة: منزل بطريق مكة\n",
    "pg": "V03P1061-V03P1062"
  },
  "وقط": {
    "def": "الوَقْطُ والوَقيطُ: حُفرةٌ في غلظ أو جبل يجتمع فيه ماء السماء ; والجمع وِقاطٌ\n ويقال: أصابتنا سماءٌ فوَقَّطَ الصخرُ، أي صار فيه وَقْطٌ\n والمَوْقوطُ: الصريعُ\n يقال: وَقَطَ به الأرضَ، إذا صرعه\n ويوم الوقيط: يوم كان في الاسلام بين بنى تميم وبكر بن وائل\n",
    "pg": "V03P1168"
  },
  "وقع": {
    "def": "الوَقْعَةُ: صَدمةُ الحرب\n والواقِعَةُ مثله\n والواقعة: القيامة\n ومواقع الغيث: مساقطه\n ويقال: وقع الشئ موقعه\n ومَوْقَعَةُ الطائرِ بفتح القاف (١) : الموضع الذي يَقَعُ عليه\n ومِيقَعَةُ البازي: الموضع الذي يألفه فيقَع عليه، والميقَعَةُ أيضاً: خشبةُ القصَّارِ التي يدق عليها، والميقعة: المطرقة، فال ابن حلزة: أنمى إلى حرف مذكرة * تهص الحصى بمواقع (٢) خنس * وقول الشاعر: دلفت له بأبيض مشرفى * كأن على مواقعه غبارا (٣) * يعنى به مواقع الميقعة\n ويقال: الميقَعَةُ: المِسَنُّ الطويلُ\n والوَقْعُ بالتسكين: المكان المرتفع من الجبل، عن أبى عمرو\n والوقع بالتحريك: الحجارةُ، واحدتها وَقَعَةٌ\n والوَقَعُ أيضاً: الحَفى\n يقال وَقِعَ الرجلُ يَوْقَعُ، إذا اشتكى لحمَ قدمِه من غلظ الارض والحجارة\n ومنه قول الشاعر:\nكل الحذاء يحتذى الحافى الوقع * (١) والوقع أيضاً: السحابُ الرقيق\n والحافرُ الوَقيعُ: الذي أصابته الحجارة فرقَّقته\n والوَقيعُ من السيوف: ما شُحِذَ بالحجر\n وسكِّينٌ وَقيعٌ أي حديدٌ وُقِعَ بالميقعة\n يقال: قع حديدك\n قال الشماخ:\nنواجذهن كالحدإ الوقيع (٢) * والوقائع: المناقع\n والوقيعة في الناس: الغيبَةُ\n والوَقيعَةُ: القتالُ ; والجمع الوَقائعُ\n وقال أبو صاعد: الوَقيعَةُ نُقْرةٌ في متن حجرٍ في سهلٍ أو جبلٍ يستنقِعُ فيها الماء، وهي تصغُر وتعظم حتَّى تجاوز حدَّ الوَقيعةِ فتكون وَقيطاً\n قال ابن أحمر: الزاجر العيس في الامليس أعينها * مِثْلُ الوقائِع في أنصافِها السَمَلُ * ويقال: كَوَيْتُهُ وَقاعِ، مثل قَطامِ\n قال أبو عبيد: هي الدائرة على الجاعِرتَين وحيثما كانت، لا تكون إلاَّ إدارةً (١) \n يعني ليس لها موضع معلوم\n وقال (٢) : وكنتُ إذا مُنيتُ بخَصْمِ سَوْءٍ * دَلَفْتُ له فَأَكْويهِ وَقاعِ (٣) * وَوَقَعْتُ بالقوم في القتال وأَوْقَعْتُ بهم، بمعنًى\n ويقال أيضاً: أوْقَعَ فلانٌ بفلانٍ ما يسوءه، وأوْقَعوهُمْ في القتال مُواقَعَةً ووِقاعاً\n ووقعْتُ من كذا وعن كذا وقعا\n ووقع الشئ وقوعا: سقط، وأوقعه غيره\n وأهل الكوفة يسمون الفعل المتعدى واقعا\n ويقال: وَقَعَ رَبيعٌ بالأرض، ولا يقال: سقط\n ووَقَعْتُ السكِّين\n أحددْتُها\n وحافرٌ موقوع، مثل وقيع\n ومنه قول رؤبة:\nبكل موقوع النسور أخلقا (٤) * ووقع في الناس وَقيعَةً، أي اغتابهم\n وهو رجلٌ وَقَّاعٌ ووَقَّاعَةٌ: يغتاب الناس\n ووَقَعَ الطائرُ وُقوعاً، وإنَّه لحَسَنُ الوِقْعَةِ بالكسر\n والنَسْرُ الواقِعُ: نجمٌ\n وتوقعت الشئ واستوقعته، أي انتظرت كونَه\n والتَوْقيعُ: ما يوَقَّعُ في الكتاب\n يقال: \" السرورُ تَوْقيعٌ جائزٌ \"\n وطريقٌ مُوَقَّعٌ، أي مذلَّلٌ\n ويقال رجلٌ مُوَقَّعٌ ; للذي أصابته البلايا، وكذلك البعير\n قال الشاعر: فما منكُمُ أفْناَء بكرِ بن وائلٍ * لِغارتِنا (١) إلاَّ ذَلولٌ مُوَقَّعُ * والتَوْقيعُ أيضاً: إقبالُ الصَيْقلِ على السيف بميقَعَتِهِ يحدِّده\n وسكِّينٌ مُوَقَّعٌ، أي محدَّدٌ\n ومِرْماةٌ مُوَقَّعَةٌ\n والتَوْقيعُ: الدَبَرُ\n وإذا كثُر بالبعير الدَبَرُ قيل: إنَّه لمُوَقَّعُ الظهرِ\n وأنشد ابن الاعرابي (٢) : مثلُ الحمارِ المُوَقَّعِ الظَهْرِ لا * يُحْسِنُ مشياً إلاَّ إذا ضُرِبا * والتوقيع أيضا: تظنى الشئ وتوهمه\n يقال: وَقِّعْ، أي الْقِ ظنَّك على الشئ\n",
    "pg": "V03P1301-V03P1303"
  },
  "وقف": {
    "def": "الوَقْفُ: سِوارٌ من عاج (١) \n يقال وَقَّفْتُ المرأة تَوْقيفاً، إذا جعلت في يديها الوَقْفَ\n وفرسٌ مُوَقَّفٌ، إذا أصاب الأَوْظِفَةَ منه بياضٌ في موضع الوَقْفِ ولم يَعْدُها إلى أسفل ولا فوق، فذلك التَوْقيفُ\n ويقال وَقَفَتِ الدابةُ تَقِفُ وُقوفاً، وَوَقَفْتُها أنا وَقفاً، يتعدَّى ولا يتعدَّى\n ووَقَفْتُهُ على ذنْبه، أي أطلعته عليه\n ووَقَفْتُ الدار للمساكين وَقْفاً، وأَوْقَفْتُها بالألف لغةٌ رديئة\n وليس في الكلام أوقفت إلا حرف واحد: أو قفت عن الأمر الذي كنت فيه، أي أقلعت\n قال الطرمّاح: جامِحاً في غوايتي ثم أو قفت * رضًى بالتُقى وذو البِرِّ راضي (٢) وحكى أبو عمرو: كلَّمتهم ثم أو قفت، أي أسكت\n وكل شئ تمسك عنه تقول أو قفت\n وحكى أبو عبيد في المصنف عن الاصمعي واليزيدى أنهما ذكرا عن أبي عمرو بن العلاء أنه قال: لو مررت برجل واقف فقلت له: ما أوقفك هاهنا؟ لرأيته حسنا\n وحكى ابن السكيت عن الكسائي: ما أوقفك هاهنا؟ وأى شئ أوقفك هاهنا؟ أي أي شئ صيرك إلى الوقوف\n والموقف: الموضع الذى تقف فيه، حيث كان\n ومُوْقِفا الفرس: الهَزْمَتانِ في كَشْحَيْهِ\n ويقال للمرأة: إنَّها لحَسَنَةُ الموقفين، وهما الوجه والقدم\n عن يعقوب\n ويقال مَوْقِفُ المرأة: عيناها ويداها وما لابد من إظهاره\n وتوقيف الناس في الحج: وُقوفُهُمْ بالمَواقِفِ\n والتَوْقيفُ كالنصّ\n وتَواقَفَ الفريقان في القتال\n وواقَفْتُهُ على كذا مُواقَفَةً ووِقافاً\n واسْتَوْقَفْتُهُ، أي سألته الوُقوفَ\n والتوقف في الشئ، كالتلوم فيه\n والوَقيفَةُ: الوعِلُ تلجئه الكلاب إلى صخرة فلا يمكنه أن ينزل حتَّى يُصادَ\n وقال: فلا تَحْسَبَنِّي شحمةً من وَقيفَةٍ مُطَرَّدَةٍ ممَّا تصيدك سلفع (١) وواقف: بطن من الانصار من بنى سالم ابن مالك بن أوس\n",
    "pg": "V04P1440-V04P1441"
  },
  "وقق": {
    "def": "الوقوقة: نباح الكلب عند الفَرَقِ والوَقواقُ، مثل الوَكْواكِ، وهو الجبان\n والوَقْواقُ: شجرٌ تُتَّخَذُ منه الدوى\n وبلاد الوقواق، فوق بلاد الصين\n",
    "pg": "V04P1568"
  },
  "وقل": {
    "def": "الوَقْلُ بالتسكين: شجرُ المُقْلِ\n وتَوَقَّلْتُ الجبلَ: علوْتُه\n يقال منه: وعل وقل ووقل، مثل ندس وندس، وحذر وحذر\n وقد وقل بالفتح، إذا تَوَقَّلَ في الجبل، أي تصعد\n وفى المثل: \" أو قل من غَفْرٍ \"، وهو ولدُ الأَرْوِيَّةِ\n وفرسٌ وَقِلٌ، بالكسر، إذا أحسن الدخول بين الجبال\n",
    "pg": "V05P1844"
  },
  "وقم": {
    "def": "الأصمعي: وَقَمَهُ، أي ردَّه\n وقال أبو عبيدة: قهره\n قال الشاعر: به أَقِمُ الشجاعَ له حُصاصٌ من القَطِمينَ إذْ فرَّ اللُيوثُ والقَطِمُ: الهائج\n والوَقْمُ: جذْبك العِنان\n ووَقَمْتُ الرجل عن حاجته: رددته أقبح الرد\n والموقوم: الشديد الحزن\n عن الكسائي\n والوقم: كسر الرجل وتذليله\n يقال: وَقَمَ اللهُ العدوَّ، إذا أذلَّه\n ووُقِمَتِ الأرض، أي وُطِئتْ وأكل نباتها\n وربما قالوا",
    "pg": "V05P2053-V05P2054"
  },
  "وقه": {
    "def": "الوَقْهُ: الطاعةُ مقلوبٌ من القاهِ\n وقد وَقِهْتُ وأَيْقَهْتُ واسْتَيْقَهْتُ، أي أطعت، ويروى:\nواستيقهوا للمحلم (١)",
    "pg": "V06P2256"
  },
  "وكى": {
    "def": "الوِكاءُ: الذي يشدُّ به رأس القِربة\n وفي الحديث: \" احْفَظْ عفاصها ووكاءها \"\n يقال: أؤكى على ما في سِقائِهِ، إذا شدَّه بالوِكاءِ\n وإنَّ فلاناً لوِكاءٌ: ما يبض بشئ\n وسألناه فأوكى علينا، أي بَخِلَ\n وفي الحديث أنَّه \" كان يوكي بين الصفا والمروة \"، أي يملأ ما بينهما سعياً كما يوكى السِقاءُ بعد الملءِ\n ويقال معناه أنَّه كان يسكت فلا يتكلَّم، كأنَّه يوكي فمه\n وهو من قولهم: أَوْكِ حَلْقَكَ، أي اسكت\n أبو زيد: استوكت الناقة، إذا امتلات شحما\n",
    "pg": "V06P2528"
  },
  "وكأ": {
    "def": "رجلٌ تُكَأَةٌ مثال هُمَزَةٍ: كثير الاكتاء\n والتكأة أيضا: ما يتكأ عليه\n واتكأ على الشئ فهو متكئ، والموضع متكأ، وقرئ: (وأَعْتَدَتْ لَهُنَّ مُتَّكَأً) \n قال الأخفش: هو في معنى مجلسٍ\n وطعنه حتَّى أَتْكَأَهُ على، أفعَلَهُ، أي ألقاه على هيئة المتكئ\n وتوكأت على العصا، وأصل التاء في جميع ذلك واوٌ\n وأَوْكَأْتُ فلاناً إيكاءً، إذا نَصَبْتَ له مُتَّكَأً\n",
    "pg": "V01P0082"
  },
  "وكب": {
    "def": "الموكِبُ: بابَةٌ من السير\n والموكِبُ: القوم الرُكوب على الإبل للزينة، وكذلك جماعة الفرسان\n وقد أوكبَ البعيرُ، إذا لزم الموكِب\n عن ابن السكيت\n وتقول: واكبت القومَ، إذا ركِبت معهم، وكذلك إذا سابقتَهم\n ووَكَبَ الرجلُ على الأمر وأوكب، إذا واظبَ عليه\n ويقال الوَكْبُ: الانتصاب\n والواكبة: القائمة\n والوَكَبانُ: مِشيةٌ في تؤَدةٍ ودَرَجانٍ\n يقال ظبيةٌ وَكوبٌ وناقة مواكبة، للتى تعنق في سيرها\n وأوكبَ الطائرُ، إذا تهيَّأ للطيران\n",
    "pg": "V01P0234-V01P0235"
  },
  "وكت": {
    "def": "الوكتة: كالنقطة في الشئ\n يقال: في عينه وَكْتَةٌ\n ووَكَّتَتِ البُسْرَةُ توكيتاً، من نُقَط الإرطاب\n",
    "pg": "V01P0270"
  },
  "وكح": {
    "def": "استوكحت الفراخ: غلظت\n",
    "pg": "V01P0416"
  },
  "وكد": {
    "def": "وكَدْتُ العهدَ والسرجَ توكيداً، وأكدته تأكيدا بمعنى، وبالوا وأفصح\n وكذلك أوْكَدَهُ وآكَدَهُ إيكاداً فيهما، أي شَدَّهُ\n وتَوَكَّدَ الأمرُ وتأكَّدَ، بمعنًى\n وقولهم: وَكَدَ وَكْدَهُ أي قصد قصده\n والوِكادُ: حبلٌ يُشَدُّ به البقر عند الحلب\n",
    "pg": "V02P0553"
  },
  "وكر": {
    "def": "وَكْرُ الطائر: عُشُّهُ\n والجمع وُكورٌ وأوْكارٌ (١) \n قال أبو يوسف: سمعت أبا عمرو يقول: الوَكْرُ العُشُّ حيثما كان، في جبلٍ أو شجرٍ\n وقد وَكَرَ الطائر يَكِرُ وَكْراً، أي دخل في وكره\n ووكرت الناقة تكرا وكرا، إذا عَدَتِ الوَكَرى، وهي عدوٌ فيه نزو، وكذك الفرس\n وناقة وَكَرى أيضاً، أي قصيرة\n ووَكَرْتُ السِقاءَ وَكْراً: ملأتُهُ، وكذلك وَكَّرْتُهُ توكيرا\n وقال يصف معزى امتلات بطونها:\nنج المزاد مفرطا تَوْكيراً * وكذلك وَكَّرَ فلان بطنَه وأوكره\n والتوكير: اتخاذ الوكيرة، وهى طعام البِناء\n قال الأصمعيّ: شرب حتَّى تَوَكَّرَ، وحتَّى تَضَلَّعَ\n وتَوَكَّرَ الطائر: امتلات حوصلته\n",
    "pg": "V02P0849-V02P0850"
  },
  "وكز": {
    "def": "الأصمعي: وَكَزَهُ مثل نَكَزَهُ، أي ضربه ودفعه\n ويقال: وَكَزَهُ أيضاً: ضربه بجُمْع يَدِهِ على ذقنه\n",
    "pg": "V03P0901"
  },
  "وكس": {
    "def": "الوَكْسُ: النقصُ\n وقد وَكَسَ الشئ يكس\n وفى الحديث: \" لها مَهْرُ مثلها لا وَكْسُ ولا شطط \"، أي لا نقصان ولا زيادة\n وقد وَكَسْتُ فلاناً: نَقَصْتُهُ\n وبَرَأَتِ الشَجَّةُ على وَكْسٍ، إذا بقى في جوفها شئ\n يقال: وُكِسَ فلان في تجارته، وأُوكِسَ أيضاً على ما لم يسمَّ فاعله فيهما، أي خسر\n",
    "pg": "V03P0989"
  },
  "وكظ": {
    "def": "الوَكْظُ: الدفعُ\n يقال: وَكَظَهُ وكظا (١) ، أي دفعه وزبنه\n ذكره أبو عبيد في المصنف\n والمواكظة: المداومة على الامر\n وقوله تعالى: ﴿إلا ما دمت عليه قائما﴾ قال مجاهد: مواكظا\n",
    "pg": "V03P1181"
  },
  "وكع": {
    "def": "سقاءٌ وَكيعٌ وفرسٌ وَكيعٌ، أي صلبٌ شديدٌ\n وقد وَكُعَ بالضم، وأَوْكَعَهُ غيره\n ومنه قول الشاعر:\nعلى أن مكتوب العجال وكيع (١) * يعني سقاء اللبن\n والوَكَعُ بالتحريك: إقبالُ الإبهام على السبَّابة من الرِجْل حتَّى يُرى أصلُها خارجاً كالعُقدة\n يقال: رجلٌ أَوْكَعُ وامرأةٌ وَكْعاءُ\n وربَّما قالوا عَبْدٌ أَوْكَعُ ; يريدون اللئيم\n وأَمَةٌ وَكْعاءُ، أي حمقاءُ\n واسْتَوْكَعَتْ معدتُهُ، أي اشتدَّت طبيعته\n والميكَعَةُ: سكَّةُ الحِراثَةِ، والجمع ميكع، وهى بالفارسية \" بزن \"\n ووكعت العقرب بإرتها، أي ضربتْ\n ووَكَعَتْهُ الحيَّةُ\n وأنشد أبو عبيدٍ لعروة بن مرَّة الهذليّ:\nورَمْيُ نِبالٍ مثلِ وَكْعِ الأَساوِدِ (٢) * ووكعت الشاة، إذا نهزت ضرعها عند الحلب\n وبات الفصيلُ يَكَعُ أمه الليلة\n ومن كلامهم: \" قالت العنز: احلب ودع، فإن لك ما تدع \"\n وقالت النعجة: \" احلب وكع، فليس لك ما تدع \" أي انهز الضرع واحلب كل ما فيه\n ووكيع: اسم رجل\n",
    "pg": "V03P1303-V03P1304"
  },
  "وكف": {
    "def": "وَكَفَ (٢) البيت وَكْفاً ووَكيفاً وتَوْكافاً، أي قَطَرَ\n وأَوْكَفَ البيتُ لغةٌ فيه\n وناقةٌ وَكوفٌ، أي غزيرةٌ\n والوَكْفُ: النِطْعُ\n قال أبو ذؤيب: تَدَلَّى عليها بين سِبٍّ وخَيْطَةٍ بجرداَء مثلِ الوَكْفِ يَكْبو غرابها والتوكف: التوقع\n يقال: ما زلت أَتَوَكَّفُهُ حتَّى لقيته\n والوَكَفُ بالتحريك: الإثمُ\n وقد وَكِفَ يَوْكَفُ، أي أثِمَ\n والوَكَفُ أيضاً: العيبُ\n يقال: ليس عليك في هذا وَكَفٌ، أي منقصةٌ وعيبٌ\n قال الشاعر (٣) : والحافظ وعورة العشيرة لايأ تيهم من ورائهم وكف وقول الراجز (١) :\nيَعْلو دَكاديكَ ويَعْلو (٢) وَكَفا * هو سفح الجبل\n والوِكافُ والإكافُ للحمار\n يقال آكَفْتُ البغل وأَوْكَفْتُهُ\n",
    "pg": "V04P1441"
  },
  "وكك": {
    "def": "الوكواك: الجبان\n قالت امرأة ترثي زوجها: ولستَ بوَكْواكٍ ولا بزَوَنَّكٍ مكانكَ حتَّى يبعث الخَلْقَ باعثه",
    "pg": "V04P1616"
  },
  "وكل": {
    "def": "رجلٌ وَكَلٌ بالتحريك ووُكَلَةٌ أيضاً مثال هُمَزَةٍ، وتُكَلَةٍ\n يقال: فلانٌ وكلَةٌ تُكلَةٌ، أي عاجِزٌ يَكِلُ أمرَهُ إلى غيره، ويتَّكل عليه\n قالت امرأة (١) : ولا تكونن كهلوف وكل (٢) وموكل بالفتح: اسم موضع\n قال لبيد يصف الليالى: وغلبن أبرهة الذى ألفينه قد كان خلد فوق غرفة موكل وهو شاذ، مثل موحد\n وواكلت الدابة، إذا أساءت السيرَ\n وفرسٌ واكِلٌ: يتَّكلُ على صاحبه في العدو ويحتاج إلى الضرب، يقال: دابَّة فيها وِكالٌ شديد، ووكال شديد، بالفتح والكسر\n والوكيل معروف\n يقال: وكَّلْتُهُ بأمر كذا تَوْكيلاً، والاسم الوَكالَةُ والوِكالَةُ\n والتَوَكُّلُ: إظهار العجز والاعتماد على على غيرك، والاسم التُكْلانُ\n واتَّكَلْتُ على فلانٍ في أمرى، إذا اعتمدته\n وأصله اوتكلت، قلبت الواو ياءً لانكسار ما قبلها، ثم أبدلت منها التاء فأدغمت في تاء الافتعال\n ثم بنيت على هذا الادغام أسماء من المثال وإن لم تكن فيها تلك العلة، توهما إن التاء أصلية، لان هذا الادغام لا يجوز إظهاره في حال، فمن تلك الاسماء التكلة، والتكلان، والتخمة والتهمة، والتجاة، والتراث، والتقوى\n وإذا صغرت قلت تكيلة وتخيمة، ولا تعيد الواو لان هذه حروف الزمت البدل فثبتت في التصغير والجمع\n ووكله إلى نفسه وكلا كولا، وهذا الامر موكولٌ إلى رأيِكَ\n وقوله (١) : كِليني لهَمٍّ يا أُمَيْمَةَ ناصِبِ وليلٍ أقاسيه بطئ الكواكب أي دعينى\n وواكَلْتُ فلاناً مُواكَلَةً، إذا اتَّكلْتَ عليه واتكل هو عليك\n",
    "pg": "V05P1844-V05P1845"
  },
  "وكن": {
    "def": "الوَكْنُ بالفتح: عُشُّ الطائر في جبلٍ أو جدارٍ\n والمَوْكِنُ مثله\n الاصمعي: الوكن: مأوى الطائر في غير عشّ\n والوَكْرُ بالراء: ما كان في عشٍّ\n أبو عمرو: الوُكْنَةُ (١) والأُكْنَةُ بالضم: مواقع الطير حيثُما وقعت ; والجمع وُكْنانٌ، ووكنات ووكن، كما قلناه في جمع ركبة\n وتقول: وكن الطائر بيضه يَكِنُهُ وَكْناً، أي حَضَنَهُ\n وتَوَكَّنَ، أي تمكَّنَ\n والواكِنُ: الجالس\n قال عمرو بن شأس وذكَرَ نساءً: ومِنْ ظُعُنٍ كالدَوْمِ أشرَفَ فوقها * ظباءُ السُلَيِّ واكِناتٍ على الخَمْلِ * أي جالسات على الطنافس التي وَطَّأْنَ بها الهوادج\n والسُلَيُّ: اسم موضع\n ونصب \" واكنات \" على الحال\n",
    "pg": "V06P2215"
  },
  "أول": {
    "def": "التَأْويل: تفسير ما يَؤُولُ إليه الشئ\n وقد أولته وتأولته [تأولا (٢) ] بمعنى\n ومنه قول الاعشى على أنها كانت تأول حبها تأول ربعى السقاب فأصحبا قال أبو عبيدة: يعنى تأول حبها، أي تفسيره ومرجعه، أي إنه كان صغيرا في قلبه، فلم يزل ينبت حتى أصحب فصار قديما كهذا السقب الصغير، لم يزل يشب حتى صار كبيرا مثل أمه وصار له ابن يصحبه\n وآل الرجل: أهله وعيالُه\n وآلُهُ أيضاَ: أتباعُه\n قال الأعشى: فَكَذَّبوها بما قالت فصَبَّحَهُمْ ذو آلِ حَسَّانَ يُزْجي السَمَّ والسَلَعا يعني جيش تُبَّعٍ\n والآلُ: الشخصُ\n والآلُ: الذي تراه في أوّل النهار وآخرهِ كأنّه يرفع الشخوص، وليس هو السراب\n قال الجعدى: حتى لحقناهم تعدى فوارسنا كأننا رعن قف يرفع الآلا أراد يرفعه الآل، فقلبه\n والآلة: الأداةُ، والجمع الآلاتُ\n والآلَةُ أيضاً: واحدةُ الآلِ والآلاتِ، وهي خشبات تُبنى عليها الخيمةُ، ومنه قول كثيِّرٍ يصف ناقةً ويشبّه قوائمها بها: وتُعْرَفُ إنْ ضَلَّتْ فَتُهدى لِربِّها لِمَوْضِعِ آلاتٍ من الطَلْحِ أربع والآلة: الجنازة\n قال الشاعر (١) : كُلُّ ابنِ أنثى وإنْ طالتْ سَلامتُهُ يوماً على آلَةٍ حَدْباَء مَحْمولُ والآلَةُ: الحالَةُ، يقال: هو بآلة سوء\n قال الراجز: قد أركب الآلة بعد الآله وأترك العاجز بالجداله (٢) والجمع آل\n والايالة: السياسةُ\n يقال: آلَ الأميرُ رعيّتَه يؤولها أولا وإيالا، أي ساسها وأحسنَ رعايتها\n وفي كلام بعضهم (٣) : \" قد أُلْنا وإيلَ علينا \"\n وآلَ ما له، أي أصلحه وساسه\n والائتيال، الاصلاح والسياسة\n قال لبيد: بصبوح صافية وجذب كرينة بمؤتر تأتاله إبهامها وهو تفتعله من ألت، كما تقول تقتاله من قلت، أي تصلحه إبهامها\n وآل، أي رجع\n يقال: طبخت الشرابَ فآلَ إلى قَدْرِ كذا وكذا، أي رجَع\n وآلَ القَطِرانُ والعسَلُ، أي خثُر\n والآيل اللبن الخاثر، والجمع أيل، مثل قارح وقرح، وحائل وحول\n ومنه قول الفرزدق:\nعسل لهم حلبت عليه الابل (١) * وهو يغلم\n قال النابغة (٢) : وبرذونة (٣) بل البراذين ثقرها وقد شربت من آخر الصيف أيلا والايل أيضا: الذكر من الاوعال، ويقال هو الذى يسمى بالفارسية كوزن، وكذلك الايل بكسر الهمزة\n وأَوَّلُ، نذكره في فصل (وأل) \n",
    "pg": "V04P1627-V04P1628"
  },
  "ولى": {
    "def": "الوَليُ: القربُ والدنوُّ\n يقال: تباعد بعد ولى\n و \" كل مما يَليكَ \"، أي مما يقاربك\n وقال (١) :\nوعَدَتْ عَوادٍ دون وَلْيِكَ تَشْعَبُ (٢) * يقال منه: وَلِيَهُ يَلِيَهُ بالكسر فيهما، وهو شاذ\n وأوليته الشئ فوَلِيَهُ\n وكذلك وَلِيَ الوالي البلد، ووَلِيَ الرجلُ البَيْعَ، وِلايَةً فيهما\n وأوْلَيْتُهُ معروفاً\n ويقال في التعجب: ما أولاه للمعروف، وهو شاذ (١) \n وتقول: فلان وَلِيَ ووُلِيَ عليه، كما يقال: ساسَ وسيسَ عليه\n ووَلاّهُ الأمير عمل كذا، وولاه بيع الشئ\n وتَوَلَّى العملَ، أي تقلّد\n وتَوَلَّى عنه، أي أعرض\n وولى هار با، أي أدبَرَ\n وقوله تعالى: (ولكلِّ وِجْهَةٌ هو مُوَلِّيها) أي مستقبلها بوجهه\n والوَليُّ: المطرُ بعد الوَسْميِّ، سمِّيَ وَلِيًّا لأنَّه يَلي الوَسْمِيَّ\n وكذلك الولى [بالتسكين (٢) ] على فعل وفعيل، والجمع أولية\n يقال منه: وليت الارض وليا\n (*) والولى: ضدُّ العدوّ\n يقال منه: تَوَلاّهُ\n والمَوْلى: المُعْتِقُ، والمُعْتَقُ، وابنُ العمّ، والناصرُ، والجارُ\n والوَليُّ: الصِهْرُ، وكلُّ من وَلِيَ أمرَ واحدٍ فهو وليه\n وقول الشاعر (١) : هم المولى وإن جنفوا علينا * وإنا من لقائهم لزور قال أبو عبيدة: يعنى الموالى أي بنى العم\n وهو كقوله تعالى: (ثم يخرجكم طفلا) \n وأما قول لبيد: فغدت، كلا الفرجين تحسب أنه * مولى المخافة خلفها وأمامها فيريد أنه أولى موضع أن تكون فيه الحرب\n وقوله: \" فغدت \" تم الكلام، كأنه قال: فغدت هذه البقرة وقطع الكلام ثم ابتدأ كأنه قال: تحسب أن كلا الفرجين مولى المخافة\n والمولى: الحليف\n وقال (٢) : موالى حلف لا مَوالي قَرابةٍ * ولكنْ قَطيناً يسألون الاتاويا يقول: هم حلفاء لا أبناء عم\n وقول الفرزدق: فلو كان عبد الله مولى هجوته * ولكن عبد الله مولى مواليا لان عبد الله بن أبى إسحاق مولى الحضرميين، وهم حلفاء بنى عبد شمس بن عبد مناف، والحليف عند العرب مولى\n وإنما قال مواليا فنصبه لانه رده إلى أصله للضرورة\n وإنما لم ينون لانه جعله بمنزلة غير المعتل الذى لا ينصرف\n والنسبة إلى المَوْلى: مَوْلَويٌّ ; وإلى الوَلِيّ من المطر: وَلَوِيٌّ، كما قالوا عَلَوِيٌّ ; لانهم كرهوا الجمع بين أربع ياءات، فحذفوا الياء الاولى وقلبوا الثانية واوا\n ويقال: بينهما وَلاءٌ بالفتح، أي قرابةٌ\n والوَلاءُ: وَلاءُ المُعْتِقِ\n وفي الحديث: \" نَهى عن بيع الوَلاءِ وعن هِبَتِهِ \"\n والوَلاءُ: المُوالونَ\n يقال: هم وَلاءُ فلان\n والمُوالاةُ: ضد المعاداة\n ويقال: والى بينهما وِلاءً، أي تابَعَ\n وافْعَلْ هذه الأشياء على الوِلاءِ، أي متتابعةً\n وتَوالى عليه شهران، أي تتابع\n واسْتَوْلى على الأمد، أي بلغ الغاية\n والولاية بالكسر: السلطان\n والولاية والولاية: النصرة\n يقال: هم على ولاية، أي مجتمعون في النصرة\n وقال سيبويه: الولاية بالفتح المصدر، والولاية بالكسر الاسم مثل الامارة والنقابة، لانه اسم لما توليته وقمت به\n فإذا أرادوا المصدر فتحوا\n أبو عبيد: الولية: البرذعة، ويقال: هي التي تكون تحت البرذعة\n والجمع الولايا\n وقولهم:\nكالبلايا رؤوسها في الولايا (١) * تعنى الناقة التى كانت تعكس على قبر صاحبها ثم تطرح الولية على رأسها إلى أن تموت\n وقولهم: أولى لك! تهدد ووعيد\n قال الشاعر: فأولى ثم أولى ثم أولى * وهل للدر يحلب من مرد قال الاصمعي: معناه قاربه ما يهلكه، أي نزل به\n وأنشد: فعادى بين هاديتين منها * وأولى أن يزيد على الثلاث أي قارب أن يزيد\n قال ثعلب: ولم يقل أحد في أولى أحسن مما قال الاصمعي\n وفلان أولى بكذا، أي أحرى به وأجدر\n يقال: هو الاولى وهم الاوالى والاولون، مثال الاعلى والاعالي والاعلون\n وتقول في المرأة: هي الوليا، وهما الولييان، وهن الولى، وإن شئت الولييات، مثل الكبرى والكبريان والكبر والكبريات\n",
    "pg": "V06P2528-V06P2531"
  },
  "ولب": {
    "def": "الوالبة: الزرعة تنبت من عروف الزرعة الاولى\n ووالبة الابل: نَسلُها وأولادها\n قال الشيباني: الوالب: الذاهب في الشئ الداخل فيه\n وقال (١) : رأيتُ عُمَيْراً والِباً في ديارهم * وبئسَ الفتى إنْ نابَ دهرٌ بمُعْظَمِ أبو عبيد: وَلَبَ إليك الشئ يلب ولوبا: وصل إليك كائنا ما كان\n ذكره في باب نوادر الفعل\n ووالبة: اسم رجل\n",
    "pg": "V01P0235"
  },
  "ولث": {
    "def": "أصابنا وَلْثٌ من مطرٍ، أي قليلٌ منه\n والوَلْثُ: العهد من (١) القوم يقع من غير قصدٍ، أو يكون غير مؤكَّد\n يقال: وَلَثَ له عَقْداً\n ومنه قول عمر ﵁ للجاثَليقِ: \" لولا وَلْثُ عَقْدٍ (٢) لضربت عنقك \"\n وولثه بالعصا بلثه ولثا، أي ضربه\n عن أبى عمرو\n",
    "pg": "V01P0296"
  },
  "ولج": {
    "def": "وَلَجَ يَلِجُ وُلوجاً ولِجَةً، أي دخل قال سيبويه: إنما جاء مصدره ولوجا، وهو من مصادر غير المتعدى، على معنى ولجت فيه\n وأولجه: أدخله\n وقوله تعالى: (يولِجُ الليلَ في النهار ويولِجُ النهارَ في الليْل) ، أي يزيد من هذا في ذاك ومن ذا في هذا\n واتَّلَجَ موالج، على افتعل، أي دخل مداخل\n والولجة، بالتحريك: موضعٌ أو كهفٌ تستَتِرُ فيه المارَّةُ من مطر وغيره، والجمع ولج وأولاج\n وقولهم: رجل خرجة ولجة، مثل همزة أي كثير الخروج والدخول\n ووَليجَةُ الرجل: خاصَّته وبِطانته\n والوالِجة: وجعٌ يأخذ الإنسان\n والتَوْلَجُ: كِناسُ الوحِش الذي يَلِجُ فيه، مثل الدولج\n قال سيبويه: التاء مبدلة من الواو، وهو فوعل لانك لا تكاد تجد في الكلام تفعل اسما، وفوعل كثير\n وقال يصف ثورا تكنس في عضاه:\nمتخذا في ضعوات تولجا (١)",
    "pg": "V01P0347-V01P0348"
  },
  "ولح": {
    "def": "الوَليحَةُ: الغِرارَةُ\n والوَليحُ والوَلائِحُ: الغرائرُ، والجِلالُ أيضاً\n قال أبو ذؤيب يصف سحابا: يضئ ربابا كَدُهْمِ المَخا * ضِ جُلِّلْنَ فوقَ الولايا الوليحا",
    "pg": "V01P0416-V01P0417"
  },
  "ولد": {
    "def": "الوَلَدُ قد يكون واحداً وجمعاً، وكذلك الوُلْدُ بالضم\n ومن أمثال بني أسدٍ: \" وُلْدُكِ من دمى عقبيك \"\n وقد يكون الولد جمع الولد، مثل أسد وأسد\n والولد: بالكسر: لغة في الوُلْدِ\n ويقال: ما أدري أيُّ وَلدِ الرجلِ هو، أيْ أيُّ الناس هو\n والوَليدُ: الصبيُّ والعبدُ، والجمع وِلْدانٌ ووِلْدَةٌ\n والوَليدُ: الصبيَّةُ والأمَةُ، والجمع الوَلائِدُ\n ووَلَدَتِ المرأةُ تَلِدُ وِلاداً ووِلادَةً\n وأَوْلَدَتْ: حان وِلادُها\n وقولهم: \" هم في أمرٍ لا يُنادى وَليدُهُ \"، يقال أصله من جَرْي الخيل، لأنَّ الفرس إذا كان جواداً أعطى من غير أن يصاح به لا ستزادته، كما قال النابغة الجعدي يصف فرساً: أمام هَوِيٍّ لا يُنادي وَليدُهُ\n * وشدٍّ (١) وأمْرٍ بالعِنانِ ليُرْسَلا (٢) - ثم قيل ذلك لكلِّ أمرٍ عظيم، ولكل شئ كثير\n وتوالدوا، أي كَثُروا ووَلَدَ بعضُهم بعضاً\n والوالِدُ: الأبُ\n والوالِدَةُ: الأمُّ\n وهما الوالِدان\n وشاةٌ والِدٌ، أي حامِلٌ، عن ابن السكيت\n وميلادُ الرجلِ اسمٌ للوقت الذي ولد فيه\n والمولد: الموضع الدى وُلِدَ فيه\n ويقال: وَلَّدَ الرجلُ غنمه تَوْليداً، كما يقال نَتَجَ إبلهُ نَتْجاً\n وعربيَّةٌ موَلَّدَةٌ، ورجلٌ موَلَّدٌ، إذا كان عربيًّا غيرَ محض\n ولدة الرجل: تربه، والهاء عوض من الواو الذاهبة من أوله، لانه من الولادة\n وهما لدان، والجمع لدات ولدون\n",
    "pg": "V02P0553-V02P0554"
  },
  "ولس": {
    "def": "وَلَسَتِ الناقةُ تَلِسُ وَلْساً، إذا أعنقَتْ في سيرها\n ويقال للذئب: ولاس\n",
    "pg": "V03P0989"
  },
  "ولع": {
    "def": "الوَلوعُ: الاسم من وَلِعْتُ به أَوْلَعُ وَلَعاً ووَلوعاً، المصدر والاسم جميعا بالفتح\n وأولعته بالشئ وأُولِعَ به، فهو مولَعٌ به بفتح اللام، أي مُغْرًى به\n والوَلْعُ بالتسكين: الكذِب\n يقال وَلْعٌ والِعٌ، كما تقول عَجَبٌ عاجِبٌ\n وقد وَلَعَ بالفتح وَلَعاً ووَلَعاناً، أي كذب\n قال الشاعر:\nوهن من الاخلاف والولعان (١) * أي هن من أهل الاخلاف\n الوالع: الكذاب، والجمع ولعة، مثال فاسق وفسقة\n قال أبو يوسف: يقال مر فلان فما أدرى ما ولعه، أي ما أدري ما حبسه\n وما أدري ما والِعَتُهُ بمعناه\n والمُوَلَّعُ كالمُلَمَّعِ، إلا أنَّ التَوْليعَ استطالة البلق\n قال رؤبة: فيها خطوط من سواد وبلق * كأنه في الجلد توليع البهق * قال أبو عبيدة: قلت لرؤبة: إذا أردت الخطوط فقل \" كأنها \" وإن أردت السواد والبلق فقل \" كأنهما \" قال: فكلح في وجهى ثم قال: أردت كأن ذاك ويلك توليع البهق، كما قال تعالى: ﴿عوان بين ذلك﴾ \n قال الاصمعي: إذا كان في الدابَّة ضروبٌ من الألوان من غير بَلَقٍ فذلك التوليع\n ويقال: برذون مولع\n وبنو وليعة: حى من كندة\n والوليع: الطَّلعُ ما دام في قِيقائِهِ (١) \n",
    "pg": "V03P1304"
  },
  "ولعق": {
    "def": "الولق: الاسراع، عن أبى عمرو\n يقال: جاءت الإبلُ تَلِقُ، أي تسرع\n وأنشد (١) : أن الحصين (٢) زلق وزملق جاءت به عنس من الشأم تلق والولق: أخف الطعن\n وقد ولقه يلقه ولقا ويقال: ولقه بالسيف وَلَقاتٍ، أي ضَرَباتٍ\n والوَلْقُ أيضاً: الاستمرار في السير وفي الكذب\n وقرأت عائشة رضى الله عنها: (إذ تلقونه بألسنكم) \n والناقة تعدو الولقى، وهو عدْوٌ فيه نَزْوٌ\n وناقةٌ وَلَقى: سربعة\n والوليقة: طعام يتخذ من دقيق وسمن\n والأوْلَقُ: شبهُ الجنون\n ومنه قول الشاعر:\nلَعَمْرُكَ بي من حُبِّ أسماءَ أَوْلَقُ * وقال الأعشى يصف ناقته: وتُصبِح عن السرى وكأنما ألم بها من طائِفِ الجِنِّ أَوْلَقُ وهو أفعل (١) ، لانهم قالوا: ألق الرجل فهو مأْلوقٌ، على مفعول\n ويقال أيضا: مؤولق، مثال معولق\n فإن جعلته من هذا فهو عل\n",
    "pg": "V04P1568"
  },
  "ولغ": {
    "def": "وَلَغَ الكلب في الإناء يَلِغُ (٣) وُلوغاً، أي شرب ما فيه بأطراف لسانه\n ويولَغُ، أي أوْلَغَهُ صاحبه\n قال\n الشاعر (٤) : ما مرَّ يومٌ إلاَّ وعندهما لحمُ رجال أو يولغان دما (٥) يقال: ليس شئ من الطيور يلغ غير الذباب\n وحكى أبو زيد: وَلَغَ الكلبُ بشرابنا، وفى شرابنا، ومن شرابنا\n والميلغ: الإناءُ الذي يَلَغُ فيه في الدم (١) \n ورجلٌ مُسْتَوْلَغٌ: لا يبالي ذمًّا ولا عاراً\n والوَلْغَةُ: الدلوُ الصغيرة\n قال الراجز:\nشر الدلاء الولغة الملازمه (٢) * وإنما كانت ملازمة لانك لا تقضى حاجتك بالاستقاء بها لصغرها\n",
    "pg": "V04P1329"
  },
  "ولف": {
    "def": "الوِلافُ مثل الإلافِ، وهو المُوالَفَةُ\n والوِلافُ والوَليفُ: ضربٌ من العَدْوِ، وهو أن تقع القوائم معا، وكذلك أن يجئ القوم معاً\n قال الكميت: ووَلَّى بإِجْرَيَّا وِلافٍ كأنَّه على الشَرَفِ الأقصى يُساطُ ويُكْلَبُ أي مؤتلفةٌ\n وبرقٌ وليف، أي متتابع\n",
    "pg": "V04P1441"
  },
  "ولم": {
    "def": "الوَليمَةُ: طعام العرس وقد أولمت\n وفي الحديث: \" أو لم ولو بشاة \"\n",
    "pg": "V05P2054"
  },
  "وله": {
    "def": "الوَلهُ: ذهابُ العقل، والتحيُّرُ من شدة الوجد\n ورجلٌ والِهٌ، وامرأةٌ والِهٌ ووالِهَةٌ\n قال الأعشى: فأقبلتْ والِهاً ثَكْلى على عَجَلٍ * كُلٌّ دهاها وكُلٌّ عندها اجتَمعا وقد وَلِهَ يَوْلَهُ وَلهاً ووَلَهاناً، وتوله واتله، وهو افتعل فأدغم\n قال الشاعر (٢) * وأتله الغيور (١) * والتوليه: أن يفرق بين المرأة وولدها\n وفي الحديث: \" لا تُوَلَّهُ والدةٌ بولدها \" أي لا تُجعل والِهاً، وذلك في السبايا\n وناقةٌ والِهٌ، إذا اشتدَّ وَجْدها على ولدها\n والميلاهُ: التي من عادتها أن يشتدَّ وَجدُها على ولدها، صارت الواو ياء لكسرة ما قبلها\n قال الكميت يصف سحاباً: كأنَّ المَطافيلَ المَوالِيهَ وَسْطَهُ * يُجاوِبُهُنَّ الخيزُرانُ المُثَقَّبُ وماءٌ مولَهٌ ومُوَلَّهٌ: أُرسِلَ في الصحراء فذهب\n قال الراجز: حامِلَةٌ دَلْوُكَ (٢) لا مَحْمولهْ * مَلأى من الماء كَعيْنِ المُولَهْ ورواه أبو عمرو:\nتَمْشي من الماءِ كَمَشْي المُولَهْ * قال: والمولَهُ: العنكبوت\n وقال رؤبة: به تَمَطَّتْ عَرْضَ كُلِّ ميلَهِ (٣) * بِنا حراجيج المهارى النفه (*) أراد البلاد التي تُوَلِّهُ الإنسان، أي تحيِّرهُ\n",
    "pg": "V06P2256-V06P2257"
  },
  "ولول": {
    "def": "ولْوَلَتِ المرأةُ ولْوَلَةً وولْوالاً، إذا أعولت\n قال العجاج: كأن أصوات كلاب تهترش هاجت بولوال ولجت في حرش",
    "pg": "V05P1845"
  },
  "أوم": {
    "def": "يقال: أَوَّمهُ الكلأُ تَأْويماً، أي سمنه وعظم خلقه\n قال الشاعر: عركرك مهجر الضؤبان أومه روض القذاف ربيعا أي تأويم والمؤوم: العظيم الخلق والرأس\n قال عنترة: وكأنما تنأى بجانب دفها الوحشى من هزج العشى مؤوم يعنى سنورا\n والاوام، بالضم: حر العطش\n",
    "pg": "V05P1868"
  },
  "وأم": {
    "def": "أبو زيد: المُواءمَةُ: الموافقة\n يقال: واءَمَهُ مُواءَمَةً ووِئاماً، إذا فعل كما يفعل\n وفي المثل: \" لولا الوئام لهلك الانام \"، أي لولا موافقةُ الناس بعضِهم بعضاً في الصُحبة والعِشرة لكانت الهَلَكَة\n ويقال: \" لولا الوِئامُ هلك اللئام \" والوِئام: المباهاة\n أي إنَّ الرجال ليسوا يأتون الجميل من الأمور على أنَّها أخلاقهم، وإنَّما يفعلونها مباهاةً وتشبّهاً بأهل الكرم، ولولا ذلك لهلكوا\n\n(وثم] الوَثْمُ: الدَقُّ والكسرُ\n ووَثَمَ يَثِمُ أي عَدا\n وخُفٌّ مِيثَمٌ: شديد الوطئ كأنه يثم الارض أي يدقُّها\n قال عنترة: خَطَّارَةٌ غِبَّ السُرى زيَّافَةٌ تَطِسُ الإكامَ بكلِّ خُفٍّ مِيثَمِ (١) ابن السكيت: الوَثيمَةُ: الجماعة من الحشيش أو الطعام\n يقال: ثِمْ لها، أي اجمع لها\n وقولهم: لا والذي أخرج النار من الوَثيمَةِ، أي من الصخرة\n والوَثيمُ: المكتنز لحماً\n وقد وثم بالضم وثامة\n",
    "pg": "V05P2048"
  },
  "ومأ": {
    "def": "أوْمَأْتُ إليه: أشرتُ، ولا تقل أوْمَيْتُ\n ووَمَأْتُ إليه أَمَأُ وَمْئاً لغةٌ\n وأنشد القَنانِيُّ: فقلنا (١) السلامُ فاتَّقَتْ من أَميرِها * وما كان إلا ومؤها بالحواجب ويقال: ذهب ثوبي فما أدري ما كانت وامِئَتُهُ، أي لا أدري من أخذه\n أبو زيد: يقال وقع في وامِئَةٍ، أي في أغوية وداهية\n",
    "pg": "V01P0082"
  },
  "ومد": {
    "def": "الوَمَدُ والوَمَدَةُ بالتحريك: شدَّة حرِّ الليل\n وقد وَمِدَتْ ليلتنا، بالكسر\n ووَمِدَ الرجل أيضاً: لغةٌ في وبد، أي غضب وحمى\n",
    "pg": "V02P0554"
  },
  "ومض": {
    "def": "وَمَضَ البرقُ يَمِضُ وَمْضاً ووَميضاً ووَمَضاناً، أي لمع لَمْعاً خفيفاً ولم يعترض في نواحي الغيم\n قال امرؤ القيس: أصاحِ تَرى بَرْقاً أُريكَ وَميضَهُ * كَلَمْعِ اليدينِ في حِبيٍّ مُكَلَّلِ * وكذلك أومض البرق إيماضا\n فأما إذا لمع واعترض في نواحى الغيم فهو الخفو، فإن استطال في وسط السماء وشق الغيم من غير أن يعترض يمينا وشمالا فهو العقيقة\n ويقال أومضت المرأة، إذا سارقت النظر\n",
    "pg": "V03P1113"
  },
  "ومق": {
    "def": "المقة: المحبة، والهاء عوض من الواو\n وقد ومقه يَمِقُهُ بالكسر\n فيهما، أي أحبَّه، فهو وامق\n",
    "pg": "V04P1568"
  },
  "أون": {
    "def": "الأوْنُ: الدَعَة والسكينة والرِفق\n تقول منه: أنت أءون أونا\n ورجلٌ آيِنٌ، أي رافِهٌ وادعٌ\n والاون أيضا: المشى الرويد، وهو مبدل من الهون\n قال الراجز: غير يا بنت الحليس لَوْني مُرُّ الليالي واختلافُ الجَوْنِ وسفر كان قليل الاون ويقال: أُنْ على نفسك، أي ارْفُقْ في السير واتَّدِعْ\n وبيننا وبين مكةَ ثلاثُ ليالٍ أَوائِنَ، أي روافهَ، وعشر ليال آيناتٍ، أي وادعاتٍ\n والأَوْنُ: أحد جانبي الخُرْج\n تقول: خُرْجٌ ذو أَوْنَيْنِ، وهما كالعِدْلَيْنِ\n والأَوْنُ: العِدْلُ\n ومنه قولهم: أَوَّنَ الحمارُ، إذا أكل وشرِب وامتلأَ بطنه وامتدَّت خاصرتاه فصار مثل الاون\n قال رؤبة: وسوس يدعو مخلصا رب الفلق سرا وقد أون تأوين العقق يريد جمع العقوق، وهى الحامل المقرب، مثل رسول ورسل\n والاوان (١) : الحين، والجمع آوِنَةٌ، مثل زَمانٍ وأَزْمِنَةٍ\n قال يعقوب: يقال فلان يصنع ذلك الامر آونة (٢) ، إذا كان يصنعه مرارا ويدعه مرارا\n قال أبو زُبَيد (٣) : حَمَّالُ أَثْقالِ أهلِ الوُدِّ آوِنَةً أعطيهم الجَهْدَ منِّي بله ما أسع والاوان والايوان: الصُّفَّةُ العظيمة كالأزَجِ ومنه إيوانُ كسرى\n وقال:\nشَطَّتْ نَوى من أهله بالإيوان * وجمع الإوانِ أوُنٌ، مثل خوان وخون، وجمع الايوان إيوانات وأواوين، مثل ديوان مثل ديوان ودواوين، لان أصله إوان، فأبدلت من إحدى الواوين ياء\n",
    "pg": "V05P2075-V05P2076"
  },
  "ونى": {
    "def": "الوَنى: الضعفُ والفتورُ، والكلالُ والإعياءُ\n قال امرؤ القيس: مِسَحٍّ إذا ما السابحاتُ على الوَنى * أثَرْنَ الغُبارَ بالكَديدِ المُرَكَّلِ يقال: وَنَيْتُ في الأمر أَني وَنًى ووَنْياً، أي ضعفتُ، فأنا وانٍ\n قال جحدر اليماني: وظهر تنوفة للريح فيها * نسيم لا يروع الترب وانى وناقةٌ وانِيَةٌ\n وأَوْنَيْتُها أنا: أتعبتها وأضعفتها\n وفلانٌ لا يَني يفعلُ كذا، أي لا يزال يفعل كذا\n وافْعَلْ ذاك بلا وَنْيَةٍ، أي بلا تَوانٍ\n وامرأةٌ وناةٌ: فيها فتور، وقد تقلب الواو همزة فيقال: أَناةٌ\n وقال (١) : رَمَتْهُ أَناةٌ من رَبيعَةِ عامِرٍ * نَئومِ الضُحى في مأْتمٍ أيٍّ مَأْتَمِ وتوانى في حاجته: قصر\n وقول الاعشى: ولا يدع الحمد بل يشترى * بوشك الظنون ولا بالتون (٢) أراد بالتوانى فحذف الالف لاجتماع الساكنين، لان القافية موقوفة\n والميناء: كَلاَّءُ السفن ومرفؤها، وهو مِفْعالٌ من الونى\n",
    "pg": "V06P2531"
  },
  "ونم": {
    "def": "وَنيمُ الذباب: سَلْحُهُ\n وأنشد الاصمعي للفرزدق: لقد ونم الذباب عليه حتَّى كأنَّ وَنيمَهُ نُقَطُ المداد",
    "pg": "V05P2054"
  },
  "أوه": {
    "def": "قولُهم عند الشكاية: أَوْهِ من كذا، ساكنة الواو، إنَّما هو تَوَجُّعٌ\n قال الشاعر: فأَوْهِ لذكراها (١) إذا ما ذَكَرْتُها * ومن بُعْدِ أرضٍ بيننا وسَماء وربَّما قلبوا الواو ألِفاً فقالوا: آهِ من كذا، وربَّما شدّدوا الواو وكسروها وسكّنوا الهاء فقالوا: أَوّه من كذا\n وربَّما حذفوا مع التشديد الهاء فقالوا: أَوِّ مِن كذا، بلا مدٍّ\n وبعضهم يقول: آوَّهْ بالمدّ والتشديد وفتح الواو ساكنة الهاء، لتطويل الصوت بالشكاية\n وربَّما أدخلوا فيه التاء فقالوا: أَوَّتاهُ، يُمَدُّ ولا يُمَدُّ\n وقد أَوَّهَ الرجل تَأْويهاً، وتَأَوَّهَ تَأَوُّهاً، إذا قال أَوَّهْ\n والاسم منه الآهَةُ بالمدّ\n قال المُثَقِّبُ العَبْديُّ: إذا ما قمتُ أَرْحَلُها بلَيْلٍ * تَأَوَّهُ آهَةَ (٢) الرجلِ الحزينِ ويروى: \" أَهَّةَ \" من قولهم: أَهَّ، أي توجع\n قال العجاج * بأهة كأهة المجروحِ (١) * ومنه قولهم في الدعاء على الإنسان: آهَةً لَكَ وأَوَّةَ لكَ، بحذف الهاء أيضاً مشددة الواو\n",
    "pg": "V06P2225-V06P2226"
  },
  "وهى": {
    "def": "وَهى السِقاءُ يَهي وَهْياً، إذا تخرَّقَ وانشقَّ\n وفي السقاءِ وَهْيٌ بالتسكين، ووُهَيَّةٌ أيضاً على التصغير، وهو خرقٌ قليلٌ\n وفي المثل: خَلِّ سبيلَ مَنْ وَهى سقاؤه * ومَنْ هُريقَ بالفلاة ماؤه يضرب لمن لا يستقيم أمره\n ووهى الحائط، إذا ضعف وهم بالسقوط\n ويقال: ضربَه فأوْهَى يدَه، أي أصابها كسرٌ أو ما أشبه ذلك\n ووهت عزالى السماء بمائها، وكذلك كل شئ استرخى رِباطه\n وأَوْهَيْتُ السقاءَ فوَهى، وهو أن يَتَهَيَّأَ للتخرُّق\n يقال: أَوْهَيْتَ وَهْياً فارْقَعْهُ\n وقولهم: \" غادَرَ وَهْيَةً لا تُرْقَعُ \"، أي فَتْقاً لا يقدر على رتقه\n",
    "pg": "V06P2531-V06P2532"
  },
  "وهب": {
    "def": "وهبت له شيئاً وَهْباً، ووَهَباً بالتحريك، وهِبَةً، والاسم المَوْهِبُ والموهبة، بكسر الهاء فيهما\n والاتهاب: قبول الهبة\n والاستيهاب: سؤال الهبة\n وتواهب القوم، إذا وهبَ بعضُهم لبعض\n وتقول: هَبْ زيداً منطلقاً، بمعنى أحسبْ، يتعدَّى إلى مفعولين، ولا يستعمل منه ماضٍ ولا مستقبلٌ في هذا المعنى\n والمَوْهِبَةُ: بالفتح: نُقرة في الجبل يَسْتَنْقِعُ فيها الماء، والجمع مواهب\n قال الشاعر: ولَفوكِ أشْهى لو يَحِلُّ لنا * من ماءٍ موهبة على شهد (١) وموهب أيضا: اسم رجل\n وقال (٢) : قد أخذتنى نعسة أردن * وموهب مبز بها مصن * وهو شاذ مثل موحد، على ما بيناه في موعد\n ورجل وهاب ووهابة، أي كثير الهبة لا مواله، والهاء للمبالغة\n أبو عبيد: أَوْهَبَ له الشئ، أي دام له\n قال الشاعر: عظيم القفا رِخْوُ (٣) الخواصرِ أَوْهَبَتْ (٤) * له عَجْوَةٌ مسمونة (٥) وخمير ويقال للشئ إذا كان معدا عند الرجل مثل الطعام: هو مُوهَبٌ، بفتح الهاء\n واصبح فلان موهبا بكسر الهاء، أي معدا قادرا\n ووهب ابن منبه، تسكين الهاء فيه أفصح\n ووهبين: اسم موضع\n قال الراعى: رجاؤك أنساني تذكر إخوتى * ومالك أنساني بوهبين ماليا",
    "pg": "V01P0235-V01P0236"
  },
  "وهت": {
    "def": "أَوْهَتَ اللحمُ يوهِتُ: أَنْتَنَ\n وأيهت يوهت لغة\n وإنما صارت الياء في يوهت واوا لضمة ما قبلها\n",
    "pg": "V01P0270"
  },
  "وهج": {
    "def": "الوَهَجُ، بالتحريك: حَرُّ النار\n والوَهْجُ بالتسكين: مصدر وَهَجَتِ النار تَهِجُ وَهْجاً ووَهَجاناً، إذا اتَّقدت\n وتَوَهَّجَت النارُ: تَوَقَّدَتْ\n وأَوهجتُها أنا\n ولها وَهيجٌ، أي تَوَقُّدٌ\n وتوهَّجَتْ رائحةُ الطيب، أي توقَّدت\n وتَوَهَّجَ الجوهر: تلالا\n",
    "pg": "V01P0348"
  },
  "وهد": {
    "def": "الاصمعي: الوهدة: المكان المطمئن، والجمع وهد ووهاد\n",
    "pg": "V02P0554"
  },
  "وهز": {
    "def": "وَهَزْتُ فلاناً، إذا ضربته بثقل يدك\n والتوهز: وطئ البعير المثقل\n",
    "pg": "V03P0901"
  },
  "وهس": {
    "def": "الوَهْسُ: الدقُّ\n والوَهْسُ أيضاً: الوطئ\n والتوهس: مشى المثقل\n قال ابن السكيت: الوهيسة: أن يطبخ الجراد ثم يجفَّف ثم يدقُّ فيُقمَح، أو يُبكل، أي يُخلط بدسمٍ\n والوَهْسُ: الشرُّ والنميمةُ\n قال حُمَيْدُ بن ثَوْر: * بتَنَقُّصِ الأعْراضِ والوَهْسِ * والمُواهَسَةُ: المُسارَّةُ\n",
    "pg": "V03P0989-V03P0990"
  },
  "وهص": {
    "def": "الوهص: كسر الشئ الرخو\n وقد وَهَصَهُ الله\n والوَهْصُ أيضاً: شدة الوطئ\n قال الراجز (١) :\nعلى جمال تهص المواهصا (٢) * يعنى مواضع الوهصة\n وفى الحديث إن آدم ﵇ حين أهبط من الجنة وهصه الله، كأنه رمى به وغمزه إلى الارض\n ورجل موهوص الخلق، كأنَّه تداخلتْ عظامُه\n ومُوَهَّصُ الخَلْقِ أيضا\n قال الراجز:\nموهص ما يتشكى الفائقا (٣) *",
    "pg": "V03P1062"
  },
  "وهط": {
    "def": "وَهَطَهُ يَهِطُهُ وَهْطاً: كسره\n قال الأصمعيّ: يقال لما اطمأَنَّ من الأرض: وَهْطَةٌ، وهي لغةٌ في وَهْدَةٍ، والجمع وَهْطٌ ووِهاطٌ\n ويقال وَهْطٌ من عُشَرٍ، كما يقال عيص من سدر\n والوهط: اسم مال كان لعمرو بن العاص رضى الله عنه\n وأوهطه، أي صرعه صَرعةً لا يقوم منها\n",
    "pg": "V03P1168-V03P1169"
  },
  "وهف": {
    "def": "وَهَفَ النباتُ يَهِفُ (٣) وَهْفاً ووَهيفاً، أي أورق واهتزَّ، مثل وَرَفَ وَرْفاً ووَريفاً\n وقولهم: ما يوهف له شئ إلا أخذه، أي ما يرتفع\n",
    "pg": "V04P1441-V04P1442"
  },
  "وهق": {
    "def": "الوَهَقُ، بالتحريك: حبلٌ كالطِوَلِ، وقد يسكَّن مثل نَهْرٍ ونَهَرٍ\n قال أبو عمرو: المواهقة مثل المواغدة والمواضخة\n ومواهقة الإبل: مدُّ أعناقِها في السير\n يقال: تواهَقَتِ الركابُ، أي تسايَرتْ\n وهذه الناقةُ تُواهِقُ هذه، كأنَّها تباريها في السير\n قال ابن أحمر: وتواهقت أخفافها طبقا والظِلُّ لم يَفْضُلْ ولم يُكْرِ",
    "pg": "V04P1568-V04P1569"
  },
  "وهل": {
    "def": "يقال: لقيتُهُ أوَّلَ وهلةٍ، أي أول شئ\n والوهلة: الفزعة\n والوَهَلُ بالتحريك: الفَزَعُ\n وقد وَهِلَ يوهل، وهو وهل ومستوعل\n قال القطامى يصف إبلا: وترى لجيضتهن عند رحيلنا وهلا كأن بهن جنة أولق أبو زيد: وهل في الشئ وعن الشئ، يوهل وهلا، إذا غلط فيه وسها\n ووهلت إليه بالفتح أهل وهلاً، إذا ذهب وَهْمُكَ إليه وأنتَ تريدُ غيرَهُ، مثل وهمت\n",
    "pg": "V05P1845-V05P1846"
  },
  "وهم": {
    "def": "وَهِمْتُ في الحساب أَوْهَمُ وهْماً، إذا غلطت فيه وسهوت\n ووهمت في الشئ بالفتح أهم وَهْماً، إذا ذهب وَهْمُكَ إليه وأنتَ تريدُ غيره\n وتَوَهَّمْتُ، أي ظننت\n وأَوْهَمْتُ غيري إيهاماً\n والتَوهيمُ مثله\n واتَّهَمْتُ فلاناً بكذا، والاسم التُهَمَةُ بالتحريك، وأصل التاء فيه واو على ما ذكرناه في وكل\n وأوهمت الشئ، إذا تركته كله\n يقال أَوْهَمَ من الحساب مائةً، أي أسقط\n وأَوْهَمَ من صَلاتِهِ ركعةً\n أبو زيد: يقال: للرجل إذا اتَّهَمْتَهُ: أَتْهَمْتُ إتْهاماً، مثل أَدْوَأْتُ إدْواءً\n يقال قد أتْهَمَ الرجل على أفْعَلَ، إذا صارت به الريبة\n والرهم: الجمل الضخم الذلول\n قال ذو الرمة يصف ناقته: كأنها جمل وهم وما بقيت إلا النحيزة والالواح والعصب والانثى وهمة\n قال الكميت: يجتاب أردية السراب وتارة قمص الظلام بوهمة شملال والوهم أيضا: الطريق الواسع\n قال لبيد يصف بعيره وبعير صاحبه: ثم أصدرناهما في وارد صادر وهم صواه قد مثل (١) ويقال: لا وهم من كذا، أي لابد منه\n",
    "pg": "V05P2054-V05P2055"
  },
  "وهن": {
    "def": "الوَهْنُ: الضعفُ\n وقد وَهَنَ الإنسانُ ووَهَنَهُ غيره\n يتعدَّى ولا يتعدى\n وقال طرفة:\nإننى لست بموهون فقر (٢) * ووهن أيضا بالكسر وهنا، أي ضعف\n وأوهنته أيضا ووهنته توهينا\n والوَهْنُ من الإبل: الكثيف\n والوَهْنُ: نحوٌ من نصف الليل ; والمَوْهِنُ مثله\n قال الأصمعيّ: هو حين يُدبر الليل\n وقد أَوْهَنَّا: صرنا في تلك الساعة\n والواهِنَةُ: القُصَيْرى، وهي أسفل الأضلاع\n وامرأةٌ وَهْنانَةٌ: فيها فتور وأناة\n",
    "pg": "V06P2215-V06P2216"
  },
  "وود": {
    "def": "تقول: وددت لو تفعل ذاك، ووَدِدْتُ لو أنَّك تفعل ذاك، أوَدُّ وَدًّا ووُدًّا، ووَدادَةً، ووِداداً أي تمنَّيت\n قال الشاعر: وَدِدْتُ وِدادَةً لو أنَّ حظِّي * من الخُلاَّنِ أنْ لا يَصْرِموني - ووددت الرجل أوده وداً، إذا أحببته\n والوُدُّ والوَدُّ والوِدُّ: المَوَدَّةُ\n تقول: بوُدِّي أن يكون كذا\n وأمَّا قول الشاعر: أَيُّها العائِدُ المُسائِلُ عَنَّا * وبِوِدَّيْكَ لو تَرى أكْفاني - فإنَّما أشبع كسرةَ الدالِ ليستقيم له البيت فصارت ياءً\n والود: الوديد، والجمع أود، مثل قدح وأقدح، وذئب وأذؤب\n وهما يتوادَّانِ، وهم أوِدَّاءُ\n والوَدودُ: المحبُّ، ورجالٌ وُدَداءُ، يستوي فيه المذكَّر والمؤنَّث لكونه وصفاً داخلاً على وصفٍ للمبالغة\n والوَدُّ بالفتح: الوَتِدُ في لغة أهل نجد، كأنهم سكنوا التاء فأدغموها في الدال\n والود في قول أمرى القيس: تُظْهِرُ الوَدَّ إذا ما أَشْجَذَتْ * وتُواريهِ إذا ما تَشْتَكِرْ (١) - قال ابن دريد: هو اسم جبل\n وود (١) : صنم كان لقوم نوح ﵇، صم صار لكلاب\n وكان بدومة الجندل، ومنه سمى عبد ود\n",
    "pg": "V02P0549"
  },
  "ووه": {
    "def": "إذا تعجَّبْتَ من طيبِ الشئ قلت: واها له ما أطيبه! قال أبو النجم: واها لريا ثم واها واها ياليت عينيها (١) لنا وفاها بثمن نرضى به أباها (٢) وإذا أغريت إنسانا بشئ قلت:",
    "pg": "V06P2257"
  },
  "ويب": {
    "def": "وَيْبٌ: كلمة مثل وَيْلٌ\n تقول: وَيْبَكَ ووَيْبَ زيدٍ، كما تقول وَيْلَكَ، معناه ألزمك الله ويلا، نصب نصب المصادر\n فإن جئت باللام قلت ويب لزيد، فالرفع مع اللام على الابتداء أجود من النصب، والنصب مع الاضافة أجود من الرفع\n",
    "pg": "V01P0236"
  },
  "ويح": {
    "def": "وَيْحٌ: كلمة رحمة\n وويلٌ كلمة عذابٍ\n وقال اليزيديّ: هما بمعنى\n تقول: ويح لزيد، وويل لزيد، ترفعهما على الابتداء\n قال حميد:\nويح لمن لم يدر ما هن ويحما (١) ولك أن تقول: ويحا لزيد وويلا لزيد (١) ، فتنصبهما بإضمار فعل، كأنك قلت: ألزمه الله ويحا وويلا، ونحو ذلك\n ولك أن تقول: ويحك وويح زيد، وويلك وويل زيد بالاضافة، فتنصبهما بإضمار فعل\n وأما قولهم: فتعسا لهم، وبعدا لثمود، وما أشبه ذلك فهو منصوب أبدا، لانه لا تصح إضافته بغير لام، لانك لو قلت فتعسهم أو بعدهم لم يصلح، فلذلك افترقا\n",
    "pg": "V01P0417-V01P0418"
  },
  "ويل": {
    "def": "ويلٌ: كلمة مثل ويحٍ، إلا أنَّها كلمةُ عذابٍ، يقال: وَيْلَهُ وويْلَكَ وويلي، وفي الندبَةِ: وَيْلاهُ! قال الأعشى:\nويلي عليكَ وويْلي منكَ يا رَجُلُ (١) * وقد تدخل عليها الهاء فيقال: ويلةٌ\n قال مالك بن جعدة التغلبي: لامك ويلة وعليك أخرى فلا شاة تنيل ولا بعير وتقول: ويل لزيد، وويلا لزيد، فالنصب على إضمار الفعل، والرفع على الابتداء\n هذا إذا لم تضفه، فأما إذا أضفت فليس إلا النصب: لانك لو رفعته لم يكن له خبر\n قال عطاء بن يسار: الويل: واد في جهنم، لو ارسلت فيه الجبال لماعت من حره\n",
    "pg": "V05P1846"
  },
  "وين": {
    "def": "الوَيْنُ: العنبُ الأسوَد، الواحدة وينة\n",
    "pg": "V06P2216"
  },
  "أيا": {
    "def": "الآيَةُ: العلامة، والأًصل أَوَيَةٌ بالتحريك\n قال سيبويه: موضع العين من الآية واو ; لان ما كان موضع العين منه واو واللام ياء أكثر مما موضع العين واللام منه ياءان، مثل شويت أكثر من باب حييت\n وتكون النسبة إليه أووى\n قال الفراء: هي من الفعل فاعلة، وإنما ذهبت منه اللام، ولو جاءت تامة لجاءت آيية، ولكنها خففت\n وجمع الآية آى وآياى (١) وآياتٌ\n وأنشد أبو زيد: لم يُبْقِ هذا الدهرُ من آيائه * غَيْرَ أَثَافيهِ وأَرْمِدائِهِ وآيَةُ الرجل: شخصه\n تقول منه: تآييته على تفاعلته، وتأييته على تفعلته، إذا قصدتَ آيَتَهُ وتَعَمَّدْتَهُ\n قالت امرأةٌ لابنتها: الحُصْنُ أَدْنى لو تَأَيَّيْتِهِ * مِن حَثْيِكِ التُرْبَ على الراكب (٢) يروى بالمد والقصر\n أبو عمرو: خرج القوم بآيَتِهِمْ، أي بجماعتهم لم يدَعوا وراءهم شيئاً\n ومعنى الآية من كتاب الله تعالى جماعةُ حُروفٍ\n وأنشد لبرج بن مسهر الطائى: خرجنا من النقبين لا حى مثلنا * بآيتنا نزجى اللقاح المطافلا وتَأَيَّا، أي توقَّف وَتَمَكّثَ، تقديره تَعَيَّا\n يقال: ليس منزلكم هذا منزل تَئِيَّةٍ، أي منزل تَلَبُّثٍ وتحبس\n قال الحويدرة: ومناخ غير تئية عرسته * قمن من الحدثان نابى المضجع و (أي) : اسم معرب يستفهم به ويجازى، فيمن يعقل وفيما لا يعقل\n تقول: أيهم أخوك ; وأيهم يكرمني أكرمه\n وهو معرفة للاضافة، وقد تترك الاضافة وفيه معناها\n وقد يكون بمنزلة الذى فيحتاج إلى صلة، تقول: أيهم في الدار أخوك\n وقد يكون نعتا للنكرة، تقول: مررت برجل أي رجل وأيما رجل، ومررت بامرأة أية امرأة وبامرأتين أيتما امرأتين، وهذه امرأة أية امرأة وامرأتان أيتما امرأتين\n وما زائدة\n وتقول في المعرفة: هذا زيد أيما رجل، فتنصب أيا على الحال\n وهذه أمة الله أيتما جارية\n وتقول: أي امرأة جاءتك وجاءك، وأية امرأة جاءتك\n ومررت بجارية أي جارية (١) \n وجئتك بملاءة أي ملاءة وأية ملاءة ; كل جائز\n قال الله تعالى: (وما تدرى نفس بأى أرض تموت) \n وأى قد يتعجب بها\n قال جميل: بثين الزمى لا إن لا إن لزمته * على كثرة الواشين أي معون قال الفراء: أي يعمل فيه ما بعده ولا يعمل فيه ما قبله، كقوله تعالى: (لنعلم أي الحزبين أحصى) فرفع\n وقال: (وسيعلم الذين ظلموا أي منقلب ينقلبون) ، فنصبه بما بعده\n وأما قول الشاعر: تصيح بنا حنيفة إذ رأتنا * وأى الارض نذهب للصياح فإنما نصبه لنزع الخافض، يريد: إلى أي الارض؟ قال الكسائي: تقول: لاضربن أيهم في الدار، ولا يجوز أن تقول: ضربت أيهم في الدار ; ففرق بين الواقع والمتوقع المنتظر\n وإذا ناديت اسما فيه الالف واللام أدخلت بينه وبين حرف النداء أيها، فتقول: يا أيها الرجل، ويا أيتها المرأة، فأى اسم مبهم مفرد معرفة بالنداء مبنى على الضمير، وها حرف تنبيه، وهى عوض مما كانت أي تضاف إليه\n وترفع الرجل لانه صفة أي\n وقد تحكى بأى النكرات ما يعقل وما لا يعقل، ويستفهم بها\n وإذا استفهمت بها عن نكر، أعربتها بإعراب الاسم الذى هو استثبات عنه\n فإذا قيل لك: مر بى رجل قلت: أي يا فتى، تعربها في الوصل، وتشير إلى الاعراب في الوقف\n فإن قال: رأيت رجلا قلت: أيا يا فتى، تعرب وتنون إذا وصلت، وتقف على الالف فتقول أيا\n وإذا قال: مررت برجل قلت: أي يا فتى، تحكى كلامه في الرفع والنصب والجر في حال الوصل والوقف\n وتقول في التثنية والجمع والتأنيث كما قلناه في من\n إذا قال: جاءني رجال، قلت أيون ساكنة النون، وأيين في النصب والجر، وأية للمؤنث\n فإن وصلت قلت أية يا هذا وأيات يا هذا نونت\n فإن كان الاستثبات عن معرفة، رفعت أيا لا غير على كل حال\n ولا تحكى في المعرفة، فليس في أي مع المعرفة إلا الرفع\n وقد تدخل على أي الكاف فينقل إلى تكثير العدد بمعنى كم في الخبر ويكتب تنوينه نونا، وفيه لغتان: كائن مثال كاعن، وكأين مثال كعين\n تقول: كأين رجلا لقيت، تنصب ما بعد كأين على التمييز\n وتقول أيضا: كأين من رجل لقيت\n وإدخال مِنْ بعد كأيِّنْ أكثر من النصب بها وأجود\n وتقول: بكأين تبيع هذا الثوب؟ أي بكم تبيع؟ قال ذو الرمة: وكائِنْ ذَعَرْنا من مَهاةٍ وَرامِحٍ * بلادُ العِدا (١) ليست له ببلاد و (أيا) : من حروف النداء، ينادى بها القريب والبعيد: تقول: أيا زيد أقبل\n و (أي) مثل كى: حرف ينادى به القريب دون البعيد، تقول: أي زيد أقبل\n وهى أيضا كلمة تتقدم التفسير، تقول: أي كذا، بمعنى تريد كذا\n كما أن (إى) بالكسر كلمة تتقدم القسم، معناها بلى\n تقول: إى وربى، وإى والله\n وأياة الشمس: ضوؤها\n وإياها بكسر الهمزة وقصر الالف، وأياؤها بفتح الهمز والمد\n",
    "pg": "V06P2275-V06P2278"
  },
  "إيا": {
    "def": "إيَّا: اسمٌ مبهم، وتتَّصل به جميع المضمرات المتصلة التي للنصب، تقول: إيَّاك وإيَّايَ وإيَّاهُ وإيَّانا\n وجعلت الكاف والهاء والياء والنون بياناً عن المقصود، ليُعلم المخاطَبُ من الغائب ; ولا موضع لها من الاعراب، فهى كالكاف في ذلك وأرأيتك، وكالالف والنون التى في أنت، فيكون إيا الاسم وما بعدها للخطاب وقد صاروا كالشئ الواحد ; لان الاسماء المبهمة وسائر المكنيات لا تضاف، لانها معارف\n وقال بعض النحويين: إن إيا مضاف إلى ما بعده، واستدل على ذلك بقولهم: \" إذا بلغ الرجل الستين فإياه وإيا الشواب \"، فأضافوها إلى الشواب وخفضوها\n وقال ابن كيسان: الكاف والهاء والياء والنون هي الاسماء، وإيا عماد لها، لانها لا تقوم بأنفسها، كالكاف والهاء والياء في التأخير في يضربك ويضربه ويضربنى، فلما قدمت الكاف والهاء والياء عمدت بإيا فصار كله كالشئ الواحد\n ولك أن تقول ضربت إياى، لانه يصح أن تقول ضربتني، ولا يجوز أن تقول ضربت إياك، لانك إنما تحتاج إلى إياك إذا لم يمكنك اللفظ بالكاف، فإذا وصلت إلى الكاف تركتها\n ويجوز أن تقول: ضربتك إياك، لان الكاف اعتمد بها على الفعل، فإذا أعدتها احتجت إلى إيا\n وأما قول الشاعر (١) : كأنا يوم قرى إ * نما نقتل إيانا (٢) فإنه إنما فصلها من الفعل لان العرب لا توقع فعل الفاعل على نفسه باتصال الكناية، لا تقول: قتلتنى، إنما تقول قتلت نفسي، كما تقول: ظلمت نفسي فاغفر لى، ولم تقل ظلمتني، فأجرى إيانا مجرى أنفسنا\n وقد تكون للتحذير، تقول: إياك (*) والاسد، وهى بدلٌ من فعلٍ، كأنّك قلت باعد\n ويقال هياك، مثل أراق وهراق\n وأنشد الاخفش: فهياك والامر الذى إن توسعت * موارده ضاقت عليك مصادره (١) وتقول: إياك وأن تفعل كذا\n ولا تقل: إيَّاكَ أن تفعل، بلا واوٍ\n وأيايا: زجرٌ\n وقال (٢) : إذا قال حاديهِمْ أَيايا أتقينه * بمثل الذرى مطلنفئات العرائك (٣) وأياة الشمس بكسر الهمزة: ضوؤها، وقد تفتح\n وقال (٤) : سَقته إياةُ الشمسِ إلاَّ لِثاتِهِ * أُسِفَّ فلم تَكْدِمْ عليه بإثْمِدِ فإن أسقطْتَ الهاء مددتَ وفتحْتَ\n ويقال الأَياةُ للشمسُ كالهالة للقمر، وهي الدارة حولها\n",
    "pg": "V06P2545-V06P2547"
  },
  "يبب": {
    "def": "أرضٌ يَبابٌ، أي خراب\n ويقال خراب يباب، وليس بإتباع\n",
    "pg": "V01P0240"
  },
  "يبر": {
    "def": "يبرين: موضع\n يقال رمل يبرين (٢) \n وقد ذكرنا إعرابه في نصيبين من باب الباء\n",
    "pg": "V02P0856-V02P0857"
  },
  "يبس": {
    "def": "اليُبْسُ بالضم: مصدر قولك يبس الشئ ييبس\n وفيه لغة أخرى: يَبِسَ ييْبِسُ بالكسر فيهما، وهو شاذّ\n واليَبْسُ بالفتح: اليابِسُ\n يقال: حطبٌ يَبْسٌ\n قال ثعلب: كأنَّه خِلْقَةٌ\n قال علقمة: تَخَشْخَشُ أبْدانُ الحديدِ عليهمُ * كما خَشْخَشَتْ يَبْسَ الحصادِ جنوبُ * وقال ابن السكيت: هو جمع يابِسٍ، مثل راكب وركب\n وقال أبو عبيد في قول ذي الرمّة: ولم يبقَ للخَلْصاءِ ممَّا عَنَتْ له * من الرُطْبِ إلا يُبْسُها وهجيرُها * ويروى \" يَبسُها \" بالفتح، قال: وهما لغتان\n واليبس بالتحريك: المكان يكون رطباً ثم يَيْبَسُ\n ومنه قوله تعالى: ﴿فاضْرب لهم طريقاً في البحر يبسا﴾ \n ويقال أيضا: شاة يبس، إذا لم يكن بها لبن\n ويبس أيضا، بالتسكين، حكاهما أبو عبيد\n ويقال أيضاً امرأةٌ يَبَسٌ: لا تُنيلُ خيرا\n قال الراجز:\nإلى عجوز شنة الوجه يبس * واليبيس من النبات: ما يَبِسَ منه\n يقال: يَبِسَ فهو يبيس، مثل سلم فهو سليم\n وأيبست الارض: يبس بقلها\n عن يعقوب وأيْبَسَ القومُ أيضاً، كما يقال: أجرزوا من الارض الجرز\n والايبسان: ما لا لحمَ عليه من الساقين ; والجمع الا يابس\n وتيبيس الشئ: تجفيفه\n وقد يبسته فاتبس وهو افتعل فأدغم، فهو متبس، عن ابن السراج\n ويبيس الماء: العرق، عن أبى عمرو\n وأنشد لبشر بن أبي خازم يصف خيلاً: تَراها من يَبيس الماءِ شُهْباً * مُخالِطَ درة منها غرار: الغرار: انقطاع الدرَّةِ\n يقول: تعطي أحياناً وتمنع أحياناً\n وإنَّما قال شُهباً لأنَّ العرق عليها يجف فيبيض\n",
    "pg": "V03P0993-V03P0995"
  },
  "يتم": {
    "def": "اليَتيمُ جمعه أيْتامٌ ويَتامى\n وقد يَتِمَ الصبيّ بالكسر يَيْتَمُ يُتْماً ويَتْماً، بالتسكين فيهما\n واليُتْمُ في الناس من قبل الأب، وفي البهائم من قبل الأم\n يقال أَيْتَمَتِ المرأةُ فهي موتِمٌ، أي صار أولادها أيْتاماً\n وكلُّ شئ مفرد يعز نظيره فهو يَتيمٌ، يقال دُرَّةٌ يَتيمةٌ\n ويَتَّمَهُمْ الله تَيْتيماً: جعلهم أيْتاماً\n وقال الفند الزمانى: بضرب فيه تأييم وتَيْتيمٌ وإرْنانُ ويقال: في سيره يَتَمٌ بالتحريك، أي إبطاءٌ\n وقال الشاعر عمرو بن شأس: وإلا فسيري مثلما سارَ راكِبٌ تَيَمَّمَ خِمْساً ليس في سيره يَتَمُ ويروى: \" أمم \"\n",
    "pg": "V05P2064"
  },
  "يتن": {
    "def": "اليَتْنُ: أن تخرج رِجلا الولد قبل رأسه ويديه في الولادة، وهو عيب\n وقال (١) :\nفجاءت بيتن للضيافة أرشما (٢) * يقال منه: أيتنت المرأة والناقة\n",
    "pg": "V06P2219"
  },
  "يدى": {
    "def": "اليدُ أصلها يَدْيٌ على فَعْلٍ ساكنة العين، لأنَّ جمعها أيد ويدى\n وهذا جمع فعل مثل (*) فلس وأفلس وفلوس، ولا يجمع فعل على أفعل إلا في حروف يسيرة معدودة مثل زمن وأزمن، وجبل وأجبل، وعصا وأعص\n وقد جمعت الايدى في الشعر على أياد، قال الشاعر (١) :\nقطن سخام بأيادى غزل (٢) * وهو جمع الجمع مثل أكرع وأكارع\n وأما قول الشاعر (٣) : فطرت بمنصل في يعملات * دوامى الايد يخبطن السريحا فهو لغة لبعض العرب، يحذفون الياء من الاصل مع الالف واللام، فيقولون في المهتدى: المهتد، كما يحذفونها مع الاضافة في مثل قول الشاعر (٤) : كنواح ريش حمامة نجدية * ومسحت باللثتين عصف الاثمد أراد كنواحى فحذف الياء لما أضاف، كما كان يحذفها مع التنوين\n والذاهب منها الياء، لان تصغيرها يدية بالتشديد لاجتماع الياءين\n وبعض العرب يقولون لليد يدى، مثل رحى\n قال الراجز: يا رُبَّ سارٍ باتَ ما توسدا (١) * إلا ذراع العنس أو كفَّ اليَدَى وتثنيتها على هذه اللغة يَدَيانِ، مثل رَحَيانِ\n قال الشاعر: يَدَيانِ بيضاوان عند مُحَرِّقٍ (٢) * قد ينفعانكَ منهما (٣) أنْ تُهْضَما واليدُ: القوَّةُ\n وأيَّدَهُ، أي قوَّاه\n ومالى بفلان يدان، أي طاقةٌ\n قال تعالى: (والسماءَ بَنيناها بأيْدٍ) \n وقوله تعالى: (حتَّى يُعْطوا الجزيةَ عن يَد) أي عن ذِلَّةٍ واستسلام، ويقال: نَقداً لا نسيئةً\n واليَدُ: النعمة والإحسان تصطنعه، وتجمع على يدى ويدى، مثل عصى وعصى\n قال الشاعر (٤) (*) * فإن له عندي يديا وأنعما (١) * وإنما فتح الياء كراهة لتوالى الكسرات، ولك أن تضمها\n وتجمع أيضا على أيد، قال الشاعر (٢) : تكن لك في قومي يد يشكرونها * وأيد الندى في الصالحين قروض اليزيدى: يدى فلان من يَدِهِ، أي ذهبت يَدُهُ ويبست\n يقال: ماله يدى من يَدِهِ! وهو دعاءٌ عليه، كما يقال: ماله تربت يداه\n ويَدَيْتُ الرجلَ: أصبتُ يَدَهُ، فهو ميدى\n ففإن أردت أنك اتخذت عنده يَداً قلت: أيْدَيْتُ عنده يَداً فأنا مودٍ، وهو مودًى إليه\n ويَدَيْتُ لغةٌ\n قال الشاعر (٣) : يَدَيْتُ على ابن حَسْحاسِ بن وَهَبٍ * بأسفلِ ذي الجِذاةِ يَدَ الكَريمِ وتقول إذا وقع الظبي في الحبالة: أمْيَدِيٌّ أم مرجولٌ؟ أي أوَقَعَتْ يدهُ في الحبالة أم رِجله\n ويادَيْتُ فلاناً: جازيته يداً بيدٍ\n وأعطيتُهُ مُياداةً، أي من يدى إلى يده\n الاصمعي: أعطيتُهُ مالاً عن ظهر يَدٍ، يعني تفضُّلاً ليس من بيعٍ ولا قرضٍ ولا مُكافأَةٍ\n وابتعتُ الغنم باليَدَيْنِ، أي بثمنين مختلفين، بعضها بثمن وبعضها بثمن آخر\n ويقال: إنَّ بين يَدي الساعة أهوالاً، أي قُدَّامها\n وهذا ما قدَّمتْ يَداكَ، وهو تأكيدٌ كما يقال: هذا ما جنتْ يَداكَ، أي جنيته أنت، إ أنك تؤكِّد بها\n أبو زيد: يقال لقيته أوَّلَ ذاتِ يَدَيْنِ، ومعناه أول شئ\n قال الاخفش: ويقال سقط في يديه وأسقط، أي ندِمَ، ومنه قوله تعالى: (ولما سُقِطَ في أيْديهِمْ) ، أي ندموا\n وقولهم: ذهبوا أيْدي سَبا وأيادي سَبا، أي متفرِّقين، وهما اسمان جعلا واحداً\n وتقول: لا أفعله يَدَ الدهر، أي أبداً\n قال الأعشى:\nيَدَ الدهرِ حتَّى تُلاقي الخيارا (١) * وقول لبيد حتى إذا ألْقَتْ يَداً في كافِرٍ (١) * يعني بدأت الشمس في المغيب\n وهذا الشئ في يدى، أي في ملكي\n والنسبة إليها يَدِيٌّ، وإنْ شئتَ يَدَوِيٌّ\n وامرأةٌ يَدِيَّةٌ، أي صَناعٌ\n وما أيْدَى فلانةً\n ورجلٌ يَدِيٌّ\n وهذا ثوبٌ يَدِيٌّ وأَدِيٌّ، أي واسعٌ\n قال العجاج: في الدارِ إذْ ثَوْبُ الصِبا يَدِيُّ * وإذْ زمانُ الناسِ دَغْفَلِيُّ الأصمعيّ: يَدُ الثوبِ: ما فضلَ منه إذا تَعَطَّفْتَ به والتحفتَ\n يقال: ثوب قصير اليد\n قال الفراء: وبعضهم يقول لذى الثدية: ذو اليدية، وهو المقتول بنهروان\n وذو اليدين: رجل من الصحابة، يقال سمى بذلك لانه كان يعمل بيديه جميعا، وهو الذى قال للنبى ﵊: \" أقصرت الصلاة أم نسيت \"\n",
    "pg": "V06P2539-V06P2542"
  },
  "أيد": {
    "def": "أبو زيد:",
    "pg": "V02P0443"
  },
  "يدع": {
    "def": "الأيْدَعُ: الزعفرانُ\n قال رؤبة:\nكما اتقى محرم حج أيدعا (١) * وهذا ينصرف، فإن سميت به رجلا لم تصرفه في المعرفة للتعريف ووزن الفعل، وصرفته في النكرة مثل أفكل\n ويدعت الشئ أيدعه تيديعا، أي صبغتُه بالزعفران\n وأَيْدَعَ الحجَّ على نفسه، أي أوجبه، وكذلك إذا تطيب لاحرامه\n وميدوع: اسم فرس عبد الحارث بن ضرار ابن عمرو بن مالك الضبى\n وقال: تشكى الغزو ميدوع وأضحى * كأشلاء اللحام به كدوح (٢) * فلا تجزع من الحدثان إنى * أكر الغزو إذ جلب القروح",
    "pg": "V03P1310"
  },
  "أير": {
    "def": "جمع الأَيْرِ آيُرٌ على أفعل، وأيور وآيار\n قال الشاعر (٢) : يا أضبعا أكلت آيار أحمرة * ففى البطون وقد راحت قراقير - ورواه أبو زيد: \" يا ضبعا \" على واحدة (٣) \n والايارى: العظيم الذكر\n وآرها يئيرها: جامعها\n وقال (١) : ولا غَرْوَ أَنْ كان الأُعَيْرَجُ آرَها * وما الناسُ إلاَّ آيِرٌ ومئير - الفراء: يقال للشمال: إير وأير، وهير وهير (٢) \n وأنشد يعقوب: وإنا مساميح إذا هبت الصبا * وإنا لا يسار إذا الإيرُ هَبَّتِ - ويقال الإيرُ: ريحُ حارَّةٌ، من الأُوار، وإنَّما صارت واوه ياء لكسرة ما قبلها\n",
    "pg": "V02P0583"
  },
  "يرر": {
    "def": "اليَرَرُ: مصدر قولهم: حجرٌ أيَرُّ، أي صَلدٌ صُلبٌ\n وفي حديث لقمان: \" إنه ليبصر أثر الذر في الحجر الاير \"\n قال العجاج: سنابك الخيل يصدعن الاير (١) * من الصفا القاسي ويدعسن الغدر - والجمع ير\n وشئ حار يار، وحران يران، إتباع له\n",
    "pg": "V02P0857"
  },
  "يرع": {
    "def": "اليَراعُ: جمع يَراعَة، وهو ذبابٌ يطير بالليل كأنه نارٌ\n واليَراعُ: القصبُ\n واليَراعَةُ: القصبةُ\n ويقال للجبان يَراعٌ ويَراعَةٌ\n وأما قول أبي ذؤيب يصف مزماراً: سَبِيٌّ من يَراعَتِهِ نَفاهُ * أتِيٌّ مَدَّهُ صخر ولوب * فيقال إنه أراد باليراعة الاجمة\n",
    "pg": "V03P1310"
  },
  "يرن": {
    "def": "اليَرونُ: ماء الفحل، وهو سم\n",
    "pg": "V06P2219"
  },
  "يرنأ": {
    "def": "اليرنأ (٢) مثل الحناء\n قال الشاعر (٣) : كأن باليرنا المعلول * ماء دوالى زرجون ميل",
    "pg": "V01P0085-V01P0086"
  },
  "يزن": {
    "def": "ذو يزن: ملك من ملوك حمير، تنسب إليه الرماح اليزنية\n يقال: رمح يزنى، وأزني، ويزانى، وأزانى\n",
    "pg": "V06P2219"
  },
  "أيس": {
    "def": "ابن السكيت: أَيِسْتُ منه آيَسُ يَأْساً: لغة في يَئِسْتُ منه أَيْأَسُ يَأْساً\n ومصدرهما واحد\n وآيَسَني منه فلانٌ، مثل أَيْأَسَني\n وكذلك التأييس\n",
    "pg": "V03P0906"
  },
  "يئس": {
    "def": "اليأْسُ: القنوطُ\n وقد يَئِسَ من الشئ ييأس\n وفيه لغة أخرى: يَئِسَ ييْئِسُ بالكسر فيهما، وهو شاذ\n ورجل يؤوس\n قال المبرد: منهم من يبدل في المستقبل من الياء الثانية ألفا ويقول: ياءس ويائس\n وقال الاصمعي: يقال: يئس ييئس، وحسب يحسب، ونعم ينعم، بالكسر فيهن\n وقال أبو زيد: عليا مضر: يحسب وينعم وييئس بالكسر، وسفلاها بالفتح\n وقال سيبويه: وهذا عند أصحابنا إنما يجئ على لغتين: يعنى يئس ييأس ويأس ييئس لغتان، ثم يركب منهما لغة\n وأما ومق يمق، ووفق يفق، وورم يرم، وولى يلى، ووثق يثق، وورث يرث، فلا يجوز فيهن إلا الكسر لغة واحدة\n ويئس أيضا بمعنى علم، في لغة النخع\n قال سحيم بن وثيل اليربوعي (١) : أقول لهم بالشعب إذ ييسرونى * ألم تَيْأسوا أنَّي ابنُ فارسٍ زَهْدَمِ * ومنه قوله تعالى: ﴿أفَلَمْ ييئس الذين آمنوا﴾ \n وآيسه فلان من كذا فاسْتَيْأَسَ منه، بمعنى أيس، واتأس أيضا، وهو افتعل، فأدغم مثل اتعد\n",
    "pg": "V03P0992-V03P0993"
  },
  "يسر": {
    "def": "السير: نقيض العسر\n وكذلك اليسر، مثل عسر وعسر\n واليسر أيضا: دخل (٢) لنبى يربوع بالدهناء\n قال طرفة: أرق (٣) العين خيال لم يقر * طاف والركب بصحراء يسر - والميسور: ضد المعسور\n وقد يَسَّرَهُ الله لليُسْرى، أي وفَّقه لها\n ويقال أيضاً يَسَّرَتِ الغنمُ، إذا كثر ألبانها ونسلها\n قال الشاعر (٤) : هما سيدانا يزعمان وإنما * يَسودانِنا إنْ يَسَّرَتْ غَنْماهُما (١) - ومنه قولهم: رجلٌ مُيَسِّرٌ بكسر السين، وهو خلاف المُجَنِّبِ\n وقعدَ فلانٌ يَسرَةً، أي شأْمَةٌ\n واليَسْرُ: الفتلُ إلى أسفل، وهو أن تمدَّ يمينك نحو جَسَدك\n والشَزْرُ إلى فوق\n والطعنُ اليَسْرُ: حِذاءَ وجهِك\n وتَيَسَّرَ لفلان الخروج واسْتَيْسَرَ له، بمعنًى\n أي تهيَّأ\n والأَيْسَرُ: نقيض الأيمن\n والمَيْسَرَةُ: خلاف المَيْمَنَةِ\n والمَيْسَرَةُ والميسرة: السعة والغنى\n وقرأ بعضهم: (فنظرة إلى ميسرة) بالاضافة\n قال الاخفش: وهو غير جائز، لانه ليس في الكلام مفعل بغير الهاء، وأما مكرم ومعون (٢) فهما جمع مكرمة ومعونة\n والميسر: قمار العرب بالأزلام\n واليَسَرَةُ بالتحريك: أسرارُ الكفّ إذا كانت غير ملتزقةٍ، وهى تستحب\n واليسرة أيضا: سمة في الفخذين، عن أبى عمرو\n وجمعها أيسار\n قال: ومنه قول ابن مقبل: على ذاتِ أيْسارٍ كأنَّ ضُلوعَها * وألواحَها العليا السَقيفُ المُشَبَّحُ (١) - واليَسَراتُ: القوائمُ الخِفافُ\n ودابَّةٌ حسنُ التَيْسورِ، أي حسنُ نقلِ القوائم، ويقال السِمن\n وقال الشاعر (٢) : قد بَلَوْناهُ على علاَّتِهِ * وعلى التَيْسورِ منه والضُمُرْ - والياسِرُ: نقيض اليامنِ\n تقول: ياسِرْ بأصحابك، أي خذْ بهم يَساراً\n وتَياسَرْ يا رجل: لغةٌ في ياسِر\n وبعضهم ينكِّره\n وياسِرْهُ\n أي ساهلْهُ\n والياسِرُ: اللاعب بالقِداح\n وقد يَسَرَ يَيْسِرُ\n قال الشاعر: فإعِنْهُمُ وايْسِرْ بما يَسَروا به * وإذا همْ نزلوا بضنك فانزل - هذه رواية أبي سعيد\n ولم تحذف الياء فيه ولا في ييعر ويينع، كما حذفت في يعد وأخواته، لتقوى إحدى الياءين بالاخرى، فلهذا قالوا في لغة بنى أسد: ييجل، وهم لا يقولون يعلم لاستثقالهم الكسرة على الياء\n فإن قال: فكيف لم يحذفوها مع التاء والالف والنون؟ قيل له: هذه الثلاثة مبدلة من الياء، والياء هي الاصل\n يدل على ذلك أن فعلت وفعلت وفعلنا مبنيات على فعل\n واليسر والياسر بمعنى، والجمع أيْسارٌ\n قال أبو ذؤيب: وكأنَّهنَّ رِبابَةٌ وكأنَّه * يَسَرٌ يُفيض على القداح ويصدغ - ويقال: رجل أعسرُ يَسَرٌ، للذي يعمل بكلتا يديه جميعاً\n ويَسَرَ القومُ الجَزورَ، أي اجتزروها واقتسموا أعضاءها\n قال سحيمُ بن وثيل اليربوعي: أقول لهم بالشِعْبِ إذْ يَيْسرونَني * ألم تيْئسوا أنِّي ابنُ فارِسِ زَهْدَمِ - كان قد وقع عليه سِباءٌ فضُربَ عليه بالسِهامِ\n وقال أبو عمر الجرمِيُّ: يقال أيضاً: اتَّسَروها يتسرونها اتسارا، على افتعلوا\n قال: وناسٌ يقولون يأتَسِرونَها ائتِساراً، بالهمز، وهم مؤتسرون، كما قالوا في اتعد\n واليسار: خلاف اليمين، ولا تقل اليِسارُ بالكسر\n واليَسارُ واليسارة: الغنى، وقد أَيْسَرَ الرجل، أي استغنى، يوسِرُ، صارت الياء واوا لسكونها وضمة ما قبلها\n وقال: ليس تخفى يسارتي قدر يومٍ * ولقد تُخفِ (١) شيمَتي إعْساري - ويقال: أنظرني حتَّى يَسارِ، وهو مبني على الكسر، لأنَّه معدولٌ عن المصدر، وهو المَيْسَرَةُ\n قال الشاعر: فقلتُ امْكُثي حتَّى يَسارِ لعلَّنا * نحُجُّ معاً قالتْ أعاماً وقابله - وقول الفرزدق يخاطب جريرا: وإنى لاخشى إن خطبت إليهم * عليك الذى لاقى يسار الكواعب - هو اسم عبد كان يتعرض لبنات مولاه، فجببن مذاكيره\n واليسير: القليل\n وشئ يسير، أي هين\n",
    "pg": "V02P0857-V02P0859"
  },
  "يسعر": {
    "def": "يستعور الذى شعر عروة (٢) : اسم موضع، ويقال شجر، وهو فعللول\n قال المبرد: الياء من نفس الكلمة، بمنزلة عين عضر فوط، لان الزوائد لا تلحق بنات الاربعة أولا إلا الميم التي في الاسم المبنى على فعلل، كمدحرج وشبهه\n",
    "pg": "V02P0859"
  },
  "يصص": {
    "def": "أبو زيد: يَصَّصَ الجروُ: لغة في جَصَّصَ وبَصَصَ، أي فتح، لان بعض العرب يجعل الجيم ياء، فيقول للشجرة شيرة، وللجثجاث جثياث\n",
    "pg": "V03P1062-V03P1063"
  },
  "أيض": {
    "def": "قولهم: فعلت ذلك أيضاً، قال ابن السكيت: هو مصدر قولك: آضَ يَئِيضُ أَيْضاً، أي عاد\n يقال: آضَ فلانٌ إلى أهله، أي رجع\n قال: وإذا قال لك فعلتُ ذلك أيضاً قلتَ: قد أكثرت من أَيْضٍ، ودَعْني من أَيْضٍ\n وآضَ كذا، أي صار\n قال زهير (٣) يذكر أرضا قطعها: قطعت إذا ما الآل آض كأنه * سيوف تنحى (٤) ساعة ثم تلتقي (٥) *",
    "pg": "V03P1065-V03P1066"
  },
  "يعر": {
    "def": "اليَعْرُ واليَعْرَةُ: الجديُ يربط في الزُبيَةِ للأسد\n قال الشاعر (٣) : أسائِلُ عنهم كلَّما جاء راكِبٌ * مُقيماً بأملاحٍ كما رُبِطَ اليَعْرُ (١) - وفي المثل: \" هو أذلّ من اليَعْرِ \"\n ويَعَرَتِ العنزُ تَيْعِرُ بالكسر، يعارا بالضم، أي صاحت\n وقال: عريض أريض بات يَيْعَرُ حولَهُ * وباتَ يُسَقِّينا بُطونَ الثعالب - هذا رجل ضاف رجلا وله عتود ييعر حوله\n يقول: فلم يذبحه لنا، وبات يسقينا لبنا مذيقا كأنه بطون الثعالب لان اللبن إذا أجهد مذقه اخضر\n واليعور: الشاة التي تبول على حالبها وتيعر، وتفسد اللبن\n وهكذا جاء هذا الحرف\n وسمعت أبا الغوث يقول: هو البعور بالباء، يجعله مأخوذا من البعر والبول\n واليعارة بالفتح: أن يحمل على الناقة الفحلُ معارضةً يُقادُ إليها، إن اشتهت ضربها وإلا فلا، وذلك لكرمها\n قال الشاعر (٢) : قلائص لا يلحقن إلا يعارةً * عِراضاً ولا يشرينَ (٣) إلاَّ غواليا - المجلد الثالث \n\n\n",
    "pg": "V02P0859-V03P0863"
  },
  "يعط": {
    "def": "يَعاطِ، مثل قطامِ: زجرٌ للذئب\n قال الراجز: صب على شاء أبى رياط * ذؤالة كالاقدح المراط (٢) * يهفو (٣) إذا قيل له يعاط * تقول منه: أيعطت بالذئب\n",
    "pg": "V03P1169-V03P1171"
  },
  "يفع": {
    "def": "اليَفاعُ: ما ارتفع من الأرض\n وأيْفَعَ الغلام، أي ارتفع، وهو يافع ولا يقال موفع، وهو من النوادر\n وغلام يفع ويفعة أيضاً، وغلمانٌ أيْفاعٌ ويَفَعَةٌ أيضاً\n",
    "pg": "V03P1310"
  },
  "يفن": {
    "def": "اليَفَنُ: الشيخ الكبير\n قال الأعشى: وما إن أرى الدهرَ فيما خلا (٣) * يغادر من شارخٍ (٤) أو يفن (*)",
    "pg": "V06P2219"
  },
  "يقت": {
    "def": "الياقوت، يقال فارسي معرب\n وهو فاعول، الواحدة ياقوتة، والجمع اليواقيت\n",
    "pg": "V01P0271-V01P0272"
  },
  "يقظ": {
    "def": "رجلٌ يَقِظٌ ويَقُظٌ، أي متيقّظٌ حذرٌ\n وأيْقَظْتُهُ من نومه، أي نبَّهته فَتَيَقَّظَ واسْتَيْقَظَ، فهو يقظان\n والاسم اليقظة\n ويقظة أيضا: اسم رجل، وهو أبو مخزوم يقظة بن مرة بن كعب بن لؤى بن غالب ابن فهر\n وأيقظت الغبار: أثرته، وكذلك يقظته تيقيظا\n",
    "pg": "V03P1181-V03P1183"
  },
  "يقق": {
    "def": "الكسائي: يقال أبيض يَقَقٌ، أي شديد البياض ناصِعهُ\n وحكى يعقوب: أبيضُ يَقِقٌ أيضاً، بكسر القاف الاولى\n",
    "pg": "V04P1571"
  },
  "يقن": {
    "def": "اليَقينُ: العلم وزوالُ الشك\n يقال منه: يَقِنْتُ الأمر يَقْناً (١) ، وأيْقَنْتُ، واسْتَيْقَنْتُ، وتَيَقَّنْتُ، كلُّه، بمعنًى\n وأنا على يَقين منه\n وإنَّما صارت الياء واواً في قولك موقِنٌ للضمة قبلها\n وإذا صغّرته رددتَه إلى الأصل وقلت مُيَيْقِنٌ\n وربَّما عبَّروا عن الظنّ باليَقينِ، وباليقين عن الظن\n قال الشاعر (٢) : تحسب هَوَّاسٌ وأيقن أنني * بها مُفْتَدٍ من واحد لا أغامره يقول: تشمم الاسد ناقتي يظن أنى أفتدى بها منه وأستحمى نفسي فأتركها له ولا أقتحم المهالك بمقاتلته\n",
    "pg": "V06P2219"
  },
  "أيك": {
    "def": "الأَيْكُ: الشجرُ الكثير الملتفُّ، الواحدة أيكة\n ومن قرأ (أصحاب الايكة) فهى الغيضة\n ومن قرأ (ليكة) فهى اسم القرية\n ويقال هما مثل بكة ومكة\n",
    "pg": "V04P1573-V04P1574"
  },
  "أيل": {
    "def": "أيلة: اسم موضع، قال حسان بن ثابت رضى الله عنه: ملكا من جبل الثلج إلى جانبى أيلة من عبد وحر وإبل: اسم من أسماء الله تعالى، عبرانيّ أو سريانيّ\n وقولهم: جبرائيل وميكائيل، إنَّما هو كقولهم: عبدُ الله وتَيْمُ الله\n",
    "pg": "V04P1629"
  },
  "يلب": {
    "def": "اليَلَبُ: الدروع اليمانية، كانت تتخذ من الجلود يخرز بعضها إلى بعض\n وهو اسم جنسٍ، الواحدة يَلبة\n قال الشاعر (١) : عَلَينا البَيضُ واليلَبُ اليماني * وأسيافٌ يقُمْنَ وينْحَنينا ويقال: اليلب: كلُّ ما كان من جُنَن الجلود، ولم يكن من الحديد\n ومنه قيل للدَرَقِ: يَلَبٌ\n وقال: عليهم كُلُّ سابِغَةٍ دِلاصٍ * وفي أيديهم اليَلَبُ المُدارُ واليَلَبُ في الأصل: اسم الجلد\n قال أبو دّهْبلٍ الجُمَحيُّ: درعى دلاص شكهاشك عجب * وجَوْبُها القاتِرُ من سيرِ اليَلَبْ",
    "pg": "V01P0240-V01P0241"
  },
  "يلق": {
    "def": "اليَلَقُ: الأبيضُ من كل شئ، ومنه قول الشاعر وأترك القِرْنَ في الغبارِ وفي حِضْنَيْهِ زرقاه متنها يلق واليلقة: المنز البيضاء\n",
    "pg": "V04P1571"
  },
  "يلل": {
    "def": "اليَلَلُ: قصرُ الأسنان العليا، ويقال انعطافُها إلى داخل الفم\n ورجلٌ أيَلُّ، وامرأةٌ يَلاَّءُ\n قال لبيد: رَقِمِيَّاتٌ عليها ناهِضٌ تُكْلِحُ الأرْوَقَ منهم والأيَلّ أي رميتُهُمْ بسهام\n ويليل: موضع\n قال جرير: نظرت إليك بمثل عينى مغزل قطعت حبائلها بأعلى يليل",
    "pg": "V05P1856-V05P1857"
  },
  "يلم": {
    "def": "يلملم: لغة في ألملم، وهو ميقات أهل اليمن\n",
    "pg": "V05P2064"
  },
  "يلمق": {
    "def": "اليَلْمَقُ: القَباءُ، فارسيٌّ معرَّب\n قال ذوالرمة يصف الثور الوحشى: تجلو البوارق عن مجز نمز لهق (١) \n\n\n كأنه متقبى يلمق عزب\nوالجمع اليلامق\n",
    "pg": "V04P1571-V04P1572"
  },
  "أيم": {
    "def": "الأيامى: الذين لا أزواجَ لهم من الرجال والنساء، وأصلها أيائم فقلبت، لان الواحد رجل أيم، سواء كان تزوَّجَ من قبل أو لم يتزوَّج\n وامرأةٌ أَيِّمٌ أيضاً، بكرا كانت أو ثيبا\n وقدآمت المرأة من زوجها تئيم أيمة وأيما وأيوما\n وفي الحديث: \" أنه كان يتعوذ من الايمة \"\n وتأيمت المرأة، وتَأَيَّمَ الرجل زماناً، إذا مكث لا يتزوَّج\n قال يزيد بن الحَكَم الثقفيّ: كلُّ امرئٍ سَتئِيمُ منه العرس أو منها يئيم وقال آخر: نجوف بقوف نَفْسِكَ غيرَ أني إخالُ بأن سييتم أو تئيم أي ييتم ابنك وتئيم امرأتك\n وقال يعقوب: سمعت رجلا من العرب يقول: أي يكونن على الايم نصيبي، يقول: ما يقع بيدى بعد ترك التزوج أي امرأة صالحة أو غير ذلك\n وأيمه الله تأيما\n وقولهم: ماله آم وعام: أي هَلَكَتِ امرأتُه وماشيَتُه، حتَّى يَئيمَ ويَعيمَ\n فَعَيْمانُ إلى اللَبن، وأَيْمانُ إلى النساء\n والحربُ مَأْيَمَةٌ، أي تقتل الرجالَ فتدع النساءَ بلا أزواجْ\n وقد أَأَمْتُها وأنا أُئيمُها، مثال أعمتها وأنا أعميها\n والايم: الحية\n قال ابن السكيت: أصله أيم فخفف، مثل لين ولين، وهين وهين\n وأنشد لابي كبير: إلا عواسر كالمراط معيدة بالليل مورد أيم متغضف (١) والجمع أيوم\n والايام: الدخان، والجمع أيم\n وآم الرجل إياما، إذا دخَّن على النحل لتخرج من الخلية فيأخذ ما فيها من العسل\n قال أبو ذؤيب (*) فلما جلاها بالايام تحيزت ثبات عليها ذلها واكتئابها",
    "pg": "V05P1868-V05P1869"
  },
  "يمم": {
    "def": "يممته: قصدته\n وقال رؤبة: أزهر لم يولَد بِنَجْمِ الشُحِّ مُيَمَّمُ البيت كريم السنخ وتيممته: تقصدته\n وتَيَمَّمْتُ الصعيدَ للصلاة، وأصله التعمُّد والتوخِّي، من قولهم: تَيَمَّمْتُكَ وتَأَمَّمْتُكَ\n\n قال ابن السكيت: قوله تعالى: (فتَيَمَّموا صعيداً طيِّباً) أي اقصدوا لصعيدٍ طيِّبٍ\n ثم كثر استعمالهم لهذه الكلمة حتَّى صار التَيَمُّمُ مسحَ الوجه واليدين بالتراب\n ويَمَّمْتُهُ برمحى تيميما، أي توخيته وقصدته دون من سواه\n وقال (٢) يممته الرمح صدراً ثم قلتُ له هذي المروءةُ لا لِعْبُ الزَحاليقُ ويَمَّمْتُ المريضَ فتَيَمَّمَ للصلاة\n الأصمعيّ: اليَمامُ: الحمامُ الوحشي، الواحدة يَمامَةٌ\n وقال الكسائي\n هي التى تألف البيوت\n واليمامة: اسم جارية زرقاء كانت تبصر الراكب من مسيرة ثلاثة أيام\n يقال: \" أبصر من زرقاء اليمامة \"\n واليمامة: بلاد كان اسمها الجو، فسميت باسم هذه الجارية لكثرة ما أضيف إليها، وقيل جو اليمامة\n والنسبة إلى اليمامة يمامى\n واليم: البحر\n وقديم الرجل فهو مَيْمومٌ، إذا طرح في البحر\n",
    "pg": "V05P2064-V05P2065"
  },
  "يمن": {
    "def": "اليَمَنُ: بلاد للعرب، والنسبة إليها يمنى ويمان مخففة، والالف عوض من ياء النسب فلا يجتمعان\n قال سيبويه: وبعضهم يقول يَمانِيّ بالتشديد\n قال أمية بن خلف يمانيا يظَلُّ يشدُّ كِيراً * وينفُخ دائماً لَهَبَ الشُواظِ وقومٌ يَمانِيَةٌ ويَمانونَ، مثل ثمانية وثمانون\n وامرأةٌ يَمانِيَةٌ أيضاً\n وأَيْمَنَ الرجل، ويَمَّنَ، ويامَنَ، إذا أتى اليَمَنَ\n وكذلك إذا أخذ في سيره يميناً\n يقال: يامِنْ يا فلان بأصحابك، أي خذْ بهم يَمنَةً\n ولا تقل تيامن بهم\n والعامة تقوله\n وتَيَمَّنَ: تَنَسَّبَ إلى اليَمَنِ\n والتَيْمَنِيُّ: أفق اليَمَنِ\n واليُمْنُ: البركة\n وقد يُمِنَ فلانٌ على قومه، فهو مَيْمونٌ، إذا صار مُباركاً عليهم\n ويمنهم فهو يا من، مثل شئم وشأم (١) \n وتيمنت به: تبركت\n والايامن: خلاف الاشأئم\n قال المرقش (٢) : ولقد غدوت وكنت لا * أغدو على واق وحاتم (٣) (*) فإذا الاشائم كالايا * من والايامن كالاشائم وقول الكميت: ورأت قُضاعة في الأَيا * مِنْ رأى مثبور وثابر يعنى في انتسابها إلى اليمن، كأنه جمع اليمن على أيمن، ثم على أيامن، مثل زمن وأزمن\n واليمنة بالفتح: خلاف اليسرة\n ويقال: قعد فلانٌ يَمْنَةً\n والأيْمَنُ والمَيْمَنَةُ: خلاف الأيسر والميسرة\n واليمينُ: القوَّة\n قال الحطيئة (١) : إذا ما راية رفعت لمجد * تلقاها عراببة اليمين وقوله تعالى: (تأتونَنا عن اليمينِ) قال ابن عباس ﵄: أي من قِبَلِ الدينِ، فتزيِّنونَ لنا ضلالتَنا\n كأنَّه أراد: تأتوننا عن المأتى السهل\n الأصمعيّ: فلانٌ عندنا باليَمينِ، أي على اليُمْنِ\n واليمين: القسم، الجمع أيمن وأيمان\n يقال: سمِّي بذلك لأنَّهم كانوا إذا تَحالفوا ضرب كلِّ امرئٌ منهم يَمينَهُ على يَمينِ صاحبِهِ\n وإن جعلت اليمين ظرفا لم تجمعه، لان الظروف لا تكاد تجمع، لانها جهات وأقطار مختلفة الالفاظ\n ألا ترى أن قدام مخالف لخلف، واليمين مخالف للشمال\n وقول الشاعر (١) :\nيبرى لها من أيمن وأشمل (٢) * يقول: يعرض لها من ناحية اليمين وناحية الشمال، وذهب إلى معنى أيمن الابل وأشملها، فجمع لذلك\n وقول الشاعر (٣) :\nألقت ذُكاءُ يَمينَها في كافِرِ (٤) * يعني مالت بأحد جانبيها إلى المغيب\n (*) واليَمينُ: يَمينُ الإنسان وغيره\n وتصغير اليَمينِ يُمَيِّنٌ، بالتشديد بلا هاءٍ\n وأما الذى في حديث عمر ﵁: \" زودتنا أمنا بيمينتيها من الهبيد \" فيقال: إنه أراد بيمينتيها تصغير يمنى، فأبدل من الياء الاولى تاء إذ كانتا للتأنيث\n واليُمْنَةُ بالضم (١) : البُرْدَةُ من بُرود اليمن\n وقال:\nواليمنة المعصبا (٢) * وأم أيمن: امرأة أعتقها رسول الله ﷺ، وهى حاضنة أولاده، فزوجها من زيد فولدت له أسامة\n وأيمن الله: اسم وضع للقسم، هكذا بضم الميم والنون، وألفه ألف وصل عند أكثر النحو يين، ولم يجئ في الاسماء ألف وصل مفتوحة غيرها\n وقد تدخل عليه اللام لتأكيد الابتداء، تقول: ليمن الله، فتذهب الالف في الوصل\n قال الشاعر (٣) فقال فريق القوم لما نشدتهم * نعم وفريق ليمن الله ما ندرى وهو مرفوع بالابتداء، وخبره محذوف، والتقدير ليمن الله قسمي، وليمن الله ما أقسم به\n وإذا خاطبت قلت: ليمنك\n وفى حديث عروة ابن الزبير أنه قال: \" ليمنك لئن كنت ابتليت لقد عافيت، ولئن كنت سلبت لقد أبقيت \" وربما حذفوا منه النون فقالوا: ايم الله وايم الله أيضا بكسر الهمزة، وربما حذفوا منه الياء فقالوا: ام الله وربما أبقوا الميم وحدها مضمومة قالوا: م الله، ثم يكسرونها لانها صارت حرفا واحدا، فيشبهونها بالباء، فيقولون م الله\n وربما قالوا من الله بضم الميم والنون، ومن الله بفتحهما، ومن الله بكسرهما\n وقال أبو عبيد: وكانوا يحلفون باليمينِ فيقولون: يَمينُ الله لا أفعلُ\n وأنشد لامرئ القيس: فقلتُ يَمينُ الله أبرحُ قاعداً * ولو قَطَعوا رأسي لديكِ وأوصالي أراد: لا أبرحْ، فحذف لا وهو يريده\n ثم يجمع اليَمينُ على أيْمُنٍ، كما قال زهير: فتُجْمَعُ أيْمُنٌ منَّا ومنكم * بمُقْسَمَةٍ تمورُ بها الدِماءُ ثم حلفوا به فقالوا: أيْمُنُ الله لأفعلنَّ كذا، وأيْمُنُكَ يا رَبِّ إذا خاطبوا\n قال: فهذا هو الاصل في أيمن الله، ثم كثر هذا في كلامهم وخف على ألسنتهم حتى حذفوا منه النون كما حذفوا في قولهم: لم يكن فقالوا لم يك\n قال: وفيها لغات كثيرة سوى هذه\n وإلى هذا ذهب ابن كيسان وابن درستويه فقال: ألف أيمن ألف قطع وهو جمع يمين، وإنما خففت همزتها وطرحت في الوصل لكثرة استعمالهم لها\n",
    "pg": "V06P2219-V06P2223"
  },
  "ينع": {
    "def": "يَنَعَ الثمرُ يَيْنِعُ ويَيْنَعُ يَنْعاً ويُنْعاً ويُنوعاً، أي نضجَ\n وأينع مثله\n ولم تسقط وأيفع الغلام، أي ارتفع، وهو يافع ولا يقال موفع، وهو من النوادر\n وغلام يفع ويفعة (١) أيضاً، وغلمانٌ أيْفاعٌ ويَفَعَةٌ أيضاً\n\n[ينع] يَنَعَ الثمرُ يَيْنِعُ ويَيْنَعُ يَنْعاً ويُنْعاً ويُنوعاً، أي نضجَ\n وأينع مثله\n ولم تسقط الياء في المستقبل لتقويها بأختها\n وقرئ ﴿وينعه﴾ و ﴿ينعه﴾ ، وهو مثل النضج والنضج\n والينيع واليانع، مثل النَضيجِ والناضِجِ\n قال عمرو بن معدى بن كرب: كأن على عوارضهن راحاً * يُفَضُّ (٢) عليه رُمَّانٌ يَنيعُ * وجمع اليانع ينع، مثل صاحب وصحب، عن ابن كيسان\n المجلد الرابع \n\n\n",
    "pg": "V03P1310-V04P1315"
  },
  "ينم": {
    "def": "اليَنَمُ بالتحريك: ضربٌ من النبت، الواحدة ينمة\n",
    "pg": "V05P2065"
  },
  "أيه": {
    "def": "إيهِ: اسمٌ سمِّيَ به الفعل، لأنَّ معناه الأمر\n تقول للرجل إذا استزدتَه من حديثٍ أو عملٍ: إيهِ بكسر الهاء\n قال ابن السكيت: فإنْ وَصَلْتَ نَوَّنْتَ فقلتَ: إيهٍ حَدِّثْنا\n قال: وقول ذى الرمة: وقفنا فقلنا إيه عن أم سالم * وما بال تكليم الديار البلاقع فلم ينون وقد وصل، لانه قد نوى الوقف\n قال ابن السَريّ: إذا قلتَ إيهِ يا رجل فإنَّما تأمره بأن يزيدك من الحديث المعهود بينكما، كأنَّك قلت: هاتِ الحديث: وإن قلت: إيه بالتنوين، فكأنّك قلت: هاتِ حديثاً لأنَّ التنوين تنكيرٌ\n وذو الرمة أراد التنوين فتركه للضرورة\n فإذا أَسْكَتَّهُ وكفَفْته قلتَ: إيهاً عنَّا\n وإذا أردت التبعيد قلتَ: أَيْهاً بفتح الهمزة، بمعنى هَيْهات\n وأنشد الفراء (*) ومن دوني الاعيار والقِنْعُ كُلُّهُ * وكُتْمانُ أَيْهاً ما أَشَتَّ وأَبْعَدا والتَأْيِيهُ: دُعاء الإبل\n تقول: أَيَّهْتُ بالجِمالِ، إذا صِحتَ بها ودَعوْتها\n ومن العرب من يقول: أَيْهاتَ، في معنى هَيْهات\n وربَّما قالوا أَيهانَ بالنون كالتثنية\n",
    "pg": "V06P2226"
  },
  "يهم": {
    "def": "ابن السكيت: الأيْهَمانِ عند أهل البادية: السيلُ والجملُ الهائِجُ الصؤُولُ، يُتَعَوَّذُ منهما\n وهما الأعْمَيان\n قال: وعند أهل الأمصار السيلُ والحريقُ\n قال أبو عبيد: وإنَّما سمِّي أيْهَمَ لأنَّه ليس ممَّا يستطاع دفعه ولا ينطق فيكلم أو يُسْتَعْتَبُ\n ولهذا قيل للفلاة التي لا يُهتدى فيها الطريقُ يَهْماءُ، وللبرّ أَيْهَمُ\n قال الأعشى: ويهماء بالليل غطشى الفلا ة يؤنسني صوتُ فيَّادِها والأيْهَمُ من الرجال: الاصم\n والايهم: الشجاع\n وجبلة بن الايهم آخر ملوك غسان \n\n\n",
    "pg": "V05P2065-V05P2066"
  },
  "يهيه": {
    "def": "يقول الراعي لصاحبه من بعيدٍ: ياهِ ياهِ، أي أقبل\n قال ذو الرمّة: يُنادي بيَهْياهٍ وياهٍ كأنَّه * صُوَيْتُ رُوَيْعٍ ضلَّ بالليل صاحبهْ (٢) ويَهْيَهْتُ بالإبل، إذا قلت لها: ياه ياه\n",
    "pg": "V06P2258-V06P2259"
  },
  "يوم": {
    "def": "اليَوْمُ معروفٌ، والجمع أيَّامٌ، وأصله أيْوامٌ فأُدغمَ\n قال الأخفش في قوله تعالى: (أُسِّسَ على التَّقْوى من أوَّلِ يَوْمٍ) قال: من أوَّل الأيَّامِ\n كما تقول: لقيت كلَّ رجلٍ، تريد كلَّ الرجال\n وعاملتُهُ مُياوَمَةً، كما تقول: مشاهرة\n وريما عيروا عن الشدة باليوم\n يقال: يوم أيوم كما يقال ليلة ليلاء\n قال الراجز (١) :\nنعم أخو الهيجاء في اليوم اليمى (٢) * وهو مقلوب منه، أخر الواو وقدم الميم ثم قلب الواو ياء حيث صارت طرفا، كما قالوا أدل في جمع دلو\n ويام وخارف: قبيلتان من اليمن\n ويام بن نوح ﵇ غرق في الطوفان\n",
    "pg": "V05P2065"
  },
  "يأيأ": {
    "def": "اليؤيؤُ: طائرٌ من الجوارح يشبه الباشق، والجمع اليآيئ، وجاء في الشعر اليآيى، وقال:\nما في اليآيى يؤيؤ شرواه (١)",
    "pg": "V01P0085"
  }
}