{
  "تأب": {
    "def": "التوأبانيان: قادمتا الضرع. قال ابن مقبل: فمرت على أطراف (٢) هر عشية * لها توأبانيان لم يتفلفلا أي لم تسود حلمتاهما. قال أبو عبيدة: سمى ابن مقبل خلفي الناقة توأبانيين، ولم يأت به عربي، كأن الباء مبدلة من الميم.",
    "pg": "1:90"
  },
  "تأتأ": {
    "def": "رجل تأتاء على فعلال، وفيه تأتأة: يتردد في التاء إذا تكلم.",
    "pg": "1:38"
  },
  "تأر": {
    "def": "أتأرته بصرى، أي أتبعته إياه.",
    "pg": "2:600"
  },
  "تأق": {
    "def": "تَئِقَ السِقاءُ يَتْأقُ تَأَقاً، أي امتلا. أتأقته أنا. وتئق الرجال، أي امتلا غضبا وغيظا. ومن أمثال العرب: \" أنت تَئِقٌ وأنا مَئِقٌ، فكيف نتّفق \"، قال الأمويّ: التَئقُ: السريعُ إلى الشرّ. وقال الاصمعي: هو الحديد. قال الشاعر (١) يصف كلبا: أصمع الكعبين مهضوم الحشا سرطم اللحيين معاج تئق وقال زهير بن مسعود الضبى يصف فرسا: ضافى السبيب أسيل الخد مشترف حابى الضلوع شديد أسره تئق وقال أبو عمرو: التَأَقَةُ بالتحريك: شدة الغضب، وسرعةٌ إلى الشرّ. وهو يتأق، وبه تأقة.",
    "pg": "4:1453"
  },
  "تأم": {
    "def": "أَتْأَمَتِ المرأةُ، إذا وضعت اثنَين في بطنٍ، فهي مُتْئِمٌ. فإذا كان ذلك عادَتها فهي مِتْآمٌ، والوَلَدان تَوْأَمانِ. يقال: هذا توأم هذا، على فوعل، وهذه توأمة هذه. والجمع توائم، مثل قشعم وقشاعم، وتؤام أيضا على ما فسرناه في عراق. قال الشاعر: قالت لها (١) ودمعها تؤام كالدر إذ أسلمه النظام على الذين ارتحلوا السلام ولا يمتنع هذا من الواو والنون في الآدميين، كما أن مؤنثه يجمع بالتاء. قال الشاعر (٢) : فلا تفخر فإن بنى نزار لعلات وليسوا توأمينا والتوأم: الثاني من سهام الميسر. قال الخليل: تقدير توأم فوعل، وأصله ووأم، فأبدل من إحدى الواوين تاء، كما قالوا تولج من ولج. وتوأم أيضا (١) : قصبة عمان مما يلى الساحل، وينسب إليه الدر. قال سويد:\nكالتوأمية إن باشرتها (٢) * ويقال: فرس متائم، للذي يأتي بجريٍ بعد جريٍ. وقال: عافى الرقاق منهب موائم وفى الدهاس مضبر متائم (٣) وثوبٌ مِتْآمٌ، إذا كان سَداه ولُحمته طاقَيْنِ. وقد تاءَمْتُ مُتاءَمةً على مفاعلة، إذا نسجتَه على خيطين خيطين. وأتأمها، أي أفضاها. وقال: وكنت كليلة الشيباء همت بمنع الشكر أتأمها القبيل (٤)",
    "pg": "5:1876-1877"
  },
  "تا": {
    "def": "تا: اسمٌ يشار به إلى المؤنّث، مثل ذا للمذكر. قال النابغة: ها إنَّ تا عِذْرَةٌ إلاَّ تَكُنْ نَفَعَتْ * فإنَّ صاحبها قد تاهَ في البَلَدِ وتِه مثل ذِه. وتانِ للتثنية، وأولاء للجمع وتصغير تا: تيا، بالفتح والتشديد، لأنَّك قلبت الألفَ ياءً وأدغمتها في ياء التصغير. ولك أن تدخل عليها ها للتنبيه، فتقول: هاتا هِنْدٌ، وهاتانِ، وهؤُلاءِ، وفي التصغير هاتَيَّا. فإن خاطبت جئت بالكاف فقلت: تيكَ وتِلْكَ، وتاكَ وتَلْكَ بفتح التاء، وهي لغة رديئة. والتثنية تانِكَ وتانِّكَ بالتشديد. والجمع أُولَئِكَ وأُولاكَ وأُولالِكَ. فالكاف لمن تخاطبه في التذكير والتأنيث والتثنية والجمع، وما قبل الكاف لمن تشير إليه في التذكير والتأنيث والتثنية والجمع. فإن حفظت هذا الاصل لم تخطئ في شئ من مسائله. وتدخل ها على تيك وتاك، تقول: هاتيك هندو هاتاك هند. قال عبيد يصف ناقتَه: هاتيكَ تَحْمِلُني وأَبْيَضَ صارِماً * ومُذَرَّباً في مارِنٍ مَخْموسِ (١) وقال أبو النجم: جئنا نحييك ونستجديكا * فافعل بنا هاتاك أو هاتيكا أي هذه أو تلك، عطية أو تحية. ولا تدخل ها (*) على تلك ; لانهم جعلوا اللام عوضا من ها التنبيه. وتالك: لغة في تلك. وأنشد ابن السكيت (١) :\nوحا لتالك الغمر انحسار (٢) * والتاء من حروف الزيادات، وهى تزاد في في المستقبل إذا خاطبت. نقول: أنت تفعل وتدخل في أمر المواجهة للغابر، كما قرئ قوله تعالى: (فبذلك فلتفرحوا) . قال الراجز: قلت لبواب لديه دارها * تيذن فإنى حمؤها وجارها أراد لتأذن (٣) ، فحذف اللام وكسر التاء على لغة من يقول أنت تعلم. وتدخلها أيضا في أمر ما لم يسم فاعله. فتقول من زهى الرجل: لتزه يا رجل، ولتعن بحاجتي. قال الاخفش: إدخال اللام في أمر المخاطب لغة رديئة ; لان هذه اللام إنما تدخل في الموضع الذى لا يقدر فيه على افعل ; تقول: ليقم زيد، لانك لا تقدر على افعل. وإذا خاطبت قلت قم، لانك قد استغنيت عنها. والتاء في القسم بدل من الواو، كما أبدلوا منها في تترى، وتراث، وتخمة، وتجاه. والواو بدل من الباء، يقال: تالله لقد كان كذا. ولا تدخل في غير هذا الاسم. وقد تزاد التاء للمؤنث في أول المستقبل وفى آخر الماضي، تقول: هي تفعل وفعلت. فان تأخرت عن الاسم كانت ضميرا، وإن تقدمت كانت علامة (١) . وقد تكون ضمير الفاعل في قولك فعلت، ويستوى فيه المذكر والمؤنث، فإن خاطبت مذكرا فتحت، وإن خاطبت مؤنثا كسرت. وقد تزاد التاء في أنت فتصير مع الاسم كالشئ الواحد من غير أن تكون مضافة إليه. وتنسب القصيدة التى قوافيها على التاء تاوية.",
    "pg": "6:2547-2549"
  },
  "تبب": {
    "def": "التَبابُ: الخُسْرانُ والهَلاكُ. تقول منه: تَبَّ تَباباً، وتَبَّتْ يداهُ، وتقول: تَبَّاً لفلانٍ، تَنْصِبُهُ على المصدر بإضمار فِعْلٍ، أي ألْزَمَهُ الله هلاكاً وخُسراناً. وتَبَّبوهُمْ تَتْبيباً، أي أهْلَكوهُمْ. واسْتَتَبَّ الأمْرُ، تَهَيَّأَ واستقام.",
    "pg": "1:90"
  },
  "تبر": {
    "def": "التِبْرُ: ما كان من الذهب غير مضروب، فإذا ضرب دنانير فهو عين. ولا يقال تبر إلا للذهب. وبعضهم يقوله للفضة أيضا. ويقال: في رأسه تِبْرِيَةٌ. قال أبو عبيدة: هي لغة في الهِبْريَة، وهو الذي يكون في أصول الشعر مثلَ النُخالة. والتَبارُ: الهلاك. وتَبَّرَهُ تتبيرا، أي كسره وأهلكه. و * (هؤلاء متبر ماهم فيه) *، أي مكسر مهلك.",
    "pg": "2:600"
  },
  "تبع": {
    "def": "تَبِعْتُ القومَ تَبَعاً وتَباعَةً بالفتح، إذا مشيت خلفهم، أو مَرُّوا بك فمضيتَ معهم ; وكذلك اتبعتهم، وهو افتعلت. وأتبعت القوم على أفعلت، إذا كانوا قد سبقوك فلحِقتَهم. وأَتْبَعْتُ أيضاً غيرى. يقال أتبعته الشئ فتبعه. قال الأخفش: تَبِعْتُهُ وأَتْبَعْتُهُ بمعنىً، مثل ردفته وأردفته. ومنه قوله تعالى: ﴿إلاَّ مَنْ خَطِفَ الخَطْفَةَ فَأَتْبَعَهُ﴾ . ومنه الإتْباعُ في الكلام، مثل حَسَنٍ بَسَنٍ، وقَبيح شَقيح. والتَبَعُ يكون واحداً وجماعةً، قال الله تعالى: ﴿إنَّا كُنَّا لكم تَبَعاً﴾ ; ويجمع على أتباع. ونابعه على كذا متباعة وَتِباعاً. والتِباعُ: الوَلاءُ. قال أبو زيد: يقال تابَعَ الرجلُ عمَله، أي أَتقَنَه وأحكمه. وفي حديث أبي واقدٍ الليثي: \" تابَعْنا الأعمالَ فلم نجد شيئاً أبلغ في طلب الآخرة من الزُهد في الدنيا \"، أي أحكمناها وعرفناها. وتَتَبَّعْتُ الشئ تتبعا، أي تطلبته متتبعا له وكذلك تَبَّعه (١) تَتْبيعاً. وقول القطاميّ: وخيرُ الأمرِ ما اسْتَقْبَلْتَ منه * وليس بأنْ تَتَبَّعَهُ اتِّباعا * وضع الاتِّباعَ موضعَ التَتَبُّعِ مجازاً. والتِباعَةُ مثل التَبِعَةِ. قال الشاعر أَكَلَتْ حنيفةُ رَبَّها * زَمَنَ التَقَحُّمِ والمَجاعَهْ * لم يَحْذَروا مِنْ رَبِّهِمْ * سوَء العواقبِ والتِباعَهْ * لأنَّهم كانوا قد اتخذوا إلهاً من حَيْسٍ، فعبدوه زماناً ثم أصابتهم مجاعةٌ فأكلوه والتَبيعُ: الذي لك عليه مالٌ ; يقال أُتْبِعَ فلانٌ بفلانٍ، أي أُحيلَ له عليه. والتَبيعُ: التابِعُ. وقوله تعالى: ﴿ثُمَّ لا تَجِدوا لكم علينا به تَبيعاً﴾ ، قال الفراء: أي ثائراً ولا طالبا ; وهو بمعنى تابع. والتبيع: ولدُ البقرةِ في أوَّل سنة، والأنثى تَبيعَةٌ ; والجمع تِباعٌ وتَبائِعُ، مثل أفيل وأفائل، عن أبى عمرو. وقولهم: معه تابِعَةٌ، أي من الجنّ. والتَبابِعةُ: ملوكُ اليمن، الواحدُ تبع. والتبع أيضا: الظل. وقال أبو ذؤيب (١) : يرد المياه حضيرَةً ونَفيضةً * وِرْدَ القطاةِ إذا اسمأل التبع * والتبع أيضا: ضرب من الطير.",
    "pg": "3:1189-1190"
  },
  "تبل": {
    "def": "التَبْلُ: التِرَةُ والذَحْلُ. يقال: أصيب بتَبْلٍ. والجمع تُبولٌ. وقد أَتْبَلَهُ إتْبالاً. ومنه قول الأعشى (١) :\nودَهْرٌ مُتْبِلٌ خَبِلُ * أي يذهب بالأهل وبالولد. يقال: تَبَلَهُمُ الدهرُ وأَتْبَلَهُمْ، أي أفناهم. وتَبَلهُ الحُبُّ وأتبله، أي أسقمه وأفسده. والتابل والتابل (١) واحد توابل القدر، يقال منه: توبلت القدر، حكاه أبو عبيد في المصنف. وتبالة بلد باليمن خصبة وفى المثل: \" أهون من تبالة على الحجاج \" وكان عبد الملك ولاه إياها فلما أتاها استحقرها فلم يدخلها. قال لبيد (٢) :........ كأنما هبطا تبالة مخصبا أهضامها",
    "pg": "4:1643-1644"
  },
  "تبن": {
    "def": "التبين معروف، الواحدة تبنة. والتبن أيضا: قدح كبير. قال الكسائي: التبن أعظم الاقداح يكاد يروى العشرين، ثم الصحن مقارب له، ثم العس يروى الثلاثة والاربعة، ثم القدح يروى الرجلين، ثم القعب يروى الرجل، ثم الغمر. والتبن بالفتح: مصدر تَبَنْتُ الدابة أَتْبِنُها تَبْناً، أي علفتها التِبْنَ. والتَبانَةُ: الطَبانةُ والفطنةُ. وقد تَبِنَ الرجل بالكسر يَتْبَنُ تَبَناً بالتحريك، أي صار فطناً، فهو تَبِنٌ أي فَطِنٌ دقيق النظر في الأمور. وقد تَبَّنَ تَتْبيناً، إذا أَدَقَّ النظر. وفي حديث سالم بن عبد الله بن عمر ﵃ قال: \" كنا نقول في الحامل المتوفى عنها زوجها إنه ينفق عليها من جميع المال حت تبنتم ما تبنتم \" أي حتى أدقتم النظر فقلتم غير ذلك (١) . والتبان: الذى يبيع التبن. وتبان إن جعلته فعالا من التبن صرفته، وإن جعلته فعلان من التب لم تصرفه. والتُبَّانُ، بالضم والتشديد: سراويلُ صغيرٌ مقدار شبر يستر العورة المغلظة فقط، يكون للملاحين. وفي حديث عمار: \" أنه صلى في تبان وقال: إنى ممثون (١) \".",
    "pg": "5:2085-2086"
  },
  "تجر": {
    "def": "تَجَرَ يَتْجُرُ (١) تَجْراً وتِجارَةً، وكذلك اتجر يتجر، هو افتعل، فهو تاجر. والجمع تجر، مثال صاحب وصحب، وتجار وتجار. والعرب تسمى بائع الخمر تاجرا. قال الاسود بن يعفر: ولقد أروح على التجار مرجلا * مذلا بمالى ليغا أجيادى - أي مائلا عنقي من السكر. ويقال ناقة تاجرة - للنافقة - وأخرى كاسدة. وحكى أبو عبيدة: ناقةٌ تاجرٌ، أي نافقةٌ في التجارة والسوقِ. وأرضٌ متجرة: يتجر فيها.",
    "pg": "2:600"
  },
  "تحف": {
    "def": "التُحْفَةُ: ما أَتْحَفْتَ به الرجلَ من البِرِّ واللَطَف. وكذلك التُحْفَةُ بفتح الحاء، والجمع تُحَفٌ.",
    "pg": "4:1333"
  },
  "تحم": {
    "def": "الا تحمى: ضرب من البرود. وقال: وعليه أتحمى نسجه من نسج هورم غزلته أم خلمى (١) كل يوم وزن درهم",
    "pg": "5:1877"
  },
  "تخخ": {
    "def": "التَخُّ: العجين الحامض. وقد تخ تخوخا، وأتخه صاحبه. والتختخة: حكاية صوت (٢) .\nفصل الثاء",
    "pg": "1:419"
  },
  "تخم": {
    "def": "التَخْمُ: منتهى كلِّ قرية أو أرض. يقال: فلان على تخْمٍ من الأرض، والجمع تُخومٌ (٢) مثل فلس وفلوس. قال الشاعر: يا بنى التخوم لا تظلموها إن ظلم التخوم ذو عقال وقال الفراء: تخومها: حدودها. الا ترى أنه قال: \" لا تظلموها) ولم يقل: تظلموه. وقال ابن السكيت: سمعت أبا عمرو يقول: هي تخوم الارض والجمع تخم، مثل صبور وضبر. وأنشد لاعرابي من بنى سليم: فإن أفخر بِمَجْدِ بني سُلَيْمٍ أَكُنْ منها التخومة والسرارا والتُخَمَةُ أصلها الواو، فتذكر ثَمَّةَ.",
    "pg": "5:1877"
  },
  "تدم": {
    "def": "ندم على ما فعل نَدَماً ونَدامَةً، وتَنَدَّمَ مثله. وفي الحديث: \" النَدَمُ توبةٌ \". وأَنْدَمَهُ الله فنَدِمَ. ورجلٌ نَدْمانٌ، أي نادِمٌ. ويقال: اليمين حِنْثٌ أو مَنْدَمَةٌ. قال لبيد:\nولم يبق هذا الدهر في العيش مَنْدَما (١) * ونادَمَني فلان على الشراب، فهو نَديمي ونَدْماني. قال الشاعر (٢) : فإنْ كنتَ نَدْماني فبالأكبرِ اسْقِني ولا تَسْقِني بالأصغرِ المُتَثَلِّمِ وجمع النديم نِدامٌ، وجمع الندمانِ نَدامى. وامرأةٌ نَدْمانَةٌ، والنساءُ ندامى أيضا. ويقال المنادمة مقلوبة من المُدامَنَةِ، لأنَّه يُدْمِنُ شربَ الشراب مع نديمه، لان القلب في كلامهم كثير، كالقسى من القووس، وجذب وجبذ، وما أطيبه وأيطبه، وخنز اللحم وخزن، وواحد وحاد.",
    "pg": "5:2040"
  },
  "ترب": {
    "def": "التُرابُ فيه لُغاتٌ، تُرابٌ وتَوْرابٌ وتَوْرَبٌ وتَيْرَبٌ وتُرْبٌ وتُرْبَةٌ وتَرْباءُ وتَيْرابٌ وتِرْيَبٌ وتَريبٌ (٣) ، وجمع التُرابِ أَتْرِبَةٌ وتِرْبانٌ. والتَرْباءُ: الأرضُ نفسها. وترب الشئ بالكسر: أصابه التُرابُ. ومنه تَرِبَ الرجل: افتَقَرَ، كأنَّهُ لَصِقَ بالترابِ. يقال: تَرِبَتْ يَداك! وهو على الدُعاءِ، أي لا أصبت خيرا. وتربت الشئ تَتْريباً فَتَتَرَّبَ، أي تَلَطَّخَ بالترابِ. وأتربت الشئ: جعلت عليه التراب. وفى الحديث: \" أتربوا الكتاب فإنه أنجح للحاجة \". وأَتْرَبَ الرَجُلُ: استَغْنَى، كأنَّه صار له من المالِ بقَدْرِ الترابِ. والمَتْرَبَةُ: المَسْكَنَةُ والفاقَةُ، ومِسكينٌ ذو مَتْرَبَةٍ، أي لاصِقٌ بالترابِ. والتَرِباتُ: الأناملُ، الواحِدَةُ تَرِبَةٌ. وريحٌ تَرِبَةٌ أيضا، إذا جاءت بالتراب. والتربة أيضا: نبت: وتربة، مثال همزة: اسم واد. وجمل تَرَبوتٌ وناقَةٌ تَرَبوتٌ، أي ذَلولٌ وأصله من التراب، الذَكَرُ والأُنْثى فيه سَواءٌ. وقولهم هذه تِرْبُ هذه أي لِدَتُها، وهُنَّ أَتْرابٌ. والتَريبَةُ: واحِدَةُ الترائِبِ وهي عِظامُ الصَدْرِ ما بين التَرْقَوةِ إلى الثندؤة. قال الشاعر (١) :\nأشرف ثدياها على التريب (٢) ويترب بفتح الراء: موضع قريب من اليمامة. قال الاشجعى: وعدت وكان الخلف منك سجية * مواعيد عرقوب أخاه بيترب",
    "pg": "1:90-91"
  },
  "ترج": {
    "def": "هي الاترجة والاترج. قال علقمة ابن عبدة: يحملن أترجة (١) نضح العبير بها * كأنَّ تَطْيابَها في الأنف مشموم وحكى أبو زيد ترنجة وترنج، ونظيرها ما حكاه سيبويه: وتر عرند، أي غليظ. وترج بالفتح: اسم موضع. وأنشد الاصمعي (٢) : وهاب (١) كجثمان الحمامة أجفلت * به ريح ترج والصبا كل مجفل ويقال في المثل: \" هو أجرأ من الماشي بترج \" لانها مأسدة.",
    "pg": "1:301"
  },
  "ترح": {
    "def": "التَرَحُ: ضِدّ الفرح. يقال: تَرَّحَهُ تَتْريحاً، أي حَزَنه. والمِتْراحُ من النُوق: التي يُسْرِعُ انقطاع لبنها.",
    "pg": "1:357"
  },
  "ترر": {
    "def": "تَرَّتِ النَواةُ من مِرْضاخِها تَتِرُّ وتَتُرُّ، أي نَدَرتْ. وضرب يده بالسيف فأَتَرَّها، أي قطعها وأندرها. والغلام يتر القلة (١) بالمقلاء. وتر فلان عن بلده: تباعَدَ. وأَتَرَّهُ القضاءُ: أبعده. والتُرُّ بالضم: خيطٌ يُمَدُّ على البِناء (٢) يقول الرجل لصاحبه عند الغضب: لأُقيمَنَّكَ على التُرِّ. والتَرارَةُ: السِمَنُ والبضاضةُ. تقول منه: تَرِرْتَ بالكسر، أي صرتَ تارَّاً، وهو الممتلئ. وقال الشاعر (٣) : ونصبح بالغداة أتر شئ * ونمسى بالعشى طلنفحينا - والترترة: التحريك. وفى الحديث: \" تر تروه ومز مزوه (١) \". والتراتر: الامور العظامُ. وقول زيد الفوارس: أَلَمْ تعْلَمي أَنِّي إذا الدَّهْرُ مَسَّني * بنائِبَةٍ زَلَّتْ ولم أَتَتَرْتَرِ - أي لم أتزلزل ولم أتقلقل. والاترور: غلام الشرطي، لا يلبس السواد (٢) . قالت الدهناء امرأة العجاج: والله لولا خشية الامير * وخشية الشرطي والاترور * لجلت بالشيخ من البقير * كجولان صعبة عسير",
    "pg": "2:600-601"
  },
  "ترز": {
    "def": "تَرِزَ اللحمُ: صلُبَ. وكلُّ قويٍّ صُلبٍ تارِزٌ. وأَتْرَزَتِ المرأةُ عجينَها. وأَتْرَزَ العَدْوُ لحمَ الفرسِ، إذا أيبسه. قال امرؤ القيس: بعجلزة قد أترز الجرى لحمها * كميت كأنها هراوة منوال",
    "pg": "3:866"
  },
  "ترس": {
    "def": "التُرْسُ جمعه تِرَسَةٌ، وتِراسٌ، وأتْراسٌ، وتُروسٌ. قال يعقوب: ولا تقل أتْرِسَةٌ. ورجلٌ تارِسٌ: ذو تُرْسٍ. ورجلٌ تَرَّاسٌ: صاحب تُرْسٍ. والتَتَرُّسُ: التستُّر بالتُرْسِ. وكذلك التَتْريسُ. والمَتْرَسُ: خشبةٌ توضع خَلْفَ الباب (١) .",
    "pg": "3:910"
  },
  "ترص": {
    "def": "أترصت الشئ وترصته، أي أحكمته وقوّمته، فهو متْرَصٌ وَتَريصٌ، مثل ماء مسخن وسخين، وحبل مبرم وبريم. قال ذو الاصبع العدواني يصف نبلا: ترص أفواقها وقومها * أنبل عدوان كلها صنعا (٢) * وميزانٌ تَريصٌ أي مُقَوَّمٌ، وقيل محكم. وقد ترص تراصة. فصل الجيم",
    "pg": "3:1031-1032"
  },
  "ترع": {
    "def": "حوضٌ تَرَعٌ بالتحريك، وكوزٌ ترع، أي ممتلئ. وقد ترع الإناء بالكسر، يَتْرَعٌ تَرَعاً، أي امتلأ. وأَتْرَعْتُهُ أنا، وجَفْنَةٌ مُتْرَعَةٌ. وتَتَرَّعَ إليه بالشرِّ، أي تسرَّع. وهو رجلٌ تَرِعٌ، أي سريعٌ إلى الشرِّ والغضب. وسيلٌ تَرَّاعٌ، أي يملا الوادي. والتراع: البواب. وقال (١) : يخيرني (٢) تراعه بين حلقة * أزوم إذا عضت وكبل مضبب * والترعة بالضم: البابُ. وفي الحديث: \" إنَّ مِنبري هذا على تُرْعَةٍ من تُرَعِ الجنة \". ويقال: التُرْعَةُ: الروضةُ، ويقال الدرجةُ. والتُرْعَةُ أيضاً: أفواهُ الجداول، حكاه بعضهم. وسير أترع، أي شديد. ومنه قول الشاعر (٣) :\nفافْتَرِشَ الأرضَ بسير أترعا * والترياع بكسر التاء: موضع.",
    "pg": "3:1190-1191"
  },
  "ترف": {
    "def": "التُرْفَةُ بالضم: هَنَةٌ ناتئةٌ في وسط الشَفة العليا خِلْقَةً. وأترفته النعمة، أي أطغته.",
    "pg": "4:1333"
  },
  "ترق": {
    "def": "الترياق بكسر التاء: دوراء السموم، فارسيٌّ معرّب. والعربُ تسمِّي الخمر تِرْياقاً وتِرْياقةً، لآنّها تذهب بالهم. منه قول الاعشى (١) : سقتني بصَهْباَء تِرْياقَةٍ متى ما تُلَيِّنْ عظامي تلن والترقوة: العظم الذى بين ثغرة النحر والعاتق، وهو فعلوة، ولا تقل تُرْقوَةٌ بالضم. وحكى أبو يوسف: تَرْقَيْتُ الرجل تَرْقاةً، أي أصبت ترقوته.",
    "pg": "4:1453"
  },
  "ترك": {
    "def": "تركت الشئ تركا: خليته. وتاركته البيع متاركة. وتَراكِ، بمعنى اتْرُكْ، وهو اسمٌ لفعل الامر. وقال (١) : تراكها من إبل تَراكِهأ أَما ترى الموتَ لدى أَوْراكِها وقال فيه فما اتِّرَكَ، أي ما ترك شيئا، وهو افتعل. وتر تركة الميت: تراثه المتروك. والتريكة من النساء: التى تترك فلا يتزوجها أحد. قال الكميت: إذا لا تبض إلى الترا ئك والضرائك كف جازر والتريكة: بيضة النعام التى تتركها، ومنه قول الاعشى:\nوتلقى بها بيض النعام ترائكا (١) * والتريكة روضة يغفلها الناس فلا يرعونها. والتركة: البيضة من الحديد، والجمع ترك، ومنه قول لبيد:\nقردمانيا وتركا كالبصل (٢) * والترك: جبل من الناس.",
    "pg": "4:1577"
  },
  "ترم": {
    "def": "تريم: موضع. وقال:\nبتلاع تريم هامهم لم تقبر (١)",
    "pg": "5:1877"
  },
  "تره": {
    "def": "الأصمعي: التُرَّهاتُ (١) : الطرقُ الصغار غير الجادّة تتشعَّبُ عنها، الواحدةُ تُرَّهَةٌ، فارسيّ معرّب، ثمَّ استعير في الباطل فقيل: التُرَّهاتُ البسابِسَ، والتُرَّهاتُ الصحاصِحُ. وهو من أسماء الباطل، وربما جاء مضافا. وناس يقولون تره والجمع تراريه. وأنشدوا: ردوا بنى الاعرج إبلى من كثب * قبل التراريه وبعد المطلب",
    "pg": "6:2229"
  },
  "تسع": {
    "def": "التِسْعَةُ في عدد المذكر، والتِسْعُ في عدد المؤنث، والتِسْعُ أيضاً: ظِمْءٌ من أظماء الإبل. والتُسْعُ بالضم: جزءٌ من تسعة، وكذلك التسيع. والتسع، مثال الصرد: ثلاث ليال من الشهر، وهى بعد النفل، لان آخر ليلة منها هي التاسعة. والتاسوعاء قبل يوم العاشوراء، وأظنه مولدا (١) . وتسعت القوم أتسعهم، إذا أخذت تُسْعَ أموالهم، أو كنت لهم تاسعاً. وأَتْسَعَ القومُ، إذا وردتْ إبلهم تِسْعاً. وأَتْسَعوا، أي صاروا تسعة.",
    "pg": "3:1191"
  },
  "تعب": {
    "def": "تَعِبَ تَعَباً: أَعْيَا. وأَتْعَبَهُ غيرُه، فهو تَعِبٌ ومُتْعَبٌ، ولا تقل متعوب.",
    "pg": "1:91"
  },
  "تعس": {
    "def": "التَعْسُ: الهلاكُ ; وأصله الكَبُّ، وهو ضدُّ الانتعاش. وقد تَعَسَ بالغتح يتعس تعسا، وأتعسه الله. قال مجمّع بن هلال: تَقُولُ وقد أَفْرَدْتُها من حَليلِها * تَعِسْتَ كما أَتْعَسْتَني يا مُجَمِّعُ * يقال: تَعْساً لفلان، أي ألزمَه الله هلاكا.",
    "pg": "3:910"
  },
  "تعع": {
    "def": "التعتعة في الكلام: التردد فيه من حَصَرٍ أو عِيٍّ. وربَّما قالوه في الدابة إذا ارتطمت في الرمل. قال الشاعر: يُتَعْتِعُ في الخَبارِ إذا عَلاهُ * ويعثُر في الطريق المستقيمِ * ووقع القومُ في تَعاتِعَ، إذا وقعوا في أراجيفَ وتخليطٍ. وتَعْتَعْتُ الرجلَ، إذا عتلته وأقلقته.",
    "pg": "3:1191"
  },
  "تعم": {
    "def": "ثعمت الشئ: نزعته. وتثعمتنى أرض فلان، أي أعجبتني. ورواه أبو زيد بالنون.",
    "pg": "5:1880"
  },
  "تغب": {
    "def": "تَغِبَ بالكسر تَغَباً: هَلَكَ.",
    "pg": "1:91"
  },
  "تغر": {
    "def": "تَغَرَتِ القِدْرُ تَتْغَرُ بالفتح فيهما، لغةٌ في تَغِرَتْ تَتْغَرُ (٣) ، إذا غلت.",
    "pg": "2:601"
  },
  "تغغ": {
    "def": "التغتغة: حكاية صوت. يقال: سمعت لهذا الحلى تغتغة، إذا أصاب بعضهُ بعضاً فسمعتَ صوته (١) .\nفصل الثاء",
    "pg": "4:1317"
  },
  "تفأ": {
    "def": "تفئ تفأ (١) ، إذا غضب واحتد.",
    "pg": "1:38"
  },
  "تفث": {
    "def": "التَفَثُ في المناسك: ما كان من نحو قص الاظفار والشارِب وحلْق الرأس والعانة، ورمْي الجِمار، ونحْر البُدْن وأشباه ذلك. قال أبو عبيدة: ولم يجئ فيه شعر يحتج به.\nفصل الثاء",
    "pg": "1:274"
  },
  "تفح": {
    "def": "التُفَّاحُ معروف، الواحدة تُفَّاحَة.",
    "pg": "1:357"
  },
  "تفر": {
    "def": "التِفْرَةُ بكسر الفاء: النُقْرَةُ التي في وسط الشَفَة العليا.",
    "pg": "2:601"
  },
  "تفل": {
    "def": "التَفْلُ: شبيهٌ بالبَزْقِ، وهو أقل منه. أوله البزق، ثم التفل، ثم النفث، ثم النفخ. وقد تفل يتفل. ومنه قول الشاعر:\nمتى يحس منه مائح القوم يتفل * ومنه تفل الراقي. ورجل تفل، أي غير متطيِّبٍ، بَيِّنَ التَفَلِ. والمرأةُ مِتْفالٌ. وأتفله غيره. قال الراجز يا ابن التى تصيد الوبارا وتتفل العنبر والصوارا قال اليزيدى: التتفل والتُتْفُلُ: ولدُ الثعلبِ، والتاء زائدة.",
    "pg": "4:1644"
  },
  "تفن": {
    "def": "إتقان الامر: إحكامه. ورجل تقن بكسر التاء: حاذق. وتقن أيضا (٢) اسم رجل كان جيد الرمى، يضرب به المثل. وقال:\nيرمى بها أرمى من ابن تقن (٣) * ويقال الفصاحة من تقنه، أي من سوسه وطبعه.",
    "pg": "5:2086"
  },
  "تفه": {
    "def": "التافِهُ: الحقيرُ اليسيرُ. وقد تفه. وفى الحديث في ذكر القرآن: \" لا يتفه ولا يتشان \".",
    "pg": "6:2229"
  },
  "تقد": {
    "def": "التِقْدَةُ: بكسر التاء (١) : الكُزْبرة.",
    "pg": "2:450"
  },
  "تقع": {
    "def": "النقع: الغبار، والجمع نقاع (٢) . والنَقْعُ: محبس الماء، وكذلك ما اجتمع في البئر منه. وفي الحديث: \" أنَّه نهى أن يُمْنَعَ نَقْعُ البئر \". والنَقْعُ أيضاً: الأرضُ الحرَّةُ الطينِ يَسْتَنْقِعُ فيها الماء، والجمع نقاع وأنقع، مثل بحر وبحار وأبحر. وفى المثل: \" أنَّه لشَرَّابٌ بأنْقُعٍ \"، أي إنَّه مُعاودٌ للأمور يأتيها حتَّى يبلغ إلى أقصى مُرادِهِ. والأُنْقوعَةُ: وَقْبَةُ الثريدِ: والنَقوعُ: ما يُنْقَعُ في الماء من الليل لدواءٍ أو نبيذ، وذلك الاناء منقع بالكسر. ومنقع البُرَمِ: تَوْرٌ صغيرٌ من حجارة. والمِنْقَعَةُ: بُرْمَةٌ صغيرةٌ يُطرح فيها اللبن ويُطْعَمُهُ الصبي. والمُنْقَعُ بالفتح: الموضعُ يَسْتَنْقِعُ فيه الماء، والجمع مَناقِعُ. وأَنْقَعْتُ الدواءَ وغيرَه في الماء فهو منقع. ونقع الماء يَنْقَعُ نُقوعاً، أي اجتمع في المَنْقَعِ. ونَقَعَ الماء العطش نَقْعاً ونُقوعاً، أي سكَّنه. وفي المثل: \" الرَشْفُ أنَْقَعُ \"، أي إنَّ الشراب الذي يُتَرَشَّفُ قليلاً قليلاً أقطعُ للعطش وأنجع وإن كان فيه بطءٌ. ويقال سُمٌّ ناقِعٌ، أي بالغٌ. وقال أبو نصر: ثابتٌ. ودم ناقع، أي طرى. قال الشاعر، قسام ابن رواحة: وما زال من قتلى رزاح بعالج * دم ناقع أو جاسد غير ماصح * قال أبو سعيد: يريد بالناقع الطرى، وبالجاسد القديم. والنقيع: البئر الكثيرة الماء، وهو مذكَّر، والجمع أَنْقِعَةٌ. والنَقيعُ أيضاً: الماء الناقِعُ، والنَقيعُ: شرابٌ يتَّخذُ من زبيبٍ يُنْقَعُ في الماء من غير طبخ. والنَقيعُ: الصُراخُ. ونَقَعَ الصوتُ واسْتَنْقَعَ، أي ارتفع. وقال لبيد: فمتى ينقع صراخ صادق * جلبوه (١) ذات جرس وزجل * قال أبو يوسف: النَقيعُ: المحضُ من اللبن يبَرَّدُ، وهو المُنْقَعُ أيضاً. قال يصف فرساً: قانى له في الصَيف ظِلٌّ باردٌ * ونَصِيٌّ ناعِجَةِ ومحضٌ مُنْقَعُ (١) * قانى له، أي دام له. والنَقيعَةُ: طعام القادم من السفر. قال مهلهل: إنا لنضرب بالسيوف رؤوسهم * ضرب القُدام نَقيعَةَ القُدَّامِ (٢) * قال أبو عبيد: يقال القُدَّامُ: القادمون من سفر، ويقال الملكُ، ويقال كلُّ جَزورٍ جزرْتَها للضيافة فهي نَقيعَة. يقال نَقَعْتُ النَقيعَةَ، وأنْقَعْتُ، وانْتَقَعْت، أي نَحَرْتُ. وفي كلام العرب إذا لقي الرجل منهم قوماً يقول: \" ميلوا يُنْتَقَعُ لكم \"، أي يُجزر لكم، كأنَّه يدعوهم إلى دعوته. ويقال: الناس نَقائِعُ الموت، أي يَجزِرهم كما يجزر الجزَّار النقيعة. وحكى أبو عمرو عن السلمي: النَقيعَةُ: طعام الرجل ليلة يُمْلِكُ. ونَقَعْتُ بالماء: رَويت. يقال: شرب حتى نقع، أي شفى غليله. وماء ناقع، وهو كالناجع. وما رأيتُ شَربةً أنْقَعَ منها ومنه. وما نَقَعْتُ بخبرِ فلان نُقوعاً، أي ما عُجْتُ بكلامه ولم أصدقه. قال الاصمعي: نقعت بالخبر وبالشراب، إذا اشتفيت منه. ونَقَعَ الماءُ في الموضعِ واسْتَنْقَعَ، وأنْقَعَني الماءُ، أي أرواني. وفي المثل: \" حَتَّامَ تكرع الماء ولا تنقع \". وأنقعت الشئ في الماء. ويقال طال إنْقاعُ الماءِ واسْتِنْقاعُهُ حتى اصفر. وحكى أبو عبيد: أنقعت له شرا. وهو استعارة. وسمٌّ مُنْقَعٌ، أي مُرَبًى. قال الشاعر:\nفيها ذَراريحُ وسمٌّ مُنْقَعُ * يعني في كأس الموت. وحكى الفراء: نقع الصارخ بصوته وأنقع صوته، إذا تابعه. ومنه قول عمر ﵁: \" ما لم يكن نقع ولا لقلقة \". وانتقع القوم نقيعة، أي ذبحوا من الغنيمة شيئا قبل القسم.\n(١٦٣ - صحاح - ٣) وانتقع لونه فهو مُنْتَقِعٌ: لغة في امْتٍقِعَ. واسْتَنْقَعْتُ في الغدير، أي نزلت فيه واغتسلت، كأنك ثبت فيه لتَتَبَرَّدَ. والموضع مُسْتَنْقَعٌ. واسْتَنْقَعَ الماءُ في الغدير، أي اجتمع وثبت. واستنقع الشئ في الماء، على ما لم يسمَّ فاعلُه.",
    "pg": "3:1292-1294"
  },
  "تقم": {
    "def": "نقمت على الرجل أنقم بالكسر فأنا ناقِمٌ، إذا عتبت عليه. يقال: ما نَقَمْتُ منه إلا الإحسان. وقال الكسائي: نَقِمْتُ بالكسر لغة. ونَقِمْتُ الأمرَ أيضاً ونَقَمْتُهُ، إذا كرهته. وانْتَقَمَ الله منه، أي عاقبه. والاسم منه النقمة (٣) ، والجمع نقمات ونقم، مثل كلمة وكلمات وكلم. وإن شئت سكنت القاف ونقلت حركتها إلى النون فقلت نقمة، والجمع ثقم مثل نعمة ونعم. وفلان ميمون النَقيمةِ، وهو إبدال النَقيبَةِ. وناقم: لقب عامر بن سعد بن عدى بن حدان بن جديلة. والناقمية، هي رقاش بنت عامر. قال سعد ابن زيد مناة بن تميم: لقد كنت أهوى الناقمية حقبة فقد جعلت آسان وصل (١) تقطع",
    "pg": "5:2045"
  },
  "تكك": {
    "def": "التِكَّةُ: واحدة التِكَكِ. ويقال: فلانٌ أحمقُ فاكٌّ تاكٌّ، وهو إتباعٌ له، وبعضهم يفرده ويقول: أحمقُ تاكٌّ. وما كنتُ تاكّاً، ولقد تَكَكْتُ بالفتح تُكوكاً. قال الكسائي: يقال أَبَيْتَ إلاّ أن تحمق وتتك وقد تكه النبيذ، مثل هَكَّهُ وهَرَّجَهُ، إذا بلغ منه. وتكتكت الشئ، أي وطئته حتى شدخته.",
    "pg": "4:1577-1578"
  },
  "تلا": {
    "def": "تلو الشئ: الذى يتلوه. وتِلْوُ الناقةِ: ولَدُها الذي يتلوها. والتِلْوَةُ من الغنم: التي تُنتَج قبل الصَفَرِيَّةِ. والتَلاءُ: الذِمّة، ومنه قول زهير: جِوارٌ شاهدٌ عَدْلٌ عليكم * وسيان الكفالة والتلاء والتلية: بقية الدَيْنِ، وكذلك التُلاوَةُ بالضم. يقال: تَلِيتْ لي من حقِّي تَلِيَّةٌ وتُلاوةٌ تَتْلَى، أي بقيتْ لى بقية. عن ابن السكيت. وتلوت القرآن تلاوة. وتَلَوْتُ الرجل أَتْلوهُ تُلُوّاً، إذا تَبِعْتَهُ. يقال: ما زلت أَتْلوهُ حتى أَتْلَيْتُهُ، أي حتَّى تقدّمته وصار خلفي. ويقال أيضاً: تَلَوْتُهُ، إذا خذلته وتركته. عن أبى عبيد. والمتالى: الذى يُراسل المغنِّيَ بصوت رفيع. قال الأخطل: صَلْتُ الجبين كأنَّ رَجْعَ صَهيلهِ * زَجْرُ المُحاوِلِ أو غِناءُ مُتالي وأَتْلَتِ الناقةُ، إذا تَلاهَا ولدُها. ومنه قولهم: لا دَرَيْتَ ولا أَتْلَيْتَ: يدعو عليه بأن لا تُتْلي إبله، أي لا تكون لها أولاد. عن يونس. وأتليت حقى عنده، أي أبقيت منه بقيّة. وأتلاه الله أطفالا، أي أتبعه أولاداً. وأَتْلَيْتُهُ، أي سبقته. وأَتْلَيْتُهُ، أي أَحَلْتُهُ من الحَوالَةِ. وأَتْلَيْتُهُ ذمة، أي أعطيته إياها. قال أبو زيد: تلى الرجلُ بالتشديد، إذا كان بآخر رمقٍ. وتَتَلَّيْتُ حَقِّي، إذا تَتَبَّعْتُهُ حتى استوفيته. وجاءت الخيل تَتالياً، أي متتابعة.",
    "pg": "6:2289-2290"
  },
  "تلب": {
    "def": "التولب: الجحش. قال سيبويه: هو مصروف، لانه فوعل. ويقال للاتان أم تولب. وقول أوس: وذات هدم عار نواشرها * تصمت بالماء تولبا جدعا - يعنى صبيا، وهو استعارة. واتلاب الامر اتلئبابا: استقام، والاسم التُلأْبيبَةُ. واتْلأَبَّ الطريقُ، إذا امتدَّ واستوى. واتْلأَبَّ الحمارُ: أقام صدرَه ورأسَه. قال لبيد: فأورَدَها مَسْجورَةً تحت غابةٍ * من القرنتين واتلاب يحوم",
    "pg": "1:91"
  },
  "تلد": {
    "def": "التالِدُ، المال القديم الأصليّ الذي وُلِدَ عندك، وهو نقيض الطارف. وكذلك التِلادُ والإِتلادُ. وأصل التاء فيه واو، تقول منه: تَلَدَ المالُ يَتْلِدُ ويَتْلُدُ تلوداً. وأَتْلَدَ الرجلُ، إذا اتَّخذ مالاً. ومال متلد. وفى الحديث: \" هن من تِلادي \" يعني السُّوَرَ، أي مِن الذي أخذتُه من القرآن قديماً. والتَليدُ: الذي وُلِدَ ببلاد العجم ثم حُمِل صغيراً فنبت ببلاد الاسلام. ومنه حديث شريح في رجل اشترى جارية وشرطوا أنها مولدة فوجدها تليدة فردها. والمولدة بمنزلة التلاد، وهو الذى ولد عندك. وتلد (١) فلان في بنى فلان: أقام فيهم. والاتلاد: بطون من عبد القيس، أتلاد عمان، لانهم سكنوها قديما.\nفصل الثاء",
    "pg": "2:450"
  },
  "تلع": {
    "def": "رجلٌ أتْلَعُ بَيِّن التَلَعِ، أي طويلُ العنق. وجيدٌ تَليعٌ، أي طويل، قال الاعشى يوم تُبْدي لنا قُتَيْلَةُ عن جي * دٍ تَليعٍ تَزينُهُ الأطواقُ * والتَليعُ من الرجال: الطويلُ. وتَتَلَّعَ، أي مَدَّ عنقه للقيام. ويقال: قعدَ فما يَتَتَلَّعُ، أي فما يرفع رأسَه للنهوض ولا يريد البَراحَ. وقال أبو ذؤيب: فوردن والعيوق مقعد رابئ ال * ضرباء فوق النجم (١) لا يتتلع * ورجلٌ تَلِعٌ، أي كثير التلفُّتِ حوله. وإناءٌ تَلِعٌ: لغةٌ في تَرِعٍ، أو لُثْغَةٌ. قال أبو عبيدة: التَلْعَةُ: ما ارتفع من الأرض، وما انهبط منها أيضاً، وهو عندَه من الأضداد. قال أبو عمرو: التِلاعُ: مجاري أعلى الأرض إلى بطون الأودية، واحدتها تَلْعَةٌ. وتَلَعَ النهار: ارتفع. وأَتْلَعَتِ الظبيةُ من كِناسِها، أي سَمَتْ بجيدها. ومتالع بضم الميم: جبل. قال لبيد:\nدرس المنا بمتالع فأبان (٢) * أراد \" المنازل \" فحذف. وهو قبيح.",
    "pg": "3:1191-1192"
  },
  "تلف": {
    "def": "التَلَفُ: الهلاكُ. وقد تَلِفَ الشئ، وأتلفه غيره. والمتلف: المفازة. وذهبتْ نَفْسُ فلان تَلَفاً وطَلَفاً (٢) بمعنىً واحد، أي هدراً. ورجُلٌ مِتْلافٌ، أي كثير الإتْلافِ لماله.",
    "pg": "4:1333"
  },
  "تلل": {
    "def": "التَلُّ: واحد التِلالِ. ورجلٌ ضالٌّ تالٌّ، وجاءنا بالضَلالة والتَلالَةِ، وهو الضلالُ بن التَلالِ. وكلُّ ذلك إتباعٌ. والمِتَلُّ: الشديدُ. ويقال: رمحٌ مِتَلٌّ: يُتَلُّ به، أي يصرع به. قال لبيد:\nأعطف الجون بمربوع متل (١) * أي [أعطفه بعنان شديد من أربع قوى (٢) ] ومعى رمح متل. وقولهم: ذهب يتال، أي يطلب لفرسه فحلا، وهو يفاعل. والتليل: العنق. والتلتلة: مشربة تتخذ من قِيقاءَة الطَلْع. وتَلْتَلَهُ، أي زعزعه وأقلقَه وزلزلَه. قال الأصمعي: التَلاتِلُ: الشدائدُ، مثل الزلازل، ومنه قول الراعي: واخْتَلَّ ذو المالِ والمُثْرونَ قد بَقِيَتْ على التَلاتِلِ من أموالهم عقد وتله للجبين، أي صرعه، كما تقول: كَبَّهُ لوجهه. وقولهم: هو بِتَلَّةِ سَوْءٍ، إنما هو كقولهم: ببيئة سَوءٍ، أي بحالة سوء.",
    "pg": "4:1644-1645"
  },
  "تلم": {
    "def": "التلام بفتح التاء: التلاميذ، وسقطت منه الذال.",
    "pg": "5:1877"
  },
  "تلن": {
    "def": "التُلْنَةُ، بالضم وتشديد النون، والتَلُنَّةُ: الحاجة. يقال: لي قِبَلَكَ تلنة وتلنة أيضا، بفتح التاء وضمها. قال ابن السكيت: لى فيهم تَلُنّةٌ وتُلُنَّةٌ، أي لَبْثٌ. الأصمعيّ: يقال: تَلانَ، في معنى الآن. وأنشد (١) : نَوِّلي قبل نأي داري جُمانا وصِلينا كما زعمتِ تَلانا (٢) قال أبو عبيد: أصله لان زيدت عليها تاء، كما زيدت في تحين.",
    "pg": "5:2086"
  },
  "تمأر": {
    "def": "اتمأر الشئ: طال واشتد، مثل اتمهل واتمأل. قال زهير بن مسعود الضبى: ثنى لها يهتك أسحارها * بمتمئر فيه تحريب -",
    "pg": "2:602"
  },
  "تمر": {
    "def": "التَمْرُ: اسم جنسٍ، الواحدة منها تَمْرَةٌ، وجمعها تَمراتٌ بالتحريك: وجمع التمر تمور وتمران بالضم. ويراد به الأنواعُ، لأنَّ الجنس لا يجمع في الحقيقة. والتامِرٌ: الذي عنده التَمْرُ، يقال رجلٌ تامِرٌ ولابِنٌ، أي ذو تَمْرٍ ولبنٍ. وقد يكون من قولك، تَمَرْتُهُمْ فأنا تامِرٌ، أي أطْعَمْتُهُمْ التَمْرَ. والتَمَّارُ: الذي يبيعه. والتَمْريُّ: الذي يحبُّه. والمُتْمِرُ: الكثيرُ التَمْرِ. يقال: أَتْمَرَ الرجلُ، إذا كَثُرَ عنده التَمْرُ. والمَتْمورُ: المُزَوَّدُ تَمْراً. والتامورَةُ: الصَومَعَةُ. وقولهم فلانٌ أسدٌ في تامورَتِهِ: أي في عَرينه. والتامورَةُ: غِلاف القَلْب. والتامورَةُ: الإبريقُ. قال الأعشى يصف خمَّارةً: فإذا لها تامورَةٌ * مَرفوعَةٌ لشَرابِها - وما بالدار تامورٌ، أي أحدٌ، غير مهموز. والتامورُ: الدمُ، ويقال النَفْسُ. قال أوس: أُنْبِئْتُ أَنَّ بَني سحيم أدخلو (١) * أبياتهم تامور نفس المُنْذِرِ - قال الأصمعيّ: يعني مُهجَةَ نفسه. وكانوا قتلوه. وقال آخر (٢) : وتامور هرقت وليس خمرا * وحبة غير طاحية طحيت - وأكلنا جزرة - وهى الشاة السمينة - فما تركنا منها تامورا، أي شيئا. وأكل الذئب الشاة فما ترك منها تامورا. وما في الركية تامور، أي شئ من ماءٍ. وما بالدار تومُريٌّ بغير همز. وبلادٌ خلاءٌ ليس بها تومُريٌّ، أي أحدٌ. وما رأيت تومُرِيَّاً أحسنَ منها، للمرأة الجميلة، أي لم أرخلقا. وما رأيت تومُرِياً أحسنَ منه. وتَتْميرُ اللحم والتمر: تجفيفهما. وقال الشاعر يصف فرخة عقاب تسمى غبة: لها أشارير من لحم تتمره * من الثعالى ووخز من أرانيها (١) - يقول: إنها صيد الارانب والثعالب، فأبدل من الباء فيهما ياء.",
    "pg": "2:601-602"
  },
  "تمك": {
    "def": "تَمكَ السَنامُ يَتْمُكُ تَمْكاً، أي طال وارتفع فهو تامِكٌ.\nفصل الحاء",
    "pg": "4:1578"
  },
  "تمم": {
    "def": "تم الشئ تماما. وأتمه غيره وتممه واستتمه بمعنى. ومتمم بن نويرة: شاعر من بنى يربوع. وأتمت الحُبْلى فهي مُتِمٌّ، إذا تَمَّتْ أيامُ حَملها. وولدتْ لِتَمامٍ وتِمامٍ، ووُلِدَ المولود لتَمامٍ وتمامٍ. وقمرٌ تَمامٌ وتِمامٌ، إذا تَمَّ ليلةَ البدر. وليل التمامِ مكسور لا غير، وهو أطولُ ليلةٍ في السنة. وقال (٢) : فَبِتُّ أكابدُ ليلَ التِما مِ والقلبُ من خَشْيَةٍ مُقْشَعِرُّ ويقال: أبى قائلها إلاَّ تما وتما وتما، ثلاث لغات، أي تماماً، ومضَى على قوله ولم يرجع عنه. والكسر أفصح، وقال (١) :\nحتى وردن لتم خمس بائص (٢) * أبو عبيد: التَميمُ: الشديد. والتَميمَة: عُوذَةٌ تعلَّق على الانسان. وفى الحديث: \" من علق تميمة فلا أتم الله له \". ويقال: هي خرزة. وأما المعاذات إذا كتب فيها القرآن وأسماء الله ﷿ فلا بأس بها. وتميم: قبيلة. وهو تميم بن مر بن أد ابن طابخة بن إياس بن مضر. والتمتام: الذى في تمتمة، وهو الذي يتردَّد في التاء. وتتاموا، أي جاءوا كلهم وتموا. والمستتم في شعر أبى دواد (٣) ، هو الذى يطلب الصوف والوبر ليتم به نسج كسائه. والموهوب تمة.",
    "pg": "5:1877-1878"
  },
  "تمه": {
    "def": "تمه الطعام بالكسر تمها: فسد. وقال أبو الجرّاح: تَمِهَ اللحمُ تماهة، وهو مثل الزهومة. وتمه اللبن: تغيرت رائحته. والتَمَهُ في اللبن كالنَمَسِ في الدسَم. وشاةٌ مِتْماةٌ: يَتْمَهُ لبنُها إذا حلب (٢) . (*)",
    "pg": "6:2229"
  },
  "تمهل": {
    "def": "قال أبو زيد: اتْمَهَلَّ الشئ اتمهلالا، أي طال، ويقال اعتدل. وكذلك اتْمَأَلَّ واتْمأَرَّ، أي طال واشتد.",
    "pg": "4:1645"
  },
  "تنأ": {
    "def": "تنأت بالبلد تنوءا: قطنته، والتانئ من ذلك. وهم تِناءُ البلد، والاسم التناءة.\nفصل الثاء",
    "pg": "1:38"
  },
  "تنر": {
    "def": "التَنُّورُ: الذي يُخبَزُ فيه. وقوله تعالى:\n(وفارَ التَنُّورُ) *. قال على ﵁: هو وجهُ الارض.",
    "pg": "2:602"
  },
  "تنف": {
    "def": "التَّنُوفَةُ: المَفازَةُ. وكذلك التَنوفيَّة، كما قالوا دَوٌّ ودَوِيَّةٌ لأنها أرضٌ مثلها فنُسِب إليها. قال ابن أحمر: كَمْ دُونَ ليْلى من تَنُوفِيَّةٍ لمَّاعَةٍ تُنْذَرُ فيها النذر فصل الثاء",
    "pg": "4:1333-1334"
  },
  "تنم": {
    "def": "التَنُّومُ: شجرٌ له حَملٌ صغارٌ، ينفلق عن حَبٍّ يأكله أهل البادية، الواحدة تنومة. قال زهير: أصك مصلم الاذنين أجنى له بالسى تنوم وآء",
    "pg": "5:1878"
  },
  "تنن": {
    "def": "التن بالسكر: الحتن. يقال: فلانٌ تِنُّ فلانٍ، وهما تِنَّانِ. قال ابن السكيت: أي هما مستويان في عقلٍ، أو ضعفٍ أو شدة، أو مروؤة. وأتن المرضُ الصبيّ، إذا قَصَعَهُ (١) فهو لا يشبُّ. والتِنِّينُ: ضربٌ من الحيّات. والتِنِّينُ: موضعٌ في السماء.",
    "pg": "5:2086-2087"
  },
  "تهته": {
    "def": "التهتهة مثل اللكنة. والتهاته: الأباطيل والتُرَّهاتُ قال القطامي: ولم يكن ما ابْتَلَيْنا من مَواعِدِها * إلا التهاته والامنية السقما",
    "pg": "6:2229"
  },
  "تهر": {
    "def": "التَيْهورُ من الرمل: ما له جرف، عن الاصمعي. وقال الشاعر: فطلعت من شمراخه تيهورة * شماء مشرفة كرأس الاصلع - والجمع تَياهيرُ وتَياهِرٌ. قال الراجز: كيف اهتدت ودونها الجزائر * وعقص من عالج تياهر - ويقال للرجل إذا كان ذاهباً بنفسه: به تيهٌ تيهور (١) ، أي تائه.\nفصل الثاء",
    "pg": "2:603"
  },
  "تهم": {
    "def": "تهامة: بلد، والنسبة إليه تهامى وتهام أيضا. إذا فتحت التاء لم تشدد، كما قالوا رجل يمان وشام، إلا أن الالف في تهام من لفظها، والالف في يمان وشآم عوض من ياءى النسبة. قال ابن أحمر: وكنّا وهُمْ كابْنَيْ سُباتٍ تَفَرَّقا سِوىً ثمّ كانا منجدا وتهاميا فألقى التهامى منهما بلَطاتِهِ وأَحْلَطَ هذا لا أريم مكانيا وقوم تهامون، كما قالوا يمانون. وقال سيبويه: منهم من يقول تهامى ويمانى وشامي بالفتح مع التشديد. والتهمة تستعمل في موضع تهامة، كأنها المرة في قياس قول الاصمعي. والتهم بالتحريك: مصدر من تهامة. وقال الراجز: نظرت والعين مبينة التهم إلى سنا نار وقودها الرتم شبت بأعلى عاندين من إضم وأتهم الرجل، أي صار إلى تهامة. وقال (١) : فان تتهموا أنجد خلافا عليكم وإن تعمنوا مستحقبى الحرب أعرق (٢) والمتهام: الكثير الاتيان إلى تهامة. وقال: ألا انهماها إنها مناهيم وإننا مناجد متاهيم يقول: نحن نأتى نجدا ثم كثيرا ما نأخذ منها إلى تهامة. والتهمة أصلها الواو، فتذكر هناك.",
    "pg": "5:1878-1879"
  },
  "توب": {
    "def": "التوبة: الرجوع من الذنب. وفي الحديث: \" النَدمُ توبَةٌ \"، وكذلك التَوْبُ مثله. وقال الأخفش: التَوْبُ جمع توبة، مثل عومة وعوم. وتاب إلى الله توبةً ومتاباً. وقد تاب الله عليه: وفقه لها. وفى كتاب سيبويه: التوبة على تفعلة: التوبة. واستتابه: سأله أن يتوب. والتابوت أصله تابوة، مثل ترقوة، وهو فعلوة، فلما سكنت الواو انقلبت هاء التأنيث تاء. قال القاسم بن معن: لم تختلف لغة قريش والانصار في شئ من القرآن إلا في التابوت، فلغة قريش بالتاء، ولغة الانصار بالهاء.\nفصل الثاء",
    "pg": "1:91-92"
  },
  "توت": {
    "def": "التوت: الفرصاد، ولا تقل التُوث. والتُّوتِياءُ: حَجَرٌ يُكْتَحل به، وهو معرب.\nفصل الثاء",
    "pg": "1:245"
  },
  "توج": {
    "def": "التاجُ: الإِكليلُ. تقول: تَوَجَّهُ فَتَتَوَّجَ، أي ألبسه التاجَ فلبِسهُ. يقال: العمائم تيجان العرب.\nفصل الثاء",
    "pg": "1:301"
  },
  "تور": {
    "def": "التَوْرُ: إناءٌ يشرب فيه. والتَوْرُ: الرسولُ بين القوم. قال ابن دريد: وهو عربيّ صحيح. وأنشد: والتّوْرُ فيما بَيْنَنا مُعْمَلُ * يرضى به المأتى (١) والمرسل - أبو عمرو: فلان يُتارُ على أن يُؤْخَذَ، أي يدار على أن يؤخذ. وأنشد للمحاربي (٢) : لقد غضبوا على وأشقذونى * فصرت كأننى فرأ يتار - ويروى: \" متار \" مقلوب من متأر.",
    "pg": "2:602"
  },
  "توس": {
    "def": "التُّوسُ: الطبيعة والخيمُ. يقال: فلانٌ من توسِ صِدْقٍ، أي من أصل صدق.",
    "pg": "3:910"
  },
  "توع": {
    "def": "التوع: مصدر قولك: تعت السَمْنَ أو اللِبَأَ أَتوعُهُ، إذا كسرته بِقطعَةِ خبزٍ تَرفَعهُ بها.",
    "pg": "3:1192"
  },
  "توق": {
    "def": "تاقت نفسي إلى الشئ تَوْقاً وتَوَقاناً، أي اشْتاقَتْ. يقال: المرء تَوَّاقٌ إلى ما لم ينل. وأما قول الراجز: جاء الشتاء وقميصي أخلاق شراذم يضحك منه التواق فيقال: هو اسم ابنه. ويروى \" النواق \".\nفصل الثاء",
    "pg": "4:1453"
  },
  "تول": {
    "def": "قال الفراء: التوَلَةُ والدوَلَةُ، مثال الهُمَزَةِ: الداهيةُ. يقال: جاءنا بتوَلاتِهِ ودوَلاتِهِ، وهي الدواهي. قال الخليل: التِوَلَةُ والتولَةُ، بكسر التاء وضمها، شبيهٌ بالسحر. قال الأصمعي: التولة: ما تحبب به المرأة إلى زوجها. وقال ابن الأعرابي: فلانا لذوتولات، إذا كان ذا لُطْفٍ وتَأَتٍّ حتّى كأنه يسحر صاحبه. فصل الثاء",
    "pg": "4:1645"
  },
  "توم": {
    "def": "التومة بالضم: واحدة التوم، وهى حبة تعمل من الفضة كالدرة. وقول ذى الرمة: وحتى أتى يوم يكاد من اللظى به التوم في أفحوصه يتصيح قال أبو عبيد: يعنى البيض.",
    "pg": "5:1878"
  },
  "توى": {
    "def": "التَوُّ: الفردُ. وفي الحديث: \" الطوّافُ تَوٌّ، والسعيُ تَوٌّ، والاستجمار تو \". ووجه فلان من خيله بألفٍ تَوٍّ، يعني بألف رجل، أي بألف واحد. وجاء الرجل تَوّاً، إذا جاء وحده. والتَوى مقصورٌ: هلاكُ المال. يقال: تَويَ المال بالكسر يتوى توى، وأتواه غيره. وهذا مال تو على فعل.\nفصل الثاء",
    "pg": "6:2290"
  },
  "تيح": {
    "def": "تاح له الشئ، وأتيح له الشئ، أي قدر له. وأتاح الله له الشئ، أي قَدَّرَهُ له. ورجلٌ مِتْيَحٌ، أي يَعْرِض فيما لا يَعْنيه. قال الراعي: أَفي أَثَرِ الأَظْعانِ عَيْنُك تَلْمَحُ * نَعَمْ لاتَ هَنَّا إنَّ قلبك متيح والتيحان (١) مثله. وقال سوار بن المضرب السعدى: بذبى الذم عن حسبى بمالى * وزبونات أشوس تيحان وتاح في مَشْيِهِ، إذا تَمايَلَ. وفَرَسٌ مِتْيَحٌ وتَيَّاحٌ وتَيّحانٌ، إذا اعْتَرَض في مِشْيِهِ نَشاطاً ومال على قطريه.\nفصل الجيم",
    "pg": "1:357"
  },
  "تير": {
    "def": "التَيَّارُ: الموجُ. قال عَدِيٌّ:\nكالبحر يقذف بالتيار تيارا (٣) ويقال: قطع عِرقاً تيَّاراً، أي سريع الجرْيَةِ. وفعل ذلك تارةً بعد تارةً، أي مرَّةً بعد مرَّةٍ، والجمع تارات وتير، وهو مقصور من تيار كما قالوا قامات وقيم، وإنما غير لاجل حرف العلة، ولولا ذلك لما غير. ألا ترى أنهم قالوا في جمع رحبة رحاب، ولم يقولوا رحب. قال الشاعر:\nيقوم تارات ويمشى تيرا * وربما قالوه بحذف الهاء. قال الراجز:\nبالويل تارا والثبور تارا * وأتاره، أي أعاده مرة بعد أخرى.",
    "pg": "2:602-603"
  },
  "تيز": {
    "def": "التيَّازُ: الرجل القصير المُلَزَّزُ الخلق. قال القطامى: إذا التياز ذو العَضَلات قُلْنا * إليكَ إليكَ ضاق بها ذراعا (١) * وتاز السهم في الرمية، أي اهتز فيها.\nفصل الجيم",
    "pg": "3:866"
  },
  "تيس": {
    "def": "التَيْسُ من المَعْزِ، والجمع تيوس وأتياس (٢) قال الهذلى (١) : من فوقه أنسر سود وأغربة * وتحته (٢) أعنز كلف وأتياس * والتياس: الذى يمسكه. يقال للذكر من الظباء أيضاً: تَيْسٌ، وللأنثى: عنزٌ. والمَتْيُوساءُ: التُيوسُ. ويقال: اسْتَتْيَسَتِ العنزُ، كما يقال: استنوق الجمل. وفى فلان تيسية، وناس يقولون: تيسوسية وكيفوفية، ولا أدرى ما صحتهما.\nفصل الجيم",
    "pg": "3:910-911"
  },
  "تيع": {
    "def": "تاع القئ يتيع تيعا، أي خرج. وأتاع الرجل، أي قاء، فهو متيع، والقئ متاع. قال القطامى وذكر الجراحات: وظلت تعبط (١) الايدى كلوما * تمج عروقها علقا متاعا * وتاع الشئ يتيع، أي سال على وجه الأرض. والتَتايُع: التهافتُ في الشرِ واللَجاجُ. ولا يكون التَتايعُ إلاّ في الشرّ. والسكرانُ يَتَتايَعُ، أي يرمي بنفسه. والريحُ تتتايع باليبيس. قال أبو ذؤيب: ومفرهة عنس قدرت لساقها * فخرت كما تتايع الريح بالقفل (٢) * وتتايع البعير في مشيه، إذا حرَّكَ ألواحه. والتيعَةُ بالكسر: أربعون من الغنم. وفي الحديث: \" في التيعة شاة \". فصل الثاء",
    "pg": "3:1192-1193"
  },
  "تيم": {
    "def": "تيم الله: حى من بكر، يقال لهم اللهازم. وهو تيم الله بن ثعلبة بن عكابة. وتيم الله في النمر بن قاسط. ومعنى تيم الله عبد الله، وأصله من قولهم: تيمه الحب، أي عبده وذلله، فهو متيم. ويقال أيضا: تامَتْهُ فلانةُ. قال لقيط بن زُرارَةَ: تامتْ فؤادَكَ لو يَحْزُنْكَ ما صَنَعَتْ إحدى نساءِ بني ذهل بن شيبانا وتيم في قريش رهط أبى بكر الصديق رضى الله عنه، وهو تيم بن مرة بن كعب ابن لؤى بن غالب بن فهر بن مالك بن النضر. وتيم بن غالب بن فهر أيضا من قريش، وهم بنو الادرم. وتيم بن عبد مناة بن أد بن طابخة بن إلياس ابن مضر. وتيم بن قيس بن ثعلبة بن عكابة. وتيم بن شيبان بن ثعلبة بن عكابة، في بكر. وتيم بن ضبة. وتيم اللات أيضا في ضبة. وتيم اللات أيضا في الخزرج من الانصار، وهم تيم اللات بن ثعلبة، واسمه النجار. وأما قول امرئ القيس:\nبنو تيم مصابيح الظلام (١) * فهم بنو تيم بن ثعلبة من طيئ. والتيمة بالكسر: الشاة التي يحلبها الرجلُ في منزله وليست بسائمة. وفي الحديث: \" التيمَةُ لأهلها \". تقول منه: أتَّامَ الرجل يتام ايتاما، إذا ذبح تيمته. وهو افتعل. قال الحطيئة: فما تتام جارة آلِ لأْيٍ ولكنْ يضمَنون لها قراها والتيماء: الفلاة. وتيماء: اسم موضع.\nفصل الثاء",
    "pg": "5:1879-1880"
  },
  "تين": {
    "def": "التين: هذا الذى يؤكل رطبا ويابسا، الواحدة تينة. وقوله تعالى: (والتين والزيتون) قال ابن عبّاس ﵄: هو تينكم وزيتونكم هذا. ويقال: هما جبلان بالشأم.\nفصل الثاء",
    "pg": "5:2087"
  },
  "تيه": {
    "def": "تاهَ يَتيهُ تَيْهاً. وهو أَتْيَهُ الناس. وتاهَ في الأرض، أي ذهب متحيّراً، يَتيهُ تَيْهاً وتَيَهاناً (١) . وتَيَّهَ نفسه وتَوَّهَ بمعنىً، أي حَيَّرها وطَوَّحها. وما أَتْيَهَهُ وأَتْوَهَهُ. وتاهَ، أي تكبّر. وما أَتْيَهَ فلاناً وما أَطْيَحَهُ. والتيهُ: المفازةُ يُتاهُ فيها، والجمع أَتْياهٌ وأَتاويهُ. وفلاةٌ تَيْهاءُ، وأرضٌ مَتيَهَةٌ، مثال معيشة وأصله مفعلة.\nفصل الجيم",
    "pg": "6:2229"
  }
}