{
  "م": {
    "def": "يقال: ملاك الله حبيبك، أي متَّعكَ به وأعاشَك معه طويلاً. قال الشاعر (٢) : وقد كنتُ أرجو أن أُمَلاَّكَ حِقْبَةً * فحالَ قضاءُ الله دون رَجائِيا (٣) وتَمَلَّيْتُ عمري: استمتعت منه. ويقال لمن لبس الجديد: أَبْلَيْتَ جديداً وتَمَلَّيْتَ حبيباً، أي عشت معه مَلاوَتَكَ من دهرك وتمتَّعت به. وأقمتُ عنده مَلاوَةً من الدهر ومُلاوةً ومِلاوَةً، أي حيناً وبرهةً. وكذلك مَلْوَةً من الدهر ومُلْوَةً ومِلْوَةً، حكاها الفراء. يقال: ملاوة مليتها. والملى: الهوى من الدهر. يقال: أقام مليا من الدهر. قال تعالى: (واهْجُرْني مَلِيًّا) أي طويلاً. ومضى مَلِيٌّ من النهار، أي ساعةٌ طويلةٌ. والمَلا مقصورٌ: الصحراء. والمَلَوانِ: الليل والنهار. يقال: لا أفعله ما اختلف المَلَوانِ، الواحد مَلاً مقصورٌ. وأمْلَيْتُ له في غَيِّه، إذا أَطلْت. وأَمْلَى الله له، أي أمهله وطوَّل له. وأمْلَيْتُ البعيرَ، إذا وسَّعتَ له في قيده. وأمْلَيْتُ الكتاب أُمْلي، وأَمْلَلْتُهُ أُمِلُّهُ، لغتان جيِّدتان جاء بهما القرآن (١) . واسْتَمْلَيْتُهُ الكتاب: سألته أن يمليه على.",
    "pg": "6:2496-2497"
  },
  "مأد": {
    "def": "المَأْدُ (١) من النبات: اللَيِّنُ الناعم. قال الأصمعيّ: قيل لبعض العرب: أصِبْ لنا موضعاً. فقال رائدهم: وجدتُ مكاناً ثَأْداً مَأْداً. وامْتَأَدَ فلانٌ خيراً، أي كَسَبَهُ. ويقال للغصن إذا كان ناعماً يهتزّ: هو يَمْأَدُ مَأّداً حسناً. وغصن يمؤود، أي ناعم. ورجل يمؤود، وامرأة يمؤودة: شابَّة ناعمة. ويمؤود: موضع. قال الشماخ: فظلت بيمؤود كأن عيونها * إلى الشمس هل تدنو ركى النواكز (١)",
    "pg": "2:536"
  },
  "مأر": {
    "def": "المِئرَةُ بالهمز: الذَحْلُ والعداوةُ، وجمعها مِئَرٌ. أبو زيد: مَأَرْتُ بين القوم مَأْراً، وماءَرْتُ بينهم مُماءَرَةً، أي عاديتُ بينهم وأفسدتُ. قال: والاسمُ المِئْرَةُ، والجمع مِئَرٌ. وقال الاموى: ماءرته مماءرة: فاخرته، حكاه عنه أبو عبيد. قال: وقال أبو زيد: يقال هم في أمر مَئِرٍ، بفتح الميم، أي شديد.",
    "pg": "2:811"
  },
  "مأس": {
    "def": "مَأَسْتُ (١) بينهم مَأْساً، أي أفسدتُ. قال الكميت: أسَوْتُ دِماءً حاول القوم سفكَها * ولا يعدَمُ الآسون في الغى مائسا *",
    "pg": "3:976-977"
  },
  "مأق": {
    "def": "المأْقَةُ، بالتحريك: شبه الفُواقِ يأخذ الإنسان عند البكاء والنشيجِ، كأنَّه نَفَسٌ يقلَعُهُ من صدره. وقد مَئِقَ الصبيّ يَمْأَقُ مَأَقاً. وامْتَأَقَ مثله. ومنه قول أمِّ تأبَّط شرًّا: \" ولا أَبَتُّهُ مِئَقاً \". وفي المثل: \" أنت تَئِقٌ وأنا مئق فكيف نتفق \". قال رؤبة: كأنما عولتها بعد التأق عولة ثكلى ولولت بعد المأق وأما الرجل، إذا دخل في المَأَقَةِ. وفي الحديث: \" ما لم تضمِروا الإمْآقَ \" يعني الغيظ والبكاء ممَّا يلزمكم من الصَدَقة. ويقال أراد به الغدر والنكث. ومؤْقُ العين: طرفها ممَّا يلي الأنف. واللِحاظُ: طرفها الذي يلي الأذن، والجمع آماقٌ، وأماق، أيضا مثل آبار وأبآر. ومأقى العين: لغة في مؤق العين، وهو فعلى وليس بفعل، لان الميم من الكلمة، وإنما زيد في آخر الياء للالحاق، فلم يجدوا له نظيرا يلحقونه به، لان فعلى بكسر الام نادر لا أخت لها، فألحق بمفعل، فلهذا جمعوه على مآق على التوهم. وقال ابن السكيت: ليس في ذوات الاربعة مفعل بكسر العين إلا حرفان: مأقى العين، ومأوى الابل قال الفراء: سمعتها - والكلام كله مفعل بالفتح، نحو رميته مرمى، ودعوته مدعى، وغزوته مغزى. وظاهر هذا القول إن لم يتأول على ما ذكرناه غلط.",
    "pg": "4:1552-1553"
  },
  "مأن": {
    "def": "المَؤُونَةُ تهمز ولا تهمز، وهي فعولةٌ. وقال الفراء: هي مفعلة من الاين، هو التعب والشدَّة (١) . ويقال هي مَفْعُلَةٌ من الأَوْنِ، وهو الخُرجُ والعِدْلُ، لأنَّها ثقل على الانسان. قال الخليل: ولو كانت مفعلة لكانت مئينة مثل معيشة. وعند الاخفش يجوز أن تكون مفعلة. ومأنت القوم أمؤنهم مأنا إذا احتملت مؤنتهم. ومن ترك الهمز قال: مُنْتُهُمْ أمونُهُمْ. وأتاني فلان وما مَأَنْتُ مَأْنَهُ، أي لم أكترث له. قال الكسائي: وما تهَيَّأْت له. وقال أعرابيٌّ من سُلَيْم: أي ما علمت بذلك. وهو يمْأَنُهُ، أي يعلمه. وأنشد: إذا ما علمتُ الأمر أقْرَرْتُ علمه * ولا أدَّعي ما لستُ أمْأَنُهُ جهلا كَفى بامْرئٍ يوماً يقول بعلمِهِ * ويسكتُ عمَّا ليسَ يعلمه فَضْلا ومَأَّنْتُ فلاناً تَمْئِنَةً، أي أعلمته. وأنشد الأصمعي للمرار الفَقعسيّ: فتهامسوا شيئاً فقالوا عَرِّسوا * من غير تَمْئِنَةٍ لغير مُعَرَّسِ أي من غير تعريف ولا هو في موضع التَعْريس. والتَمْئِنَةُ: الإعلامُ. والمُئِنَّةُ: العلامةُ. وفي حديث ابن مسعود: \" إنّ طول الصلاة وقِصَرَ الخطبة مَئِنَّةٌ من فِقه الرجل \". قال الأصمعي: سألني شعبة عن هذا الحرف فقلت: مَئِنَّةٌ أي علامةٌ لذاك وخليق لذاك. قال الراجز: إن اكتحالا بالنقى الابلج * ونظرا في الحاجب المزجج مئنة من الفعال الاعوج وهذا الحرف هكذا يروى في الحديث والشعر بتشديد النون، وحقه عندي أن يقال مئينة، مثال معينة على فعيلة، لان الميم أصلية، إلا أن يكون أصل هذا الحرف من غير هذا الباب، فتكون مئنة مفعلة من إن المكسورة المشددة، كما يقال هو معساة من كذا، أي مجدرة ومظنة، وهو مبنى من عسى. وكان أبو زيد يقول: مئتة بالتاء، أي مخلقة لذلك ومجدرة ومحراة ونحو ذلك، وهو مفعلة من أته يؤته أتا، إذا غلبه بالحجة. الاصمعي: ماءنت في هذا الامر على وزن ما عنت، أي روأت. ويقال: امْأَنْ مُأْنَكَ واشْأَنْ شَأْنَكَ، أي اعملْ ما تحسنُه. والمَأنُ والمَأَنَةُ: الطِفْطِفَةُ، والجمع مَأناتٌ ومُئونٌ أيضاً على فعول مثل بدرة وبدور على غير قياس. أبو زيد: مأنت الرجل أمأنه مَأْناً، إذا أصبت مَأْنَتَهُ. قال: وهي ما بين سُرَّتِهِ وعانته وشُرْسوفِهِ. والمَأْنُ أيضاً: الخشبة في رأسها حديدةٌ تُثار بها الأرض، عن أبى عمرو وابن الاعرابي.",
    "pg": "6:2198-2200"
  },
  "مأى": {
    "def": "مَأَوْتُ الجِلد مَأْوًا، ومَأَيْتُهُ مأيا، إذا مددته حتى يتسع. وتمأى الجلد يتمأى تمئيا: اتسع، وهو تفعل. وقال: دلو تمأى دبغت بالحلب (١) * ومائة من العدد، وأصله مِئًى مثال مِعًى، والهاء عوض من الياء. وإذا جمعت بالواو والنون قلت مِئُونَ بكسر الميم، وبعضهم يقول مئون بالضم. قال ابن السكيت: قال الأخفش: ولو قلت مئات، مثال معات، لكان جائزا. وبعض العرب يقول مائة درهم، يشمون شيئا من الرفع في الدال ولا يبينون، وذلك الاخفاء. وقال سيبويه: يقال ثلثمائة، وكان حقه أن يقولوا ثلاث مئين أو مئات، كما تقول ثلاثة آلاف، لان ما بين الثلاثة إلى العشرة يكون جماعة نحو ثلاثة رجال وعشرة رجال، شبهوه بأحد عشر وثلاثة عشر. ومن قال مئين ورفع النون بالتنوين ففى تقديره قولان: أحدهما فعلين مثال غسلين، وهو قول الاخفش، وهو شاذ. والآخر فعيل بكسر الفاء لكسرة ما بعده، وأصله مئى ومئى، مثل عصى وعصى، فأبدل من الياء نونا. وأما قول الشاعر (١) :\nوحاتم الطائى وهاب المئى (٢) * قول مزرد: وما زودوني غير سحق عمامة * وخمس مئ منها قسى وزائف فهما عند الاخفش محذوفان مرخمان. وحكى عن يونس أنه جمع بطرح الهاء مثل تمرة وتمر. وهذا غير مستقيم، لانه لو أراد ذلك لقال مئى مثال معى، كما قالوا في جمع لثة لثى، وفى جمع ثبة ثبى. وأمْأَى القوم: صاروا مائَةً. وأَمْأَيْتُهُمْ أنا. أبو زيد: أَمْأَتْ غنمُ فلان، إذا صارت (*) مائة. وأمأيتها لك: جعلتها مائَةً. ومَأتِ السنَّور تَموءُ مُواءً، إذا صاحت، مثل أَمَتْ تَأْمو أُماءً. ويقال: مَأَى ما بينهم مَأياً، أي أفسد. قال العجاج:\nويعتلون من مأى في الدحس (١) * وقد تَمَأَّى ما بينهم، أي فسد.",
    "pg": "6:2488-2489"
  },
  "ما": {
    "def": "ما: حرف يتصرف على تسعة أوجه: الاستفهام، نحو ما عندك. والخبر، نحو: رأيت ما عندك، وهو بمعنى الذى. والجزاء، نحو: ما تفعل أفعل. وتكون تعجبا نحو: ما أحسن زيدا. وتكون مع الفعل في تأويل المصدر نحو: بلغني ما صنعت، أي صنيعك. وتكون نكرة يلزمها النعت، نحو: مررت بما معجب لك، أي بشئ معجب لك. وتكون زائدة كافة عن العمل، نحو إنما زيد منطلق، وغير كافة نحو قوله تعالى: (فبما رحمة من الله) . وتكون نفيا نحو: ما خرج زيد، وما زيد خارجا. فإن جعلتها حرف نفى لم تعملها في لغة أهل نجد لانها دوارة وهو القياس، وأعملتها على لغة أهل الحجاز تشبيها بليس، تقول: ما زيد خارجا، وما هذا بشرا. وتجئ محذوفة منها الالف إذا ضممت إليها حرفا، نحو بم، ولم، و (عم يتساءلون) . قال أبو عبيد: تنسب القصيدة التى قوافيها على ما: ماوية. وماء: حكاية صوت الشاء، مبنى على الكسر. وهذا المعنى أراد ذو الرمة بقوله: لا يَنْعَشُ الطرفَ إلا ما تَخَوَّنَهُ * داعٍ يناديه باسْمِ الماءِ مَبْغومُ وزعم الخليل أن مهما أصلها ما ضمت إليها ما لغوا، وأبدلوا الالف هاء. وقال سيبويه: يجوز أن تكون مه كإذ، ضم إليها ما. وقول الشاعر (١) : إما ترى رأسي تَغَيَّرَ لونُه * شَمَطاً فأصبَحَ كالثغام الممحل (٢) يعنى إن ترى رأسي. وتدخل بعدها النون الخفيفة والثقيلة، كقولك إما تقومن أقم. ولو حذفت ما لم تقل إلا: إن تقم أقم، ولم تنون. وتكون إما في معنى المجازاة، لانه إن قد زيد عليها ما. وكذا مهما فيها معنى الجزاء.",
    "pg": "6:2555-2556"
  },
  "ماج": {
    "def": "المَأْجُ: الماءُ الأُجاجُ. وقد مَؤُجَ الماءُ يَمْؤُجُ مُؤوجَةً فهو مأج. قال ابن هرمة: فإنك كالقريحَةِ عامَ تُمْهى شَروبُ الماءِ ثم تعود مأجا (١)",
    "pg": "1:340"
  },
  "متأ": {
    "def": "مَتَأتُهُ بالعصا: ضربته بها. ومَتَأتُ الحَبْلَ: لغةٌ في مَتَوْتُهُ، إذا مددته.",
    "pg": "1:72"
  },
  "متا": {
    "def": "متوت الشئ: مددته. والتمتى في نزع القوس: مد الصلب. قال امرؤ القيس: فأَتَتْهُ الوَحْشُ واردةً * فتَمَتَّى النَزْعَ في يَسَرِهْ",
    "pg": "6:2489"
  },
  "متت": {
    "def": "المَتُّ: المَدُّ: والمَتُّ: النَزْعُ على غير بكَرةٍ. والمَتُّ: توسُّلٌ بقرابة. والماتَّةُ: الحُرْمَةُ والوسيلة. تقول: فلان يمُتُّ إليك بقرابةٍ. والمَوَاتُّ: الوسائل.",
    "pg": "1:266"
  },
  "متح": {
    "def": "الماتِحُ: المستقي، وكذلك المَتوحُ. تقول: مَتَحَ الماءَ يَمْتَحُهُ مَتْحاً، إذا نزعه. وبئرٌ مَتوحٌ، للتي يُمَدُّ منها باليدين على البكَرَةِ. وقولهم: سرنا عقبة متوحا، أي بعيدةً. ومَتَحَ النهار: لغةٌ في متح، إذا ارتفع. وليل متاح، أي طويلٌ. ومَتَحَ بها، أي حَبَقَ. ومَتَحَ بسَلْحِهِ: رمى به.",
    "pg": "1:403"
  },
  "متر": {
    "def": "المَتْرُ: المَدُّ. وقد مَتَرْتُ الحبلَ، أي مددته. وربَّما كُنِيَ به عن البِضاعِ. ومَتَرَ بِسَلْحِهِ، إذا رَمى به، مثل مَتَحَ. والمَتْرُ: لغةٌ في البتْر، وهو القطع.",
    "pg": "2:811"
  },
  "متع": {
    "def": "مَتَعَ النهارُ يَمْتَعُ، أي ارتفع وطال. والماتِعُ: الطويلُ من كل شئ. وقد متع الشئ. ومتعه غيره. قال لبيد يصف نخلاً: سُحُقٌ يُمَتِّعُها الصَّفا وسرِيُّهُ * عُمٌّ نَواعِمُ بينهنَّ كرومُ (١) * وقول النابغة:\nوميزانَهُ في سُورَةِ المجدِ ماتع (٢) * أي راجح زائد. وحبل ماتِعٌ، أي جيِّد الفتل. ونبيذٌ ماتِعٌ، أي شديد الحمرة. وكلُّ شئ جيد فهو ماتع. والمتاع: السِلعةُ. والمتاعُ أيضاً: المنفعةُ وما تَمَتَّعْتَ به. وقد مَتَعَ به يَمْتَعُ مَتْعاً. يقال: لئن اشتريت هذا الغلام لتمتعن منه بغلام صالح، أي لتذْهَبَنَّ به. قال المشعَّث: تمتَّع يا مشعَّث إنَّ شيئاً * سَبَقْتَ به المماتَ هو المَتاعُ * وبهذا البيت سمِّي مشعِّثاً. وقال تعالى: ﴿ابتغاءَ حِلْيَةٍ أو مَتاعٍ﴾ . وتَمَتَّعْتُ بكذا واسْتَمْتَعْتُ به، بمعنًى. والاسمُ المُتْعَةُ، ومنه مُتْعَةُ النكاح، ومُتْعَةُ الطلاق، ومُتْعَةُ الحجّ، لأنَّه انتِفاعٌ. وأَمْتَعَهُ الله بكذا ومَتَّعَهُ، بمعنًى. أبو زيد: أَمْتَعْتُ بالشئ، أي تمتعت به. وأنشد للراعي: خليطين (١) من شعبين شتى تجاورا * قديما وكانا بالتفرق أمتعا * وأبو عمرو مثله. وأنشد للراعي ولكنما أجدى وأمتع جده * بفرق يخشيه بهجهج ناعقه * أي تمتع جده بفرق من الغنم. وخالفهما الاصمعي وروى البيت الاول: \" وكانا للتفرق \" باللام. يقول: ليس أحد يفارق صاحبه إلا أمتعه بشئ يذكره به، فكان ما أمتع به كل واحد من هذين صاحبه أن فارقه. وروى البيت الثاني \" وأمتع جده \" بالنصب، أي أمتع الله جده. ويقال: أَمْتَعْتُ عن فلانٍ، أي استغنيت عنه. حكاه أبو عمرو عن النميري (١) .",
    "pg": "3:1282-1283"
  },
  "متك": {
    "def": "المتْكُ: (١) ما تبقيه الخاتنة، وأصل المتك الزُمَاوَرْدُ. والمَتْكاءُ من النساء: التى لم تخفض (٢) . وقرى: ﴿وأعتدت لهن متكا﴾ ، قال الفراء: حدثنى شيخ من ثقات أهل البصرة أنه الزماورد، وقال بعضهم: إنه الاترج، حكاه الاخفش.",
    "pg": "4:1607"
  },
  "متن": {
    "def": "المَتْنُ من الأرض: ما صلُب وارتفع، والجمع متانٌ ومُتونٌ. قال (١) :\nوالقومُ قد طعنوا مِتانَ السجسج (٢) * ومتن الشئ بالضم متانة، فهو مَتينٌ، أي صلبٌ. ومَتْنا الظَهْرِ: مُكْتَنَفا الصُلْبِ عن يمينٍ وشمالٍ من عصب ولحم، يذكَّر ويؤنَّث. ومَتَنْتُ الرجلَ مَتْناً: ضربت مَتْنَهُ. ومَتْنُ السهم: ما دون الرِيش منه إلى وسطه. ويقال أيضاً: رجلٌ مَتْنٌ من الرجال، أي صُلبٌ. ومَتَنَ به مَتْناً: سار به يومَه أجمع. والمُماتَنَةُ: المباعدة في الغاية. يقال: سار سيرا مماتنا، أي شديدا. وما تنه، أي ماطله. ومَتَنْتُ الكبشَ: شققت صفنه واستخرجت بيضته بعروقها. وتمتين القوس بالعَقَبِ، والسِقاءِ بالرُّبِّ: شدُّه وإصلاحه بذلك.",
    "pg": "6:2200"
  },
  "متى": {
    "def": "مَتى: ظرف غير متمكِّن، وهو سؤالٌ عن مكان (١) ، ويجازى به. الأصمعيّ: مَتَى في لغة هذيل قد تكون بمعنى مِنْ. وأنشد لأبي ذؤيب: شَرِبْنَ بماء البحر ثم تَرَفَّعَتْ * مَتى لجَجٍ خُضْرٍ لَهُنَّ نَئِيجُ أي من لجَج. وقد تكون بمعنى وَسْطٍ. وسمع أبو عبيد (٢) بعضهم يقول: وَضَعْتُهُ مَتى كُمِّي، أي وَسْطَ كمى.",
    "pg": "6:2556"
  },
  "مثث": {
    "def": "مَثَّ يده يَمُثّها، إذا مسحها بمنديل أو حشيش لغة في مَشَّ. ويقال: مَثَّ شاربَه، إذا أطعمه شيئاً دسماً (١) . ومَثَّ النِحْيُ: نَتَحَ ورَشَحَ، ولا يقال فيه نضح. والمثمثة: التخليط. يقال مثمث أمرهم إذا خلَّطه. ومَثْمَثَهُ أيضاً مثل مَزْمَزَهُ، عن الأصمعيّ. يقال أخذه فمَثْمَثَهُ ومَزْمَزَهُ، إذا حرَّكه وأقبلَ به وأدبر. وأنشد: ثمَّ اسْتَحَثَّ ذَرْعَهُ اسْتِحْثاثا * نَكَفْتُ حيث مَثْمَثَ المِثْماثا قال: يقول: انْتَكَفْتُ أثَرَهُ. والأفعى تُخَلِّطُ المشيَ، فأراد أنَّه أصاب أثراً مخلَّطاً. والمِثْماثُ بكسر الميم: المصدر، وبالفتح الاسم.",
    "pg": "1:292-293"
  },
  "مثل": {
    "def": "مِثْلَ: كلمة تسوية. يقال: هذا مِثلُهُ ومَثَلهُ كما يقال شِبْهُهُ وشَبَهُهُ بمعنًى. والعرب تقول: هو مُثَيْلُ هذا، وهم أُمَيْثالُهُمْ: يريدون أنَّ المُشَبَّه به حقيرٌ كما أنَّ هذا حَقيرٌ. والمثَلُ: ما يُضرب به من الأمثال. ومثل الشئ أيضا: صفته. والمثال: الفِراشُ، والجمع مُثُل، وإن شئت خفَّفتَ. والمِثالُ معروفٌ، والجمع أمثلةٌ ومُثُلٌ. ومَثَّلْتُ له كذا تمثيلاً، إذا صوَّرت له مِثالَه بالكتابَةِ وغيرها. والتِمْثالُ: الصورَةُ، والجمع التماثيلُ. ومثل (١) بين يديه مُثولاً، أي انتصبَ قائماً. ومنه قيل لمَنارَةِ المسرجة: ماثلة. ومثل، أي لطأ بالأرض، وهو من الأضداد. وقال (٢) :\nرسوم فمنها مستبين وماثل (٣) * (*) والمستبين: الأطلالُ. والماثلُ: الرُسُومُ. ومَثَلَ به يَمْثُلُ مَثْلاً، أي نَكَّلَ به. والاسم المُثْلَةُ بالضم. ومَثَّلَ بالقتيل: جدعه. والمثلة بفتح الميم وضم الثاء: العقوبة، والجمع المثلات. وأَمْثَلَهُ: جعله مُثْلَةً. يقال: أمْثلَ السلطانُ فُلاناً، إذا قتله قوَداً. ويقال للحاكم: أَمْثِلْني، وأَقِصَّني، وأَقِدْني. وفلانٌ أمثلُ بني فلانٍ، أي أدناهم للخير. وهؤلاء أماثلُ القومِ، أي خيارُهم. وقد مَثُل الرجلُ بالضم مَثالةً، أي صار فاضلاً. والمثلى: تأنيث الامثل، كالقصوى تأنيث الاقصى. وتماثل من عِلَّتِهِ، أي أَقْبَلَ. وتمثل بهذا البيتِ وهذا البيتَ بمعنًى. وامتثل أمره، أي احتذاه. قال ذو الرمة يصف الحمار والاتن: رباع لها مذ أورق العود عنده خماشات ذحل ما يراد امتثالها",
    "pg": "5:1816"
  },
  "مثن": {
    "def": "المَثانَةُ: موضع البول. ومَثَنْتُهُ أَمْثُنُهُ (١) بالضم مَثْناً , فهو مَمْثونٌ , إذا أصبت مَثانَتَهُ. ويقال: مَثِنَ الرجل بالكسر فهو أَمْثَنٌ بيِّن المَثَنِ إذا كان لا يستمسك بولُه. والمرأةُ مَثْناءُ. قال الكسائي: يقال رجل: مَثِنٌ ومَمْثونٌ للذي يشتكى مثانته. وفى حديث عمار: \" أنه صلى في تبان وقال: إنى ممثون \".",
    "pg": "6:2200"
  },
  "مجج": {
    "def": "مَجَّ الرجل الشرابَ من فِيه، إذا رمى به. وانْمَجَّتْ نُقْطَةٌ من القَلَم: ترشَّشَتْ. وشيخٌ ماجٌّ: يَمُجُّ ريقَه ولا يستطيع حَبْسَه من كِبَره. يقال أحمقٌ ماجٌّ، للذي يسيل لُعابُه. والماجٌّ: الناقة التي تَكْبَرُ حتَّى تَمُجَّ الماء من حَلْقِها. والمُجاجَةُ والمُجاجُ: الريقُ الذي تَمُجٌّهُ من فِيك. يقال: المَطَرُ مُجاجُ المُزْنِ، والعَسَلُ مجاج النحل. ومجاجة الشئ أيضا: عصارته. ومجمجت الكتاب، إذا ثبجته ولم تُبيِّن الحروف. ومَجْمَجَ الرجلُ في خَبَره، إذا لم يُبَيِّنه. وأمج الفرس، إذا بدأ بالجري قبل أن يضطرم. وأمَجَّ الرجل، إذا ذهب في البلاد. والمَجٌّ بالفتح: حَبٌّ كالعَدَس، معرب وهو بالفارسية ماش.",
    "pg": "1:340"
  },
  "مجح": {
    "def": "مَجَحَ (٢) مَجْحاً ومَجَحاً: تكبَّر. والدَلْوَ في البئر: خَضْخَضَها كذلك.",
    "pg": "1:403"
  },
  "مجد": {
    "def": "المَجْدُ: الكرم. والمَجيدُ: الكريم. وقد مَجُدَ الرجل بالضم، فهو مجيد وماجد. قال ابن السكيت: الشرف والمجد يكونان بالآباء. يقال: رجلٌ شريفٌ ماجدٌ: له آباءٌ متقدِّمون في الشرف. قال: والحسب والكرم يكونان في الرجل وإن لم يكن له آباء لهم شرف. وتَماجَدَ القوم فيما بينهم. وماجدته فمجدته أمجده، أي غلبته بالمجد. ومَجَدَت الإبلُ مُجوداً، أي نالت من الخلا قريباً من الشِبَع. ومَجَّدْتُها أنا تمجيداً. وقال أبو عبيد: أهل العالية يقولون: مجدت الدابة أمجدها مجدا، أي علَفْتها مِلء بطنها. وأهل نجد يقولون: مَجَّدْتها تَمْجيداً، أي علَفْتها نِصفَ بطنها. والتَمْجيدُ: أن يَنْسُبَ الرجل إلى المجد. وفي المثل: \" في كلِّ شجرٍ نار، واسْتَمْجَدَ المَرْخُ والعَفار \"، أي استكثرا منها، كأنَّهما أخذا من النار ما هو حَسْبُهُما. ويقال: لأنَّهما يُسرعان الوَرْيَ، فَشُبِّها بمن يكثر من العطاء طلبا للمجد. وبنومجد: أولاد ربيعة بن عامر بن صعصعة. ومجد: اسم أمهم نسبوا إليها. قال لبيد: سقى قَوْمي بَني مجدٍ وأُسْقى * نُميراً والقبائل من هلال -",
    "pg": "2:536-537"
  },
  "مجر": {
    "def": "المَجْرُ بالتسكين: الجيشُ الكثيرُ. والمجر أيضا: أن يباع الشئ بما في بطن هذه الناقة. وفي الحديث أنَّه نهى عن المَجْرِ. يقال منه: أمْجَرْتُ في البيع إمجارا. ويقال أيضا: ماله مجر، أي عقل. والمجر بالتحريك: الاسمُ من قولك: أمْجَرَتِ الشاةُ فهي مُمْجرٌ، وهو أن يعظّم ما في بطنها من الحمل وتكون مهزولةً لا تقدر على النهوض. ويقال أيضاً: شاةٌ مجرة بالتسكين، عن يعقوب. قال الاصمعي: ومنه قيل للجيش العظيم: مَجْرٌ، لثقله وضِخَمه. وسئل ابنُ لسانِ الحُمَّرَةِ عن الضأن فقال: \" مالُ صِدْقٍ، قَرْيَةٌ لا حِمَى بها إذا أفلتتْ من مَجْرَتَيْها \"، يعني من المَجْرِ في الدهر الشديد وهو الهُزال، ومن النَشَر، وهو أن تنتشر بالليل فتأتي عليها السباعُ. فسماهما مجرتين، كما يقال: القمران والعمران. وفى نسخة بندار (١) : \" من جرتيها \". والمجر أيضا بالتحريك: لغة في النجر، وهو العطش. قال ابن السكيت: لانهم يبدلون الميم من النون، مثل نخجت الدلو ومخجت.",
    "pg": "2:811-812"
  },
  "مجس": {
    "def": "المَجوسِيَّةُ (١) : نِحْلَةٌ. والمَجوسِيُّ منسوبٌ إليها، والجمع المجوس. قال أبو على النحوي: المجوس واليهود إنما عرف على حد يهودى ويهود، ومجوسى ومجوس، فجمع على قياس شعيرة وشعير، ثم عرف الجمع بالالف واللام، ولولا ذلك لم يجز دخول الالف واللام عليهما، لان معرفتان. قال: وهما مؤنثان فجرتا في كلامهم مجرى القبيلتين، ولم يجعلا كالحيين في باب الصرف. وأنشد لامرئ القيس (٢) : أَحارِ أُريكَ بَرْقاً هَبَّ وَهْناً * كنارِ مَجوسَ تَسْتَعِرُ اسْتِعارا * وقد تَمَجَّسَ الرجل: صار منهم. ومَجَّسَهُ غيره. وفي الحديث: \" فأبواه يمجسانه \".",
    "pg": "3:977"
  },
  "مجع": {
    "def": "المِجْعُ، بالكسر: الأحمقُ، والمُجْعَةُ بالضم مثله، وكذلك المجعة مثال الهمزة. ومجع الرجل بالكسر يَمْجَعُ مَجاعَةً، إذا تماجَنَ. وامرأةٌ مَجِعَةٌ: قليلةُ الحياء، مثال جَلِعَةٍ في الوزن والمعنى، عن يعقوب. وتماجَعَ الرجلان: تَماجَنا وترافثا. والمَجيعُ: ضربٌ من الطعام، وهو تَمْرٌ يعجن بلبن. وقال: إن في دارنا ثلاث حبالى * فوددنا أن لو وضعن جميعا * جارتي ثم هرتى ثم شاتى * فإذا ما وضعن كن ربيعا * جارتي للخبيص والهر للفا * ر وشاتى إذا اشتهينا مجيعا",
    "pg": "3:1283"
  },
  "مجل": {
    "def": "مَجَلَتْ يدُهُ تَمْجُلُ مجْلاً، أي تَنَفَّطَتْ من العمل. ويقال أيضاً: مَجِلَتْ يدُه بالكسر مَجَلاً. وأمجل العمل يده. وجاءت الابل كأنَّها المَجْلُ، أي مُمتلئةً كامتلاء المجل.",
    "pg": "5:1816-1817"
  },
  "مجن": {
    "def": "المَجونُ: أن لا يبالي الإنسان ما صنع. وقد مَجَنَ بالفتح يَمْجُنُ مُجوناً ومَجانَةً، فهو ماجِنٌ ; والجمع المُجَّانُ. وقولهم: أخذه مجانا، أي بلا بدل. وهو فعال، لانه ينصرف. والمماجن من النوق: التي ينزو عليها غير واحدٍ من الفُحولة فلا تكاد تَلقَح. وطريقٌ مُمَجَّنٌ، أي ممدود.",
    "pg": "6:2200-2201"
  },
  "محا": {
    "def": "مَحا لوحه يَمْحوهُ مَحْواً، ويَمْحيهِ مَحْياً، ويَمْحاهُ أيضاً، فهو ممحى وممحو، صارت الواو ياء لكسرة ما قبلها، فأدغمت في الياء التى هي لام الفعل. وأنشد الاصمعي:\nكما رأيت الورق الممحيا * وامحى (١) انفعل منه، وامْتَحى لغةٌ فيه ضعيفة. ومَحْوَةُ: ريحُ الشمال، لأنَّها تذهب بالسَحاب، وهي معرفة لا تنصرف ولا تدخلها ألف ولام. قال الراجز: قد بكرت محوة بالعجاج * فدمرت بقية الرجاج ويقال: تركت الأرض مَحْوَةً واحدةً، إذا طبَّقها المطر. والمِمْحاةُ: خِرقة يُزال بها المنى ونحوه. ومحو: اسم موضع، قال يعقوب: وأنشدني أبو عمرو (٢) : لتجر المنية بعد الفتى ال * مغادر بالمحو أذلالها (٣)",
    "pg": "6:2489-2490"
  },
  "محت": {
    "def": "المَحْتُ: الشديد من كل شئ. ويوم محت، أي شديد الحر، مثل حمت. وقد محت يومنا بالضم.",
    "pg": "1:266"
  },
  "محح": {
    "def": "المَحُّ: الثوب البالي. وقد مَحَّ (١) الثوبُ وأَمَحَّ: بَلِيَ. والمُحُّ بالضم: صُفْرَةُ البيض. وقال ابن الزِبَعْرى: كانت قريشٌ بيضَةٌ فَتَفَلَّقَتْ * فالمُحُّ خالصُهُ (٢) لعبدِ منافِ والمَحَّاحُ: الذي يرضيك بالقول ولا فِعْلَ له، وهو الكذاب.",
    "pg": "1:403"
  },
  "محش": {
    "def": "المَحْشُ: إحراقُ النارِ الجلدَ. وقد مَحَشْتُ جلدَه، أي أحرقته. وفيه لغة أخرى: أمْحَشْتُهُ بالنار، عن ابن السكيت. وحكى هو عن أبي صاعد الكلابيّ: أَمْحَشَهُ الحُرُّ، أي أحرقه. قال وحكى أبو عمرو: هذه سنة قد أمحشت كل شئ، إذا كانت جَدْبةً. والامْتِحاشُ: الاحتراقُ. يقال: امْتَحَشَ الخبزُ. وامْتَحَشَ فلانٌ غضباً. والمُحاشُ بالضم: المحترِقُ. يقال: خبزٌ مُحاشٌ، وشواء محاش. والمحاش بالفتح: المتاع، والاثاث، حكاه أبو عبيد. والمحاش بالكسر: القوم يجتمعون من قبائلَ، فيتحالفون عند النار. وهو في قول النابغة: جَمِّعْ مِحاشَكَ يا يزيدُ فإنَّني * أَعْدَدْتُ يربوعا لكم وتميما * ومحش الشئ: سحجه. قال أبو عمرو: يقولون مرت بى غرارة فمحشتنى، أي سحجتنى. وقال الكلابي: أقول: مرت بى غرارة فمشنتنى (١) .",
    "pg": "3:1018-1019"
  },
  "محص": {
    "def": "مَحَصُ الظبيُ يَمْحَصُ، أي يعدو. ومَحَصَ المذبوحُ برجله، مثل دحص. ومحصت الذهب بالنار، إذا خلَّصته ممَّا يشوبه. والتَمْحيصُ: الابْتِلاءُ والاختِبارُ. والمُمْحوصُ والمَحيصُ: الشديدُ الخَلْقِ من الابل.",
    "pg": "3:1056"
  },
  "محض": {
    "def": "المَحْضُ: اللبن الخالصُ، وهو الذي لم يخالطه الماء، حلواً كان أو حامضاً. ولا يسمَّى اللبن مَحْضاً إلا إذا كان كذلك. ورجل ماحض أي ذو محض، كقولك: تامر ولابن. ومحضت الرجل: سقيته المحض. وكذلك الامحاض. وامتحضت أنا. قال الراجز: امتحضا وسقيانى الضيحا * فقد كفيت صاحبي الميحا * ويقال أيضا: محضته الود وأمحضته. وكل شئ أخلصته فقد أمحضته. وأنشد الكسائي: قُلْ للغوانِي أَمَا فِيكُنَّ فاتِكَةٌ * تَعْلو اللئيمَ بضربٍ فيهِ إمحاض * وعربى محض، أي خالص النسبِ، الذكر والأنثى والجمع فيه سواءٌ. وإن شئت أنَّثت وثنَّيتَ وجمعت، مثل قَلبٍ وبَحتٍ. وقد مَحُضَ بالضم مُحوضَةً، أي صار محضا في حسبه.",
    "pg": "3:1104-1105"
  },
  "محق": {
    "def": "مَحَقَهُ (١) يَمْحَقَهُ مَحْقاً، أي أبطله ومحاه. وتمحق الشئ وامتحق. والمُحاقُ (٢) من الشهر: ثلاث ليالٍ من آخره. ونصل محيق، أي مرقق محدد، وهو فعيل من محقه. قال الشاعر: يُقَلِّبُ صَعْدَةً جرداَء فيها نَقيعُ السُمِّ أو قَرْنٌ محيق وأما قول ابن دريد إنه مفعول فبعيد. ومحقه الحر، أي أحرقه. ويومٌ ماحِقٌ، أي شديد الحرّ، أي إنه يمحق كل شئ ويُحْرِقه. قال الأصمعيّ: يقال جاءنا في ماحِقِ الصيف، أي في شدَّة حَرِّه. قال ساعدة يصف الحُمر: ظَلَّتْ صَوافِنَ بالأرْزانِ صادِيَةً في ما حق من نهار الصيف مُحْتَدِمِ ومَحَقَهُ الله، أي ذهب ببركته، وأَمْحَقَهُ لغةٌ فيه رديئة. وقال أبو عمرو: الإمْحاقُ: أن يهلك الشئ كمحاق الهلال. وأنشد: أبوكَ الذي يَكْوي أُنوفَ عُنوقِهِ بظفاره حتى أنس وأمحقا",
    "pg": "4:1553"
  },
  "محك": {
    "def": "المَحْكُ: اللجاجَ. وقد مَحَكَ يَمْحَكُ، فهو رجلٌ مَحِكٌ ومُماحِكٌ (٣) . والمماحكة: الملاجة. وتماحك الخصمان. ب",
    "pg": "4:1607-1608"
  },
  "محل": {
    "def": "المَحْلُ: الجَدبُ، وهو انقطاع المطر ويبس الارض من الكلاء. يقال: بلدٌ ماحِلٌ، وزمانٌ ماحلٌ، وأرض محل وأرض محول، كما قالوا: بلد سبسب وبلد سباسب، وأرض جدبة وأرض جدوب، يريدون بالواحد الجمع. وقد أَمْحَلَتْ. قال ابن السكيت: أَمْحَلَ البلدُ فهو ما حل، ولم يقولوا ممحل. وربما جاء ذلك في الشعر. قال حسَّان بن ثابت: إمَّا تَرَيْ رأسي تَغَيَّرَ لونُه شَمَطاً فأصبَحَ كالثغامِ المُمْحِلِ وأَمْحَلَ القومُ: أجدبوا. والمَحْلُ: المكرُ والكيد. يقال: مَحَلَ (١) . به، إذا سعى به إلى السلطان، فهو ما حل ومحول. وفي الدعاء \" ولا تجعله ماحلاً مُصَدَّقاً (١) \". والمُماحَلَةُ: المماكرة والمكايدة. وتَمَحَّلَ، أي احتال، فهو مُتَمَحِّلٌ. ورجلٌ متماحلٌ، إذا كان طويلاً. وسَبْسَبٌ مُتماحل، أي بعيدُ ما بين الطرَفين. وفي الحديث \" أمورٌ مُتماحلةٌ \" أي فتن يطول أمرها. وقول أبى ذؤيب: وأَشْعَثَ بَوْشِيٍّ شَفَيْنا أُحاحَهُ غَداتَئِذٍ ذي جَرْدَةٍ مُتماحِلِ فهو من صفة أَشْعَثَ. والمَحالُ والمَحالَةُ: البَكَرَةُ العظيمةُ التي تستقي بها الابل. وقال حميد الارقط (٢) : يردن والليل مرم طائره مرخى رواقاه هجودا سامره (٣) ورد المحال قلقت محاوره والمحالة أيضا: الفقارة. والممحل، بفتح الحاء مشدّداً: اللبنُ الذي ذهبت عنه حلاوةُ الحَلَب وتغيَّر طعمه قليلا. وقال: ما ذقت ثفلا منذ عام أول إلا من القارص والممحل",
    "pg": "5:1817-1818"
  },
  "محن": {
    "def": "مَحَنْتُ البئر مَحْناً، إذا أخرجتَ ترابها وطينها. والمِحْنَةُ: واحدة المِحَنِ التي يُمْتَحَنُ بها الإنسان من بليَّةٍ. ومَحَنْتُهُ وامْتَحَنْتُهُ، أي اختبرته، والاسم المِحْنَةُ. ومَحَنَهُ عشرين سوطاً، أي ضربَه. وأتيتُ فلاناً فما مَحَنَني شيئاً، أي ما أعطاني.",
    "pg": "6:2201"
  },
  "مخا": {
    "def": "تمخيت من الشئ وامخيت منه، إذا تبرأت منه وتحرجت. قال الراجز (*) ولم تراقب مأثما فتمخه (١) * من ظلم شيخ آض من تشيخه (٢)",
    "pg": "6:2490"
  },
  "مخج": {
    "def": "أبو الحسن اللِحياني: مخَجْتُ الدَلْو، إذا جَذَبت بها ونَهَزْتَها حتى تمتلئ. وأنشد: فصبحت قليذما (١) هموما يزيدها مخج الدلا (٢) جموما قال الاصمعي: يقال مخجها، أي جامعها.",
    "pg": "1:340"
  },
  "مخخ": {
    "def": "المُخُّ: الذي في العظم، والمُخَّةُ أخصُّ منه. وفي المثل: \" شَرٌّ ما يُجيئُكَ إلى مُخَّةِ عُرقوبٍ \". وجمع المُخِّ مِخَخَةٌ. وربَّما سمُّوا الدِماغ مُخًّا. قال الشاعر: ولا يَسْرِقُ الكلبُ السَروقُ نِعالَنا * ولا نَنْتَقي المُخَّ الذي في الجماجم وخالص كل شئ: مخه. وقد أَمَخَّ العظم: جرَى فيه المخ. وأمخت الابل: سمنت. وفى المثل: \" بين المُمِخَّةِ والعَجْفاءِ \". وامْتَخَخْتُ العظم وتمخخته: أخرجت مخه (١) .",
    "pg": "1:430-431"
  },
  "مخر": {
    "def": "مَخَرَتْ السفينة تَمْخَرُ وتَمْخُرُ مَخْراً ومُخوراً، إذا جرتْ تشقُّ الماء مع صوت. ومنه قوله تعالى:\n(وتَرى الفلك مَواخِرَ فيه) *، يعني جواري. ويقال: مَخَرْتُ الأرضَ، أي أرسلتُ فيها الماء. وبناتُ مَخْرٍ: سَحائِبُ يجئن قُبُلَ الصيف (١) منتصباتٍ رِقاقاً. واسْتَمْخَرْتُ الريحَ، إذا استقبلتها بأنفك. قال الراجز يصف الذئب: يستمخر الريح إذا لم يسمع * بمثل مقراع الصفا الموقع - وفى الحديث: \" إذا أراد أحدكم البول فليتمخر الريح \". أي فلينظر من أين مجراها فلا يستقبلها كيلا ترد عليه البول. وامتخرت القوم: انتقيت خيارهم ونُخْبَتَهُم قال الراجز:\nمن نُخْبَةِ الناسِ التي كان امْتَخَرْ (٢) والمخرة والمخرة، بكسر الميم وضمها: الشئ الذى تختاره، عن أبى زيد. والماخورُ: مجلسُ الفُسَّاقِ. واليَمُخورُ: الطويلُ. قال العجاج يصف جملا: في شعشعان عنق يمخور * حابى الحيود فارض الحنجور -",
    "pg": "2:812"
  },
  "مخض": {
    "def": "مَخَضْتُ اللبنَ أمْخَضُهُ وأمْخُضُهُ وأمْخِضُهُ، ثلاث لغاتٍ. والمِمْخَضَةُ: الإبْريجُ (١) . والمَخيضُ والمَمْخوضُ: اللبن الذي قد مُخِضَ وأخِذَ زُبْدُهُ. وأمْخَضَ اللبنُ، أي حان له أن يُمْخَضَ. وتَمَخَّضَ اللبنُ وامْتَخَضَ، أي تَحرَّك. وكذلك الولد إذا تحرك في بطن الحامل. قال عمرو بن حسان أحد بنى الحارث بن همام بن مرة، في الممخضة، يخاطب امرأته: ألا يا أم عمرو (٢) لا تلومى * وأبقى إنما ذا الناس هام * أجدك هل رأيت أبا قبيس * أطال حياته النعم الركام * وكسرى إذ تقسمه بنوه * بأسياف كما اقتسم اللحام * تمخضت المَنونُ له بيومٍ * أنى ولكلِّ حاملة تمام * فجعل قوله \" تمخضت \" ينوب مناب قوله لقحت بولد، لانها ما تمخضت بالولد إلا وقد لقحت. وقوله: \" أنى \" أي حان ولادته لنمام أيام الحمل. والمخاض: وجع الولادة. وقد مَخِضَتِ الناقةُ بالكسر تَمْخَضُ مخاضا، مثل سمع سماعا. وكل حامل ضربها الطلق فهي ماخِضٌ، والجمع مُخَّضٌ (١) . والمَخاضُ أيضاً: الحواملُ من النوق، واحدتها خَلِفَةٌ، ولا واحد لها من لفظها. ومنه قيل للفصيل إذا استكمل الحول ودخل في الثانية: ابن مخاض، والانثى ابنة مخاض، لانه فصل عن أمه وألحقت أمه بالمخاض (٢) ، سواء لقحت أم لم تلقح. وابن مخاض نكرة، فإذا أردت تعريفه أدخلت عليه الالف واللام إلا أنه تعريف جنس. قال الشاعر (١) : وَجَدْنا نَهْشَلاً فَضَلَتْ فُقَيْماً * كفَضْلِ ابنِ المَخاضِ على الفصيلِ * ولا يقال في الجمع إلا بناتُ مَخاضٍ وبناتُ لَبونٍ وبناتُ آوى. قال الفراء: مَخَضْتُ بالدلو، إذا نهَزْتُ بها في البئر. وأنشد: إن لنا قليذما هموما * يزيدها مخض الدلا جموما * ويروى: \" مخج الدلا \".",
    "pg": "3:1105-1106"
  },
  "مخط": {
    "def": "مَخَطَهُ يَمْخَطُهُ مَخْطاً، أي نزعه ومدَّه. ويقال أمْخَطَ في القَوس. ومَخَطَ السهمُ، أي مَرَقَ. وأمْخَطْتُ السهمَ، أي أنفذته. والمُخاطُ: ما يسيل من الأنف، وقد مَخَطَهُ من أنفه، أي رمى به. وامْتَخَطَ وتَمَخَّطَ، أي اسْتَنْثَرَ. وامْتَخَطَ سيفَه، أي اختَرَطَه. وربَّما قالوا امْتَخَطَ ما في يده، أي نزعه واختلسه.",
    "pg": "3:1158-1159"
  },
  "مخن": {
    "def": "المَخْنُ: الرجلُ الطويل. والمَخْنُ: البكاء. والمَخْنُ: النزع من البئر. قال الراجز (*) قد حكم القاضى بأمر عدل * أن يمخنوها (١) بثماني أدل",
    "pg": "6:2201"
  },
  "مدح": {
    "def": "المَدْحُ: الثناء الحسن. وقد مَدَحَهُ وامتدَحه بمعنًى. وكذلك المِدْحَةُ، والمَديحُ، والأمْدوحَةُ. وأنشد أبو عمرو لأبي ذؤيب: لو كان مِدْحَةُ حى منشرا أحدا * أحيا أبا كن يا ليلى الأماديحُ (٣) وتَمَدَّحَ الرجل: تكلّف أن يمدح. ورجلٌ مُمَدَّحٌ، أي ممدوح جداً. وامدَحَّ بطنُه: لغةٌ في انْدَحَّ، إذا اتَّسع. وتَمَدَّحَت خواصر الماشية، أي اتَّسعت شبعا، مثل تندحت. وقال الراعى يصف فرساً: فلمَّا سَقَيْناها العَكيسَ تَمَدَّحَتْ * خَواصِرُها وازدادَ رشْحاً وَريدُها يروى بالدال والذال جميعا.",
    "pg": "1:403-404"
  },
  "مدخ": {
    "def": "تَمَدَّختِ الإبل: تقاعست في سيرها، وبالذال معجمة أيضا.",
    "pg": "1:431"
  },
  "مدد": {
    "def": "مددت الشئ فامتد والمادة الزيادة المتّصلة. ومَدَّ الله في عمره. ومَدَّهُ في غيِّه، أي أمهله وطول له. والمد: السيل. يقال: مَدَّ النهرُ، ومَدَّهُ نهرٌ آخر. قال العجاج:\nسيلٌ أتيٌّ مده أتى (١) * مد النهار: ارتفاعه. ويقال: هناك قطعةُ أرضٍ قَدْرُ مَدِّ البصر، أي مدى البصر. ورجلٌ مَديدُ القامة، أي طويل القامة. وطِرافٌ (٢) مُمَدَّدٌ، أي ممدودٌ بالأطناب، شدد للمبالغة. وتَمَدَّدَ الرجلُ، أي تمطَّى. والمُدُّ بالضم: مِكيال، وهو رِطلٌ وثُلث عند أهل الحجاز، ورطلان عند أهل العراق. والصاع: أربعة أمْدادٍ. ومُدَّةٌ من الزمان: بُرهة منه. والمُدّة أيضاً: اسم ما اسْتَمْدَدْتَ به من المِدادِ على القلم. والمَدَّةُ، بالفتح: المرّة الواحدة من قولك مَدَدْتُ الشئ. والمدة، بالكسر: ما يجتمع في الجرح من القيح. والمِدادُ: النِقْسُ. تقول منه: مَدَدْتُ الدَواة وأمْدَدْتها أيضاً. وأمْدَدْتُ الرجل، إذا أعطيته مدة بقلم. وأمددت الجيش بِمَدَدٍ. والاستِمدادُ: طلب المَدَدِ. قال أبو زيد: مَدَدْنا القومَ، أي صرنا مَدَداً لهم: وأمدَدْناهم بغيرنا. وأمْدَدْناهُمْ بفاكهة. وأمَدَّ الجرحُ: صارت فيه مِدَّةٌ. وأمَدَّ العَرْفَجُ إذا جرى الماء في عوده. ومَدَدْتُ الإبل وأمْدَدْتها بمعنًى، وهو أن تَنْثُرَ لها على الماء شيئاً من الدقيق ونحوه فتسقيها. والاسم المَديد. وماءٌ إمِدَّانٌ: شديد الملوحة، هو إفعلان بكسر الهمزة.",
    "pg": "2:537-538"
  },
  "مدر": {
    "def": "المَدَرَة: واحدةُ المَدَرِ. والعرب تسمى القرية مدرة. قال الراجز: شد على أمر الورود مئزره * ليلا وما نادى أذين المدره (١) - يقال: أهل المدر والوبر. ومدر: قرية باليمن، ومنه فلان المدرى. والمدرية: رماح كانت تركَّب فيها القرون المحدَّدة مكان الأسنّة. قال لبيد يصف البقرة والكلاب: فلَحِقْنَ واعْتَكَرَتْ لها مَدْرِيَّةٌ * كالسَمْهَرِيَّةِ حَدُّها وتَمامُها - يعني القرون. ومَدَرْتُ الحوضَ أمْدُرُهُ، أي أصلحته بالمدر. وفى المثل: \" أبخل من مادر \"، وهو رجل من هلال بن عامر بن صعصعة، لانه سقى إبله فبقى في أسفل الحوض ماء قليل فسلح فيه ومدر به حوضه، بخلا أن يشرب من فضله. قال الشاعر: لقد جللت خزيا هلال بن عامر * بنى عامر طرا بسلحة مادر (١) - والممدرة: بالفتح: الموضع الذى يؤخذ منه المدر، فتمدر به الحياض، أي تُسَدُّ خَصاصُ ما بين حجارتها. ورجلٌ أمْدَرُ بيِّن المَدَرِ، إذا كان منتفخ الجنْبَين. والأمْدَرُ من الضباع: الذي في جسده لُمَعٌ من سَلْحِهِ. ويقال لون له.",
    "pg": "2:812-813"
  },
  "مدش": {
    "def": "المُدْشُ: رَخاوةُ عصَب اليد وقلَّة لحمها. ورجلٌ أمْدَشُ اليد. وقد مَدِشَ مَدَشاً. وامرأةٌ مَدْشاءُ اليد.",
    "pg": "3:1019"
  },
  "مدل": {
    "def": "المدل، بكسر الميم: الرجل الخفى الشخص، القليلُ اللحمِ، بالدال والذال جميعاً. وتَمَدَّلَ بالمنديل: لغة في تَنَدَّلَ:",
    "pg": "5:1818"
  },
  "مدن": {
    "def": "مَدَنَ بالمكان: أقام به. ومنه سمِّيت. المَدينَةُ، وهي فَعيلَةٌ، وتجمع على مَدائِنَ بالهمز، وتجمع أيضا على مدن ومدن، بالتخفيف والتثقيل. وفيه قول آخر: أنها مفعلة من دنت، أي ملكت. وفلان مَدَّنَ المَدائِنَ، كما يقال: مَصَّرَ الامصار. وسألت أبا على الفسوى عن همز مدائن فقال: فيه قولان، من جعله فعيلة من قولك: مدن بالمكان، أي أقام به، همزه. ومن جعله مفعلة من قولك دين، أي ملك لم يهمزه، كما لا يهمز معايش. وإذا نسبت إلى مدينة الرسول ﷺ قلت مَدَنيٌّ، وإلى مدينة المنصور مَدينيٌّ، وإلى مَدائِنِ كسرى مَدائِنِيٌّ، للفرق بين النَسب، لئِّلا يختلط. ومدين: قرية شعيب ﵇.",
    "pg": "6:2201-2202"
  },
  "مده": {
    "def": "التَمَدُّهُ: التَمَدُّحُ. والمادِهُ: المادِحُ، والجمع المده. قال رؤبة: لله در الغانيات المده * سبحن واسترجعن من تألهى",
    "pg": "6:2249"
  },
  "مدى": {
    "def": "المَدى: الغاية. يقال: قطعة أرضٍ قدر مَدى البصر، وقدر مد البصر أيضا، عن يعقوب. والمدى على فعيل: الحوض الذى ليست له نصائب. وقال:\nإذا أميل في المدى فاضا * والجمع أمْدِيَةٌ. والمُدْيَةُ بالضم: الشَفرة، وقد تكسر، والجمع مديات ومدى، كما قلناه في كلية. والمدى: القفيزُ الشاميّ، وهو غير المُدِّ.",
    "pg": "6:2490"
  },
  "مذح": {
    "def": "يقال: رجل أمْذَحُ بيِّنُ المدح، وقد مذح (١) ، للذى تصطك فخذاه إذا مشى. قال الاعشى:\nكالخصى أشعل فيهن المذح (٢)",
    "pg": "1:404"
  },
  "مذحج": {
    "def": "مذحج، مثال مسجد: أبو قبيلة من اليمن، وهو مذحج بن يحابر بن مالك بن زيد بن كهلان ابن سبأ. قال سيبويه: الميم من نفس الكلمة.",
    "pg": "1:340"
  },
  "مذر": {
    "def": "يقال: تفرقت إبله شَذَرَ مَذَرَ، وشِذَرَ مِذَرَ، إذا تفرَّقت في كلّ وجه. ومَذَرَ إتباعٌ له. ومَذِرَتِ البيضة: فسدت وأمْذَرَتْها الدجاجةُ. ومَذِرَتْ مَعِدَتُهُ، أي فسدت. والأمْذَرُ: الذي يُكثِر الاختلاف إلى الخلاء. والتمذر: خبث النفس. يقال: رأيت بيضةً مَذِرَةً فَمَذَرَتْ لذلك نفسي، أي خبثت.",
    "pg": "2:813"
  },
  "مذع": {
    "def": "الكسائي: مَذَعَ (١) لي الخبر، إذا حدَّثك ببعضه وكتَم البعض، حكاه عنه أبو عبيد. قال: والمذاع الذى لا يكتم السر، ويقال الكذَّاب. ومَذَعَ ببوله، أي رمى به.",
    "pg": "3:1283"
  },
  "مذق": {
    "def": "المَذيقُ اللبن الممزوج بالماء. وقد مَذَقْتُ (١) اللبنَ فهو ممذوقٌ ومَذيقٌ. ومنه قولهم: فلان يَمْذُقُ الودَّ، إذا لم يُخْلِصه، فهو مذاق، ومماذق غير مخلص.",
    "pg": "4:1553-1554"
  },
  "مذقر": {
    "def": "المُمْذَقِرُّ: اللبن المتقطع. يقال: امْذَقَرَّ الرائبُ امْذِقْراراً، إذا تقطَّع وصار اللبن ناحية والماء ناحية. وفى حديث عبد الله بن خباب حين قتلته الخوارج على شاطئ نهر: \" فسال دمه الماء فما امذقر \" قال الاصمعي: الامذقرار أن يجتمع الدم ثم يتقطع ولا يختلط بالماء. يقول: فلم يكن كذلك ولكنه سال وامتزج بالماء.",
    "pg": "2:813"
  },
  "مذل": {
    "def": "رجلٌ مِذْلٌ، أي صغير الجثّةِ، مثل مِدْلٍ. والمِذْلُ: الباذِلُ لما عنده من مال أو سِرٍّ، وكذلك إذا لم يقدر على ضبط نفسه. قال الأسود ابن يَعْفُر: ولقد أروحُ إلى التِجارِ مُرَجَّلاً مَذِلاً بمالي لَيِّناً أجيادي يقال: مَذَلْتُ بِسِرِّي، أمْذُلُ بالضم، مَذْلاً، أي قَلِقْتُ به وضَجِرْتُ حتَّى أفشيتُه. وكذلك المَذَلُ بالتحريك. وقد مَذِلَتُ بسرِّي بالكسر. ومَذِلْتُ من كلامه: قلقتُ. ومَذِلَتْ رِجلي أيضاً مَذَلاً، أي خَدِرَتْ. وأنشد أبو زيد: وإن مذلت رجْلي دَعَوْتُك أشْتَفي بدعواكِ من مَذِلٍ بها فيهونُ (١) والامْذِلالُ: الاسترخاءُ والفتورُ. والمَذَل مثله. والمَذيلُ: المريض الذي لا يَتَقارُّ وهو ضعيفٌ. قال الراعي: ما بالُ دَفِّكَ بالفِراشِ مَذيلا أقذًى بعينِكَ أم أردت رحيلا",
    "pg": "5:1818"
  },
  "مذى": {
    "def": "المَذْيُ بالتسكين (٣) : ما يخرج عند الملاعبة والتقبيل ; وفيه الوضوء. تقول منه: مذى الرجل بالفتح، وأمْذى بالألف مثله. يقال: كلُّ ذكر يَمْذي وكلُّ أنثى تَقْذي. والمِذاءُ: المُماذاةُ. وفي الحديث: \" الغَيرة من الإيمان، والمِذاءُ من النفاق \"، قال أبو عبيد: هو أن يجمع الرجل بين رجال ونساء يخلِّيهم يُماذي بعضهم بعضاً. وقال الأموي: المَذِيُّ، والوَدِيُّ، والمَنيُّ مشدّداتٌ. وأمْذَيْتُ فرسي، إذا أرسلتَها في المرعى. وربما قالوا: مذيته. حكاه أبو عبيد. والماذى: العسل الأبيض. والماذِيَّةُ من الدروع: البيضاءُ. وقال الأصمعي: الماذِيَّةُ السَهلة اللينة. وتسمَّى الخمر ماذِيَّةً لسهولتها في الحلق.",
    "pg": "6:2490-2491"
  },
  "مرأ": {
    "def": "مَرُؤَ الطَعامُ يَمْرُؤُ مَراءةً: صار مَريئاً، وكذلك مَرِئَ الطعامُ. قال الأخفش: هو كما تقول فَقُهَ وفَقِهَ، يَكسِرون القاف ويضمونها. قال: ومَرَأَني الطَعامُ يَمْرَأُ مَرَاءةً، قال: وقال بعضهم: أمْرَأَني الطعام. وقال الفراء: يقال هَنَأَني الطَعامُ ومَرَأَني، إذا أتْبَعوها هَنَأني قالوها بغير ألفٍ وإذا أفْرَدوها قالوا أمْرَأَني. وهو طعامٌ مُمْرِئٌ. ومَرِئْتُ الطَعامَ: اسْتَمْرَأتُهُ. والمُروءَةُ: الإنسانية، ولك أن تشدِّدَ. قال أبو زيد: مَرُؤَ الرجلُ: صار ذا مُروءةٍ فهو مرئ على فعيل. وتمرأ: تَكَلَّفَ المروءةَ. ابن السكيت: فلان يَتَمَرَّأُ بنا، أي يطلب المروءةٍ بِنَقْصِنا وعَيْبنا، قال: وتقول هو مرئ الجزور والشاة، للمتصل بالحلقوم الذي يجري فيه الطعامُ والشرابُ، والجمع مرؤ، مثل سرير وسرر. والمرء: الرجل، يقال: هذا مَرْءٌ صالحٌ ومررت بمرءٍ صالحٍ ورأيت مَرْءًا صالحاً، وضم الميم لغة، وهما مَرْآنِ صالحان، ولا يُجْمَعُ على لفظه. وبعضهم يقول: هذه مرأةٌ صالحةٌ ومَرَةٌ أيضاً بترك الهمزة وبتحريك الراء بحركتها. فإن جئت بألف الوصل كان فيه ثلاث لغاتٍ: فَتْحُ الراء على كل حال حكاها الفرَّاء، وضمُّها على كل حال، تقول: هذا امْرَأٌ ورأيت امْرَأً ومررت بامْرَإٍ. وتقول: هذا امْرُؤٌ ورأيت امرؤا ولا جمعَ له من لفظه. وهذه امْرَأةٌ مفتوحة الراء على كل حال. فإن صَغَّرْتَ أسْقَطتَ ألف الوصل فقلت مرئ ومريئة. وربما سمُّوا الذئبَ امْرَأً. وذكر يونس أن قول الشاعر: وأنت امْرُؤٌ تَعْدو على كُلِّ غِرَّةٍ * فَتُخْطِئُ فيها مَرَّةً وتُصيبُ يعني به الذئب. وقالت امرأةٌ من العرب: أنا امْرُؤٌ لا أخْبرُ السِرَّ. والنسبةُ إلى امرِئٍ مَرَئيٌّ بفتح الراء، ومنه المرئى الشاعر. وكذلك النسبة إلى امرئ القيس إن شئت امرئى.",
    "pg": "1:72"
  },
  "مرا": {
    "def": "الاصمعي: المرو: حجارة بيض براقة تقدح منها النار، الواحدة مروة. وبها سميت المروة بمكة. والمرو: ضرب من الرياحين. قال الاعشى:\nوآس وخيري ومرو وسوسن (١) (*) ومريت الناقة مريا، إذا مسحتَ ضرعها ليدرّ. وأمْرَتِ الناقةُ، أي درَّ لبنُها. والمَرِيُّ على فعيل: الناقة الكثيرة اللبن. الكسائي. ويقال: هي التي تدرُّ على المسح. قال أبو زيد: هو غير مهموز، والجمع مَرايا. ومَرَيْتُ الفرس، إذا استخرجت ما عنده من الجري بسوطٍ أو غيره. والاسم المِرْيَةُ بالكسر وقد تضم. ومرى الفرس بيديه، إذا حرَّكهما على الأرض كالعابث. والريحُ تَمْري السحابَ وتَمْتَريهِ، أي تستدرُّه. ومَراهُ حقّه، أي جحده. وقرئ قوله تعالى: (أفتمرونه على ما يرى) . وماريت الرجل أماريه مراء، إذا جادلته. والمِرْيَةُ: الشكّ، وقد تضم. وقرئ بهما قوله تعالى: (فلا تَكُ في مِرْيَةٍ منه) قال ثعلب: هما لغتان، وأمَّا مرية الناقة فليس فيه إلا الكسر والضم غلط. والامتراء في الشئ: الشك فيه ; وكذلك التمارى. ومرو: اسم بلد، والنسبة إليه مروزى على غير قياس، والثوب مروى على القياس. والمروراة: المفازة التى لا شئ فيها، وهى فعوعلة، والجمع المرورى، والمروريات، والمرارى. وفى المثل: \" خذها ولو بقرطى مارية \"، قال ابن السكيت: هي مارية بنت أرقم بن ثعلبة بن عمرو بن جفنة بن عوف بن عمرو بن ربيعة بن حارثة بن ثعلبة - وهو العنقاء - ابن عمرو مزيقياء بن عامر ماء السماء. وابنها الحارث الاعرج الذى عناه حسان بقوله: أولاد جفنة حول قبر أبيهم * قبر ابن مارية الكريم المفضل والمارية، بتشديد الياء: القطاة الملساء.",
    "pg": "6:2491-2492"
  },
  "مرت": {
    "def": "المَرْتُ: مفازةٌ لا نباتَ فيها. ومكان مَرْتٌ بيِّن المُروتة. قال الراجز (٢) : ومهمهين قذفين مرتين * ظهراهما مثل ظهور الترسين (١) ورجل مَرْتُ الحاجبِ، إذا لم يكن على حاجبه شعر. قال ذو الرمة: كل جنين لثق السربال (٢) * مرت الحجاجين من الاعجال يعنى جنينا ألقته أمه قبل أن ينبت وبره. والمروت بالتشديد: اسم واد. قال أوس: وما خليج من المروت ذو شعب * يرمى الضرير بخشب الطلح والضال ومنه يوم المروت، بين بنى قسير وتميم.",
    "pg": "1:266"
  },
  "مرث": {
    "def": "مَرَثَ التمرَ بيده يَمْرِثُهُ مَرْثاً، لغة في مرسه، إذا ماثَهُ ودافَهُ (٢) . وربَّما قيل مَرَدَهُ. ورجل مِمْرَثٌ، أي صبور على الخِصام، والجمع مَمارِثُ. ومَرَثَ الصبيُّ إصبعَه، إذا لاكَها. قال عَبدة بن الطبيب: فَرَجَعْتُهُمْ شَتَّى كأنَّ عَميدَهُم * في المَهْدِ يَمْرُثُ وَدْعَتَيْهِ مرضع",
    "pg": "1:293"
  },
  "مرج": {
    "def": "المَرْجُ: الموضع الذي ترعى فيه الدواب. ومرج الخطباء: موضع بخراسان. ومرج راهط: موضع بالشام. ومنه يوم المرج لمروان بن الحكم على الضحاك بن قيس الفهرى. ومرج القلعة بفتح اللام: منزل بالبادية. ومرجت الدابة أمرجها بالضم مَرْجاً، إذا أرسلتها ترعى. وقوله تعالى: (مَرَجَ البَحْرَينِ يَلتَقِيانِ) . أي خَلاّهما لا يلتبس أحدهما بالآخر. قال الأخفش: ويقول قوم: أمْرَج البَحْرين مثل مَرَجَ، فَعَلَ وأفْعَلَ بمعنًى. والمَرَجُ بالتحريك: مصدر قولك مَرِجَ الخاتَمُ في إصبعي بالكسر، أي قَلِقَ، مثل جرِج. ومَرْجَتْ أماناتُ الناس أيضاً: فَسَدَتْ. ومَرِجَ الدين والأمرُ: اختلط واضطرب. قال أبو دُؤاد: مَرِجَ الدينُ فَأعْدَدْتُ له مُشْرِفَ الحارِكِ مَحْبوكَ الكَتَدْ ومنه الهَرْجُ والمَرْجُ. يقال: إنما يُسَكَّنُ المَرْجُ لأجل الهَرْج ازدواجاً للكلام. وأمر مَريجٌ، أي مختلط. وأمْرَجَتِ الناقةُ: ألقَتْ وَلَدَها بعد ما يصير غِرْساً ودَماً. ومارِجٌ من نار: نارٌ لا دُخان لها خُلِقَ منها الجانُّ. والمرجان: صغار اللؤلؤ.",
    "pg": "1:340-341"
  },
  "مرجل": {
    "def": "المُمَرْجَلُ: ضربٌ من ثياب الوَشْيِ. قال العجاج:\nبِشِيَةٍ كَشِيَةِ المُمَرْجَلِ * قال سيبويه: مُراجِلُ ميمها من نفس الحرف، وهي ثياب الوشى.",
    "pg": "5:1818"
  },
  "مرح": {
    "def": "المَرَحُ: شدة الفرح، والنشاط. وقد مَرِحَ (٣) بالكسر، فهو مَرِحٌ ومريح بالتشديد، مثال سكير. وأمرحه غيره، والاسم المراح بكسر الميم. ومرحت عينه أيضا مرحانا: فسدت وهاجت. قال الشاعر (٤) : كأنَّ قذًى في العينِ قد مَرِحَتْ به * وما حاجَةُ الأخرى إلى المَرَحان وفرسٌ مِمْراحٌ ومَروحٌ، أي نشيطٌ. وقد أمْرَحهُ الكلأُ. وقوسٌ مَروحٌ، كأن بها مَرحاً من حسن إرسالها السهمَ. وقال الأصمعي في قول أبي ذؤيب: مُصَفَّقَةٌ مُصَفَّاةٌ عُقارٌ * شآمِيَةٌ إذا جُلِيَتْ مَروحُ أي لها مِراحٌ في الرأس وسورةٌ، يَمْرَحُ من يشربها. وعينٌ مِمْراحٌ: غزيرة الدمع. ومَرَّحْتُ القِربةَ: أي سَرَّبتها، وهو أن تملأها ماءٌ لتنسدَّ عيونُ الخَرْزِ. ويقال للرامي إذا أصاب: مَرْحَى! وهو تعجُّبٌ. وإذا أخطأ: بَرْحى!",
    "pg": "1:404"
  },
  "مرخ": {
    "def": "المَرْخُ: شجرٌ سريعُ الوَرْيِ. وفي المثل: \" في كلِّ شجرٍ نار، واستمجد المَرْخُ والعَفار \" والعَفارُ: الزند وهو الأعلى، والمَرْخُ: الزَنْدَةُ وهي الأسفل. قال الشاعر: إذا المَرْخُ لم يورِ تحت العَفار * وضُنُّ بقِدْرٍ فلم تُعْقَبِ ومَرَخْتُ جسدي بالدهن مَرْخاً، ومَرَّخْتُهُ تَمْريخاً. وأمْرَخْتُ العجينَ، إذا أكثرت ماءه حتى رق. وذو الممروخ: موضع. والمريخ: سهم طويل له أربع قُذَذٌ يُغْلى به. قال الشماخ: أرقت له في القومِ والصبحُ ساطعٌ * كما سطع المريخ شَمَّرَهُ الغالي أي أرسله. والمِرِّيخُ: نجم من الخنس في السماء الخامسة.",
    "pg": "1:431"
  },
  "مرد": {
    "def": "المَرْدُ: ثمر الأراك الغضُّ منه. ورملة مَرْداءُ (١) : لا نبتَ فيها. وغُصن أمْرَدُ: لا ورق عليه. وفرسٌ أمْرَدُ: لا شعر على ثُنَّتِهِ. وغلامٌ أمْرَدُ بيِّنُ المَرَد بالتحريك، ولا يقال جارية مرْداء. قال الأصمعي: يقال تَمَرَّدَ فلانٌ زماناً ثم خرج وجهه، وذلك أن يَبْقى أمْرَدَ حيناً. وتَمريدُ البناء: تمليسه. وتَمريدُ الغصن: تجريدة من الورق. ومرد الخبز يَمْرُدُهُ مَرْداً، أي ماثَهُ حتَّى يلين. والمَريدُ (١) : التمر يُنقع في اللبن حتَّى يلين. ومَرَدَ الصبي ثديَ أمِّه مَرْداً. والمُرودُ على الشئ: المرون عليه. والمارد: العاتى. وقد مَرُدَ الرجل بالضم مَرادَةً، فهو مارِدٌ ومَريدٌ. والمِرِّيدُ: الشديد المرادة، مثال الخمير والسكير. ومراد: أبو قبيلة من اليمن، وهو مراد بن مالك بن زيد بن كهلان بن سبأ. ويقال: كان اسمه يحابر فتمرد فسمى مرادا. وهو فعال على هذا القول (٢) . والمراد، بالفتح: العنق. ومارد: حصن دومة الجندل. يقال في المثل: \" تمرد مارد وعز الابلق \".",
    "pg": "2:538"
  },
  "مردقش": {
    "def": "قال ابن السكيت: المردقوش: المرزنجوش. وأنشد لابن مقبل: يعلون بالمَرْدَقوشِ الوردِ ضاحيةً * على سعابيبِ ماء الضالة اللجز (١) * ويقال: هو الزعفران، وأنا أظنه معربا. ومن خفض الورد جعله من نعته. واللجز: اللزج.",
    "pg": "3:1019"
  },
  "مرر": {
    "def": "المَرارَة: ضد الحلاوة. والمَرارَةُ التى فيها المرة. وشئ مر. والجمع أمْرارٌ. قال الشاعر (١) : رَعى الرَوْضَ في الوَسْميِّ حتَّى كأنما * يرى بيبيس الدو أمرار علقلم - وأما قول النابغة: لا أعرفنك فارضا لرماحنا * في جف تغلب واردى الامر (٢) - فهى مياه في البادية مرة. ويقال: رِعْيُ بني فلانٍ المُرَّتانِ، أي الألاءُ والشيحُ. وهذا أمَرُّ من كذا. قالت امرأة من العرب: صغراها مراها. والامرين: الفقر والهَرَم. والمارورةُ والمُرَيْراءُ: حَبٌّ مُرٌّ يختلط بالبر. ومر: أبو تميم، وهو مر بن أد بن طابخة بن الياس بن مضر. ومرة: أبو قبيلة من قريش، هو مرة بن كعب بن لؤى بن غالب بن فهر بن مالك بن النضر. ومرة: أبو قبيلة من قيس عيلان، وهو مرة بن عوف بن سعد بن ذبيان بن بغيض بن ريث ابن غطفان بن سعد بن قيس عيلان. والمرى: الذى يؤتدم به، كأنَّه منسوب إلى المَرارَةِ. والعامة تخففه. وأنشدني أبو الغوث: وأم مثواى لباخية * وعندها المرى والكامخ - وأبو مرة: كنية إبليس. والمرار، بضم الميم: شجرمر، إذا أكلت منه الابل قلصَت عنه مَشافِرُها، الواحدة مُرارةٌ. ومنه بنو آكل المرار، وهم قوم من العرب. والمر بالفتح: الحبل. قال الراجز: ثم شددنا فوقه بمر (١) * بين خشاشى بازل جور - وبطن مر أيضا: موضع، وهو من مكة على مرحلة. والمرة: واحدة والمرار. قال ذو الرمة: لا بل هو الشوقُ من دارٍ تَخَوَّنَها * مَرًّا شَمالٌ ومَرًّا بارحٌ تَرِبُ - يقال: فلانٌ يصنع ذلك الأمر ذاتَ المِرارِ، أي يصنعه مرارا ويدعه مرارا. والمرمر: الرخام. والمرمارة: الجارية الناعمةُ الرجراجةُ، وكذلك المَرْمورَةُ. والتَمَرْمُرُ: الاهتزاز. والمرة: إحدى الطبائع الأربع. والمِرَّةُ: القوّة وشدةُ العَقل أيضاً. ورجلٌ مَريرٌ، أي قويٌّ ذو مِرَّةٍ. والمَمْرورُ: الذي غلبت عليه المِرَّةُ. والمَريرُ والمَريرَةُ: العزيمةُ. قال الشاعر: ولا أنْثَني من طَيْرَةٍ عن مَريرَةٍ * إذا الأخْطَبُ الداعي على الدَوْحِ صرصرا. - والمرير من الحبال: ما لَطُفَ وطال واشتدَّ فَتْلُه، والجمع المرائِرُ. والأمَرُّ: المصارينُ يجتمع فيها الفَرْثُ. قال الشاعر: فلا تُهْدي الامر وما يليه * ولاتهدن مَعْروقَ العِظامِ - أبو زيد: لقيتُ منه الأمَرِّينَ بنون الجمع، وهي الدواهي. ومرامر: اسم رجل، قال شرقي بن القطامى: إن أول من وضع خطنا هذا رجال من طيئ منهم مرامر بن مرة. قال الشاعر: تعلمت باجاد وآل مرامر * وسودت أثوابي ولست بكاتب - وإنما قال آل مرامر لانه كان قد سمى كل واحد من أولاده بكلمة من أبى جاد، وهم ثمانية. ومر عليه وبه يمر مَرًّا ومُروراً: ذهَب. واسْتَمَرَّ مثله. ويقال أيضاً: اسْتَمَرَّ مَريرُهُ، أي استحكم عزْمُه. وقولهم: لَتَجِدَنَّ فلاناً ألوى بعيد المستمر، بفتح الميم الثانية، أي أنه قويّ في الخصومة لا يسأم المراس. وأنشد أبو عبيدة (١) : وجدتني ألْوى بعيدَ المُسْتَمَرِّ (١)\nأحْمِلُ ما حُمِّلْتُ من خيرٍ وشَرِّ - والمَمَرُّ: موضع المرور، والمصدر. وأمر الشئ، أي صار مُرًّا، وكذلك مَرَّ الشئ يمر بالفتح مرارة، فهو مر. وأمر غيره ومرره. وأمررت الحبلَ فهو مُمَرٌّ، إذا فتلْته فتلاً شديداً. ومنه قولهم: ما زال فلان يُمِرُّ فلاناً ويَمارُّهُ أيضاً، أي يعالجه ويلتوي عليه ليصرعَه. وفلان أمَرُّ عَقْداً من فلان، أي أحكم أمْراً منه وأوفى ذِمَّةً. وقولهم: ما أمَرَّ فلانٌ وما أحلى، أي ما قال مُرًّا ولا حلواً. والمُرَّانُ: شجر الرماح، نذكره في باب النون لانه فعال.",
    "pg": "2:813-815"
  },
  "مرز": {
    "def": "مَرَزَهُ يَمْرُزُهُ مَرْزاً، أي قرصه بأطراف أصابعه قرصاً رفيقاً ليس بالاظفار. وإذا أوجع المرز فهو حينئذ قرص. عن أبى عبيد. يقال: امرز لي من هذا العجين مَرْزَةً، أي اقطع لي منه قطعة. وامْتَرَزْتُ عِرضَ فلان، أي نِلْتُ منه.",
    "pg": "3:895-896"
  },
  "مرس": {
    "def": "المَرَسَة: الحبلُ، والجمع مَرَسٌ، وجمع المَرَسِ أمْراسٌ. والمَرَسُ أيضاً: مصدر قولك مرست البكرة بالكسر تَمْرَسُ مَرَساً ; وهي بكرةٌ مَروسٌ، إذا كان ينشَب حبلُها بينها وبين القعو. قال الشاعر: درنا ودارت بكرة نخيس * لا ضيقة المجرى ولا مروس * ويقال أيضا: مرس الحبلُ، إذا وقع في أحد جانبي البَكَرَةِ، يَمْرَسُ مَرَساً. فإذا أعدته إلى مجراه قلت: أًمْرَسْتُهُ. قال الراجز: بئس مقام الشيخ أمرس أمرس * إما على قعو وإما اقعنسس * وكذلك إذا أنشبتَه بين البكرة والقَعْوِ قلت: أَمْرَسْتُهُ. وهو من الاضداد، عن يعقوب. قال الكميت: ستأتيكم بمترعة ذُعافاً * حِبالُكُمُ التي لا تُمْرِسونا * أي لا تنشِبونها في البكرة والقَعْوِ. ويقال للقوم: هم على مرس واحد، بكسر الراء وذلك إذا استوت أخلاقهم. والمِراسُ: المُمارسة والمعالجة. ورجلٌ مَرِسٌ: شديد العلاج بيِّن المَرَسِ. ومَرَسْتُ التمرَ وغيرَه في الماء، إذا أنقعته ومَرَثْتَه بيدك. ومَرَسَ الصبيُّ إصبعَهُ يَمْرُسُهُ: لغةٌ في مرثه أو لثغة. ومرست يدى بالمنديل، أي مسحت. عن ابن السكيت. وتمرس به وامْتَرَسَ به، أي احتكَّ به. يقال: امْتَرَسَتِ الألسنُ في الخصومات، أي لاجت. قال أبو ذؤيب يصف صائدا وأن حمر الوحش قربت منه بمنزلة من يحتك بالشئ، فقال: فنكرنه فنفرن وامترست به * هوجاء هادية وهاد جرشع * والمرمريس: الداهية، وهو فعفعيل، بتكرير الفاء والعين. يقال: داهية مَرْمَريسٌ، أي شديدةٌ. قال محمد بن السَرِيِّ: هو من المَراسَةِ. والمرمريس: الاملس. قال يعقوب: المارستان بفتح الراء: دارُ المرضى وهو معرب.",
    "pg": "3:977-978"
  },
  "مرش": {
    "def": "المرش كالخدش. قال ابن السكيت: أصابه مَرْشٌ. وهي المُروشُ، والخدوشُ، والخروش. والمَرْشُ أيضاً: الأرض التي مَرَشَ المطرُ وجهها. يقال: انتهينا إلى مرش من الامراش. والامتراش: الانتزاع. يقال: امترشت الشئ من يده، أي انتزعته.",
    "pg": "3:1019"
  },
  "مرض": {
    "def": "المَرَضُ: السُقْمُ. وقد مَرِضَ فلان وأَمْرَضَهُ الله. قال يعقوب: يقال أَمْرَضَ الرجلُ، إذا وقع في ماله العاهَةُ. والمِمْراضُ: الرجلُ المسقامُ. ومَرَّضْتُهُ تَمْريضاً، إذا قمت عليه في مَرَضِهِ. والتمريضُ في الأمر: التضجيعُ فيه. والتَمارُضُ: أن يُري من نفسه المَرَضَ وليس به. وشمس مريضة، إذا لم تكن صافية. وعين مريضة: فيها فتور. وأمْرَضَ الرجلُ، أي قارب الإصابة في الرأي. قال الشاعر (١) : ولَكِنْ تحت ذاكَ الشَيْبِ حَزْمٌ * إذا ما ظَنَّ أَمْرَضَ أو أصابا",
    "pg": "3:1106"
  },
  "مرط": {
    "def": "مَرَطَ الشَعَر يَمْرُطُهُ: نَتَفَه. والمراطة: ما سقط منه. وأمْرَطَ الشعرُ، أي حان له أن يُمْرَطَ. والمِرْطُ بالكسر: واحد المروطِ، وهي أكسيةٌ من صوف أو خَزٍّ كان يؤتزر بها. قال الشاعر (١) : تَساهَمَ ثَوْباها ففي الدِرْعِ رَأدة * وفي المِرْطِ لَفَّاوانِ رِدْفُهُما عَبْلُ (٢) * قوله \" تساهمَ \" أي تقارع. وتَمَرَّطَ شعره، أي تَحاتَّ. ورجلُ أمْرَطُ بيِّن المَرَطِ، وهو الذي قد خفَّ عارِضاه من الشعر. والامرط من السهام: الذى قد سقطتْ قُذَذُهُ. ويقال أيضاً سهمٌ مُرُطٌ، إذا لم تكن له قذذ. قال لبيد يصف الشيب (٣) : مرط القذاذ فليس فيه مصنع * لا الريش ينفعه ولا التعقيب * ويجوز فيه تسكين الراء، فيكون جمع أمرط (١) . وإنما صح أن يوصف به الواحد لما بعده من الجمع، كما قال الشاعر: وإن التى هام الفؤاد بذكرها * رقود عن الفحشاء خرس الجبائر * وسهام مراط، مثل سلب (٢) وسلاب. قال الراجز:\nذؤالة كالاقدح المراط (٣) * قال أبو عمرو: الامرط: اللص. حكاه عنه أبو عبيدة. والمرطى: ضرب من العَدْوِ. قال الأصمعيّ: هو فوق التقريب ودون الإهْذابِ. وقال يَصِفُ فرساً:\nتَقْريبُها المَرَطى والشَدُّ إبْراقُ * والمُرَيْطاءُ: ما بين السُرَّةِ والعانة. قال الاصمعي: هي ممدودة، ومنه قول عمر ﵁ لابي محذورة حين أذن ورفع صوته: \" أما خشيت أن تنشق مريطاؤك \".",
    "pg": "3:1159"
  },
  "مرطل": {
    "def": "مَرْطَلَهُ بالطينِ وغيره، أي لطخه. وقال (٢) :\nممغوثة أعراضهم ممرطله",
    "pg": "5:1818"
  },
  "مرع": {
    "def": "المَريعُ: الخصيبُ، والجمع أَمْرُعٌ (٢) وأمراع، مثل يمين وأيمن وأيمان. قال أبو ذؤيب أكل الجَميمِ وطاوَعَتْهُ سَمْحَجٌ * مثلُ القناةِ وأَزْلَعَتْهُ (١) الأَمْرُعُ * وقد مَرُعَ الوادي بالضم، وأَمْرَعَ، أي أَكْلأَ، فهو مُمْرِعٌ. وأَمْرَعْتُهُ، أي أصبتهُ مَريعاً، فهو مُمْرَعٌ. وفي المثل: \" أَمْرَعْتَ فانْزِلْ \". ويقال: القومُ مُمْرِعونَ، إذا كانت مواشيهم في خِصْبٍ. وأرضٌ أُمْروعَةٌ، أي خِصْبةٌ. وأَمْرَعَ رأسَه بدهنٍ، أي أكثر منه وأوسَعَه. قال رؤبة: كغصن بان عوده سرعرع * كأن وردا من دهان يمرع (٢) * يقول: كأن لونه يعلى بالدهن لصفائه. والمرعة، مثال الهمزة: طائر شبيه بالدراجة، عن ابن السكيت. والجمع مرع.",
    "pg": "3:1283-1284"
  },
  "مرغ": {
    "def": "مَرَّغْتُهُ في التراب تَمْريغاً فَتَمَرَّغَ، أي مَعَّكْتُهُ فَتَمَعَّكَ. والموضع متمرغ، ومراغ، ومراغة. والمراغة: أم جرير، لقبها به الاخطل (١) ، أي يتمرغ عليها الرجال. ومرغت السائمة العُشْبَ تَمْرُغُهُ مَرْغاً. والمِمْرَغَةُ: المِعى الأعور، لأنَّه يُرمى به. وسمِّي أعورَ لأنَّه كالكيس لا منفذَ له. والمَرْغُ: اللعاب. وأمْرَغَ، أي سال لعابه. وتَمَرَّغَ، إذا رشَّه من فيه. قال الكميت يعاتب قريشا فلم أرغ مما كان بينى وبينها ولم أتمرغ أن تجنى غضوبها (١) قوله: \" فلم أرغ \" من رغاء البعير. وأمرغ، إذا أكثر الكلام في غير صواب. وأمْرَغَ العجينَ: لغةٌ في أمْرَخَهُ، إذا أكثر ماءه حتى رق.",
    "pg": "4:1325-1326"
  },
  "مرق": {
    "def": "المرق معروف، والمرفة أخص منه. والمَرَقُ أيضاً: آفةٌ تصيب الزرع. ومرقت القدر مرقا وأمرقها أيضاً، إذا أكثرتَ مَرَقَها. ومَرَقَ (١) السهمُ من الرَمِيَّةِ مُروقاً، أي خرج من الجانب الآخر، ومنه سمِّيت الخوارجُ مارِقَةً، لقوله ﵇: \" يَمْرُقونُ من الدين كما يَمْرُقُ السَهم من الرمِيَّة \". وقولهم في المثل: \" رُوَيْدَ الغَزْوَ يَنْمَرِقُ \" وأصله أن امرأة كانت تغرو فحبلتْ، فذُكِرَ لها الغزوُ فقالت: \" رويد الغزو ينمزق \" أي أمهل (٢) الغَزْوَ حتَّى يخرج الولد. وجمع المارق مراق. قال حميد الارقط: ما فتئت مراق أهل المصرين سقط عمان ولصوص الجفين والمرق، بالتسكين: الاهاب المُنْتِنُ. والمَرْقُ أيضاً: مصدر مَرَقت الإهابَ، أي نتفت عن الجلد المعطوف صوفه. والمرق أيضا: غناء الامام والسفلة، وهو اسم. والممرق: المغنى. وقد مرق تمريقا. والمراقة بالضم: ما انتتقته من الصوف. وربما قيل لما تنتقه من الكلام لبعيرك مراقة. وأمرق الجلد، أي حان له ينتف.",
    "pg": "4:1554"
  },
  "مرن": {
    "def": "مرن الشئ يمرن مرونا، إذا لان، مثل جرن. ومرن على الشئ يَمْرُنُ مُروناً ومَرانَةً: تعوَّده واستمرَّ عليه يقال: مَرَنَتْ يده على العمل، إذا صلبت. قال الراجز: قد أكنبت يداك بعد اللبن (١) وبعد دهن البان والمضنون وهمتا بالصبر والمرون ومرن وجه فلان على هذا الأمر. وإنَّه لممزن الوجه، أي صلب الوجه. قال رؤبة:\nلزاز خصم معل (٢) ممرن (٣) * والمَرِنُ بكسر الراء: الحالُ والخُلُقُ. يقال: ما زال ذلك مَرِني، أي حالي. ويقال للقوم: هم على مَرَنٍ واحدٍ، وذلك إذا استوت أخلاقهم. والمرن، ساكن: الفراء في قول النمر (*) * كأن جلودهن ثياب مَرْنِ (١) * وأمْرانُ الذِراعِ: عَصبٌ يكون فيها. ومَرَنَ بعيرَهُ يَمْرُنُهُ مَرْناً، إذا دهن أسفلَ قوائمه من حفى به. والمرانة: اللين. ومرانة: موضع. قال لبيد: لمن طلل تضمنه أثال فسرحة فالمرانة فالخيال (٢) ومرانة: اسم ناقة ابن مقبل. قال: يا دار سلمى خلاء لا أكلفها إلا المرانة حتى تعرف الدينا ويقال: أراد المُرونَ والعادة، أي بكثرة وقوفي وسلامي عليها لتعرف طاعتي لها. والتَمْرينُ: التليين. والمارِنُ: ما لانَ من الأنف وفَضَل عن القصَبة، وما لان من الرُمح. قال عبيد يذكر ناقته هاتيك تَحمِلني وأبيضَ صارماً * ومُذَرَّباً في مارِنٍ مَخْموسِ (١) والمُمارِنُ من النوق: مثل المماجن، يقال: مارنَتِ الناقةُ، إذا ضُرِبَتْ فلم تلقح. والمُرَّانُ بالضم: الرماح، وهو فعال، الواحدة مرانة. ومران (٢) بالفتح: موضع على ليلتين من مكة على طريق البصرة، وبه قبر تميم بن مر. قال جرير إنى إذا الشاعر المغرور حربنى * جار لقبر على مران مرموس",
    "pg": "6:2202-2203"
  },
  "مره": {
    "def": "مَرِهَتِ العينُ مَرَهاً، إذا فَسَدَتْ لتركِ الكُحْلِ. وهي عينٌ مَرْهاءُ، وامرأةٌ مَرْهاءُ، والرجل أمْرَهُ. أبو عبيد: المُرْهَةُ: البياضُ الذي لا يخالطه غيرُه. وإنَّما قيل للعين التي ليس فيها كُحْلٌ مرهاء لهذا المعنى.",
    "pg": "6:2249"
  },
  "مزا": {
    "def": "المَزِيَّةُ: الفضيلة. يقال: له عليه مَزِيَّةٌ. ولا يُبنى منه فعل.",
    "pg": "6:2492"
  },
  "مزج": {
    "def": "مَزَجَ الشرابَ: خلطه بغيره. ومِزاجُ الشرابَ: ما يُمْزَجُ به. ومِزاجُ البَدَن: ما رُكب عليه من الطبائع. والمَزْجُ: العسل. قال أبو ذؤيب: فجاَء بمَزْجٍ لم يَرَ الناسُ مثلَهُ هو الضَحْكُ إلا أنه عمل النحل والموزج معرب، وأصله بالفارسية موزه، والجمع الموازجة، مثال الجورب والجواربة، الهاء للعجمة. وإن شئت حذفتها.",
    "pg": "1:341"
  },
  "مزح": {
    "def": "المَزْحُ: الدعابة. وقد مَزَحَ يَمْزَحُ. والاسم المُزاحُ بالضم، والمُزاحَةُ أيضاً. وأمَّا المِزاحُ بالكسر فهو مصدر مازحه. وهما يتمازحان.",
    "pg": "1:404"
  },
  "مزر": {
    "def": "المَزيرُ: الشديدُ القلْب، عن أبي عبيد. وقد مَزُرَ بالضم مَزَارَةً. وفلانٌ أمْزَرُ منه. قال العباس ابن مرداس: ترى الرجلَ النحيفَ فتزْدَريهِ * وفي أثوابِهِ رجلٌ مزير - ويروى، \" أسد هصور \". والجمع أمازر، مثل أفيل وأفائل. وأنشد الاخفش: إليك ابنة الاعيار خافى بسالة ال * - رجال وأصلال الرجال أقاصره - فلا تذهبن عيناك في كل شرمح * طوال فإن الاقصرين أمازره - قال: يريد أقاصرهم وأمازرهم، كما يقال: فلان أخبث الناس وأفسقه، وهى خير جارية وأفضله. والمزر بالكسر: ضرب من الاشربة. وذكر أبو عبيد أنَّ ابن عمر قد فسَّر الأنْبِذَةَ فقال: البِتْعُ (١) : نبيذ العسلِ. والجعةُ: نبيذُ الشعيرِ. والمِزْرُ من الذرَةِ. والسكرُ من التمر. والخمرُ من العنب. وأما السكركة بتسكين الراء فخمر الحبش. قال أبو موسى الاشعري: هي من الذرة. ويقال لها السقرقع أيضا، كأنه معرب سكركه، وهى بالحبشية. والمِزْرُ أيضاً: الأحمقُ. والمَزْرُ بالفتح: الحَسْوُ للذوق. ويقال: تَمَزَّرْتُ الشرابَ، إذا شربته قليلاً قليلاً. وأنشد الاموى يصف خمرا: تكون بعد الحَسْوِ والتَمَزُّرِ * في فمهِ مثل عصير السكر (١) -",
    "pg": "2:815-816"
  },
  "مزز": {
    "def": "مَزَّهُ يَمُزُّهُ مَزًّا ومزازَةً، أي مصَّه. والمَزَّةُ: المرَّة الواحدة. وفي الحديث: \" لا تُحَرِّمُ المَزَّةُ ولا المَزَّتانِ \" يعني في الرضاع. والتَمَزُّزُ: تمصُّصُ الشراب قليلاً قليلاً، مثل التمزر. وشراب مز، ورمان مُزٌّ: بين الحلو والحامض. والمُزَّةُ بالضم: الخمر التي فيها طعمُ حموضةٍ ولا خير فيها. والمَزَّةُ بالفتح: الخمر اللذيذة الطعم، سمِّيت بذلك للذعها اللسان. قال الأعشى: نازعتهم قضب الريحان متكأ * وقهوة مَزَّةً راوُوقُها خَضِلُ * ولا يقال مِزَّةٌ بالكسر. والمُزَّاءُ بالضم: ضربٌ من الاشربة، وهو فعلاء بفتح العين فأدغم، لان فعلاء ليس من أبنيتهم. ويقال: هو فعال من المهموز. وليس بالوجه، لان الاشتقاق ليس يدل على الهمز كما دل في القراء والسلاء. قال الاخطل يعيب قوماً: بِئْسَ الصُحاةُ وبِئْسَ الشَرْبُ شَرْبُهمُ * إذا جرى (١) فيهم المُزَّاءُ والسَكَرُ * وهو اسمٌ للخمر، ولو كان نعتاً لها لكان مَزَّاءَ بالفتح. والمز بالكسر: الفضل. يقال: له على هذا مِزٌّ، أي فضل. والمزمزة: التحريك. يقال: أخذه فمَزْمَزَهُ، إذا حرَّكه وأقبل به وأدبر. قال ابن مسعود ﵁ في سكران أتى به: \" ترتروه، ومزمزوه، واستنكهوه \".",
    "pg": "3:896"
  },
  "مزع": {
    "def": "يقال: مَرَّ الظبيُ يَمْزَعُ، أي يسرع. وكذلك الفرس. والتَمْزيعُ: التفريق. والمرأة تمزع القطن بيديها، إذا زَبَّدَتْهُ كأنَّها تقطِّعه ثم تؤلِّفه فتجوِّده بذلك. وفلانٌ يتَمَزَّع من الغيظ، أي يتقطَّع. وفي الحديث: \" أنَّه غضِب غَضَباً شديداً حتى تخيل إلى (١) أن أنفه يتمزع \". قال أبو عبيد: ليس يتمزع بشئ، ولكني أحسبه \" يترمع \"، وهو أن تراه كأنه يرعد من الغضب. ولم ينكر أبو عبيد أن يكون التمزع بمعنى التقطع، وإنما استبعد المعنى. والمُزعَةُ بالضم: قطعةُ لحم. يقال: ما عليه مُزْعَةُ لحمٍ. وما في الإناء مُزْعَةٌ من الماء، أي جرعةٌ. والمِزْعَةُ بالكسر من الريش والقطن، مثل المِزقةِ من الخرق. ومنه قول الشاعر يصف ظليما:\nمزع يطيره أزف خذوم * أي سريع.",
    "pg": "3:1284"
  },
  "مزق": {
    "def": "مَزَقْتُ الثوبَ أمزُقُهُ مَزْقاً: خرفته. منه قول العجاج:\nكأنما يمزقن باللحم الحور (١) * ومزقت الشئ تمزيقا فتمزق. والممزق: لقب شاعر من عبد القيس، بكسر الزاى، وكان الفراء يفتحها. وإنما لقب بذلك لقوله: فإن كنتُ مأكولاً فكن خير آكِلٍ وإلا فأدْرِكني ولَمَّا أُمَزَّقِ والممزق أيضا: مصدر كالتمزيق، ومنه قوله تعالى: (ومَزَّقْناهم كلَّ مُمَزَّقٍ) . والمِزَقُ: القطع من الثوب الممزوق، والقطعة منه مِزْقَةٌ. ومَزَقَ الطائرُ يَمْزُقُ ويمزق، أي رمى بذرقه. وناقة مزاق بكسر الميم، ونزاق أيضا عن يعقوب، أي سريعة جدا. ومزيقياء: لقب عمرو بن عامر، ملك من ملوك اليمن زعموا أنه كان يلبس كل يوم حلتين فيمزقهما بالعشى، ويكره أن يعود فيها، ويأنف أن يلبسهما أحد غيره.",
    "pg": "4:1554-1555"
  },
  "مزن": {
    "def": "أبو زيد: المُزْنَةُ: السحابة البيضاء والجمع مُزْنٌ. والبَرَدُ: حُبُّ المزن. والمازن: بيض النمل. ومازن: أبو قبيلة من تميم، وهو مازن بن مالك بن عمرو بن تميم. ومازن في بنى صعصعة ابن معاوية: ومازن في بنى شيبان. ويقال للهلال: ابن مزنة. قال (١) : كأن ابن مزنتها جانحا * فسيط لدى الافق من خنصر والمزنة: المطرة. قال (٢) : ألم ترَ أنَّ الله أنزلَ مُزْنَةً * وعُفْرُ الظِباءِ في الكناس تقمع وكانت العرب تسمى عمان المزون. قال الكميت: وأما الازد أزد أبى سعيد * فأكره أن أسميها المزونا وهو أبو سعيد المهلب المزونى، أي أكره أن أنسبه إلى المزون، وهى أرض عمان. يقول: هو من مضر. وقال أبو عبيدة: يعنى بالمزون الملاحين. قال: وكان أردشير بن بابكان جعل الازد ملاحين بشحر عمان قبل الاسلام بستمائة سنة. ومزينة: قبيلة من مضر وهو مزينة بن أد بن طابخة بن الياس بن مضر ; والنسبة إليهم مزنى.",
    "pg": "6:2203-2204"
  },
  "مسأ": {
    "def": "أبو زيد: مَسَأَ الرجلُ مسأ: مجن. والماسئ الماجن (١) .",
    "pg": "1:72"
  },
  "مسا": {
    "def": "المساءُ: خلاف الصباح. والإمْساءُ: نقيض الاصباح. وأمسى ممسى. وقال (١) : الحمد لله الذى ممسانا ومصبحنا * بالخير صبحنا ربى ومسانا (*) وهما مصدران وموضعان أيضا. قال امرؤ القيس يصف جارية: تضئ الظلام بالعِشاءِ كأنَّها * مَنارَةُ مُمْسى راهِبٍ مُتَبَتِّلِ يريد صومعته حيثُ يُمْسي فيها. والاسم المُسْيُ والصُبْحُ. وقال (١) :\nوالمسْيُ والصُبْحُ لا بَقاءَ مَعَهْ (٢) * ويقال: أتيته لِمُسْي خامسةٍ بالضم، والكسر لغة. أتيته مسيانا، وهو تصغير مَساءٍ. وأتيته أُصْبوحَةَ كلِّ يوم، وأُمْسِيَّةَ كلِّ يوم. وأتيته مُسْيَ أَمْسِ ومِسْيَ أمْسِ، أي أَمْسِ عند المَساءِ. والمَسْيُ: إخراج النُطفة من الرحم، على ما فسَّرناه في المَسْطِ. يقال: مَساهُ يَمْسيهِ. وقال (٣) :\nيَسْطو على أُمِّكَ سطو الماسى * ومسيت الناقة، إذا سطوت عليها وأخرجت ولدها.",
    "pg": "6:2492-2493"
  },
  "مسح": {
    "def": "مَسَحَ برأسه (١) وتَمَسَّحَ بالأرض. ومَسَحَ الأرضَ مِساحَةً، أي ذَرَعَها. ومَسَحَ المرأة: جامعَها. ومَسَحَهُ بالسيف: قطعه. وإذا أصاب المرفق طرف كركرة البعير فأدماه قيل: به حاز، وإن لم يدمه قيل: به ماسح. والمسحاء: الارض المستوية ذات حصى صغار لا نبات فيها. ومكانٌ أمْسَحُ. قال الفراء: يقال: مررت بخَريقٍ (١) من الأرض بين مَسْحاوَيْنِ. وعلى فلان مَسْحَةٌ من جمال. والمَسْحاءُ: المرأة الرَسْحاءُ. ومَسَحَتِ الإبلُ يومَها، أي سارتْ. والمَسيحَةُ من الشَعَرِ: واحدة المَسائِحِ، وهي الذوائب. والماسِحَةُ: الماشطة. والمَسيحَةُ: القوسُ. قال الشاعر (٢) : لها مسائح زور في مراكِضِها (٣) * لين وليس بها وَهْنٌ ولا رَقَقُ قال الأصمعيّ: المَسيحُ: القِطعة من الفضَّة. والدرهمُ الاطلس مسيح. والمسيح: عيسى ﵇. والمسيح الكذاب الدجال. والمسيح: العرق. قال الراجز: يا رِيَّها وقد بَدا مَسيحي * وابْتَلَّ ثَوْبايَ من النَضيحِ والمسح: البلاس، والجمع أمساح ومسوح. والأمْسَحُ: الذي تصيب إحدى رَبْلَتَيْهِ الأخرى. تقول منه: مَسِحَ الرجل بالكسر مسحا. والتمساح من دواب الماء معروف.",
    "pg": "1:404-405"
  },
  "مسخ": {
    "def": "المَسْخُ: تحويل صورة إلى ما هو أقبحُ منها. يقال: مَسَخَهُ الله قرداً. والمَسيخُ من الرجال: الذى لا ملاحة له، ومن اللحم الذي لا طعم له. وقد مَسَخَ كذا طعمَه، أي أذهبَه. وفي المثل \" هو أمْسَخُ من لحم الحُوارِ \"، أي لا طعم له. قال الشاعر (١) : مَليخٌ مَسيخٌ كلحم الحُوار * فلا أنت حُلْوٌ ولا أنت مُرٌّ ويُكره في الفرس انْمِساخُ حَماتِه، أي ضموره. والماسِخِيُّ: القوَّاسُ. والماسِخِيَّاتُ: القِسِيُّ، نسبت إلى ماسِخَةَ: رجل من الأزدِ كان قَوَّاساً. قال الشاعر (٢) : فقَرَّبْتُ مُبراةً تَخالُ ضُلوعَها * من الماسخيات القسى الموترا",
    "pg": "1:431"
  },
  "مسد": {
    "def": "المسد، بالتحريك: الليف. يقال حبل من مَسَدٍ. والمَسَدُ أيضاً: حبلٌ من ليف أو خوص. قال الراجز: يا مسد الخوص تعوذ منى * إن كنت (١) لدنا لينا فإنى * ما شئت من أشمط مقسئن * وقد يكون من جلود الإبل أو من أوبارها. قال عمارة بن طارق (٢) : ومسد أمر من أيانق (٣) * ليس بأنياب ولا حقائق - ومسدت الحبل أمسده مسدا: أجدت فتله. قال رؤبة:\nيمسد أعلى لحمه ويأرمه (٤) * يقول: إن البقل يقوى ظهر هذا الحمار ويشده. ورجل ممسود، أي مجدولُ الخَلْقِ. وجاريةٌ حَسَنة المَسْدِ، والعَصْبِ، والجَدْلِ، والأَرْمِ. وهي مَمْسودَةٌ، ومعصوبةٌ، ومجدولةٌ، ومأرومةٌ. والمَسْدُ: إدآب السير بالليل. والمساد على فعال: لغة في المِسابِ، وهو نِحْيُ السَمن، وسقاء العسل.",
    "pg": "2:538-539"
  },
  "مسس": {
    "def": "مسست الشئ بالكسر أمسه مَسًّا، فهذه اللغة الفصيحة. وحكى أبو عبيدة: مسست الشئ بالفتح أمُسُّهُ بالضم. وربَّما قالوا مِسْتُ الشئ يحذفون منه السين الاولى ويحوِّلون كسرتها إلى الميم، ومنهم من لا يحول ويترك الميم على حالها مفتوحة، وهو مثل قوله تعالى: ﴿فظلتم تفكهون﴾ يكسر ويفتح، وأصله ظللتم. وهو من شواذ التخفيف. وأنشد الاخفش (١) : مِسْنا السماَء فنِلْناها وطالَهُمُ * حتَّى رأوْا أحُداً يَهْوي وثَهْلانا * وأمْسَسْتُهُ الشئ فمسه. والمسيس: المس، وكذلك المسيسى، مثال الخصيصى. والممسوس: الذى به مس من جنون. والمُماسَّةُ: كنايةٌ عن المُباضَعة ; وكذلك التماسُّ. وقوله تعالى: ﴿من قبل أن يتَماسَّا﴾ . وقوله تعالى: ﴿أن تقول لا مَساسَ (٢) ﴾ أي لا أمسُّ ولا أُمَسُّ. وأمَّا قول العرب لا مَساسِ، مثل قطامِ، فإنَّما بُني على الكسر لأنَّه معدولٌ عن المصدر، وهو المَسُّ. ويقال: بينهما رَحِمٌ ماسَّةٌ، أي قرابةٌ قريبةٌ. وقد مَسَّتْ بك رَحِمُ فلانٍ، إذا كان بينكما قرابةٌ قريبةٌ. وحاجةٌ ماسَّةٌ، أي مهمَّةٌ. وقد مَسَّتْ إليه الحاجة. والمَسوسُ من الماء: الذي بين العذب والملح. قال الشاعر (٣) لو كنت ماء كنت لا * عَذْبَ المذاق ولا مَسوسا (١) * والمسمسة: اختلاط الامر والتباسه، والاسم المَسْماسُ. قال رؤبة: إن كنتَ من أمركَ في مَسْماسِ * فاسْطُ على أُمِّكَ سَطْوَ الماسِ (٢)",
    "pg": "3:978-979"
  },
  "مسط": {
    "def": "قال ابن السكيت: يقال للرجل إذا سطا على الفرس وغيرها، أي أدخل يده في ظبيتها فأنقى رحمها وأخرج ما فيها: قد مَسَطَها يَمْسُطُها مَسْطاً. وإنَّما يُفعل ذلك إذا نزا على الفرسِ الكريمِ فحلٌ لئيمٌ. ويقال أيضاً: مَسَطْتُ المِعاءَ، إذا خرطتَ ما فيها بإصبعك لتخرج ما فيها. والماسط: ضرب من نبات الصيف إذا رعته الإبلُ خرط بطونها. وماسط: اسم مويه ملح. وكذلك كل ماء ملح يمسط البطون فهو ماسط. والمسيط والمسيطة (١) : الماء الكدر يبقى في الحوض. قال الراجز: يشربن ماء الاجن والضغيط (٢) * ولا يعفن كدر المسيط * قال أبو الغَمر: يقال إذا سالَ الوادي بسيلٍ صغيرٍ فهي مسيطة - حكاه عنه يعقوب - وأصغر من ذلك مسيطة.",
    "pg": "3:1159-1160"
  },
  "مسع": {
    "def": "الأصمعيّ: يقال لريح الشمال مسع ونسع. قال المتنخل الهذلى (٢) : قد حال بين دريسيه مؤوبة * نسع لها بعضاه الارض تهزيز (٣) * وقوله: \" مؤوبة \"، أي ريح تجئ مع الليل (١) .",
    "pg": "3:1284-1285"
  },
  "مسك": {
    "def": "أمسكت الشئ، وتمسكت به، واستمسكت به، كله بمعنى اعتصمت به. وكذلك مَسَّكْتُ به تمسيكا. وقرى: ﴿. لا تمسكوا بعِصَمِ الكوافِرِ﴾ . وأمْسَكْتُ عن الكلام، أي سكتُّ. وما تَماسَكَ أن قال ذلك، أي ما تمالك. والمسيك: البخيل (١) ، وكذلك المسك بضم الميم والسين. ويقال: فيه إمْساكٌ ومَساك ومَساكَةٌ، أي بخلٌ. والمَساكُ أيضاً: المكان الذي يمسك الماء، عن أبى زيد. ويقال: فيه مسكة من خير بالضم، أي بقية. والمسكة أيضاً من البئر (٢) : الصُلبةُ التي لا تحتاج إلى طيٍّ. والمِسْكُ من الطيبِ فارسيٌّ معرَّب، وكانت العرب تسمِّيه المشموم. وأمَّا قول الشاعر (٣) * فجاءت ومن أردانها المسك تَنْفَحُ (١) * فإنَّما أنَّثه لأنَّه ذهب به إلى ريح المِسْكِ. وثوبٌ مُمَسَّكٌ: مصبوغٌ به. والمَسْكُ، بالفتح: الجِلْدُ. ومنه قولهم: أنا في مَسْكِكَ إن لم أفعل كذا وكذا. والمَسَكُ، بالتحريك: أَسورَةٌ من ذَبْلٍ أو عاجٍ. قال جرير (٢) : ترى العَبَسَ (٣) الحوْلِيَّ جَوْناً بكوعِها لها مَسَكاً من غير عاجٍ ولاذبل الواحدة مسكة. ورجل مسكة، مثال همزة، أي بخيل، ويقال هو الذى لا يعلق بشئ فيتخلص منه، والجمع مسك.",
    "pg": "4:1608"
  },
  "مسل": {
    "def": "ابن السكيت: يقال لمسيل الماء مسل بالتحريك.",
    "pg": "5:1818-1819"
  },
  "مشا": {
    "def": "مَشى يَمْشي مَشْياً. ومَشَّى تَمْشِيَةً مثله. وأنشد الأخفش (١) : ودَوِيَّةٍ قَفْرٍ تَمَشَّى نَعامُها (٢) * كمَشْيِ النَصارى في خفاف الارندج (٣) وقال آخر:\nولا تمشى في فضاء بعدا * ومشاه أيضا وأمْشاهُ بمعنًى. * وتمَشَّتْ فيه حُمَيَّا الكأس. ومَشَتِ المرأةُ تَمْشي مَشاءً ممدوداً، إذا كثَر ولدها. وكذلك الماشية إذا كثر نسلها. قال:\nوالشاة لا تمشى مع الهملع (٤) * (*) وناقة ماشِيَةٌ: كثيرة الأولاد. وشربتُ مَشُوًّا ومَشِيًّا، وهو الدواء الذي يُسْهل. ولا تقل: شربت دواء المشْي. ويقال أيضاً: اسْتَمْشَيْتُ، وأمْشاني الدواء. والماشِيَةُ معروفة، والجمع المواشي. وأمْشَى الرجلُ، إذا كثُرت ماشِيته. وقال (١) : وكلُّ فتًى وإنْ أثْرى وأمْشى * ستخلجه عن الدنيا منون",
    "pg": "6:2493"
  },
  "مشج": {
    "def": "مَشَجْتُ بينهما مَشْجاً: خَلَطْتُ. والشئ مشيج، والجمع أمشاج، مثل يتيم وأيتام. ويقال نُطْفَةٌ أمْشاجٌ، لماء الرجل يختلط بماء المرأة ودمها. قال زهير بن خرام الهذلى: كأن النصل والفوقين منها خلال الريش سيط به المشيج (١)",
    "pg": "1:341-342"
  },
  "مشر": {
    "def": "يقال: ما أحسنَ مَشَرَةَ الأرضِ بالتحريك، أي بَشَرَتَها ونباتَها. ومَشْرَةُ الأرض أيضاً بالتسكين. قال الشاعر (٢) :\nإلى مَشْرَةٍ لم تُعْتَلَقْ بالمَحاجِنِ (٣) * وقد أمشَرَتِ الأرضُ، أي أخرجتْ نباتَها. وأمشَرَتِ العِضاهُ، إذا خرجتْ لها ورقٌ وأغصانٌ. وكذلك مشرت العضاه تمشيرا. ومشرت الشئ: فرَّقته. قال الشاعر: فقلتُ أشيعا مَشْرَةَ القِدْرِ حَوْلَنا (٤) * وأيَّ زمانٍ قِدْرُنا لم تَمَشَّرِ - أي لم يُقْسَمْ فيها. وأُذُنٌ حَشْرَةٌ مَشْرَةٌ، أي لطيفة حسنة. قال (٥) يصف فرسا: لها أُذُنٌ حَشْرَةٌ مَشْرَةٌ * كإعْليطِ مرخ إذا ما صفر - الاصمعي: تمشر فلان، إذا رئى عليه أثر الغنى.",
    "pg": "2:816-817"
  },
  "مشش": {
    "def": "مَشَّ يدَه يَمُشُّها، أي مسحها بشئ لينظفها. يقال: أعطني مَشوشاً أمُشُّ به يدي، أي منديلاً أو شيئاً أمسح به يدي. وقال الأصمعيّ: المَشُّ مسحُ اليد بالشئ الخشن يقلع الدسم. وقال امرؤ القيس: تُمَشُّ (٢) بأَعْراف الجيادِ أَكُفُّنا * إذا نحنُ قُمنا عن شِواءٍ مُضَهَّبِ * ومَشَشْتُ الناقة: حلبتها وتركت في الضَرع بعض اللبن. وفلانٌ يَمْتَشُّ من مال فلان، أي يصيب منه. والمُشاشَةُ: واحدة المشاش، وهى رءوس العظام اللينة التى يمكن مضغها. والمشاش أيضا: أرض لينة. قال الراجز:\nراسى العروق في المشاش البجباج * وفلان طيب المشاش، أي كريم النفس. وقول أبى ذؤيب يصف فرسا: يَعْدو به نَهِشُ المُشاشِ كأنَّه * صَدَعٌ سليمٌ رَجْعُهُ لا يَظْلَعُ (١) * يعنى أنه خفيف النفس والعظام، أو كنى به عن القوائم. وتمششت العظمَ: أكلت مُشاشَهُ، أو تمَكَّكْتُهُ. والمشمش: الذى يؤكل. والمشمش أيضا بالفتح، عن أبى عبيدة. ومَشِشَتِ الدابَّة بالكسر مَشَشاً، وهو شئ يشخص في وظيفها حتى يكون له حجمٌ، وليس له صلابة العظم الصحيح. وهو أحد ما جاء على الاصل.",
    "pg": "3:1019-1020"
  },
  "مشط": {
    "def": "امْتَشَطَتِ (٣) المرأةُ، ومَشَطَتْها الماشِطَةُ تمْشِطُها مَشْطاً. ولِمَّةٌ مَشيطٌ، أي ممشوطة. والمشطة: نوع من المشط، كالركبة والجلسة. والمُشاطَةُ: ما سقط منه. والمُشْطُ بالضم: واحد الأمْشاطِ التي يُمْشَطُ بها (١) . والمُشْطُ أيضاً: نبتٌ صغيرٌ يقال له مُشْطُ الذئبِ. والمُشْطُ: سلامَياتُ ظَهْرِ القدم. ومُشْطُ الكتِفِ: العظم العريض (٢) .",
    "pg": "3:1160"
  },
  "مشظ": {
    "def": "مَشِظَتْ يده بالكسر تَمْشَظُ مَشَظاً، وهو أن يمُسَّ الشَوْكَ أو الجِذعَ فتدخل في يده شظيَّةٌ منه. قال سُحَيْمُ بن وثيل الرياحي فإن قناتنا مشظ شَظاها * شديدٌ مَدُّها عُنُقَ القَرينِ",
    "pg": "3:1180"
  },
  "مشع": {
    "def": "المَشْعُ: الكسبُ والجمع. ومَشَعْتُ الغَنَمَ: حلبتَها. وامْتَشَعْتُ ما في الضَرع، إذا لم تدع فيه شيئاً. ويقال: امْتَشِعْ من فلان ما مَشَعَ لك، أي خُذْ منه ما وجدت. قال ابن الأعرابي: امْتَشَعَ الرجل ثوبَ صاحبه، أي اختلسه (٢) . وذئب مشوع.",
    "pg": "3:1285"
  },
  "مشغ": {
    "def": "المَشْغُ: ضربٌ من الأكل كأكلك القثاءة. وقول رؤبة:\nأعلو وعِرضي ليس بالمُمَشَّغِ (٢) *. أي ليس بالمكدر الملطخ.",
    "pg": "4:1326"
  },
  "مشق": {
    "def": "المشق: السرعة في الطعن والضرب والاكل والكنابة: وقد مشق يمشق. قال ذواالرمة (١) : فكر يَمْشُقُ طَعْناً في جواشِنِها كأنَّه الاجر الاقبال (٢) يحتسب والمشق: المَشْطُ. والمُشاقَةُ: ما سقط عن المَشْقِ من الشعر والكتَّان ونحوهما. والمشق: جذب الشئ ليمتد ويطول، والسيرُ يُمْشَقُ حتَّى يلين. ومَشْقُ الثوب: مزقه. وامتشقت الشئ من يده، أي اختلسته. وامْتَشَقْتُهُ: اقتطعته. قال أبو زيد: مَشِقَ الرجلُ بالكسر، إذا أصابت إحدى ربلتيه الأخرى. والرجلُ أمْشَقُ والمرأةُ مَشْقاءُ بيِّنا المَشَقِ. والمِشْقُ بالكسر: المَغْرَةُ. وثوبٌ مُمَشَّقٌ، أي مصبوغٌ به. والمَشيقُ من الثياب: اللبيسُ. وفرسٌ مَشيقٌ ومَمْشوقٌ، أي ضامرٌ. وجاريةٌ ممشوقة: حسنة القوام.",
    "pg": "4:1555"
  },
  "مشن": {
    "def": "المَشْنُ: ضربٌ من الضرب بالسوط. يقال: مَشَنَهُ مَشْناً. قال العجاج:\nوفي أخاديد السِياطِ المُشَّنِ (١) * وامتشنت الشئ: اقتطعته واختلسته. وامتشنت السيف: استللته. وحكى ابن السكيت عن الكلابيّ: مرَّتْ لي غِرارةٌ فمشنتنى، وأصابتني مشنة، وهو الشئ له سعةٌ (٢) ولا غورَ له، منه ما بَضَّ منه دَمٌ ومنه ما لم يجرح الجلد. يقال: مَشَنَهُ بالسيف، إذا ضربه فقشر الجلد. (*) ومشنت الناقة تمشينا: درَّتْ كارِهةً. والمِشانُ: نوعٌ من الرطب (١) . وفى المثل: \" بعلة الورشان $ تأك رطب المشان \" بالاضافة. ويقال: امتشن منه ما مَشَنَ لك، أي خُذْ منه ما وجدت. والمِشانُ من النساء: السليطة المشاتمة.",
    "pg": "6:2204"
  },
  "مصا": {
    "def": "المَصْواءُ من النساء: التي لا لحم على فخذيها.",
    "pg": "6:2493"
  },
  "مصح": {
    "def": "مصح (١) الشئ مصوحا: ذهب وانقطع وقال (٢) :\nقد كادَ من طولِ البِلى أنْ يمصحا (٣) * ومصح الثوب: أخلق ودرس. ومَصَحَ لبنُ الناقة، أي وَلَّى وذهب. ومَصَحَ النباتُ، أي ولَّى لونُ زهره. ومَصَحَ الظلّ، أي قصر. ومصحت بالشئ: ذهبت به.",
    "pg": "1:405"
  },
  "مصخ": {
    "def": "الأُمْصوخة: خوصةُ الثُمامِ والنَصِيِّ. والجمع الأُمْصوخُ والأماصيخُ. ومَصَخْتُها وامْتَصَخْتُها، إذا انتزعتها منه وأخذتها.",
    "pg": "1:431"
  },
  "مصد": {
    "def": "المَصادُ: أعلى الجبل. قال الشاعر: إذا أبرز الروع الكعاب فإنَّهم * مَصادٌ لمن يأوي إليهم ومعقِلُ - والجمع أمْصِدَةٌ ومُصْدانٌ. ومَصَدَ الريقَ: مصَّه. والمصد: ضربٌ من الرَضاع. والمَصْدُ: الجِماع، يقال: مَصَدَها. وما وجدنا لهذا العام مَصْدَةً، أي بردا. قال ابن السكيت: وقد تبدل الصاد زايا فيقال: مزدة.",
    "pg": "2:539"
  },
  "مصر": {
    "def": "مصر هي المدينة المعروفة، تذكر وتؤنث، عن بن السراج. والمصر: واحد الامصار. والمصران: الكوفة والبصرة. والمصر أيضاً: الحدُّ والحاجز بين الشيئين. وقال (١) : وجاعل (٢) الشمسِ مُصْراً لا خَفاَء به * بين النهار وبين الليلِ قد فَصَلا - وأهل مِصْرَ يكتبون في شروطهم: اشترى فلان الدار بمُصورِها. أي بحدودها. والمَصيرُ: المعا. وهو فعيل، والجمع المصران، مثل رغيف ورغفان. والمصارين جمع الجمع. وقال بعضهم: مصير إنما هو مفعل من صار إليه الطعام، وإنما قالوا مصران كما قالوا في جمع مسيل الماء مسلان، شبهوا مفعلا بفعيل. ومصران الفأرة: ضرب من ردئ التمر. والمصر: حلب بأطراف الاصابع. وقال ابن السكيت: المصر: حلب كل ما في الضرع. والمتصر: حلب بقايا اللبن في الضَرع. أبو زيد: المصور من المعز خاصة دون الضأن، وهى التى غرزت (١) إلا قليلا. قال: ومثلها من الضأن الجدود. قال: وجمعها مصائر، مثل قلائص. وقال العدبس: جمعها مصار، مثل قلاص. والمصور: الناقة التي يَتَمَصَّرُ لبنها، أي يُحلب قليلاً قليلاً، لأنَّ لبنها بطئ الخروج. ويقال: مصرت العنز تمصيرا، أي صارت مصورا. ابن السكيت: يقال: نعجة ماصرة، ولجبة (٢) ، وجدود، وعزوز، أي قليلة اللبن. وفلان مَصَّرَ الأمْصارَ، كما يقال مدَّنَ المدائن.",
    "pg": "2:817"
  },
  "مصص": {
    "def": "مصصت الشئ بالكسر أمصه مَصًّا، وكذلك امتَصَصْتُهُ. والتَمَصُّصُ: المَصُّ في مهلة. وأمصصته الشئ فمصه. وقولهم يا مصَّانُ، وللأنثى يا مصَّانَةُ: شتمٌ تقوله لمن تُمِصُّه، أي يا ماص كذا من أمه. ولا تقل يا ماصان (١) . قال الشاعر (٢) : فإن تكن الموسى جرت فوق بظرها * فما خفضت (٣) إلا ومصان قاعد * ويقال أيضا: رجل مصان: إذا كان يرضع الغنم من لؤمه، عن أبى عبيد. والمصمصة مثل المَضْمَضَةُ، إلا أنَّه بطرف اللسان، والمَضْمَضَةُ بالفم كلِّه. وفرق ما بينهما شبيهٌ بفرقِ ما بين القبضة والقبصة. وفى الحديث: \" كنَّا نتوضَّأُ مما غَيَّرَتِ النارُ ونُمَصْمِصُ من اللبن ولا نُمَصْمِصُ من التمر \". ويقال: مَصْمَصَ إناءه، إذا غسله. والماصة: داء يأخذ الصبى. والمصوص، بفتح الميم: طعام. والعامة تضمه. والمصاص: خالص كل شئ. يقال: فلان مصاص قومه، إذا كان أخلصهم نسَباً، يستوي فيه الواحد والاثنان والجمع والمؤنَّث. والمصاص أيضا: نبات. وفرس ورد مصامص، إذا كان خالصا في ذلك. ومصيصة: بلد بالشأم، ولا تقل مصيصة بالتشديد.",
    "pg": "3:1056-1057"
  },
  "مصع": {
    "def": "مَصَعَتِ الدابَّة بذنَبها: حرَّكته. قال رؤبة:\nيَمْصَعْنَ بالأذناب من لَوْحٍ وَبَقْ (٣) * والمَصْعُ: الضرب بالسيف. والمُماصَعَةُ: المجالدةُ في الحرب (٤) . ورجلٌ مصع. ومصعت ضرع الناقة الحلوبة، إذا ضربته بالماء البارد. ومَصَعَتِ الأمُّ بالولد: رَمَتْ به. ويقال: مرَّ يَمْصَعُ، أي يسرع، مثل يمزع. وأنشد أبو عمرو: يمصع في قطعة طيلسان * مصعا كمصع ذكر الورلان * ومصع البرق، أي أومض. وشئ ماصع، أي براق. قال ابن مقبل: فأفْرَغْتُ من ماصِعٍ لوْنُهُ * على قُلُصٍ يَنْتَهِبْنَ السِجالا (١) * أبو عمرو: مَصَعَ لبن الناقة مُصوعاً، إذا ولَّى وذهب، فهي ماصعة الدر. وكل شئ ولى وذهب فقد مصع. ويروى قول الشماخ يصف نبعة:\nفمصعها شهرين ماء لحائحا (٢) * بالصاد غير معجمة. يقول: ترك عليها قشرها حتى جف عليها ليطها. وأمصع القوم، أي ذهبت ألبان إبلهم. قال أبو عبيدة: أمْصَعَ الرجلُ، إذا ذهب لبنُ إبله. ومَصَعَتْ إبله، إذا ذهبتْ ألبانها. قال: ومَصَعَ البردُ، أي ذهب. قال الفراء: مصع الرجلُ في الأرض وامْتَصَعَ، أي ذهب. قال الاغلب العجلى:\nوهن يمصعن امتصاع الاظب (١) * والمصعة، مثال الهمزة: طائر. والمصعة أيضا: ثمرة العوسج، والجمع مصع.",
    "pg": "3:1285-1286"
  },
  "مصل": {
    "def": "المَصْلُ معروف. ومَصَلَ الأقِطُ: عَمِلَهُ، وهو أن تجعله في وِعاءٍ خوصٍ أو غيره حتَّى يَقْطُرَ ماؤهُ. والذي يسيلُ منه المُصالَةُ (١) . والمُصالَةُ أيضاً: قُطارَةُ الحُبِّ. ومَصَلَ الجُرْحُ، أي سال منه شئ يسير. وحكى الاصمعي: مصلت استُهُ، إذا قطرت. وأعطاه عطاءً ماصلاً، أي قليلاً. وإنَّه ليَحْلُبُ من الناقةِ لبناً ماصِلاً. وأمْصَلَ مالَهُ، أي أفسدَهُ وصرفَهُ فيما لاخير فيه. وقال (٢) يعاتب امرأته: لَعَمْري لقد أَمْصَلْتِ مالِيَ كله وما سست من شئ فربك ما حقه وأمصلت المرأة، أي ألقتْ ولدها وهو مُضْغَةٌ. وأمْصَلَ الراعي الغنمَ، إذا حلبها واستوعبَ ما فيها. وشاةٌ مُمْصِلٌ ومِمْصالٌ، وهي التي يصير لبنها مُتَزَيِّلاً قبل أن يحقن.",
    "pg": "5:1819"
  },
  "مضح": {
    "def": "الأمويّ: مَضَحَ (٤) فلان عِرْضَهُ وأمْضَحَهُ، أي شانهُ. وأنشد للفرزدق: وأَمْضَحْتَ عِرضي في الحياةِ وشِنْتَني * وأَوقدتَ لي ناراً بكلِّ مكانِ (٥) وأنشد أبو عمرو في مضح (٦) : لا تمضحن عرضى فإنى ماضح * عرضك إن شاتمتني وقادح (١)",
    "pg": "1:405-406"
  },
  "مضر": {
    "def": "مَضَرَ اللبن يَمْضُرُ مُضوراً، أي صار ماضِراً، وهو الذي يَحْذي اللسانَ قبل أن يَروبَ. قال أبو عبيد: قال أبو البيداء: اسم مضر مشتق منه، وهو مضر بن نزار بن معد بن عدنان. وإنما قيل له مضر الحمراء وقيل لاخيه ربيعة الفرس لانهما لما اقتسما الميراث أعطى مضر الذهب وهو يؤنث، وأعطى ربيعة الخيل. ويقال كان شعارهم في الحرب العمائم والرايات الحمر، ولاهل اليمن الصفر. سمعت بعض أهل العلم يفسر به قول أبى تمام يصف الربيع: محمرة مصفرة فكأنها * عصب تيمن في الوغى وتمضر - وقولهم: ذهب دمه خضرا مضرا (١) ، أي هَدَراً. ومِضْرٌ إتباع له. وحكى الكسائي بضرا بالباء. وفي الحديث: \" مُضَرُ مَضَّرَها الله في النار \" نرى أصله من مَضْرِ اللبن، وهو قَرْصُهُ اللسانَ وحَذْيُهُ له. وإنَّما شدِّد للكثرة والمبالغة. والتَمَضُّرُ: التشبُّه بالمُضَرِيَّة. والمَضيرَةُ: طبيخٌ يتَّخذ من اللبنِ الماضِرِ.",
    "pg": "2:817-818"
  },
  "مضض": {
    "def": "أمَضَّني الجرحُ إمْضاضاً، إذا أوجعَك. وفيه لغةٌ أخرى مَضَّني الجرح، ولم يعرفها الاصمعي. وقال ثعلب: يقال قد أمَضَّني الجرحُ. قال: وكان من مضى يقول مَضَّني بغير ألف. والكُحْلُ يُمِضُّ العين، أي يحرقها. وكَحَلَهُ بمُلْمولٍ (٢) مَضٍّ، أي حارّ. والمَضَضُ: وجعُ المصيبةِ. وقد مَضِضْتَ يا رجل بالكسر تمض مضضا ومضيضا ومضاضة. والمضمضة: تحريك الماء في الفم. ويقال: ما مَضْمَضْتُ عيني بنومٍ، أي ما نمت. وتَمَضْمَضَ في وضوئه. وتَمَضْمَضَ النعاس في عينه. قال الراجز: وصاحب نبهته لِيَنْهضا (٣) * إذا الكَرى في عينه تمضمضا * ومض بالكسر الميم والضاد: كلمةٌ تستعمل بمعنى لا. قال الراجز: سَأَلْتُ هل وَصْلٌ فقالت مِضِّ (١) * وحَرَّكَتْ لي رأسها بالنَغْضِ * وهى مع ذلك مطمعة في الإجابة. يقال: إنَّ في مِضِّ لمطمعا، وهو حكاية صوت.",
    "pg": "3:1106-1107"
  },
  "مضغ": {
    "def": "مَضَغَ الطعام يَمْضَغُهُ ويَمْضُغُهُ مَضْغاً. والمَضاغُ بالفتح: ما يُمْضَغُ. يقال: ما عندنا مضاغ، وهذه كِسرةٌ ليِّنة المضاغِ. والمُضاغَةُ بالضم: ما مَضَغْتَ. والمُضْغَةُ: قطعة لحم. وقلبُ الإنسان مُضْغَةٌ من جسده. والماضِغانِ: أصولُ اللَحْيَيْنِ عند مَنبِت الاضراس، ويقال: عرقان في اللحين.",
    "pg": "4:1326"
  },
  "مضى": {
    "def": "مضى الشئ مضيا (٢) : ذهب. ومضى في الامر مضاء: نفذ. وقول جرير: فيوما يجارين الهوى غير ماضى * ويوما ترى منهن غولا تغول (٣) فإنما رده إلى أصله للضرورة، لانه يجوز في في الشعر أن يجرى الحرف المعتل مجرى الحرف الصحيح من جميع الوجوه، لانه الاصل. ومضيت على الأمر مُضِيًّا، ومَضَوْتُ على الامر مضوا ومضوا، مثل الوقود والصعود. وهذا أمر مَمْضُوٌّ عليه. وأَمْضَيْتُ الأمر: أنفذْته. والتمضى تفعل منه. قال الراجز: أصبح جيرانك بعد الخفض * يهدى السلام بعضهم لبعض * وقربوا للبين والتمضى (١) * والمضواء: التقدم. وقال (٢) :\nفإذا حُبِسْنَ مَضى على مضوائه (٣)",
    "pg": "6:2493-2494"
  },
  "مطا": {
    "def": "المطا مقصورٌ: الظهرْ ; والجمع الامطاء. (*) والمطية: واحدة المطى واحد وجمع، يذكر ويؤنث. والمطايا فَعالى، وأصله فَعائِلُ، إلا أنه فعل به ما فعل بخطايا. وقال أبو العميثل: المطية تذكر وتؤنث. وأنشد أبو زيد لربيعة بن مقرومٍ الضّبّي، جاهلي: ومَطِيَّةٍ مَلَثَ الظلامِ بَعَثْتُهُ * يشكو الكلال إلى دامى الاظلل والتَمَطِّي: التبختر ومدُّ اليدين في المشي. ويقال: التَمَطِّي مأخوذ من المَطيطَةِ، وهو الماء الخاثر في أسفل الحوض، لأنه يَتَمَطَّطُ أي يتمدد. وهو مثل تظنيت من الظن، وتقضيت من التقضض (١) . قال رؤبة: به تمطت غول كل ميله * بنا حراجيج المهارى (٢) النفه والمطواء من التمطى، على وزن الغلواء. والمطو: المدّ. يقال: مَطَوْتُ بالقوم مَطْواً، إذا مددتَ بهم في السير. قال الأصمعي: المَطِيَّةُ: التي تَمُطُّ في سيرها. قال: وهو مأخوذ من المطو، أي المد. قال أبو زيد: يقال منه: امْتَطَيْتُها، أي اتَّخذتها مَطِيَّةً. وقال الأموي: امْتَطَيْناها، أي جعلناها مَطايانا. والمِطْوُ بالكسر: عذق النخلة، والجمع مطاء مثل جرو وجراء. ومطو الشئ: نظيره وصاحبه. وقال: ناديت مِطْوي وقد مال النهار بهمْ * وعَبْرَةُ العَينِ جارٍ دَمْعُها سَجِمُ وقال رجلٌ من أسد السَراة (١) يصف برقاً (٢) : فظَلْتُ لدى البيتِ العتيق أخيلهُ * ومِطوايَ مشتاقانِ لهْ أرقان أي صاحباى.",
    "pg": "6:2494-2495"
  },
  "مطر": {
    "def": "المَطَرُ: واحد الأمْطار. ومَطَرَتِ السماء تمطرا مطرا، وأمطرها الله، وقد مُطِرْنا. وناسٌ يقولون: مَطَرَتِ السماء وأَمْطَرتْ بمعنًى. ومَطَرَ الرجلُ في الأرض مُطوراً، أي ذهب. وتَمَطَّرَ مثله. ويقال: ذهب البعيرُ فلا أدري من مَطَرَ به. ومرَّ الفرسُ يَمْطُرُ مَطْراً ومُطوراً، أي أسرع. والتَمَطُّرُ مثله. قال لبيد يرثي قيس بن جَزْء في قتلى هوازن: أَتَتْهُ المنايا فوق جَرداَء شِطْبَةٍ * تَدُفُّ دَفيفَ الطائرِ المُتَمَطِّرِ - وراكبه مُتَمَطِّرٌ أيضاً. والاسْتِمْطارُ: الاستسقاء. ومنه قول الفرزدق:\nواسْتَمْطِروا من قريشٍ كلَّ مُنْخَدِع (١) * أي سلوه أي يعطى كالمطر مثلا. والممطر: ما يلبس في المطر يتوفى به.",
    "pg": "2:818"
  },
  "مطط": {
    "def": "مَطَّهُ يَمُطُّهُ، أي مَدَّهُ. ومَطَّ حاجبيه، أي مَدهُما وتكبَّر. وتَمَطَّطَ، أي تمدَّدَ. والمَطيطَةُ: الماء الخاثر في أسفل الحوض. قال حميد:\nخبط النهال سمل المطائط * والمطيطاء بضم الميم ممدوداً: التبختُر ومدُّ اليدينِ في المَشي. وفي الحديث: \" إذا مشت أمتى المطيطاء وخدمتهم فارسُ والرومُ كان بأسُهُم بينَهم \".",
    "pg": "3:1160-1161"
  },
  "مطق": {
    "def": "التَمَطُّقُ: التدوًّقُ، والتصويتُ باللسانِ والغار الاعلى. قال حريث بن عناب يهجو بنى ثعل. ديافية قلف كأن خطيبهم سراة الضحى في سلحه يتمطق أي بسلحه.",
    "pg": "4:1555"
  },
  "مطل": {
    "def": "مَطَلْتُ الحديدَة أمْطُلُها مَطْلاً (١) إذا ضربتها ومَددتها لِتَطوَل. وكلُّ ممدودٍ مَمْطولٌ، ومنه اشتقاقُ المَطْلِ بالدَيْنِ، وهو اللَيَّانُ به. يقال: مَطَلَهُ وماطَلَهُ بحقِّهِ. والمُماطَلَةُ في المكافحة.",
    "pg": "5:1819"
  },
  "مظظ": {
    "def": "المَظ: الرُمَّانُ البَرِّي. قال أبو ذؤيب يصف عسلاً: فجاء بِمَزْجٍ لم يرَ الناسُ مِثلَه * هو الضَحْكُ إلاّ أنّه عَملُ النحل * يمانية أحيالها (١) مظ مائد (٢) * وآل قراس صوب أسقية كحل * ومظة: لقب سفيان بن سلهم بن الحكم ابن سعد العشيرة. وماظظت الرجل مماظة ومظاظا: شاررته ونازعته. وتماظ القوم. قال الراجز: جاف دلنظى عرك مغانظ * أهوج إلا أنه مماظظ\nفصل النون",
    "pg": "3:1180"
  },
  "مظع": {
    "def": "مَظعْتُ العودَ، إذا قطعته رَطْباً ثم تركته بلحائه ليتشرَّب ماءه لئلا يتشقَّق ويتصدَّع. قال الشماخ يصف قوساً: فَمَظَّعَها حَوْلَيْنِ ماَء لِحائها * ويَنظُر فيها أيّها هو غامز * وقال آخر (٢) : فمظعها حولين ماء لحائها * تعالى على ظهر العريش وتنزل",
    "pg": "3:1286"
  },
  "معج": {
    "def": "المَعْجُ: سُرعة السير. يقال: مَعَجَ الحِمار والريحُ. وفرس مَعوج على فَعولٍ. وقد مَرَّ يَمْعَجُ، أي يَمُرُّ مَرًّا سَهلاً. ومَعَجَ الفَصيلُ ضَرْعَ أمِّه، إذا لَهَزَهُ وقَلَّبَ فاه في نواحيه ليستمكن منه.",
    "pg": "1:342"
  },
  "معد": {
    "def": "مَعَدَ في الأرض: ذهب. ومعدت الشئ وامتعدته: اجتذبته بسرعة. قال الراجز (١) : هل يرون ذودك نزع معد (٢) * وساقيان سبط وجعد - وبعير مَعْدٌ، أي سريع. قال الزَفَيانُ: لما رأيت الظُعْنَ شالت تُحْدى * أتْبَعْتُهُنَّ أرْحَبِيًّا مَعْدا - والمَعْدُ: الغَضُّ من البقل والثمر. يقال: بُسْرٌ ثَعْدٌ مَعْدٌ، أي رَخْصٌ. وبعضهم يقول: هو إتباعٌ لا يُفرَد. والمَعِدَةُ للإنسان بمنزلة الكَرِشِ لكلِّ مجترّ. يقال: مَعِدَةٌ ومِعْدَةٌ، عن ابن السكيت.",
    "pg": "2:539-540"
  },
  "معر": {
    "def": "المَعَرُ: سقوط الشعر. وقد معر الرجل بالكسر، فهو معر. والامعر: القليلُ الشعرِ، والمكانُ القليلُ النبات. وأرض معرة: قليلة النبات، عن يعقوب. وتمعر شعره: تساقط. وتَمَعَّرَ لونه عند الغضب: تغيَّر. وأمْعَرَ الرجل: افتقر.",
    "pg": "2:818"
  },
  "معز": {
    "def": "المَعْزُ من الغنم: خلافُ الضأن، وهو اسمُ جنس. وكذلك المَعَزُ والمَعيزُ، والأُمْعوزُ والمِعْزى. وواحد المعز ماعز، مثل صاحب وصحب. والانثى ماعزة، وهى العنز ; والجمع مواعيز (١) . ويقال: الا معوز السِرْب من الظباء ما بين الثلاثين إلى الاربعين. قال سيبويه: معزى منون مصروف، لان الالف للالحاق لا للتأنيث، وهو ملحق بدرهم على فعلل، لان الالف الملحقة تجرى مجرى ما هو من نفس الكلمة، يدل على ذلك قولهم معيز وأريط في تصغير معزى وأرطى في قول من نون. وكسروا ما بعد ياء التصغير، كما قالوا دريهم. ولو كانت للتأنيث لم يقلبوا الالف ياء كما لم يقلبوها في تصغير حبلى وأخرى. وقال الفراء: المعزى مؤنثة وبعضهم ذكرها. وحكى أبو عبيد أن الذفرى أكثر العرب لا ينونها وبعضهم ينون. قال: والمعزى كلهم ينونونها في النكرة. ويقال: أمْعَزَ القومُ، إذا كثرت مِعْزاهُم. والماعز: جلد المعز. قال الشماخ: وبردان من خال وسبعون درهما * على ذاك مقروظ من القد (١) ماعز * قوله \" على ذاك \"، أي مع ذاك. والمعاز: صاحب المعزى. قال أبو محمد الفقعسى يصف إبلا بكثرة اللبن، ويفضلها على الغنم في شدة الزمان: يكلن كيلا ليس بالممحوق * إذ رضى المعاز باللعوق * والمعز: الصلابة من الارض. والأمْعَزُ: المكان الصلب الكثير الحصى. والارض معزاء بينة المعز. قال الاصمعي: قلت لابي عمرو بن العلاء: معزى من المعز؟ فقال: نعم. وذفرى (٢) من الذفر؟ فقال: نعم.",
    "pg": "3:896-897"
  },
  "معس": {
    "def": "المَعْسُ: الدلكُ. يقال مَعَسْتُ المَنيئَةَ في الدِباغِ، إذا دلكتَها دلكا شديدا. وقال يصف مطرا:\nيمعس بالماء الجواء معسا (٣) * وربما كنى به عن البِضاعِ. ورجلٌ مَعَّاسٌ في الحرب: مقدام.",
    "pg": "3:979"
  },
  "معص": {
    "def": "أبو عمرو: المَعَصُ بالتحريك: التواءٌ في عَصَبِ الرِجلِ، كأنَّه يقصُر عصبُها فتتعوَّج قدمُه ثم يسوِّيه بيده. وقد مَعِصَ فلانٌ بالكسر يمعص معصا. وفى الحديث: \" شكا عمرو بن معدى كرب إلى عمر رضى الله عنه المعص، فقال: كذب عليك العسل \"، أي عليك بسرعة المشى. وهو من عسلان الذئب.",
    "pg": "3:1057"
  },
  "معض": {
    "def": "مَعِضْتُ من ذلك الأمر أمْعَضُ مَعْضاً ومَعَضاً وامْتَعَضْتُ منه، إذا غضبت وشق عليك. قال الراجز رؤبة:\nذا معض لولا (٢) يرد المعضا\nفصل النون",
    "pg": "3:1107"
  },
  "معط": {
    "def": "رجلٌ أمْعَطُ بين المَعَطِ، وهو الذي لا شَعَر على جسده. وقد مَعِطَ. وامْتَعَطَ شعره وتَمَعَّطَ، أي تساقَطَ من داءٍ ونحوه، وكذلك امَّعَطَ وهو انْفَعَلَ. يقال: امَّعَطَ الحبلُ وغيرُه، أي انْجَرَدَ والذئبُ الأمْعَطُ: الذي قد تساقط شَعره. يقال: مَعِطَ الذئبُ، ولا يقال مُعِطَ شَعْرُه. ولِصٌّ أمْعَطُ، شبِّه بالذئب ; ولُصوصٌ مُعْطٌ.",
    "pg": "3:1161"
  },
  "معع": {
    "def": "المعمعة: صوت الحريق في القصبِ ونحوه، وصوتُ الأبطال في الحرب. قال الشاعر: مَنْ سَرَّهُ ضَرْبٌ يُرَعْبِلُ بَعْضُهُ * بَعْضاً كَمَعْمَعَةِ الاباء المحرق * والمعمعان: شدة الحر. يقال: يومٌ مَعْمَعانٌ. ومَعْمَعَ القومُ، أي ساروا في شدَّة الحرِّ. والمَعْمَعُ: المرأة التي أمرُها مُجْمَعٌ لا تعطي أحداً من مالها شيئاً. ومن كلام بعضهم في صفة النساء: \" منهن مَعْمَعٌ، لها شَيْئُها أجمعُ \". والمَعْمَعِيُّ: الرجل الذي يكون مع من غلب. ومع: كلمة تدل على المصاحبة. قال محمد بن السَريِّ: الذي يدلُّ على أنَّ مَعَ اسمٌ حركةُ آخرِه مع تحرُّك ما قبله، وقد يسكَّن وينوَّن تقول: جاءوا معا.",
    "pg": "3:1286"
  },
  "معق": {
    "def": "المَعْقُ: قلبُ العَمْقِ. ومنه قول رؤبة:\nمِنْ بَعْدِ مَعْقٍ مَعْقا (١) * أي من بعدِ بُعْدٍ بعدا. وقد يحرك مثل نهرونهر. ويقال نهر معيق، أي عميق. والامعاق مثل الاعماق، وهو ما بَعُدَ من أطراف المفاوز. والاماعق والاماعيق جمع الجمع",
    "pg": "4:1555-1556"
  },
  "معك": {
    "def": "المَعْكُ: المِطالُ واللَيُّ، يقال مَعَكَهُ بدَيْنِهِ، أي مَطَلَهُ به، فهو رجل مَعِكٌ، أي مَطولٌ، ومُماعِكٌ، أي مماطلٌ. وربَّما قالوا: معكت الاديم، أي دلكته. وتمعكت الدابة، أي تمرَّغَتْ، ومَعَّكْتُها أنا تَمْعيكاً (١) . ويقال: وقع في مَعْكوكاءَ (٢) ، أي في شر.",
    "pg": "4:1608-1609"
  },
  "معل": {
    "def": "معلت الشئ معلا، إذا اختلستَهُ. والمَعْلُ: السرعةُ في السير. ومَعَلَني عن حاجتي وأمْعَلَني، أي أعْجَلَني. أبو عمرو: مَعَلْت الحمارَ وغيره مَعْلاً، وهو ممعولٌ، إذا اسْتُلَّتْ خُصْيَتاهُ. ومَعَلْتُ أمرَكَ، أي عَجِلْتُ به وقطعته وأفسدته. ويقال: لا \" تُمْعِلوا رِكابَكُم \" أي لا تقطعوا بعضها من بعض.",
    "pg": "5:1819"
  },
  "معن": {
    "def": "المعن: الشئ اليسير الهين. قال النَمْر ابن تولب: وما ضَيَّعْتُهُ فأُلامَ فيه * فإنَّ هلاكَ (٢) مالِكَ غيرُ مَعْنِ أي ليس بهيّنٍ. ورجلٌ مَعْنٌ في حاجته. وقولهم: \" حدث عن معن ولا حرج \" وهو معن بن زائدة بن عبد الله بن زائدة بن مطر ابن شريك بن عمرو الشيباني وهو عم يزيد بن مزيد بن زائدة الشيباني. وكان معن أجود العرب. ويقال: ماله سَعْنَةٌ ولا مَعْنَةٌ، أي شئ. والماعون: اسم جامع لمنافع البيت، كالقِدْر والفأس ونحوها. قال الاعشى بأجود منه بماعونه * إذا ما سماؤهم لم تغم ويسمى الماء أيضاً ماعوناً، وينشد:\nيَمُجُّ صَبيرُهُ الماعونَ صَبًّا (١) * وتسمَّى الطاعة ماعونا. وحكى الاخفش عن أعرابي فصيح: لو قد نزلنا لصنعت بناقتك صنيعا تعطيك الماعون، أي تنقاد لك وتطيعك. وقوله تعالى: (ويمنعون الماعونَ) قال أبو عبيدة: الماعون في الجاهلية كلُّ منفعةٍ وعطيّةٍ. قال الاعشى: بأجود منه بماعونه * إذا ما سماؤهم لم تغم قال: والماعون في الاسلام: الطاعة والزكاة. وأنشد للراعي: قوم على الاسلام لما يمنعوا * ماعونهم ويضيعوا التهليلا (٢) ومن الناس من يقول: الماعونُ أصله مَعونَةٌ والألف عوضٌ من الهاء. وأمْعَنَ الفرس: تباعَدَ في عَدْوه. وأمْعَنَ فلانٌ بحقّي: ذهب به. وأمْعَنَتِ الأرض: رَوِيَتْ. وماءٌ مَعينٌ، أي جارٍ. ويقال هو مفعولٌ من عُنْتُ الماءَ إذا استنبطتَه. وكلأٌ مَمْعونٌ: جرى فيه الماء. والمُعْنانُ: مَجاري الماء في الوادي. والمَعانُ: المباءة والمنزل. ومعان: موضع بالشأم.",
    "pg": "6:2204-2205"
  },
  "معى": {
    "def": "المِعى (٣) : واحد الأمعاءِ. وفي الحديث: \" المؤمن يأكل في مِعى واحد، والكافر في سبعة أمْعاء \". وهو مثلٌ، لأنَّ المؤمن لا يأكل إلا من الحلال ويتوقَّى الحرامَ والشبهة، والكافر لا يبالي ما أكل ومن أين أكل وكيف أكل. والمِعى أيضاً: المِذْنَبُ من مذانب الارض. (*) أبو عبيد: إذا أرطب النخلُ كلُّه فذلك المَعْوُ. قال: وقياسه أن تكون الواحدةُ مَعْوَةً، ولم أسمعه. قال: وقال اليزيديّ: يقال منه أمْعَتِ النخلة. وقال ابن دريد: المعوة: الرطبة إذا دخلها بعض اليبس.",
    "pg": "6:2495"
  },
  "مغث": {
    "def": "مَغَثْتُ الدواء في الماء، إذا مَرَثْتَهُ. ويقال: مَغَثوا فلاناً، إذا ضربوه ضرباً غير مُبَرِّحٍ كأنهم تَلْتَلوهُ. ورجلٌ مَغِثٌ، أي مَرِسٌ مصارعٌ شديدُ العلاج. وقولهم: مَغَثوا عِرْضَ فلانِ، أي شانوه ومغصوه (١) وقال (٢) : ممغوثة أعراضهم ممرطله * كما تلاث في الهناء الثمله وكَلأٌ مَغيث ومَمْغوثٌ، إذا أصابه المطر فصرعه.",
    "pg": "1:293"
  },
  "مغد": {
    "def": "المَغْدَةُ في غُرَّةِ الفرس كأنَّها وارمة، لأنَّ الشعر يُنْتَف (١) لينبت أبيض. وقال الشاعر: تبارى قرحة مثل ال * - وتيرة لم تكن مغدا - والمغد أيضا: الناعم. قال الراجز (٢) :\nوكان قد شَبَّ شباباً مَغدا (٣) * قال أبو زيد: مَغَدَ الرجلَ عيشٌ ناعم، يمْغَدُهُ مَغْداً، أي غَذاه عيشٌ ناعم. وابن الاعرابي مثله. وقال الفراء: مَغَدَ في عيشٍ ناعم يَمْغَدُ مَغْداً. ويقال: أمْغَدَ الرجلُ، إذا أكثر من الشرب. والإمغادُ: إرضاع الفصيل وغيرِه. تقول المرأة: أمْغَدْتُ هذا الصبيَّ فَمَغَدَني، أي رَضِعَني. ومَغَدَتِ السَخْلَةُ أمَّها تَمْغَدُها مَغْداً، أي رضِعتها ويقال: وجدتُ صَرَبَةً فَمَغَدْتُ جوفَها، أي مَصِصتُه، لأنه قد يكون في جوف الصَربة - وهي صمَغ الطَلْحِ - شئ كأنه الغراء والدبس. وتسمى الصَرَبة مَغْداً، وكذلك صَمْغ سِدْرِ البادية قال جَزْء بن الحارث الخُنَيْسي: وأنتم كَمَغْدِ السِدر يُنظَر نحوَه * ولا يُجْتَنى إلا بفأسٍ ومحجن - وقال آخر: نحن بنو سواءة بن عامر (١) * أهل اللثى والمغد والمغافر -",
    "pg": "2:540"
  },
  "مغر": {
    "def": "المَغْرَةُ: الطينُ الأحمرُ، وقد يحرك. والامغر: الاحمر الشعر والجلد، على لون المَغْرَةِ. والأمْغَرُ من الخيل: نحوٌ من الأشقر، وهو الذي شقرتُه تعلوها مُغْرَةٌ، أي كدرةٌ. وأمْغَرَتِ الشاةُ، إذا حلبتْ فخرج مع لبنها دمٌ من داءٍ بها، فإن كان ذلك من عادتها فهي مِمْغارٌ. ابن السكيت: يقال مَغَرَ في البلاد، إذا ذهب فأسرع. ورأيته يَمْغَرُ به بعيره. وقال أبو صاعد: مَغَرَتْ في الأرضِ مَغْرَةٌ من مطر، وهى مطرة صالحة.",
    "pg": "2:818-819"
  },
  "مغص": {
    "def": "قال ابن دريد: إبل أمْغاصٌ، إذا كانت خِياراً، لا واحد لها من لفظها. وقال ابن السكيت: المَغَصُ (١) : خيارُ الإبل. قال: الواحدة مغصة. قال الراجز: أنتم وهبتم مائة جرجورا * أدما وحمرا مغصا خبورا * قال: والمغص، بالتسكين: تقطيع في المِعى (٢) ووجعٌ. والعامة تقول مغص بالتحريك. وقد مغض الرجل فهو ممغوص.",
    "pg": "3:1057"
  },
  "مغط": {
    "def": "المَغْطُ: المَدُّ. يقال: مَغْطَهُ فامْتَغَطَ. ومَغَطَ في القوس، مثل مَخَطَ. وامْتَغَطَ النَهارُ، أي ارتفع. ورجلٌ مُمَغَّطٌ، أي طويلٌ، كأنه مُدَّ مَدًّا من طوله. والتَمَغُّطُ في عَدْوِ الفرس: أن يَمُدَّ ضبعيه.",
    "pg": "3:1161"
  },
  "مغغ": {
    "def": "المغمغة: الاختلاط. قال رؤبة:\nمامنك خلط الخلق الممغمغ (١)",
    "pg": "4:1326"
  },
  "مغل": {
    "def": "مَغِلَ الدابَّة بالكسر (٢) يَمْغَلُ مَغَلاً، إذا أكلَ الترابَ مع البقل فاشتكى بطنه. يقال به مغلة شديدة. ويكوى صاحب المغلة ثلاث لذعات بالميسم خلف السرة. وأمغل القوم، أي مغلث إبلهم. والمغلة: النعجة أو العنزُ تُنْتَجُ في السنة مرَّتين. وقد أمْغَلَتْ غنمُ فلان، إذا كانت تلك حالها. وهي غنمٌ مِغالٌ. قال القُطامي: بيضاء مَحْطوطَة المَتْنَيْنِ بَهْكَنَةٌ رَيّا الرَوادِفِ لم تُمْغِلْ بأولادِ وقال أبو عمرو: المُمْغِلُ: التي تحملُ قبلَ فِطامِ الصبيِّ وتلدُ كلَّ سنةٍ. ويقال: أمْغَلَ بي فلانٌ عند السلطان، أي وَشى بي. ومَغَل فلانٌ بفلانٍ عند فلانٍ، إذا وقَع فيه يَمْغَلُ مَغْلاً، وإنه لصاحب مغالة.",
    "pg": "5:1819-1820"
  },
  "مقا": {
    "def": "مقوت السيف: جلوته، حكاه يونس عن أبى الخطاب. وكذلك المرآة والطَست. حتَّى قالوا: مَقا أسنانه. قال ابن دريد: امْقُ هذا مَقْوَكَ مالَك، أي صُنْهُ صيانتك مالك.",
    "pg": "6:2495"
  },
  "مقت": {
    "def": "مَقَتَهُ مَقْتاً: أبغضه، فهو مَقيتٌ وممقوتٌ. ونِكاح المَقْتِ كان في الجاهلية: أن يتزوَّج الرجل امرأة أبيه.",
    "pg": "1:266"
  },
  "مقد": {
    "def": "المَقَدِيُّ مخففة الدال: شرابٌ منسوب إلى قرية بالشام يتخد من العسل. وقال الشاعر: علِّل القومَ قليلاً * يا ابن بنتِ الفارسيّهْ - إنهمْ قد عاقَروا اليو * م شربا مقديه -",
    "pg": "2:540"
  },
  "مقر": {
    "def": "مقر الشئ بالكسر يمقر مَقَراً، أي صار مُرًّا، فهو شئ مقر. والمقر أيضا: الصبر، عن الاصمعي. وربما سكن. قال الراجز:\nأمر من صبر ومقر وحظظ (١) * وأمقر الشئ، أي صار مُرًّا. قال لبيد: مُمْقِرٌ مُرٌّ على أعدائه * وعلى الأدْنَينَ حلو كالعسل - واللبن الحامض ممر أيضا، عن ابن الاعرابي. والمقر، ساكن: دق العنق. وقد مقر عنقه يمقرها، عن ابن السكيت. وسمك مَمْقورٌ: يُمْقَرُ في ماءٍ وملحٍ. ولا تقل منقور.",
    "pg": "2:819"
  },
  "مقس": {
    "def": "مقست نفسه بالكسر، وتمقست، أي غَثَتْ. قال أبو زيد: صاد أعرابيٌّ هامَةً من القبور فأكلَها فقال: ما هذا؟ فقيل: سُمانى. فغَثَتْ نفسه فقال:\nنَفْسي تَمَقَّسُ من سمانى الاقبر",
    "pg": "3:979"
  },
  "مقط": {
    "def": "قال الفراء: الماقِطُ من البعير مثل الرازم. وقد مَقَطَ يَمْقُطُ مُقوطاً، أي هُزِلَ هُزالاً شديدا. والماقط: الحازى الذى يتكهن ويطرق بالحصى. وتقول العرب: فلان ساقط بن ماقط بن لاقط ; تتساب بذلك. فالساقط: عبد الماقط. والماقط: عبد اللاقط. واللاقط عبد معتق. نقلته من كتاب من غير سماع. والمقاط: حبل، مثل القماط، مقلوب منه.",
    "pg": "3:1161"
  },
  "مقع": {
    "def": "مُقِعَ فلان بِسَوْءةٍ، أي رُمِيَ بها. والمَقْعُ: أشدُّ الشرب. والفصيلُ يَمْقَعُ أمَّه، إذا رضعها. قال الكسائي: يقال امْتُقِعَ لونُه، إذا تغيَّر من حزنٍ أو فزع أو ريبة. وكذلك انتقع وابتقع. وبالميم أجود.",
    "pg": "3:1286"
  },
  "مقق": {
    "def": "مققت الطلعة: شققها للابار. وامتق الفصل ما في ضرع أمه، أي شربه كله، مثل امْتَكَّهُ. وتَمَقّقْتُ الشراب، إذا شربتَه شيئا بعد شئ. وأصابه جرح فما تَمَقّقَهُ، أي لم يضرَّه ولم يباله. ذكره ابن السكيت. وفرس أمق بين المقق، أي طويل. والمقامق: الذى يتكلم بأقضى حلقه، وتقديره فُعافِلُ بتكرير الفاء. ولا تقل مقانق. قال أبو عبيد: يقال فيه مقمقة ولقاعات.",
    "pg": "4:1556"
  },
  "مقل": {
    "def": "المُقْلُ: ثَمَرُ الدَوْمِ. والمُقْلَةُ: شَحْمَةُ العينِ التي تجمعُ البياضَ والسواد. أبو عبيد: المقل بالفتح: النظر. يقال: ما مقلته عينى منذ اليوم. أبو عمرو: مقتله: نظرتُ إليه بِمُقْلَتي. ومَقَلَهُ في الماء مقلا: غمسه. وفى الحديث: \" إذا وقع الذباب في الطعام فامقلوه، فإن في أحد جناحيه سما وفى الآخر الشفاء، وإنه يقدم السم ويؤخر الشفاء \". والمقلة بالفتح: حَصاة القَسْمِ التي تُلقى في الماءِ ليُعْرَفَ قدرُ ما يُسْقى كلى واحد منهم، وذلك عند قلَّة الماء في المَفاوِزِ. وقال: قَذَفوا سَيِّدَهُمْ في وَرْطَةٍ قَذْفَكَ المقلة وسط المعترك وأما التى في حديث ابن مسعود في مسح الحصى، قال: \" مرة وتركها خير من مائة ناقة لمقلة \"، أي من مائة ناقة يختارها الرجل على عينه ونظره كما يريد. ويقال للرجلين: هما يتماقلانِ، إذا تَغاطَّا في الماء.",
    "pg": "5:1820"
  },
  "مقه": {
    "def": "المَقَهُ: بياضٌ في زرقة. وامرأةٌ مَقْهاءُ. وقال أبو عمرو: هي القبيحةُ البياضِ يشبه بياضها بياض الجص. وسراب أمقه. قال ذو الرمة: إذا خفقت بأمقه صحصحان * رءوس القوم والتزموا (١) الرحالا ومنهم من يقول: المقه مثل المره.",
    "pg": "6:2249-2250"
  },
  "مكا": {
    "def": "المكاء بالمد والتشديد: طائر ; والجمع المكاكى. والمُكاءُ مخفّف: الصفير. وقد مَكا يَمْكو مَكْواً ومُكاءً: صَفَر. قال تعالى: (وما كان صَلاتُهم عندَ البيت إلا مُكاءً وتَصْدِيَةً) . وقال عنترة يصف رجلاً طعَنه:\nتَمْكو فريصته كشدق الاعلم (١) * أبو عبيد: مَكَتْ اسْتُه تَمْكو مُكاءً، إذا كانت مفتوحة. والمَكا، بالفتح مقصور: جُحر الثعلب والأرنب ونحوِه، وكذلك المكو. قال الطرماح: كم به من مكو وحشية * قيظ في منتثل أو شيام وجمعه أمكاء. وتمكى الفرس، إذا حكَّ عينه برُكبته. وقول الشاعر (١) :\nكالمُتَمَكِّي بِدَمِ القتيلِ (٢) * يريد: كالمتوضئ والمتمسح. ومَكِيَتْ (٣) يده تَمْكاً مَكاً، أي مَجِلَتْ من العمل. قال يعقوب: سمعتها من الكلابي. وميكائيل: اسم، يقال هو ميكا أضيف إلى إيل. وقال ابن السكيت: ميكائين بالنون لغة. قال الاخفش: يهمز ولا يهمز. قال: ويقال (*) ميكال، وهو لغة. وقال (١) ويوم بدر لقيناكم لنا مدد * فيه مع النصر ميكال وجبريل",
    "pg": "6:2495-2496"
  },
  "مكث": {
    "def": "المكثُ (٣) : اللَبْثُ والانتظار. وقد مَكَثَ ومَكُثَ. والاسم المُكْثُ والمِكْثُ بضم الميم وكسرها. وتمكث: تلبث. والمكيثى، مثال الخصيصى: المكث. وسار الرجل مُتَمَكِّثاً، أي مُتَلَوِّماً. ورجل مكيث، أي رزين. قال صخر (٤) :\nفإنى عن تقفركم مكيث (٥)",
    "pg": "1:293-294"
  },
  "مكد": {
    "def": "مكَدَ بالمكان مُكوداً: أقام به. وناقةٌ مَكودٌ ومَكْداءُ، إذا ثبت غزرها ولم ينقص، مثل نكداء. وركية ماكِدَةٌ، إذا ثبت ماؤها على قَرنٍ واحد لا يتغير. والقَرْنُ: قرن القامة.",
    "pg": "2:540"
  },
  "مكر": {
    "def": "المَكْرُ: الاحتيالُ والخديعةُ. وقد مَكَرَ به يَمْكُرُ فهو ماكِرٌ ومَكَّارٌ. والمَكْرُ أيضاً: المَغْرَةُ. وقد مَكَرَهُ فامْتَكَرَ، أي خضبه فاختضب. قال الشاعر القطامي: بِضَرْبٍ تَهْلِكُ الابطال فيه * وتمتكر اللحى من امْتِكارا - والمُكورُ (١) : ضرب من الشجر. قال العجاج:\nفحط في علقى وفى مكور * الواحد مَكْرٌ. قال الكميت يصف بَقَرة: تَعاطى فِراخَ المَكْرِ طَوْراً وتارةً * تُثير رُخاماها وتَعْلَقُ ضالها - وفراخ المَكْرِ: ثمرُهُ. والممكورةُ: المَطْوِيَّةُ الخَلْقِ من النساء. يقال: امرأةٌ ممكورة الساقين، أي خدلاء.",
    "pg": "2:819-820"
  },
  "مكس": {
    "def": "مَكَسَ في البيع يَمْكِسُ بالكسر مَكْساً. وماكَسَ مُماكَسَةً ومِكاساً. والمَكْسُ أيضاً: الجِباية. والماكِسُ: العَشَّارُ. وفي الحديث: \" لا يدخل صاحبُ مَكْسٍ الجنة \". والمَكْسُ: ما يأخذُه العَشَّارُ. قال الشاعر (١) : أفي كلِّ أسواقِ العراق إتاوةٌ * وفي كلِّ ما باعَ امْرُؤٌ مَكْسُ دِرهمِ (٢)",
    "pg": "3:979"
  },
  "مكك": {
    "def": "مككت الشئ: مصصته. ورجل مَكَّانُ، مثل مَصَّانَ ومَلْجانَ، وهو الذي يرضَع الغنم من لؤمه ولا يحلب. وتمككت العضم: أخرجت مخّه. ويقال للمخّ: المُكاكَةُ. وفي الحديث: \" لا تَمَكَّكوا على غرمائكم \" أي لا تستقصوا. وامْتَكَّ الفصيلُ ما في ضرع أمه، أي شربه كله. ومكة: البلد الحرام. والمكوك (٣) : مكيال، وهو ثلاث كيلجات، والكيلجة: منا وسبعة أثمان منا، والمنا رطلان. والرطل: اثنتا عشرة أوقية، والاوقية إستار وثلثا إستار، والاستار: أربعة مثاقيل ونصف، والمثقال: درهم وثلاثة أسباع درهم، والدرهم: ستة دوانيق، والدانق قيراطان، والقيراط: طسوجان، والطسوج: جنتان، والحبة: سدس ثمن درهم، وهو جزء من ثمانية وأربعين جزءا من درهم والجمع مكاكيك.",
    "pg": "4:1609"
  },
  "مكل": {
    "def": "مَكَلَتِ البئرُ، أي قلَّ ماؤُها واجتمع في وَسطها. فإذا اجتمع فيها قليلاً قليلاً إلى وقتِ النَزْحِ الثاني فاسم ذلك الماء مَكْلَةٌ، ومُكْلَةٌ. يقال: أعطني مَكْلَةَ رَكِيَّتِكَ، أي جَمَّةَ رَكِيَّتِكَ. والبئر مكول، والجمع مكل.",
    "pg": "5:1820"
  },
  "مكن": {
    "def": "مكنه الله من الشئ وأمْكَنَهُ منه، بمعنًى. واسْتَمْكَنَ الرجل من الشئ وتمكن منه، بمعنى. وفلان لا يُمْكِنُهُ النُهوض، أي لا يقدر عليه. وقولهم: ما أمْكَنَهُ عند الأمير، شاذٌّ. والمَكْنُ: بيض الضب. قال (١) : ومكن الضباب طعام العري * ب لا تشتهيه نفوس العجم والمكنة بكسر الكاف: واحدة المكِنِ والمَكِناتِ. وفي الحديث: \" أقِرُّوا الطير على مَكِناتِها \" ومَكُناتِها بالضم. قال أبو زياد الكلابيّ وغيره من الأعراب: إنا لا نعرف للطَير مَكِناتٍ وإنما هي وُكُناتٌ. فأمَّا المَكِناتُ فإنَّما هي للضباب. قال أبو عبيد: ويجوز في الكلام، وإن كان المكن للضباب، أن يجعل للطير تشبيها بذلك، كقولهم: مشافر الحبشى، وإنما المشافر للابل. وكقول زهير يصف الاسد:\nله لبد أظفاره لم تقلم (١) * وإنما له مخالب. قال: ويجوز أن يراد به على أمكنتها، أي على مواضعها التى جعلها الله لها، فلا تزجروها ولا تلتفتوا إليها، لانها لا تضر ولا تنفع، ولا تعدو ذلك إلى غيره. ويقال: الناس على مكناتهم، أي على استقامتهم. الكسائي: أمكنت الضبة: جمعَتْ بيضَها في بطنها، فهي مكون. وقال أبو زيد: أمكنت الضبة فهى ممكن، وكذلك الجرادة. (*) والمكنان بالفتوا لتسكين: نبتٌ. ومعنى قول النحويين في الاسم: إنَّهُ مُتَمَكِّنٌ، أي إنه معربٌ، كعُمَرَ وإبراهيم. فإذا انصرف مع ذلك فهو المُتَمَكِّنُ الأمْكَنُ، كزيدٍ وعمرٍو. وغير المُتَمَكِّنِ هو المبنى، كقولك: كيف وأين. ومعنى قولهم في الظرف: إنه متمكن، أي إنه يستعمل مرة ظرفا ومرة اسما، كقولك جلست خلفك فتنصب، ومجلسي خلفك فترفع في موضع يصلح أن يكون ظرفا. وغير المتمكن هو الذى لا يستعمل في موضع يصلح أن يكون ظرفا إلا ظرفا، كقولك لقيته صباحا وموعدك صباحا، فتنصب فيهما ولا يجوز الرفع إذا أردت صباح يوم بعينه. وليس ذلك لعلة توجب الفرق بينهما أكثر من استعمال العرب لها كذلك، وإنما يؤخذ سماعا عنهم، وهى صباح، وذو صباح، ومساء، وعشية وعشاء، وضحى وضحوة، وسحر، وبكر وبكرة، وعتمة، وذات مرة وذات يوم، وليل ونهار، وبعيدات بين. هذا إذا عنيت بهذه الاوقات يوما بعينه. أما إذا كانت نكرة وأدخلت عليها الالف واللام تكلمت بها رفعا ونصبا وجرا. قال سيبويه: أخبرنا بذلك يونس النحوي.",
    "pg": "6:2205-2207"
  },
  "ملأ": {
    "def": "المَلءُ بالفتح: مصدر مَلأتُ الاناء فهو مملوء. ودلو ملآى على فعلى، وكوز ملآن، والعامة تقول: ملا ماء. والملء بالكسر: اسم ما يأخذه الإناءُ إذا امْتَلأَ. ويقال: مِلأهُ ومِلأَيْهِ وثلاثة أملائه. وامتلا الشئ وتملا بمعنى. يقال: تَمَلأتُ من الطعام والشراب. وتَمَلأَ فلانٌ غيظاً. وأمْلأتُ النزْعَ في القَوسِ، إذا شَدَدْتَ النزع فيها. والملاة بالضم، مثال المتعة: الزكام، ومُلِئَ الرجل وأمْلأهُ الله، أي أزْكَمَهُ، فهو مملوء على غير قياس يحمل على ملئ. وملا الرجلُ: صار مَليئاً أي ثِقَةً، فهو غنى ملئ بين الملاءة، ممدودان. والمُلاءةُ، بالضم ممدودٌ: الرَيطة (١) ، والجمع مُلاء. أبو زيد: مالأتُهُ على الأمر مُمالأَةً: ساعدته عليه وشايعته. ابن السكيت: تمالؤوا على الامر: اجتمعوا عليه. والمَلأَ: الجماعةُ. وقول الشاعر (٢) : وتَحَدَّثوا مَلأً لتُصْبِحَ أُمَّنا * عَذْراَء لا كَهْلٌ ولا مَوْلودُ أي: تَشاوَروا مُتمالئينَ على ذلك ليقتلونا أجمعين، فتصبح أمنا كأنها لم تلد. وفى الحديث: \" والله ما قتلت عثمان ولا مالات على قتله \". والملا أيضا: الخلق. يقال: ما أحسنَ مَلأَ بني فلانٍ، أي: عِشْرَتَهُم وأخلاقَهُم. قال الشاعر (١) : تَنادَوا يالَ بُهْثَةَ إذ رَأوْنا * فقلنا أحْسِني مَلأَ جُهَيْنا والجمع أملاء. وفى الحديث: أنه قال لاصحابه حين ضربوا الاعرابي: \" أحسنوا أملاءكم \".",
    "pg": "1:72-73"
  },
  "ملث": {
    "def": "مَلَثَهُ بكلام، أي طيِّب نفسه يَمْلُثُهُ مَلْثاً، وذلك إذا وعده عِدَةً كأنه يردُّه عنه وليس يَنوي له وفاء. وتقول: أتيته مَلَثَ الظلامِ، أي حين اختلط الظلام ولم يشتدَّ السوادُ جدًّا، حين (١) تقول: أخوك أم الذئب؟ قال الأصمعي: وذلك عند صلاة المغرب وبعدها. وأنشد لجندل بن المثنى الطهوى: ومنهل من الانيس ناء * دوايته برجع أبلاء * إذا انغمسن ملث الامساء",
    "pg": "1:294"
  },
  "ملج": {
    "def": "المَلْجُ: تَناوُلُ الثَدي بأدنى الفَمِ. يقال: مَلَجَ الصبيُّ أمَّهُ، أي رَضِعَها. وامْتَلَجَ الفصيلُ ما في الضَرْع: امتصَّه. والإمْلاجُ: الإرْضاعُ: وفي الحديث: \" لا تُحَرِّم الإمْلاجَة ولا الإمْلاجَتانِ \". ومنه قيل للرجل ملجان ومصان، أي إنه من لُؤمِهِ يَرْضَعُ الإبلَ. والمالَجُ: الذي يطين به، فارسي معرب.",
    "pg": "1:342"
  },
  "ملح": {
    "def": "المِلْحُ معروفٌ. والمِلْحُ أيضاً: الرَضاعُ. وأنشد الأصمعيّ لأبي الطَمَحانِ، وكانت له إبلٌ فسقى قوماً من ألبانها، ثم إنَّهم أغاروا عليها فأخذوها، فقال: وإنِّي لأرْجو مِلْحَها في بطونكم * وما بَسَطَتْ من جِلْدِ أشْعَثَ أغْبَرا والمَلْحُ بالفتح: مصدر قولك: مَلحْنا لفلانٍ مَلْحاً: أرضعناه. ومَلَحْتُ القِدرَ أمْلَحُها مَلْحاً، إذا طرحْت فيها من المِلْح بقدرٍ. وأمْلَحْتُ القِدر، إذا أكْثَرْتَ فيها المِلْح حتَّى فَسَدَتْ. والتَمْليحُ مثله. ومَلَحْتُ الماشيةَ مَلْحاً: أطعمتها سَبِخَة المِلْحِ، وذلك إذا لم تقدر على الحَمْض فأطعمتها هذا مكانه. ومَلَحَ الماءُ يَمْلُحُ مُلوحاً، وكذلك مَلُحَ بالضم مُلوحَةً، فهو ماءٌ ملحٌ، ولا يقال مالِحٌ إلا في لغة رَدِيَّةٍ. وأمْلَحَت الإبلُ: وَرَدَتْ ماءً مِلْحاً. والمِمْلَحَةُ: ما يُجعَل فيه المِلْحُ. ابن السكيت: يقال نبت ملح ومالح للحمض. وملح الشئ بالضم يملح ملوحة ومَلاحَةً أي حَسُنَ، فهو مَليحٌ ومُلاحٌ بالضم مخففٌ. واسْتَمْلَحَه: عَدَّهُ مَليحاً. وجمع المَليحِ مِلاحٌ وأملاحٌ عن أبى عمرو، مثل شريف وأشراف. وقَليبٌ مَليحٌ، أي ماؤه مِلْحٌ. قال عنترة يصف جُعَلاً: كأنَّ مُؤَشَّرَ العَضُدَيْنِ حَجْلاً * هَدوجاً بين أقْلِبَةٍ مِلاحِ وسمكٌ مَليحٌ ومملوحٌ، ولا يقال مالح. وأما قول عذافر: بصرية تزوجت بصريا (١) * يطعمها المالح والطريا فليس بحجة. الاموى: ملحت الجَزورُ: سَمِنَتْ قليلاً. قال عروة بن الورد: أقَمْنا بها حيناً وأكثرُ زادِنا * بقيَّةُ لحمٍ من جَزورٍ مُمَلَّحِ ويقال أيضاً: مَلَّحَ الشاعر، إذا أتى بشئ مليح. ويقولون: ما أمَيْلِحَ زيداً. ولم يُصَغِّروا من الفعل غيره وغير قولهم: ما أُحَيْسِنَهُ. قال الشاعر: ياما أميلح غزلانا عطون لنا * من هَؤُلَيَّاءِ بين الضالِ والسَمُرِ (١) والمُمالَحَةُ: المؤاكلةُ والرَضاعُ أيضاً. والمَلَحُ، بالتحريك: ورَمٌ في عرقوب الفرس دون الجَرَذِ، فإن اشتدَّ فهو الجَرَذ. والمُلْحَةُ بالضم: واحدة المُلَحِ من الأحاديث. قال الأصمعي: نِلْتُ بالمُلَحِ. والمُلْحَة أيضاً من الالوان: بياض يخالطه سواد. يقال كبش أملح وتيس أملح، إذا كان شعره خليسا. قال أبو ذبيان (٢) بن الرعبل: أبغض الشيوخ إلى الاقلح الاملح، الحسو الفسو. وقد امْلَحَّ الكبشُ امْلِحاحاً: صار أمْلَحَ. ويقال لبعض شهور الشتاء: \" مِلْحانُ \" لبياضِ ثلجه. والزُرقةُ إذا اشتدَّتْ حتَّى تضرب إلى البياض قيل: هو أمْلَحُ العينِ. ومنه كتيبةٌ مَلْحاءُ. وقال حيَّان (٣) بن ربيعة الطائى: وإنا نضرب الملحاء حتى * تولى والسيوف لها شهود (١) وقال الراعى يصف إبلا: أقامت به حد الربيع وجارها * أخو سلوة مسى به الليل أملح يعنى الندى. يقول: أقامت بذلك الموضع أيام الربيع، فما دام الندى فهو في سلوة من العيش. وإنما قال \" مسى به \" لانه يسقط بالليل. والملاحى بالضم: عِنبٌ أبيض في حَبِّه طولٌ، وهو من المُلْحَةِ. قال: ومن تعاجيب خلق الله غاطية * يعصر منها ملاحى وغربيب وقد جاء في الشعر بتشديد اللام. قال أبو قيس ابن الاسلت: وقد لاحَ في الصُبْحِ الثُريَّا كما تَرى * كعُنقودِ مُلاَّحِيَّةٍ حين نَوَّرا والمَلْحاءُ: وسط الظَهْرِ ما بين الكاهل والعجز. والملحاء أيضا: كتيبة كانت لآل المنذر. وقال الشاعر (٢) :\nتدور رحى المَلْحاءِ في الأمرِ ذي البَزْلِ (٣) والملاح: صاحب السفينة. والمَلاَّحَةُ أيضاً: مَنْبِتُ المِلْحِ. والمُلاَّحُ بالضم والتشديد، من نبات الحَمْضِ. والمُلاَّح أيضاً أمْلَحُ من المليح. ومليح مصغر: حى من خزاعة، والنسبة إليهم ملحى، مثال هذلي. والاملاح: موضع. وقال (١) : عفا من آل ليلى السه * ب فالاملاح فالغمر",
    "pg": "1:406-408"
  },
  "ملخ": {
    "def": "الأصمعي: الملخ: السَير الشديد. وملخ القوم ملخة صالحة، إذا أبعدوا في الارض. قال رؤبة يصف الحمار:\nمعتزم التجليخ ملاخ الملق * والملق: ما استوى من الارض. وفلان يملخ في الباطل ملْخاً: يتردد فيه ويكثر منه. وامتلخ فلانٌ ضرسَه، أي نزعه. وامتلخ العُقاب عينَه: انتزعتها (١) . وفلان مُمتَلخ العقل، أي منتزع العقل. وامتلخت السيفَ: انتضيته. والمليخ من اللحم مثل المسيخ. وقد ملخ بالضم ملاخة.\nفصل النون",
    "pg": "1:431-432"
  },
  "ملد": {
    "def": "غصن أُمْلودٌ: أي ناعم. ورجل أملود وامرأة أملودة، عن يعقوب. وشاب أمْلَدُ وجاريةٌ مَلْداءُ، بيِّنا المَلَدِ. وتمليد الاديم: تمرينه (٢) . (٢) ويروى: \" تمريده \". والامليد من الصحارى، مثل الامليس.",
    "pg": "2:540-541"
  },
  "ملذ": {
    "def": "الملاذ (١) : المطرمذ. الكلاب له كلام وليس له فعلٌ. ومَلَذَهُ بالرمحِ مَلْذاً: طعنه والمَلْذُ في عدو الفرس: مد ضبعيه. قال الكميت يصف حمارا وأتنه: إذا ملذا التقريب حاكين ملذه * وإن هو منه آل ألن إلى النقل - والملذان: الذي يظهِر النُصْحَ ويضمِر غيره.",
    "pg": "2:570"
  },
  "ملز": {
    "def": "ابن السكيت: يقال انمَلزَ من الأمر، إذا أفْلَتَ منه. ومَلَّزْتُهُ أنا تَمْليزاً فتَمَلَّزَ. يقال ما كدت أتَمَلَّزُ من فلان، مثل أتخلص، وأتملص، وأتملس.",
    "pg": "3:897"
  },
  "ملس": {
    "def": "الملاسة: ضد الخشونة. وشئ أملس. وقد املاس الشئ امليساسا، ومَلَّسَهُ غيره تَمْليساً فتَمَلَّسَ وامَّلَسَ، وهو انْفَعَلَ فأُدغم. يقال: انْمَلَسَ من الأمر، إذا أفْلَتَ منه، ومَلَّسْتُهُ أنا. وقولهم في المثل: \" هان على الأمْلَسِ ما لاقى الدبر \". فالاملس: الصحيح الظهر هاهنا. والدبر: الذى قد دبر ظهره. وقولهم: أتيته مَلَسَ الظلامِ، أي حين اختلط الظلام. والإمْليسُ بالكسر: واحد الأماليسِ، وهي المَهامِهُ ليس بها شئ من النبات. ويقال أيضاً: رُمَّانٌ إمْليسيٌّ، كأنه منسوب إليه. وناقة ملسى، مثال شمجى وجفلى، أي تَمَلَّسُ وتمضي لا يَعْلَق بها شئ من سرعتها. ويقال أيضا في البيع: \" مَلَسى لا عُهْدَةَ \" أي قد انْمَلَسَ من الأمر لا له ولا عليه. يقال أبيعك المَلَسى لا عُهْدَةَ، أي تَتَمَلَّسُ (١) وتتفلَّتُ فلا ترجع إليَّ. ومَلَسْتُ الكبش أمْلُسُهُ مَلْساً، إذا سَلَلْتُ خُصْيَيْهِ بعُروقهما. ويقال صبيٌّ مَمْلوسٌ. والمَلْسُ أيضاً: السَوْقُ الشديدُ. قال الراجز * عهدي بأظعان الكتوم تملس * والملاسة بتشديد اللام: التى تسوى بها الارض.",
    "pg": "3:979-980"
  },
  "ملص": {
    "def": "المَلَصُ بالتحريك: الزَلَقُ. وقد ملص الشئ من يدى بالكسر يَمْلَصُ. ورِشاءٌ مَلِصٌ، إذا كانت الكفُّ تَزلَقُ عنه ولا تَستمكن من القبض عليه. قال الراجز يصف حبل الدلو: فر وأعطاني رشاء ملصا * كذنب الذئب يعدى هبصا * وانملص الشئ: أفلت، وتُدغم النون في الميم. وأمْلَصَتِ المرأةُ بولدها، أي أسقطت. والتَمَلُّصُ: التخلُّصُ: يقال: ما كدت أتملص من فلان. وسير إمليص، أي سريعٌ. وجاريةٌ ذات شِماصٍ وملاص.",
    "pg": "3:1057-1058"
  },
  "ملط": {
    "def": "رجلٌ أمْلَطُ بيِّن المَلَط، وهو مثل الامرط. قال الشاعر: طبيخُ نُحازٍ أو طبيخُ أَميهةٍ * دقيقُ العظامِ سَيِّئُ القِشْمِ أَمْلَطُ (١) * وكان الاحنف بن قيس أملط. قال أبو عبيدة: سهمٌ أمْلَطُ مثل أمرَطَ. وأمْلَطَتِ الناقةُ، أي ألقت جنينها قبل أن يُشْعِرَ. والجنينُ مَليطٌ. والمِلْطُ: الذي لا يُعرف له نسبٌ. يقال غلامٌ مِلْطٌ خِلْطٌ، وهو المختلط النسبِ. والمِلاطُ: الجَنْبُ. وابنا مِلاطٍ: عضُدا البعير. والمِلاطُ: الطينُ الذي يُجعل بين سافَي البناء (٢) يملط به الحائط. والملطى، مثل المرطى، من العدو. يقال: مضى فلانٌ إلى موضع كذا، فيقال: \" جعله الله مَلَطى لا عُهْدَةَ \" أي لا رجعة له. والمِلْطى (١) : شَجَّةٌ بينها وبين العظم قشرة رقيقة. وملطية: بلد (٢) .",
    "pg": "3:1161-1162"
  },
  "ملع": {
    "def": "المَلْعُ: السيرُ السريعُ الخفيف. ويقال: مَلَعَتِ الناقةُ في سيرها، فهي مَيْلَعٌ، وانْمَلَعَتْ. وأنشد أبو عمرو:\nفتلُ المرافقِ يَحْدوها فَتَنْمَلِعُ (١) * والمَليعُ والمَلاعُ: المفازَة التي لا نبات بها. ومن أمثالهم: \" أودَتْ به عُقابُ مَلاعٍ \". قال أبو عبيد: يقال ذلك في الواحد والجمع، وهو شبيهٌ بقولهم: طارت به العنقاء، وحلَّقتْ به عنقاءُ مُغْرِبٍ. وكذلك المَيْلَعُ. والمُيْلَعُ أيضاً: السريعُ. قال الشاعر (١) يصف فرساً: مَيْلَعُ التَقريبِ يَعْبوبٌ إذا * بادرَ الجونة واحمر الافق (٢)",
    "pg": "3:1286-1287"
  },
  "ملغ": {
    "def": "المِلْغُ بالكسر: الأحمق الذي يتكلم بالفحش. يقال بِلْغٌ مِلْغٌ، وقد يفرد. قال رؤبة:\nوالملغ يلكى بالكلام الاملغ (٢) * فدل أنه ليس بإتباع.\nفصل النون",
    "pg": "4:1326"
  },
  "ملق": {
    "def": "المَلْقُ: المحوُ، مثل اللَمْقِ. ومَلقَ الثوب أيضاً: غسله. ومَلَقَ الفصل أمه، أي رضعها، حكاه ابن الاعرابي. وملقه بالعصا، أي ضربَه. ويقال تَمَلَّقَهُ وتَمَلَّقَ له تَمَلُّقاً وتِمِلاَّقاً، أي تودَّد إليه وتلطَّف له. قال الشاعر: ثلاثةُ أحبابٍ فحُبُّ عَلاقةٍ وحُبُّ تِمِلاَّق وحُبٌّ هو القتلُ والمَلَقُ بالتحريك: الودّ واللطف الشديد. قال أبو يوسف: وأصله التَليينُ. وقد مَلِقَ بالكسر يَمْلَقُ مَلَقاً. ورجلٌ مَلقٌ: يعطي بلسانه ما ليس في قلبه. ومنه قول الشاعر (١) : أرْوى بجِنِّ العهدِ سَلْمى ولا يُنْصِبْكَ عهدُ المَلِقِ الحُوَّلِ (٢) والمَلَقُ أيضاً: ما استوى من الأرض. قال رؤبة يصف الحمار:\nمعتزم التجليح ملاخ الملق (٣) * الواحدة مَلَقَةٌ. قال الأصمعيّ: المَلْقُ مثل المَلْخِ، وهو السير الشديدُ. والميلق: السريع. قال الزفيان: ناج ملح في الخبار ميلق كأنه سوذانق أو نقنق وانملق الشئ واملق، بالادغام، أي صار أملس. قال الراجز * وحوقل ساعده قد انملق (١) يعني انسجع من حمل الأصقال وانملق منِّي، أي أفلت. والمَلَقَةُ: الصَفاةُ الملساء. قال الهذلى (٢) يصف صائدا: أتيح لها أقيدر ذو حشيف إذا سامت على الملقات ساما (٣) والاملاق: الافتقار. وقال تعالى: ﴿ولا تقتلوا أولاد كم من إملاق﴾ .",
    "pg": "4:1556-1557"
  },
  "ملك": {
    "def": "ملكت الشئ أملكه ملكا. ومَلْكُ الطريق أيضاً: وسطُهُ، وقال: أقامَتْ على مَلْكِ الطريقِ فمَلْكُهُ لها ولمَنْكوبِ المَطايا جوانِبُهْ ومَلَكْتُ العجين أمْلِكُهُ مَلْكاً بالفتح، إذا شددت عجنه. قال قيس بن الخطيم: مَلَكْتُ بها كفِّي فأَنْهَرَتْ فَتْقَها يَرى قائمٌ من دونِها ما وراءها يعنى شددت. وهذا الشئ ملك يميني ومَلْكُ يميني، والفتح أفصح. ومَلَكْتُ المرأةَ: تزوَّجتها. والمَمْلوكُ: العبدُ. وملكة الشئ تمليكا، أي جعله مِلْكاً له. يقال: مَلَّكَهُ المال والملك، فهو مملك. قال الفرزدق في خال هشام بن عبد الملك: (٢٠٣ - صحاح - ٤) وما مثله في الناس إلا مملكا أبو أمه حى أبوه يقاربه يقول: ما مثله في الناس حى يقاربه إلا مملك أبو أم ذلك المملك أبوه. ونصب \" مملكا \" لانه استثناء مقدم. وملك النبعة: صلَّبها، إذا يبَّسها في الشمس مع قشرها. قال أوس: فملك بالليط الذى تحت قشره (١) كغرقئ بيض كنه القيض من عل ويروى \" فمن لك \"، والاول أجود. ألا ترى إلى قول الشماخ يصف نبعة فمصعها (٢) شهرين ماء لحائها وينظر منها أيها هو غامز والتمصيع: أن يترك عليها قشرها حتى تجف عليها ليطها، وذلك أصلب لها وأملكت العجين: لغة في مَلَكْتُهُ، إذا أجدتَ عجنَه. والإمْلاكُ: التزويجُ. وقد أمْلَكْنا فلاناً فلانَةً، إذا زوَّجناه إيَّاها. وجئنا من إمْلاكِهِ، ولا تقل مِلاكِهِ. والمَلَكوتُ من المُلْكِ، كالرَهَبوتِ من الرَهْبَةِ. يقال: له مَلَكوتُ العراق وملكوة العراق أيضا، مثال الترقوة: وهو الملك والعِزُّ. فهو مَليكٌ، ومَلِكٌ ومَلْكٌ، مثل فخذ وفخذ، كأنَّ المَلْكَ مخفَّفٌ من مَلكٍ، والملك مقصور من مالك أومليك. والجمع الملوك والاملاك، والاسم المُلْكُ، والموضع مَمْلَكَةٌ. وتمَلَّكَهُ، أي مَلَكَهُ قهراً. ومَليكُ النحلِ: يعسوبها. قال الهذلي: (١) وما ضَرَبٌ بيضاءُ يأوى ملكها إلى طنف أعيا بِراقٍ ونازِلِ وعبدُ مَمْلَكَةٍ (٢) ومَمْلُكَةٍ، إذا مُلِكَ ولم يُمْلَكْ أبواه. في الحديث أن الاشعث بن قيس خاصم أهل نجران إلى عمر في رقابهم، وكان قد استعبد هم في الجاهلية فلما أسلموا أبوا عليه فقالوا: \" يا أمير المومنين، إنا إنما كنا عبيد مملكة ولم نكن عبيدقن \". قال الكسائي: القن: أن يكون ملك هو وأبواه. والمملكة، أن يغلب عليهم فيستعبد هم وهم في الاصل أحرار. ويقال: القن: المشترى. وقولهم: ما في ملكه شئ وملكه شئ، أي لا يملك شيئاً. وفيه لغة ثالثة: ما في ملكته شئ بالتحريك، عن ابن الأعرابي. يقال: فلان حَسَنُ المَلَكَةِ، إذا كان حسَنَ الصنع إلى مماليكه. في الحديث \" لا يدخل الجنة سيئ الملكة \". قال ابن السكيت: يقال لأذْهَبَنَّ فإمَّا مُلْكٌ وإمَّا هُلْكٌ. قال: ويقال أيضاً: فإمَّا مَلْكٌ وإمَّا هَلْكٌ بالفتح. ومِلاكُ الأمرِ ومَلاكُهُ: ما يقوم به. ويقال القلب مِلاكُ الجسد. وما لفلانٍ مولى مَلاكَةٍ دون الله، أي لم يملِكُهُ إلا الله. وفلان ماله ملاك بلفتح، أي تماسك. وما تمالَكَ أن قال ذلك، أي ما تماسك. ومُلُكُ الدابَّة، بضم الميم واللام: قوائمها وهاديها. ومنه قولهم: جإنا تقوده ملكه. حكاه أبو عبيد. والملك من الملائكة واحد وجمع، قال الكسائي: أصله مألك بتقديم الهمزة، من الالوك وهي الرسالة، ثمَّ قُلِبتْ وقدِّمتْ اللام فقيل ملأَكٌ. وأنشد أبو عبيدة لزجل من عبد القيس جاهلي يمدح بعض الملوك (١) فليست لإنْسِيٍّ ولكن لملأَكٍ تنزَّلَ من جَوِّ السماءِ يَصوبُ ثم تركت همزته لكثرة الاستعمال، فقيل مَلَكٌ، فلمَّا جمعوه ردُّوها إليه فقالوا ملائكة وملائك أيضا. قال أمية بن أبي الصلت: فكأنّ (٢) بِرْقِعَ والمَلائِكَ حوله سدرتوا كله القوائم أجرب (٣) ويقال أيضا: الماءُ مَلَكُ أمرٍ، أي يقوم به الامر. قال أبو وجزة ولم يكن ملك للقوم يُنْزِلُهُم إلاَّ صلاصلُ لا تُلْوى على حسب ومالك الحزين: اسم طائر من طير الماء. والمالكان: مالك بن زيد ومالك بن حنظلة.\nفصل النون",
    "pg": "4:1609-1612"
  },
  "ملل": {
    "def": "مللت الشئ بالكسر، ومللت منه أيضاً مَللاً ومَلَّةً ومَلالَةً (١) ، إذا سئمتَهُ. واسْتَمْلَلْتُهُ كذلك. وقال لا يستَمِلُّ ولا يَكْرى مُجالِسُها ولا يَمَلُّ من النَجْوى مُناجيها ورجلٌ مَلٌّ ومَلولٌ ومَلولَة (١) وذو مَلَّةٍ. وامرأةٌ مَلولَةٌ. وقال: إنَّكَ واللهِ لذو مَلَّةٍ يَطْرِفُكَ الأدْنى عن الابعد (٢) وأمله وأمل عليه، أي أسْأَمَهُ. يقال: أدَلَّ فأَمَلَّ. وأمل عليه أيضا، بمعنى أمي. يقال: أمْلَلْتُ عليه الكتاب. ومَلَلْتُ الثوبَ بالفتح، إذا خِطته الخِياطَةَ الأولى قبل الكفِّ. ومَلَلْتُ الخُبْزَةَ ملاًّ وامْتَلَلْتُها، إذا عَمِلْتها في المَلَّةِ. واسم ذلك الخبزُ المَليلُ والمَمْلولُ. وكذلك اللحمُ. يقال: أطعمنا خُبْزَ مَلَّةٍ، وأطعمنا خُبْزَةً مَليلاً، ولا تقل أطعمنا مَلَّةً: لأنَّ المَلَّةَ الرمادُ الحارُّ. قال الشاعر. أباتك الله في أبيات مُعْتَنِزٍ عن المكارم لاعف ولاقار (١) صلد الندى زاهد في كلِّ مَكْرُمَةٍ كإنَّما ضيفهُ في مَلَّةِ النَّارِ وقال أبو عبيد: المَلَّةُ: الحفرةُ نفسها. والمَليلَةُ: حرارةٌ يجدها الرجل، وهي حُمَّى في العَظْم. يقال: به مَليلَةٌ ومُلالٌ أيضا بالضم. وهو يتململ على فراشه ويَتَمَلَّلُ، إذا لم يستقر من الوجع، كأنه على ملة. وملل: اسم موضع. وطريق ممل، أي لحب مسلوكٌ. ومرَّ فلان يَمْتَلُّ، إذا مرَّ مرًّا سريعاً. والمِلَّةُ بالكسر: الدين والشريعة. والملمول: الميل الذى يكتحل به.",
    "pg": "5:1820-1821"
  },
  "منأ": {
    "def": "أبو زيد: المَنيئَةُ: الجلدُ أوَّل ما يُدْبَغُ، ثم هو أفيقٌ ثم أديمٌ. تقول منه: مَنَأْتُ الإهابَ مَنْأً، إذا أنْقَعْتَهُ في الدِباغِ. قال حميد بن ثورٍ: إذا أنتَ باكَرْتَ المَنيئَةَ باكَرَتْ مَداكاً لها من زَعْفَران وإِثْمِدا (٢) وقال الأصمعيّ: هي المَدْبَغَةُ. والكسائي مثله. وأمَّا المَنِيَّةُ من الموت فمن باب المعتل. فصل النون",
    "pg": "1:73-74"
  },
  "منا": {
    "def": "المنا مقصور: الذي يوزن به، والتثنية مَنَوانِ، والجمع أمْناءٌ، وهو أفصح من المَنِّ. والمَنى أيضاً: القدَر. وقال:\nدَرَيْتُ ولا أدْري مَنا الحَدَثانِ * ويقال: مُنيَ له، أي قدر. وقال (٢) (*) * حتى تُلاقِيَ ما يَمْني لك الماني (١) * أي يقدِّر لك القادر. ويقال أيضاً: داري مَنا دارِ فلانٍ، أي مقابلتها. وفي حديث مجاهد: \" إنَّ الحَرَمَ حَرَمٌ مَناهُ من السموات السبع والأرَضينَ السبع \" أي قصده وحذؤاه. وأما قول لبيد:\nدرس المنا بمتالع فأبان (٢) * فيريد المنازل، ولكنه حذف عجز الكلمة اكتفاء بالصدر. وهو ضرورة قبيحة. والمنى: ماء الرجل، وهو مشدَّد. والمَذْيُ والوَدْيُ مخفَّفان. وقد مَنى الرجل وأَمْنى بمعنًى. وقوله تعالى: (من مَنِيٍّ يُمْنى) ، قرئ بالتاء على النطفة، وبالياء على المَنِيِّ. واسْتَمْنَى، أي استدعى خروج المَنِيِّ. والمَنِيَّةُ: الموت، لأنَّها مقدَّرة ; والجمع المَنايا. والمُنْيَةُ: واحدة المُنى. ومُنْيَةُ الناقة أيضاً: الأيام التي يتعرَّفُ فيها ألاقِحٌ هي أم لا، وهى ما بين ضراب الفحل إياها وبين خمس عشرة ليلة، وهى الايام التى يستبرأ فيها لقاحها من حيالها. يقال: هي في مُنْيَتِها، وقد امْتُنِيَ للفحل. قال ذو الرمّة يصف بيضةً: نَتوجٍ ولم تُقْرَفْ بما يُمْتَنى له * إذا نُتِجَتْ ماتتْ وحَيَّ سَليلُها (١) يقول: هي حامل بالفرخ من غير أن يقارفها فحلٌ. ومِنًى مقصورٌ: موضعٌ بمكَّة، وهو مذكَّر يصرف. وقد امْتَنَى القومُ، إذا أتوْا منًى. عن يونس. وقال ابن الأعرابي: أمْنى القوم. والأمنِيَّةُ: واحدة الأمانيَ (٢) . تقول منه: تَمَنَّيْتُ الشئ، ومنيت غيرى تمنية. وتمنيت الكتاب: قرأته. قال تعالى: (ومنهم أُمِيُّونَ لا يعلمونَ الكتابَ إلاّ أمانى) . ويقال: هذا شئ رويته أم شئ تمنيته. (*) وفلان يتمنى الاحاديث، أي يفتعلها، وهو مقلوب من المَيْن، وهو الكذب. ومَنَوْتُهُ ومَنَيْتُهُ، إذا ابتليتَه. ويقال: لأُمَنِّيَنَّكَ مَناوَتَكَ، أي لأجزينَّك جزاءك. والمُماناةُ: المطاولة. وقال (١) : فإلا يكن فيها هرار فإننى * بسل يمانيها إلى الحول خائف (٢) والمماناة: الانتظار، وأنشد أبو عمرو: علقتها قبل انضباح لوني * وجبت لماعا بعيد البون * من أجلها بفتية مانونى أي انتظروني حتى أدرك بغيتى. أبو زيد: يقال ما نيتك غير مهموز، أي كافأتك. ومناة: اسم صنم كان لهذيل وخزاعة بين مكة والمدينة، والهاء للتأنيث وتسكت عليها بالتاء، وهى لغة. والنسبة إليها منوى. وعبد مناة بن أد بن طابخة، وزيد مناة ابن تميم بن مر يمد ويقصر. قال هوبر الحارثى: الأهل أتى التيم بن عبد مناءة * على الشنء فيما بيننا ابن تميم",
    "pg": "6:2497-2499"
  },
  "منجن": {
    "def": "المنجنون: الدولاب التى يستقى عليها. قال ابن السكيت: هي المحالة التى يسنى عليها. وهى مؤنثة على فعللول، والميم من نفس الحرف كما قلناه في منجنيق ; لانه يجمع على مناجين. وأنشد الاصمعي (١) :\nومنجنون كالاتان الفارق (٢) * ويروى: \" ومنجنى \"، وهما بمعنى.",
    "pg": "6:2201"
  },
  "منح": {
    "def": "المَنْحُ: العطاء. مَنَحَهُ يَمْنَحُهُ ويمنحه. والاسم المنحة بالكسر، وهى العطية. والمَنيحَةُ: مِنْحَةُ اللبن، كالناقة أو الشاة تعطيها غيرك يحتلِبُها ثمَّ يردها عليك. قال أبو عبيد: وللعرب أربعة أسماء تضعها مواضع العارية: المنيحة، والعرية، والافقار، والاخبال. واستمنحه: طلب منحته، أي استرفده. والمَنيحُ: سهمٌ من سهام المَيْسر مما لا نَصيب له إلا أن يُمْنَحَ صاحبه شيئاً. والمَنوحُ والمُمانِحُ من النوق، مثل المُجالِحِ وهي التي تدرُّ في الشتاء بعد ما تذهب ألبان الإبل. وأمْنَحَتِ الناقةُ: دنا نتاجها فهى ممنح..",
    "pg": "1:408"
  },
  "منذ": {
    "def": "مُنْذُ مبنيٌّ على الضم، ومُذْ مبني على السكون وكلُّ واحدٍ منهما يصلح أن يكون حرف جرّ، فتجرُّ ما بعدهما وتجريمها مجرى في ولا تدخلهما حينئذٍ إلا على زمان أنت فيه، فتقول: ما رأيته مُنْذُ الليلةِ. ويصلح أن يكونا اسمين فترفع ما بعدهما على التاريخ أو على التوقيت، فتقول في التاريخ: ما رأيته مُذْ يومُ الجمعة، أي أول انقطاع الرؤية يومُ الجمعة، وتقول في التوقيت. ما رأيته مذسنة. وقال سيبويه: منذ للزمان نظيرة من للمكان وناس يقولون: إن منذ في الاصل كلمتان: من، إذ، جعلتا واحدة. وهذا القول لا دليل على صحته.",
    "pg": "2:570-571"
  },
  "منع": {
    "def": "المَنْعُ: خِلاف الإعطاء. وقد مَنَعَ فهو مانِعٌ ومَنوعٌ ومَنَّاعٌ. ومنعت الرجل عن الشئ فامتنع منه. ومانعته الشئ ممانعة. ومكان منيع، وقد منع بالضم مناعة. وفلان في عِزٍّ ومَنَعَةٍ بالتحريك وقد يسكَّن، عن ابن السكيت. ويقال: المنعة جمع مانع، مثل كافر وكفرة، أي هو في عز ومن يَمْنَعُهُ من عشيرته. وقد تَمَنَّعَ. وقال الكلابي: المُتَمَنِّعانِ (٣) : البَكْرَةُ والعَناقُ، تَمْتَنِعانِ على السنة بفتائهما، ولانهما يشبعان قبل الجِلَّةِ. قال: وهما المُقاتِلتان للزمان عن أنفسهما.",
    "pg": "3:1287"
  },
  "منن": {
    "def": "المُنَّةُ بالضم: القوَّة. يقال: هو ضعيف المُنَّة. ومَنَّهُ السيرُ: أضعفَه وأعياه. ومَنَنْتُ الناقةَ: حسَرتها. ورجلٌ منينٌ، أي ضعيفٌ كأنَّ الدهرَ منَّه، أي ذهب بمُنَّتِهِ، أي بقوَّته. والمَنينُ: الحبل الضعيف. والمَنينُ: الغبار الضعيف. والمَنُّ: القَطْعُ، ويقال النقص. ومنه قوله تعالى: (لهم أجر غير ممنون) . قال لبيد: لمعفر قَهْدٍ تنازَعَ شِلوَهُ * غُبْسٌ كواسِبُ لا يمن طعامها ومن عليه منا: أنعم. والمنان، من أسماء الله تعالى: والمِنِّينى منه كالخِصِّيصى. ومَنَّ عليه مِنَّةً، أي امْتَنَّ عليه. يقال: \" المِنَّةُ تَهدِم الصَنيعة \". أبو عبيد: رجلٌ مَنونَةٌ: كثير الامتنان. والمَنونُ: الدهرُ. قال الأعشى: أَأَن رأت رجلاً أَعْشَى أَضَرَّ به * رَيْبُ المَنونِ ودهرٌ مُتْبِلٌ خَبِلُ والمَنونُ: المنيَّةُ، لأنَّها تقطع المدد وتنقص العدد. قال الفراء: والمَنونُ مؤنَّثة، وتكون واحدةً وجمعاً. والمَنُّ: المَنا، وهو رِطلان، والجمع أَمْنانٌ، وجمع المَنا أَمْناءٌ. والمن: شئ حلو كالطرنجبين. وفى الحديث: \" الكمأة من المن \". ومن: اسمٌ لمن يصلح أن يخاطب، وهو مبهم غير متمكّن، وهو في اللفظ واحد ويكون في معنى الجماعة، كقوله تعالى: (ومِنَ الشياطينِ مَنْ يَغوصونَ له) . قال المتلمس (١) : لسنا كمن حلت إياد دارها * تكريت تنظر حبها أن يحصدا فأنث فعل من، لانه حمله على المعنى لا على اللفظ. والبيت ردئ، لانه أبدل من قبل أن يتم الاسم. ولها أربعة مواضع: الاستفهام، نحو مَنْ عندك. والخبر، نحو رأيت من عندك. والجزاء، نحو مَنْ يُكرِمُني أُكرِمه. وتكون نكرةً موصوفةً، نحو مررت بمَنْ مُحْسِنٍ، أي بإنسان محسن. قال الشاعر (٢) : وكفى بنا فضلا على من غيرنا * * حب النبي محمد إيانا خفض غيرا على الاتباع لمن، ويجوز فيه الرفع على أن تجعل من صلة بإضمار هو. وتحكى بها الاعلام والكنى والنكرات في لغة أهل الحجاز. إذا قال رأيت زيدا قلت: من زيدا؟ وإذا قال: رأيت رجلا قلت: منا لانه نكرة وإن قال: جاءني رجل قلت: منو. وإن قال: مررت برجل قلت منى. وإن قال جاءني رجلان قلت: منان. وإن قال مررت برجلين قلت منين بتسكين النون فيهما. وكذلك في الجمع: إن قال جاءني رجال قلت منون ومنين في النصب والجر، ولا تحكى بها غير ذلك. ولو قال رأيت الرجل قلت: من الرجل بالرفع لانه ليس بعلم. وإن قال: مررت بالامير قلت: من الامير. وإن قال: رأيت ابن أخيك قلت: من ابن أخيك بالرفع لا غير. وكذلك إن أدخلت حرف العطف على من رفعت لا غير، قلت: فمن زيد، ومن زيد، وإن وصلت حذفت الزيادات قلت: من يا هذا. وقد جاءت الزيادة في الشعر في حال الوصل. قال الشاعر (١) (*) أتوا ناري فقلتُ مَنونَ أنتم * فقالوا الجِنُّ قلت عموا ظلاما وتقول في المرأة منه ومنتان ومنات، كله بالتسكين وإن وصلت قلت: منة يا هذا بالتنوين ومنات. [يا هؤلاء] (١) وإن قال: رأيت رجلا وحمارا قلت: من وأيا، حذفت الزيادة من الاول لانك وصلته. وإن قال: مررت بحمار ورجل قلت أي ومنى. فقس عليه. وغير أهل الحجاز لا يرون الحكاية في شئ منه، ويرفعون المعرفة بعد من اسما كان أو كنية أو غير ذلك. والناس اليوم في ذلك على لغة أهل الحجاز. وإذا جعلت مَنْ اسماً متمكِّناً شدَّدته لأنَّه على حرفين، كقول الراجز (٢) :\nحتَّى أنَخْناها إلى مَنٍّ ومَنْ (٣) * أي أبركناها إلى رجلٍ وأيِّ رجل يريد بذلك تعظيم شأنه. و (من) بالكسر: حرفٌ خافضٌ، وهو لابتداء الغاية، كقولك: خرجت مِنْ بغدادَ إلى الكوفة. وقد تكون للتبعيض كقولك: هذا الدرهم مِنْ الدراهم. وقد تكون للبيان والتفسير، كقولك: لله درّك مِنْ رجلٍ! فتكون مِنْ مفسِّرةً للاسم المكنَّى في قولك درّك وترجمةً عنه. وقوله تعالى: (ويُنَزِّلُ مِنَ السماءِ مِنْ جِبالٍ فيها مِنْ بَرَدٍ) فالأولى لابتداء الغاية، والثانية للتبعيض، والثالثة للتفسير والبيان. وقد تدخل مِنْ توكيداً لغواً كقولك: ما جاءني مِنْ أحدٍ، وويحَهُ مِنْ رجلٍ، أكَّدتهما بمِنْ. وقوله تعالى: (فاجتنبوا الرِجْسَ مِنَ الأوثان) أي فاجتنبوا الرِجْسَ الذي هو الأوثان. وكذلك ثوبٌ مِنْ خَزٍّ. وقال الأخفش في قوله تعالى: (وتَرى الملائكةَ حافِّينَ مِنْ حَوْلِ العَرْش) وقوله تعالى: (ما جَعَلَ اللهُ لِرَجُلٍ مِنْ قَلْبَيْنِ في جَوْفِهِ) : إنَّما أدخل مِنْ توكيداً، كما تقول رأيت زيداً نفسه. وتقول العرب: ما رأينه من سنة، أي منذ سنة. قال تعالى: (لَمَسْجِدٌ أُسِّسَ على التَّقوى مِنْ أوَّلِ يومٍ) . وقال زهير: لِمَنِ الديارُ بقُنَّةِ الحِجْرِ * أَقْوَيْنَ من حِجَجٍ ومن دهر وقد تكون بمعنى على، كقوله تعالى: (ونَصَرْناهُ مِنَ القوم) ، أي على القوم. وقولهم في القَسَمِ: مِنْ ربّي ما فعلتُ، فمِنْ حرف جرّ وضعت موضع الباء ههنا، لأنَّ حروف الجر ينوب بعضُها عن بعض إذا لم يلتبس المعنى. ومن العرب من يحذف نونه عند الألف واللام لالتقاء الساكنين، كما قال: أبلغْ أبا دَخْتَنوسَ مَأْلُكَةً * غير الذي قد يقال مِلْكَذَبِ",
    "pg": "6:2207-2209"
  },
  "مها": {
    "def": "المَها بالفتح: جمع مَهاةٍ، وهي البقرة الوحشية، والجمع مَهَواتٌ. وقد مَهَتْ تَمْهو مَهًا في بياضها. والمهاة يضم الميم: ماء الفحل في رحم الناقة، وهو من الياء، والجمع مهى، عن ابن السراج. ونظيره من الصحيح رطبة ورطب، وعشرة وعشر. والمهاة بالفتح أيضاً: البِلّورة. قال الأعشى: وتَبْسِمُ عن مَهًا شَبِمٍ غَرِيٍّ * إذا تُعْطي المُقَبِّلَ يَسْتَزيدُ ويُجمع على مَهَياتٍ ومَهَواتٍ. والمَهْوُ: اللبن الرقيق الكثير الماء، يقال منه: مَهْوَ اللبنُ بالضم يَمْهو مَهاوَةً، وأمْهَيْتُهُ أنا. وناقةٌ مِمْهاةٌ: رقيقة اللبن. ونطفة مهوة: رقيقة. قال الخليل: المَهاءُ ممدودٌ: عيبٌ وأوْدٌ يكون في القِدْحِ. والمَهْوُ: السيف الرقيق. قال صخر الغي:\nأبيضُ مهو في متنه ربد (١) * ومهو: أبو حى من عبد القيس. وحفر البئر حتَّى أمْهى: لغة في أماهَ على القلب. وأمْهَيْتُ الحديدة، إذا أحْدَدْتَها. وقال (٢) : راشَهُ من ريش ناهِضةٍ * ثم أمْهاهُ على حَجَرِهْ وقال أبو زيد: أمْهَيْتُ الحديدة، أي سقيتها ماء. وأمْهَيْتُ الفرس، إذا أجريته وأحميته.",
    "pg": "6:2499"
  },
  "مهج": {
    "def": "المُهْجَةُ: الدَمُ. وحكي عن أعرابيٍّ أنَّه قال: دفنتُ مُهْجَتَهُ، أي دَمَهُ. ويقال: المُهْجَةُ دَمُ القَلْبِ خاصَّةً. ويقال: خَرَجَتْ مُهْجتُه، إذا خرجت روحُه. وشَحْمٌ أُمْهُجٌ بالضم، أي رقيق. والامهجان بالضم: اللبنُ الرقيق. ولبن ماهِجٌ، إذا رق.\nفصل النون",
    "pg": "1:342"
  },
  "مهد": {
    "def": "المهد: مهد الصبى. والمهاد: الفراش. وقد مهدت الفراش مهدا: بسطته، ووطأته. وتمهيد الامور: تسويتها وإصلاحها: وتمهيدُ العُذر: بسطه وقَبوله. وامتهاد السنام: انبساطه وارتفاعه. قال الراجز (١) :\nوامتهد الغارب فعل الدمل (٢) * والتمهد: التمكن. ومهدد من أسماء النساء، وهو فعلل. قال سيبويه: الميم من نفس الكلمة، ولو كانت زائدة لادغم الحرف، مثل مفر ومرد. فثبت أن الدال ملحقة، والملحق لا يدغم.",
    "pg": "2:541"
  },
  "مهر": {
    "def": "المَهْر: الصَداق. أبو زيد: مَهَرْتُ المرأةُ أمْهَرُها مَهْراً وأمْهَرْتُها. وأنشد لقحيف العقيلى: أخذن اغتصابا خِطْبَةً عَجْرَفِيَّةً * وأمْهِرْنَ أرْماحاً من الخَطِّ ذُبَّلا - وفي المثل: كالمَمْهورَةِ إحدى خَدَمَتَيْها. والمَهيرةُ: الحُرَّةُ. والمَهارَةُ: الحذق في الشئ. وقد مهرت الشئ مهارة. وقول الاعشى:\nيقذف بالبوصى والماهر (١) * يريد السابح. ومهرة بن حيدان: أبو قبيلة تنسب إليها الابل المهرية، والجمع المهارى، وإن شئت خففت الياء. قال رؤبة: به تمطت غول كل مهمه (٢) * بنا حراجيج المهارى النفه - والمهر: ولد الفرس، والجمع أمْهارٌ ومِهارٌ ومِهارَةٌ. والانثى مهرة، والجمع مهر ومهرات. قال ربيع بن زياد العبسى: * يقذفن بالمهرات والامهار (١) * وفرسٌ مُمْهِرٌ: ذات مُهْرٍ. وقول الشاعر:\nجافي اليدَيْنِ عن مُشاشِ المهر * يقال هو عظم في زور الفرس.",
    "pg": "2:821"
  },
  "مهق": {
    "def": "الأمْهَقُ: الأبيض الشديد البياض، لا يخالطه شئ من الحمرة، وليس بنيِّرٍ، ولكن كلون الجِصّ أو نحوه. والمهق (١) في قول رؤبة (٢) : خضرة الماءِ وعينٌ مَهْقاءُ. وتَمَهَّقْتُ الشراب، إذا شربته ساعةً بعد ساعة. ومنه قولهم: ظلَّ يَتَمَهَّقُ شكوته.\nفصل النون",
    "pg": "4:1557"
  },
  "مهل": {
    "def": "المَهَلُ بالتحريك: التؤدَةُ. وأمهله: أَنْظَرَهُ ومهَّله تَمْهيلاً. والاسم المُهْلة بالضم. والاسْتِمْهالُ: الاستنظارُ. وتَمَهَّلَ في أمره، أي اتَّأد. واتْمَهلَّ اتْمِهْلالاً، أي اعتدل وانتصب. والاتْمِهْلالُ أيضاً: سكونٌ وفتورٌ. وقولهم: مَهْلاً يا رجُلُ، وكذلك للاثنينِ والجمعِ والمؤنَّثِ. وهي موحَّدةٌ بمعنى أمْهِلْ. فإذا قيل لك مَهْلاً قلت: لا مهلَ والله. وتقول: ما مهلٌ والله بمُغْنِيَةٍ عنك شيئاً. قال الكميت:\nأقول له إذا ما جاد مهلا * (*) * وما مهل بواعظة الجهول * وقوله تعالى: (يغاثوا بماء كالمهل) ، يقال: هو النحاسُ المُذابُ. وقال أبو عمرٍو: المُهْلُ: دُرْدِيُّ الزَيْتِ. قال: والمُهْلُ أيضاً: القَيْحُ والصَديدُ. وفي حديث أبي بكر: \" ادْفِنوني في ثَوْبَيَّ هذين، فإنَّما هما للمهل والتراب \".",
    "pg": "5:1822"
  },
  "مهن": {
    "def": "المَهْنَةُ بالفتح: الخدمة. وحكى أبو زيد والكسائي: المِهْنَةُ بالكسر، وأنكره الاصمعي. والماهِنُ: الخادمُ. وقد مَهَنَ القومَ يَمْهَنُهم مُهْنَةً، أي خدمهم. ويقال أيضاً: مَهَنْتُ الإبلَ مَهْنَةً، إذا حليتها عن الصدر. وامتهنت الشئ: ابْتذلته. وأمْهَنْتُهُ: أضعفته. ورجلٌ مَهينٌ، أي حقير.",
    "pg": "6:2209-2210"
  },
  "مهه": {
    "def": "المَهاهُ: الطراوةُ والحسنُ قال عمران ابن حِطَّان: وليس لعيشِنا هذا مَهاهٌ * وليست دارُنا الدنيا بدارِ وقال الآخر: كفى حَزَناً أن لا مَهاهَ لعيشِنا * ولا عملٌ يرضى به الله صالِحُ وهذه الهاء إذا اتصلت بالكلام لم تصر تاء، وإنما تصير تاء إذا أردت بالمهاة البقرة. الأحمر والفراء: يقال في المثل: \" كل شئ مهه، ما النساء وذكرهُنَّ \"، أي إنَّ الرجل يحتمل كل شئ حتى يأتي ذكر حُرَمِهِ فيمتعض حينئذ فلا يحتمله. وقولهم مَهَهٌ، أي يسيرٌ. ويقال أيضاً مَهاهٌ، أي حسَنٌ. ونصب النساءَ على الاستثناء، أي ما خلا النساء. وإنَّما أظهروا التضعيف في مَهَهٍ فَرْقاً بين فَعَلٍ وفعل. والمهمه: المفازة البعيدة الاطراف، والجمع المهامه. ومه: كلمة بنيت على السكون، وهو اسمٌ سُمِّيَ به الفعل، ومعناه اكْفُفْ، لأنَّه زجرٌ. فإن وصلتَ نوَّنتَ فقلت: مَهٍ مه. ويقال: مهمهت به، أي زجرته.",
    "pg": "6:2250"
  },
  "مهيم": {
    "def": "مَهْيَمْ: كلمةٌ يُسْتَفْهَمُ بها، معناها: ما حالُكَ وما شأنك؟\nفصل النون",
    "pg": "5:2038"
  },
  "موت": {
    "def": "الموتُ: ضدُّ الحياة. وقد مات يموت ويمات أيضا. قال الراجز: بنيتي سيدة البنات * عيشي ولا نأمن (١) أن تماتى فهو ميِّتٌ ومَيْتٌ. وقومٌ مَوْتى وأمواتٌ، وميتون وميتون. وأصل ميت ميوت على فيعل، ثم أدغم. ثم يخفف فيقال ميت. قال الشاعر (٢) وقد جمعهما في بيت: ليس من مات فاستراح بمَيْت * إنَّما المَيْتُ ميت الاحياء ويستوى فيه المذكر والمؤنث، قال الله تعالى: (لنُحْيِيَ به بلدَةً مَيْتاً) ولم يقل ميتة. قال الفراء: يقال لمن لم يمت: إنه مائت عن قليل وميت. ولا يقولون لمن مات: هذا مائِتٌ. والمَيْتَةُ: ما لم تلحقه الذكاة (٣) . والميتة بالكسر، كالجِلسة والرِكبة. يقال: مات فلان مِيتةً حسنةً. وقولهم: ما أَمْوَتَهُ، إنما يراد به ما أموت قَلْبَهُ، لأنَّ كلَّ فعل لا يتزيَّد لا يتعجَّب منه. والمُواتُ، بالضم: الموت. والمَواتُ بالفتح: ما لا روحَ فيه. والمَواتُ أيضاً: الأرض التي لا مالكَ لها من الآدميِّين، ولا ينتفع بها أحد. ورجلٌ مَوْتانُ الفؤادِ، وامرأةٌ موتانة الفؤاد. والموتان، بالتحريك: خلاف الحيَوان. يقال: اشترِ المَوَتانَ ولا تشترِ الحيوان، أي اشترِ الأرضَ والدُورَ ولا تشترِ الرقيقَ والدوابَّ. وقال الفراء: المَوَتانُ من الأرض: التي لم تُحْيَ بعد. وفي الحديث: \" مَوَتانُ الأرضِ لله ولرسوله، فمن أحيا منها شيئاً فهو له \". والمُوتانُ بالضم: موتٌ يقع في الماشية. يقال: وَقَعَ في المال موتانٌ. وأماتَه الله ومَوَّتَهُ، شدِّد للمبالغة. وقال: فعُرْوَةُ ماتَ مَوْتاً مُسْتَريحاً وها أنذا أُمَوَّتُ كُلَّ يومِ وأَماتَتِ الناقةُ، إذا مات ولدها، فهي مُميتٌ ومُميتَةٌ. قال أبو عبيد: وكذلك المرأة. وجمعها مَماويتُ. ابن السكيت: أَماتَ فلانٌ، إذا مات له ابنٌ أو بَنون. والمُتَماوِتُ، من صفة الناسك المُرائي. وموتٌ مائتٌ، كقولك ليلٌ لائلٌ، يؤخذ من لفظه ما يؤكَّد به. والمستميت للأمر: المسترسِل له. قال رؤبة (١) : وزَبَدُ البحرِ له كَتيتُ * والليلُ فوقَ الماءِ مستميتُ والمستميت أيضاً: المستقتِل الذي لا يبالي في الحرب من الموت. والموتة بالضم: جنس من الجنون والصَرْع يعتري الإنسان، فإذا أفاق عاد إليه كمالُ عقله، كالنائم والسكران. ومؤتة بالهمز: اسم أرض قتل بها جعفر ابن أبي طالب ﵁.\nفصل النون",
    "pg": "1:266-268"
  },
  "موث": {
    "def": "مثت الشئ في الماء أَموثُهُ مَوْثاً ومَوَثاناً، إذا دُفْتَهُ، فانماث هو فيه انمياثا.",
    "pg": "1:294"
  },
  "موج": {
    "def": "ماجَ البحرُ يَموجُ مَوْجاً: اضطربت أمواجه. وكذلك الناس يَموجون.",
    "pg": "1:342"
  },
  "موذ": {
    "def": "الماذِيُّ: العسل الأبيض. وقال الشاعر عدي ابن زيد: في سَماعٍ يأْذَنُ الشيخُ له * وحديثٍ مثلِ ماذِيٍّ مُشارْ (١) - والماذِيَّةُ: الدرعُ اللينة السهلة. والماذية: الخمر.\nفصل النون",
    "pg": "2:571"
  },
  "مور": {
    "def": "مار الشئ يمور مورا: تَرَهْيَأَ، أي تحرَّك وجاء وذهب، كما تَكَفَّأُ النخلةُ العَيْدانة. والتمَوُّرُ مثله. وقوله تعالى:\n(يومَ تَمورُ السماء مَوْراً) *. قال الضحاك: تموج موجاً. وقال أبو عبيدة: تَكَفَّأُ. والأخفش مثله. وأنشد للأعشى: كأنَّ مِشْيَتَها من بيت جارتِها * مَوْرُ السحابةِ لا رَيْثٌ ولا عَجَلُ - ويقال: مارَ الدمُ على وجه الارض. وأماره غيره. قال الشاعر (١) :\nومار دم من جار بيبة ناقع (٢) * والمائرات: الدماء، في قول الشاعر (٣) * حلفت بمائرات حول عوض * وأنصاب تركن لدى السعير - عوض والسعير: صنمان. والمور: الطريق. ومنه قول طرفة:\nفوق مور معبد (٤) والمور: الموج. وناقة مَوَّارَةُ اليدِ، أي سريعةٌ. والبعير يَمورُ عَضُداهُ، إذا تَرَدَّدا في عُرض جَنْبه. قال الشاعر:\nعلى ظهرِ مَوَّارِ المِلاطِ حِصانِ * وقولهم: لا أدرى أغارأم مار؟ أي أتى غَوْراً، أم دار فرجع إلى نجد. والمُورُ بالضم: الغُبارُ بالريح. والمُوارَةُ: نَسيلُ الحمار. وقد تَمَوَّرَ عليه نَسيلُهُ، أي سقط. وانْمارَتْ عقيقةُ الحمار، أي سقطت عنه أيامَ الربيع. والقطاة المارية، بتشديد الياء الملساء. ومار سرجس (١) ، من أسماء العجم، وهما اسمان جعلا واحدا. قال الاخطل: لما رأونا والصليب طالعا * ومار سرجيس وموتا ناقعا * خلوا لنا راذان والمزارعا * وحنطة طيسا وكرما يانعا * كأنما كانوا غرابا واقعا * إلا أنه أشبع الكسرة لاقامة الوزن فتولدت منه الياء.",
    "pg": "2:820-821"
  },
  "موز": {
    "def": "المَوْزُ معروف، الواحدة مَوْزَةٌ.",
    "pg": "3:897"
  },
  "موس": {
    "def": "المومسة: الفاجرة.",
    "pg": "3:989"
  },
  "موص": {
    "def": "المَوْصُ: الغَسْلُ. وقد مُصْتُ الشئ، أي غسلته. والمواصة: الغسالة.\nفصل النون",
    "pg": "3:1058"
  },
  "موق": {
    "def": "الموقُ: حُمْقٌ في غباوة. يقال: أحمقُ مائِقٌ، والجمع مَوْقى، مثل حمقى ونوكى. وقد ماقَ يَموقُ مُوقاً (٤) بالضم، ومَواقَةً، ومُؤُوقاً. والموقُ: الذي يُلبس فوق الخف، فارس معرب والموق بالفتح: مصدر قولك ماقَ البيعُ يموق، أي رخص.",
    "pg": "4:1557"
  },
  "مول": {
    "def": "المالُ معروف، وتصغيره مُوَيْلٌ. والعامة تقول: مويل بتشديد الياء. ورجلٌ مالٌ، أي كثير المال، وأنشد أبو عمرو إذا كان مالاً كان مالاً مُرَزَّأً ونالَ نَداهُ كلُّ دانٍ وجانِبِ ومالَ الرجلُ يَمولُ ويَمالُ مَوْلاً ومَؤُولاً، إذا صار ذا مال. وتَمَوَّلَ مثله. وموله غيره. وزعم قوم أن المول العنكبوت، الواحدة مولة. وأنشد:\nملاى من الماء كعين الموله (١) * ولم أسمعه عن ثقة.",
    "pg": "5:1821-1822"
  },
  "موم": {
    "def": "المومُ: الشمَعُ، معرَّبٌ. والمومُ: البِرْسامُ، يقال منه: ميمَ الرجلُ فهو مَمومٌ. قال ذو الرمّة يصف صائدا إذا تَوَجَّسَ رِكْزاً من سَنابِكِها أو كان صاحب أرض أوبه الموم ومامة: اسم، ومنه كعب بن مامة الايادي.",
    "pg": "5:2038"
  },
  "موما": {
    "def": "المَوْماةُ: واحدة المَوامي، وهي المفاوز. قال ابن السراج: الموماة أصله موموة على فعللة، وهو مضاعف قلبت واوه ألفا لتحر كها وانفتاح ما قبلها.",
    "pg": "6:2499"
  },
  "مون": {
    "def": "مانَهُ يَمونُهُ مَوْناً، إذا احتمل مَؤُونَتَهُ وقام بكفايته، وهو رجل ممون، عن ابن السكيت.",
    "pg": "6:2209"
  },
  "موه": {
    "def": "الماءُ: الذي يُشْرَبُ، والهمزةُ فيه مُبْدَلَةٌ من الهاء في موضع اللام، وأصله مَوَهٌ بالتحريك، لأنَّه يجمع على أمْواهٍ في القلة ومياه في الكثرة، مثل جمل وأجمال وجمال. والذاهب منه الهاء، لان تصغيره مُوَيْهٌ، فإذا أَنَّثتَهُ قلت ماءةٌ مثل ماعة. وماهَتِ الرَكِيَّةُ تَموهُ وتَميهُ وتَماهُ مَوْهاً ومُؤوهاً، إذا ظهر ماؤها وكثُر. وكذلك السفينةُ إذا دخلَ فيها الماء. ومِهْتُ الرجلَ ومُهْتُهُ بكسر الميم وضمها، إذا سقيته الماء. ورجل ماه، أي كثير ماء القلب، كقولك: رجل مالٌ. قال الراجز:\nإنَّك يا جَهْضَمُ ماءُ القَلْب (١) * أي بليدٌ. الكسائي: بئرٌ ماهَةٌ ومَيْهةٌ، أي كثير الماء. وأماه الحافر، أي أنْبَطَ الماءَ. وأَماهَتِ الأرضُ، إذا ظهر فيها النَزُّ. وأَمَهْتُ الرجلَ والسكينَ، إذا سقيتَهما. وأَمَهْتُ الدواةَ صببتُ فيها الماءَ. وأَماهَ الفحلُ، إذا ألقى ماءهُ في رحم الانثى. وموهت الشئ: طليته بفضة أو ذهبٍ وتحتَ ذلك نُحاسٌ أو حديدٌ. ومنه التَمْويهُ وهو التلبيسُ. والماوِيَّةُ: المِرآةُ، كأنَّها منسوبةٌ إلى الماء. وماوية أيضا: أسم امرأة. قال طرفة:\nليس هذا منك ماوى بحر (١) * وتصغيرها موية. قال حاتم الطائى يخاطب ماوية امرأته: فضارته موى ولم تضرني * ولم يعرق موى لها جبيني يعنى الكلمة العوراء. وماه: موضع، يذكر ويؤنث. والنسبة إلى الماء مائِيٌّ، وإن شئت ماوى في قول من يقول عطاوى. وماء السماء: لقب عامر بن حارثة الازدي، وهو أبو عمرو مزيقياء الذى خرج من اليمن لما أحس بسيل العرم، فسمى بذلك لانه كان إذا أجدب قومه مانهم حتى يأتيهم الخصب، فقالوا (*) هو ماء السماء، لانه خلف منه. وقيل لولده بنو ماء السماء، وهم ملوك الشام. قال بعض الانصار: أنا ابن مزيقيا عمرو وجدى * أبوه عامر ماء السماء وماء السماء أيضا: لقب أم المنذر بن امرئ القيس بن عمرو بن عدى بن ربيعة بن نصر اللخمى، وهى ابنة عوف بن جشم بن النمر بن قاسط. وسميت بذلك لجمالها. وقيل لولدها: بنو ماء السماء، وهم ملوك العراق. قال زهير بن جناب: ولازمت الملوك من آل نصر * وبعدهم بنى ماء السماء\nفصل النون",
    "pg": "6:2250-2251"
  },
  "ميا": {
    "def": "مية: اسم امرأة. ومى أيضا.\nفصل النون",
    "pg": "6:2499"
  },
  "ميث": {
    "def": "المَيْثاءُ: الأرض السهلة، والجمع ميث، مثل هيفاء وهيف. وأما الذى في شعر الاعشى:\nلميثاء دار قد تعفت طلولها (٢) * فهو اسم جارية. وتميثت الارض، إذا مطرت فلانت وبردت. ومثت الشئ في الماء أميثه، لغجة في مثته، إذا دفته فيه.\nفصل النون",
    "pg": "1:294"
  },
  "ميح": {
    "def": "المائِحُ: الذي ينزل البئر فيملأ الدلوَ، وذلك إذا قلَّ ماؤها. والجمع ماحة. وفى الحديث: \" نزلنا ستة ماحة \". وقد ماح يميح. وقال (١) : يا أيها المائح دلوى دونكا * إنى رأيت الناس يحمدونكا وماح في مشيته: تبختر، وهو مشى كمشى البطة. وقال العجاج:\nمياحة تميح مشيا رهوجا * أبو عمرو: يقال ماحَ فاه بالمسواك يَميحُ، إذا اسْتاكَ. ومِحْتُ الرجلَ: أعطيته. واستمحته: سألته العطاء. ومحته عند السلطان: شفعت له. واستمحته: سألته أن يشفع لي عنده. والامتِياحُ مثل المَيْحِ. وتمايح السكران والغصن: تمايل.\nفصل النون",
    "pg": "1:408"
  },
  "ميد": {
    "def": "ماد الشئ يميد ميدا: تحرَّك. ومادت الأغصان، تمايلت. ومادَ الرجل. تبختر. وميادة: اسم امرأة. والميدان: واحد الميادين. وقول ابن أحمر:.... وصادفت نعيما وميدانا من العيش أخضرا يعنى به ناعما. ومادَهُمْ يَميدُهُمْ: لغة في مارَهُمْ من المِيرة. والمُمتادُ مُفْتَعَلٌ منه. وأنشد الأخفش لرؤبة: تُهدي رءوس المُتْرَفينَ الأندادْ * إلى أمير المؤمنين المُمْتادْ - وهو المُسْتعطى المسؤول. ومنه المائدة، وهى خوان غليه طعام. فإذا لم يكن عليه طعام فليس بمائدة، وإنَّما هو خِوان. قال أبو عبيدة: مائدة فاعلة بمعنى مفعولة، مثل عيشة راضية بمعنى مرضية. ومائد في شعر أبى ذؤيب: يمانية أحيا لها مظ مائد * وآل قراس صوب أرمية كحل - اسم جبل: ومَيْدَ: لغة في بَيْدَ بمعنى غير. وفي الحديث \" أنا أفصحُ العرب مَيْدَ أنِّي من قريشٍ، ونشأتُ في بني سعد بن بكر \". وفسَّره بعضهم من أجل أنى.\nفصل النون",
    "pg": "2:541"
  },
  "مير": {
    "def": "الميرَةُ: الطعام يَمْتارهُ الإنسان. وقد مارَ أهلَه يَميرُهُمْ مَيْراً. ومنه قولهم: \" ما عنده خيرٌ ولا مَيْرٌ \". والامْتِيارُ مثله. وجمع المائر ميار، مثل كافر وكفار، وميارة مثل رجالة. ويقال: نحن ننتظر ميارتنا وميارنا.\nفصل النون",
    "pg": "2:821"
  },
  "ميز": {
    "def": "مزت الشئ أميزه ميزا: عزلته وفرزته. وكذلك ميزته تمييزا، فانماز، وامتاز، وتميز، واستماز، كله بمعنى. يقال: امتاز القوم، إذا تميز بعضهم من بعض. وفلان يكاد يتميز من الغيظ، أي يتقطع.\nفصل النون",
    "pg": "3:897"
  },
  "ميس": {
    "def": "المَيْسُ: التبخترُ. وقد ماسَ يَميسُ مَيْساً ومَيَساناً، فهو مَيَّاسٌ. وتَمَيَّسَ مثله. قال الشاعر: وإنِّي لمن قنعانها حين أعتزى * وأمشى به نحو الوَغى أَتَمَيَّسُ * والمَيْسُ: شجر يتخذ منه الرحال. قال الراجز:\nوشعبتا ميس براها إسكاف (١) * وميسان: اسم كورة بسواد العراق. فصل النون",
    "pg": "3:980-981"
  },
  "ميش": {
    "def": "المَيْشُ: خلطُ الصوف بالشَعر. قال الراجز: عاذِلَ قد أُولِعْتِ بالتَرْقيشِ * إليَّ سِرًّا فاطْرُقي وَميشي قال أبو نصر: أي اخْلطي ما شئت من القول. والميش: خلطُ لبن الضأن بلبن الماعز. ومِشت الخبر، أي خلطت. وقال الكسائي: أخبرتُ ببعض الخبرَ وكتمتُ بعضاً. والمَيْشُ: حلبُ نصف ما في الضرع. فإذا جاوز النصف فليس بميش. والماش حب. وهو معرب أو مولد.\nفصل النون",
    "pg": "3:1020"
  },
  "ميط": {
    "def": "ماطَ في حكمه يَميطُ مَيْطاً، أي جارَ. وماطَ، أي بَعُدَ وذَهَب. والمَيْطُ والمِياطُ: الدفعُ والزَجرُ. يقال: القومُ في هِياطٍ ومِياطٍ. قال الفراء: تَمايَطَ القومُ، أي تباعدوا وفَسَد ما بينهم. وحكى أبو عبيد: مطت عنه وأَمَطْتُ، إذا تنحَّيت عنه. قال: وكذلك مِطْتُ غيري وأَمَطْتُهُ، أي نحَّيته. وقال الأصمعيّ: مِطْتُ أنا وأَمَطْتُ غيري أمِيطُهُ. ومنه إِماطَةُ الاذى عن الطريق.\nفصل النون",
    "pg": "3:1162"
  },
  "ميع": {
    "def": "المَيْعُ: مصدر ماعَ السمنُ يَميعُ، إذا ذاب. والمَيْعُ: سيلان الشئ المصبوب. وقد ماع الشئ يَميعُ، إذا جرى على وجه الأرض. وتَمَيَّعَ مثله. والمَيْعَةُ: النشاطُ، وأوَّل جريِ الفرس، وأوَّل الشباب، وأوَّل النهار. والمَيْعَةُ أيضاً: صمغُ يسيل من شجرٍ ببلاد الروم، يؤخذ فيُطبخُ، فما صفا منه فهو المَيْعَةُ السائلةُ، وما بقي منه شِبْه الثَجيرِ فهو المَيْعَةُ اليابسة.\nفصل النون",
    "pg": "3:1287"
  },
  "ميل": {
    "def": "المَيْلُ: المَيَلانُ. يقال: مالَ الشئ يميل ممالا ومميلا، مثل معاب ومعيب، في الاسم والمصدر. ومالَ عن الحقِّ، ومالَ عليه في الظُلْم. وأمالَ الشئ فمال. والميل بالتحريك: ما كان خِلْقَةً. يقال منه رجلٌ أَمْيَلُ العاتِقِ، في عُنُقِهِ مَيَلٌ. والأَمْيَلُ: الذي لا سيفَ معه، على أفعل. والأَمْيَلُ: الذي لا يستوي على السَرج. قال جرير: لم يركبوا الخيل إلا بعد ما هرمرا فهم ثِقالٌ على أكتافِها ميلُ والمَيْلاءُ من الرَمْلِ: العُقدةُ الضخمةُ، والشجرة الكثيرة الفروع أيضا. قال ذو الرمة: ميلاء من معدن الصيران قاصية أبعارهن على أهدافها كثب ميلاء، موضعه خفض لانه من نعت أرطاة في قوله: فبات ضيفا إلى أرطاة مرتكم من الكثيب لهادف ومحتجب (١) وتمايل في مِشْيَتِهِ تمايُلاً. واسْتمالَهُ واسْتَمالَ بقلْبه. والتَمييلُ بين الشيئين: كالتَرجيح بينهما. والمِيلُ من الأرض: مُنتهى مد البصر. عن ابن السكيت. وميل الكحل، وميل الجِراحَة، وميلُ الطريق. والفرْسَخُ ثلاثة أميال.\nفصل النون",
    "pg": "5:1822-1823"
  },
  "ميم": {
    "def": "الميم: حرف من حروف المعجم. وقال:\nكافا وميمين وسينا طاسما (١)",
    "pg": "5:2038"
  },
  "مين": {
    "def": "المَيْنُ: الكذب. قال عديُّ بن زيد: فَقَدَّمْتِ (١) الأديمَ لِراهِشَيْهِ * وأَلفى قولها كذباً ومَيْنا والجمع مُيونٌ. يقال: \" أكثر الظُنون مُيونٌ \". وقد مانَ الرجلُ يَمينُ مَيْناً، فهو مائِنٌ ومَيونٌ. ووُدُّ فلانٍ متماين.\nفصل النون",
    "pg": "6:2210"
  }
}