{
  "زأب": {
    "def": "زأب الرجل وازدأب، إذا حمل ما يطيق وأسرع المشى. وقال الشاعر:\nوازدأب القربة ثم شمرا * وزأب الرجل، إذا شرب شربا شديدا.",
    "pg": "1:141"
  },
  "زأد": {
    "def": "زَأَدْتُه أَزْأَدُهُ، زَأْداً، أي أَفزعتُه. وزُئِدَ فهو مزْءودٌ، أي مذعور.",
    "pg": "2:479-480"
  },
  "زأر": {
    "def": "الزَئيرُ: صوت الأسد في صَدره. وقد زَأَرَ يَزْأَرُ زَأْراً وزَئِيراً، فهو زائِرٌ. قال عنترة: حَلَّتْ بِأَرضِ الزائِرِينَ فَأَصْبَحَتْ * عَسِراً عَلَيَّ طِلابُها (١) ابْنَةُ مَخْرَمِ - يعني الأعداء. ويقال أيضاً: زَئِرَ الأسَدُ بالكسر يَزْأَرُ، فهو زَئِرٌ. قال الشاعر: ما مُخْدِرٌ حَرِبٌ مُسْتأْسِدٌ أَسِدٌ * ضُبارِمٌ خادِرٌ ذو صَولَةٍ زئر - وكذلك تزأر الاسد. على تفعل بالتشديد. والزأرة: الاجمة. ويقال: أبو الحارث مرزبان (٢) الزأرة.",
    "pg": "2:666"
  },
  "زأز": {
    "def": "الزئزاء بالمد: ما غلظ من الأرض. والزِئزَاءَةُ أخصُّ منه، وهى الاكمة. والهمزة فيه مبدلة من الياء، يدل على ذلك قولهم في الجمع: الزيازى. ومن قال الزوازى جعل الياء الاولى مبدلة من الواو، مثل القواقى في جمع قيقاءة. والزيزاء أيضا: أطراف الريشِ. وقِدْرٌ زُوازِيَةٌ، أي عظيمةٌ. ورجل زُوازية، أي قصير غليظ، وقوم زُوازِيَةٌ أيضاً. ويقال: رجلٌ زونزى وزوزى، للمتحذلق المتكايس. وأنشد ابن دريد (١) وزوجها زونزك زونزى * يفرق إن فزع بالضبغطى (١) * وزوزيت به زَوْزاءَةً (٢) ، إذا استحقَرْته وطردته.\nفصل الشين",
    "pg": "3:880-881"
  },
  "زأزأ": {
    "def": "أبو زيد: تَزَأْزَأْتُ من الرجل تَزأزؤاً شديداً، إذا تصاغرت له، وفرقت منه.",
    "pg": "1:54"
  },
  "زأف": {
    "def": "زأَفْتُ الرجل (١) زَأْفاً: أعجلته. وأَزْأَفَ فلاناً بطنُه: أثقله فلم يقدر أن يتحرك.",
    "pg": "4:1367"
  },
  "زأم": {
    "def": "الزَأْمَةُ: الصوت الشديد: والزَأْمَةُ: شدة الاكل والشرب. وقال:\nما الشرب إلا زأمات فالصدر * وزئم به بالكسر، إذا صاح به. وزئم، أي ذُعر، على ما لم يُسَمَّ فاعله. وأَزْأَمْتُهُ على الأمر: أي أكرهته، مثل أزأمته. وزأم لي فلانٌ، أي طرحَ كلمةً لا أدري أحقٌّ هي أم باطلٌ. ويقال: ما يعصيه زَأْمَةً، أي كلمةً. قال الفراء: زَأَمَ الرجلُ، إذا مات. وموتٌ زُؤامٌ (١) .",
    "pg": "5:1940-1941"
  },
  "زأن": {
    "def": "كلبٌ زِئْنِيٌّ بالهمز، وهو القصير، ولا تقل صينى. والزؤان (١) : الذى يخالط البر.",
    "pg": "5:2129-2130"
  },
  "زبب": {
    "def": "الزُبُّ: الذَكَرُ. والزُبُّ: اللحية بلغة اليمن. والزَبَبُ: طول الشَعَرِ وكثرتُهُ. وبعيرٌ أَزَبُّ. ولا يكاد يكون الأَزَبُّ إلا نفوراً، لأنّه ينبت على حاجبيه شعيرات، فإذا ضربته الريح نَفَرَ. قال الكميت:\nأو يتناسى الأَزَبُّ النُفورا (١) * وعامٌ أَزَبُّ، أي خصيبٌ كثيرُ النباتِ. والزباء: ملكة الجزيرة، وتعد من ملوك الطوائف. والزِبابُ: جمعُ زَبابَةٍ، وهي فأرةٌ صَمَّاءُ تضرب العربُ بها المثل فتقول: \" أَسْرَقُ من زَبابَةٍ \". ويُشَبَّهُ بها الجاهلُ. قال ابن حِلِّزَةَ: وَهُمُ زَبابٌ حائِرٌ * لا تَسْمَعُ الآذانُ رَعْدا وأَزَبَّتِ الشمس، أي دَنَتْ للغروب. والزبيبُ: الذي يُؤْكَلُ، الواحدة زَبيبةٌ. تقول منه: زَبَّبَ فلان عِنَبَهُ تزبيباً. والزَبيبةُ: قَرْحَةٌ تخرج في اليد. والزبيبتان: الزَبَدَتانِ في الشِدقين، يقال: تكلم فلان حتى زبب شدقاه، أي خرج الزَّبَدُ عليهما. ومنه الحَيَّةُ ذو الزَبيبتين. ويقال: هما النُكتتان السَوداوان فوق عينيه. والزبزب: ضرب من السفن.",
    "pg": "1:141-142"
  },
  "زبد": {
    "def": "الزبَدُ: زَبَدُ الماءِ والبعيرِ والفضة وغيرها. والزَبَدَةُ أَخصُّ منه. تقول: أَزْبَدَ الشَرابُ. وبحرٌ مُزْبِدٌ، أي مائِجٌ يقذف بالزَبد. وأَزْبَدَ السِدْرُ: أي نوَّرَ. والزُبْدُ بالضم: زبد اللبن. الزبدة أخص منه. وزَبَدْتُ الرجل أَزْبِدهُ بالكسر زَبْداً، أي رَضختُ له من مال. وفي الحديث: \" إنَّا لا نقبلُ زَبْدَ المشركينَ \"، أي رِفْدَهُمْ. وزَبَدتِ المرأةُ سِقَاءَها، أي مَخَضَتْهُ حتى يخرُجَ زُبْدُهُ. وَزَبَدْتُهُ أزْبُدُهُ بالضم، أي أطعمته الزُبدَ. وتَزْبيدُ القطن: تنفيشُهُ. وزَبَّدَ شِدْقُ فلان وتَزَبَّدَ، بمعنىً ويقال: تَزَبَّدَ اليَمينَ، إذا أسرع إليها. وزُبَّادُ اللبن، بالضم والتشديد: ما لا خير فيه، وفي المثل: \" اختلط الخاثر بالزُبَّادِ \". والزُبَّادُ أيضاً: نَبْتٌ، وكذلك الزُبَّادى. ومزبد: اسم رجل. وزبيد بالضم: بطن من مذحج، رهط عمرو بن معدى كرب الزبيدى. وزبيد بفتح الزاى: مدينة بالمين.",
    "pg": "2:480"
  },
  "زبر": {
    "def": "الزُبْرَةُ: القِطْعة من الحديد، والجمع زُبَرٌ، قال الله تعالى:\n(آتُوني زُبَرَ الحَديدِ) *، وزُبُرٌ أيضاً، قال تعالى:\n(فتقطعوا أمرهم بينهم زبرا) *، أي قطعا. والزبرة أيضا: موضع الكَاهِل. يقال: رَجل أَزْبَر، أي عظيم الزُبْرَةِ. ومنه زُبْرَةُ. الأسد. يقال: أَسَدٌ مَزْبَرَانيٌّ، أي ضخم الزبرة. وقولهم في المثل: \" قد هاجت زبراء \" هي اسم جارية كانت للاحنف بن قيس، وكانت سليطة، فإذا غضبت قال الاحنف: قد هاجت زبراء! فذهب مثلا. والزبرة: كوكبان نيران (١) ، وهما كاهلا الأسد، يَنزِلُهُما القَمَرُ. والزَبْرُ بالفتح: الزَجرُ والمَنْع. يقال: زبره يزبره بالضم زبرا، فإذا انتهره. ويقال: ما له زبر، أي عَقْلٌ وتماسُكٌ، وهو في الأصل مصدرٌ. والزَبْرُ أيضاً: طَيُّ البِئْرِ بالحجارة. يقال: بئْرٌ مَزْبورَةٌ. الزبر: الكتابة. يقال: زبر يزبر ويَزْبِرُ. قال الأصمعي: سمعت أعرابياً يقول: أنا أَعْرِفُ تَزْبِرَتي، أي خَطِّي وكتابتي. والزِبْرُ: الكتابُ، والجمع زبور مثل قدر وقدور، منه قرأ بعضهم:\n(وآتينا داود زبورا) *. والمزبر قلم. والزبور بالفتح: الكتاب، وهو فعول بمعنى مفعول من زبرت. والزبور: كتاب داود ﵇. والزبر بالكسر والتشديد: القوى الشديد. قال الراجز (١) :\nأكون ثم أسدا زبرا * أبو زيد: أخذت الشئ بِزَوْبَرِهِ وبِزَأبَرِهِ وبِزَغْبَرِهِ، إذا أخذته كله ولم تَدَعْ منه شيئاً. قال ابن أحمر: إذا قال غاو (٢) من تنوخ قصيدة * بها جرب عدت على بزوبرا - أي نسبت إلى بكمالها. والزنبرية: ضرب من السفن ضخمة. والزُنْبورُ: الدَبْرُ، وهي تؤنثُ، والزنبار لغة فيها، حكاها ابن السكيت: والجمع الزنابير. وأرض مزبرة: كثيرة الزنابير، كأنهم ردوه إلى ثلاثة أحرف وحذفوا الزيادات، ثم بنوا عليه، كما قالوا: أرض معقرة ومثعلة، أي ذات عقارب وثعالب. وازْبَأَرَّ الكَلْبُ: تَنَفَّشَ. وازْبَأَرَّ الشَعَرُ: تنفش. قال الشاعر (٣) : فهو ورد اللَوْنِ في ازْبِئْرارِهِ. * وكُمَيْتُ اللَوْن ما لم يَزْبَئِرّ (١) - أبو زيد: ازْبَأَرَّ النَبْتُ والوَبَرُ، إذا نَبَتَ. والزِئْبِرُ بالكسر مهموزٌ: ما يَعْلو الثَوبَ الجَديدَ، مِثْلَ ما يَعْلو الخَزَّ. يقال: زَأْبَرَ الثَوْبُ فهو مزأبر، إذ خرج زئبره. قال يعقوب: وقد قيل زئبر بضم الباء، وقد ذكرناه في ضئبل (٢) فى باب اللام.",
    "pg": "2:666-668"
  },
  "زبرج": {
    "def": "زبرج بالكسر: الزينة من وشى أو جَوهرٍ أو نحوِ ذلك. يقال: زِبْرِجٌ مُزَبْرَجٌ، أي مُزَيَّنٌ. ويقال: الزبرج الذهب. وينشد:\nيغلى الدماغ به كغلى الزبرج * والزبرج أيضا: السحاب الرقيق فيه حمرة. قال العجاج:\nسفر الشمال الزبرج المزبرجا",
    "pg": "1:318"
  },
  "زبرجد": {
    "def": "الزبرجد: جوهر معروف.",
    "pg": "2:480"
  },
  "زبرق": {
    "def": "زَبْرَقْتُ الثوب، أي صفّرته. والزبرقان: القمر وزبرقان بن بدر الفزارى، قال أبو يوسف: سمى الزبرقان لصفرة عمامته (١) ، وكان اسمه حصينا. قال المخبل السعدى: وأشهد (٢) من عوف حلولا كثيرة يحجون سب الزبرقان المزعفرا",
    "pg": "4:1488-1489"
  },
  "زبطر": {
    "def": "الزبطرة، مثال القمطرة: ثغر من ثغور الروم.",
    "pg": "2:668"
  },
  "زبع": {
    "def": "الزَوْبَعَةُ: رئيسٌ من رؤساء الجنّ. ومنه سمِّي الإعصار زَوبعةً، ويقال أُمُّ زَوْبَعَةَ، وهي ريحٌ تثير الغبار وترتفع إلى السماء، كأنَّه عمودٌ. وتَزَبَّعَ الرجل، أي تَغَيَّظَ. والمُتَزَبِّعُ: المعربِدُ. قال متمم بن نُويرة يرثي أخاه مالكاً: متى تَلْقَهُ في السَرْبِ لا تَلْقَ فاحشاً * على الكأس ذا قاذورة متزبعا * وزنباع بكسر الزاى: اسم رجل، وهو روح بن زنباع الجذامي. ويقال للقصير الحقير: زوبع (١) . قال الراجز (٢) : ومن همزنا عزه تبركعا * على استه زوبعة وزوبعا",
    "pg": "3:1224"
  },
  "زبعر": {
    "def": "قال الفرَّاء: الزِبَعْرى: السيِّئُ الخُلُقِ، ومنه سمِّي الرجل الكثيرُ شعر الوَجْه والحاجبين واللَحْيَيْن. وجمَلٌ زبعرى كذلك. وأبو عمرو مثله.",
    "pg": "2:668"
  },
  "زبعيق": {
    "def": "الزبعبق: السيى الخلق. قال:\nشنفيرة ذى خلق زبعبق (٢)",
    "pg": "4:1488"
  },
  "زبق": {
    "def": "زَبَقَ شَعْرَهُ يزبُقُهُ (١) زَبْقاً: نتفه. وانْزَبَقَ، أي دخل. وهو مقلوب انزقب. والزبنق: دهن الياسمين. والزئبق فارسي معرب. وقد عرب بالهمز، ومنهم من يقوله بكسر الباء فيلحقه بالزئبر والضئبل. ودرهم مزأبق، والعامة تقول مزبق.",
    "pg": "4:1488"
  },
  "زبل": {
    "def": "الزِبْلُ بالكسر: السِرْجينُ، وموضعه مزبلة ومزبلة أيضا بضم الباء. يقال: زبلت الأرضَ، إذا سَمَّدْتَها. والزَأْبَلُ: القصير. وقال:\nحزنبل الحضنين فدم زأبل * الزبيل معروف، فإذا كسرته شددت فقلت زبيل أو زنبيل، لانه ليس في الكلام فَعْليلٌ بالفتح. وزبالة موضع. ويقال أيضاً: ما في الإناء زُبالَةٌ، أي شئ. والزبال بالكسر: ما تحمله النملةُ بِفيها. يقال: ما رزأنه زبالا، أي شيئا، وأصله ما ذكرنا. قال ابن مقبل يصف فحلا: كريم النجار حمى ظهره فلم يرتزأ بركوب زبالا",
    "pg": "4:1715"
  },
  "زبن": {
    "def": "الزينة: ما يتزين. ويوم الزينَةِ: يومُ العيد. والزَيْنُ: نقيض الشَيْنِ وزانَهُ وزَيَّنَهُ بمعنىً. قال المجنون: فيارب إذ صَيَّرْتَ لَيْلى ليَ الهَوى فزِنِّي لعينيها كما زِنْتها لِيا ورجلٌ مُزَيَّنٌ، أي مُقَذَّذُ الشعر. والحَجَّامُ مزين. وتزين وازدان بمعنى، وهو افتعل من الزينة، إلا أن التاء لما لان مخرجها ولم توافق الزاى لشدتها أبدلوا منها دالا. فهو مزدان، وإن أدغمت قلت مزان. وتصغير مزدان مزين مثل مخير تصغير مختار، ومزيين إذا عوضت، كما تقول في الجمع مزاين ومزايين. ويقال: أزينت الارض بعشبها، وأزيتت مثله، وأصله تزينت فسكنت التاء وأدغمت في الزاى، واجتلبت الالف ليصح الابتداء. وقول الشاعر ابن عبدل: أجِئْتَ على بَغْلٍ تَزُفُّكَ تسعةٌ كأنَّكَ ديكٌ مائِلُ الزَيْنِ أعور يعنى عرفه.\nفصل السنين",
    "pg": "5:2132-2133"
  },
  "زبى": {
    "def": "زبيت الشئ أزبيه زبيا: حملته. قال:\nفإنها بعض ما تزبى لك الرقم (١) * وازدبيت الشئ، إذا احتملته والزُبْيَةُ: الرابية لا يعلوها الماء. وفي المثل: \" قد بلغ السيلُ الزُبى \". والزُبْيَةُ: حُفرةٌ تُحفَر للأسد، سمِّيت بذلك لأنّهم كانوا يَحفِرونها في موضع عالٍ. ويقال: تزبيت زبية. قال:\nكاللذ تزبى زبية فاصطيدا (٢) * والازبى: السرعة والنشاط، على أفعول، واستثقل التشديد على الواو. قال منظور (١) : بشمجى المشى عجول الوثب (٢) * حتى أتى أزبيها بالادب وقال الاصمعي: الازابى: ضروب مختلفة من السير، واحدها أُزْبِيٌّ. أبو زيد: لقيت من الازابى، واحدها أُزْبيٌّ، وهو الشرُّ والأمر العظيم.",
    "pg": "6:2366-2367"
  },
  "زتت": {
    "def": "قال الفرّاء: زَتَتُّ العروسُ أَزُتُّها زَتَّاً، إذا زَيَّنْتَها، فتزَتَّتَتْ، أي تزينت.",
    "pg": "1:249"
  },
  "زجا": {
    "def": "زجيت الشئ تزجية، أذا دفَعتَه برفق. يقال: كيف تُزَجِّي الأيامَ، أي كيف تدافعها. ورجلٌ مُزَجًّى، أي مُزَلَّجٌ. وتَزَجَّيْتُ بكذا: اكتفيت به. قال الراجز:\nتَزَجَّ من دنياكَ بالبلاغِ * وأَزْجَيْتُ الإبل: سقْتها. قال ابن الرِقاع: تُزْجي أَغَنَّ كأنّ إبْرَةَ رَوْقِهِ * قلَمٌ أصابَ من الدواة مِدادَها والمُزْجى: الشئ القليل. وبضاعة مزجاة: قليلة. (*) والريح تُزَجي السحاب، والبقرة تُزجي ولدها، أي تسوقه. وزَجا الخراجُ يَزْجو زَجاءً ممدودٌ، إذا تيسَّرتْ جبابته. والزجاء: النفاذ في الامر. يقال: فلان أَزْجَى بهذا الأمر من فلان، أي أشدُّ نفاذاً فيه منه. ويقال: عطاءٌ قليلٌ يَزْجو خيرٌ من كثير لا يَزْجو. وضحك حتَّى زَجَا، أي انقطع ضحكه.",
    "pg": "6:2367"
  },
  "زجج": {
    "def": "الزُجُّ: طرف المِرفَق. والزُجُّ أيضاً: الحديدة التي في أسفل الرمح، والجمع زِجَجَةٌ وزِجاجٌ، ولا تقل أزجة. ابن السكيت: أزججت الرمح فهو مُزَجٌّ، إذا عمِلت له زُجَّاً. قال: وزَجَجْتُ الرجلَ أَزُجُّهُ زَجَّاً فهو مزجوجٌ، إذا طعنتَه بالزُجِّ. والمِزَجُّ، بكسر الميم: رُمْحٌ قصيرٌ كالمِزْراق. والزَجَجُ: دِقَّةٌ في الحاجبَين وطولٌ. والرجل أَزَجُّ. وزَجَّجَتِ المرأة حاجبَها: دَقَّقَتْهُ وطَوَّلتْهُ. وقول الشاعر: إذا ما الغانياتُ خَرَجْنَ يوماً * وزَجَّجْنَ الحَواجِبَ والعُيُونا يعنى: وكحلن العيون، كما قال: علفتها تبنا وماء باردا * حتى شتت همالة (١) عيناها أي: وسقيتها ماءا باردا. وظليم أزج: بعيد الخطو. ونعامة زجاء. وقال (٢) يصف ناقة: جمالية حرف سناد يشلها * وظيف أزج الخطو ظمآن سهوق (٣) والزجاجة معروفة، والجمع زُجاجٌ وزِجاجٌ وزَجاجٌ. وجمع زُجّ الرُمْحِ زِجاجٌ بالكسر لا غير.",
    "pg": "1:318-319"
  },
  "زجر": {
    "def": "الزَجرُ: المَنْعُ والنَهْيُ. يقال: زجره وازدجره، فانزجر وازدجر. والزجور من الإبل: التي تَعْرِفُ بعَيْنِها وتنكر بأنفها. والزجر: العيافة، وهو ضَرْبٌ من التكَهُّنِ. تقول: زَجَرْتُ أنَّه يكون كذا وكذا. وزَجَرَ البعير، أي ساقه. والزنجرة: قرع الابهام على الوُسْطى بالسَبَّابة. والاسم الزِنْجيرُ. وقال: فَأَرْسَلْتُ إلى سَلْمى * بأنَّ النَفْسَ مَشْغوفَه - فَما جَادتْ لنا سَلْمى * بزنجير ولا فوفه (١) -",
    "pg": "2:668"
  },
  "زجل": {
    "def": "الزجلة بالضم: الطئفة من الناس، وجمعها زُجَلٌ. وزَجَلَ (١) به زَجْلاً، أي رمى به. يقال: لعن الله أما زجلت به. والزجل أيضاً: إرسال الحمام الهادي. والمِزْجَلُ: المزراق. والزجل: عود يكون في طرف الحَبل يُشَدُّ به الوَطْبُ، وجمها زواجل. قال الاعشى: فهان عليه أن تَجِفَّ وِطابُكُمْ إذا حُنِيَتْ (١) فيما لديه الزَواجِلُ وأما مَنيُّ الظليم فهو الزاجِلُ بفتح الجيم، يهمز ولا يهمز. قال ابن أحمر: وما بيضات ذى لبد هجف سفين بزاجل حتى روينا والزجل بالتحريك: الصَوت. يقال: سحابٌ زَجِلٌ، أي ذو رعد. والزنجبيل معروف. الزنجبيل: الخمر. والزنجيل بالهمز: الرجل الضعيف البدن، عن الفراء. ويقال الزنجيل بالنون. قال أبو عبيد: الذى قاله الفراء هو المحفوظ عندنا. قال الراجز: لما رأت زويجها زئجيلا طفيشأ لا يملك الفصيلا والطفيشأ: الضعيف، ولست أرويه، وإنما نقلته من كتاب.",
    "pg": "4:1715"
  },
  "زجم": {
    "def": "الزَجْمَةُ بالفتح، بمنزلة النَبْأَةِ. يقال: ما تكلَّمَ بِزَجْمَةٍ، أي بِنَبْسَةٍ. وسكت فما زَجَمَ بحرف، أي ما نَبَسَ. ويقال ما يعصيه زَجْمَةً، أي شيئاً. والزَجومُ: القوس ليست بشديدة الارنان.",
    "pg": "5:1941"
  },
  "زحح": {
    "def": "زَحّهُ يَزُحُّهُ، أي نَحَّاهُ عن موضعه. وزحزحته عن كذا، أي بَاعَدْتُهُ عنه، فَتَزَحْزَحَ، أي تَنَحَّى. قال ذو الرمة: يا قابض الروحِ عن جِسمٍ عَصى زَمَناً * وغافِرَ الذَنْبِ زَحْزِحْني عن النارِ وتقول: هو بِزَحْزَحٍ عن ذاك، أي ببعد منه.",
    "pg": "1:371"
  },
  "زحر": {
    "def": "الزَحيرُ: استِطْلاقُ البَطْن، وكذلك الزحار بالضم. والزحير: التنفس بشدة. يقال: زَحَرَتِ المرأةُ عند الوِلادة تَزْحَرُ وتَزْحِر. قال الفراء: أنشدني بعضُ بني كلاب: أَراكَ جَمَعْتَ مَسألةً وحِرْصاً * وعند الفَقْر زَحَّاراً أنانا وزحر: اسم رجل.",
    "pg": "2:668-669"
  },
  "زحف": {
    "def": "زَحَفَ إليه (٢) زَحْفاً: مشى. ويقال: زَحَفَ الدَبا، إذا مضى قُدُماً. والزاحِفُ: السهمُ يقع دون الغَرض ثم يَزْحَفُ إليه. والزَحْفُ: الجيشُ يزحَفونَ إلى العدوّ. والصبيُّ يَزْحَفُ على الأرض قبل أن يمشى. والبعير إذا أعيا فجر فِرْسَنَهُ يقال هو يَزْحَفُ، وهي إيل زواحف، الواحدة زاحفة. قال الفرزدق: مستقبلين شمالِ الشامِ تضرِبنا بحاصِبٍ كَنديفِ القطنِ مَنْثورِ على عَمائِمنا تُلْقى وأَرْحُلِنا على زَواحِفَ نُزْجيها مَحاسيرِ وكذلك أَزْحَفَ البعير فهو مزحف. وإذا كان ذلك عادته فهو مزحاف، قال أبو زبيد الطأيى: كأنَّ أوْبَ مَساحي (١) القومِ فوْقَهُمُ طيرٌ تَعيفُ (٢) على جونٍ مزاحيفِ وأزحف الرجل، إذا أعيا بعيرُه أو دابّتُه. ومَزاحِفُ الحيّات: مواضعُ مَدَبِّها. قال الهذلي (٣) : كَأَنَّ مزاحف الحيات فيها قبيل الصبح آثارُ السِياطِ (٤) وتَزَحَّفَ إليه، أي تَمَشَّى. والزَحوفُ من النوق: التي تجرر رجليها إذا مشت. ونار الزَحْفَتَيْنِ: نارُ الشِيحِ والأَلاءِ، لأنَّه يسرع الاشتعال فيهما فيزحف عنهما. وقبل لا مرأة من العرب: ما لنا نرا كن رسحا، فقالت: أرسحتنا نار الزحفتين.",
    "pg": "4:1367-1368"
  },
  "زحك": {
    "def": "زَحَكَ بعيره، أي أعيا. ومنه قول كثيّر:\nوقد أُبْنَ أَنْضَاءً وهُنَّ زَواحِكُ (١) * وأَزْحَكَ الرجل، إذا أعيَتْ دابّتُه، مثل أَزْحَفَ.",
    "pg": "4:1588"
  },
  "زحل": {
    "def": "زَحَل عن مكانه زُحولاً، وتَزَحَّلَ: تنحّى وتباعد، فهو زَحِلٌ وزحليل. والمزحل: الموضع يزحل إليه. وقد يكون مصدراً، يقال: إنَّ لي عنك لَمَزْحلاً، أي مُنْتَدَحاً. وزُحَلُ: نجمٌ من الخُنَّسِ، لا ينصرف، مثل عمر.",
    "pg": "4:1715-1716"
  },
  "زحلف": {
    "def": "قال الاصمعي: الزحلوفة: آثار تَزَلُّجِ الصبيانِ من فوق التَل إلى أسفله، وهي لغةُ أهل العالية، وتميم تقوله بالقاف، والجمع زَحالِفُ وزَحاليفُ. وقال ابن الأعرابيّ: الزحلوفة: مكان منحدر مملس، لانهم يَتَزَحْلَفونَ فيه. وأنشد لأوس: يُقَلِّبُ قَيْدوداً كأنَّ سَراتَها صَفا مُدْهُنٍ قد زلقته الزحالف والمدهن: نقرة في الجبل يَستَنقِعُ فيها الماء. وقال آخر (١) :\nثماد وأوشال حمتها الزحالف (٢) * قال: والزحلفة كالدحرجة والدفع. يقال: زَحْلَفْتُهُ فَتَزَحْلَفَ. قال العجاج: والشمسُ قد كادتْ تكون دَنَفا أَدْفَعُها بالراح كى تزحلفا",
    "pg": "4:1368-1369"
  },
  "زحلق": {
    "def": "الزَحاليقُ: لغة تميم في الزحاليف، الواحدة زُحْلوقَةٌ. قال عامر بن مالك مُلاعِبُ الأسنَّة: لمَّا رأيتُ ضِراراً في مُلَمْلَمَةٍ كأنّما حافَتاها حافَتا نيقِ يَمَّمْتُهُ الرُمْحَ شزراثم قلت له هذى المُروَءةُ لا لِعْبُ الزَحاليقِ يعني ضرار بن عمر والضبي. والزحلقة كالدحرجة، وقد تَزَحْلَقَ، قال رؤبة: لَمَّا رأيتُ الشرَّ قد تَأَلَّقا وفِتْنةً تَرْمي بمن تَصَعَّقا مَنْ خرفى طحطاحها تزحلقا",
    "pg": "4:1489"
  },
  "زحم": {
    "def": "الزَحْمَةُ: الزِحامُ. يقال: زَحْمَتُهُ (٢) وأَزْحَمْتُهُ. وازْدَحَمَ القومُ على كذا، وتزاحموا عليه.",
    "pg": "5:1941"
  },
  "زحن": {
    "def": "زَحَنَ (١) يزحن زَحْناً: أبطأ. وتَزَحَّنَ مثله. ويقال: تَزَحَّنَ على الشئ (٢) ، إذا فعله مع كراهية له.",
    "pg": "5:2130"
  },
  "زخخ": {
    "def": "زَخَّهُ، أي دفعه في وَهْدَةٍ. وفي حديث أبي موسى: \" مَنْ يَتَّبِعِ القرآن يَهْبِطْ به على رياض الجنَّة، ومَنْ يَتَّبِعْهُ القرآن يَزُخُّ في قَفاهُ حَتَّى يَقذِف به في نار جهنم \". والمزخة، بالفتح: المرأة. قال الراجز: طوبى لمن كانت له مزخه * يزخها ثم ينام الفخه والزخة: الغيظ والحقد. يقال: زَخَّ الرجلُ زَخَّاً، إذا اغتاظ. قال صخرُ الغَيّ: فلا تَقْعُدّنَّ على زَخَّةٍ * وتُضْمِرَ في القَلْبِ وَجْداً وَخيفا والزَخيخُ: شدة بريق الجمر. تقول: زَخَّ الجمر يزخ، بالكسر.",
    "pg": "1:422"
  },
  "زخر": {
    "def": "زَخَرَ (١) الوادي، إذا امْتَدَّ جِدّاً وارتَفَع. يقال: بَحْرٌ زاخِرٌ. وأما قول الهُذَليّ (٢) : صَناعٌ بإِشْفاها (٣) حَصانٌ بِشَكْرِها * جَوادٌ بِقوتِ البَطْنِ والعِرْقُ زاخِرُ - فيقال: إنها تجود بِقُوتِها في حالِ الجوعِ وهَيَجانِ الدم والطَبائع. ويقال، نَسَبُها مُرتفِعٌ، لأنَّ عِرْقَ الكريم يَزْخَرُ بالكَرَم. وقال أبو عبيدة: يقال عِرْقُ فلانٍ زاخِرٌ، إذا كان كرِيماً ينمى. وزخر البنات: طال. فإذا التَفَّ النَباتُ وخَرجَ زَهْرُهُ، قيل: قد أخذَ زُخَارِيَّهُ، ومكانٌ زُخارِيُّ النَباتِ. قال ابن مقبل: زُخارِيُّ النَباتِ كأنّ فيه * جِيادَ العَبْقَرِيّةِ والقطوع (٤) -",
    "pg": "2:669"
  },
  "زخرب": {
    "def": "الزُخْرُبُّ: بالضم وتشديد الباء: الغليظ. يقال: صار وَلَدُ الناقة زُخْرُبَّاً، إذا غَلُظَ جسمه واشتدَّ لحمه.",
    "pg": "1:142"
  },
  "زخرط": {
    "def": "قال الفراء: الزِخْرِطُ بالكسر: مُخَاط النَعجة. قال: وكذلك مُخاطُ الابل.",
    "pg": "3:1129"
  },
  "زخرف": {
    "def": "الزُخْرُفُ: الذهبُ ثمَّ يُشَبَّهُ به كل مموَّهٍ مزوَّرٍ. والمُزَخْرَفُ: المزين. وزخارف الماء: طرائقه.",
    "pg": "4:1369"
  },
  "زدا": {
    "def": "زَدا الصبيُّ الجَوْز وبالجوز، يَزْدو زَدْواً، أي لعب ورمى به في الحَفيرة، وتلك الحفيرة هي المِزْداة. يقال: \" أَبْعِدِ المَدى وازْدُه \". قال أبو عبيد: الزَدْوُ: لغة في السَدْوِ، وهو مدُّ اليد نحو الشئ، كما تسدو الابل في سيرها بأيديها.",
    "pg": "6:2367"
  },
  "زدرم": {
    "def": "الازدرام: الابتلاع.",
    "pg": "5:1941"
  },
  "زرب": {
    "def": "الزَرْبُ والزَريبَةُ: قُتْرَةُ الصائد. وقد انزرب الصائدُ، إذا دخل فيه. قال ذو الرمة:\nرذل الثياب خفى النحض منزرب (١) * والزرب والزريبة أيضا: حظيرة للغنم من خشب. قال ابن السكيت: وبعضهم يقول: زِرْبٌ بالكسر. الكسائي: زَرَبْتُ للغنم أَزْرُبُ زَرْباً. وقال أبو عمرو: الزَرْبُ: المدخل، ومنه زَرْبُ الغنم. وزَريبة السَبُعِ: موضعه الذى يكتن فيه. والزرابى: النمارق (١) .",
    "pg": "1:142-143"
  },
  "زرجن": {
    "def": "الزرجون بالتحريك: الخمر، ويقال الكرم. قال الراجز (٣) : كأن باليرنإ المعلول ماء دوالى زرجون ميل قال الأصمعي: وهي فارسيّة معربة، أي لون الذهب. وقال الجرميُّ: هو صبغ أحمر.",
    "pg": "5:2130-2131"
  },
  "زرح": {
    "def": "الزَرْوَحُ: الأَكْمَةُ المنبسِطة، والجمع الزَراوِحُ. أبو عمرو: هي الرَوابي الصغار.",
    "pg": "1:371"
  },
  "زرد": {
    "def": "زَرِدَ اللقمة بالكسر يَزْرَدُها زَرْداً، أي بلعها. والازْدِرادُ: الابتلاع. والمَزْرَدُ، بالفتح: الحلْق. والزِرادُ: خيطٌ يُخْنقُ به البعير لئلا يَدْسَعَ بِجِرَّتِهِ فيملأ راكبَهُ. تقول: زرَدَهُ بالفتح، يَزْرُدُهُ زَرْداً، إذا خنقه. والحلْقُ مَزْرودٌ. والزَرْدُ مثل السَرْدِ، وهو تداخل حَلَقِ الدِرْعِ بعضها في بعض. والزَرَدُ بالتحريك: الدرعُ المزرودة. والزراد: صانعها. ومزرد بن ضرار: أخو الشماخ الشاعر. وزرود: موضع.",
    "pg": "2:480"
  },
  "زردم": {
    "def": "الزَرْدَمَةُ: موضعُ الازْدِرامِ والابتلاع. ويقال زَرْدَمَهُ، أي عَصَرَ حَلْقَهُ.",
    "pg": "5:1941"
  },
  "زرر": {
    "def": "الزِرُّ: واحِدُ أَزْرارِ القميص. ويقال للرجل الحَسَنِ الرِعْيَةِ للإبل: إنه لزر من أزرارها. وإذا كانت الإبل سِماناً قيل: بها زرة (١) . وزر بن حبيش: رجل من قراء التابعين. والزر بالفتح: مصدر زررت القَميصَ أَزُرُّهُ بالضمّ زَرَّاً، إذا شددت أزاره. يقال: أزرر عليك قميصَك، وزُرَّهُ، وزُرُّهُ، وزُرِّهِ (٢) . وأَزْرَرْتُ القَميصَ، إذا جعلتَ له أَزْراراً، فتزرر. وأما قول المرار: تدين لمزرور إلى جَنْب حَلْقة * من الشِبْه سواها برفق طبيبها (٣) - فإنما يعنى زمام الناقة، جعله مزرورا لانه يضفر ويشد. والزر: الشل والطرد. يقال: هو يَزُرُّ الكتائِبَ بالسيف. والزَرُّ: العَضُّ. والمُزارَّةُ: المُعاضَّةُ. وحِمارٌ مِزَرٌّ. وزَرَّتْ عينُهُ تَزِرُّ بالكسر زَريراً، وعيناه تزران، إذا توقدتا. والزرزور: طائر. وقد زرزر، أي صوت وزرارة: أبو حاجب.",
    "pg": "2:669-670"
  },
  "زرع": {
    "def": "الزَرْعُ (٣) : واحد الزُروعِ، وموضعُهُ مَزْرَعَةٌ ومُزْدَرَعٌ. والزَرْعُ أيضاً: طرحُ البذر في الارض. والزرع أيضا: الإنباتُ. يقال: زَرَعُهُ الله، أي أنبته. ومنه قوله تعالى: ﴿أَءَنْتُمْ تَزرَعونَهُ أم نَحْنُ الزارِعون﴾ . وتقول للصبيّ: زَرَعَهُ الله، أي جَبَرَهُ. وازدرع فلان، أي احترث، وهو افتعل، إلا أن التاء لما لان مخرجها لم توافق الزاى لشدتها، فأبدلوا منها دالا، لان الدال والزاى مجهورتان والتاء مهموسة. والمزارعة معروفة. والمزروعان من بنى كعب بن سعد بن زيد مناة بن تميم: كعب (١) بن سعد، ومالك بن كعب بن سعد.",
    "pg": "3:1224-1225"
  },
  "زرف": {
    "def": "اَزْرَفَ في المشي، أي أسرع. وناقةٌ زَروفٌ ومِزْرافٌ، أي سريعةٌ، وقد زَرَفَتْ. وأَزْرَفْتُها أنا، أي حتثتها. ومنه قول الراجز:\nيُزرِفها الإغْراءُ أيَّ زَرْفٍ * وزَرِفَ الجرحُ بالكسر يَزْرَفُ زَرَفاً، أي غُفِرَ وانتقَضَ بعد البرءِ. والزَرافَةُ بالفتح: الجماعةُ من الناس. وكان القنانى يقوله بتشديد الفاء. والزرفات: الجماعات. والزرافة والزرافة بفتح الزاى وضمها مخففة الفاء: دابة يقال له بالفارسية: \" اشتر كاوپلنك \".",
    "pg": "4:1369"
  },
  "زرفن": {
    "def": "الزرفين والزرفين، فارسي معرب. وقد زرفن صدغيه، كلمة مولدة.",
    "pg": "5:2131"
  },
  "زرق": {
    "def": "رجلٌ أَزْرَقُ العينِ، والمرأة زَرقاءُ بيِّنةُ الزَرَقِ. الاسمُ الزُرْقَةُ. وقد زرقت عينه بالكسر. قال الشاعر: لقد زرقت عيناك يا ابن مكعبر كما كل ضبى من اللؤم أزرق وازرقت عينُه ازْرِقاقاً، وازْراقَتْ عينه ازْريقاقاً. والزرقم: الشديد الزرق. والمرأة زُرْقُمٌ أيضاً. وتسَمَّى الأسِنَّةُ زُرْقاً للوبها. والزرق أيضا: أكثبة بالدهناء. قال ذو الرمة: وقربن بالزرق الحمائل بعدما تقوب (١) عن غربان أوراكها الخطر وزَرَقَ الطائر يَزْرُقُ ويَزْرِقُ، أي ذَرَقَ. ويقال أيضاً: زَرَقَتْ عينُه نحوي، إذا انقلبتْ وظهر بياضُها. والمِزْراقُ: رمحٌ قصيرٌ. وقد زَرَقَهُ بالمِزْراقِ، أي رماه به. وزَرَقَتِ الناقة الرحل، أي أخزته إلى وراء، فانزرق. قال الراجز: يزعم زيد أن رحلى منزرق يكفيكه الله وحبل في العنق يعنى اللبب. قال ابن السكيت: نصلٌ أزرقُ بيِّنُ الزَّرَقِ، إذا كان شديد الصفاء. ويقال للماء الصافى: أزرق قال أبو عمرو: الزرنوقان: منارتان تبنيان على رأس البئر، فتوضع عليهما النعامةُ - وهي الخشبة المعترضة عليها - ثم تُعَلَّقُ القامةُ، وهي البَكرة، من النعامة. فإنْ كان الزُرْنُوقَانِ من خشب فهما دعامتان. وقال الكلابي: إذا كانا من خشب فهما النعامتان، والمعترضة عليهما هي العجلة، والغرب معلق بالعجلة. والزورق: ضرب من السفن. قال ذو الرمة: أو حرة عيطل ثبجاء مجفرة دعائم الزور نعمت زورق البلد أي نعمت سفينة المفازة. والزرق: طائر يصاد به. قال الفراء: هو البازي الأبيض، والجمع الزراريق. والازارقة: صنف من الخوارج، نسبوا إلى نافع بن الازرق، وهو من الدول بن حنيفة.",
    "pg": "4:1489-1490"
  },
  "زرم": {
    "def": "زَرِمَ البَوْلُ بالكسر، إذا انقطع. وكذلك كل شئ ولى. وأزرمه غيره. وفي الحديث: \" لا تزرموا ابني \" أي لا تقطعوا عليه بوله. وزرم الكلب، إذا زَرِمَ (١) ذو بَطْنِهِ في جاعرته. والزَرِمُ: المضيَّق عليه. ويقال للبخيل زرم، وزرمه غيره. قال ساعدة بن جؤية: حب الضريك تلاد المال زرمه فقر ولم يتَّخِذْ في الناسِ مُلْتَحَجا (٢) وزرمت به أمّهُ، إذا ولدَتْه. أبو عبيد: المُزْرَئِمُّ: المتقبِّضُ. وقد ازْرَأَمَّ ازْرِئْماماً.",
    "pg": "5:1941"
  },
  "زرمق": {
    "def": "الزرمانقة: جبة صوف. وفى الحديث: \" أن موسى ﵇ لما أتى فرعون أتاه وعليه زرمانقة \" يعنى جبة صوف. قال أبو عبيد: أراها عبرانية. قال: والتفسير هو في الحديث، ويقال: هو فارسي معرب. وأصله \" أشتربانه \" أي متاع الجمال.",
    "pg": "4:1490"
  },
  "زرنب": {
    "def": "الزَرْنَبُ: ضرب من النبات طيب الرائحة، وهو فعلل. وقال: يا بأَبي (٢) أَنْتِ وفوكِ الأَشْنَبُ * كأنما ذر عليه الزرنب",
    "pg": "1:143"
  },
  "زرى": {
    "def": "زَرَيْتُ عليه بالفتح زِرايَةً وتَزَرَّيْتُ عليه، إذا عَتبت عليه. وقال: يا أيها الزارى على عمر * قد قلت فيه غير ما تعلم وقال آخر: وإنى على لَيْلى لَزارٍ وإنَّني * على ذاك فيما بيننا مُسْتَديمُها أي عاتب وساخط غير راضٍ. وقال أبو عمرو: الزاري على الإنسان: الذي لا يعدُّه شيئاً ويُنكِر عليه فِعلَه. والإزْراءُ: التهاون بالشئ. يقال: أزريت به، إذا قصّرت به. وازْدَرَيْتُهُ، أي حقرته.",
    "pg": "6:2367-2368"
  },
  "زطط": {
    "def": "الزط: جيل من الناس، الواحد زطى، مثل الزنج وزنجي، والروم ورومي.\nفصل السين",
    "pg": "3:1129"
  },
  "زعب": {
    "def": "الزَُعْبَةُ: الدَفْعَةُ من المال. يقال: زَعَبْتُ له زَعْبَةً من المال وزُعْبَةً، أي دفعت له قِطْعَةً منه. وزَعَبْتُهُ عنّي زَعْباً، أي دفعته. الاصمعي: ازدعبت الشئ، إذا حملته. يقال: مر به فازدعبه. وجاءنا سيل يزعب زَعْباً، أي يتدافع في الوادي. وإذا قلت يرعب بالراء، تعنى يملا الوادي. والزاعِبِيَّةُ: الرِماحُ. قال الطرِمّاح: وأَجْوِبَةٌ كالزاعِبِيَّةِ وَخْزُها * يُبادِهُها شَيْخُ العِراقَيْنِ أَمْرَدا ويقال: سنانٌ زاعِبِيٌّ. فأمَّا قول ابن هَرْمَةَ:\nيَكادُ يَهْلِكُ فيها الزاعب الهادى فيقال: هو السياح في الارض. واز لعباب السيل: كثرته وتدافعه. يقال سيل مز لعب، بزيادة اللام.",
    "pg": "1:143"
  },
  "زعبل": {
    "def": "زعبل: اسم. يقال: هبلته الزعبل، أي ثكلته أمه الحمقاء. والزعبل أيضا: الصبى لا ينجع فيه الغذاء فعظم بطنه ودق عنقه. قال العجاج (٢) :\nسمطا يربى ولدة زعابلا (٣) * والسمط: الفقير. =",
    "pg": "4:1716"
  },
  "زعج": {
    "def": "أَزْعَجَهُ، أي أقلقَه وقلعَه من مكانه. وانزعج بنفسه. والمِزْعاجُ: المرأة التي لا تستقرُّ في مكان.",
    "pg": "1:319"
  },
  "زعر": {
    "def": "الزَعَرُ: قِلَّةُ الشِعَرِ، رجل أَزْعَرُ، وقد زَعِرَ بالكسر. والأَزْعَرُ: الموضع القَليلُ النبات. والزَعارَّةُ بتشديد الراء: شَراسَةُ الخُلُق، لا يُصَرَّفُ منه فِعْلٌ. والزُعْرور: السيِّئُ الخُلُق. والعامة تقول: رَجُلٌ زَعِرٌ، وفيه زعارة. والزعرور: ثمرة معروفة.",
    "pg": "2:670"
  },
  "زعع": {
    "def": "الزعزعة (١) : تحريك الشئ، يقال: زَعْزَعْتُهُ فتَزَعْزَعَ. وريحٌ زَعْزَعانٌ وزَعْزَعٌ وزَعْزاعُ (٢) ، أي تُزَعْزِعُ الأشياء، لشدَّتها ; والجمع زَعازِعُ (٣) . وسيرٌ زَعْزَعٌ: شديدٌ، قال ابن أبى عائذ الهذلى (٤) : وترمد هملجة زعزعا * كما انخرط الحبل فوق المحال",
    "pg": "3:1225"
  },
  "زعف": {
    "def": "الزغفة تسكن وتحرك، وهى الدِرْعُ اللينةُ. وقال الشَيباني: هي الواسعة، والجمع زغف وزغف. قال الاصمعي: يقال زَغَفَ في حديثه، أي زاد. ورجل مزغف: نهم رغيب.",
    "pg": "4:1369"
  },
  "زعفر": {
    "def": "الزَعْفَرانُ يجمع على زَعافِرَ، مثل ترجمان وتراجم، وصحصحان وصحاصح. وزَعْفرْتُ الثوبَ: صَبَغْتُهُ به. والمُزَعْفَرُ: الاسد الورد.",
    "pg": "2:670"
  },
  "زعق": {
    "def": "الزَعْقُ: الصياحُ. وقد زَعَقْتُ به زَعْقاً. والزَعْقُ بالتحريك: مصدر قولك: زَعِقَ يَزْعَقُ فهو زَعِقٌ، وهو النشيطُ الذي يَفزع مع نشاطه. وقد أَزْعَقَهُ الخوفُ حتّى زَعِقَ وانزَعَقَ (١) . قال الأصمعي: يقال أَزْعَقْتُهُ فهو مَزْعوقٌ على غير قياس. وأنشد: يا رب مهر مزعوق مقيل أو مغبوق (٢) أي مذعور ذكى الفؤاد. وقال الاموى: زعقته فهو مزعوق. وأنشد: تعلمي أن عليك (١) سائقا لا مبطئا (٢) ولا عنيفا زاعقا لبا بأعجاز المطى لاحقا وأنشد أبو مهدى: إنى إذا ما حملق الزعافق واضطرمت من تحتها العنافق (٣)",
    "pg": "4:1490-1491"
  },
  "زعك": {
    "def": "الأزْعَكِيُّ: القصير اللئيم. قال ذو الرمة: على كلِّ كهلٍ أَزْعَكِيٍّ ويافِعٍ من اللؤم سِرْبالٌ جديد البنائق وكذلك الزعكوك. والزعكوك من الإبل: السَمين، والجمع زَعاكيكُ وزعاكك أيضا. وأنشد القنانى * تستن أولادها زعاكك",
    "pg": "4:1588-1589"
  },
  "زعل": {
    "def": "الزَعَلُ: النشاطُ. وقد زَعِلَ بالكسر فهو زَعِلٌ، وأَزْعَلَهُ غيره. قال أبو ذؤيب: أكل الجَميمِ وطاوَعَتْهُ سَمْحَجٌ مثلُ القناةِ وأزعلته الامرع (١) والزعل: المتضور جوعا.",
    "pg": "4:1716"
  },
  "زعم": {
    "def": "زعم (٣) زعما وزعما وزعما، أي قال. وزعمت به أزعم زعما وزَعامَةً، أي كفَلْتُ. والزَعيمُ: الكفيلُ: وفي الحديث: \" الزَعيمُ غارِمٌ \". والزَعامَةُ: السيادة. وزعيم القوم: سيدهم. وقول لبيد:\nوالزعامة للغلام (١) * يريد السلاح، لانهم كانوا إذا اقتسموا الميراث دفعوا السلاح إلى الابن دون الابنة. والزعم، بالتحريك: الطمع. وقد زَعِمَ بالكسر، أي طمع، يَزْعُمُ زَعَماً وأَزْعمته أنا. قال عنترة:\nزَعَماً لعمرُ أبيكِ ليس بمَزْعَم (٢) * أي ليس بمطمع. وقال ابن السكيت: ويقال للأمر الذي لا يُوثَق به مَزْعَمٌ، أي يَزْعُمُ هذا أنَّه كذا ويَزْعُمُ هذا أنّه كذا. وفي قول فلان مزاعم. والنزعم: التكذب. وناقة زعوم وشاة زعوم، إذا كان يُشَكُّ فيها أَبِها طِرْقٌ أم لا، فتُغْبَطُ بالأيدي. وقال: زجرت فيها عيهلا رسوما (١) مخلصة الانقاء أو زعوما والزعموم: العيى.",
    "pg": "5:1941-1942"
  },
  "زغب": {
    "def": "الزَغَبُ: الشُعيرات الصُفْرُ على ريش الفَرْخِ. والفِراخُ زُغْبٌ. وقد زَغَّبَ الفَرْخُ تزغيباً. وأزْغَبَ الكَرْمُ وذلك بعد جَرْي الماءِ فيه. وازلغب الشعر، إذا نبت بعد الحلْق. وازْلَغَبَّ الفَرْخُ: طلع ريشه، بزيادة اللام.",
    "pg": "1:143"
  },
  "زغد": {
    "def": "الزَغْدُ: الهَديرُ الشديد. تقول: زغد البعير يزغد. قال الراجز:\nقلخا وبخباخ الهدير الزغد (١) * وزغدا سقاءه، أي عَصره حتى يخرج الزُبْد من فمه. وذلك الزُبْدُ زَغيدٌ. وزغده، أي عصر حلقه. الزند: موصل طرف الذراع في الكَفّ. وهما الزَنْدان: الكوع والكُرْسوعُ. والزَنْدُ: العود الذي يُقْدَح به النارُ، وهو الأعلى. والزَنْدَةُ: السفلى، فيها ثقْبٌ، وهي الأنثى. فإذا اجتمعا قيل: زَنْدانِ، ولم يُقل زَنْدتانِ. والجمع زِنادٌ وأَزْنُدٌ، وأَزْنادٌ. وتقول لمن أَنجدكَ وأَعانك، وَرَتْ بك زِنادي. والمُزَنَّدُ: الضيق البخيل. وثوب مُزَنَّدٌ: قليل العَرْض. وأصل التَزْنيدِ أن تُخَلَّ أشاعِرُ الناقة بأَخِلَّةٍ صغار، ثم تُشدُّ بشعر، وذلك إذا انْدَحَقَتْ رَحِمُها بعد الولادة، عن ابى دريد. وتزند فلان، إذا ضاق بالجواب وغضب. وقول عديّ:\nفقلْ مثلَ ما قالوا ولا تتزند (١) * يروى بالنون والياء.",
    "pg": "2:480-481"
  },
  "زغرب": {
    "def": "الزَغْرَبُ: الماءُ الكثيرُ. قال الكميت: وفي الحَكَمِ بن الصَلْتِ منك مَخيلَةٌ * نَراها وبَحْرٌ من فِعالِكَ زَغْرَبُ قال الأصمعيّ: الزَغْرَبُ: البول الكثير.",
    "pg": "1:143"
  },
  "زغغ": {
    "def": "يقال: كلمته بالزغزغية، وهى لغة لبعض العجم.",
    "pg": "4:1320"
  },
  "زغل": {
    "def": "الزُغْلَةُ بالضم: الدُفعة من البول وغيره. تقول: أَزْغَلَتِ الناقةُ ببولها، أي رمَتْ به وقَطَّعَتْهُ زُغْلَةً زُغْلَةً. وأَزْغَلَتِ الطعنةُ بالدم، مثل أَوْزَغَتْ. وأَزْغَلَ الطائر فرخَه، إذا زقَّه. قال ابن أحمر وذكر القَطاةَ وفَرْخَها، وأنَّها سَقَتْه مما شربت: فأَزْغَلَتْ في حَلْقِهِ زُغْلَةً لم تَظْلِمُ الجيدَ (١) ولم تَشْفَتِرُّ ويقال: أَزْغِلْ لي زُغْلَةً من سقائك، أي صُبَّ لي شيئاً من لبنٍ. والزُغْلولُ: الخفيفُ وهو الطفل أيضا.",
    "pg": "4:1716"
  },
  "زغم": {
    "def": "التَزَغُّمُ: التغضّب مع كلامٍ. قال أبو ذؤيب يصف رجلا جاء إلى مكة على ناقة بين نوق: فجاء وجاءت بينهن وإنه ليمسح ذفراها تزغم كالفحل قال الأصمعي: تَزَغُّمُها: صِياحها وحِدتها، وإنَّما يمسح ذِفْراها ليسكِّنها. وتَزَغّمَ الفصيلُ: حَنَّ حنيناً خفيفاً. قال لبيد: فأَبْلِغْ بني بكرٍ إذا ما لقيتَها على خير ما يلقى به من تزغما ويروى بالراء.",
    "pg": "5:1942"
  },
  "زفت": {
    "def": "الزِفْتُ: بالكسر: القيرُ. ومنه المُزَفِّتُ، تَقول: جَرَّةٌ مُزَفَّتَةٌ، أي مطلية بالزفت.",
    "pg": "1:249"
  },
  "زفر": {
    "def": "الزَفْرُ: مصدر قولك: زَفَرَ الحِمْلَ يَزْفِرُهُ زَفْراً، أي حَمَله. وأَزْدَفَرَهُ أيضاً. والزَفْرُ بالكسر: الحِمْلُ، والجَمْعُ أَزْفارٌ. والزِفْرُ أيضاً: القِرْبَةُ، ومنه قيل للإماءِ اللَواتي يَحْمِلْنَ القِرَبَ: زَوافِرُ. وزافِرةُ الرجل: أنصارُهُ وعَشيرته. ويقال: هم زافِرَتُهُمْ عند السلطان، أي الذين يقومون بأمرهم. وزافِرةُ السَهْم: ما دون الريش منه (١) . وقال عيسى بن عمر: زافِرة السَهْم: ما دون ثُلُثَيْهِ مما يلي النَصْلَ. والزَفيرُ: اغتراقُ النَفَس للشِدّة. والزفيرُ: أوّلُ صوت الحمار، والشهيق: آخرهُ، لأنَّ الزفير إدخال النَفَس، والشهيق: إخراجُه. وقد زفر يزفر. والاسم الزفرة. قال الجعدى: خيط على زفرة فتم ولم * يرجع إلى دقة ولا هضم - يقول: كأنه زفر فخيط على ذلك، فهو كأنه زافر أبدا من عظم جوفه. والجمع زَفرات بالتحريك، لأنّه اسم وليس بِنَعْتٍ. وربَّما سكّنها الشاعر للضرورة، كما قال:\nفَتَسْتَريحَ النَفْسُ من زفراتها (١) * والزفير: الداهية. وأنشد أبو زيد:\nوالدلو والديلم والزفيرا (٢) * والزفرة بالضم: وسط الفرس. يقال: إنه لعظيم الزفرة. والزفر: السيد. قال أعشى باهلة: أَخُو رَغَائِبَ يُعْطِيهَا ويُسألُها * يأبى الظلامة منه النوفل الزفر (١) -",
    "pg": "2:670-671"
  },
  "زفف": {
    "def": "الزِفُّ بالكسر: صغار ريش النعام والطائر. يقال: هَيْقٌ أَزَف بيِّن الزَفَفِ، أي ذو زِفّ ملتفٍّ. وزَفَفْتُ العروس إلى زوجها أَزُفُّ بالضم زَفَّاً وزِفافاً، وأَزْفَفْتُها، وازدففتها، وازْدَفَفْتها بمعنىً. والمِزَفَّةُ: المِحَفّةُ التي تزف فيها العروس، حكى ذلك عن الخليل. والزفيف: السريع: مثل الذَفيفِ. يقال: زَفَّ الظليمُ والبعيرُ يَزِفُّ بالكسر زَفيفاً، أي أسرع. وأَزَفَّهُ صاحبه. وزَفَّ القومُ في مشيهم، أي أسرعوا، ومنه قوله تعالى ﴿فأَقْبَلوا إليه يَزِفّونَ﴾ .\n(١٧٣ صحاح ٤) ويقال للطأتش الحلم: قد زف رَأْلُهُ. والريحُ تَزِفُّ، وهو هُبُوبٌ ليس بالشديد، ولكنه في ذلك ماض. والزفزفة: حنين الريح وصوتها في الشجر. وهي ريحٌ زَفْزافَةٌ وريح زفزف.",
    "pg": "4:1369-1370"
  },
  "زفل": {
    "def": "الأزْفَلَةُ: الجماعةُ، يقال جاءوا بأَزْفَلَتِهِمْ، أي بجماعتهم. وقال: إنِّي لأَعْلَمُ ما قومٌ بأَزْفَلَةٍ جاءُوا لاخبر من ليلى بأ كياس جاءوا لأُخْبِرَ من لَيْلى فقلت لهم لَيْلى من الجِنِّ أم لَيْلى من الناسِ وقال سيبويه: أخذَتْه إزْفِلَّةٌ بكسر الهمز وتشديد اللام، أي خفّةٌ. والأَزْفَلَى مثل الأَجْفَلى",
    "pg": "4:1716-1717"
  },
  "زفن": {
    "def": "الزَفنُ: الرقص. وقد زَفَنَ يزفن. ويقال: الزيفن (١) : الشديد.",
    "pg": "5:2131"
  },
  "زفى": {
    "def": "الزَفيانُ: شدَّة هُبوب الريح. يقال: زَفَتْهُ الريح زَفَياناً (١) ، أي طردته. قال ابن السراج: وناقة زفيان: سريعة. وقوس زفيان: سريعة الارسال للسهم. وزفيان: اسم شاعر أو لقبه. وزفى الظليم زَفْياً، إذا نشَر جناحَيه وعدا. أبو عمرو: زفى السراب الشئ يزفيه، إذا رفعه، مثل زهاه.",
    "pg": "6:2368"
  },
  "زقا": {
    "def": "الزَقْو والزَقْى: مصدرٌ. وقد زَقا الصَدى يَزْقو ويَزْقى زُقاءً ; أي صاح. وكلُّ صائحٍ زاقٍ. (*) والزَقْيَةُ: الصيحةُ. وقولهم: \" هو أثقل من الزَواقي \"، هي الدُيوك، لأنَّهم كانوا يَسمُرون، فإذا صاحت الدِيَكة تفرقوا.",
    "pg": "6:2368"
  },
  "زقب": {
    "def": "زَقَبْتُ الجُرَذَ في جُحْرِهِ فانْزَقَبَ، أي أدخلته فدخل. وطَريقٌ زقب، أي ضيق. قال أبو ذؤيب: ومَتْلَفِ مثلِ فَرْقِ الرأس تَخْلِجُهُ * مطارب (١) زقب أميالها فيح ويروى \" زقب \" بالضم.",
    "pg": "1:143-144"
  },
  "زقع": {
    "def": "الزَقْعُ: أشدُّ ضَرْطِ الحمارِ. وقد زقع زقعا (٢) .",
    "pg": "3:1225"
  },
  "زقق": {
    "def": "الزِقُّ: السِقاءُ. وجمع القِلّةِ أزقاق، والكثير زقاق وزقان، مثل ذئاب وذؤبان. وتزقيق الجِلد: سلخُه من قِبَلِ رأسِه على خلاف ما يَسلخ الناسُ اليومَ. والزُقاقُ: السِكَّة، يذكَّر ويؤنث، قال الاخفش: أهل الحجاز يؤنثون الطريق والصراط، والسبيل والسوق، والزقاق والكلاء، وهو سوق البصرة. وبنو تميم يذكرون هذا كله. والجمع الزقاق والازقة، مثل حوار وحوران وأحورة. وزق الطائر فرخه يزقه، أي أطعمه بفيه. والزقزقة: ترقيص الطفل.",
    "pg": "4:1491"
  },
  "زقم": {
    "def": "الزَقُّومُ: اسمُ طعامٍ لهم، فيه تمرٌ وزبدٌ. والزَقْمُ: أَكْلُهُ. قال ابن عبّاس ﵄: لمَّا نزَل قوله تعالى: (إنّ شَجَرَةَ الزَقُّومِ طَعامُ الأَثيمِ) قال أبو جهل: التمر بالزبد نتزقمه (١) . فأنزل الله تعالى: (إنها شَجَرَةٌ تَخْرُجُ في أَصْلِ الجَحيمِ. طَلْعُها كَأَنَّهُ رُءُوسُ الشَياطينِ) . وأَزْقَمْتُهُ الشئ، أي أبلعته إياه، فازدقمه أي ابتلعَه. والتَزَقُّمُ: التَلَقُّمُ. قال ابن دُريد: يقال تَزَقَّمَ فلانٌ اللبنَ، إذا أفرط في شربه. وقال أيضا: الزلقوم باللام: الحلقوم.",
    "pg": "5:1942-1943"
  },
  "زقن": {
    "def": "زَقَنْتُ الحِمْلَ أَزْقُنُهُ زَقْناً، إذا حملتَه. وأَزْقَنْتُ فلاناً: أعنته على الحمل.",
    "pg": "5:2131"
  },
  "زكأ": {
    "def": "رجل زكأة، مثال: همزة وربعة (١) ، أي موسر كثير الدراهم عاجِلُ النَّقْدِ، يقال هو ملئ زكأة. ابن السكيت: زَكَأْتُهُ زَكْأً عَجَّلْتُ نقده، وإنه لَزُكَأُ النقدِ. وزَكَأَتِ الناقةُ بولدها تَزْكَأُ زَكْأً: رَمَتْ به عند رجليها.",
    "pg": "1:54"
  },
  "زكا": {
    "def": "زَكَاةُ المال معروفة. وزَكَّى ماله تَزْكِيَةً، أي أدَّى عنه زَكاتَهُ. وتَزَكَّى، أي تصدّق. وزَكّا: الشَفْعُ: يقال: خَساً أو زَكاً. وزَكا الزرع يَزْكو زَكاءً ممدودٌ، أي نَما. وأَزْكاهُ الله. وهذا الامر لا يز كو بفلان، أي لا يليق به. وغلامٌ زَكِيٌّ، أي زَاكٍ. وقد زَكا يَزْكو زكوا وزكاء، عن الاخفش. الاموى: زكا الرجل يَزْكو زُكُوّاً، إذا تنعَّم وكان في خصب.",
    "pg": "6:2368"
  },
  "زكب": {
    "def": "زَكَبَتِ المرأةُ وَلَدَها: رَمَتْ به عند الولادة. والإناءَ: مَلأتْهُ. والمرأة: نكحها.",
    "pg": "1:144"
  },
  "زكت": {
    "def": "قال اللِحْيانيّ: قربة مزكوتة، أي مملوءة. وزكَّتَ القِربةَ تزكيتاً: ملأها. وأزكتَت المرأةُ بغلامٍ: ولدَتْه.",
    "pg": "1:249-250"
  },
  "زكر": {
    "def": "الزُكرَةُ بالضم: زُقَيْقٌ للشراب. وتزكر بطن الصبى: امتلا. وزكريا فيه ثلاث لغات. المد والقصر، وحذف الالف. فإن مددت أو قصرت لم تصرف، وإن حذفت الالف صرفت. وتثنية الممدود زكرياوان، والجمع زكرياءون وزكرياوين في النصب والخفض. والنسبة إليه زكرياوى. وإذا أضفته إلى نفسك قلت زكريائى بلا واو، كما تقول حمرائى. وفى التثنية زكرياواى بالواو، لانك تقول زكرياوان. وفى الجمع زكرياوى بكسر الواو، ويستوى فيه الرفع والخفض والنصب كما يستوى في مسلمى وزيدي. وتثنية المقصور زكرييان، تحرك ألف زكريا لاجتماع الساكنين فتصيرها ياء وفى النصب: رأيت زكريين، وفى الجمع هؤلاء زكريون حذفت الالف لاجتماع الساكنين، ولم تحركها لانك لو حركتها ضممتها، ولا تكون الياء مضمومة ولا مكسورة وما قبلها متحرك، فللذلك خالف التثنية.",
    "pg": "2:671"
  },
  "زكك": {
    "def": "المشى الزكيك: المقرمط. قال الراجز (١) :\nمثل زكيك الناهض المحمم (٢) * ويقال: زَكَّتِ الدُرَّاجَةُ. كما يقال زافَت الحمامة. والزك: المهزول. قال الراجز (٣) : يا حبذا جارية من عك مثل كثيب الرمل غير زك ورجل زكازك (٤) أي دميم قليل.",
    "pg": "4:1589"
  },
  "زكل": {
    "def": "الزونكل: القصير.",
    "pg": "4:1717"
  },
  "زكم": {
    "def": "الزُكامُ معروف، وقد زُكِمَ الرجل وأَزْكَمَهُ الله فهو مَزْكُومٌ، بُنِيَ على زُكِمَ. وفلانٌ زُكْمَةُ أبَويهِ، إذا كان آخر ولدهما.",
    "pg": "5:1943"
  },
  "زكن": {
    "def": "زَكِنْتُهُ بالكسر أَزْكَنُهُ زَكَناً بالتحريك، أي عَلِمته. قال ابن أمّ صاحب (٢) : ولن يراجع قلبي وُدَّهُمْ أبداً زَكِنْتُ منهم على مثل الذي زَكِنوا قوله: \" عَلَى \" مُقْحَمَةٌ. الأصمعيّ: التَزْكينُ: التشبيهُ. يقال: زَكَّنَ عليهم وزَكَّمَ، أي شبَّه عليهم ولبس. والزكن بالتحريك أيضا: التفرُّس والظَنُّ. يقال: زَكِنْتُهُ صالحاً، أي ظننته. ولا يقال منه رجل زكن. وهو أزكن من إياس! وهو إياس بن معاوية المرى. وقد [زكنته، ولا يقال (١) ] أزكنته، إن كانت العامة قد أولعت به، وإنما يقال أزكنته شيئا، بمعنى أعلمته إياه وأفهمته، حتى زكنه.",
    "pg": "5:2131"
  },
  "زلج": {
    "def": "مكان زَلْجٌ وزَلَجٌ أيضاً بالتحريك. أي زَلَقٌ. والتَزَلُّجُ: التَزَلُّقُ. ومَرَّ يَزْلِجُ بالكسر زَلْجاً وزَليجاً، إذا خَفَّ على الأرض. وسهمٌ زالِجٌ: يَتَزَلَّجُ عن القوس. وعطاءٌ مُزَلَّجٌ، أي وَتَحٌ قليلٌ. والمُزَلَّجُ أيضاً: المُلْزَقُ بالقوم وليس منهم. والمِزْلاجُ: المغلاق، إلاّ أنّه يفتح باليد والمغلاق لا يفتح إلاّ بالمفتاح. تقول منه: أَزْلَجْتَ الباب، إذا أغلقته. والمِزْلاجُ من النِساء: الرسحاء.",
    "pg": "1:319"
  },
  "زلح": {
    "def": "قصْعَةٌ زَلَحْلَحَةٌ، أي منبسطة قريبة القعر. قال دكين: إذا قصاع كالاكف خمس (١) * زلحلحات قد جمعن ملس",
    "pg": "1:371"
  },
  "زلخ": {
    "def": "الزَلْخُ: المَزِلَّةُ تزِلُّ فيها الأقدام لنُدُوَّتِها، لأنَّها صفاةٌ ملساءٌ. أبو زيد: مقامٌ زَلْخٌ، مثل زلج، أي دحض. وأنشد:\nقام على منزلة (١) زلخ فزل * وبئر زلوخ: أعلاها مَزِلَّةٌ، يزلَق مَن قام عليها. وقال: كأنَّ رِماحَ القومِ أَشْطانُ هُوَّةٍ * زَلوخِ النواحي عَرْشُها مُتَهَدَّمُ والزَلْخُ أيضاً: غَلْوَةُ سهمٍ. قال الراجز:\nمن مائة زلخ بمريخ غال * والزلخة، مثال القبرة: الزحلوقة يتزلج منها الصبيان. وأنشد أبو عمرو: وصرت من بعد القوام أبزخا * وزلخ الدهر بظهري زلخا",
    "pg": "1:422"
  },
  "زلع": {
    "def": "الزَلَعُ (٣) بالتحريك: شُقاقٌ يكون في ظاهرِ القدم وباطنِه. يقال: زَلِعَتْ قدمُهُ بالكسر، تَزْلَعُ زَلَعاً. وكذلك إذا كان في ظاهر الكفِّ، فأمَّا إذا كان في باطنها فهو الكلع. وزلعت جراحته: فسدتْ. وتَزَلَّعَتْ يدُه: تشققت. قال أبو عمرو: المُزَلَّعُ: الذي قد انقشر جِلد قدَمه عن اللحم. والزُلوعُ والسُلوعُ: صُدوعٌ في عُرْض الجبل.",
    "pg": "3:1225"
  },
  "زلف": {
    "def": "الزَلَفَةُ بالتحريك: المَصْنَعَةُ الممتلئةُ، والجمع زلف. ومنه قول الراجز (١) : حتى إذا ماء الصهاريح نشف من بعد ما كانت ملاء كالزلف وهى المصانع. والمزالف: البراغيل، وهى البلاد التي بين الريف والبرّ، الوَاحدةُ مَزْلَفَةٌ. وأَزْلَفَهُ، أي قَرَّبَهُ. والزُلْفَةُ والزُلْفى: القُرْبَةُ والمنزلةُ. ومنه قوله تعالى: ﴿وَما أَمْوالُكُمْ وَلا أولاد كم بالتى تقربكم عندنا زلفى﴾ ، وهي اسمُ المصدر، كأنّه قال بالتى تقربكم عندنا ازدلافا. وقول العجاج: ناج طواه الاين مما وجفا طى الليالى زلفا فزلفا سماوة الهلال حتى احقوقفا يقول: منزلة بعد منزلة ودرجة بعد درجة. والزلفة: الطائفة من أوّل الليل، والجمعُ زلف وزلفات (١) . والزلف (٢) : التقدم أبى عبيد. وتزلفوا وازدلفوا، أي تقدموا. ومزدلفة (٣) : موضع بمكة.",
    "pg": "4:1370"
  },
  "زلق": {
    "def": "مكانٌ زَلَقٌ (١) بالتحريك، أي دَحْضٌ. وهو في الأصل مصدر زَلِقَتْ رجلُه تَزْلَقُ زَلَقاً، وأَزْلَقَها غيره. والزَلَقُ أيضاً: عَجُزُ الدابّة. قال رؤبة:\nكأنها حقباء بلقاء الزلق (٢) * وأَزْلَقَتِ الناقةُ: أسقطتْ. والمَزْلَقُ والمَزْلَقَةُ: الموضع الذي لا تثبت عليه قدم، وكذلك الزَلاَّقَةُ. وقوله تعالى: ﴿فتُصْبِحَ صَعيداً زَلَقاً﴾ أي أرضاً ملساء ليس بها شئ: والمزلاق: لغةٌ في المِزْلاج الذي يُغْلَق به الباب ويفتح بلا مفتاح. وفرسٌ مِزْلاقٌ: كثيرةُ الإزْلاقِ. والزَليقُ: السِقْطُ. وزَلَقَ رأسَه يَزْلُقُهُ زَلْقاً: حَلَقَه، وكذلك أَزْلَقَه وزَلَّقَهُ تَزْليقاً. ورجل زلق وزملق مثل هدبد، وزمالق وزملق بتشديد الميم، وهو الذي يُنْزِلُ قبل أن يجامع. قال الراجز: إن الحصين زلق وزملق (١) جاءت به عنس من الشأم تلق والزليق بالضم والتشديد: ضرب من الخوخ أملس، يقال له بالفارسية: شيفته رنك (٢) .",
    "pg": "4:1491-1492"
  },
  "زلل": {
    "def": "تقول: زَلَلْتَ يا فلان بالفتح تَزِلُّ زَليلاً، إذا زَلَّ في طين أو منطق. وقال الفراء: زَلِلْتَ بالكسر تَزَلُّ زَلَلاً، والاسم الزَلَّةُ والزِلِّيلى. واسْتَزَلّهُ غيره. وقول الراجز (١) :\nوزلل النية والتصفيق (٢) * يعنى أنه يزل من موضع إلى موضع لطلب الكلا. والنية: الموضع الذى ينوون المسير إليه. وزحلوقة زل، أي زلق. قال الراجز:\n(١) في نسخة زيادة: \" أبى محمد \".\n(٢) قبله:\nإن لها في العام ذى الفتوق * وبعده:\nرعية مولى ناصح شفيق: لمن زحلوقة زل بها العينان تنحل (١) وكذلك زحلوقة زلل. قال الكميت:\nوفى مقام الصبا زحلوقة زلل (٢) * وزلت الدراهِمُ تَزِلُّ زُلولاً، أي نقصَتْ في الوزن. يقال: درهمٌ زَالٌّ. وزلزل الله الارض زلزلة وزِلْزالاً، بالكسر، فَتَزَلْزَلَتْ هي. والزَلْزالُ بالفتح الاسمُ. والزَلازِلُ: الشدائدُ. والزَلَزِلُ: الاثاث والمتاع، على فعلل بفتح العين وكسر اللام. والمزلة والمزلة، بكسر الزاى وفتحها: المكان الدحض، وهو موضع الزَلَلِ. قال أبو عمرو: الأزَلُّ: الخفيف الوركين. وامرأةٌ زَلاَّءُ، أي رسحاء بينة الزلل. وقال:\nولا يزلاء ولكن ستهم (٣) * والسمع الأَزَلُّ: الذئبُ الأرْسَحُ، يتولَّد بين الذئب والضبع، وهذه الصفة لازمةٌ له، كما يقال الضبعُ العرجاء. وفي المثل: \" هو أسمعُ من الذئب الأَزَلِّ \". وماءٌ زُلالٌ (١) ، أي عَذْبٌ. وأَزْلَلْتُ إليه نعمةً، أي أسديتُها. وفي الحديث: \" من أُزِلَّتْ إليه نعمةٌ فليشكرُها \". وأَزْلَلْتُ إليه من حقِّه شيئاً، أي أعطيت. والزلية: واحدة الزلالى.",
    "pg": "4:1717-1718"
  },
  "زلم": {
    "def": "يقال هو العبد وزلمة وزُلَمَةً، وزَلْمَةً وزَلَمَةً، أي قُدَّ قَدَّ العبد. وقال الكسائي: أي حَقَّاً. قال اللحياني: يقال ذلك في النكرة، وكذلك في الامة. قال: يقال هو العبد زُلَّماً يافتى، أي قدا أو حذوا. ويقال للمرأة التى ليست بطويلة: امرأةٌ مُزَلَّمَةٌ، مثل مُقَذَّذَةٍ. ورجلٌ مُزَلَّمٌ ومُقَذَّذٌ، إذا كان مخفف الهيئة. عن ابن السكيت قال: ويقال قدح مُزَلَّمٌ وزَليمٌ، أي طُرٌّ وأُجيدَ قَدُّهُ وصَنْعَتُهُ. وعَصاً مُزَلَّمَةٌ. وما أحسن مازلم سهمه. قال ذو الرمة:\nكأرحاء رقد زلمتها المناقر (١) * شبه خف البعير بالرحى، أي قد أخذت المعاول من حروفها. والمزلم: السيِّئ الغذاء. والزَلَمُ بالتحريك: القِدْحُ. قال الشاعر (٢) : بات يقاسيها غلام كالزلم ليس براعى إبل ولا غنم وكذلك الزُلَمُ بضم الزاي، والجمع الأزْلامُ، وهي السهام التي كان أهلُ الجاهليَّة يستقسمون بها. والزَلَمُ أيضا: واحد الوبار، والجمع الارلام عن أبى عمرو. وقال الخليل: الزَلَمَة تكون للمَعْز في حلوقها متعلِّقة كالقُرط. ولها زلمتان، فإن كانت في الاذن فهي زَنَمَةٌ بالنون، والنعت أَزْلَمُ وأزنم، والانثى زلماء وزنماء. وقال (١) : تركت بنى ماء السماء وفعلهم وأشبهت تيسا بالحجاز مزنما (٢) والزلم أيضاً: الزَنَمُ الذي يكون خلف الظِلف. والأزْلَمُ الجَذَعُ: الدهرُ. وقال (٣) : يا بِشْرُ لو لم أكنْ منكم بمنزلةٍ. أَلْقى عَلَيَّ يَدَيهِ الأزْلَمُ الجَذَعُ وزَلَّمْتُ الحوض: ملأته. وزَلَّمْتُ عطاءه: قلَّلْتُه. وازْلامَّ القوم ازَليماماً، أي وَلّوا سراعاً. وقال أبو زيد: ارتحلوا. وازلام الشئ: انتصب. وازلام النهار، إذا ارتع ضحاؤه.",
    "pg": "5:1943-1944"
  },
  "زمت": {
    "def": "الزَميتُ: الوَقورُ. قال الراجز:\nوالقَبْرُ صِهْرٌ ضامِنٌ زَميت * والزِمِّيتُ مثال الفِسِّيقِ أوقر من الزَميتِ. وفلانٌ أَزْمَتُ الناس، أي أَوْقَرَهُمْ. وما أشد تزمته، عن الفراء.",
    "pg": "1:250"
  },
  "زمج": {
    "def": "الأصمَعي: زَمَجْتُ القربة: ملأْتها. قال: والزَمَجُ بالتحريك الغضَب، وقد زَمِجَ بالكسر. قال: وسمعتُ رجلاً من أشجعَ يقول: مالي أراك مُزْمَئِجَّاً، أي غضبان. والزِمجِيَّ: أصل ذنب الطائر، مثل الزمكى. والزمج مثال الخرد (١) : اسم طائر يقال له بالفارسية: ده برادران (٢) . وجاء في القوم بزأمجهم، مهموز، أي بأجمعهم. وأخذت الشئ بزأمجه وزأبجه، إذا أخذتَه كلَّه ولم تدعْ منه شيئا، عن ابن السكيت.",
    "pg": "1:319-320"
  },
  "زمجر": {
    "def": "الزَمْجَرَةُ: الصوتُ. يقال للرجل إذا أكثر الصَخَبَ والصِياحَ والزَجْرَ: سمعت لفلان زمجرة وغذ مرة، وفلان ذو زماجر وزماجير، حكاه يعقوب.",
    "pg": "2:671"
  },
  "زمح": {
    "def": "الزُمَّح بالتشديد: اللئيم، ويقال القصير الدميم.",
    "pg": "1:371"
  },
  "زمخ": {
    "def": "الزامِخُ: الشامخ. وقد زَمَخَ: تكبَّر وتاهَ. والأنوف الزُمَّخُ: الشُمَّخُ.",
    "pg": "1:422"
  },
  "زمخر": {
    "def": "الزَمْخَرَةُ: النُشَّابُ. قال ثعلب: هو الدَقيقُ الطويل منه. وأنشد لابي الصلت الثقفى (١) : يرمون عن عتل كأنها غبط. * بزمخر يعجل المَرْمِيَّ إعْجالا - وظَليمٌ زَمْخَريُّ السَواعِدِ، أي طويلُها. قال الهذليُّ الأعلم: على حَثِّ البُرايَةِ زَمْخَرِيِّ ال * - سواعد ظل في شرى طوال - والزمخرة: الزمارة، وهى الزانية.",
    "pg": "2:671-672"
  },
  "زمر": {
    "def": "الزمر: الجماعة من الناس. والزُمَرُ: الجماعات. والزَمِرُ: القليل الشَعَرِ، والقليل المُروءة. وقد زَمِرَ الرَجُلُ زمرا. والزمار بالسكر: صوت النعام. وقد زَمَرَ النعام يَزْمِرُ بالكسر زِماراً، وأمَّا الظَليم فلا يقال فيه إلاَّ عارُّ يُعَارُّ. والمِزْمارُ: واحد المزامير، تقول منه: زَمَرَ الرجل يَزْمُرُ ويَزْمِرُ زَمْراً، فهو زَمَّارٌ، ولا يكاد يقال زامِرٌ. ويقال للمرأة زامِرَةٌ، ولا يقال زمارة. وفى الحديث: \" نهى عن كسب الزمارة \". قال أبو عبيد: وتفسيره في الحديث أنها الزانية. قال: ولم أسمع هذا الحرف إلا فيه ولا أدرى من أي شئ أخذ.",
    "pg": "2:671"
  },
  "زمرذ": {
    "def": "الزمرذ بالضم: الزبرجد، وهو معرب والراء مضمومة مشددة.\nفصل السين",
    "pg": "2:565"
  },
  "زمع": {
    "def": "قال الخليل: أَزْمَعْتُ على أمرٍ فأنا مُزْمِعٌ عليه، إذا ثَبَّتَ عليه عزمك. وقال الكسائي. يقال أَزْمَعْتُ الأمرَ، ولا يقال أزمعت عليه. قال الاعشى أأزمعت مِنْ آلِ لَيْلى ابْتِكارا * وشطَّتْ على ذي هَوىً أن تُزارا * وقال الفراء: أَزْمَعْتُهُ وأَزْمَعْتُ عليه، مثل أجمعته وأجمعت عليه. أبو زيد: الزَمَعُ: جمعُ زَمَعَةٍ، وهي هَنَةٌ زائدة من وراء الظِلْفِ، والجمع زماع، مثل ثمر وثمار. وقال أبو ذؤيب يصف ظبياً نشِبتْ فيه كُفّةُ الصائد: فراغَ وقد نَشِبَتْ في الزِما * عِ واستحكمتْ مثلَ عَقْدِ الوَتَرْ (١) * يقال أَزْمَعَتِ الأرنبُ، أي عَدَتْ. وأَزمَعَ النبتُ، أوَّلَ ما يظهر متفرِّقاً. قال الأصمعيّ: الزَموعُ: الأرنب التي تُقارِبُ عَدْوَها وكأنَّها تعدو على رمعاتها. وقال ابن السكيت: الزمعان: السير البطئ، تقول منه: زَمَعَ بالفتح يَزْمَعُ. والزَمَعُ: رُذالُ الناس وسَفِلَتُهُمْ. يقال هو من زَمَعِهِم، أي من مآخِيرِهِمْ. والزَمَعُ أيضاً: الدَهَشُ. وقد زمِعَ بالكسر أي خَرِقَ من خوف. ورجلٌ زَميعٌ وزَموعٌ، بيّنُ الزَماعِ، أي سريعٌ. ومنه قول الشاعر * داع يعاجلة الفراق زميع (١) * ويقال للشجاع المقدام: زَميعٌ بيِّن الزَماعِ وقومٌ زُمعاءُ. ورجلٌ زَميعُ الرأي، أي جيده.",
    "pg": "3:1225-1226"
  },
  "زمك": {
    "def": "الزِمِكى. مثل الزِمجَّى. وهو منبت ذنب الطائر.",
    "pg": "4:1589"
  },
  "زمل": {
    "def": "الازمل: الصوت. وأنشد الاخفش: تضب لثاث الخيل في حجراتها وتسمع من تحت العجاج لها ازملا يريد \" أزملا \" فحذف الهمزة، كما قالوا ويل امه. ويقال: أخذت الشئ بأزمله، أي كله. ويقال: عيالات أزملة، أي كثيرة. أبو عمرو: الأُزْمولَةُ بالضم: المصوِّت من الوعول وغيرها. وقال يصف وَعِلاً مسِنَّاً: عَوْداً أَحَمَّ القَرا أُزْمولَةً وَقِلا على تُراثِ أبيه يتبع القُذَفا (١) ويقال: هو إزْمَوْلٌ وإزْمَوْلَةٌ، بكسر الالف وفتح الميم. والازميل: شفرة الحذاء. والزُمَّلُ، والزُمَّيْلُ، والزُمَّالُ بمعنىً، وهو الجبانُ الضعيف. قال أُحَيْحَةُ: فَلا وَأَبيكَ ما يُغْني غَنائي من الفتيان زميل كسول وقالت أم تأبط شرا: وا ابناه واابن الليل، ليس بزميل شروب للقيل، يضرب بالذيل كمقرب الخيل. والزميلة: الضعيفة. والزامِلَةُ: بعيرٌ يَستظهِر به الرجل، يحمل متاعه وطعامَه عليه. والمُزامَلَةُ: المعادَلةُ على البعير. وزَمَّلَهُ في ثوبه، أي لفَّه. وتَزَمَّلَ بثيابه، أي تدثَّر. وازْدَمَلَهُ، أي احتمله. والزميل: الرديف.",
    "pg": "4:1718-1719"
  },
  "زمم": {
    "def": "الزِمامُ: الخيطُ الذي يُشَدُّ في البُرَةِ أو في الخِشاشِ ثم يشَدُّ في طرفه المِقودُ. وقد يسمى المقود زماما. وزمام النعل: ما يُشَدُّ فيه الشِسْعُ. تقول: زمَمْتُ النعل. وزَمَمْتُ البعير: خطمته. وقول الراجز: يا عجبا وقد رأيت عجبا حمار قبان يسوق أرنبا خاطمها زأمها أن تذهبا فقلت أزدفنى فقال مرحبا أراد \" زامها \" فحرك الهمزة ضرورة، لاجتماع الساكنين، كما جاء في الشعر اسوأدت، بمعنى اسوادت. وزم، أي تقدم في السير. وزَمَّ بأنفه، أي تكبَّرَ، فهو زامٌّ. وقومٌ زُمَّمٌ، أي شمخ بأنوفهم من الكبر. قال الراجز (١) :\nشداخة تفذغ هام الزمم (٢) * وزمم الجِمالُ، شدّد للكثرة. ويقال: أخذَ الذئبُ سَخْلَةً فذهبَ بها زامَّاً رأسَه، أي رافعاً. وقد زَمَّها الذئب وازدمها، بمعنى. والزمزمة: صوت الرعد، عن أبي زيد. والزَمْزَمَةُ: كلامُ المجوس عند أكلهم. وزمزم أيضا، بالفتح: اسم بئر مكة شرفها الله تعالى. وزمزم وعيطل: اسمان لناقة، وقد ذكرناه في اللام. والزمزمة، بالكسر: الجماعة من الناس. وقال (١) :\nإذا تَدانى زِمْزِمٌ من زِمْزِم (٢) * وقال الشيبانيّ: الزِمْزِمُ أيضاً: الجِلَّةُ من الإبل. قال: وكذلك الزمزيم. ودارى من داره زَمَمٌ، أي قريبٌ. وقال أعرابيٌّ: لا والذي وجهي زَمَمَ بَيْتِهِ ما كان كذا وكذا، أي تجاهه وتلقاءه. وأمر نبى فلانٍ زَمَمٌ، أي قصدٌ كما يقال أمم. وزم بالضم: موضع. قال الاعشى: ونظرة عين على غرة محل الخليط بصحراء زم يقول: ما كان هواها إلا عقوبة.",
    "pg": "5:1944-1945"
  },
  "زمن": {
    "def": "الزَمَنُ والزَمانُ: اسمٌ لقليل الوقت وكثيره، ويجمع على أَزمانِ وأَزْمِنَةٍ وأَزْمُنٍ. ولقيته ذاتَ الزُمَيْنِ، تريد بذلك تراخيَ الوقت، كما يقال: لقيته ذات العُوَيْمِ، أي بين الأعوام. الكسائي: عاملته مُزامَنَةً من الزَمَنِ، كما يقال مشاهرةً من الشهر. والزَمانَةُ: آفة في الحيوانات. ورجلٌ زَمِنٌ، أي مُبْتَلىً بين الزمانة. وزمان، بكسر الزاى: أبو حى من بكر، وهو زمان بن تيم الله بن ثعلبة بن عكابة بن صعب بن على بن بكر بن وائل. ومنهم الفند الزمانى (١) .",
    "pg": "5:2131-2132"
  },
  "زمهر": {
    "def": "الزَمْهَريرُ: شدةُ البردِ. قال الأعشى: من القاصِراتِ سُجوفَ الحِجا * لِ لم تَرَ شمساً ولا زَمْهَريرا - أبو زيد: زَمْهَرَتْ عيناه: احمرَّتا من الغضب. وازمَهَرَّت الكواكب: لمحت (١) . والمزمهر: الشديد الغضب.",
    "pg": "2:672"
  },
  "زنأ": {
    "def": "زنأ في الجبل، زَنْأً وزنوءا: صعد. وقال (١) :\nوارق إلى الخيرات زَنْأً في الجبل * وزَنَأْت من الخمسين زَنْأً: دنوت منها (٢) . وزَنَأَ الظِلُّ: قصر. وزَنَأْتُ إليه زُنوءاً. لجأْتُ. وأزنَأْت غيري: ألجأْتُه. والزَناءُ، بالفتح والمدِّ: القصيرُ، يقال: رجل زَناءٌ، وظلٌّ زَناءٌ. قال ابن مقبل: وتُدْخِلُ (٣) في الظِلِّ الزَناءِ رُؤُوسَها وتحسبها هِيماً وهنَّ صحائحُ والزناءُ أيضاً: الضَيِّقُ، والزَناءُ أيضاً: الحاقنُ، وفي الحديث: \" نهى أن يُصَلِّيَ الرجُلُ وهو زَناءٌ \". تقول منه زَنَأَ بَوْلُهُ يزنأ زُنوءاً، إذا احتقن. وزنَّأَ عليه تزنئة، أي ضيق. وقال (٤) : لاهم إن الحارث بن جبله زنا على أبيه ثم قتله (٥) قال ابن السكيت: إنما ترك همزه ضرورة. فصل السين",
    "pg": "1:54-55"
  },
  "زنج": {
    "def": "الزنج: جيل من السودان، وهم الزنوج. قال أبو عمرو: زنج وزنج، وزنجي وزنجي.",
    "pg": "1:320"
  },
  "زنخ": {
    "def": "زَنِخَ الدُهن بالكسر، يَزنَخُ زنخا: تغير، فهو زنخ.\nفصل السين",
    "pg": "1:422"
  },
  "زندق": {
    "def": "الزِنْديق من الثَنَوِيَّةِ، وهو معرّب، والجمع الزَنادِقَةُ، والهاء عوضٌ من الياء المحذوفة، وأصله الزَناديقُ. وقد تزندق. والاسم الزندقة.",
    "pg": "4:1489"
  },
  "زنر": {
    "def": "الزنابير: الحصى الصغار: حكاه أبو عبيدة في المصنف (٢) . والزنانير (٣) : أرض بقرب جرش. والزنار للنصارى (٤) .",
    "pg": "2:672"
  },
  "زنفلج": {
    "def": "الزنفيلجة، بكسر الزاى والفاء وفتح اللام شبيهة بالكنف (٣) ، وهو معرَّب، وأصله بالفارسية \" زينْ بيلَهْ \". فإن قدمت اللام على الياء كسرتها وفتحت ما قبلها وقلت: الزنفليجة (٤) .",
    "pg": "1:320"
  },
  "زنق": {
    "def": "الزناقُ: تحت الحنَك (٣) في الجِلد. وقد زَنَقْتُ الفرس. قال الشاعر: فإن يَظْهَرْ حَدِيثُكَ يُؤْتَ عَدْواً برأسك في زِناقٍ أو عران والزنق موضع الزناق. ومنه قوله رؤبة:\nأو مقرع من ركضها دامي الزَنَقْ * والزَنَقَةُ: السِكَّةُ الضيقة. والزناق من الحلى: المخنقة. والمزنوق: اسم فرس عامر بن الطفيل. وقال: وقد علم المزنوق أنى أكره على جمعهم كر المنيح المشهر",
    "pg": "4:1492"
  },
  "زنك": {
    "def": "الزَوَنَّكُ (١) القصيرُ الدميمُ، وربما قالوا الزونزك قالت امرأة ترثي زوجها: ولستَ بوَكْواكٍ ولا بزَوَنَّكٍ مكانكَ حتَّى يبعث الخَلْقَ باعثه ويروى: \" ولا بزونزك \".\nفصل السين",
    "pg": "4:1589"
  },
  "زنم": {
    "def": "يقال: هو العبد زَنْمَةٌ وزُنْمَةٌ، وزَنَمَةٌ وزُنَمَةٌ، أي قَدُّهُ قَدُّ العبيد. وقال الكسائيّ: أي حقا. والزنمة: شئ يقطع من أذن البعير فيترك معلٌّقاً. وإنَّما يفعل ذلك بالكِرام من الإبل. يقال: بعيرٌ زَنِمٌ وأَزْنَمُ ومُزَنَّمٌ، وناقةٌ زَنِمَةٌ وزَنْمَاءُ ومُزَنَّمَةٌ. والزَنَمُ: لغةٌ في الزَلَمِ الذي يكون خلْفَ الظِلفِ. وأمّا الذي في الحديث: \" الضائنةُ الزَنِمَةُ \" فهي الكريمة: لأنَّ الضأن لا زَنَمَةَ لها، وإنَّما يكون ذلك في المعز. قال الشاعر (١) : وجاءت خلعة دهس صفايا يصوع عنوقها أحوى زنيم (٢) والزَنيمُ والمُزَنَّمُ: المُسْتَلْحَق في قومٍ ليس منهم، لا يُحتاج إليه، فكأنَّه فيهم زَنَمَةٌ. والمُزَنَّمُ أيضاً: صغار الابل. ويقال المزنم: اسم فحل. ويروى قول زهير * من إفال مزنم (١) * وقوله تعالى: (عتل بَعْدَ ذَلِكَ زَنيم) قال عكرمة: هو اللئيم الذي يُعْرَف بلؤمه كما تعرف الشاة بزنمتها. وأزنم: بطن من بنى يربوع. وقال (٢) : ولو أنها عصفورة لحسبتها مسومة تدعو عبيدا وأزنما (٣)",
    "pg": "5:1945-1946"
  },
  "زنن": {
    "def": "أزننته بشئ: اتهمته به. وهو يُزَنُّ بكذا. قال (٢) : إنْ كنتَ أَزْنَنْتَني بها كذباً جَزْءٌ فلاقيتَ مثلها عَجِلا ويقال: أَزَنَّهُ بالامر، مثل أظنه، إذا اتهمه. وأبو زنة: كنية القرد.",
    "pg": "5:2132"
  },
  "زنى": {
    "def": "الزِنَى يمدُّ ويقصر، فالقصر لأهل الحجاز. قال تعالى: (ولا تَقْرَبوا الزِنى) . والمَدُّ لأهل نجد. قال الفرزدق. أَبا حاضرٍ مَنْ يَزْنِ يُعْرَفْ زِناؤُهُ * ومَنْ يَشرب الخرطوم يصبح مسكرا وقد زنى يَزْني. والنسبة إلى المقصور زِنَوِيٌّ، وإلى الممدود زِنائِيٌّ. وزَنَّاهُ تَزْنِيَةً، أي قال له يا زاني. وتسمّى القردة زَنَّاءَةً. وقولهم: هو لِزِنْيَةٍ وزَنْيةُ: نقيض قولك هو لِرِشْدَةٍ ورَشْدَةٍ. والمرأةُ تُزاني مُزاناةً وزناء أي تباغى.",
    "pg": "6:2368-2369"
  },
  "زها": {
    "def": "الزَهْوُ: البُسر الملوّن. يقال: إذا ظهرت الحمرة والصفرة في النخل فقد ظهر فيه الزَهْوُ. وأهل الحجاز يقولون الزُهْوُ بالضم. وقد زَها النخل زَهْواً، وأَزْهى أيضا لغة حكاها أبو زيد ولم يعرفها الاصمعي. والزهو: المنظر الحسن. يقال: زهى الشئ لعينيك. أبو زيد: زَهِتِ الشاةُ تَزْهُو زَهْواً، إذا أضرعتْ ودنا وِلادُها. والزَهْوُ: الكِبْرُ والفخر. قال الشاعر (١) : متى ما أشأْ غير زَهْوِ الملو * كِ أَجْعَلْكَ رَهْطاً على حُيَّضِ وقد زُهِيَ الرجل فهو مَزْهُوٌّ، أي تكبّر. وللعرب أحرف لا يتكلّمون بها إلا على سبيل المفعول به وإن كان بمعنى الفاعل، مثل قولهم: زُهِيَ الرجل، وعُنِيَ بالأمر، ونُتِجَتِ الشاة والناقة وأشباهُها. فإذا أمرت منه قلت: لتزه يا رجل. وكذلك الامر من كل فعل لم يسم فاعله ; لانك إذا أمرت منه فإنما تأمر في التحصيل غير الذى تخاطبه أن يوقع به وأمر الغائب لا يكون إلا باللام كقولك: ليقم زيد. وفيه لغة أخرى حكاها ابن دريد: زَها يزهو (*) زهوا، أي تكبر. ومنه قولهم: ما أَزْهاهُ. وليس هذا من زُهِيَ ; لأنَّ ما لم يسمّ فاعله لا يتعجَّب به. قال الشاعر (١) : لنا صاحبٌ مولَعٌ بالخِلافِ * كثير الخَطاءِ قليلُ الصوابِ أَلَجُّ لَجاجاً من الخنفساءِ * وأَزْهى إذا ما مَشى من غرابِ وقلتُ لأعرابيّ من بني سُلَيم: ما معنى زهى الرجل؟ قال: أعجب بنفسه. فقلت: أتقول زها إذا افتخر؟ قال: أما نحن فلا نتكلم به. الاصمعي: زها السراب الشئ يزهاه، إذا رفعه، بالألف لا غير. وزَهَتِ الريح، أي هبِّتْ. قال عَبيدُ (٢) : ولَنِعْمَ أَيْسارُ الجَزورِ إذا زَهَتْ * ريحُ الشتاء ومَأْلَفُ الجيرانِ (٣) وزَهَاهُ وازْدَهاهُ: استخفّه وتهاونَ به. قال عُمر بن أبي ربيعة المخزومى فلما تواقفنا وسلمت (١) أقبلت * وُجوهٌ زهاها الحُسْنُ أَنْ تَتَقَنَّعا ومنه قولهم: فلان لا يُزْدَهى بخديعة. وزَهَتِ الإبل زَهْواً، إذا سارت بعد الوِرد ليلةً أو أكثر. حكاها أبو عبيد. قال: وزَهَوْتُها أنا، يتعدَّى ولا يتعدّى. وإبلٌ زاهِيَة، إذا كانت لا ترعى الحمض. حكاه ابن السكيت. وقولهم: هم زهاء مائةٍ، أي قدر مائة. وحكى بعضهم: الزَهْوُ: الباطل والكذب. وأنشد لابن أحمر: ولا تَقولَنَّ زَهْوٌ ما يُخَيِّرُنا (٢) * لم يترُك الشَيبُ لي زَهْواً ولا الكِبَرُ وربّما قالوا: زَهَتِ الريحُ الشجرَ تَزْهاهُ، إذا هزته.\nفصل السين",
    "pg": "6:2369-2371"
  },
  "زهد": {
    "def": "الزَهدُ: خلاف الرَغبة. تقول: زهد في الشئ وعن الشئ، يَزْهَدُ زَهَداً وزَهادَةً. وزَهد يَزْهَدُ لغة فيه. وفلان يَتَزَهَّد، أي يتعبد. والتزهيد في الشئ وعن الشئ: خلاف الترغيب فيه والمزهد: القليل المال. وفي الحديث: \" أفضلُ الناس مؤمنٌ مُزْهِدٌ \". قال الأعشى: فَلَنْ يَطْلُبوا سِرَّها لِلغِنى * ولن يترُكوها لإزْهادِها - والزَهيدُ: القليل. يقال: رجل زَهيدُ الأكل. ووادٍ زَهيدٌ: قليل الأخذ للماء، ويقال: خذ زَهْدَ ما يكفيك، أي قدر ما يكفيك. وفلان يَزْدَهِدُ عَطاءَ فلان، أي يَعُدُّهُ زَهيداً قليلاً. وأرض زَهادٌ: أي لا تسيلُ إلا عن مطرٍ كثير. قال الشيباني: زَهَدْتُ النَخْلَ أَزْهَدُهُ زَهْداً: حزرته وخرصته.",
    "pg": "2:481"
  },
  "زهدم": {
    "def": "زهدم: اسم فرس (١) . وفارسه يقال له \" فارس زهدم \". وزهدم أيضا: الصقر، ويقال فرخ البازى وبه سمى الرجل. والزهدمان: أخوان من بنى عبس. قال ابن الكلبى: هما زهدم وقيس ابنا حزن بن وهب بن عوير بن رواحة بن ربيعة بن مازن بن الحارث بن قطيعة بن عبس بن بغيض، وهما اللذان أدركا حاجب بن زرارة يوم جبلة ليأسراه فغلبهما عليه مالك ذو الرقيبة القشيرى. وفيهما يقول قيس بن زهير جزاني الزهدمان جزاء سوء وكنت المرء يجزى بالكرامه قال أبو عبيدة: هما زهدم وكردم.",
    "pg": "5:1946-1947"
  },
  "زهر": {
    "def": "زَهْرَةُ الدُنْيا بالتسكين: غَضارَتُها وحُسْنُها. وزَهْرَةُ النَبات أيضاً: نَوْرُهُ. وكذلك الزَهَرَةُ بالتحريك. والزُهْرَةُ بالضم: البَياضُ، عن يعقوب. يقال: أَزْهَرُ بَيِّنُ الزُهْرَةِ، وهو بَياضُ عِتْقٍ. وزهرة أيضا: حى من قريش، وهو اسم امرأة كلاب بن مرة بن كعب بن لؤى بن غالب ابن فهر، نسب ولده إليها، وهم أخوال النبي ﷺ. والزهرة بفتح الهاء: نجم من قال الراجز: قد وكلتني طلتى بالسمسره * وأيقظتني لطلوع الزهرة - وزهرت (١) النارُ زُهوراً: أضاءت، وأَزْهَرْتُها أنا. يقال: زَهَرَتْ بك ناري، أي قَويتْ بِكَ وكَثُرت، مثل وَرِيَتْ بك زِنادي. والأَزْهَرُ: النَيِّرُ. ويُسَمَّى القمر الازهر ابن السكيت: الازهران: الشمس والقمر. ورجل أزهر، أي أبيض مشرق الوجه، والمرأة زهراء. ويسمى الثَوْرُ الوحشيُّ أَزْهَرَ، والبَقَرَةُ زهراءَ. قال قيس بن الخطيم: تمشى كمشى زهراء في دمث ال * - رواض إلى الحَزْنِ دُونها الجُرُفُ وَأَزْهَرَ النَبْتُ: ظَهَرَ زَهْرُهُ. والمِزْهَرُ (١) : العُودُ الذى يضرب به. ولازدهار بالشئ: الاحتفاظ به. وفى الحديث أنه أوصى أبا قتادة بالاناء الذى توضأ منه فقال: \" ازدهر بهذا، فإن له شأنا \"، أي احتفظ به ولا تضيعه.\nفصل السين",
    "pg": "2:674-675"
  },
  "زهزق": {
    "def": "الزهزقة: شدة الضحك.\nفصل السين",
    "pg": "4:1494"
  },
  "زهف": {
    "def": "الزهف: الخفة ويقال: ازْدَهَفَهُ، وفيه ازْدِهافٌ، أي استعجالٌ وتقحم. ومنه قول رؤبة: فيه ازدهاف أيما ازدهاف قولك أقوالا مع التحلاف (٤) نصب أيما على الحال. وقال آخر:\nيهوين بالبيد إذا الليلُ ازْدَهَف * أي دخل وتَقَحَّمَ. وحكى ابن الاعرابي: أزهفت له حديثا، أي أتيته بالكذب. ويقال أَزْهَفَتْهُ الدَّابَةُ أي صرعته. قال الشاعر (٥) . وخيل تكدس بالدار عين وقد أزهف الطعن أبطالها (١) وأزهف الشئ وازدهف، أي ذهب به فهو مزهف. وأزهفه فلان وازْدَهَفَهُ، أي ذهب به وأهلكه.",
    "pg": "4:1370-1371"
  },
  "زهق": {
    "def": "زَهَقَ (٢) العظمُ زهوقاً، أي اكتنز مخه. وزهق المخ، إذا اكتنز فهو زاهق، عن يعقوب. والزاهق من الدوابِّ: السمينُ المُمِخُّ. قال زهير: القائِدُ الخيلَ منكوباً دَوابرُها منها الشنون ومنها الزاهق الزهم (١) وأما قول الراجر (٢) : ومسد أمر من أيانق لسن بأنياب ولا حقائق ولا ضعاف مخهن زاهق فإن الفراء يقول: هو مرفوع والشعر مكفا. يقول: بل محهن مكتنز. رفعه على الابتداء. قال: ولا يجوز أن يريد: ولا ضعاف زاهق مخهن، كما لا يجوز أن تقول: مررت برجل أبوه قائم بالخفض. وقال غيره: الزاهق هنا بمعنى الذاهب، كأنه قال: ولا ضعاف مخهن. ثم رد الزاهق على الضعاف. وزهقت نفسه تَزْهَقُ زُهوقاً، أي خرجتْ. وفي الحديث: \" أنَّ النحر في الحلق واللبة. وأقروا الانفس حتّى تَزْهَقَ \". وقال تعالى: ﴿وتَزْهَقَ أنفسهم وهم كافرون﴾ . قال المؤرج: المُزْهِقُ: القاتلُ، والمُزْهَقُ: المقتولُ. قال أبو يوسف: زَهَقَ الفرسُ وزَهَقَتِ الراحلةُ تَزْهَقُ زُهوقاً، فهي زاهِقَةٌ، إذا سبقتْ وتقدَّمتْ أمامَ الخيل. وكذلك الرجل المنهزم زاهِقٌ، والجمع زُهَّقٌ. وزَهَقَ الباطلُ، أي اضمحلَّ. وأَزْهَقَهُ الله. وزَهَقَ السهمُ، أي جاوز الهدفَ. وأَزْهَقَهُ صاحبه. وأَزْهَقْتُ الإناء: ملأتُه. ورأيت فلاناً مُزْهِقاً، أي مُغِذَّاً في سيره. وفرسٌ ذات أزاهيق، أي ذاب جرى سريع. قال أبو عبيد في المصنف: وليس في شئ منه زهق بالكسر. وحكى بعضهم: زهقت نفسه بالكسر تَزْهَقُ زُهوقاً، لغة في زَهَقَتْ. وفلان زَهِقٌ، أي نَزِقٌ. والزهق: المطمئن من الارض. قال الراجز: * كأن أيديهن تهوى بالزهق (١) * والزهوق: البئر البيعدة القعر، وكذلك فج الجبل المشرف. قال أبو ذؤيب يصف مشتار العسل: وأشعث ما له فضلات ثول على أركان مهلكة زهوق وأزهقت الدابة السرج، إذا قدمته وألقه على عنقها. ويقال بالراء. قال الراجز:\nأخاف أن تزهقه أو ينزرق * أنشدنيه أبو الغوث بالزاى. وانْزهَقَتِ الدابةُ، أي طَفرَتْ من الضرب أو النفار. والزهلوق بزيادة اللام: السمين. قال الاصمعي في إناثِ حمر الوحش إذا استوتْ مُتُونُها من الشحم قيل: حمر زهالق.",
    "pg": "4:1492-1494"
  },
  "زهل": {
    "def": "الزهلول: الاملس. وزهلول: جبل.",
    "pg": "4:1720"
  },
  "زهم": {
    "def": "الزهم بالضم: الشحم. قال أبو النجم يصف الكلب:\nيذكر زهم الكفل المشروحا (٤) * وزهمان: اسم كلب. والزهمة: الريح المنتنة. والزهم، بالتحريك: مصدر قولك: زَهِمَتْ يَدِي بالكسر من الزُهومَةِ، فهي زَهِمَةٌ أي دسمةٌ. والزَهِمُ أيضاً: السمينُ. قال زُهير: القائِدُ الخيلَ منكوباً دَوابرُها منها الشَنونُ ومنها الزاهِقُ الزَهِمُ أبو زيد: المُزاهَمَةُ: القُرْبُ. يقال: زاهَمَ الخمسين، أي داناها.",
    "pg": "5:1946"
  },
  "زهنع": {
    "def": "زَهْنَعْتُ الجاريةَ، أي زَيَّنْتُها.\nفصل السين",
    "pg": "3:1226"
  },
  "زوا": {
    "def": "الزاوِيَةُ: واحدة الزَوايا. وزَوَيْتُ (١) الشئ: جمعته وقبضته. وفى الحديث: \" زُوِيَتْ لي الأرض فأُرِيتُ مشارقَها ومغاربها \". وانْزَوَتْ الجلدة في النار، أي اجتمعتْ وتَقَبَّضَتْ. والزِيُّ: اللباس والهيئة، وأصله زِوْيٌ. تقول منه: زِيَّيْتُهُ، والقياس زَوَّيْتُهُ. وزَوى الرجلُ ما بين عينَيه. وقال الأعشى: يَزيدُ يغُضُّ الطرف دوني كأنّما * زَوى بين عينيه عَلَيَّ المَحاجِمُ فلا يَنْبَسِطْ مِن بين عينيك ما انْزَوى * ولا تَلْقَني إلاّ وأنفك راغم (*) وتقول: زوى فلان المال عن وارثه زيا. وزؤ (١) : اسم جبل بالعراق. قال الاصمعي: زؤ المنية: ما يحدث من هلاك المنية. ويقال: الزؤ القَدَرُ. يقال: قُضِيَ علينا وقُدِّرَ، وحُمَّ، وزُيَّ. قال الشاعر: من ابن مامَةَ كَعْبٍ ثم عَيَّ به * زؤ المنية إلا حرة وقدى الاصمعي: يقال قدر زووية وزواوية، مثل علبطة وعلابطة، للعظيمة التى تضم أعضاء الجزور. والزاى: حرف يمد ويقصر، ولا يكتب إلا بياء بعد الالف. تقول: هي زاى فزيها. قال زيد بن ثابت في قوله تعالى: (كيف ننشزها) هي زاى فزيها، أي اقرأه بالزاى. أبو عبيد: الزوزاة: مصدر قولك زَوْزَى الرجل يُزَوْزي، وهو أن ينصب ظهرَه ويسرعَ ويقارب الخطو. قال: ويقال زَوْزَيْتُ به، إذا طردته. والزؤ: القرينان. يقال: جاء فلان زَوّاً، إذا جاء هو وصاحبه.",
    "pg": "6:2369"
  },
  "زوج": {
    "def": "زَوْجُ المرأة: بعلها. وزَوجُ الرجل: امرأته قال الله تعالى: (اسكنْ أنت وزوجُك الجنّةَ) ويقال أيضاً: هي زوجتُه. قال الفرزدق. وإنَّ الذي يَسْعَى ليُفْسِدَ (١) زَوْجَتي * كَساعٍ إلى أُسْدِ الشَرى يَسْتَبيلُها قال يونس: تقول العرب: زوَّجتُه امرأةً، وتزوَّجتُ امرأة، وليس من كلام العرب تزوَّجتُ بامرأة. قال: وقول الله تعالى: (وزوَّجناهم بحورٍ عِينٍ) ، أي قرنّاهم بهنَّ، من قوله عزوجل: (احشروا الذين ظلموا وأزواجهم) ، أي وقرناءهم. وقال الفراء: تزوجت بامرأة، لغة في أزد شنوءة. وامرأة مزواج كثيرة التزوج. والتزواج والمزاوجة والازدواج بمعنىً. والزوج: خلاف الفَرد، يقال زوج أو فرد، كما يقال: خَساً أو زكا، شفعٌ أو وَتر. قال أبو وَجْزَةَ السعديّ: ما زِلْنَ يَنْسُبْنَ وَهْناً كلَّ صادِقَةٍ * باتَتْ تُباشِرُ عرْماً غيرَ أَزْواجِ لأنَّ بيضَ القطا لا يكون إلاّ وَتراً. قال الله تعالى: (وَأَنْبَتْنا فيها من كلِّ زَوْجٍ بهيج) . وكلُّ واحدٍ منهما أيضاً يسمَّى زوجاً. يقال: هما زوجان للاثنين وهما زوجٌ، كما يقال هما سِيَّانٍ وهما سواءٌ. وتقول: اشتريتُ زوجَيْ حمام وأنت تعنى ذكر وأنثى، وعندي زوجا نعالٍ. وقال تعالى: (من كلِّ زَوْجَينِ اثنين) . والزَوج: النَمَط يطرح على الهودج. قال لبيد: من كل محفوف يظل عصيه * زوج عليه كلة وقرامها والزاج، فارسي معرب (١) . والزيج (٢) : خيط البناء، وهو المطمر، فارسي معرب. وقال الاصمعي: لست أدرى، أعربي هو أم معرب؟\nفصل السين",
    "pg": "1:320-321"
  },
  "زود": {
    "def": "الزاد: طعام يتخذ السفر. تقول: زودت الرجل فتزود. والمزود: ما يجعل فيه الزاد. والعرب تلقب العجم برقاب المزاود.",
    "pg": "2:481"
  },
  "زور": {
    "def": "الزور: الكذِب. والزور أيضاً: الزون، وهو كل شيئ يتخذ رَبَّاً ويُعْبَدُ من دون الله. قال الاغلب. * جاءوا بزوريهم وجئنا بالاصم (١) * وكانوا جاءوا ببعيرين فعقلوهما وقالوا: لا نفر حتى يفر هذان. فعابهم بذلك وجعلهما ربين لهم. ويقال أيضاً: ماله زورٌ ولا صَيُّورٌ، أي رأْي يرجع إليه. والزُوَيرُ: زعيم القوم. قال الشاعر (٢) : بأيدى رجال لا هوادة بينهم * يسوقون للموت الزوير اليلنددا وقال آخر: قد نضرب الجيش الخميس الا زورا * حتى ترى زويره مجورا - والزور: أَعْلَى الصَدرِ. ويُسْتَحَبُّ في الفَرس أن يكون في زَوْرِهِ ضيقٌ، وأن يكون رَحْب اللَبانِ، كما قال عبد الله بن سلمة (١) بن الحارث: مُتَقارِبِ الثَفِناتِ ضَيْقٍ زَوْرُهُ * رَحْبُ اللَبانِ شديدِ طَيِّ ضَريسِ - وقد فرَق بين الزَوْرِ واللَبانِ كما ترى. والزَوْرُ أيضاً: الزائرون، يقال: رجلٌ زائرٌ وقوم زور وزوار، مثل سافر وسفر وسفار، ونسوة زور أيضا وزور، مثل نوم ونوح، وزائرات. والزور بالتحريك: الميل، وهو الصعر. والزور في صدر الفَرَس: دخولُ إحدى الفَهْدَتَيْن وخروج الاخرى. والزوراء: اسم مال كان لاحيحة بن الجلاح الانصاري، وقال فيه: إنى أقيم على الزوراء أعمرها * إن الكريم على الاخوان ذو المال - والزوراء: البئر البعيدة العقر. قال الشاعر: إذ تجعل الجارَ في زَوْراء مُظْلِمَةٍ * زَلخ المقام وتطوى دونه المرسا - وأرض زَوْراءُ: بعيدة. قال الأعشى: يَسْقي دِياراً لها قد أَصْبَحَتْ غَرَضاً * زَوْراَء أَجْنَفَ عنها القَوْدَ والرَسَلُ - والزَوْراءُ: القَدَحُ. قال النابغة: وتُسْقى إذا ما شئتَ غيرَ مُصَرَّدٍ * بِزَوْراَء في حافاتِها المِسْكُ كانِعُ - ويقال للقَوْسِ: زَوْراءُ لميْلِها: وللجيش: أزور. ودجلة بغداد تسمى: الزوراء. والازوار عن الشئ: العدول عنه. وقد ازْوَرَّ عنه ازوِراراً، وازوار عنه ازويرارا، وتزاور عنه تزاورا، كلُّه بمعنى عَدَلَ عنه وانحرف. وقرئ:\n(تزاور عن كفهم) *، وهو مدغم تتزاور. وزُرْتُهُ أُزُورُهُ زَوْراً وزِيارَةً وزوارَةً أيضا، حكاه الكسائي. والزورة: المرة الواحدة. والزورة: البُعْدُ، وهو من الازْوِرارِ. قال الشاعر (١) : وماءٍ وَرَدْتُ على زَوْرَةٍ * كمشى السبنتى يراح الشفيفا - وأزاره، حَمَلَهُ على الزيارة. واسْتَزارَهُ: سَأَله أن يزوره. وتزاوروا: زار بعضهم بعضاً. وازْدار: افْتَعَل من الزيارة. وقال أبو كبير:\nوازْدَرْتُ مُزْدارَ الكَريم المِفْضَلِ (١) * والتَزْويرُ: تَزْيينُ الكَذِبِ. وزورت الشئ: حسنته وقومته. ومنه قول الحجاج: \" امرؤٌ زَوَّرَ نَفْسَهُ \"، أي قَوَّمَها. والتَزْويرُ: كَرامَةُ الزائر. والمَزارُ: الزيارةُ. والمَزارُ: مَوْضِعُ الزيارة. والزيرُ من الرِجال: الذي يحبُّ محادثة النساء ومجالستهن، سمى بذلك لكثرة زيادته لهن. والجمع الزيرة. والزيرُ من الأَوْتارَ: الدقيق. والزير: الكتان، عن يعقوب. والزيار: ما يزير به البَيْطارُ الدَابَّةَ، أي يَلوي به جَحْفَلَتَهُ. قال أبو عمرو: الزِوارُ: حبل يُجْعل بين التصدير والحَقَبِ، والجمع أزورة. والزور: مثال الهجف: السير الشديد. قال القطامى: يا ناق خبى خببا زورا * وقلبي (٢) منسمك المغبرا -",
    "pg": "2:672-674"
  },
  "زوع": {
    "def": "زاعَ بعيرَه يَزوعُهُ زَوْعاً، أي حرّكه بزِمامٍ (٢) إلى قُدَّامٍ ليزداد في سيره. قال ذو الرمة: وخافِقِ الرأسِ فوق الرِحْلِ (٣) قلتُ له * زُعْ بالزِمام وجَوْزُ الليل مركوم * ومن رواه \" زع \" بالفتح من وزعه فقد غلط، لانه ليس يأمره بأن يكف بعيره.",
    "pg": "3:1226"
  },
  "زوق": {
    "def": "الزاوُوقُ: الزئبقُ في لغة أهل المدينة، وهو يقع في التَزاويقِ، لأنَّه يُجْعَلُ مع الذهب على الحديد ثم يُدخَلُ في النار فيذهب منه الزئبق ويبقى الذهب، ثمَّ قيل لكل مُنَقَّشٍ: مُزَوَّقٌ، وإن لم يكن فيه الزئبقُ. وزَوَّقْتُ الكلام والكتابَ، إذا حسنته وقومته. وزييق (١) القميص: ما أحاط بالعنق. وزيق بن بسطام بن قيس، من شيبان. وتزيقت المرأة مثل تزيغت، إذا تزينت واكتحلت.",
    "pg": "4:1492"
  },
  "زول": {
    "def": "الزَوْلُ: العجبُ. قال الكميت: فقد صرت عما لها بالمشيب زولا لديها هو الازول والجمع الا زوال. والزول: الرجل الخفيف الظريف. قال ابن السكيت: يُعْجَبُ من ظَرفه. والمرأةُ زَوْلَةٌ. ويقال: هي الفَطِنَةُ الداهية. والزَوَّالُ: الذي يتحرك في مِشيته كثيراً وما يقطعه من المسافة قليل (١) . وأنشد أبو عمرو * البحتر المجدر الزوال (١) * والزائلة: كل شئ يتحرك. وكنت امرأ أرمي الزَوائِلَ مَرَّةً فأصبحتُ قد ودعت رمى الزوائل (٢) والزديال: الازالة. وقال:\nممن أراد ازديالها (٣) * والمُزاوَلَةُ، مثل المحاولة والمعالجة. وقال رجل لآخر عَيَّرَهُ بالجبن: والله ما كنتُ جباناً ولكنِّي زاولت مُلْكاً مؤجّلاً. وقالَ زهير: فبِتْنا وُقوفاً عند رأس جوادنا يُزاوِلُنا عن نفسه ونُزاوِلُهْ وتَزاوَلوا: تعالجوا. وزال الشئ من مكانه يزول زَوالاً، وأَزالَهُ غيره وزَوَّلَهُ، فانْزالَ. وما زالَ فلانٌ يفعل كذا. وحكى أبو الخطاب: ما زيل يفعل كذا، وقد فسرناه في (كاد) .",
    "pg": "4:1719-1720"
  },
  "زون": {
    "def": "الزون: الصنم وكل شئ يتَّخذونه ويُعبد. قال جرير: تَمْشي (٣) بها البَقَرُ المَوْشِيُّ أكْرُعُهُ مَشْيَ الهَرابِذِ تَبْغي بيعةَ الزونِ وهو مثل الزور. ورجل زون، بالتشديد أي قصير، والمرأة زِوَنَّةٌ. والزَوَنزي: القصير. والزَوانُ (١) : حَبٌّ يُخالط البُرَّ. والزُوانُ بالضم مثله، وقد يهمز.",
    "pg": "5:2132"
  },
  "زيب": {
    "def": "ابن السكيت: الازيب، على أَفْعَلَ: النشاطُ، ويُؤَنَّثُ، يقال: مَرَّ فلانٌ وله أَزْيَبُ مُنْكَرَةٌ، إذا مَرَّ مَرَّاً سريعاً من النَشاط. والازيب: الدعى. قال لشاعر (١) : فأعطوه مِنّي النِصْفِ أو أَضْعَفوا له * وما كنتُ قُلاًّ قبلَ ذلك أَزْيَبا (٢) والأَزْيَبُ: العداوةُ، والأَزْيَبُ: النَكْباءُ التي تجري بين الصَبا والجَنوبِ. قال أبو عمرو في قول الشاعر:\nعن ثَبَجِ البَحْرِ يَجيشُ أَزْيَبُهُ (٣) *: هو الماء الكثير. أبو زيد: أخذني من فلان الازيب، وهو الفزع. فصل السين",
    "pg": "1:144"
  },
  "زيت": {
    "def": "الزَيْتونُ معروف، الواحدة زَيْتونَة. والزَيْتُ: دُهْنُه. وزِتُّ الطعامَ أَزيتُهُ زَيْتاً، إذا جَعَلْتَ فيه الزيت. وطعامٌ مَزيتٌ على النَقْصِ، ومَزْيوتٌ على التمام. وقال (١) في النقصان: جاءوا بعير لم تكن يمنية (٢) * ولا حنطة الشام المزيت خميرها وزت القوم: جعلت أُدْمَهُم الزَيْتَ. وزَيَّتُّهُم، إذا زَوَّدْتَهم الزَيْتَ. وجاءوا يَسْتَزيتونَ، أي يستوهبون الزيت.\nفصل السين",
    "pg": "1:250"
  },
  "زيح": {
    "def": "زاح الشئ يزيح زيحا (٢) ، أي بَعُد وذهب. وأَزاحَهُ غيره، ومنه قول الاعشى:\nقد أزحنا هزالها (٣) * وأزحت علته فزاحت. فصل السين",
    "pg": "1:371-372"
  },
  "زيد": {
    "def": "الزِيادة: النموُّ. وكذلك الزُوادَةُ، حكاها يعقوب بن الكسائي عن البكري. تقول: زاد الشئ يزيد زيدا وزِيادَةً، أي ازداد. وزاده الله خيرا (١) ، وزاد فيما عنده. والمزيد: الزايادة. ويقال: أفعل ذلك زيادة. والعامة تقول زائدة. واستزادَه، أي استَقْصَرَهُ. وتَزَيَّدَ السِعْرُ: غَلاَ. والتَزَيُّدُ في السير: فوق العَنَقِ. والتزيُّدُ في الحديث: الكذب. وزائِدةُ الكَبِد: هُنَيَّةٌ منها صغيرة إلى جنبها مُتَنَحِيَّةٌ عنها، وجمعها زوائد. وكان سعيد بن عثمان يلقب بالزوائدى، لانه كان له ثلاث ببضات زعموا. والاسد ذو زوائد، يعنى به أظفارُه وأنيابُه وزَئيرُه وصَوْلَتُهُ. والزَيْدُ والزيدُ: الزِيادَةُ. ويروى قول الشاعر (١) : وأنتمُ مَعْشَرٌ زَيْدٌ على مِائَةٍ * فَأَجْمِعوا أَمْرَكُمْ طُرَّاً فَكيدوني - بالفتح والكسر (٢) . وتزيد: أبو قبيلة، وهو تزيد بن حلوان ابن عمران بن الحاف بن قضاعة، وإليه تنسب البرود التزيدية. قال علقمة: رد القيان جمال الحى فاحتملوا * فكلها بالتزيديات معكوم - وهى برود فيها خطوط حمر تشبه بها طرائق الدم. قال أبو ذؤيب: يعثرن في حد الظبات كأنما * كسيت برود بنى تزيد الاذرع - والمزادة: الرواية. قال أبو عبيد: لا تكون إلا من جلدين تفأم بجلد ثالث بينهما لتتسع. وكذلك السطحية والشعيب. والجمع المزاد والمزائد.\nفصل السين",
    "pg": "2:481-482"
  },
  "زيغ": {
    "def": "الزَيْغُ: الميلُ. وقد زاغَ يَزيغُ. وزاغَ البصر، أي كَلَّ. وأَزاغَهُ عن الطريق، أي أمالَه. وزاغَتِ الشمس، أي مالت، وذلك إذا فاء الفئ. وقوم زاغة عن الشئ، أي زائغون. والتزايغ: التمايل. قال أبو زيد: تزيغت المرأة، أي تزينت وتبرجت. فصل السين",
    "pg": "4:1320-1321"
  },
  "زيف": {
    "def": "زافَ البعيرُ يَزيفُ، أي تَبختَر في مِشيته. والزَيَّافَةُ من النوق: المختالة. ومنه قول عنترة ينباع من زفرى غضوب جسرة زيافة مثل الفنيق المكدم (١) وكذلك الحمام عند الحمامة، إذا جر الذنابى ودفع مُقَدَّمَهُ بمؤخَّره واستدار عليها. ودرهمٌ زَيْفٌ وزائِفٌ. وقد زافَتْ عليه الدراهم، وزيفتها أنا.\nفصل السين",
    "pg": "4:1371"
  },
  "زيل": {
    "def": "زلت الشئ من مكانه أَزيلُهُ زَيْلاً: لغة في أَزَلْتُهُ. يقال: زالَ اللهُ زَوالَهُ وأزالَ اللهُ زَوالَهُ بمعنىً، إذا دعا عليه بالبلاء والهلاك. قال الأعشى: هذا النهارُ بَدا لها من هَمِّها ما بالُها بالليل زال زَوالُها (١) ويقال أيضاً: زيلَ زَويلُهُ. قال ذو الرمة * إذا ما رأتنا زيل منازويلها (١) * أي زيلَ قلبُها من الفزع. وزِلْتُ الشئ أزيله زيلا، أي مزته وفرقته. يقال زل ضأنك من معزاك. وزلته منه فلم ينزل، ومزته فلم ينمز. وزيلته فتزيل، أي فرقته فتفرّق، وَمنه قوله تعالى: ﴿فَزَيَّلْنا بينهم﴾ ، وهو فعلت لانك تقول في مصدره تزييلا، ولو كان فيعلت لقلت زيلة. والمزايلة: المفارقة. يقال زايله مُزايَلَةً وزِيالاً، إذا فارقه والتَزايُلُ: التباين. والزيل، بالتحريك، تباعد ما بين الفخذين كالفحج. المجلد الخامس ...\nباب اللام:\nفصل السين:",
    "pg": "4:1720-1723"
  },
  "زيم": {
    "def": "الاصمعي: اللحم الزيم: المتفرق ليس بمجتمع في مكان فيبدن. وزيم: اسم فرس، لا ينصرف للمعرفة والتأنيث. قال الراجز (١) :\nهذا مكان الشد فاشتدى زيم (٢)\nفصل السين",
    "pg": "5:1947"
  }
}