{
  "كأب": {
    "def": "الكأبة: سوء الحال والانكسارُ من الحزن. وقد كَئِبَ الرجُل يكأب كأبة وكآبة، مثل رأفة ورآفة، ونشأة ونشاءة، فهو كئيب، وامرأة كئيبة وكأباء أيضا. قال الراجز (١) : عز على عمك أن تؤوقى (٢) * أو أن تبيتى ليلة لم تغبقى * أو أن ترى كأباء لم تبر نشقى * واكتأب الرجلُ مثله. ورَمادٌ مكتئبُ اللون، إذا ضربَ إلى السَواد كما يكون وجه الكئيب.",
    "pg": "1:207"
  },
  "كأد": {
    "def": "عقبةٌ كَؤودٌ: شاقَّةُ المصعَدِ. وتكادني الشئ وتكاءدنى، أي شق على، تفاعل وتفعل بمعنى.",
    "pg": "2:529"
  },
  "كأكأ": {
    "def": "تَكَأْكَأَ، أي: جَبُنَ وضَعُفَ ونَكَصَ، مثل: تَكَعْكَعَ. والمتكأكئ: القصير. والتكأكؤ: التجمع. وسقط عيسى بن عمر عن حمار له فاجتمع عليه الناس فقال: مالكم تكأكأتم على تكأكؤكم على ذى جنة، افرنقعوا عنى (١) .",
    "pg": "1:66"
  },
  "كأل": {
    "def": "أبو زيد: الكَوَأْلَلُ: القصير. وقد اكْوَأَلَّ الرجلُ فهو مُكْوَئِلٌّ.",
    "pg": "5:1808"
  },
  "كاس": {
    "def": "الكأْسُ مؤنَّثة. قال الله تعالى: ﴿بكَأْسٍ من مُعينٍ. بيضاءَ﴾ . وأنشد الأصمعيّ (١) : من لم يَمُتْ عَبْطَةً يَمُتْ هرَماً * للموتِ كأسٌ فالمرءُ ذائِقُها * قال ابن الأعرابي: لا تسمَّى الكأس كأسَا إلا وفيها الشراب. والجمع كُؤُوسٌ، وأكْؤُسٌ، وكياس (٢) .",
    "pg": "3:969"
  },
  "كبا": {
    "def": "كَبا لوجهه يَكْبو كَبْواً (١) : سقط ; فهو كابٍ. أبو عمرو: إذا حنذت الفرس فلم تعرق قيل: كَبا الفرس. قال أبو الغوث: وكذلك إذا كَتَم الربو. وكَبا الزندُ، إذا لم تخرج نارُه. وأكْباهُ صاحبُه، إذا دخَّن ولم يور. وكبوت الشئ، إذا كسحته. وكَبَوْتُ الكوز، إذا صببت ما فيه. والكِبا مقصورٌ: الكناسة، والجمع الاكباء، مثل معى وأمعاء. والكبة مثله، والجمع كبون. قال الكميت: وبالعذوات منبتنا نضار * ونبع لا فصافص في كبينا والكباء ممدود: ضرب من العود. وقال (٢) :\nورندا ولبنى والكباء المقترا (٣) * (*) يقال منه: كبى ثوبه بالتشديد، أي بخَّره. وتَكَبَّى واكْتَبَى، أي تبخَّر. والكَبْوَةُ: مثل الوقفة تكون منك لرجل عند الشئ تكرهُه. ابن السكيت: خَبَتِ النار، أي سكن لهبها. وكَبَتْ، إذا غطَّاها الرماد والجمر تحته. وهَمَدَتْ، إذا طَفِئَتْ ولم يبقَ منها شئ البتة. وفلان كابى الرماد، أي عظيم الرماد ينهال.",
    "pg": "6:2471"
  },
  "كبب": {
    "def": "كَبَّه الله لوجهه، أي صَرَعه، فأكبَّ على وجهه. وهذا من النوادر أن يقال أفَعَلْتُ أنا وفَعَلْتُ غيري. يقال: كَبَّ الله عدوَّ المسلمين، ولا يقال أكب. وكبكبه، أي كبه. ومنه قوله تعالى: (فكُبْكِبوا فيها هُمْ والغاوون) . وأكب فلان على الامر يفعله وانكب، بمعنى. وتقول: جاء متكبكبا في ثيابه، أي متزملا. وتكببت الابل، إذا صُرِعت من داءٍ أو هُزال. والكُبَّةُ أيضاً: الجَروَهْقُ من الغَزْل، تقول منه: كَبَبْتُ الغزْل، أي جعلته كُبَباً. والكَبَّةُ بالفتح: الدَفعة في القتال والجري، وهو إفلات الخيل على المِقْوَس للجري أو للحملة. وكذلك كَبَّةُ الشتاء: شِدَّته ودَفْعَتُهُ. والكَبَّةُ أيضاً: الزحام. والكَبابُ: الطَباهِجُ. والكَبابَةُ: دواءٌ. والكُبابُ بالضم: ما تَكَبَّبَ من الرمل أي تجعَّدَ. قال ذو الرمّة: توخاه بالاظلاف حتى كأنما * يثرن (١) الكُبابَ الجَعْدَ عن مَتْنِ مِحْمَلِ وكبكب: اسم جبل، صرفه امرؤ القيس في قوله: فآخر منهم سالك بطن نَخْلةٍ (٢) * وآخرُ منهم جازِعٌ نَجْدَ كبكب وترك صرفه الاعشى في قوله: ومن يغترب عن قومه لا يزل يرى * مصارع مظلوم مجرا ومسحبا وتدفن منه الصالحات وإن يسئ * يكن ما أساء النار في رأس كبكبا",
    "pg": "1:207-208"
  },
  "كبت": {
    "def": "الكَبْتُ: الصرف والإذلال. يقال: كَبَتَ الله العدوَّ، أي صَرَفَهُ وأذلَّه. وكَبَتَه لوجهه. أي صرعه.",
    "pg": "1:262"
  },
  "كبث": {
    "def": "الكَباثُ بالفتح: النَضيجُ من ثمر الاراك. وما لم يونع فهو برير. وكبث اللحم بالكسر، أي تغير وأروح. وينشد: أصبح عمار نشيطا أبثا * يأكل لحما بائتا قد كبثا",
    "pg": "1:290"
  },
  "كبح": {
    "def": "كَبَحْتُ الدابَّة، إذا جذبتَها إليك باللجام لكي تقفَ ولا تجرى. يقال أكمحتها، وأكفحتها، وكبحتها هذه وحدها بلا ألف، عن الاصمعي.",
    "pg": "1:398"
  },
  "كبد": {
    "def": "الكَبِدُ والكِبْدُ: واحدة الأكْبادِ، مثل كذب وكذب. ويقال أيضا كبد للتخفيف، كما قالوا للفخذ فخذ. وكبد السماء: وسطها. يقال: كَبَّدَ النجمُ السماءَ، أي توسَّطها. وتَكَبَّدَتِ الشمسُ، أي صارت في كَبِدِ السماءِ. وتَكَبَّدَ اللبنُ: غَلُظَ وخَثُرَ. وكُبَيْداتُ السماءِ، كأنَّهم صغَّروا كُبيدَةً ثم جمعوا. وكَبِدُ القوسِ: مَقبِضها: يقال: ضَع السهمَ على كَبِدِ القوسِ، وهى ما بين مقبضها ومجرى السهم منها. وكَبَدْتُ الرجلَ: أصبْت كَبِدَهُ، فهو مَكْبودٌ. والأكْبَدُ: الضخمُ الوسط، ولا يكون إلا بطئ السيرِ. وامرأةٌ كَبْداءُ بيِّنة الكَبَدِ، بالتحريك. وقوسٌ كَبْداءُ، إذا ملأ مَقبِضُها الكفَّ. والكَبَدُ: الشِدَّةُ. قال تعالى:\n(لقد خَلَقْنا الإنسانَ في كَبَدٍ) *. وكابَدْتُ الأمرَ، إذا قاسيتَ شدته. والكباد: وجع الكبد. وفي الحديث \" الكباد \" من العب \". الاصمعي: يقال للأعداء: سودُ الأكبادِ، كما يقال لهم: صهب السبال، ون لم يكونوا كذلك. قال الأعشى: فما أُجْشِمَتْ من إتْيانِ قومٍ * هم الاعداء والاكباد سود - وقولهم: فلان تُضْرَبُ إليه أكْبادُ الإبل، أي يُرْحَلُ إليه في طلب العلم وغيره.",
    "pg": "2:529-530"
  },
  "كبر": {
    "def": "الكِبَرُ في السنّ وقد كَبِرَ الرجل يَكْبَرُ كِبَراً، أي أسن، ومكبرا أيضا، بكسر الباء. ويقال: علاه المَكْبِرُ. والاسم الكَبْرَةُ بالفتح. يقال: عَلَتْ فلاناً كَبْرَةٌ. وكَبُرَ بالضم يَكْبُرُ، أي عَظُمَ، فهو كَبيرٌ وكُبارٌ. فإذا أفرط قيل: كُبَّارٌ بالتشديد. والكبر بالكسر: العظمة، وكذلك الكبرياء. وكبر الشئ أيضا: معظمه. قال الله تعالى:\n(والذي تَوَلَّى كِبْرَهُ (٢)) *. وقال قيس بن الخطيم: تَنامُ عن كِبْرِ شَأنها فإذا * قامت رويدا تكاد تنغرف - ويقال أيضاً: فلانٌ كِبْرَةُ ولدِ أبويهِ، إذا كان آخرهم. وقال ابن السكيت: يستوى فيه الواحد والجمع والمؤنث. وقال أبو عبيد: هو مثل قولهم: عجزة ولد أبويه. وقولهم: كبر قومه بالضم، أي هو أقْعَدَهَمْ في النسب، وفى الحديث: \" الولاء للكبر \"، وهو أن يموت الرجل ويترك ابنا وابن ابن، فالولاء للابن دون ابن الابن. ويقال أيضا: كبر سياسة الناس في المال. وفلانٌ إكْبِرَّةُ قومِهِ، بالكسر والراء مشدَّدة أي كُبْرُ قومه، يستوي فيه الواحد والجمع والمؤنث. والكَبَرُ بالتحريك: الأصَفُ، فارسيٌّ معرب. والكُبْرى: تأنيث الأكْبَرِ، والجمع الكُبَرُ وجمع الأكْبَرِ الأَكابِرُ والاكبرون، ولايقال كبر، لان هذه البنية جعلت للصفة خاصة، مثل الاحمر والاسود، وأنت لا تصف بأكبر. كما تصف بأحمر ولا تقول هذا رجل أكبر حتى تصله بمن أو تدخل عليه الالف واللام. والمكبوراء: الكِبارُ. وقولهم: توارثوا المجد كابِراً عن كابِرٍ، أي كَبيراً عن كَبيرٍ في العزّ والشرف. وأكْبَرْتُ الشئ، استعظمته. وأكبر الصبى، أي تَغَوَّطَ، وهو كنايةٌ. والتَكْبيرُ: التعظيمُ. والتكبر والاستكبار: التعظيم. والكبريت معروف. وقولهم: \" أعز من الكِبْريتِ الأحمرِ \" إنَّما هو كقولهم: \" أعزُّ من بَيْضِ الأَنوقِ \". ويقال أيضاً: ذهبٌ كِبْريتٌ، أي خالص. قال رؤبة بن العجاج: هل ينفعني كذب سختيت * أو فضة أو ذهب كبريت -",
    "pg": "2:801-802"
  },
  "كبس": {
    "def": "كَبَسْتُ النهرَ والبئرَ كَبْساً: طممتُها بالتراب. واسم ذلك التراب كِبْسٌ بالكسر. وربَّما قالوا كَبَسَ رأسَه، أي أدخله في ثيابه. ويقال رجلٌ أكْبَسُ بيِّن الكَبَسِ (٣) ، للذي أقبلتْ هامتُه وأدبرتْ جبهتُه. والكُباسُ بالضم: العظيم الرأس. والكِباسَةُ بالكسر: العِذْقُ. وهو من التمر بمنزلة العنقود من العنب. والكبيس: ضربٌ من التمر. والسنة الكَبيسَةُ التي يُسْتَرَقُ (١) منها يوم، وذلك في كلِّ أربع سنين. والكابوسُ: ما يقع على الإنسان بالليل. ويقال: هو مقدِّمة الصَرْعِ. وكَبَسوا دارَ فلان: أغاروا عليها فجأة.",
    "pg": "3:969"
  },
  "كبش": {
    "def": "الكبش: واحد الكباش والأكبش. وكبش القوم: سيدهم.",
    "pg": "3:1017"
  },
  "كبل": {
    "def": "الكَبْلُ: القيد الضخمُ. يقال: كَبَلْتُ الأسيرَ وكَبَّلْتُهُ، إذا قَيَّدْتَهُ، فهو مَكْبولٌ ومُكَبَّلٌ. والكَبْلُ: ما ثُنِيَ من شَفةِ الدَلْوِ، وهو إبْدالُ الكَبْنِ. وفروٌ كَبَلٌ، بالتحريك، أي قصيرٌ. والمُكابلَةُ: التأخيرُ والحبسُ. يقال: كَبَلْتُكَ دَيْنَكَ. والمُكابلَةُ: أن تُباعَ الدارُ إلى جنبِ دارك وأنت محتاجٌ إليها فتُؤَخِّرَ شراءها ليشتريَها غيرُك، ثمَّ تأخذها بالشُفْعةِ. وقد كره ذلك. وفي حديث عثمان رضى الله عنه: \" إذا وقعت السهمان فلا مكابلة \" يقول: إذا حدت الدور فلا يحبس أحد عن حقه. كأنه كان لا يرى الشفعة للجار.",
    "pg": "5:1808-1809"
  },
  "كبن": {
    "def": "الأصمعيّ (٢) : الكَبْنُ: ما ثُنِيَ من الجلد (*) عند شفة الدلو ثمَّ خُرز. تقول منه: كَبَنْتُ الدلوَ بالفتح أكْبنها بالكسر، إذا كففتَ جوانبَ شفتها. وكَبَنْتُ عن الشئ: عدلت عنه. وكبنت الشئ: غَيَّبْتُهُ، وهو مثل الخبْن. وكَبِنَ فلانٌ: سَمِنَ. والكُبُنَّةُ: المنقبض البخيل. وقال (١) : يسر إذا كان (٢) الشتاء وأمحلوا * في القوم غير كبنة علفوف الأمويّ: كَبَنَ الظبي، إذا لطَأ. واكبأن انقبض. قال مدرك (٣) :\nيا كروانا صك فاكبأنا (٤) * ورجل مكبون الاصابع، وهو مثل الشثن. والكبان: داء يأخذ الإبلَ. يقال: بعيرٌ مَكْبونٌ.",
    "pg": "6:2186"
  },
  "كتب": {
    "def": "الكتاب معروف، والجمع كُتُبٌ وكُتْبٌ. وقد كتبْتُ كَتْباً وكِتاباً وكِتابَةً. والكتاب: الفَرْضُ والحُكْمُ والقَدَر. قال الجعديّ: يا ابنة عَمِّي كتابُ الله أخرجَني * عنكمْ وهل أمنعنَّ الله ما فَعَلا قال ابن الأعرابي: الكاتب عندهم: العالِم. قال الله تعالى: (أمْ عندهم الغيْبُ فهم يَكتُبونَ) . والكَتْبُ: الجمع، تقول منه: كتبْتُ البغلَة، إذا جمعتَ بين شُفريها بحَلْقةٍ أو سيرٍ، أكْتِبُ وأكْتُبُ كَتْباً. وكَتَبْت القِربة أيضاً كَتْباً، إذا خرزْتها، فهي كَتيبٌ. والكُتْبَةُ بالضم: الخُرْزَةُ. قال ذو الرمّة: وَفْراَء غَرْفِيَّةٍ أثْأى خوارزَها * مُشَلْشَلُ ضَيَّعَتْهُ بينها الكُتَبُ والكُتَّابُ: الكَتَبَةُ. والكُتَّابُ أيضاً والمَكْتَبُ واحد، والجمع الكتاتيب. والكُتَّابُ أيضاً: سهمٌ صغير مُدوَّر الرأس يتعلم به الصبى الرمى، وبالثاء أيضا، والتاء في هذا الحرف أعلى من الثاء. والكتيبة: الجيش، تقول منه: كَتَّبَ فلانٌ الكتائب تكتيباً، أي عبَّاها كتيبةً كتيبةً. وتَكَتَّبَت الخيلُ، أي تجمَّعت. قال أبو زيد: كَتَّبْتُ الناقة تكتيباً، إذا صَرَرْتَها. وتقول: أكْتِبْني هذه القصيدة، أي أملِها عليّ. وأ كتبت القربة أيضا: شددتها بالوكاء، وكذلك كَتَبْتُها كَتْباً، فهي مُكْتَبٌ وكَتيبٌ. واكْتَتَبْتُ الكتابَ، أي كَتَبْتُه. ومنه قوله تعالى: (اكْتَتَبَها فهيَ تُمْلى عَلَيه) . وتقول أيضاً: اكتتب الرجلُ، إذا كَتَبَ نفسه في ديوان السلطان. والمُكْتِبُ (١) : الذي يعلِّم الكتابة. قال الحسن: كان الحجَّاج مُكْتِباً بالطائف، يعني معلِّماً. واستكتبه الشئ، أي سأله أن يكتبه له. والمكاتبة والتكاتب بمعنًى. والمُكاتَبُ: العبد يُكاتَب على نفسه بثمنه، فإذا سعى وأداه عتق.",
    "pg": "1:208-209"
  },
  "كتت": {
    "def": "الكَتيتُ: صوت البَكْرِ، وهو فوق الكَشيشِ. يقال: كَتَّ البعير يَكِتُّ بالكسر، إذا صاح صياحاً ليِّناً. وكَتَّ الرجُل من الغضب. وكَتَّتِ القِدر: غَلَتْ، وكذلك الجرَّة الجديد (١) إذا صب فيها الماء. ويقال: أتانا بجيش ما يُكَتُّ، أي ما يحصى عدده. والكتكتة في الضحك: دون القهقهة.",
    "pg": "1:262"
  },
  "كتح": {
    "def": "كَتَحَهُ كَتْحاً (١) إذا رمى جسمه بما أثَّر فيه. والطعامَ، إذا أكل منه حتَّى شبع.",
    "pg": "1:398"
  },
  "كتد": {
    "def": "الكتد والكتد: مابين الكاهل إلى الظَهر. والكَتَدُ: نجمٌ.",
    "pg": "2:530"
  },
  "كتر": {
    "def": "الكتر بالكسر: السنام. قال الشاعر (١) :\nكتر كحافة كير الين ملموم (٢) * قال الاصمعي: ولم أسمع الكتر إلا في هذا البيت. والكتر بالتحريك مثله. قال أبو عبيد: يقال هو بناءٌ مثل القُبَّة، شبه السنام به.",
    "pg": "2:802"
  },
  "كتع": {
    "def": "يقال: ما بالدار كَتيعٌ، أي أحد. حكاه يعقوب، وسمعته أيضا من أعراب بنى تميم. والكتع: ولد الثعلب، والرجلُ اللئيم أيضاً ; والجمع كِتْعانٌ، مثل صرد وصردان. وكُتَعُ: جمع كَتْعاءَ في توكيد المؤنَّث. يقال: اشتريت هذه الدار جمعاءَ كَتْعاءَ، ورأيت أخَواتِك (١) جُمَعَ كُتَعَ. ورأيت القوم أجمعين أكْتَعينَ. ولا يُقَدَّمُ كُتَعُ على جُمَعَ في التأكيد، ولا يُفْرَدُ لأنه إتباعٌ له. ويقال إنَّه مأخوذ من قولهم: أتى عليه حَوْلٌ كتيع، أي تام. وهذا الحرف سمعته من بعض النحويين، ذكره في شرح كتاب الجرمى. وكتع، أي هرب.",
    "pg": "3:1274-1275"
  },
  "كتف": {
    "def": "الكتف والكتف. مثال كذب وكذب، والجمع الاكتاف. يقال رجلٌ أكْتفُ بيِّن الكَتَفِ، أي عريض الكَتِفِ. والأكْتفُ أيضاً من الخيل: الذي في أعالي عراضيف كتفه انفراج. والكتيفة: ضبة الباب، وهي حديدة عريضة. ومنه قول الأعشى: أو إناءُ النُضار لاحمه القين ودانى صدوعه بالكَتيفِ (١) والكَتيفَةُ: السخيمةُ والحقدُ. قال القَطامي: أَخوكَ الذي لا تَملِكُ الحِسَّ نَفْسُهُ وتَرْفَضُّ عند المُحْفظاتِ الكَتائفُ (٢) والكُتفانُ: الجراد أول ما يطير منه، الواحدة كتفانة، ويقال هي الجراد بعد الغوغاء، أولها السرو، ثم الدبا، ثم الغوغاء، ثم الكتفان. والكتف: المشيُ الرويد. وقد كَتَفتِ الخيل وتكتف، إذا ارتفعت فروع أكتافها في المشي. والكَتْفُ أيضاً: أن يشد حنوا الرجل أحدهما على الآخر. وكَتَفتُ الرجل، إذا شددت يديه إلى خَلف بالكِتافِ، وهو حبلٌ. والكَتَفُ بالتحريك: ظَلْعٌ يأخذ من وجعٍ في الكَتِفِ، عن ابن السكيت. يقال: جملٌ أكْتَفُ، وناقة كتفاء.",
    "pg": "4:1419-1420"
  },
  "كتل": {
    "def": "الكُتْلةُ: القطعة المجتمعة من الصمغ وغيره. والمِكتَلُ: شبه الزنبيل، يَسَعُ خمسةَ عَشر صاعاً. والمُكَتَّلُ، بالتشديد: القصيرُ. أبو عمرو: الكتيلةُ بلغة طيئ: النخلة التى فاتت اليد. وأنشد: قد أبصرت سعدى بها كتائلى مثل العذارى الحسن العطابل طويلة الاقناء والاثاكل والعطابل: جمع العطبول. ويروى \" الحسر \" بالراء. والتكتل: ضرب من المشى. والكُنْتَألُ، بالضم: القصيرُ، والنون زائدةٌ.",
    "pg": "5:1809"
  },
  "كتم": {
    "def": "كتمت (١) الشئ كتما وكتمانا، واكْتَتَمْتُهُ أيضاً. وسحابٌ مُكْتَتِمٌ: لا رعد فيه. وسرٌّ كاتِمٌ، أي مَكْتومٌ. ومُكَتّمٌ بالتشديد: بولغ في كِتْمانِهِ. واسْتَكْتَمْتُهُ سرّي: سألته أن يَكْتُمَهُ. وكاتَمني سرَّه: كَتَمَهُ عني. ورجل كتمة، مثال همزة، إذا كان يكتم سره. ويقال للفرس إذا ضاق مَنْخِرُهُ عن نَفَسْه: قد كَتَمَ الرَبْوَ. قال بشر: كأنَّ حَفيفَ مَنْخِرِهِ إذا ما كَتَمْنَ الرَبْوَ كيرٌ مُسْتَعارُ يقول: مَنْخِرُهُ واسعٌ لا يَكْتُمُ الربو إذا كَتَمَ غيره من الدواب نَفَسَه من ضيق مَخرجِه. والكَتومُ: القوس التي لا شقَّ فيها. وقال (١) : كَتومٌ طِلاعُ الكَفِّ لا دونَ مِلْئِها ولا عَجْسُها عن موضع الكَفِّ أفْضَلا وناقةٌ كتومٌ: لا ترغو إذا رُكِبَت. وخَرْزٌ كَتيمٌ: لا يخرج منه الماء. وسقاءٌ كَتيمٌ. والكتم بالتحريك: نبت يخلط بالوسمة يختضب به. وكتمان بالضم: اسم جبل. وكتامة: قبيلة من البربر.",
    "pg": "5:2018-2019"
  },
  "كتن": {
    "def": "الكَتَّانُ بالفتح معروف، وحذَفَ الأعشى منه الألف للضرورة فقال هو الواهبُ المُسْمِعاتِ الشُرو * بَ بين الحرير وبين الكتن كما حذفها ابن هرمة في قوله: بينا أحبر مدحا عاد مرثية * هذا لعمرك شر دينه عدد دينه: دأبه. والعدد: العداد، وهو اهتياج وجع اللديغ. والكتن: الدرَن والوسَخ، وأثر الدخان في البيت. وكَتِنَتْ جحافُل البعير من أكل العشب، إذا لزقَ به أثر خضرته. قال ابن مقبل: والعير ينفخ في المكتان قد كتنت * من جحافله والعضرس الثجر (١) الثجر: جمع ثجرة، وهى القطع منه. وقيل: الثجر الجماعات المتفرقة منه، قطعة هنا وأخرى هنا. والعضرس: شجر له نور أحمر إلى السواد. ويروى: \" الثجر \" بفتح الثاء وكسر الجيم، وهو المعرض. (*) وثجرة الوادي: وسطه حيث اتسع وانبطح. ويقال احتل ثجرته، أي وسطه وأعرضه. والمكتان: نبت، وهو من خير النبت، الواحدة مُكْتانَةٌ. وكَتِنَتْ: لزِجَت واتسخت. وكلُّ ما اتسخَ فقد كَتِنَ. ويقال حَشَرَ الوَطْبُ وكَتِنَ، إذا اتّسخ وكثُر عليه [اللبن (١) ] . وسقاءٌ كَتِنٌ، إذا تلزج به الدرن.",
    "pg": "6:2186-2187"
  },
  "كتى": {
    "def": "قال الخليل: اكتوتى الرجل، إذا بالغ في صِفَة نفسه من غير عمل. واكتوتى، إذا تتعتع.",
    "pg": "6:2471"
  },
  "كثأ": {
    "def": "أبو زيد: كَثَأ اللبنُ يَكْثَأُ كَثْأً، إذا ارتفع فوق الماء وصَفا الماء من تحت اللبن. قال: وكثَأتِ القِدْرُ كَثْأً، إذا أزبَدَت للغَلي، يقال: خذ كَثْأةَ قِدرِك وكُثْأةَ قِدْرك (٢) ، وهو: ما ارتفع منها بعد ما تَغْلي. قال: وكثَأتْ أوبارُ الإبل كثأ: نبتت، وكذلك كثأ اللبن الوبر والنبت تكثئة. وأنشد ابن السكيت: وأنت امرؤٌ قد كَثَّأتْ لك لِحْيَةٌ * كأنَّكَ منها قاعدٌ في جُوالقِ ويقال أيضاً: كثَّأتُ، إذا أكلتَ ما على رأس اللبن.",
    "pg": "1:66-67"
  },
  "كثا": {
    "def": "كثوة بالفتح: اسم شاعر.",
    "pg": "6:2471"
  },
  "كثب": {
    "def": "كثبت الشئ أكثبه كثبا، إذا جمعته. وانكثب الرملُ، أي اجتمع. وكلُّ ما انصبَّ في شئ فقد انكثب فيه. ومنه سمِّي الكثيبُ من الرمل، لأنه انصبّ في مكانٍ فاجتمع فيه، والجمع الكُثْبانُ (١) ، وهي تلال الرمل. والكُثْبَةُ من اللبن: قَدْرُ حَلْبة. وقال أبو زيد: ملء القَدَح من اللبن. والجمع كثب. قال الراجز: برح بالعينيين خطاب الكثب * يقول إنى خاطب وقد كذب * وإنما يخطب عسا من حلب * يعنى الرجل يأتي بعلة الخطبة وإنما يريد القرى. وكل شئ جمعته من طعام أو غيره بعد أن يكون قليلاً فهو كثبة. والكثب، بالتحريك: القرب. يقال: رماه من كَثَب. ويقال: أكْثَبَك الصيد، أي أمكنك. والكاثب: اسم جبل. قال أوس ابن حجر: لأَصْبَحَ رَتْماً دُقاقَ الحَصى * مَكانَ النبي من الكاثب (١) والكاثبة من الفرس: مقدَّم المِنْسَج حيث تقع عليه يد الفارس.",
    "pg": "1:209-210"
  },
  "كثث": {
    "def": "كث الشئ كثاثة، أي كَثُفَ. ولحيةٌ كَثَّةٌ وكَثَّاءُ أيضاً. ورجلٌ كَثُّ اللحية وقومٌ كُثٌّ، مثل قولك رجل صدق اللقاء وقوم صدق. والكثكث والكثكث: فتات الحجارة والتراب، مثل الأثْلَبِ والإثْلِبِ. يقال: فيه الكثكث، والكثكث.",
    "pg": "1:290"
  },
  "كثر": {
    "def": "الكثرة: نقيض القلة. ولا تقل الكثرة بالكسر، فإنها لغة رديئة. وقد كثر الشئ فهو كثير. وقوم كَثيرٌ، وهم كَثيرونَ. وأكْثَرَ الرجل، أي كثر ماله. ويقال: كاثرناهم فكثرناهم، أي غلبناهم بالكثرة. ومنه قول الكميت يصف الكلاب والثور: وعاث في غابرٍ منها بِعَثْعَثَةٍ * نحرَ المكافئ والمكثور يهتبل - والعثعثة: اللين من الارض. والمكافئ: الذى يذبح شاتين إحداهما مقابلة الاخرى، للعقيقة. ويهتبل: يفترص ويحتال. واستكثرت من الشئ، أي أكثرت منه. والكُثْرُ بالضم من المال: الكَثيرُ. ويقال: ماله قُلٌّ ولا كُثْرٌ. وأنشد أبو عمرو لرجل من ربيعة (١) : فإنَّ الكُثْرَ أعياني قديماً * ولم أُقْتِرْ لَدُنْ أني غُلامُ - يقال: الحمد لله على القلِّ والكُثْرِ، والقلِّ والكِثْرِ. والتكاثُرُ: المُكاثَرةُ. وعددٌ كاثِرٌ، أي كَثيرٌ. قال الأعشى: ولستَ بالأكْثَرِ منهم حصًى * وإنَّما العِزَّةُ للكاثِرِ - وفلان يَتَكَثَّرُ بمال غيره. ابن السكيت: فلان مكثور عليه، إذا نفد ما عنده وكثرت عليه الحقوق، مثل مثمود، ومشفوه، ومضفوف. والكوثر من الرجال: السيد الكَثيرُ الخير. قال الكميت: وأنتَ كثيرٌ يا ابنَ مَروانَ طيِّبٌ * وكان أبوك ابنُ العقائِلِ كَوْثَرا - والكَوْثَرُ من الغبار: الكَثيرُ. وقد تَكَوْثَرَ. قال الشاعر (١) :\nوقد ثارَ نقع الموتِ حتى تكوثرا (٢) * والكوثر: نهر في الجنة. والكثار بالضم: الكثير. والكثرُ: جمار النخل، ويقال طَلعها. وفي الحديث: \" لا قَطْعَ في ثمرٍ ولا كَثَرٍ \". وقد أكْثَرَ النخل، أي أطلع.",
    "pg": "2:802-803"
  },
  "كثع": {
    "def": "كَثَعَتِ الإبلُ والغنمُ كُثوعاً، أي استرخت بطونها ورمت بِثُلوطها. وكَثَعَ اللبنُ، أي علا دسمُهُ وخُثورتُهُ رأسه، مثل كَثَأ وكَثَّأ. وكَثَّعَتِ القدرُ: رَمَتْ بزَبَدِها، وهو الكثعة. وشفة كاثعة باثعة، أي ممتلئة غليظة.",
    "pg": "3:1275"
  },
  "كثف": {
    "def": "الكَثافَةُ: الغِلَظُ. وقد كَثُفَ الشئ فهو كثيف. وتكاثف الشئ.",
    "pg": "4:1420"
  },
  "كثل": {
    "def": "الكَوْثَلُ: مُؤَخَّرُ السفينة، وقد يشدد فيقال كوثل.",
    "pg": "5:1809"
  },
  "كثم": {
    "def": "أكثم قربتَه: ملأها. والأكْثَمُ: الواسع البطن، ويقال الشبعان. وكَثَمَهُ عن (٢) الامر: صرفه عنه. وأكثم: اسم رجل.",
    "pg": "5:2019"
  },
  "كحج": {
    "def": "أبو عمرو: عربي كح، وعربيَّة كُحَّةٌ، لغة في قحٍّ وقُحَّةٍ. وأُمُّ كُحَّة: امرأةٌ نزلت في شأنها الفرائض. والكحكح (٢) : العجوز الهرمة، والناقة الهرمة.",
    "pg": "1:398"
  },
  "كحل": {
    "def": "يقال للسَنَةِ المُجْدِبَةِ كَحْلُ، وهي مَعرِفة لا تدخلها الألف واللام، تُجرى ولا تُجْرى. يقال: كَحَلَتْهُمُ السنونَ، أي أصابَتْهُم. وقال الأمويّ: كَحْلُ: السماء. قال الكميت: إذا ما المَراضيعُ الخِماصُ تأوّهَتْ ولم تَنْدَمِنْ أنْواءِ كَحْلٍ جَنوبُها ويقال: صَرَّحَتْ كَحْلُ، إذا لم يكن في السماءِ غَيْمٌ. قال سَلامةُ بن جَنْدَلٍ: قَوْمٌ إذا صَرَّحَتْ كَحْلٌ بُيوتُهُمُ مَأوى الضَريكِ ومأوى كلِّ قُرْضوب والقُرْضوبُ ههنا: الفقيرُ ومن أمثالهم: \" باءَتْ عَرارِ بِكَحْلَ \" إذا قُتل القاتلُ بمقتولِه. يقال: كانَتا بقَرَتيْنِ قُتْلَتْ إحداهُما بالأخرى. والكُحْلُ بالضم معروفٌ. أبو عبيد: يقال: مضى فلان كحل، أي مالٌ كَثيرٌ. والأكحلُ: عِرْقٌ في اليد يُفْصَدُ. ولا يقال عِرقٌ الأكحلِ. ورجلٌ أكْحَلُ بيِّن الكَحَلِ، وهو الذي يعلو جفونَ عينيه سوادٌ مثلُ الكُحْلِ من غيرِ اكتحالٍ. وعينٌ كَحيلٌ وامرأةٌ كَحْلاءُ. والمِكْحَلُ والمِكْحالُ: المُلْمولُ الذي يُكْتَحَلُ به. والمِكْحالانِ: عَظْما الذِراعَينِ من الفرس. والمُكْحَلَةُ: التي فيها الكُحْلُ، وهو أحد ما جاء على الضم من الادوات.\n(٢٢٨ - صحاح - ٥) وتمكحل الرجل، إذا أخذ مُكْحُلَةً. وكَحَلْتُ عَيْني وتَكَحَّلْتُ واكْتَحَلْتُ (١) . الأصمعي: الكُحَيْلُ مبنيٌّ على التصغير: الذي تُطْلى به الإبل للجَرَب، وهو النِفْط. قال: والقطران إنما يطلى به للدبر والقردان وأشباه ذلك.",
    "pg": "5:1809-1810"
  },
  "كدأ": {
    "def": "أبو زيد: كَدَأَ النبتُ يَكْدَأُ كُدوءًا، إذا أصابه البَرْد فَلَبَّدَهُ في الأرض، أو عَطِشَ فأبطأ في النبات. يقال: أصاب الزَّرْعَ بَرْدٌ فَكَدَّأهُ في الأرض تَكْدِئَةً. وأرضٌ كادئة: بطيئة الإنبات.",
    "pg": "1:67"
  },
  "كدح": {
    "def": "الكَدْحُ: العملُ، والسعيُ، والخدشُ، والكسبُ. يقال: هو يَكْدَحُ في كذا، أي يكد. وقوله تعالى: (إنك كادحٌ إلى ربك كَدْحاً) أي تسعى. وأصابه شئ فكدح وجهَه: وبه كَدْحٌ وكَدوحٌ، أي خدوش. وقيل الكَدْحُ أكثر من الخدش. وفى الحديث: \" في وجهه كدوح \"، أي خدوش. وهو يكدح لعياله ويكتدح، أي يكتسب لهم. قال الاغلب العجلى:\nأبو عيال يكدح المكادحا * والتكديح: التخديش. يقال حمارٌ مُكَدح قد عَضَّضَتْهُ الحمر. وتكدح الجلد: تخدش.",
    "pg": "1:398"
  },
  "كدد": {
    "def": "الكَدُّ: الشِدَّة في العمل وطلب الكسب. وكددت الشئ: أتعبته. والكَدُّ: الإشارة بالإصبع، كما يشير السائل. قال الكميت: غَنيتُ فلم أردد كم عند بغية * وحجت فلم أكدد كم بالاصابع - والكد: ما يدق فيه الأشياء كالهاون. والكَديدُ: الأرض المَكْدودةُ بالحوافر. قال امرؤ القيس. * أثَرْنَ غُباراً بالكَديدِ المُرَكَّلِ (١) * وبئرٌ كَدودٌ، إذا لم يُنَلْ ماؤها إلا بجهدٍ. والكُدادَةُ، بالضم: القشدةُ وما يبقى في أسفل القِدر من المرق أيضا. والكد كدة: حكاية صوت شئ يضرب على شئ صلب. والكد كدة: العدو البطئ. وحكى الاصمعي: قوم أكداد، أي سراع. قال: والكداد بالضم: اسم فحل تنسب إليه الحمر، يقال بنات كداد. وأنشد (١) : وعير لها (٢) من بنات الكداد * يدهمج بالوطب المزود -",
    "pg": "2:530-531"
  },
  "كدر": {
    "def": "الكَدَرُ: خلاف الصَفو. وقد كَدِرَ الماءُ بالكسر يَكْدَرُ كَدَراً (٣) ، فهو كدر وكدر أيضا، مثل فخذ وفخذ. وأنشد ابن الأعرابي:\nلو كُنْتَ ماءً كنت غير كدر (٤) وكدر الماء بالضم يَكْدُرُ كُدورَةً مثله، وكذلك تَكدَّرَ وكَدَّرَهُ غيره تَكْديراً. ويقال: كَدَرَ عيشُ فلان، وتَكَدَّرَتْ معيشته. والكَدَرُ أيضاً: مصدر الأكْدَرِ، وهو الذى في لونه كدرة. قال رؤبة:\nأكدر لفاف عناد الروغ (١) * ويقال لِحُمر الوحش: بناتُ أكْدَرَ، نُسبت إلى فحلٍ. والكُدْرِيُّ: ضربٌ من القطا، وهو ثلاثة أضرُبٍ: كُدْرِيٌّ، وجونيٌّ، وغَطاطٌ. فالكُدْرِيُّ الغُبْرُ الألوانِ الرقشُ الظهورِ والبطونِ الصفرُ الحلوقِ، وهو ألطف من الجونيِّ، كأنَّه نسب إلى معظم القطا، وهي كُدْرٌ. ونذكر الباقيَيْن في موضعهما. والأكْدَرِيَّةُ: مسألة في الفرائض، وهي: زوجٌ وأمٌّ وجَدٌّ وأختٌ لأبٍ وأمٍّ. والكُدَيْراءُ: لبن حليب يُنْقَعُ فيه تمرٌ. وتَكادَرَتِ العينُ في الشئ، إذا أدامت النظر إليه. والكندر: اللبان. والكندر والكنادر: القصير الغليظ مع شِدَّةٍ، ويوصف به الغليظُ من حُمُرِ الوحش. قال الراجز (٢) : كأن تحتي كندرا كنادرا * جأبا قطوطى ينشج المشاجرا (١) - والكدر بتشديد الراء: الشاب الحادر الشديد. وانكدر، أي أسرع وانقضَّ. وانْكَدَرَتِ النجومُ.",
    "pg": "2:803-804"
  },
  "كدس": {
    "def": "الكَدْسُ: إسراعُ المُثْقَلِ في السَير. وقد كَدَسَت الخيل. وتَكَدَّسَ الفرس، إذا مشى كأنه مًثْقَلٌ. قال الراجز (٢) : إنا إذا الخيل عدت أكداسا * مثل الكلاب تتقى الهراسا * والكُدْسُ بالضم: واحد أكداسِ الطعام. والكُداسُ: عُطاسُ البهائم. وقد كَدَسَتْ أي عطست. قال الراجز: الطير شفع والمطايا تكدس * إنى بأن تنصرنى لاحسس * يقول: هذه الابل تعطس بنصرك إياى، والطير تمر شفعا لانه يتطير بالوتر منها. وقوله أحسس، أي أحس، فأظهر التضعيف للضرورة. كما قال آخر:\nتشكو الوجى من أظلل وأظلل * والكادس: ما يتطير به من الفال والعطاس ونحو ذلك. ومنه قيل للظبي وغيره إذا نزل من الجبل: كادِسٌ، يُتَشاءَمُ به كما يتشاءم بالبارح.",
    "pg": "3:969-970"
  },
  "كدش": {
    "def": "الكَدْشُ: الخَدشُ. يقال: كَدَشَهُ، إذا خدشه. عن الاصمعي. وهو يكدش لعياله، أي يَكْدَحُ. وكَدَشْتُ من فلانٍ عطاءً، واكْتَدَشْتُ، أي أصبته منه. والكدش: السوق الشديد. والكندش: العقعق. وقال (١) يصف امرأة: منيت بزمردة كالعصا (٢) * ألص وأخبث من كندش *",
    "pg": "3:1017"
  },
  "كدم": {
    "def": "الكَدْمُ (١) : العضّ بأدنى الفم، كما يَكْدِمُ الحمار. يقال: كَدَمَهُ يَكْدُمُهُ ويَكْدِمُهُ. وكذلك إذا أثّرت فيه بحديدة. وقال (٢) : سقته إياةُ الشمسِ إلاَّ لِثاتِهِ أُسِفَّ فلم تكدم عليه بإثمد ويقال: ما بالبعير كَدَمَةٌ، إذا لم يكن به أُثْرَةٌ ولا وَسْمٌ. والمُكَدَّمُ بالتشديد: المعضض. والكدامة: بقية كل شئ أكل.",
    "pg": "5:2019"
  },
  "كدن": {
    "def": "الكِدْنُ بالكسر: ما توطِّئ به المرأة لنفسها في الهودج من الثياب، والجمع كُدونٌ. والكِدْنُ: شئ من جلود يدق فيه كالهاوُن. والكِدْنَةُ: الشحم واللحم. يقال للرجل: إنه لحسَن الكِدْنَةِ. وبعيرٌ ذو كِدْنَةٍ. ورجلٌ كَدِنٌ وامرأةٌ كَدِنَةٌ: ذات لحم وشحم. والكَوْدَنُ: البِرذَونُ يوكَفُ. ويشبَّه به البليد يقال: ما أبين الكَدانَةَ فيه، أي الهجنة. والكديون، مثال الفرجون: دقاق التراب عليه درديُّ الزيت، تُجلى به الدروع: قال النابغة: عُلينَ بِكِدْيَوْنٍ وأُبْطِنَّ كُرَّةً * فهُنَّ وضاءٌ صافياتُ الغلائل",
    "pg": "6:2187-2188"
  },
  "كده": {
    "def": "كَدَهَ يَكْدَهُ: لغةٌ في كدح يكدح. يقال أصابه شئ فكَدَهَ وَجهه. وبه كَدْهٌ وكُدوهٌ. وكَدَهَهُ الحَجَرُ، إذا صَكَّهُ وأثَّر فيه أثرا شديدا. قال رؤبة * أو خاف صقع القارعات الكده (١)",
    "pg": "6:2246-2247"
  },
  "كدى": {
    "def": "الكُدْيَةُ: الأرض الصُلبة. يقال: ضَبُّ كُدْيَةٍ، وجمعها كُدًى. وأكْدى الحافرُ، إذا بلغ الكُدْيَةَ فلا يمكنه أن يحفر. وحفر فأكْدى، إذا بلغ إلى الصُلب. أبو زيد: كدت الارض تكدوا كدوا (١) ، فهي كادية، إذا أبطأ نباتها. قال: وكَدِيَ الجرو بالكسر يَكْدى كَدًى، وهو داء يأخذ الجِراء خاصة، يصيبها منه قئ وسعال حتَّى يُكوى بين عينيه. وكَدِيَتْ أصابعُه أيضاً، أي كلّت من من الحفر. وكَدِيَ الفصيل كَدًى، إذا شرب اللبن ففسد جوفه. وأكْدَيْتُ الرجل عن الشئ: رددته عنه. وأكْدى الرجلُ، إذا قلّ خيره. وقوله تعالى: (وأعْطى قليلاً وأكْدى) ، أي قطع القليل.",
    "pg": "6:2471-2472"
  },
  "كذا": {
    "def": "كَذا: اسم مبهمٌ، تقول: فعلت كذا. وقد يجري مجرى كَمْ فتنصب ما بعده على التمييز، تقول: عندي كذا وكذا درهما، لانه كالكناية",
    "pg": "6:2553"
  },
  "كذب": {
    "def": "كَذَبَ كِذْباً وكَذِباً، فهو كاذب وكذّابٌ وكَذوب، وكيذُبانٌ ومَكْذَبان ومكذبانة، وكذبة مثال همزة، وكذبذب مخفف، وقد يشدد. وأنشد أبو زيد: وإذا أتاك بأننى قد بعتها (٢) * بوصال غانية فقل كذبذب (٣) والكذب جمع كاذب، مثل راكع وركع. قال الشاعر (٤) : متى يَقُلْ تنفع الأقوامَ قَوْلَتُهُ * إذا اضمحلَّ حديث الكُذَّبِ الوَلَعَهْ (٥) والتكاذب: ضد التصادق. والكُذُبُ: جمع كذوب مثل صبور وصبر. ومنه قرأ بعضهم: (ولا تقولوا لما تصف ألسنتكم الكذب) ، فجعله نعتا للالسنة. والاكذوبة: الكذب. وأكذبت الرجلَ: ألفَيْتُه كاذباً: وكذَّبته، إذا قلتَ له كَذَبْتَ. قال الكسائي: أكْذَبْتُهُ، إذا أخْبَرْتَ أنه جاء بالكذب ورواه. وكَذَّبْتُهُ، إذا أخبرتَ أنه كاذب (١) . وقال ثعلب: أكْذَبَهُ وكَذَّبَه بمعنى. وقد يكون أكْذَبَهُ بمعنى بَيَّنَ كَذِبَه، وقد يكون بمعنى حَمَله على الكذب، وبمعنى وجَدَه كاذباً. وقوله تعالى: (وكَذَّبوا بآياتنا كِذَّاباً) ، وهو أحد مصادر المشدد، لان مصدره قد يجئ على تفعيل مثل التكليم، وعلى فعال مثل كذاب، وعلى تفعلة مثل توصية، وعلى مفعل مثل (ومزقناهم كل ممزق) . وقوله ﵎: (ليس لِوَقْعَتها كاذِبَةٌ) هو اسمٌ يوضع موضع المصدر، كالعاقبة والعافية والباقية. وقال: (فهل تَرى لهمْ من باقِيَة) ، أي بقاء. وقولهم: إن بنى فلان ليس لجدهم (٢) مكذوبة أي كَذِبٌ. وكَذَبَ قد يكون بمعنى وجب. وفى الحديث \" ثلاثة أسفار كَذَبْنَ عليكم (١) \" قال ابن السكيت: كأن كَذَبَ ههنا إغراءٌ، أي عليكم به. وهى كلمة نادرة جاءت على غير القياس. وجاء عن أمير المؤمنين عمر بن الخطاب رضى الله عنه: \" كذب عليكم الحج \" أي وجب. قال الاخفش: فالحج مرفوع بكذب ومعناه نصب، لانه يريد أن يأمر بالحج، كما يقال أمكنك الصَيْدُ، يريد ارْمِهِ. قال الشاعر (٢) : كَذَبَ العَتيقُ وماءُ شنٍّ باردٌ * إن كنتِ سائِلتي غَبوقاً فاذْهبي يقول: عليكِ العتيقَ. وتقول: ما كَذَّبَ فلانٌ أن فَعَل كذا، أي ما لبث. وتَكَذَّبَ فلانٌ، إذا تكلَّف الكذب. ويقال حمل فلانٌ فما كَذَّبَ، بالتشديد، أي ما جَبُنَ. وحمل ثم كَذَّبَ، أي لم يَصْدُق الحملة. قال الشاعر (٣) : ليثٌ بِعَثَّرَ يصطاد الرجالَ إذا * ما الليثُ كَذَّبَ عن أقرانه صدقا وكذب لبن الناقة، أي ذهب.",
    "pg": "1:210-211"
  },
  "كذذ": {
    "def": "الكذان بالفتح: حجارة رخوة كأنها مدر. قال الكميت يصف الرياح: ترامى بكذان إلا كام ومروها * ترامى ولدان الاصارم بالخشل -",
    "pg": "2:569"
  },
  "كرب": {
    "def": "الكُرْبَةُ بالضم: الغمّ الذي يأخذ بالنفس، وكذلك الكرب على مثال الضرب. تقول منه: كَرَبَهُ الغمُّ، إذا اشتدَّ عليه. والكرائب: الشدائد، الواحدة كَريبَة. وقال (١) : فيال رزام رشحوا بى مقدما * إلى الموت خواضا إليه الكرائبا وكَرَبْتُ القيدَ، إذا ضيَّقته على المقيد. وقال (٢) : ازجر حمارك لا يرتع بروضتنا * إذن يرد وقيد العير مكروب وكرب أن يفعل كذا، أي كاد يفعل. وكَرَبْتُ الأرضَ، إذا قلبتها للحرث. وفى المثل: \" الكراب على البقر \" ويقال: \" الكلاب على البقر \". وكرب الشئ، أي دنا. وإناءٌ كَرْبانُ، إذا كَرَبَ أن يمتلئ. وكَرَبَت الشمسُ، أي دَنت للغروب. يقال كَرَبَت حياةُ النارِ، أي قرُب انطفاؤها. وقال (٣) : أبنى (١) إن أباك كارب يومه * فإذا دُعيت إلى المكارم فاعْجَلِ وكَرَبْتُ الناقةَ: أوْقَرْتها. وكَرَبُ النخل: أصول السعف (٢) أمثال الكتف. وفى المثل:\nمتى كان حكم الله في كَرَبِ النخل (٣) * والكَرَبُ: الحبل الذي يشدّ في وسط العَراقيّ ثمَّ يُثَنَّى ويثلَّث ليكون هو الذي يلي الماءَ فلا يعفن الحبل الكبير. تقول منه: أكْرَبْتُ الدَلْوَ فهي مُكْرَبَةٌ. والكَرْبَةُ أيضاً: واحدة الكراب، وهى مجارى الماء. قال أبو ذؤيب يصف نحلا: جوارسها تأوى (٤) الشعوف دوائبا * وتنصب ألهابا مصيفا كرابها والمصيف: المعوج، من صاف السهم. وأبو كرب اليماني بكسر الراء: أحد التتابعة، واسمه أسعد بن مالك الحميرى. ومعدى كرب فيه ثلاث لغات: معدى كرب برفع الباء لا يصرف، ومنهم من يقول معدى كرب يضيف ويصرف كربا، ومنهم من يقول معدى كرب يضيف ولا يصرف كربا يجعله مؤنثا معرفة. والياء من معدى ساكنة على كل حال. وإذا نسبت إليه قلت معدى، وكذلك النسب في كل اسمين جعلا واحدا مثل بعل بك وخمسة عشر تنسب إلى الاسم الاول تقول: بعلى وخمسى وتأبطي. وكذلك إذا صغرت تصغر الاول. والمكرب: الشديد الاسر من الدواب، بضم الميم وفتح الراء. وتقول: ما بالدار كَرَّابٌ بالتشديد، أي أحدٌ. وأكْرَبَ، أي أسرع. تقول: خُذْ رجليك بإكْرابٍ، إذا أمرته أن يسرعَ السعي. والكُرابَةُ بالضم: ما يُلْتَقَط من التمر في أصول السعف بعد ما يُصْرَم.",
    "pg": "1:211-212"
  },
  "كربس": {
    "def": "الكِرْباسُ فارسيٌّ معرب، بكسر الكاف. والكِرْباسَةُ أخصُّ منه. والجمع الكرابيس، وهى ثياب خشنة.",
    "pg": "3:970"
  },
  "كربل": {
    "def": "الكَرْبَلَةُ: رخاوة في القدمينِ. يقال: جاء يمشي مُكَرْبِلاً: أي كأنَّه يمشي في طينٍ. أبو عمرو: كَرْبَلْتُ الحِنطةَ، إذا هذَّبْتَها، مثل غربلتها. وأنشد: يحملن سمراء (٢) رسوبا بالنقل قد غربلت وكربلت من القصل (٣) والكربال: المندف الذى يندف به القطن. وأنشد الشيباني: ترمى (٤) اللغام على هاماتها قزعا كالبرس طيره ضرب الكرابيل وكربلاء: موضع، بها قبر الحسين (١) ابن على ﵉.",
    "pg": "5:1810"
  },
  "كرت": {
    "def": "سنةٌ كَريتٌ، أي تامَّة.",
    "pg": "1:262"
  },
  "كرث": {
    "def": "الكُرَّاثُ: بقلٌ. وكَرَثَهُ الغَمُّ يَكْرُثُهُ بالضم (١) ، إذا اشتدَّ عليه وبلغ منه المَشَقَّةَ. وأكْرَثَهُ مثله. قال الأصمعيّ: لا يقال كَرَثَهُ وإنما يقال أكرثه. على أن رؤبة قد قاله:\nوقد تجلى الكرب الكوارث * ويقال: ما أكْتَرِثُ له، أي ما أبالي به.",
    "pg": "1:290"
  },
  "كرج": {
    "def": "الكُرَّجُ معرب، وهو بالفارسيَّة \" كُرَّه \". قال جرير: لبستُ سِلاحي والفَرَزْدَقُ لعبةٌ عليه وِشاحاً كُرَّجٍ وجَلاجِلُهْ (١) وكَرَّجَ الخبزُ وتَكَرَّج (٢) ، أي فسد وعلاه خضرة.",
    "pg": "1:337"
  },
  "كرد": {
    "def": "الكَرْدُ: العُنْقُ، فارسيّ معرب. وقال الشاعر الفرزدق: وكنَّا إذا القيسيُّ نَبَّ عَتودُهُ * ضَرَبْناهُ بين الأنثَيَيْنِ على الكَرْدِ - والكَرْدُ: الطَرْدُ. يقال: فلان يَكْرُدُ القومَ، كأنَّه يدفعهم ويطردهم. والمكاردة: المطاردة. والكرد، بالضم: جيل من الناس، وهم الاكراد. والكرديدة بالكسر: ما يبقى في أسفل الجُلةِ من جانبيها من التمر. قال الراجز: وأصلحت قدرا لها بأطره (٣) * وأطعمت (٤) كرديدة وفدره من تمرها واعلوطت بسحره. والجمع الكَراديدُ. قال الشاعر: القاعِدات فلا يَنْفَعْنَ ضَيْفَكُمُ * والآكِلات بَقيَّاتِ الكراديد -",
    "pg": "2:531"
  },
  "كردح": {
    "def": "الكَرْدَحَةُ: عَدْوُ القصير يُقَرْمِطُ ويسرع. وكذلك الكَرْتَحَةُ والكَرْمَحة. قال أبو عمرو: كَرْمَحْنا في آثار القوم: عَدَوْنا عَدْوَ المتثاقل. الأصمعيّ: سقط من السطح فَتَكَرْدَحَ، أي تدحرج.",
    "pg": "1:398"
  },
  "كردس": {
    "def": "الكرْدوسُ: القِطعة من الخيل العظيمة. والكَراديسُ: الفِرَقُ منهم. يقال: كَرْدَسَ القائدُ خيله، أي جعلها كتيبةً كتيبةً. وكلُّ عظمين التقيا في مَفْصِلٍ فهو كُرْدوسٌ نحو المنكبين والركبتين والوِركين. قال أبو عمرو: الكردسة: الوثاق. يقال:\n(١) قوله الكراسة، بضم الكاف فيه وفى الكراس. ثم إن محشى القاموس اعترض قوله واحدة الكراس، فقال: إن أراد أنثاه فظاهر، وإن أراد أنها واحدة والكراس جمع أو اسم جنس جمعى فليس كذلك. وقد حققته في شرح الاقتراح وغيره اهـ. وعلى هذا فليس مثل رمان ورمانة قاله نصر.\n(٢) وزاد في المختار: والكرارس. كردسه ولبج به الارض (١) . وأنشد: وحاجب كردسه في الحبل * منا غلام كان غير وغل * حتى افتدى منا بمال جبل (٢) * وكردس الرجل: جُمعت يداه ورجلاه. قال: ورجلٌ مكردس: ملزز الخلق. وأنشد: (٣) * دحونة مكردس بلندم (٤) * والتكردس: الانقباض واجتماع بعضه إلى بعض. والكَرْدَسَةُ: مشى المقيد. قال ابن الكلبى: الكردوسان: قيس ومعاوية ابنا مالك بن حنظلة بن مالك بن زيد مناة بن تميم. وهما في بنى فقيم بن جرير بن دارم.",
    "pg": "3:970-971"
  },
  "كردم": {
    "def": "الكَرْدَمُ: الرجل القصير الضخم. والكَرْدَمَةُ: عَدْوُ القصير. الكسائي: كَرْدَمَ الحمارُ وكَرْدَحَ، إذا عدا على جنب واحد.",
    "pg": "5:2021"
  },
  "كرر": {
    "def": "الكَرُّ بالفتح: الحبل يُصْعَدُ به على النخلة. والكَرُّ أيضاً: واحد الأكْرارِ، وهي التي تُضَمُّ بها الظَلِفَتانِ وتُدْخَلُ فيهما. والكَرُّ أيضاً: حبلُ الشِراعِ، وجمعه كرورٌ. قال العجاج:\nجذب الصراريين بالكرور (٢) * وقال الفراء: الكِرارُ: الاحْساءُ، واحدها كر وكر. قال الشاعر (٣) :\nبها قُلُبٌ عادِيَّةٌ وكِرارُ (٤) * والكَرَّةُ: المَرَّةُ، والجمع الكَرَّاتُ، والكَرَّتانِ: القَرَّتانِ، وهما الغداة والعشي، لغة حكاها يعقوب. والكرَّةُ بالضم: البعْرُ العَفِنُ تُجلى به الدروع. قال النابغة: عُلينَ بِكِدْيَوْنٍ وأُبْطِنَّ كُرَّةً * فهُنَّ وضاءٌ صافياتُ الغلائل (١) - والكر: واحد أكرار الطعام. وفرسٌ مِكَرٌّ: يصلح للكَرِّ والحملةِ. والمَكَرُّ بالفتح: موضع الحرب. وكرار، مثل قطام: خرزة تؤخذ بها نساء الأعراب، تقول الساحرة: \" يا كَرارِ كريه (٢) \". والكر كرة: رَحَى زَوْرِ البعير، وهي إحدى الثفنات الخمس. والكر كرة أيضا: الجماعة من الناس. وأبو مالك عمرو بن كركرة: رجل من علماء اللغة. والكر: الرجوع. يقال: كره، وكَرَّ بنفسه، يتعدَّى ولا يتعدَّى. والكَريرُ: صوتٌ كصوت المخنوق. تقول منه: كَرَّ يَكِرُّ بالكسر. قال الشاعر (٣) : يَكِرُّ كَريرَ البَكْرِ شُدَّ خِناقُهُ * ليَقْتُلَني والمرءُ ليس بِقتَّالِ - وقال أبو زيد: الكرير: الحشرجة عند الموت. وكررت الشئ تكريرا وتكرارا. قال أبو سعيد الضرير: قلت لابي عمرو ما الفرق بين تفعال وتفعال؟ فقال: تفعال بالكسر اسم، وتفعال بالفتح مصدر. وتكر كر الرجل في أمره، أي تردد. والكر كرة في الضحك مثل القرقرة. والكر كرة: تصريف الريح السحاب، إذا جمعته بعد تفرق. وقال:\nباتت تكر كره الجنوب * وأصله تكرره، من التكرير. وكركرت بالدجاجة: صحت بها. وكَرْكَرْتُهُ عنِّي، أي دفعته ورددته.",
    "pg": "2:804-805"
  },
  "كرز": {
    "def": "ابن السكيت: الكرز: الخرج. والجمع الكرزة، مثل جحر وجحرة. والكَرَّازُ: الكبش الذي يحمل خُرج الراعي، ولا يكون إلا أجَمَّ، لان الاقرن يشتغل بالنطاح. وأنشد: يا ليت أنى وسبيعا في غنم * والخرج منها فوق كراز أجم * والكرز: اللئيم، ويقال الحاذق. قال رؤبة:\nوكرز يمشى بطين الكرز * أبو عمرو: الكُرَّزُ: البازي يُشَدُّ ليسقُطَ ريشه. وأنشد لرؤبة: لما رأتنى راضيا بالاهماد * كالكرز المربوط بين الاوتاد * وقال أبو عبيد: هو فارسي معرب.\n(١١٢ - صحاح - ٢) وقال أبو حاتم: الكرز: البازي في سنته الثانية. والكَريزُ: الاقط. وكارز إلى المكان، إذا بادَرَ إليه واختبأ فيه. ويقال: كارزت عن فلان (١) ، إذا فررت عنه وعاجزته.",
    "pg": "3:892-893"
  },
  "كرزم": {
    "def": "الفراء: الكَرْزَمُ: الفأسُ. قال جرير: وأوْرَثَكَ القَيْنُ العَلاةَ ومِرْجَلاً وإصلاح أخرات الفئوس الكرازم والكرزيم والكرزين بالكسر، مثله.",
    "pg": "5:2021"
  },
  "كرزن": {
    "def": "الكِرْزِنُ والكِرْزينُ بالكسر: فأسٌ عظيمة، مثل الكرزم والكرزيم، عن الفراء.",
    "pg": "6:2188"
  },
  "كرس": {
    "def": "الكِرْسُ بالكسر: الأبْوالُ والأبْعارُ يتلبَّد بعضها على بعض. يقال: أكرست الدار. قال العجاج: يا صاح هل تعرف زسما مكرسا * قال نعم أعرفه وأبلسا (١) * والكرس أيضا: أبياتٌ من الناس مجتمعةٌ، والجمع أكراس وأكاريسُ. والكِرْسُ أيضاً: الأصل. قال العجاج يمدح الوليد بن عبد الملك: أنتَ أبا العبَّاسِ أوْلَى نفس * بمعدن الملك القديم الكرس * والانكراس: الانكباب. وقد انكرس في الشئ، إذا دخل فيه منكبًّا. والكُرْسِيُّ: واحد الكراسِيِّ، وربَّما قالوا كِرْسِيٌّ بكسر الكاف. والكروس بتشديد الواو: العظيم الرأس، واسم رجل. والكراسة (١) : واحدة الكراس والكَراريسِ (٢) . قال الكميت: حتَّى كأنَّ عِراصَ الدارِ أرْدِيَةٌ * من التجاويزِ أو كُرَّاسُ أسْفارِ * جمع سِفْرٍ. والكِرْياسُ: الكَنيفُ في أعلى السطح.",
    "pg": "3:970"
  },
  "كرسع": {
    "def": "الكُرْسوعُ: طرفُ الزَنْدِ الذي يلي الخِنْصِر، وهو الناتئ عند الرسغ.",
    "pg": "3:1276"
  },
  "كرسف": {
    "def": "الكُرْسُفُ (١) : القطنُ، ومنه كُرْسُفُ الدواة.",
    "pg": "4:1421"
  },
  "كرش": {
    "def": "الكَرِشُ لكلِّ مُجْتَرٍّ بمنزلة المعدة للإنسان تؤنِّثها العرب. وفيها لغتان كَرِشٌ وكِرْشٌ، مثل كَبِدٍ وكِبْدٍ. وكَرِشُ الرجل أيضاً: عِياله من صغار ولده. يقال: هم كَرِشٌ منثورةٌ، أي صبيان صغار. وتزوَّج فلانٌ فلانةَ فنثرَتْ له كَرِشَها وبطنَها إذا كثُر ولدها له. والكَرِشُ أيضاً: الجماعة من الناس. ومنه الحديث: \" الانصار كرشى وعيبتى \". والكرشان: الازد وعبد القيس. واستكرشت الانفحة، لان الكرش تسمَّى إنْفَحَة ما لم يأكل الجديُ، فإذا أكل تسمَّى كَرِشاً. وقد استكرشت. وقول الرجل إذا كلفته أمرا: \" إن وجدت إلى ذلك فاكرش \". أصله أن رجلا فصل شاة فأدخلها في كرشها ليطبخها، فقيل له: أدخل الرأس. فقال: إن وجدت إلى ذلك فاكرش. يعنى إن وجدت إليه سبيلا. وتكرش وجهه، أي تقبَّض. ابن السكيت: امرأةٌ كَرْشاءُ: عظيمة البطن. ويقال للأتان الضخمة الخاصرتَين: كَرْشاءُ. والكَرْشاءُ: القدمُ التي كثُر لحمها واستوى أخْمَصُها وقصُرت أصابعها.",
    "pg": "3:1017-1018"
  },
  "كرص": {
    "def": "الكريص: الاقط.",
    "pg": "3:1055"
  },
  "كرض": {
    "def": "الكِراضُ: ماءُ الفحلِ تلفظه الناقةُ من رحمها بعد ما قبلتْهُ. وقد كَرَضَتِ الناقةُ تَكْرِضُ كَرْضاً، إذا لَفَظَتْه. وقال الأصمعيّ: الكِراضُ حَلَقُ الرَحِمِ، لا واحد لها من لفظها. وأنشد للطرماح: سوف تدنيك من لميس سبنتا * ة أمارت بالبول ماء الكراض * أضمرته عشرين يوما ونيلت * حين نيلت يعارة في عراض: وقال أبو عبيدة: واحدتها كرضة، بالضم\nفصل اللام",
    "pg": "3:1104"
  },
  "كرع": {
    "def": "الكَرَعُ بالتحريك: ماءُ السماء يكرع فيه. قال ابن الرقاع (١) يصف راعيا بالرفق في رعاية الابل: يسنها آبل ما إن يجزئها * جزءا شديدا وما إن ترتوى كرعا * وكرع في الماء يَكْرَعُ كُروعاً، إذا تناوله بفيه من موضعه من غير أن يشرب بكفَّيه ولا بإناء. يقال اكْرَعْ في هذا الإناء نَفَساً أو نَفَسَيْنِ. وفيه لغة أخرى كَرِعَ بالكسر يَكْرَعُ كَرَعاً. وأكْرَعَ القومُ، إذا أصابوا الكَرَعَ فأوردوه إبلهم. والكارِعاتُ والمُكْرَعاتُ: النخيل التي على الماء، عن أبى عبيد. والاكرع: الدقيق من مقدَّم الساقين، وفيه كَرَعٌ، وقد كرع، عن أبى عمرو. والكراع في الغنم والبقر بمنزلة الوظيف في الفرس والبعير، وهو مستدَقُّ الساقِ، يذكَّر ويؤنَّث، والجمع أكْرُعٌ ثمَّ أكارِعُ. وفي المثل: \" أعطيَ العبدُ كُراعاً فطَلَبَ ذراعاً \" لأنَّ الذراع في اليد وهو أفضلُ من الكُراعِ في الرِجل. والكُراعُ: أنفٌ يتقدَّم من الحَرَّةِ ثمَّ يمتدٌّ. وقال الأصمعيّ: الكُراعُ: عُنُقٌ من الحَرَّةِ ممتدٌّ. قال عوف بن الاحوص ألم أظلف عن الشعراء عرضى * كما ظلف الوسيقة بالكراع * وكراع الغميم: موضع معروف بناحية الحجاز. والكراع: اسم يجمع الخيل نفسها (١) .",
    "pg": "3:1275-1276"
  },
  "كرف": {
    "def": "كَرَفَ الحمارُ، إذا شمَّ بول الأتان ثمَّ رفع رأسه وقلب شفته (١) . والكرناف: أصول الكرب التى تبقى في جِذع النخلة بعد قطْع السَعَفِ، وما قُطع مع السَعَفِ فهو الكَرَبُ، الواحدة كِرْنافَةٌ. وجمع الكرناف كرانيف.",
    "pg": "4:1420-1421"
  },
  "كرفأ": {
    "def": "الكِرْفِئ: السحاب المرتفع الذي بعضه فوق بعض، والقطعة منه كِرْفِئَةٌ. قال الشاعر يصف جيشاً: كَكِرْفِئَةِ (١) الغَيْثِ ذاتِ الصَّبي * رِ ترمى السحاب ويرمى بها (٢) والكرفئ: قشر البيض الاعلى، حكاه أبو عبيد. ونظر أبو الغوث الاعرابي إلى قرطاس رقيق فقال: غرقئ تحت كرفئ. وهمزته زائدة. وكرفأت القدر: أزبدت للغلى.",
    "pg": "1:67"
  },
  "كرفس": {
    "def": "الكرفس: بقلة معروفة.",
    "pg": "3:971"
  },
  "كركس": {
    "def": "الكركسة: ترديد الشئ. ويقال للذي ولدته الإماء: مُكَرْكَسٌ، كأنه مردد في الهجناء.",
    "pg": "3:971"
  },
  "كركم": {
    "def": "الكُرْكُمُ: الزعفران، القِطعة منه كُرْكُمَةُ بالضم. وبه سمِّي دواء الكركم.",
    "pg": "5:2021-2022"
  },
  "كرم": {
    "def": "الكَرَمُ: ضدُّ اللؤم. وقد كَرُمَ الرجل بالضم فهو كَريمٌ، وقومٌ كِرامٌ وكُرَماءُ، ونسوةٌ كَرائِمُ. ويقال: رجلٌ كَرَمٌ أيضاً، وامرأةٌ كرم، ونسوة كرم. وقال (٣) * فتنبو العين عن كرم عجاف (١) * والكرام بالضم، مثل الكَريمِ. فإذا أفرط في الكَرَم قيل كُرَّامٌ بالتشديد. وكارَمْتُ الرجل، إذا فاخرتَه في الكَرَمِ، فكَرَمْتُهُ أكْرُمُهُ بالضم، إذا غلبتَه فيه. والكَريمُ: الصَفوحُ. وكَرُمَ السحابُ، إذا جاء بالغيث. وأكْرَمْتُ الرجل أكرمه، وأصله أؤكرمه مثل أدحرجه، فاستثقلوا اجتماع الهمزتين فحذفوا الثانية، ثم أتبعوا باقى حروف المضارعة الهمزة. وكذلك يفعلون، ألا تراهم حذفوا الواو من يعد (*) استثقالا لوقوعها بين ياء وكسرة، ثم أسقطوا مع الالف والتاء والنون. فإن اضطر الشاعر جاز له أن يرده إلى أصله، كما قال:\nفإنه أهل لان يؤكرما * فأخرجه على الاصل. ويقال في التعجب: ما أكرمَه لي. وهو شاذٌّ لا يطرد في الرباعي. قال الاخفش: وقرأ بعضهم: (ومن يهن الله فما له من مكرم) بفتح الراء، أي إكرام. وهو مصدر مثل مخرج ومدخل. والكرم: كرم العنب. والكَرْمُ أيضاً القِلادةُ. يقال: رأيت في عنقها كَرْماً حسناً من لؤلؤ. قال الشاعر: ونَحْراً عليه الدُرُّ تُزْهي كُرومُهُ ترائِبَ لا شُقْراً يُعَبْنَ ولا كُهْبا والكَرْمَةُ: رأس الفخذِ المستدير كأنَّه جوزة تدور في قَلْتِ الوِرك. وقال في صفة فرس: أمرت عزيزاه ونِيطتْ كُرومه إلى كَفَلٍ رابٍ وصلب موثق والمَكْرُمَةُ: واحدة المكارِمِ. وأرضٌ مَكْرَمَةٌ للنبات، إذا كانت جيِّدة النبات. قال الكسائي: المكرم: المكرمة. قال. ولم يجئ على مفعل للمذكر إلا حرفان نادران لا يقاس عليهما: مكرم، ومعون وأنشد (١) :\nليوم روع أو فعال مكرم (٢) * وقال جميل: بثين الزمى لا إن لا إن لزمته على كثرة الواشين أي معون وقال الفراء: هو جمع مكرمة ومعونة. وعنده أن مفعلا ليس من أبنية الكلام. والاكرومة من الكَرَمِ، كالأعجوبة من العَجَبِ. ويقال للرجل: يا مَكْرَمانُ، بفتح الراء، نقيض قولك: ياملامان، من اللؤم والكرم. والتَكَرُّمُ: تكلُّفُ الكَرَمِ. وقال (٣) : تَكَرَّم لتعتاد الجميلَ فلن تَرى أخا كَرَمٍ إلا بأن يتكَرَّما وأكْرَمَ الرجل: أتى بأولاد كِرامٍ. واسْتَكْرَمَ: استحدث عِلقاً كريما. وفي المثل: \" استكرمت فاربط \". (*) والكرام، بالضم والتشديد: أكرم من الكريم، والجمع الكرامون. والتكريم الاكرام بمعنى، والاسم منه الكَرامَةُ. والكَرامَةُ أيضاً: طَبَقٌ يوضع على رأس الحُبّ. ويقال: حمل إليه الكرامة. وهو مثل النزل. وسألت عنه في البادية فلم يعرف. ويقال: نَعَمْ وحُبًّا وكَرامة. قال ابن السكيت: نَعَمْ وحُبًّا وكُرْماً بالضم، وحبا وكرمة. قال: وحكى عن زياد بن أبى زياد: ليس ذلك لهم ولا كرمة.",
    "pg": "5:2019-2021"
  },
  "كرن": {
    "def": "الكِرانُ: العُود، ويقال الصَنْجُ. قال لبيد: صعل كسافلة القنا ظنبوبه (١) * وكأن جؤجؤه صفيح كران والكرينة: المغنية.",
    "pg": "6:2188"
  },
  "كره": {
    "def": "كرهت الشئ أكرهه كراهة وكراهية، وفهو شئ كريه ومكروه. والكَريهَةُ: الشدَّة في الحرب. وذو الكَريهة: السيف الماضي في الضريبة، عن أبى عبيدة. الفرّاء: الكُرْهُ بالضم: المَشَقَّةُ. يقال: قُمتُ على كُرْهٍ، أي على مشقَّة. قال: ويقال أقامني فلانٌ على كرْهٍ بالفتح، إذا أكْرَهَكَ عليه. قال: وكان الكسائي يقول: الكره والكره لغتان. وأكْرَهْتُهُ على كذا: حملتُهُ عليه كرها. وكرهت إليه الشئ تكريها: نقيض حببته إليه. واستكرهت الشئ. والكره: الجمل الشديد الرأس. (*)",
    "pg": "6:2247"
  },
  "كرى": {
    "def": "الكَرى: النُعاس. تقول منه: كَرِيَ الرجل بالكسر يَكْرى كَرًى فهو كَرٍ، وامرأةٌ كَرِيَةٌ على فَعِلَةٍ. وقال: لا تُسْتَمَلُّ ولا يَكْرى مجالِسُها * ولا يمَلُّ من النَجْوى مُناجيها وأصبحَ فلانٌ كَرْيانَ الغداةِ، أي ناعساً. وأكْرَيْتُ العَشاء، أي أخرته. قال الحطيئة: وأكريت العشاء إلى سهيل * أو الشعرى فطال بى الاناء وهو يطلع سحرا، وما أكل بعده فليس بعشاء. يقول: انتظرت معروفك حتى أيست. وأكرينا الحديث الليلة، أي أطلناه. قال ابن أحمر: وتواهقت أخفافها طبقا * والظِلُّ لم يَفْضُلْ ولم يُكْرِ وأكرى، أي زاد. وأكْرى، أي نقص. وهو من الاضداد. وأنشد ابن الاعرابي (١) : كذى زاد متى ما يكر منه * فليس وراءه ثقة بزاد وكريت النهر كريا، أي حفرته. وقال الشيباني: كروت البئر: طويتها. وكَرا الفرس كَرْواً، وهو خَبْطه بيده في استقامة لا يُقبِلها نحو بطنه. وكَرَتِ المرأة في مشيتها تَكْرو كَرْواً. والكَرْواءُ من النساء: الدقيقة الساقين. وقال: ليس بكرواء ولكن خد لم * ولا بزلاء ولكن ستهم (٢) والكراء ممدود، لأنَّه مصدر كارَيْتُ، والدليل على ذلك أنَّك تقول: رجلٌ مُكارٍ، ومُفاعِلٌ إنَّما هو من فاعَلْتُ. وهو من ذوات الواو، لأنَّك تقول: أَعْطِ الكَرِيَّ كِرْوَتَهُ بالكسر، أي كراءه. وقول الشاعر (١) : لحقت وأصحابي على كل حرة * مروح تبارى الاحمشي (٢) المكاريا أراد ظل الناقة، شبهه بالمكارى. والمكارى مخفف، والجمع المُكارونَ سقطت الياء لاجتماع الساكنين. تقول: هؤلاء المكارون، وذهبت إلى المكارين، ولا تقل المكاريين بالتشديد. وإذا أضفت المكارى إلى نفسك قلت: هذا مكارى، بياء مفتوحة مشددة. وكذلك الجمع، تقول: هؤلاء مكارى، سقطت نون الجمع للاضافة وقلبت الواو ياء، وفتحت ياءك وأدغمت لان قبلها ساكنا. وهذان مكارياى، تفتح ياءك. وكذلك القول في قاض ورام ونحوهما (٣) . (*) وأكريت الدار فهى مكراة، والبيت مُكْرًى. واكْتَرَيْتُ، واسْتَكْرَيْتُ، وتَكارَيْتُ بمعنًى. والكَرِيُّ على فعيلٍ: المُكاري. وقال (١) : ولا أعود بعدها كريا * أمارس الكهلة والصبيا يقال: أكْرى الكَرِيُّ ظهره. والكَرِيُّ أيضاً: المُكْتَرى. والكَرِيَّةُ على فَعيلَةٍ: شجرةٌ تنبُت في الرمل في الخِصب، تنبُت على نِبتة الجَعدةِ بنجدٍ ظاهرةً. والكُرَةُ: التي تُضرب بالصَولجان، واصلها كرَوٌ، والهاء عوضٌ، وتجمع على كرين وكرين أيضا بالكسر، وكرات. وقال (٢) :\nكرات غلام في كساء مؤرنب (٣) * تقول منه: كَرَوْتُ بالكرة أَكْرو بها كَرْواً، إذا لعبت وضربتَ بها. وقال (٤) مَرِحَتْ يَداها للنَجاءِ كأنّما * تَكرو بكفى لاعب في صاع والمكرى من الابل: اللين السير البطئ. قال القطامى:\nمنها المكرى ومنها اللين السادى (١) * وكراء: موضع. وقال: منعنا كم كراء وجانبيه * كما منع العرين وحى اللهام والكروان بالتحريك: طائر. قال الراجز: يا كروانا صك فاكبأنا * فشن بالسلح فلما شنا بل الذنا بى عبسا مبنا * قالوا: أراد به الحبارى يصكه البازى فيتقيه بسلحه. ويقال: هو الكركي، ويقال له إذا صيد: أطرق كرا أطرق كرا * إن النعام في القرى والجمع كِرْوانٌ بكسر الكاف على غير قياس، كما إذا جمعت الورشان قلت ورشان. وهو جمع بحذف الزوائد، كأنهم جمعوا كر مثل (*) أخ (١) وإخوان. وقد قالوا كراوين كما قالوا وزاشين. وينشد (٢) :\nحتف الحباريات والكراوين (٣)",
    "pg": "6:2472-2474"
  },
  "كزبر": {
    "def": "الكُزْبُرَةُ من الأبازير، بضم الباء وقد تفتح، وأظنُّه معرباً.",
    "pg": "2:805"
  },
  "كزز": {
    "def": "الكَزَزَة: الانقباضُ واليُبْس. ويقال: رجلٌ كَزٌّ، وقومٌ كُزٌّ بالضم. ورجلٌ كَزُّ اليدين، أي بخيل، مثل جَعْد اليدين. وقوسٌ كَزَّةٌ، إذا كان في عودها يُبْسٌ عن الانعطاف. وبَكْرَةٌ كَزَّةٌ، أي ضيِّقة شديدة الصرير. وقد كَزَزْتُ الشئ فهو مكزوز، أي ضيقته. والكُزازُ بالضم: داءٌ يأخذ من شدَّة البرد. وقد كُزَّ الرجل فهو مَكْزوزٌ، إذا تقبَّض من البرد. واكلازا اكلئزازا، إذا تقبض. واللام والهمزة زائدتان.",
    "pg": "3:893"
  },
  "كزم": {
    "def": "كزم الشئ بمقدم فيه، أي كسره واستخرج ما فيه ليأكله. يقال: العير يَكْزِمُ من الحَدَجَةِ. والكَزَمُ: غِلَظُ الجحفَلة وقِصَرُها. يقال: فرسٌ أكْزَمُ بيِّن الكَزَمِ. والكَزَمُ أيضاً: قِصَرٌ في الأنف والأصابع. يقال: أنفٌ أَكْزَمُ، ويدٌ كَزْماءُ. والكَزومُ: الناقة التي لم يبق في فيها سِنٌّ من الهرم.",
    "pg": "5:2022"
  },
  "كسأ": {
    "def": "كَسَأْتُهُ: تَبِعْتُهُ. ويقال للرجل إذا هَزَمَ القومَ فمرَّ وهو يطردهم: مرَّ فلان يَكْسَؤُهُمْ ويَكْسَعُهُمْ، أي يتبعهم. ومنه قول الشاعر (١) :\nكسع الشتاء بسبعة غبر * والاكساء: الادبار. قال الشاعر (٢) : حتَّى أرى فارِسَ الصَموتِ عَلى * أَكْساءِ خَيْلٍ كأنَّها الإبِلُ يعني خَلْفَ القوم وهو يطردهم.",
    "pg": "1:67"
  },
  "كسا": {
    "def": "الكُسْوَةُ والكِسْوَةُ: واحدة الكسا. وكَسَوْتُهُ ثوباً فاكْتَسى. والكِساءُ: واحد الأكْسِيَةِ، وأصله كِساوٌ لأنَّه من كسوت، إلا أن الواو لما جاءت بعد الالف همزت. وتكسيت بالكساء: لبسته. وقول الشاعر (٤) : فبات له دون الصبا وهى قرة * لحاف ومصقول الكساء رقيق (٥) أراد اللبن تعلوه الدواية. وقول الحطيئة: دَعِ المكارمَ لا ترحلْ لبُغْيَتِها * واقْعُدْ فإنَّك أنت الطاعِمُ الكاسِي قال الفرّاء: يعني المَكْسُوَّ، كقولك: ماءٌ دافقٌ، وعيشةٌ راضيةٌ ; لأنَّه يقال كُسِيَ العريانُ ولا يقال كسا (١) .",
    "pg": "6:2474-2475"
  },
  "كسب": {
    "def": "الكَسْبُ: طلب الرزق. وأصله الجمع، تقول منه: كَسَبْتُ شيئاً واكْتسبْته بمعنًى. وفلان طيِّبُ الكَسْب، وطيب المكسبة مثال المغفرة، وطيب الكسبة بالكسر، وهو مثل الجلسة. وكسبت أهلي خَيْرا، وكَسَبْتُ الرجلَ مالاً فكَسَبَه. وهذا ممَّا جاء على فعلته ففعل. والكواسب: الجوارح. وتكسب، أي تكلَّف الكَسْبَ. والكُسْبُ بالضم: عصارة الدهن. وكساب، مثل قطام: اسم كلبة.",
    "pg": "1:212-213"
  },
  "كسج": {
    "def": "الكَوْسَجُ: الأثَطّ، وهو معرَّب. والكَوسج: سمكة في البحر، له خرطوم كالمئشار.",
    "pg": "1:337"
  },
  "كسح": {
    "def": "كَسَحْتُ البيتَ: كنسته. والمِكْسَحَةُ: ما يُكْنَسُ به الثلج وغيره. وكَسَحَتِ الريحُ الأرضَ: قشرتْ عنها التراب. وأغاروا عليهم فاكتسحوهم، أي أخذوا ما لهم كله. والكساحة مثل الكناسة. والا كسح: الاعرج، والمقعد أيضا. قال الاعشى: بين مغلوب نبيل جده (١) * وخذول الرجل من غير كسح وفى الحديث: \" الصدقة مال الكسحان والعوران (٢) \".",
    "pg": "1:398-399"
  },
  "كسد": {
    "def": "كسد الشئ كسادا، فهو كاسِدٌ وكَسيدٌ. وسلعةٌ كاسِدَةٌ، وسوقٌ كاسِدٌ بلا هاءٍ. وأكْسَدَ الرجل، أي كَسَدَتْ سوقُه. وقول الشاعر معاوية بن مالك: إذ كُلُّ حيٍّ نابِتٌ بأَرومَةٍ * نَبْتَ العِضاهِ فماجد وكسيد - أي دون.",
    "pg": "2:531"
  },
  "كسر": {
    "def": "كسرت الشئ فانكسر وتكسر وكَسَّرْتُهُ، شدِّد للتكثير والمبالغة. وناقةٌ كَسيرٌ كما قالوا: كفٌّ خضيبٌ. ويقال: كَسَرَ الطائرُ، إذا ضمَّ جناحيه حين ينقضّ. قال العجاج:\nتَقَضِّيَ البازي إذا البازي كَسَرْ * (١٠٢ - صحاح - ٢) والكاسِرُ: العُقاب. والكِسْرُ، بالكسر: أسفل شُقَّةِ البيت التي تلي الأرض من حيثُ يكسر جانباه من عن يمينك ويسارك، عن ابن السكيت. قال: ومنه قيل: فلانٌ مُكاسِري، أي جاري، كِسْرُ بيتِه إلى جانب كِسْرِ بيتي. والكِسْرُ أيضاً: عَظْمٌ ليس عليه كثير لحم (١) ، والجمع كسور. قال الشاعر: ألا بكرت عرسي بليل (٢) تلومني * وفى كفها كسر أبح رذوم - ولا يكون كذا إلا وهو مكسور. ويقال أيضا لعظم الساعد مما يلي النِصف منه إلى المرفق: كِسْرُ قَبيحٍ. قال الشاعر: فلو كنت (٣) عَيْراً كنتَ عَيْرَ مذلة * ولو كنت (٣) كسرا كنت كسر قبيح - والفتحُ في هؤلاء الثلاثة لغةٌ. والكسرة: القطعة من الشئ المكسور، والجمع كسر، مثل قطعة وقطع. وعود صلب المكسر، بكسر السين، إذا عَرفْت جَوْدَتَهُ بكسرِهِ. ويقال: فلان طيِّب المَكْسِرِ، إذا كان محموداً عند الخِبرة. وأرضُ ذاتُ كُسورٍ، أي ذات صَعودٍ وهَبوطٍ. ورجلٌ ذو كَسَراتٍ وهَزَراتٍ، إذا كان يُغْبَنُ في كل شئ. وكسار الحطب: دقاقه. وشئ كسير، أي مكسور، والجمع كسرى، مثل مريض ومرضى. وكسرى: لقب ملوك الفرس، بفتح الكاف وكسرها، وهو معرب \" خسرو \"، والنسبة إليه كسروى وإن شئت كسرى مثل حرمى، عن أبى عمرو. وجمع كسرى أكاسرة على غير قياس، لان قياسه كسرون بفتح الراء، مثل عيسون وموسون بفتح السين.",
    "pg": "2:805-806"
  },
  "كسس": {
    "def": "الكسيس: نبيذ التمر. قال الشاعر (١) : فإن تسق من أعناب وج فإننا * لنا العين تجرى من كسيس ومن خمر * والكسيس أيضاً: لحمٌ يجفَّف على الحجارة، ثم يُدَقُّ ويُتَزَوَّدُ. والكَسَسُ: قِصَرُ الاسنان. يقال: رجل أكس.",
    "pg": "3:971"
  },
  "كسع": {
    "def": "الكَسْعُ أن تضرِب دُبَر الإنسان بيدك أو بصدر قَدَمك. يقال: اتَّبع فلانٌ أدبارهم يَكْسَعُهُمْ بالسيف، مثل يَكْسَؤُهُم، أي يطردهم. ومنه قول الشاعر (٢) :\nكسع الشتاء بسبعة غبر (٣) * والكَسْعُ: سرعةُ المَرِّ. يقال: كَسَعَهُ بكذا، إذا جعله تابعاً له ومذهبا (١) ووردت الخيول يكسع بعضها بعضاً. والكَسَعُ: بياضٌ في أطراف الثُنَّةِ، يقال: فرسٌ أكْسَعُ بيِّن الكَسَع. وكَسَعْتُ الناقة بغبْرِها، أي ضربت خِلفها بالماء البارد ليترادَّ اللبنُ في ظَهرها ويبقى لها طِرْقُها، وذلك إذا خِفْتَ عليها الجدبَ في العام القابل. قال الحارث بن حِلِّزة: لا تَكْسَعِ الشَوْلَ بأَغْبارِها * إنَّك لا تدري مَنِ الناتجُ (٢) * ومنه قيل رجلٌ مُكَسَّعٌ، وهو من نعت الرجل العَزَب إذا لم يتزوَّج. وتفسيره: ردت بقيته في ظهره. قال الراجز: والله لا يخرجها من قعره * إلا فتى مكسع بغبره * واكتسع الكلب بذَنَبِهِ، إذا اسْتَثْفَرَ به. والكسعة: الحمير: والكسعوم بالحميرية: الحمار، والميم زائدة. وكسع: حى من اليمن، ومنه قولهم: \" ندامة الكسعى \"، وهو رجل منهم ربى نبعة حتى اتخذ منها قوسا ونبلا، فرمى الوحش عنها ليلا فأصاب وظن أنه أخطأ فكسر القوس، فلما أصبح رأى ما أصمى من الصيد فندم (١) . قال الشاعر: ندمت ندامة الكسعى لما * رأت عيناه ما صنعت يداه",
    "pg": "3:1276-1277"
  },
  "كسف": {
    "def": "الكسفة: القطعة من الشئ. يقال: أعطني كِسْفَةً من ثوبك، والجمع كِسْفٌ وكِسَفٌ. ويقال: الكِسْفُ والكِسْفَةُ واحدٌ. وقال الأخفش: من قرأ: ﴿كِسْفاً من السماء﴾ جعله واحداً. ومن قرأ ﴿كِسَفاً﴾ جعله جميعاً. والكَسْفُ بالفتح: مصدر كَسَفْتُ البعير، إذا قطعت عرقوبَه. وكذلك كَسَفْتُ الثوب، إذا قطعته. والتَكْسيفُ: التقطيعُ. وكَسَفَتِ (٢) الشمسُ تَكْسِفُ كُسوفاً، وكَسَفَها الله كَسْفاً، يتعدَّى ولا يتعدى. قال الشاعر (٣) الشمس طالعة ليست بكاسفةٍ تبكي عليك نجومَ الليلِ والقَمَرا أي ليست تَكْسِفُ ضوءَ النجوم مع طلوعها لقلَّة ضوئها وبكائها عليك. وكذلك كَسَفَ القمرُ، إلاَّ أنَّ الأجود فيه أن يقال خسف القمر. والعامة تقول: انكسفت الشمس. وكسفت حال الرجل، أي ساءتْ. ورجلٌ كاسف البال: سيئ الحال. وكاسف الوجه، أي عابس. وفي المثل: \" أَكَسْفاً وإمْساكاً \" أي أَعُبوساً مع بخل.",
    "pg": "4:1421"
  },
  "كسل": {
    "def": "الكَسَلُ: التثاقُلُ عن الأمرِ. وقد كَسِلَ بالكسر، فهو كَسْلانُ، وقوم كسالى وكسالى (٢) وإن شئت كسرت اللام كما قلنا في الصحارى. وامرأة مكسال: لا تكاد تبرحُ مجلسها، وهو مدحٌ لها، مثل نؤومِ الضُّحى. وأكْسَلَ الرجُلِ في الجِماعِ، إذا خالط أهلَهُ ولم يُنْزِلْ. ويقال في فحل الابل أيضا.",
    "pg": "5:1810"
  },
  "كسم": {
    "def": "الكسم: تنقيتك الشئ بيدك، ولا يكون إلا من شئ يابس. والكَيْسومُ: الحشيشُ الكثير. وخيلٌ أَكاسِمُ، أي كثيرةٌ يكاد يركبُ بعضها بعضا. وأبو يكسوم الحبشى صاحب الفيل. قال لبيد: لو كان حى في الحياة مخلدا في الدهر ألفاه أبو يكسوم",
    "pg": "5:2022"
  },
  "كشأ": {
    "def": "أبو عمرو: كشَأتُ اللحم كَشْأً: شويته حتَّى يَبِسَ فهو كشئ. وأكشأته أيضا عن الاموى. وفلان يتكشأ اللحمَ: يأكله وهو يابسٌ. وكشَأْتُ القِثَّاءَ: أكلتُه. أبو زيد: كشَأت الطعام كَشْأً، إذا أكلته كما تأكل القثَّاء ونحوه. أبو عبيدة: تكشأ الاديم: تقشر.",
    "pg": "1:67"
  },
  "كشت": {
    "def": "الكشوث (٢) : نبت يتعلق بأغصان الشجر من غير أن يضرب بعِرْقٍ في الأرض. قال الشاعر: هو الكُشوثُ فلا أصلٌ ولا ورقٌ * ولا نسيمٌ ولا ظلٌّ ولا ثمر\nفصل اللام",
    "pg": "1:290-291"
  },
  "كشح": {
    "def": "الكَشْحُ: ما بين الخاصرة إلى الضلعِ الخَلْفِ. وطوى فلان عَنِّي كَشْحَهُ، إذا قَطَعَكَ. وطويتُ كَشْحي على الأمر، إذا أضْمَرْتَهُ وسَتَرْتَهُ. والكَشَحُ بالتحريك: داءٌ يصيب الإنسان في كَشْحِهِ فيُكوى. وقد كُشِحَ الرجل كَشْحاً، إذا كُوِيَ منه. ومنه سمى المكشوح المرادى. والكشاح: سمة في الكشح. والكاشِحُ: الذي يضمر لك العداوة. يقال: كَشَحَ له بالعداوة وكاشَحَهُ، بمعنًى. وكُشِحَ القومُ عن الماء فانكشحوا، أي تفرقوا عنه. ومر فلان يَكْشَحُهُمْ، أي يفرِّقهم ويطرُدهم.",
    "pg": "1:399"
  },
  "كشر": {
    "def": "كَشرَ البعير عن نابه، أي كشف عنها. ابن السكيت: الكَشْرُ: التبسُّم. يقال: كَشَرَ الرجلُ (١) ، وانْكَلَّ، وافْتَرَّ، وابتسم، كل ذلك تبدو منه الاسنان.",
    "pg": "2:806"
  },
  "كشش": {
    "def": "كَشيشُ الأفعى: صوتها من جلدها لا من فِيها. وقد كشت تكش. قال الراجز: كأن صوت شخبها المرفض * كشيش أفعى أزمعت (١) لعض * فهى تحك بعضها ببعض * وكشكشت مثله. وكشت البقرة: صاحت. وكشيش الشراب: صوت غليانه. وكَشيشُ الزَنْدِ: صوتٌ خَوَّارٌ تسمعه عند خروج النار. وكشكشة بنى أسد: إبدال الشين من كاف الخطاب للمؤنث، كقولهم: عليش، وبش، في عليك وبك، في موضع التأنيث. قال الأصمعيّ: إذا بلغ الذَكَرُ من الإبل الهديرَ فأوَّله الكَشيشُ، وقد كَشَّ يَكِشُّ. قال رؤبة:\nهَدَرْتُ هَدْراً ليس بالكَشيشِ (٢) * وبعيرٌ مِكْشاشٌ. قال العنبري: في العنبريين ذوى الارياش * يهدر هدرا ليس بالمكشاش * فإذا ارتفع قليلا قيل: كت. فإذا أفصح قيل: هدر. فإذا صفا صوته قيل قرقر.",
    "pg": "3:1018"
  },
  "كشط": {
    "def": "كَشَطْتُ الجُلَّ عن ظهر الفرس، والغطاء عن الشئ، إذا كشفته عنه. والقَشْطُ لغةٌ فيه. وفى قراءة عبد الله: ﴿وإذا السماء قشطت﴾ . وكَشَطْتُ البعيرَ كَشْطاً: نزعتُ جلده. ولا يقال سلخت، لأنَّ العرب لا تقول في البعير إلاَّ كَشَطْتُهُ أو جَلَّدْتُهُ. وانْكَشَطَ روعُه، أي ذهب.\nفصل اللام",
    "pg": "3:1155"
  },
  "كشف": {
    "def": "كشفت الشئ (١) فانكشف وتكشف. يقال: تَكَشَّفَ البرقُ، إذا ملأ السماء. وكاشَفَهُ بالعداوة، أي بادأه بها. ويقال: \" لو تكاشَفْتُمْ ما تدافنتم \"، أي لو انْكَشَفَ عيبُ بعضكم لبعض. والكَشوفُ: الناقة التي يضربها الفحل وهي حامل. وقد كَشَفَتِ الناقةُ كِشافاً. وقال الأصمعيّ: فإنْ حمل عليها الفحل سنتين متواليتين فذلك الكِشافُ، والناقةُ كَشوفٌ. قال زهير:\nوتَلْقَحْ كِشافاً ثمَّ تنتج فتفطم (٢) * وأكشف القوم، أي كَشَفَتْ إبلهم. والكَشَفُ بالتحريك: انقلابٌ من قُصاصِ الناصية كأنَّها دائرة، وهي شُعيرات تنبُت صُعُداً، والرجلُ أَكْشَفَ، وذلك الموضع كَشَفَةٌ. والكَشَفُ في الخيل: التواءٌ في عسيب الذَنَبِ. والأكْشَفُ: الرجل الذي لا ترس معه في الحرب.",
    "pg": "4:1421-1422"
  },
  "كشم": {
    "def": "رجلٌ أكْشَمُ، أي ناقص الخَلْق بيِّن الكَشَمِ. وقد يكون ذلك النقصان أيضا في الحسب. وقال (١) : غلام أتاه اللؤم من نحو خاله له جانب واف وآخركشم أي أبوه حر وأمه أمة. والكشم: قطع الانف باستئصال.",
    "pg": "5:2022"
  },
  "كشى": {
    "def": "الكُشْيَةُ: شحمة بطنِ الضبّ ; والجمع الكشى. وقال: وأنت لو ذقت الكشى بالاكباد * لما تركت الضب يعدو في الواد",
    "pg": "6:2475"
  },
  "كصص": {
    "def": "الكَصيصُ: الرِعدَةُ، ويقال الحركةُ والالتواء من الجهد. ومنه قولهم: أفلت وله كصيص وأصيص وبصيص. قال أبو عبيدة: هو الرعدة ونحوها. والكصيصة: الحبالة التى يصاد بها الظبى. فصل اللام",
    "pg": "3:1055"
  },
  "كصم": {
    "def": "كصمه (٢) كصما: دفعه بشدة. وكصم الرجل: نكص.",
    "pg": "5:2022"
  },
  "كظا": {
    "def": "كَظا لحمه يَكْظو، أي كثُر واكتنز. يقال: خَظا لحمه وكظا وبظا، كله بمعنى.",
    "pg": "6:2475"
  },
  "كظر": {
    "def": "الكُظْرُ في سِيَةِ القوس، هو الفَرْضُ الذي فيه الوَتَرُ. والكُظْرُ أيضاً: ما بين التَرْقُوَتَيْنِ. هذا الحرف نقلته من كتاب من غير سماع.",
    "pg": "2:806-807"
  },
  "كظظ": {
    "def": "الكظة بالكسر: شئ يعترى الإنسان عن الامتلاء من الطعام. يقال: كَظَّهُ الطعامُ يَكُظُّهُ كَظًّا. وكَظَّني هذا الأمر، أي جَهَدَني من الكرب. والمكاظة: الممارسة الشديدة في الحرب. ويقال: تَكاظَّ القومُ إذا تجاوزوا الحدَّ في العداوة. وبينهم كظاظ. قال الراجز (١) :\nإذ سئمت ربيعة الكظاظا (٢) * واكتظ المسيل، أي ضاق بسَيْلِه من كثرته. ورجلٌ كَظٌّ لَظٌّ، أي عَسرٌ متشدِّدٌ.",
    "pg": "3:1178"
  },
  "كظم": {
    "def": "كَظَمَ غيظه كَظْماً (٣) : اجترَعه، فهو رجلٌ كَظيمٌ. والغَيْظُ مَكْظومٌ. والكَظيمُ: غَلَقُ الباب. والكَظومُ: السكوتُ. وكَظَمَ البعير يَكْظمُ كُظوماً، إذا أمسَكَ عن الجِرَّة، فهو كاظِمٌ. وإبلٌ كظومٌ. تقول: أرى الإبل كَظوماً لا تجترُّ. وقومٌ كُظَّمٌ، أي ساكتون. قال العجاج: ورب أَسْرابِ حَجيجٍ كُظَّمِ عن اللَّغا ورفث التكلم ويقال: أخذت بكظمه، أي بمَخْرَج نَفَسه. والجمع أكْظامٌ. وكاظمة: موضع. والكِظامَةُ: بئرٌ إلى جنبها بئر، وبينهما مجرًى في بطن الوادي. وفي الحديث: \" إذا رأيت مكة قد بعجت كظائم \". والكِظامَةُ: الحَلقة التي تجمع فيها خيوط الميزان في طرف الحديدة. والكِظامَةُ: العَقَبُ الذي على رءوس القذذ العليا.",
    "pg": "5:2022-2023"
  },
  "كعب": {
    "def": "الكَعْبُ: العظم الناشز عند ملتقى الساق والقدم. وأنكر الاصمعي قول الناس إنه في ظهر القدم. وكعوب الرمح: النواشزُ في أطراف الأنابيب. والكَعابُ بالفتح: الكاعِب، وهي الجارية حين يبدو ثَدْيُها للنُهود. وقد كَعَبَتْ تَكْعَبُ بالضم كُعوباً: وكَعَّبَتْ بالتشديد مثله. وبُرْد مُكَعَّبٌ: فيه وَشْيٌ مربَّعٌ. وثوب مكعَّب، أي مطويٌّ شديد الإدراج. والكَعْبُ: القطعة من السمن. والكعبان: كعب بن كلاب، وكعب بن ربيعة بن عقيل بن ربيعة بن عامر بن صعصعة. والكعبة: البيت الحرام، يقال: سمى بذلك لتربعه. وذو الكعبات: بيت كان لربيعة وكانوا يطوفون به.",
    "pg": "1:213"
  },
  "كعبر": {
    "def": "الكعبرة: واحدة الكعابر، وهو شئ يخرج من الطعام إذا نُقِّيَ غليظُ الرأس مجتمعٌ، ومنه سميت رءوس العظام الكَعابرَ. ويقال: كعبره بالسيف، أي قطعه، ومنه سمى المكعبر الضبى، لانه ضرب قوما بالسيف.",
    "pg": "2:807"
  },
  "كعت": {
    "def": "الكُعَيْتُ: البلبل (٢) ، جاء مصغَّراً، وجمعه كِعْتانٌ. أبو زيد: رجل كَعْتٌ وامرأة كَعْتَةٌ، وهما القصيران.",
    "pg": "1:262-263"
  },
  "كعثب": {
    "def": "ركب كعثب، أي ضخم.",
    "pg": "1:213"
  },
  "كعر": {
    "def": "الأصمعي: إذا حمل الفَصيلُ في سنامه شحماً قيل: أكْعَرَ فهو مكعر، أي مجذ (١) . والكنعرة: الناقة العظيمة، وجمعها كناعر، حكاه أبو عبيد عن أبى زيد.",
    "pg": "2:807"
  },
  "كعز": {
    "def": "كعزت الشئ كعزا (٢) : جمعته بأصابعى.  [كعمز (١) ] الكعمز: حشفة الرجل.",
    "pg": "3:893"
  },
  "كعع": {
    "def": "كعكعته (٢) فتكعكع، أي حبسته فاحتبس. وأكعه الفرق إكعاعا، إذا حبسه عن وجهه. وتكعكع، أي جبن، لغة في تكأكأ: ورجلٌ كُعْكُعٌ بالضم، أي جبان ضعيف. وقد كع يكع كُعوعاً. وحكى يونس يَكُعُّ بالضم. وقال سيبويه: يكع بالكسر أجود. فهو كع وكاع. قال الشاعر * إذا كان كع القوم للدحل لازما (١) * وقال أبو زيد: كععت وكععت لغتان، مثل زللت وزللت.",
    "pg": "3:1277"
  },
  "كعك": {
    "def": "الكعك: خبر، وهو فارسي معرب قال الراجز يا حبذا الكعك بلحم مثرود وخشكنان مع سويق مقنود\nفصل اللام",
    "pg": "4:1605"
  },
  "كعم": {
    "def": "الكعام: شئ يجعل في فم البعير. يقال: كَعَمْتُ البعير، إذا شددت به فمه في هياجه، فهو مكعومٌ. وكَعَمْتُ الوعاء، إذا شددتَ رأسه. وكَعَمَهُ الخوف فلا يرجع. والمُكاعَمةُ: التقبيل. يقال كَعَمَها وكاعَمَها، إذا التقم فاها في التقبيل.",
    "pg": "5:2023"
  },
  "كفأ": {
    "def": "كفَأتُ القومَ كَفْأً، إذا أرادوا وَجْهاً فصرفتهم إلى غيره، فانكفؤوا أي رجعوا. وتكفأت المرأة في مِشْيَتها: ترَهْيَأتْ ومادَتْ كما تتحرك النخلَةُ العَيْدانَةُ. قال الشاعر (١) : وكأنَّ ظعْنَهُم غداةَ تحمَّلوا * سُفنٌ تَكَفَّأُ في خليج مُغْرَبِ وكفَأتْ الإناءَ: كَبَبْتُهُ وقلبْتُه، فهو مكفوءٌ. وزعم ابن الأعرابي أن أكْفَأْتُه لغة. والكِفاءُ بالكسر والمد: شُقَّة أو شُقَّتانِ تُنْصَحُ إحداهما بالأخرى ثم يُخَلُّ به مُؤَخَّرُ الخِباءِ. تقول منه: أكْفَأتُ البيتَ إكفاءً. والإكفاء في الشعر: أن يُخالفَ بين قوافيه بعضها ميم وبعضها نون، وبعضها دال وبعضها طاء، وبعضها حاء وبعضها خاء ونحو ذلك، كقول رؤبة: أزْهَرُ لم يولد بنجم الشح * ميم البيت كريم السنخ (٢) هذا قول أبى زيد، وهو المعروف عند العرب. وقال الفراء: أكفأ الشاعِر، إذا خالف بين حركات الروى، وهو مثل الاقواء. حكاه عنه ابن السكيت. الكسائي: كَفَأتُ الإناءَ: كَبَبْتُه. وأكْفَأْتُه: أمَلْتُه، قال: ولهذا قيل: أكْفَأْتُ القوسَ، إذا أمَلْتَ رَأسَها ولم تَنْصِبْها نصباً حين ترمي عنها. قال: ومنه قول ذى الرمة: قطعت بها أرضاً تَرى وَجْهَ رَكْبِها * إذا ما عَلَوْها مُكْفَأً غَيرَ ساجِعِ (١) وقال أبو زيد: يعني جائرا غير قاصد والكفئ: النظير. وكذلك الكف والكفؤ، على فعل وفعل. والمصدر الكفاءة بالفتح والمد. وتقول: لا كِفاءَ له بالكسر، وهو في الأصل مصدر، أي لا نظير له. وفى حديث العقيقة \" شاتان مكافئتان \" أي متساويتان (٢) ، والمحدثون يقولون \" مكافأتان \". وكل شئ ساوى شيئاً حتَّى يكون مثله فهو مكافئ له. وقال بعضهم في تفسير الحديث: تذبح إحداهما مقابلة الاخرى. وكافأته على ما كان منه مُكافَأةً وكِفاءً: جازيته. تقول: مالى به قبل ولا كفاء، أي مالى به طاقة على أن أكافئه. والتكافُؤُ: الاستواءُ، يقال \" المسلمون تتكافأ دِماؤُهُم \". واكْتَفَأتُ الإناءَ مثل كَفَأتُهُ، أي قَلَبْتُهُ. واسْتَكْفَأتُ فلاناً إبلَهُ، أي سألته نِتاجَ إبله سَنةً،: فأكْفَأنيها، أي أعطاني لَبَنها ووَبَرَها وأولادَها سَنةً. والاسم الكُفْأةُ والكفأة، يضم ويفتح، تقول: اعطني كُفْأةَ ناقَتِك وكَفْأَةَ ناقَتِكَ. وتقول أيضاً: أكْفَأتُ إبلي كَفْأَتَيْن، إذا جَعلتَها نِصْفَين تُنْتجُ كلَّ عامٍ نِصْفَها وتترك نِصفاً، لأن أفضل النِتاج أن تُحملَ على الإبل الفُحولَة عاماً وتُتْرَك عاماً، كما يصنع بالارض في الزراعة. قال ذو الرمة: كلا (١) كفأتيها تنفضان ولم يجد * لها ثيل سقب في النتاجين لا مس يقول: إنها نتجت إناثا كلها. وهذا محمود عندهم. أبو زيد: وَهَبْتُ له كُفْأةَ ناقتي وكفأة ناقتي يضم ويفتح، إذا وهبت له ولدها ولبنها ووبرها سنة.",
    "pg": "1:67-69"
  },
  "كفت": {
    "def": "كفت الشئ أكفته كفتا، إذا ضممته إلى نفسك. وفى الحديث: \" اكفتوا صبيانكم بالليل فإن للشيطان خطفة \". قال زهير يصف دِرعاً وأنَّ صاحبها ضمَّها إليه: ومُفاضَةٍ كالنِهيِ تَنْسُجُهُ الصَبا * بيضاَء كُفِّتَ فَضْلُها بمُهَنَّدِ وإنما شدَّده للمبالغة. وكَفَتَهُ عن وجهه، أي صرفه. وكَفَتَ، أي أسرع. والكَفْتُ: السَوق الشديد. ورجل كَفْتٌ وكَفيتٌ، أي سريع، مثال كمش وكميش. والكفت بالكسر: القدر الصغيرة. وفي المثل: \" كفْتُ (١) إلى وَئيَّةٍ \"، أي بليّة إلى جنبها أخرى. والكِفاتُ: الموضع الذي يُكْفَتُ فيه شئ، أي يضم. ومنه قوله تعالى: (ألم نَجْعَلِ الأرضَ كفاتا. أحياء وأمواتا) .",
    "pg": "1:263"
  },
  "كفح": {
    "def": "كَفَحْتُهُ كَفْحاً، إذا استقبلته كَفَّة كَفَّةَ. وفي الحديث: \" إني لأكفحها وأنا صائم \"، أي أواجهها بالقُبْلَةِ. قال الأصمعي: كَافَحوهُم، إذا استقبلوهم في في الحرب بوجوههم ليس دونها ترسٌ ولا غيره. ويقال: فلان يُكافِحُ الأمور، أي يباشرها بنفسه. وأكْفَحْتُ الدابةَ إكْفاحاً، إذا تلقَّيت فاه باللجام تضربه به ليلتقمَه. قال: وهو من قولهم لقيته كفاحا. والكفيح: الكفء.",
    "pg": "1:399"
  },
  "كفر": {
    "def": "الكُفْرُ: ضدُّ الإيمان. وقد كَفَرَ بالله كُفْراً. وجمع الكافِرِ كفار وكفرة وكفار أيضا، مثل جائع وجياع، ونائم نيام. وجمع الكافِرَةِ الكَوافِرُ. والكُفْرُ أيضاً: جُحودُ النعمةِ، وهو ضدُّ الشكر. وقد كَفَرَهُ كُفوراً وكُفْراناً. وقوله تعالى:\n(إنَّا بكُلٍّ كافِرون) *، أي جاحدون. وقوله عزوجل:\n(فأبى الظالمون إلا كُفوراً) *. قال الأخفش: هو جمع الكفر، مثل برد وبرود. والكفر بالفتح: التغطية. وقد كفرت الشئ أكفره بالكسر كَفْراً، أي سَتَرْتُهُ. ورمادٌ مكفورٌ، إذا سفَت الريحُ الترابَ عليه حتى غطته. وأنشد الاصمعي (١) : هل تعرف الدار بأعلى ذى القور * قد درست غير رماد مكفور (٢) - والكفر أيضا: القرية. وفي الحديث: \" تخرجُكم الرومُ منها كَفْراً كَفْراً \" أي قريةً قريةً، من قرى الشام. ولهذا قالوا: كَفْرُ تُوثا، وكَفْرُ تِعْقابٍ وغير ذلك، إنما هي قرى نسبت إلى رجالٍ. ومنه قول معاوية: \" أهل الكُفورِ هم أهل القبور \"، يقول: إنهم بمنزلة الموتى لا يشاهدون الأمصار والجُمَعَ وما أشبهها. والكَفْرُ أيضاً: القبرُ. ومنه قيل: \" اللهم اغفر لأهل الكُفورِ \". والكَفْرُ أيضاً: ظُلْمَةُ الليل وسوادُه. وقد يُكْسَرُ، قال حميد (٣) : فوَرَدَتْ قبل انبلاجِ الفَجْرِ * وابنُ ذُكاءَ كامنٌ في كَفْرِ - أي فيما يواريه من سواد الليل. والكافر: الليل المظلم، لانه ستر كل شئ بظلمته. والكافِرُ: الذي كَفَرَ درعَه بثوبٍ، أي غطّاه ولبسَه فوقه. وكل شئ غطى شيئا فقد كَفَرَهُ. قال ابن السكيت: ومنه سمي الكافِرُ، لأنه يستر نِعَمَ الله عليه. والكافِرُ: البحرُ. قال ثَعلبة بن صُعَيْر المازني: فَتَذَكَّرا ثَقَلاً رَثيداً بَعْدَ ما * ألقَتْ ذُكاءُ يَمينَها في كافِرِ - يعني الشمس أنها بدأت في المغيب. ويحتمل أن يكون أراد الليلَ. وذكر ابن السكيت أن لَبيداً سرقَ هذا المعنى فقال: حتَّى إذا ألْقَتْ يَداً في كافِرٍ * وأجَنَّ عَوراتِ الثُغورِ ظَلامُها - والكافِرُ الذي في شِعر المتلمّس (١) : النهر العظيم. والكافِرُ: الزارعُ، لأنه يغطِّي البَذْرَ بالتراب. والكُفَّارُ: الزرّاعُ. والمُتَكَفَرُ: الداخل في سلاحه. وأكفرت الرجل، أي دعوْتُه كافِراً. يقال: لا تُكَفرْ أحداً من أهل القبلة، أي لا تَنْسُبهم إلى الكُفْرِ. والتَكْفيرُ: أن يخضع الإنسان لغيره، كما يُكَفِّرُ العِلْجُ للدهاقين: يضع يدَه على صدره ويتطامَنُ له. قال جرير (١) : وإذا سَمِعْتَ بحربِ قيسٍ بَعْدَها * فضَعوا السلاحَ وكَفِّروا تكفيرا - وتَكْفيرُ اليمين: فِعْلُ ما يجب بالحنْثِ فيها. والاسم الكَفَّارَةُ. والتَكْفيرُ في المعاصي، كالإحباطِ في الثوابِ. أبو عمرو: الكافورُ: الطَلْعُ. والفراء مثله. وقال الأصمعي: هو وعاء طلعِ النخلِ. وكذلك الكُفُرَّى. والكافورُ من الطيبِ. وأما قول الراعي: تكسو المفارقَ واللَبَّاتِ ذا أرَجٍ * من قُصْبِ مُعْتَلِفِ الكافورِ درَّاجِ - فإنَّ الظبي الذي يَكونُ منه المسكُ إنما يرعى سُنْبُلَ الطيبِ، فيجعله كافوراً. والكَفِرُ بكسر الفاء: العظيم من الجبال (٢) ، حكاه أبو عبيد عن الفراء.",
    "pg": "2:807-809"
  },
  "كفف": {
    "def": "الكَفُّ: واحدة الأكُفِّ. وقولهم: لقيته كَفَّةَ كَفَّةَ، بفتح الكاف، أي كفاحاً، وذلك إذا استقبلتَه مواجَهة. وهما اسمان جُعِلا واحداً وبُنيا على الفتح مثل خمسة عشر. وكفة القميص، بالضم: ما استدار حولَ الذَيل. وكان الأصمعي يقول: كلُّ ما استطال فهو كُفَّةٌ بالضم، نحو كُفَّةِ الثوبِ وهي حاشيته، وكُفَّةُ الرملِ وجمعه كِفافٌ. وكلُّ ما استدار فهو كِفَّةٌ بالكسر، نحو كِفَّةِ الميزان، وكِفَّةِ الصائد وهى حبالته. وكفة اللثة، وهي ما انحدر منها. قال: ويقال أيضاً كَفَّةُ الميزان بالفتح، والجمع كفف. والكفف. والكفف في الوشم: دارات تكون فيه. وكفاف الشئ: حتارُهُ (١) . والكافَّة (٢) : الجميع من الناس. يقال: لقيتهم كافَّة، أي كلّهم. وأمَّا قول ابن رواحة الأنصاريّ ﵁: فسِرْنا إليهم كافَةً في رِحالِهِمْ جميعاً علينا البَيْضُ لا نَتَخَشَّعُ فإنَّما خفَّفه ضرورة، لأنَّه لا يصح الجمع بين الساكنين في حشو البيت. وكذلك قول الآخر: جزى الله الرواب جزاء سوء وألبسهن من برص قميصا وهو جمع رابة. ويقال للبعير إذا كبِر فقصُرت أسنانه حتَّى تكاد تذهب: هو كافٌّ. والناقةُ كافٌّ أيضاً. وقد كَفَّتِ الناقةُ تكفُّ كُفوفاً. وكَفَفْتُ الثوبَ، أي خِطتُ حاشيته، وهي الخياطة الثانية بعد الشَلِّ (١) . وعَيْبَةُ مَكْفوفَةٌ، أي مُشْرَجَةً مشدودةٌ. والمَكْفوفُ: الضرير، والجمع المَكافيفُ. وقد كُفَّ بصره وكف بصره أيضا، عن ابن الاعرابي. وكففت الرجل عن الشئ فكف، يتعدى ولا يتعدَّى، والمصدر واحد. وكَفافُ الشئ بالفتح: مثله وقيسه. والكفاف أيضاً من الرزق: القوتُ، وهو ما كَفَّ عن الناس أي أغنى. وفي الحديث: \" اللهمَّ اجعل رزق آل محمدٍ كفافا \". واسْتَكْفَفْتُ الشئ: استوضحته، وهو أن تضع يدك على حاجبك كالذي يستظلُّ من الشمسن تنظر إلى الشئ هل تراه. واسْتَكَفَّ وتَكَفَّفَ بمعنًى، وهو أن يمد كفه يسأل الناس. يقال: فلان يتكفف الناس. قال الفراء: استكف القوم حول الشئ، أي أحاطوا به ينظرون إليه. ومنه قول ابن مُقْبل: إذا رَمَقْته (١) من مَعَدٍّ عِمارَةٌ بَدا والعيون المستكفة تلمح وكفكفت الرجل مثل كففته. ومنه قول أبي زُبَيد: أَلَمْ ترَني سَكَّنْتُ إِلِّي لإِلِّكُمْ (١) وكَفْكَفْتُ عنكم أكلبي وهى عقر وقول الشاعر: نجوس عمارة ونكف أخرى لنا حتى يجاوزها دليل يقول: نطأ قبيلة ونتخللها، ونكف أخرى، أي نأخذ في كفتها - وهى ناحيتها - ثم ندعها ونحن نقدر عليها.",
    "pg": "4:1422-1423"
  },
  "كفل": {
    "def": "الكِفلُ: الضِعفُ. قال تعالى: (يُؤْتِكُمْ كِفْلَيْنِ من رحمتِهِ) . ويقال: إنه النصيب. وذو الكفل: اسم نبى من الانبياء ﵈، وهو من الكفالة. والكفل: الذى لا يثبت على ظهور الخيل. وقال (٣) :\nكفل الفروسة دائم الاعصام (٤) * والجمع أكْفالٌ. قال الأعشى يمدح قوماً: غَيْرُ ميلٍ ولا عواويرَ في الهيجا ولا عزل ولا أكْفالِ (١) والكِفْلُ أيضاً: ما اكتَفَلَ به الراكبُ، وهو أن يُدار الكِساءُ حول سنام البعير ثمَّ يركب. ومنه حديث إبراهيم قال: \" يكره الشرب من ثلمة الاناء ومن عروته \" قال: يقال إنها كفل الشيطان لعنه الله. والكفيل: الضامن. يقال: كفلت به كَفالَةً، وكَفلت عنه بالمال لغَريمِه. وكَفَلْتُ أيضاً كَفْلاً، أي واصلتُ الصومَ. قال القطاميّ يصف إبلاً بقِلَّةِ الشُرْبِ: يَلُذْنَ بأَعْقارِ الحياضِ كأنَّها نِساءُ النَّصارى أصبَحَتْ وهي كُفَّلُ وأكْفَلْتُهُ المالَ، أي ضَمَنْتُهُ إيَّاه. وكَفَّلْتُهُ إيَّاه فكَفَلَ هو به كَفْلاً وكُفولاً. والتَكْفيلُ مثله. وتكَفَّلَ بدَينه تَكَفُّلاً. والكافِلُ: الذي يَكْفَلُ إنساناً يَعوله. ومنه قوله تعالى: (وكَفَلَها زَكَريَّا) وذكر الاخفش أنه قرى أيضا: (وكفلها) بكسر الفاء. (*) والكفل بالتحريك للدابة وغيرها. يقال: اكْتَفَلْتُ بكذا، إذا وليته كفلك والكنفليلة: اللحية الضخمة.",
    "pg": "5:1810-1811"
  },
  "كفن": {
    "def": "الكَفْنُ: غزْل الصوف. يقال: كفن يكفن. قال:\nويكفن الدهر إلا ريث يهتبد (٢) * والكفنة (٣) : شجر. والكفن معروف، يقال كَفَّنْتُ الميّت تَكْفيناً.",
    "pg": "6:2188"
  },
  "كفهر": {
    "def": "يقال: رأيته مُكْفَهِرَّ الوجهِ. وقد اكْفَهَرَّ الرجلُ، إذا عبَس. ومنه قول ابن مسعود ﵁: \" إذا لقيت الكافر فالقه بوجه مكفهر \"، يقول: لا تلقه بوجه منبسط. وفلانٌ مُكْفَهِرُّ اللونِ، إذا ضرب لونه إلى الغُبْرَةِ مع الغِلَظِ. قال الراجز: قام إلى عذراء بالغطاط (١) . * يمشى بمثل قائم الفسطاط * بمكفهر اللون ذى حطاط (٢) * والمُكْفَهِرُّ من السحاب: الأسودُ الغليظُ الذى ركب بعضه بعضا.",
    "pg": "2:809"
  },
  "كفى": {
    "def": "كفاه مؤنته كفاية.\n= فبات لنا منها وللضيف موهنا * شواء سمين زاهق وغبوق (١) في المختار: قلت لا حاجة إلى ما ذهب إليه الفراء من التأويل، وهو على حقيقته، ومعناه المكتسى. (*) وكفاك الشئ يكفيك، واكتفيت به. واستكفيته الشئ فكفانيه. وكافيته من المكافاة. ورجوت مَكافاتَكَ، أي كِفايَتَكَ. ورجلٌ كاف وكفى، مثل سالم وسليم. وهذا رجل كافيك من رجلٌ، ورجلان كافِياكَ من رَجُلَيْنِ، ورجالٌ كافوكَ من رجال. وكَفْيُكَ بتسكين الفاء، أي حسبك. والكفية بالضم: القوت ; والجمع الكفى. وقال: ومختبط لم يلق من دوننا كفى * وذات رضيع لم ينمها رضيعها",
    "pg": "6:2475"
  },
  "ككب": {
    "def": "الكوكب: النجم. يقال: كوكب وكوكبة، كما قالوا: بياض وبياضة، وعجوز وعجوزة. وكوكب الشئ: معظمه. وكوكب الروضَة: نَوْرُها. وكوكب الحديد: بريقه وتوقُّده. وقد كَوْكَبَ. قال الأعشى يذكر ناقته: تَقْطَعُ الأمْعَزَ المُكَوْكِبَ وخَدا * بنَواج سريعةِ الإِيغالِ أبو عبيدة: ذهب القوم تحت كلّ كوكب، أي تفرقوا.",
    "pg": "1:213"
  },
  "كلأ": {
    "def": "الكَلأُ: العشبُ. وقد كَلِئَتِ الأرضُ وأكْلأَتْ فهي أرضٌ مُكْلِئَةٌ وكَلِئَةٌ، أي ذاتُ كَلأٍ. وسواءٌ رَطْبُهُ ويابسُه. وكَلأَتِ الناقةُ وأكْلأَتْ، إذا أكلت الكلا، حكاه أبو عبيد. وكلاه الله كِلاءةً بالكسر، أي حَفِظَهُ وحَرَسَهُ. يقال: إذهبْ في كِلاءةِ الله. واكْتَلأْتُ منهم: احترسْتُ. قال الشاعر (٢) :\nأنخت بعيرى واكتألات بعينه (٣) ويقال: اكْتَلأَتْ عيني، إذا لم تنم وسهِرَتْ وحَذِرَتْ أمراً. والمُكَلأُ بالتشديد: شاطئُ النهر ومرفأ السفن. أبو زيد: كَلأَ القوم سفينتهم تكليئاً: حبسوها، ومنه الكلاء مشدد ممدود، وهو موضع بالبصرة لانهم يكلئون سفنهم هناك، أي يحبسونها، يؤنث ويذكر. وقال سيبويه: هو فعال مثل جبار بالتشديد. والمعنى أن الموضع يدفع الريح عن السفن ويحفظها. وهو على هذا مذكر مصروف. وقال الاصمعي: الكلاء والمكلا: موضع تُرْفَأُ فيه السُفُنُ، وهو ساحل كلِّ نهرٍ. وكَلأْتُ تَكْلِئَةً، إذا أتيتُ مكاناً فيه مُسْتَتَرٌ من الريح، والموضع مُكَلأٌ وكَلاَّءٌ. وقولهم: بَلَغَ الله بك أكْلأَ العُمر، أي آخرَهُ وأبعَدَهُ. وكَلأَ الدَيْنُ، أي تأخَّرَ. والكالِئُ: النَسيئَةُ. قال الشاعر:\nوعينه كالكالئ المضمار (١) * أي نقده كالنسيئةِ التي لا تُرجى. وفي الحديث أنَّه ﵇ \" نهى عن الكالِئِ بالكالِئِ \" وهو بيع النَسيئَةِ بالنسيئة، وكان الاصمعي لا يهمزه، وينشد: وإذا تُباشِرُكَ الهُمو * مُ فإنَّها كالٍ وناجِزْ (١) أي منها نسيئة ومنها ما هو نَقْدٌ. أبو عبيد (٢) : تَكَلأْتُ أي اسْتَنْسَأْتُ نسيئةً. وكذلك اسْتَكْلأْتُ كُلأَةً بالضم، وهو من التأخير. أبو زيد: كَلأْتُ في الطعامِ تَكْليئاً، وأكْلأْتُ فيه إكْلاءً: أسلفْتُ فيه. وما أعطيتَ في الطعامِ نسيئةً من الدراهم فهو الكُلأَةُ بالضم. وأكْلأْتُ بَصَري في الشئ، إذا رددته فيه.",
    "pg": "1:69-70"
  },
  "كلا": {
    "def": "كَلاَّ: كلمة زجْرٍ وردعٍ، ومعناها انْتَهِ لا تفعلْ، كقوله تعالى: (أَيَطْمَعُ كلُّ امرئٍ أن يُدْخَلَ جَنَّةَ نَعيمٍ. كَلاَّ) أي لا يطمع في ذلك. وقد تكون بمعنى حقًّا، كقوله تعالى: (كَلاَّ لَئِنْ لم يَنْتَهِ لَنَسْفَعا بالناصية) .",
    "pg": "6:2553"
  },
  "كلب": {
    "def": "الكلب معروف، وربَّما وصف به، يقال امرأة كَلْبَةٌ. والجمع أكْلُبٌ وكِلابٌ وكَليبٌ، مثل عبد وعبيد، وهو جمعٌ عزيزٌ. وقال يصف مَفازةً: كأنَّ تَجاوُبَ أصْدائِها * مكاء المكلب يدعو الكليبا والاكالب: جمع أكلب. وفي المثل الكِلابُ على البقر \" ترفعها وتنصبها، أي أرْسِلها على بقر الوحش. ومعناه خَلِّ امْرَأ وصِناعَتَه. والكلاَّبُ: صاحب الكِلاب: والمُكَلِّبُ الذي يعلِّم الكِلابَ الصيد. والمُكَلَّبُ بفتح اللام: الأسير المقيَّد. يقال أسيرٌ مُكَلَّبٌ، أي مكبل، وهو مقلوب منه. قال طفيل الغَنَوي: أَبَأْنا (١) بقَتْلانا من القوم ضِعْفَهُمْ (٢) * وما لا يُعَدُّ من أسيرٍ مُكَلَّبِ والكَلْبُ: الشَعيرَة. والكَلْب: المسمار الذي في قائم السيف، وفيه الذؤابة. والكَلْبُ: حديدة عَقْفاء يعلِّق عليها المسافرُ الزاد من الرحل. ورأس كلب: جبل. والكلب: سير يجعل بين طرفَي الأديم إذا خُرِز. تقول منه: كَلَبْتُ المَزادَةَ. وقال (٣) يصف فرساً: كأنَّ غَرَّ مَتْنِهِ (٤) إذ نَجْنُبُهْ * سَيْرُ صَناعٍ في خَريزٍ تَكْلُبُهْ وكَلْبُ الفرس: الخط الذي في وسط ظهره. تقول: استوى على كلب فرسه. وكلب: حى من قضاعة. ورجل كالب: ذو كلاب، مثل تامر ولابن. قال ركاض الدبيرى. سدا بيديه ثم أج بسَيْرِهِ * كَأَجِّ الظليمِ من قَنيصٍ وكالِب والكُلْبَةُ بالضم: الشدَّة من البرد وغيره، مثل الجُلْبة. قال الشاعر: أَنْجَمَتْ قِرَّةُ الشتاء وكانتْ * قد أقامت بكُلْبَةٍ وقِطارِ وكذلك الكَلَبُ بالتحريك. وقد كَلِبَ الشتاء بالكسر. ودفعت عنك كَلَبَ فلانٍ، أي شَرَّهُ وأذاه. والكَلَبُ أيضاً: شبيه بالجنون، تقول منه: أكلب الرجل، إذا كَلِبَتْ إبله، قال الجعديّ: وقومٍ يُهينونَ أعْراضَهُمْ * كَوَيْتُهُمُ كِيَّةَ المُكْلِبِ والكَلْبُ الكَلِبُ: الذي يَكلَبُ بلحوم الناس، يأخذه شبه جنون، فإذا عقر إنساناً كَلِبَ. يقال رجلٌ كَلِبٌ ورجال كَلْبى. وأرض كَلِبَةٌ، إذا لم يجد نباتُها رِيًّا فيَيْبَسَ. والكَلْبتان: ما يأخذ به الحدَّاد الحديد المُحْمى. والكَلُّوبُ: المِنْشالُ، وكذلك الكُلاَّبُ، والجمع الكَلاليب. ويسمَّى المِهماز، وهو الحديدة التي على خفِّ الرابض، كلاَّباً. وقال (١) : * كأنه كودن يوشى بكلاب (١) * وكَلَبَهُ: ضربه بالكُلاَّب. قال الكميت: ووَلَّى بأجْرِيَّا وِلافٍ كأنَّه * على الشرف الاقصى يساط ويكلب والكلاب، بالضم مخفف: اسم ماء. وقال (٢) :\nإن الكلاب ماؤنا فخلوه (٣) * كانت عنده وقعة لهم، فلذلك قالوا: الكلاب الاول، والثانى، وهما يومان مشهوران للعرب. والمكالبة: المشارَّةُ، وكذلك التَكالُبُ. تقول منه: هم يتكالَبون على كذا، أي يتواثبون عليه. وكلاب في قريش، وهو كلاب بن مرة، وكلاب في هوازن، وهو كلاب بن ربيعة بن عامر بن صعصعة. وقولهم: \" أعز من كليب وائل \" وهو كليب بن ربيعة، من بنى تغلب بن وائل. وأما كليب رهط جرير الشاعر، فهو كليب ابن يربوع بن حنظلة.",
    "pg": "1:213-215"
  },
  "كلثم": {
    "def": "الكُلْثومُ: الكثير لحم الخدَّين والوجه. والكَلْثَمَةُ: اجتماع لحم الوجه. يقال: امرأةٌ مُكَلْثَمَةٌ، أي ذات وجنتين من غير أن تلزمَها جهومة الوجه وأم كلثوم: كنية امرأة.",
    "pg": "5:2024"
  },
  "كلج": {
    "def": "الكَيْلَجَةُ: مِكيال، والجمع كَيالِج وكيالجة أيضا، والهاء للعجمة.\nفصل اللام",
    "pg": "1:337"
  },
  "كلح": {
    "def": "الكُلوحُ: تكشُّرٌ في عبوس. وقد كَلَحَ الرجل كُلوحاً وكُلاحاً. وما أقبح كَلَحَتَهُ، يراد به الفم وما حواليه. ودهرٌ كالح، أي شديد. والكُلاحُ بالضم: السنة المُجدِبة. قال لبيد: كان غِياثَ المُرْمِلُ المُمْتاحِ * وعِصْمَةً في الزمنِ الكُلاحِ والمُكالَحَةُ: المُشادَّة. وتَكَلَّحَ البرق: تتابع.",
    "pg": "1:399-400"
  },
  "كلد": {
    "def": "الكَلَدُ: المكانُ الصلبُ من غير حصى. والكَلَدَةُ: قطعةٌ من الارض غليظة، وكذلك الكلندى. والمكلندد: الصلب. واكلندى البعير، إذا غلظ واشتد، مثل اعلندى. وكلدة: اسم رجل.",
    "pg": "2:531"
  },
  "كلس": {
    "def": "الكِلْسُ: الصاروجُ يُبنى به. وقال عديُّ ابن زيد: شادَهُ مرمرا وجلله كل * سا فللطير في ذُراهُ وُكورُ (٢) * ومنه الكُلْسَةُ في اللون، يقال: ذئبٌ أكْلَسُ.",
    "pg": "3:971"
  },
  "كلع": {
    "def": "الكَلَعُ: شُقاقٌ ووسخُ يكون بالقدم، وقد كَلِعَتْ رِجله بالكسر تَكْلَعُ كَلَعاً. وإناء كَلِعٌ: الْتَبَدَ عليه الوسخُ. وسِقاءٌ كَلِعٌ. والكَلَعَةُ: القطعة من الغنم، عن أبى عبيد. وذو الكلاع بالفتح: اسم ملك من ملوك اليمن من الاذواء (٢) .",
    "pg": "3:1277"
  },
  "كلف": {
    "def": "الكلف: شئ يعلو الوجه كالسمسم. والكَلَفُ: لونٌ بين السواد والحُمرة، وهي حُمرةٌ كدرةٌ تعلو الوجه. والاسمُ الكُلْفَةُ، والرجلُ أكْلَفُ. ويقال: كُمَيْتٌ أكْلَفُ، للذي كَلِفَتْ حمرته فلم تصف ويرى في أطراف شعره سوادٌ إلى الاحتراق ما هو. وقال الأصمعيّ: إذا كان البعير شديد الحُمرة يخلط حمرته سوادٌ ليس بخالص فتلك الكلفة، والبعير أكلف والنقة كلفاء. ويقال كَلِفْتُ بهذا الأمر، أي أولعت به. وكلفه تكليفا، أي أمره بما يشقُّ عليه. وتَكَلَّفْتُ الشئ: تجشمته. والكلفة: ما تتكلفه من نائبةٍ أو حقّ. والمُتَكَلِّفُ: العِرِّيضُ لما لا يعنيه. ويقال: حملت الشئ تكلفة، إذا لم تطقه إلا تكلفا، وهو تفعلة.",
    "pg": "4:1423-1424"
  },
  "كلل": {
    "def": "الكلُّ: العِيالُ والثِقْلُ. قال الله تعالى: (وهو كلٌّ على مولاه) والجمع الكُلولُ. والكلُّ: اليتيمُ. والكَلُّ: الذي لا ولد له ولا والد. يقال منه: كل الرجلُ يَكِلُّ كَلالةً. والعرب تقول: لم يرِثْهُ كلالةً، أي لم يرِثْهُ عن عُرُضٍ، بل عن قُرْبٍ واستحقاقٍ. قال الفرزدق: ورِثْتُمْ قَناةَ المُلْكِ غير كلالةٍ عن ابني مُنافٍ عبد شمسٍ وهاشمِ قال ابن الأعرابي: الكلالةُ بنو العمّ الأباعدَ. وحكى عن أعرابيّ أنَّه قال: مالي كثيرٌ ويرِثُني كلالةٌ مُتَراخٍ نسبُهم. ويقال: هو مصدرٌ من تَكَلَّلَهُ النسبُ، أي تطَرَّفَهُ، كأنَّه أخذ طَرَفَيْهِ من جهة الوالدِ والولدِ وليس له منهما أحدٌ، فسمِّي بالمصدر. والعرب تقول: هو ابن عمِّ الكَلالَةِ، وابن عمّ كلالَةٍ، إذا لم يكن لحًّا وكان رجلاً من العشيرةِ. وكَلَلْتُ من المشي أكِلُّ كلالاً وكَلالَةً، أي أعْيَيْتُ. وكذلك البعير إذا أعْيا. وكلَّ السيفُ والريح والطرف واللسان، يكل كلا وكِلَّةً وكَلالَةً وكُلولاً. وسيفٌ كَليلُ الحدِّ، ورجلٌ كليلُ اللسانِ، وكَليلُ الطرفِ. وناسٌ يجعلونَ كلاَّءَ البَصْرَةِ اسما من كل على فعلاء ولا يصرفونه. والمعنى أنه موضع تَكِلُّ الريح فيه عن عملها في غير هذا الموضعِ. قال رؤبة:\nيَكِلُّ وفد الريحِ من حيثُ انْخَرَقْ (١) * والكِلَّةُ: السِترُ الرَّقيقُ يُخاطُ كالبيتِ، يُتَوَقَّى فيه من البقِّ. وكلٌّ لفْظه واحدٌ ومعناه جمعٌ. فعلى هذا تقول: كلٌّ حضر وكلٌّ حضروا، على اللفظ مرة وعلى المعنى أخرى. وكل وبعض معرفتان، ولم يجئ عن العرب بالالف واللام وهو جائز، لان فيهما معنى الاضافة أضفت أو لم تضف. والاكليل: شِبه عِصابَةٍ تُزَيَّنُ بالجوْهر. ويسمَّى التاجُ إكْليلاً. والإكْليلُ: منزلٌ من منازل القمر، وهو أربعةُ أنجمٍ مُصْطَفَّةٍ. والإكْليلُ: السَحابُ الذي تراه كأن غشاء ألبسه. وإكليل الملك: نبت يتداوى به. والكلكل والكلكال: الصدر. وربما جاء في ضرورة الشعر مشدَّداً. وقال (١) : كأنَّ مَهْواها على الكَلْكَلِّ موضعُ كفَّي راهب يُصَلِّي ورجلٌ كُلْكُلٌ بالضم، وكُلاكِلٌ أيضاً، أي قصير غليظ مع شدة. وأكل الرجل بعيره، أي أعياهُ. وأكلَّ الرجلُ أيضاً، أي كلَّ بعيرُه. وأصبحتُ مُكِلاًّ، أي ذا قَراباتٍ وهم عَلَيَّ عِيالٌ. وسَحابٌ مُكَلَّلٌ، أي مُلَمَّعٌ بالبرق، ويقال: هو الذي حَوْلَهُ قِطعٌ من السحاب، فهو مكلل بهن. واكتل الغمام بالبرق، أي لمعَ. وكَلَّلَهُ، أي ألبسَهُ الإكليلَ. وروضةٌ مُكَلَّلَةٌ، أي حُفَّتْ بالنَوْرِ. والمُكَلَّلُ: الجادُّ. يقال: حَمَلَ فكَلَّلَ، أي مضى قُدُماً ولم يَخِمْ. وأنشد الأصمعيّ: حَسَمَ عِرْقَ الداءِ عَنْهُ فَقَضَبْ. تَكْليلَةِ اللّيْثِ إذا اللَّيْثُ وَثَبْ. وقد يكونُ كَلَّلَ بمعنى جَبُنَ. يقال: حَمَلَ فما كَلَّلَ، أي فما كَذَبَ وما جبن كأنه من الاضداد. وأنشد أبو زيد لِجَهْم ابن سَبَلٍ: ولا أُكَلِّلُ عن حربٍ مُجَلِّحَةٍ ولا أُخَدِّرُ للمُلْقِينَ بالسَلَمِ وانكَلَّ الرجلُ انْكِلالاً: تبسَّمَ. قال الأعشى: وتَنْكَلُّ (١) عن غُرٍّ عِذابٍ كأنَّها جَنى أُقْحُوانٍ نَبْتُهُ مُتناعِمُ يقال: كَشَرَ وافْتَرَّ وانْكَلَّ، كلّ ذلك تبدو منه الأسنان. وانْكِلالُ الغيمِ بالبرقِ، هو قَدْرُ ما يُريكَ سوادَ الغيمِ من بياضِه.",
    "pg": "5:1811-1813"
  },
  "كلم": {
    "def": "الكَلامُ: اسم جنسٍ يقع على القليل والكثير. والكَلِمُ لا يكون أقلّ من ثلاث كلمات، لأنَّه جمع كَلِمَةٍ، مثل نَبِقَةٍ ونَبِقٍ. ولهذا قال سيبويه: \" هذا بابُ علم ما الكَلِمُ من العربية \" ولم يقل: ما الكلام، لأنَّه أراد نفس ثلاثة أشياء: الاسم والفعل والحرف، فجاء بما لا يكون إلا جمعاً، وترك ما يمكن أن يقع على الواحد والجماعة. وتميمٌ تقول: هي كَلِمَةٌ بكسر الكاف. وحكى الفراء فيها ثلاث لغات: كَلِمَةٌ، وكِلْمَةٌ، وكلمة، مثل كبد وكبد وكبد، وورق وورق وورق. والكلمة أيضا: القصيدة بطولها. والكَليمُ: الذي يُكَلِّمُكَ. يقال: كَلَّمْتُهُ تكليما وكلاما، مثل كذبته تكذيبا وكذابا. وتكلمت كلمة وبكلمة. وكالَمْتُهُ، إذا جاوبته. وتَكالَمْنا بعد التهاجر. ويقال: كانا مُتَصارِمَيْنِ فأصبحا يَتَكالَمانِ، ولا تقل يَتَكَلَّمانِ. وما أجد متكلما بفتح اللام، أي موضع كلام. والكَلمانِيُّ (١) : المِنْطيق. والكَلْمُ: الجراحة، والجمع كُلومٌ وكِلامٌ. تقول: كَلَمْتُهُ كَلْماً. وقرأ بعضهم: (دابَّةً من الأرض تكلمهم) ، أي تجرحهم وتسمهم. والتكليم: التجريح. قال عنترة: إذ لا أزالُ على رِحالَةِ سابحٍ نَهْدٍ تعاوره الكماة مكلم وعيسى ﵇ كلمة الله سبحانه، لانه لما انتفع به في الدين كما انتفع بكلامه سمى به. كما يقال: فلان سيف الله، وأسد الله.",
    "pg": "5:2023-2024"
  },
  "كلى": {
    "def": "الكُلْيَةُ معروفة، والكُلْوَةُ لغة. قال ابن السكيت: ولا تقل كلوة. والجمع كليات وكلى. وبنات الياء إذا جمعت بالتاء لا يحرك موضع العين منها بالضم. والكلية: جُلَيْدَةٌ مستديرة تحت عُروة المزادة تخرز مع اأديم. والكلية من القوس: ما بين الأبهر والكبد وهما كُلْيَتانِ. والكُلْيَتانِ: ما عن يمين نصل السهم وشماله. وكلية السحاب: أسفله ; والجمع كُلًى. يقال: انبعجت كُلاهُ. وكَلَيْتُهُ فاكْتَلى، أي أصبت كليته. قال العجاج: لهن في شباته صئى * إذا كلا (١) واقتحم المكلى يقول: إذا طعن الثور الكلب في كليته وسقط الكلى: الذى أصيبت كليته. وجاء فلان بغنمه حُمْرَ الكُلى، أي مهازيل. وكِلا في تأكيد الاثنين نظير كلٍّ في المجموع، فهو اسمٌ مفردٌ غير مثنَّى، فإذا ولي اسماً ظاهراً كان في الرفع والنصب والخفض على حالة واحدة بالألف. تقول: رأيت كِلا الرجلين , وجاءني كِلا الرجلين، ومررت بكِلا الرجلين. فإذا اتَّصل بمضمر قلبت الألف ياء في موضع الجر والنصب فقلت: رأيت كِلَيْهِما ومررت بكِلَيْهِما، كما تقول عليهما وتبقى في الرفع على حالها. وقال الفراء: هو مثنَّى، وهو مأخوذ من كُلٍّ فخففت اللام وزيدت الألف للتثنية، وكذلك كِلْتا للمؤنَّث، ولا يكونان إلا مضافين، ولا يتكلَّم منهما بواحد، (*) ولو تكلم به لقيل كل وكلت، وكلان وكلتان. واحتج بقول الشاعر: في كلت رجليها سلامى واحده * كلتاهما مقرونة بزائده أراد في إحدى رجليها فأفرد. وهذا القول ضعيف عند أهل البصرة ; لانه لو كان مثنى لوجب أن تنقلب ألفه في النصب والجر ياء مع الاسم الظاهر ; ولان معنى كلا مخالف لمعنى كل، لان كلا للاحاطة، وكلا يدل على فئ مخصوص، وأما هذا الشاعر فإنما حذف الالف للضرورة وقدر أنها زائدة، وما يكون ضروره لا يجوز أن يجعل حجة، فثبت أنه اسم مفرد كمعى، إلا أنه وضع ليدل على التثنية، كما أن قولهم نحن اسم مفرد يدل على الاثنين فما فوقهما، يدل على ذلك قول جرير: كلا يومى أمامة يوم صد * وإن لم نأتها إلا لماما أنشدنيه أبو على. فإن قال قائل: فلم صار كلا بالياء في النصب والجر مع المضمر ولزمت الالف مع المظهر كما لزمت في الرفع مع المضمر؟ قيل له: قد كان من حقها أن تكون بالالف على كل حال مثل عصا ومعى، إلا أنها لما كانت لا تنفك من الاضافة شبهت بعلى ولدى، فجعلت بالياء مع المضمر في النصب والجر، لان على لا تقع إلا منصوبة أو مجرورة، ولا تستعمل مرفوعة، فبقيت كلا في الرفع على أصلها مع المضمر، لانها لم تشبه بعلى في هذه الحال. وأما كلتا التى للتأنيث فإن سيبويه يقول: ألفها للتأنيث والتاء بدل من لام الفعل وهى واو، والاصل كلوا، وإنما أبدلت تاء لان في التاء علم التأنيث، والالف في كلتا قد تصير ياء مع المضمر فتخرج عن علم التأنيث، فصار في إبدال الواو تاء تأكيد للتأنيث. وقال أبو عمر الجرمى: التاء ملحقة، والالف لام الفعل، وتقديرها عنده فعتل. ولو كان الامر على ما زعم لقالوا في النسبة إليها كلتوى، فلما قالوا كلوى وأسقطوا التاء دل على أنهم أجروها مجرى التاء التى في أخت، التى إذا نسبت إليها قلت أخوى.",
    "pg": "6:2475-2477"
  },
  "كم": {
    "def": "كَمْ: اسمٌ ناقصٌ مبهم، مبني على السكون. وله موضعان: الاستفهامُ والخبرُ. تقول إذا استفهمت: كَمْ رجلاً عندك؟ نصبت ما بعدَه على التمييز. وتقول إذا أخبرت: كَمْ درهمٍ أنفقتَ؟ تريد التكثير، وخفضت ما بعده كما تخفض برُبَّ، لأنه في التكثير نقيض رُبَّ في التقليل، وإن شئت نصبت. وإنْ جعلتَه اسماً تامًّا شددت آخره وصرفتَه فقلت: أكثرت من الكَمِّ، وهي الكَمِّيَّةُ.",
    "pg": "5:2025"
  },
  "كمأ": {
    "def": "الكَمْأَةُ واحدها كَمْءٌ على غير قياس، وهو من النوادر، تقول: هذا كمْءٌ وهذان كمْآنِ وهؤلاء أكموء ثلاثة، فإذا كثرت فهى الكمأة. وكمأت القوم كمأ: أطْعَمْتهم الكَمْأَةَ. وخرج الناس يتَكَمَّؤُون، أي يجتنون الكَمْأَةَ. وأكْمَأَتِ الأرضُ: كثُرت كَمْأَتُها. وقولهم: أكْمَأَتْ فلاناً السِنُّ، أي شيَّخته. وكمِئَتْ رِجلي: تشقَّقتْ. الكسائي: كَمِئَ الرجلُ، إذا حَفى ولم يكن عليه نَعْلٌ.",
    "pg": "1:70"
  },
  "كمت": {
    "def": "الكُمَيْتُ من الخيل، يستوي فيه المذكر والمؤنث، ولونه الكمتة، وهى حمرة يدخلها قنوء (١) . قال سيبويه: سألت الخليل عن كميت فقال: إنما صغر لانه بين السواد والحمرة، كأنه لم يخلص له واحد منهما، فأرادوا بالتصغير أنه منهما قريب. والفرق بين الكُمَيْتِ والأشقر بالعُرْفِ والذَنَب، فإن كانا أحمرين فهو أشقر، وإن كانا أسودين فهو كُمَيْتٌ. تقول منه: اكمت الفرس اكمتاتا، واكْماتَّ اكْميتاتاً مثله. الأصمعيّ: يقال بعير أحمر، إذا لم يخالط حمرته شئ، فإن خالط حمرته قُنُوءٌ فهو كُمَيْتٌ، والناقة كُمَيْتٌ أيضاً. والكُمَيْتُ من أسماء الخمر، لما فيها من سَواد وحُمرة.",
    "pg": "1:263"
  },
  "كمتر": {
    "def": "أبو عمرو: الكمترة: مشية فيها تقارب، مثل الكردحة. ويقال قَمْطَرَهُ وكَمْتَرَهُ بمعنًى. والكُمْتُرُ والكُماتِرُ: القصيرُ، مثل الكُنْدُرِ والكُنادِرِ، مبدلات.",
    "pg": "2:809"
  },
  "كمثر": {
    "def": "الكُمَّثْرَى من الفواكه، الواحدة كمثراة.",
    "pg": "2:809"
  },
  "كمح": {
    "def": "الأصمعيّ: أكْمَحْتُ الدابَّةَ، إذا جذبتَ عنانَه حتَّى ينتصب رأسه. قال: ومنه قول الشاعر (١) :\nوالرأس مكمح * وأكْمَحَ الكَرْمُ، إذا تحرَّك للإيراق. والكومح: الرجل العظيم الاليتين.",
    "pg": "1:400"
  },
  "كمخ": {
    "def": "الكامَخُ: الذي يُؤْتَدَمُ به، معرب. والكمخ: السلح. وقدم إلى أعرابي خبز وكامخ فلم يعرفه فقيل له: هذا كامخ. فقال: قد علمت أنه كامخ، أيكم كمخ به؟ يريد: سلح به. وكمخ بأنفه: تكبر. والاكماخ: جلوس المتعظم.",
    "pg": "1:430"
  },
  "كمد": {
    "def": "الكَمَدُ: الحزن المكتوم. تقول منه: كَمِدَ الرجل فهو كَمِدٌ وكيمد. والمكدة: تغير اللون. وأكمد القَصَّارُ الثوبَ، إذا لم ينَقِّهْ. وتَكْميدُ العضوِ: تسخينهُ بخرقٍ ونحوِها، وكذلك (١) الكماد، بالكسر. وفى الحديث: \" الكماد أحب إلى من الكى \".",
    "pg": "2:531-532"
  },
  "كمر": {
    "def": "الكَمَرُ: جمع كَمَرَةٍ. والمَكْمورُ: الرجل الذي أصاب الخاتِنُ طرفَ كَمَرَتِهِ. والكِمِرَّى مثال الزِمِكَّى: العظيمُ الكمرة، ذكره ابن السراج في كتابه.\n= له أرج من مجمر الهند ساطع * تطلع رياه من الكفرات - (١) كذا في المخطوطة. وفى اللسان أيضا: \" في الغطاط \"، وهو الصواب. والغطاط: السحر، أو بقية من سواد الليل. وفى المطبوعة الاولى: \" بالقطاط \" تحريف.\n(٢) الحطاط: حروف الكمرة. وكامرته فكمرته أكمره، إذا غلبته بعظم الكمرة. قال الراجز (١) : والله لولا شيخنا عباد * لكمرونا (٢) اليوم أو لكادوا -",
    "pg": "2:809"
  },
  "كمش": {
    "def": "الكَمْشُ: الرجلُ السريعُ الماضي. وقد كَمُشَ بالضم كَماشَةً، فهو كَمْشٌ وكَميشٌ. وكَمَّشْتُهُ تَكْميشاً: أعجلْتُه. وانْكَمَشَ وتَكَمَّشَ: أسرع. والكَمْشَةُ: الناقةُ الصغيرةُ الضرعِ. وفرسٌ كَمْشٌ وكَميشٌ: صغير الجُرْدانِ. وأكْمَشْتُ الناقةَ، أي صررت أخلافها أجمع.\nفصل الميم",
    "pg": "3:1018"
  },
  "كمع": {
    "def": "الكَميعُ: الضجيعُ، وكذلك الكِمْعُ بالكسر. قال عنترة: وسَيفي كالعَقيقةِ فهو كِمْعي * سلاحي لا أفَلَّ ولا فُطارا * أي ليس فيه تشقق. وكامعه، مثل ضاجعه. والمكامعة التي نُهي عنها في الحديث: أن يضاجع الرجلُ الرجلَ لا ستر بينهما.",
    "pg": "3:1277-1278"
  },
  "كمل": {
    "def": "الكمالُ: التَمامُ، وفيه ثلاث لغاتٍ: كَمَلَ، وكَمُلَ، وكَمِلَ. والكسر أرْدَؤُها. وتَكامَلَ، وأكْمَلْتُهُ أنا. ورجلٌ كامل وقوم كملة، مثل حافد وحفدة. ويقال: أعطه هذا المالَ كَمَلاً، أي كُلّهُ. وكامل: اسم فرس زيد الخيل. والتَكميلُ والإكْمالُ: الإتْمامُ. واسْتَكْمَلَهُ: اسْتَتَمَّهُ. وقول حميد: حتى إذا ما حاجب الشمس دمج تذكر البيض بكملول فلج من نون الكملول قال: هو مفازة. وفلج يريد لج في السير، وإنما ترك التشديد للقافية. وقال الخليل: الكملول: نبت، وهو بالفارسية برغست، حكاه أبو تراب في كتاب الاعتقاب. ومن أضاف قال فلج: نهر صغير.",
    "pg": "5:1813"
  },
  "كمم": {
    "def": "الكُمُّ للقميص، والجمع أكْمامٌ وكممة، مثل حب وحببة. والكمة: القلنسوة المدورة، لانها تغطي الرأس. والكِمُّ والكِمَّةُ بالكسر والكِمامَةُ: وعاءُ الطلع وغطاء النَوْرِ، والجمع كِمامٌ وأكِمَّةٌ وأكْمامٌ. قال الشماخ:\nبَوائِجَ في أكمامها لم تفتق (١) * والاكاميم أيضا. قال ذو الرمّة:\nوانْضَرَجَتْ عنه الأَكاميمُ (١) * وكُمَّتِ النخلةُ فهي مَكْمومَةٌ. قال لبيد يصف نخيلاً:\nحَمَلَتِ فمنها موقَرٌ مكموم (٢) * وكم الفسيل أيضا، إذا أشفق عليه فسُتِرَ حتَّى يقوى. قال العجاج: بل لو شَهِدْتَ الناس إذ تُكُمُّوا بغُمَّةٍ لو لم تُفَرَّجْ غُمُّوا وتُكُمُّوا، أي أغمي عليهم وغُطُّوا. وأَكَمَّتِ النخلة وكَمَّمَتْ، أي أخرجت كِمامَها. والكِمامُ بالكسر والكِمامَةُ أيضاً: ما يُكَمُّ به فم البعير لئلا يعضّ. تقول منه: بعيرٌ مَكْمومٌ، أي محجومٌ. وكممت الشئ: غطيته. يقال كممت الحُبَّ (٣) ، إذا شددت رأسه. قال الاخطل يصف خمرا كمت ثلاثة أحوالٍ بِطينتِها حتَّى إذا صَرَّحَتْ من بَعْدِ تَهْدارِ (١) وأكْمَمْتُ القميص: جعلت له كمين. والكمكام: المجتمع الخلق.",
    "pg": "5:2024-2025"
  },
  "كمن": {
    "def": "كَمَنَ (١) يَكْمُنُ كُموناً: اختفى، ومنه الكَمينُ في الحرب. وناقةٌ كَمونٌ، أي كتومٌ للِّقاح، وهي التي إذا لقحتْ لم تشُلْ بذنبها. وحزنٌ مُكْتَمِنٌ في القلب: مُخْتَفٍ. والكَمُّونُ بالتشديد معروف. والكُمْنَةُ: ورمٌ في الأجفان وأُكالٌ، فتحمرُّ له العين. يقال: كَمِنَتْ عينهُ تكمن كمنة.",
    "pg": "6:2188"
  },
  "كمه": {
    "def": "الأَكْمَهُ: الذي يولَد أعمى. وقد كمه بالكسر كمها. قال رؤبة:\nهَرَّجْتُ فارْتَدَّ ارتدادَ الأَكْمَهِ (١) * واستعاره سُوَيْدٌ فجعله عارضاً بقوله:\nكَمِهَتْ عيناه حتَّى ابْيَضَّتا (٢) * أبو سعيد: الكامِهُ: الذي يركب رأسه فلا يدري أين يتوجَّه. يقال: خرج يتكمه في الارض.",
    "pg": "6:2247"
  },
  "كمى": {
    "def": "كَمى فلان شهادته يَكْميها، إذا كتمها. وانْكمى، أي استخفى. وتكمى: تغطى. وتكمت الفتنة الناس، إذا غشيتهم. والكمِيُّ: الشجاع المُتَكَمِّي في سلاحه، لأنَّه كَمى نفسه، أي ستَرها بالدرع والبيضة. والجمع الكماة، كأنهم جمعوا كام مثل قاض وقضاة. والكيمياء مثل السيمياء: اسم صنعة، وهو عربي.",
    "pg": "6:2477"
  },
  "كنب": {
    "def": "الكِنابُ بالكسر: الشِمْراخُ. والكَنَبُ في اليد مثل المَجَلِ، إذا صلُبَتْ من العمل. قال الأصمعيّ: يقال أكَنَبَتْ يداه، ولا يقال كَنِبَتْ يداه. وأنشد أحمد بن يحيى: قد أكْنَبَتْ يداكَ بعد لينِ * وبعد دُهْنِ البانِ والمَضْنونِ * وهَمَّتا بالصَبر والمُرونِ * والكَنِبُ أيضاً: نَبْتٌ. قال الطرِمَّاحُ: مُعالِياتٌ على الأريافِ مَسْكَنُها * أطرافُ نجدٍ بأرضِ الطلح والكنب وكنيب، مصغر: موضع. قال النابغة:\nوعلى كنيب مالك بن حمار",
    "pg": "1:215"
  },
  "كند": {
    "def": "كَنَدَ كُنوداً، أي كَفَرَ النِعمة، فهو كَنودٌ. وامرأةٌ كَنودٌ أيضاً: وكُنُدٌ مثله. وأرضٌ كَنودٌ: لا تُنبِتُ شيئاً. وكَنَدَهُ، أي قطعه. قال الاعشى: أميطى تميطي بصلب الفؤاد * وصول حبال وكنادها - وكندة: أبوحى من اليمن، وهو كندة بن ثور.",
    "pg": "2:532"
  },
  "كنز": {
    "def": "الكَنْزُ: المال المدفون. وقد كَنَزْتُهُ أكْنُزُهُ. وفي الحديث: \" كلُّ مالٍ لا تؤدَّى زكاتُه فهو كنز \". واكتنز الشئ: اجتمع وامتلا. وقد كَنَزْتُ التمر. وهذا زمنُ الكَنازِ. قال ابن السكيت: لم يُسمع إلا بالفتح. وقال بعضهم: هو مثل الجَدادِ والجِدادِ، والصَرامِ والصِرامِ. وناقةٌ كِنازٌ بالكسر، أي مكتنزة اللحم.",
    "pg": "3:893"
  },
  "كنس": {
    "def": "الكانِسُ: الظبيُ يدخل في كِناسِهِ، وهو موضعه في الشجر يكتن فيه ويستتر. وقد كنس الظبيُ يَكْنِسُ بالكسر. وتَكَنَّسَ مثله. وكَنَسْتُ البيت أكْنُسُهُ بالضم كَنْساً. والمِكْنَسَةُ: ما يُكْنَسُ به. والكُناسَةُ: القمامة، واسم موضع بالكوفة. والكنيسة للنصارى. والكنس: الكواكب. قال أبو عبيدة: لأنها تَكْنِسُ في المغيب، أي تستتر. ويقال هي الخنس السيارة.",
    "pg": "3:971-972"
  },
  "كنظ": {
    "def": "كَنَظَهُ الأمر مثل غَنَظَهُ، إذا جهده وشق عليه.\nفصل اللام",
    "pg": "3:1178"
  },
  "كنع": {
    "def": "كَنَعَ كُنوعاً: انقبض وانضمَّ. وكنع الامر، أي قرب. وأنشد أبو زيد:\nإنى إذا الموت كنع * وكنع النجمُ، أي مال للغروب. وكَنَعَ الرجلُ، أي خضع ولان. وأكْنَعَ مثله. وأكْنَعَتِ العُقابُ، إذا ضمَّتْ جناحيها للانقضاض. وكنعت أصابعه بالكسر، كنعا، أي تشنجت. ومنه قول الشاعر:\nفأصبحت كفه اليمنى بها كنع (١) * والتكنيع: التقبيض. والتكنع: التقبُّضُ. يقال: تَكَنَّعَ الأسيرُ في قِدّهِ: تقبَّضَ واجتمع. واكْتَنَعَ القومُ، أي اجتمعوا (٢) .",
    "pg": "3:1278"
  },
  "كنعد": {
    "def": "الكَنْعَدُ: ضربٌ من سمك البحر. قال جرير: كانوا إذا جعلوا في صيرهم بصلا * ثم اشتووا كنعدا من مالح جدفوا -",
    "pg": "2:532"
  },
  "كنف": {
    "def": "كنفت الشئ (١) أكنفه، أي حُطْتُهُ وصُنْتُهُ. وأكْنَفْتُهُ، أي أعَنْتُه. والمُكانَفَةُ: المعاونةُ. والكنَفُ بالتحريك: الجانبُ. وكَنَفا الطائرِ: جَناحاه. وكَنَفَةُ الإبل: ناحيتها. قال أبو عبيدة: يقال ناقة كنوف: تبرك في كنفة الابل، مثل القذور، إلا أنها لا تستبعد كما تستبعد القذور. وحكى أبو زيد: شاة كَنْفاءُ، أي حدباء. وتَكَنَّفوهُ واكْتَنَفوهُ، أي أحاطوا به. والتَكْنيفُ مثله، يقال صِلاءٌ مُكَنَّفٌ، أي أحيط به من جوانبه. والكِنْفُ بالكسر: وعاء تكون فيه أداة الراعى، وبتصغيره (١) جاء الحديث: \" كُنَيْفٌ مُلِئَ عِلْماً \". والكَنيفُ: الساتر. ويسمى الترسُ كَنيفاً لأنه يستر. ومنه قيل للمذهب: كَنيفٌ. والكَنيفُ: حظيرة من شجر تُجعَل للإبل. يقال منه: كنفت الابل أكنف وأكنف. واكتنف القوم، إذا اتخذوا كنيفا لابلهم. عن يعقوب. وكنفت عن الشئ، أي عدلت. ومنه قول القطامي: فَصالوا وَصُلْنا واتَّقونا بما كر ليعلم ما فينا عن البيع كانف (٢)",
    "pg": "4:1424"
  },
  "كنن": {
    "def": "الكِنُّ: السُترة ; والجمع أكْنانٌ. قال الله تعالى: (وجَعَل لكم من الجبال أكْناناً) . والأَكِنَّةُ: الأغطية. قال الله تعالى: (وجَعَلْنا على قُلوبِهِمْ أَكِنَّةً، الواحد كِنانٌ. قال عمر بن أبي ربيعة: تحت عين كناننا * ظل برد مرحل (٢) الكسائي: كننت الشئ: سترته وصنته من الشمس. وأكْنَنْتُهُ في نفسي: أسررته. وقال أبو زيد: كَنَنْتُهُ وأكْنَنْتُهُ بمعنًى، في الكِنِّ وفي النفس جميعاً. وتقول: كَنَنْتُ العلم وأَكْنَنْتُهُ، فهو مَكْنونٌ ومُكَنٌّ. وكَنَنْتُ الجارية وأَكْنَنْتُها، فهي مَكْنونَةٌ ومُكَنَّةٌ. أبو عمرو: الكُنَّةُ بالضم: سَقيفة تُشْرَعُ فوق باب الدار، والجمع كنات. وبنو كنة: قوم من العرب. والكنة بالفتح: امرأة الابن، وتجمع على كَنائنَ، كأنَّه جمع كَنينَةٍ. قال الزبرقان ابن بدر: \" أبغض كنائنى إلى القبعة الطلعة \". والكِنانَةُ: التي تُجعل فيها السهام. وكنانة: قبيلة من مضر، وهو كنانة ابن خزيمة بن مدركة بن إلياس بن مضر. وبنو كنانة أيضا من تغلب بن وائل، وهم بنى عكب، يقال لهم قريش تغلب. واكْتَنَّ واسْتَكَنَّ: استتر. والمُسْتَكِنَّةُ: الحقد. قال زهير: وكانَ طَوى كَشْحاً على مُسْتَكِنَّةٍ * فلا هُو أبداها ولم يَتَقَدَّمِ (١) والكانونُ والكانونَةُ: المَوْقِد. ويقال للثقيل من الرجال. كانونٌ. قال الحطيئة: أغر بالا إذا استودعت سِرًّا * وكانوناً على المُتَحَدِّثينا وكانونُ الأوَّلُ وكانونُ الآخِر: شهران في قلب الشتاء، بلُغة أهل الروم.",
    "pg": "6:2188-2189"
  },
  "كنه": {
    "def": "كنه الشئ: نهايته. يقال: أَعْرِفُهُ كُنْهَ المعرفة. ووقتُ الأمرِ: كُنْهُهُ أيضاً، ولا يُشتقُّ منه فعلٌ. وقولهم: لا يَكْتَنِهُهُ الوصفُ، بمعنى لا يَبلغ كُنْهَهُ، أي قدره وغايته. كلام مولد.",
    "pg": "6:2247"
  },
  "كنى": {
    "def": "الكناية: أن تتكلم بشئ وتريد به غيره. وقد كَنَيْتُ بكذا عن كذا وكَنَوْتُ. وأنشد أبو زياد: وإنِّي لأكْنو (١) عن قَذورَ بغيرها * وأُعْرِبُ أحياناً بها فأصارح وجل كان وقوم كانون. والكُنْيَةُ والكِنْيَةُ أيضاً بالكسر: واحدة الكُنى. واكْتَنى فلان بكذا. وفلان يُكْنى بأبي عبد الله، ولا تقل يُكْنى بعبد الله. وكَنَّيْتُهُ أبا زيد وبأبي زيدٍ تَكْنِيَةً. وهو كَنِيُّهُ كما تقول: سَمِيُّهُ. وكُنى الرؤيا، هي الأمثال التي يضربها مَلَكُ الرؤيا، يُكْنى بها عن أعيان الامور.",
    "pg": "6:2477"
  },
  "كهب": {
    "def": "الأصمعيّ: الكُهْبَةُ لونٌ مثل القهْبَةِ. يقال بعيرٌ أَكْهَبُ بيِّن الكَهَبِ، وقد كَهِبَ. قال أبو عمرو: الكُهْبَةُ: لونٌ ليس بخالصٍ في الحمرة، وهو في الحمرة خاصة. فصل اللام",
    "pg": "1:215-216"
  },
  "كهبل": {
    "def": "الكَنَهْبَلُ والكَنَهْبُلُ، بفتح الباء وضمِّها: ضربٌ من الشجر. قال امرؤ القيس: فأضْحى يَسُحُّ الماَء من كلِّ فِيقَةٍ يَكُبُّ على الأَذْقانِ دَوْحَ الكَنَهْبَلِ والنون زائدة.",
    "pg": "5:1814"
  },
  "كهد": {
    "def": "كَهَدَ الحمار كَهَداناً، أي عَدا. وأكْهَدْتُهُ أنا. واكْوَهَدَّ الفرخُ اكْوِهْداداً، وهو ارتعاده إلى أُمِّه لتزقه.",
    "pg": "2:533"
  },
  "كهر": {
    "def": "كَهَرَ النهارُ يَكْهَرُ كَهْراً: ارتفع. قال الشاعر (٢) : فإذا العانة في كهر الضحى * دونها أحقب ذو لحم زيم (٣) - والكهر أيضا: الانتهار. وفى قراءة عبد الله ابن مسعود ﵁:\n(فأمَّا اليتيمَ فلا تَكْهَرْ) *. قال الكسائي: كَهَرَهُ وقهره بمعنى. قال: والكنهور: العظيم من السحاب.",
    "pg": "2:810-811"
  },
  "كهف": {
    "def": "الكَهْفُ كالبيت المنقور في الجبل، والجمع الكُهوفُ. ويقال: فلان كهف، أي ملجأ.",
    "pg": "4:1425"
  },
  "كهل": {
    "def": "الكَهْلُ من الرجال: الذي جاوزَ الثلاثين ووَخَطَهُ الشَيْبُ. وامرأةٌ كهلة. قال الراجز: ولا أعود بعدها كريا (١) أمارس الكهلة والصبيا (٢) وفى الحديث: \" هل في أهْلِكَ من كاهِلٍ \" قال أبو عبيد: ويقال \" مَنْ كاهَلَ \"، أي من أسن (٣) وصار كهلا. والكاهل: الحارِكُ، وهو ما بين الكتفينِ. قال النبي ﷺ: \" تَميمٌ كاهِلُ مُضَرَ، وعليها المحمل \". وكاهل: أبو قبيلة من أسد، وهو كاهل بن أسد بن خزيمة، وهم قتلة أبى امرئ القيس. واكتهل، أي صار كهلا. واكْتَهَلَ النباتُ، أي تمَّ طولُهُ وظهر نوره. وكنهل بالكسر: اسم موضع أو ماء.",
    "pg": "5:1813-1814"
  },
  "كهم": {
    "def": "سيفٌ كَهامٌ، أي كليلٌ. ولسانٌ كَهامٌ، أي عَيٌّ. وفرسٌ كهام: بطئ. ورجل كهام وكهيم، أي مُسِنٌّ لا غَناءَ عنده. وقومٌ كَهامٌ أيضاً. ويقال: أكْهَمَ بصره، إذا كل ورق.\nفصل ال لام",
    "pg": "5:2025"
  },
  "كهمس": {
    "def": "الكهمس: القصير. وكهمس: أبو حى من العرب. قال الشاعر (٢) : وكُنَّا حَسِبْناهُمْ فَوارِسَ كَهْمَسٍ * حَيوا بعد ما ماتُوا من الدهر أعصرا (٣)",
    "pg": "3:972"
  },
  "كهن": {
    "def": "الكاهِنُ معروف، والجمع الكُهَّانُ والكَهَنَةُ. يقال: كَهَنَ يَكْهُنُ كِهانَةً، مثل كتب يكتب كتابة، إذا تَكَهَّنَ. وإذا أردت أنَّه صار كاهنا قلت: كهن بالضم يكهن كهانة بالفتح. والكاهنان: حيان (١) .",
    "pg": "6:2191"
  },
  "كهه": {
    "def": "كهكه الاسد في زئيره، كأنه حكاية صوته. والكهكاهة: المتهيب. قال الهذلى (١) : ولا كهكاهة برم * إذا ما اشتدت الحقب وكه السكران، إذا استنكهته فكه في وجهك.\nفصل اللام",
    "pg": "6:2247-2248"
  },
  "كهى": {
    "def": "الكهاة: الناقة العظيمة. وقال: إذا عرضت منها كَهاةٌ سَمينةٌ * فلا تُهْدِ منها وانشق وتجبجب وصخرة أكهى: اسم جبل. فصل اللام",
    "pg": "6:2478"
  },
  "كوب": {
    "def": "الكوبُ: كُوزٌ لا عُروةَ له، والجمع أكواب وقال: مُتَّكِئاً تُصْفَقُ أبوابُه * يسعى عليه العبد بالكوبِ (١) والكوبة: الطبل الصغير المُخَصَّرُ.",
    "pg": "1:215"
  },
  "كوح": {
    "def": "الكاحُ، والكيحُ: عُرْضُ الجبل وسَنَدُهُ. وكَوَّحْتُ الرجل تَكْويحاً: غلبته. قال الراجز: أعددته للخصم ذى التعدي * كوحته منك بدون الجهد وكاوَحْتُهُ، إذا شاتمته وجاهرته. وتَكاوَحَ الرَجُلان، إذا تمارسا وتعالجا الشرَّ بينهما.\nفصل اللام",
    "pg": "1:400"
  },
  "كوخ": {
    "def": "الكوخُ بالضم: بيتٌ من قصب بلا كُوَّةٍ. والجمع الأكْواخُ.\nفصل اللام",
    "pg": "1:430"
  },
  "كود": {
    "def": "كادَ يفعل كذا، يَكادُ كَوْداً ومَكادَةً، أي قارَبَ ولم يفعل. وحكى سيبويه عن بعض العرب: كدت أفعل كذا، بضم الكاف. قال: وحدثني أبو الخطاب أن ناسا من العرب يقولون: كيد زيد يفعل كذا، وما زيل يفعل كذا، يريدون كاد وزال، فنقلوا الكسر إلى الكاف في فعل كما نقلوا في فعلت. وزعم الاصمعي أنه سمع من العرب من يقول: لا أفعل ذلك ولا كودا، فجعلها من الواو. وقد يدخلون عليها \" أن \" تشبيهاً بعسى. قال رؤبة:\nقدْ كادَ من طولِ البِلى أنْ يمصحا (١) * وقولهم: عرف فلان ما يُكادُ منه، أي ما يراد منه. ويقال: لا مَهَمَّةَ لي ولا مَكادَةَ، أي لا أهُمُّ ولا أكادُ. وتقول لمن يطلب منك الشئ فلا تريد إعطاءه: لا ولا مَكادَةَ. وكادَ وُضِعَتْ لمقاربة الشئ، فعل أو لم يُفعل، فمجرَّدُهُ ينبئ عن نفي الفعل، ومقرونهُ بالجحد ينبئ عن وقوع الفعل. قال بعضهم في قوله تعالى:\n(أَكادُ أخْفيها) *: أريدُ أخفيها. قال: فكما جاز أن يوضع أريدُ موضعَ أكاد في قوله تعالى:\n(جِداراً يُريدُ أن يَنْقَضَّ) * فكذلك أكادُ. وأنشد الأخفش: كادَتْ وكِدْتُ وتلك خيرُ إرادةٍ * لو عادَ من لَهْوِ الصَبابَةِ ما مضى -",
    "pg": "2:532-533"
  },
  "كوذ": {
    "def": "الكاذتان: مانتأ من اللحم في أعالي الفخذ، وقال الشاعر الكميت: فلما دنت للكاذتين وأحرجت * به حلبسا عند اللقاء حلابسا - وأحرجت بالحاء من الحرج. يقول: لما دنت الكلاب من الثور ألجأته إلى الرجوع للطعن.\nفصل اللام",
    "pg": "2:569"
  },
  "كور": {
    "def": "كارَ العِمامَةَ على رأسه يَكورُها كَوْراً، أي لاثَها. وكلُّ دَوْرٍ كَوْرٌ. وقولهم: نعوذ بالله من الحَوْرِ بعد الكَوْرِ، أي من النقصان بعد الزيادة. والكَوْرُ أيضاً: الجماعة الكثيرة من الإبل. يقال: على فلانٍ كَوْرٌ من الإبل. وجعله أبو ذؤيب في البقر أيضا فقال: ولا مشب من الثِيرانِ أفْرَده * عن كَوْرِهِ كَثْرَةُ الإغْراءِ والطَرَدُ (١) - والكورُ بالضم: الرَحْلُ بأداته، والجمع أكْوارٌ وكيرانٌ. والكورُ أيضاً: كورُ الحداد المبنيُّ من الطين والكورُ أيضاً: موضعُ الزنابير. وكوارة النحل: عسلها في الشَمَع. والكورَةُ: المدينة، والصُقْعُ والجمع كُوَرٌ. والكارَةُ: ما يُحمل على الظَهر من الثياب. وتَكْويرُ المتاعِ: جمعه وشدُّه. ويقال: طعنه فكَوَّرَهُ، أي ألقاه مجتمعاً. وأنشد أبو عبيدة: ضَربناه أُمَّ الرأس والنَقْعُ ساطِعٌ * فَخَرَّ صريعاً لليدينِ مكَوَّرا - وكَوَّرْتُهُ فتَكَوَّرَ، أي سقط. قال: أبو كَبير الهذلي: مُتَكَوِّرينَ على المعاري بينهم * ضربٌ كَتَعْطاطِ المَزادِ الاثجل - وتكوير العمامة: كورها. وتكوير الليلِ على النهار: تَغْشِيَته إيَّاه، ويقال زيادةُ هذا من ذاك. وقوله تعالى:\n(إذا الشمسُ كُوِّرَتْ) * قال ابن عبّاس ﵁: غُوِّرَتْ. وقال قتادة: ذهب ضوؤها. وقال أبو عبيدة: كُوِّرَتْ مثل تَكْويرِ العمامةِ تُلَفُّ فتمحى. والتَكَوُّرُ: التقطُّر والتشمُّر. واكَتارَ الفرسُ: رفع ذَنَبَه في حُضْرِهِ. وربَّما قالوا: كارَ الرجلُ، إذا أسرع في مشيته، حكاه ابن دريد. ورجل مكورى (١) ، أي لئيم. قال أبو بكر ابن السرَّاج: هو العظيم روثَةِ الأنفِ، مأخوذٌ من كَوَّرَهُ إذا جمعه. قال: وهو مفعلى بتشديد اللام، لان فعللى لم يجئ. قال: وقد تحذف الالف فيقال مكور (١) .",
    "pg": "2:809-810"
  },
  "كوز": {
    "def": "الكوزُ جمعه كيزانٌ وأكْوازٌ وكوزة، مثل عود وعيدان وأعواد وعودة. واكتاز الماء: اغترفه. وهو افتعل من الكوز. وقول الشاعر (٢) : وضعنا على الميزان كوزا وهاجرا * فمالت بنو كوز بأبناء هاجر * هو اسم رجل من بنى ضبة (٣) . فصل اللام",
    "pg": "3:893-894"
  },
  "كوس": {
    "def": "كَوَّسْتُهُ على رأسه تَكْويساً، أي قلبته. وفي الحديث: \" والله لو فعلت ذلك لكَوَّسَكَ الله في النار \"، أي لجعل رأسَكَ أسْفَلَكَ. وقد كاسَ هو يَكوسُ، إذا فعل ذلك. يقال: كاسَ البعير، إذا مشى على ثلاثِ قوائم وهو مُعَرْقَبٌ. قالت عَمْرَةُ أختُ العباس بن مِرداسٍ، وأُمُّها الخنساء، ترثي أخاها وتذكر أنَّه كان يعرقب الإبل: فَظَلَّتْ تَكوسُ على أَكْرُعٍ * ثلاثٍ وغادَرْنَ أخرى خَضيبا * تعني القائمةَ التي عَرقَب، هي مخضبَّة بالدم. والتَكاوسُ: التراكم. يقال: عشبٌ مُتَكاوِسٌ، إذا كثُر وكثف. والكوسُ بالضم: الطَبْلُ. ويقال هو معرَّب. والكوسِيُّ من الخيل: القصير الدوارج. ومكوس، على مفعل (١) : اسم حمار.",
    "pg": "3:972"
  },
  "كوع": {
    "def": "الكوعُ والكاعُ: طرف الزَنْد الذي يلي الإبهام. يقال: \" أحمقُ يَمْتَخِطُ بكوعه \". والأَكْوَعُ: المعوجُّ الكوع. وامرأة كوعاء بينة الكوع. وكاع الكلبُ يَكوعُ، أي مشى على كوعه في الرَمل من شدَّة الحر.",
    "pg": "3:1278"
  },
  "كوف": {
    "def": "الكوفَةُ: الرملة الحمراء، وبها سميت الكوفة. وكوفان أيضا: اسم للكوفة. وكوفت تكويفا، إذا صرت إلى الكوفة. عن يعقوب. وإنه لفى كوفانٍ، أي في حِرْزٍ ومَنْعَةٍ. ويقال: تركهم في كوفانٍ، أي في أمر مستدير، ويقال في عناءٍ ومشقَّة ودوَران. وتَكَوَّفَ الرملُ والقومُ، أي استداروا. وتَكَوَّفَ الرجلُ، أي تشبَّه بأهل الكوفة أو تنسب إليهم. والكاف حرف يذكر ويؤنث، وكذلك سائر حروف الهجاء. قال الشاعر (١) : أشاقتك أطلال تعفت رسومها كما بينت كاف تلوح وميمها والكاف حرف جر، وهى للتشبيه، وقد تقع موقع اسم فيدخل عليها حرف الجر، كما قال يصف فرسا (٢) : ورحنا بكابن الماء يجنب وسطنا تصوب فيه العين طورا وترتقى وقد تكون ضميرا لمخاطب المجرور والمنصوب كقولك: غلامك وضربك، تفتح للمذكر وتكسر للمؤنث. وقد تكون للخطاب ولا موضعَ لها من الإعراب، كقولك ذاك وتلك وأولئك ورويدك، لانها ليست باسم هاهنا وإنما هي للخطاب فقط، تفتح للمذكر وتكسر للمؤنث.",
    "pg": "4:1424-1425"
  },
  "كول": {
    "def": "الكولان بالقتح: نبت، وهو البَرْدِيُّ. وتَكَوَّلَ القومُ على فلانٍ: تجمعوا عليه.",
    "pg": "5:1814"
  },
  "كوم": {
    "def": "كامَ الفرسُ أنثاه يَكومُها كَوْماً، إذا نَزا عليها. وكَوَّمْتُ كومَةً بالضمّ، إذا جمعت قطعةً من تُراب ورفعتَ رأسها. وهو في الكلام بمنزلة قولك: صُبْرَةٌ من طعامٍ. والكَوْماءُ: الناقة العظيمة السنام. والكوم: القطعة من الابل. والكيمياء معروف، مثل السيمياء.",
    "pg": "5:2025"
  },
  "كون": {
    "def": "(كانَ) إذا جعلته عبارةً عمَّا مضى من الزمان احتاج إلى خبر، لأنَّه دلَّ على الزمان فقط تقول: كان زيدا عالماً. وإذا جعلته عبارةً عن حدوث الشئ ووقوعه استغنى عن الخبر، لأنَّه دلَّ على معنًى وزمانٍ. تقول كانَ الأمرُ، وأنا أعرفه مذْ كانَ، أي مذْ خُلِقَ. قال الشاعر (٢) : فِدًى لبَني ذُهْلٍ بن شَيْبانَ ناقَتي * إذا كانَ يومٌ ذو كواكبَ أشْهَبُ وقد تقع زائدة للتوكيد، كقولك زيدٌ كانَ منطلقاً، ومعناه زيدٌ منطلقٌ. قال الله تعالى: (وكان الله غفوراً رحيماً) . وقال الهذليّ (١) : وكنتُ إذا جاري دَعا لِمَضوفةٍ * أُشَمِّرُ حتَّى يَنْصُفَ الساقَ مِئْزَري وإنَّما يخبر عن حاله، وليس يُخبر بكُنْتُ عمَّا مضى من فعله. وتقول: كانَ كَوْناً وكَيْنونَةً أيضا، شبهوه بالحيدودة والطيرورة من ذوات الياء. ولم يجئ من الواو على هذا إلا أحرف: كينونة، وهيعوعة، وديمومة، وقيدودة. وأصله كينونة بتشديد الياء فحذفوا كما حذفوا من هين وميت ولولا ذلك لقالوا كونونة. ثم إنه ليس في الكلام فعلول. وأما الحيدودة فأصله فعلولة بفتح العين فسكنت. وقولهم: لم يك، وأصله يكون، فلما دخلت عليها لم جزمتها فالتقى ساكنان فحذفت الواو فبقى لم يكن، فلما كثر استعمالها حذفوا النون تخفيفا، فإذا تحركت أثبتوها فقالوا: لم يكن الرجل. وأجاز يونس حذفها مع الحركة. وأنشد (*) إذا لم تك الحاجاتِ من هِمَّة الفتى * فليس بمُغْنٍ عنك عَقْدُ الرَتائِمِ وتقول: جاء ونى لا يكون زيدا، تعنى الاستثناء، كأنَّك قلت: لا يكون الآتي زيداً. وكَوَّنَهُ فَتَكَوَّنَ: أحْدَثَهُ فحَدَثَ. والكِيانَةُ: الكَفالة. وكنتُ على فلان أكون كونا، أي تكفلت به. واكْتَنْتُ به اكْتِياناً مِثله. وتقول: كُنْتُكَ، وكنتُ إيَّاكَ، كما تقول: ظننتُكَ زيداً وظننت زيداً إيَّاكَ، تضع المنفصل موضع المتَّصل في الكناية عن الاسم والخبر، لأنَّهما منفصلان في الأصل، لأنَّهما مبتدأ وخبر. قال أبو الاسود الدؤلى: دَعِ الخمرَ يشربها الغواةُ فإنَّني * رأيتُ أخاها مُجْزِئاً لمكانِها وإلاّ يَكُنْها (١) أو تَكُنْهُ فإنَّه * أخوها غَذَتْهُ أمُّه بلِبانِها يعني الزبيب. والكون: واحد الاكوان. وسمع الكيان: كتاب للعجم. والاستكانة: الخضوع. والمكانة: المنزلة. وفلان مكين عند فلان بيِّن المَكانَةِ. والمَكانُ والمَكانَةُ: الموضع. قال الله تعالى: (ولو نَشاءُ لمسَخْناهُم على مَكانَتِهِمْ) ولمَّا كثُر لزوم الميم تُوُهِّمَتْ أصليَّةً فقيل تمَكَّنْ كما قالوا من المسكين تَمَسْكَنْ. أبو عمرو: يقال للرجل إذا شاخَ كنْتِيٌّ ; كأنَّه نُسِب إلى قوله: كنتُ في شبابي كذا وكذا. قال: فأصبحتُ كنْتِيًّا وأصبحتُ عاجِناً * وشرُّ خصالِ المرء كنت وعاجن",
    "pg": "6:2189-2191"
  },
  "كوى": {
    "def": "الكَيُّ معروف. وقد كَوَيْتُهُ فاكْتَوى هو. ويقال: \" آخرُ الدواء الكَيُّ \"، ولا تقل: آخر الداء الكى. وكواه بعينه، إذا أحد إليه النظر. وكَوَتْهُ العقرب: لدغته. وكاوَيْتُ الرجل، إذا شاتمته، مثل كاوحته. والمكواة: الميسم. وفى المثل: \" العير يضرط والمكواة في النار \". والكوة: نقب البيت، والجمع كِواءٌ بالمدّ، وكِوًى أيضا مقصورا، مثل بدرة وبدر. والكوة بالضم لغة، وتجمع على كوى. وأما (كى) مخففة فجواب لقولك: لِمَ فعلت كذا؟ فتقول: كَيْ يكون كذا. وهي للعاقبة كاللام، وتنصب الفعل المستقبل. ويقال: كان من الامر كيت وكيت، إن شئت كسرت وإن شئت فتحت، وأصل التاء فيها هاء، وإنما صارت تاء في الوصل. وحكى أبو عبيدة: كان من الامر كيه وكيه بالهاء. ويقال: كيمه، كما يقال لمه في الوقف.",
    "pg": "6:2477-2478"
  },
  "كيأ": {
    "def": "أبو زيد: كِئْتُ عن الامر أكئ كيأ وكيأة، إذا هِبْتَهُ وجَبُنْتَ، مثل كِعْتُ أَكيعُ. ورجلٌ كِئٌ وكَأٌ وكاءٌ أيضاً، أي ضعيف جبان، مثل كع وكاع. فصل اللام",
    "pg": "1:70"
  },
  "كيت": {
    "def": "التَكْييتُ: تيسير الجهاز. قال الشاعر: كَيِّتُ جِهازَك إمَّا كنتَ مرتحِلاً * إنِّي أخافُ على أذوادِكَ السَبُعا أبو عبيدة: يقال كان من الأمر كَيْتَ وكَيْتَ بالفتح، وكَيْتِ وكَيْتِ بالكسر. والتاء فيهما هاء في الأصل، فصارت تاءً في صل. فصل اللام",
    "pg": "1:263-264"
  },
  "كيد": {
    "def": "الكَيْدُ: المكر. كادَهُ يَكيدَهَ كَيْداً ومَكيدَةً. وكذلك المُكايَدَةُ. وربَّما سمِّي الحربُ كَيْداً. يقال: غزا فلان فلم يَلْقَ كَيْداً. وكلُّ شئ تعالجه فأنت تكيده. ويقال: هو يَكيدُ بنفسه، أي يجود بها. ويسمى اجتهاد العرب في صياحه كيدا، وكذلك القئ.\nفصل اللام",
    "pg": "2:533"
  },
  "كير": {
    "def": "أبو عمرو: الكير الحدَّاد، وهو زِقٌّ أو جِلْدٌ غليظٌ ذو حافاتٍ. وأمَّا المبنيُّ من الطين فهو الكور. وكير: اسم جبل.\nفصل الميم",
    "pg": "2:811"
  },
  "كيس": {
    "def": "الكَيْسَ: خلاف الحُمْقِ. والرجلُ كيس مكيس، أي ظريف. قال الراجز (٤) : أما تراني كيسا مكيسا * بنيت بعد نافع مخيسا * وزيد بن الكيس النمري النسابة. والكيسى: نعت المرأة الكَيِّسَةِ، وهو تأنيث الاكيس (٥) ، وكذلك الكوسى. وقد كاس الولد يَكيسُ كَيْساً وكِياسَةً. وأكْيَسَ الرجلُ وأَكاسَ، إذا وُلِدَ له أولادٌ أَكْياسٌ. قال الشاعر (١) : فلو كنتم لِمُكْيِسَةٍ أَكاسَتْ * وكَيْسُ الأُمِّ يُعْرَفُ في البَنينا * ولكنْ أُمُّكُمْ حَمُقَتْ فجئتم * غِثاثاً ما نرى فيكم سَمينا * والتَكَيُّسُ: التظرُّف. وكايَسْتُهْ فكِسْتُه، أي غلبته. وهو يُكايِسُهُ في البيع. وبعض العرب يسمِّي الغدرَ \" كَيْسان \". قال الشاعر (٢) : إذا ما دعوا كيسان كانت كهولهم * إلى الغَدْرِ أسْعى من شَبابِهِمِ المُرْدِ * والكيسانية: صنف من الروافض، وهم أصحاب المختار بن أبى عبيد. يقال إن لقبه كان كيسان. والكيس: واحد أكياس الدراهم.\nفصل اللام",
    "pg": "3:972-973"
  },
  "كيع": {
    "def": "الكسائي: كعت عن الشئ أَكيعُ وأَكاعُ، لغة في كعَعْتُ عن الأمر أَكِعُّ، إذا هِبْتَهُ وجبنت. حكاه عنه يعقوب.\nفصل اللام",
    "pg": "3:1278"
  },
  "كيف": {
    "def": "كيف: اسم مبهم غير متمكن، وإنما حرك أخره لالتقاء الساكنين، وبني على الفتح دون الكسر لمكان الياء. وهو للإستفهام عن الأحوال، وقد يقع بمعنى \" التعجب \" كقوله تعالى: ﴿كيف تكفرون بالله﴾ وإذا ضممت إليه \" ما \" صح أن يجازي به، تقول: كيفما تفعل أفعل.\nفصل اللام",
    "pg": "4:1425"
  },
  "كيل": {
    "def": "الكَيْلُ: المِكيالُ. والكَيْلُ: مصدرُ كلْتُ الطعامَ كَيْلاً ومَكالاً ومَكيلاً أيضا، وهو شاذ لان المصدر من فعل يفعل مفعل. يقال: ما في برك مكال، وقد قيل مكيل عن الاخفش. والاسم الكيلَةُ، بالكسر. يقال: إنَّه لحَسَنُ الكيلَةِ، مثالُ الجِلْسَةِ والرِكبةِ. وفي المثل: \" أَحَشَفاً وسوءَ كيلَةٍ \" أي أتجمعُ أن تعطيني حَشَفاً وأن تسئ لى الكيل. ويقال: كلته، بمعنى كِلْتُ له. قال تعالى: (وإذا كالوهُمْ) أي كالوا لهم. واكْتَلْتُ عليه: أخذْتُ منه. يقال: كالَ المعطى واكتالَ الآخِذُ. وكِيلَ الطعامُ على ما لم يسمّ فاعله، وإنْ شئتَ ضممْتَ الكاف. والطعام مكيل ومكيول، مثل مخيط ومخيوط. ومنهم من يقول: كول الطعام وبوع المتاع (١) واصطود الصيد، واستوق ماله، بقلب الياء واوا حين ضم ما قبلها، لان الياء الساكنة لا تكون بعد حرف مضموم. وكايلته وتكايلنا، إذا كالَ لكَ وكلْتَ له، فهو مُكايِلٌ بلا همزٍ. وقولهم: \" لا تَكايُلَ بالدَمِ \" أي لا يجوز أن تقتُلَ إلا ثأرَك، ولا تعتبرُ فيه المُساواةُ في الفضل إذا لم يكن غَيْرُهُ. وكالَ الزَنْدُ يكيلُ، إذا لم يُخرِج ناراً. والكَيُّولُ (٢) : مؤخَّرُ الصفوفِ. وفى الحديث أن رجلا أتى رسول الله ﷺ وهو يقاتل العدو فسأله سيفا يقاتل به، فقال له: \" فلعلك إن أعطيتك أن تقوم في الكيول \" فقال: لا. فأعطاه سيفا، فجعل يقاتل به وهو يرتجز، ويقول: إنى امرؤ عاهدني خليلي أن لا أقوم الدهر في الكيول أضرب بسيف الله والرسول (١) وإنما سكن الباء في أضرب لكثرة الحركات. وتكلَّى الرجلُ، أي قام في الكيُّول. والأصل تكَيَّلَ، وهو مقلوبٌ منه.\nفصل اللام",
    "pg": "5:1814-1815"
  },
  "كين": {
    "def": "الكَيْنُ: لحمةٌ داخل فرج المرأة، والجمع كُيونٌ، وهي كالغُدَد. قال جرير: (*) غمز ابن مُرَّةَ يا فرزدقُ كَيْنَها * غَمْزَ الطبيب نغا نغ المعذور وبات فلان بكينة سوء بالكسر، أي بحالة سوء. و (كأين) معناها معنى كم في الخبر والاستفهام. وفيها لغتان كأيِّنْ مثال كَعَيٍّ، وكائِنْ مثل كاعٍ. قال أُبَيُّ بن كعب لزِرّ بن حُبَيش: \" كأَيِّنْ تعدُّ سورةَ الأحزاب؟ \"، أي كم تَعُدُّ. وتقول في الخبر: كأيِّنْ من رجل قد رأيتُ، تريد بها التكثير، فتخفض النكرةَ بعدها بمِنْ. وإدخال (مِنْ) بعد كأيِّنْ، أكثر من النصب بها، وأجْوَدُ. قال ذو الرمة: وكائِنْ ذَعَرْنا من مَهاةٍ وَرامِحٍ * بلادُ العِدا ليست له ببلاد\nفصل اللام",
    "pg": "6:2191"
  }
}