{
  "نأت": {
    "def": "نَأَتَ الرجل يَنْئِتُ نَئيتاً، إذا أنَّ، مثل نَهَتَ. ورجل نآت، مثل نهات.",
    "pg": "1:268"
  },
  "نأج": {
    "def": "نَأَجَ في الأرض يَنْأَجُ نؤوجا: ذهب. ونأجت الريج تنأج نَئيجاً: تَحرّكت. فهي نَؤوجٌ. ولها نَئيجٌ، أي مَرٌّ سريعٌ مع صوت. قال العجاج:\nواتخذته النائجات منأجا * تقول منه نئج القوم. قال الراجز: وتُنْأجُ الرُكْبانُ كلَّ مَنْأَجِ * به نَئيجُ كلِّ ريحٍ سيهج ونأج إلى الله تعالى في الدعاء، أي تضرع. ونائِجاتُ الهام: صوائحها.",
    "pg": "1:342"
  },
  "نأد": {
    "def": "النآدُ والنآدى: الداهيةُ. قال الكميت: فإيّاكُم وداهيةً نآدى * أظلّتكم بعارضها المخيل - (٦٩ - صحاح)",
    "pg": "2:541-542"
  },
  "نأش": {
    "def": "التَناؤُشُ بالهمز: التأخُّر والتباعد. وقد نَأشْتُ الأمرَ أنْأَشُهُ نَأشاً: أخّرته، فانْتَأَشَ. ويقال: فعله نَئيشاً، أي أخيراً. قال الشاعر (١) : تَمَنَّى نَئيشاً أن يكون أطاعَني * وقد حدثت بعد الامور أمور (٢) *",
    "pg": "3:1020-1021"
  },
  "نأف": {
    "def": "أبو زيد: نَئِفْتُ من الطعام أَنْأَفُ نَأَفاً، إذا أكلت منه. وقال غيره: نَئِفَ في الشرب، أي ارتوى.",
    "pg": "4:1429"
  },
  "نأل": {
    "def": "أبو عبيد: النأَلانُ: مَشْيُ الذي كأنَّه ينهضُ برأسه إلى فوق، مثل الذي يعدو وعليه حمل ينهض به. يقال رجل نَؤُول وضبعٌ نَؤُول، إذا فعلتَ ذلك.",
    "pg": "5:1823"
  },
  "نأم": {
    "def": "النَأْمَةُ، بالتسكين: الصوت. يقال أسكتَ الله نَأمَتَهُ، أي نَغْمته وصَوته. ويقال أيضاً: نامَّتَهُ، بتشديد الميم، فيجعل من المضاعف. والنَئيمُ: صوتٌ فيه ضعفٌ كالأنين. يقال: نَأَمَ يَنْئِمُ (٢) . ونَأَمْتُ القوس نَئيماً. وسمعت نئيم الاسد.",
    "pg": "5:2038-2039"
  },
  "نأنأ": {
    "def": "نَأْنَأْتُ في الرأي: إذا خلَّطْتَ فيه تخليطاً ولم تُبرمه. قال الشاعر (١) : فلا أسْمَعَنَّ فيكم (٢) بأمرٍ مُنَأْنَأٍ * ضعيفٍ ولا تسمَعْ به هامَتي بَعْدي (٣) أبو عمرو: النَأْنَأَةُ: الضعفُ، وفي الحديث: \" طوبى لمن ماتَ في النَأْنَأةِ \" يعني أوَّل الإسلام قبل أن يقْوى. وقد نَأْنَأَ في الأمر فهو رجلٌ نَأْنَأٌ، أي ضعيفٌ. قال امرؤ القيس يمدح رجلاً: لَعَمْرُكَ ما سعْدٌ بخُلَّةِ آثِمٍ * ولا نَأْنَأٍ عندَ الحِفاظِ ولا حَصِرْ ونَأْنَأتُهُ: نَهْنَهْتُهُ عما يريد وكَفَفْتُهُ عنه. وتنأنأ: ضعف واسترخى.",
    "pg": "1:74"
  },
  "نأى": {
    "def": "نَأيْتُهُ ونَأيْتُ عنه نَأياً بمعنى، أي بعدت. وأنْأَيْتُهُ فانْتَأَى، أي أبعدته فبعُد. وتَناءَوا، أي تباعدوا. والمُنْتَأَى: الموضع البعيد. قال النابغة: فإنك كالليل الذى هو مُدْرِكي * وإن خِلتُ أنّ المُنْتَأى عنكَ واسعُ والنُؤْيُ (١) : حَفيرة حول الخباء لئلا يدخله ماء المطر، والجمع نَئيٌّ على فُعولٍ، ونِئِيٌّ تتبع الكسرة الكسرة، وأنآء، ثم يقدمون الهمزة فيقولون آناءٌ على القلب مثل أبآرٍ وآبارٍ. تقول منه: نَأيْتُ نُؤْياً. وأنشد الخليل: إذا ما التقَينا سالَ من عَبَراتنا شآبيبُ يُنأى سيلُها بالأصابعِ وكذلك انتأيت نؤيا. والمنتأى مثله. قال ذو الرمة: ذكرت فاهتاج السقام المضمر * ميا وشاقتك الرسوم الدثر آريها والمنتأى المدعثر * والنؤى بفتح الهمزة: لغة في النُؤي. قال: ومُوقَدُ فِتيةٍ ونُؤَى رمادٍ * وأشذاب الخيام قد بلينا تقول إذا أمرت منه: نَ نُؤْيَكَ، أي أصْلِحهُ. فإذا وقفت عليه قلت: نَهْ، مثل رَ زَيْداً فإذا وقفت عليه قلت: رَهْ. (*)",
    "pg": "6:2499-2500"
  },
  "نبأ": {
    "def": "النبأة: الصوت الخفى. قال ذو الرمة:\nبنبأة الصوت ما في سمعه كذب (٤) * ورمى فأنبأ، إذا لم يشرم ولم يخدش. وسيل نابئ: جاء من بلد آخر، وكذلك رجل نابئ. قال الشاعر (١) : ولكنْ قَذاها كلُّ أشْعَثَ نابِئٍ أتَتْنا به الأقدارُ من حيث لا ندري أبو زيد: نَبَأْتُ على القوم أنْبَأُ نَبْأ ونُبوءًا، إذا طلعت عليهم. قال: ونَبَأتُ من أرضٍ إلى أرض، إذا خرجتَ منها إلى أخرى، وهذا المعنى أراده الاعرابي بقوله: \" يا نبئ الله \"، أي: يا من خرج من مكة إلى المدينة، فأنكر عليه الهمز (٢) . ونَبَأتُ به الأرض: جاءت به. قال الشاعر (٣) : فنفسَكَ أحرِزْ فإنَّ الحتو * فَ يَنْبَأْنَ بالمرء في كلِّ وادِ والنَّبَأُ: الخبر، تقول نَبَأ ونَبَّأ، أي: أخبر، ومنه أخذ النبئ لانه أنبأ عن الله تعالى، وهو فَعيلٌ، بمعنى فاعل. قال سيبويه: ليس أحد من العرب إلا ويقول: تنبأ مسيلمة بالهمز، غير أنهم تركوا الهمز في النبي كما تركوه في الذرية والبرية والخابية، إلا أهل مكة فإنهم يهمزون هذه الاحرف، ولا يهمزون في غيرها، ويخالفون العرب في ذلك. وتصغير النبئ نبيئ مثل نُبَيِّعٍ، وتصغير النُبُوءَةِ نُبَيِّئَةٌ مثال نبيعة. تقول: العرب كانت نبيئة مسيلمة نبيئة سوء. وجمع النبيِّ نُبَآءُ. قال الشاعر (١) : يا خاتمَ النُبَآءِ إنَّكَ مُرْسَلٌ * بالخير كلُّ هُدى السَّبيلِ هُداكا ويجمع أيضا على أنبياء، لان الهمز لما أبدل وألزم الابدال جمع جمع ما أصل لامه حرف العلة، كعيد وأعياد، على ما نذكره في باب المعتل إن شاء الله.",
    "pg": "1:74-75"
  },
  "نبا": {
    "def": "نبا الشئ عنى ينبو، أي تجافى وتباعد. وأنْبَيْتُهُ أنا، أي دفعته عن نفسي. وفي المثل: \" الصِدق يُنبي عنك لا الوعيد \" أي إن الصدقَ يدفع عنك الغائلة في الحرب دونَ التهديد. قال أبو عبيدة: هو ينبى غير مهموز. قال ساعدة ابن جؤية: صب اللهيف لها السُبُوبَ بطَغْيَةٍ * تُنْبي العُقابَ كما يلط المجنب ويقال أصله الهمز من الانباء، أي إن الفعل يخبر عن حقيقتك لا القول. ونبا السيف، إذا لم يعمل في الضريبة. ونَبا بصري عن الشئ. ونبا بفلان منزله، إذا لم يوافقه. وكذلك فِراشُه. والنابِيَةُ: القوس التي نَبَتْ عن وترها، أي تَجافَتْ. والنَبْوَةُ والنَباوَةُ: ما ارتفع من الأرض. فإنْ جعلت النَبِيَّ مأخوذاً منه، أي أنه شُرِّفَ على سائر الخلق فأصله غير الهمز، وهو فعيل بمعنى مفعول، وتصغيره نبى، والجمع أنبياء. وأما قول أوس بن حجر يرثى فضالة بن كلدة الاسدي: على السيد الصعب لو أنه * يقوم على ذروة الصاقب لأَصْبَحَ رَتْماً دُقاقَ الحَصى * مَكانَ النبي من الكاثب فيقال: الكاثب جبل وحوله رواب يقال لها النبي، الواحد ناب مثل عاز وغزى. يقول: لو قام فضالة على الصاقب - وهو جبل - يذلله لتسهل له حتى يصير كالرمل الذى في الكاثب (١) .",
    "pg": "6:2500-2501"
  },
  "نبب": {
    "def": "نب التيس ينب نبييا، إذا صاح وهاج. والأنبوبة: ما بين كلِّ عُقدتين من القَصَب. وهى أفعولة، والجمع أنبوب وأنابيب.",
    "pg": "1:222"
  },
  "نبت": {
    "def": "النَبْتُ: النبات. يقال: نَبَتَتِ الأرض وأنْبَتَتْ، بمعنًى. ونَبَتَ البقل وأنْبَتَ بمعنى. وأنشد الفراء (١) : رأيتَ ذوي الحاجات حولَ بيوتهم * قَطيناً لهمْ حتَّى إذا أنبتَ البَقْلُ (٢) أي نَبَتَ. وأنْبَتَهُ الله فهو منبوتٌ، على غير قياس. وأنْبَتَ الغلامُ، أي نَبَتَتْ عانَتُه. ونَبَّتُّ الشجرَ تنبيتاً: غرسته. يقال: نَبِّتْ أجلك بين عينيك. ونبت الصبى تنبيتاً: رَبَّيته. والمَنْبِتُ: موضع النبات. ويقال: ما أحسن نابِتَةَ بَني فلان، أي ما تَنْبُتُ عليه أموالُهم وأولادهم. ونَبَتَتْ لهم نابِتَةٌ، إذا نَشَأ لهم نَشَأٌ صِغار. وإنّ بني فلان لَنابِتَةُ شرٍّ. والنوابت من الاحداث: الاغمار. والنبيت: حى من اليمن. والينبوت: شجر.",
    "pg": "1:268"
  },
  "نبث": {
    "def": "أبو زيد: نَبَثَ يَنْبُثُ نَبْثاً مثل نَبَشَ يَنْبُشُ، وهو الحفر باليد. والنَبيثَةُ: تراب البئر والنهر. قال الشاعر (١) : وإن نبثوا بِئري نَبَثْتُ بِئارَهُم * فسوفَ ترى ماذا تَرُدُّ النَبائِثُ وخبيثٌ نَبيثٌ، إتباع له.",
    "pg": "1:294"
  },
  "نبج": {
    "def": "النباج: الشديد الصوت. وقال:\nبأستاه نباجين شنج السواعد * ويقال أيضاً للضخم الصَوت من الكلاب: إنَّه لَنَبَّاجٌ. والنَبَّاجَةُ: الاسْتُ. يقال: كَذَبَتْ نَبَّاجَتُك، إذا حَبَقَ. والنُباجُ بالضم: الرُدامُ. ونُباجُ الكَلْبِ ونَبيجُه: لغة في النُباحِ والنَبيحِ. وكَلْبٌ نباجى بالضم: ضخم الصوت، عن اللحيانى. والنباج بالكسر: قرية بالبادية أحياها عبد الله بن عامر. والانبجات، بكسر الباء: المرببات من الادوية، وأظنه معربا. ومنبج: اسم موضع، فإذا نسبت إليه فتحت الباء قلت: كساء منبجانى، أخرجوه مخرج مخبراني ومنظرانى. وعجين أنبجان، أي مدرك منتفخ. ولم يأت على هذا البناء إلا حرفان: يوم أرونان، وعجين أنبجان. وهذا الحرف في بعض الكتب بالخاء معجمة، وسماعى بالجيم عن أبى سعيد وأبى الغوث وغيرهما.",
    "pg": "1:342-343"
  },
  "نبح": {
    "def": "نَبَحَ الكلب يَنْبَحَ ويَنْبِحُ بالكسر نَبْحاً ونُباحاً بالضم، ونِباحاً بالكسر. وربَّما قالوا: نَبَحَ الظبْيُ. قال أبو دؤاد: وقصرى شنج الانسا * ء نباح من الشعب وأنْبَحْتُ الكلبَ واسْتَنْبَحْته، بمعنًى والنُبوحُ: ضَجَّةُ الحيِّ وأصواتُ كلابهم. قال أبو ذؤيب: بأطْيَبَ من مُقَبَّلِها إذا ما * دَنا العَيُّوقُ واكْتَتَم النُبوحُ ثم وُضِعَ موضع الكثرة والعِزِّ. وأنشد أبو نصر للأخطل: إنَّ العَرارَةَ والنُبوحَ لِدارِم * والعِزُّ عند تكامل الاحساب",
    "pg": "1:408-409"
  },
  "نبخ": {
    "def": "النَبْخُ: الجُدَريُّ وكلُّ ما يتنفط ويمتلئ ماء. قال كعب بن زهير: تحطم عنها قيضها عن خراطم * وعن حدق كالنبخ لم يتفتق ويقال للرجل إذا كان متجبِّراً: إنه نابِخَةٌ من النَوابِخِ. قال ساعدة: يُخْشى عليهم من الأملاكِ نابخَةُ * من النَوابِخِ مثلُ الحادِرِ الرَزِمِ ويروى \" بائجة من البوائج \". والنَبْخاءُ: الأكمة.",
    "pg": "1:432"
  },
  "نبذ": {
    "def": "نبذت الشئ أنبذه: إذا ألقيته من يدك. ونَبَّذْتَهُ، شدد للكثرة. والمَنْبوذُ: الصبيُّ تلقيه أمُّه في الطريق. ونابَذَهُ الحربَ: كاشَفَه. وجلس فلانٌ نَبْذَةً ونُبْذَةً، أي ناحيةً. وانْتَبَذَ فلانٌ، أي ذهبَ ناحيةً. ويقال: ذهَبَ مالُه وبقي نَبْذٌ منه، وبأرض كذا نَبْذٌ من مالٍ ومن كلأ، وفي رأسه نَبْذٌ من شَيْبٍ. وأصاب الأرضَ نَبْذٌ من مطر، أي شئ يسير. والنبيذ: واحد الانبذة. يقال: نَبَذْتُ نَبيذاً، أي اتخذته. والعامة تقول: أنبذت. ونَبَذَ العِرْقُ نَبَذاناً: لغة في نبض. والمنبذة: الوسادة (١) .",
    "pg": "2:571"
  },
  "نبر": {
    "def": "نبرت الشئ أنبره نبرا: رفعته. ومنه سمِّي المِنْبَرُ. ونَبْرَةُ المُغَنِّي: رفْعُ صوتِه عن خفض. ونبر الغلام: ترعرع. والنبرة: الهمزة. وقد نَبَرْتُ الحرفَ نَبْراً. وقريش لا تَنْبِرُ، أي لا تهمز. والنِبْرُ بالكسر: دُوَيْبَّةٌ شبيهة بالقُرادِ إذا دَبَّتْ على البعير تورّم موضعُ مَدَبِّها. والجمع نِبارٌ وأنْبارٌ. قال الراجز: كأنها من سمن وإيفار (١) * دبت عليها ذربات الانبار (٢) - وانْتَبَرَتْ يدُه، أي تَنَفَّطَتْ. ابن السكيت: أنْبارُ الطعامِ (٣) واحدُها نِبْرٌ، مثل نقس وأنقاس. وأنبار: اسم بلد.",
    "pg": "2:821-822"
  },
  "نبرس": {
    "def": "النبراس: المصباح.",
    "pg": "3:981"
  },
  "نبز": {
    "def": "النَبَزُ بالتحريك: اللقَب، والجمع الأنْبازُ. والنَبْزُ بالتسكين: المصدر. تقول: نَبزَهُ يَنْبِزُهُ نَبْزاً، أي لقَّبه. وفلان يُنَبِّزُ بالصِبيان، أي يلقّبهم، شدّد للكثرة. وتَنابَزوا بالألقاب، أي لقب بعضهم بعضا.",
    "pg": "3:897"
  },
  "نبس": {
    "def": "ما نَبَسَ بكلمة، أي ما تكلم. وما نَبَّس أيضاً بالتشديد. قال الراجز:\nإنْ كُنتَ غير صائدي فنبس",
    "pg": "3:981"
  },
  "نبش": {
    "def": "نَبَشْتُ البقلَ والميّتَ أنْبُشُ بالضم نَبْشاً. ومنه النَبَّاشُ. والأُنْبوشُ: أصل البقل المَنْبوشِ، والجمع الأنابيشُ. قال امرؤ القيس: كأنَّ السِباعَ فيه غَرْقى عشِيَّةً * بأرجائِهِ القُصْوى أنابيش عنصل",
    "pg": "3:1021"
  },
  "نبض": {
    "def": "نَبَضَ العِرْقُ يَنْبِضُ نَبْضاً ونَبيضاً ونَبَضاناً، أي تحرّك. ومنه قولهم: ما به حَبَضٌ ولا نَبَضٌ، أي حراكٌ. وأنْبَضْتُ القوسَ، وأنْبضْتُ بالوتر، إذا جذبته ثم أرسلته لِتَرِنّ (٣) ، وفي المثل: \" إنْباضٌ بغير توتير \". والمِنْبَضُ: المِنْدَفُ، مثل المِحْبَضُ، قال الخليل: قد جاء في بعض الشعر المنابِضُ: المَنادِفُ.",
    "pg": "3:1107"
  },
  "نبط": {
    "def": "نَبَطَ الماءُ يَنْبِطُ ويَنْبُطُ نبوطا: نبع. وأنبط الحفار: بلغ الماءَ. والاسْتِنْباطُ: الاستخراج. والنَبَط والنَبيطُ: قومٌ يَنزلون بالبطائح بين العراقَين، والجمع أنْباطٌ. يقال رجلٌ نَبَطيٌّ ونَباطِيٌّ ونَباطٍ، مثل يَمَنِيٍّ ويَمانيٍّ ويَمانٍ. وحكى يعقوب نُباطِيٌّ أيضاً بضم النون (١) . وقد اسْتَنْبَطَ الرجلُ. وفي كلام أيُّوبَ ابن القِرِّيَّةِ: \" أهلُ عمانَ عربٌ اسْتَنْبَطوا، وأهلُ البحرين نبيط استعزبوا \". والنبيط: الماء الذي يَنْبُطُ من قعر البئر إذا حُفِرَت. وقال الشاعر (٢) : قَريبٌ ثراهُ ما يَنالُ عَدُوُّهُ * له نَبَطاً عندَ الهوان (٣) قَطوبُ * ويقال للركيَّة: هي نَبَطٌ، إذا أُميهَتْ. والنُبْطَةُ بالضم: بياضٌ يكون تحت إبط الفرس وبطنه. يقال: فرس أنْبَطُ بيِّن النَبَطِ. قال ذو الرمّة (١) : كلَوْنِ (٢) الحِصانِ الأنْبَطِ البطنِ قائما * تمايل عنه الجبل واللون (٣) أشقَرُ (٤) * وشاةٌ نَبْطاءُ: بيضاء الشاكلة.",
    "pg": "3:1162-1163"
  },
  "نبع": {
    "def": "نَبَعَ الماء يَنْبَعُ ويَنْبُعُ ويَنْبِعُ نَبْعاً (١) ونُبوعاً: خرج من العين. واليَنْبوعُ: عينُ الماء، ومنه قوله تعالى: ﴿حتَّى تَفْجُرَ لنا من الأرض يَنْبوعاً﴾ ، والجمع اليَنابيعُ. ونَوابِعُ البعير: المواضع التي يسيل منها عَرَقُه. قال الأصمعي: يقال قد انباع (٢) علينا فلان بالكلام، أي انبعث. وفي المثل: \" مُخْرَنْبِقٌ لِيَنباعَ (١) \"، أي ساكتٌ لِيَنْبَعِثَ، ومطرِقٌ لينثالَ. والنَبْعُ: شجرٌ تُتَّخَذُ منه القسى. قال الشماخ:\nشرائج النبع براها القواس * الواحدة: نبعة، وتتخذ من أغصانها السهام. قال دريد بن الصمة: وأصفر من قداح النَبْع فَرعٍ * به عَلمانِ من عقب وضرس * يقول إنه برى من فرع الغصن ليس بفلق. وينابع: موضع. وينبع: بلد. والنباعة: الاست. يقال: كذبت نَبَّاعَتُكَ، إذا رَدَم. وبالغين المعجمة أيضا.",
    "pg": "3:1287-1288"
  },
  "نبغ": {
    "def": "نبغ الشئ ينيغ وينبغ (٣) نبغاو نبوغا، أي ظهر. ونبع الرجل، إذا لم يكن في إرثِ الشِعر ثم قال وأجاد. ومنه سمي النَوابِغُ من الشعراء، نحو الذبياني والجعدى وغير هما. قالت ليلى الاخيلية: أنا بغ لم تنبغ ولم تلك أولا وكنت صنيا بين صدين مجهلا ويقال: سمى زياد بن معاوية الذبيانئ نابغة لقوله:\nوقد نبغت لنا منهم شئون (١) * والهاء فيه للمبالغة (٢) .",
    "pg": "4:1326-1327"
  },
  "نبق": {
    "def": "النَبْقُ (٣) مثل النَمْقِ، وهو الكتابة. والنَبْقُ أيضاً: تخفيف النَبِقِ بكسر الباء، وهو حمل السدر، الوحدة نبقة ونبقات، مثل كلم وكلمة وكلمات. ونخل منبق، (١) أي مصطفٌّ على سطرٍ واحد. وكذلك كل شئ مستو مهذب ونَبَّقَ أيضا، أي كتَب. ونَبَّقَ بها، أي حَبَقَ حَبْقاً غير شديد. وكذلك أنبق الرجل. قال الاصمعي: يقال انْباقَ (٢) علينا بالكلام، أي انبعث، مثل انباع.",
    "pg": "4:1557-1558"
  },
  "نبك": {
    "def": "النَبَكُ، بالتحريك: جمع نَبَكَةٍ، وهى أكمة محددة الرأس. قال أبو عمرو: النباك: التِلالُ الصغار. ومكانٌ نابِكٌ، أي مرتفع. ومنه قول ذى الرمة:\nالهضاب النوابك (١)",
    "pg": "4:1612"
  },
  "نبل": {
    "def": "النَبلُ: السهام العربية. وهي مؤنتة لا واحد لها من لفظها. وقد جمعوها على نبال وأنبال. قال الشاعر وكنت إذا رميْت ذوي سوادٍ بأنْبالٍ مَرَقْنَ من السَواد والنبَّال، بالتشديد: صاحبُ النبل. قال امرؤ القيس:\nوليس بذى سيف وليس بنبال (١) * يعنى وليس بذى نبل. وكان الوجه أن يقول: وليس بنابل، مثل لابن وتامر. والنابل: الذى يعمل النبل، وكان من حقه أن يكون بالتشديد. والفعل النِبالة بالكسر. والنابل: الحاذقُ بالأمر. يقال فلانٌ نابلٌ وابن نابل، أي حاذقٌ وابن حاذقٍ. وأنشد الاصمعي (٢) : قوم أفواقها وترصها (٣) أنبل عدوان كلها صنعا أي أعلمهم بالنبل. ويقال: ما انتَبَلَ نبْله إلا بأخرةٍ، أي ما انتَبَه له وما بالى به. قال يعقوب: وفيها أربعُ لغات: نبْلَه، ونباله، ونبالته، ونبالته. والنبلة بالضم: العطية. والنُبْل: النَبالة والفضل. وقد نبُل بالضم فهو نبيلٌ، والجمع نبَلٌ بالتحريك، مثل كريم وكرم. والنبل أيضا: الكبار. قال بشر: نبيلة موضع الحجليْن خَوْدٌ وفي الكشحيْن والبطن اضطِمارُ والنبَل: الصغار أيضاً، وهو من الأضداد. وقال: أفرح أن أُرْزَأَ الكِرَامَ وَأَنْ أُورَثَ ذَوْداً شصائصا نبلا (١) يقول: أأفرح بصغار الابل وقد رزئت بكبار الكرام. وبعضهم يرويه: \" شصائصا نبلا \" بالضم، يريد جمع نبلة، وهى العظيمة. والنبل: حجارة الاستنجاء. وفى الحديث (*) \" اتقوا الملاعن وأعدوا النبل \" والمحدثون يقولون النبل بالفتح. يقال: سميت بذلك لصغرها. ونابلته فنبلته، إذا كنتَ أجودَ نبْلاً منه. وقد يكون ذلك في النُبْلِ أيضاً. ونبلْتُ فلاناً أنبُلُه نَبْلاً بالفتح، إذا رمَيْته بالنَبْلِ. ونبَلت الإبل، أي قمتُ بمصلحتها، وكذلك إذا سقتها سوقا شديدا. وقال الراجز: لا تأوى للعيس وانبلاها فإنها ما سلمت قواها بعيدة المصبح من ممساها واستنبلنى فنبلْتُه، أي ناولته نَبْلاً. ويقال: نبِّلْني حجارةَ الاستنْجاء أي أعطِنيْها. ونبَلْتُ فلاناً بطعامي: ناولتُه شيئاً بعد شئ. وتقول: هذا رجل متنبِّل نبْله، إذا كان معه نبْل. وتنبَّل أيضاً، أي تكلَّفَ النُبْل. وتنبّل، أي أخذ الأنْبل فالأنْبل. وتنبَّلَ البعيرُ، أي مات. قال ابن الاعرابي: وتنبَّل الإنسان أيضاً وغيره. والنَبيلة: الجيفة. والتنبال: القصير.",
    "pg": "5:1823-1825"
  },
  "نبه": {
    "def": "شئ نبه ونبه، أي مشهورٌ. قال ذو الرمّة: كأنه دُمْلُجٌ من فضة نبَهٌ * في ملعبٍ من جَواري (١) الحَيِّ مَفْصومُ إنَّما جعله مفصوماً لتَثَنِّيهِ وانحنائه إذا نام. ويقال النَبَهُ: الضالَّةُ توجد عن غَفْلَة لا عن طلبٍ. يقال: وجدت الضالّة نَبَهاً. ونَبُهَ الرجلُ بالضم (١) : شَرُفَ واشتهر، يَنْبُهُ نَباهَةً، فهو نَبيهٌ ونابِهُ. وهو خلاف الخامل. ونَبَّهْتُه أنا: رفعتُه من الخمول. يقال: أشيعوا بالكُنى فإنَّها مَنْبَهَةٌ. وانْتَبَهَ من نومه: استيقظ. وأنْبَهْتُهُ أنا. والتَنْبيهُ مثله. ونبهته على الشئ: أوقفته عليه فتنبه هو عليه. أبو زيد: نبهت للامر بالكسر، أنبه نبها، وهو الامر تنساه ثم تنتبه له. أبو عمرو: انبهت حاجةَ فلانٍ، إذا نسيتَها، فهي منبهة. ونبهان: أبو حى من طيئ، وهو نبهان ابن عمرو.",
    "pg": "6:2251-2252"
  },
  "نتأ": {
    "def": "نتأ نتأ ونتوءا ونتوا. وفي المثل \" تَحْقِرُهُ ويَنْتَأُ \" أي يرتفع. وكل شئ ارتفع من بيتٍ وغيره فهو ناتئٌ. ونَتَأَ الشئ: خرج من موضعه من غير أن يبين. ونتأت القرحة: وَرِمَتْ. ونَتَأتْ على القوم: طَلَعَتْ عليهم مثل نَبَأْتُ. ونَتَأتِ الجاريةُ: بلغت وارتفعت.",
    "pg": "1:75"
  },
  "نتب": {
    "def": "نتب الشئ نتوبا، مثل نهد. وقال: أشرف ثدياها على التريب * لم يعدوا التفليك في النتوب",
    "pg": "1:222"
  },
  "نتج": {
    "def": "نُتِجَت الناقةُ على ما لم يُسَمَّ فاعِلُهُ، تُنْتِج نَتاجاً. وقد نتجها أهلها نتجا. قال الكميت: وقال المذمر للناتجين متى ذمرت قبلى الارجل وأنتجت الفرسُ، إذا حانَ نَتاجُها، وقال يعقوب: إذا اسْتَبان حَمْلُها. وكذلك الناقة، فهى تنوج، ولا يقال مُنْتِجٌ. وأتَت الناقة على مَنْتِجِها، أي للوقت الذي تُنْتَجُ فيه، وهو مفعل بكسر العين. ويقال للشاتيْن إذا كانتا سِنًّا واحدة: هما نتيجة. وغنم فلان نَتائِجُ، أي في سنّ واحدة.",
    "pg": "1:343"
  },
  "نتح": {
    "def": "النَتْحُ: الرَشْحُ. نَتَحَتِ المَزادة تَنْتِحُ نَتْحاً ونُتوحاً. وكذلك خروج العرق. ومناتح العرق: مخارجه. قال الراجز:\nتنتح ذفراه (١) بمثل الدرياق * والنتوح: صموغ الاشجار. ولا يقال نتوع. والانتياح مثل النتح. قال ذو الرمة يصف بعيرا يهدر في الشقشقة: رقشاء تنتاح اللغام المزبدا * دوم فيها رزه وأرعدا",
    "pg": "1:409"
  },
  "نتخ": {
    "def": "النَتخُ: النَزع والقلع. نَتَخَ البازي اللحمَ بمِنسره. ونَتَخَ ضرسَه والشوكةَ من رجله. والمِنْتاخُ: المنقاش.",
    "pg": "1:432"
  },
  "نتر": {
    "def": "النَتْرُ: جذب في جفوة. وفى الحديث: \" فلينتر ذكره ثلاث نترات \"، يعنى بعد البول. والطعنُ النَتْرُ، مثل الخَلْسِ. وقوسٌ ناترة: تقطع وترها لصلابتها. قال الشاعر (٤) :\nقطوف برجل كالقسى النواتر (٥) والنتر بالتحريك: الفساد والضياع. قال واعلم بأن ذا الجلال قد قدر * في الكتب الاولى التى كان سطر * أمرك هذا فاجتنب منه النتر",
    "pg": "2:822"
  },
  "نتش": {
    "def": "نتشت الشئ بالمنتاش، وهو المنقاشُ، أي استخرجته به. ويقال: ما نَتَشْتُ من فلانٍ شيئاً، أي ما أصبت.",
    "pg": "3:1021"
  },
  "نتف": {
    "def": "نَتَفْتُ (١) الشَعر، نَتْفاً، فانْتَتَفْ الشعرُ وتَناتَفَ. ونَتَّفْتُ الشعور شدد للكثرة والمِنْتافُ: المِنْتاخُ. والنُتافَةُ: ما سقط من النَتْفِ. والنُتْفَةُ: ما نَتَفْتَهُ بأصابعك من النَبت أو غيره، والجمع النتف. ويقال رجل نتفة، مثال همزة، للذى ينتف من العلم شيئا ولا يستقصيه.",
    "pg": "4:1429"
  },
  "نتق": {
    "def": "النتق: الزعرعة والنفض. وقد نتقته أنتقه بالضم نتقا. قال رؤبة:\nونتقوا أحلامنا الاثاقلا (٣) * وقال أبو عبيدة قوله تعالى: ﴿وإذ نَتَقْنا الجَبَلَ﴾ ، أي زعزعناه. وفرسٌ ناتقٌ، إذا كان ينفُض راكبه. ونَتَقْتُ الغَرْب من البئر، أي جذبتُه. والبعير إذا تزعزع حِمله نَتَقَ حبالَه، وذلك جذبه إياها فتسترخي. ونَتَقْتُ الجلد، أي سلخته. ونتقت المرأة، أي كثر ولدها فهي ناتِقٌ ومِنْتاقٌ. وناقةٌ ناتقٌ، إذا أسرعت الحملَ. وزندٌ ناتق، أي وار.",
    "pg": "4:1558"
  },
  "نتل": {
    "def": "اسْتَنْتَلَ من الصف، إذا تقدم أصحابه. واستَنْتَلَ للأمر: استعدَّ له. والنَتل: جَذبٌ إلى قدُمٍ. والنتْلُ أيضاً: بيضُ النَعام يُملأ ماءً فيُدفَنُ في المفازَةِ. والنتَلُ بالتحريك مثله. قال الأعشى يصف مَفازة: لا يتنَمَّى لها في القيْظ يَهْبطُها إلا الذين لهم فيما أتَوْا نَتَلُ وأما قول أبي النجم:\nيُطفنَ حَولَ نَتلٍ وزْوازِ * فيقال هو العبد الضخم: وناتل، بفتح التاء: اسم رجل من العرب. أبو عمرو: تناتل النبْتُ، أي التفَّ وصار بعضه أطولَ من بعض.",
    "pg": "5:1825"
  },
  "نتن": {
    "def": "النَتْنُ: الرائحة الكريهة. وقد نتن الشئ وأنتن بمعنى، فهو منتن ومنتن، كسرت الميم اتباعا لكسرة التاء، لان مفعلا ليس من الابنية. ونتنه غيره تنتينا، أي جعله مُنْتِناً. ويقال قومٌ مناتين. قال الراجز (٢) : قالت سليمى لا أحب الجعدين * ولا السباط إنهم مَناتينُ وقد قالوا: ما أنْتَنَهُ. (*)",
    "pg": "6:2210"
  },
  "نتى": {
    "def": "النَواتِيُّ: الملاّحون، واحدهم نُوتِيٌّ.",
    "pg": "6:2501"
  },
  "نثا": {
    "def": "النَثا مقصورٌ مثل الثَناءِ، إلا أنه في الخير والشر جميعاً، والثَناءُ في الخير خاصّةً. ونَثَوْتُ الخبر نَثْواً: أظهرته. وتَناثَوا الشئ، أي تذاكروه.",
    "pg": "6:2501"
  },
  "نثث": {
    "def": "نَثَّ الحديثَ يَنُثُّهُ بالضم نَثًّا، إذا أفشاه. ويروى قول قيس بن الخطيم الأنصاري: إذا جاوزَ الاثنين سِرٌّ فإنّه * بِنَثٍّ وتَكثيرِ الوُشاةِ قَمينُ ونَثَّ الزِقُّ يَنِثُّ بالكسر نَثًّا ونَثيثاً، إذا رشح. وفى الحديث: \" وأنت تنث نثيث الحميت \".",
    "pg": "1:294"
  },
  "نثر": {
    "def": "نثرت الشئ أنثره نثرا، فانْتَثَرَ. والاسم النُثارُ. والنُثارُ بالضم: ما تناثر من الشئ. ودر مُنَثَّرٌ، شدد للكثرة. والانْتِثارُ والاستِنثارُ بمعنى، وهو نثر مافى الأنف بالنَفَس. وفي الحديث: \" إذا اسْتَنْشَقْتَ فانْثُر \". والنَثْرَةُ للدوابّ: شِبهُ العطسة. يقال: نَثِرَت الشاةُ، إذا طرحت من أنفها الأذى. قال الأصمعي: النافرُ والناثرُ: الشاةُ تَسْعُلُ فينتثر من أنفها شئ. والنثور: الكثيرة الولدِ. والنَثْرَةُ: الفُرْجَةُ بين الشارِبَيْنِ حيالَ وَتَرة الأنف، وكذلك من الاسد. والنثرة: كوكبان بيتهما مقدارُ شِبر، وفيهما لَطْخُ بياضٍ كأنه قِطعة سحاب، وهي أنفُ الأسد يَنْزِلها القمر. والنَثْرَةُ: الدِرعُ الواسعة. قال ابن السكيت: يقال للدرع نثرة ونثلة. قال: ويقال نَثَرَ درعه عنه، إذا ألقاها عنه. ولا يقال نثلها. ويقال طعنه فأنثره، أي أرعفه. قال الراجز: إن عليها فارسا كعشره * إذا رأى فارس قوم أنثره -",
    "pg": "2:822-823"
  },
  "نثط": {
    "def": "نثط الشئ نثوطا: سكن. ونثطته: سكنته. ونثط الشئ بيده: غمزه.",
    "pg": "3:1163"
  },
  "نثل": {
    "def": "النثلَة: الدرعُ الواسعة، مثل النثرة. ابن السكيت: يقال قد نثل درعه، أي ألقاها عنه. ولا يقال نثرها. والنثيلة مثل النبيثةِ، وهو تراب البئر. وقد نثَلتُ البئرَ نَثْلاً وانْتَثلْتُها، إذا استخرجتَ ترابَها. وتقول: حفرتُكَ نَثلٌ، بالتحريك، أي محفورة. والنثيلُ: الرَوْثُ. قال الاحمر: يقال لكل حافر ثل ونثل، إذا راث. وقال الشاعر يصف برذونا:\nمثل على آريه الروث منثل (١) * ونثلت كنانتي، إذا استخرجتَ ما فيها من النبْل، وكذلك إذا نفضْتَ ما في الجراب من الزاد. وتناثل الناس إليه، أي انصبوا.",
    "pg": "5:1825"
  },
  "نجأ": {
    "def": "أبو عبيد: نَجَأتُهُ نَجْأ: إذا أصَبْتَهُ بعين. وكذلك تَنَجَّأتُهُ، أي تعينته. الفراء: رجل نجوء العين ونجئ العين، على فعول وفعيل، أي خبيث العين. وكذلك نجؤ العين وتجئ العين، على فعل وفعل. وفى الحديث \" ردوا نجأة السائِلِ باللُقْمَةِ \" أي رُدُّوا شدَّةَ نَظَرِهِ إلى طعامكم بلُقمة تدفعونها إليه.",
    "pg": "1:75"
  },
  "نجا": {
    "def": "نَجَوْتُ من كذا نَجاءً ممدود، ونجاة مقصور. و \" الصدق منجاة \". وأنجيت غيرى ونجيته، وقرئ بهما قوله تعالى: (فاليوم ننجيك ببدنك) المعنى ننجيك (*) لا نفعل بل نهلكك، وأضمر قوله لا نفعل (١) وقال بعضهم: ننجيك، أي نرفعك على نجوة من الارض فنظهرك، لانه قال: ببدنك ولم يقل بروحك. ونجوت أيضا نجاءً ممدودٌ، أي أسرعت وسبقت. والناجِيَةُ والنَجاةُ: السريعةُ تَنْجو بمن ركبها. والبعير ناج. وقال:\nناجية وناجيا أباها (٢) * وقول الاعشى: تَقْطَعُ الأَمْعَزَ المُكَوْكِبَ وَخْداً * بنَواجٍ سريعةِ الإِيغالِ أي بقوائمَ سراعٍ. واسْتَنْجى، أي أسرع. وفي الحديث: \" إذا سافرتم في الجُدوبة فاسْتَنْجوا \" وبنو ناجية: قوم من العرب، والنسبة إليهم ناجى، تحذف منها الهاء والياء. ونجوت فلانا، إذا استنكهته. وقال: نَجَوْتُ مُجالِداً فوجدتُ منه * كريحِ الكلبِ ماتَ حديثَ عَهْدِ * ونَجْوُ السَبُعِ: جَعْرُهُ. والنَجْوُ: ما يخرج من البطن. ويقال: أَنْجى، أي أحدثَ. وشرب دواءً فما أَنْجاهُ، أي ما أقامه. ونجا الغائطُ نفسه ينجو، عن الاصمعي. واستنجى، أي مسح موضع النَجْوِ أو غَسَله. واسْتَنْجى الوتر، أي مد القوس. وقال (١) : فتبازت وتبازيت لها * جلسة الاعسر يستنجى الوتر (٢) وأصله الذى يتخذ أوتار القسى لانه يخرج ما في المصارين من النجو. والنجا مقصورٌ، من قولك: نَجَوْتُ جلدَ البعير عنه وأَنْجَيْتُهُ، إذا سلخته. وقال يخاطب ضيفين طرقاه: فقلت انجوا عنها نجا الجلد إنه * سيرضيكما منها سنام وغاربه قال الفراء: أضاف النجا إلى الجلد لان (*) العرب تضيف الشئ إلى نفسه إذا اختلف اللفظان كقولهم: حق اليقين، ودار الآخرة. والجِلْدُ نَجاً: مقصورٌ أيضاً والنَجا: عيدان الهودَج. وفلانٌ في أرضٍ نَجاةٍ يُسْتَنْجى من شجرها العِصِيُّ والقِسِيُّ. واسْتَنْجى الناس في كلِّ وجه، إذا أصابوا الرُطَب. الأصمعيّ: اسْتَنْجَيْتُ النخلةَ، إذا التقطت رُطَبها. قال: ونَجَوْتُ غُصون الشجرة، أي قطعتها. وأَنْجَيْتُ غيري. أبو زيد: اسْتَنْجَيْتُ الشجر: قطعته من أصوله. وأَنْجَيْتُ قضيباً من الشجرة، أي قطعت. والنَجاةُ: الغصنُ، والجمع نَجاً. ويقال: أَنجني غُصناً، أي اقطعه لي. والنَجْوُ: السَحاب الذي هَراق ماءه، والجمع نجاء مثل بحر وبحار. وحكى ابن السكيت: أَنْجَتِ السحابَةُ، إذا ولَّت. والنَجْوَةُ والنَجاةُ: المكان المرتفع الذي تظنّ أنَّه نَجاؤُكَ لا يعلوه السيل. وقال (١) ألم تريا النعمان كان بنَجْوَةٍ * من الشرِّ لو أنَّ امرأً كان ناجِيا ويقال نَجَّى فلانٌ أرضه تَنْجِيَةً، إذا كَبَسها مخافة الغرق. والنُجَواءُ: التمطِّي، مثل المطواء. وقال (١) :\nوهم تأخذ النجواء منه (٢) * ابن الاعرابي: بينى وبين فلان نَجاوَةٌ من الأرض، أي سعة. والنَجْوُ: السرُّ بين اثنين. يقال نَجَوْتُهُ نَجْواً، إذا ساررته. وكذلك ناجَيْتُهُ. وانْتَجى القومُ وتَناجَوْا، أي تسارُّوا. وانْتَجَيْتُهُ أيضاً، إذا خصصته بمناجاتك. والاسم النَجْوى. وقال: قبت أنجو بها نفسا تكلِّفني * ما لا يَهُمُّ به الجَثَّامَةُ الوَرَعُ وقوله تعالى: (وإذْ هم نَجْوى) فجعلهم هم النَجْوى، وإنَّما النَجْوى فِعلهم، كما تقول: قومٌ رضاً، وإنَّما الرِضا فعلهم. والنجى على فعيل: الذى تساره ; والجمع الانجية. وقال (*) إنى إذا ما القوم كانوا أنجي * واضطرب القوم اضطراب الارشيه هناك أوصيني ولا توصى بيه * قال الاخفش: وقد يكون النَجِيُّ جماعةً مثل الصَديق. قال الله تعالى: (خَلَصوا نَجِيًّا) . وقال الفراء: وقد يكون النَجِيُّ والنَجْوى اسما ومصدرا.",
    "pg": "6:2501-2503"
  },
  "نجب": {
    "def": "النَجَبُ، بالتحريك: لحاء الشجر. والنَجْبُ بالتسكين. مصدر قولك نَجَبْتُ الشجرة أنْجُبُها وأنْجِبُها، إذا أخذتَ قِشرة ساقها. والمنجوب: الجلد المدبوغ بقشور سوق الطلح. وسِقاءٌ منجوبٌ ونَجَبِيٌّ أيضاً. والمنجوب: القدح الواسع. ويوم ذى نجب: يوم من أيام العرب مشهور. ورجلٌ نجيبٌ، أي كريم بيِّن النجابة. والنجبة مثال الهمزة: النجيب، يقال هو نُجَبَةُ القوم، إذا كان النجيبَ منهم. وأنجب الرجل، أي وَلَدَ نجيباً. قال الشاعر (١) : أنْجَبَ أزْمانَ والِداهُ به * إذ نَجَلاهُ فنِعْمَ ما نَجَلا وامرأة مُنْجِبَةٌ ومِنْجابٌ: تلِد النُجباء، ونسوة مناجيب. أبو عبيد: المِنْجاب: السهم الذي ليس عليه ريشٌ ولا نَصْل. والمِنْجاب: الرجل الضعيف. وانتجبه: اختاره واصطفاه. والنَجيب من الإبل، والجمع النُجُبُ والنجائب.",
    "pg": "1:222"
  },
  "نجث": {
    "def": "النَجيثَةُ: ما أخرجَ من تراب البئر، مثل النَبيثَةِ. ونَجيثَهُ الخبرِ: ما ظهر من قبيحه. يقال: بَدا نَجيثُ القومِ، إذا ظهر سِرُّهُم الذي كانوا يُخفونه. قال الفراء: خرجَ فلانٌ يَنْجُثُ بني فلان، أي يَسْتَعْويهِم ويستغيث بهم. قال أبو عبيد: ويقال يستغويهم أيضاً، بالغين، والنَجيثُ: الهدف، وهو تراب يُجمعُ (١) . والنُجثُ (٢) : غِلافُ القلب، والجمع أنجاث مثل طنب وأطناب. أنشد أبو عبيد:\nتَنْزو قُلوبُ الناسِ في أنجاثها * والاستنجاث: التصدى للشئ.",
    "pg": "1:294-295"
  },
  "نجج": {
    "def": "نَجَّتِ القَرْحَة تَنِجُّ بالكسر نَجيجاً: سالَتْ بما فيها. قال جرير: فإنْ تَكُ قَرْحَةٌ خَبُثَتْ ونَجَّتْ * فإن الله يَشفي من يشاء (١)",
    "pg": "1:343"
  },
  "نجح": {
    "def": "النُجْحُ والنَجاحُ: الظفر بالحوائج (٢) وأنْجَحَ الرجل: صار ذا نُجْحٍ، فهو مُنْجِحٌ من قوم مَناجِحَ ومَناجيح. وما أفْلَحَ فلانٌ ولا أنْجَحَ. وقد أنْجَحْتُ حاجَتَهُ، إذا قضيتَها له. وتَنَجّحت الحاجة واستنجحتها، إذا تَنَجَّزْتَها. ونَجَحَتْ هي. ونَجَحَ أمر فلان، أي تيسَّر وسَهُلَ، فهو ناجحٌ. وسار فلانٌ سيراً نَجيحاً، أي وشيكاً. ورأيٌ نَجيحٌ، أي صواب. وتَناجَحَتْ أحلامُه، أي تتابعت بصدق.",
    "pg": "1:409"
  },
  "نجد": {
    "def": "النَجْدُ: ما ارتفع من الأرض، والجمع نِجادٌ ونُجودٌ وأنْجُدٌ. ومنه قولهم: فلان طَلاَّعُ أنْجُدٍ، وطلاّع الثنايا، إذا كان سامياً لمعالي الأمور. قال الشاعر حميد بن أبي شِحاذِ الضّبّي (١) . وقد يَقْصُرُ القُلُّ الفَتى دون هَمِّهِ * وقد كان لولا القل طَلاّعَ أنْجُدِ - وقال آخر (٢) : يَغدو أمامَهُمُ في كلِّ مَرْبأةٍ * طلاّعِ أنْجِدَةٍ في كَشْحِهِ هضَمُ - وهو جمع نُجود، جمع الجمع. والنَجْدُ: الطريق المرتفع (٣) . وقال الشاعر امرؤ القيس: غَداةَ غَدَوْا فسالِكٌ بَطْنَ نَخْلةٍ * وآخرُ منهم جازِعٌ نَجْدَ كَبْكَبِ - والنَجْدُ: ما يُنجَّدُ به البيتُ من المتاع، أي يزيَّنُ، والجمع نجود، عن أبى عبيد. والتنجيد: التزيين قال ذو الرمّة: حتَّى كأنَّ رِياضَ القُفِّ ألْبَسَها * من وَشي عَبْقَرَ تجليلٌ وتنجيدُ - والنَجَّادُ: الذي يعالج الفرش والوسادة ويخيطهما. ورجل منجذ بالذال والدال جميعاً، أي مجرَّبٌ قد نَجَّدَه الدهر، أي جُرِّب وعرف. ونَجْدٌ من بلاد العرب، وهو خلاف الغَوْرِ. والغَوْرُ: تِهامة. وكل ما ارتفع من تهامة إلى أرض العراق فهو نجد، وهو مذكر. وأنشد ثعلب (١) : ذرانيَ من نَجْدٍ فإنَّ سنينهُ * لَعِبْنَ بنا شيباً وشَيَّبْننا مُرْدا - وتقول: أنْجَدْنا، أي أخذنا في بلاد نَجْدٍ. وفي المثل: \" أنْجَدَ من رأى حَضَناً \"، وذلك إذا عاد من الغَوْرِ. وحضن: اسم جبل. وأنجده فلان الدعوةَ. واسْتَنْجَدَني فأنْجَدْتُهُ، أي استعان بي فأعَنْتُهُ. واسْتَنْجَدَ فلانٌ: قَويَ بعد ضعفٍ. واستَنْجَدَ على فلانٍ، إذا اجترأ عليه بعد هَيبة. ويقال أيضاً: رجلٌ نَجْدٌ في الحاجة إذا كان ناجياً فيها، أي سريعاً. والنَجدة: الشجاعةُ. تقول منه: نَجُدَ الرجل بالضم، فهو نَجِدٌ ونَجُدٌ ونجيد (٢) . وجمع نَجِدٍ أنجاد مثل يقظ وأيقاظ. وجمع نجيد نجد ونجداء. ورجلٌ ذو نَجْدَةٍ، أي ذو بأسٍ. ولاقى فلان نَجْدَةً، أي شدَّةً. أبو عبيدة: نَجَدْتُ الرجلَ أنجده: غلبته. وأنجدته: أعنته. وناجدته مُناجَدَةً مثله. ورجل مُناجِدٌ، أي مقاتلٌ. الأصمعي: نَجِدَ الرجلُ بالكسر يَنْجَدُ نَجَداً، أي عرق من عمل أو كرب. والنَجَدُ: العَرَقُ. قال النابغة: يَظَلُّ من خَوفِه المَلاَّحُ معتصماً * بالخَيْزُرانةِ بعد الأينِ والنَجَدِ - والمَنْجودُ: المكروب. وقد نُجِدَ نَجْداً، فهو منجودٌ ونَجيدٌ. قال: والنَجودُ من حُمُر الوحش: التي لا تحمل، ويقال: هي الطويلة المشرفة، والجمع نجد. وعاصم (١) بن أبى النجود، من القراء. والنجاد: حمائل السيف. والناجودُ: كلُّ إناءٍ يُجعَلُ فيه الشراب من جفنة وغيرها. والنجدات: صنف من الخوارج، وهم أصحاب نجدة بن عامر الحنفي.",
    "pg": "2:542-543"
  },
  "نجذ": {
    "def": "الناجِذُ: آخرُ الأضراسِ، وللإنسان أربعة نواجذَ في أقصى الأسنانِ بعد الارحاء، ويسمَّى ضِرْسَ الحُلُمِ، لأنه ينبت بعد البلوغ وكمال العقل. يقال: ضَحِكَ حتَّى بَدَتْ نواجذُه، إذا استغرب فيه. وقد تكون النواجذ للفرس، وهى الانياب من الخف، والصوالغ من الظلف. قال الشماخ يذكر إبلا حداد الانياب: يباكرن العضاه بمقنعات * نواجذهن كالحداء الوقيع - ورجل منجذ: مجرَّبٌ أحكمتهُ الأمور. وقال الشاعر سحيم بن وثيل: أخو خَمسينَ مُجْتَمعٌ أشدِّي - ونَجَّذَني مُداوَرَةُ الشُؤونِ (٢) -",
    "pg": "2:571"
  },
  "نجر": {
    "def": "نَجَرَ الخشبة يَنْجُرُها نَجْراً: نحتها. وصانعه نجار. والنجار أيضا: قبيلة من الانصار. ونجرت الماء نَجْراً: أسخنته بالرضْفَةِ. والمِنْجَرَةُ: حجرٌ مُحْمًى يسخن به الماء. وذلك الماء نجيرة. وقال أبو الغمر الكلابي: النجيرة: اللبن الحليب يجعل منه سمنٌ. والنَجْرُ: السَوق الشديد. ورجلٌ مِنْجَرٌ، أي شديد السوق الابل. والنجر: الاصل والحسب، واللونُ أيضاً: وكذلك النِجارُ (١) . ومن أمثالهم في المُخَلَّطِ: \" كلُّ نِجارِ إبلٍ نِجارها (٢) \"، أي فيه كلُّ لون من الاخلاق، وليس له رأى يثبت عليه، عن أبى عبيد. ونجر: أرض مكة والمدينة. ونجران: بلد، وهو من المين. قال الاخطل: مثل القنافذ هداجون قد بلغت * نجران أو بلغت سوآتهم هجر - والقافية مرفوعة، وإنما السوأة هي البالغة، إلا أنه قلبها. والنجران: خشبة تدور عليها رِجلُ الباب. وأنشد أبو عبيدة: صَبَبْتُ الماَء في النَجرانِ حتَّى * تَرَكْتُ البابَ ليس له صَريرُ - والنَجْرانُ: العطشانُ. والنَجَرُ، بالتحريك. عطشٌ يصيب الإبل والغنم عن أكل الحِبَّة فلا تكاد تَروى من الماء. يقال نَجِرَتِ الإبل ومَجِرَت أيضاً. وقال (١) :\nحتَّى إذا ما اشتدَّ لوبانُ النَجَرْ (٢) * ومنه شهرُ ناجِرٍ، وهو كلُّ شهرٍ في صميم الحرّ، لأنَّ الإبل تَنْجَرُ في ذلك الشهر. قال ذو الرمة: صرى آجن يَزْوي له المرءُ وَجْهَهُ * إذا ذاقه الظمآنُ في شهر ناجِرِ - قال يعقوب: وقد يُصيب الإنسانَ النجر من شر اللبن الحامض فلا يروى من الماء.",
    "pg": "2:823-824"
  },
  "نجز": {
    "def": "نجز الشئ بالكسر ينجز نَجَزاً، أي انقضى وفَني. قال الشاعر (١) وكنت ربيعا لليتامى وعصمة * فمُلكُ أبي قابوسَ أضْحى وقد نَجَزْ * أي انقضى وفنيَ وقتَ الضحى، لأنَّه مات في ذلك الوقت. ونَجَزَ حاجته يَنْجُزُها بالضم نَجْزاً: قضاها. يقال: نَجَزَ الوعدُ. و \" أنجز حر ما وعد \". والمناجزة في الحرب: المبارزة والمقاتلة. وفي المثل: \" المحاجزةُ قبل المُناجَزَةِ \". وقولهم: أنت على نَجْزِ حاجتك، بفتح النون وضمها، أي على شَرَفٍ من قضائها. واسْتَنْجَزَ الرجل حاجته وتَنَجَّزَها، أي استنجحها. والناجِزُ: الحاضرُ. يقال: بعته ناجِزاً بِناجِزٍ، كقولك يداً بيدٍ، أي تعجيلاً بتعجيلٍ. قال الشاعر: وإذا تُباشِرُكَ الهُمو * مُ فإنَّه كالٍ وناجِزْ * وفي الحديث: \" لا تبيعوا إلا حاضراً بناجز \" (١) .",
    "pg": "3:897-898"
  },
  "نجس": {
    "def": "نجس الشئ بالكسر ينجس نَجَساً، فهو نَجْسٌ ونَجَسٌ (١) أيضاً. وقال الله تعالى: ﴿إنَّما المُشْرِكون نَجَسٌ﴾ . قال الفراء: إذا قالوه مع الرِجْسِ أتبعوه إيَّاه قالوا رجس نجس بالكسر. وأنجسه غيره ونجسه، بمعنًى. ويقال به داءٌ ناجِسٌ ونجيس، إذا كان لا يبرأ منه. والتنجيس: شئ كانت العرب تفعله، كالعوذَةِ تُدفع بها العينُ. ومنه قول الشاعر:\nوعَلَّقَ أنْجاساً عَليَّ المنجس (٢)",
    "pg": "3:981"
  },
  "نجش": {
    "def": "نَجَشْتُ الصيدَ أَنْجُشُهُ نَجْشاً، أي اسْتثرتُهُ. والناجِشُ: الذي يحوشُ الصيد. والنَجْشُ: أن تُزايدَ في المبيع ليقع غيرك وليس من حاجتك. وفي الحديث: \" لا تَناجَشوا \". ونَجَشْتُ الإبل، إذا جمعتها بعد تفرق. قال الراجز: أجرش لها يا ابن أبى كباش * فما لها الليلة من إنفاش * غير السرى وسائق نجاش * والنجاشى بالفتح: اسم ملك الحبشة. ومر فلان ينجش نجشا، أي يسرع.",
    "pg": "3:1021"
  },
  "نجع": {
    "def": "نَجَعَ الطعامُ يَنْجَعُ ويَنجِعُ نُجوعاً، أي هَنَأَ آكِله. وماءٌ نَجوعٌ، كما يقال نميرٌ. ونَجوعُ الصبيّ هو اللبن. وقال ابن السكيت: النَجوعُ: المديدُ. وقد نَجَعْتُ البعير. قال: ونَجَعَ في الدابَّة العلفُ، ولا يقال أنْجَعَ. وقد نَجَعَ فيه الخطابُ، والوعظُ، والدواءُ، أي دخل وأثَّر. والنُجْعَةُ بالضم: طلب الكلا في موضعه. تقول منه: انْتَجَعْتُ فلاناً، إذا أتيتَه تطلب معروفه. والمُنْتَجَعُ: المنزلُ في طلب الكلأ. وهؤلاء قوم ناجِعَةٍ ومُنْتَجِعون. وقد نَجَعوا يَنْجَعونَ في معنى انتجعوا ينتجعون، عن يعقوب. والنجيع: خبط يضرب بالدقيق وبالماء، يوجره البعير. والنَجيعُ من الدم: ما كان إلى السواد. وقال الأصمعيّ: هو دم الجوف خاصة (١) .",
    "pg": "3:1288"
  },
  "نجف": {
    "def": "النجف والنجفة بالتحريك: مكان لا يعلوه الماء مستطيلٌ منقادٌ، والجمع نِجافٌ. والنِجافُ أيضاً: العتبةُ وهى أسكفة الباب، عن الاصمعي. ويقال لابط الكَثيبِ: نَجَفَةُ الكَثيبِ. قال: والنَجيفُ من السهام: العريضُ النَصْلِ، والجمع نجف. ومنه قول الهذلى (١) : نجف بذلت لها خوافى ناهض حشر القوادم كاللفاع الاطحل واللفاع: اللحاف. تقول منه: نجفت السهم، وسهمٌ نَجيفٌ ومنجوفٌ. وغارٌ منجوفٌ، أي مُوَسَّعٌ. ومنه قول الشاعر (٢) :\nتَأْوي إلى جَدَثٍ كالغارِ مَنْجوفِ * ونِجافُ التيسِ: أن يُرْبَطَ قضيبه إلى رجله أو إلى ظهره، وذلك إذا أكثر الضِراب، يُمْنَعُ بذلك منه. تقول منه: تيسٌ منجوف. وقال أبو الغوث: يعصب قضيبه فلا يقدر على السفاد. وانتجاف الشئ: استخراجه يقال وانتجفت، إذا استخرجت أقصى ما في الضرع من اللبن. وانْتَجَفَتِ الريح السحاب، إذا استفرعته.",
    "pg": "4:1429-1430"
  },
  "نجل": {
    "def": "النجْل: النَسْل. ونَجلَه أبوه، أي وَلَدهُ. يقال: قبَّح الله ناجليْه. وفرسٌ ناجل، إذا كان كريم النجل. ونجل الشئ (٢) أي رمى به. والناقةُ تنجُل الحَصى بمناسِمِها نجلاً، أي ترمي به وتدفعه. ونجلَه، أي طعنه فأوسع شقه. ونجلْتُ الإهاب، إذا شققت عن عُرقوبَيْه جميعاً ثم سلخته، كما يَسلخ الناسُ اليومَ. وهو إهابُ مَنْجولٌ. ونجَلت الأرض: اخضرَّت. ونجلْت الرجلَ نجلَة، إذا ضربته بمقدم رجلك فتدحرج. يقال: \" من نَجَلَ الناسَ نجلوه \" أي من شارَّهم شارُّوه. ويقال: استنجل الموضعُ، أي كثُر به النَجْلُ، وهو الماء يَظْهَرُ من الأرض. والنجيل: ما تكَسَّرَ من ورق الهَرْم، وهو ضرب من الحمض. قال أبو خراش يصف ماء آجنا:\nله عرمض مستأسد ونجيل * والنواجل من الإبل: التي ترعاه. والمِنْجَلُ: ما يُحْصد به. والنَجَلُ بالتحريك: سَعةُ شقِّ العين. والرجلُ أنجلُ والعينُ نجلاءُ، والجمع نُجل (١) . وطعنةٌ نَجْلاءُ، أي واسعة بيِّنة النَجَلِ. وسِنانٌ مِنْجل، أي واسعُ الطعنةِ. والصحصحان الانجل، هو الواسع. ونجلت الشئ، أي استخرجته. والانجيل: كتاب عيسى ﵇، يؤنث ويذكر. فمن أنث أراد الصحيفة، ومن ذكر أراد الكتاب.",
    "pg": "5:1825-1826"
  },
  "نجم": {
    "def": "نجم الشئ ينجم بالضم نُجوماً: ظهر وطلع. يقال: نَجَمَ السِنُّ، والقَرْنُ، والنَبْتُ، ونَجمَ الخارجيُّ. ونَجَمَتْ ناجِمَةٌ بموضع كذا، أي نَبَغَتْ (١) . وفلانٌ مَنْجَمُ الباطلِ والضلالةِ بالفتح، أي معدِنه. والمِنْجَمُ، بكسر الميم: الحديدة المعترضة في الميزان، التي فيها اللسان. والنَجْمُ: الوقت المضروب، ومنه سمِّي المُنَجِّمُ. ويقال: نَجَّمْتُ المال، إذا أدَّيته نُجوماً. قال زهير: يُنَجِّمُها قومٌ لقومٍ غرامة ولم يهريقوا بينهم ملء مِحْجَمِ والنَجْمُ من النبات: ما لم يكن على ساقٍ. قال تعالى: (والنَجْمُ والشجرُ يسجدان) . والنَجْمُ: الكوكبُ. والنَجْمُ: الثريَّا، وهو اسمٌ لها علم، مثل زيدٍ وعمرٍو. فإذا قالوا: طلعَ النَجْمُ، يريدون الثريا. وإن أخرجت منه الألف واللام تنكر. والنجمة: ضرب من النبت. قال الشاعر (١) : أخصيى حمار ظل يكدم نجمة (٢) أيؤكل جاراتي وجارك سالم وقولهم: ليس لهذا الحديث بحم، أي ليس له أصل. وأَنْجَمَتِ السماءُ: أقشعتْ. يقال أثْجَمَتْ أياماً ثمَّ أنْجَمَتْ. وأَنْجَمَ البردُ وأنْجَمَ المطرُ: أقلع. وقال: أَنْجَمَتْ قُرَّةُ الشتاءِ وكانت قد أقامت بكلبة وقطار",
    "pg": "5:2039"
  },
  "نجنج": {
    "def": "أبو عبيد: نَجْنَجْتُ الرَجُل: حرَّكته. وتَنَجْنَجَ لحمه، أي كثُر واسترخى. ونَجْنَجَ إبلهُ إذا ردَّدها على الحوض. قال ذو الرمّة: حتَّى إذا لم يجد وَغْلاً ونَجْنَجَها مَخافَةَ الرَمْي حتَّى كلُّها هيمُ والنَجْنَجَةُ: ترديد الرأي. يقال: نَجْنَجَ أمرَهُ، إذا همَّ به ولم يَعْزِمْ عليه. والنَجْنَجَةُ: الجَوْلَةُ عند الفزع.",
    "pg": "1:343"
  },
  "نجه": {
    "def": "النَجْهُ: الزجرُ والردعُ. قال: حُيِّيتَ عنَّا أيُّها الوَجْهُ (٢) * ولغيرك البَغْضاءُ والنَجْهُ تقول منه: نَجَهْتُ (٣) الرجل، وانتجهته، وتنجهته. قال رؤبة (*) * كعكعته بالرجم والتنجه (١) * ويروى: \" كفكفته \". يقول: رددت الخصم. ورجل ناجه، إذا دخل بلدا فكرهه.",
    "pg": "6:2252"
  },
  "نحا": {
    "def": "النَحْوُ (١) : القصد، والطريق. يقال: نَحَوْتُ نَحْوَكَ، أي قصدت قصدك. ونَحَوْتُ بَصَري إليه، أي صرفت. وأنْحَيْتُ عنه بصري، أي عَدَلته. وقول الشاعر (٢) :\nنحاه للحد زبرقان وحارث (٣) * أي صيرا هذا الميت في ناحية القبر. وأنْحى في سيره، أي اعتمد على الجانب الأيسر. والانْتِحاء مثله، هذا هو الأصل، ثم صار الانْتحاءُ الاعتمادَ والميلَ في كلّ وجه. وانتحيت لفلان، أي عرضت له. وأنْحَيْتُ على حَلْقه السكّين، أي عرضت. ونَحَّيْتُهُ عن موضعه تنحية، فتنحى. وقال (١) :\nكتنحية القتب المجلب (٢) * والنحو: إعراب الكلام العربي، وحكى عن أعرابي أنه قال: \" إنكم لتنظرون في نحو كثيرة \"، فشبهها بعتو، وهو قليل، والوجه في مثل هذا الواو إذا جاءت في جمع الياء، كقولهم في جمع ثدى وعصا وحقو: ثدى وعصى وحقى. وبنو نحو: قوم من العرب. والنحى بالكسر: زق للسمن، والجمع أنحاء، عن أبى عبيدة. وفى المثل: \" أشغل من ذات النحيين \"، وهى امرأة من تيم الله بن ثعلبة كانت تبيع السمن في الجاهلية، فأتاها خوات ابن جبير الانصاري فساومها فحلت نحيا مملوءا فقال: أمسكيه حتى أنظر إلى غيره، ثم حل آخر وقال لها: أمسكيه، فلما شغل يديها ساورها حتى قضى ما أراد وهرب، فقال في ذلك (*) وذات عيال واثقين بعقلها * خلجت لها جار استها خلجات وشدت يديها إذ أردت خلاطها * بنحيين من سمن ذوى عجرات فكانت لها الويلات من ترك سمنها * ورجعتها صفرا بغير بتات فشدت على النحيين كفا شحيحة (١) * على سمنها والفتك من فعلاتي ثم أسلم خوات وشهد بدرا فقال له رسول الله صلى عليه وسلم: \" يا خوات كيف كان شرادك) وتبسم رسول الله ﷺ، فقال: يا رسول الله، قد رزق الله خيرا، وأعوذ بالله من الحور بعد الكور. وهجا رجل بنى تيم الله فقال (٢) : أناس ربة النحيين منهم * فعدوها إذا عد الصميم (٣) الاموى: أهل المنحاة: القوم البُعَداء الذين ليسوا بأقاربَ. والمَنْحاةُ: طريق السانيةِ. والناحيَةُ: واحدة النَواحي. وقول الشاعر (١) : لقد صبرَتْ حنيفةُ صبرَ قومٍ * كرامٍ تحت أظلال النواحي فإنَّما يريد نواحي السيوف. وقال الكسائي: أراد النَوائِحَ فقلب، يعنى الرايات المتقابلات. ويقال: الجبلان يَتَناوَحانِ، إذا كانا متقابلين.",
    "pg": "6:2503-2505"
  },
  "نحب": {
    "def": "النَحْبُ: النَذْرُ. تقول منه: نَحَبْتُ أنْحُبُ بالضم. وسارَ فلانٌ على نَحْبٍ، إذا سار فأجهدَ السير، كأنه خاطر على شئ فجد. قال الشاعر:\nورد القطا منها بخمس نحب * أي دائب. والنحب: المدة والوقت، يقال: قضى فلانٌ نَحْبَهُ، إذا مات. والنَحيبُ: رفع الصوت بالبكاء. وقد نَحَبَ يَنْحِبُ بالكسر نَحيباً. والانتحاب مثله. ونَحَبَ البعير أيضاً يَنْحِبُ نحابا، إذا أخذه السعال. أبو عمرو: النَحْبُ: السير السريع، مثل النَعْبِ. قال: ونَحَّبَ القومُ تَنْحيباً، إذا جدُّوا في عملهم. والتنحيب: شدة القرب للماء. قال الشاعر (١) : ورب مفازة قذف جموح * تغول منحب القرب اغتيالا وناحبت الرجل إلى فلان، مثل حاكمته. قال طلحة لابن عباس رضى الله عنهما: هل لك في أن أناحبك وترفع النبي ﷺ (٢) .",
    "pg": "1:222-223"
  },
  "نحت": {
    "def": "نَحَتَهُ يَنْحِتُهُ بالكسر نَحْتاً، أي براه. والنُحاتة: البُراية. والمِنْحَتُ: ما يُنْحَتُ به. والنَحيتة: الطبيعة. والنَحيتُ: الدخيل في القوم. قال الشاعر (١) : الخالطينَ نَحيتَهُمْ بنُضارِهِمْ * وذَوي الغِنى منهم بِذي الفَقرِ والحافرُ النحيت: الذى ذهبت حروفه.",
    "pg": "1:268"
  },
  "نحح": {
    "def": "النَحيحُ: صوتٌ يردِّده الإنسان في جوفه. وقد نَحَّ يَنِحُّ نَحيحاً. وشحيحٌ نَحيحٌ، إتباعٌ له. والتنحنح معروف، والنحنحة مثله.",
    "pg": "1:409"
  },
  "نحر": {
    "def": "النَحْرُ: موضع القلادة من الصدر، وهو المَنْحَرُ. والمَنحَرُ أيضاً: الموضع الذى ينخر فيه الهدى وغيره. ونَحْرُ النهارِ: أوَّله. والنَحْرُ (١) في اللَبَّةِ: مثل الذبح في الحَلْقِ. ورجلٌ مِنْحارٌ، وهو للمبالغة يوصَف بالجود. ومن كلام العرب: \" إنَّه لَمِنْحارٌ بَوائِكَها \" أي يَنْحَرُ سمان الابل. ونحرت الرجل: أصبت نحرَهُ، وكذلك إذا صرت في نَحْرِهِ. والنَحيرَةُ: آخر يومٍ من الشهر. قال الكميت يصف فعل الأمطار بالديار: والغَيْثُ بالمُتَألِّقا * تِ من الأَهِلَّةِ والنَواحِرْ (٢) - وقال أبو الغوث: النَحيرَةُ: آخر ليلةٍ من الشهر مع يومها، لأنَّها تَنْحَرُ الشهر الذى بعدها، أي تصير في نَحْرِهِ، أو تصيب نَحْرَهُ، فهي ناحِرَةٌ، والجمع النَواحِرْ. واحتجَّ بقول ابن أحمر الباهليّ: ثم اسْتَمَرَّ عليها واكِفٌ هَمِعٌ * في ليلةٍ نَحَرَتْ شوَّالَ (١) أو رَجَبا - والنِحْريرُ: العالِمُ المُتْقِنُ. والناحِرانِ: عِرقان في صدر الفرس. ودائرةُ الناحِرِ تكون في الجِرانِ إلى أسفل من ذلك. ويقال: انْتَحَرَ الرجل، أي نَحَرَ نفسه. وفي المثل: \" سُرِقَ السارقُ فانْتَحَرَ \". وانْتَحَرَ القومُ على الشئ، إذا تشاحوا عليه حرصا. وتناحروا في القتال.",
    "pg": "2:824"
  },
  "نحز": {
    "def": "النَحْزُ: الدفعُ والنخسُ. وقد نحزته برجلي، أي ركلته. قال ذو الرمة والعيس من عاسج أو واسج خببا * ينحزن في جانبيها وهى تنسلب * والنحز: الدق بالمِنْحاز، وهو الهاوُنُ (١) . يقال: الراكب يَنْحَزُ بصدره واسطةَ الرحْل، أي يدق. والنُحازُ: داءٌ يأخذ الإبل في رِئاتها فتسعل سعالاً شديداً. يقال: بعيرٌ ناحِزٌ، وبه نحاز. قال الشاعر (٢) : أكويه إما أراد الكى معترضا * كى المطنى من النحز الطنى الطحلا * والانحزان: النحاز والقرح، وهما داءانِ يصيبان الإبل. يقال: أنْحَزَ القومُ، أي أصاب إبلهم النُحازُ. والناحِزُ أيضاً: أن يصيب مِرفَقُ البعير كِرْكِرتَهُ فيقال: به ناحِزٌ. أبو زيد: نَحَزَهُ في صدره مثل نَهَزَهُ، إذا ضربَه بالجُمْع. والنَحيزَةُ: الطبيعةُ والنَحيتةُ. والنَحائِزُ: النحائِتُ. وأما قول الشماخ: وعارَضَها في بطنِ ذِرْوَةَ مصعدا (٣) * على طُرقٍ كأنهن نحائز * فيقال: النحيزة شئ ينسج أعرضَ من الحِزام، يُخاط على طرف شُقَّة البيت. ويقال: النَحيزَةُ من الأرض كالطِبَّةِ، ممدودة في بطن الارض نحوا من ميل أو أكثر.",
    "pg": "3:898-899"
  },
  "نحس": {
    "def": "النَحْسُ: ضد السعد، وقرئ قوله تعالى ﴿في يوم نحس﴾ على الصفة، والإضافةُ أكثر وأجودُ. وقد نحس الشئ بالكسر فهو نَحِسٌ أيضاً. قال الشاعر: أبْلِغْ جُذاماً ولَخْماً أنَّ إخْوَتَهُم * طَيًّا وبَهْراَء قومٌ نَصْرُهُمْ نَحِسُ * ومنه قيل: أيام نحسات. والنحاس معروف. والنُحاسُ أيضاً: دخانٌ لا لَهَبَ فيه. قال نابغة بني جَعدَة: يضئ كضوء سراج السلي * ط لم يَجْعَلِ الله فيه نحاسا * والنِحاسُ بالكسر: الطبيعةُ والأصلُ. يقال: فلانٌ كريمُ النِحاسِ والنُحاسِ أيضاً بالضم، أي كريمُ النُجارِ. قال أبو زيد: يقال تَنَحَّسْتُ الأخبارَ وعن الأخبارِ، إذا تَخَبَّرْتَ عنها وتتبَّعتَها بالاستخبار، ويكون ذلك سرًّا وعَلانيةً. وكذلك اسْتَنْحَسْتُ الأخبار وعن الاخبار.",
    "pg": "3:981"
  },
  "نحص": {
    "def": "النَحوصُ: الأتانُ الحائلُ. قال ذو الرمّة: يَحْدو (١) نَحائِصَ أشباهاً مُحَمْلَجَةً * وُرْقَ السَرابيلِ في ألوانها خَطَبُ (٢) * والنُحْصُ بالضم: أصلُ الجبلِ. وفي الحديث: \" يا ليتني غودِرْتُ مع أصحاب نُحْصِ الجبل \". قال أبو عبيد: النُحْصُ: أصل الجبل وسفحه. وأصحاب النحص، هم قتلى أحد، أو غيرهم.",
    "pg": "3:1058"
  },
  "نحض": {
    "def": "النَحْضُ والنَحْضَةُ: اللحمُ المكتنز، كلحم الفخذ. قال عبيد: ثم أبْري نِحاضَها فَتَراها * ضامِراً بعد بُدْنِها كالهِلالِ * وقد نَحُضَ بالضم فهو نَحيضٌ، أي اكتنز لحمه. والمرأةُ نَحيضَةٌ. ونُحِضَ على ما لم يسمَّ فاعله، فهو مَنْحوضٌ، أي ذهب لحمه. وانْتَحَضَ مثله. ونَحَضْتُ ما على العظم من اللحم وانْتَحَضْتُهُ، أي اعترقته. وسِنانٌ نَحيضٌ وقد نَحَّضْتُهُ، أي رَقَّقْتُهُ. وهو المِسَنُّ. قال امرؤ القيس يصف الجنب (١) : يُباري شَباةَ الرُمْحِ خَدٌّ مُزَلَّقٌ * كصَفْحِ السِنانِ الصُّلَّبيِّ النَحيضِ",
    "pg": "3:1107"
  },
  "نحط": {
    "def": "النَحيطُ: الزفيرُ. وقد نَحَطَ يَنْحِطُ بالكسر: قال أسامة الهُذليّ: مِنَ المُرْبَعينَ ومن آزِلٍ * إذا جنه الليل كالناحط",
    "pg": "3:1163"
  },
  "نحف": {
    "def": "النَحافَةُ: الهُزالُ. وقد نَحفُ بالضم (١) فهو نجيف، وأنخفه غيره.",
    "pg": "4:1430"
  },
  "نحل": {
    "def": "النحْلُ والنحْلَةُ: الدبْرُ، يقع على الذكر والأنثى، حتَّى تقول يعسوب. والنحل: الناحل. وقال ذو الرمّة:\nفَيافٍ يَدَعْن الجَلْسَ نَحْلاً قَتالُها (١) * والنُحْلُ: بالضم: مصدر قولك نَحَلْتُهُ من العَطِيَّةِ أنْحَلُه نَحلاً. والنحلى: العطية، على فعلى. ونحلت المرأة مهرها عن طيب نفسٍ من غير مطالبةٍ، أنحَلُها. ويقال من غير أن تأخذ عِوَضاً. يقال: أعطاها مَهرَها نِحلةً، بالكسر. وقال أبو عمرو: هي التسمِيَةُ أن تقول نحلتُها كذا وكذا، فتحُدَّ الصداقَ وتبيِّنه. والنِحلةُ أيضاً: الدَعوى. والنُحول: الهُزالُ. وقد نَحَل جِسْمه يَنْحَلُ (٢) وأنحله الهمُّ، ونحِل جسمُه أيضاً بالكسر نُحولاً. والفتحُ أفصحُ. وجَملٌ ناحِلٌ: مَهْزول. والنواحِل: السيوفُ التي رقَّت ظُباها من كثرة الاستعمال. ونحلْتُهُ القولَ أنحُلُه نَحلاً، بالفتح، إذا أضفتَ إليه قولاً قاله غيره وادعيته عليه. وانتحل فلان شِعر غيره، أو قولَ غيره، إذا ادَّعاه لنفسِه. قال الأعشى: فكيف أنا وانتِحالي القَوا في بعد المَشيبِ كَفى ذاكَ عارا (١) وتنَحَّله مثله. قال الفرزدق: إذا ما قلتُ قافيَةً شَروداً تنَحَّلَها ابنُ حَمراءِ العِجانِ وفلانٌ يَنْتَحِلُ مَذْهبَ كذا وقبيلةَ كذا، إذا انتسب إليه.",
    "pg": "5:1826-1827"
  },
  "نحم": {
    "def": "النَحيمُ: الزحيرُ والتَنَحْنُحُ. وقد نحم الرجل ينحم بالكسر، فهو نحام. قال طرفة: أرى قبر نَحَّامٍ بخيلٍ بمالِه كقبر غَوِيّ في البَطالَةِ مُفْسِدِ (٣) والنَحَّامُ أيضاً: طائرٌ أخمر على خلقة الاوز، يقال له بالفارسية \" سرخ آوى \". والنحام أيضا: اسم فرس سليك بن السلكة السعدى، عن الاصمعي في كتاب الفرس.",
    "pg": "5:2039-2040"
  },
  "نحن": {
    "def": "نحْنُ: جمع أنا من غير لفظِه، وحرِّك آخرهُ بالضم لالتقاء الساكنين، لأن الضمّة من جنس الواو التي هي علامةٌ للجمع. ونحن كناية عنهم.",
    "pg": "6:2210"
  },
  "نخا": {
    "def": "النَخْوَةُ: الكِبْرُ والعظمة. يقال: انْتَخى فلانٌ علينا، أي افتخر وتعظم.",
    "pg": "6:2505"
  },
  "نخب": {
    "def": "النَخْبُ: النَزْعُ. تقول: نَخَبْتُهُ أنْخُبُهُ، إذا نزَعته. والنَخْبُ أيضاً: البِضاعُ. وقد اسْتَنْخَبَتِ المرأةُ، إذا أرادته، عن الاموى. والانتخاب: الانتزاع. والانتخاب: الاختيار. والنُخَبَةُ مثل النُجَبَةُ، والجمع نُخَبٌ، مثل رطبة ورطب. يقال: جاء في نُخَبِ أصحابه، أي في خِيارهم. ورجلٌ نَخِبٌ بكسر الخاء، أي جبانٌ لا فؤادَ له. وكذلك نَخيبٌ ومنخوبٌ ومنتخب، كأنه منتزع الفؤاد.",
    "pg": "1:223"
  },
  "نخج": {
    "def": "نَخَجْتُ الدَلْوَ: لغةٌ في مَخَجْتُها، إذا خَضْخَضتها. ونَخَجَ الرجلُ المرأةَ: باضَعَها. والنَخيجَةُ: زُبْدٌ رقيقٌ يخرجُ من السِقاء إذا حُملَ على بعيرٍ، بعد ما يَخرُجُ منه زبده الاول فيتمخض فيخرج منه زبد. ويقال \" النجيخة \" بتقديم الجيم، ولا أدرى ما صحته.",
    "pg": "1:343-344"
  },
  "نخخ": {
    "def": "أبو عمرو: النخ: السير العنيف. قال الراجز (١) : لقد بعثنا حاديا مزخا (٢) * أعجم إلا أن ينخ نخا والنخ لم يترك لهن مخا * والنخ: الإبل التي تُناخُ عند المصدِّق ليصدقها. وقال:\nأكرم أمير المؤمنين النخا * والنخة: الرقيق، ويقال البقر العواملُ. قال ثعلب: هذا هو الصواب، لأنه من النَخِّ، وهو السَوْقُ الشديدُ. وفي الحديث: \" ليس في النَخَّةِ صَدَقَةٌ \". وكان الكسائي يقول: إنما هو النُخَّةُ بالضم. قال: وهو البقر العوامل. وقال الفراء: النَخَّةُ، بالفتح: أن يأخذ المصدِّق ديناراً لنفسه بعد فَراغه من أخذ الصدقة. وأنشد: عمى الذي مَنَعَ الدينارَ ضاحِيَةً * دينارَ نخة كلب وهو مشهود ونخنخت الناقة فتنخنخت: أبركتها فبركت. قال العجاج:\nولَوْ أنَخْنا جمعهم تنخنخوا",
    "pg": "1:432-433"
  },
  "نخر": {
    "def": "نخر الشئ بالكسر، أي بلي وتفتَّت. يقال: عظامٌ نَخِرَةٌ. ونُخْرَةُ الريح بالضم: شدَّةُ هبوبها. والنخرة أيضا والنخرة، مثل الهمزة: مقدم أنف الفرسِ والحمار والخنزير. يقال: هشم نُخْرَتَهُ، أي أنفه. والمَنْخِرُ: ثَقْبُ الأنف، وقد تكسر الميم اتباعاً لكسرة الخاء، كما قالوا منتن. وهما نادران، لان مفعلا ليس من الابنية. والمنخور لغة في المنخر. قال الراجز (١) : يستوعب البوعين من جريره (٢) * من لد لحييه إلى منخوره (٣) - الاصمعي: النخور من النوق: التي لا تَدُرُّ حتَّى يضرب أنفُها. ويقال حتَّى تُدخل إصبعك في أنفها. والنَخْوَرِيُّ: الواسعُ الإحليلِ. والنَخيرُ: صوتٌ بالأنف. تقول منه: نَخَرَ يَنْخُرُ ويَنْخرُ، نَخْراً ونَخيراً. والناخِرُ من العظام: الذي تدخل الريح فيه ثم تخرج منه ولها نَخيرٌ. ويقال: ما بها ناخِرٌ، أي ما بها أحد. حكاه يعقوب عن الباهلى.",
    "pg": "2:824-825"
  },
  "نخرب": {
    "def": "النُخْروبُ: واحد النخاريب، وهي شقوق الجحر.",
    "pg": "1:223"
  },
  "نخز": {
    "def": "نَخَزْتُ (١) الرجل وغيرَه: وجَأتُهُ وجئا بحد. وبكلام: أوجعته.",
    "pg": "3:899"
  },
  "نخس": {
    "def": "نخسه بعود ينخسه نَخْساً، ومنه سمِّيَ النَخَّاسُ. والناخِسُ في البعير: جَرَبٌ يكون عند ذنبه والبعير منخوس. ١٢٤ - صحاح ودائرة الناخس: هي التي تكون تحت جاعِرَتَي الفرس إلى الفائِلَيْنِ. وتُكْرَهُ. والنَخيسُ: البَكْرَة يَتَّسِعُ ثَقْبُها الذي يجري فيه المِحْور مما يأكله المحور، فيَعمدون إلى خُشَيْبَةٍ فيثقبون وسَطها ثم يُلقمونها ذلك الثقب المتَّسع. ويقال لتلك الخُشَيبة: النِخاسُ، بكسر النون. والبكرة نخيس. قال الراجز:\nدرنا ودارت بكرة نخيس (١) * وسألت أعرابيا بنجد من بنى تميم وهو يستقى وبكرته نخيس، فوضعت إصبعى على النخاس فقلت: ما هذا؟ وأردت أن أتعرف منه الحاء والخاء، فقال: نخاس، بخاء معجمة، فقلت: أليس قد قال الشاعر:\nوبكرة نحاسها نحاس * فقال: ما سمعنا بهذا في آبائنا الاولين! تقول منه: نَخَسْتُ البَكْرَةَ أنْخَسُها نَخْساً. والنَخيسَةُ: لبن العَنْز والنعجة يُخْلَط بينهما، عن أبى زيد، حكاه عنه يعقوب (٢) .",
    "pg": "3:981-982"
  },
  "نخص": {
    "def": "نخصَ الرجلُ، بالخاء المعجمة، ينْخُص بالضم، أي خَدَّدَ وهُزِلَ كِبَراً. وانْتَخَصَ لحمُه، أي ذهب. وعجوزٌ ناخِصٌ: نَخَصَها الكِبرُ وخَدَّدَها",
    "pg": "3:1058"
  },
  "نخط": {
    "def": "نَخَطَهُ من أنفه وانْتَخَطَهُ، أي رمى به، مثل مَخَطَهُ. ومنه قول الشاعر (٥) * نخطن بذبان المصيف الازارق (١) * وقولهم: ما أدري أي النُخْطِ هو بالضم، أي أيُّ الناس هو.",
    "pg": "3:1163"
  },
  "نخع": {
    "def": "النُخاعَةُ بالضم: النُخامَةُ. وتَنَخَّعَ فلان، أي رمى بنُخاعَتِهِ. وانْتَخَعَ فلان عن أرضه، أي بَعُدَ عنها. قال الكسائي: من العرب من يقول قطعتُ نُخاعَهُ ونِخاعَهُ. وناسٌ من أهل الحجاز يقولون: هو مقطوع النُخاعِ بالضم، وهو الخيط الأبيض الذي في جوف الفَقارِ. والمَنْخَعُ: مفصِلُ الفَهْقَةِ بين العُنق والرأس من باطن. يقال: ذبحه فَنَخَعَهُ نَخْعاً، أي جاوز منتهى الذبح إلى النخاع. ويقال: دابة منخوعة. والنخع: قبيلة من اليمن، رهط إبراهيم النخعي. ونخعته الود والنصيحة: أخلصتهما.",
    "pg": "3:1288-1289"
  },
  "نخل": {
    "def": "النَخْلُ والنَخيلُ بمعنى، والواحدة نخْلةٌ. وقول الشاعر: رأيتُ بها قضيباً فوق دِعْصٍ عليه النَخْلُ أيْنَعَ والكُرومُ فالنَخْل قالوا: ضربٌ من الحُليِّ. والكُرومُ: القَلائد. ونَخلُ الدقيق: غربلته. والنخالة: مايخرج منه. والمُنْخُلُ: ما يُنْخَلُ به، وهو أحد ما جاء من الادوات على مفعل بالضم. والمنخل بفتح الخاء: لغة فيه، مثل المنصل والمنصل. وانتخلت الشئ: استقْصَيْتُ أفضَلَهُ. وتَنَخَّلْتُه: تَخيَّرْتُهُ. ورجل ناخل الصدر، أي ناصح (١) . وبطن نخلة: موضع بين مكة والطائف. والمنخل، بفتح الخاء مشددا: اسم شاعر. يقال: \" لا أفعله حتى يؤوب المنخل \" كما يقال: \" لا أفعله حتى يؤوب القارظ العنزي \". والمتنخل: لقب شاعر من هذيل، وهو مالك بن عويمر، أخو بنى لحيان بن هذيل.",
    "pg": "5:1827"
  },
  "نخم": {
    "def": "النخامة: بالضم النخاعة. يقال: تنخم الرجل، إذا نخع.",
    "pg": "5:2040"
  },
  "ندأ": {
    "def": "نَدَأتُ القُرْصَ في النار نَدْءًا، إذا دَفنته في المَلَّةِ ليَنْضُجَ، وكذلك اللَّحْمَ إذا أمْلَلْتَهُ في الجمر. والاسم الندئ، مثل الطبيخ. الاصمعي: ندأت الشئ: كرهته. والنَدْاَةُ والنُدْأَةُ: الكَثْرَةُ من المال، مثل الندهة والندهة (١) . والنَدْأَةُ والنُدْأَةُ أيضاً: قوس قزح.",
    "pg": "1:75"
  },
  "ندا": {
    "def": "النِداءُ: الصوت، وقد يضم مثل الدُعاءُ والرُغاءُ. وناداهُ مُناداةً ونداء، أي صاح به. (*) وتنادوا، أي نادى بعضُهم بعضاً. وتَنادَوْا، أي تجالسوا في النادى. قال المرقش: والعَدْوَ بين المجلِسَيْنِ إذا * آدَ العَشِيُّ وتَنادى العَمّ وناداه: جالسه في النادى. وقال:\nأنادى به آل الوليد وجعفرا * والندى على فعيل: مجلس القوم ومتحدثم، وكذلك النَدْوَةُ والنادي والمُنْتَدى. فإنْ تفرَّق القوم فليس بنَدِيٍّ. ومنه سمِّيت دار النَدْوَةِ بمكة، التي بناها قصيّ، لأنَّهم كانوا يَنْدونَ فيها، أي يجتمعون للمشاورة. وقوله تعالى: (فَلْيَدْعُ نادِيَهُ) أي عشيرته، وإنَّما هم أهل النادي، والنادي مكانُه ومجلسه، فسمَّاه به، كما يقال: تقوَّض المجلس (١) . ونَدَوْتُ، أي حضرت النَدِيَّ. وانْتَدَيْتُ مثله. ونَدَوْتُ القومَ: جمعتهم في النَدِيِّ. قال بشر: وما يَنْدوهُمُ النادي ولكنْ * بكلِّ مَحَلَّةٍ منهم فِئامُ أي ما يسعهم المجلس من كثرتهم. ونَدَوْتُ أيضا من الجود. ويقال: سن للناس النَدى فنَدَوْا ويقال أيضاً: فلانٌ نَدِيُّ الكفِّ، إذا كان سخيا، عن ابن السكيت. وندت الابل، إذا رعت فيما بين النَهَلِ والعَلَلِ، تَنْدو نَدْواً، فهي نادِيَةٌ. وتَنَدَّتْ مثله. وأَنْدَيْتُها أنا ونَدَّيْتُها تَنْدِيَةً. والموضع مُنَدَّى. وقال علقمة بن عَبَدة: تُرادى على دِمْنِ الحياضِ فإنْ تَعَفْ * فإنَّ المُنَدَّى رحلةٌ فرُكوبُ قال الاصمعي: واختصم حيان من العرب في موضع فقال أحدهما: مركز رماحنا، ومخرج نسائنا، ومسرح بهمنا، ومندى خيلنا. ويقال: هذه الناقة تَنْدو إلى نوقٍ كرامٍ، أي تَنزع في النسب. والنُدْوَةُ بالضم: موضع شُرب الابل. وقال (١) :\nقريبة ندوته من محمضه (٢) * (*) يقول: موضع شربه قريب لا يتعب في طلب الماء. والمنديات: المخزيات. يقال: ما نديت بشئ تكرهه. قال النابغة:\nما إن نديت بشئ أنت تكرهه (١) * والندى: الغاية، مثل المَدى. والنَدى أيضاً: بُعْدُ ذهاب الصوت. يقال: فلانٌ أَنْدى صوتاً من فلان، إذا كان بعيد الصوت. وأنشد الاصمعي (٢) : فقلت ادعى وأدع فإن أندى * لصوت أن ينادى داعيان (٣) والندى: الجود. ورجل نَدٍ، أي جواد. وفلان أَنْدى من فلان، إذا كان أكثر خيراً منه. وفلان يَتَنَدَّى على أصحابه، أي يتسخَّى. ولا تقل يندى على أصحابه. والندى: الشحم. والندى: المطر والبلل. وقال (١) : كثَوْرِ العَدابِ الفَرْدِ يَضربه الندَى * تَعَلّى النَدى في مَتْنِه وتحدَّرا فالندى الاول: المطر، والثانى: الشحم. وجمع الندى أنْداءٌ، وقد جمع على أَنْدِيَةٍ. وقال (٢) : في ليلةٍ من جُمادى ذاتِ أنْدِيَةٍ * لا يُبْصِرُ الكلبُ من ظلمائها الطنبا وهو شاذ، لانه جمع ما كان ممدودا مثل كساء وأكسية. وندى الارض: نداوتها وبللها. وأرض ندية على فعلة بكسر العين، ولا تقل نَدِيَّةٌ. وشجرٌ نَدْيانُ. والنَدى: الكلا. قال بشر:\nتسف الند مَلْبُونَةً وتُضَمَّرُ (٣) * ويقال: الندَى: نَدى النهار. والسَدى: نَدى الليل. يُضربان مثلاً للجود ويسمَّى بهما. ونَدِيَ الشئ، إذا ابتل، فهو ند مثال تعب فهو تعب. وأنديته أنا، ونديته أيضا تندية. (*)",
    "pg": "6:2505-2507"
  },
  "ندب": {
    "def": "نَدَبَ الميِّت، أي بكى عليه وعدَّد محاسنه، يَنْدُبُه نَدْباً. والاسم الندبة بالضم. وندبة بالفتح (١) : أم خفاف بن ندبة السلمى، وكانت سوداء حبشية. وندبه لامر فانتدب له، أي دعاه له فأجاب. ومندوب: اسم فرس أبى طلحة، الذى قال فيه النبي ﷺ: \" إن وجدناه لبحرا \". ورجل نَدْبٌ، أي خفيفٌ في الحاجة. وفرس نَدْبٌ، أي ماضٍ. والندب، بالتحريك: الخطر. قال عروة: أيهلك مُعْتَمٌّ وزيدٌ ولم أقُمْ * على نَدَبٍ يوماً ولي نَفْسُ مُخْطِرِ وهما جَدَّاه. وتقول: رمينا نَدَباً، أي رَشْقاً. والنَدَبُ أيضاً: أثر الجرح إذا لم يرتفع عن الجلد. قال الفرزدق: ومُكَبَّلٍ تَرَكَ الحديدُ بساقه * نَدَباً من الرَسَفان في الاحجال",
    "pg": "1:223-224"
  },
  "ندح": {
    "def": "النُدْحُ بالضم: الأرض الواسعة، والجمع أنداحٌ. والمَنادِحُ: المفاوز. والمُنْتَدَحُ: المكان الواسع. ولي عن هذا الأمر مَنْدوحَةٌ ومَنْتَدَحٌ، أي سعةٌ. يقال: \" إنَّ في المعاريض لمَنْدوحَةً عن الكذب \"، ولا تقل ممدوحة. وتندحت الغنم من مرابضها (١) ، إذا تبدَّدتْ واتَّسعتْ من البِطنة. وانْدَحَّ بطنُ فلانٍ اندحاحاً: اتَّسع من البطنة. وانْداحَ بطنه اندِياحاً، إذا انتفخ وتدلَّى، من سِمَنٍ كان ذلك أو علَّة. وفي حديث أم سلمة أنَّها قالت لعائشة ﵄: \" قد جَمَعَ القرآن ذَيْلَكِ فلا تَنْدَحيهِ \"، أي لا توسِّعيه بالخروج إلى البصرة. ويروى: \" لا تَبْدَحيهِ \" بالباء، أي لا تفتحيه، من البدح وهو العلانية.",
    "pg": "1:409-410"
  },
  "ندد": {
    "def": "ند البعير يند نداء وندادا وندودا: نفر وذهب على وجهه شارداً. ومنه قرأ بعضهم:\n(يَوْمَ التَنادِّ) *. والنَدُّ: التلُّ المرتفع في السماء. والنَدُّ (١) من الطِيبِ ليس بعربي. والنِدُّ بالكسر: المِثلُ والنظير، وكذلك النديد والنديدة. قال لبيد: لكيلا يكونَ السَنْدَرِيُّ (٢) نَديدَتي * وأجْعَلَ (٣) أقواما عموما عماعما - ويقال: نَدَّدَ به، أي شهره وسمَّع به.",
    "pg": "2:543"
  },
  "ندر": {
    "def": "ندر الشئ يندر ندرا (٤) : سقط وشذّ. ومنه النوادِرُ. وأنْدَرَهُ غيره، أي أسقطه. يقال: أَنْدَرَ من الحساب كذا. وضرب يدَه بالسيف فأندرها. وقول الشاعر (٥) وإذا الكُماةُ تَنادَروا طَعْنَ الكُلى * نَدْرَ البِكارةِ في الجزاءِ المُضْعَفِ - يقول: أهدرت دماؤهُمْ كما تُنْدَرُ البِكارةُ في الدِيَةِ، وهي جمع بَكْرٍ من الإبل. وقولهم: لقيته في النَدْرَةِ والنَدَرَةِ، أي فيما بين الأيام. وكذلك لقيته في النَدَرى، بالتحريك. وإنْ شئت: لقيته في نَدَرى، بلا ألف ولام. والأَنْدَرُ: البيدر، بلغة أهل الشام. والجمع الا نادر. وقال: يدق معزاء الطريق العادر * دق الدياس عرم الا نادر - والاندر: اسم قرية بالشام، تقول إذا نسبت إليها، هؤلاء الاندريون. وقول عمرو بن كلثوم: ألا هبى بصحنك فاصبحينا * ولا تبقى خمور الاندرينا (١) - لما نسب الخمر إلى أهل القرية اجتمعت ثلاث ياءات فخففها للضرورة، كما قال آخر:\nوما علمي بسحر البابلينا",
    "pg": "2:825"
  },
  "ندس": {
    "def": "رجلٌ نَدُسٌ ونَدِسٌ، أي فهم. وقد ندس بالكسر يندس نَدَساً. والمِنْداسُ: المرأةُ الخفيفة. والنَدْسُ: الطعن. قال الشاعر (١) : ندسنا أبا مندوسة القين بالقنا * وما ردم من جار بيبة ناقع * والمنادسة: المطاعنة. ورماح نوادس. قال الشاعر (٢) : ونحنُ صَبَحْنا آل نَجْرانَ غارةً * تميمَ بنَ مُرٍّ والرِماحَ النَوادِسا * أبو زيد: تَنَدَّسْتُ الأخبارَ وعن الأخبار، إذا تخبَّرْتُ عنها من حيث لا يُعْلَمُ بك، مثل تحدست وتنطست.",
    "pg": "3:982"
  },
  "ندغ": {
    "def": "نَدَغَهُ، أي نَخَسَهُ بإصبعه ودغدغه. والنَدْغُ أيضاً: الطعن بالرمح وبالكلام أيضاً. والمِنْدَغُ بكسر الميم، وهو الذي من عادته النَدْغُ. ومن قول الشاعر:\nمالت لاقوال الغوى المندغ (٣)",
    "pg": "4:1327"
  },
  "ندف": {
    "def": "نَدَفَ القطَن (٢) : ضربه بالمِنْدَفِ. وربَّما استعير في غيره. قال الأعشى: جالسٌ عنده النَدامى فما ينفك يؤتى بمزهر مندوف (٣) = ونَدَفَتِ السماء بالثلج، أي رمت به. والدابَّة تَنْدِفُ في سيرها نَدْفاً (١) ، وهو سرعة رَجْعِ يديها. والنذيف: القطن المندوف.",
    "pg": "4:1430"
  },
  "ندل": {
    "def": "النَدْلُ: النَقْلُ والاختلاس. يقال: ندلت الشئ وندلت الدلو، إذا أخرجتها من البئر. والرجل مندل بكسر الميم. وقال يصف ركبا ويمدح قوم دارين بالجود: يمرون بالدهنا خفافا عيابهم ويخرجن من دارين بجر الحقائب على حين ألهى الناس جل أمورهم فندلا زريق المال ندل الثعالب يقول: اندلى يا زريق، وهى قبيلة. ندل الثعالب، يريد السرعة (١) . والعرب تقول: \" أكسب من ثعلب \". والمنديل معروف، تقول منه: تندلت بالمنديل وتمندلت. وأنكر الكسائي تمندلت. والمندلي: عطر يُنسب إلى المَنْدَلِ، وهي من بلاد الهند. قال الشاعر (٢) : إذا ما مشتْ نادى بما في ثيابها ذكى الشذا والمنذلى المطير والنيْدَلانُ، بفتح الدال وقد تضم: الكابوس. تقول العرب: أنه لا يعترى إلا جبانا [منخوبا (٣) ] . والنودلان: الثديان. والمنودل: الشيخ المضطرب من الكِبر. وقد نَوْدَلَتْ خَصياهُ، أي استرختا. الأصمعيّ: مشى الرجلُ مُنَوْدِلاً، أي مشى مُسْترخياً. وأنشد:\nمنودل الخصيين رخو المشرج * وانْدالَ بطنُ الإنسان والدابَّةِ، إذا سال.",
    "pg": "5:1827-1828"
  },
  "نده": {
    "def": "النَدْهُ: الزجر. تقول: نَدَهْتُ (٢) البعير، إذا زجرته عن الحوض وغيره. ونَدَهْتُ الإبل: سُقْتها مجتمعةً. وكان طلاق الجاهلية: اذْهَبي فلا أَنْدَهُ سَرْبَكَ، أي لا أَرُدُّ إبلك، لتذهب حيث شاءت. والنَدْهَةُ والنُدْهَةُ، بفتح النون وضمّها: الكثرة من المال من صامتٍ أو ماشيةٍ. وأنشد الأمويُّ لجميل: فكيفَ ولا تُوفي دماؤُهُمُ دَمي * ولا مالهم ذو ندهة فيدونى",
    "pg": "6:2252"
  },
  "نذر": {
    "def": "الانذار: الابلاغ، ولايكون إلا في التخويف. والاسم النُذَرُ، ومنه قوله تعالى:\n(فكيفَ كان عذابي ونذر) *، أي إنذاري. والنذير: المُنْذِرُ. والنَذيرُ: الإنْذارُ والنَذْرُ: واحد النُذورِ. وأمَّا قول ابن أحمر: كم دون ليلى من تنو فية * لَمَّاعَةٍ تُنْذَرُ فيها النُذُرْ - فيقال: إنَّه جمع نَذْرٍ مثل رَهْنٍ ورُهُنٍ، ويقال إنه جمع نَذيرٍ بمعنى مَنْذورٍ، مثل قتيلٍ وجديدٍ. وقد نَذَرْتُ للهِ كذا، أنْذُرُ وأَنْذِرُ. قال الأخفش: تقول العرب: نَذَرَ على نفسه نَذْراً، ونَذَرْتُ مالى فأنا أنذره نذرا. أخبرنا بذلك يونس عن العرب. وابن مناذر: شاعر، فمن فتح الميم منه لم يصرفه، ويقول: إنه جمع منذر، لانه محمد بن منذر بن منذر. ومن ضمها صرفه. وهم المناذرة، يريد آل المنذر أو جماعة الحى، مثل المهالبة والمسامعة. وقولهم: \" النذير العريان \"، قال ابن السكيت: هو رجل من خثعم حمل عليه يوم ذى الخلصة عوف بن عامر فقطع يده ويد امرأته. وتناذر القومُ كذا، أي خوَّف بعضُهم بعضاً. وقال النابغة يصف حيَّة: تَناذَرَها الراقونَ من سُوءِ سَمِّها * تطلقه حينا وحينا (١) تراجع - ونذر القوم بالعدو، بكسر الذال، إذا علموا.",
    "pg": "2:825-826"
  },
  "نذل": {
    "def": "النَذالَةُ: السَفالةُ. وقد نَذُلَ بالضم فهو نَذْلٌ ونذيلٌ، أي خسيس. وقال (١) :\nأقيدر محموز القطاع نذيل (٢)",
    "pg": "5:1828"
  },
  "نرب": {
    "def": "النَيْرَبُ: الشرُّ والنميمة. قال الشاعر (١) : ولستُ بذي نَيْرَبٍ في الصديق * ومناع خير وسبابها (٢)",
    "pg": "1:224"
  },
  "نرجس": {
    "def": "نرجس معرب، والنون زائدة، لانه ليس في الكلام فعلل، وفى الكلام نفعل. فلو سميت به رجلا لم تصرفه لانه مثل نضرب. ولو كان في الاسماء شئ على مثال فعلل لصرفناه كما صرفنا نهشلا، لان في الاسماء فعللا مثل جعفر.",
    "pg": "3:934"
  },
  "نزأ": {
    "def": "أبو زيد: نَزَأْتُ بين القوم نزءا ونزوءا، إذا حرشت وأفسدتَ ونَزَأَ الشيطانُ بينهم: ألقى الشرَّ والإغراءَ. الكسائي: نَزَأْتُ عليه نَزْءًا: حَمَلْتُ. يقال: ما نَزَأَكَ على هذا، أي ما حَمَلَكَ عليه.. ورجلٌ مَنْزوءٌ بكذا، أي مولَعٌ. ويقال: إنَّك لا تدري علامَ يَنْزَأُ هَرِمُكَ، ولا تدري بمَ يولَعُ هَرِمُكَ، أي نفسُكَ وعقلك. عن ابن السكيت (٢) .",
    "pg": "1:75-76"
  },
  "نزا": {
    "def": "نَزا يَنْزو نَزْواً ونَزَواناً (١) . وفى المثل:\nنزو الفرار استجهل الفرارا * ونَزا الذكر على الأنثى نِزاءً بالكسر، يقال ذلك في الحافر والظِلف والسباع. وأنْزاهُ غيره، ونَزاهُ تَنْزِيَةً. ويقال: وقع في الشاة نُزاءٌ بالضم، وهو داءٌ يأخذها فتَنْزو منه حتَّى تموت. وقلبي يَنْزو إلى كذا، أي يُنازِع إليه. والتَنَزِّي: التوثُّب والتسرّع. وقال (٢) : كأنَّ فُؤادَهُ كُرَةٌ تَنَزَّى * حِذارَ البَيْنِ لو نَفَعَ الحِذارُ (٣) والنازِيَةُ: قصعة قريبة القعر.",
    "pg": "6:2507-2508"
  },
  "نزب": {
    "def": "النَزْبُ: صوت تيس الظِباء عند السِفادِ. يقال: نَزَبَ الظَبْيُ ينزب بالكسر نزيبا.",
    "pg": "1:224"
  },
  "نزح": {
    "def": "نَزَحْتُ البئرَ نَزْحاً: استقيت ماءها كلَّه. وبئرٌ نَزوحٌ: قليلة الماء، ورَكايا نُزُحٌ. والنَزَحُ بالتحريك: البئر التي نُزِحَ أكثر مائها. قال الراجز: لا يستقى في النزح المضفوف * إلا مدارات (٢) الغروب الجوف ونَزَحَتِ الدار نُزوحاً: بَعُدَتْ. وبلدٌ نازِحٌ، وقومٌ منازيحٌ. وقد نُزِحَ بفلان، إذا بعُد عن دياره غيبة بعيدة. وأنشد الاصمعي: ومن يُنْزَحْ به لا بُدَّ يوماً * يجئ به نعى أو بشير وتقول: أنت بمُنْتَزَحٍ من كذا، أي ببُعْدٍ منه. قال ابن هَرْمَةَ يرثي ابنه: فأنتَ من الغَوائِلِ حين تُرْمى * ومن ذَمِّ الرِجالِ بمُنْتَزاحِ إلا أنَّه أشبع فتحة الزاى فتولدت الالف.",
    "pg": "1:410"
  },
  "نزر": {
    "def": "النَزْرَ: القليلُ التافهُ. وقد نزر الشئ بالضم ينزر نزارة. وعطاءٌ مَنْزورٌ، أي قليلٌ. وقولهم: فلان لا يُعطي حتَّى يُنْزَر، أي يُلَحُّ عليه ويصغَّر من قدره. والنَزورُ: المرأةُ القليلةُ الوَلَدِ. وقال (١) : بُغاثُ الطَيْرِ أكْثَرُها فِراخاً * وأم الصقر مقلات نزور - ونزار: أبو قبيلة، وهو نزار بن معد بن عدنان. يقال: تنزر الرجل، إذا تشبه بالنزارية، أو أدخل نفسه فيهم.",
    "pg": "2:826"
  },
  "نزز": {
    "def": "النَزُّ والنِزُّ: ما يتحلَّب في الأرض من الماء. وقد أَنَزَّتِ الأرض: صارت ذات نَزٍّ. والنَزُّ: الرجل الخفيف الذكيُّ الفؤاد، حكاه أبو عبيد. وظليمٌ نَزٌّ: لا يستقر في مكان. وناقةٌ نَزَّةٌ: خفيفةٌ. ونَزَّ الظَبْيُ يَنزُّ نَزيزاً، أي عَدا، وكذلك إذا صوت، عن أبى الجراح. حكاه الكسائي.",
    "pg": "3:899"
  },
  "نزع": {
    "def": "نزعت الشئ من مكانه أَنْزِعُهُ نَزْعاً: قلعته. وقولهم: فلانٌ في النَزْعِ، أي في قَلْعِ الحياةِ. ونَزَعَ فلان إلى أهله يَنْزِعُ نِزاعاً، أي اشتاق. وبعيرٌ نازِعٌ وناقةٌ نازِعَةٌ، إذا حَنَّتْ إلى أوطانها ومرعاها. قال جميل: فقلت لهم لا تَعْذِلونِيَ وانْظروا * إلى النازِعِ المَقْصورِ كيف يكونُ * ونَزَعَ عن الأمر نُزوعاً: انتهى عنه. ونَزَعَ إلى أبيه في الشَبَهِ يَنْزِعُ، أي ذهب. ونَزَعَ في القوس: مَدَّها، أي جذب وتَرَها. وفي المثل: \" صارَ الأمر إلى النَزَعَةِ \"، إذا قام بإصلاحه أهلُ الأناةِ، وهو جمع نازِعٍ. والنَزيعُ: الغريبُ. وغنمٌ نُزَّعٌ: حَرامى، أي تطلب الفحل. والنَزائِعُ من الخيل: التي نَزَعَتْ إلى أعراقٍ، ويقال هي التي انْتُزِعَتْ من قوم آخرين. والنزائع من النساء: اللواتي يُزَوَّجْنَ في غير عشائرهن. وبئرٌ نَزوعٌ ونَزيعٌ، أي قريبةُ القعر يُنْزَعُ منها باليد. ويقال للخيل إذا جرتْ طَلَقاً: لقد نَزَعَتْ. ورجلٌ أنْزَعُ بيِّنُ النَزَعِ، وهو الذي انحسرَ الشعر عن جانبي جبهته. وقد نَزَعَ يَنْزِعُ نَزْعاً. وموضعه النَزَعَةُ، وهما النَزَعَتانِ. ولا يقال امرأةٌ نَزْعاءُ، ولكن يقال امرأةٌ زَعْراءُ. ونازَعْتُهُ مُنازَعَةً ونزاعا، إذا جاذبته في في الخصومة. وبينهم نِزاعَةٌ، أي خصومةٌ في حقٍّ. والتَنازُعُ: التخاصمُ. ونازَعَتِ النفسُ إلى كذا نِزاعاً، أي اشتاقت. وأَنْزَعَ القومُ، إذا نَزَعَتْ إبلهم إلى أوطانها. قال الشاعر:\nوقد أهافوا زعموا وأنزعوا * ورأيت فلانا منتزعا إلى كذا، أي متسرِّعاً إليه نازعا. وانتزعت الشئ فانتزع، أي اقتلعته فاقتلع. وثُمامٌ مُنَزَّعٌ، شدِّد للكثرة. والمِنْزَعُ بالكسر: السهمُ، قال أبو ذؤيب: فرمى لينفذ فرها فهوَى له * سهمٌ فأَنْفَذَ طُرَّتَيْهِ المِنْزَعُ * والمَنْزَعَةُ بالفتح: ما يرجع إليه الرجل من أمره ورأيه وتدبيره. قال الكسائي: يقولون: واللهِ لتعلمن أينا أضعف منزعة. قال خشاف الاعرابي: منزعة بكسر الميم، حكاه ابن السكيت في باب مفعلة ومفعلة. وفلان قريبُ المَنْزَعَةِ، أي قريبُ الهمَّة. وشرابٌ طيِّبُ المَنْزَعَةِ، أي طيِّبُ مقطع الشرب.",
    "pg": "3:1289-1290"
  },
  "نزغ": {
    "def": "نزغ الشيطان ينهم ينزغ نَزْغاً، أي أفسد وأغرى. ونَزَغَهُ بكلمةٍ، أي طعن فيه، مثل نسغه وندغه.",
    "pg": "4:1327"
  },
  "نزف": {
    "def": "نَزَفْتُ ماء (٢) البئر نَزْفاً، نزحتُه كلَّه. ونَزَفَتْ هي، يتعدَّى ولا يتعدَّى. ونُزِفَتْ أيضاً، على ما لم يسمّ فاعله. وحكى الفراء: أنزافت البئر، أي ذهب ماؤها. وقال أبو عبيدة: نَزِفَتْ عَبْرَتُهُ بالكسر، وأَنْزَفَها صاحبها. قال العجاج: وصرح ابن معمر لمن ذمر وأنزف العبرة من لاقى العبر وقال أيضا: وقد أرانى بالديار منزفا أَزْمانَ لا أَحْسَبُ شيئاً مُنْزَفا وقوله تعالى: ﴿لا يُصَدَّعونَ عنها ولا يُنْزَفونَ﴾ أي لا يَسكَرون (٣) . وأنشد للابيرد لعمري لئن أنزفتم أو صَحَوْتُمُ لبئسَ النَدامى كنتم آل أَبْجَرا (١) قال: وقوم يجعلون المُنْزَفَ مثل المَنْزوف: الذي قد نُزِفَ دمه. والنُزْفَةُ بالضم: القليل من الماء أو الشراب مثل الغرفة، والجمع نُزَفٌ. ويقال: نَزَفَهُ الدمُ، إذا خرج منه دمٌ كثير حتَّى يضعف، فهو نزيف ومنزوف. وفى المثل: \" أجبن من المنزوف ضرطا. والسكران نَزيفٌ أيضاً، إذا نزِفَ عقله. ونُزِفَ الرجل في الخصومة، إذا انقطعتْ حجَّته. ويقال: أَنْزَفَ القومُ، إذا انقطع شرابهم. وقرئ: ﴿ولا يُنْزِفونَ﴾ بكسر الزاي. وأَنْزَفَ القومُ إذا ذهب ماء بئرهم وانقطع.",
    "pg": "4:1430-1431"
  },
  "نزق": {
    "def": "النَزَقُ: الخِفَّةُ والطيشُ. وقد نَزِقَ بالكسر يَنْزَقُ نَزَقاً. وناقةٌ نزاق مثل مزاق، عن يعقوب. ونزق الفرس يَنْزُقُ بالضم نَزْقاً ونُزوقاً، أي نَزا. وأَنْزَقَهُ صاحبه ونَزَّقَهُ تنْزيقاً.",
    "pg": "4:1558"
  },
  "نزك": {
    "def": "النزك بالكسر (٢) : ذكر النصب، تزعم العرب أن له نزكين. وينشد (٣) : سبحل (٤) له نزكان كانا فضيلة على كل حاف في البلاد وناعل والنيزك: رمحٌ قصيرٌ، كأنَّه فارسيٌّ معرَّب، وقد تكلَّمت به الفصحاء، والجمع النَيازكُ. وقد نَزَكَهُ، أي طعنه، وكذلك إذا نَزَغَهُ وطعن فيه بالقول. ورجلٌ نَزَّاكٌ، أي عيَّابٌ.",
    "pg": "4:1612"
  },
  "نزل": {
    "def": "النُزْلُ: ما يُهيَّأُ للنزيلِ، والجمع الأنْزالُ. والنُزْلُ أيضاً: الريْع. يقال: طَعامٌ كثير النُزْلِ والنَزَلِ بالتحريك. وأرضٌ نزِلةٌ ومكانٌ نزِلٌ، بيِّن النزالةِ، إذا كانت تسيلُ من أدنى مطرِ لصلابتها. وقد نزِلَ بالكسر. وحظٌّ نزِلٌ، أي مُجتمِع. ابن الأعرابي: وَجَدْتُ القومَ على نَزِلاتِهم، أي منازِلِهم. وقال الفراء: الناسُ على نزلاتهم، أي على استقامتهم، مثل سكناتهم. والمنزل: المنهل والدار. والمنْزِلةُ مثله. قال ذو الرمّة: أمَنْزِلَتي مَيٍّ سلامٌ عليْكما هلِ الا زمن اللاتى مضين رواجع والمنزلة: المرتبة، لا تجمع. واستنزل فلان، أي حُطَّ عن مرتبته. والمُنْزَلُ، بضم الميم وفتح الزاي: الإنزالُ. تقول: أنزِلْني منزلاً مُباركاً. والمنزَلُ بفتح الميم والزاي: النزول، وهو الحلولُ. تقول نزَلْتُ نزولاً ومَنزلاً. وقال: أإن ذكرتك الدار منزلها جُمْلُ بكَيْتَ فَدَمعَ العينِ مُنحدرٌ سَجْلُ نصب المنزَل لأنه مصدر. وأنزَلهُ غيره واسْتنزَله بمعنى. ونزَّله تنزيلاً. والتنزيلُ أيضاً: الترتيب. ونَزالِ، مثل قطامِ، بمعنى انزِلْ. وهو معدولٌ عن المُنازَلة، ولهذا أنّثه الشاعر (١) بقوله: ولِنعْمَ حَشْوِ الدِرع أنتَ إذا دُعِيَتْ نزالِ ولُجَّ في الذُعْرِ والنزالُ في الحرب: أن يتَنازل الفريقان. والتنَزُّلُ: النُزول في مُهلة. والنازِلة: الشديدة من شدائد الدَهر تنزِلُ بالناسِ. والنُزالةُ بالضم: ماءُ الرجل. وقد أنزلَ. ونزل القوم، إذا أتَوْا مِنًى. قال عامر بن الطفيل (*) أنازلة أسماء أم غير نازله أبينى لنا يا أسم ما أنت فاعله وقال ابن أحمر: وافيت لما أتاني أنَّها نزَلتْ إنَّ المَنازِل مما تجمَعُ العَجَبا أي أتَت مِنًى. والنزلةُ، كالزكام، يقال به نَزلة، وقد نُزلَ. وقوله تعالى: (ولَقَد رآهُ نَزْلَةً أخرى) قالوا: مَرَّةً أخرى. والنَزيلُ: الضَيفُ. وقال الشاعر: نزيلُ القومِ أعظُمُهم حقوقاً \" وحقُّ الله في حقِّ النزيلِ وقوله تعالى: (جَنَّاتُ الفِرْدَوْسِ نُزُلاً) قال الأخفش: هو من نزول الناسِ بعضهم على بعض. يقال: ما وجدنا عندكم نزلا.",
    "pg": "5:1828-1829"
  },
  "نزه": {
    "def": "النُزْهَةُ معروفةٌ، ومكانٌ نَزِهٌ. وقد نزِهَتِ الأرضُ بالكسر. وخرجنا نتنزَّه في الرياض، وأصله من البعد. قال ابن السكيت: ومما يضعه الناس في غير موضعه قولهم: خرجنا نتنزّه، إذا خرجوا إلى البساتين. قال: وإنَّما التنزُّهُ التباعدُ عن المياه والأرياف. ومنه قيل: فلان يَتَنَزَّهُ عن الأقذار ويُنَزِّهُ نفسَه عنها، أي يباعِدُها عنها. والنَزاهَةُ: البُعدُ عن السوء. ونُزْهُ الفَلاةِ: ما تباعَدَ منها عن المياه والأرياف. قال الهذلي (١) : أقَبَّ طريدٍ بنَزْهِ الفلا * ةِ لا يَرِدُ الماَء إلا انْتيابا (٢) ويقال: سُقْتُ إبلي ثم نَزَهْتها نَزْهاً، أي باعدتها عن الماء. وإن فلان لنزيه كريم، إذا كان بعيداً عن اللؤم. وهو نَزيهُ الخُلُقِ. وهذا مكانٌ نَزيهٌ، أي خَلاءٌ بعيدٌ من الناس ليس فيه أحد.\nأسامة بن حبيب.\n(٢) في اللسان: \" أقب رباع \". ويروى: \" إلا ائتيابا \". وقبله: كأسحم فرد على حافة * يشرد عن كتفيه الذبابا (*)",
    "pg": "6:2252-2253"
  },
  "نسأ": {
    "def": "نَسَأْتُ البعيرَ نَسْأً، إذا زجرته وسُقْته. وكذلك نَسَّأْتُهُ تَنْسِئَةً. وأنشد أبو عمرو بن العلاء: وما أم خشف بالعلاية شادن * تنسئ في برد الظلال غزالها (١) والمِنْسَأَةُ: العَصا، يهمز ولا يهمز، وقال في الهمز: أَمِنْ أجل حَبْلٍ لا أَباكَ ضربته * بمِنْسَأَةٍ قد جر حبلك أحبلا (٢) وقال آخر في ترك الهمز: إذا دَبَبْتَ على المِنْساةِ من هَرَمٍ * فقد تباعَدَ عنك اللَهْوُ والغَزَلُ ونسأت الشئ نسأ: أخرته، وكذلك أَنْسَأّتُهُ. فَعَلْتُ وأَفْعَلْتُ بمعنًى. تقول: استنسأته الدين فأنسأنى. الاصمعي: أنسأه الله أجَلَهُ ونَسَأَهُ في أجله بمعنًى. والنُسْأَةُ بالضم: التأخير مثل: الكُلأَةِ. وكذلك النَسيئَةُ على فَعيلَةٍ. تقول: نَسَأْتُهُ البيعَ وأَنْسَأْتُهُ، وبِعْتُهُ بِنُسْأَةٍ وبِعْتُهُ بكُلأَةٍ أي بأَخِرَةٍ، وبِعْتُهُ بنَسيئَةٍ أي بأَخِرَةٍ. وقال الأخفش: أَنْسَأْتُهُ الدَيْنَ، إذا جعلته له مؤخَّراً، كأنَّك جعلته له يؤخِّره. ونَسَأْتُ عنه دَيْنَهُ، إذا أخَّرتَهُ نَساءً. قال: وكذلك النَساءُ في العمر ممدود. ومنه قولهم \" من سره النساء ولا نساء، فليخفف الرداء - بالمد (١) - واليباكر الغداء، وليقل غشيان النساء \". ونسأت في ظِمْءِ الإبل نَسْأً، إذا زدت في ظمئها يوماً أو يومين أو أكثر من ذلك. ونَسَأْتُها أيضاً عن الحوض، إذا أخَّرتها عنه ونسئت المرأة تنسأ نسأ على ما لم يسمَّ فاعلُه، إذا كان عند أوَّل حَبَلها، وذلك حين يتأخًّرُ حيضُها عن وقته فَرُجِيَ أنَّها حُبْلى. وهي امرأةٌ نسئ. وقال الاصمعي: يقال للمرأة أوَّل ما تَحْمِلُ: قد نَسِئَتْ. وتقول: نَسَأَتِ الماشيةُ نَسْأً، وهو بدء سِمنها حين يَنبتُ وبرَها بعد تساقطه. يقال: جرى النَّسءُ في الدواب. قال أبو ذؤيب يصف ظبية: به أبلت شهرى ربيع كليهما * فقد مار فيها نسؤها واقترارها (١) فالنسء: بدء السمن. والاقترار نهايته. ونسأت اللبن: خلطنه بماءٍ، واسمه النَسْءُ، قال عروة بن الورد العبسى: سقوني النسء (٢) ثم تَكَنَّفوني * عُداةُ الله من كَذِبٍ وزورِ وقوله تعالى: (إنَّما النسئ زيادة فى الكفر) هو فعيلٌ بمعنى مفعول من قولك: نسأت الشئ، فهو منسوء، إذا أخَّرته، ثم يُحوَّلُ مَنْسوءٌ إلى نسئ، كما يحول مقتول إلى قَتيلٍ. ورجلٌ ناسِئٌ وقومٌ نَسَأَةٌ، مثل: فاسِقٍ وفَسَقَةٍ، وذلك أنَّهم كانوا إذا صدروا عن مِنًى يقوم رجلٌ من كِنانَةَ فيقول: أنا الذي لا يُرَدُّ لي قضاءٌ! فيقولون: أَنْسِئنا شهراً، أي: أخِّر عنَّا حُرُمَةَ المُحَرَّمِ واجعلها في صَفَرٍ، لأنَّهم كانوا يكرهون أن تتوالى عليهم ثلاثة أشهرٍ لا يُغيرون فيها، لأنَّ معاشَهم كان من الغارةِ، فَيُحِلُّ لهم المُحَرَّمَ. وقولهم: أَنْسَأْتُ سُرْبَتي، أي: أبعدت مذهبي. قال الشنفرى: عدون من الوادي الذي بين مِشْعَلٍ. * وبين الحَشا هيهات أَنْسَأْتُ سُرْبَتي (١) وانْتَسَأْتُ عنه: تأخَّرتُ وتباعدتُ، وكذلك الإبل إذا تباعدتْ في المرعى. قال الشاعر (٢) : إذا انْتَسَئوا فوْتَ الرِّماحِ أتتْهُمُ * عَوائِرُ نَبْلٍ كالجَرادِ نُطيرُها (٣) ويقال: إنَّ لي عنك لمنتسأ، أي: منتأى وسعة.",
    "pg": "1:76-77"
  },
  "نسا": {
    "def": "النسوة والنسوة، بالكسر والضم، والنساء والنسوان: جمع امرأةٍ من غير لفظها ; كما يقال خلفة ومخاض، وذاك وأولئك. وتصغير نِسْوَةٍ: نُسَيَّةٌ، ويقال نُسَيَّاتٌ، وهو تصغير الجمع. والنسيان بكسر النون: خلاف الذكر والحفظ. ورجل نسيان بفتح النون: كثير النسيان للشئ. وقد نسيت الشئ نِسياناً ولا تقل نَسَياناً بالتحريك، لأنّ النَسَيانِ إنَّما هو تثنية نَسا العِرْقِ. وأنْسانيهِ الله ونَسَّانيه تَنْسِيةً بمعنًى. وتَناساهُ: أرى من نفسه أنه نسيه. وقول امرئ القيس: ومثلك بيضاء العوارض طفلة * لعوب تناسانى إذا قمت سربالى أي تنسينى، عن أبى عبيدة. والنسيان: الترك. قال الله تعالى: (نَسوا الله فَنَسِيَهم) ، وقال تعالى: (ولا تَنْسَوا الفضل بينكم) وأجاز بعضهم الهمز فيه. قال المبرد: كل واو مضمومة لك أن تهمزها، إلا واحدة فإنهم اختلفوا فيها، وهى قوله تعالى: (ولا تنسوا الفضل بينكم) وما أشبهها من واو الجمع. وأجاز بعضهم الجمع وهو قليل، والاختيار ترك الهمز، وأصله تنسيوا فسكنت الياء وأسقطت لاجتماع الساكنين، فلما احتيج إلى تحريك الواو ردت فيها ضمة الياء. الاصمعي: النسا بالفتح مقصور: عرق يخرج من الورك فيستبطن الفخذين ثم يمرُّ بالعرقوب حتَّى يبلغ الحافر، فإذا سمنت الدابَّة انفلقت فخذاها بلحمتين عظيمتين وجرى النسا بينهما واستبان، وإذا هزلت الدابَّة اضطربت الفخذان وماجت الرَبَلتان وخفى النسا. وإنما يقال منشق النسا، يراد موضع النسا. قال أبو ذؤيب: مُتَفَلِّقٌ أَنْساؤُها عن قانِئٍ * كالقُرْطِ صاوٍ غُبْرُهُ لا يرضع وإذا قالوا: إنه لشديد النسا فإنما يراد به النسا نفسه. قال ابن السكيت: هو عرق النسا. قال: وقال الاصمعي: هو النسا، ولا تقل: هو عرق النسا، كما لا يقال عرق الاكحل ولا عرق الابجل، وإنما هو الاكحل والابجل. وقال أبو زيد في تثنيته: نسوان ونسيان. والجمع أنساء. ويقال: نسى الرجل فهو نَسٍ على فَعِلٍ، إذا اشتكى نَساهُ. ونَسَيْتُهُ فهو مَنْسِيٌّ، إذا أصبتَ نَساهُ. والنَسْيُ والنِسْيُ: ما تلقيه المرأة من خرق اعتلالها، مثل وتر ووتر. وقرئ قوله تعالى: (وكنت نسيا منسيا) بالفتح أيضا. قال دكين الفقيمى:\nكالنسى ملقى بالجهاد البسبس (١) * والنِسْيُ أيضاً: ما نُسِيَ وما سقط في منازل المرتحلين من رذال أمتعتهم. يقولون: تتبعوا أنساءكم. قال الشنفرى: كأن لها في الأرض نِسْياً تَقُصُّهُ * على أُمِّهَا وإن تخاطبك تبلت (٢) والمنساة: العصا. قال الشاعر: إذ دَبَبْتَ على المِنْساةِ من هَرَمٍ * فقد تباعَدَ عنك اللَهْوُ والغَزَلُ وأصله الهمز، وقد ذكرناه فيه. (*)",
    "pg": "6:2508-2509"
  },
  "نسب": {
    "def": "النَسَبُ: واحد الأنساب. والنِسْبَةُ والنُسْبَةُ مثله (٣) . وانتسب إلى أبيه، أي اعترى. وتنسب، أي ادعى أنَّه نسيبُك. وفي المثل \" القريبُ مَنْ تَقَرَّبَ لا مَنْ تَنَسَّبَ \". ورجلٌ نَسَّابَةٌ، أي عليمٌ بالأنْسابِ، الهاء للمبالغة في المدح، كأنما يريدون به داهية أو غاية ونهاية. وتقول: عندي ثلاثة نسابات وعلامات، تريد ثلاثة رجال، ثم جئت بنسابات نعتا لهم. وفلان يناسب فلاناً فهو نسيبُه، أي قريبه. وتقول: ليس بينهما مناسبة، أي مشاكلة. ونَسَبْتُ الرجل أَنْسُبُهُ (٤) بالضم نِسْبَةً ونَسَباً، إذا ذكرتَ نسبه. ونسب الشاعر بالمرأة ينسب بالكسر نَسيباً، إذا شَبَّبَ بها. والنيسب: الذى تراه كالطريق من النمل نفسها، وهو فيعل. وقال (١) :\nعينا ترى الناس إليها نيسبا",
    "pg": "1:224"
  },
  "نسج": {
    "def": "نَسَجَ الثوبَ يَنْسِجُهُ ويَنْسُجُهُ نَسْجاً. والصنعةُ نِساجةٌ. والموضع مَنْسَجٌ ومَنْسِجٌ. والمِنْسَجُ بكسر الميم: الأداة التي يُمَدُّ عليها الثوبُ ليُنسج. ومِنْسَج (١) الفرس أيضاً: أسفَلَ من حارِكِه. ونَسَجَتِ الريحُ الرَبْعَ، إذا تَعاوَرَته ريحانِ طولاً وعرضاً، لأنَّ الناسِجَ يَعترض النَسيجةَ فيُلْحِم ما أطال من السَدى. وضَرَبَتِ الريحُ الماءَ فانْتَسَجَتْ له تلك الطرائقُ. وفلانٌ نسيجُ وحدِهِ، أي لا نظيرَ له في عِلْمٍ أو غيره. وأصله في الثوب، لأنَّ الثوب إذا كان رفيعاً لم يُنْسَج على منوالِه غيرُه، وإذا لم يكن رفيعاً عُمِلَ على منواله سدى لعدة أثواب.",
    "pg": "1:344"
  },
  "نسخ": {
    "def": "نَسَخَتِ الشمسُ الظلَّ وانْتَسَخَتْهُ: أزالته. ونَسَخَتِ الريحُ آثارَ الدارِ: غَيَّرتها. ونَسَخْتُ الكتاب، وانْتَسَخْتُهُ، واسْتنسختُهُ كلُّه بمعنًى. والنُسْخَةُ بالضم: اسم المُنْتَسَخِ منه. ونَسْخُ الآيةِ بالآيةِ: إزالة مِثل حكْمها، فالثانية ناسِخَةٌ والأولى منسوخةٌ. والتَناسُخُ في الميراث: أن يموت ورثةٌ بعد ورثةٍ واصل الميراث قائمٌ لم يقسَّم.",
    "pg": "1:433"
  },
  "نسر": {
    "def": "النَسْرُ: طائرٌ. وجمع القلَّة أَنْسُرٌ، والكثير نسورُ. ويقال: النَسْرُ لا مخلب له، وإنَّما له ظفرٌ كظفر الدجاجةِ والغرابِ والرَخَمَةِ. ونسر: صنم كان لذى الكلاع بأرض حمير، كان يغوث لمذحج، ويعوق لهمدان، من أصنام قوم نوح ﵇. قال الله تعالى:\n(ولا يغوث ويعقوق ونسرا) *. وقد تدخل فيه الالف واللام، قال الشاعر (١) : أما ودماءٍ مائِراتٍ تَخالُها * على قُنَّةِ العزى وبالنسر عندما (٢) - والنَسْرُ أيضاً: لحمةٌ يابسة في بطن الحافر، كأنَّها نواةٌ أو حصاة. والناسورُ بالسين والصاد جميعاً: عِلَّةٌ تحدث في مآقي العين، يَسْقي فلا ينقطع. وقد يحدث أيضاً في حوالي المَقعَدة وفي اللِثَة. وهو معرب. وفى النجو م النسر الطائر، والنسْرُ الواقع. والنَسْرُ: نتف البازي اللحمَ بمِنْسَرِهِ. وقد نَسَرَهُ يَنْسِرُهُ نسرا. والمنسر بكسر الميم لسباع الطير، بمنزلة المنقار لغيرها. والمِنْسَرُ أيضاً: قطعة من الجيش تمرُّ أمام الجيش الكبير. قال لبيد يرثي قتلى هَوازن: سَمالَهَمُ ابنُ الجَعْدِ حتَّى أصابَهمْ * بذي لَجَبٍ كالطَّوْدِ ليس بمنسر والمنسر بفتح الميم وكسر السين، مثال المجلس: لغة فيه. واستنسر البغاث، إذا صار كالنسْرِ. وفي المثل: \" إنَّ البغاثَ بأرضنا يَسْتَنْسِرُ \"، أي أنَّ الضعيف يصير قويًّا. والناسور: العرق الغبر الذى لا ينقطع. والنسار بكسر النون: ماء لبنى عامر، ومنه يوم النسار لبنى أسد وذبيان على بنى جشم بن معاوية. قال بشر بن أبي خازم: فلمَّا رَأَوْنا بالنِسارِ كأنَّنا * نَشاصُ الثريا هيجته (١) جنوبها -",
    "pg": "2:826-827"
  },
  "نسس": {
    "def": "نَسَسْتُ الناقةَ أَنُسُّها نَسًّا، إذا زجرتها، ومنه المِنسَّة، وهي العصا، على مِفْعَلَةٍ بالكسر. فإن همزت كان من نَسَأْتُها. والنَسيسة (٣) : الإيكالُ بين الناس. والنَسائِسُ النمائِمُ عن ابن السكيت والنَسيسُ: بقية الروح، ومنه قول الشاعر (٤) * فقد أودى إذا بلغ النَسيسُ (١) * قال الأصمعيّ: النَسُّ: اليُبْسُ. وقد نس ينس وينس نسا، أي يبس. يقال: جاءنا بخُبزةٍ ناسَّةٍ. قال العجاج:\nوبَلَدٍ تُمْسي قَطاةُ نُسَّسا (٢) * أي يابسة من العطش. ويقال لمكَّة: الناسَّة، لقلَّة الماء بها. ونسنس الطائر، إذا أسرع في طيرانه. والنَسْناسُ: جِنس من الخلق يَثِبُ أحدُهم على رِجلٍ واحدة. والنسناس: الجوع، عن أبى عمرو. والتنساس: السير الشديد. وأنشد الاصمعي للحطيئة:\nطال بها حوزى وتنساسى (٣)",
    "pg": "3:982-983"
  },
  "نسع": {
    "def": "النِسْعَةُ: التي تُنْسَجُ عريضاً للتصدير، والجمع نسع ونسع وأنساع ونسوع. قال الأعشى: تَخالُ حَتْماً عليها كلَّما ضَمَرَتْ * من الكَلالِ بأن تستوفى النسعا * وأنساع الطريق: شركه. ونَسَعَتِ الأسنانُ نُسوعاً، إذا انحسرت لِثَتُها عنها واسترخت. يقال: نَسَعَ فوه. قال الراجز: ونسعت أسنان عود فانجلع * عمورها عن ناصلات لم تدع * الاصمعي: النسع والمسع: اسمان لريح الشمال. قال قيس بن خويلد: وَيْلُمِّها (١) لَقْحَةً إمَّا تؤوِّبُهُمْ * نسع شآمية فيها الاعاصير *",
    "pg": "3:1290"
  },
  "نسغ": {
    "def": "النَسْغُ مثل النخس. يقال نسغه بالسوط، أي نخسه. كذلك أنسغه. ونسغه بكلمة مثل نَزَغَهُ. ونَسَغَتِ الواشمةُ، إذا غرزتْ في اليد بالإبرة. والمِنْسَغَةُ: الإضبارةُ من ذَنَب الطائر يَنْسَغُ بها الخبَّازُ خُبزَه، وكذلك إذا كان من حديد. وأَنْسَغَتِ الشجرةُ، إذا نبتت بعد ما قطعت.",
    "pg": "4:1327"
  },
  "نسف": {
    "def": "أبو زيد: نَسَفْتُ البناء نَسْفاً: قلعْته. ونَسَفَ البعيرُ الكلأ ينسفه بالكسر، إذا اقتلعه بأصله. وانتسفت الشئ اقتلعته. قال الراجز (٢) وانتسف الجالب من أندابه إغباطنا الميس على أصلابه والنسيف: أثر كدم الحمارِ، وأثرُ ركضِ الرِجل بجَنْبَي البعير إذا انحصَّ عنه الوبر. قال الممزَّق: وقد تَخِذَتْ رِجْلي إلى جَنْبِ غَرْزِها نَسيفاً كأُفْحوصِ القطاة المطرق وقول أبى ذؤيب: فألفى القوم قد شربوا فضموا أمام القوم منطقهم نسيف قال الاصمعي: أي ينتسفون الكلام انتسافا لا يتمونه من الفرق، يهمسون به رويدا من الفرق، فهو خفى، لئلا ينذر بهم، ولانهم في أرض عدو. وقوله: \" فضموا \"، أي اجتمعوا أو ضموا إليهم دوابهم ورحالهم. ويقال: هما يتناسفان الكلام، أي يتسارَّانِ. ونَسْفُ الطعام: نَقْضُهُ. والمِنْسَفُ: ما يُنْسَفُ به الطعام، وهو شئ طويل منصوب الصدر أعلاه مرتفعٌ. والنُسافَةُ: ما يسقط منه. يقال: اعْزِلِ النُسافَةَ وكل الخالص. ويقال: أتانا كأن لحبته منسف حكاه أبو نصر أحمد بن حاتم. والمنسفة: آلة يقلع بها البناء، عن أبى زيد. ويقال انتسف لونه، أي امتُقع. وبعيرٌ نَسوفٌ: يقتلع الكلأ من أصله بمقدَّم فمِه. وإبلٌ مَناسيفُ. ويقال للفرس: إنَّه لنَسوفُ السُنْبُكِ، إذا أدناه من الأرض في عَدْوِهِ، وكذلك إذا أدنى الفرسُ مِرفقيه من الحِزام، وذلك إنَّما يكون لتقارب مِرفقيه، وهو محمودٌ. قال بشر بن أبي خازم: نَسوفٌ للحِزامِ بمِرْفَقَيْها يَسُدُّ خَواَء طُبْيَيها الغُبارُ ألا ترى إلى قول الجعدى: في مِرفقيه تقارُبٌ وله بِرْكة زور كجبأة الخزم",
    "pg": "4:1431-1432"
  },
  "نسق": {
    "def": "قال ابن السكيت: النشوق: سَعوطٌ يُجعلُ في المنخرين. وقد أنْشَقْتُهُ إنْشاقاً. واسْتَنْشَقْتُ الماء وغيره، إذا أدخلته في الانف. واستنشقت الريح: شَمِمْتُها. ونَشِقْتُ منه ريحاً طيِّبةً، بالكسر، أي شممت. وهذه ريحٌ مكروهَةُ النَشَقِ، يعني الشمَّ. والنُشْقَةُ بالضم: الرِبْقَةُ التي تُجعل في أعناق البهْم. ونَشِقَ الظبيُ في الحبالة، أي علق قيها. ورجلٌ نَشِقٌ، إذا كان ممَّن يدخل في أمورٍ لا يكاد يتخلص منها.",
    "pg": "4:1558-1559"
  },
  "نسك": {
    "def": "نسكت الشئ: غسلته بالماء وطهَّرته، فهو مَنْسوكٌ. سمعتُه من بعض أهل العلم. وأنشد: ولا تنبت المرعى سباج عراعر ولو نُسِكَتْ بالماءِ سِتَّةَ أشهرِ والنُسْكُ: العبادة. والناسك: العابد. ونسك بالضم نَساكَةً، أي صار ناسِكاً. والنَسيكَةُ: الذبيحةُ، والجمع نُسُكٌ ونَسائِكُ. تقول منه: نَسَكَ لله يَنِسُكُ. والمَنْسِكُ والمَنْسَكُ: الموضع الذي تُذْبَحُ فيه النَسائِكُ، وقرئ بهما قوله تعالى: ﴿لِكُلِّ أُمَّةٍ جعلنا مَنْسَكاً هم ناسكوه﴾ .",
    "pg": "4:1612"
  },
  "نسل": {
    "def": "النَسْلُ: الوَلدُ. وتناسَلوا، أي ولدَ بعضُهم من بعضٍ. ونَسَلَتِ الناقة بولد كثير تنسل بالضم. والنَسولَةُ: التي تُقْتَنى للنسلِ. والنسلُ، بالتحريك: اللبنُ يخرجُ بنفسه من الإحليل. والنَسيلُ: العسلُ إذا ذابَ وفارق الشمع. والنسيل والنسال بالضم: ما سقط من ريش الطائر ووبر البعير وغيره. ويقال: نَسَلَ الطائر ريشه ينسُلُ وينسِلُ نَسْلاً (١) . ونَسَلَ الوبرُ وريشُ الطائر بنفسه، يتعدَّى ولا يتعدَّى. وكذلك أنْسَلَ الطائرُ ريشه وأنْسَل ريش الطائر، يتعدَّى ولا يتعدَّى. وأنْسَلَتِ الإبلُ، إذا حان لها أن تنسِلُ وبرها. وأنْسَلْتُ القوم، إذا تقدَّمتهم. ونَسَلَ الثوبُ عن الرجُل: سقط. ونسل في العدْوِ ينسِلُ نَسْلاً ونَسَلاناً، أي أسرع. وقال تعالى: (إلى ربهم ينسلون) .",
    "pg": "5:1829-1830"
  },
  "نسم": {
    "def": "النَسيمُ: الريح الطيِّبة. يقال منه: نَسمَتِ الريحُ نَسيماً ونَسَماناً. ونسم الريح: أولها حين تقبل بلينٍ قبل أن تشتدَّ. ومنه الحديث: \" بُعِثْتُ في نَسَمِ الساعة \"، أي حين ابتدأتْ وأقبلتْ أوائلها. والنَسَمُ أيضاً: جمع نَسَمَةٍ، وهي النَفَس والرَبْو. وفي الحديث: \" تنكَّبوا الغُبار فمنه تكون النَسَمَةُ \". والنَسَمَةُ: الإنسانُ. وتَنَسَّمَ، أي تنفَّس. وفي الحديث: \" لما تنسموا روح الحياة \"، أي وجدوا نَسيمَها. وناسَمَهُ، أي شامه. والمنسم، بكسر السين: خف البعير. قال الكسائي: هو مشتقٌّ من الفعل. يقال: نَسَمَ به يَنْسِمُ نَسْماً. وقال الأصمعيّ: قالوا مَنْسِمُ النعامةِ كما قالوا: منسم البعير. ويقال أيضاً: من أين مَنْسِمُكَ؟ أي من أين وجهتك؟",
    "pg": "5:2040-2041"
  },
  "نشأ": {
    "def": "أنْشَأَهُ الله: خَلَقَهُ. والاسم النَّشْأَةُ والنَّشاءةُ بالمدّ، عن أبي عمرو بن العلاء. وأنْشَأَ يفعلُ كذا، أي: ابتدأَ. وفلان يُنْشِئُ الأحاديث، أي يضعُها. والناشِئُ: الحَدَثُ الذي قد جاوز حدَّ الصغر، والجارِية ناشِئٌ أيضاً، والجمع النَشَأَ، مثل: طالب وطلب، وكذلك النشء، مثل: صاحب وصحب. والنشء أيضا: أول ما يَنْشَأُ من السحاب. ونَشَأْتُ في بني فلانٍ نَشْأً ونُشوءًا، إذا شَبَبْتُ فيهم. ونُشِّئَ وأُنْشِئ بمعنى: قرئ، (أو من ينشأ في الحلية (٤) . وناشئة الليل: أول ساعاته، ويقال: ما يَنْشأُ في الليل من الطاعات. ونَشَأَتِ السحابةُ: ارتفعت، وأنشأها الله. ابن السكيت: النشيئة: أول ما يُعْمَلُ من الحوض. يقال هو بادي النَشيئَةِ، إذا جفَّ عنه الماءُ وظهرتْ أرضه. قال الشاعر (١) : هَرَقْناهُ في بادي النَشيئَةِ داثِرٍ * قديمٍ بعهدِ الماءِ بُقْعٍ نَصائبُهْ وقال أبو عبيد: هو حجرٌ يُجعل أسفل الحوضِ. وقوله تعالى: (ولهُ الجوارِ المُنْشآتُ في البحرِ كالاعلام) ، قال مجاهد: هي السفن التي رُفع قلعُها، قال: وإذا لم يرفع قلعُها فليست بمُنْشآتٍ. ابن السكيت: الذئب يسْتَنْشِئُ الريح بالهمز، قال: وإنَّما هو من نَشَيْتُ الريح غير مهموز، أي: شممتها.",
    "pg": "1:77-78"
  },
  "نشا": {
    "def": "النَشا مقصورٌ: نسيم الريح الطيِّبة. يقال: نَشِيتُ منه ريحاً نِشْوَةً (١) بالكسر، أي شَمِمْتُ. قال الهذليّ (٢) : ونَشيتُ ريحَ الموتِ من تِلْقائِهِمْ * وخشيتُ وَقْعَ مُهَنَّدٍ قِرْضابِ واستنشيت مثله. قال ذو الرمة:\nواستنشى الغرب (٣) * ويقال أيضا: نشيت الخبر، إذا تخبَّرتَ ونظرتَ من أين جاء. يقال: من أين نَشيتَ هذا الخبر، أي من أين علمته. قال يعقوب: الذئب يَسْتَنْشِئُ الريحَ بالهمز، وإنَّما هو من نَشيتُ غير مهموز. ورجلٌ نَشْيانُ للأخبار بيِّن النِشْوْةِ بالكسر، وإنما قالوه بالياء للفرق بينه وبين النشوان. وأصل الياء في نشيت واو قلبت ياء للكسرة. ورجلٌ نَشْوانُ، أي سكرانُ، بيِّن النشوة بالفتح (١) . وزعم يونس أنه سمع فيه نشوة بالكسر. وقد انتشى، أي سكر. وقول الشاعر (٢) : وقالوا قد جننت فقلت كلا * وربى ما جننت ولا انتشيت يريد: ولا بكيت من سكر. والنشا، هو النشاستج، فارسي معرب، حذف شطره تحفيفا، كما قالوا للمنازل منا (٣) .",
    "pg": "6:2509-2510"
  },
  "نشب": {
    "def": "النَشَبُ: المال والعقار. ونَشِبَ الشئ في الشئ بالكسر نشوبا، أي علقَ فيه: وأنْشَبْتُهُ أنا فيه، أي أعلقته، فانتشب. وأنشب الصائِدُ: أعلَقَ. ويقال نَشِبَتِ الحربُ بينهم. وقد ناشَبَهُ الحربَ، أي نابذَه. والنُشَّابُ: السهامُ، الواحدة نُشَّابَةٌ. والناشِب: صاحب النشَّابِ (٢) ، وقوم ناشِبة. ومنه سمى الرجل ناشبا. ونشبة بالضم: اسم رجل، وهو نشبة بن غيظ ابن مرة بن عوف بن سعد بن ذبيان.",
    "pg": "1:224"
  },
  "نشج": {
    "def": "النَشَجُ، بالتحريك: واحد الأنْشاج، وهي مجاري الماء. ونَشَجَ الباكي يَنْشِج نَشْجاً ونَشيجاً، إذا غَصَّ بالبكاء في حلقه من غير انتخاب. ونشج الحمار بصوته نشيجا: ردده في صدره. وكذلك نشج الزِقُّ والحُبُّ (١) والقِدرُ، إذا غلى ما فيه حتَّى يُسمع له صوت.",
    "pg": "1:344"
  },
  "نشح": {
    "def": "نَشَحَ نَشْحاً ونُشوحاً: شرب دون الرى. قال ذو الرمة: فانصاعت الحقب (١) لم تقصع جرائرها * وقد نشحن فلا رى ولا هيم والنشوح بالفتح: الماء القليل. قال أبو النجم يصف الحمير:\nحتى إذا ما غيبت نشوحا",
    "pg": "1:410"
  },
  "نشد": {
    "def": "نَشَدْتُ الضالَّة أنْشُدُها نَشْدَةً ونِشْداناً، أي طلبْتها. وأنْشَدْتُها، أي عرفتها. وأما قول أبى داود (٤) : ويُصيخُ أحياناً كما اس * - تَمَعَ المُضِلُّ لصوت ناشِدْ - فهو المُعَرِّف ههنا، ويقال هو الطالب، لأنَّ المُضِلَّ يشتهي أن يجد مُضِلاً مثله ليتعزى به. ونشدت فلانا أنْشَدُهُ نَشْداً، إذا قلت له: نَشَدْتُكَ الله، أي سألتك بالله، كأنَّكَ ذكَّرتَهُ إيَّاه فنَشَدَ، أي تذكر. وقول الاعشى: ربى كريم لا يُكَدِّرُ نِعْمَةٌ * وإذا تُنوشِدَ في المَهارِقِ أنْشَدا - قال أبو عبيدة: يعني النعمان بن المنذر، إذا سُئل بكَتْبِ الجوائزِ أعطى. وقوله \" تُنوشِدَ \" هو في موضع نُشِدَ، أي سئل. واسْتَنْشَدْتُ فلاناً شِعره فأنْشَدَنيهِ. والنَشيدُ: الشِعْرُ المُتَناشَدُ بين القوم.",
    "pg": "2:543-544"
  },
  "نشر": {
    "def": "النَشْرُ: الرائحة الطيِّبة. قال الشاعر (٢) :\nوريحَ الخُزامى ونَشْرَ القُطُرْ (٣) * والنشر أيضا: الكأ إذا يبس ثم أصابه مطر في دُبُر الصيف فاخضر، وهو ردئ للراعية، يهرب الناس منه بأموالهم. وقد نَشَرَتِ الأرضُ فهي ناشِرَةٌ، إذا أنبتت ذلك. قال الشاعر (٤) : وفينا وإنْ قيلَ اصطلحنا تَضاغُنٌ * كما طَرَّ أوبارُ الجِرابِ على النَشْرِ - يقول: ظاهرنا حسنٌ في الصلح وقلوبنا فاسدة، كما ينبت على النَشْرِ أوبار الجَرْبى وتحته داءٌ في أجوافها منه. والنَشَرُ بالتحريك: المنتشر. وفى الحديث: \" أتملك نشر الماء \". ويقال: رأيت القوم نشرا، أي منتَشِرينَ. واكتسى البازي ريشاً نَشَراً، أي منتشراً طويلاً. والنَشَرُ أيضاً: أن تَنْتَشِرَ الغنم بالليل فترعى. والنَشْوارُ أيضاً: ما تبقيه الدابة من العلف، فارسي معرب. والناشِرَةُ: واحدة النَواشِرِ. وهي عُروقُ باطن الذراع. وناشرة: اسم رجل. وقال: لقد عيل الأَيْتامَ طَعْنَةُ ناشِرَهُ * أناشِرَ لا زالت يمينك آشره (١) - ونشر المتاع وغيره يَنْشُرُهُ نَشْراً: بسطه. ومنه ريحٌ نَشورٌ ورِياحٌ نُشُرٌ. ونَشَرَ الميِّتُ يَنْشُرُ نُشوراً، أي عاش بعد الموت. قال الاعشى: حتى يقول الناسُ ممَّا رأوْا * يا عَجَباً للميِّتِ الناشِرِ - ومنه يوم النُشور. وأنشرهم الله، أي أحياهم. ومنه قرأ ابن عباس ﵁:\n(كيف ننشرها) * واحتج بقوله تعالى:\n(ثم إذا شاء أنشره) *. وقرأ الحسن:\n(ننشرها) *. قال الفراء: ذهب إلى النشر والطى. قال: والوجه أن يقول أنشرهم الله فنشرواهم. وأنشد الأصمعيّ لأبي ذؤيب: لو كان مدحة حى أنشرت أحدا * أحياء أبُوَّتكِ الشُمَّ الأماديحُ - ونَشَرْتُ الخشبة أنْشُرُها، إذا قطعتها بالمِنْشارِ. والنُشارَةُ: ما سقط منه. ونَشَرْتُ الخبر أنْشُرُهُ وأنْشِرُهُ، إذا أذعته. وصحفٌ منَشَّرَةٌ، شدِّد للكثرة. والتَنْشيرُ من النشرة، وهى كالتعويذ والرقية. قال الكلابي: \" فإذا نشر المسفوع كان كأنما أنشط من عقال (١) \"، أي يذهب عنه سريعا. وفى الحديث أنه قال: \" فلعل طبا أصابه \" يعنى سحرا، ثم نشره بقل أعوذ برب الناس، أي رقاه. وكذلك إذا كتب له النشرة. وانتشر الخبر، أي ذاع. وانْتَشَرَ الرجل: أنعظ. والانْتِشارُ: الانتفاخ في عصب الدابَّة، وقد يكون ذلك من التعب. والعَصَبَةُ التي تَنْتَشِرُ هي العجاية (١)",
    "pg": "2:827-829"
  },
  "نشز": {
    "def": "النَشْزُ والنَشَزُ: المكان المرتفع. وجمع النَشْزِ نُشوزٌ، وجمع النَشَزِ أنشاز ونشاز، مثل جبل وأجبال وجبال. وأما النشاز بالفتح فهو المكان المرتفع. وهو واحدٌ، يقال: اقعدْ على ذلك النَشازِ. ابن السكيت: يقال للرجل إذا أسَنَّ ولم ينقص: فلان والله نَشَزٌ من الرجال. ونَشَزَ الرجل ينشز وينشز نشزا: ارتفع في المكان. ومنه قوله تعالى: ﴿وإذا قيل انْشُزوا فانْشُزوا﴾ . وإنْشازُ عظامِ الميِّت: زفعها إلى مواضعها وتركيب بعضها على بعض. ومنه قرأ زيد بن ثابت رضى الله عنه: ﴿كيف ننشزها﴾ . ونشزت المرأة تنشز وتَنْشِزُ نُشوزاً، إذا استعصت على بَعْلها وأبغضته. ونَشَزَ بعْلها عليها، إذا ضربَها وجفاها. ومنه قوله تعالى: ﴿وإنِ امرأةٌ خافتْ مِنْ بعلها نشوزا﴾ .",
    "pg": "3:899"
  },
  "نشش": {
    "def": "نَشَّ الغديرُ يَنِشُّ نَشيشاً، أي أخذ ماؤه في النُضوب. يقال: سَبَخَةٌ نَشَّاشَةٌ، وهو ما يظهر من ماء السباخ فَيَنِشُّ فيها حتَّى يعود مِلْحاً. والنَشيشُ: صوت الماء وغيره إذا غلا. والنَشُّ: عشرون درهماً، وهو نصف أوقيَّة لأنَّهم يسمُّون الأربعين درهماً أوقيَّة، ويسمُّون العشرين نَشًّا، ويسمُّون الخمسة نواة. ونشنشت الجلد، إذا أسرعت سلْخَه وقطعه عن اللحم. قال الشاعر: يُنَشْنِشُ الجِلْدَ عنها وهي بارِكَةٌ * كما يُنَشْنِشُ كَفَّا فاتِلٍ سلبا * ويروى: \" قاتل \".",
    "pg": "3:1021"
  },
  "نشص": {
    "def": "نشص يتشص وينشص نشوصا: ارتفع. يقال: نَشَصَتْ ثَنِيَّتُهُ، أي ارتفعت عن موضعها. حكاه يعقوب. ونشصت عن بلدي، أي انزعجتُ ; وأَنْشَصْتُ غيري. قال أبو عمرو: أَنْشَصْناهُمْ عن منزلهم: أزعجناهم. ونَشَصَ الوترُ: ارتفع. ونَشَصَتِ المرأة من زوجها، مثل نَشَزَتْ، فهي ناشِصٌ وناشِزٌ. والنَشاصُ، بالفتح: السحابُ المرتفعُ. قال بشر: فلمَّا رَأَوْنا بالنِسارِ كأنَّنا * نَشاصُ الثريا هيجته جنوبها",
    "pg": "3:1058"
  },
  "نشط": {
    "def": "نَشِطَ الرجلُ يَنْشَطُ نَشاطاً بالفتح، فهو نَشيطٌ (٢) . وتَنَشَّطَ لأمر كذا. وتَنَشَّطَتِ الناقةُ في سيرها، وذلك إذا شَدَّتْ. وأنْشَطَ القومُ، إذا كانت دوابُّهم نَشيطَةً. وأنْشَطَهُ الكلأُ، أي سَمِنَ. والنَشيطَةُ: ما يَغْنمه الغُزاةُ في الطريق قبل البلوغ إلى الموضع الذي قَصَدوه. قال الشاعر (٣) : لكَ المِرْباعُ منها والصفايا * وحكمك والنشيطة والفضول * والناشط: الثورُ الوحشيُّ يخرجُ من أرضٍ إلى أرض. قال الشاعر (٤) : أذاك أم نمش بالوشى أكرعه * مسفع الخد هاد ناشط شبب * وقوله تعالى: ﴿والناشطات نشطا﴾ ، يعنى النجوم تنشط من برج إلى برج، كالثور الناشِطِ من بلد إلى بلد. والهُمومُ تَنْشِطُ بصاحبها. قال هِمْيانُ ابن قُحافة: أَمْسَتْ هُمومي تَنْشِطُ المَناشِطا * الشامَ بي طَوْراً وطَوْراً واسِطا * ونَشَطَتْهُ الحيَّةُ تَنْشِطُ وتَنْشَطُ نَشْطاً، * إذا عضَّته بنابها. ونَشَطْتُ الدلْوَ من البئر: نزعتها بغير بَكَرَةٍ. وقال الأصمعيّ: يقال للناقة: حَسُنَ ما نَشَطَتِ السَيرَ، يعني سَدْوَ يديها. والأُنْشوطَةُ: عُقدةٌ يسهلُ انحلالها، مثل عقدة التكة. يقال: ما عقالك بأُنْشوطَةٍ، أي ما مودَّتُك بواهيةٍ. قال أبو زيد: نَشَطْتُ الحبلَ أَنْشُطُهُ نَشْطاً: عَقَدْتُهُ أُنْشوطَةً. وأَنْشَطْتُهُ، أي حللتُهُ. يقال: \" كأنَّما أُنْشِطَ من عِقالٍ \". وانْتَشَطْتُ الحبلَ، أي مددته حتَّى ينحلَّ. قال الأصمعيّ: بئرٌ أَنْشاطٌ، أي قريبةُ القعرِ تخرج الدَلوُ منها بجَذْبَةٍ واحدةٍ. وبئر نشوط، قال: هي التى لا تَخرجُ منها الدلوُ حتَّى تنشط كثيرا. والنشوط أيضا: ضرب من السمك وليس بالشبوط. وقولهم: \" لا، حتى يرجع نشيط من مرو \"، وهو اسم رجل بنى لزياد دارا بالبصرة فهرب إلى مرو قبل إتمامها، فكان زياد كلما قيل له: تمم دارك يقول: \" لا، حتى يرجع نشيط من مرو \" فلم يرجع، فصار مثلا.",
    "pg": "3:1163-1164"
  },
  "نشع": {
    "def": "النَشوعُ بالعين والغين: السَعوطُ والوَجورُ الذي يوجَرُهُ المريضُ أو الصبيُّ. والنُشوعُ بالضم المصدر. وقد نَشَعْتُ الصبيَّ الوَجورَ وأنْشَعْتُهُ، مثل وجرته وأوجرته. قال رؤبة: قال الحوازى (١) وأبى أن ينشعا * يا هِنْدُ ما أسرع ما تسعسعا * وقال المرار في السَعوطِ: إليكم يا لِئامَ الناسِ إنِّي * نُشِعْتُ العِزَّ في أنفي نشوعا (٢) * وانتشع الرجل مثل استعط، وربَّما قالوا: نَشَعْتُهُ الكلام، إذا لقنته.",
    "pg": "3:1290"
  },
  "نشغ": {
    "def": "أبو عمرو: النَشْغُ: الشهيقُ حتَّى يكاد يبلغُ به الغَشْيَ. وقد نَشَغَ يَنْشَغُ نَشْغاً. قال أبو عبيد: وإنَّما يفعل ذلك الإنسانُ شوقاً إلى صاحبه وأسفاً عليه وحبا للقائه. قال رؤبة بمدح رجلا ويذكر شوقه إليه: عرفت أنى ناشغ في النشغ إليك أرجو من نداك الاسبغ والنشوغ: السعوط والوجور أيضا، بالغين والعين جميعا. وقد نُشِغَ الصبيُّ نُشوغاً. قال ذو الرمّة: إذا مرئيَّةٌ ولدتْ غلاما فألام مرضبع نشغ المحارا والمِنْشَغَةُ: المسْعُطُ. قال الشاعر: سأنْشَغُهُ حتَّى يلينَ شريسُهُ بمِنْشَغَةٍ فيها سِمامٌ وعَلْقَمُ وربَّما قالوا: نَشَغْتُهُ الكلامَ نَشْغاً، أي لقَّنته وعلَّمته. وهو على التشبيه.",
    "pg": "4:1327-1328"
  },
  "نشف": {
    "def": "نَشِفَ (١) الثوبُ العَرَقَ، بالكسر. ونَشِفَ الحوضُ الماءَ يَنْشَفُهُ نَشْفاً: شربه. وننشفه كذلك وأرض نشفة، بيِّنة النَشَفِ بالتحريك، إذا كانت تَنْشَفُ الماءَ. والنَشَفُ أيضاً: حجارة الحَرَّةِ، وهي سودٌ كأنَّها محترقة. والنَشْفُ بالتسكين: لغةٌ فيه، الواحدة نَشْفَةٌ. قال أبو عمرو: هي التى تدلك بها الارجل. وأنشد: طوبى لمن كانت له هرشفه ونشفة يملا منها كفه قال ابن السكيت: النشافة: الرَغوةُ التي تعلو اللبن إذا حُلِبَ. وقد انْتَشَفْتُ، إذا شربتَها. ويقول الصبيّ: أنْشِفْني، أي أعطني النُشافَةَ أشربها. ويقال: أمستْ إبلكم تُنَشِّفُ وتُرَغِّي، أي لها نُشافَةٌ ورغوة، من التنشيف والترغية.",
    "pg": "4:1432"
  },
  "نشل": {
    "def": "فَخِذٌ ناشِلَةٌ: قليلة اللحم. والنَشيلُ: لحمٌ يُطبَخُ بلا توابِل. قال الراجز (٢) :\nإن الشواء والنشيل والرغف (٣) * ونَشَلْتُ اللحمَ عن القِدْرِ أَنْشُلُهُ بالضم، وانْتَشَلْتُهُ، إذا انتَزَعْته منها. والمِنْشَلُ والمِنْشالُ: حديدةٌ يُنشلُ بها اللحم من القِدر. والمَنْشَلَةُ بالفتح: موضع الخاتم من الخنصر. وهو في الحديث (١) .",
    "pg": "5:1830"
  },
  "نشم": {
    "def": "نَشَّمَ اللحمُ تَنْشيماً، إذا تغيَّر وابتدأت فيه رائحةٌ كريهة. يقال: يدي من الجُبْن ونحوه نَشِمَةٌ. ونَشَّمَ القومُ في الأمر أيضاً، إذا أخذوا فيه. ولا يكون إلا في الشرّ. ومنه قولهم: نَشَّمَ الناس في عثمان ﵁. والنَشَمُ بالتحريك: شجر تنخذ منه القسى. والنشم أيضاً، مثل النَمَش على القلب. يقال منه: نَشِمَ بالكسر، فهو ثورٌ نَشِمٌ، أي فيه نقطٌ بيض ونقط سود. قال الاصمعي: منشم، بكسر الشين: اسم امرأة كانت بمكة عطارة، وكانت خزاعة وجرهم إذا أرادوا القتال تطيبوا من طيبها، وكانوا إذا فعلوا ذلك كثرت القتلى فيما بينهم. فكان يقال: \" أشأم من عطر منشم \"، فصار مثلا. قال زهير:\nتفانوا ودقوا بينهم عطر منشم (١) * ويقال: هو حب البلسان.",
    "pg": "5:2041"
  },
  "نصأ": {
    "def": "الكسائي: نصأت الشئ نصأ، رفعته. وأبو عمرو مثله: وهى لغة في نصيت. أبو زيد: نصأت الناقة: زجرتها.",
    "pg": "1:78"
  },
  "نصا": {
    "def": "الناصِيَةُ: واحدة النواصي. ونَصَوْتُهُ: قبضت على ناصيته. قالت عائشة رضى الله عنها: \" ما لكم تنصون ميتكم \" أي تمدون ناصيته. كأنها كرهت تسريح رأس الميت. (*) والناصاة: الناصية بلغة طيئ. وقال (١) : لقد آذنت أهل اليمامة طيئ * بحرب كناصاة الحصان المشهر ونواصى الناس: أشْرافُهُمْ. وقالت (٢) : ومَشْهَدٍ قد كَفَيْتُ الغائبين به * في مجمعٍ من نَواصي الناسِ مَشْهودِ والنَصِيَّةِ من القوم: الخيارُ، وكذلك من الإبل وغيرها، وهى البقية. وأنشد أبو عمرو للمرار (٣) : تجرد من نصيتها نواج * كما ينجو من البقر الرعيل وقال آخر (٤) : ثلاثة آلاف ونحن نصية * ثلاث مئين إن كثرنا وأربع وانتصيت الشئ: اخترته. وهذه نَصِيَّتي. وتَذَرَّيْتُ بني فلانٍ وتَنَصَّيْتُهُمْ، إذا تزوَّجت في الذِروة منهم والناصِيَةِ. وتَنَصَّتِ المرأةُ: رجلت شعرها. وانتصى الشعر، أي طال. والنصى: نبت مادام رطباً، فإذا ابيضَّ فهو الطريفَةُ، وإذا ضَخُمَ ويبس فهو الحَلِيُّ. وقال: لقد لقيت شول (١) بجنبى بوانة * نصيا كأعراف الكوادن أسحما وأَنْصَتِ الأرضُ، أي كثر نَصِيُّها. وهذه فلاةٌ تُناصي فلاةً، أي تتصل بها. والمناصاة أيضا: الاخذ بالنواصى.",
    "pg": "6:2510-2511"
  },
  "نصب": {
    "def": "النصب: مصدر نصبت الشئ، إذا أقمته. وصفيحٌ مُنَصَّب، أي نُصِبَ بعضُه على بعض. ونَصَّبَتِ الخيلُ آذانَها، شدِّد للكثرة والمبالغة. ونَصَبْتُ لفلانٍ نَصْباً، إذا عاديته. وناصَبْتُهُ الحربَ مُناصَبَةً. ونَصَبَ القومُ: ساروا يومهم، وهو سيرٌ لَيِّنٌ. والمَنْصِبُ: الأصل، وكذلك النِصاب. والنِصابُ من المال: القَدَر الذي تجِبْ فيه الزكاة إذا بلغَه، نحو مائتي درهم، وخمسٍ من الإبل. ونصاب: اسم فرس. ونِصابُ السكين: مقبضه. وأنْصَبْتُ السكِّين: جعلت له مقبضا. ونصب الرجل بالكسر نَصَباً: تَعِبَ. وأنْصَبَهُ غيره. وهُمٌّ ناصب، أي ذو نَصَبٍ، مثل تامِرٍ ولابِنٍ. ويقال: هو فاعِلٌ بمعنى مفعولٍ فيه، لأنَّه يُنْصَبُ فيه ويُتعبُ، كقولهم: ليل نائم، أي نام فيه، ويوم عاصف، أي تعصِفُ فيه الريح. وتيسٌ أنْصَبُ وعنزٌ نَصْباءُ بيِّنة النَصَبِ، إذا انتصبَ قرناها. وناقةٌ نصباء: مرتفعة الصدر. وتَنَصَّبَتِ الأُتُنُ حول الحمار. وغِناءُ النَصْبِ: ضربٌ من الألحان. وفي الحديث: \" لو نصب لنا نصب العرب \"، أي لو غَنَّيْتَنا غِناءَ العرب، وهو غناءٌ لهم يشبه الحُداء إلا أنَّه أرقُّ منه. والنَصْبُ في الإعراب: كالفتح في البناء، وهو من مواضَعاتِ النحويِّين. تقول منه: نصبت الحرف فانتصب. وغبار منتصب، أي مرتفع. والنَصْبُ: ما نُصِبَ فعُبِدَ من دون الله تعالى. وكذلك النُصْبُ بالضم، وقد يُحَرَّك. قال الاعشى: وذا النصب المنصوب لا تنسكنه * لعاقبة والله ربك فاعبدا أراد فاعبدن فوقف بالالف، كما تقول رأيت زيدا. والجمع الانصاب. وقوله: \" وذا النصب \" يعنى إياك وهذا النصب، وهو للتقريب. كما قال: ولقد سئمت من الحياة وطولها * وسؤال هذا الناس كيف لبيد (١) والنُصْبُ: الشرّ والبلاء، ومنه قوله تعالى: (مَسَّنِيَ الشيطانُ بنُصْبٍ وعَذابٍ) . والنَصيبَةُ: حجارة تُنْصَبُ حول الحوض ويُسَدُّ ما بينها من الخَصاص بالمَدَرَةِ المعجونة. قال الشاعر (٢) : هَرَقْناهُ (٣) في بادي النَشيئَةِ داثِرٍ * قديمٍ بعهد الماء بُقْعٍ نَصائِبُهْ والنصيب: الحظ من الشئ. والنصيب: الحوض. والنصيب: الشرك المنصوب. ونصيب الشاعر مصغر. ونصيبين: اسم بلد، وفيه للعرب مذهبان: منهم من يجعله اسما واحدا ويلزمه الاعراب كما يلزم الاسماء المفردة التى لا تنصرف، فيقول: هذه نصيبين ومررت بنصيبين، ورأيت نصيبين، والنسبة إليه نصيبي (١) . ومنهم من يجريه مجرى الجمع فيقول: هذه نصيبون، ومررت بنصيبين، ورأيت نصيبين. وكذلك القول في يبرين وفلسطين وسيلحين وياسمين وقنسرين. والنسبة إليه على هذا القول نصيبينى (٢) ويبرينى، وكذلك أخواتهما.",
    "pg": "1:224-226"
  },
  "نصت": {
    "def": "الإنصات (٢) : السكوت والاستماع للحديث: تقول: أنْصِتوهُ وأنْصِتوا له. قال الشاعر (٣) : إذا قالت حذام فأنصتوها * فإن القول ما قالت حذام (١) ويروى: \" فصدقوها \".",
    "pg": "1:268-269"
  },
  "نصح": {
    "def": "نَصَحْتُكَ نُصْحاً ونَصاحَةً. قال الذبياني (٢) : نَصَحْتُ بني عَوْفٍ فلم يَتَقَبَّلوا * رسولي ولم تَنْجَحْ لديهم وسائلي وهو باللام أفصح. قال الله تعالى: (وأنْصَحُ لكم) . والاسم النصيحة. والنصيح: الناصح. وقوم نصحاء. ورجل ناصح الجيب، أي نقى القلب. قال الأصمعيّ: الناصِحُ الخالص من العسل وغيره، مثل الناصع. وكل شئ خلص فقد نصح. وانْتَصَحَ فلانٌ، أي قبل النصيحة. يقال: انْتَصِحْني إنَّني لك ناصِح. وتَنَصَّحَ، أي تشبَّه بالنُصَحاء. واسْتَنْصَحَهُ: عده نصيحا. ابن الاعرابي: نصحت الابل الشرب تنصَح نُصوحاً، أي صَدَقَتْهُ. وأنْصَحْتُها أنا: أرويتها. وأنشد: هذا مقامي لك حتى تنصحي * ريا وتجتازى بلاط الابطح قال: ومنه التوبة النصوح، وهى الصادقة. ويروى: \" تنضحي \" بالضاد، وليس بالعالى. والنصح بالفتح: مصدر قولك نَصَحْتُ الثوب: خِطْتُهُ. ويقال منه التوبة النَصوحُ، اعتباراً بقوله ﵇: \" مَنِ اغْتابَ خَرَقَ، ومنِ استغْفَرَ رَفَأَ \". وثوبٌ متَنَصَّح، أي مُخَيَّطٌ، بالتوكيد. والناصِح: الخيَّاط. والنِصاحُ: السلك يُخاطُ به. والنِصاحاتُ أيضاً: الجلود. وأنشد الأصمعيّ للاعشى: فترى القوم نشاوى كلهم * مثلَ ما مُدَّتْ نِصاحاتُ الرُبَحْ وشيبة بن نصاح أيضا: رجل من القراء.",
    "pg": "1:410-411"
  },
  "نصر": {
    "def": "نَصَرَهُ الله على عدوِّه يَنْصُرُهُ نَصْراً. والاسم النُصْرَةُ. والنَصيرُ: الناصر، والجمع الانصار، مثل شريف وأشراف. وجمع الناصر نصر، مثل صاحب وصحب. واستنصره على عدوه، أي سأله أن يَنْصُرَهُ عليه. وتَناصَروا: نَصَرَ بعضُهم بعضاً. ونَصَرَ الغيث الأرضَ، أي غاثَها. ونُصِرَتِ الأرضُ فهي مَنْصورَةٌ، أي مطرتْ. وقال يخاطب خيلاً (٢) : إذا دَخَلَ الشهرُ الحرامُ فَجاوِزي (٣) * بلادَ تميمٍ وانْصُري أرضَ عامرِ - وانْتَصَرَ منه: انتقم. ونصر: أبو قبيلة من بنى أسد * وهو نصر ابن قعين. قال الشاعر (٤) : شأتك قعين غثها وسمينها * وأنت السه السفلى إذا دعيت نصر (١) - والنَصْرُ: العطاءُ. قال رؤبة: إنِّي وأسْطارٍ سُطِرْنَ سَطرا * لَقائلٌ يا نَصْرُ نَصْراً نَصرا - والنَصارى: جمع نَصرانٍ ونَصْرانةٍ، مثل الندامى جمع ندمان وندمانة. قال الشاعر (٢) : فكلتاهما خرت وأسجد رأسها * كما أسجدت نصرانة لم تحنف - ولكن لم يستعمل نَصْرانٌ إلا بياء النسب، لأنَّهم قالوا: رجلٌ نَصْرانيٌّ وامرأةٌ نَصرانيَّةٌ. ونَصَّرَهُ: جعله نَصْرانِيًّا. وفي الحديث: \" فأبواه يهودانه وينصرانه \".",
    "pg": "2:829"
  },
  "نصص": {
    "def": "قولهم: نَصَصْتَ ناقتي، قال الأصمعيُّ: النَّصُّ السيرُ الشديدُ حتَّى يستخرج أقصى ما عندها. قال: ولهذا قيل نصصت الشئ: رفعته. ومنه مِنَصَّةُ العروسِ. ونَصَصْتُ الحديث إلى فلان، أي رفعته إليه. وسيرٌ نَصٌّ ونَصيصٌ. ونَصَصْتُ الرجلَ، إذا استقصيت مسألته عن الشئ حتَّى تستخرج ما عنده. ونَصُّ كل شئ: منتهاه. وفى حديث على رضى الله عنه: \" إذا بلغ النساءُ نَصَّ الحِقاقِ \"، يعني منتهى بلوغ العقل. ونصنص البعير، مثل حصحص. ويقال: نصنصت الشئ: حركته. وفي حديث أبي بكر ﵁ حين دخل عليه عمر ﵁ وهو يُنَصْنِصُ لسانَهُ ويقول: هذا أوردني المواردَ. قال أبو عبيد: هو بالصاد لا غير. قال: وفيه لغة أخرى ليست في الحديث: نضنضت، بالضاد المعجمة.",
    "pg": "3:1058-1059"
  },
  "نصع": {
    "def": "الناصِعُ: الخالصُ من كلِّ شئ. يقال أبيض ناصع، وأصفر ناصِعٌ. قال الأصمعي: كلُّ لونٍ (٣) خالصِ البياض أو الصُّفرة أو الحمرة فهو ناصِعٌ. قال لبيد: سدما قليلا عهده أنيسه * من بين أصفر ناصع ودفان * أي وردتُ سُدوماً. ونَصَعَ لونُه نُصوعاً (١) ، إذا اشتدَّ بياضه وخلص. ونَصَعَ الأمرُ: وضَحَ وبان. والنَصْعُ: ضربٌ من الثياب بيضٌ. قال الشاعر: يَرعى الخُزامى بِذي قارٍ فقد خَضَبَتْ * منه الجَحافِلَ والأطرافَ والزَمَعا * مُجْتابُ نِصْعٍ يَمانٍ فوق نُقْبَتِهِ * وبالأكارِعِ من ديباجِهِ قِطَعا * وحكى الفراء: أنْصَعَتِ الناقةُ للفحل: أقَرَّت له عند الضراب. أبو عمرو: وأنْصَعَ الرجلُ، أي أظهر ما في نفسه وقصد للقتال. قال رؤبة: كَرَّ بأحْجى مانِعٍ أن يَمْنَعا * حتَّى اقْشَعَرَّ جِلْدُهُ وأنْصَعا * قال أبو يوسف: يقال قبَّح الله أمًّا نَصَعَتْ به، أي ولدته، مثل مَصَعَتْ به. وقول الشاعر: ولَمَّا أن دَعَوْتُ بَني قُعَيْنٍ (٢) * أتَوْني ناصِعينَ إلى الصِياحِ * أي قاصدين.",
    "pg": "3:1290-1291"
  },
  "نصف": {
    "def": "النصف: أحد شقى الشئ. والنصف أيضا: النصفة، هو الاسم من الإنصافِ قال الفرزدق: ولكنَّ نِصْفاً لو سَبَبْتُ وسَبَّني بنو عبدِ شمسٍ من مَنافٍ وهاشِمِ والنُصْفُ بالضم: لغةٌ في النِصْفِ. وقرأ زيد بن ثابت ﵁: ﴿فَلَها النُصْفُ﴾ . وإناءٌ نَصْفانُ بالفتح، أي بلغ الماء نِصْفَهُ. والنَصَفَ بالتحريك: المرأة بين الحدثة والمسنة، وتصغيرها نصيف بلاهاء، لانها صفة. ونساء أنصاف، ورجلٌ نَصَفٌ، وقومٌ أنصافٌ ونَصَفونَ، عن يعقوب. والنَصَفُ أيضاً: الخُدَّامُ، الواحد ناصِفٌ. والناصِفَةُ: مجرى الماء، والجمع النَواصِفُ، ومنه قول طرفة: كأن حدوج المالِكِيَّةِ غُدْوَةً خَلايا سَفينٍ بالنَواصِفِ من دَدِ وقال الأصمعيّ: النَواصِفُ: رحابٌ (١) . والنَصيفُ: الخمارُ. قال النابغة: سَقَطَ النَصيفُ ولم تُرِدْ إسْقاطَهُ فتَناوَلَتْهُ واتَّقَتْنا باليدِ والنَصيفُ: نِصْفُ الشئ. والنصيف: مكيال، ومنه قول الشاعر (٢) : لم يغذها مد ولا نصيف ولا تميرات ولا تعجيف (٣) وفى الحديث: \" ما بلغتم مد أحدهم ولا نصيفه \". ونصفت الشئ، إذا بلغت نِصْفَهُ. تقول: نَصَفْتُ القرآن، أي بلغت النِصْفَ. ونَصَفَ عُمرَه ونَصَفَ الشيبُ رأسَه، ونَصَفَ الازار ساقه. قال أبو جندب الهذلى: وكنتُ إذا جاري دَعا لِمَضوفةٍ أُشَمِّرُ حتَّى يَنْصُفَ الساقَ مِئْزَري ونَصَفَ النهارُ وانْتَصَفَ بمعنًى، ومنه قول المُسَيَّب بن عَلَسٍ يذكر غائصا نصف النهار الماء غامره ورَفيقه بالغيبِ لا يدْري يعني \" والماء غامِرُهُ \" فحذف واو الحال. ونصفهم ينصفهم نصافا ونصافة، عن يعقوب، أي خدمهم. قال لبيد: لها غلل من رازقي وكرسف بأيمان عجم ينصفون المقاولا قوله لها، أي لظروف الخمر. والمنصف بالفتح: نصف الطريق. والمنصف (١) بكسر الميم: الخادم. هذا قول الاصمعي. والجمع مناصف. وأنصف النهارُ، أي انْتَصَفَ. وأَنْصَفَ، أي عدل. يقال: أَنْصَفَهُ من نفسه، وانْتَصَفْتُ أنا منه. وتَناصَفوا، أي أَنْصَفَ بعضُهم بعضاً من نفسه. منه قول الشاعر (٢) : أنى غرضت إلى تَناصُفِ وَجْهِها غَرَضَ المُحِبِّ إلى الحبيب الغائب (٣) يعنى استواء المحاسن، كأنَّ بعض أعضاء الوجه أَنْصَفُ بعضاً في أخذ القِسط من الجمال. وانتصفت الجاربة وتنصفت، أي اختمرتْ. ونَصَّفْتُها أنا تَنْصيفاً. وتنصيف الشئ: جعله نصفين. وناصفته المال: قاسمتُه على النصف. وتَنَصَّفَ، أي خدم. قالت حُرقة بنت النُّعمان بن المنذر: فبَيْنا نَسوسُ الناسَ والأمرُ أمْرُنا إذا نحن فيهم سوقة نتنصف (١)",
    "pg": "4:1432-1434"
  },
  "نصل": {
    "def": "النَصْلُ: نَصْلَ السهم والسيفِ والسكِّين والرَمحِ. والجمع نُصولٌ، ونِصالٌ (٢) . والمنصل والمنصل: السيف. ونصل الحافر: خرج من موضعه. ونصل الشعر يَنْصُلُ نُصولاً: زال عنه الخضابُ. يقال: لِحْيةٌ ناصل. ونَصَلَ السهمُ، إذا خرجَ منه النَصْل، ومنه قولهم: \" رماه بأَفْوَقَ ناصِل \". ويقال أيضاً: نَصَلَ السهمُ، إذا ثبتَ نصله في الشئ فلم يخرج، وهو من الأضدادِ. ونَصَّلْتُ السهم تنصيلا: نزعت نصله. وهو كقولهم: قردت البعير، وقذيت العين، إذا نزعت منه القراد والقذى، وكذلك إذا ركبت عليه النصل: وهو من الاضداد. وأنصلت الرمح، إذا نزعتَ نَصْلَهُ (١) وكان يقال لرجَبٍ في الجاهليَّة: مُنْصِلُ الأَسِنَّةِ ومُنْصِلُ الأَلِّ، لأنَّهم كانوا ينزعون الأسِنَّةَ فيه ولا يغزون ولا يُغيرُ بعضُهم على بعض. قال الأعشى: تدارَكَهُ في مُنْصِلِ الأَلِّ بعدَما مَضى غير دَأْداءٍ وقد كادَ يَعْطَبُ (٢) والنِصيلُ: مَفْصِلُ ما بين العنق والرأس من تحت اللحيَيْنِ. وتَنَصَّلَ فلانٌ من ذنبه، أي تبرأ. وتنصلت الشئ واستنصلته، إذا استخرجته. يقال: اسْتَنْصَلَ الهيفُ السفا، إذا أسقطته.",
    "pg": "5:1830-1831"
  },
  "نضا": {
    "def": "النِضْوُ بالكسر: البعير المهزول. والناقة نِضْوَةٌ، وقد أنْضَتْها الأسفارُ فهي مُنْضاةٌ. وأنْضى فلانٌ بعيرَه، أي هَزَلَهُ. وتَنَضَّاهُ أيضاً. وقال: لوَ اصْبَحَ في يُمْنى يَدَيَّ زِمامُها * وفي كَفِيَّ الأخرى وبيلٌ تُحاذِرُهْ لجاءتْ على مَشْيِ التي قد تُنُضِّيَتْ * وذَلَّتْ وأَعْطَتْ حَبْلَها لا تعاسره ويروى: \" تنصيت \"، أي أخذت بناصيتها. يعنى بذلك امرأة استصعبت على بعلها. وأنضيت الرجل، أي أعطيته بعيرا مهزولا. (*) ونضا الفرس الخيل نضيا: سبقها وتقدمها ; كذلك إذا أخرج جُرْدانَهُ. ونَضا السهمُ: مضى. ونَضا ثوبَه، أي خَلَعه. قال امر القيس: فجئت وقد نَضَتْ لنومٍ ثِيابَها * لَدى السِتْرِ إلاَّ لِبسةَ المُتَفَضِّلِ ويجوز عندي تشديده للتكثير. ونَضا سيفه وانْتَضاهُ، أي سلَّه. ونَضَوْتُ البلادَ (١) : قطعتها. قال تأبَّط شرًّا:\nوأَنْضو الفَلا بالشاحِبِ المُتَشَلْشِلِ (٢) * ونَضا خِضابُهُ: نَصَلَ وذهبَ لونُهُ. ونِضْوُ السهمِ: قِدْحُهُ، وهو ما جاوز الريش إلى النصل. وأَنْضاءُ اللجامِ: حدائده بلا سيورٍ. والنَضِيُّ على فَعيلٍ: القِدْحُ أوَّل ما يكون قبل أن يُعْمَلَ. ونَضِيُّ السهمِ: ما بين الريش والنَصْل. وقال أبو عمرو: النَضِيُّ: نصلُ السهم ; يقال نَضِيٌّ مُقَلْقَلٌ. قال لبيد يصف الحمار وأتنه وألزمها النجاد وشايعته * هواديها كأَنْضِيَةِ المَغالي (١) والنَضِيُّ أيضاً: ما بين الرأس والكاهل من العنق. وقال: يُشَبَّهونَ سيوفاً في صَرائِمِهِمْ * وطولِ أَنْضِيَةِ الأعناقِ واللِمَمِ والنِضْوُ: الثوبُ الخَلَقُ. وأنْضَيْتُ الثوبَ وانْتَضَيْتُهُ: أخلقته وأبليته.",
    "pg": "6:2511-2512"
  },
  "نضب": {
    "def": "نَضَبَ الماء يَنْضُبُ بالضم نُضوباً، أي غار في الأرض وسَفِلَ. ونُضوب القوم أيضاً: بُعْدُهُمْ. الاصمعي: الناضب: البعيد. ومنه قيل للماء إذا ذهب: نَضَبَ، أي بَعُدَ. وخَرْقٌ ناضبٌ أي بعيدٌ (٣) . وأَنْضَبْتُ وترَ القوس مثل أَنْبَضْتُهُ، مقلوب منه. والتنضب: شجر، والتاء زائدة لانه ليس في الكلام فعلل، وفى الكلام تفعل مثل تتفل (٤) وتخرج، الواحدة تنضبة. قال الكميت:\nإذا حَنَّ بين القوم نبع وتنضب قال ابن سلمة: النَبْعُ شجر القسِيِّ. وتَنْضُب شجر تتخذ منه السهام.",
    "pg": "1:226"
  },
  "نضج": {
    "def": "نَضِجَ الثَمَرُ واللحمُ نُضْجاً ونَضْجاً، أي أدركَ فهو نَضيج وناضِج. وأنْضَجْتُهُ أنا. ورجلٌ نَضيجُ الرأي: مُحْكَمُهُ. ونَضَّجَتِ الناقةُ بولَدِها، إذا جازت السنةَ ولم تُنْتَجْ. قال حميد بن ثَوْرٍ: وصَهْباَء منها كالسَفينة نَضَّجَتْ به الحَمْلَ حتَّى زادَ شهراً عَديدُها فهي منضج، ونوق منضجات. وقال (٢) : هو ابن منضجات كن قدما يزدن على العديد قراب شهر (٣)",
    "pg": "1:344"
  },
  "نضح": {
    "def": "النَضْح: الرشُّ. نضحْت البيت أَنْضِحُهُ بالكسر. والنَضْحُ أيضاً: الشُرْبُ دون الرِيِّ. تقول: نَضَحَ عطشَهُ يَنْضِحُهُ. والنَضيحُ: الحوض، والجمع نُضُح. وكذلك النَضَحُ بالتحريك، والجمع أَنْضاحٌ. قال ابن الاعرابي: إنما سمى بذلك لانه ينضح عطش الابل أي يبله. والنضيح: العرق. قال الراجز (١) :\nتنضح ذفراه بماء صب * والناضِح: البعير يسْتقى عليه، والأنثى ناضِحَةٌ وسانِيَةٌ. والنَضَّاحُ: الذي يَنْضَحُ على البعير، أي يسوق السانية ويسقي نخلاً. وهذه نخلٌ تُنْضَحُ، أي تُسقى. ومالُ فلانٍ يُسقى بالنَضْحِ، وهو مصدر. ونَضَحوهُمْ بالنَبل، أي رموهم. يقال: انْضَحْ عنَّا الخيلَ، أي ارْمِهِمْ. وانْتَضَحَ عليهم الماءُ، أي تَرَشَّشَ. ونَضَحَ الرجلُ عن نفسه، إذا دفع عنها بحجَّةٍ. وهو يَنْضَحُ عن فلانٍ، أي يذب عنه ويدفع. ورأيته يَتَنَضَّحُ ممَّا قُرِفَ به، أي ينتفي ويتنصَّل منه. والنَضوحُ: ضربٌ من الطيب. الاصمعي: نضح الشجر، إذا تفطَّر ليخرج ورقه. ابن السكيت: نضحت القربة والخابية تنضح بالفتح نضحا وتنضاحا: رشحت.",
    "pg": "1:411-412"
  },
  "نضخ": {
    "def": "الأصمعيّ: يقال أصابه نَضْخٌ من كذا، وهو أكثر من النَضْحِ، ولا يقال منه فَعِلَ ولا يفعل. وقال أبو عمر التَوَّزِيُّ: النَضْخُ: الأثر يبقى في الثوب وغيره. والنَضْحُ بالحاء غير معجمة الفعلُ. وقال أبو زيد: النَضْخُ الرَشُّ مثل النَضْحِ، وهما سواء، تقول: نَضَخْتُ أَنْضَخُ بالفتح. والنضاخ: المناضخة. قال الشاعر: به من نضاخ الشول ردع كأنه * نقاعة حناء بماء الصنوبر وقال القطامى: وإذا تَضَيَّفُني الهمومُ قَرَيْتُها * سُرُحَ اليَدَيْنِ تُخالِسُ الخَطَرانا حَرَجاً كأنَّ من الكُحَيْلِ صُبابَةً * نُضِخَتْ مَغابِنُها بها نضخانا وقال اليزيدى: نضخناهم بالنبل، لغة في نضحْناهم، إذا فرَّقوها فيهم. وانْتَضَخَ الماءُ: ترشَّش. وغيثٌ نَضَّاخٌ: غزيرٌ. قال جران العود:\nوبالخط نضاخ العثانين واسع (١) * وعينٌ نَضَّاخَةٌ: كثيرة الماء. قال أبو عبيدة في قوله تعالى: (فيهما عينانِ نَضَّاخَتانِ) : أي فوَّارتانِ. والنَضْخَةُ: المَطْرة. وأنشد أبو عمرو: لا يَفْرَحونَ إذا ما نَضْخَةٌ وَقَعَتْ * وهمْ كِرامٌ إذا اشتدَّ الملازيب",
    "pg": "1:433"
  },
  "نضد": {
    "def": "نَضَدَ متاعَه يَنْضِدُهُ بالكسر نَضْداً، أي وضع بعضه على بعض (١) . والتَنْضيدُ مثله، شدِّد للمبالغة في وضعه متراصفاً. والنَضَدُ: بالتحريك: متاع البيت المَنْضود بعضُه فوق بعض، والجمع أنْضادٌ. وقال النابغة: خَلَّتْ سبيلَ أَتيّ كان يَحْبِسُهُ * ورَفَّعَتْهُ إلى السِجْفَيْنِ فالنَضَدِ - والنَضَدُ: السريرُ يُنْضَدُ عليه المتاع. وأَنْضادُ الجبالِ: جنادلُ بعضها فوق بعض. وكذلك أَنْضادُ السحابِ: ما تراكَبَ منه. وأَنضادُ الرجل: أعمامُهُ وأخوالُهُ المتقدمون في الشرف. قال رؤبة:\nأنا ابنُ أَنْضادٍ إليها أُرْزي (٢)",
    "pg": "2:544"
  },
  "نضر": {
    "def": "النَضْرُ: الذهبُ، ويجمع على أَنْضُرٍ. قال الكميت: ترى السابحَ الخِنْذيذَ منها كأنَّما * جَرى بين لِيتَيْهِ إلى الخَدِّ أَنْضُرُ - والنُضارُ: الذهبُ، وكذلك النَضيرُ. قال الأعشى: إذا جُرِّدَتْ يوماً حَسِبْتَ خَميصَةً * عليها وجِريالَ النَضيرِ الدُلامِصا - ويقال: النضار: الخالص من كل شئ. قال الشاعر (١) : الخالِطينَ نَحِيتَهُمْ بِنُضارِهِمْ * وذَوي الغِنى منهم بِذي الفَقْرِ - وقَدحٌ نُضارٌ: يتَّخذ من أثْلٍ يكون بالغورِ، وَرْسِيُّ اللونِ، يضاف ولا يضاف. وبنو النضير: حى من يهود خيبر، وقد دخلوا في العرب وهم على نسبهم إلى هارون أخى موسى ﵉. والنضرة: الحسن والرونق. وقد نَضَرَ وجهه يَنْضُرُ نَضْرَةً، أي حَسُنَ. ونَضَرَ الله وجهه، يتعدَّى ولا يتعدَّى. ويقال نَضُرَ بالضم نَضارَةً. وفيه لغةٌ ثالثة نضر بالكسر، حكاها أبو عبيد. ويقال: نضر الله وجهه بالتشديد، وأَنْضَرَ الله وجهه، بمعنًى. وإذا قلت نَضَّرَ الله امْرَأً، تعني نَعَّمَهُ. وفي الحديث: \" نَضَّرَ الله امرأً سَمِعَ مقالتي فَوَعاها \". وقولهم: \" أخْضَرُ ناضِرٌ، إنَّما هو كقولهم: أصفرُ فاقعٌ، وأبيضُ ناصع. والنضر: أبو قريش، وهو النضر بن كنانة ابن خزيمة بن مدركة بن الياس بن مضر.",
    "pg": "2:829-830"
  },
  "نضض": {
    "def": "نَضَّ الماءُ يَنِضُّ نَضيضاً: سال قليلاً قليلاً. ونُضاضَةُ الماء وغيره. بقيَّته. ونُضاضَةُ ولد الرجل أيضاً: آخرهم، يستوي فيه المذكَّر والمؤنث، والتثنية والجمع، مثل العجزة والكبرة. وأهل الحجاز يسمُّون الدنانير والدراهم النَضَّ والناضَّ. قال أبو عبيد: وإنما يسمونه ناضا إذا تحول عينا بعد أن كان متاعا، لانه يقال: ما نض بيدى منه شئ. وخُذْ ما نَضَّ لك من دَيْنٍ، أي تيسَّر. وهو يَسْتَنِضُّ حقَّه من فلانٍ، أي يستنجزه ويأخذ منه الشئ بعد الشئ. والنَضيضُ: الماءُ القليلُ ; والجمع نِضاضٌ. قال أبو عمرو: النَضيضَةُ: المطر القليلُ، والجمع نَضائِضٌ. قال الأسدي (١) :\nفي كلِّ عامٍ قَطْرُهُ نَضائِضُ (٢) * ويجمع أيضاً على أَنِضَّةٍ. وأنشد الفراء: وأخوت نجوم الاخذ إلا أَنِضَّةٍ * أَنِضَّةَ مَحْلٍ ليس قاطِرُها يُثْري * أي ليس يبلُّ الثرى ويقال: لقد تركَت الإبلُ الماءَ وهي ذاتُ نَضيضَةٍ وذاتُ نَضائِضَ، أي ذاتُ عطشٍ لم تَرْوَ. ويقال: أَنَضَّ الراعي سخالَهُ، أي سقاها نَضيضاً من اللبن (٣) . والنَضيضَةُ: صوتُ نَشيشِ اللحم يُشْوى على الرضف. قال الراجز:\nتسمع للرضف بها نضائضا * والنضنضة: تحريك الحية لسانها. ويقال للحية: نضناض ونضناضة. قال عيسى بن عمر: سألتُ ذا الرمّة عن النَضْناضِ، فلم يزدْني أن حرَّك لسانَه في فيه.",
    "pg": "3:1107-1108"
  },
  "نضف": {
    "def": "انْتَضَفَ الفَصيلُ ما في ضرع أمه، أي امتكه، بالضاد المعجمة. وكذلك نضفه بالكسر نضفا.",
    "pg": "4:1434"
  },
  "نضل": {
    "def": "ناضَلَهُ: أي راماه. يقال: ناضَلْتُ فلاناً فَنَضَلْتُهُ، إذا غلبْته. وانْتَضَلَ القومُ وتَناضَلوا، أي رموا للسَبْقِ. ومنه قيل: انْتضِلوا بالكلام والأشعار. وفلانٌ يناضِلُ عن فلانٍ، إذا تكلَّمَ عنه بعُذْرِهِ ودفَعَ. وانْتِضالُ الإبل: رَمْيُها بأَيْديها في السير. وانتضلت رجلا من القوم، وانْتَضَلْتُ سهماً من الكنانَةِ، أي اخترت. ونضلة: اسم رجل. وكان هاشم بن عبد مناف يكنى أبا نضلة.",
    "pg": "5:1831"
  },
  "نطا": {
    "def": "تَناطَيْتُ الرجال: تمرَّست بهم. يقال: لا تُناطِ الرجالَ، أي لا تمرَّسْ بهم. والنَطْوُ: البعدُ. يقال: أرضٌ نَطِيَّةٌ. ومكانٌ نَطِيُّ، أي بعيد. وقال (٢) :\nوبلدة نياطها نطى (٣) * أي طريقها بعيد. والانطاء: الاعطاء بلغة أهل اليمن. (*) والنطاة اسم أطم بخيبر. وقال (١) : حزيت لى بحزم فندة (٢) تحدى * كاليهودي من نطاة الرقال أراد: كنخل اليهودي الرقال. ونطاة: قصبة خيبر.",
    "pg": "6:2512"
  },
  "نطب": {
    "def": "نَطَبَهُ نَطْباً (١) : ضرب أذنَهُ بإصبعه.",
    "pg": "1:226"
  },
  "نطح": {
    "def": "نَطَحَهُ الكبش يَنْطِحُهُ ويَنْطَحُهُ نَطْحاً. وانْتَطَحَتِ الكباش وتَناطَحَتْ. وكبشٌ نَطَّاحٌ. والنَطيحَةُ: المَنْطوحَةُ التي ماتت منه. وإنَّما جاءت بالهاء لغلبة الاسم عليها. وكذلك الفريسة والاكيلة والرمية، لانه ليس هو على نطحتها فهى منطوحة، وإنما هو الشئ في نفسه مما ينطح، والشئ مما يفرس ومما يؤكل. والنطيح والناطح هو الذي يأتيك من أمامك من الطير والوحش، وهو خلاف القَعيد. وقولهم \" ماله ناطح ولا خابِطٌ \" فالناطِحُ: الكبش والتيس والعنز. والخابط: البعير. والنَطيحُ: الفرس الذي في جبهته دائرتان: ويكره. فإن كانت واحدة فهى دائرة اللطاة، وليست تكره. ويقال للشرطين: النَطْح والناطِح، وهما قرنا الحَمَل. وأصابه ناطِحٌ، أي أمرٌ شديد. ونواطح الدهر: شدائده.",
    "pg": "1:412"
  },
  "نطس": {
    "def": "التَنَطُّسُ: المبالغة في التطهُّر. وكلُّ من أدقَّ النظر في الأمور واستقصى عِلمها فهو مُتَنَطِّسٌ. وفي حديث عمر ﵁: \" لولا التنطس ما باليت أن لا أغسل يدي \". يقال منه: رجلٌ نَطُسٌ ونَطِسٌ. وقد نَطِسَ بالكسر نَطَساً. ومنه قيل للمتطبب: نطيس، مثال فسيق، ونطاسى أيضا. قال البعيث بن بِشْرٍ يصف شَجَّةً أو جراحةً: إذا قاسَها الآسي النِطاسيُّ أَدْبَرَتْ * غَثِيثَتُها وازْدادَ وَهْياً هُزومُها * قال أبو عبيدة: ويروى \" النَطاسِيُّ \" بفتح النون. وتَنَطَّسْتُ الأخبارَ: تحسستها. والناطس: الجاسوس.",
    "pg": "3:983"
  },
  "نطش": {
    "def": "قولهم ما به نَطيشٌ، أي حراك. عن يعقوب. وعطشان نطشان، إتباع له.",
    "pg": "3:1021"
  },
  "نطط": {
    "def": "النطانط: الطوال، الواحد منهم نطناط. ونطنطت الشئ: مددته.",
    "pg": "3:1164"
  },
  "نطع": {
    "def": "النطع فيه أربع لغات: نطع ونطع ونطع نطع. وقال الراجز (١) : يضربن بالازمة الخدودا (٢) * ضرب الرياح النطع الممدودا * والجمع نُطوعٌ وأَنْطاعٌ. والنِطْعُ أيضاً: ما ظهر من الغار الأعلى فيه آثار كالتحزيز، يخفَّف ويثقَّل. وتَنَطَّعَ في الكلام: أي تعمَّق فيه (٣) .",
    "pg": "3:1291"
  },
  "نطف": {
    "def": "النُطْفَةُ: الماء الصافي، قلَّ أو كثُر. والجمع النِطافُ. والنُطْفَةُ: ماء الرجل، والجمع نُطَفٌ. والناطِفُ: القبيطى. ونطفان الماء: سيلانه. قد نطف وينطف. وليلة نطوف: تُمْطِرُ إلى الصباح. والنَطَفَةُ، بالتحريك (١) : القُرْطُ، والجمع نُطَفٌ. وتَنَطَّفَتِ المرأةُ، أي تَقَرَّطَتْ. ووصيفةٌ مُنَطَّفَةٌ، أي مقرَّطةٌ. والنَطَفُ أيضاً: التلطَّخُ بالعيب، يقال: هم أهلُ الرِيَبِ والنَطَفِ. وقد نَطِفَ الرجل بالكسر، إذا اتُّهِمَ بريبةٍ. وأنْطَفَهُ غيره. ونَطِفَ الشئ أيضا، أي فسد. ويقال: النَطَفُ: إشْرافُ الشَجَّةِ على الدماغ والدَبَرَةِ على الجوف. وقد نَطِفَ البعير. قال الراجز:\nكوس الهبل النطف المحجوز * ومن تنطفت به، أي ما تلطخت. وقولهم: \" لو كان عنده كنز النطف ما عدا \"، هو اسم رجل من بنى يربوع كان فقيرا، فأغار على مال بعث به باذان إلى كسرى من اليمن، فأعطى منه يوما حتى غابت الشمس، فضربت به العرب المثل.",
    "pg": "4:1434-1435"
  },
  "نطق": {
    "def": "المنْطِقُ: الكلامُ. وقد نَطَقَ نُطْقاً (١) ، وأنْطَقَهُ غيره وناطَقَهُ واسْتَنْطَقَهُ، أي كلَّمه. والمِنْطيقُ: البليغُ. وقولهم: ما له صامت ولا ناطق، فالناطق: الحيوانُ، والصامت: ما سواه. والنِطاقُ: شُقَّةٌ تَلبَسها المرأةُ وتَشُدَّ وسطَها ثم تُرسِل الأعلى على الأسفل إلى الرُكبة والأسفل يَنْجَرُّ على الأرض، وليس لها حُجْزَةٌ ولا نَيْفَقٌ ولا ساقان، والجمع نطقٌ. وكان يقال لاسماء بنت أبى بكر رضى الله عنه \" ذات الناطقين \". وذات النطاق أيضا: اسم أكمة لهم. وقد انتطقتِ المرأةُ، أي لبست النطاق. وانتطق الرجل، أي لبس المِنْطَقَ، وهو كلُّ ما شددتَ به وسطك. وفي المثل: \" مَنْ يَطَلْ هَنُ أبيه يَنْتَطِقْ به \"، أي من كثُر بنو أبيه يتقوَّى بهم. والمِنْطَقَةُ معروفة، اسمٌ لها خاصَّةً. تقول منه: نَطَّقْتُ الرجلَ تَنْطيقاً فَتَنَطَّقَ، أي شدَّها في وسطه. ومنه قولهم: جبلٌ أشَمُّ مُنَطَّقٌ، لأنَّ السحاب لا يبلغ أعلاه. وجاء فلانٌ مُنْتَطِقاً فرسَهُ، إذا جَنَبَهُ ولم يركبْه. قال الشاعر (١) : وأَبْرَحَ ما أَدامَ اللهُ قَوْمي على الأعداءِ مُنْتَطِقاً مُجيدا يقول: لا أزال أجْنُبُ فرسي جَواداً. ويقال: إنَّه أراد قولاً يُسْتَجادُ في الثناء على قومي. والناطقة: الخاصرة.",
    "pg": "4:1559"
  },
  "نطل": {
    "def": "الأصمعيّ: الناطِلُ بالكسر غير مهموزٍ: كُوزٌ كان يُكالُ به الخمرُ. والجمع النَياطِلُ. قال أبو ذؤيب: فلو أنَّ ما عند ابن بُجْرَةَ عندَها من الخمر لم تَبْلُلْ لهاتي بناطِلِ والنَيْطَلُ: والدلو. وقال الراجز:\nناهبتهم بنيطل جروف (١) * والنيطل: الداهية. ونطلت رأس العليل بالنَطولِ، وهو أن تجعل الماء المطبوخ بالأدوية في كوزٍ ثم تصبه على رأسه قليلا قليلا.",
    "pg": "5:1831"
  },
  "نظر": {
    "def": "النظر: تأمل الشئ بالعين، وكذلك النَظَرانُ بالتحريك. وقد نَظَرْتُ إلى الشئ. والنظر: الانتظار. ويقال: حَيٌّ حِلالٌ ونَظَرٌ، أي متجاورون يرى بعضهم بعضاً. وداري تَنْظُرُ إلى دار فلان، ودورنا تَناظَرُ، أي تقابل. وإذا أخذت في طريق كذا فنَظَرَ إليك الجبل فخُذْ عن يمينه أو يساره. ونَظَرَ الدهرُ إلى بني فلان فأهلكهم. والنَظْرَةُ: عينُ الجِنِّ. ورجلٌ فيه نَظْرَةٌ، أي شحوبٌ. والناظِرُ في المقلة: السوادُ الأصغر (١) الذي فيه إنسانُ العين. ويقال: للعين: الناظِرَةُ: والناظِرانِ: عِرقانِ في مجرى الدمع على الأنف من جانبيه، عن يعقوب. وأنشد لجرير: وأشفى من تخلج كل جن * وأكوى الناظرين من الخنان - وقال آخر (٢) : قليلة لحم الناظرين يَزينُها * شبابٌ ومَخْفوضٌ من العيشِ بارد - والناظر: الحافظ. والنظرة، بكسر الظاء: التأخير. وأَنْظَرْتُهُ، أي أخَّرتُهُ. واسْتَنْظَرَهُ، أي استمهله. وتَنَظَّرَهُ، أي انْتَظَرَهُ في مهلة. وقولهم: نظار، مثل قطام، أي انتظره. وناظره من المناظرة. والمنظرة: المرقبة. ويقال، مَنْظَرُهُ خيرٌ من مَخبره. ورجلٌ مَنْظَرانيٌّ مخبرانيٌّ، وامرأةٌُ حسنةُ المَنْظَرِ والمَنْظَرَةَ أيضاً. والنَظَّارَةُ: القومُ ينظرون إلى الشئ. وبنو النظار (١) : قوم من عكل. وإبل نظارية منسوبة إليهم. قال الراجز:\nيتبعن نظارية سعوما * السعم: ضرب من سير الابل. وامرأة نظرنة سمعنة (٢) يفسر في باب العين. ونظير الشئ: مثله. وحكى أبو عبيدة النِظْرُ والنَظيرُ بمعنًى واحد، مثل الندّ والنديد. وأنشد (٣) : ألا هل أتى نِظْري مُلَيْكَةَ أَنَّني * أنا اللَّيْثُ مَعْدُوًّا عليه وعادِيا - قال الفراء: يقال فلان نظيرة (٤) قومه، ونَظورَةُ قومه، للذي يُنظر إليه منهم، ويجمعان على نظائر. ومنظور بن سيار. رجل.",
    "pg": "2:830-831"
  },
  "نظف": {
    "def": "النَظافَةُ: النَقاوَةُ. وقد نَظُفَ الشئ بالضم، فهو نظيف. ونظفته أنا تنظيفا، أي نقيته. والتنطف، تكلف النظافة. واستنظفت الشئ، أي أخذته كلَّه. يقال اسْتَنْظَفْتُ الخَراجَ، ولا يقال نظفته.",
    "pg": "4:1435"
  },
  "نظم": {
    "def": "نَظَمْتُ اللؤلؤ، أي جمعتُهُ في السِلك والتَنْظيمُ مثله. ومنه نَظَمْتُ الشِعر ونَظَّمْتُهُ. والنِظامُ: الخيطُ الذي يُنْظَمُ به اللؤلؤ. ونَظْمٌ من لؤلؤ، وهو في الأصل مصدرٌ. وجاءنا نَظْمٌ من جراد، وهو الكثير. ويقال لثلاثة كواكبَ من الجوزاء نَظْمٌ. والانتِظامُ: الاتِّساقُ. وطعنه فانْتَظَمَهُ، أي اختلَّهُ. والنِظامانِ من الضبّ: كُشيتان مَنْظُومَتانِ من جانبي كُليتيه طويلتان. وأَنْظَمَتِ الدجاجةُ، إذا صار في بطنها بيضٌ.",
    "pg": "5:2041"
  },
  "نعا": {
    "def": "النَعْيُ: خبر الموت. يقال: نعاه له نعيا ونعيانا بالضم. وكذلك النعى على فعيل، يقال: جاء نعى فلان. والنَعِيُّ أيضاً: الناعي، وهو الذي يأتي بخبر الموت. قال الأصمعيّ: كانت العرب إذا مات منها ميِّتٌ له قدرٌ ركب راكبٌ فرساً وجعل يسير في الناس ويقول: نَعَاءٍ فلاناً! أي انْعَهْ وأظهر خبر وفاته. وهى مبنية على الكسر، مثل دراك ونزال، بمعنى أدرك وانزل. وفى الحديث: \" يا نعاء العرب \": أي انعهم. والمنعى والمنعاة أيضاً: خبر الموت. يقال: ما كان مَنْعى فلانٍ مَنْعاةً واحدةً ولكنَّه كان مَناعِيَ. وتَناعى بنو فلان، إذا نعوا قتلاهم ليحرض بعضهم بعضا. وقول الشاعر (١) : خيلان من قومي ومن أعدائهم * خَفَضوا أَسِنَّتَهُمْ فكلٌّ ناعي قال الأصمعيّ: هو مِنْ نَعَيْتُ. وفلانٌ يَنْعى على فلان ذنوبَه، أي يظهرِها ويَشْهَرُها. واسْتَنْعى، أي تقدَّمَ، مثل اسْتناعَ. يقال: اسْتَنْعَيْتُ الغنم، إذا تقدَّمتها ودعوتَها لتتبعك. الأصمعيّ: اسْتَنْعَى بفلان الشرُّ، أي تتابع به الشرّ. واسْتَنْعى به حبُّ الخمر، أي تمادى به. واسْتَنْعى ذِكْرُ فلان: شاع. والاسْتِنْعاءُ: شِبه النِفارِ. يقال: اسْتَنْعى الإبلُ والقومُ، إذا تفرقوا من شئ وانتشروا. والنعو: شقُّ المِشْفَرِ، وهو للبعير بمنزلة التفرة للانسان. وقال (٢) : خريع النعو مضطرب النواحى * كأخلاق الغريفة ذى غضون (٣) (*)",
    "pg": "6:2512-2513"
  },
  "نعب": {
    "def": "نَعَبَ الغراب، أي صاح يَنْعِبُ ويَنْعَبُ نَعْباً ونَعيباً ونَعَباناً وتَنْعاباً. وربَّما قالوا: نَعَبَ الديك، على الاستعارة. وقال (٢) : وقهوةٍ صَهْباَء باكَرْتُها * بِجُهْمَةٍ والديكُ لم يَنْعَبِ والنَعْبُ: السير السريع. وفرسٌ مِنْعَبٌ: جوادٌ. وناقة نَعَّابة ونَعوبُ: سريعة، والجمع نُعُبٌ. ويقال إنَّ النُعُبَ تحرِّك رأسَها في المشي إلى قدام.",
    "pg": "1:226"
  },
  "نعت": {
    "def": "النعت: الصفة. ونعت الشئ وانتعته، إذا وصفته. وناعتون: اسم موضع.",
    "pg": "1:269"
  },
  "نعثل": {
    "def": "النَعْثَلُ: الذكرُ من الضِباع. ونعثل: اسم رجل كان طويل اللحية، وكان عثمان رضى الله عنه إذا نيل منه وعيب شبه بذلك الرجل لطول لحيته. والنَعْثَلَةُ، مثل النَقْثَلَةِ، وهي مِشيةُ الشيخ.",
    "pg": "5:1832"
  },
  "نعج": {
    "def": "النَعَجُ: الابيِضاضُ الخالِص. وقد نعج ينعج نعجا، مثل طلب يطلب طلبا. قال العجاج:\nفي ناعجات من بياض نعجا (٤) * والناعجة: البيضاء من النوق، ويقال هي التي يصاد عليها نعاج الوحش. والناعجة من الأرض: السهلة. والنَواعِجُ من الإبل: السِراع. وقد نَعَجَت الناقةُ في سيرِها، بالفتح: أسرعتْ، لغة في مَعَجَتْ. والنَعْجَةُ من الضأنِ، والجمع نِعاجٌ ونَعَجاتٌ. ونِعاجُ الرملِ، هي البَقَرُ، واحدتها نَعْجَةٌ. قال أبو عبيد: ولا يقال لغير البَقَرِ من الوحش نِعاجٌ. أبو عمرو: نَعِجَتِ الإبل بالكسر تَنْعَجُ نَعَجاً: سَمِنَت. ونَعِجَ الرجلُ أيضاً، إذا أكل الضأنِ فثقُل على قلبه. قال الشاعر (١) : كأنَّ القومَ عُشُّوا لَحْمَ ضَأْنٍ فهمْ نَعِجونَ قد مالتْ كُلاهُم وأَنْعَجَ القومُ: سمنت إبلهم. ومنعج بالفتح: موضع.",
    "pg": "1:344-345"
  },
  "نعر": {
    "def": "النعرة، مثل الهمزة: ذباب ضخم أزرق العين أخضرُ، وله إبرةٌ في طرف ذَنَبه يلسع بها ذوات الحافر خاصة. قال ابن مقبل: ترى النعرات الخضر حول لبانه * أحاد ومثنى أصعقتها صواهله - وربما دخل في أنف الحمار فيركب رأسه ولا يرده شئ. تقول منه نعر الحمار بالكسر يَنْعَرُ نَعَراً، فهو حمارٌ نَعِرٌ وأتانٌ نَعِرَةٌ. قال الشاعر (١) : فظل يرنح في غيطل * كما يستديرُ الحمارُ النَعِرُ - وقال أبو عمرو: النَعِرُ الذي لا يثبت في مكان. وأمَّا قول العجاج:\nوالشَدَنِيَّاتُ يُساقِطْنَ النُعَرْ * فيريد به الأجِنَّةَ، شبَّهها بذلك الذباب. يقال للمرأة ولكلِّ أنثى: ما حملتْ نُعَرَةً قطّ، أي ما حملتْ ملقوحاً. قال الأصمعيّ: قولهم: وإنَّ في رأسه لنُعَرَةً، أي كِبْراً. وقال الأمويُّ: إنَّ في رأسه نَعَرَةً، بالفتح، أي أمراً يهم به. وحكى ذلك عنه أبو عبيد. ونعر العرق ينعر بالفتح فيهما نَعْراً، أي فار منه الدم، فهو عِرقٌ نَعَّارٌ. ونعور. قال الشاعر: صرت نظرة لو صادفتْ جَوْزَ دارِعٍ * غَدا والعَواصي من دَمِ الجوفِ تَنعرُ - وقال الراجز (١) :\nضرب دراك وطعان ينعر (٢) * ويروى: \" ينعر \". وقال رؤبة (٣) :\nوبج كل عاند نعور (٤) * والنعرة: صوت في الخيشوم. قال الراجز: إنى ورب الكعبة المستوره * والنعرات من أبى مخدوره - يعنى أذانه. وقد نَعَرَ الرجل يَنْعَرُ نعيراً. يقال: ما كانت فتنةٌ إلا نَعَرَ فيها فلان، أي نهض فيها. وإنَّ فلاناً لنَعَّارٌ في الفتن، إذا كان سَعَّاءً فيها. والناعورُ: واحد النواعير التي يُستقى بها، يديرها الماء، ولها صوتٌ. ونَعَرَ فلان في البلاد، أي ذهب. وفلانٌ نَعيرُ الهَمِّ، أي بعيده. وأَنْعَرَ الأراكُ، أي أثمرَ، وذلك إذا صار ثمره بمقدار النُعَرَةِ.",
    "pg": "2:831-833"
  },
  "نعس": {
    "def": "النُعاسُ: الوسَنُ. وفي المثل: \" مَطْلٌ كنُعاسِ الكلبِ \"، أي متَّصلٌ دائمٌ. وقد نَعَسْتُ بالفتح أنْعَسُ نُعاساً. ونَعَسْتُ نَعْسَةً واحدةً، وأنا ناعِسٌ. وناقةٌ نَعوسٌ، توصف بالسماحة بالدَرِّ، لأنَّها إذا دَرَّتْ نَعَسَتْ. قال الشاعر (١) : نعوس إذا درت جروز إذا غدت * بويزل عام أو سديس كبازل *",
    "pg": "3:983-984"
  },
  "نعش": {
    "def": "نَعَشَهُ اللهُ يَنْعَشُهُ نَعْشاً، أي رفعه. ولا يقال، أنْعَشَهُ الله. قال ذو الرمّة: لا يَنْعَشُ الطرفَ إلا ما تَخَوَّنَهُ * داعٍ يناديه باسْمِ الماءِ مَبْغومُ * وانتعش العاثر، إذا نهض من عثرته. ونَعَشْتُ له، أي قلت له: نعشك الله.\n(١٢٩ - صحاح - ٣) قال رؤبة: وإن هوى العاثر قلنا دعدعا * له وعالَيْنا بتَنْعيشِ لَعا * والنَعْشُ: سرير الميِّت، سمِّي بذلك لارتفاعه. فإذا لم يكنْ عليه ميّت فهو سرير (١) . وميّتٌ مَنْعوشٌ: محمولٌ على النَعْشِ. وبناتُ نَعْشَ الكبرى: سبعةُ كواكب، أربعة منها نَعْشُ وثلاث بناتٌ. وكذلك بناتُ نَعْشَ الصغرى. وقد جاء في الشعر بنو نَعْشَ. وأنشد أبو عبيدة (٢) : تمززتها والديك يدعو صباحه * إذا ما بَنو نَعْشٍ دنَوْا فَتَصَوَّبوا (٣) * واتفق سيبويه والفراء على ترك صرف نعش للمعرفة والتأنيث.",
    "pg": "3:1021-1022"
  },
  "نعص": {
    "def": "ناعص: اسم رجل، والعين غير معجمة.",
    "pg": "3:1059"
  },
  "نعض": {
    "def": "النعض بالضم: شجر بالحجاز يستاك به. قال الراجز (١) :\nمن اللواتى يقتضبن النعضا (٢)",
    "pg": "3:1108"
  },
  "نعط": {
    "def": "ناعط: حى من همدان، والعين غير معجمة. وناعط: اسم جبل. قال لبيد: وأفنى بنات الدهر أرباب ناعط * بمستمع دون السماء ومنظر (١)",
    "pg": "3:1164"
  },
  "نعظ": {
    "def": "نَعَظَ الزُبُّ يَنْعَظُ نَعْظاً ونعوظاً: انتشر. وأَنْعَظَهُ صاحبه. والإنْعاظُ: الشبق، يقال أنعظت الدابة إذا فتحت حَياها مرَّةً وقبضَتْه أخرى. وينشد: إذا عرق المهقوع بالمرء أنعظت * حليلته وابتل منها إزارها",
    "pg": "3:1180-1181"
  },
  "نعع": {
    "def": "النعناع: بقلة معروفة. وكذلك النَعْنَعُ مقصورٌ منه. والنُعْنُعُ، بالضم: الطويل. والتنعنع: التباعد. ومنه قول ذى الرمة:\nطى النازح المتنعنع (٤) * قال ابن السكيت: النعاعة: اللعاعة، وهى بقلة ناعمة.",
    "pg": "3:1291-1292"
  },
  "نعف": {
    "def": "النَعْفُ: ما انحدر من حُزونة الجبل وارتفع عن منحدر الوادي. فما بينهما نَعْفٌ، وسَرْوٌ، وخَيْفٌ. والجمع نِعافٌ. قال الأصمعيّ: يقال نِعافٌ نُعَّفٌ، كما يقال: بطاح بطح، وأعوام عوم. وانتعفت الشئ: تركته إلى غيره. وناعفت الطريق: عارضته. والنَعَفَةُ بالتحريك: الجلدة التي تعلَّق على آخرة الرحل، حكاه أبو عبيد. وهى العذبة، والذؤابة أيضا.",
    "pg": "4:1435"
  },
  "نعق": {
    "def": "النَعيقُ: صوت الراعي بغنمه. وقد نعق الراعى (٢) بغنمه ينعق بالكسر نَعيقاً ونُعاقاً ونَعَقاناً، أي صاح بها وزجرها. قال الأخطل: انعِقْ بضَأْنِكَ يا جريرُ فإنَّما مَنَّتْكَ نفسك في الخلاء ضلالا وحكى ابن كيسان: نعق الغرب أيضا، بعين غير معجمة. والناعِقان: كوكبان من كواكب الجوزاء.",
    "pg": "4:1559-1560"
  },
  "نعل": {
    "def": "النَعْلُ: الحِذاءُ، مؤنَّثَةٌ، وتصغيرها نُعَيْلَةٌ. تقول: نَعَلْتُ وانْتَعَلْتُ، إذا احتذيت. ورجل ناعل: ذو نعل. وفي المثل: \" أَطِرِّي فاًنَّكِ ناعِلَةٌ (١) \". ويقال: لحمار الوحش: ناعِلٌ، لصلابة حافره. وأنْعَلْتُ خُفِّي ودابَّتي، ولا يقال: نَعَلْتُ. والنَعْلُ: الأرضٌ الغليظةُ، يبرق حصاه لا ينبت شيئا. ونَعْلُ السيف: ما يكون في أسفل جَفْنِهِ من حديدةٍ أو فضَّة. وقال ذو الرمّة. إلى مَلِكٍ لا يَنْصُفُ الساقَ نَعْلُهُ أجلْ لا وإنْ كانت طِوالاً حَمائِلُهْ (٢) والنَعْلُ: العَقَبُ الذي يُلبس ظهرسية القوس. (*) والانعال: أن يكون البياضُ في مُؤخَّر الرُسْغِ ممَّا يلي الحافِرَ على الأشْعَرِ، لا يَعْدوه ولا يستدير. يقال: فرسٌ مُنَعَّلُ يدِ كذا ورِجْلِ كذا، فإذا جاوز الأشاعِرَ وبعض الأرساغِ واستدارَ فهو التَخْديم. ووَدِيَّةٌ مُنْعَلَةٌ، إذا قُلِعَتْ من أُمِّها بكربها.",
    "pg": "5:1831-1832"
  },
  "نعم": {
    "def": "النِعْمَةُ: اليدُ، والصنيعةُ، والمنَّةُ، وما أُنْعِمَ به عليك. وكذلك النُعْمى. فإن فتحت النون مددت فقلت النَعْماءُ. والنَعيمُ مثله. وفلانٌ واسعُ النِعْمَةِ، أي واسع المال. وقولهم: إن فعلتَ ذاك فبها ونِعْمَتْ: يريدون نِعْمَتِ الخَصْلة. والتاء ثابتة في الوقف، قال ذو الرمة: أو حرة عيطل ثبجاء مجفرة دعائم الزور نعمت زورق البلد (٢٥٧ - صحاح - ٥) ونعم وبئس: فعلان ماضيان لا يتصرَّفان تصرُّف سائر الأفعال، لأنَّهما استعمِلا للحال بمعنى الماضي. فنِعْمَ مدحٌ، وبئس ذمٌّ. وفيهما أربع لغات: نَعِمَ بفتح أوَّله وكسر ثانيه، ثم تقول نِعِمَ فتُتبع الكسرة الكسرة، ثم تطرح الكسرة الثانية فتقول نِعْمَ بكسر النون وسكون العين، ولك أن تطرح الكسرة من الثاني وتترك الاول مفتوحا فتقول نَعْمَ الرجل بفتح النون وسكون العين. وتقول نِعْمَ الرجل زيد، ونِعْمَ المرأة هند، وإن شئت قلت: نِعْمَتِ المرأة هند. فالرجل فاعل نِعْمَ، وزيدٌ يرتفع من وجهين: أحدهما أن يكون مبتدأ قدِّم عليه خبره، والثاني أن يكون خبر مبتدأ محذوف، وذلك أنَّك لمَّا قلت نِعْمَ الرجل قيل لك من هو؟ أو قدَّرتَ أنَّه قيل لك ذلك فقلت: هو زيد، وحذفت \" هو \" على عادة العرب في حذف المبتدأ والخبر إذا عرف المحذوف هو زيد (١) . إذا قلت نعم رجلاً فقد أضمرت في نِعْمَ الرجل بالألف واللام مرفوعاً، وفسَّرته بقولك رجلاً، لأنَّ فاعل نِعْمَ وبئس (*) لا يكون إلا معرفة بالألف واللام، أو ما يضاف إلى ما فيه الألف واللام، ويراد به تعريف الجنس لا تعريف العهد، أو نكرةً منصوبة، ولا يليهما عَلَمٌ ولا غيره، ولا يتَّصل بهما الضمير. لا تقول نِعْمَ زيدٌ، ولا الزَيْدونَ نِعموا. وإن أدخلْت على نِعْمَ ما قلت: (نِعمَّا يعظُكم به) تجمع بين الساكنين، وإن شئت حركت العين بالكسر، وإن شئت فتحت النون مع كسر العين. وتقول: غسلتُ غسلاً نِعِمَّا، تكتفي بما مع نِعْمَ عن صلته، أي نِعْمَ ما غَسَلْتُهُ. والنُعْمُ بالضم: خلاف البؤس، يقال يومُ نعم ويوم يؤس، والجمع أنعم وأبؤس. ونعم الشئ، بالضم نعومة، أي صار ناعماً ليِّناً. وكذلك نَعِمَ يَنعم، مثل حَذِرَ يَحْذَرُ. وفيه لغة ثالثة مركبَّة بينهما: نَعِمَ يَنْعُمُ مثل فَضِلَ يَفْضُلُ. ولغةٌ رابعة: نَعِمَ يَنْعِمُ بالكسر فيهما، وهو شاذّ. والنَعْمَةُ بالفتح: التنعيم. يقال: نعمه الله وناعمه فتَنَعَّمَ. وامرأةٌ مُنَعَّمَةٌ ومُناعَمَةٌ بمعنًى. ورجل منعام، أي مفضال. يقال: أتيتُ أرضَ فلان فتَنَعَّمَتْني، إذا وافقته. وتقول: أنْعَمَ الله عليك من النِعْمَةِ. وأنْعَمَ الله صباحَك من النُعومَةِ. وأنْعَمَ له، أي قال له نَعَمْ. وفعل كذا وأَنْعَمَ، أي زاد. وأَنعمَ الله بك عيناً، أي أقرَّ الله عينَك بمن تحبُّه. وكذلك نَعِمَ الله بك عينا نعمة، مثل غلم غلمة، ونزه نزهة. ونعمك علينا مثله. والنعم: واحد الانعام، وهي المال الراعية وأكثر ما يقع هذا الاسم على الإبل. قال الفراء: هو ذكرٌ لا يؤنَّث. يقولون: هذا نَعَمٌ واردٌ. ويجمع على نُعْمانٍ، مثل حَمَلٍ وحُمْلانٍ. والأنعامُ تذكَّر وتؤنَّث. قال الله تعالى في موضع: (مِمَّا في بطونه) ، وفي موضع آخر: (مِمَّا في بطونها) . وجمع الجمع أناعيمُ، ويراد به التكثير فقط. لان جمع الجمع إما أن يراد به التكثير أو الضروب المختلفة. قال ذو الرمة:\nوانحسرت عنه الاناعيم (١) * ونعم: عِدَةٌ وتصديقٌ، وجواب الاستفهام، وربَّما ناقض بلى. إذا قال: ليس لي عندك وديعة فقولك نَعَمْ تصديقٌ له، وبلى تكذيبٌ. ونَعِمْ، بكسر العين: لغة فيه حكاها الكسائي. والنعامة من الطير يذكَّر ويؤنَّث. والنَعامُ: اسمُ جنسٍ، مثل حَمامٍ وحَمامَةٍ، وجرادٍ وجرادَةٍ. والنَعامَةُ: الخشبة المعترضة على الزُرْنوقَيْنِ. ويقال للقوم إذا ارتحلوا عن منهلهم أو تفوقوا: قد شالت نعَامَتُهُمْ. والنَعامَةُ: ما تحت القدم. وقال:\nوابنُ النَعامَةِ يومَ ذلك مَرْكَبي (١) * قال الأصمعيّ: هو اسم فرس. وقال الفراء: هو عِرْقٌ في الرِجْلِ. قال: سمعته منهم، حكاه في المصنَّف. وقال أبو عبيدة: هو اسمٌ لشدَّة الحرب، كقولهم: أُمُّ الحرب، وليس ثَمَّ امرأةٌ، وإنَّما ذلك كقولهم: به داء الظبى، وجاءوا على بَكْرة أبيهم، وليس ثَمَّ بكرة ولا داء. والنعام والنعامة: عَلَمٌ من أعلامِ المفاوز. قال أبو ذؤيب يصف طرق المفازة: بِهنَّ نَعامٌ بَناهُ الرجال تُلْقي النفائض فيه السريحا وقال آخر:\nلا شئ في ريدها إلا نعامتها (١) * ونعام: موضع. يقال: فلان من أهل برك ونعام، وهما موضعان من أطراف اليمن. والنعائم: منزل من منازل القمر، وهي ثمانية أنجمٍ كأنَّها سريرٌ معوجّ: أربعةٌ صادرة، وأربعة واردة. ونعامة: لقب بيهس. والنعامة: اسم فرس في قول لبيد: تكاثر قرزل والجون فيها وتحجل والنعامة والخبال وأبو نعامة: كنية قطرى بن الفجاءة، ويكنى أبا محمد أيضا. ونعمة العين بالضم: قُرَّتها. ويقال نُعْمَ عَيْنٍ، ونَعامَ عَيْنٍ، ونَعامَةَ عينٍ، ونُعْمَةَ عينٍ، ونُعْمى عينٍ، كلُّه بمعنًى. أي أفعل ذلك كرامةً لك وإنعاما لعينك وما أشبهه. (*) والنعامى بالضم: ريح الجنوب، لأنَّها أبَلُّ الرِياحِ وأرطبُها. ويقال أيضاً: نُعاماكَ: بمعنى قصاراك. ونعمان بن المنذر: ملك العرب، نسب إليه الشقائق، لانه حماه. قال أبو عبيدة: إن العرب كانت تسمى ملوك الحيرة النعمان، لانه كان آخرهم. ونعمان بالفتح: واد في طريق الطائف يخرج إلى عرفات. وقال (١) : تَضَوَّعَ مِسْكاً بَطْنُ نَعْمانَ أنْ مَشَتْ به زَيْنَبٌ في نِسْوَةٍ عطرات ويقال له نعمان الاراك. وقال (٢) : أما والراقصات بذات عرق ومن صلى بنعمان الاراك وقولهم: عم صباحا: كلمةُ تحيَّةٍ، كأنَّه محذوف من نَعِمَ يَنْعِمُ بالكسر، كما تقول: كل من أكل يأكل، فحذف منه الالف والنون استخفافا. والتنعيمة: شجرة. والتنعيم: موضع بمكة. وأنيعم: موضع. ونعم بالضم: اسم امرأة.",
    "pg": "5:2041-2045"
  },
  "نغب": {
    "def": "النُغْبُةُ بالضم: الجُرعة، وقد يُفْتح، والجمع النُغَبُ. قال ذو الرمّة: حتَّى إذا زَلَجَتْ عن كل حنجرةٍ * إلى الغليلِ ولم يَقْصَعْنَهُ نُغَبُ قال ابن السكيت: نَغِبْتُ من الإناء بالكسر نَغْباً، أي جرعت منه جرعا. وقولهم: ما جَرَّبْتُ عليه نُغْبَةً قطُّ، أي فعلة قبيحة.",
    "pg": "1:226-227"
  },
  "نغر": {
    "def": "النغرة، مثال الهمزة: واحدة النغر، وهى طيرٌ كالعصافير حُمْرُ المناقير. قال الراجز: عَلِقَ حَوْضي نُغَرٌ مُكِبُّ * إذا غَفَلْتُ غَفْلَةً يَعُبُّ * وحُمَّراتٌ شُرْبُهُنَّ غِبُّ * وبتصغيره جاء الحديث: \" يا أبا عُمَيْرِ، ما فعل النغير \". والجمع نغران مثل صرد وصردان. ونغر الرجل بالكسر، أي اغتاظ. قال الأصمعيّ: هو الذي يغلي جوفُه من الغيظ. وفي حديث علي ﵁، أنَّ امرأة جاءته فذكرت أنَّ زوجها يأتي جاريتَها، فقال: إن كنتِ صادقةً رجمناه، وإن كنتِ كاذبةً جَلَدْناكِ. فقالت: ردُّوني إلى أهلي غَيْرى نَغِرَةٍ. ونغرت القدر أيضا: غلبت. ابن السكيت: يقال ظلَّ فلان يَتَنَغَّرُ على فلان، أي يتذمر عليه. وأنغرت الشاة: لغةٌ في أمْغَرَتْ. وشاةٌ مِنْغارٌ مثل ممغار.",
    "pg": "2:833"
  },
  "نغص": {
    "def": "نَغَّصَ الله عليه العيشَ تَنْغيصاً، أي كدَّره. وقد جاء في الشعر نَغَّصَهُ، وأنشد الأخفش (١) : لا أرى الموتَ يَسْبِقُ الموتَ شئ * نغص الموت ذا الغنى والفقيرا * قال: فأظهر الموت في موضع الاضمار، وهذا كقولك: أما زيد فقد ذهب زيد، وكقوله تعالى: ﴿ولله ما في السموات وما في الارض وإلى الله ترجع الامور﴾ فثنى الاسم (٢) وأظهره. وتنغصت عيشته، أي تكدرت. ونَغِصَ الرجلُ بالكسر يَنْغَصُ نَغَصاً، إذا لم يتمَّ مراده. وكذلك البعير إذا لم يتمَّ شُربه. قال لبيد: فأَوْرَدَها العِراكَ ولم يَذُدْها * ولم يُشْفِقْ على نَغَصِ الدخال",
    "pg": "3:1059"
  },
  "نغض": {
    "def": "نَغَضَ رأسه يَنْغَضُ ويَنْغِضُ نَغْضاً ونُغوضاً، أي تحرَّك. وأنْغَضَ رأسه، أي حرَّكه كالمتعجِّب من الشئ. ومنه قوله تعالى: ﴿فسينغضون إليك رُؤوسَهُمْ﴾ . ويقال أيضاً: نَغَضَ فلانٌ رأسه، أي حرَّكه. يتعدَّى ولا يتعدى، حكاه الاخفش. وكل حركة في ارتجافٍ نَغْضٌ. يقال: نَغَضَ رحْلُ البعير وثَنِيَّةُ الغلامِ، نَغْضاً ونَغْضاناً. قال العجاج (٣) : جذب البرى وجرية الحبال (٤) * ونغضان الرحل من معال * والنغض: الظليم يحرك رأسه. قال العجاج:\nأصك نغضا لا ينى مستهدجا (١) * ومحال نُغَّضٌ. قال الراجز: لا ماءَ في المَقْراةِ إن لم تَنْهَضِ * بمَسَدٍ فوق المَحالِ النُغَّضِ * والناغِضُ: الغُرْضوفُ. ونَغَضَ السحابُ، إذا كَثُفَ ثم مخضَ، تراه يتحرَّك بعضه في بعضٍ ولا يسير. قال الراجز (٢) :\nبَرْقٌ ترى في عارِضٍ نغاض (٣)",
    "pg": "3:1108-1109"
  },
  "نغغ": {
    "def": "النغانغ لحمات تكون في الحلق عند اللهاة، واحدتها نغنع بالضم. قال جرير: غَمَزَ ابنُ مُرَّةَ يا فرزدقُ كَيْنَها غَمْزَ الطبيب نغانغ المعذور",
    "pg": "4:1328"
  },
  "نغف": {
    "def": "النغفُ، بالتحريك والغين معجمة: الدود الذى يكون فيه أنوف الإبل والغنم، عن الأصمعيّ. الواحدة نَغَفَةٌ. قال أبو عبيد: وهو أيضاً الدود الأبيض الذي يكون في النَوى إذا أُنْقِعَ، وما سوى ذلك من الدود فليس بنغف. وفى الحديث: \" أن يأجوج ومأجوج يسلط عليهم النغف فيأخذ في رقابهم \".",
    "pg": "4:1435"
  },
  "نغق": {
    "def": "نغق الغرب ينغق. بالكسر نغيقا، بغين معجمة، أي صاح. وناقةٌ نَغيقٌ، وهي التي، تَبْغُمُ بُعَيْداتِ بَيْنٍ، أي مرة بعد مرة.",
    "pg": "4:1560"
  },
  "نغل": {
    "def": "نَغِلَ الأَديمُ بالكسر، أي فسد، فهو نَغِلٌ. ومنه قولهم: فلانٌ نَغِلٌ، إذا كان فاسِدَ النَسَبِ. والعامَّة تقول: نَغْلٌ. ونَغِلَ قلبُهُ عليَّ، أي ضَغِنَ. يقال: نَغِلَتْ نِيَّاتُهُمْ، أي فسدتْ. وبرأَ الجرح وفيه شئ من نغل، بالتحريك أي فساد. والنغل أيضا: الإفْسادُ بين القوم والنميمة. قال الاعشى يذكر نبات الارض: يوما تراها كشبه أردية الخمس (١) ويوما أديمها نغلا",
    "pg": "5:1832-1833"
  },
  "نغم": {
    "def": "النَغَمُ (١) : الكلام الخفيّ. تقول منه: نَغَمَ يَنْغُمُ ويَنْغِمُ نَغْماً. وسكت فلان فما نَغَمَ (٢) بحرفٍ. وما تَنَغَّمَ مثله. وفلانٌ حسن النَغْمَةِ، إذا كان حسنَ الصوت في القراءة.",
    "pg": "5:2045"
  },
  "نغى": {
    "def": "ابن السكيت: يقال: سكتَ فلانٌ فما نَغى بحرف، أي ما نَبَسَ. وسمعت نَغيَةً من كذا وكذا، أي شيئاً من خبر. وأنشد لأبي نُخَيلة: لمَّا سمِعتُ نَغْيَةً كالشُهْدِ (١) * رفعتُ من أَطْمارِ مُسْتَعِدِّ وقلتُ للعيسِ اغْتَدي وجِدِّي * الفراء: النَغْيَةُ مثل النَغْمة. والاصمعى مثله. وسمعت منه نَغْيَةً، وهو الكلام الحسَنُ. قال أبو عمر الجرمِيُّ: النَغْيَةُ أوَّل ما يبلغك من الخبر قبل أن تستثبته. وهذا الجبل يُناغي السماء، أي يُدانيها لطوله. والمُناغاةُ: المغازلةُ. والمرأة تُناغي الصبيَّ، أي تكلِّمه بما يعجبه ويسره.",
    "pg": "6:2513"
  },
  "نفأ": {
    "def": "النُفْأَةُ: واحدة النُفَإِ، وهي قطعٌ من النبتِ متفرِّقةٌ من عظم الكلا، مثال: صبرة وصبر.",
    "pg": "1:78"
  },
  "نفا": {
    "def": "نَفاهُ: طرده، تقول: نَفَيْتُهُ فانْتَفى ونَفى هو أيضاً، يتعدَّى ولا يتعدى. قال القطامى * فأصبح جاراكم قتيلا ونافيا (١) * أي منتفيا. وتقول: هذا ينافى ذاك، وهما يتنافيان. والنفو بالكسر والنِفْيَةُ أيضاً: كلُّ ما نَفَيْتَ. والنُفايَةُ بالضم: ما نَفَيْتَهُ من الشئ لرداءته. ونفى المطر، على فعيل: ما تَنْفيهِ وترشه، وكذلك ما تطاير من الرِشاء على ظهر المائح. وقال: كأن متنيه من النفى (٢) * مواقع الطير على الصفى (٣) ونَفيُّ الريح: ما تَنْفي في أصول الشجر من التراب ونحوه. والنَفَيانُ مثله، ويشبَّه به ما يتطرَّف من معظم الجيش. وقال (٤) (*) وحربٍ يَضجُّ القومُ من نَفَيانِها * ضَجيجَ الجِمالِ الجِلَّةِ الدَبِراتِ ويقال: أتاني نَفِيُّكَمْ، أي وعيدكم الذي توعدونني.",
    "pg": "6:2513-2514"
  },
  "نفت": {
    "def": "نَفَتَتِ القِدْرُ تَنْفِتُ نَفيتاً، إذا كانت ترمي بمثل السهام من الغلي. يقال: القِدْرُ تَنافَتُ وتَنافَطُ. ومِرْجَلٌ نَفوتٌ. وإنَّ فلاناً ليَنْفِتُ غَضَباً ويَنْفِطُ، أي يغلي. والنَفيتَةُ: الحريقةُ، وهو أن يُذَرَّ الدقيقُ على ماءٍ أو لبن حتَّى يَنْفِتَ. وهي أغلظ من السَخينةِ، يتوسَّع بها صاحب العيال إذا غلبه الدهر.",
    "pg": "1:269"
  },
  "نفث": {
    "def": "النَفْثُ: شبيه بالنفخ، وهو أقلُّ من التَفْلِ. وقد نَفَثَ الراقي ينفث وينفث.\n(والنَفَّاثاتُ في العُقَدِ) : السواحر: والحيَّةُ تَنْفُثُ السَمَّ، إذا نَكَزَتْ. وفي المثل: \" لا بدَّ للمصدور أن يَنْفِثُ \". والنُفاثَةُ، بالضم: ما نَفَثْتَهُ من فيك. يقال: لو سألني نُفاثَةَ سِواكٍ ما أعطيته، وهو ما بقيَ منه في فيك فنفثته. وبنو نفاثة: قوم من العرب. ودم نفيث، إذا نفثه الجرح.",
    "pg": "1:295"
  },
  "نفج": {
    "def": "نَفَجَتِ الأرنبُ، إذا ثارتْ. وأنْفَجْتُها أنا. ونَفَجَتِ الفَرُّوجَةُ من بَيْضَتِها، أي خرجت. ونَفَجَ ثَدْيُ المرأة قميصَها يَنْفُجُهُ نَفْجاً، أي رفعه. ورجلٌ نَفَّاجٌ، إذا كان صاحب فخر وكبر، عن ابن السكيت. والنافجة: أول كل شئ يبدأ بشدة. تقول: نَفَجَتِ الريحُ، إذا جاءت بقوَّة. قال ذو الرمّة يصف ظليماً: يَرْقَدُّ في ظِلِّ عَرَّاصٍ ويَطْرُدُهُ * حَفيفُ نافِجَةٍ عُثْنونُها حَصِبُ (١) وقد تسمَّى السحابة الكثيرةُ المطَر بذلك، كما يسمى الشئ باسم غيره لكونه منه بسبب. قال الكميت: راحَتْ له في جُنوحِ الليلِ نافجةٌ لا الضَبُّ مُمْتَنِعٌ منها ولا الوَرَلُ ثمَّ قال: يستخرجُ الحشراتِ الخُشْنَ رَيِّقُها كأنَّ أرؤُسَها في مَوْجِهِ الخَشَلُ والنَوافِجُ: مؤخَّراتُ الضلوع، الواحدة نافِجَةٌ (٢) . وكانت العرب تقول في الجاهلية إذا وُلِدَ لأحدهم بنتٌ: \" هنيئاً لك النافجة \"، أي المُعَظِّمَةُ لمالِكَ، لأنَّك تأخذ مهرها فتضمه إلى مالك فينتفج. وأمَّا نوافِجُ المِسْك فمعرَّبة. والنَفيجةُ: القوس، وهي شَطيبَةٌ من نَبْعٍ. ولم يعرفه أبو سعيد بالحاء. قال مليح: أناخوا معيدات الوجيف كأنها * نفائج نبع لم تريع ذوابل وانتفج جنبا البعير: ارتفعا.",
    "pg": "1:345-346"
  },
  "نفح": {
    "def": "نَفَحَ الطِيبُ يَنْفَحُ، أي فاحَ. وله نَفْحَةٌ طيِّبة. ونَفَحَتِ الناقة: ضربت برجلها. ونَفَحَهُ بالسيف: تناوله من بعيد. ونفحه بشئ، أي أعطاه. يقال: لا يزال لفلان نَفَحاتٌ من المعروف. قال الشاعر (١) : لمَّا أتَيْتُكَ أرجو فضلَ نائِلِكُمْ * نَفَحْتَني نَفْحَةً طابَتْ لها العَرَبُ (٢) أي طابت لها النفس (٣) . ونَفَحَتِ الريحُ: هبَّت. قال الأصمعيّ: ما كان من الرياح نَفْحٌ فهو بردٌ، وما كان لَفْحٌ فهو حر. وقول الشاعر (٤) : * يمانية نفوح (١) * يعنى الجنوب تنفحه ببردها. ونفح العرق ينفح نَفْحاً، إذا نزا منه الدم. ونَفْحَةٌ من العذاب: قطعة منه. والنَفوحُ من النوق: التي يخرج لبنها من غير حلب. والنَفائح: القِسِيُّ، واحدتها نَفيحةٌ، وهي شَطيبةٌ من نَبْعٍ. وقوسٌ نَفوحٌ: بعيدة الدفع للسهم. ونافَحْتُ عن فلان: خاصمْت عنه. ونافَحوهُمْ، مثل كافحوهم. والإَنْفَحَةُ (٢) بكسر الهمزة وفتح الفاء مخفَّفة: كَرِشُ الحمل أو الجدي ما لم يأكل، فإذا أكل فهو كرش، عن أبى زيد. وكذلك المنفحة بكسر الميم. قال الراجز: كم قد أكلت كبدا وإنفحه * ثم ادخرت ألية مشرحه والجمع أنافح. وأنشد ابن الا عربي (٣) :\nإذا أولموا لم يولموا بالانافح (٤)",
    "pg": "1:412-413"
  },
  "نفخ": {
    "def": "نَفَخَ فيه، ونَفَخَهُ أيضاً لغة. قال الشاعر: لولا ابن جعدة لم يفتح قهندز كم * ولا خراسان حتى ينفخ الصور وقول القطامى: ألم يخز التفرق جند كسرى * ونفخوا في مداينهم فطاروا أراد \" نفخوا \" فخفف. ونفخ بها: حبق. والمنفاخ: الذي يُنْفَخُ فيه. وقولهم: ما بالدار نافِخُ ضَرَمَةٍ، أي ما بها أحد. وانتفخ الشئ، وربما قالوا: انْتَفَخَ النهار، أي علا. ورجلٌ ذو نَفْخٍ، وذو نَفْجٍ بالجيم، أي صاحب فخرٍ وكِبرٍ. ويقال: أجد نَفْخَةً ونُفْخَةً ونِفْخَةً، إذا انتفخ بطنه. ويقال: رجلٌ أنفَخُ بيِّن النَفَخِ، للذي في خُصْيَيْهِ نَفْخَةٌ. والنَفْخاءُ من الأرض، مثل النبخاء.",
    "pg": "1:433-434"
  },
  "نفد": {
    "def": "نفد الشئ بالكسر نفادا: فَنِيَ. وأنْفَدْتُهُ أنا. وأَنْفَدَ القومُ، أي ذهبت أموالهم، أو فَنِيَ زادهم. قال ابن هرمةَ (١) : أَغَرُّ كمِثْلِ البَدْرِ يَسْتَمْطِرُ الندَى * ويَهْتَزُّ مُرْتاحاً إذا هو أَنْفَدا - واسْتَنْفَدَ وُسعه، أي استفرغَه. وخصمٌ مُنافِدٌ: يستفرغ جهده في الخصومة. وفى الحديث: \" إن نافدتهم نافدوك \". ويروى بالقاف.",
    "pg": "2:544"
  },
  "نفذ": {
    "def": "نفد السهم من الرمية (٣) . ونفذ الكتاب إلى فلان نفاذا ونفوذاً، وأَنْفَذْتُهُ أنا. والتنفيذُ مثله. ورجلٌ نافِذٌ في أمره، أي ماضٍ. وأمرُهُ نافِذٌ أي مطاعٌ. وقولهم: أتى ينفذ ما قال، أي بالمخرج منه. وطعنةٌ لها نَفَذٌ، أي نافِذَةٌ. قال الشاعر قيس بن الخطيم: طَعَنْتُ ابنَ عبدِ القيسِ طَعْنَةَ ثائرٍ * لها نفذ لولا الشعاع أضاءها (١) -",
    "pg": "2:571-572"
  },
  "نفر": {
    "def": "نَفَرَتِ الدابَّةُ تَنْفِرُ وتَنْفُرُ نِفاراً ونُفوراً، يقال: في الدابَّة نفار، وهواسم مثل الحران. ونَفَرَ الحاجُّ من مِنًى نَفْراً. ونَفَرَ القوم في الأمور نُفوراً. والنَفيرُ: القوم الذين يتقدَّمون فيه. يقال: جاءت نَفْرَةُ بني فلان ونَفيرُهُمْ، أي جماعتهم الذين يَنْفِرونَ في الامر. وأنشد أبو عمرو: إن لها فوارسا وفرطا * ونفرة الحى ومرعى وسطا * يحمونها من أن تسام الشططا * والانفار عن الشئ، والتَنْفيرُ عنه، والاسْتِنْفارُ، كله بمعنًى. والاستنفار أيضا: النفور. وقال الشاعر: ازجر (١) حمارك إنه مستنفر * في إثر أحمرة عمدن لغرب - ومنه: \" * (حمر مُسْتَنْفِرَة) *، أي نافِرَةٌ و * (مُسْتَنْفَرَةٌ) * بفتح الفاء، أي مذعورة. والنَفَرُ بالتحريك: عدَّة رجال من ثلاثة إلى عشرة. والنَفيرُ مثله، وكذلك النَفْرُ والنَفْرَةُ بالإسكان. قال الفراء: نَفْرَةُ الرجل ونَفْرُهُ، أي رهطه. قال امرو القيس يصف رجلا بجودة الرمى: فهو لا تنمى رميته * ماله لا عد من نفره - فدعا عليه وهو يمدحه، وهذا كقولك لرجل يعجبك فعله: ماله قاتله الله! أخزاه الله! وأنت تريد غير معنى الدعاء عليه. ويقال يومُ النَفْرِ وليلةُ النَفْرِ، لليوم الذي يَنْفِرُ فيه الناس من مِنًى، وهو بعد يوم القَرِّ. وأنشد: وهل يَأْثَمَنِّي الله في أَنْ ذَكَرْتُها * وعَلَّلْتُ أَصحابي بها ليلة النفر (١) - ويروى: \" يأثمنى \"، بالضم الثاء. ويقال له أيضاً: يوم النَفَرِ بالتحريك: ويوم النفور: ويوم النفير، عن يعقوب. والمنافرة: المحاكمة في الحسب. يقال: نافره فنفره ينفره بالضم لاغير، أي غلبه. قال الأعشى يمدح عامر بن الطُفَيْل ويحمِل على علقمة ابن علاثة: قد قلتُ شِعْري فمَضى فيكُما * واعْتَرَفَ المنفورُ للنافِرِ - فالمنفورُ: المغلوبُ. والنافِرُ: الغالبُ. ونَفَّرَهُ عليه تَنْفيراً، أي قضى له عليه بالغلبة، وكذلك أَنْفَرَهُ. وقولهم: لقيته قبل كلِّ صَيْحٍ ونَفْرٍ، أي أولا. وقد مر باب الحاء. ونفر جلده، أي وروم. وفى الحديث: \" تخلل رجل بالقصب فَنَفَرَ فَمُهُ \" أي ورم. قال أبو عبيد: إنَّما هو من نفار الشئ من الشئ، وهو تجافيه عنه وتباعده منه. وقولهم: نفرعنه، أي لقبه لَقَباً، كأنَّه عندهم تَنْفيرٌ للجنّ والعين عنه. وقال أعرابيٌّ: لمَّا وُلِدْتُ قيل لأبي: نَفِّرْ عنه. فسمَّاني قُنْفُذاً، وكنَّاني أبا العَدَّاءِ. والنفريت إتباع للغريت وتوكيد.",
    "pg": "2:833-834"
  },
  "نفز": {
    "def": "الاصمعي: نفز الظبى ينفز نفزانا، أي وثب. قال الراجز (١) :\nإراحة الجداية النفوز (٢) * والمرأة تنفز ولدها، أي ترَقِّصُهُ. وأَنْفَزْتُ السهمَ على ظُفري، إذا أدرته. وكذلك نَفَّزْتُهُ تنفيزا.",
    "pg": "3:899"
  },
  "نفس": {
    "def": "النَفْسُ: الروحُ. يقال: خرجت نَفْسُهُ. قال أبو خراش: نجا سالِمٌ والنَفْسُ منه بِشِدْقِهِ * ولم يَنْجُ إلا جَفْنَ سيفٍ ومِئزرا * أي بجفن سيف ومئزر. والنَفْسُ: الدمُ. يقال: سالت نَفْسُهُ. وفي الحديث: \" ما ليس له نَفْسٌ سائِلَةٌ فإنَّه لا يُنَجِّسُ الماءَ إذا مات فيه \". والنَفْسُ أيضاً: الجسدُ. قال الشاعر (١) : نُبِّئْتُ أنَّ بني سُحَيْمٍ أَدخلوا * أبياتَهُمْ تامورَ نَفْسِ المُنْذِرِ (٢) * والتامورُ: الدمُ. وأمَّا قولهم: ثلاثة أنْفُسٍ، فيذكِّرونه لأنَّهم يريدون به الإنسان. والنَفْسُ: العينُ. يقال: أصابت فلاناً نَفْسٌ. ونَفَسْتُهُ بنَفْسٍ، إذا أصبته بعينٍ. والنافِسُ: العائِنُ. والنافِسُ: الخامسُ من سهام الميسر، ويقال هو الرابع. ونفس الشئ: عينه يؤكد به. يقال: رأيت فلاناً نَفْسَهُ، وجاءني بنَفْسِهِ. والنَفْسُ: أيضاً قَدْرُ دَبْغَةٍ مما يُدْبَغُ به الأديمُ من القَرَظِ وغيره. يقال: هَبْ لي نفسا من دباغ. قال الاصمعي. بعثت امرأة من العرب بنتا لها إلى جارتها فقالت لها: تقول لك أمي: أعطيني نفسا أو نفسين أمعس به منيئتى فإنى أفدة. أي مستعجلة لا أتفرغ لاتخاذ الدباغ، من السرعة. والنفس بالتحريك: واحد الأَنْفاسِ. وقد تَنَفَّسَ الرجل، وتَنَفَّسَ الصُعَداء. وكلُّ ذي رئةٍ مُتَنَفِّسٌ. ودوابُّ الماء لا رِئاتَ لها. وتَنَفَّسَ الصبح، أي تَبَلَّج. وتَنَفَّسَتِ القوسُ، أي تصدَّعتْ. ويقال للنهار إذا زاد: تَنَفَّسَ، وكذلك الموجُ إذا نضحَ الماء. وقول الشاعر:\nعَيْنَيَّ جودا عَبْرَةً أَنْفاسا * أي ساعة بعد ساعة. والنَفْسُ أيضاً: الجُرعة. يقال اكْرَعْ في الإناء نَفساً أو نَفَسَيْنِ، أي جرعة أو جرعتين، ولا تزد عليه. والجمع أنفاس، مثل سبب وأسباب. قال جرير: تعَللُ وهيَ ساغِبَة بنيها * بأَنْفاسٍ من الشَبِمِ القَراحِ * ويقال أيضاً: أنت في نَفَسٍ من أمرك، أي في سعة. وشئ نفيس، أي يُتَنافَسُ فيه ويُرْغَبُ. وهذا أَنْفَسُ مالي، أي أحبُّهُ وأكرمُهُ عندي. وأنْفَسَني فلانٌ في كذا، أي رغَّبني فيه. ولفلان مُنْفِسٌ ونَفيسٌ، أي مالٌ كثيرٌ. يقال: ما يسرُّني بهذا الأمر مُنْفِسٌ ونَفيسٌ. ونَفِسَ به بالكسر، أي ضنَّ به. يقال: نَفِسْتُ عليه الشئ نفاسة إذا لم تره يستأهله. ونَفِسْتَ عليَّ بخير قليل، أي حسدت. ونفس الشئ بالضم نَفاسَةً، أي صار نفيساً مرغوباً فيه. ونافست في الشئ منافسة ونِفاساً، إذا رغبت فيه على وجه المباراة في الكرم وتنافسوا فيه، أي رغِبوا. وقولهم: لك في هذا الأمر نُفْسَةٌ، أي مُهْلَةٌ. ونَفَّسْتُ عنه تَنْفيساً، أي رفَّهت. يقال: نَفَّسَ الله عنه كربته، أي فرَّجها. والنِفاسُ: وِلادُ المرأة إذا وضَعَتْ، فهي نُفَساءٌ ونسوة نقاس. وليس في الكلام فعلاء يجمع على فعال غير نفساء وعشراء. ويجمع أيضا على نفساوات وعشراوات، وامرأتان نفساوان وعشراوان، أبدلوا من همزة التأنيث واوا. وقد نَفِسَتِ المرأةُ بالكسر نِفاساً ونَفاسَةً. ويقال أيضاً: نُفِسَتِ المرأةُ غلاماً، على ما لم يسمَّ فاعلُه، والولد منْفوسٌ. وفي الحديث: \" ما من نَفْسٍ مَنْفوسَةٍ إلا وقد كُتِبَ مكانُها من الجنَّة والنار \". وقولهم: وَرِثَ فلانٌ قبل أن يُنْفَسَ فلانٌ، أي قبل أن يولد. قال الشاعر (١) : لنا صرخةٌ ثم إسْكاتَةٌ * كما طرقت بنفاس بكر * أي بولد *.",
    "pg": "3:984-985"
  },
  "نفش": {
    "def": "نَفَشْتُ القطن والصوف أَنْفِشُ نَفْشاً. وعِهْنٌ مَنْفوشٌ، والتَنْفيشُ مثله. وانْتَفَشَتِ الهرَّةُ وتَنَفَّشَتْ، أي ازْبَأَرَّتْ. ونَفَشَتِ الإبل والغنم تَنْفِشُ وتَنْفُشُ نفوشا، أي رعت ليلا بلا راعٍ. ومنه قوله تعالى: ﴿إذ نَفَشَتْ فيه غَنَمُ القوْم﴾ . وأَنْفَشْتُها أنا: تركتها ترعى ليلاً بلا راع. قال الراجز:\nفما لها الليلة من إنفاش (١) * وهى إبل نفش بالتحريك، ونُفَّاشٌ، ونَوافِشُ. ولا يكون النَفَشُ إلا بالليل، والهَمَلُ يكون ليلاً ونهارا.",
    "pg": "3:1022"
  },
  "نفص": {
    "def": "أَنْفَصَتِ الشاةُ ببوْلِها: أخرجته دُفْعَةً دُفْعَةً، مثل أوزعتْ. قال الأصمعيّ: النُفاصُ: داءٌ يأخذ الشاة فتنفص بأبوالها أي تدفعه دفعا حتى تموت، حكاه عنه أبو عبيد. وأنفص بالضحك (١) ، أي أكثر منه. والنُفْصَةُ: دُفْعَةٌ من الدم. قال الشاعر:\nترى الدماء على أكنافها نفصا (٢)",
    "pg": "3:1059"
  },
  "نفض": {
    "def": "نَفَضْتُ الثوبَ والشجر أنْفُضُهُ نَفْضاً، إذا حرَّكته ليَنْتَفِضَ. ونَفَّضْتُهُ شدِّد للمبالغة. والنَفَضُ، بالتحريك: ما تساقط من الورق والثمر، وهو فعل بمعنى مفعول، كالقبض بمعنى المقبوض. والنفاض بالضم والنفاضة: ما سقط عن النفض. والمنفض: المنسف. ونفضت المرأة كَرِشَها فهي نَفوضٌ: كثيرةُ الولدِ. ونَفَضَتِ الإبلُ أيضاً وأَنْفَضَتْ: نُتِجَتْ. قال ذو الرمة: كلا كفأتيها (١) تنفضان ولم يجد * لها ثيل سقب في النتاجين لامس * ويروى \" تنفضان \". والنافِضُ من الحمَّى: ذات الرعدة. يقال: أخذته حُمَّى نافِضٌ. ونَفَضَتْهُ الحمَّى فهو مَنْفوضٌ. والنُفْضَةُ بالضم: النُفَضاءُ، وهي رِعْدةُ النافِضِ. والنُفْضَةُ أيضاً: المطَرة تصيب القطعة من الأرض وتخطئ القطعة. وأَنْفَضَ القومُ، أي هلكت أموالهم. وأَنْفَضوا أيضاً، مثل أرملوا، إذا فَني زادهم والاسم النفاض بالضم. ومنه قولهم: \" النفاض يقطر الجلب \" وكان ثعلب يفتحه ويقول: هو الجدب، أي إذا جاء الجدب جلبت الابل قطارا قطارا للبيع. والنفاض بالكسر: إزار من أُزُر الصبيان. يقال: ما عليه نفاض. قال الراجز * جارية بيضاء في نفاض (١) * والنفضة بالتحريك: الجماعة يُبْعَثونَ في الأرض لينظروا هل فيها عدوٌّ أو خوفٌ. وكذلك النفيضة نحو الطليقة. قالت سلمى الجُهَنيّة تَرْثي أخاها أسعَدَ (٢) : يَرِد المياه حضيرَةً ونَفيضةً * وِرْدَ القطاةِ إذا اسْمَأَلَّ التُبَّعُ * تعني إذا قَصُرَ الظلُّ نصفَ النهار. والجمع النفائض. قال أبو ذؤيب يصف المفاوز: بهن نعام بناه الرجا * ل تلقى النفائض فيه السريحا * هذا قول الاصمعي. وهكذا رواه أيضا أبو عمرو بالفاء، إلا أنه قال في تفسيره: إنها الهزلى من الابل. ورواه غيره بالقاف، جمع نقض، وهى التى جهدها السير. وقد نفضت المكان نفضا، واسْتَنْفَضْتُهُ وتَنَفَّضْتُهُ، إذا نظرت جميع ما فيه. قال زهير يصف البقرة: وتَنْفُضُ عنها غَيْبَ كُلِّ خميلةٍ * وتخشى رُماة الغَوْثِ من كل مرصد * واستنفض القوم، أي بعثوا النَفيضَةَ. ويقال: \" إذا تكلَّمتَ ليلاً فاخفِضْ، وإذا تكلَّمتَ نهاراً فانْفُضْ \"، أي التفتْ هل ترى من تكره.",
    "pg": "3:1109-1110"
  },
  "نفط": {
    "def": "النَفَطُ بالتحريك: المَجلُ. وقد نَفطتْ يده نَفْطاً ونَفيطاً، وتَنَفَّطَتْ. والنِفْطُ والنَفْطُ: دُهْنٌ، والكسر أفصحُ. ونَفَطَتِ العنزُ تَنْفِطُ نَفيطاً، إذا نثرت بأنفها. عن أبى الدقيش. يقال: ماله عافطة ولا نافطة، أي شئ. والقدر تنفط نفيطا، لغة في تَنْفِتُ، إذا غَلَتْ وتَبَجَّسَتْ. وإنَّ فلاناً لَيَنْفِطُ غضباً، مثل يَنْفِتُ.",
    "pg": "3:1164-1165"
  },
  "نفع": {
    "def": "النَفْعُ (١) : ضد الضُرُّ. يقال: نَفَعْتُهُ بكذا فانْتَفَعَ به، والاسمُ المنفعة.",
    "pg": "3:1292"
  },
  "نفف": {
    "def": "النفنف: الهواء. وكل مهوى بين الجبلين فهو نفنف.",
    "pg": "4:1435"
  },
  "نفق": {
    "def": "نَفَقَتِ الدابَّة تَنْفُقُ نُفوقاً، أي ماتت. ونفقَ البيعُ نَفاقاً بالفتح، أي راج. والنِفاقُ بالكسر: فِعل المُنافِقُ. والنِفاقُ أيضاً: جمع النَفَقَةِ من الدراهم. يقال: نَفِقَتْ بالكسر نِفاقُ القومِ، أي فنيت. ونَفِقَ الزاد يتفق نفقا، أي نفذ. وفرسٌ نَفِقُ الجري، إذا كان سريع انقطاع الجرى. قال علقمة بن عبدة يصف ظليما: فلا تزيده في مشيه نفق ولا الزفيف دوين الشد مسئوم وأنفق القوم، أي نَفَقَتْ سوقُهُم. وأَنفَقَ الرجل، أي افتقر وذهب ماله، ومنه قوله تعالى: (إذاً لأَمْسَكْتُمْ خَشْيَةَ الانفاق) . وقد أنفقت الدرهم، من النفقة. ورجل منقاق، أي كثير النفقة. والنفق: سرب في الارض له مخلص إلى مكان. وفى المثل: \" ضَلَّ دُرَيْصٌ نَفَقهُ \" أي جُحْره. والنافقاء: إحدى جِحَرَةِ اليربوع، يكتُمها ويُظهر عيرها، وهو موضع يرققه، فإذا أُتِيَ من قِبَلِ القاصِعاءِ ضربَ النافِقاءَ برأسه فانْتَفَقَ، أي خرج. والجمع النَوافِقُ. والنُفقَةُ أيضاً، مثال الهمزة: النافقاء. وتقول منه: نفق اليربوع تَنْفيقاً ونافَقَ، أي أخذ في نافِقائه. ومنه اشتقاق المُنافِقِ في الدينِ. ونَيْفَقُ السراويلِ: الموضعُ المتسع منها. والعامة تقول نيفق، بكسر النون. والمنتفق: اسم رجل. ومالك بن المنتفق: قاتل بسطام بن قيس.",
    "pg": "4:1560"
  },
  "نفل": {
    "def": "النَفْلُ والنافِلَةُ: عَطِيَّةُ التَطَوُّعِ من حيث لا تجِبُ، ومنه نافِلَةُ الصلاةِ. والنافِلَةُ أيضاً: وَلَدُ الولد. وانتفل من الشئ، أي انْتَفى منه وتَنَصَّلَ، كأنَّه إبدالٌ منه. قال الأعشى: لئنْ مُنيتَ بنا عن جدِّ مَعْرَكَةٍ لا تلفنا عن دماء القوم ننتفل والنَفَلُ بالتحريك: الغنيمةُ، والجمع الأنفالُ. قال لبيد:\nإنَّ تَقْوى رَبِّنا خيرُ نَفَلْ (٢) * تقول منه: نَفَّلْتُكَ تنفيلاً، أي أعطيتك نَفَلاً. والتَنَفُّلُ: التطوع. والنفل أيضا: نبت في قول الشاعر (٣) به الحوذان والنفل (١) * ويقال لثلاثِ ليالٍ من الشهر: نُفَلٌ، وهي بعد الغُرَرِ. والنَوْفَلُ: البحرُ. والنوفل: الرجل الكثير العطاء. وقال (٢) :\nيأبى الظلامة منه النوفل الزفر (٣) * ونوفل: اسم رجل. والنوفلة: المملحة.",
    "pg": "5:1833"
  },
  "نفه": {
    "def": "نَفِهَتْ نفسُهُ بالكسر: أعيتْ وكلَّتْ. والنافِهُ: الكالُّ المُعْيِي من الإبل وغيرها ; والجمع نُفَّهٌ. وقد أَنفَهَ فلان إبله ونفَّهَها، إذا أكَلَّها وأعياها. وجَمَلٌ مُنَفَّهٌ وناقةٌ مُنَفَّهَةٌ. قال: رُبَّ هَمٍّ جَشَمْتُهُ في هَواكُمْ * وبَعيرٍ مُنَفَّهٍ مَحْسور والمنفوه: الضعيف الفؤاد الجبان.",
    "pg": "6:2253"
  },
  "نقا": {
    "def": "نقاوة الشئ: خياره، وكذلك النقاية بالضم فيهما، كأنه بنى على ضده وهو النفاية، لان فعالة يأتي كثيرا فيما يسقط من فضلة الشئ. يقال: نقى الشئ بالكسر يَنْقى نَقاوَةً (١) بالفتح، فهو نَقِيٌّ أي نظيفٌ. والنَقاءُ ممدودٌ: النظافةُ. والنَقا مقصورٌ: الكثيب من الرمل، تثنيته نقوان ونقيان أيضا. والنقاة مثل القناة: ما يُرمى من الطعام إذا نقى، حكاه الاموى. وقال بعضهم: نقاة كل شئ: رديئة ما خلا التمر، فإنَّ نَقاتَهُ خيارُهُ. والتَنْقِيَةُ: التنظيفُ. والانتِقاءُ: الاختيارُ. والتَنَقِّي: التَخَيُّرُ. والنِقوُ بالكسر في قول الفراء: كلُّ عظمٍ ذي مخٍّ ; والجمع أَنْقاءٌ. والنِقْيُ: مخّ العظم، وشحمُ العين من السِمَنِ. ونَقَوْتُ العظم ونَقَيْتُهُ، إذا استخرجت نِقْيَهُ. وانْتَقَيْتُ العظم مثله. وأَنْقَتِ الإبل، أي سمنتْ وصار فيها نِقْيٌ ; وكذلك غيرها. قال الراجز في صفة الخيل. لا يشتكين عملا ما أنقين * ما دام مخ في سلامى أو عين يقال: هذه ناقة منقية، وهذه لا تُنْقي. والنُقاوى: ضربٌ من الحمض.",
    "pg": "6:2514-2515"
  },
  "نقب": {
    "def": "النقبُ: الطريق في الجبل، وكذلك المنقب والمنقبة، عن ابن السكيت: ونقب الجدار نَقْباً، واسم تلك النَقْبَةِ نَقْبٌ أيضاً. ونَقَبَ البَيْطارُ سُرَّةِ الدابَّة ليخرج منها ماء أصفر، وتلك الحديدة مِنْقَبٌ، والمكان مَنْقَبٌ بالفتح. وقال (١) : أقب لم ينقب البيطار سرته * ولم يدجه ولم يغمز له عصبا (٢) والناقبة: قَرْحَةٌ تخرج بالجنب تهجم على الجوف. والنُقْبَةُ بالضم: أوَّل ما يبدو من الجَرَبِ قِطعاً متفرِّقة، وجمعها نُقْبٌ (٣) . قال دريد بن الصمة: مُتَبَذِّلاً تبدو محاسنُه * يضعَ الهِناَء مواضع النُقْبِ والنُقْبَةُ أيضاً: اللون والوجه. قال ذو الرمّة يصف ثوراً: ولاحَ أَزْهَرُ مشهورٌ بنُقْبَتِهِ * كأنَّه حين يَعْلو عاقِراً لَهَبُ والنُقبة أيضاً: ثوبٌ كالإزار يُجعل له حُجْزَةٌ مخيطَة، من غير نَيْفَقٍ، ويشدُّ كما يشدُّ السراويل. تقول منه: نَقَبْتُ الثوبَ نَقْباً، أي جعلته نُقْبَةً. ونَقِبَ البعير بالكسر، إذا رقَّت أخفانه. وأنقب الرجل، إذا نقب بعيره. ونَقِبَ الخُفُّ الملبوس، أي تَخَرَّقَ. والمَنْقَبَةُ: ضد المَثْلَبَةِ. والنقيب، العَريف، وهو شاهد القوم وضمينهم، والجمع النقباء. وقد نَقَبَ على قومه ينقب نقابة، مثل كتب يكتب كتابة. قال الفراء: إذا أردتَ أنَّه لم يكن نقيباً ففعل قلت: نَقُبَ بالضم، نَقابَةً بالفتح. قال سيبويه: النِقابَةُ بالكسر الاسم، وبالفتح المصدر، مثل الوِلاية والوَلاية. أبو عبيد: النَقيبة: النفس. يقال: فلانٌ ميمون النَقيبة، إذا كان مُبارك النفس. قال ابن السكيت: إذا كان ميمونَ الأمر ينجح فيما يحاول ويظفَرُ. وقال ثعلب: إذا كان ميمون المَشورة. وكلبٌ نَقيبٌ: نُقِبَتْ غَلْصَمَتُهُ ليضعف صوته، يفعله اللئيم لئلا يسمع صوتَه الأضيافُ. والنقاب: نِقاب المرأة. وقد انْتَقَبَتْ. وإنَّها لحَسَنَةُ النقبة، بالكسر. وناقبت فلانا، إذا لقيته فجأةً. ولقيتُهُ نِقاباً. ووَرَدْتُ الماء نقابا، مثل التقاطا (١) ، إذا هجمت عليه من غير طلب. والنقاب أيضا: الرجل العَلاَّمة. قال أوس ابن حَجَر: كَريمٌ جَوادٌ أخو مَأْقِطٍ * نِقابٌ يُحَدِّثُ بالغائبِ (١) ونَقَّبوا في البلاد: ساروا فيها طلبا للمهرب.",
    "pg": "1:227-228"
  },
  "نقت": {
    "def": "نَقَتُّ المخَّ أَنْقُتُهُ نَقْتاً: لغة في نَقَوْتُهُ، إذا استخرجته. كأنهم أبدلوا الواو تاء.",
    "pg": "1:269"
  },
  "نقث": {
    "def": "يقال: خرجت أَنْقُثُ بالضم، أي أُسرِع. وكذلك التَنْقيثُ والانْتِقاثُ.",
    "pg": "1:295"
  },
  "نقثل": {
    "def": "النَقْثَلَةُ: مِشية الشيخ، يُثيرُ التراب إذا مشى. وقال الراجز (٢) قاربت أمشى القعولى والفنجله وتارة أنبث نبثا نقثله (١)",
    "pg": "5:1835"
  },
  "نقح": {
    "def": "تَنْقيحُ الجذعِ: تشذيبه. وتَنْقيحُ الشِعر: تهذيبه. يقال خيرُ الشِعر الحَوْليُّ المُنَقَّحُ. وتَنْقيحُ العظم: استخراج مخه. يقال: نقحت العظم وانتقحته، بمعنًى. وتَنَقَّحَ شحم الناقة، أي قل.",
    "pg": "1:413"
  },
  "نقخ": {
    "def": "النُقاخُ: الماء العذب الذي يَنْقَخُ الفؤادَ ببرده (١) . قال العَرْجي (٢) : وإنْ شئتِ حرَّمْتُ النِساَء سِواكُمُ * وإنْ شئتِ لم أطْعَمْ نُقاخاً ولا بردا والنقخ: النقف، وهو كسر الرأس عن الدماغ. قال العجاج: لعلم الاقوام أنى مفنخ * لهامهم أرضه وأنقخ بفتح القاف.",
    "pg": "1:434"
  },
  "نقد": {
    "def": "نَقَدْتُهُ الدراهمَ، ونَقَدْتُ له الدراهمَ، أي أعطيته، فانْتَقَدَها، أي قبضها. ونَقَدْتُ الدراهم وانْتَقَدْتُها، إذا أخرجتَ منها الزَيْفَ. والدرهم نَقْدٌ، أي وازِنٌ جيِّدٌ. وناقَدْتُ فلاناً، إذا ناقشته في الأمر. والنَقَدُ بالتحريك: جِنسٌ من الغنم قِصار الأرجل قِباحُ الوجوه تكون بالبحرين، الواحدة نَقَدَةٌ. ويقال: \" أذلُّ من النَقَدِ \". قال الأصمعيّ: أجودُ الصوفِ صوفُ النَقَدِ. والنَقَدُ أيضاً: تقشُّرٌ في الحافر وتأكُّلٌ في الأسنان (٢) . تقول منه: نَقِدَ الحافر بالكسر، ونَقِدَتْ أسنانه. قال الشاعر (١) : عاضَها اللهُ غلاماً بَعْدَما * شابَتِ الأصْداغُ والضرس نقد (٢) - ويروى: \" نقد \". وربما قيل للقمئ من الصِبيان الذي لا يكاد يَشِبُّ: نَقَدٌ. والنُقْدَةُ بالضم: ضربٌ من الشجر، واسم موضع. ويقال للقنفذ: أنقد، وهي معرفةٌ كما قيل للأسد أسامة: ومنه قولهم: \" باتَ فلانٌ بلَيلِ أنْقَدَ \": لأنَّ القنفذ لا ينام الليل كله. ومازال فلان ينقد بصره إلى الشئ، إذا لم يزل ينظر إليه.",
    "pg": "2:544-545"
  },
  "نقذ": {
    "def": "أنْقَذَهُ من فلان، واسْتَنْقَذَهُ منه، وتَنَقَّذَهُ، بمعنًى، أي نجَّاه وخلَّصه. والنَقَذُ بالتحريك: ما أَنْقَذْتَهُ، هو فَعَلٌ بمعنى مفعول، مثل نَفَضٍ وقبض. والنَقائِذُ: من الخيل: ما أنْقَذْتَهُ من العدو وأخذته منهم، الواحدة نقيذة. ومنقذ: اسم رجل. فصل الواو",
    "pg": "2:572"
  },
  "نقر": {
    "def": "نَقَرَ الطائر الحبَّة يَنْقُرُها نقرا: التقطها. ونقرت الشئ: ثقبته بالمنقار. ونُقِرَ في الناقورِ: نفخ في الصُور. ونَقَرْتُ الرجلَ نَقْراً: عبته. قالت امرأة. لزوجها: مر بى على بنى نظرى، ولا تمر بى على بنات نقرى \"، أي مر على الرجال الذين ينظرون، ولا تمر بى النساء اللواتى يعبن من مر بهن. وقد نقرت بالفرس نقرا، وهو صُوَيْتٌ تزعجه به، وذلك أن تُلصِقَ لسانك بحنكك ثم تفتح (١) . وقول الشاعر (٢) :\nأنا ابن ماوية إذا جد النقر (٣) * أراد النقر بالخيل، فلما وقف نقل حركة الراء إلى القاف إذا كان ساكنا، ليعلم السامع أنها حركة الحرف في الوصل كما تقول: هذا بكر، ومررت ببكر. ولا يكون ذلك في النصب. وإن شئت لم تنقل ووقفت على السكون وإن كان قبله ساكن. والنقر: صويت يسمع من قرع الإبهام على الوسطى. يقال: ما أثابَهُ نَقْرَةً، أي شيئاً. لا يستعمل إلا في النفي. قال الشاعر: وهُنَّ حَرًى أن لا يُثِبْنَكَ نَقْرَةً * وأنت حَرًى بالنار حين تثيب - والناقر: السهم إذا أصاب الهدف. وإذا لم يصب فليس بناقِرٍ. وقولهم: \" دعوتُهم النَقَرى، أي دعوةً خاصَّةً، وهو أن يدعو بعضاً دونَ بعض. وهو الانتقار أيضا. قال طرفة بن العبد: نحن في المشتاة ندعو الجفلى * لا ترى الآدب (١) منا ينتقر - ويقال أصله من نقر الطير، إذا لقط من ههنا وههنا. والنقرة: السبيكة. والنقرة: جفرة صغيرة. في الارض. ومنه نُقْرَةُ القفا. والنَقيرُ: النُقْرَةُ التي في ظهر النواة. ومنه قول لبيد يرثي أخاه أربدَ: فليس الناسُ بعدَكَ في نَقيرٍ * ولاهم غير أصداء وهام - أي ليس بعدك في شئ. قال العجاج:\nدافعت عنهم بنقير موتتى (٢) * والنَقيرُ: أصل خشبةٍ يُنْقَرُ فيُنْبَذُ فيه فيشتدُّ نبيذُهُ، وهو الذي ورد النهى عنه. وقولهم: حقير نَقيرٌ، إتباعٌ له. وفلان كريم النَقيرِ، أي الأصل. والنُقَرَةُ، مثال الهُمَزَةُ: داءٌ يأخذ الشاءَ في حقويها. وقد نقرت الشاة بكسر تَنْقَرُ نَقَراً، فهي نَقِرَةٌ، وبها نقر. قال المرار العدوى: وحشوت الغيظ في أضلاعه * فهو يمشى حظلانا كالنقر - ويقال: النقر الغضبان. وقد نقر نقرا. والمنقر بضم الميم والقاف (١) : بئر صغيرة ضيّقة الرأس تكون في نَجَفَة صلبة لئلا تتهشَّم. والجمع المَناقِرُ. والمنقر، بكسر الميم: المعول. قال ذو الرمة: تفض الحصى عن مجمرات وقيعة * كأرحاء رقد زلمتها المناقر - ومنقر أيضا: أبوحى من تميم، وهو منقر ابن عبيد بن الحارث بن عمرو بن كعب بن سعد بن زيد مناة بن تميم. ومنقار الطائر والنَجَّار، والجمع المَناقيرُ. والتَنْقيرُ عن الأمر: البحث عنه. والتَنْقيرُ مثل الصفير. قال الراجز (٢) :\nونقرى ما شئت أن تنقري (٣) وأنقر عنه، أي كفَّ. ومنه قول الشاعر (١) : لَعَمْري (٢) ما ونيت في ود طيئ * وما أنا عن أعداء قومي بمُنْقِرِ - وقال ابن عباس ﵁: \" ما كان الله ليُنْقِرُ عن قاتل المؤمن \"، أي ما كان الله ليكف عن حتى يهلكه. وأنقرة: موضع فيه قلعة للروم وهو أيضا جمع نقير مثل رغيف وأرغفة، وهو حفرة في الارض. قال الاسود بن يعفر (٣) : نزلوا بأنقرة يسيل عليهم * ماء الفرات يجيئ من أطواد -",
    "pg": "2:834-836"
  },
  "نقرس": {
    "def": "النِقْرِسُ: داءٌ معروف. والنِقْرِسُ أيضاً: الحاذقُ. يقال: دليلٌ نِقْرِسٌ، إذا كان داهيةً. وطبيبٌ نِقْرِسٌ ونقريس، أي حاذق. قال رؤبة: وقد أكون مرة نطيسا * طبا بأدواء الصبا نقريسا (١)",
    "pg": "3:986"
  },
  "نقز": {
    "def": "نَقَزَ الظبيُ في عَدْوِهِ يَنْقِزُ نَقْزاً ونَقَزاناً، أي وثب. والتنقيز: التوثيب. والنفاز: داء يأخذ الغنم فتَنْقُزُ منه حتَّى تموت، مثل النُزاءِ. والنَقَزُ بالتحريك: رُذالُ المال. وأنشد الاصمعي: أخذت بكرا نقزا من النقز * وناب سوء قمزا من القمز * والنقز بكسر النون مثله.",
    "pg": "3:899-900"
  },
  "نقس": {
    "def": "الناقوسُ: الذي تَضرب به النَصارى لأوقات الصلاة. قال جرير: لمَّا تَذَكَّرتْ بالدَيْرَيْنِ أَرَّقَني * صوتُ الدجاجِ وضرْبٌ بالنواقيسِ * والنَقْس: ضربُ الناقوس. وفى الحديث: \" كادوا ينقسون حتى رأى عبد الله بن زيد (٢) الاذان في المنام \". والنقس أيضا مثل اللقس، وهو أن تعيب القومَ وتسخر منهم. والنقس بالكسر: الذى يكتب به. ويجمع على أنْقُسٍ وأنْقاسٍ. قال المرار الفقعسي: عَفَتِ المنازلُ غيرَ مثل الأَنْقُسِ * بعد الزمانِ عَرَفْتَهُ بالقِرْطِسِ * أي في القِرطاسِ. تقول منه: نَقَّسَ دواته تَنْقيساً.",
    "pg": "3:985-986"
  },
  "نقش": {
    "def": "نقشت الشئ نقشا (٢) ، فهو مَنْقوشٌ. ونَقَّشْتُهُ تَنْقيشاً. ونَقْشُ العِذْقُ أيضاً: أن تضربه بالشوك حتَّى يرطِبَ. ويقال نُقِشَ العِذْقُ، على ما لم يُسَمَّ فاعله، إذا ظهرتْ به نُكتٌ من الإرطابِ. والنَقْشُ أيضاً: النَتْف بالمِنْقاشِ. والمَنْقوشَةُ: الشَجَّةُ التي تُنْقَشُ منها العظام، أي تستخرج. والمناقشة: الاستقصاء في الحساب. وفي الحديث: \" من نوقِشَ الحسابَ عُذِّبَ \". ونَقَشْتُ الشوكَة من الرجل وانتقشتها، أي استخرجتها. وقول الراجز:\nنقشا ورب البيت أي نقش * قال أبو عمرو: يعنى الجماع. وانتقش البعيرُ، إذا ضرب بيده الأرضَ لشئ يدخل في رجله. ومنه قيل: \" لطمه لطم المنتقش \".",
    "pg": "3:1022-1023"
  },
  "نقص": {
    "def": "نقص الشئ نقصا ونقصانا، ونَقَصْتُهُ أنا، يتعدَّى ولا يتعدَّى. وانتقص الشئ، أي نقص. وانتقصته أنا. واستنقص المشترى الثمن، أي استحَطَّ. والمَنْقَصَةُ: النَقْصُ. والنَقيصَة: العيبُ، وفلان يَتَنَقَّصُ فلاناً، أي يقع فيه ويثلبه.",
    "pg": "3:1059-1060"
  },
  "نقض": {
    "def": "النَقْضُ: نَقْضُ البناءِ والحَبْلِ والعهدِ. والنُقاضَةُ: ما نُقِضَ من حبَل الشَعر. والمُناقَضَةُ في القول: أن يتكلَّم بما يَتَناقَضُ معناه. والنَقيضَةُ في الشِعر: ما يُنْقَض به. والانْتِقاضُ: الانتكاثُ. والنِقْضُ، بالكسر: البعير الذي أضناهُ السفر، وكذلك الناقةُ. والجمع أنْقاضٌ. والنِقْضُ أيضاً: الموضعُ الذي ينْتَقِضُ عن الكمأة. والنِقْضُ أيضاً: المَنْقوضُ، مثل النِكْثِ. وتَنَقَّضَتِ الأرضُ عن الكمأةِ، أي تَفَطَّرَتْ. وأَنْقَضَتِ العُقابُ، أي صوَّتَتْ. وأنشد الاصمعي:\nتنقض أيديها نقيض العقبان * وكذلك الدجاجة. قال الراجز:\nتنقض إنقاض الدجاج المخض * والانقاض والكتيت: أصوات صغار الابل. والقرقرة والهدير: أصوات مسان الابل. قال شظاظ، وهو لص من بنى ضبة: رب عجوز من نمير شهبره * علمتها الانقاض بعد القرقره * أي أسمعتها. وذلك أنه اجتاز على امرأة من بنى نمير تعقل بعيرا لها وتتعوذ من شظاظ، وكان شظاظ على بكر، فنزل وسرق بعيرها وترك هناك بكره. قال أبو زيد: أنْقَضْتُ بالمعزِ إنْقاضاً: دعوت بها. والإنْقاضُ: صُوَيْتٌ مثل النَقْر. وإنْقاضُ العِلْكِ: تصويته، وهو مكروهٌ. وأَنْقَضَ الحِمْلُ ظهره، أي أثقله. وأصله الصوت، ومنه قوله تعالى: ﴿الذي أَنْقَضَ ظَهْرَكَ﴾ . والنَقيضُ: صوتُ المَحامِلِ والرحال. قال الراجز: شيب أصداغى فهن بيض * محامل لقدها نقيض",
    "pg": "3:1110-1111"
  },
  "نقط": {
    "def": "النُقْطَةُ: واحدة النُقَطِ. والنِقاطُ أيضا: جمع نقطة، مثل برمة وبرام، عن أبى زيد. ونقط الكتاب يَنْقُطُهُ نَقْطاً. ونَقَّطَ المصاحِفَ تَنْقيطاً، فهو نقاط.",
    "pg": "3:1165"
  },
  "نقف": {
    "def": "النَقْفُ (١) : كسر الهامةِ عن الدِماغ. وقد ناقَفْتُ الرجل مُناقَفَةً ونقافا. يقال: \" اليوم قحاف، وغدا نقاف \" أي اليوم خمر وغدا أمر. ونَقَفْتُ الحنظل، أي شققته عن الهبيد. ومنه قول امرئ القيس: كأنِّي غَداةَ البيْنِ يومَ تَحَمَّلوا لدى سَمُراتِ الحَيِّ ناقِفُ حَنْظَلِ وأنقفتك المخ، أي أعطيتك العظم تستخرج مخَّه. وقولهم: \" لا تكونوا كالجراد رَعى وادياً وأَنْقَفَ وادياً \" أي أكثر بَيْضَه فيه. وانْتَقَفْتُ الشئ: استخرجته. والمنقاف: منقار (٢) الطائر. والمنقاف: ضرب من الودع. والمنقوف: الرجل الخفيف الأخدعَيْنِ، القليلُ اللحم.",
    "pg": "4:1435-1436"
  },
  "نقق": {
    "def": "نق الضفدع والعقرب والدجاحة، ينبق نقيقا،، أي صوت. قال جرير: كأنَّ نَقيقَ الحَبِّ في حاوِيائِهِ فَحيحُ الأفاعي أو نَقيقُ العقاربِ وربَّما قيل للهرّ أيضاً. وأنشد أبو عمرو: أطعمت راعى من اليهير فظل يبكى حبجا بشر خلف استه مثل نقيق الهر والنقاقة: الضفدعة. والنقنقة: صوتها إذا ضوعف. والدجاجة تنقنق للبيض، وكذلك النعامة. والنقنق بالكسر: الظليم، والجمع النقانق.",
    "pg": "4:1560-1561"
  },
  "نقل": {
    "def": "نقل الشئ: تحويله من موضعٍ إلى موضعٍ. والنَقَلُ أيضا: الخفُّ الخَلَقُ، والنَعْلُ الخَلَقُ المرَقَّعَةُ. والنِقْلُ بالكسر مثله يقال: جاء في نَقْلَيْنِ له وفي نِقْلَيْنِ له، والجمع نِقالٌ، وكذلك المَنْقَلُ بالفتح (٤) . قال الكميت وكان الاباطح مثل الارين وشبه بالحفوة المنقل أي يصيب صاحبَ الخُفِّ ما يصيب الحافى من الرمضاء. وفى حديث ابن مسعود رضى الله عنه: \" ما من مصلى لامرأة أفضل من أشد مكانا (١) في بيتها ظلمة، إلا امرأة قد يئست من البعولة، فهى في منقليها \" قال أبو عبيد: لولا أن الرواية اتفقت في الحديث والشعر، ما كان وجه الكلام عندي إلا كسرها. والمنقل أيضاً: الطريقُ في الجبل. والمَنْقَلَةُ: المرحلةُ من مراحل السفر. والنُقْلُ بالضم: ما يَتَنَقَّلُ به على الشراب. والنُقْلَةُ: الاسم من الانتقال من موضع إلى موضع. (*) والنقل بالتحريك: الريشُ يُنْقَلُ من سهم فيجعل على سهمٍ آخر. قال الكميت:\nلا نَقَلٌ ريشُها ولا لَغَبُ (١) * والنَقَلُ أيضاً: الحجارةُ مع الشجر. قال ابن السكيت: النَقَلُ: الحجارةُ مثل الأفْهارِ. يقال: هذا مكان نقل، بالكسر. والنقل في البعير: داءٌ يُصيب خُفَّهُ فيَتَخَرَّقُ. والنَقَلُ: المُناقَلَةُ في المَنْطِقِ، ومنه قولهم: رجلٌ نَقِلٌ، وهو الحاضر الجواب. قال لبيد: ولقد يعلم صحبى كلهم بعدان السيف صبرى ونقل وناقلْتُ فلاناً الحديثَ، إذا حدَّثتَهُ وحدَّثكَ. والنَقيلُ: الطريقُ. وكلُّ طريقٍ نَقيلٌ. والنَقيلُ: ضربٌ من السَيْرِ، وهو المداومة عليه. والنَقيلَةُ: المرأةُ الغريبةُ يقال: هو ابن نَقيلَةٍ. ابن السكيت: النَقيلَةُ: الرُقْعَةُ التي يُرقعُ بها خُفُّ البعير أو النعلُ، والجمع النقائِلُ. أبو عبيد: يقال نَقَلْتُ ثوبي نَقْلاً، إذا رقَعْتهُ. وأنْقَلْتُ خفِّي، إذا أصلحته. وكذلك نَقَّلْتُهُ تَنْقيلاً. يقال: نَعْلٌ منقلة. والتنقل: التحول. ونقله تنقيلا، إذا أكثر نقلهُ. والمُنَقِّلَةُ بكسر القاف: الشَجَّةُ التي تُنَقِّلُ العَظْمَ، أي تكسره حتَّى يخرجَ منها فَراشُ العظامِ. ومُناقَلَةُ الفرسَ: أن يضع يده ورجله على غير حَجَرٍ لحُسْنِ نَقْلِهِ في الحِجارة. قال جرير: من كلِّ مُشْتَرِفٍ وإنْ بَعُدَ المَدى ضَرِمِ الرِقاقِ مُناقِلِ الأَجْرالِ والنِقالُ أيضاً: أن تشرب الإبلُ نَهَلاً وعَللاً بنفسها، من غير أحدٍ. وقد نَقَلْتُها أنا. ويقال: فرسٌ مِنْقَلٌ. وقال الشاعر (١) يصف فرساً: فنَقَلْنا صُنْعَهُ حتَّى شَتا ناعِمَ البالِ لَجوجاً في السَنَنْ والناقِلَةُ من الناس: خِلافُ القُطَّانِ. والأَنْقِلاءُ: ضربٌ من التمر بالشأم.",
    "pg": "5:1833-1835"
  },
  "نقه": {
    "def": "نَقِهَ من مرضه بالكسر نقها، مثل تعب تعبا، وكذلك نقه نقوها، مثل كلح كلوحا، فهو ناقِهٌ، إذا صحَّ وهو في عقب علَّته. والجمع نُقَّهٌ. وأَنْقَهَهُ الله. ويقال أيضاً: نَقِهَ الكلامَ نَقَهاً، ونَقَهَهْ بالفتح نَقَهاً، أي فهمه. وفلان لا يَفْقَهُ ولا يَنْقَهُ. والاسْتِنْقاهُ: الاستفهامُ. وانْقِهْ لي سمعك، أي أرعنيه.",
    "pg": "6:2253"
  },
  "نكأ": {
    "def": "نَكَأْتُ القَرْحَةَ أَنْكَؤُها نَكْأً، إذا قشرتها. وقال متمم بن نويرة (١) :\nولا تَنْكَئي قَرْحَ الفؤادِ قييجعا * وقولهم: هنئت ولا تنكأ، أي: هُنَّأَكَ الله بما نلتَ، ولا أصباك بوجع. ويقال: \" ولا تنكه \"، مثل: أراق وهراق.",
    "pg": "1:78"
  },
  "نكب": {
    "def": "أبو زيد: نَكَبَ عن الطريق يَنْكُبُ نُكوباً، أي عدلَ. ونَكَبَ على قومه يَنْكُبُ نِكابَةً، إذا كان مَنْكِباً لهم يعتمدون عليه، وهو رأس العرفاء. ونَكَبَتْهُ الحِجارَةَ نَكْباً، أي لَثَمَتْهُ وخَدَشَتْهُ. والنَكيب: دائرة الحافر والخفّ. قال لبيد: وتَصُكُّ المَرْوَ لمَّا هَجَّرَتْ * بنَكيبٍ مَعِرٍ دامي الأظَلّ ونَكَبَ كنانته نكبا: كبها. ونكبه تنكيبا، أي عدل عنه واعتزله. وتَنَكَّبه، أي تجنَّبه. وتنكَّبَ القوسَ، أي ألقاها على منكِبِه. والنَكْبَةُ: واحدة نَكَباتِ الدهر. تقول: أصابته نَكْبة. ونُكِبَ فلان فهو منكوب والمَنْكِبُ: مجمعُ عظم العَضُدِ والكَتِفِ. والمَناكب أيضاً في جناح الطائر: أربع بعد القوادم. والمَنْكِبُ من الأرض: الموضع المرتفع. والنكباء: الريح الناكبة التي تَنْكُبُ عن مهابِّ الرياحِ القُوَّمِ. والنُكْبُ في الرياح أربعٌ: فنَكْباءُ الصبَا والجنوب تسمَّى الأزْيَبَ، ونَكباءُ الصبا والشمالِ تسمَّى الصابية وتسمَّى النُكَيْباءَ أيضاً، وإنَّما صغَّروها وهم يريدون تكبيرها لأنَّهم يستبردونها جدًّا. ونَكْباءُ الشمالِ والدَبورِ قرَّة، تسمَّى الجِرْبِياء، وهي نيِّحَةُ (١) الأزْيَبِ. ونَكْباءُ الجنوب والدَبورِ حارَّةٌ تسمَّى الهَيْفَ وهي نَيِّحَةُ النُكَيباء، لأنَّ العرب تُناوِحُ بين هذه النُكْبِ، كما ناوَحوا بين القُوَّمِ من الرياح. والنكب بالتحريك: الميل في المشى. والنكب: داء يأخذ الإبل في مناكبها فتظلَعُ منه وتمشي منحرِفة. يقال نَكِبَ البعير بالكسر يَنْكَبُ نَكَباً، فهو أنْكَبُ. قال العدبَّس: لا يكون النكَب إلا في الكتِف. قال الشاعر (٢) : فهلاَّ أعدُّوني لمِثْلي تَفاقَدوا * إذا الخَصْمُ أبْزى مائِلُ الرأسِ أَنْكَبُ وهو من صفة المتطاول الجائر. والأَنْكَبُ: الذي لا قوس معه.",
    "pg": "1:228"
  },
  "نكت": {
    "def": "النَكْتُ: أن تَنْكُتَ في الأرض بقضيبٍ، أي تضرب بقضيب فتؤثِّر فيها. ويقال أيضاً: طعنه فنَكَتَهُ، أي ألقاه على رأسه، فانتكت هو. ومر الفرس ينكت، وهو أن ينبو عن الأرض. والنكتة كالنقطة. ورطبة منكتة، إذا بدا فيها الإرطابُ. قال العدبَّس الكنانيّ: الناكِتُ أن ينحرف مرفق البعير حتَّى يقعَ على الجنب فيخرقه.",
    "pg": "1:269"
  },
  "نكث": {
    "def": "النكث بالسكر: أن تنقض أخلاق الأَكْسِيَةِ والأَخْبية لتُغْزَلَ ثانيةً. والنكث أيضا: اسم رجل، وهو بشير ابن النكث. ونَكَثَ العهدَ والحبلَ فانْتَكَثَ، أي نقضَه فانتقض. والنَكيثَةُ: خُطَّةٌ صعبة ينكُثُ فيها القوم. قال طرفة:\nمتى يَكُ عهدٌ للنَكيثَةِ أشهدِ (١) * وفلانٌ شديد النَكيثَةِ، أي النفس. وبلغَ فلانٌ نَكيثَةَ بعيره، أي أقصى مجهوده في السير. وقال فلانٌ قولاً لا نَكيثَةَ فيه، أي لا خُلْفَ فيه. وطلبَ فلان حاجة ثم انتكث لاخرى، أي انصرف إليها.\nفصل الواو",
    "pg": "1:295"
  },
  "نكح": {
    "def": "النكاح: الوطئ، وقد يكون العقدَ. تقول: نَكَحتُها ونَكَحَتْ هي، أي تزوَّجت، وهي ناكِحٌ في بني فلان، أي هي ذات زوج منهم. وقال: لَصَلْصَلَةُ اللِجامِ برأسِ طِرْفٍ * أحبُّ إليَّ من أن تَنْكِحيني واسْتَنْكَحَها بمعنى نَكَحَها، وأنْكَحَها، أي زوَّجها. ورجلٌ نُكَحَةٌ: كثير النكاح. والنُكْحُ والنِكْحُ لغتان، وهي كلمة كانت العرب تتزوَّج بها. وكان يقال لأم خارجة عند الخِطبة: خِطْبٌ، فتقول: نُكْحٌ. حتى قالوا: \" أسرع من نكاح أم خارجة \".",
    "pg": "1:413"
  },
  "نكد": {
    "def": "نَكِدَ عيشُهم بالكسر يَنْكَدُ نَكَداً: اشتدَّ (٣) . ونَكِدَتِ الرَكِيَّةُ: قلَّ ماؤها. ورجلُ نَكِدٌ، أي عَسِرٌ. وقومٌ أنْكادٌ ومَناكيدٌ. وناكَدَهُ فلانٌ، وهما يتناكدان، إذا تعاسرا. والانكد: المشؤوم. وناقة نكداء: مقلات لا يعيش لها ولد فتكثرة ألبانها، لانها لا ترضع. قال الكميت: ووحوح في حِضْنِ الفتاة ضَجيعُها * ولم يَكُ في النكد المقاليت مشخب - ويروى: \" في المكد (١) \"، وهما بمعنى. والانكدان: مازن بن مالك بن عمرو بن تميم، ويربوع بن حنظلة. قال الراجز (٢) : الانكدان مازن ويربوع * ها إن ذا اليوم لشر مجموع -",
    "pg": "2:545"
  },
  "نكر": {
    "def": "النُكِرة: ضد المعرفة. وقد نَكِرْتُ الرجلَ بالكسر نُكْراً ونُكوراً، وأَنْكَرْتُهُ واسْتَنْكَرْتُهُ، بمعنًى. قال الأعشى: وأنكرتني وما كان التى نكرت (٤) * من الحوادث إلا الشيبَ والصَلَعا - وقد نَكَّرَهُ فتَنَكَّرَ، أي غيَّره فتغيَّر إلى مجهول. والمُنْكَرُ: واحد المَناكِرِ. والنَكيرُ والإنْكارُ: تغيير المُنْكَرِ. ومنكر ونكير: اسما ملكين. ورجل نَكِرٌ ونَكَرٌ (١) ، أي داهٍ مُنْكَرٌ. وكذلك الذي يُنْكِرُ المُنْكَرَ. وجمعها أنكار، مثل عضد وأعضاد، وكبد وأكباد. والنكر: المنكر. قال الله تعالى:\n(لقد جئتَ شيئاً نكرا) *. وقد يحرك، مثل عسر وعسر. قال الشاعر (٢) :\nوكانوا أتونى بشئ نكر (٣) * والنكراء مثله. والنَكارَةُ: الدهاءُ، وكذلك النُكْرُ بالضم. يقال للرجل إذا كان فطناً مُنْكَراً: ما أشدَّ نُكْرَهُ ونَكَرَهُ أيضاً بالفتح. وقد نَكُرَ الأمر بالضم، أي صَعُبَ واشتدَّ. والانكار: الجحود. وناكره، أي قاتله. قال أبو سفيان: \" إنَّ محمداً لم يُناكر أحداً إلا كانت معه الأهوال \". والتَناكُرُ: التجاهلُ. وطريقٌ ينكور: على غير قصد.",
    "pg": "2:836-837"
  },
  "نكز": {
    "def": "نَكَزَتِ البئرُ بالفتح تَنْكُزُ نكزا (١) : فنى ماؤها. وفيه لفة أخرى: نَكِزَتْ بالكسر تَنْكَزُ نَكَزاً. وأَنْكَزَها أصحابها، فهي بئر ناكِزٌ، أي قليلة الماء. قال ذو الرمة: على حِمْيَرِيَّاتٍ كأنّ عيونها * ذِمامُ الركايا أنْكَزَتْها المَواتِحُ * والنَكْزُ: كالغرز بشئ محدد الطرف. قال أبو زيد: نَكَزَتْهُ الحيَّةُ: لسعته بأنفها. فإذا عضَّته بنابِها قيل: نَشَطَتْهُ. قال رؤبة:\nلا توعِدَنِّي حية بالنكز * وقال الاصمعي: نكزه، أي ضربه ودفعه.",
    "pg": "3:900"
  },
  "نكس": {
    "def": "نكست الشئ أنكسه نكسا: قلبته على رأسه فانْتَكَسَ. ونَكَّسْتُهُ تَنْكيساً. والناكِسُ: المُطأطئ رأسه. وجمع في الشعر على نواكِسَ، وهو شاذ على ما ذكرناه في فوارس. قال الفرزدق: وإذا الرجال رَأَوْا يَزيدَ رأَيْتَهُمْ * خَضُعَ الرقابِ نواكِسَ الأبْصارِ * والوِلادُ المَنْكوسُ: الذي تخرج رجلاه قبل رأسه. وهو اليتن والمنكس من الخيل: الذى لا يسمو برأسه. والنُكْسُ بالضم: عَوْدُ المريض بعد النَقَهِ. وقد نُكِسَ الرجل نُكْساً. يقال تَعْساً له ونكسا: وقد يفتح هاهنا للازدواج، أو لانه لغة. والنِكْسُ بالكسر: السهم الذي ينكسر فوقه فيُجعل أعلاه أسفله. والنِكْسُ أيضا: الرجل الضعيف.",
    "pg": "3:986"
  },
  "نكش": {
    "def": "نَكَشْتُ البئرَ أنْكِشُها بالكسر، أي نَزَفْتُها. ومنه قولهم: فلانٌ بحرٌ لا يُنْكَشُ، وعنده شجاعةٌ لا تُنْكَشُ. وقال بعضهم: أتوا على عشب فنَكَشوهُ، أي أفنَوه.",
    "pg": "3:1023"
  },
  "نكص": {
    "def": "النكوص: الاحجام عن الشئ. ويقال: نكص على عقبيه ينكص وينكص، أي رجع.",
    "pg": "3:1060"
  },
  "نكظ": {
    "def": "النَكْظَةُ (١) : العَجَلَةُ. وقد نَكِظَ الرجل بالكسر، وأنكظه غيره، أي أعجله عن حاجته. ونَكَّظَهُ تَنْكيظاً مثله.\nفصل الواو",
    "pg": "3:1181"
  },
  "نكع": {
    "def": "نكعه عن الامر، أي أعجله عنه. ويقال رجل هكعة نكعة، للاحمق. ونكعة الطرثوث بالتحريك: رأسه، وهو من أعلاه إلى قدر أصبع، عليه قشرة حمراء. ورجل أنكع بين النكع، وهو الاحمر الذى يتقشر أنفه.",
    "pg": "3:1294"
  },
  "نكف": {
    "def": "النَكَفُ بالتحريك: جمع نَكَفَةٍ، وهي غُدَدَةٌ صغيرةٌ في أصل اللحْي بين الرأدِ وشحمة الأذن. يقال منه: نَكَّفَتِ الإبل فهي منكفة، إذا ظهرت نكفاتها. عن يعقوب. وقال أبو الغوث: النَكْفَتانِ (١) اللهْزِمَتانِ. والنُكافُ: ورمٌ يأخذ في نَكَفَتَيْ البعير. قال: وهو داءٌ يأخذها في حلوقها فيقتُلها قتلاً ذريعاً. والبعير منكوف، والناقة منكوفة. وذات نكيف: موضع. ويوم نكيف: وقعة كانت بين قريش وبين بنى كنانة. نكفت الغيث وانْتَكَفْتُهُ، أي قطَعْته، وذلك إذا انقطعَ عنك. وهذا غيثٌ لا يُنْكَفُ. ورأينا غيثاً ما نَكَفَهُ أحد سار يوماً ولا يومين، أي ما أقطعه. وفلانٌ بحرٌ لا يُنْكَفُ، أي لا يُنْزَحُ. ونَكَفْتُ الدمع أنْكُفُهُ نَكْفاً، إذا نَحَّيتَهُ عن خدِّك بإصبعك. ونَكَفْتُ أثره نَكْفاً وانْتَكَفْتُهُ، وذلك إذا علا ظَلَفاً من الأرض لا يؤدي أثراً فاعتَرضته في مكانٍ سهل. ونكفت من ذلك الامر بالكسر نَكَفاً، أي اسْتَنْكَفْتُ منه. عن أبى عمرو. وقال الفراء: ونكفت بالفتح لغة. ونكفت عن الشئ، أي عدلتُ، مثل كَنَفْتُ. ويقال ضربَ هذا فانْتَكَفَ فضربَ هذا. والانْتِكافُ مثل الانتكاث، ومنه قول أبى النجم: ما بال قلب راجع انتكافا بعد التغرى اللهو والايجافا",
    "pg": "4:1436"
  },
  "نكل": {
    "def": "النِكْلُ بالكسر: القَيْدُ (٢) . والنِكْلُ أيضاً: حديدةُ اللِجامِ. وقال أبو عبيد: النِكْلُ لِجامُ البَريد. ورجلٌ نكل ونكل، مثل شبه وشبه، كأنه ينكل به أعداؤهُ. ورماهُ اللهُ بنُكْلَةٍ، أي بما يُنَكِّلُهُ. ويقال: نَكَّلَ به تَنْكيلاً، إذا جعله نَكالاً وعِبْرَةً لغيرِهِ. والمَنْكَلُ: الذي يُنَكِّلُ بالإنسانِ. وقال:\nوارْمِ على أَقْفائهِمْ بالمَنْكَلِ (٣) * ونَكَلَ عن العَدُوِّ وعن اليمينِ يَنْكُلُ بالضم، أي جَبُنَ. والناكِلُ: الجبان الضعيف. وقال أبو عبيدة: نكل بالكسر: لغة فيه. وأنكره الاصمعي. وفي الحديث: \" إن الله يحب النكل على النكل \" بالتحريك، يعني الرجلَ القويَّ المجرَّبَ على الفرس القوى المجرب.",
    "pg": "5:1835-1836"
  },
  "نكه": {
    "def": "النَكْهَةُ: ريحُ الفم. ونَكِهْتُهُ: تشممت ريحه. وقال: (٢٨٤ - صحاح - ٦) نكهت مجاهدا (١) فوجدتُ منه * كريحِ الكلبِ ماتَ حديثَ عَهْدِ واسْتَنْكَهْتُ الرجل فَنَكَهَ في وجهي يَنْكِهُ ويَنْكَهُ نَكْهاً، إذا أمرتَه بأن يَنْكَهَ، لتعلَمَ أشاربٌ هو أم غير شاربٍ. والنكَّهُ بالضم من الإبل: التي ذهبتْ أصواتُها من الإعياء والضَعف، وهى لغة تميم في النقه. ونُكِهَ الرجل: تغيَّرتْ نَكْهَتُهُ من التُخْمة. ويقال في الدعاء للإنسان: هُنِّئْتَ ولا تُنْكَهْ، أي أصبت خيرا ولا أصابك الضر.",
    "pg": "6:2253-2254"
  },
  "نكى": {
    "def": "نكيت في العدو نكاية، إذا قتلتَ فيهم وجَرحت. قال أبو النجم:\nنَنْكي العِدا ونُكْرِمُ الاضيافا (١) * (*)",
    "pg": "6:2515"
  },
  "نما": {
    "def": "نَما المالُ وغيره يَنْمي نَماءً، وربَّما قالوا يَنْمو نُمُوًّا، وأنماه الله. قال الكسائي: ولم أسمعه بالواو إلا من أخوين من بنى سليم، ثم سألت عنه بنى سليم فلم يعرفوه بالواو. وحكى أبو عبيدة: نَما يَنْمو ويَنْمي. وفي الحديث: \" لا تمثّلوا بنامِيَةِ الله \"، يعني الخلق، لأنَّه يَنْمي. ونَمَوْتُ إليه الحديثَ فأنا أَنْموهُ وأَنْميهِ، وكذلك هو يَنْمو إلى الحسب ويَنْمي. ونميت الشئ على الشئ: رفعته. ومنه قول النابغة:\nوانم القتود على عيرانة أجد (١) * وتقول: نَمَيْتُ الحديث إلى فلان نَمْياً، إذا أسندتَه ورفعتَه وكذلك نَمَيْتُ الرجل إلى أبيه نَمْياً: نسبته إليه. وانْتَمى هو: انتسب. قال الأصمعيّ: نَمَيْتُ الحديث مخفَّفاً نَمْياً، إذا بلَّغته على وجه الإصلاح والخير، وأصله الرفع. ونَمَّيْتُ الحديث تَنْمِيَةً، إذا بلَّغته على وجه النميمة والإفساد. ونَمَّيْتُ النار تَنْمِيَةً، إذا ألقيتَ عليها حطباً وذكَّيتها به. ونَمى الخِضابُ والسعرُ: ارتفع وغلا، فهو يَنْمي. وتقول: رَميت الصيدَ فأَنْمَيْتُهُ، إذا غابَ عنك ثمَّ مات. وفي الحديث: \" كُلْ ما أَصْمَيْتَ ودَعْ ما أَنْمَيْتَ \". والنامي: الناجي. قال التغلبي: وقافيةٍ كأنَّ السُمَّ فيها * وليسَ سَلِيمها أبداً بِنامي صرفتُ بها لسانَ القومِ عنكم * فخرَّتْ للسنابك والحوامي وقول الاعشى:\nلا يتنمى لها في القيظ يهبطها (١) * (*) قال أبو سعيد: لا يعتمد عليها.",
    "pg": "6:2515-2516"
  },
  "نمر": {
    "def": "النَمِرُ سَبُعٌ، والجمع نَمورٌ. وقد جاء في الشعر نُمُرٌ، وهو شاذٌّ ولعلَّه مقصورٌ منه. وقال (١) :\nفيها تماثيل أسود ونمر (٢) * والانثى نمرة. ونمر: أبو قبيلة، وهو نمر بن قاسط بن هنت بن أفصى بن دعمى بن جديلة بن أسد بن ربيعة. والنسبة إليهم نمري بفتح الميم، استيحاشا لتوالى الكسرات، لان فيه حرفا واحدا غير مكسور. ونمر بكسر النون: اسم رجل. وقال: تعبدنى نمر بن سعد وقد أرى * ونِمْرُ بنُ سَعْدٍ لى مطيع ومهطع - ونمير: أبو قبيلة من قيس، وهو نمير بن عامر بن صعصعة بن معاوية بن بكر بن هوازن. وسحاب أنمر. وقد نَمِرَ السحابُ بالكسر يَنْمَرُ نَمَراً، أي صار على لون النَمِرِ، ترى في خَلَلِهِ نِقاطاً. وقولهم: \" أرنيها أركها مطرة \"، قال الاخفش: هذا كقوله تعالى:\n(فأخرجنا منه خضرا) *، يريد الاخضر. والانمر من الخيل: الذي على شِيَةِ النمِرِ، وهو أن تكون فيه بقعةٌ بيضاء وبقعةٌ أخرى على أيِّ لونٍ كان. والنَعَمُ النُمْرُ: التي فيها سوادٌ وبياض، جمع أَنْمَرَ. الأصمعيّ: تَنَمَّرَ له، أي تنكَّرَ له وتغيَّر وأوعده، لأنَّ النَمِرَ لا تلقاه أبداً إلا متنكِّراً غضبان. وقول الشاعر (١) : قومٌ إذا لبسوا الحدي * - د تنمروا حلقا وقدا - أي تشبهوا بالنمر لا ختلاف ألوان القِدِّ والحديدِ. والنَمِرَةُ: بُرْدَةٌ من من الصوف تلبَسها الأعراب. وفي حديث سعد: \" نَبَطِيٌّ في حُبْوَتِهِ، أعرابيٌّ في نَمِرَتِهِ، أسدٌ في تامورَتِهِ \". وماءٌ نَميرٌ، أي ناجعٌ، عذباً كان أو غير عذب. وحسب نمير، أي زاك. ونمارة بالضم: اسم رجل.",
    "pg": "2:837-838"
  },
  "نمرق": {
    "def": "النمرق والنمرفة (١) : وسادة صغيرة، وكذلك النمرقة بالكسر، لغة حكاها يعقوب وربما سموا الطنفسة التى فوق الرحل نمرقة، عن أبى عبيد.",
    "pg": "4:1561"
  },
  "نمس": {
    "def": "ناموسُ الرجل: صاحبُ سرِّه الذي يطلعه على باطن أمره ويخصُّه بما يستره عن غيره. وأهل الكتاب يسمّون جبريل ﵇: الناموس. وفى الحديث \" أن ورقة بن نوفل قال لخديجة رضى الله عنها - وهو ابن عمها، وكان نصرانيا -: لئن كان ما تقولين حقا إنه ليأتيه الناموس الذى كان يأتي موسى ﵇ \". والناموس: قترة الصائد. ونَمَسْتُ السر أَنْمُسُهُ نَمْساً: كتمته. ونَمَسْتُ الرجل ونامَسْتُهُ، إذا ساررته. قال الكميت: فأَبْلِغْ يزيداً إنْ عرضت ومنذرا * وعميهما والمستسر المنامسا * ويقال: المُنامِسُ الداخل في الناموسِ. والناموسُ أيضاً: ما يُنَمِّسُ الرجلُ به من الاحتيال. وانَّمَسَ الرجل، بتشديد النون، أي استتر، وهو انفعل. والنمس بالكسر: دويبة عريضة كأنها قطعة قديد، تكون بأرض مصر، تقتل الثعبان. والنَمَسُ بالتحريك: فساد السمن. وقد مس السمن بالكسر، أي فسد.",
    "pg": "3:986-987"
  },
  "نمش": {
    "def": "النَمَشُ بالتحريك: نُقَطٌ بيضٌ وسود. ومنه ثور نمس، وهو الثور الوحشيّ الذي فيه نُقَطٌ.",
    "pg": "3:1023"
  },
  "نمص": {
    "def": "النَمْصُ: نتفُ الشَعْرِ. وقد تَنَمَّصَتِ المرأةُ ونَمَّصَتْ أيضاً، شدِّد للتكثير. قال الراجز: يا ليتها قد لبست وصواصا * ونمصت حاجبها تنماصا (١) * والنامصة: المرأة التى تزين النساء بالنمص. والمنمص والمنماص: المنقاش. والنمص بالكسر: ضرب من النبت. والنَميصُ: النبتُ الذي قد أُكِلَ ثم نبتَ. قال الشاعر امرؤ القيس: ويَأْكُلْنَ من قَوٍّ لَعاعاً ورِبَّةً * تَجَبَّرَ بعد الاكل وهو نميص (٢)",
    "pg": "3:1060"
  },
  "نمط": {
    "def": "النَمطُ: ضربٌ من البُسُطِ، والجمع أنماط، مثل سبب وأسباب. والنمط أيضا: الجماعة من الناس أمرُهم واحد. وفي الحديث: \" خير هذه الأمَّة النَمَطُ الأوسَط يلحق بهم التالي ويرجع إليهم الغالى \".",
    "pg": "3:1165"
  },
  "نمغ": {
    "def": "قال الفراء: نَمْغَةُ (١) الجبل: أعلاه. وكذلك نَمْغَةُ الرأس: أعلاه. ونمغة القوم: خيارهم (٢) . فصل الواو",
    "pg": "4:1328"
  },
  "نمق": {
    "def": "نَمَقَ الكتابَ يَنْمُقُهُ بالضم، أي كتبه. ونَمَّقَهُ تَنْميقاً، أي زَيَّنَهُ بالكتابة. وقال النابغة: كأنَّ مجر الرامسات ذيولها عليه قصيم نمقته الصوانع",
    "pg": "4:1561"
  },
  "نمل": {
    "def": "النَمْلُ معروفٌ، الواحدة نَمْلَةٌ (١) . وأرضٌ نَمِلَةٌ: ذات نَمْل. وطعامٌ مَنْمولٌ، إذا أصابه النَمْلُ. والنَمْلُ: بُثورٌ صِغارٌ مع ورَمٍ يسيرٍ، ثم تَتَقَرَّحُ فتَسْعى وتَتَّسعُ، ويسمِّيها الأطباءُ الذُبابَ. وتقولُ المجوسُ: إنَّ ولدَ الرجلِ إذا كانَ من أُخْتِهِ ثم خطَّ على النَمْلَةِ شُفِيَ صاحبُها. وقال: ولا عَيْبَ فينا غيرَ عِرْقٍ لمعْشَرٍ كِرامٍ وأنَّا لا نَخُطَّ على النَمْلِ والنَمْلَةُ أيضاً: عيبٌ من عيوب الخيل، وهو شَقٌّ في الحافِر، من الأشعَرِ إلى المَقَطِّ. وفرسٌ نَمِلُ القوائمِ، إذا كان لا يستقرُّ. وفرسٌ ذو نُمْلَةٍ بالضم، أي كثيرُ الحركةِ. والنُمْلَةُ بالضم (٢) أيضاً: النميمَةُ. ورجلٌ نَمِلٌ، أي نَمَّامٌ عن أبي عمرٍو وكذلك الإنْمالُ، وقد أَنْمَلَ. قال الكميت: ولا أُزْعِجُ الكلِمَ المُحْفِظا تِ للاقربين ولا أنمل والانملة بالفتح (١) : واحدةُ الأنامِل، وهي رُءوسُ الأصابع.",
    "pg": "5:1836"
  },
  "نمم": {
    "def": "نمَّ الحديث يَنُمَّهُ نَمًّا، أي قَتَّهُ. والاسم النَميمَةُ. والرجلٌ نَمٌّ ونَمَّامٌ، أي قَتَّاتٌ. والنَمَّامُ: نبتٌ طيِّب الرائحة. والنَميمَةُ أيضاً: الهمسُ والحركةُ. ومنه قولهم: أسكت الله نامَّتَهُ، أي ما يَنِمُّ عليه من حركته. وقد يهمز فيجعل من النَئيمِ. وقول أبي ذؤيب: ونَميمَةً من قانصٍ مُتَلَبِّب في كفِّه جَشْءٌ أَجَشُّ وأَقْطَعُ (٢) قال الأصمعيّ: أراد به صوتَ وترٍ أو ريحاً استروحتْه الحُمُرُ. وأنكر \" وهما هما من قانص \" قال: لانه أشد ختلا في القنيص من أن يهمهم للوحشي. ألا ترى إلى قول رؤبة:\nفي الزرب لو يمضغ شريا ما بصق (١) * ونمنم الشئ تمنمة، أي رقَّشه وزخرفه. وثوبٌ مُنَمْنَمٌ، أي موشَّى. ومنه قيل للبياض الذي يكون على أظفار الاحداث تمنمة بالكسر. والنمى، بالضم: الفلس، بالرومية. وقال أبو عبيد: هو الدرهم الذى فيه رصاص أو نحاس. قال النابغة (٢) يصف فرسا: وقارفت وهى لم تجرب وباع لها من الفصافص بالنمى سفسير الواحدة نُمِّيَّةٌ. وما بها نُمِّيٌّ، أي ما بها أحد.",
    "pg": "5:2045-2046"
  },
  "نهأ": {
    "def": "نَهِئَ اللحم يَنْهَأُ نَهْأً ونَهَأً ونهاءةً ونُهوءةً، إذا لم ينضج. وفى المثل: \" ما أبالى ما نَهِئَ من ضَبِّكَ \". ويقال أيضا: نهؤ اللحم فهو نهئ على فَعيلٍ، وأَنْهَأْتُهُ أنا إنْهاءً، إذا لم تنضجه، فهو مُنْهَأٌ.",
    "pg": "1:78"
  },
  "نهب": {
    "def": "النَهب: الغنيمة، والجمع النِهابُ. والانتهاب: أن يأخذها مَنْ شاء. تقول: أَنْهَبَ الرجلُ مالَهُ فانتهبوه ونَهَبوه وناهَبوه، كلُّ ذلك بمعنًى. والنُهْبى: اسمُ ما أَنْهَبَ. والمناهبة: أن يتبارى الفرسان في حضرهما، وكذلك غير الفرس. وقال:\nناهبتهم بنيطل جروف ونهب الناس فلاناً، إذا تناولوه بكلامهم. وكذلك الكلبُ، إذا أخذ بعرقوب الإنسان. يقال: لا تَدَعْ كلبكَ ينهب الناس.",
    "pg": "1:229-230"
  },
  "نهبر": {
    "def": "النَهابِرُ: المهالك. وفي الحديث: \" من جمع مالاً من مَهاوِشَ أذهبه الله في نَهابِرَ \". الأصمعيّ: النهابير: جبال (١) رمال مشرفة، واحدها نهبور.",
    "pg": "2:840"
  },
  "نهت": {
    "def": "النَهيتُ كالزئير، إلا أنَّه دونه. يقال: نَهَتَ يَنْهِتُ بالكسر. وأسدٌ نَهَّاتٌ. وحمارٌ نَهَّاتٌ، أي نَهَّاقٌ. ورجلٌ نَهَّاتٌ، أي زَحَّارٌ.\nفصل الواو",
    "pg": "1:269"
  },
  "نهج": {
    "def": "النَهْجُ: الطريق الواضح، وكذلك المَنْهَجُ والمِنْهاجُ. وأَنْهَجَ الطريقُ، أي استبانَ وصار نَهْجاً واضحاً بَيِّناً. قال يزيد بن الخذاق العبدى: ولقد أضاَء لك الطريقُ وأَنْهَجَتْ سُبُلُ المَسالِكِ (١) والهُدى تُعْدي أي تُعين وتقوِّي. ونَهَجْتُ الطريق، إذا أبنته وأو ضحته. يقال: اعمل على ما نَهَجْتُهُ لك. ونَهَجْتُ الطريق أيضاً، إذا سلكته. وفلان يَسْتَنْهِجُ سَبيلَ فلان، أي يسلك مسلكَهُ. والنَهَجُ بالتحريك: البهْر وتتابعُ النَفَس. وقد نَهِجَ بالكسر يَنْهَجُ. يقال: فلان يَنْهَجُ في النَفَس فما أدري ما أَنْهَجَهُ. وفي الحديث أنَّه رأى رجلاً يَنْهَجُ، أي يربو من السمن ويلهث. وأنهجت الدابَّة: سِرْتُ عليها حتَّى انْبَهَرَتْ. وأَنْهَجَ الثوبُ، إذا أخذ في البِلى. قال عبدُ بني الحَسْحاسِ: فما زالَ بُرْدي طَيِّباً من ثِيابِها * إلى الحَوْلِ حتَّى أَنْهَجَ الثوب باليا (١) قال أبو عبيد: ولا يقال نهج، ولكن أنهج.\nفصل الواو",
    "pg": "1:346"
  },
  "نهد": {
    "def": "نَهَدَ إلى العدوّ يَنْهَدُ بالفتح، أي نَهض. ونَهَدَ ثديُ الجارية يَنْهُدُ بالضم نُهوداً فيهما، إذا أشرف وكَعَّبَ، فهي ناهِدٌ وناهِدَةٌ. وفرسٌ نَهْدٌ، أي جَسيمٌ مُشرفٌ. تقول منه: نَهُدَ الفرسُ بالضم نُهودَةً. ورجلٌ نَهْدٌ: كريمٌ ينهد إلى معالى الامور. ونهد: قبيلة من اليمن. والنهداء: الرملةُ المشرفةُ. والمُناهَدَةُ في الحرب: المناهضة. والمناهدة: المساهمة بالاصابع. والتناهد (١) إخراج كلِّ واحدٍ من الرُفقةِ نفقةً على قدر نفقةِ صاحبِه. وأَنْهَدْتُ الحوضَ: ملأتُهُ، وهو حوضٌ نهدان (٢) . وقدح نَهْدانُ، إذا امتلأ ولم يَفِضْ بعد. والنَهيدَةُ أن يُغلى لُبابُ الهَبيدِ، وهو حَبُّ الحنظل فإذا بلغ إناهُ من النُضج والكَثافة ذُرَّتْ عليه قَميحةٌ من دقيقٍ ثم أُكِلَ. وزُبْدٌ نَهيدٌ، إذا لم يكن رقيقا (٣) . وقال الشاعر (٤) :\nأرخف زيد أيسر أم نهيد (٥)\nفصل الواو",
    "pg": "2:545-546"
  },
  "نهر": {
    "def": "النهارُ: ضد الليل. ولا يجمع كما لا يجمع العَذابُ (٣) والسرابُ. فإن جمعته قلت في قليله نهر، مثل سحاب وسحب. وأنشد ابن كيسان: لولا الثريدان لمتنا (١) بالضمر * ثريد ليل وثريد بالنهر - والنهار: فرخ الحبارى: ذكره الاصمعي في كتاب الفرق. ونهار بن توسعة. اسم شاعر من تميم. والنَهْرُ والنَهَرُ: واحد الأَنْهارِ. وقوله تعالى:\n(في جَنَّاتٍ ونَهَرٍ) * أي أنهارٍ وقد يعبر بالواحد عن الجمع، كما قال تعالى:\n(ويولون الدبر) *. ويقال: في ضياء وسعة. ورجل نهر، أي صاحب نهار يُغيرُ فيه. قال الراجز: إن كنت ليليا فإنى نهر * متى (٢) أرى الصبح فلا أنتظر - ونهرت النهرَ: حفرتُهُ. ونَهَرَ الماءُ، إذا جرى في الأرض وجعل لنفسه نهرا.\n= هو الشرب مثلثة الشين اه. والذى في نسخ الصحاح والمختار وترجمتي الصحاج والقاموس: السراب بالمهملة لا المعجمة، وعند طبع القاموس اتبعنا كلام المحشى بدون مراجعة عاصم. قاله نصر.\n(١) في المخطوطة: \" هلكنا بالضمر \".\n(٢) في اللسان: \" إن تك \"، \" متى أتى الصبح \". قال ابن برى: البيت مغير، وصوابه على ما أنشده سيبويه: لست بليليٍّ ولكنِّي نهرْ * لا أدلج الليل ولكن أبتكر - وقد ورد في المخطوطة بهذه الرواية الاخيرة. وكل كثير جرى فقد نَهَرَ واسْتَنْهَرَ. قال أبو ذؤيب: أقامتْ به فابْتَنَتْ خَيْمَةً * على قَصَبٍ وفُراتٍ نَهِرْ - وأَنْهَرْتُ الدمَ، أي أَسَلْتُهُ. وأنْهَرْتُ الطعنةَ: وسَّعتها. قال قيس بن الخطيم: مَلَكْتُ بها كفِّي فأَنْهَرَتْ فَتْقَها * يَرى قائمٌ من دونِها ما وراءها - واستنهر الشئ: اتسع. وأنهرنا من النهار. ونَهَرَهُ وانْتَهَرَهُ، أي زَبَرَهُ. ونهروان بفتح النون والراء: بلد. والمَنْهَرَةُ: فضاءٌ يكون بين أفنية القوم يلقون فيه كناستهم.",
    "pg": "2:839-840"
  },
  "نهز": {
    "def": "الكسائي: نهزه مثل نكزه ووكزه، أي ضربه ودفعه. ونهز رأسه، أي حرَّكه. ويقال: نَهَزَتِ الدابَّةُ، إذا نهضت بصدرها للسير. وقال: فلا يزال شاحج يأتيك بج * أقمر نهاز ينزى وفرتج * ونهز الفَصيلُ ضَرْعَ أمِّه، مثل لَهَزَهُ. ونَهَزْتُ بالدلو في البئر، إذا ضربتَ بها في الماء لتمتلئ. والنُهْزَةُ: الفرصةُ. وانْتَهَزْتُها، إذا اغتنمتها. وقد ناهزتهم الفرص. وقال:\nناهزتهم بنيطل جروف * وناهز الصبى البلوغَ، أي داناه. وهما يَتَناهَزانِ إمارةَ بلدِ كذا، أي يبتدران.\nفصل الواو",
    "pg": "3:900"
  },
  "نهس": {
    "def": "نَهَسَ اللحمَ: أخذه بمقدَّم الأسنان. يقال: نَهَسْتُ اللحم وانْتَهَسْتُهُ بمعنًى. ونهْسُ الحيَّةِ أيضاً: نَهْشُهُ. قال الراجز: وذاتِ قَرْنَيْنِ طَحُونِ الضِرْسِ * تَنْهَسُ لو تَمَكَّنَتْ من نَهْسِ * تُديرُ عَيْناً كَشِهابِ القَبْسِ * والمَنْهوسُ: القليل اللحم من الرجال. والنُهَسُ (٢) أيضاً: ضربٌ من الطير.\nفصل الواو",
    "pg": "3:987"
  },
  "نهش": {
    "def": "نَهَشَتْهُ الحيَّةُ: لسعته. ورجلٌ مَنْهوشٌ، أي مجهودٌ. قال ابن الأعرابيّ: قد نَهَشَهُ الدهرُ فاحتاج. قال رؤبة: كمْ من خليلٍ وأَخٍ منهوشِ * مُنْتَعِشٍ بفضلكم منعوشِ * والنَهْشُ: النَهْسُ، وهو أخذ اللحم بمقدَّم الأسنان. قال الكميت: وغادَرْنا على حُجْرِ بن عمرٍو * قَشاعِمَ يَنْتَهِشْنَ ويَنْتَقينا * يروى بالشين والسين جميعاً. ودابَّةٌ نَهِشُ اليدين، أي خفيفٌ كأنَّه أُخذ من نَهْشِ الحية. قال الراعي (١) :\nنَهْشَ اليَدَيْنِ تَخالُهُ مشكولا * وقال أبو ذؤيب: يَعْدو به نَهِشُ المُشاشِ كأنَّه * صَدَعٌ سليمٌ رَجْعُهُ لا يَظْلَعُ",
    "pg": "3:1023"
  },
  "نهشل": {
    "def": "النَهْشَلُ: الذئبُ. والنَهْشَلُ: الصقرُ. ونهشل: اسم رجل، قال سيبويه: هو ينصرف لانه فعلل، وإذا كان في الكلام مثل جعفر لم يمكن الحكم بزيادة النون. وكان لقيط بن زرارة التميمي يكنى أبا نهشل.",
    "pg": "5:1837-1838"
  },
  "نهض": {
    "def": "نَهَضَ يَنْهَضُ نَهْضاً ونُهوضاً، أي قام. وأَنْهَضْتُهُ أنا فانْتَهَضَ. واسْتَنْهَضْتُهُ لأمر كذا إذا أمرته بالنُهوضِ له. وناهَضْتُهُ، أي قاومته. وتَناهَضَ القومُ في الحرب، إذا نَهَضَ كلُّ فريقٍ إلى صاحبه. ونهض النبت، إذا استوى. قال الراجز يصف كبره (١) :\nورثية تنهض بالتشدد (٢) * ونهض الطائر، إذا بسطَ جناحَيه ليطير. والناهِضُ: فرخُ الطائر الذي وَفَرَ جناحاه ونهض للطيران. قال الشاعر (٣) : راشه من ريش ناهِضةٍ * ثم أمْهاهُ على حجره * والناهض: اللحم الذي يلي عَضُدَ الفرسِ من أعلاها. وناهِضَةُ الرجلِ: بنو أبيه الذين يغضبون له. وما لفلانٍ ناهضة، وهم الذى يقومون بأمره. والنَهْضُ من البعير: ما بين المنكب والكتف، والجمع أنهض، مثل فلس وأفلس. قال الراجز (٤) : وقربوا كل جمالي عضه * أبقى السناف أثرا بأنهضه * ونهضت فلانا نهضا: ظلمته.",
    "pg": "3:1111-1112"
  },
  "نهع": {
    "def": "نهع نهوعا، أي تهوع، وهو التقيؤ.\nفصل الواو",
    "pg": "3:1294"
  },
  "نهق": {
    "def": "نُهاقُ الحمار: صوته. وقد نَهَقَ يَنْهِقُ ويَنْهُقُ (١) نَهيقاً ونُهاقاً. قال الأصمعيّ: الناهِقانِ: عَظْمانِ شاخصان من ذى الحافر في مجرى الدمع. قال يعقوب: ويقال لهما أيضا النواهق. قال الشاعر يصف فرسا (١) : بعارى النواهق صلت الجبين يستن كالتيس ذى الحلب وكان أبو عبيدة يقول: الناهِقُ من الحمار حيث يخرج النُهاقُ من حَلقه، ومن الخيل. ونواهقه: مخارج نهاقه. وأنشد للنمر بن تولب: فأرسل سهما له أنزعا (٢) فشك نواهقه والفما\nفصل الواو",
    "pg": "4:1562"
  },
  "نهك": {
    "def": "نَهَكْتُ الثوب بالفتح أَنْهَكُهُ نَهْكاً: لبسته حتَّى خَلُقَ. ونَهَكْتُ من الطعام أيضاً: بالغت في أكله. ويفال: انهك من هذا الطام، وكذلك انهك عرضه، أي بالغْ في شتمه. ويقال أيضاً: نهكته الحمى، إداجهدته وأضنته ونقصتْ لحمه. وفيه لغة أخرى: نَهِكَتْهُ الحمَّى بالكسر تَنْهَكُهُ نَهْكاً ونهكة. وقد نهك، أي دنف وضنى، فهو منهوك. يقال: يانت عليه نهكة المرض، بالفتح. ونهكه السطان أيضاً عقوبَةً يَنْهَكُهُ نَهْكاً ونَهْكَةً، أي بالغَ في عقوبته. وفي الحديث: \" انْهَكوا الأعقابَ أو لَتَنْهَكَنَّها النارُ \"، أي بالغوا في غَسْلها وتنظيفها في الوضؤ. وكذلك يقال في الحث على القتال: انْهَكوا وجوهَ القوم، يعني أَجْهِدوهم، أي ابْلُغوا جهدهم. ورجلٌ نَهيكٌ، أي شجاعٌ، لأنَّه يَنْهَكُ عدوَّه، أي يبالغ فيه. وقد نهك نهاكة، أي صار شجاعا. والاسد نهيك، أي قاطعٌ. وانْتِهاكُ الحرمة: تناوُلُها بما لا يحل.",
    "pg": "4:1613"
  },
  "نهل": {
    "def": "المَنْهَلُ: المَوْرِدُ، وهو عينُ ماءٍ تَرِدُهُ الإبلُ في المراعي. وتسمَّى المنازل التي في المفاوز على طُرُقِ السُفَّارِ مناهِلَ، لأنَّ فيها ماءً. والناهلةُ: المختلِفةُ إلى المنهل. وقال ولم تراقب هناك ناهلة الواشين لما اجرهد ناهلها أبو زيد: الناهل: العطشان. والناهلُ: الرَيَّانُ، وهو من الأضداد. وقال الشاعر (١) : الطاعنُ الطَعْنَةَ يومَ الوَغى يَنْهَلُ منها الأسَلُ النَّاهلُ قال أبو عبيد: هو هاهنا الشاربُ، وإنْ شئتَ العطشانُ. وجمع الناهل نهل، مثل طالب وطلب. وجمع النهل نهال، مثل جبل وجبال. قال الراجز: إنك لن تثأثى النهالا بمثل أن تدارك السجالا والنَهَلُ: الشُرْبُ الأوَّلُ. وقد نَهِلَ بالكسر وأَنْهَلْتُهُ أنا، لأنَّ الإبل تُسقى في أوَّلِ الوِرْدِ فتُرَدُّ إلى الطعن، ثم تسقى الثانية وهي العَلَلَ فتُرَدُّ إلى المرعى. ومنهال: اسم رجل.",
    "pg": "5:1837"
  },
  "نهم": {
    "def": "النَهْمَةُ: بلوغ الهمَّة في الشئ. وقد نهم بكذا فهو مَنْهومٌ، أي مولعٌ به. وفي الحديث: \" مَنْهومانِ لا يشبعانِ: مَنْهومٌ بالمال ومنهوم بالعلم \". ونهم ينهم بالكسر نَهيماً: لغةٌ في نَحَمَ يَنْحِمُ، أي (١) زَحَرَ. والنَهَمُ بالتحريك: إفراطُ الشهوة في الطعام وقد نَهِمَ بالكسر يَنْهَمُ نَهَماً. والنَهْمُ بالتسكين: مصدر قولك نَهَمْتُ الإبل أنهمها بالتفح فيهما نهما ونهيما، إذا زجرتها وصِحْت بها لتجدَّ في سيرها. وقال: ألا انهماها إنها مناهيم وإننا مناجد متاهيم وإنما ينهمها القوم الهيم والمنهام من الابل: التي تُطيعُ على النَهْمِ، وهو الزَجْرُ. والنَهْمُ أيضاً: الحَذْف بالحصى ونحوِه، لأنَّ السائق قد يفعل ذلك. وقال (٢) :\nينهمن بالدار الحصى المنهوما (٣) * والنهيم مثل النحيم ومثل النَئيمِ، وهو صوت الأسد والفيل. يقال: نَهَمَ الفيلُ يَنْهِمُ نَهْماً ونهيما، عن الاصمعي. والنهامى: الحداد. والنهام بالضم في شعر الطرماح (١) : ضرب من الطير.",
    "pg": "5:2047-2048"
  },
  "نهه": {
    "def": "نهنهت الرجل عن الشئ فتَنَهْنَهَ، أي كَفَفْتُهُ وزجرتُهُ فكَفَّ. ونَهْنَهْتُ السَبُعَ، إذا صِحْت به لتكفَّهُ. والنَهْنَهُ: الثوب الرقيقُ النسج، مثل اللهله والهلهل. والاصل في نهنه نهه بثلاث هاءات، وإنما أبدلوا من الهاء الوسطى نونا للفرق بين فعلل وفعل. وإنما زادوا النون من بين سائر الحروف لان في الكلمة نونا. (*)",
    "pg": "6:2254"
  },
  "نهى": {
    "def": "النهْيُ: خلاف الأمر. ونَهَيْتُهُ عن كذا فانْتَهى عنه وتَناهى، أي كَفَّ. وتَناهَوْا عن المنكر، أي نهى بعضهم بعضا. وقول الفرزدق:\nفنهاك عنها منكر ونكير * إنما شدده للمبالغة. ويقال: إنه لأمورٌ بالمعروف نَهُوٌّ عن المنكر، على فعول. وفلان ماله ناهية، أي نَهْيٌ. والنُهْيَةُ بالضم: واحدة النُهى، وهي العُقول، لأنها تَنْهى عن القبيح. والنِهْيُ بالكسر: الغديرُ في لغة أهل نجد، وغيرهم يقوله بالفتح. وتَناهى الماءُ، إذا وقَف في الغدير وسكن. قال العجاج:\nحَتَّى تَناهى في صَهاريجِ الصَفا (١) * وتنهية الوادي: حيث يَنْتَهي إليه الماء من حروفه، والجمع التناهى. ونهاء الماء بالضم: ارتفاعه. وقال ابن الأعرابي: النهاء القوارير والزجاج. وأنشد: ترد الحصى أخفافهن كأنما * تكسر قيض بينها ونهاء (١) يقال: هم نُهاءُ مائةٍ ونِهاءُ مائةٍ أيضاً، أي قدر مائةٍ. والإنهاءُ: الإبلاغ. وأنْهَيْتُ إليه الخبر فانْتَهَى وتَناهى، أي بلغ. والنِهايَةُ: الغايةُ. يقال: بلغ نِهايَتَهُ. والنُهْيَةُ بالضم أيضاً مثله. قال أبو ذؤيب:\nوعاد الرصيع نهية للحمائل (٢) * يقول: انهزموا حتى انقلبت سيوفهم فعاد الرصيع على المنكب حيث كانت الحمائل. ويقال، هذا رجل ناهيك من رجل، ونَهْيُكَ من رجلٍ، ونَهاكَ من رجلِ، وتأويله أنه بجدِّه وغَنائه يَنْهاكَ عن تَطَلُّبِ غيره. وقال: وهو الشيخ الذى حدثت عنه * نهاك الشيخ مكرمة وفخا (*) وهذه امرأة ناهيتك من امرأة، تذكر وتؤنّث، وتثنَّى وتجمع، لأنه اسم فاعل. وإذا قلت نَهْيُكَ من رجلٍ كما تقول حَسبُك من رجل لم تُثَنِّ ولم تجمع، لأنه مصدر. وتقول في المعرفة: هذا عبد الله ناهيكَ من رجل، فتنصب ناهيكَ على الحال. وجزور نهية، على فعيلة، أي ضخمةٌ سمينةٌ. ويقال: طلبَ الحاجة حتى نهى عنها بالكسر، أي تركها، ظفِرَ بها أو لم يظفر. فضل الواو",
    "pg": "6:2517-2518"
  },
  "نوأ": {
    "def": "ناءَ يَنوءُ نَوْءًا: نَهَضَ بِجَهْدٍ ومَشَقَّةٍ. وناءَ: سَقط وهو من الأضداد. ويقال ناءَ بالحِمْلِ، إذا نهض به مُثْقَلاً: وناءَ به الحِمْلُ، إذا أثْقَله. والمرأةُ تَنوءُ بها عَجيزَتُها أي تُثْقِلُها، وهي تَنوءُ بعجيزَتِها أي تنهض بها مُثْقَلَةً. وأناءهُ الحِمْلُ، مثل أناعَهُ، أي أثْقَلَهُ وأمالَهُ، كما يقال ذَهبَ به وأذْهَبَهُ بمعنًى. وقوله تعالى: (ما إنَّ مفاتِحَهُ لَتَنوءُ بالعُصْبَةِ) . قال الفراء: أي لتنئ بالعصبة: تثقلها. قال الشاعر: إنى وجدك ما أَقْضي الغريمَ وإن * حانَ القضاءُ وما رقت له كبدي إلا عَصا أَرْزَنٍ طارتْ بُرايَتُها * تنوء ضربتها بالكف والعضد أي تثقل ضربتها الكف والعضد. والنوء: سقوط نَجمٍ من المنازلِ في المغربِ مع الفجرِ وطُلوعُ رِقيبهِ من المشرقِ يُقابلُه من ساعته في كل ليلة إلى ثلاثةَ عشَرَ يوماً، وهكذا كلُّ نجم منها إلى انقضاء السَنَةِ، ما خَلا الجَبهةَ فإنَّ لها أربعة عشر يوماً. قال أبو عبيد: ولم نسمع في النَوْءِ أنه السقوطُ إلا في هذا الموضع. وكانت العرب تضيف الأمطار والرياح والحرَّ والبرد إلى الساقط منها. وقال الأصمعي: إلى الطالع منها في سلطانه، فتقول: مُطِرْنا بِنَوْءٍ كذا. والجمع أنواء ونوآن أيضا، مثل عبد وعبدان وبطن وبطنان. قال حسان بن ثابت: ويَثْرِبُ تَعْلَمُ أنَّا بها * إذا قَحَطَ القَطْرُ (١) نوآنُها وناوَأتُ الرَّجُلَ مُناوَءةً ونِواءً: عادَيْتُه. يقال: إذا ناوَأتَ الرِجالَ فاصْبرْ. وربَّما لم يهمز وأصله الهمز، لأنه من ناءَ إليك ونؤت إليه، أي نهض ونهضت إليه. ابن السكيت: يقال له عِندي ما ساءهُ وناءهُ، أي أثقله، وما يسوءه وينوءه. وقال بعضهم: أراد ساءه وأناءه. وإنما قال ناءه وهو لا يتعدى لاجل ساءه ليزدوج الكلام، كما يقال: إنى لآتيه الغدايا والعشايا، والغداة لا تجمع على غدايا. وأناء اللحمَ يُنيئُهُ إناءةً، إذا لم ينضجه، وقد ناء اللحم ينئ نيأ، فهو لحم نئ بالكسر مثال نيعٌ، بيِّن النُيوءِ والنُيوءةِ. وناء (١) الرجل مثال ناع: لغة في نأى إذا بَعُدَ. قال الشاعر (٢) : مَنْ إنْ رآكَ غَنيًّا لانَ جانِبُه * وإنْ رآكَ فَقيراً ناَء واغْتَرَبا\nفصل الواو",
    "pg": "1:78-79"
  },
  "نوب": {
    "def": "ناب عنّي فلانٌ ينوب مَناباً، أي قام مقامي. وانتاب فلانٌ القوم انتياباً، أي أتاهم مرة بعد أخرى، وهو افتعال من النوبة. ومنه قول الهذلى (١) : أقَبَّ طريدٍ بنَزْهِ الفلا * ةِ لا يَرِدُ الماَء إلا انْتيابا وريوى \" ائتيابا \" وهو افعتال من آب يؤوب، إذا أتى ليلا. وأناب إلى الله، أي أقبل وتاب. والنَوبة: واحدة النُوَبِ، تقول: جاءت نَوْبتُك ونِيابتك. وهم يتناوبون النوبةَ فيما بينهم، في الماء وغيره. والنُوبَةُ بالضم: الاسم من قولك نابَهُ أمرٌ وانتابه، أي أصابه. والنائبة، المصيبة، واحدة نوائبِ الدهر. والنوبُ والنوبة أيضا: جيل من السودان، الواحد نوبى. والنوب أيضا: النحل، وهو جمع نائب، مثل غائط وعوط، وفاره وفره، لانها ترعى وتنوب إلى مكانها. قال الاصمعي: هو من النوبة التى تنوب الناس لوقت معروف. وقال أبو عبيد: سميت نوبا لانها تضرب إلى السواد. قال أبو ذؤيب: إذا لسعته الدبر لم يرج لسعها * وحالفها في بيت نوب عوامل (٢) ابن السكيت: النَوْبُ بالفتح: القُرْبُ، خلاف البُعد. قال أبو ذؤيب (١) : أرِقْتُ لذِكرِهِ من غير نَوْبٍ * كما يهتاجُ مَوشِيّ قشيبُ (٢) ويقال: النَوْبُ ما كان منك مسيرة يومٍ وليلة، والقَرَبُ ما كان منك مسيرة ليلة، وأصله في الوِرْدِ. قال لبيد: إحدى بَني جعفرٍ كَلِفْتُ بها * لم تمْسِ مِني نَوْباً ولا قَرَبا (٣) والحُمَّى النائبة: التى تأتى كل يوم.",
    "pg": "1:228-229"
  },
  "نوت": {
    "def": "النَواتيُّ: الملاَّحون في البحر خاصّة، وهو من كلام أهل الشام، واحدهم نوتى. وأما قول الراجز (١) : يا قبح الله بنى السعلات * عمرو بن يربوع شرار النات * ليسوا أعفاء ولا أكيات * فإنما يريد الناس وأكياس، فقلب السين (٢) . وهى لغة لبعض العرب، عن أبى زيد.",
    "pg": "1:269"
  },
  "نوح": {
    "def": "التَناوُحُ: التقابل. يقال: الجبلان يتناوحان. ومنه سميت النَوائِحُ، لأن بعضهن يقابل بعضا. وكذلك الرياح إذا تقابلت في المهبّ، لأن بعضها يُناوِحُ بعضاً ويناسج. وكل ريح استطالت أثراً فهبَّتْ عليه ريح طولاً فهي نَيِّحَتُه، فإن اعترضته فهي نَسيجَتُه. وناحَتْ المرأة تَنوحُ نَوْحاً ونِياحاً، والاسم النِياحَةُ. ونساءٌ نَوْحٌ وأنْواحٌ، ونُوَّحٌ، ونَوائحُ، ونائِحاتٌ. يقال: كنَّا في مَناحَةِ فلان. وتنوح الشئ تنوحا، إذا تحرك وهو متدل. ونوح ينصرف مع العجمة والتعريف. وكذلك كل اسم على ثلاثة أحرف أوسطه ساكن مثل لوط، لان خفته عادلت أحد الثقلين.\nفصل الواو",
    "pg": "1:413-414"
  },
  "نوخ": {
    "def": "أنَخْتُ الجمل فاسْتَناخَ: أبركته فبرك. تنوخ الجمل الناقة: أناخها ليسفَدَها. وقولهم: نَوَّخَ اللهُ الأرضَ طَروقةً للماء، أي جعلها مما تطيقه. وتنوخ: حى من اليمن، ولا تشدد النون.\nفصل الواو",
    "pg": "1:434"
  },
  "نور": {
    "def": "النورُ: الضياءُ، والجمع أنْوارٌ. والنورُ أيضاً: النُفَّرُ من الظباء. قال مُضَرِّسٌ الأسديُّ، وذكَرَ الظباء وأنَّها قد كَنَسَتْ في شدة الحر: تَدَلَّتْ عليها الشمسُ حتَّى كأنها * من الحَرِّ تُرْمَى بالسكينةِ نورُها (١) - ونسوةٌ نورٌ، أي نُفَّرٌ من الربية، وهو فعل مثل قذال وقذل، إلا انهم كرهوا الضمة على الواو، لان الواحدة نوار، وهى الفرور، ومنه سميت المرأة. وفرس وديق نوار، إذا اسْتَوْدَقَتْ وهي تريد الفحلَ، وفي ذلك منها ضَعفٌ تَرْهَبُ عن صولة الناكح. وتقول: نُرْتُ من الشئ أنور نورا ونوارا، بكسر النون. قال الشاعر (٢) : أنورا سرع ماذا يا فروق * وحبل الوصل منتكث حذيق - وقال العجاج:\nيخلطن بالتَأنّسِ النِوارا * ونُرْتُ غيري، أي نفرته. وأنار الشئ واستنار بمعنى، أي أضاء. والتَنْويرُ: الإنارةُ. والتَنْويرُ: الإسْفارُ. وتَنْويرُ الشجرةِ: إزْهارُها. يقال نَوَّرَتِ الشجرةُ وأنارَتْ أيضاً، أي أخرجت نَوْرَها. والنارُ مؤنّثة، وهي من الواو، لأن تصغيرها نُوَيْرَةٌ، والجمع نور ونيران (١) ، انقلبت الواو ياءً لكسرة ما قبلها. وقولهم: مانار هذه الناقة؟ أي ما سِمَتُها؟ وفي المثل: \" نِجارُها نارُها \". وقال الراجز: وقد سقوا (٢) آبالهم بالنار * والنار قد تشفى من الاوار - يقول: لما رأوا سماتها خلوا لها الماء. يقال: بينهم نائرة، أي عدواة وشَحْناء. وتَنَوَّرَتُ النار من بعيد: تَبَصَّرْتُها. وتَنَوَّرَ الرجل: تَطَلَّى بالنُورَةِ. وبعضهم يقول: انتار. والنَوورُ: النَيْلَجُ، وهو دُخان الشَحم يعالج به الوشم حتَّى يخضرّ. ولك أن تقلب الواو المضمومة همزة. وقد نَوَّرَ ذراعَه، إذا غرزها بإبرة ثم ذرَّ عليها النَوورَ. والنُوَّارُ بالضم والتشديد: نَوْرُ الشجرِ، الواحدة نُوَّارَةٌ. والمَنارُ: عَلَمُ الطريق. وذو المنار: ملك من ملوك اليمن، واسمه أبرهة بن الحارث الرايش. وإنما قيل له ذوالمنار لانه أول من ضرب المنار على طريقه في مغازيه ليهتدى بها إذا رجع. والمَنارَةُ: التي يؤذَّن عليها. والمَنارَةُ أيضاً: ما يوضع فوقها السِراج، وهي مَفْعَلةٌ من الاستنارة، بفتح الميم، والجمع المَناوِرُ بالواو، لأنه من النورِ. ومن قال مَنائِرُ وهمز فقد شبَّه الأصلي بالزائد، كما قالوا: مصيبة ومصائب، وأصله مصاوب. وقول بشر (١) : لليلى (٢) على بعد المزار تذكر * ومن دون ليلى ذو بحار ومنور - هما جبلان في ظهر حرة بنى سليم.",
    "pg": "2:838-839"
  },
  "نوس": {
    "def": "النوس: تذبذب الشئ. وقد ناس ينوس (١) ، وأناسه غيره. وفى حديث أم زرع: \" أناس من حلى أذنى \". ونست الابل أنوسها نوسا: سقتها. وذو نواس من أذواء اليمن، سمى بذلك لذؤابتين كانتا تنوسان على ظهره. ورجل نَوَّاسٌ بالتشديد، إذا اضطرب واسترخى. والناسُ قد يكون من الإنسِ ومن الجنّ، وأصله أناسٌ فخفِّف. ولم يجعلوا الالف واللام فيه عوضا من الهمزة المحذوفة، لانه لو كان كذلك لما اجتمع مع المعوض منه في قول الشاعر (٢) إن المنايا يطلع * ن على الاناس الآمنينا (١) * والناس: اسم قيس عيلان، وهو الناس ابن مضر بن نزار. وأخوه الياس بن مضر بالياء.",
    "pg": "3:987"
  },
  "نوش": {
    "def": "قال ابن السكيت: يقال للرجل إذا تناول رَجلاً ليأخذ برأسه ولحيته: ناشَهُ يَنوشُهُ نَوْشاً. وأنشد (٢) : فهى تنوش الحوض نوشا من عَلا * نَوْشاً به تقطع أجواز الفلا * أي تتناول ماء الحوض من فوق وتشرب شربا كثيرا، وتقطع بذلك الشرب فلوات فلا تحتاج إلى ماء آخر. قال: ومنه المُناوَشَةُ في القتال، وذلك إذا تدانى الفريقان. ورجلٌ نَؤُوشٌ، أي ذو بطش. والتَناوُش: التناول. والانتياش مثله. قال الراجز:\nباتت تنوش العنق انتياشا * وقوله تعالى: ﴿وأنَّى لهم التَناوُشُ من مَكانٍ بعيد﴾ يقول: أنى لهم تناول الإيمان في الآخرة وقد كَفروا به في الدنيا. ولك أن تهمز الواو كما يقال: ﴿أقتت﴾ و ﴿وقتت﴾ ، وقرئ بهما جميعا. ويقال: نشته خيرا، أي أنلته.\nفصل الواو",
    "pg": "3:1023-1024"
  },
  "نوص": {
    "def": "قال الفراء: النوص: التأخر. وأنشد لامرئ القيس أمن ذكر ليلى إذْ نأَتْكَ تَنوصُ * فَتَقْصُرُ عنها خطوة وتبوص * يقال: ناص عن قِرْنِهِ يَنوصُ نَوْصاً ومَناصاً، أي فرَّ وراغ. وقال الله تعالى: ﴿ولاتَ حين مَناصٍ﴾ ، أي ليس وقت تأخُّرٍ وفِرارٍ. والمَناصُ، أيضاً: الملجأ والمفرّ. والنَوْصُ، الحمار الوحشي (١) . واسْتَناصَ، أي تأخر. وقولهم: ما به نَويصٌ، أي قوةٌ وحَراكٌ. وناوَصَ الجَرَّة، أي مارسها. وقد فسرناه في الجرة.\nفصل الواو",
    "pg": "3:1060"
  },
  "نوض": {
    "def": "ناضَ فلانٌ يَنوضُ نَوْضاً: ذهب في البلاد، وأيضاً تأخَرَّ ونكص. ونضت الشئ، إذا عالجته لتنزِعه، مثل الغصن والوتد ونحوه. والانواض والاناويض: مواضع مرتفعة. ومنه قول لبيد:\nأروى الاناويض وأروى مذنبه والنَوْضُ: وُصْلَةُ ما بين عجُزِ البعير ومتنه. ومنه قول الراجز:\nجاذبن بالاصلاب والانواض (١)\nفصل الواو",
    "pg": "3:1112"
  },
  "نوط": {
    "def": "ناط الشئ ينوطه نوطا، أي علّقه. والنَوْطُ: جُلَّةٌ (١) صغيرة فيها تمر تعلق من البعير. قال النابغة الذبياني يصف قطاةً: حَذَّاءُ مُدْبِرَةً سَكَّاءُ مُقْبِلَةً * للماء في النَحْرِ منها نَوْطَةٌ عَجَبُ * والنَوْطَةُ: ورمٌ في نحر البعير وأرْفاغِهِ. يقال نِيطَ البعير، إذا أصابه ذلك. والنَوْطَة: الحِقْدُ. قال ابن أحمر: ولا علمَ لي ما نَوْطَةٌ مُسْتَكِنَّةٌ * ولا أيُّ من عادَيْتُ (١) أسْقى سِقائِيا * والنَوْطُ: ما بين العَجُزِ والمَتْن. وكلُّ ما علق من شئ فهو نَوْطٌ. وفي المثل: \" عاطٍ بغير أنْواطٍ \"، أي يتناول وليس هناك شئ معلق. وهذا نحو قولهم: \" كالحادي وليس له بعير \"، و \" تجشأ فلان من غير شبع \". والانواط: المعاليق. وذات أنواط: اسم شجرة بعينها. وفى الحديث: \" أنه أبصر شجرة دفواء تسمى ذات أنواط \". والانواط: ما نوط على البعير إذا أوقِرَ. والتَنْواطُ: ما يُعَلَّق من الهودج يُزَيَّنُ به. ويقال نَوْطَةٌ من طلح، كما يقال عيصٌ من سدرٍ، وأيكةٌ من أثل، وفرش من عرفط، ووهط من عشر، وغال من سلم، وسليل من سمر، وقصيمة من غضى ومن رمث، وصريمة من غضى ومن سلم، وحرجة من شجر. وانتاط، أي بعد. وفلانٌ منِّي مَناطَ الثريا، أي في البُعد. ونِياطُ المَفازة: بُعدُ طريقها، فكأنَّها نيطَتْ بمفازةٍ أخرى لا تكاد تنقطع. قال الراجز (١) :\nوبلدة بعيدة النياط (٢) * والنياط: عرق عُلِّق به القلبُ من الوَتينِ، فإذا قطع مات صاحبه. وهو النَيْطُ أيضاً. ومنه قولهم: \" رماه الله بالنَيْطِ \"، أي بالموت. ويقال للأرنب: مُقَطَّعَةُ النِياطِ، كما قالوا: مقِطَّعةُ الأسحارِ. ونياطُ القوسِ: مُعَلَّقها. والنائطُ: عرقٌ في الصُلب ممتدٌّ يعالج المصفور بقطعه. قال الراجز (٣) . * قضب الطبيب نائط المصفور (٤) * والتنوط: طائر، ويقال أيضاً التُنَوِّطُ. قال الأصمعي: إنَّما سمِّي تَنَوُّطاً لأنه يدلِّي خيوطاً من شجرةٍ ثم يفرّخ فيها، الواحدة تنوطة. فصل الواو",
    "pg": "3:1165-1166"
  },
  "نوع": {
    "def": "النَوْعُ أخصُّ من الجنس. وقد تنوع الشئ أنواعا. والنوع، بالضم: إتباعٌ للجوع. والنائِعُ: إتباعٌ للجائع. يقال: رجلٌ جائعٌ نائعٌ. وإذا دَعَوا عليه قالوا: جوعاً نوعاً. وقومٌ جياعٌ نِياعٌ. وزعم بعضهم أن النُوعَ العطشُ، والنائِع العطشانُ. ويقال: رماه الله بالجوع والنوعِ. قال دريد ابن الصمة (١) لعمر بَني شِهابٍ ما أقاموا * صُدورَ الخيلِ والأسَلَ النِياعا * يعني الرماح العِطاشَ. والاسْتِناعَةُ: التقدُّمُ في السير. قال القطامى يصف ناقته: وكانت ضربة من شدقمى * إذا ما استنت (١) الابل استناعا",
    "pg": "3:1294"
  },
  "نوف": {
    "def": "النَوْفُ: السنامُ. والجمع أنْوافٌ. وناف الشئ ينوف، أي طال وارتفع. ذكره ابن دريد. وتنوف في شعر (١) امرئ القيس. هضبة في جبل طيئ. وعبد مناف: أبو هاشم وعبد شمس، والنسبة إليه منافى. وكان القياس عبدى، إلا أنهم عدلوا عن القياس لازالة اللبس.",
    "pg": "4:1436"
  },
  "نوق": {
    "def": "الناقَةُ تقديرها فَعَلَةٌ بالتحريك، لانها جمعت على نوق، مثل بدنة وبدن، وخشبة وخشب، وفعلة بالتسكين لا تجمع على ذلك. وقد جمعت في القلة على أنوق، ثم استثقلوا الضمة على الواو فقدموها فقالوا أونق، حكاها يعقوب عن بعض الطائيين، ثم عوضوا من الواو ياء فقالوا أنيق، ثم جمعوها على أيانق. وقد تجمع الناقة على نياق، مثل ثمرة وثمار، إلا أن الواو صارت ياء لكسرة ما قبلها. وأنشد أبو زيد للقلاخ بن حزن: أبعدكن الله من نياق إن لم تنجين من الوثاق وبعيرٌ مُنَوَّقٌ، أي مذلَّلٌ مروَّضٌ. وناقة مُنَوَّقةٌ. والنَوَّاقُ من الرجال: الذى يروض الامور ويصلحها. وفى المثل: \" استونق الجمل \"، أي صار ناقة. يضرب للرجل يكون في حديث أوصفة شئ، ثم يخلطه بغيره وينتقل إليه. وأصله أن طرفة ابن العبد كان عند بعض الملوك (١) والمسيب بن علس ينشده شعرا في وصف جمل ثم حوله إلى نعت ناقة (٢) فقال طرفة (٣) استنوق الجمل (٤) . والنيق: أرفع موضع في الجبل، والجمع نياق، ومنه قول الشاعر:\nشغواء توظن بين الشيق والنيق * وتنوق في الأمر، أي تأنَّقَ فيه. وبعضهم لا يقول تَنَوَّقَ. والاسم منه النيقَةُ. وفي المثل: \" خَرْقاءُ ذاتُ نيقَةٍ \"، يضرب للجاهل بالأمر وهو مع جهله يدَّعي المعرفة ويتأنق في الارادة، ذكره أبو عبيد. والانتياق مثل الانتقاء. وينشد:\nمثل القياس انتاقها المنقى * يعنى القسى. وكان الكسائي يقول هو من النيقة.",
    "pg": "4:1561-1562"
  },
  "نوك": {
    "def": "النوك بالضم: الحمق. قال بن الخطيم:\nوداء النوك ليس له دواء (١) * والنواكة: الحماقةُ ورجلٌ أنْوَكُ ومَسْتَنْوِكٌ، أي أحمق. وقومٌ نَوْكى ونوكٌ أيضاً على القياس، أهوج وهوج. وقد أنوكته، أي وجدتُه أنْوَكَ. وقالوا: ما أنْوَكَهُ، ولم يقولوا أنْوِكْ به، وهو قياس عن ابن السراج.",
    "pg": "4:1612-1613"
  },
  "نول": {
    "def": "أبو عمرو: المِنْوالُ: الخشبُ الذي يَلُفُّ عليه الحائك الثوبَ، وهو النَوْلُ أيضاً، وجمعه أنْوالٌ. ويقال للقومِ إذا اسْتَوَتْ أخلاقُهُم: هُم على مِنوالٍ واحدٍ. ورَمَوْا على مِنْوالٍ واحدٍ، أي على رِشْقٍ واحدٍ. ويقال: لا أدري على أيِّ مِنْوالٍ هوَ، أي على أيِّ وجهٍ هو. وقولهم: نَوْلُكَ أن تَفْعَل كذا، أي حَقكَ وينبغي لكَ. وأصله من التَناوُلِ، كأنّك قلتَ: تناوُلُكَ كذا وكذا. قال العجاج: هاجت ومثلى نوله أن يربعا حمامة هاجت حماما سجعا أي حقه أن يكف. وما نَوْلُكَ أن تَفْعَل كذا، أي ما ينبغى لك. والنوال: العطاء (٢) . والنائل مثله. يقال: نُلْتُ له بالعَطيًّة أنولُ نَوْلاً، ونلته العطية. ونولته: أعطيته نوالا. قال وضَّاح اليمن: فما نَوَّلَتْ حتَّى تَضَرَّعَتُ عِنْدَها وأنْبَأتُها ما رَخَّصَ الله في اللَمَمْ (١) يعني التقبيل. ابن السكيت: رجلٌ نالٌ: كثيرُ النَوالِ. ورجلانِ نالانِ، وقومٌ أنوال. وناولته الشئ فتناوله. وقول لبيد:\nجَزِعْتُ ولَيْسَ ذلك بالنَوالِ (٢) * أي بالصواب.",
    "pg": "5:1836-1837"
  },
  "نوم": {
    "def": "النَوْمُ معروف. وقد نامَ يَنامُ فهو نائِمٌ. والجمع نِيامٌ، وجمع النائِمِ نُوَّمٌ على الأصل، ونيم على اللفظ. وتقول: نمت، وأصله نومت، بكسر الواو، فما سكنت سقطت لاجتماع الساكنين ونقلت حركتها إلى ما قبلها. وكان حق النون أن تضم لتدل على الواو الساقطة، كما ضممت القاف في قلت، إلا أنهم كسروها للفرق بين المضموم والمفتوح. وأما كلت فإنما كسروها لتدل على الياء الساقطة. وأما على مذهب الكسائي فالقياس مستمر، لانه يقول أصل قال قول بضم الواو، وأصل كال كيل بكسر الياء والامر منه نم بفتح النون بناء على المستقبل، لان الواو المنقلبة ألفا سقطت لاجتماع الساكنين. ويقال: يا نَوْمانُ، للكثير النوم، ولا تقل رجل نَوْمانُ، لأنه يختص بالنداء. وأنَمْتُهُ ونَوَّمْتُهُ بمعنًى. وأخذه نُوامٌ بالضم، إذا جعل النومُ يعتريه. وتَناوَمَ: أرى من نفسه أنَّه نائِمٌ وليس به. ونُمْتُ الرجلَ بالضم، إذا غلبتَه بالنَوم، لأنَّك تقول ناوَمَهُ فَنامَهُ يَنومُهُ. ونامَتِ السوقُ: كسَدت. ونامَ الثوبُ: أخلقَ. واسْتَنامَ إليه، أي سكن إليه واطمأن. ورجلٌ نومَةٌ بالضم ساكنة الواو، أي لايؤبه له. ورجلٌ نُوَمَةٌ بفتح الواو، أي نَؤُومٌ، وهو الكثير النوم. وإنّه لحسن النيمَةِ بالكسر. والمَنامَةُ: ثوبٌ يُنامُ فيه، وهو القطيفة. قال الكميت: عليه المنامةُ ذات الفُضولِ من الوَهْنِ (١) والقَرْطَفُ المُخْمَلُ وقال آخر:\nلكلِّ مَنامَةٍ هُدْبٌ أصيرُ * أي متقارب. وربَّما سمِّوا الدكَّان مَنامَةً. وليلٌ نائِمٌ، أي يُنامُ فيه، كقولهم: يومٌ عاصفٌ، وهَمٌّ ناصبٌ، وهو فاعل بمعنى مفعول فيه.",
    "pg": "5:2046-2047"
  },
  "نون": {
    "def": "النونُ: الحوت، والجمع أنْوانٌ ونينان. وذو النون: لقب يونس بن متى ﵇. والنون: شفرة السيف. قال الشاعر:\nبِذي نونَينِ قصَّالٍ مِقط * والنون: اسم سيف لبعض العرب. قال (١) : سأجعلُه مكانَ النونِ منِّي * وما أعطيته عرق الخلال (٢) يقول: سأجعل هذا السيف الذى استفدته مكان ذلك السيف الآخر، وما أعطيته عن مودة، بل أخذته عنوة. والنون: حرف من حروف المعجم، وهو من حروف الزيادات، وقد يكون للتأكيد يلحق الفعل المستقبل بعد لام القسم، كقولك: والله لاضربن زيدا. ويلحق بعد ذلك الامر والنهى، تقول: اضربن زيدا ولا تضربن عمرا. ويلحق في الاستفهام، تقول هل تضربن زيدا. وبعد الشرط، كقولك: إما تضربن زيدا اضربه، إذا زادت على إن (ما) زدت على فعل الشرط نون التأكيد. قال الله تعالى: (فإما تثقفنهم فى الحرب فشرد بهم من خلفهم) . وتقول في فعل الاثنين لتضربان زيدا يا رجلان، وفى فعل الجماعة: يا رجال اضربن زيدا بضم الباء، ويا امرأة اضربن زيدا بكسر الباء، ويا نسوة اضربنان زيدا، وأصله اضربنن بثلاث نونات فتفصل بينهن بالالف وتكسر النون تشبيها بنون التثنية. وقد تكون نون التأكيد خفيفة كما تكون مشددة، إلا أن الخفيفة إذا استقبلها ساكن سقطت، وإذا وقفت عليها وقبلها فتحة أبدلتها ألفا، كما قال الاعشى: ولا تعبد الشيطان والله فاعبدا (١) * وربما حذفت في الوصل، كقول الشاعر (٢) : اضرب عنك الهموم طارقها * ضربك بالسيف قونس الفرس والمخففة تصلح في مكان المشددة، إلا في موضعين في فعل الاثنين: يا رجلان اضربان زيدا، وفى فعل الجماعة المؤنث: يا نسوة اضربنان زيدا، فإنه لا يصلح فيهما إلا المشددة، لئلا تلتبس بنون التثنية. ويونس يجيز الخفيفة ها هنا أيضا، والاول أجود. وتقول: نوَّنتُ الاسم تَنْويناً. والتنْوينُ لا يكون إلا في الأسماء.\nفصل الواو",
    "pg": "6:2210-2211"
  },
  "نوه": {
    "def": "ناه الشئ ينوه: ارتفع، فهو نائِهٌ. ونَوَّهْتُهُ تَنْويهاً، إذا رفعتَه. ونَوَّهْتُ باسمه، إذا رفعتَ ذِكرَه. وناهَتْ نفسي، أي قَوِيَتْ. وناه النبات: ارتفع.\nفصل الواو",
    "pg": "6:2254"
  },
  "نوى": {
    "def": "نَوَيْتُ نِيّةً (١) ونَواةً، أي عزمت. وانتويت مثله. وقال: صرمت أميمة خلتى وصلاتي * ونوت ولما تنتوى كنواتى يقول: لم تنو في كما نويت في مودتها. ويروى: \" ولم تنتوى بنواتى \"، أي لم تقض حاجتى. يقال: نواه بنواته، أي رده بحاجته وقضاها له. وتقول: نواك الله، أي صحِبَك في سفرك وحفِظك. قال الشاعر: يا عمْرو أحْسِنْ نواكَ اللهُ بالرَشَدِ * واقرأ سلاماً على الذَلفاءِ بالثَمَدِ (٢) ونَوَّيْتُهُ تَنْوِيَةً، أي وكلته إلى نيَّته. ونويك: صاحبُك الذي نِيَّتُهُ نِيَّتُكَ. ولي في بني فلانٍ نِيَّةٌ، أي حاجة. والنِيَّةُ أيضاً والنَوى: الوجه الذي يَنْويهِ المسافر من قرب أو بعد ; وهى مؤنثة لا غير. وأما النوى الذى هو جمع نواة التمر فهو يذكر ويؤنث. وانتوى القوم منزلاً بموضع كذا وكذا. واستقرتْ نَواهُم، أي أقاموا. والنَواةُ: خمسة دراهم، كما يقال للعشرين نش. وناواه، أي عاداه، وأصله الهمز لانه من النوء وهو النهوض. وأكلت التمر فنَوَيْتُ النَوى وأنّوَيْتُهُ، إذا رميتَ به. وجمع نَوى التمرِ أنواء (١) ، عن ابن كيسان. ونوت الناقة، أي سمنت، تَنْوي نِوايَةً ونَيًّا فهي ناوِيَةٌ. وجمل ناو وجمال نواء، مثل جائع وجياع. وإبل نَوَوِيَّةٌ، إذا كانت تأكل النَوى. والنى: الشحم، وأصله نوى. قال أبو ذؤيب:\nبالنى فهو تثوخ فيه الاصبع (٢) * ونيان: موضع. قال الكميت (*) من وحش نيان أو من وحش ذى بقر أفنى حلائله الاشلاء والطرد",
    "pg": "6:2516-2517"
  },
  "نيب": {
    "def": "الناب من السِنِّ، والجمع أنياب ونُيوبٌ أيضاً على غير قياس. ونابَهُ يَنيبُهُ، أي أصاب نابَهُ. ونَيَّبَ سهمَه، أي عجم عودَه وأثَّر فيه بنابه. ونابُ القومِ: سيِّدهُم (١) . والناب: المُسِنَّة من النوق، والجمع النيبُ. وفي المثل: \" لا أفعلُ ذلك ما حَنَّتِ النيب \". قال الراجز (٢) : حرقها حمض بلاد فل * وغتم نجم غير مستقل * فما تكاد نيبها تولى * أي ترجع، من الضعف. وهو (٣) فعل، مثل أسد وأسد، وإنما كسروا النون لتسلم الياء. والتصغير نييب. يقال سميت بذلك لطول نابها، فهو كالصفة، فلذلك لم تلحقه الهاء، لان الهاء لا تلحق تصغير الصفات. تقول منه: نيبت الناقة، أي صارت هرمة. ولا يقال للجمل ناب. وقال سيبويه: من العرب من يقول في تصغير ناب نويب فيجئ بالواو، لان هذه الالف يكثر انقلابها من الواوات. قال ابن السراج: هذا غلط منه (١) .\nفصل الواو",
    "pg": "1:230"
  },
  "نير": {
    "def": "النيرُ: عَلَمُ الثوبِ، ولُحمَتُهُ أيضاً، فإذا نُسِجَ على نَيرَيْنِ كان أصفَق وأبقى. تقول: نِرْتُ الثوبَ أنيرُهُ نَيْراً، وكذلك أنَرْتُ الثوب، وهنرته، مثل أراق وهراق. وقال الزفيان: ومنهل طام عليه الغلفق * ينير أو يسدى به الخدرنق - ورجل ذو نيرين، أي قوته وشددته ضعف شدة صاحبه. ونيرُ الفدان: الخشبة المعترضة في عنق الثورين، والجمع النيرانُ والأنْيارُ. ونيرُ الطريق: ما يتَّضح منه. والنير: جبل لبنى غاضرة. وأنشد الاصمعي: أقبلن من نير ومن سواج * بالقوم قد ملوا من الادلاج (١) - وأبو بردة بن نيار: رجل من قضاعة من الصحابة، واسمه هانئ بن نيار (٢) .\nفصل الواو",
    "pg": "2:840-841"
  },
  "نيف": {
    "def": "النَيْفُ: الزيادةُ، يخفف ويشدّد، وأصله من الواو. يقال عشرة ونيف، ومائة ونيف. وكل ما زاد على العقد فهو نيف حتى يبلغ العقد الثاني. ونيف فلان على السبعين، أي زاد. وقصرٌ نِيافٌ، وناقةٌ نِيافٌ، وجملٌ نِيافٌ، أي طويلٌ في ارتفاع. قال الراجز:\nيتبعن وخى عيهل نياف (١) * وقال امرؤ القيس: نيافا تَزِلُّ الطيرُ عن قُذُفاتِهِ يَظَلُّ الضَبابُ فوقه قد تَعَصَّرا وأنافَ على شئ، أي أشرف. وأنافت الدراهمُ على المائة، أي زادت.\nفصل الواو",
    "pg": "4:1436-1437"
  },
  "نيك": {
    "def": "رجلٌ نائِكٌ من النيْكِ، ونياك شدد للكثرة. وفى المثل: \" من ينك العير ينك نياكا \".\nفصل الواو",
    "pg": "4:1613"
  },
  "نيل": {
    "def": "نالَ خيراً يَنالُ نَيْلاً، أي أصاب. وأصله نيل ينيل، مثل تعب يتعب. وأناله غيره، والامر منه نل بفتح النون، وإذا أخبرتَ عن نفسك كسرته. والنيل فيض مصر. ونائلة: اسم امرأة. ونائلة: صنم، كانت لقريش.\nفصل الواو",
    "pg": "5:1838"
  },
  "نيم": {
    "def": "النيم: الدرج التى تكون في الرمل إذا جرَتْ فيه الريح. قال ذو الرمّة: حتَّى انجلى الليلُ عنها في مُلَمَّعَةٍ مِثْلِ الأديمِ لها من هَبْوَةٍ نيم والنيم: الفرو الخلق. وقول ساعدة بن جؤية الهذلى:\nمن نيم ومن كتم (٢) * هما شجران.\nفصل الواو",
    "pg": "5:2048"
  }
}