{
  "حا": {
    "def": "الحاء: حرف هجاء، يمد ويقصر. (*) وحاء أيضا: حى من مذحج. قال الشاعر:\nطلبت الثأر في حكم وحاء * وحاء: زجر للابل، بنى على الكسر لالتقاء الساكنين، وقد يقصر. فإن أردت التنكير نونت فقلت: حاء وعاء. أبو زيد: يقال للمعز خاصّةً: حاحيت بها حيحاء وحيحاءة، إذا دعوتها. قال سيبويه: أبدلوا الالف بالياء لشبهها بها ; لان قولك: حاحيت، إنما هو صوت بنيت منه فعلا، كما أن رجلا لو أكثر من قوله لا، لجاز أن تقول: لا ليت، تريد: قلت لا. ويدلك على أنها ليست فاعلت قولهم: الحيحاء والعيعاء بالفتح، كما قالوا الحاحات والهاهات، فأجرى حاحيت وعاعيت وهاهيت مجرى دعدعت، إذ كن للتصويت. وقال أبو عمرو: يقال حاح بضأنك وحاء بضأنك، أي ادعها.",
    "pg": "6:2549"
  },
  "حبأ": {
    "def": "الحَبأُ: جليس الملك وخاصَّتُه، والجمع: أحباء. مثل: سبب، وأسباب.",
    "pg": "1:42"
  },
  "حبا": {
    "def": "احْتَبى الرجل، إذا جمع ظهره وساقيه بعمامته، وقد يَحْتَبي بيديه. والاسم الحِبْوَةُ (١) والحُبْوَةُ [والحُبْيَةُ والحبية (٢) ] . يقال: حَلَّ حِبْوَتَهُ وحُبْوَتَهُ، والجمع حبى مكسور الاول، عن يعقوب. ويقال: إنه لَحابي الشَراسيفِ، أي مشْرف الجنبين. والحَبيُّ (٣) : السحابُ الذي يَعترِض اعتراضَ الجبل قبل أن يطبِّق السماء. قال امرؤ القيس:\nفي حَبِيٍّ مُكَلَّلِ (٤) * والحَبا، مثالُ العَصا، مثله. ويقال: سُمِّيَ به لدنوِّه من الأرض. وحَبا الصبيُّ على إسته حبوا، إذا زحف. قال الشاعر (٥) لولا السفار وبُعْدُ خَرْقٍ مَهْمَهٍ (١) * لَتَرَكْتُها تَحْبو على العرقوب وحبوت للخمسين، أي دنوتُ لها. وكلُّ دانٍ فهو حابٍ. وحَبا الرملُ، أي أشرفَ. وحَبا السهمُ، إذا زلج على الأرض ثمّ أصابَ الهدف. وحَباهُ يَحْبُوهُ، أي أعطاه. والحِباءُ: العطاء. قال الفرزدق:\nوإليه كان حباء جفنة ينقل (٢) * وحابيته في البيع محاباة. قال الاصمعي: فلان يحبو ما حوله، أي يحميه ويمنعه. قال ابن أحمر: وراحت الشول ولم يحبها * فحل ولم يعتس فيها مدر (٣) وكذلك حبى ما حوله تحبية. (*)",
    "pg": "6:2307-2308"
  },
  "حبب": {
    "def": "الحبة: واحدة حَبَّ الحنطة ونحوِها من الحبوب. وحَبَّة القلب: سُويداؤه، ويقال ثمرته وهو ذاك. والحبة السَوداء والحبة الخضراء. والحبة من الشئ: القطعة منه. ويقال للبرد: حب الغمام، وحب المزن، وحب قر. ابن السكيت: وهذا جابرُ بن حَبَّةَ: اسم للخبز، وهو معرفةٌ. والحِبَّةُ بالكسر: بزور الصحراء مما ليس بقوتٍ. وفي الحديث: \" فينبُتونَ كما تَنْبُتُ الحِبَّةُ في حَميلِ السَيْلِ \"، والجمع حِبَبٌ. والحُبَّةُ بالضم: الحُبُّ، يقال: نَعمْ وحُبَّةً وكرامةً. والحُبُّ: الخابيةُ، فارسيٌّ معربٌ، والجمع حِبابٌ وحببة. = الوليد رثى بهذا الشعر عثمان بن عفان رضى الله عنه، وقاتله كنانه بن بشر التجيبى. وأما قاتل على رضى الله عنه فهو التجوبى. ورأيت في حاشية ما مثاله: أنشد أبو عبيد البكري ﵀ في كتابه فصل المقال، في شرح كتاب الامثال: هذا البيت الذى هو ألا إن الخ. لنائلة بنت الفرافصة بن الاحوص الكلبية، زوج عثمان رضى الله عنه، ترثيه، وبعده: ومالى لا أبكى وتبكى قرابتي * وقد حجبت عنا فضول أبى عمرو والرواية في البيت: \" قتيل التجيبى \". والثلاثة: رسول الله ﷺ، وأبو بكر، وعمر رضى الله عنهما. والحب: المحبة، وكذلك الحب بالكسر. والحِبُّ أيضاً: الحبيب، مثل خِدْنٍ وخَدِينٍ. يقال أحبّه فهو مُحَبٌّ. وحَبَّه يَحِبُّه بالكسر فهو محبوب. قال الشاعر (١) : أحب أبا مروان من أجل تمره * وأعلم أن الرفق بالمرء أرفق (٢) * ووالله لولا تمره ما حببته * ولا كان أدنى من عبيد ومشرق (٣) وهذا شاذ لانه لا يأتي في المضاعف يفعل بالكسر إلا ويشركه يفعل بالضم إذا كان متعديا، ما خلا هذا الحرف. وتقول: ما كنت حبيبا، ولقد حَبِبْتَ بالكسر، أي صرت حَبيباً. الأصمعي: قولهم حُبَّ بفلان، معناه ما أحبه إلى. وقال الفراء: معناه حبب بضم الباء، ثم أسكنت وأدغمت في الثانية. قال ابن السكيت في قول ساعدة: هجرت غضوب وحب من يَتَجَنّبُ * وعَدَتْ عَوادٍ دون وليك تشغب (١) أراد حبب فأدغم ونقل الضمة إلى الياء، لانه مدح. ومنه قولهم: حبَّذا زيد، فَحَبَّ فعل ماض لا يتصرَّف، وأصله حَبُب على ما قال الفراء، وذا فاعله، وهو اسم مبهم من أسماء الاشارة جعلا شيئا واحد فصار بمنزلة اسم يرفع ما بعده، وموضعه رفع بالابتداء وزيد خبره، فلا يجوز أن يكون بدلا من ذا، لانك تقول: حبذا امرأة ولو كان بدلا لقلت حبذه المرأة. قال الشاعر جرير: وحبذا نَفَحاتٌ من يمانِيَةٍ * تأتيكَ من قِبَل الريَّانِ أحيانا وتحبَّب إليه: تودّد. وتحبَّب الحمار، إذا امتلأ من الماء. وشربت الإبل حتَّى حبَّبَتْ، أي تَمَلَّأتْ ريَّاً. وامرأةٌ مُحِبَّةٌ لزوجها ومُحِبٌّ لزوجها أيضاً، عن الفراء. والاستحباب كالاستحسان (٢) . وتحابُّوا، أي أحبَّ كلُّ واحدٍ منهم صاحبه. والحِباب بالكسر: المُحابَّةُ والمَوادَّةُ. والحُبابُ بالضم: الحب. قال الشاعر (٣) : فوالله ما أَدري وإني لصادقٌ * أَداءٌ عَراني من حُبابِكِ أمْ سِحْرُ والحُبابَ أيضاً: الحَيَّةُ. وإنما قيل الحُبابُ اسمُ شيطان لأنّ الحيَّة يقال لها شيطان، ومنه سُمِّيَ الرجل. وحَبابُ الماء بالفتح: مُعظمُهُ. قال طرفة: يشق حباب الماء حيزومها بها * كما قَسَمَ التُرْبَ المُغايِلُ (١) باليَدِ ويقال أيضاً حَبابُ الماء: نفاخاته التى تعلوه، وهى اليعاليل. وتقول أيضاً: حَبابُكَ أن تفعلَ كذا، أي غايتك. والإحبابُ: البُروكُ. والإِحْبابُ في الإبل كالحِرانِ في الخيل. قال الشاعر (٢) :\nضرب بعير السوء إذ أحبا (٣) * أبو زيد: يقال بعير مُحِبٌّ، وقد أحبَّ إحباباً وهو أن يصيبَه مرضٌ أو كسر فلا يبرحُ من مكانه حتى يبرأ أو يموت. وقال ثعلب: يقال أيضاً للبعير الحَسير مُحِبٌّ. وأنشد (٤) : جبت نساء العالمين بالسبب * فهن بعد كلهن كالمحب وأَحَبَّ الزرعُ وأَلبَّ، إذا دخل فيه الأكل وتَنَشَّأَ فيه الحَبُّ واللُبُّ. والحَبَبُ، بالتحريك: تَنَضُّدُ الأسنان وقال:\nوإذا تَضْحَكُ تُبْدي حَبَباً (١) * والحباحب: اسم رجل بخيل كان لا يوقد إلا ناراً ضعيفةً مخافَة الضيفان، فضربوا بها المثلَ حتّى قالوا: نارُ الحُباحِبِ لِمَا تَقْدَحُهُ الخيلُ بحوافرها. قال النابغة يذكر السُيوف: تَقُدُّ السَلوقيَّ المضاعَفَ نَسْجُهُ * ويوقِدْنَ (٢) بالصُفَّاحِ نارَ الحُباحِبِ وربما قالوا: نارُ أبي حُباحِبٍ، وهو ذبابٌ يطير بالليل كأنه نار. قال الكميت: يَرى الراءون بالشفرات (٣) منها * كنار أبى حُباحِبَ والظُبينا وربما جعلوا الحُباحِبَ اسماً لتلك النار. قال الكُسَعيُّ: ما بالُ سَهْمي يوقِدُ الحُباحِبا * قد كنتُ أرجو أن يكون صائبا وحبان بالفتح: اسم رجل موضوع من الحب. والحباحب بالفتح: الصغار، الواحد حبحاب. قال الهُذَليّ (١) : دَلَجي إذا ما الليلُ جَنَّ على المُقَرَّنَةِ الحَباحِبْ يعني بالمُقَرَّنَةِ الجبال التي يدنو بعضها من بعض. وحبى على فعلى: اسم امرأة. قال هدبة ابن خشرم: فما وجدت وجدى بها أم واحد * ولا وجد حبى بابن أم كلاب (٢) -",
    "pg": "1:105-107"
  },
  "حبتر": {
    "def": "الحَبْتَرُ بالفتح: القصير مثل البحتر.",
    "pg": "2:621"
  },
  "حبج": {
    "def": "حَبِجِتِ الإبل بالكسر، تَحْبَجُ حَبَجاً، إذا انتفخت بطونُها عن أكل العَرْفَجِ والضَعَة (٣) لأنه يتعقَّد فيها وييبس حتَّى تتمَرَّغُ من وجعه وتزحَر. يقال: بعير حَبِجٌ، وإبل حبجى وجباجى، مثل حمقى وحماقى. والحبج: الحبق (٤) . يقال: حَبَجَ الرجلُ بالفتح، يَحْبِجُ حبجا، أي حبق. قال أعرابي: حبج بها ورب الكعبة. وحبجه بالعصا حَبَجاتٍ: ضربه بها، مثل خَبَجَهُ وهبجه.",
    "pg": "1:303"
  },
  "حبجر": {
    "def": "الحبجر بكسر الحاء وفتح الباء: الغليظ. وأنشد الاحمر: أرمى عليها وهى شئ بجر * والقوس فيها وتر حبجر * وهى ثلاث أذرع وشبر * واحبنجر، أي انتفخ من الغضب.",
    "pg": "2:621-622"
  },
  "حبر": {
    "def": "الحِبْرُ: الذي يكتب به، وموضعه المِحْبَرَةُ بالكسر. والحبر أيضاً: الأثَر، والجمع حُبورٌ، عن يعقوب. يقال: به حُبورٌ، أي آثارٌ. وقد أَحْبَرَ به أي ترك به أثرا. وأنشد (٣) : لقد أشمتت بي أهل فَيْدٍ وغادرَتْ * بجسميَ حِبْراً بنتُ مَصَّانَ بادِيا - وفي الحديث: \" يخرج رجلٌ من النار قد ذهب حِبْرُهُ وسِبْرُهُ \"، قال الفراء: أي لونه وهيئته، من قولهم: جاءت الابل حسنة الاحبار والاسبار. وقال الأصمعي هو الجمال والبَهاء وأثر النَعْمة. يقال: فلانٌ حسن الحِبْرِ والسِبْرِ، إذا كان جميلاً حسَنَ الهيئة. قال ابن أحمر (١) : لبسنا حِبْرَهُ حتَّى اقْتُضِينا * لآجالٍ وأعمالٍ قضينا - ويقال أيضا: فلان حسن الحبر والسبر، بالفتح. وهذا كأنه مصدر قولك: حبرته حبرا، إذا حسنته. والاول اسم. وتحبير الخط والشعر وغيرهما: تحسينه. قال الاصمعي: وكان يقال لطفيل الغنوى في الجاهلية محبرا، لانه كان يحسن الشعر. والحبر أيضا: الحبور، وهو السرور. يقال: حَبَرَهُ يَحْبُرُهُ بالضم حَبْراً وحَبْرَةً. وقال الله تعالى:\n(فهم في رَوْضَةٍ يُحْبَرونَ) *، أي يُنعّمون ويكرَّمون ويسرّون. ورجل يَحْبورٌ: يَفْعولٌ من الحُبور. والحِبْرُ والحَبْرُ: واحد أحبار اليهود. وبالسكر أفصح، لانه يجمع على أفعال دون الفعول. قال الفراء: هو حبر بالكسر، يقال ذلك للعالم وإنما قيل كعب الحبر لمكان هذا الحبر الذى يكتب به. قال: وذلك أنه كان صاحب كتب. قال الاصمعي: لا أدرى هو الحبر أو الحبر، للرجل العالم؟ وقال أبو عبيد: والذي عندي أنه الحَبْرُ بالفتح، ومعناه العالم بِتَحْبيرِ الكلام والعلم وتحسينه. قال: وهكذا يرويه المحدثون كلهم بالفتح. والحبار (١) : الاثر. قال الراجز: لا تملأ الدَلْوَ وعَرِّقْ فيها * ألا ترى حبار من يسقيها - وقال حميد بن ثور الارقط (٢) : ولم يقلب أرضها البيطار * ولا لحبلية بها حبار - قال يعقوب: الجمع الحَباراتُ. والحَبيرُ (٣) : لُغام البيعر. والحبير: الحساب. وثوب حبير، أي جديد. وأرضٌ مِحْبارٌ: سريعة النبات حسنته. والحبرة: مثال العنبة: برد يمان، والجمع حِبَرٌ وحِبَراتٌ. والحِبِرَةُ بكسر الحاء والباء: القَلَحُ في الأٍسنان، والجمع بطرح الهاء في القياس. وأما اسم البلد فهو حبر مشددة الراء. قال عبيد بن الابرص: فعردة فقفا حبر * ليس بها منهم عريب (١) - وقد حَبِرَتْ أسنانه تَحْبَرُ حَبَراً، مثال تعبت تتعب تعبا، أي قَلِحَتْ. وحَبِرَ الجُرح أيضاً حَبَراً، أي نُكِسَ وغَفَرَ. قال الكسائيّ: أي بَرأَ (٢) وبقيت له آثارٌ. والحَبَرُ في قول العجّاج:\nالحمدُ لله الذي أعطَى الحَبَرْ * ويروى \" الشبر \"، من قولهم: حَبَرَني هذا الأمر حبرا، أي سرنى. وقد حرك الباء فيهما وأصلها التسكين. ومنه الحابور، هو مجلس الفساق. والحبارى: طائر، يقع على الذكر والانثى، واحدها وجمعها سواء، وإن شئت قلت في الجمع حباريات. وفى المثل: \" كل أنثى تحب ولدها حتى الحبارى (١) \". وإنما خصوا الحبارى لانه يضرب بها المثل في الموق، فهى على موقها تحب ولدها وتعلمه الطيران. وألفه ليست للتأنيث ولا للالحاق، وإنما بنى الاسم لها فصارت كأنها من نفس الكلمة، لا تنصرف في معرفة ولا في نكرة، أي لا ينون. وحكى سيبويه: ما أصاب منه حبرا برا ولا تبر برا ولا حورورا، أي ما أصاب منه شيئا. ويقال: ما في الذى تحدثنا به حبربر، أي شئ.",
    "pg": "2:619-621"
  },
  "حبرك": {
    "def": "قال أبو زيد: الحَبَرْكى: القراد. قالت خنساء: فلست بمرضع ثديى حبركى أبوه من بنى جشم بن بكر والانثى حبر كاة. قال أبو عُمَر الجرميّ: قد جعل بعضهم الألف في حَبَرْكى للتأنيث فلم يصرفْه، وربَّما شبِّه به الرجل الغيظ الطويل الظهر القصير الرجلين. وتصغيره حبيرك، لان الالف المقصورة تحذف في التصغير إذا كانت خامسة، سواء كانت للتأنيث أو لغيره. تقول في قرقرى: قريقر، وفى جحجبى: جحيجب، وفى حولايا (١) : حويلى. وإنما تثبت الالف فيه إذا كانت ممدودة.",
    "pg": "4:1579"
  },
  "حبس": {
    "def": "الحَبْسُ: ضد التخلية. وحَبَسْتُهُ واحْتَبَسْتُهُ بمعنىً. واحْتَبَسَ أيضاً بنفسه، يتعدى ولا يتعدى. وتحبس على كذا، أي حَبَسَ نفسَه على ذلك. والحُبْسَةُ بالضم: الاسم من الاحتِباسِ. يقال: \" الصَمتُ حُبْسَةٌ \". وأحْبَسْتُ فرساً في سبيل الله، أي وقفت، فهو محبس وحبيس. والحبس بالضم: ما وُقِفَ. والحِبس بالكسر: خشَب أو حجارةٌ تبنى في مَجْرى الماء لتَحْبِس الماء، فيشربَ منه القوم ويسقوا أموالهم. قال الراجز (١) :\nفمشت فيها كعمود الجبس (٢) * والجمع أَحْباسٌ. وتسمى مَصْنَعَةُ الماء حَبْساً. وحابس: اسم أبى الاقرع التميمي.",
    "pg": "3:915"
  },
  "حبش": {
    "def": "الحَبَشُ والحَبَشَةُ: جِنْسٌ مِنَ السودان، والجمع الحبشان، مثل حمل وحملان. وأحبشت المرأة بِوَلَدِها، إذا جاءَتْ بِه حَبَشِيّ اللّون. ويُقالُ: حَبَّشَ قَوْمَه تَحْبيشاً: أيْ جَمَعَهُم. والحُباشَةُ بالضَمِّ: الجماعَةُ مِنَ الناسِ لَيْسوا مِنْ قَبِيلَةٍ واحدة. وكذلك الاحبوش والاحابيش. قال العجاج: كأن صيران المها الاخلاط (١) * بالرمل أحبوش من الانباط * والتحبش: التَجَمُّعُ. وَحَبَشْتُ لَهُ حُباشَةً: إذَا جَمَعْتُ له شَيْئاً. وَالتَحْبيشُ مِثْلُهُ. قال رؤبة: لولا حباشات من التحبيش * لصبية كأفرخ العشوش * وحُبَيشٌ: طَائِرٌ مَعْرُوفٌ جاءَ مُصَغَّراً، مثل: الكميت والكعيت. وحبشي: جبل بأسفل مكة، يقال منه سمى أحابيش قريش. وذلك أن بنى المصطلق وبنى الهون بن خزيمة اجتمعوا عنده فحالفوا قريشا وتحالفوا بالله: \" إنا ليد على غيرنا، ما سجا ليل، ووضح نهار، وما أرسى حبشي مكانه \" فسموا أحابيش قريش باسم الجبل.",
    "pg": "3:999-1000"
  },
  "حبض": {
    "def": "الحَبَضُ: التحرُّكُ. يقال: ما به حَبَضٌ ولا نَبَضٌ، أي حراك. وقال أبو عمرو: الحبض: الصوت، والنبض: اضطراب العرق. وقال الاصمعي: لا أدرى ما الحبض؟ وحبض بالوتر (٢) ، أي أنبض. وحَبِضَ السهمُ، إذا وقع بين يدى الرامى. وهو خلاف الصارد. قال رؤبة:\nولا الجدى من متعب حباض * وحبض ماء الركية، أي نَقص. وحَبَِضَ حقّه، أي بطل. وأحبضه غيره. وقال أبو عمرو: الاحباض: أن يَكُدَّ الرجلُ رَكِيَّتَهُ فلا يدعَ فيها ماء. وإحباض السهم: خلاف إصرادِه. والمحابِضُ: المَشاوِرُ، وهي عيدانُ مشتار العسل. والمحبض: المندف، عن أبى الغوث. والمحابض: المنادف.",
    "pg": "3:1070"
  },
  "حبط": {
    "def": "حَبِطَ عملُهُ حَبْطاً بالتسكين، وحُبوطاً: بطَلَ ثوابه. وأَحْبَطَهُ الله تعالى. قال أبو عمرو: الاحباط: أن يذهب ماء الرَكِيَّةِ فلا يعودَ كما كان. ويقال أيضاً: حَبِطَ الجُرحُ حَبَطاً بالتحريك، أي عَرِبَ ونُكِسَ. والحَبَطُ أيضاً: أن تأكل الماشيةُ فتُكْثِرَ * حتَّى تنتفخ لذلك بطونُها ولا يخرج عنها ما فيها * وقال ابن السكيت: هو أن ينتفخ بطنها عن أكل الذرق، وهو الحندقوق. يقال: حبطت الشاةُ بالكسر. وفي الحديث \" إنَّ مِمَّا يُنْبِتُ الربيعُ ما يَقتُل حبطا أو يلم \". ومنه سمى الحارث بن عمرو بن تميم الحبط، لانه كان في سفر فأصابه مثل ذلك. وولده هؤلاء الذين يسمون الحبطات، من بنى تميم. والنسبة إليهم حبطى. والحبنطى: القصير البطين، يهمز ولا يهمز، والنون والالف للالحاق بسفرجل. يقال رجل حبنطى بالتنوين، وحبنطأ وحبنطأة، ومحبنط، وقد احبنطيت. فإن حقرت فأنت بالخيار، إن شئت حذفت النون وأبدلت من الالف ياء وقلت حبيط بكسر الطاء منونا، لان الالف ليست للتأنيث فتفتح ما قبلها كما يفتح في تصغير حبلى وبشرى، وإن شئت بقيت النون وحذفت الالف وقلت حبينط. وكذلك كل اسم فيه زيادتان للالحاق فاحذف أيتهما شئت. وإن شئت أيضا عوضت من المحذوف في الموضعين، وإن شئت لم تعوض، فإن عوضت في الاول قلت حبيط بتشديد الياء والطاء مكسورة، وقلت في الثاني حبينيط. وكذلك القول في عفرنى.",
    "pg": "3:1118-1119"
  },
  "حبطأ": {
    "def": "رجل حبنطأ وحبنطأة - وحبنطى أيضا بلا همز -: قصير سمين ضخم البطن، وكذلك المحبنطئ يهمز ولا يهمز، ويقال: هو الممتلئ غيظا. أبو زيد: احبنطأ الرجل، إذا انتفخ جوفه.",
    "pg": "1:44"
  },
  "حبق": {
    "def": "الحَبِقُ بكسر الباء: الرُدامُ. وقد حَبَقَ بالفتح يَحْبَقُ حَبْقاً (١) . ومنه قول خداش بن زهير العامري:\nلهم حبق والسود بينى وبينهم (٢) * والحبق بالتحريك: الفوذنج. قال الاصمعي: عذق الحبيق: ضرب من الدقل ردئ، وهو مصغر. وفى الحديث أنه ﵇ \" نهى عن لونين من التمر: الجعرور، ولون الحبيق \" يعنى في الصدقة. والحبلق بزيادة لام مشددة: غنم صغار لا تكبر. قال الشاعر (٣) : واذكر غدانة عدانا مزنمة من الحبلق تبنى (٤) حولها الصير",
    "pg": "4:1455-1456"
  },
  "حبك": {
    "def": "الحِباكُ والحَبيكَةُ: الطريقة في الرمل ونحوِه،. وجمع الحِباكِ حُبُكٌ، وجمع الحَبيكَةِ حَبائِكُ. وقوله تعالى: ﴿والسَماءِ ذاتِ الحُبُكِ﴾ . قالوا: طرائق النجوم. وقال الفراء: الحُبُكُ تكسُّرُ كل شئ، كالرمل إذا مرت به الريحُ الساكنة، والماءِ القائم إذا مرّت به الريح. ودِرْعُ الحديد حُبُكٌ أيضاً. والشعرةُ الجعدةُ تكسرها حبك. وفى حديث الدجال: \" أن شعره حبك حبك \". قال زهير بن أبي سُلْمى: مكلل بأصول النجم تَنْسُجُهُ رِيحٌ خَريقٌ لضاحي مائِهِ حُبُكُ وحَبَكَ الثوب يَحْبِكُهُ بالكسر حَبْكاً، أي أجادَ نسجه. قال ابن الاعرابي: كل شئ أحكمته وأحْسنْتَ عملَه فقد احْتِبَكْتَهُ. وفي الحديث: \" إن عائشة ﵂ كانت تَحْتَبِكُ تحتَ الدرع في الصلاة \" أي تشدّ الإزارَ وتحكمه. والاحتباك أيضا: الاحتباء، عن الاصمعي. والمحبوك: الشديدُ الخَلْقِ من الفَرَس وغيره. وقال أبو دواد: مرج الدين (١) فَأعْدَدْتُ له مُشْرِفَ الحارِكِ مَحْبوكَ الكتد والحبكة مثل العبكة، وهى الحبة من السويق.",
    "pg": "4:1578"
  },
  "حبكر": {
    "def": "الحَبوكَرُ: رملٌ يضِلُّ فيه السالك. والحبوكر: الداهية، وكذلك الحَبَوْكَرى. وأمُ حَبَوْكَر هي أعظم الدَواهي. قال عمرو بن أحمر الباهلى: فلما غسا ليلى وأيقنت أنها * هي الاربى جاءت بأم حبوكر (١) - ويقال جمل حبوكرى، والالف زائدة بنى الاسم عليها، وليست للتأنيث، لانك تقول للانثى: حبوكراة. وكل ألف للتأنيث لا يصح دخول هاء التأنيث عليها. وليست أيضا للالحاق، لانه ليس له من الاصول فيلحق به.",
    "pg": "2:622"
  },
  "حبل": {
    "def": "الحَبْلُ: الرَسَنُ، ويجمع على حبال وأحبل (١) . وقال (٢) أمن أجل حَبْلٍ لا أَباكَ ضربته بمِنْسَأَةٍ قد جر حبلك أحبلا والحبل: العهد. والحبل: الأمانُ، وهو مثل الجِوارِ. قال الأعشى (١) : وإذا تُجَوِّزُها حِبالُ قَبيلَةٍ أَخَذَتْ من الأخرى إليك حِبالها والحَبْلُ: الوِصالُ. ويقال للرمل يستطيل حَبْلٌ. وحَبْلُ العاتِقِ: عصبٌ. وحَبْلُ الوريد: عِرْقٌ في العنق. وحَبْلُ الذراعِ في اليد. وفي المثل: \" هو على حَبْلِ ذراعِكَ \"، أي في القرْب منك. والحُبْلَةُ، بالضم: ثمر العضاه. وفى حديث سعد رضى الله عنه. \" لقد رأيتنا مع رسول الله ﷺ وما لنا طعام إلا الحبلة وورق السمر \". ويقال: ضب حابل: يرعى الحبلة. والحبلة أيضا: حلى يجعل في القلائد. قال الشاعر (٢) ويزينها في النحر حَلْيٌ واضحٌ وقَلائِدٌ من حُبْلَةٍ وسلوس (١) والحبل بالكسر: الداهيةُ، والجمع الحُبولُ. قال كثير: فلا تعجلى ياعز أن تَتَفَهّمي بنُصْحٍ أتَى الواشون أم بجبول ويقال للواقف مكانه كالاسد لا يفِرّ: حَبيلُ بَراحٍ. والحَبَلُ: الحَمْلُ، وقد حَبِلَتِ المرأةُ فهي حبلى، ونسوة حبالى وحباليات، لانه ليس لها أفعل ففارق جمع الصغرى. والاصل حبالى بكسر اللام، لان كل جمع ثالثه ألف انكسر الحرف الذى بعدها نحو مساجد وجعافر، ثم أبدلوا من الياء المنقلبة من ألف التأنيث ألفا فقالوا: حبالى بفتح اللام، ليفرقوا بين الالفين، كما قلناه في الصحارى، وليكون الحبالى كحبلى في ترك صرفها، لانهم لو لم يبدلوا لسقطت الياء لدخول التنوين، كما تسقط في جوار. والنسبة إلى حُبْلى حُبْليٌّ وحَبْلَويٌّ وحُبْلاويٌّ. وقال أبو زيد: يقال حبْلى في كل ذات ظفر. وأنشد * أو ذيخة حبلى محج مقرب * ويقال: كان ذلك في مَحْبِل فلانٍ، أي في وقت حَبَلِ أمِّه به. وحَبَلُ الحَبَلَةِ: نِتاجُ النتاجِ وولد الجنين. وفى الحديث: \" نهى عن حبل الحبلة \". وأحبله، أي ألقحه. والحَبَلةُ أيضاً بالتحريك: القضيبُ من الكرْم، وربَّما جاء بالتسكين. والحِبالَةُ: التي يصاد بها. والحابِلُ: الذي يَنصِب الحِبالَةَ للصيد. وفي المثل: \" اختلط الحابِلُ بالنابل \". ويقال الحَابِلُ: السَدى في هذا الموضع، والنابلُ: اللُحْمَةُ. والمَحْبولُ: الوحشيُّ الذي نَشِب في الحبالةِ. والحابولُ: الكَرُّ، وهو الحَبْلُ الذي يُصْعَدُ به النخلُ. واحْتَبَلَهُ، أي اصطاده بالحِبالَةِ. ومُحْتَبَلُ الفرسِ: أرساغُه، ومنه قول لبيد: ولقد أَغْدو وما يَعْدِمُني صاحبٌ غير طويل المحتبل وحبال: اسم رجل من أصحاب طليحة ابن خويلد الاسدي، أصابه المسلمون في الردة فقال فيه: فإن تك أذواد أصبن ونسوة فلن تذهبوا فرغا بقتل حبال (٢١٠ - صحاح - ٤) والحنبل: الرجل القصير، والفرو أيضا، واسم رجل.",
    "pg": "4:1664-1666"
  },
  "حبن": {
    "def": "الأَحْبَنُ: الذي به السِقْيُ. وقد حَبِنَ الرجل بالكسر يَحْبَنُ، وبه حَبَنٌ، والمرأة حَبْناءَ. والحِبْنُ والحِبْنَةُ بالكسر كالدمّل. وأُمٌ حُبَيْنٍ: دويبة، وهى معرفة مثل ابن عرس وأسامة وابن آوى وسام أبرص وابن قترة، إلا أنه تعريف جنس. وربما أدخل عليها الالف واللام، ثم لا تكون بحذف الالف واللام منها نكرة، وهو شاذ. قال الشاعر (١) : يقول المجتلون عروس تيم شوى أم الحبين ورأس فيل ويقال لها حبينة أيضا. وأما ابن مخاض وابن لبون فنكرتان يتعرفان بالالف واللام تعريف جنس.",
    "pg": "5:2096"
  },
  "حت": {
    "def": "حتت الشئ حتا. والحت: حَتُّكَ الورقَ من الغُصن، والمنيَّ من الثوب ونحوه. وحَتَّهُ مِائَةَ سوطٍ، أي عَجَّلَها له. وفَرَسٌ حتٌّ، أي سريع ذَريع، والجمع أحتات. قال الهذلى (٢) : على حت البراية زمخرى ال * سواعد ظل في شرى طوال قال الاصمعي: شبه نفسه في عدوه وهربه بالظليم. ألا ترى إلى قوله قبله: كأن ملاءتى على هجف * يعن مع العشية للرئال وتحات الشئ، أي تناثر. وحتات كل شئ: ما تحات منه. وأما قول الفرزدق: فإنك واجد دوني صعودا * جراثيم الاقارع والحتات فيعنى به حتات بن زيد المجاشعى. وحتى: فعلى، وهى حرف، تكون جارة بمنزلة إلى في الانتهاء والغاية، وتكون عاطفة بمنزلة الواو، وقد تكون حرف ابتداء يُسْتأنفُ بها الكلام بعدها، كما قال جرير: فما زالت القتلى تَمُجُّ دِماَءها * بدِجلَةَ حتَّى ماءُ دجلة أَشْكَلُ فإنْ أدخلتَها على الفعل المستقبل نصبتَة بإضمار أَنْ، تقول: سِرْتُ إلى الكوفة حتَّى أدخلَها، بمعنى إلى أَنُْ أدخلها. فإنْ كنتَ في حال دُخولِ رَفَعْتَ. وقُرِئ: (وَزُلْزِلوا حتَّى يَقولَ الرسولُ) و (يقول الرسول) . فمن نصب جعله غايةً، ومن رفعَ جعله حالاً بمعنى حَتَّى الرسول هذه حَالُهُ. وقولهم: حَتَّامَ، أصْلُه حَتَّى ما، فحذفت ألف ما للاستفهام. وكذلك كل حرف من حروف الجر يضاف في الاستفهام إلى ما فإن ألف \" ما \" تحذف فيه، كقوله تعالى: (فبم تبشرون) ، و (فيم كنتم) ، و (عم يتساءلون) .",
    "pg": "1:246"
  },
  "حتأ": {
    "def": "حَتأْتُ الكِساءَ حَتْأً، إذا فَتَلْتَ هُدْبَه وكففته مُلْزَقَاً به، يُهْمَزُ ولا يُهْمَزُ، فيقال: حَتَوْتُه حتوا. وقال أبو زيد، في (كتاب الهمز) : أحتأت الثوب - بالالف - إذا فتلته فتل الاكسية.",
    "pg": "1:42"
  },
  "حتا": {
    "def": "الحتى، على فعيل: سويق المقل. قال الهذَليّ: لا دَرَّ دَرِّيَ إنْ أطعمتُ نازِلَهُمْ (١) * قِرْفَ الحَتيِّ وعندي البُرُّ مَكْنوزُ وحَتَوْتُ هُدبَ الكساء حَتْواً، إذا كفَفَتَه مُلْزَقاً به، يهمز ولا يهمز.",
    "pg": "6:2308"
  },
  "حتد": {
    "def": "حَتَدَ بالمكان يَحْتِد: أقام به وثبت. والمحتد: الاصل، يقال فلان من مَحْتِدِ صدقٍ ومَحْفِدِ صدقٍ (١) . وعينُ حُتُدٌ بضم الحاء والتاء، إذا كان لا ينقطع ماؤها من عيون الارض.",
    "pg": "2:462"
  },
  "حتر": {
    "def": "الحِتْرُ: بالكسر: العطيّة اليسيرة، وبالفتح المصدر تقول: حَتَرْتُ له شيئاً أَحْتُرُ حَتْراً (٢) . قال الأصمعيّ: فإذا قالوا أقلَّ وأَحْتَرَ قالوه بالألف. قال الشَنْفَرى: وأُمَّ عيال قد شهِدْتُ تَقوتهم * إذا أطعَمْتُهمْ أحْتَرَتْ وأَقَلَّتِ - وأَحْتَرْتُ العقدة: أحكمتها. والحَتار: الكِفاف. وكلُّ ما أحاط بالشئ واستداربه فهو حتاره وكفافه. والجمع حتر. يقال: حترت البيتُ حَتْراً، وذلك إذا ارتفع أسفل الخباء عن الارض وقلص فوصَلْتَ به ما يكونُ سِتراً. والحترة، بالضم: الوكيرة. يقال: حتر لنا، أي وكر لنا. وماحترت اليوم شيئا، أي ما ذقت. والحَتْرَةُ، بالفتح: الرَضْعة الواحدة.",
    "pg": "2:622"
  },
  "حترش": {
    "def": "الحَتْروشُ: القَصيرُ. وقولُهُم: مَا أَحْسَنَ حَتارِشَ الصَّبيِّ، أَيْ حَرَكاتُه. وَسَمِعْتُ لِلْجَرادِ حَتْرَشَةً، إذَا سَمِعْتَ صوت أكله. وتحرش القوم: حشدوا.",
    "pg": "3:1000"
  },
  "حتف": {
    "def": "الحَتْفُ: الموتُ، والجمع الحُتوفُ. قال حنش بن مالك: فنفسك أَحْرِزْ فإن الحُتُو فَ يَنْبأْنَ بالمرء في كلِّ وادِ يقال مات فلان حَتْفَ أنفِه. إذا مات من غير قتْل ولا ضرب. ولا يبنى منه فعل. قال أبو يوسف: الحنتفان: الحنتف وأخوه سيف، ابنا أوس بن حميري بن رياح بن يربوع.",
    "pg": "4:1340-1341"
  },
  "حتك": {
    "def": "حَتَكَ الرجل يَحْتِكُ حَتْكاً وحَتَكاناً، أي مشى وقاربَ الخطوَ وأسرع. ويقال: لا أدري على أيِّ وجهٍ حَتَكُوا، وربَّما قالوا عَتَكوا، أي توجَّهوا. والحَوْتَكُ والحَوْتَكِيُّ: القصير الضاوى. وقال (٢) وهل كنت إلاَّ حَوْتَكِيًّا أَلاقَهُ بنو عَمِّهِ حتى بغى وتجبرا والحواتك: رئال النعام.",
    "pg": "4:1578-1579"
  },
  "حتل": {
    "def": "يقال: ما أجد منه حُنْتَالاً، أي بُدَّاً. وقال أبو زيد: ما لى عنه حنتأل، أي بد.",
    "pg": "4:1666"
  },
  "حتم": {
    "def": "الحَتْمُ: إحكام الأمر. والحَتْمُ: القضاء، والجمع الحُتومُ. قال أمية بن أبي الصلت: عِبادُكَ يُخْطِئُونَ وأنت ربٌّ (١) بكَفَّيْكَ المنايا والحُتومُ وحتمت عليه الشئ: أوجبت. والحاتم: القاضى. والحاتم: الغراب الاسود. قال المرقش (٢) ولقد غدوت وكنت لا أغدو على واق وحاتم (١) وقال آخر (٢) : ولست بهياب إذا شَدَّ رَحْلَهُ يقول عَداني اليومَ واق وحاتم (٣) لانه يحتم عندهم بالفراق. قال النابغة: زعم البوارح أن رحلتنا غدا وبذاك تنعاب الغراب الاسود وحاتم الطائى يضرب به المثل في الجود، وهو حاتم بن عبد الله بن سعد بن الحشرج. قال الشاعر (١) : على حالة لو أن في القوم حاتما على جوده ما جاد بالماء حاتم وإنما خفضه على البدل من الهاء في جوده (٢) . وقال الشاعر (٣) * وحاتم الطائى وهاب المئى * وهو اسم ينصرف، وإنما ترك التنوين وجعل بدل كسرة النون لالتقاء الساكنين حذف النون للضرورة. والحتامة: ما بقي على المائدة من الطعام. والتَحَتُّمُ: الهشاشةُ. يقال: هو ذو تَحَتُّمٍ، وهو غَضُّ المُتَحَتَّم.",
    "pg": "5:1892-1894"
  },
  "حتن": {
    "def": "الحَتْنُ والحِتْنُ: المِثْلُ والقِرْنُ. يقال: هما حَتْنانِ وحِتْنانِ، أي سِيّانِ، وذلك إذا تساويا في الرمى. وتحاتنوا: تساووا. وكل اثنين لا يتخالفان فهما محْتَتِنان. ووقعت النَبْلُ حَتْنَى، أي متساوية. وحَتَنَ الحر: اشتد. ويوم حاتن: استوى أوّلُه وآخره في الحرّ. والمَحْتَتِنُ: المستوي الذي لا يخالف بعضَه بعضا. وقد احتتن. وحوتنان: بلد.",
    "pg": "5:2096-2097"
  },
  "حثا": {
    "def": "حَثا في وجهه التراب يحثو ويحثى، حثوا وحثيا وتحثاء. وحَثَوتُ له، إذا أعطيته شيئاً يسيراً. وأرضٌ حَثْواءُ: كثيرة التراب. والحثى: دقاق التبن. قال الراجز:\nكأنه غرارة ملاى حثى (٢)",
    "pg": "6:2308"
  },
  "حثث": {
    "def": "حثه على الشئ واستحثه بمعنىً، أي حضَّه عليه، فاحْتَثَّ. وحَثَّثَهُ تحثيثاً وحَثْحَثَهُ بمعنىً. وولَّى حثيثاً، أي مسرعاً حريصاً. ولا يَتَحاثُّونَ على طعام المسكين، أي لا يتحَاضُّون. والحِثِّيثَى: الحَثُّ، وكذلك الحثحوث. وقرب حثحاث، أي سريع ليس فيه فتور. وفرس جواد المحثة، أي إذا حُثَّ جاءه جريٌ بعد جريٍ. وقولهم: ما اكْتَحَلْتُ حَثاثاً، أي ما نمت. وقال الاصمعي: حثاثا بالكسر. قال أبو عبيد: وهو بالفتح أصح. والحث بالضم: حطام التبن، والرمل الخشن. عن الأصمعيّ. والخبز القَفار (١) ، عن أبي عبيد، وسَويقٌ حُثٌّ، أي غير ملتوت.",
    "pg": "1:278"
  },
  "حثر": {
    "def": "يقال: حَثِرَتْ عينُه بالكسر، تَحْثَرُ، إذا خرجَ فيها حبٌّ أحمر، وهو بَثْرٌ يخرج في الأجفان. وحَثِرَ الدِبس أيضاً: تحبَّب. وحثر الجلد: بثر. قال الراجز:\nرأيت شيخا حثر الملامج (١) * وهى ما حول الفم. والحوثرة: حشفة الانسان. والحواثر: بطن من عبد القيس. قال المتلمس:\nنعم الحواثر إذ تساق لمعبد (٢) * وحثارة التبن: لغة في الحثالة. ويقال: أحثر النخل، إذا تشق طلعه وكان حبه كالحثرات الصغار قبل أن يصير خَصَلاً.",
    "pg": "2:622-623"
  },
  "حثرم": {
    "def": "الحثرمَة بالكسر: الدائرة في وسط الشفة العليا. فإذا طالت قليلا قيل رجل أبظر. وقال: كأنما حثرمة ابن غابن قلفة طفل تحت موسى خاتن",
    "pg": "5:1894"
  },
  "حثل": {
    "def": "أبو عبيد: الحثيل، مثال الهميع: ضرب من شجر الجبال، وربَّما سمِّيَ الرجلُ القصير بذلك. والحُثالَةُ: ما يسقط من قِشر الشعير والأرزْ والتمر وكلِّ ذي قُشارة إذا نُقِّيَ. وحُثالَةُ الدُّهنِ: ثُفُله، فكأنّه الردئ من كل شئ. وأحثلت الصبيَّ، إذا أسأتَ غِذاءه. قال الشاعر (١) : بها الذئبُ محزوناً كأنّ عُواَءهُ عواءُ فصيلٍ آخِرَ الليلِ محثل",
    "pg": "4:1666"
  },
  "حثم": {
    "def": "حَثَمَ له حَثماً، أي أعطاه. وحثمت الشئ، أي دلكته. والحثمة: الاكمة الحمراء، وبها سميت المرأة حثمة.",
    "pg": "5:1894"
  },
  "حجأ": {
    "def": "حجأت بالامر: فرحت به. وحجئت بالشئ حجأ، إذا كنت مولعاً به، ضنيناً، يُهْمَزُ ولا يهمز. وأنشد الفراء: فإنى بالجموح وأم بكر * ودولح فاعلموا حجئ ضنين وكذلك تحجأت به.",
    "pg": "1:42-43"
  },
  "حجا": {
    "def": "حَجَوْتُ بالمكان: أقمتُ به. قال العجاج:\nفهن يعكفن به إذا حجا (٣) * وكذلك تحجيت به. وتحجيت الشئ: تعمدته. قال ذو الرمة يصف حمرا: فجاءت بأغباش تحجى شريعة * تلادا عليها رميها واعتدالها وحجوت بالشئ: ضنت به، وبه سُمِّيَ الرجلُ حَجْوَةً. والحَجاةٌ: النُفَّاخَةُ تكون فوقَ الماء من قَطْرِ المطر، وجمعها حَجاً. والحَجا، أيضاً الناحية، والجمع أَحْجاءٌ. قال ابن مقبل: لا تحرز المرء أحجاء البلاد ولا * تبنى له في السموات السلاليم ويروى: \" أعناء \". قال الفراء: حجيت بالشئ بالكسر، أي أولعت به ولزمته، يهمز ولا يهمز. وكذلك تَحَجَّيْتُ به. قال ابن أحمر: أَصَمَّ دُعاءُ عاذِلَتي تَحَجَّى * بآخِرنا وتَنْسى أُوَّلينا يقال: تَحَجَّيْتُ بهذا المكان، أي سَبَقْتُكُمْ إليه ولَزمْتُهُ قبلكم. وحَجَتِ الريحُ السفينَةَ: ساقَتْها. ويقال: بينهم أُحْجِيَّةٌ يَتَحاجَوْنَ بها. وحاجَيْتُهُ فَحَجَوْتُهُ، إذا داعيته فغلبته، والاسم الحجيا والاحجية. يقال: حجياك ما [كان (١) ] كذا وكذا؟ وهى لعبة وأغلوطة يتعاطاها الناس بينهم. قال أبو عبيد: هو نحو قولهم أخرج ما في يدى ولك كذا. وتقول أيضاً: أنا حُجَيَّاكَ في هذا الأمر، أي من يُحاجِيكَ. والحِجا: العقلُ. وهو حَجيٌّ بذاك، على فعيل، أي خليقٌ. وحَجٍ بذاك وحجّي بذاك. كله بمعنى. إلا أنك إذا فتحت الجيم لم تثن ولم تؤنث ولم تجمع، كما قلناه في قمن. وكذلك إذا قلت: إنه لمحجاة أن يفعل ذاك، أي مقمنة. وإنها لمحجاة، وإنهم لمحجاة. وما أحجاه لذلك الأمر، أي ما أخلَقَه. وأحْجِ به، أي أَخْلِقْ به. وإنى أحجو به خيرا، أي أظنّ. وحَجا الرجلُ القومَ كذا وكذا، أي حزاهم وظنهم كذلك.",
    "pg": "6:2308-2309"
  },
  "حجب": {
    "def": "الحجاب: السِتْرُ. وحجاب الجوف: ما يحتجب بين الفؤاد وسائره. وحجَبه أي منعه عن الدخول. والاخوة يحجبون الام عن الثلث. والمحجوب: الضرير. وحاجب العين جمعه حواجب، وحاجب الأمير جمعه حُجَّاب. واستحجبه: ولاه الحجبة. وحواجب الشمس: نواحيها. وقوس حاجب هو حاجب بن زرارة التميمي (١) . واحتجب الملك عن الناس. ومَلِكٌ مُحَجَّبٌ. والحَجَبَةُ، بالتحريك: رأس الوَرِكِ، وهما حَجَبَتانِ تُشرفان على الخاصرتين.",
    "pg": "1:107-108"
  },
  "حجج": {
    "def": "الحَجُّ: القصد. ورجل مَحْجوجٌ، أي مقصود. وقد حَجَّ بنو فُلانٍ فلاناً، إذا أطالوا الاختلاف إليه. قال المخبل (١) : وأشهد من عوف حلولا كثيرة (٢) * يحجون سب الزبرقان المزعفرا قال ابن السكيت: يقول يكثرون الاختلاف إليه. هذا الأصلُ، ثم تُعورِفَ استعماله في القصد إلى مكة للنُسك. تقول: حججت البيتَ أحُجُّهُ حجا، فأنا حاج. وربما أظهروا التضعيف في ضرورة الشعر. قال الراجز:\nبكل شيخ عامر أو حاجج * ويجمع على حج (٣) مثل بازل وبزل، وعائذ وعوذ. وأنشد أبو زيد لجرير: وكأن عافية النسور عليهم * حج بأسفل ذى المجاز نزول والحج بالكسر: الاسم (٤) . والحجة المَرَّةُ الواحدة، وهو من الشواذ، لأنَّ القياس بالفتح (١) . والحَجَّةُ: السنة، والجمع الحِجَجُ. وذو الحِجَّة شهر الحجِّ، والجمع ذَواتُ الحِجَّةِ وذواتُ القِعْدَةِ. ولم يقولوا ذَوُو على واحِدِهِ. والحِجَّةُ أيضاً: شحمةُ الأذن. قال لبيد: يَرُضْنَ صِعابَ الدُرِّ في كل حِجَّةٍ * وإن لم تَكُنْ أعناقُهُنَّ عَواطِلا (٢) والحَجيجُ: الحُجَّاجُ، وهو جمع الحاج، كما يقال للغزاة: غزى، وللعادين على أقدامهم: عدى. وامرأة حاجة ونسوة حواج بيت الله ﷿ بالاضافة، إذا كن قد حججن، وإن لم يكن حججن قلت: حواج بيت الله فتنصب البيت لانك تريد التنوين في حواج إلا أنه لا ينصرف كما يقال هذا ضارب زيد أمس وضارب زيدا غدا، فتدل بحذف التنوين على أنه قد ضربه وبإثبات التنوين على أنه لم يضربه. وأحججت فلانا، إذا بعثته ليحج. = الحال فمكسور لا غير، ما أحسن عمته، وركبته. وحدثني أبو عمر عن ثعلب عن ابن الاعرابي: رأيته رأية واحدة بالفتح. فهذا على أصل ما يجب \".\n(١) وعلى القياس روى سيبويه \" قالوا: حجة واحدة - يعنى بالفتح يريدون عمل سنة واحدة \".\n(٢) بعده: غرائر أبكار عليها مهابة * وعون كرام يرتدين الوصائلا وقولهم: وحجة الله لا أفعل، بفتح أوله وخفض آخره: يمين للعرب. والحجة: البرهان. تقول حاجَّهُ فحجَّه أي غلبه بالحُجَّةِ. وفي المثل: \" لَجَّ فَحَجَّ \". وهو رجلٌ مِحْجاجٌ، أي جَدِلٌ. والتحاجُّ: التخاصُم. وحَجَجْتُهُ حَجَّاً. فهو حجيج، إذا سبرت شجته بالميل لتعالجه. قال الشاعر (١) : يحج مأمومة في قعرها لجف * فاست الطبيب قذاها كالمغاريد والمحجاج: المسبار. والحجاج والحجاج، بفتح الحاء وكسرها: العظم الذي ينْبتُ عليه الحاجب، والجمع أحجة. قال رؤبة:\nصكى حجاجى رأسه وبهزى (٢) * والمحجة: جادة الطريق. والحجحجة: النكوص. يقال: حملوا على القوم حَملةً ثم حجحجوا. وحجحجَ الرجلُ إذا أراد أن يقول ما في نفسه ثم أمسك، هو مثل المجمجة (٣) .",
    "pg": "1:303-305"
  },
  "حجر": {
    "def": "الحَجَرُ جمعه في القلة أَحْجَارٌ، وفي الكثرة حِجارٌ وحِجارةٌ، كقولك: جمل وجمالة، وذكر وذكارة، وهو نادر. وحجر أيضا: اسم رجل. ومنه أوس بن حجر الشاعر. والحَجَرانِ: الذهب والفِضّة. والحَجْر ساكن: مصدر قولك حَجَرَ عليه القاضي يَحْجُرُ حَجْراً: إذا منعه من التصرف في ماله. والحجر أيضا: قصبة اليمامة، يذكر ويؤنث. وحجر الانسان وحجره، بالفتح والسكر، والجمع حجور. والحَُِجْر: الحرام يكسر ويضم ويفتح، والكسر أفصح. وقرئ بهنّ قوله تعالى:\n(وحَرْثٌ حَُِجْرٌ) *. ويقول المشركون يومَ القيامة إذا رأَوْا ملائكة العذاب:\n(حِجْراً مَحْجوراً) *، أي حراماً حرما، يظنون أن ذلك ينفعهم كما كانوا يقولونه في الدار الدنيا لم يخافونه في الشهر الحرام. وحَجْرَةُ القوم: ناحية دارهم. وفي المثل: \" يربض حجرة ويرتعى وسطا (١) \". والجمع حجرات وحجر، مثل جمرة وجمر وجمرات. ويقال للرجل إذا كثُر ماله: انتشرت حَجْرَتُه. والعرب تقول عند الأمر تُنكره: حُجْراً بالضم، أي دفْعاً. وهو استعاذة من الامر. قال الراجز: قالتْ وفيها حَيْدَةٌ وذُعْرُ * عَوْذٌ بربي منكم وحجر - وحجر أيضا: اسم رجل، وهو حجر الكندى، الذى يقال له آكل المرار. وحجر ابن عدى الذى يقال له الادبر. ويجوز حجر، مثل عسر وعسر، قال حسان بن ثابت: من يغر الدهر أو يأمنه * من قتيل بعد عمرو وحجر - يعنى حجر بن نعمان بن الحارث بن أبى شمر الغساني. والحجرة: حظيرة الإبل، ومنه حُجرة الدار. تقول: احْتَجَرْتُ حجرةً، أي اتخذتها. والجمع حجر مثل غرفة وغرف، وحجرات بضم الجيم. والحجر: العقل. قال الله تعالى:\n(هَلْ في ذَلِكَ قَسَمٌ لذي حِجْرٍ) *. والحِجْرُ أيضاً: حِجْرُ الكعبة، وهو ما حواه الحطيمُ المدارُ بالبيت جانبَ الشَمال. وكُلُّ ما حَجَرْتَهُ من حائط فهو حجر. والحجر: منازل ثمود ناحية الشام، عند وادى القرى. قال الله تعالى:\n(كذب أصحاب الحجر المرسلين) *. والحجر أيضا: الانثى من الخيل. والحاجِرُ والحاجورُ: ما يُمسك الماء من شَفَة الوادي. وهو فاعولٌ من الحَجْرِ، وهو المنع. وجمع الحاجر حجران، مثل حائر وحوران، وشاب وشبان. والمحجر، مثال المجلس: الحديقة. قال لبيد: بكرت به جرشية مقطورة * تروى المحاجر بازل علكوم (١) - ومحجر العين أيضا: ما يبدو من النِقاب. والمَحْجَرُ بالفتح: ما حول القرية، ومنه محاجر أقيال اليمن، وهى الاحماء، كان لكل واحد منهم حمى لا يرعاه غيره. والمحجر أيضا: الحجر، وهو الحرام. قال حميد بن ثور: فهمت أن أغشى إليها محجرا * ولمثلها يغشى إليه المحجر ويقال: حجر القمر: إذا استدارَ بخطٍّ دقيق من غير أن يَغلُظَ، وكذلك إذا صارت حولَه دارةٌ في الغَيْم. والتَحْجيرُ أيضاً: أن تَسِمَ حول عَينِ البعير بميسمٍ مستدير. ومحجر بالتشديد: اسم موضع، والاصمعى يقوله بكسر الجيم، وغيره يفتح. وحجار بالتشديد: اسم رجل من بكر ابن وائل. والحنجرة والحنجور: الحلقوم: بزيادة النون.",
    "pg": "2:623-624"
  },
  "حجرم": {
    "def": "الجحرمة: الضيق وسوء الخلق. ورجل جحرم.",
    "pg": "5:1883"
  },
  "حجز": {
    "def": "حجزه يحجز حجزا، أي منعه فانْحَجَزَ. والمُحاجَزَةُ: الممانعةُ. وفي المثل: \" إن أردتَ المُحاجَزَةَ فقبل المناجزة \". وقد تحاجز الفريقان. ويقال: كانت بين القوم رميا ثم صارت إلى حجيزى، أي تراموا ثم تحاجزوا. وهما على مثال خصيصى. وقولهم حَجازَيْكَ، مثال حَنانَيْكَ، أي احْجِز بين القوم. والحَجَزَةُ بالتحريك: الظَلَمَةُ. وفي حديث قَيْلَةَ: \" أيَعْجِزُ ابنُ هذه أن ينتصِف من وراء الحَجَزَةِ، وهم الذين يَحْجِزونه عن حقه \". والحجاز: سميت بذلك لانها حجزت بين نجد والغور. وقال الاصمعي: لانها احتجزت بالحرار الخمس: منها حرة بنى سليم، وحرة واقم (١) . ويقال: احْتَجَزَ الرجل بإزارٍ، أي شدَّهُ على وسطه. واحْتَجَزَ القومُ، أي أتَوا الحِجازَ. وانْحَجَزوا أيضاً، عن ابن السكيت. وحَجَزْتُ البعيرَ أحْجُزُهُ حَجْزاً. قال الأصمعي: هو أن تُنيخَهُ ثم تشدَّ حبلاً في أصل خُفَّيْهِ جميعاً من رجليه، ثم ترفع الحبل من تحته حتَّى تشدَّه على حَِقْويه، وذلك إذا أردت أن يرتفع خفُّه. وذلك الحبل هو الحجاز. والبعير محجوز. وقال أبو الغوث: الحجاز: حبل يشد بوسط (٢) يدى البعير ثم يخالف فيعقد به رجلاه، ثم يشد طرفاه إلى حقويه، ثم يلقى على جنبه شبه المقموط، ثم تداوى دبرته فلا يستطيع أن يمتنع إلا أن يجر جنبه على الارض. وأنشد:\nكوس الهبل النطف المحجوز * وحجزة الإزار: مَعْقِدُهُ. وحُجْزَةُ السراويل: التي فيها التكة. وأما قول النابغة رِقاقُ النِعالِ طَيِّبٌ حُجُزاتُهُمْ * يُحَيَّوْنَ بالريحان يوم السباسب * فإنما كنى بها عن الفروج. يريد أنهم أعفاء.",
    "pg": "3:872-873"
  },
  "حجف": {
    "def": "يقال للترس إذا كان من جلودٍ ليس فيه خشَب ولا عَقَبٌ: حَجَفَةٌ وَدَرَقةٌ، والجمع حجف. قال الراجز (١) : ما بال عين عن كراها قد جفت مسبلة تستن لما عرفت دارا لليلى بعد حول قد عفت بل جوز تيهاء كظهر الحجفت (٢) = يريد رب جوز تيهاء. ومن العرب من إذا سكت على الهاء جعلها تاء، فقال: هذا طلحت، وخبز الذرت. والمحاجف: المقاتل صاحب الحجفة. وحاجفت فلانا، إذا عارضته ودافعْتَه. واحْتَجَفْتُ نفسي عن كذا، أي ظلفتها.",
    "pg": "4:1341"
  },
  "حجل": {
    "def": "الحَجْلُ: القيدُ. والحَجْلُ: الخلخالُ. والحِجْلُ بالكسر لغةٌ فيهما. والتَحجيلُ: بياضٌ في قوائم الفرس، أو في ثلاثٍ منها، أو في رجليه قلّ أو كثر، بعد أن يجاوز الارساغ، ولا يجاوز الركبتين والعُرقوبين، لأنّها مواضع الأَحجالِ، وهي الخلاخيلُ والقيود. يقال: فرسٌ مُحَجَّلٌ، وقد حُجِّلَتْ قوائِمه تَحْجيلاً، وإنَّها لذَاتُ أَحْجالٍ، الواحد حِجْلٌ عن الاصمعي. فإذا كان البياض في قوائمه الاربع فهو محجل أربع، وإن كان في الرجلين جميعا فهو محجل الرجلين، فإن كان بإحدى رجليه وجاوز الارساغ فهو محجل الرجل اليمنى أو اليسرى، فإن كان البياض في ثلاث قوائم دون رجل أو دون يد فهو محجل ثلاث مطلق يد أو رجل. ولا يكون التحجيل واقعا بيد أو يدين ما لم يكن معها أو معهما رجل أو رجلان. فإن كان محجل يد ورجل من شق فهو ممسك الايامن مطلق الاياسر، أو ممسك الاياسر مطلق الايامن. وإن كان من خلاف قل أو كثر فهو مشكول. والحَجَلانُ: مِشيةُ المقيّدِ. يقال: حَجَلَ الطائر يَحْجُلُ ويَحْجلُ. وكذلك إذا نزافى مشيته كما يحجل البعير العَقِيرُ على ثلاثٍ، والغلامُ على رِجلٍ واحدةٍ أو على رجلين. قال الشاعر (١) : فقد بهأت بالحاجلات إفالها وسيف كريم لا يزال يصوعها يقول: قد أنست صغار الابل بالحاجلات، وهى التى ضربت سوقها فمشت على بعض قوائمها، وبسيف كريم لكثرة ما شاهدت ذلك، لانه يعرقبها. وأحجلت البعير، إذا أطلقت قَيدَه من يده اليسرى وشددتَه في اليمنى. والحَجَلَةُ بالتحريك: واحدة حِجالِ العروس، وهي بيتٌ يُزَيَّنُ بالثِياب والأسرَّةِ والسُتور. والحَجَلَةُ أيضاً: القبجة، والجمع حجل وحجلان وحجلي. ولم يجئ الجمع على فعلى بكسر الفاء إلا حرفان: الظربى جمع ظربان وهى دويبة منتنة الريح، وحجلي جمع حجل. قال الشاعر (١) : ارْحَمْ أُصَيْبِيَتي الذين كأنهمْ حَجْلى تَدَرَّجُ في الشَرَبَّةِ وُقَّعُ (٢) والحَجَلُ: صغار أولاد الإبل وحَشوُها، الواحدة حجلة. قال لبيد يصف إبلا بكثرة اللبن وأن رءوس أولادها صارت قرعا، أي صلعا، لكثرة ما يسيل عليها من لبنها وتتحلب أمهاتها عليها: لها حجل قد قرعت من رؤوسها لها فوقها مما تحلب واشل والحجلاء: الشاة التى ابيضت أو ظفتها. والحوجلة: قارورة صغيرة واسعة الرأس. قال العجاج: كأن عينيه من الغؤور قلتان أو حوجلتا قارور وحجلت عينه تحجيلا، أي غارت. عن الاصمعي. وتحجل: اسم فرس، وهو في شعر لبيد (١) .",
    "pg": "4:1666-1667"
  },
  "حجم": {
    "def": "حجم الشئ: حيده. يقال: ليس لِمِرفَقه حَجْمٌ، أي نتوءٌ. والحَجْمُ: فعل الحاجِمْ. وقد حَجَمَهُ يحجمه (*) فهو محجوم، والاسم الحجامة. والمِحْجَمُ والمِحْجَمَةُ: قارورته. وقد احْتَجَمْتُ من الدم. ابن السكيت: يقال: ما حَجَمَ الصبيُّ ثَدْيَ أمّه، أي ما مصَّه. والحِجامُ بالكسر: شئ يجعل في خطم البعير كي لا يعضّ. تقول منه: حَجَمْتُ البعير أَحْجُمُهُ، إذا جعلت على فمه حِجاماً، وذلك إذا هاجَ. وفي الحديث: \" كالجمل المَحْجومِ \". وقولهم: \" أفرغ من حجام ساباط \"، لانه كان يمر به الجيوش فيحجمهم نسيئة من الكساد، حتى يرجعوا، فضربوا به المثل. وحجمته عن الشئ أحجمه، أي كففتُه عنه. يقال: حَجَمْتُهُ عن الشئ فأحجم، أي كففته فكف. وهو من النوادر، مثل كببته فأكب. أبو عبيد: الحوجمة: الوردة الحمراء، والجمع الحوجم.",
    "pg": "5:1894"
  },
  "حجن": {
    "def": "الحجَنُ بالتحريك: الاعوجاج. وصَقْرٌ أَحْجَنُ المخالب: معوجّها. والمِحْجَنُ كالصولجان. وحجنت (١) الشئ واحتجنته، إذا جذبته بالمِحْجِنِ إلى نفسك. ومنه قول قيس بن عاصم في وصيته: \" عليكم بالمال واحتجانه \"، وهو ضمكه إلى نفسك وإمساكُك إياه. وحُجْنَةُ المِغْزل بالضم، هي المُنْعَقِفَةُ في رأسه. أبو عبيد: أحجن الثمام، إذا خرجت حجنته، وهى خوصه. والحجون، بفتح الحاء: جبل بمكة، وهى مقبرة. قال الشاعر الجرهمى: كأن لم يكن بين الحجون إلى الصفا أنيس ولم يسمر بمكة سامر ويقال أيضا: غزوة حجون، أي بعيدة. وسرنا عُقْبَةً حَجوناً، وهى البعيدة الطويلة.",
    "pg": "5:2097"
  },
  "حجى": {
    "def": "الخجوجى: الرجل الطويل الرجلين، وهو فعوعل والانثى خجوجاة.",
    "pg": "6:2326"
  },
  "حدأ": {
    "def": "قال الأصمعي: الحَدأَة: الفأس ذات الرأسين، وجمعها: حدأ، مثل: قصبة وقصب، وأنشد للشماخ يصف إبلا حداد الاسنان: يباكرن العضاه بمقنعات * نواجذهن كالحدإ الوقيع والحدأة: الطائر المعروف، ولا يقال: حدأة (١) وجمعها حدأ، مثال: حبرة وحبر، وعنبة وعنب، قال العجاج - يصف الاثافي -:\nكما تدانى الحدأ الاوى (٢) * ومنه قولهم: حدأ حدأ، وراءك بندقة (٣) ، قال ابن السكيت: هو ترخيم حدأة، والعامة تقول: حدا حدا - بالفتح - غير مهموز. وزعم الشرقي أن حداء وبندقة قبيلتان وهما: حداء (٤) بن نمرة، وبندقة بن مظة (٥) من اليمن من سعد العشيرة. أبو عبيدة: وحدأت الشئ بالفتح حدءا: صرفته. أبو زيد: حَدِئْتَ بالمكان حَدأً بالتحريك، إذا لَزِقْتَ به. قال: وحَدِئْتُ إليه، أي لجأت إليه. قال: وحَدِئْتُ عليه وإليه، إذا حَدَبْتَ عليه، ونصرته، ومنعته من الظلم.",
    "pg": "1:43"
  },
  "حدا": {
    "def": "الحدو: سوق الابل والغناء لها. وقد حدوت الابل حدوا وحُداءً. ويقال للشَمال حَدْواءُ، لأنّها تحدو السحاب، أي تسوقه. قال العجاج:\nحدواء جاءت من بلاد الطور (١) * ولا يقال للمذكر أحدى. وربما قيل للحمار إذا قدم آتنه حاد. قال ذو الرمة:\nحادى ثلاث من الحقب السماحيج (٢) * وتحديث فلاناً، إذا باريْتُهُ في فعلٍ ونازعْتَه الغَلَبَةَ. يقال: أنا حُدَيَّاكَ، أي ابْرُزْ لي وحدك. قال عمرو بن كلثوم: حديا للناس كُلِّهِمِ جميعاً * مُقارعةً بَنيهمْ عن بَنينا وقولهم: حادي عشر: مقلوبٌ من واحد، لان تقدير واحد فاعل، فأخر الفاء وهو الواو فقلبت ياء لانكسار ما قبلها، وقدم العين فصار تقديره عالف. (*)",
    "pg": "6:2309-2310"
  },
  "حدب": {
    "def": "الحَدَبُ: ما ارتفع من الأرض، والجمع الحِداب. ومنه قوله تعالى: (وهُمْ من كل حَدَبٍ يَنْسِلونَ) . والحَدَبَةُ: التي في الظَهْرِ، وقد حَدِبَ ظهرُهُ فهو حَدِبٌ، واحدودبَ مثله. وأحدَبه الله فهو رجل أحدب بَيِّنَ الحَدَبِ. وناقة حدباء، إذا بدت حراقفها. يقال: هن حدب حدابير. ويقال أيضاً: حَدَبَ عليه وتحدَّب عليه، أي تعطف عليه.",
    "pg": "1:108"
  },
  "حدبر": {
    "def": "الحدبار من النوق: الضامرة، التى قد يبس لحمها من الهزال وبدت حراقفها. يقال: ناقة حدبار وحدبير، ونوق حدابير.",
    "pg": "2:625-626"
  },
  "حدث": {
    "def": "الحديث: نقيض القديم. يقال: أخذني ما قدم وما حدث لا يضم حدث في شئ من الكلام إلا في هذا الموضع، وذلك لمكان قدم، على الازدواج. والحديث: الخبرُ، يأتي على القليل والكثير، ويُجمَعُ على أحاديثَ على غير قياس. قال الفراء: نُرَى أنّ واحدَ الأحاديث أُحْدوثَةٌ، ثم جعلوه جمعا للحديث. والحدوث: كون شئ لم يكن. وأحدثه الله فحدث. وحَدَثَ أمرٌ، أي وقع. والحَدَثُ والحُدْثى والحادثةُ والحَدَثانُ، كلُّها بمعنىً. وأحدث الرجل، من الحدث. واستحدثت خبراً، أي وجدت خبراً جديداً. قال ذو الرمة: أَستحدثَ الرَكْبُ عن أَشْياعِهِمْ خَبْراً * أَمْ راجَعَ القلب من أطرابه طرب ورجل حَدَثٌ، أي شابٌّ. فإنْ ذكرت السنَّ قلت: حديث السنّ. وهؤلاء غلمان حُدْثانٌ، أي أحداثٌ. والمحادثة، والتحدث، والتحادث، والتحديث معروفاتٌ. ومحادثة السيف: جِلاؤه. ورجل حَدُثٌ وحَدِثٌ بضم الدال وكسرها، أي حسن الحديث. ورجل حديث مثال فسيق، أي كثير الحديث. وتقول: سمعت حديثى حسنة، مثل خطيبى. والا حدوثة: ما يتحدث به. ورجل حدث ملوك، بكسر الحاء، إذا كان صاحبَ حديثهم وسَمرهم. وحِدْثُ نساءٍ، يتحدَّث إليهن. وتقول: افعل ذلك الامر بحدثانه وبحَداثَتِه أي في أوَّلِهِ وطِراءَته. ويقال للرجل الصادِق الظنِّ مُحَدِّثٌ، بفتح الدال مشددة.",
    "pg": "1:278-279"
  },
  "حدج": {
    "def": "الحَدَجُ (١) : الحَنْظَل إذا اشتدَّ وصَلُبَ، الواحدة حَدَجَة. وقد احْدَجَتْ شجرة الحنظل. والحدج بالكسر: الحمل، ومَرْكَبٌ من مراكب النساء أيضاً، وهو مثل المِحَفَّةِ، والجمع حُدوجٌ وأحداج. وحدجت البعير أحدجه بالكسر حدجا، أي شددت عليه الحدج. وكذلك شد الاحمال وتوسيقها. قال الاعشى: ألا قل لميثاء ما بالها * أللبين تحدج أحمالها ويروى: \" أجمالها: بالجيم. والحداجة: لغة في الحِدْج، والجمع حَدائج، عن يعقوب. وحَدَجَهُ أيضاً ببصره، يَحدِجه حَدْجاً: رماه. قال العجاج يصف الحمار والاوتان:\nإذا اثبجرا (٢) من سواد حدجا * والتحديج، مثل التحديق. وحدجه بسهمٍ، وحَدَجَهُ بِذَنْبِ غيرِهِ: رماه به. وحندج: اسم رجل (٣)",
    "pg": "1:305"
  },
  "حدر": {
    "def": "الحادِرُ من الرجال: المجتمع الخَلْق، عن الأصمعيّ. تقول منه: حَدُرَ بالضم يَحْدُرُ حَدْراً. وعين حَدْرَةٌ، أي مكتنِزة صُلبة. قال امرؤ القيس: وعَيْنٌ لها حَدْرَةٌ بَدْرَةٌ * شُقَّتْ مآقيهِما من أُخُرْ - وناقةٌ حادِرَةُ العينين، إذا امتلأتا. والحُدْرَةُ: من الإبل بالضم: نَحو الصرمة. والحادور: القرط، في قول الشاعر (١) : * بائنة المنكب من حادورها (١) * والحدر: مثل الصَبَبِ، وهو ما انحَدَرَ من الأرض. يقال: كأنَّما ينحط في حَدَرٍ. والحَدورُ: الهَبوط، وهو المكان تنحدر منه. والحُدورُ بالضم: فِعْلُكَ. وحَدَرْتُ السفينةَ أَحْدُرُها حَدْراً، إذا أرسلتَها إلى أسفلَ. ولا يقال أَحْدَرْتُها. وحَدَرَتْهُمُ السَنَةُ، أي حطَّتهم وجاءت بهم حُدوراً (٢) . وحَدَرَ جلدُ الرجل يَحْدُرُ حُدوراً، أي وَرِمَ من الضرب. وحَدَرْتُهُ أنا حَدْراً، يتعدَّى ولا يتعدَّى. وأَحْدَرْتُهُ أيضاً. وانْحَدَرَ جِلدُه: تورَّمَ. وأَحْدَرَ ثوبَه، أي كفَّهُ، وكذلك إذا فتَلَ أطرافَ هُدبه كما يُفْعل بأطراف الاكسية. وحدر في قراءته وفى أذانِه يَحْدُرُ حَدْراً، أي أسرَعَ. وحَيٌّ ذو حُدورَةٍ، أي ذو اجتماع وكثرة. والانحدار: الانهباط. تقول: انحدرتُ إلى البصرة. والموضع مُنْحَدَرٌ. وتحدر الدمع، أي تنزل. والحندر والحندور والحندورة: الحدقة. يقال: هو على حُنْدُرِ عينه وحُنْدُورِ عينه وحُنْدُورَةِ عينه، إذا كان يستثقله ولا يقدِرُ أن ينظُرَ إليه، بُغْضاً. قال الفراء: يقال جعلتُه على حِنْدِيرَةِ عيني، وحُنْدُورَةِ عيني، إذا جعلتَه نُصْبَ عينك. وحدراء: اسم امرأة. والحيدرة: الاسد. وقال على رضى الله عنه:\nأنا الذى سمتن أمي حيدرة (١) * لان أمه فاطمة بنت أسد لما ولدته وأبو طالب غائب سمته أسدا باسم أبيها، فلما قدم أبو طالب كره هذا الاسم فسماه عليا.",
    "pg": "2:624-625"
  },
  "حدرج": {
    "def": "المُحَدْرَجُ: الأملس: يقال: حَدْرَجَهُ، أي فَتَلَهُ وأحكمه. قال الفرزدق: أخاف زياداً أن يكونَ عطاؤه * أَداهِمَ سوداً أو مُحَدْرَجَةً سُمْرا يعني بالأداهِمِ القيودَ، وبالمُحَدْرَجَةِ السِياط. ورجل حدرجان بالكسر، أي قصير.",
    "pg": "1:305"
  },
  "حدرد": {
    "def": "الحدرد: اسم رجل. ولم يجئ على فعلع بتكرير العين غيره. ولو كان فعللا لكان من المضاعف، لان العين واللام من جنس واحد، وليس هو منه.",
    "pg": "2:463-464"
  },
  "حدس": {
    "def": "الحَدْسُ: الظنُّ والتخمين. يقال: هو يَحْدسُ بالكسر، أي يقول شيئا برأيه. أبو زيد: تحدست الأخبارَ وعن الأخبار، إذا تخبَّرْتُ عنها وأردت أن تعلمها من حيث لا يُعْلَمُ بك. والحَدْسُ أيضاً: الذَهاب في الأرض على غير هداية. قال الراجز:\nكأنها من بعد سير حدس * وحدست في لبة البعير، أي وَجَأْتُها. وحَدَسْتُ بسهمٍ: رميت به. وحدست برجلي الشئ، أي وَطِئْتُهُ. وحَدَسَهُ، أي صَرَعَهُ. وقال الشاعر (١) : بمعتَرَكِ شَطِّ الحُبَيَّا تَرى به * من القوم محدوساً وآخر حادسا (٢) * والحندس: الليل الشديد الظلمة.",
    "pg": "3:915-916"
  },
  "حدق": {
    "def": "حَدَقَةُ العين: سوادُها الأعظمُ، والجمع حَدَقٌ وحِداقٌ. قال أبو ذؤيب: فالعَيْنُ بعدهُم كَأَنَّ حِداقَها سُمِلَتْ بِشَوْكٍ فهي عورٌ تَدْمَعُ والتَحْديق: شدّة النظر. والحديقةُ: الروضةُ ذات الشجر. وقال تعالى: ﴿وحدئق غُلْباً﴾ . ويقال: الحديقةُ: كلُّ بستان عليه حائط. وحَدَقوا بالرَجُلِ وأَحْدَقوا به، أي أحاطوا به. والحندقوق: نبت (١) ، وهو الذرق، نَبَطيٌّ معرّب، ولا تقل الحَنْدَقوقا. والحدلقة بزيادة اللام، مثل التَحْديق. وقد حَدْلَقَ الرجل، إذا أدارَ حَدْقَتَهُ في النظَر. والحُدْلِقَةُ مثال الهدبد: الحدقة الكبيرة. ويقال: أكل الذئب من الشاة الحدلقة. قال أبو عبيد: هو شئ من جسدها، ولا أدري ما هو؟ وقال أبو الحسن اللحيانى: هو العين (١)",
    "pg": "4:1456"
  },
  "حدل": {
    "def": "حَدَلَ عليه يَحْدِلُ حَدْلاً، إذا مال عليه بالظُلم. يقال: رجلٌ حَدْلٌ غيرُ عدلٍ. ورجلٌ أَحْدَلُ بيّن الحَدَلِ، إذا كان مائل الشِقِّ. قال الشيبانيّ: الأَحْدَلُ الذي في مَنْكبيه ورقبته إقبالٌ على صدره. ويقال: قوس حدلاء، للتى تطامنت سيتها.",
    "pg": "4:1667-1668"
  },
  "حدلس": {
    "def": "الحندليس من النوق: الثقيلة المشى.",
    "pg": "3:916"
  },
  "حدم": {
    "def": "احْتَدَمَتِ النارُ: التهبتْ. واحتَدَمَ صدر فلانٍ غيظاً. ويومٌ مُحْتَدِمٌ: شديد الحرّ وحَدَمَةُ النار، بالتحريك: صوت التهابها. واحْتَدَمَ الدم: اشتدَّتْ حمرته حتى يسواد. الفراء: قدر حُدَمَةٌ سريعة الغَلْي. وهي ضدُّ الصلود.",
    "pg": "5:1894-1895"
  },
  "حذا": {
    "def": "حَذَوْتُ النَعل بالنعل حَذْواً، إذا قدَّرْتُ كلَّ واحِدةٍ على صاحبتها. يقال: حَذْوَ القُذَّةِ بالقُذَّةِ. قال ابن السكيت: حَذَوْتُهُ، أي قعدتُ بِحِذائِهِ. وحَذى الخَلُّ فاه يَحْذيهِ حَذْياً، إذا قَرَصَه. يقال: هذا شرابٌ يَحْذي اللسان. وحَذَيْتُ يده بالسكين، أي قطعتُها. وحَذَتِ الشَفْرَةُ النعلَ: قطعَتْها. وحَذِيَتِ الشاةٌ تَحْذي حَذَى، مقصورٌ، وهو أن ينقطع سَلاها في بطنها فتشتكي. والحذاء: النعل. واحتذى: انتعل. وقال: كل الحذاء يحتذى الحافى الوقع (١) * والحذاء: ما وَطئَ عليه البعير من خفه والفرس من حافره. وفى الحديث: \" معها حذاؤها وسقاؤها \". وأحذيته نعلاً، إذا أعطيتَه نعلاً. تقول منه: استحذيته فأحذانى. وأحذيته من الغنيمة، إذا أعطيتَه منها. والاسم الحذيا على فعلى بالضم، وهى القسمة من الغنيمة. وحذاء الشئ: إزاؤه. يقال: جلس بحِذائِهِ. وحاذاهُ، أي صار بِحِذائِهِ. واحْتَذى مثالَه، أي اقتدى به. والحَذِيّةُ، على فَعِيلَةٍ، مثل الحُذَيَّا من الغنيمة، وكذلك الحذوة بالكسر. ويقال أيضاً: داري حِذْوَة دارِهِ، وحُذْوَة داره بالضم، وحِذَة داره، أي حِذاء داره. والحِذْيَةُ بالكسر: القطعة من اللحم قُطِعَت طولاً.",
    "pg": "6:2310-2311"
  },
  "حذد": {
    "def": "الحد: الحاجز بين الشيئين. وحد الشئ: منتهاه. تقول: حددت الدار أَحُدُّها حَدّاً. والتحديد مثله (٢) . وفلان حَديدُ فلان: إذا كان أرضه إلى جنب أرضه. والحَدُّ: المَنْعُ، ومنه قيل للبوّاب: حَدَّاد قال الاعشى: فقمنا ولما يصح ديكنا * إلى جونة عند حدادها - ويقال للسَّجان حدّاد، لأنه يمنع من الخروج، أو لانه يعالج الحديد من القيود. قال الشاعر: يقولُ لي الحَدَّادُ وهو يقودني * إلى السِجْنِ لا تَجْزَعْ (٣) فما بك من باسِ - والمَحدود: الممنوع من البَخْت وغيره. وهذا أَمْرٌ حَدَدٌ: أي منيعٌ حَرامٌ لا يَحِلُّ ارتكابه. ودعوةٌ حَدَدٌ: أي باطلة. ودونه حَدَدٌ: أي مَنْعٌ. وقال الشاعر زيد بن عمرو بن نفيل: لا تعبدن إلها دون خلقكم (١) * فإن دعيتم فقولوا دونَهُ حَدَدُ - ومالي عن هذا الأَمْر حَدَدٌ: أي بُدٌّ. وقول الكميت: حَدَدٌ (٢) أن يكون سَيْبُكُ فينا * زَرماً (٣) أو يَجيئَنا تمصيرا - أي حَراماً. كما تقول: مَعاذَ الله، قد حد الله ذاك عنّا. وحَدَدْتُ الرَجُل: أقمتُ عليه الحَدَّ، لأنّه يَمْنَعُهُ من المُعاودة. وأَحَدَّتِ المرأة: أي امتَنَعت من الزينة والخِضابِ بعد وفاة زوجها. وكذلك حدت تحد وتحد حِداداً، وهي حادٌّ. ولم يَعْرِفِ الأصمعي إلاّ أَحَدَّتْ فهي مُحِدّ. والمُحادَّةُ: المُخالفة، ومَنْعُ ما يَجِبُ عليك. وكذلك التَحادُّ. والحَديدُ معروف، لأنّه مَنيعٌ. والحَديدَةُ أَخَصُّ منه، والجمع الحدائد، وقد جاء في الشعر الحدائدات. وأنشد الاحمر (٤) في نعت الخيل:\nفهن يعلكن حدائداتها وحد كل شئ: شباته. وحد الرجل: بأسه وحد الشَرابِ: صلابَتُه. قال الأعشى: وكأسٍ كعين الديكِ باكرتُ حَدَّها * بِفِتْيانِ صِدْقٍ والنَواقيسُ تَضْرَبُ - وقد حَدَّ السَيْفُ يَحِدُّ حِدَّةً، أي صارَ حادَّاً وحَديداً، وسُيوفٌ حِدادٌ، وأَلسِنَةٌ حِدادٌ. والحِداد أيضاً: ثِياب المَأْتَمِ السودُ. وحكى أبو عمرو: سَيْفٌ حداد بالضم والتشديد مثل أمر كبار. والحدة: ما يَعْتَري الإنسانَ من النَّزَقِ والغَضب. تقول: حَدَدْتُ على الرجُلِ أَحِدُّ حدة وحدا، عن الكسائي. وتحديد الشفرة وإحدادها واستحدادُها، بمعنىً. والاستحداد أيضاً: حَلْق شعرِ العانَةِ. وأَحْدَدْتُ النَظَرَ إلى فلان. واحتدَّ فلانٌ من الغَضَب محتد. وقولهم: ما أجد منه مُحْتَدَّاً ولا مُلْتَدَّاً أي بدا. وحدان بالضم: حى من العرب من بنى سعد. وحدان أيضا من الازد. وبنو أحداد (١) : بطن من طيئ.",
    "pg": "2:462-463"
  },
  "حذذ": {
    "def": "الحَذَذُ: خِفّة الذَنَبِ. بعيرٌ أَحَذُّ وقَطاةٌ حَذَّاءُ، وهي التي خف ريش ذنبها. ورجل أحذ بيّن الحَذّذِ، أي خفيفُ اليدِ. قال الفرزدق يهجو عُمَر بن هُبيرة: أَوَلَّيْتَ العِراقَ ورافِدَيْهِ * فَزارِياً أَحَذَّ يدِ القميصِ - واليمينُ الحَذَّاءُ: التى يحلف صاحبها بسرعة. ومن قالها بالجيم يذهب إلى أنه جذها جذ العير الصليانة. ورحم حَذّاءُ، وجَذَّاءُ عن الفرّاء: إذا لم تُوصَلْ. والحَذَذُ في العَروضِ من باب الكامل: إسقاط الوَتِدِ من عجز مُتَفاعِلُنْ فيبقى مُتَفا، فيُنْقَلُ إلى فَعِلُنْ. والقصيدةُ حذَّاءُ. وقرب حذ حاذ، أي سريع، مثل حثحاث (١) .",
    "pg": "2:562"
  },
  "حذر": {
    "def": "الحَذَرُ والحِذْرُ: التَحَرُّزُ. وقد حذرت الشئ أحذره حذرا. ورجل حذر وحذر (١) ، أي متيقظ متحرز، والجمع حَذِرونَ وحَذارى وحَذُرونَ. وأنشد سيبويه في تعديه: حذرا أمورا لا تُخاف وآمِنٌ * ما ليس مُنْجيهِ من الاقدار - وهذا نادر لان النعت إذا جاء على فعل لا يتعدى إلى مفعول. والتحذير: التخويف. والحذار: المُحاذَرَةُ. وقولهم: إنَّه لابنُ أَحْذارٍ، أي لابنُ حزْمٍ وحَذرٍ. وحَذارِ، مثل قطام، بمعنى احْذَرْ. وقال الشاعر (٢) :\nحَذارِ من أرماحنا حذار (٣) * والمحذروة: الفزع بعينه. وقرئ:\n(وإنَّا لجميع حاذِرونَ) * و * (حذرون) * و * (حذرون) * أيضا بضم الذال، حكاه الاخفش. ومعنى حاذرون: متأهبون. ومعنى حَذُِرون: خائفون. والحِذْرِيَةُ على فِعْلِيَةٍ: قِطعةٌ من الأرض غليظة، والجمع الحذارى. وتسمى إحدى حرتى بنى سليم: الحذرية. ونفش الديك حذريته، أي عِفْريتَهُ. ورجلٌ حِذْرِيانٌ: شديد الفزع والحذر. وأبو محذورة: أوس بن معير (١) ، مؤذن رسول الله ﷺ.",
    "pg": "2:626"
  },
  "حذف": {
    "def": "حذف الشئ: إسقاطه. يقال: حَذَفْتُ من شَعْري ومن ذَنَبِ الدابَة، أي أخذت. والحُذافَةُ: ما حذفته من الاديم وغيره. ويقال أيضا: ما في رَحْلِهِ حُذافَةٌ، أي شئ من الطعام. قال يعقوب: يقال: أكلَ الطعامَ فما ترك منه حُذافَةً، واحتمل رَحْلَهُ فما ترك منه حذافة. وحذفته بالعصا، أي رميتُهُ بها. وحَذَفْتُ رأسَه بالسيف، إذا ضربته فقطعتَ منه قطعة وحذفة: اسم فرس خالد جعفر بن كلاب، وفيها يقول: فمن يك سائلا عنى فإنى وحذفة كالشجا تحت الوريد وحذفه تحذيفا، أي هيأه وصنعه. قال الشاعر يصف فرسا (١) : لها جبهة كسراة المج ن حذفه الصانع المقتدر والحذف بالتحريك: غنم سود صغارٌ من غنم الحجاز، الواحدة حذفة. وفى الحديث: \" كأنها بنات حذف \".",
    "pg": "4:1341-1342"
  },
  "حذفر": {
    "def": "حذافير الشئ أعاليه ونواحيه. يقال: أعطاه الدنيا بِحَذافيرِها، أي بأسرها، الواحد حذفار.",
    "pg": "2:626"
  },
  "حذق": {
    "def": "حَذَقَ الصبي القرآنَ والعملَ يَحْذِقُ حَذْقاً وحِذْقاً، وحَذاقَةً وحِذاقاً، إذا مَهَر فيه. وحَذِقَ بالكسر حِذْقاً، لغة فيه. ويقال لليوم الذي يَختِم فيه القرآن: هذا يوم حذاقه. وقلان في صنعته حاذِقٌ باذِقٌ، وهو إتباعٌ له. وحَذَقْتُ الحبلَ أَحْذِقُهُ حَذْقاً: قطعته. والحاذِقُ: القاطعُ: قال أبو ذؤيب: يُرى ناصَحاً فيما بَدا فإذا خَلا فذلك سِكّينٌ على الحَلْقِ حاذِقُ وحَذَقَ الخَلُّ يَحْذِقُ حُذوقاً، أي حمُض. وحَذَقَ فاهُ الخَلُّ حَذْقاً، أي حَمَزَهُ. والحَذيقُ: المقطوعُ. ومنه قول الشاعر (٢) :\nوحَبْلُ الوَصْلِ مُنْتَكِثٌ حَذيقُ (٣) * قال: والحُذاقيُّ: الفصيحُ اللسان البين اللهجة. قال طرفة: إنى كفانى من أمرٍ هَمَمْتُ به جارٌ كَجارِ الحذاقى الذى اتصفا يعنى أبا دؤاد الايادي الشاعر. وكان أبو دؤاد جاور كعب بن مامة. ويقال: حذلق الرجل بزيادة اللام، وتحذلق، إذا أظهر الحِذْقَ وادّعى أكثَرَ مما عنده.",
    "pg": "4:1456-1457"
  },
  "حذل": {
    "def": "الحُذْلُ: حاشية الإزارِ أو القميصِ. وفي الحديث: \" هاتي حُذْلَكِ \"، فجعلَ فيه الماء. وحَذِلَتْ عينُه بالكسر تحذل حذلا، أي سقط هُدبها من بَثرةٍ تكون في أشفارها. ومنه قول معقر بن حمار البارقى:\nومأقى عينيها حذل نطوف (١) * والحذل أيضا: شئ من الحب يختبز. قال الراجز: إن بواء زادهم لما أكل أن يحذلوا فيكثروا من الحذل ويقال الحذال: شئ يخرُج من أصول السَلَمِ يُنْقَعُ في اللبن فيؤكَل. قال أبو عبيد: الدُوَدِمُ الذي يَخرُجُ من السمر هو الحذال.",
    "pg": "4:1668"
  },
  "حذلم": {
    "def": "حذلم: اسم رجل. وتميم بن حذلم الضبى، من التابعين. (*) والحذلمة: الهذلمة، وهى الاسراع. يقال: مَرَّ يُحَذْلِمُ، إذا مَرَّ كأنه يتدحرج.",
    "pg": "5:1895"
  },
  "حذم": {
    "def": "حذمت الشئ حذما: قطعته. وسيفٌ حَذيمٌ. والحَذْمُ: المشي الخفيف. وكل شئ أسرعت فيه فقد حَذَمْتَهُ. يقال: حَذَمَ في قراءته. وقال عمر ﵁: \" إذَا أَذَّنْتَ فَتَرَسَّلْ. وإذا أقمتَ فاحذم \". والحذمة: المرأة القصيرة. وقال (١) : إذا الخريع العنقفير الحذمه (٢) يؤرها فحل شديد الصممه وحذيمة بن يربوع بن غيظ بن مرة. وحذام: اسم امرأة، مثل قطام.",
    "pg": "5:1895"
  },
  "حذن": {
    "def": "الحُذُنَّتان: الأذنان، بالضم والتشديد. وأنشد أبو عبيد:\nيا ابن التى حذنتاها باع (١)",
    "pg": "5:2097"
  },
  "حرا": {
    "def": "يقال: إنِّي لأَجِدُ لهذا الطعام حَرْوَةً وحَراوَةً، أي حرارةً، وذلك من حرافة كل شئ يؤكل. والحَراةُ: الساحةُ، والعَقْوَةُ، والناحيةُ. وكذلك الحَرا مقصورٌ. يقال: اذهبْ فلا أَرَيَنَّكَ بحَرايَ وحَراتي. ويقال: لا تَطُرْ حَرانا، أي لا تقرب محولنا. يقال: نزلت بحراه وعَراةُ. والحَراةُ أيضاً: الصَوتُ والجلَبةُ، وصوتُ التهاب النار وحفيف الشجر. والحَرى أيضاً: موضع بَيض النعامة. ويحدّث الرجلُ الرجلَ فيقول: بالحَرى أن يكون كذا. وهذا الأمر مَحْراةٌ لذلك، أي مَقْمَنَةٌ، مثل محجاةٍ. وما أَحْراهُ، مثل ما أَحْجاهُ. وأحْرِ به، مثل: أَحْجِ به. ويقال: هو حَرّى أن يفعل بالفتح، أي خليقٌ وجديرٌ. ولا يثنى ولا يجمع. وأنشد الكسائي: وهن حرى أن لا يُثِبْنَكَ نَقْرَةً * وأنت حَرًى بالنار حين تثيب وإذا قلت هو حر بكسر الراء، وحرى على فعيل، ثنيت وجمعت فقلت: هما حريان وهم حريون وأحرياء، وهى حرية وهن حريات وحرايا، وأنتم أحراء جمع حر. ومنه اشتق التحرى في الاشياء ونحوها، وهو طلب ما هو أَحْرى بالاستعمال في غالب الظن، كما اشتق التقمن من القمن. وفلان يتحرى الامر، أي يتوخّاه ويقصِده. وتَحَرَّى فلانٌ بالمكان، أي تَمَكَّثَ وقوله تعالى: (فأولئك تَحَرَّوا رَشَدا) أي توخَّوا وعمدوا. عن أبى عبيدة. وأنشد لامرئ القيس: ديمة هطلاء فيها وطفٌ * طَبَقُ الأرضِ تحرَّى وتدر وحرى الشئ حريا، إذا نقصَ. يقال: يَحْري كما يَحْري القمرُ. وأَحْراهُ الزمانُ. والحاريَةُ: الأفعى التي نَقَص جسمُها من الكِبَر، وذلك أخبث ما يكون منها. يقال: رماه الله بأفعى حارِيَةٍ. وحراء بالكسر والمد: جبل بمكة، يذكر ويؤنث. وقال (١) : ألسنا أكرم الثقلين طرا * وأعظمهم ببطن حراء نارا (٢) فلم يصرفه لانه ذهب به إلى البلدة التى هو بها.",
    "pg": "6:2311-2312"
  },
  "حرب": {
    "def": "الحَرْبُ تُؤَنَّثُ، يقال: وقَعت بينهم حرب. قال الخليل: تصغيرها حريب بلا هاء رواية عن عن العرب. قال المازنى لانه في الاصل مصدر. وقال المبرد: الحرب قد تذكر (٢) . وأنشد: وهو إذا الحربُ هَفا عُقابُهْ * مِرْجَمُ حرب تلتظى حرابه وأنا حربٌ لمن حارَبني، أي عَدُوٌّ. وتحاربوا واحتربوا وحاربوا بمعنىً. ورجل مِحْرَبٌ بكسر الميم، أي صاحب حروب، وقوم مِحْرَبَةٌ. والحربة: واحدة الحراب. وحَرِبَ الرجل بالكسر: اشتدّ غضبه. ورجل حِرِبٌ وأسد حَرِبٌ. والتحريب: التحريش. وحَرَّبْتُه، أي أغضبتُه. وَحَرَّبْتُ السنان، أي حَدَّدْتُهُ مثل ذَرَّبْتُهُ. قال الشاعر (١) : سيُصبح في سَرْحِ الرِبابِ وراءها * إذا فَزِعَتْ أَلْفاً سِنانٍ مُحَرَّبِ وحَريبَةُ الرجل: مالَه الذي يعيش به. تقول: حَرَبَهُ يَحْرُبُهُ حَرَباً، مثل طلبه يطلبه طلباً، إذا أَخذ مالَهُ وتركه بلا شئ. وقد حرب مالَهُ، أي سلبه، فهو محروب وحَرِيبٌ. وأَحْرَبْتُهُ، أي دَلَلْتُهُ على ما يَغْنَمُهُ من عدوّ. قال الفراء: المحاريب: صدور المجالس، ومنه سُمِّيَ محراب المسجد. والمحراب: الغُرفة. قال وضاح اليمن: ربة محراب إذا جئتُها * لم أَلْقَها أو أرتقى سلما (١) ومنه محاريب غمدان باليمن. وقوله تعالى: (فخرج على قومه من المحراب) قالوا: من المسجد. ومحارب: قبيلة من فهر. والحرباء أكبر من العَظاءَةِ شيئاً، يستقبل الشمس ويدور معها. ويقال حرباء تنضب كما يقال ذئب غضى. قال (٢) : أنى أتيح (٣) له حرباء تنضبة * لا يرسل الساق إلا ممسكا ساقا وأرض محربئة: ذات حرباء. والحرباء أيضاً: مسامير الدروع. قال لبيد: أحْكَمَ الجُنْثِيُّ من عَوْراتِها * كُلَّ حِرْباَء إذا أُكْرِهَ صَلّ وحَرابيُّ المَتْنِ: لَحماتُه. واحْرَنبى: ازْبأَرَّ، والياء للالحاق بافعنلل.",
    "pg": "1:108-109"
  },
  "حربث": {
    "def": "الحربث بالضم: نبت (١) .",
    "pg": "1:280"
  },
  "حرت": {
    "def": "المحروت: أصل الانجذان. والحرت: الدلك الشديد. وقد حَرَتَهُ يَحْرُتَه. ورجل حُرَتَةٌ: كثير الاكل، مثال همزة.",
    "pg": "1:246-247"
  },
  "حرث": {
    "def": "الحَرْثُ: كسب المال وجمعُه. وفي الحديث: \" احْرُثُ لدُنياك كأنّك تعيش أبداً (١) \". وأبو الحارث: كنية الاسد. والحارث: قلة من قلل الجولان، وهو جبل بالشام في قول النابغة. بكى حارث الجولان من فقد ربه * وحوران منه خائف متضائل (٢) والحارثان: الحارث بن ظالم بن حذيمة (١) بن يربوع بن غيظ بن مرة، والحارث بن عوف بن أبى حارثة بن مرة بن نشبة بن غيظ بن مرة صاحب الحمالة. والحارثان في باهلة: الحارث بن قتيبة، والحارث بن سهم بن عمرو بن ثعلبة بن غنم ابن قتيبة. والحرث: الزرع. والحراث: الزراع. وقد حرث واحترث، مثل زرع وازدرع. ويقال احرث القرآنَ، أي ادْرُسْهُ. وحَرَثْتُ الناقة وأحرثتها، أي سِرْتُ عليها حتَّى هُزِلَتْ. وحَرَثْتُ النار: حَرَّكْتُها. والمِحْراثُ: ما تُحَرِّكُ به نارَ التَنُّور. وقولهم بلحارث، لبنى الحارث بن كعب، من شواذ التخفيف، لان النون واللام قريبا المخرج، فلما لم يمكنهم الادغام لسكون اللام حذفوا النون، كما قالوا مست وظلت. وكذلك يفعلون بكل قبيلة تظهر فيها لام المعرفة مثل بلعنبر وبلهجيم. فأما إذا لم تظهر اللام فلا يكون ذلك.",
    "pg": "1:279-280"
  },
  "حرج": {
    "def": "مَكانٌ حَرَجٌ وحَرِجٌ، أي ضيِّقٌ كثير الشجَر لا تصل إليه الراعية. وقرئ: (يجعل صدره ضيقا حرجا) و (حرجا) وهو بمنزلة الوحد والوحد، والفرد والفرد، والدنف والدنف، في معنى واحد. وقد حرج صدره يَحْرَجُ حَرَجاً. والحَرَجُ: الإثمُ: والحَرَجُ أيضا: الناقة الضامرة، ويقال الطويلة على وجه الارض، عن أبى زيد. والحرج: خشب يُشَدُّ بعضُهُ إلى بعض يُحمل فيه الموتى، عن الأصمعي. قال: وهو قول امرئ القيس: فإما تَرَيْني في رِحالةِ سابحٍ (١) * على حرج كالقر تخفق أكفاني وربما وضع فوق نعش النساء. قال عنترة يصف ظليما وقلصه: يتبعن قلة رأسه وكأنه * حرج على نعش لهن مخيم والحرجة: الجماعة من الإبل. والحَرَجَةُ: مُجْتَمَعُ شجر، والجمع حرج وحرجات. قال الشاعر: أيا حرجات الحى حين تحملوا * بذى سلم لا جاد كن ربيع ويجمع أيضا على حراج. قال رؤبة: عاين حيا كالحراج نعمه * يكون أقصى شده محر نجمه (١) وأحرجه أي آثَمَهُ. والتحريج: التضييق. وتَحرَّجَ، أي تأثَّم. وأَحْرَجَهُ إليه، أي ألجأه. والحِرْجُ، بالكسر الوَدَْعَةُ، والجمع أَحراجٌ. ومنه كلب مُحَرَّجٌ، أي مُقَلَّدٌ. والحِرْجُ أيضاً: لغة في الحَرَجِ، وهو الإثم حكاه يونس. والحِرْجُ: نصيب الكلب من الصيد. وقال (٢) :\nحتى أكابره على الاحراج (٣) وحرجت العينُ بالكسر، أي حارت قال ذو الرمة: تَزداد للعين إبهاجاً إذا سَفَرَت * وتَحْرَجُ العينُ فيها حين تَنْتَقِبُ (١) وحَرِجَ عليَّ ظُلمُكَ حَرَجاً، أي حَرُمَ. والحُرْجُ والحُرْجُجُ والحُرْجوجُ: الناقة الطويلة على وجه الارض. وأصل الحرجوج حرجج، وأصل الحرجج حرج بالضم. والجمع الحراجيج. قال أبو زيد: الحرجوج: الضامر.",
    "pg": "1:305-306"
  },
  "حرجف": {
    "def": "الحرجف: الريح الباردة.",
    "pg": "4:1343"
  },
  "حرجل": {
    "def": "الحرجل بالضم: الطويل.",
    "pg": "4:1668"
  },
  "حرجم": {
    "def": "احْرَنْجَمَ القوم: ازدحموا. قال الفراء: المحرنجم: العدد الكثير. وأنشد: الدار أقوت بعد محرنجم من معرب فيها ومن معجم وحرجمت الابل فاحرنجمت، إذا رددتها فارتد بعضها على بعض واجتمعت. وقال: عاين حيا كالحراج نعمه يكون أقصى شله محرنجمه",
    "pg": "5:1898"
  },
  "حرح": {
    "def": "الحر مخفف، أصله حرح، لان جمعه أحراح. وقالوا: حرون كما قالوا في جمع المنقوص لدون ومئون. والنسبة إليه حرى، وإن شئت حرحى فتفتح عين الفعل كما فتحوها في النسبة إلى يد وغد فقالوا: غدوى ويدوى. وإن شئت قلت حرح، كما قالوا: رجل سته.\nفصل الدال",
    "pg": "1:360-361"
  },
  "حرد": {
    "def": "حَرَدَ يَحْرِدُ بالكسر حَرْداً: قَصَدَ. تقول: حَرَدْتُ حَرْدَكَ، أي قصدت قصدك. قال الراجز: أقبل سيل جاء من أمر الله * يحرد حرد الجنة المغله - وقوله تعالى:\n(وغدوا على حَرْدٍ قادِرين) *، أي على قَصْدٍ. وقيل: على منعٍ. من قولهم حارَدَتِ الإبلُ حِراداً، أي قَلَّت ألبانها. والحَرود من النوق: القَليلة الدَّرِّ. وحارَدَتِ السَنَة: قَلَّ مَطَرُها. وحَرَدَ يَحْرِدُ حُروداً، أي تَنَحَّي عن قومه، ونزل منفرداً ولم يخالطهم. قال الشاعر (١) : إذا نزل الحى حل الجحيش * حريد المحل غويا غيورا - وقال أبو زيد: رجل حَريدٌ من قوم حُرَداء. وقد حَرَدَ يَحْرُدُ حُروداً: إذا تَرَك قَوْمَهُ وتحوّل عنهم. قال: وقالوا كلُّ قليل في كثير حريد. وأنشد لجرير: نبنى على سَنَنِ العَدُوّ بُيوتَنا * لا نَستَجيرُ ولا نحل حريدا - وكوكب حريد، أي مُعْتَزِلٌ عن الكَواكِبِ. قال ذو الرمة: يعتسفان الليل ذا السدود * أما بكل كوكب حريد - قال الأصمعي: رجل حَريدٌ: أي فَريدٌ وحيدٌ. قال: والمُنْحَرِدُ: المُنْفَرِدُ، في لغة هُذَيل. وأنشد لأبي ذؤيب: مِنْ وَحْشِ حَوضي يُراعي الصَيْدَ مُنْتَقِلاً * كأنّه كَوكَبٌ في الجوّ منحرد - ورواه أبو عمرو بالجيم، وفسره منفرد. قال: وهو سهيل. والحرد بالتحريك: الغضب. قال أبو نصر أحمد بن حاتم صاحب الاصمعي: هو مخفف. وأنشد (١) : إذا جياد الخيل جاءت تردى * مملوءة من غضب وحرد - وقال الآخر:\nيلوك من حرد على الارما * وقال ابن السكيت: وقد يحرك. تقول منه: حرد بالكسر فهو حارد وحردان. ومنه قيل: أسد حارد، وليوث حوارد. وحرد البعير حردا بالتحريك لا غير، فهو أحرد وناقة حرداء، وذلك أتن يسترخى عصب إحدى يديه من عقال، أو يكون خلقه حتى كأنه ينفضها إذا مشى. قال الاعشى. وأذرت برجليها النفى وراجعت * يداها خنافا لينا غير أحردا - وتحريد الشئ: تعويجه كهيئة الطاق. ومنه قيل: بَيْتٌ مُحَرَّدٌ، أي مُسَنّم. وحبل مُحَرَّدٌ إذا ضُفِر فصارت له حروف لا عوجاجه. والحردى من القصب نبطى معرب. ولا يقال الهردى. وغرفة محردة، أي فيها حَرادِيُّ القَصَب. قال الأصمعي: البيت المُحَرَّدُ، هو المُسَنَّمُ الذي يقال له كوخٌ. قال: والمحرد من كل شئ: المعوج. والحِرْدُ بالكسر: واحد الحُرود، وهي مباعر الابل.",
    "pg": "2:464-465"
  },
  "حرذن": {
    "def": "الحرذون: دويبة، بكسر الحاء. ويقال هو ذكر الضب.",
    "pg": "5:2098"
  },
  "حرر": {
    "def": "الحَرُّ: ضد البرد. والحَرارةُ: ضد البُرودة. والحَرَّةُ: أرضٌ ذاتُ حجارة سودٍ نخرةٍ كأنَّها أحرِقَتْ بالنار. والجمع الحِرارُ والحَرَّاتُ، وربَّما جمع بالواو والنون فقيل حَرُّونَ، كما قالوا أَرَضون، وإحَرُّونَ أيضاً، كأنه جمع إحرة. قال الراجز (٢) : لا خمس إلا جندل الاحرين (١) * والخمس قد جشمنك الامرين (٢) - ونهشل بن حرى (٣) . وبعير حرى: يرعى في الحَرَّةِ. والحِرَّةُ بالكسر: العطَش. ومنه قولهم: \" أشدُّ العطش حِرَّةٌ على قِرَّةٍ \"، إذا عطِش في يوم بارد. ويقال: إنما كسرو الحرة لمكان القرة. والحران: العطشانُ، والأنثى حَرَّى، مثل عطشى. والحرار: العطاش. وحران: بلد بالجزيرة، يقال: إن حران بناها هاران بن لوط، وبها سميت. فعلى هذا الاسم معرب وليس بعربي محض. هذا إن كان فعلان فهو من هذا الباب، وإن كان فعالا فهو من باب النون. والحر بالضم: خلاف العبد. وحُرُّ الرمل وحَرُّ الدار: وسطها. وحر الوجه: مابدا من الوَجْنَةِ. يقال: لطمه على حر وجهه. والحران: الحر وأبى، وهما أخوان. وأنشد الاصمعي للمنخل (١) : ألا من مبلغ الحرين عنى * مغلغلة وخص بها أبيا (٢) - والحر: فرخ الحمامة، وولد الظَبْية، وولد الحيّة أيضاً. قال الطرماح (٣) : منطو في جوف ناموسه * كانطواء الحر بين السلام - وساق حُرٍّ: ذكر القَمارِيّ. وأَحْرارُ البقول: ما يؤكل غيرَ مطبوخ. ويقال أيضاً: ما هذا منك بِحُرٍّ، أي بحسنٍ ولا جميل. قال طرفة: لا يكن حبك داءً قاتلاً (١) * ليسَ هذا منك ماوِيَّ بِحُرّْ - والحُرَّةُ: الكريمة. يقال: ناقة حُرَّةٌ. وسَحابة حرّة: أي كثيرة المطر. قال عَنترة. جادتْ عليها كل بِكرٍ حُرَّة * فتركنَ كلَّ قرارة كالدِرهم (٢) - والحُرَّةُ: خلاف الأَمَة. وحُرَّةُ الذِفْرى: موضِع مَجال القُرط منها. وطينٌ حُرٌّ: لا رمْلَ فيه ورملة حُرَّةٌ، أي لا طينَ فيها، والجمع حَرائِرُ. وقولهم: باتت فلانةُ بليلةِ حُرَّةٍ، إذا لم يَقدِر بعلُها على افتضاضها. قال النابغة: شُمُس مَوانعُ كلِّ ليلةِ حُرَّةٍ * يُخْلِفْنَ ظنَّ الفاحش المغيار - فإن افتضها فهى بليلة شيباء. والحريرة: واحدة الحرير من الثياب. والحَريرةُ: دقيقٌ يُطْبَخ بلبن. والحَريرُ: المَحرورُ الذي تداخلَتْه حرارة الغيظ وغيره. قال الشاعر (٣) : خرجن حريرات وأبدين مجلدا * وجالت عليهن المكتبة الصفر - ويقال: إنى لأجد لهذا الطعام حَرورَةً (١) في فمى، أي حرارة ولذعا. وحروراء: اسم قرية، يمد ويقصر، نسبت إليها الحرورية من الخوارج، لانه كان أول مجتمعهم بها وتحكيمهم منها. يقال: حرورى بين الحرورية. والحرور: الريح الحارَّة، وهي بالليل كالسَموم بالنهار. وقال أبو عبيدة: الحَرورُ بالليل وقد تكون بالنَهار، والسَمومُ بالنهار وقد تكون بالليل. قال العجاج: ونسجت لوامع (٢) الحرور * سبائبا كسرق الحرير - وحر العبد يَحَرُّ حَراراً (٣) . قال الشاعر:\nوما رُدَّ من بعد الحَرارِ عتيق (٤) * وحَرَّ الرجل يَحَرُّ حُرِّيَةً، من حُرِّيَةِ الأصل. وحَرَّ الرجل يحر حرة: عطش، فهذه الثلاثة بكسر العين في الماضي وفتحها في المستقبل. وأما حر النهار ففيه لغتان، تقول، حَرَرْتَ يا يوم بالفتح، وحَرِرْتَ بالكسر، فأنت تَحَرُّ وتَحُرُّ وتَحِرُّ، حَرّاً وحَرارَةً وحُروراً. وأَحَرَّ النهارُ: لغةٌ فيه سمعها السكائى. وأحر الرجل فهو محر، أي صارت إبله حرارا أي عطاشاً. وحكى الفرّاء: رجلٌ حُرٌّ بيّن الحَرُورِيَةِ. وتَحْريرُ الكتابِ وغيرِه: تقويمه. وتَحْريرُ الرقَبة: عِتْقُها. وتَحريرُ الولد: أن تُفْرِده لطاعة الله وخدمةِ المسجد. واسْتَحَرَّ القتل وحر، بمعنى، أي اشتد.",
    "pg": "2:626-629"
  },
  "حرز": {
    "def": "الحِرْزُ: الموضع الحصين. يقال: هذا حِرْزٌ حَريْزٌ. ويسمى التعويذ حِرْزاً. واحْتَرَزْتُ من كذا وتَحَرَّزْتُ: توقيته. والحرز بالتحريك: الخطر، وهو الجوز المحكوك يلعب به الصبى. ومن أمثالهم في من طمع في الربح حتى فاته رأس المال قولهم:\nواحرزا وأبتغى النوافلا * يريد: واحرزاه! فحذف. وقد اختلف فيه.",
    "pg": "3:873"
  },
  "حرزق": {
    "def": "قال أبو زيد: الحرزقة: الضيق. يقال حرزقه، أي حبسه وضيق عليه. قال الاعشى:\nبساباط حتى مات وهو محرزق (٤) * يقول: حبس كسرى النعمان بن المنذر بساباط المدائن حتى مات وهو مضيق عليه. وكان أبو عمرو الشيباني يقول محرزق، بتقديم الزاى على الراء (١) .",
    "pg": "4:1459-1460"
  },
  "حرس": {
    "def": "حَرَسَهُ يَحْرُسَهُ حِراسَةً، أي حفظه. وتَحَرَّسْتُ من فلان واحْتَرَسْتُ منه بمعنى، أي تحفَّظت منه. وفي المثل: \" مُحْتَرَسُ من مثله وهو حارٍسٌ \". والحَرَسُ: حَرَسُ السلطان، وهم الحُرَّاسُ، الواحد حَرَسيٌّ، لأنَّه قد صار اسم جنس فنسب إليه. ولا تقل حارس إلا أن تذهب به إلى معنى الحراسة دون الجنس. والحريسة: الشاة تسرق ليلا. واحْتَرَسَها فلانٌ، أي سرقَها ليلاً. وهي الحَرائِسُ. ومنه حَريسَةُ الجَبَل. والحَرْسُ: الدهرُ. قال الراجز:\nفي نِعْمَةٍ عِشْنا بِذاكَ حَرْسا * ويجمع على أَحْرُسٍ. قال امرؤ القيس: لمن طلل داثر آيه * تقادم في سالِفِ الأَحْرَسِ * ويقال: أَحْرَسَ فلان بالمكان، أي أقام به حرسا.",
    "pg": "3:916"
  },
  "حرش": {
    "def": "حَرَشَ الضَبَّ يَحْرُشُهُ حَرْشاً (١) : صادَهُ، فَهُوَ حارِشٌ للضَبابِ ; وَهُوَ أن يحرك يده على جحره لِيَظُنَّهُ حَيَّةً، فَيُخْرِجُ ذَنَبَهُ لِيَضْرِبَها فَيأْخُذُه. وَحَيَّةٌ حَرْشاءُ، بَيِّنَةُ الحَرَشِ، إذَا كَانَتْ خَشِنَةَ الجِلدِ. قال الشاعِرُ: بِحَرْشاَء مِطْحانٍ كأنَّ فَحيحَها * إذَا فَزِعَتْ ماءٌ هرِيق (٢) عَلى جمر * والحريش: نوع من الحيات أرقط. ودينار أحرش، أي فيه خَشونَةٌ. والضبٌّ أَحْرَشُ. وَنُقْبَةٌ حَرْشاءُ، وهيَ البائِرَةُ التي لَمْ تُطْل (٣) . قال الشاعر: وَحَتَّى كَأَنِّي يُتَّقى بي مُعَبَّدٌ * بِهِ نُقْبَةٌ حَرشاءُ لم تلق طاليا * والحرشاء أيضا: ضرب من النبات. قال أبو النجم: وانحت من حرشاء فلج خردله * وأقبل النمل قطارا تنقله * والتحريش: الاغراء بَيْنَ القومِ، وكذَلكَ بَيْنَ الكِلابِ. والحرش: الاثر، والجمع حراش. ومنه ربعى بن حراش. ولا تقل خراش. وحرشه - بالحاء والخاء جميعاً - حَرْشاً، أي خدشه. قال العجاج: كأن أصوات كلاب تهترش * هاجت بولوال ولجت في حرش * فحركه للضرورة. والحرشون (١) : حسكة صغيرة صلبة تتعلَّق بصُوف الشاة. قال الشاعر:\nكما تطاير مندوف الحراشين * وحريش: قبيلة من بنى عامر. والحريش: دابة لها مخالب كمخالب الاسد ولها قرن واحد في هامتها، يسميها الناس الكركدن.",
    "pg": "3:1000-1001"
  },
  "حرشف": {
    "def": "الحَرْشَفُ: فلوسُ السمكةِ. وحَرْشَفُ السلاحِ: فلوسٌ من فِضّة يُزَيَّنُ بها. والحرشف: نبت يقال له بالفارسية \" كنكر \". وحكى أبو عمرو: الحرشفة: الارض الغليظة. نقلته من كتاب \" الاعتقاب \" من غير سماع.",
    "pg": "4:1343"
  },
  "حرص": {
    "def": "الحِرْصُ: الجَشَعُ. وقد حَرَصَ على الشئ يحرص بالكسر، فهو حَريصٌ. والحَرْصُ: الشَقُّ. والحارِصَةُ: الشَجَّةُ التي تشقُّ الجلد قليلاً، وكذلك الحرصة. قال الراجز:\nوحرصة يغفلها المأموم * وحرص القصار الثوب يحرصه، أي خَرَقه بالدقّ. والحَريصةُ والحارِصةُ: السحابةُ التي تَقْشِرُ وجهَ الأرض بمطرها.",
    "pg": "3:1032"
  },
  "حرض": {
    "def": "رجلٌ حَرَضٌ، أي فاسدٌ مريضٌ يُحْدِثُ (١) في ثيابه، واحدُه وجمعُه سواءٌ. وقال أبو عمرو: الحَرَضُ: الذي أذابه الحزنُ أو العشقُ، وهو في معنى مُحْرَضٍ. وقد حَرِضَ بالكسر. وأَحْرَضَهُ الحُبُّ، أي أفسده. وأنشد للعَرْجيّ: إنِّي امرؤٌ لَجَّ بي حُبٌّ فأحْرَضَني * حتَّى بَلِيتُ وحتى شَفَّني السَقَمُ * أي أذابني. والتَحْريضُ على القتال: الحثُّ والإحماءُ عليه. والحُرُضُ والحُرْضُ (٢) : الأُشْنانُ. والمِحْرَضَةُ بالكسر: إناؤه. والحَرَّاضُ: الذي يوقِد عَلى الحُرُضِ ليتَّخذ منه القلى. وكذلك الذى يوقد على الصخر ليتخذ منه نورَةً أو جِصَّاً. والحُرْضَةُ: الذي يضرب للأيسار بالقداح، لا يكون إلاَّ ساقطاً بَرَماً. وأَحْرَضَ الرجُلُ، إذا ولَدَ ولد سَوءٍ. ويقال الأَحْراضُ والحُرْضانُ: الضِعافُ الذين لا يقاتلون. قال الطرماح: ومن (١) يرم جمعهم يجدهم مراجي * ح حماة للعزل الاحراض * والاحريض: العصفر. قال الراجز (٢) : ملتهب كلهب الاحريض * يزجى خراطيم غمام بيض",
    "pg": "3:1070-1071"
  },
  "حرف": {
    "def": "حرف كل شئ: طرفه وشَفيرُهُ وحَدُّهُ (٢) . ومنه حَرْفُ الجبل، وهو أعلاه المُحَدَّدُ. والحَرْفُ: واحد حُروفِ التهجّي. وقوله تعالى: ﴿ومِنَ الناسِ مَنْ يَعْبُدُ اللهَ على حَرْفٍ﴾ قالوا: على وَجهٍ واحد، وهو أن يعبده على السَرَّاء دون الضّراء. والحَرْفُ: الناقةُ الضامرة الصلبة، شبهت بحرف الجبل. قال الشاعر (٣) : جمالية حرف سناد يشلها وظيف أزج الخطوظ مآن (٤) سهوق وكان الاصمى يقول: الحرف: الناقةُ المهزولة. وقد أَحْرَفْتُ ناقتي، أذا هزلتها. وغيره يقوله بالثاء. قال أبو زيد: أَحْرَفَ الرجلُ فهو مُحْرِفٌ، إذا نما مالُهُ وصَلُحَ، يقال: جاء فلان با لحلق والاحراف، إذا جاء بالمال الكثير. ورجلٌ مُحارَفٌ، بفتح الراء أي محدودٌ محرومٌ، وهو خلاف قولك مبارك. قال الراجز: محارف بالشاء والاباعر مبارك بالقلعى الباتر وقد حورف كَسْبُ فلانٍ، إذا شُدِّدَ عليه في معاشه، كأنّه ميلَ برزقه عنه. وفى حديث ابن مسعود رضى الله عنه: \" موت المؤمن عرق الجبين (١) تبقى عليه البقية من الذنوب فيحارف بها عند الموت \" أي يشدد عليه لتمحص عنه ذنوبه. والخرف بالضم: حب الرشاد، ومنه قيل شئ حريف بالتشديد، للذى يلذع اللسان بحرا فته. وكذلك بصلٌ حِرِّيفٌ ولا تقل حَرِّيفٌ. والحُرْفُ أيضاً: الاسمُ من قولك رجلٌ مُحارَفٌ، أي منقوصُ الحظّ لا ينمو له مال. وكذلك الحِرْفَةُ بالكسر (١) . وفي حديث عمر ﵁: \" لَحِرْفَةُ أحدهم أشدُّ عليَّ من عَيْلَتِهِ \". والحِرْفَةُ أيضاً: الصناعةُ. والمُحْتَرِفُ: الصانعُ. وفلانٌ حريفى، أي معاملي. قال الاصمى: يقال: هو يحرف لغياله، أي يكسب من هاهنا وهاهنا، مثل يقرف. وحكى أبو عبيدة: حرفت الشئ عن وجهه حَرْفاً. والمِحْرافُ: الميلُ الذي تُقاسُ به الجراحات، قال القطامى يصف جراحة: إذا الطبيب بمحرافيه عالجها زادت على النقر أو تحريكها ضجما ويروى على \" النقر \" وهو الورم، ويقال خروج الدم. وتحريف الكلام عن مواضعه: تغييرُه. وتحْريفُ القلمِ: قَطُّهُ مُحَرّفاً. ويقال: انْحَرَفَ عنه وتحرّفَ واحرورف، أي مال وعدل. قال الراجز يصف ثورا يحفر كناسا: وإن أصاب عدواء احرورفا عنها وولاها ظلوفا ظلفا أي إن أصاب موانع. ويقال: مالي عن هذا الأمر مَحْرِفٌ، ومالى عنه مصرف بما بمعنى واحد، أي متنحى. ومنه قول أبى كبير الهذلى:\nأزهير هل عن شيبة من محرف (١)",
    "pg": "4:1342-1343"
  },
  "حرفش": {
    "def": "الاصمعي: احرنفش، إذا تهيأ للغضب والشر حكاه عنه أبو عبيد. وربما جاء بالحاء والخاء جميعا.",
    "pg": "3:1001"
  },
  "حرق": {
    "def": "الحَرَقُ بالتحريك: النارُ. يقال: في حَرَقِ اللهِ! والحَرَقُ أيضاً: احتراقٌ يصيب الثوبَ من الدَقِّ، وقد يسكَّن. وأحْرَقَهُ بالنار وحَرَّقَهُ، شدد للكثرة. وكان عمرو بن هند يلقب بالمحرق، لانه حرق مائة من بنى تميم: تسعة وتسعون من بنى دارم، وواحد من البراجم. ومحرق أيضا: لقب الحارث بن عمرو ملك الشام من آل جفنة، وإنما سمى بذلك لانه أول من حرق العرب في ديارهم، فهم يدعون آل محرق. وأما قول أسود بن يعفر: ماذا أؤمل بعد آل محرق تركوا منازلهم وبعد إباد فإنما عنى به امرأ القيس بن عمرو بن عدى اللخمى، لانه أيضا يدعى محرقا. وتحرق الشئ بالنار واحترق. والاسم الحرقة والحريق. وحرقت الشئ حرقا: بردته وحككت بعضه ببعض. ومنه قولهم: حَرَقَ نابه (١) يَحْرُقُهُ ويَحْرِقُهُ، أي سَحَقه حتَّى سُمِعَ له صريفٌ. وفلان يَحْرِقُ عليك الأُرَّمَ غيظاً. قال الشاعر: نبئت أحماء سيمى أنما باتوا غضابا يحرقون الارما وقرأ على ﵇: ﴿لنحرقنه﴾ أي لنبردنه. وحرق شعره بالكسر، أي تقطَّع ونسَل، فهو حرق الشعر والجناح. ومنه قول أبى كبير: ذهبت بشاشته فأصبح واضحا (٢) حرق المفارق كالبراء الاعفر البراء: البراية، وهى النحاتة. والاعفر: الابيض. وقال الطرماح يصف غرابا: شنج النسا حَرِقُ الجَناحِ كأنَّهُ في الدار إثر الظاعنين مقيد وسحاب حرق، أي شديد البرق. ويقال ماءٌ حُراقٌ بالضم، مخفَّفٌ، للشديد الملوحةِ. وفرسٌ حُراقُ العَدْوِ، إذا كان يحترق في عدوه. والحراق والحراقة: ما تقع فيه النار عند القدح. والعامة تقوله بالتشديد. والحروقاء لغة فيه. والحراقة بالتشديد والفتح: ضربٌ من السفن فيها مرامي نيران يرمى بها العدو في البحر. وقول الراجز يصف إبلا:\nحرقها حمض بلاد فل (١) * يعنى عطشها. والحارقتان: رءوس الفخدين في الوركين. ويقال هما عَصَبَتانِ في الورك. والمَحْروقُ: الذي انقطعتْ حارقَتُهُ، ويقال الذي زال وركه: ومنه قول الرجز يصف راعيا: يظل تحت (٢) الفنن الوريق يشول بالمحجن كالمحروق يقول: إنه يقوم على فرد رجل، يتطاول للافنان ويجتذبها بالمحجن فينفضها للابل، فكأنه محروق. وقال الاخر هم الغربان في حرمات جار وفى الادنين حراق الوروك يقول: إذا نزل بهم جار ذو جرمة أكلوا ما له، كالغراب الذى لا يعاف الدبر ولا القذر. وهم في الظلم والجنف على أدانيهم كالمحروق الذى يمشى متجانفا ويزهد في معونتهم والذب عنهم. وأما قول الراجز: نقسم بالله نسلم الحلقه ولا حربقا وأخته الحرقه فهما ولد النعمان بن المنذر. وقوله نسلم أي لا نسلم. والحرقتان: تيم وسعد ابنا قيس بن ثعلبة ابن عكابة بن صعب. والحريقة أغلظ من الحساء عن يعقوب. وهى مثل النفيتة (١) . يقال: وجدت بنى فلان ما لهم عيش إلا الحرائق. والحارقة من النساء: الضيقة. وفي حديث علي ﵇: \" خيرُ النساء الحارِقةُ \". والحُرْقانُ: المذَحُ، وهو اصطكاك الفخذين. والمُحارَقَةُ: المجامَعةُ.",
    "pg": "4:1457-1459"
  },
  "حرقد": {
    "def": "الحرقدة: عقدة الحنجور.",
    "pg": "2:465"
  },
  "حرقص": {
    "def": "الحرقوص: دويبة كالبرغوث (١) وربما نبت له جناحان فطار. قال الراجز: ما لقى البيض من الحرقوص * من مارد لص من اللصوص * يدخل تحت الغلق المرصوص * بمهر لا غال ولا رخيص (٢) * أراد بلا مهر.",
    "pg": "3:1032"
  },
  "حرقف": {
    "def": "الحَرْقَفَةُ: عظمُ الحَجَبَةِ، وهو رأس الورك. يقال: المريض إذا طالت ضجعته، دبرت حراقفه. وأنشد ابن الاعرابي: ليسوا بهدين في الحروب إذا تعقد فوق الحراقف النطق والحرقوف: الدابة المهزول.",
    "pg": "4:1343-1344"
  },
  "حرك": {
    "def": "الحَرَكَةُ: ضدُّ السكون: وحَرَّكْتُهُ فَتَحَرَكَ. ويقال: ما به حَراكٌ، أي حَرَكَةٌ. والمِحْراكُ: المحراث الذي تُحَرَّكُ به النار. وغلامٌ حَرِكٌ، أي خفيفٌ ذكيٌّ. والحارِكُ من الفرس: فُروع الكتفين، وهو أيضاً الكاهلُ. وحَرَكْتُهُ أَحْرُكُهُ حَرْكاً: أصبت حاركه. والحرككة: الحرفقة، والجمع الحراكك والحراكيك، وهى رءوس الوركين، ويقال أطراف الوركين ممَّا يلي الأرض إذا قعدت.",
    "pg": "4:1579"
  },
  "حرم": {
    "def": "الحُرْمُ بالضم: الإحْرامُ. قالت عائشة ﵂: \" كنت أطيبه ﵌ لِحلِّهُ وحُرْمِهِ \"، أي عند إحرامه. والجرمة: ما لا يحل انتهاكه. وكذلك المَحْرَمَةُ والمَحْرُمَةُ، بفتح الراء وضمها. وقد تَحَرَّمَ بصُحبته. وحُرْمَةُ الرجل: حَرَمُهُ وأهله. ورجلٌ حَرامٌ، أي محرم: والجمع حرم، مثل قذال وقذل. ومن الشهور أربعةٌ حُرُمٌ أيضاً، وهي: ذو القعدة، وذو الحجة، والمحرم، ورجب ثلاثة، سرد وواحد فرد. وكانت العرب لا تستحل فيها القتال إلا حيان: خثعم وطيى، فإنهما كانا يستحلان الشهور. وكان الذين ينسئون الشهور أيام الموسم يقولون: حرمنا عليكم القتال في هذه الشهور، إلا دماء المحلين. فكانت العرب تستحل دماءهم خاصة في هذه الشهور. والحرام: ضد الحلال. وكذلك الحِرْمُ بالكسر. وقرئ: (وحِرْمٌ على قَرْية أهلَكْناها) : وقال الكسائي: معناه واجبٌ. والحِرْمَةُ بالكسر: الغُلْمَةُ. وفي الحديث ي: \" الذين تدركهم الساعة تبعث عليهم الحِرْمَةُ ويُسْلَبونَ الحياءَ \". والحِرْمَةُ أيضاً: الحرمانُ. والحِرْمِيُّ: الرجل المنسوب إلى الحرم. والانثى حرمية. والحرمية أيضا: سهام تنسب إلى الحرم. ومكة حرم الله ﷿. والحرمان: مكّةُ والمدينة. والحَرَمُ قد يكون الحَرامَ، ونظيره زمنٌ وزمانٌ. والحَرَمَةُ بالتحريك أيضاً في الشاء، كالضَبَعَةِ في النوق والحِنَاء في النعاج، وهو شهوةُ البَضَاع. يقال: اسْتَحْرَمَتِ الشاةُ وكلُّ أنثى من ذوات الظِلف خاصةً، إذا اشتهت الفحل. وهي شاةٌ حَرْمى وشياهٌ حِرامٌ وحرامى، مثال عجال وعجالى. كأنه لو قيل لمذكره لقيل حرمان. وقال الاموى: استحرمت الذئبة والكلبةُ إذا أرادت الفحل. وقولهم: حَرامُ اللهِ لا أفعَلُ، كقولهم: يمينُ الله لا أفعَلُ. والمَحْرَمُ: الحَرامُ. ويقال: هو ذو مَحْرَمٍ منها، إذا لم يحلَّ له نكاحُها. ومَحارِمُ الليل: مخاوِفَهُ التي يَحْرُمُ على الجبانِ أن يسلكَها. وأنشد ثعلب: محارم الليل لهن بهرج حتى (١) ينام الورع المحرج (٢) الأصمعيّ: يقال إنَّ لي مَحْرَُماتٍ فلا تهتكْها. واحدتها مَحْرَمَةٌ ومَحْرُمَةٌ. والمُحَرَّمُ أوَّل الشهور. ويقال أيضاً: جِلْدٌ مُحَرَّمٌ، أي لم تتم دباغته. وسوط محرم: لم يلين بعد. وقال الاعشى:\nتحاذر كفى والقطيع المحرما (٣) * وناقة محرمة، أي لم تتم رياضتها بعد. عن أبى زيد. والتحريم: ضدُّ التحليل. وحَريمُ البئر وغيرِها: ما حولَها من مَرافقها وحُقوقها. والحريم: ثوب المحرم. وكانت العرب تطوف عراة وثيابهم مطروحة بين أيديهم في الطواف. وقال: كفى حزنا مرى عليه كأنه لقى بين أيدى الطائفين حريم وحريم، الذى في شعر امرئ القيس اسم رجل (١) . والحريمة: ما فات من كلِّ مطموعٍ فيه. وحرم الشئ بالضم حرمة. يقال: حرمت الصلاةُ على الحائض حُرْمَا. وحَرَمَهُ الشئ يحرمه حرما، مثال سرقه سرقا بكسر الراء، وحرمة وحريمة وحِرْماناً، وأَحْرَمَهُ أيضاً، إذا منعَه إياه. وقال يصف امرأة: ونبئتها أحرمت قومها لتنكح في معشر آخرينا والحرم بكسر الراء أيضا: الحِرْمانُ. قال زُهير: وإن أتاهُ خليلٌ يومَ مسألةٍ يقولُ لا غائب مالى ولا حرم وإنما رفع يقول وهو جواب الجراء على معنى التقديم عند سيبويه، كأنه قال: يقول إن أتاه خليل. وعند الكوفيين على إضمار الفاء. أبو زيد: حرِم الرجلُ بالكسر يحْرَم حرما، أي قمر. وأحرمته أنا، إذا قمرته. والكسائي مثله. ويقال أيضا: حرمت الصلاة على المرأة، لغة في حَرُمَتْ. وأحْرَمَ الرجلُ، إذا دخل في حرمة لا تهتك. قال زهير:\nوكم بالقنان من محل ومحرم (١) * أي ممن يحل قتاله وممن لا يحل ذلك منه. وأَحْرَمَ، أي دخَل في الشهر الحرام. قال الراعى: قتلوا ابن عفان الخليفة محرما ودعا فلم أر مثله مخذولا (٢) وقال آخر: قتلوا كسرى بليل محرما غادروه لم يمتع بكفن يريد قتل شيرويه أباه أبر ويز بن هرمز. وأحرم بالحج والعمرة، لانه يحرُمُ عليه ما كان حَلالاً من قبل، كالصيد والنِساء. والإِحْرامُ أيضا والتحريم بمعنى (٣) . وقال: يصف بعيرا له رئة قد أحرمت حل ظهره فما فيه للفقرى ولا الحج مزعم وقوله تعالى: (للسائِل والمَحْروم) . قال ابن عباسٍ ﵄: هو المُحارَفُ. والحيرمة: البقرة: والجمع حيرم. وقال:\nتبدل أدما من ظباء وحيرما (١)",
    "pg": "5:1895-1898"
  },
  "حرمد": {
    "def": "الحرمد: الطين الاسود.",
    "pg": "2:465"
  },
  "حرمز": {
    "def": "الحرماز: حى من تميم.",
    "pg": "3:873"
  },
  "حرمل": {
    "def": "الحرمل: هذا الحب الذى يدخن به.",
    "pg": "4:1668"
  },
  "حرن": {
    "def": "فرسٌ حَرونٌ: لا ينقاد، وإذا اشتدَّ به الجريُ وقف. وقد حَرَنُ يَحْرُنُ حُروناً. وحَرُنَ بالضم، أي صار حَروناً. والاسم الحران. وحرون: اسم فرس أبى صالح مسلم بن عمرو الباهلى والد قتيبة. قال الشاعر: إذا ما قريش خلا ملكها فإن الخلافة في باهله لرب الحرون أبى صالح وما ذاك بالسنة العادله قال الاصمعي: هو من نسل أعوج، وهو الحرون بن الاثاثي بن الخزز بن ذى الصوفة بن أعوج. قال: وكان يسبق الخيل ثم يحرن حتى تلحقه، فإذا لحقته سبقها. والحرون في قول الشماخ: وما أرْوى ولو كَرُمَتْ علينا بأَدْنى من مُوَقَّفَةٍ حَرونِ هي التي لا تبرح أعلى الجبل من الصيد. وكان حبيب بن المهلب يلقب بالحرون. والمحارين من النحل: اللواتي يَلصَقن بالشُهد فيُنزَعْن بالمحابض. وقال الشاعر ابن مقبل: كَأَنَّ أصْواتَها من حيث تَسْمَعُها نَبْضُ المَحابِضِ يَنْزِعْنَ المَحارينا ويقال: حَرَنَ في البيع، إذا لم يزد ولم ينقص. وحران: اسم بلد. وهو فعال، ويجوز أن يكون فعلان، والنسبة إليه حرنانى على غير قياس، كما قالوا منانى في النسبة إلى مانى، والقياس ما نوى وحرانى على ما عليه العامة.",
    "pg": "5:2097-2098"
  },
  "حريص": {
    "def": "يقال: ما عليها حربصيصة ولا خربصيصة، أي شئ من الحلى.",
    "pg": "3:1032"
  },
  "حزأ": {
    "def": "ابن السكيت: حرأ السراب الشخص يجزؤه حزءا، رفعه، لغة في: حزاه يجزوه، بلا همز. أبو زيد: حزأت الإبل حزءًا: جمعتها وسقتها.",
    "pg": "1:43"
  },
  "حزا": {
    "def": "حزا الشئ يحزيه ويحزوه، إذا قدّر وخَرَصَ. يقال: حَزَيْتُ النَخْلَ. وحَزا السرابُ الشخصَ يَحْزوهُ ويحزيه، إذا رفعه. (*) والحازى: الذى ينظُر في الأعضاء وفي خيلانِ الوجه يتكهن. وحزوى بالضم: اسم عجمة من عجم الدهناء، وهى رملة لها جمهور عظيم تعلو تلك الجماهير. قال ذو الرمة: نبت عيناك طلل بحزوى * عفته الريح وامتنح القطارا والنسبة إليها حزاوى. قال ذو الرمة: حزاوية أو عوهج معقلية * ترود بأعطاف الرمال الحرائر (١)",
    "pg": "6:2312"
  },
  "حزب": {
    "def": "حِزْبُ الرجل: أصحابه. والحِزْبُ: الوِرْدُ. وقد حَزَّبْتُ القرآن. والحِزْبُ: الطائفة. وتحزبوا تجمعوا. والاحزاب: الطوائف التي تجتمع على محاربة الأنبياء ﵈. والحَزابي: الغليظ القصير، يقال رجل حَزابٍ وَحَزابِيَةٌ أيضاً، إذا كان غليظاً إلى القِصر. والياء للالحاق، كالفهامية والعلانية من الفهم والعلن. قال أمية بن أبى عائذ الهذلى: كأنى ورحلي إذا زعتها * على جمزى جازئ بالرمال * وأصحم (١) حام جراميزه * حزابية حيدى بالدحال والحِزْباءُ: الأرض الغليظة، والحِزْباءَةُ أخصُّ منه، والجمع الحَزابي، وأصله مشدّد كما قلنا في الصحارى. والحنزاب: جزر البر. والقسط: جزر البحر. والحنزاب أيضا مثل الحزابى، وهو الغليظ القصير. وقال:\nتاح لها بعدك حنزاب وزا (٢) * الوزا: الشديد. وحزبه أمرٌ، أي أصابه. والحيزبون: العجوز.",
    "pg": "1:109"
  },
  "حزبل": {
    "def": "الحزنبل: القصير الموثق الخلق.",
    "pg": "4:1668"
  },
  "حزر": {
    "def": "الحَزْرُ: التقدير والخَرْصُ. تقول: حزرت الشئ أحزره وأحزره. والحازر: الخارص. والحازِرُ اللبن الحامض. وقد حرز اللبن والنبيذ، أي حمض. وحَزْرَةُ المال: خِياره. يقال: هذا حَزْرةُ نفسي، أي خيرُ ما عندي. والجمع حزَراتٌ بالتحريك. وفي الحديث: \" لا تأخُذْ من حَزَراتِ أَنفُس الناسِ شيئاً \"، يعني في الصدقة. قال الراجز:\nالحزرات حزرات النفس * أي هي مما تودها النفس. وقال آخر:\nوحزرة القلب خيار المال * والحزاور: الروابي الصغار، الواحدة حزورة، وهى تل صغير. والحزور أيضاً: الغلامُ إذا اشتدَّ وقويَ وخَدَم. قال يعقوب: هو الذي قد كاد يُدرِك ولم يَفْعَل. وقال الراجز: لن تعدم المطى منا مسفرا (١) * شيخا بجالا وغلاما حزورا - وكذلك الحَزَوَّرُ بتشديد الواو، والجمع الحزاورة. وحزيران بالرومية: اسم شهر قبل تموز.",
    "pg": "2:629"
  },
  "حزز": {
    "def": "حَزَّهُ واحْتَزَّهُ، أي قطعه. والتَحَزُّزُ: التَقَطُّعُ. وفي أسنانه تَحْزيزٌ، أي أُشُرٌ. وقد حَزَّزَ أسنانه. والحز: الفرض في الشئ، الواحدة حَزَّةٌ. وقد حَزَزْتُ العودَ أحُزُّهُ حزا. وإذا أصاب المرفق طرف كركرة البعير فقطعه وأدماه قيل: به حاز. فأما إذا لم يدمه فهو الماسح. وفى الحديث: \" الاثم حزاز (١) القلوب \". والحز: الحين والوقت. قال أبو ذؤيب: حتى إذا جزرت مياه رزونه * وبأى حز ملاوة تتقطع * وحزة السراويل: حُجْزَتُه. وأما الذي في الحديث: \" آخِذٌ بِحُزَّتِهِ \" فإنَّما يريد بعنُقه. وهو على التشبيه. والحُزَّةُ: قطعة من اللحم قُطِعت طولاً. قال أعشى باهلة: تَكْفيه حُزَّةُ فِلْذٍ إن أَلَمَّ بها * مِن الشِواءِ ويُرْوِي شُرْبَهُ الغُمَرُ * والحَزازُ: الهِبْرِيَةُ في الرأس، الواحدة حَزازَةٌ. والحَزازَةُ أيضاً: وجَعٌ في القلب من غَيظٍ ونحوه. قال زفر بن الحارث الكلابيّ: وقد يَنْبُتُ المَرْعى على دِمَنِ الثرى * وَتَبْقى حَزازاتُ النُفوسِ كما هِيا * قال أبو عبيدة: ضربه مثلاً لرجلٍ يظهر مودة وقلبه نغل بالعداوة. قال: وكذلك الحَزَّازُ والحُزَّازُ، بفتح الحاء وضمها. وأنشد للشماخ يصف رجلا باع قوسا من رجل وغبن فيها: فلما شراها فاضَتِ العينُ عَبْرَةً * وفي القَلْبِ (١) حزاز من اللوم حامز * قال: والحزاز: ما حز في القلب. وكل شئ حَكَّ في صدركَ فقد حَزَّ. والحَزيزُ: المكان الغليظ المنقاد، والجمع حزان، مثل ظليم وظلمان، وأحزة. قال لبيد: بأحزة الثلبوت يربأ فوقها * قفر المراقب خوفها آرامها",
    "pg": "3:873-874"
  },
  "حزق": {
    "def": "الحزق والحزقة: من الناس والطيرِ والنخلِ وغيرها. وفي الحديث: \" كأنهما حِزْقانِ من طير صَوافَّ \". والجمع الحِزَقُ، مثل فِرْقَةٍ وفرق. قال عنترة: تأوى (١) إلى قلص النعام كما أوت حزق يمانية لاعجم طمطم وكذلك الحازقة والحزيق والحزيقة. قال ذو الرمة يصف حمر الوحش: كأنه كلما ارفضت حزيقتها بالصلب من نهسه أكفالها كلب والحُزُقُّ: القصيرُ الذي يقارِب الخَطْوَ. قال الشاعر (٢) : حُزُقٌّ إذا ما القوم أبدوا فكاهة تفكر إيَّاهُ يَعْنونَ أمْ قِرْدا (٣) والحُزُقَّةُ أيضا مثله. قال امرؤ القيس: وأعجبني مشى الحزقة خالد كمشى أتان حلئت عن مناهل (٤) وفى كلامهم (٥) : \" حزقة حزقة، ترق عين بقه \" ترق أي ارق، من قولك رقيت: في الدرجة. وحزقته بالحبل أحزقه حَزْقاً: شددته. والمُتَحَزِّقُ: البخيل المتشدِّد. والحازِقُ: الذي ضاق عليه خُفُّهُ، عن ابن السكيت. يقال: \" لا رأى لحاقن ولا لحازق \". وحازوق: اسم رجل من الخوارج، فجعلته امرأته (١) حزاقا، وقالت ترثيه: أقلب (٢) عينى في الفوارس لا أرى حزاقا وعينى كالحجاة من القطر (٣)",
    "pg": "4:1459"
  },
  "حزك": {
    "def": "الاحْتِزاكُ: الاحتزامُ بالثَوب. قال الفراء: حَزَكْتُهُ بالحبل أَحْزِكُهُ، لغة في حزقته، أي شددته.",
    "pg": "4:1579"
  },
  "حزل": {
    "def": "احزأل، أي ارتفع. قال الشاعر (١) يصف ناقة: ذات انتباذ عن الحادى إذا بركت خوت على ثفنات محزئلات (٢) يقال: احْزَأَلَّتِ الإبل في السير: ارتفعت. واحْزَأَلَّ الجبلُ: ارتفع فوق السراب.",
    "pg": "4:1668"
  },
  "حزم": {
    "def": "حزمت (٢) الشئ حزما، أي شددته. والحَزْمُ من الأرض أرفعُ من الحَزْنِ. قال لَبيد: فَكَأَنَّ ظُعْنَ الحَيِّ لَمَّا أشْرَفَتْ في الآل وارتفعت بهن حزوم (٣) والحزم: ضَبْطُ الرجلِ أمرَه وأخذُه بالثقة. وقد حَزُمَ الرجل بالضم حَزامَةً فهو حازِمٌ. واحْتَزَمَ وتَحَزَّمَ بمعنىً، أي تَلَبَّبَ، وذلك إذا شدَّ وسَطَه بحبل. والحُزْمَةُ من الحطب وغيره. وحزمة في قول الشاعر:\nأعددت حزمة وهى مقربة (١) * وحزام الدابة معروف. ومنه قولهم: \" جاوَزَ الحِزامُ الطُبْيَيْن \". تقول منه: حزمت الدابة. قال لبيد:\nوألقى قتبها المحزوم (٢) * ومنه حزام الصبيِّ في مهده. ومَحْزِمُ الدابَّة: ما جرى عليه حِزامُها. والحَزَمُ بالتحريك، كالغَصَصِ في الصدر. يقال منه حَزِمَ بالكسر يَحْزَمُ حَزْماً. والحَزَمُ أيضاً: ضد الهَضم. يقال: فرسٌ أَحْزَمُ، وهو خلاف الأهضم. والحزيمتان والزبيبتان من باهلة بن عمرو ابن ثعلبة، وهما حزيمة وزبينة. قال أبو معدان الباهلى: جاء الحَزائِمُ والزبائنُ دُلْدُلاً لا سابقين ولا مع القطان فعجبت من عوف وماذا كلفت وتجئ عوف آخر الركبان والحَيْزوم: وسَط الصدر وما يُضَمُّ عليه الحِزامُ. والحَزيمُ مثله. يقال: شددت لهذا الامر حزيمى. وحيزوم: اسم فرس من خيل الملائكة.",
    "pg": "5:1898-1899"
  },
  "حزن": {
    "def": "الحُزْنُ والحَزَنُ: خلاف السرور. وحَزِنَ الرجل بالكسر فهو حَزِنٌ وَحَزينٌ. وأحَزْنَهُ غيره وحَزَنَهُ أيضاً، مثل أسلكه وسلكه. ومحزونٌ بُنيَ عليه. وقال اليزيدي: حَزَنَهُ لغة قريش، وأَحْزَنَهُ لغة تميم، وقد قرئ بهما. واحتزن وتحزن بمعنى. قال العجاج: بكيت والمحتزن البكى وإنما يأتي الصبا الصبى والحزانة بالضم والتخفيف: عِيال الرجل الذي يتحزن بأمرهم. وفلان يقرأ بالتحزين، إذا أرقّ صوتَه به. والحَزْنُ: ما غلُظَ من الأرض. وفيها حزونة. ابن السكيت: بعير حزنى: يرعى في الحزن من الارض. وقول أبى ذؤيب يصف مطرا: فحط من الحزن المغفرا ت والطير تلثق حتى تصيحا قال الاصمعي، الحزن الجبال الغلاظ، الواحدة حزنة، مثل صبرة وصبر. والحزن: بلاد للعرب. والحزن: حى من غسان، وهم الذين ذكرهم الاخطل في قوله: تسأله الصبر من غسان إذ حضروا والحزن كيف قراه (١) الغلمة الجشر والحزون: الشاة السيئة الخلق.",
    "pg": "5:2098-2099"
  },
  "حسب": {
    "def": "حَسَبْتُهُ أَحْسَبُهُ بالضم حَسْباً وحسابا وحسبانا وحسابة، إذا عددته. وأنشد ابن الاعرابي (١) : يا جمل أسقاك (٢) بلا حسابه * سقيا مليك حسن الربابه * قتلتنى بالدل والخلابه * أي بلا حساب ولا هنداز. ويجوز في حسن الرفع والنصب والجر. والمعدود محسوبٌ وحَسَبٌ أيضاً، وهو فَعَلٌ بمعنى مفعول، مثل نَفَضٍ بمعنى منفوضٍ. ومنه قولهم: ليَكُنْ عملُكَ بِحَسَبِ ذلك، أي على قَدْرِهِ وعدده. قال الكسائي: ما أدري ما حَسَبُ حديثك، أي ما قَدْرُهُ، وربما سُكِّنَ في ضرورة الشعر. والحَسَبُ أيضاً: ما يعدُّه الإنسان من مفاخر آبائه. ويقال: حَسَبُهُ دينُهُ، ويقال مالُهُ. والرجل حسيبٌ، وقد حَسُبَ بالضم حسابة، مثل خطب خطابة. قال ابن السكيت: الحسب والكرم يكونان في الرجل وإن لم يكن له آباء لهم شرفٌ. قال: والشَرف والمجد لا يكونان إلا بالآباء. وحاسبته من المحاسبة واحتسبت عليه كذا، إذا أنكرته عليه. قاله ابن دريد. واحتسبت بكذا أجراً عند الله، والاسم الحِسْبة بالكسر وهي الأجر والجمع الحِسب. وفلان محتسِب البلد، ولا تقل مُحْسِب. واحتَسَبَ فلانٌ ابناً له أو بنتاً، إذا ما مات وهو كبير، فإن مات صغيراً قيل افترطه. ويقال أيضاً إنه لَحَسنُ الحِسبة في الأمر، إذا كان حَسَنَ التدبير له. والحِسبة أيضاً من الحساب مثل القعدة والركبة والجلسة. قال النابغة: فَكَمَّلَتْ مِائَةً فيها حمامتها * وأسرعت حسبة في ذلك العدد وأحسبنى الشئ، أي كفانى. وأحسبتُهُ وحَسَّبْتُهُ بالتشديد بمعنىً، أي أعطيته ما يرضيه. قال الشاعر (١) : ونُقْفي وَليدَ الحيِّ إن كان جائعاً * ونُحْسِبُهُ إن كان ليس بجائِع أي نعطيه حتى يقول حَسْبي. وحِسْبُكَ دِرْهمٌ أي كفاك، وهو اسم. وشئ حساب، أي كافٍ. ومنه قوله تعالى: (عَطاءً حِساباً) ، أي كافياً. وتقول: أعطى فأحْسَبَ، أي أكْثَرَ. وهذا رجل حَسْبُكَ من رجلٍ، وهو مدح للنَكِرَةِ لأن، فيه تأويل فَعْل كأنه قال مُحْسِبٌ لك، أي كافٍ لك من غيره، يستوي فيه الواحد والجمع والتثنية، لانه مصدر. وتقول في المعرفة: هذا عبد الله حسبك من رجل فتنصب حسبك على الحال. وإن أردت الفعل في حسبك قلت مررت برجل أحسبك من رجل وبرجلين أحسباك وبرجال أحسبوك. ولك أن تتكلم بحسب مفردة، تقول: رأيت زيدا حسب يا فتى، كأنك قلت: حسبى أو حسبك، فأضمرت هذا فلذلك لم تنون، لانك أردت الاضافة، كما تقول: جاءني زيد ليس غير، نريد ليس غيره عندي. وقولهم: حسيبك الله، أي انتقم الله منك. والحُسبان بالضم: العذابُ. وقال أبو زياد الكلابي: أصاب الأرضَ حُسْبانٌ، أي جرادٌ. والحُسْبانُ: الحساب، قال الله تعالى: (الشمسُ والقمرُ بِحُسْبانٍ) . قال الأخفش: الحُسْبانُ جماعةُ الحِسابِ، مثل شِهابٍ وشهبان. والحسبان أيضا: سهام قصار، الواحدة حسبانة. والحسبانة أيضا: الوسادة الصغيرة، تقول منه حَسَّبْتُهُ، إذا وسَّدْتَهُ. قال نهيك الفزارى (١) : لتقيت بالوجعاء طعنة مرهف * حران (٢) أو لثويت غير محسب أي غير موسد، يعنى غير مكرم ولا مكفن. وتحسبت الخبر. أي استخبرت. وقال رجل من بني الهُجَيم: تَحَسَّبَ هَوَّاسٌ وأيقن أنني * بها مُفْتَدٍ من واحد (١) لا أغامره يقول: تشمَّمَ الأسدُ ناقتي وظنّ أني أتركها له ولا أقاتله. والأَحْسَبُ من الإبل، هو الذي فيه بياضٌ وحُمرةٌ. تقول منه: احسب البعير احسبابا (٢) ، والاحسب من الناس: الذي في شَعْرِ رأسِه شقرة. وقال امرؤ القيس (٣) : أيا هند لا تنكحي بوهة * عليه عقيقته أحسبا يصفه باللؤم والشح. يقول: كأنه لم تحلق عقيقته في صغره حتى شاخ. وحسبته صالحا أحسبه بالفتح، مَحْسَبَةً ومَحْسِبَةً وحِسْباناً بالكسر، أي ظننته. ويقال أحسبه، بالكسر، وهو شاذ لان كل فعل كان ماضيه مكسورا فإن مستقبله يأتي مفتوح العين، نحو علم يعلم، إلا أربعة أحرف جاءت نوارد، قالوا: حسب يحسب ويحسب، وبئس يبأس ويبئس، ويئس ييأس وييئس، ونعم ينعم وينعم، فإنها جاءت من السالم بالكسر والفتح. ومن المعتل ما جاء ماضيه ومستقبله جميعا بالكسر نحو: ومق يمق، ووفق يفق، ووثق يثق، وورع يرع، وورم يرم، وورث يرث، وورى الزند يرى، وولى يلى.",
    "pg": "1:109-112"
  },
  "حسد": {
    "def": "الحَسَد: أن تتمنَّى زوال نعمة المحسود إليكَ. يقال: حَسَدَه يَحْسُدُهُ حُسوداً. قال الأخفش: وبعضهم يقول: يحسِده بالكسر. قال: والمصدر حسدا بالتحريك وحسادة. وحسدتك على الشئ وحسدتك الشئ، بمعنى. قال الشاعر يصف الجن: أتوا نارى فقلتُ مَنونَ أنتم * فقالوا الجِنُّ قلتُ عِموا ظَلاما - فقلتُ إلى الطعامِ فقال منهم * زعيمٌ نَحْسُدُ الانس الطعاما - وتحاسد القومُ. وهم قوم حَسَدَة، مثل حامل وحملة.",
    "pg": "2:465"
  },
  "حسر": {
    "def": "حَسَرْتُ كُمِّي عن ذراعي أًحْسِرُهُ حَسْراً: كشفت. والحاسِرُ: الذي لا مِغْفَرَ له (٢) ولا دِرع. والانْحِسارُ: الانكشاف. والمِحْسَرَةُ: المِكْنَسَةُ. وحسَرَ البعيرُ يَحْسِرُ حُسوراً: أعيا واسْتَحْسَرَ وتَحَسَّرَ مثلُه. وحَسَرْتُهُ أنا حَسْراً، يتعدَّى ولا يتعدَّى، وأَحْسَرْتُهُ أيضاً، فهو حسير، والجمع حسرى، مثل قتيل وقتلى. وحسر بصرُه يَحْسِرُ حُسوراً، أي كَلَّ وانقطع نظَره من طولٍ مَدىً وما أشبهَ ذلك، فهو حَسيرٌ ومحسور أيضا. قال قيس بن خويلد الهذلى يصف ناقة: إن الحسير (١) بها داء مخامرها * فشطرها نظر العينين محسور - نصب شطرها على الظرف، أي نحوها. وفلان كريم المحسر، أي كريم المخبر. والحَسْرَةُ: أشدُّ التلهف على الشئ الفائت. تقول منه: حسر على الشئ بالكسر يَحْسَرُ حَسَراً وحَسْرَةً، فهو حَسيرٌ. وحَسَّرْتُ غيري تَحْسيراً. وحَسَّرَتِ الطيرُ تَحْسيراً: سقَط ريشُها. والتَحَسُّرُ: التلهُّف. وتَحَسَّرَ وبرُ البعير، أي سقَط. ورجل مُحَسَّرٌ، أي مؤْذىً. وفي الحديث: \" أصحابُه مُحَسَّرونَ (٢) \"، أي محقّرون. وبطن محسر، بكسر السين: موضع بمنى.",
    "pg": "2:629-630"
  },
  "حسس": {
    "def": "الحِسُّ والحَسيسُ: الصوت الخفي. وقال الله تعالى: ﴿لا يَسْمَعونَ حسيسها﴾ والحس أيضا: وجع يأخذ النَفساء بعد الولادة. ويقال أيضاً: أَلْحِقِ الحِسَّ بالإِسِّ. معناه ألْحِقِ الشئ بالشئ، أي إذا جاءك شئ من ناحية فافعل مثله. والحِسُّ أيضاً: مصدر قولك حَسَّ له، أي رَقَّ له. قال القَطامي: أَخوكَ الذي لا تَملِكُ الحِسَّ نَفْسُهُ * وتَرْفَضُّ عند المُحْفظاتِ الكتائف * والحس أيضا: برد يحرق الكلأ. والحَسُّ بالفتح: مصدر قولك حَسَّ البردُ الكلأ يَحُسُّهُ، بالضم. وحَسَسْناهُمْ، أي استأصلناهم قتلاً. وقال تعالى: ﴿إذْ تَحُسُّونَهُمْ بِإِذْنِهِ﴾ . وحَسَّ البردُ الجرادَ: قتله. والحَسيسُ: القتيل. قال الأفوه: نَفْسي لهُمْ (١) عند انْكِسارِ القَنا * وقد تَرَدَّى كُلُّ قِرْنٍ حَسيسْ * وحَسَسْتُ الدابَّة أَحُسُّها حَسَّاً، إذا فَرْجَنْتَها. ومنه قول زيد بن صوحانَ حين ارْتُثَّ يومَ الجملِ: \" ادْفِنوني في ثيابي ولا تَحُسُّوا عني تُراباً \"، أي لا تنفصوه. ويقال: البرد محسة للكلا، أي أنه يحرقه. والمحسة أيضاً: لغة في المَحَشَّةِ، وهي الدبر. والمحسة، بكسر الميم: الفرجون. والحواس: المشاعر الخمس: السمع، والبصر، والشمّ، والذوق، واللمس. ويقال أيضاً: أصابتهم حاسَّةٌ، وذلك إذا أضرَّ البردُ أو غيره بالكلأ. وحَواسُّ الأرض خمسٌ: البَرْدُ، والبَرَدُ، والريح، والجراد، والمواشي. وسنةٌ حَسوسٌ، أي شديدةُ المَحْلِ. وحَسَسْتُ له أَحِسُّ بالكسر، أي رَقَقْتُ (١) له. قال الكميت: هَلْ مَنْ بَكى الدار راج أن تحس له * أو يُبْكيَ الدارَ ماءُ العَبْرَةَ الخَضِلُ * قال أبو الجرّاح العُقَيْليُّ: ما رأيت عُقَيليَّاً إلاَّ حَسَسْتُ له. وحَسِسْتُ له أيضاً بالكسر لغة فيه، حكاها يعقوب. ويقال أيضا: حسست بالخبر وأَحْسَسْتُ به، أي أَيْقَنْتُ به. وربما قالوا حسيت بالخبر وأحسيت به، يبدلون من السين ياء. قال أبو زبيد (٢) : خلا أن العتاق من المطايا * حَسينَ به فَهُنَّ إليه شوس * وربما قالوا: أحست منهم أحدا، فألقوا إحدى السينين استثقالا، وهو من شواذ التخفيف. وأبو عبيدة يروى قول أبى زبيد:\nأحسن به فهن إليه شوس * وأصله أحسسن. وأحسست الشئ: وجدت حسه. قال الأخفش: أَحْسَسْتُ، معناه ظننت ووجدت، ومنه قوله تعالى: ﴿فلما أحس عيسى منهم الكفر﴾ . والانحساس: الانقلاعُ والتحاتُّ. يقال انْحَسَّتْ أسنانُه. قال الراجز (١) : في معدن الملك الكريم الكرس (٢) * ليس بمقلوع ولا منحس * وتحسست من الشئ، أي تخبرت خبره. وحَسَسْتُ اللحم وحَسْحَسْتُهُ بمعنىً، إذا جعلتَه على الجمر. ومنه جراد محسوس، إذا مسته النار أو قتلتْه. وحَسَسْتُ النارَ، إذا رددْتها بالعصا على خُبْزِ المَلَّةِ أو الشِواءِ من نواحيه لينضَج. ومن كلامهم: قالت الخبزة: \" لولا الحس ما باليت بالدس \". وربما سموا الرجل الجواد حسحاسا. قال الراجز:\nمحبة الابرام للحسحاس (١) * وبنوا الحسحاس: قوم من العرب. والحساس: بالضم: الهف، وهو سمك صغار يجفف. وأما قول الراجز: رب شريب لك ذى حساس * شرابه كالحز بالمواسى * فيقال: هو سوء الخلق. وقال الفراء: هو الشؤم. حكاه عنه سلمة. وقولهم ضربه فما قال حَسِّ يا هذا، بفتح أوله وكسر آخره: كلمة يقولها الانسان إذا أصابه غَفْلَةً ما مَضَّهُ وأحرقه، كالجمرة. وقولهم: ائت به من حَسِّكَ وبَسِّكَ، أي من حيث شئت. ويقال: بات فلان بحَسِّهِ سوء، أي بحال سوء. وحسان: اسم رجل، إن جعلته فعلان من الحس لم تجره، وإن جعلته فعالا من الحسن أجريته، لان النون حينئذ أصلية.",
    "pg": "3:916-918"
  },
  "حسك": {
    "def": "الحَسَكُ: حَسَكُ السَعْدانِ (١) : الواحدة حَسَكَةٌ. والحَسَكُ أيضاً: ما يُعْمَلُ من الحديد على مثاله، وهو من آلات العسكر. وقولهم: في صدره، عليَّ حَسِيكَةٌ وحُساكَةٌ، أي ضِغنٌ وعداوة. وقد حَسِكَ عليّ بالكسر حسكا. والحسيكة (٢) : القنفذ.",
    "pg": "4:1579-1580"
  },
  "حسكل": {
    "def": "الحِسْكِلُ، بالكسر: الصغير من ولد كل شئ، والجمع حسا كل وحسكلة. وأنشد الاصمعي: أنت سقيت الصبية العياما الدردق الحسكلة الهياما خناجرا تحسبها خياما",
    "pg": "4:1669"
  },
  "حسل": {
    "def": "قال أبو زيد: يقال لفرخ الضبّ حين يخرج من بيضته حِسْلٌ، والجمع حُسولٌ. ويُكْنى الضبٌّ أبا الحِسْلِ. وقولهم في المثل: \" لا آتيك سِنَّ الحِسْل \" أي أبداً، لأنَّ سنّها لا تسقط أبداً حتى تموت. والحَسِيلُ: ولدُ البقرةِ، لا واحد له من لفظه. ومنه قول الشاعر (٣) :\nوهن كأذناب الحسيل صوادر (٤) * والانثى حسيلة، عن الاصمعي. والحسالة، مثل الحُثالَة. والمَحْسولُ مثل المَخْسولِ، وهو المرذول، وقد حَسَلَهُ، أي رَذَلَهُ: وحُسِلَ به، أي أُخِسَّ حظُه. وفلانٌ يُحَسِّلُ بنفسه، أي يقصِّر ويركب بها الدناءةَ. والحَسيلَةُ: حَشَفُ النخل الذي لم يكن حلا بسره، فييبس ويودن باللبن أو بالماء، ويُمْرَسُ له تمرٌ حتى يحليه فيؤ كل لقيما. يقال: بلوا لنا من تلك الحسيلة. عن الكسائي.",
    "pg": "4:1668-1669"
  },
  "حسم": {
    "def": "حَسَمْتُهُ: قطعته فانحَسَم. ومنه حسم العرق. وفى الحديث: \" أنه أتى بسارق فقال اقطعوه ثم احسموه \". أي اكووه بالنار لينقطع الدم. وفى حديث آخر: \" عليكم بالصَومِ فإنه مَحْسَمَةٌ للعِرْقِ، ومَذْهَبَةٌ للأَشَرِ \". ويقال للصبيِّ السيئ الغذاء مَحْسومٌ. وقيل في قوله تعالى: (وثمانيةَ أيامٍ حُسوماً) أي متتابعة. ويقال: الحُسومُ: الشُؤْمُ. يقال الليالي الحسوم، لانها تحسم الخير عن أهلها. والحُسامُ: السيف القاطع. وحُسامُ السيف أيضا: طرفه الذى يضرب به وقول الهذلى (١) : ولولا نحن أَرْهَقَهُ صُهَيْبٌ حُسامَ الحَدِّ مذروبا خشيبا يعنى سيفا حديد الحد. ويروى: \" حسام السيف \" أي طرفه. وحسم بالضم (٢) : موضع. وقال (٣) :\nعفا حسم من فرتنا فالفوارع (٤) * وحسمى بالكسر: اسم أرض بالبادية غليظة لا خير فيها، تنزلها جذام ويقال. آخر ماء نضب من ماء الطوفان حسمى، فبقيت منه هذه البقية إلى اليوم، وفيها جبال شواهق ملس الجوانب، لا يكاد القتام يفارقها. قال النابغة: فأصبح عاقلا بجبال حسمى دقاق الترب محتزم القتام وفى حديث أبى هريرة رضى الله عنه: \" تخرجسكم الروم منها كفرا كفرا إلى سنبك من الارض \" قيل: وما ذاك السنبك؟ قال: حسمى جذام.",
    "pg": "5:1899-1900"
  },
  "حسن": {
    "def": "الحُسْنُ: نقيض القُبح، والجمع مَحاسِنُ على غير قياس، كأنه جمع محسن. وقد حسن الشئ، وإن شئتَ خفَّفت الضمة فقلت حسن الشئ. ولا يجوز أن تنقل الضمة إلى الحاء، لانه خبر، وإنما يجوز النقل إذا كان بمعنى المدح أو الذم، لانه يشبه في جواز النقل بنعم وبئس، وذلك أن الاصل فيهما نعم وبئس، فسكن ثانيهما ونقلت حركته إلى ما قبله. وكذلك كل ما كان في معناهما. قال الشاعر (٢) . لم يمنع الناس منى ما أردت وما أعطيهم ما أرادوا حسن ذا أدبا أراد حسن هذا أدبا، فخفف ونقل. ويقال رجل حسن بسن، وبسن إتباع له. وامرأة حَسَنَةٌ. وقالوا امرأةٌ حَسْناءُ ولم يقولوا رجل أحسن، وهو اسم أنث من غير تذكير، كما قالوا غلام أمرد ولم يقولوا جارية مرداء، فهو يذكر من غير تأنيث. والحاسن: القمر. وحسنت الشئ تحسينا: زينته. وأحسنت إليه وبه. وهو يحسن الشئ، أي يعمله (١) . ويَسْتَحْسِنُهُ: يعدُّه حَسَناً. والحَسَنَةُ: خلاف السيِّئة. والمَحاسِنُ: خلاف المساوى. والحسنى: خلاف السوأى. والحسان بالضم، أَحْسَنُ من الحَسَنِ. والأنثى حُسَّانَةٌ. قال الشماخ: دارُ الفَتاة التي كنا نقول لها يا ظبية عطلا حسانة الجيد (٢) قال سيبويه: إنما نصب دار بإضمار أعنى، ويروى بالرفع. ويقال: إنِّي أُحاسِنُ بك الناس. وهذا طعام محسنة للجسم، بالفتح. وحسان: اسم رجل، إن جعلته فعالا من الحسن أجريته، وإن جعلته فعلان من الحس وهو القتل أو الحس بالشئ، لم تجره. وتصغير فعال حسيسين، وتصغير فعلان حسيسان. وذكر الكلبى أن في طيئ بطنين يقال لهما: الحسن والحسين. والحسن: اسم رملة لبنى سعد قتل بها أبو الصهباء بسطام بن قيس بن خالد الشيباني، قتله عاصم بن خليفة الضبى. قال: وهما حبلان (١) أو نقوان. قال المبرد: سمعت التوزى يقول: يقال لاحد هذين الحبلين الحسن، وللحبل الآخر الحسين. قال الشاعر في الحسن يرثى بسطام بن قيس: لام الارض ويل ما أجَنَّتْ بِحَيْثُ أضَرَّ بالحسَنِ السبيل وقال الآخر في الحسين تركنا بالنواصف من حسين نساء الحى يلقطن الجمانا فإذا ثنيت قلت الحسنان. قال الشاعر (١) : ويومَ شَقيقَةِ الحَسَنَيْنِ لاقَتْ بَنو شيبان آجالا قصارا شككنا بالاسنة وهى زور صماخي كبشهم حتى استدارا (٢) قوله \" وهى زور \" يعنى الخيل.",
    "pg": "5:2099-2100"
  },
  "حشا": {
    "def": "حشوت الوسادة وغيرها حشوا. والحائض تحتشى بالكرسف لتحبس الدم. والحشا: ما اضطمت عليه الضلوع، والجمع أحشاء. وقول الشاعر (١) :\nبأى الحشا أمسى الخليط المباين (٢) * يعنى الناحية. وحشوة البطن وحشوته، بالكسر والضم: أمعاؤه. وفلان من حشوة بنى فلان بالكسر، أي من رذالهم. والحاشية: واحدة حواشى الثوب، وهى جوانبه. وعيش رقيق الحواشى، أي رغد. والحشو والحاشية: صغار الابل لا كبار فيها، وكذلك من الناس. قال ابن السكيت: الحاشيتان: ابن المخاض وابن اللبون. يقال: أرسل بنو فلان رائدا فانتهى إلى أرض قد شبعت حاشيتاها. والحشية: واحدة الحشايا. والمحشى: العظامة تعظم بها المرأة الرسحاء عجيزتها. وقال:\nجما غنيات عن المحاشى * قال الاصمعي: المحاشى: أكسية خشنة، واحدتها محشاة. وقول النابغة: اجمع مِحاشَكَ يا يزيدُ فإنَّني * أَعْدَدْتُ يربوعا لكم وتميما هو من الحشو (١) . والحشى: الربو. وقد حشى بالكسر فهو رجل حش وحشيان أيصا. قال الشماخ: تلاعبني إذا ما شئتُ خَوْدٌ * على الأنْماطِ ذات حشى قطيع ويروى: \" خود \" على أن يجعل من نعت بهكنة في قوله: ولو أنى أشاء كننت نفسي * إلى بيضاء بهكنة شموع أي ذات نفس منقطع من سمنها. و \" قطيع \" نعت لحشى. (*) قال ابن السكيت: يقال: أرنبٌ مَحْشِيَّةُ الكلابِ، أي تعدو الكلابُ خلفَها حتى تنبهر الكلاب. قال الأصمعي: الحَشيُّ، على فعيل: اليابس. وأنشد للعجاج:\nوالهدب الناعم والحشى (١) * يروى بالحاء والخاء جميعا. وبقال حاشاك وحاشى لك، والمعنى واحد. ويقال: حاشى لله، أي معاذ الله. وقرئ: (حاش لله) بلا ألف اتباعا للكتاب، وإلا فالاصل حاشا (٢) بالالف. وحاشا: كلمة يستثنى بها، وقد تكون حرفاً جارَّاً، وقد تكون فعلاً. فإنْ جعلْتَها فعلاً نصبتَ بها فقلت ضربتهم جاشا زيدا، وإن جعلتها حرفا خفضت بها. وقال سيبويه: حاشا لا تكون إلا حرف جر لانها لو كانت فعلا لجاز أن تكون صلة لما. كما يجوز ذلك في خلا، فلما امتنع أن يقال جاءني القوم ما حاشا زيدا دل أنها ليست بفعل. وقال المبرد: حاشا قد تكون فعلا. واستدل بقول النابغة: ولا أرى فاعلا في الناس يشبهه * وما أحاشى من الاقوام من أحد فتصرفه يدل على أنه فعل، ولانه يقال حاشا لزيد، فحرف الجر لا يجوز أن يدخل على حرف الجر، لان الحذف يدخلها كقولهم: حاش لزيد، والحذف إنما يقع في الاسماء والافعال دون الحروف.",
    "pg": "6:2313-2315"
  },
  "حشب": {
    "def": "الحوشب: موصل الوظيف في رُسْغ الدابة. وقال الأصمعي: الحَوْشَبُ: عُظَيْمٌ صغير كالسُّلامى في طرف الوظيف بين رأس الوظيف ومُسْتَقَرِّ الحافر يدخل في الجُبَّةِ. وأنشد للعجاج: في رسغ لا يتشكى الحَوْشَبا * مَسْتَبْطِناً مع الصَميمِ عَصَبا والحوشب: المنتفخ الجنبين. قال الشاعر (١) : وتجر مجرية لها * لحمى إلى أجر حواشب",
    "pg": "1:112"
  },
  "حشد": {
    "def": "عندي حَشْدٌ من الناس، أي جماعةٌ، وهو في الأصل مصدر. وحشدوا يحشدون بالكسر حشد: أي اجتمعوا، وكذلك احتَشَدوا وتحشّدوا. وجاء فلانٌ حاشِداً ومُحْتَفِلاً محتَشِداً، أي مستعداً متأهِّباً. ورجل مَحشود، إذا كان الناس يَخِفَّون لخدمته لأنّه مطاعٌ فيهم. وأرض حَشادٌ: لا تسيل إلا عن مطر كثير.",
    "pg": "2:465"
  },
  "حشر": {
    "def": "ابن السكيت: أذن حشر، أي لطيفة كأنها حشرت حشرا، أي بُريت وحُدِّدت. وكذلك غيرها. وآذانٌ حَشْرٌ، لا يثنَّى ولا يجمع، لانه مصدر في الاصل. وهو مثل قولهم: ماء غور، وماء سكب وقد قيل: أذن حشرة. قال النمر ابن تولب: لها أُذُنٌ حَشْرَةٌ مَشْرَةٌ * كإعْليطِ مرخ إذا ما صفر - والحَشْرُ من القُذّذِ: ما لَطُف. وسِنانٌ حَشْرٌ: دقيق. وقد حَشَرْتُهُ حَشْراً. وحكى الأخفش: سهم حَشْرٌ وسهام حُشْرٌ، كما قالوا: جَوْنٌ وجون، وورد وورد، وثط وثط. والحشرة بالتحريك: واحدة الحشرات، وهى صغار دواب الارض. وحشرات الناس أَحْشِرُهُمْ وأَحْشُرُهُمْ حَشْراً: جمعتهم، ومنه يوم الحِشْر. وروى سعيد بن مسروق عن عِكْرِمة في قوله تعالى:\n(وإذا الوُحوش حُشِرَتْ) *، قال: حَشْرُها: موتها. وحَشَرَتِ السنةُ مالَ فلانٍ، أي أهلكته. والمَحْشِرُ بكسر الشين: موضع الحَشْرِ. والحاشِرُ: اسمٌ من أسماء النبي ﷺ. وقال: \" خمسة أسماء: أنا محمد وأحمد، والماحي يمحو الله بى الكفر، والحاشر أحشر الناس على قدمى، والعاقب \". والحشور مثال الجرول: المنتفخ الجنبين. يقال: فرس حَشْوَرٌ، والأنثى حَشْوَرَةٌ.",
    "pg": "2:630"
  },
  "حشرج": {
    "def": "الحَشْرَجَةُ: الغرغرة عند الموت، وتردد النفس. وحشرجة الحمار: صوته يردده في حلقه. وقال: وإذا له علز وحَشرجةٌ * مما يَجيش به من الصدر ابن السكيت: الحَشْرَجُ: الحِسيُ يكون في حَصَى. وأنشد لعمر بن أبي ربيعة (٢) : فَلَثَمْتُ فاها آخذاً بقُرونها شُربَ النزيف ببرد ماء الحشرج",
    "pg": "1:306"
  },
  "حشش": {
    "def": "حَشَشْتُ النار أَحُشُّها حَشَّاً: أوقدتها. والحَشُّ والحُشُّ: البستانُ، والجمع الحشان مثل ضيف وضيفان. والحش والحش أيضا: المخرج، لأنَّهم كانوا يَقضون حوائجَهم في البساتين. والجمع حُشوشٌ. والمَحَشَّةُ بالفتح: الدبر. ونهى عن إتيان النساء في محاشهن. وربما جاء بالسين. والحشيش: ما يبس من الكلأ. ولا يقال له رَطْباً حَشيشٌ. والمَحَشُّ: المكان الكثير الحَشيش. ومنه قولهم: \" إنّك بمَحَشِّ صِدقٍ فلا تَبرحْه \"، أي بموضع كثير الخير. والمِحَشُّ بالكسر: ما يُقْطَعُ به الحَشيشُ. والمَحَشُّ أيضاً: ما تُحرَّك به النارُ من حديد وكذلك المَحَشَّةُ. ومنه قيل للرجل الشجاع: نِعْمَ مِحَشُّ الكتيبة. وأما الذي يُجْعَل فيه الحَشيشُ ففيه لغتان: مَحَشٌّ ومَحِشٌّ، والفتح أفصح. وحَشَشْتُ الحَشيشَ: قطعته. واحْتَشَشْتُهُ: طلبته وجمعته. والحشاش: الذين يحتشون. وحششت فرسي: ألقيت له حشيشاً. وفي المثل: \" أحشك وتروثنى \"، ولو قيل أيضا بالسين لم يبعد. وحَشَّ الرجل سهمَه، إذا ألزَقَ به القذذ من نواحيه. ويقال للبعير: قد حُشَّ ظهرهُ بجنبَيْن واسعين فهو مَحْشوشٌ، أي إنه مُجْفَرُ الجنبَيْن. والحُشاشُ والحُشاشَةُ: بقيَّة الروح في المريض. وأَحَشَّتِ المرأةُ فهى مُحِشٌّ، إذا يبس ولدُها في بطنها وكذلك أَحَشَّت اليدُ: أي يبست وشلت. وفيه لغة أخرى جاءت في الحديث: \" حش ولدها في بطنها \". قال أبو عبيد: وبعضهم يقول \" حش \" بضم الحاء.",
    "pg": "3:1001-1002"
  },
  "حشف": {
    "def": "الحشف: أردأ المتر. وفى المثل: \" أَحَشَفاً وسُوءَ كيلَةٍ \". وقد أَحْشَفَتِ النخلةُ، أي صار تمرها حَشَفاً. والحَشَفُ (١) : الضرعُ البالي. والحَشَفَةُ: ما فوقَ الخِتان. والحَشيفُ من الثياب: الخلق. قال الشاعر (٢) : أتيح لها أقيدر ذو حشيف إذا سامت على الملقات ساما ورجل متحشف، أي عليه أطمار.",
    "pg": "4:1344"
  },
  "حشك": {
    "def": "حَشَكَتِ الدِرَّةُ تَحْشِكُ حَشْكاً، بالتسكين وحُشوكاً: امتلأت، وأمَّا قول زهير:\nخافَ العُيونَ فلم يُنْظَرْ به الحَشَكُ (١) * فإنّما حرّكه للضرورة، أي لم تنتظر به أمّه حُشوكَ الدِرَّةِ. ويقال: ناقةٌ حَشوكٌ وحَشودٌ، للتي يجتمع اللبنُ في ضَرعها سريعاً: وحَشَكَتِ النَخلة أيضاً: كثُر حملها، وهي نخلةٌ حاشِكٌ، عن يعقوب. وحَشَكْتُ الناقة، أي تركتُها ولم أحلُبْها حتَّى اجتمع لبنُها، ومنه قول الشاعر:\nغدت وهى محشوكة حافِلُ * والحِشاكُ: الشِبامُ، عن ابن دريد، وهو عودٌ يُعرض في فم الجدى ويشد في قفاه، يمنعه من الرضاع، ولم يعرف أبو سعيد الشحاك بتقديم الشين. وحشك القوم، أي احتَشدوا واجتمعوا. وحَشَكَتِ الريحُ، أي ضعفتْ واختلفتْ مهابُّها. ورياحٌ حواشِكُ: مختلفات المهابّ. قال أبو زيد: الحشكة من المطر مثل الحفشة والغيبة، وهى فوقَ البَغْشَةِ، وقد حَشَكَتِ السماءُ تحشك حشكا، والحشاك، بالتشديد: اسم نهر.",
    "pg": "4:1580"
  },
  "حشم": {
    "def": "أبو زيد: حَشَمْتُ (١) الرجل وأَحشَمْتُهُ بمعنىً، وهو أن يجلسَ إليك فتؤذِيَه وتُغضِبَه. ابن الأعرابي: حَشَمْتُهُ (٢) : أخجلته. وأَحْشَمْتُهُ: أغضبته. وأنشد: لَعَمْرُكَ إنَّ قُرْصَ أبي خُبَيْبٍ بطئ النضج محشوم الاكيل والاسم الحِشْمَةُ، وهو الاستحياء والغضَب أيضاً. وقال أصمعي: الحشمة إنما هي بمعنى الغضَب لا بمعنى الاستحياء. وحُكي عن بعضِ فصحاء العرب أنَّه قال: إنّ ذلك لممَّا يُحْشِمُ بني فلان، أي يُغضِبهم. واحْتَشَمْتُهُ واحْتَشَمْتُ منه بمعنىً. قال الكميت: ورأيتُ الشَريفَ في أعيُن النا سِ وضيعاً وقَلَّ منه احْتِشامي ورجلٌ حَشيمٌ، أي مُحْتَشِمٌ. وحَشْمُ الرجل: خَدَمُهُ ومَن يغضب له، سموا بذلك لانهم يغضبون له. وقال النضر: حشمت الدواب: صاحت.",
    "pg": "5:1900"
  },
  "حشن": {
    "def": "الحشنة بالكسر: الحقد، وأنشد أبو عبيد (٣) : ألا لا أرى ذا حشنة في فؤاده يجمجمها إلا سيبدو دفينها (٤) وحشن السقاء: أنتن، وذلك إذا حقن فيه ولم يتعهد بالغسل.",
    "pg": "5:2100-2101"
  },
  "حصا": {
    "def": "الحصاة: واحدة الحصى، وتجمع على حَصَيات، مثل بقرةٍ وبقراتٍ. وحَصاةُ المِسك: قطعةٌ صُلبةٌ توجد في فأرة المسك. وفلان ذو حَصاةٍ، أي ذو عقلٍ ولُبٍّ. قال كعب بن سعدٍ الغَنَويّ (١) : وأَعْلَمُ علماً ليس بالظنّ أنَّه * إذا ذّلَّ مَوْلى المرء فهو ذَليلُ وأنَّ لسانَ المرءِ ما لم تكنْ له * حَصاةٌ على عَوراتِهِ لَدَليلُ وأرضٌ مَحْصاةٌ: ذاتُ حصى. (*) وأحصيت الشئ: عددته. وقولهم: نحن أكثر منهم حَصىً، أي عدداً. قال الأعشى يفضّل عامراً على علقمة: ولستَ بالأكثر منهم حصى * وإنما العزة للكاثر والحصو: المنع. قال الشاعر (١) : أَلاَ تخاف الله إذ حَصَوْتَني * حقى بلا ذنب وإذ عنيتنى",
    "pg": "6:2315"
  },
  "حصب": {
    "def": "الحصباء: الحصى. وأرض حَصِبَةٌ ومَحْصَبَةٌ بالفتح: ذاتُ حصباء. وحَصَّبْتُ المسجد تحصيباً، إذا فرشتَه بها. والمحصب: موضع الجمار بمنى. وحصبت الرجل أَحْصِبُهُ بالكسر، أي رميته بالحصباء. وحَصَبَ في الأرض: ذهبَ فيها. والحاصب: الريح الشديدة التي تُثير الحصباء. وكذلك الحَصِبَةُ. قال لبيد: جَرَّتْ عليها أَنْ خَوَتْ من أَهْلِها * أذيالَها كُلُّ عَصوفٍ حَصِبَهْ وأحصب الفرسُ: أثار الحصباءَ في عَدْوِهِ، والحَصْبَةُ: بَثْرٌ يخرج بالجسد، وقد يحرك (١) . تقول منه: حَصِبَ جِلْدُهُ بالكسر يَحْصَبُ. والحَصَبُ: ما يُحْصَبُ به في النار، أي يُرْمى. قال أبو عبيدة في قوله ﵎: (حَصَبُ جَهَنَّمَ) : كُلُّ ما ألقيته في النار فقد حصبتها به. ويحصب بالكسر: حى من اليمن، وإذا نسبت قلت: يحصبى فتفتح الصاد مثل تغلب وتغلبي.",
    "pg": "1:112"
  },
  "حصد": {
    "def": "حصدت الزرع وغيره وأحصده وأحصُدُهُ حَصْداً. والزرع محصودٌ وحَصِيد وحصيدة وحصد بالتحريك. وحصائد ألسنتهم التي في الحديث (١) ، هو ما قيل في الناس باللسان وقُطِعَ به عليهم. والمحصد: المنجل. وأحصد الزرعُ واستحصد: حانَ له أن يُحْصَدَ. وهذا زمن الحَصادِ والحِصاد. وحبل محصد: أي محكم مفتول، وحَصِدٌ بكسر الصاد. واستحصد الحبلُ، أي استحكم. واسْتَحْصَدَ القومُ، أي اجتمعوا وتظافروا. وأحصدت الحبل: فتلته. ورجل مُحْصَد الرأي، أي سَديده.",
    "pg": "2:465-466"
  },
  "حصر": {
    "def": "حَصَرَهُ يَحْصُرُهُ حَصْراً: ضيَّق عليه وأحاط به. الحصير: الضيق البخيل. والحَصيرُ: البارِيَّةُ. والحَصيرُ: الجَنْبُ. قال الاصمعي: هو مابين العِرْقِ الذي يظهر في جَنْب البعير والفرس معترِضاً فما فوقَه إلى مُنْقَطَع الجنْب. والحَصيرُ: الملكُ، لانه محجوب. قال لبيد: وقما قم غُلْبِ الرِقابِ كأنَّهم * جِنٌّ لدى باب الحصير قيام - ويروى: \" ومقامة غلب الرقاب \" على أن يكون غلب بدلا من مقامة، كأنه قال: ورب غلب الرقاب. وروى غير أبى عبيدة: \" لدى طرف الحصير قيام \"، أي عند طرف البساط للنعمان بن المنذر. والحصير: المحبس. قال الله تعالى:\n(وجعلنا جنهم للكافِرينَ حَصيراً) *. والحَصيرةُ: موضع التمر، وهو الجَرينُ. والحِصارُ (١) : وسادة تُلقى على البعير ويُرفَع مؤخَّرها فيُجْعَلُ كآخِرةِ الرحل ويُحشى مقدَّمُها فيجعلُ كقادمة الرحل. تقول منه: احتصرت البعير. والحَصَرُ: العِيُّ. يقال: حَصِرَ الرجل يَحْصَرُ حَصَراً، مثل تعب تعبا. والحصر أيضا: ضيق الصدر. يقال حصرت صدروهم، أي ضافت. قال لبيد: أَسْهَلْت (١) وانْتَصَبَتْ كجِذْعِ مُنيفةٍ * جَرْداَء يَحْصَرُ دونَها جُرَّامُها (٢) - أي تضيق صدروهم من طول هذه النخلة. وأما قوله تعالى:\n(أو جاؤكم حصرت صدروهم) *. فأجاز الاخفش والكوفيون أن يكون الماضي حالا، ولم يجوزه سيبويه إلا مع قد. وجعل:\n(حصرت صدورهم) * على جهة الدعاء عليهم. وحصر أيضا بمعنى بَخِل. قال أبو عمرو: يقال: شربَ القومُ فَحَصَرَ عليهم فلانٌ، أي بَخِلَ. وكلُّ من امتنع من شئ فلم يقدر عليه فقد حَصِرَ عنه. ولهذا قيل: حَصِرَ في القراءة، وحَصِرَ عن أهله. والحَصِرُ: الكتومُ للسرّ. قال جرير: ولقد تَسقَّطَني الوُشاةُ فصادَفوا * حَصِراً بسرِّكِ يا أميمَ ضَنينا - والحصور: الناقة الضيِّقة الإحليلِ. تقول منه: حَصَرَتِ الناقة بالفتح وأَحْصَرَتْ. والحَصورُ: الذي لا يأتي النساء. والحَصورُ: الضيِّق البخيل، مثل الحصير. قال الاخطل: وشاربٍ مُرْبِحٍ بالكأْسِ نادَمَني * لا بالحصور ولا فيها بسَوَّارِ - والحُصْرُ بالضم: اعتقال البَطْن. تقول منه: حُصِرَ الرجل وأُحْصِرَ على ما لم يسمَّ فاعلُه. قال ابن السكِّيت: أَحْصَرَهُ المرضُ، إذا منَعه من السفر أو من حاجةٍ يريدها. قال الله تعالى:\n(فإنْ أُحْصِرْتُمْ) *. قال: وقد حَصَرَهُ العدوُّ يَحْصُرونَه، إذا ضيّقوا عليه وأحاطوا به. وحاصَروهُ مُحاصَرَةً وحِصاراً. وقال الإخفش: حَصَرْتُ الرجلَ فهو مَحْصورٌ، أي حَبَسْتُه. قال: وأَحْصَرَني بولي وأَحْصرني مَرَضي، أي جعلني أحصر نفسي. وقال أبو عمرو الشيباني: حصرني الشئ وأحصرني، أي حبسني.",
    "pg": "2:630-632"
  },
  "حصرم": {
    "def": "ابن السكيت: يقال للرجل الضيق البخيل: حصرم ومحصرم. والحصرم: أول العنب. وحصرم قوسه، أي شد توتيرها.",
    "pg": "5:1900"
  },
  "حصص": {
    "def": "رجلٌ أَحَصُّ بيِّن الحَصَصِ، أي قليلُ شعرِ الرأسِ. وقد حَصَّتِ البيضةُ رأسَه. قال أبو قيس ابنُ الأسلت: قد حَصَّتِ البَيْضَةُ رأسي فَما * أَطْعَمُ نَوْماً غَيْرَ تَهْجاعِ * وسَنَةٌ حَصَّاءُ، أي جرداءُ لا خيرَ فيها قال جرير يأوى إليكم بلا من ولا حجد * من ساقه السنة الحَصَّاءُ والذِيبُ (١) * كأنه أراد أن يقول \" والضَبُعُ \"، وهي السنة المجْدِبَةُ، فوضع الذيبَ موضعه لأجل القافية. والحاصَّةُ: الداء الذي يتناثر منه الشعر. وانْحَصَّ شعرهُ انْحِصاصاً، أي تناثر. وطائر أحص الجناح. قال تأبّط شرّاً: كأنَّما حَثْحَثوا حُصّاً قَوادِمُهُ * أو أُمّ خِشْفٍ بذي شث وطباق * والاحصان: العبدُ والحمارُ، لأنَّهُما يماشيان أثمانهما حتَّى يَهرَما فيُنْتَقَص أثمانهما ويموتا. والحِصَّةُ: النصيبُ. وأَحْصَصْتُ الرجلَ، أي أعطيتهُ نصيبَه. وتحاصَّ القومُ يَتَحاصُّونَ، إذا اقتسموا حِصَصاً. وكذلك المُحاصَّةُ. والحُصُّ بالضم: الوَرْسُ، ويقال الزعفرانُ. قال عمرو بن كلثوم: مُشَعْشَعَةً كأنَّ الحُصَّ فيها * إذا ما الماء خالطها سخينا * والحصحص بالكسر: التراب والحجارة. وحصحص الشئ بان وظهر. يقال: الآن حصحص الحق. والحصحصة: تحريك الشئ في الشئ حتى يستمكن ويستقرَّ فيه. وفي الحديث \" أنَّ سَمُرَةَ ابن جُنْدُبٍ أُتِيَ برجل عِنِّينٍ، فاشترى له جاريةً من بيت المال وأدخلها معه ليلةً، فلمَّا أصبح قال له: ما صنعت؟ قال: فعلت حتَّى حَصْحَصْتُ فيه (١) . فسأل الجارية فقالت: لم يصنَعْ شيئاً. فقال: خَلّ سبيلَها يا مُحَصْحِصُ \". وكذلك البعيرُ إذا أثبت ركبتيه للنهوض بالثقل. قال حميد (٢) : فحصحص في صم الصفا (٣) ثفناته * وناء بسَلْمى نوأةً ثم صَمَّما * (٤) والحصحصة: الإسراعُ في السير. الأصمعي: قَرَبٌ حَصْحاصٌ، مثل حَثْحاثٍ أي سريعٌ ليس فيه فتور. وذو الحصحاص: موضع. وأنشد أبو الغمر الكلابي لرجل من أهل الحجاز: ألا ليت شعرى هل تغير بعدنا * ظباء بذى الحصحاص نجل عيونها * يعنى نساء. والحصاص بالضم: شدة العدو وسرعته. عن الاصمعي. وقد حص يحص حصا. وفى حديث أبى هريرة رضى الله عنه: \" إن الشيطان إذا سمع الاذان مر وله حصاص \". قال حماد بن سلمة: قلت لعاصم بن أبى النجود: ما الحصاص؟ قال: أما رأيت الحمار إذا صر بأذنيه ومصع بذنبه وعدا؟ فذلك حصاصه. قال أبو عبيد: يقال هو الضراط، في قول بعضهم. قال: وقول عاصم أعجب إلى. وهو قول الاصمعي أو نحوه.",
    "pg": "3:1032-1034"
  },
  "حصف": {
    "def": "الحَصَفُ: الجربُ اليابس. وقد حَصِفَ جلدُهُ بالكسر يَحْصَفُ حَصَفاً. والحَصيفُ: المُحكَمُ العقلِ. وقد حَصُفَ بالضم حصافة. وإحصاف الامر: إحكامه. وإحْصافُ الحبل، إحكامُ فَتْلِهِ. واسْتَحْصَفَ الشئ، أي استحكم. يقال استحصف عليه الزمانُ، أي اشتدّ. وفَرْجٌ مُسْتَحْصِفٌ، أي ضيّقٌ. وأَحْصَفَ الفرسُ والرجال، إذا مرامرا سريعا. ومنه قول الراجز:\nذار إذا لاقى العراز أحصفا (١) * وفرس محصف، وناقة محصاف.",
    "pg": "4:1344"
  },
  "حصل": {
    "def": "حصلت الشئ تحصيلا. وحاصل الشئ ومحصوله: بقيته. والحصائل: البقايا، الواحدة حصيلة. والمحصلة: المرأة التى تحصل تراب المعدن قال الشاعر (١) : ألا رجل جزاه الله خير يدل على محصلة تبيت (٢) أي تبيت تفعل كذا، والبيت مضمن. ويروى: \" ألا رجلا \" بمعنى هات لى رجلا. ويروى: \" ألا رجل \" بمعنى أما من رجل. وتحصيل الكلام: ردُّه إلى محصوله. والحصيلُ: نبتٌ. وقد حصِلَ الفرسُ حَصَلاً، إذا اشتكى بطنَه من أكل تُراب النبت. والحَصَلُ أيضاً: البلحُ قبل أن يشتدّ وتظهر ثَفاريقُه، الواحدة حصلة. قال الشاعر:\nينحت منهن السدى والحصل (٣) * وقد أحصل النخل. والحصالة بالضم: ما يَبقى في الأنْدَرِ من الحَبّ بعد ما يُرْفَعُ الحب، وهو الكناسة. والحوصلة: واحدة حواصل الطير. وقد حوصل، أي ملا حوصلته. يقال: \" حوصلى وطيرى \".",
    "pg": "4:1669-1670"
  },
  "حصم": {
    "def": "حصم بها (١) ، أي حبق. وانحصم العود: انكسَر. قال ابن مُقبِل: وبَياضاً أَحْدَثَتْهُ لِمَّتي مثل عيدان الحصاد المنحصم",
    "pg": "5:1900"
  },
  "حصن": {
    "def": "الحِصْنُ: واحد الحُصونِ. يقال حِصْنٌ حَصِينٌ بيِّن الحَصانَةِ. وقول زهير: وما أَدْري ولست إخالُ أَدْري أَقَوْمٌ آلُ حِصْنٍ أم نساءُ يريد حِصْنَ بن حذيفة الفزارى. وحصنت القرية، إذا بنيت حولَها. وتَحَصَّنَ العدوّ. وأَحْصَنَ الرجل، إذا تزوَّج، فهو مُحْصَنٌ بفتح الصاد، وهو أحد ما جاء على أفعل فهو مفعل. وأحصنت المرأه: عفت. وأَحْصَنَها زوجها، فهي مُحْصَنَةٌ ومُحْصِنَةٌ. قال ثعلب: كل امرأة عفيفة محصنة ومحصنة، وكل امرأة متزوِّجة مُحْصَنَةٌ بالفتح لا غير، وقال: أَحْصَنوا أُمَّهُمُ من عَبْدِهِم تلك أفعالُ القِزامِ الوَكَعَهْ أي زَوَّجوا. وقرئ: (فإذا أُحْصِنَّ) على ما لم يسمّ فاعله، أي زوجن. وحصنت المرأة بالضم حُصْناً، أي عفَّتْ، فهي حاصِنٌ وحَصانٌ بالفتح، وحَصْناءُ أيضاً بيِّنة الحَصانَةِ. وفرسٌ حِصان بالكسر، بيِّن التَحْصِينِ والتَّحَصُّنِ. ويقال: إنَّه سمّي حِصاناً لأنه ضُنَّ بمائه فلم يُنْزَ إلا على كريمة. ثمَّ كثُر ذلك حتى سمَّوا كلَّ ذَكَرٍ من الخيل حِصاناً. وحصنان: بلد. قال اليزيدى: سألني والكسائي المهدى عن النسبة إلى البحرين وإلى حصنين، لم قالوا حصنى وبحراني؟ فقال الكسائي: كرهوا أن يقولوا حصنانى لاجتماع النونين. وقلت: أنا كرهوا أن يقولوا بحزى فيشبه النسبة إلى البحر. وأبو الحصين: كنية الثعلب. وحصين: أبو راعى عبيد بن حصين النميري الشاعر. وقد سمت العرب حصنا وحصينا.",
    "pg": "5:2101"
  },
  "حضأ": {
    "def": "حَضَأْتُ النار: سَعَّرْتها، يُهْمَز ولا يهمز. والعود الذي تحرك به النار: مِحْضأٌ، على مِفْعَلٍ، وإذا لم يهمز، فالعود مِحْضاءٌ على مفعال.",
    "pg": "1:44"
  },
  "حضا": {
    "def": "حَضَوْتُ النار، أي سَعَّرْتُها. والمحْضاءُ، على مِفْعالٍ: عودٌ تحرِّك به النار. فإذا همزت فهو محضأ على مفعل.",
    "pg": "6:2315"
  },
  "حضب": {
    "def": "الحِضْبُ بالكسر: صوت القَوسِ، والجمع أخضاب. والحضب أيضا: الذكر من الحيات. قال أبو سعيد: هو بالضاد معجمة، وأنشد لرؤبة:\nوقد تطويت انطواء الحضب (٢) * والحضب لغة في الحصب. ومنه قرأ ابن عباس: (حَضَبُ جَهَنَّم) . قال الفراء: يريد الحصب. قال: وذكر لنا أن الحضب في لغة أهل اليمن الحطب. قال: وكل ما هيجت به النار وأوقدتها به فهو حضب. والمحضب: المسعر. قال الاعشى: فلا تَكُ في حَرْبِنا مِحْضَباً * لتجعل قومك شتى شعوبا",
    "pg": "1:112-113"
  },
  "حضج": {
    "def": "الحِضْجُ، بالكسر: ما يبقى في حياض الإبل من الماء. وقال هميان بن قحافة: * فأسأرت في الحوضِ حِضْجاً حاضِجاً (١) * والجمع أَحْضاجٌ. وحَضَجْتُ به الأرض، أي ضربت به. وحضجت النار: أوقدتها. وانحضج الرجل: التهب غضبا. وفى الحديث (٢) : \" من شاء أن ينحضج فلينحضج \"، أي يتقد من الغيظ وينشق.",
    "pg": "1:306-307"
  },
  "حضجر": {
    "def": "حضاجر: الضبع، سميت بذلك لعظم بطنها. وهو معرفة. قال الحطيئة: هلا غضبت لرحل جا * رك إذ تنبذه حضاجر - ولا ينصرف في معرفة ولا نكرة، لانه اسم لواحد على بنية الجمع لانهم يقولون: وطب حضجر، وأوطب حضاجر.",
    "pg": "2:634"
  },
  "حضر": {
    "def": "حَضْرَةُ الرجل: قُربه وفِناؤه. والحَضْرُ: بلدٌ بإزاء مَسكَن. ويقال: كَلَّمته بَحَضْرَةِ فلانٍ وبِمَحْضَرٍ من فلان، أي بمشهدٍ منه. وحكى يعقوبُ: كلَّمته بَحَضرِ فلان، بالتحريك. والحَضَرُ أيضاً: خلاف البَدْو. والمَحْضَرُ: السِجِلُّ. والمحضر: المرجع إلى المياه. وفلان حسَنُ المَحْضَرِ: إذا كان ممّن يذكر الغائبَ بخير. يقال: فلان حسن الحِضْرَةِ والحَضْرَةِ. وكلَّمته بِحَضْرَةِ فلان وحُضْرَتِهِ وحِضْرَتِهِ. والحُضْرُ بالضم: العَدْوُ: يقال: أَحَضَرَ الفرسُ إحضاراً واحْتَضَرَ، أي عدا. واسْتَحْضَرْتُهُ أعديته. وهذا فرسٌ مِحْضيرٌ، أي كثير العَدْو. ولا يقال مِحْضارٌ، وهو من النوادر. والحاضِرُ: خلاف البادي. والحاضِرةٌ: خلاف البادية: وهي المدن والقرى والريف. والبادية خلاف ذلك. يقال: فلانٌ من أهل الحاضِرَةِ وفلان من أهل البادية، وفلان حَضَريٌّ وفلان بدويٌّ. والحاضِرُ: الحى العظيم. يقال: حاضر طيئ. وهو جمع، كما يقال سامِرٌ للسمَّار، وحاجٌّ للحُجَّاج. قال حسان: لنا حاضِرٌ فَعْمٌ وبادٍ كأنَّه * قطينُ الإلهِ عِزَّةً وتَكَرُّما - وفلان حاضِرٌ بموضع كذا، أي مقيمٌ به. ويقال: على الماء حاضِرٌ. وهؤلاء قومٌ حُضَّارٌ، إذا حَضَروا المياه، ومحاضر. قال لبيد: * وعلى المياهِ مَحاضِرٌ وخيامُ (١) * وحَضَرَة، مثل كافر وكفرة. وحَضارِ، مثل قطام: نجمٌ. يقال: \" حَضارِ والوَزْنُ مُحْلِفان \"، وهما نجمان يَطلُعان قبل سهيل فيُحلَف أنَّهما سُهَيل للشَبَه. والحَضيرَةُ: الأربعة والخمسة يَغْزُون. قالت سَلْمى الجُهَنيّة تَرْثي أخاها أسعَدَ: يَرِد المياه حضيرَةً ونَفيضةً * وِرْدَ القطاةِ إذا اسمألَّ التُبَّعُ - والجمع الحَضائِرُ. قال الهذليّ: رجالُ حروب يَسْعَرون وحَلْقةٌ * من الدارِ لا تأتي (٢) عليها الحَضائِرُ - والحَضيرةُ: ما اجتمع في الجُرح من المِدَّة، وفي السَلا من السُخْدِ. يقال: ألقت الشاة حَضيرتها، وهي ما تلقيه بعد الولد من السُخد (٣) والقذى. وحاضَرْتُهُ: جاثَيتُه عند السلطان، وهو كالمبالغة والمكاثرة. وحاضَرْتُهُ حِضاراً: عَدَوْتَ معه. والحَضارُ أيضاً من الإبل: الهجان، واحده وجمعه سواء. قال أبو ذؤيب: فلا تشترى إلا برج سباؤها * بنات المخاض شومها وحضارها (١) - أي سودها وبيضها. ورواه أبو عمرو: \" شيمها \" وهما بمعنى، الواحد أشيم. ويقال: ناقة حِضارٌ، إذا جمعت قوّةً ورُِحلةً، أي جَودة سير. والحِضارة: الإقامة في الحضَر، عن أبي زيد. وكان الأصمعيُّ يقول: الحَضارة بالفتح. قال القطاميُّ: ومن تكن الحَضارَةُ أعجبته * فأيَّ رجالِ باديةٍ تَرانا - والحُضورُ: نقيض الغَيبة. وقد حَضَرَ الرجل حُضوراً، وأَحْضَرَهُ غيره. وحكى الفرّاء حَضِرَ بالكسر: لغة فيه. يقال: حَضِرَتِ القاضي اليومَ امرأةٌ. قال: وأنشدنا أبوثروان العكلى لجرير على هذه اللغة: ما مَن جفانا إذا حاجاتنا حَضِرَتْ * كمن لنا عنده التكريم واللَطَفُ - قال: وكلُّهم يقول: يَحْضُرُ بالضم. ورجلٌ حَضِرٌ: لا يصلح للسفر. والمُحْتَضِرُ: الذي يأتي الحَضَرَ، وهو خلاف البادى. وحضره الهم واحتضره وتحضره، بمعنىً. واللبن مُحْتَضَرٌ ومَحْضَورٌ، أي كثرة الآفة وأن الجن تحضره. يقال: اللبن محتضر فغط إناءك والكنف محضورة. وقوله تعالى:\n(وأعوذ بِكَ رَبِّ أن يَحْضُرونِ) * أي أنْ تصيبني الشياطين بسوء. وقومٌ حُضورٌ، أي حاضرون، وهو في الاصل مصدر. وحضور بالفتح: بلد باليمن. وقال غامد: تغمدت شرا كان بين عشيرتي * فأسماني القيل الحضوري غامدا - وحضرموت: اسم بلد وقبيلة أيضا، وهما اسمان جعلا واحدا، وإن شئت بنيت الاسم الاول على الفتح وأعربت الثاني إعراب مالا يتصرف فقلت: هذا حضرموت، وإن شئت أضفت الاول إلى الثاني فقلت هذا حضرموت أعربت حضرا. وخفضت موتا. وكذلك القول في سام أبرص، ورام هرمز. والنسبة إليه حضرمى، والتصغير حضيرموت، تصغر الصدر منهما. وكذلك الجمع، يقال: فلان من الحضارمة.",
    "pg": "2:632-634"
  },
  "حضرم": {
    "def": "أبو عبيد: حضرم الرجل حضرمة، إذا لحنَ وخالف الإعراب في كلامه.",
    "pg": "5:1900"
  },
  "حضض": {
    "def": "حَضَّهُ على القتال حَضَّاً، أي حَثَّهُ. وحَضّضَهُ، أي حَرَّضَهُ. والاسم الحِضِّيضي. والتَّحاضُّ: التحاثُّ. والمُحاضَّةُ: أن يحثَّ كلُّ واحد منهما صاحبَه. وقرئ: ﴿ولا تُحاضُّونَ على طَعامِ المِسْكينِ﴾ . والحُضُّ بالضم: الاسمُ. والحَضيضُ: القرارُ من الأرض عند مُنقَطع الجبلِ. وكتب يزيد بن المهلّب إلى الحجاج: \" إنَّا لَقينا العدو فعلنا واضطررناهم إلى عرعرة الجبل ونحنُ بِحَضيضِه \". وفي الحديث أنَّهُ أُهْديَ إلى رسول الله ﷺ هديّةٌ فلمْ يجدْ شيئاً يضعهُ عليه، فقال: ضعه بالحَضيضِ، فإنّما أنا عبدٌ آكل كما يأكل العبدُ \" يعني بالأرض. قال الأصمعيُّ: الحُضِّيُّ بضم الحاء: الحجرُ الذي تجده بِحَضيضِ الجبلِ، وهو منسوبٌ كالسُهْلِيِّ والدهرى. وأنشد لحميد الارقط يصف فرسا:\nوأبا (١) يدق الحجر الحضيا * والحضض والحضض، بضم الضاد الاولى وفتحها: دواءٌ معروفٌ، وهو صمغٌ مر كالصبر.",
    "pg": "3:1071"
  },
  "حضن": {
    "def": "الحِضْنُ: ما دون الإبط إلى الكشح. وحضنا الشئ: جانباه. ونواحى كل شئ أحضانه. والمحتضن أيضاً: الحِضْنُ. قال الأعشى: عريضةُ بوصٍ إذا أدبرتْ هضيمُ الحَشا شختة المحتضن وحضن الضبع: وجاره. قال الكميت: كما خامرتْ في حِضْنِها أُمُّ عامرٍ لِذي الحبلِ حتّى عالَ أوسٌ عِيالها (١) وحَضَنَ الطائر بيضه يَحْضُنُهُ، إذا ضمَّه إلى نفسه تحت جناحِه. وكذلك المرأة إذا حَضَنَتْ ولدها. وحاضِنَةُ الصبيّ: التي تقوم عليه في تربيته. وحَضَنْتُهُ عن كذا حَضْناً وحَضانَةً، إذا نَحّيْته عنه واستبددت به دونه. وحَضَنْتُهُ عن حاجته أحْضُنُهُ بالضم، أي حبسْتُه عنها. واحْتَضَنْتُهُ على كذا مثله. واحْتَضَنْتُ الشئ: جعلته في حضنى. والحضون من الشاء: الشَطورُ، وهي التي أحد طُبْيَيْها أطولُ من الآخر. يقال: شاةٌ حَضونٌ بيِّنة الحِضان بالكسر. وحضن بالتحريك: جبل بأعلى نجد. والعرب تقول: \" أنجد من رأى حضنا \"، أي من عاين هذا الجبل فقد دخل في ناحية نجد. ابن السكيت: الحضن في بعض اللغات: العاجُ، وينشد في ذلك:\nوأَبْرَزَتْ عن هِجانِ اللونِ كالحَضَنِ (١) * أبو زيد: أحْضَنْتُ بالرجل: أزريت به.",
    "pg": "5:2101-2102"
  },
  "حطأ": {
    "def": "حَطأْتُ به الأرض حَطْأ: صَرَعْتُه. وحَطأَ بِسَلْحِهِ: رمى به. وحطأ بها: حبق. وحطأها: باضعها. وحطأه، إذا ضرب ظهره بيده مبسوطة. قال ابن عباس: أخذ رسول الله ﷺ بقفاي فحطأني حَطْأَةً، وقال: اذهب فادْعُ لي فلاناً. وحَطَأَتِ القِدْرُ بِزَبَدِها، أي: رَمَتْهُ. أبو زيد: الحطئ على فعيل: الرذال من الرجال، يقال حطئ نطئ، إتْباعٌ له. والحُطَيْئَة: الرجل القصير. قال ثعلب: وسُمِّيَ الحُطَيْئَةُ لدمامته. الكسائي: عنز حنطئة بفتح النون، مثال علبطة: أي عريضة ضخمة.",
    "pg": "1:44"
  },
  "حطب": {
    "def": "الحَطَبُ معروف، تقول منه: حَطَبْتُ واحتطبتُ، إذا جمعته. ويقال لمن يتكلم بالغت والسمين: حاطب لَيْلٍ، لأنّه لا يبصر ما يجمع في حَبْلِهِ. وحطَبني فلان، إذا أتاك بالحَطب. قال الراجز (١) : خَبٌّ جَروزٌ وإذا جاع بَكى * لا حَطَبَ القومَ ولا القومَ سَقى والحَطَّابَةُ: الذين يحتطبون. وأحطب الكَرْمُ: حان أن يُقْطَعَ منه الحطبُ. وناقة مُحاطِبَةٌ: تأكل الشوكَ اليابس. ومكانٌ حطيبٌ: كثير الحطب. والحَطِبُ: الرجل الشديد الهُزالِ. والأحطب مثله. وقولهم: \" صفقة لم يشهدها حاطب \" هو حاطب بن أبى بلتعة، وكان حازما.",
    "pg": "1:113"
  },
  "حطط": {
    "def": "حَطَّ الرَحْلَ والسرجَ والقوسَ. وحَط، أي نزل. والمَحَطُّ: المنزِلُ. وانْحِطَّ السعرُ وغيره. وتقول: اسْتَحَطَّني فلانٌ من الثمن شيئاً، والحَطيطَةُ كذا وكذا من الثمن. وقوله تعالى: ﴿حِطَّةٌ﴾ ، أي حُطَّ عنَّا أوزارَنا. ويقال: هي كلمةٌ أُمِرَ بها بنو إسرائيلَ لو قالوها لَحُطَّتْ أوزارُهُمْ. وحَطَّهُ، أي حَدَرَهُ. والحَطوطُ الحدورُ. والحَطوطُ: النجيبةُ السريعةُ. وجارية محطوطة المتنين، أي ممدودة مستويةٌ. قال الشاعر (١) : بَيْضاءُ مَحْطوطَةُ المَتْنَيْنِ بَهْكَنَةٌ * رَيّا الرَوادِفِ لم تمغل بأولاد * وحط البعير في السير حِطاطاً: اعتمد في زِمامه. قال الشماخ: وإن ضربت على العلات حطت * إليك حطاط هادية شنون * ورجلٌ حُطائِطٌ بالضم، أي صغيرٌ. وحطائط بن يعفر: أخو الاسود. قال أبو عمرو: انْحَطَّتِ الناقةُ في سيرها، أي أسرعتْ. والحَطاطُ بالفتح: شبيه بالبثور يكون حول الحوق. وأنشد الاصمعي (١) : قام إلى عذراء بالغطاط * يمشى بمثل قائم الفسطاط * بمكفهر اللون ذى حطاط (٢) * الواحدة حطاطة. وربما كانت في الوجه. ومنه قول الهُذَلي (١) : وَوَجْهٍ قد جَلَوْتُ أُمَيمَ صافٍ * كَقَرْنِ الشمسِ ليس بذي حَطاطِ * والحَطاطُ أيضاً: زُبْدُ اللبن. والمِحَطُّ بالكسر: الذي يُوشَم به، ويقال هو الحديدة التى تكون مع الخرَّازين ينقُشون بها الأديمَ. قال الشاعر (٢) : كَأَنّ مِحَطَّأ في يَدَيْ حارِثِيَّةٍ * صَناعٍ عَلَتْ منِّي به الجلد من عل * وعمران بن حطان، بكسر الحاء. وهو فعلان.",
    "pg": "3:1119-1120"
  },
  "حطم": {
    "def": "حَطَمْتُهُ (٢) حَطْماً، أي كسرته فانْحَطَمَ وتَحَطَّمَ. والتَحْطيمُ: التكسير. وأصابتهم حَطْمَةٌ، أي سَنَةٌ وجدبٌ. قال ذو الخرق الطهوى إنا إذا حَطْمَةٌ حَتَّتْ لنا وَرَقاً (١) نُمارس العودَ حتَّى ينبتَ الورقُ وحَطْمَةُ السيل، مثل طَحْمَتِهِ، وهي دَفْعته. والحطم: المتكسر في نفسه. ويقال للفرس إذا تهدَّمَ لطول عمره: حَطِمٌ. ويقال: حَطِمَتِ الدابّة بالكسر، أي أسنّتْ. وحَطَمَتْهُ السِنُّ بالفتح حطما. والحطمة، على وزن فعلة، من أسماء النار، لأنَّها تَحْطِمُ ما تَلْقى. ويقال أيضاً رجلٌ حُطَمَةٌ، للكثير الأكل ورجلٌ حُطَمٌ وحُطَمَةٌ أيضاً، إذا كان قليل الرحمة للماشية يَهشِم بعضَها ببعض. وفي المثل: \" شرُّ الرعاء الحطمة (٢) \". وقال الراجز:\nقد لفها الليل بسواق حطم (٣) * ويقال للعكرة من الإبل حُطَمَةٌ، لأنّها تَحْطِمُ كلَّ شئ. قال ابن عبّاس ﵄: الحطيم: الجدر. يعنى جدار حِجْرِ الكعبة. والحُطامُ: ما تكسر من اليبيس.",
    "pg": "5:1900-1901"
  },
  "حظا": {
    "def": "حَظِيَتِ المرأةُ عند زوجها حظوة وحظوة، بالكسر والضم، وحظة أيضا. وأنشد ابن السكيت لابنة الحمارس: هل هي إلا حظة أو تطليق * أو صلف أو بين ذاك (٢) تعليق قد وجب المهر إذ غاب الحوق (٣) * وهى حظيتى وإحدى حظاياى. وفى المثل: \" إلا حظية فلا ألية \" يقول: إن أخطأتك الحظوة فيما تطلب فلا تأل أن تتودد إلى الناس لعلك أن تدرك بعض ما تريد. وأصله في المرأة تصلف عند زوجها. ورجل حظى، إذا كان ذا حُظْوَةٍ ومنزلةٍ. وقد حَظيَ عند الأمير واحْتَظى به بمعنى. وأحظيته على فلان، أي فضَّلْتُهُ عليه. والحَظْوَةُ بالفتح: سهمٌ صغيرٌ قَدْرُ ذراعٍ. وإذا لم يكن فيه نصلٌ فهو حُظَيَّةٌ بالتصغير. وفي المثل: \" إحدى حُظَيَّاتِ لقمان \"، وهو لُقمان بن عاد. وحظياته: سهامه ومراميه، يضرب لمن عرف بالشَرارة ثم جاءت منه هَنَةٌ. وجمعُ الحَظْوَةِ حَظَواتٌ وحِظاءٌ بالمد. قال ابن السكيت: يقال: حنظى به، لغة في قولك غنظى به، إدا ندد به وأسمعه مكروه.",
    "pg": "6:2315-2316"
  },
  "حظب": {
    "def": "حَظَبَ حُظوباً: سَمِنَ. يقال: \" اعْلُلْ تَحْظُبْ \"، أي اشرب مَرَّةً بعد مرة تسمن. الاصمعي: الحنظب والحنظب (١) : الذكر من الجراد. وقال الخليل: الحناظب الخنافس، الواحد حنظب وحنظباء. قال الطماحى (٢) يصف كلبا أسود: أعددت للذئب وليل الحارس * مصدرا أتلع مثل الفارس يستقبل الريح بأنف خانس * في مثل جلد الحنظباء اليابس وقال حسان بن ثابت: وأُمُّكَ سوداءُ نُوبِيَّةٌ * كأنَّ أَنامِلَها الحُنْظُبُ * والحُنْظوبُ: المرأة الضخمة الرديئة.",
    "pg": "1:113"
  },
  "حظر": {
    "def": "الحَظْرُ: الحَجْرُ، وهو خِلاف الاباحة. والمحظور: المحرم. والحضار: الحظيرة تعمل الابل من شجر لتقيها الريحَ والبرد. والمُحْتَظِرُ: الذي يَعمل الحظيرة. وقرى،:\n(كهشيم المحتظر *، فمن كسره جعله الفاعل ومن فتحه جعله المفعول به. ويقال للرجل القليل الخير: إنّه لنَكِدُ الحظيرة. قال أبو عبيد: أراه سمَّى أموالَه حظيرةً لانه حظرها عنده ومنعها. وهى فعلية بمعنى مفعولة.",
    "pg": "2:634"
  },
  "حظرب": {
    "def": "حظرب قوسه، إذا شد توتيرها. والمُحَظْرَبُ: الشديد الفَتْلِ، يقال رجل مُحَظْرَبٌ إذا كان شديد الخَلْق مَفْتولَهُ. قال الشاعر (٣) : وكائِنْ تَرى مِنْ يَلْمَعيٍّ مُحَظْرَبٍ * وليس له عند العزائم جول يقول: هو مُشَدَّدٌ (١) حديد اللسان حديد النظر، فإذا نَزَلَتْ به الأمورُ وجدت غيره مِمَّنْ ليس له نظره وحدته أقوم بها منه.",
    "pg": "1:113-114"
  },
  "حظظ": {
    "def": "الحَظُّ: النصيبُ والجَدُّ، وجمع القلّة أَحُظٌّ، والكثير حُظوظٌ وأَحاظٍ على غير قياس، كأنَّه جمع أَحْظٍ. قال الشاعر (١) : وليس الغِنى والفقرُ من حيلةِ الفَتى * ولكنْ أَحاظٍ قُسِّمَتْ وجُدودُ (٢) * تقول منه: ما كنتَ ذا حَظٍّ، ولقد حَظِظْتَ تَحَظُّ فأنت حظٌّ (٣) وحظيظٌ ومَحْظوظٌ، أي جديدٌ ذو حَظٍّ من الرزق. وأنت أَحَظُّ من فلان. والحُظُظُ والحُظَظُ: لغةٌ في الحضض، وهو دواء، وحكى أبو عبيد عن اليزيدى الحضظ أيضا، فجمع بين الضاد والظاء. وأنشد شمر (٤) : أرقش ظمآن إذا عصر لفظ * أمر من صبر ومقر وحضظ *",
    "pg": "3:1172"
  },
  "حظل": {
    "def": "الحَظْلُ: المنعُ من التصرُّف والحركة. وقد حَظَلَ عليه يَحْظُلُ بالضم. قال الشاعر (١) : فما يُعْدِمْكِ لا يُعْدِمْكِ منه طبَانِيَةُ فيحْظُلُ أو يَغارْ (٢) ويقال: رجلٌ حَظِلٌ وحَظَّالٌ، للمُقْتِرِ الذي يحاسب أهلَه بما ينفق عليهم. والاسمُ الحِظْلانُ بكسر الحاء. قال الشاعر (٣) تعيرني الحِظلانَ أُمُّ مُغَلِّسٍ فقلتُ لها لمْ تَقذِفيني بِدائيا (١) والحَظلانُ بالتحريك: مَشْيُ الغضبان، وقد حَظَلَ المشيَ يَحْظُلُ، إذا كفّ بعضَ مشيه. وأنشد ابن السكيت للمرار العدوى: وحشوت الغيظ في أضلاعه فهو يمشى حظلانا كالنقر والحنظل: الشرى، الواحدة حنظلة. وقد حظل البعير بالكسر، إذا أكثر من أكل الحنظل، فهو حظل وإبل حظالى. وحنظلة: أكرم قبيلة من تميم، يقال لهم حنظلة الا كرمون. وأبوهم حنظلة بن مالك ابن عمرو بن تميم.",
    "pg": "4:1670"
  },
  "حف": {
    "def": "الحسافة: ما تناثر من التمر الفاسد. وحسفت التمر أجسفه حَسْفاً، أي نقّيته وأخرجتُ حُسافَتَهُ. ويقال: انحسف الشئ، إذا تقتت في يدك. وقولهم: في صدره عليّ حَسيفَةٌ وحُسافَةٌ، أي غيظ وعداوة.",
    "pg": "4:1344"
  },
  "حفأ": {
    "def": "الحَفأُ: أصل البَرْديِّ الأبيضُ الرطب وهو يؤكل.",
    "pg": "1:44"
  },
  "حفا": {
    "def": "قال الكسائي: رجلٌ حافٍ بيّن الحِفْوَةِ والحِفْيَةِ والحِفايَةِ والحِفاءِ بالمد. وقد حَفِيَ يَحْفى حَفاءً، وهو أن يمشي بلا خُف ولا نعلٍ، فأمَّا الذي حَفِيَ من كثرة المشْي، أي رَقَّتْ قدمه أو حافره، فإنه حَفٍ بيّن الحَفى مقصورٌ. وأَحْفاهُ غيره. والحَفاوَةُ بالفتح: المبالغة في السؤال عن الرجل والعنايةِ في أمره. وفي المثل: \" مَأْرُبَةٌ لا حَفاوَةٌ \". تقول منه: حَفِيتُ به بالكسر حَفاوَةً وتَحَفَّيتُ به، أي بالغتُ في إكرامه وإلطافه. وحَفيَ الفرسُ: انْسَحَجَ حافره. وأَحْفَى الرجلُ، أي حفيت دابته. والحفى: العالم الذى يتعلم شئ باستقصاء. والحفى أيضا: المستقصى في السؤال. قال الأعشى: فإنْ تسألي عنى فيارب سائل * حَفِيٍّ عن الأعشى به حيث أَصْعَدا قال الأصمعيّ: حَفَوْتُ الرجلَ من كلِّ خير. أَحْفوهُ حَفْواً، إذا منعْتَه من كلِّ خير. وحَفيتُ إليه بالوصيّة، أي بالغتُ. حكاه أبو عبيد. والإحفاء: الاستقصاءُ في الكلام والمنازعةُ. ومنه قول الحارث بن حلِّزة اليشكرى: أن إخواننا الاراقم يغلو * نَ علينا في قِيلِهِمْ إحْفاءُ وأَحْفى شاربَه، أي استقصى في أخذه وألزق جزه. وفى الحديث أنه ﵇ \" أمر أن تحفى الشوارب وتعفى اللحى \". أبو زيد: حافيت الرجل: ما ريته ونازعته في الكلام.",
    "pg": "6:2316-2317"
  },
  "حفت": {
    "def": "الاصمعي: الحفيتأ مهموز غير ممدود: الرجل القصير السمين. والحَفْتُ: الدق.",
    "pg": "1:247"
  },
  "حفث": {
    "def": "الحَفِثُ، بكسر الفاء: حَفِثُ الكَرِشِ، وهو القِبَّةُ (٢) . والحُفَّاثُ: حَيَّةٌ تنفخ ولا تؤذى. وقال جرير: أيفايشون (٣) وقد رأوا حفاثهم * قد عضه فقضى عليه الاشجع",
    "pg": "1:280"
  },
  "حفد": {
    "def": "الحَفْدُ: السُرْعَةُ. تقول: حَفَدَ البعير والظَليمُ حَفْداً وحَفَداناً، وهو تدارُك السَيْرِ. وبَعيرٌ حَفَّادٌ. وفي الدعاء: \" وإليكَ نَسعى ونحفِدُ \". وأحفدتُه: حملته على الحفد والاسراع. قال الراعى: مزائد خرقاء اليدين مسيفة * أخب بهن المخلفان وأحفدا - أي أحفدا بعيريهما. وقال بعضهم: أي أسرعا. ويجعل حفد وأحفد بمعنى. والحفدة: الأعوان والخَدَم، وقيل ولَد الوَلد، واحدهم حافِدٌ. ورجل مَحْفودٌ: أي مخدوم. وسيف مُحْتَفِد: سريع القَطْع. والمِحْفَد بالكسر: قَدَحٌ يكيلون به. وأنشد أبو نصر للاعشى: وسقيى وإطعامى الشعير بمحفد (١) * ومَحْفِدُ الرجل بفتح الميم: مَحْتِدُهُ، وأصله. وقال ابن الأعرابيّ: المَحْفِد: أصل السنام. وأنشد لزهير: جمالية لم يبق سيرى ورحلتي * على ظهرها من نيها غير محفد (٢) - ومحفد الثوب أيضا: وشيه، والجمع محافد.",
    "pg": "2:466"
  },
  "حفر": {
    "def": "حَفَرْتُ (١) الأرض واحْتَفَرْتُها. والحُفْرَةُ: واحدة الحُفَرِ. واسْتَحْفَرَ النهرُ: حان له أن يُحفَر. والحَفَرُ، بالتحريك: التراب يستخرج من الحفرة. وهو مثل الهَدَم. ويقال: هو المكان الذى حفر. وينشد:\nقالوا انتهينا وهذا الخندق الحفر * والحافر: واحد حوافر الدابة. وقد استعاره الشاعر في القدم، فقال (١) : فما برح (٢) الولدان حتى رأيته * على البكر يريمه بساق وحافر (٣) - وقولهم في المثل: \" النقد عند الحافِرَةِ \" قال يعقوب: أي عند أوّلِ كلمة. ويقال: التقى القومُ فاقتتلوا عند الحافرة، أي عند أوّلِ ما التقوا. وقوله تعالى:\n(أئِنَّا لَمردودونَ في الحافرةِ) *، أي في أول أمرنا. وأنشد ابن الأعرابي: أَحافرَةً على صَلَعٍ وشَيب * مَعاذَ الله من سفهٍ وعارِ - يقول: أأرجع إلى ما كنتُ عليه في شبابي من الجهل والصِبا بعد أن شِبْت وصَلِعت. ويقال: رجَعَ على حافِرَتِهِ، أي في الطريق الذي جاء منه. والحَفيرُ: القبر. وحَفَرَهُ حَفْراً: هزله. يقال: ما حامل إلا والحَمْلُ يَحْفِرُها. إلاَّ الناقةُ فإنَّها تَسمَن عليه. وتقول: في أسنانه حَفَرٌ (١) . وقد حَفَرْتُ تَحْفرُ حَفْراً، مثل كسر يكسر كسرا: إذا فسدت أصولُها. قال يعقوب: هو سُلاَقٌ في أصول الأسنان. قال: ويقال أصبح فمُ فلان مَحْفوراً. وبنو أسد تقول: في أسنانه حَفَرٌ، بالتحريك. وقد حَفِرَتْ حفرا، مثال تعبت تعبا، وهى أردأ اللغتين. وأحفر المُهر للإثناء والإرباع والقروحِ، إذا ذهَبتْ رواضِعُهُ وطلع غيرها. والحِفْرى، مثال الشعرى: نبت. والحفراة: الخشبة ذات الاصابع التى يذرى بها.",
    "pg": "2:634-635"
  },
  "حفز": {
    "def": "حفزه، أي دفعه من خلفه، يحفزه حفزا. وقول الراجز: تريح بعد النفس المحفوز * إراحة الجداية النفوز * يريد النفس الشديد المتتابع، الذى كأنه يحفز، أي يدفع من سياق. فالليل يحفز النهار، أي يسوقه. وحفزته بالرمح: طعنته. والحوفزان: لقب الحارث بن شريك الشيباني، لقب بذلك لان قيس بن عاصم التميمي حفزه بالرمح حين خاف أن يفوته. قال جرير يفتخر بذلك: ونحن حفزنا الحوفزان بطعنة * سقته نجيعا من دم الجوف أشكلا * وأما قول من قال: إنما حفزه بسطام بن قيس فغلط، لانه شيباني فكيف يفتخر به جرير (١) . ورأيته محتفزا، أي مستوفزا. وفى الحديث عن علي ﵁: \" إذا صلت المرأة فلتحتفز \"، أي تتضام إذا جلست وإذا سجدت ولا تخوى كما يخوى الرجل.",
    "pg": "3:874"
  },
  "حفس": {
    "def": "ابن السكيت: يقال للرجل إذا كان قصيرا غليظا: حيفس، مثل هِزَبْرٍ. ورجل ٌحَفَيْسَأٌ مهموزٌ غير ممدود، مثل حَفَيْثأٍ على فعيلل، وهو القصير السمين. عن الاصمعي.",
    "pg": "3:918-919"
  },
  "حفش": {
    "def": "حَفَشَ السيلُ يَحْفِشُ حَفْشاً، إذا سال من كلِّ جانب إلى مُستَنقع واحد. والحافِشةُ: المَسيلُ. قال الشاعر: عَشِيَّةَ رُحْنا وراحوا لَنا * كما مَلأَ الحافِشاتُ المَسيلا * وكذلك حَفْشُ الإداوةِ: سَيَلانُها. والفرسُ يَحْفِشُ، أي يأتي بجَرْيٍ بعد جريٍ. ويقال: هم يَحْفِشُونَ عليك، أي يجتمعون ويتألَّفون. والحِفْشُ: وعاء المَغازِلِ. والحِفْشُ الذي في الحديث، هو البيت الصغير عن أبي عبيد. ويقال معنى قوله ﵇: \" هَلاَّ قعد في حِفْشِ أمِّه \"، أي عند حِفْشِ أمه.",
    "pg": "3:1002"
  },
  "حفص": {
    "def": "الحَفْصُ: زَبيلٌ من جلودٍ، وولدُ الأسد أيضاً. وأمُّ حَفْصَةَ: الدجاجة. وحفصت الشئ: جمعته، حكاه ابن دريد.",
    "pg": "3:1034"
  },
  "حفض": {
    "def": "الحَفضُ، بالتحريك: البعيرُ الذي يَحمل خُرْثيَّ البيتِ. والجمع أَحْفاضٌ. قال رؤبة:\nيا ابن قروم لسن بالاحفاض (٢) * والحَفضُ أيضاً: متاع البيت إذا هُيِّئَ لِيُحْمَلَ. قال عمرو بن كلثوم ونحن إذا عماد القوم خَرَّتْ * على الأَحْفاضِ نَمْنَعُ مَنْ يلينا * أي خَرَّتْ على المتاع. ويروى \" عن الأَحْفاضِ \"، أي خَرَّتْ عن الإبل التي تحمل خُرْثيَّ البيت. وحَفَضْتُ العودَ حفْضاً: حَنَيْتُهُ وعطفته. قال رؤبة:\nإما ترى دهرا حناني حفضا (١) * فجعله مصدرا لحناني، لان حناني وحفضنى واحد. قال الاصمعي: حفضت الشئ: ألقيته من يدي وطرحته. قال: ومنه حفضته تحفيضا. قال أمية: وحفضت البدور وأردفتهم * فضول الله وانتهت القسوم (٢) * قال: ويروى \" النذور \".",
    "pg": "3:1071-1072"
  },
  "حفظ": {
    "def": "حفظت الشئ حفظا، أي حَرَسْتُه. وحَفِظْتُهُ أيضاً بمعنى استظهرته. والحَفَظَةُ: الملائكةُ الذين يكتُبونَ أعمالَ بني آدم. والمُحافَظَةُ: المراقبةُ. ويقال: إنَّه لَذو حِفاظٍ وذو مُحافظَةٍ، إذا كانت له أنفةٌ. والحَفيظُ: المحافِظُ، ومنه قوله تعالى: ﴿وما أنا عَليكُمْ بِحَفيظٍ﴾ . يقال احْتَفِظْ بهذا الشئ، أي احفظه. والتحفظ: التَيَقُّظُ وقِلَّةُ الغفلةِ. وتَحَفَّظْتُ الكتابَ، أي استظهرته شيئا بعد شئ. وحَفَّظْتُهُ الكتابَ، أي حملته على حفظه. واستحفظته: سألته أي يحفظه. والحَفيظَةُ: الغضبُ والحميَّةُ، وكذلك الحِفْظَةُ بالكسر. وقد أَحْفَظْتُهُ فاحْتَفَظَ، أي أغضبته فغضب. قال العُجَيْرُ السَلوليّ: بعيد من الشئ القليل احتفاظه * عليكَ وَمَنْزورُ الرِضا حين يَغْضَبُ * وقولهم: \" إن الحَفائِظَ تَنقَضُ الأحقادَ \"، أي إذا رأيت حَميمَكَ يَظْلَمُ حَميتَ له وإن كان عليه في قلبك حقد.",
    "pg": "3:1172-1173"
  },
  "حفف": {
    "def": "قال الاصمعي: الحقة: المنوال، وهو الخشبة التي يُلفّ عليها الحائكُ الثوب. قال: والذي يقال له الحَفُّ هو المِنْسَجُ. قال أبو سعيد: الحَفَّةُ: المِنوالُ ولا يقال له حَفٌّ، وإنما الحَفُّ المنسج. رالحفان: فراخ النعام، الواحدة حَفّانَةٌ، الذكر والأنثى فيه سواء. وأنشد الاصمعي لاسامة الهذلى: وإلا النَعامَ وحَفَّانَهُ وطُغْيا مع اللهق الناشط الطغيا: الصغير من بقر الوحش. وأحمد ابن يحيى: يقول الطغيا بالفتح. والحَفَّانُ أيضاً: الخَدَمُ وإناءٌ حَفَّانٌ: بلغ الكيلُ حفافَيْهِ. وحَفَّتِ المرأة وجهها من الشعر تَحُفَّهُ حَفَّاً وحفافاً، واحْتَفّتْ أيضاً. قال الأصمعي: الحَفَفُ: عيشُ سوءٍ وقلّةُ مالٍ. يقال: مارئى عليهم حفف ولا ضَفَفٌ، أي أثرُ عَوَزٍ. والاحْتِفافُ: أكلُ جميع ما في القدر. والاشتفاف: شرب جميع ما في الاناء. والمحفة، بالكسر: مركب من مراكب النساء كالهودج، إلا أنها لا تُقَبَّبُ كما تُقَبَّبُ الهوادج. وحفوا حوله يحفون حفا، أي أطافوا به واستداروا. وقال الله تعالى: ﴿وتَرى الملائكةَ حافِّينَ مِنْ حول العرش﴾ . وحفه بالشئ يحفه كما يُحَفُّ الهودجُ بالثياب. وكذلك التَحْفيفُ. ويقال: مَنْ حَفَّنَا أو رَفَّنَا فليقتصدْ، أي من خَدَمنا أو تعطّف علينا وحاطنا. وما لفلان حافٌّ ولا رافٌّ، وذهَبَ من كان يحفه ويرفه. وحفتهم الحاجةُ تَحُفُّهُمْ، إذا كانوا محاويجَ. وهم قومٌ مَحْفوفونَ. وحَفَّ رأسهُ يَحفُّ بالكسر حُفوفاً، أي بَعُدَ عهده بالدُّهْنِ. قال الكميت يصف وتداً: وأَشْعَثَ في الدار ذي لِمَّةٍ يُطيلُ الحُفوفَ فلا يَقْمَلُ وأَحْفَفْتُهُ أنا. وحَفَّ الفرسُ أيضاً يَحِفُّ حَفيفاً، وأَحْفَفْتُهُ أنا، إذا حملتَه على أن يكون له حَفيفٌ، وهو دويُّ جَرْيِهِ. وكذلك حَفيفُ جناح الطائر. وحَفَّ شاربَه ورأسَه يَحُفُّ حَفَّاً، أي أَحْفاهُ. وحفافا الشئ: جانباه، ومنه. قول طرفة: كأن جناحى مضرحى تكنفا حفا فيه شكا في العسيب بمسرد ويقال: بقى من شعره حفاف، وذلك إذا صَلِع فبقيتْ من شعره طُرَّةٌ حول رأسه، والجمع أحفة. قال ذو الرمة: لهن إذا أصبحن منهم أحفة وحين يرون الليل أقبل جائيا قوله \" لهن \" أي للجفان \" أحفة \" أي قوم استداروا حولها.",
    "pg": "4:1344-1345"
  },
  "حفل": {
    "def": "حَفَلَ القومُ واحْتَفَلوا، أي اجتمعوا واحتشدوا. وعنده حفل من الناس، أي جَمْعٌ، وهو في الأصل مصدرٌ. ومَحْفِلُ القوم ومُحْتَفَلُهُمْ: مجتمعهم وضرع حافل، أي ممتلى لبناً. وشعبةٌ حافِلٌ ووادٍ حافِلٌ، إذا كثر سَيْلُهُما. وحَفَلَتِ السماء حَفْلاً، أي جدّ وقعُها. وحَفَلْتُهُ، أي جلوته، فتحفل واحتفل. قال بشر يصف امرأة: رأى دُرَّةً بيضاء يَحفِلُ لونَها سُخامٌ كغربان البرير مقصب وحفلت كذا، أي باليتُ به، يقال: لا تحفل به. قال الكميت: أهذي بظبية (١) لو تساعف دارها كلفا وأحفل صرمها وأبالى والحفالة مثل الحُثالَةِ. قال الأصمعيّ: يقال هو من حُفالَتِهِمْ وحُثالَتِهِمْ، أي ممَّن لا خير فيه منهم. قال: وهو الرذل من كل شئ. ورجلٌ ذو حَفْلَةٍ، إذا كان مبالغا فيما أخذ فيه. وجاءوا بحَفْلَتِهِمْ، أي بأجمعهم. وأخذ للأمر حَفْلَتَهُ، إذا جدّ فيه. ويقال. احْتَفَلَ الوادي بالسيل، أي امتلأ. والتَحْفيلُ مثل التَصرِيَة، وهو أن لا تُحْلَبَ الشاة أيَّاماً ليجتمع اللبنُ في ضرعها للبيع. والشاةُ محفلة ومصراة. ونهى رسول الله ﷺ عن التصرية والتحفيل.",
    "pg": "4:1670-1671"
  },
  "حفلج": {
    "def": "الحفلَّجُ، بتشديد اللام: الأفْحَجُ.",
    "pg": "1:307"
  },
  "حفن": {
    "def": "الحَفْنَةُ: ملء الكفين من طعام. ومنه: إنَّما نحن حَفْنَةٌ من حَفَناتِ الله تعالى، أي يسيرٌ بالإضافة إلى مُلكه ورحمته. وحفنت (٢) الشئ، إذا جرفته بكلتا يديك. ولا يكون إلاّ من الشئ اليابس، كالدقيق ونحوه. وحفنت لفلان حَفْنَةً: أعطيته قليلاً. واحْتَفَنْتُ الشئ لنفسي: أخذته. أبو زيد: احْتَفَنْتُ الرجل احْتِفاناً: قلعتُه من الاصل، حكاه عنه أبو عبيد. والحفنة بالضم: الحفرة، والجمع الحُفَنُ. والحَفَّانُ: فِراخ النعام، وهو من المضاعف. وربما سمَّوا صغار الإبل حَفَّاناً، الواحدة حَفَّانَةٌ، للذكر والانثى جميعا.",
    "pg": "5:2102-2103"
  },
  "حقا": {
    "def": "الحَقْوَةُ: وجع البطن. تقول منه حُقِيَ الرجل فهو مَحْقُوٌّ. وحَقْوُ السهم: مُسْتَدَقُّهُ من مؤخّره مما يلي الريش. والحَقوُ: الإزار، وثلاثة أحق، وأصله أحقو على أفعل فحذف، لانه ليس في الاسماء اسم آخره حرف علة وقبله ضمة، فإذا أدى قياس إلى ذلك رفض، فأبدلت من الضمة الكسرة فار آخره ياء مكسورا ما قبلها، فإذا صار كذلك كان بمنزلة القاضى والغازي في سقوط الياء لا جتماع الساكنين. والكثير حقى، وهو فعول، قلبت الواو الاولى ياء لتدغم في التى بعدها. والحقو أيضا: الخصر ومشد الازار.",
    "pg": "6:2317"
  },
  "حقب": {
    "def": "الحُقْبُ بالضم: ثمانون سنة، ويقال أكثر من ذلك، والجمع حقاب، مثل قف وقفاف. والحقبة بالكسر: واحدة الحقب وهى السِنونَ. والحُقُبُ: الدهر. والأحقاب: الدهور، ومنه قوله تعالى: (أوَ أَمْضِيَ حُقُباً) . والحَقَبُ بالتحريك: حَبْلٌ يُشَدُّ به الرجل إلى بطن البعير مما يلي ثيلَهُ كي لا يجتذبَه التصدير. تقول منه: أَحْقَبْتُ البعيرَ. وحَقِبَ البعيرُ بالكسر إذا أصاب حَقَبُهُ ثيلَهُ فاحتبس بَوْلُهُ. ويقال أيضاً: حَقِبَ العامُ، إذا احتبس مطرُهُ. والأحقب: حمار الوحش، سُمِّيَ بذلك لبياضٍ في حَقْوَيْهِ، والانثى حقباء. وقال الراجز (٢) :\nكأنها حقباء بلقاء الزلق (٣) * ويقال للقارة (٤) الطويلة في السماء: حقباء. والحقاب أيضا: جبل معروف. قال الراجز يصف كلبة طلبت وعلا مسنا في هذا الجبل (١) : قد ضمها والبدن الحقاب جدى لكل عامل ثواب الرأس والاكوع والاهاب والحقيبة: واحدة الحقائب. واحتقبه واستحقبه بمعنىً، أي احتمله. ومنه قيل: احتقب فلانٌ الإثمَ، كأنه جمعه. واحتقبه من خلفه. والمحقب: المردف.",
    "pg": "1:114"
  },
  "حقد": {
    "def": "الحِقْدُ: الضِغْن، والجمع أَحْقادٌ. وتقول: حَقَدَ عليه يَحْقِد حِقْداً، وحَقِد عليه بالكسر حَقَداً لغة. وأَحْقَدَهُ غيره. ورجل حَقود. وأَحْقَدَ القومُ، إذا طلبوا من المَعْدِن شيئا فلم يجدوا. وهذا الحرف نقلته من كتاب ولم أسمعه.",
    "pg": "2:466"
  },
  "حقر": {
    "def": "الحَقيرُ: الصغير الذليل. تقول منه حَقُرَ بالضم حَقارَةً. وحَقَرَه، واحْتَقَرَهُ، واستحقره: استصغره. وتَحاقَرَتْ إليه نفسُه: تصاغرت. والتحقيرُ: التصغير. والمُحَقَّرات: الصغائر. ويقال: هذا الامر محقر بك. أي حقارة.",
    "pg": "2:635"
  },
  "حقط": {
    "def": "الحيقطان: ذكر الدراج. قال الطرماح: من الهوذ كدراء السراة ولونها (٣) * خصيف كلون الحيقطان المسيح",
    "pg": "3:1120"
  },
  "حقف": {
    "def": "الحقْفُ: المعوجُّ من الرمل، والجمع حقاف وأحقاف.\n(١٧٠ - صحاح - ٤) واحقوقف الرمل والهلال، أي اعوج. قال العجاج: طى الليالى زلفا فزلفا (١) سماوة الهلال حتى احقوقفا وفى الحديث أنه ﵇ مربظبى حاقف في ظل شجرة، وهو الذى انحنى وتثنى في نومه. والاحقاف: ديار عاد. قال الله تعالى: ﴿واذ كر أخا عاد إذ أنذر قومه بالاحقاف﴾ .",
    "pg": "4:1345-1346"
  },
  "حقق": {
    "def": ". الحَقُّ: خلاف الباطل. والحَقُّ: واحد الحُقوقِ. والحَقَّةُ أخصّ منه. يقال: هذه حَقَّتي، أي حَقّي. والحَقَّةُ أيضاً: حَقيقَةُ الأمر. يقال: لَمَّا عرف الحَقَّةَ منِّي هرب. وقولهم: \" لَحَقُّ لا آتيك \"، هو يمينٌ للعرب يرفعونها بغير تنوين إذا جاءت بعد اللام، وإذا أزالوا عنها اللام قالوا: حقَّا لا آتيك. وقولهم: كان ذاك عند حَقِّ لقاحها وحِقِّ لقاحها أيضاً بالكسر، أي حين ثَبَتَ ذلك فيها. والحُقَّةُ بالضم معروفة، والجمع حُقٌّ وحُقَقٌ وحِقاقٌ. والحِقُّ بالكسر: ما كان من الإبل ابن ثلاثِ سنين وقد دخل في الرابعة، والأنثى حِقَّةٌ وحِقٌّ أيضا، سمى بذلك لا ستحقاقه أن يحمل عليه وأن ينتفع به. يقول: هو حق بين الحقة. وهو مصدر. قال الاعشى بحقها ربطت (١) في اللجين حتى السديس لها أسن والجمع حقاق وحقق. ولم يرد بحقتها صفة لها، لانه لا يقال ذلك كما يقال بجذعتها فعل بها كذا، ولا بثنيتها ولا ببازلها. ولا أراد بقوله أسن كبر، لانه لا يقال أسن السن، وإنما يقال أسن الرجل وأسنت المرأة: وإنما أراد أنها ربطت في اللجين وقتا كانت فيه حقة، إلى أن نجم سديسها أي نبت. وجمع الحقاق حقق، مثال كتاب وكتب. ومنه قول المُسَيِّبِ بن عَلَس: قد نالني منهم على عَدَمٍ مثل الفَسيلِ صِغارُهَا الحُقُقُ وربما جُمِع على حقائق مثل إفال وأفائل. قال الراجز: ومسد أمر من أيانق لسن بأنياب ولا حقائق قال الاصمعي: إذا جازت الناقة السنة ولم تلد قيل: قد جازت الحق. وأتت الناقة على حقها، أي الوقت الذى ضربت فيه عام أول. وسقط فلان على حاقِّ رأسه، أي وسط رأسه. وجئته في حاقِّ الشتاء، أي في وسطه. والحاقة: القيامة، سميت بذلك لأنَّ فيها حَواقّ الأمور. وحاقَّهُ، أي خاصَمَه وادَّعى كلُّ واحدٍ منهما الحَقَّ، فإذا غلبه قيل: حقه. ويقال للرجل إذا خاصم في صغار الاشياء: \" إنه لنزق الحقاق \". ويقال: ما له فيه حَقٌّ ولا حِقَاقٌ، أي خصومةٌ. والتَحاقُّ: التخاصمُ. والاحْتِقاقُ: الاختصامُ. وتقول: احْتَقَّ فلانٌ وفلانٌ، ولا يقال للواحد، كما لا يقال اختصم للواحد. دون الآخر. واحْتَقَّ الفرسُ، أي ضمُر. وطعنةٌ مُحْتَقَّة، أي لا زَيْغَ فيها وقد نَفَذَتْ. ويقال رمى فلانٌ الصيدَ فاحْتَقَّ بعضا وشرم بعضا، أي قتل بعضاً وأفلت بعضٌ جريحاً. ومنه قول الشاعر: (١) * من بين مُحَتَقٍّ لها ومُشَرَّمِ (٢) * وحَقَقْتُ حِذْرَه أحُقُّهُ حَقَّاً، وأَحْقَقْتُهُ أيضاً، إذا فعلتَ ما كان يحذَره. ويقال أيضاً: حَقَقْتُ الرجل، وأَحْقَقْتُهُ، إذا أَثْبَتَّهُ، حكاه أبو عبيد. قال: وحَقَقْتُ الأمر وأَحْقَقْتُهُ أيضاً، إذا تَحَقَّقْتُهُ وصرت منه على يقين. قال الكسائي: يقال حُقَّ لك أن تفعل هذا، وحُقِقْتَ أن تفعل هذا، بمعنىً. وحُقَّ له أن يفعل كذا، وهو حَقيقٌ أن يفعل كذا، وهو حَقيقٌ به، ومَحْقوقٌ به، أي خليقٌ له، والجمع أَحِقَّاءُ ومحقوقون. وحق الشئ يحق بالكسر، أي وجب. وأحققت الشئ، أي أوجبته. واسْتَحْقَقْتُهُ، أي استوجبته. وتَحَقَّقَ عنده الخبر، أي صحَّ. وحَقَّقَتُ قولَه وظنَّه تَحْقيقاً، أي صدَّقت. وكلام محقق، أي رصينٌ. قال الراجز:\nدعْ ذا وحبِّرْ مَنْطِقاً مُحَقَّقاً * وثوبٌ مُحَقَّقٌ، إذا كان محكم النسج. قال الراجز (١) : تسربل جلد وجه أبيك إنا كفيناك المحققة الرقاقا والحقيقة: خلاف المجاز. والحَقيقةُ: ما يَحُِقُّ على الرجل أن يحميّه. وفلانٌ حامي الحَقيقَةِ. ويقال: الحَقيقَةُ: الرايةُ. قال عامر بن الطُفَيل:\nأنا الفارس الحامى حقيقة جعفر (٢) * والاحق من الخيل: الذي لا يَعْرَقُ. أنشد أبو عمرو لرجل من الانصار (١) : وأقْدَرُ مُشرِفُ الصَهواتِ ساطٍ كُمَيْتٌ لاأحق ولا شئيت (٢) وقال الاصمعي في تفسير هذا البيت: الاقدر الذى يجوز حافرا رجليه حافرى يديه. والشئيت: الذى يقصر حافرا رجليه عن حافرى يديه. والاحق: الذى يطبق حافرا رجليه حافرى يديه ومصدره الحقق. والحقحقة: أرفع السير وأتعبه للظَهر. وفي الحديث أن مطرِّف بن عبد الله بن الشَخِّير قال لابنه لمت اجتهد في العبادة: \" خير الامور أو ساطها والحسنة بين السيِّئتين، وشرُّ السير الحَقْحَقَةُ \". ويقال هو السَيْرُ في أوّل الليل، ونهى عن ذلك.",
    "pg": "4:1460-1462"
  },
  "حقل": {
    "def": "الحَقْلُ: الزرعُ إذا تشعَّبَ ورقُه قبل أن تغلُظَ سوقه، تقول منه أَحْقَلَ الزرعُ. والحَقْلُ: القَراحُ الطيِّبُ، الواحدة حَقْلَةٌ. وفي المثل: \" لا تُنْبِتُ البقلةَ إلا الحلقلة. قال الاصمعي: الحقلة وجع يكون في البطن. وقال أبو عبيد: من أَكْلِ التراب مع البَقْل. وقد حَقِلَتِ الإبلُ حَقْلَةً، مثل رحم رحمة، والجمع أحقال، ومنه قول العجاج:\nذاك ونشفى حقلة الامراض (١) * والحقيلة: ماء الرطب في الامعاء. وأما قول الشاعر الراعى:\nمن ذى الابارق إذ رعين حقيلا (٢) * فهو اسم موضع. والمحاقلة: بيع الزرع وهو في سنبله بالبُرّ، وقد نهى عنه. وحوقل الشيخ حوقلة وحيقالا، إذا كَبِرَ وفَتَر عن الجماع، قال الراجز: يا قومِ قد حَوْقَلْتُ أو دنوتُ وبعد حيقالِ الرجالِ الموتُ ويروى: \" وبعد حَوْقال \"، وأراد المصدرَ فلما استوحش من أن تصير الواو ياءً فتحَهُ. والحو قلة: الغرمول اللين. وفى المتأخرين من يقوله بالفاء، ويزعم أنَّهُ الكَمَرَةُ الضخمة، ويجعله مأخوذاً من الحَقْلِ، وما أظنُّه مسموعاً. وقلت لأبي الغَوثِ: ما الحَوْقَلَةُ؟ قال: هن الشيخ المحوقل.",
    "pg": "4:1671-1672"
  },
  "حقلد": {
    "def": "ابن الاعرابي: الحقلد: الضيق البخيل.",
    "pg": "2:466"
  },
  "حقم": {
    "def": "الحُقْمُ: ضربٌ من الطَير يقال إنه الحمام.",
    "pg": "5:1901"
  },
  "حقن": {
    "def": "حَقَنْتُ (١) اللبن أَحْقُنُهُ بالضم، إذا جمعتَه في السقاء وصببتَ حليبَه على رائبه. واسم هذا اللبن الحَقينُ، والسِقاء المِحْقَنُ. وفي المثل: \" أبى الحَقينُ العُِذْرَةَ \" أي العذر. وَحَقَنْتُ دمَه: منعته أن يُسفَك. قال الكسائي: حَقَنْتُ البولَ. وأنكر أَحْقَنْتُ. والحاقِنُ: الذي به بولٌ شديد. يقال: \" لا رأيَ لِحاقِنٍ \". أبو عمرو: الحاقِنَةُ: النُقرة بين التَرقوة وحبلِ العاتق. وهما حاقنتان. وفي المثل: \" لالحقن حواقنك بذواقنك \". الذاقنة: طرف الحلقوم ومنه قول عائشة رضى الله عنها: \" توفى رسول الله ﷺ بين سحري ونحرى، وبين حاقنتى وذاقنتى \". ويروى \" شجري \"، وهو ما بين اللحيين. ويقال: الحاقنة ما سفل من البطن. والحُقْنَةُ: ما يُحْقَنُ به المريض من الأدوية. وقد احْتَقَنَ الرجل. والمِحْقانُ: الذي يَحْقُنُ بولَه، فإذا بالَ أكثر منه.",
    "pg": "5:2103"
  },
  "حكا": {
    "def": "أحْكَأتُ العقدة وأحكيتها، أي شددتها، قال عَديُّ بن زيد يصف جارية: أَجْلَ (١) أَنَّ الله قدْ فَضَّلَكُمْ * فوق من أحْكَأَ صُلْباً بِإِزارِ هذه رواية أبي زيد، ويروى: \" فوق من أَحْكَى بصُلْبٍ وإزار \"، أي بحَسَبٍ وعِفَّةٍ.",
    "pg": "1:44"
  },
  "حكر": {
    "def": "احْتِكارُ الطعام: جَمْعه وحَبْسه يُتَربَّص به الغلاء. وهو الحُكْرَةُ بالضم.",
    "pg": "2:635-636"
  },
  "حكك": {
    "def": "حككت الشئ أحكه. وماك في صدري منه شئ، أي ما تَخالَجَ. ويقال: ما حَكَّ في صدري كذا، إذا لم ينشرح له صدرُك. واحْتَكَّ بالشئ، أي حك نفسه عليه. وفلان يَتَحَكَّكُ بي، أي يتمرّس ويتعرض لشرّي. والمُحاكَّةُ كالمباراة. والحِكَّةُ، بالكسر: الجَرَبُ. وقولهم: ما بقيتْ فيه حاكَّةٌ، أي سِنٌّ. والحَكَكُ بالتحريك: حجارة رخوة بيض، وإنما ظهر فيه التضعيف للفرق بين فعل وفعل. والحكيك: الحافر النحيتُ، والكعبُ المحْكوكُ. والحُكاكَةُ بالضم: ما يسقط عن الشئ عند الحَكِّ. والجِذْلُ المُحَكَّكُ: الذي يُنْصَبُ في العَطَن لتحتكّ به الابل الحربى، ومنه قول الحباب ابن المنذر الانصاري يوم سقيفة بنى ساعدة: \" أنا جذيلها المحكك، وعذيقها المرجب \" أراد أنه يشتفى برأيه وتدبيره.",
    "pg": "4:1580-1581"
  },
  "حكل": {
    "def": "الحُكْلُ: ما لا يُسْمَعُ له صوت. وقال (١) : لو كنت قد أو تيت علم الحكل (٢) علم سليمان كلام النمل كنت رهين هرم أو قتل ويقال: في لسانه حُكْلَةٌ، أي عجمةٌ لا يُبِين الكلام. قال الفراء: قد أحكل على الخبر أي أشكَلَ. واحْتَكَلَ، أي اشتكل. والجنكل: القصير اللئيم. قال الأخطل: فكيفَ تُساميني وأنت مُعَلْهَجٌ هذا رمة جعد الانامل حنكل",
    "pg": "4:1672"
  },
  "حكم": {
    "def": "الحُكْمُ: مصدر قولك حَكَمَ بينهم يَحْكُمُ أي قضى. وحَكَمَ له وحَكَمَ عليه. والحُكْمُ أيضاً: الحِكمَة من العلم. والحَكيمُ: العالم، وصاحب الحكمة. والحَكيم: المتقِن للأمور. وقد حَكُم بضم الكاف، أي صار حكيماً. قال النَمْر بن تولب: وأَبْغِضْ بَغيضَكَ بُغْضاً رويداً إذا أنتَ حاولت أن تَحْكُما قال الأصمعي: أي إذا حاولتَ أن تكون حكيما. قال: وكذلك قول النابغة واحكم كحكم فتاة الحى إذ نَظرتْ إلى حَمامٍ شِراعٍ (١) وارِدِ الثمد وأحكمت الشئ فاسْتحْكَمَ، أي صار مُحْكَماً. والحَكَمُ، بالتحريك: الحَاكِمُ. وفي المثل: \" في بيته يؤتى الحكم \". وحكم أيضا: أبو حى من اليمن. وحكمة الشاة: ذقنها. وحكمة اللجام: ما أحاط بالحَنَك. تقول منه: حَكَمْتُ الدابّة حكما وأحكمتها أيضا. وكانت العرب تتخذها من القد والابق، لان قصدهم الشجاعة لا الزينة. قال زهير: القائد الخيل منكوبا داوبرها (٢) قد أحكمت حكمات القد والابقا يريد: قد أحكمت حكمات القد وبحكمات الابق، فحذف الباء. ويروى: \" محكومة حكمات القد والابقا \" على اللغتين جميعا. ويقال أيضا: حَكَمْتُ السفيه وأَحْكَمْتُهُ، إذا أخذتَ على يده. قال جرير: أَبَني حَنيفةَ أَحْكِمُوا سفهاَءكم إنِّي أخاف عليكم أن أغضبا وحكمت الرجل تحكيماً، إذا منعته مما أراد. ويقال أيضاً: حَكَّمْتُهُ في مالي، إذا جعلتَ إليه الحُكْمَ فيه. فاحْتَكَمَ عَلَيَّ في ذلك. واحْتَكَموا إلى الحاكم وتَحَاكَموا بمعنىً. والمُحاكَمَةُ: المخاصمة إلى الحاكم. ومحكم اليمامة: رجل قتله خالد بن الوليد يوم مسيلمة. والخوارج يسمون المحكمة، لانكارهم أمر الحكمين وقولهم لا حكم إلا لله. والمحكم (١) بفتح الكاف الذى في شعر طرفة (٢) هو الشيخ المجرب، المنسوب إلى الحكمة. وأما الذى في الحديث \" إن الجنة للمحكمين \" فهم قوم من أصحاب الاخدود حكموا وخيروا بين القتل والكفر، فاختاروا الثبات على الاسلام مع القتل.",
    "pg": "5:1901-1903"
  },
  "حكى": {
    "def": "حَكَيْتُ عنه الكلام حِكايَةً، وحَكَوْت لغةٌ حَكاها أبو عبيدة. وحَكَيْتُ فِعْلَهُ وحاكَيْتُهُ، إذا فعلتَ مثل فعله وهيئته. والمحا كاة: المشابهة. يقال: فلان يَحْكي الشمسَ حُسْناً ويُحاكيها، بمعنىً. وأَحْكَيْتُ العُقْدَةَ: لغةٌ في أَحْكَأْتُها، إذا قوّيتَها وشَدَدْتَها. قال عدى بن زيد: أجل أنَّ الله قد فَضَّلَكُمْ * فوق من أَحْكى بِصُلْبٍ وإزارْ ويروى: \" فوق من أَحْكأَ صُلْباً بإزارْ \". ويروى: \" فوق ما أحكى \" أي فوق ما أقول، من الحكاية.",
    "pg": "6:2317"
  },
  "حلأ": {
    "def": "ابن السكيت: حَلأْتُ له حلوءا، على فعول، إذا حككت له حجراً على حجر، ثم جعلت الحُكاكَةَ على كَفِّكَ، وصَدَّأْتَ به المِرْآةَ، ثمَّ كَحَلْتَه بها. والحُلاءَةُ بالضم على فُعالَة، مثل الحلوء. والحلاءة أيضا: قشرة الجلد التي يَقْشُرُها الدبَّاغُ مما يلي اللحم، تقول حَلأْتُ الجلد، إذا قشرته. وفى المثل: \" حلات حالئة عن كوعِها \"، لأن المرأة الصَّنَاعَ، ربما استعجلت فقشرت كوعها. والتحلئ بالكسر: ما أفسده السِّكين من الجلد إذا قُشِرَ، تقول منه: حَلئَ الأَديمُ حَلأً بالتحريك، إذا صار فيه التحلئ. والحلا أيضا: العُقْبُولُ. وقد حَلِئَتْ شَفَتي، أي: بَثُرَتْ. أبو زيد: حَلأْتُه بالسوط حَلأً، إذا جلدته به، وحَلأْتُه بالسيف: ضربته به، وحَلأْتُه مائة (١) دِرهم، إذا أعطيته. وحلأْتُ الإِبِل عن الماء تحْلِئَةً وتحليئاً، إذا طَرَدْتَها عنه، ومنعتها أن تَرِدَهُ، قال الشاعر (٢) : لحائم حام حتى لا حوام به * محلا عن سبيل الماء مطرود وكذلك غير الابل. قال امرؤ القيس:\nكمشى الاتان حلئت عن مناهل (٢) * ويقال: قد حلات السويق. قال الفراء: قد همزوا ما ليس بمهموز، لانه من الحلواء.",
    "pg": "1:44-45"
  },
  "حلا": {
    "def": "الحُلْوُ: نقيضُ المُرِّ. يقال: حلا الشئ يحلو حلاوة. واحلولى مثله. وقد عداه حميد ابن ثور بقوله: فلما أتى عامان بعد انفصاله * عن الضرع واحلولى دماثا يرودها ولم يجئ افعو عل متعديا إلا هذا الحرف وحرف آخر، وهو اعروريت الفرس. وأحليت الشئ: جعلته حلوا. يقال: ما أَمَرَّ وما أحْلى، إذا لم يقل شيئاً. وأَحْلَيْتُهُ، إذا وجدتَه حُلْواً. وحالَيْتُهُ، أي طايَبْتُهُ. قال المرّار الفقعسيّ: فإني إذا حوليت حلو مذاقتي * ومر إذا ما رامَ ذو إحْنَةٍ هَضْمي والحُلْوى: نقيض المُرَّى. يقال: خذ الحلوى واعطه المرى. قالت امرأةٌ في بناتها: \" صغراهنّ (١) مراهُنَّ \". وتَحالَتِ المرأةُ، إذا أظهرتْ حلاوةً وعجبا. قال أبو ذؤيب:\nأذا ما تحالى مثلها لا أطورها (١) * وحلوت فلانا على كذا مالاً، فأنا أَحْلوهُ حَلْواً وحُلْواناً، إذا وهبتَ له شيئاً على شئ يفعله لك غير الاجرة. قال علقمة بن عَبَدة: أَلا رَجُلٌ أَحْلوهُ رَحلي وناقتي * يُبَلّغُ عنى الشعر إذ مات قائله أي ألا ههنا رجل. ويروى: \" ألا رجل \" بالخفض، على تأويل: أما من رجل. وفى الحديث: \" نهى عن حلوان الكاهن (٢) \". والحُلْوانُ أيضاً: أن يأخذ الرجلُ من مَهر ابنته لنفسه. وكانت العرب تُعَيَّرُ به. قالت امرأة:\nلا يأْخُذُ الحُلْوانَ من بنَاتِنا * وحلوان: اسم بلد. والحلى: حلى المرأة، وجمعه حلى، مثل ثدى وثدى، وهو فعول، وقد تكسر الحاء لمكان الياء مثل عصى. وقرئ: (من حليهم عجلا جسدا) بالضم والكسر. (*) وحلية السيف جمعها حلى، مثل لحية ولحى، وربما ضم. وحلية الرجل: صفته. وحلية، بالفتح: مأسدة بناحية اليمن. قال المعطل الهذلى يصف أسدا: كأنهم يخشون منك مدربا * بحلية مشبوح الذراعين مهزعا والحلى على فعيل: يبيسُ النَصيِّ، والجمع أَحْلِيَةٌ. وحَلَيْتُ المرأة أَحْلِيَها حَلْياً وحَلَوْتُها، إذا جعلتَ لها حُلِيَّاً. ويقال: حَلِيَ فلانٌ بِعَيْني بالكسر وفي عيني، وبصدري وفي صدري، يَحْلى حَلاوَةً، إذا أعجبَك. قال الراجز: إنَّ سراجاً لكَرِيمٌ مَفْخَرُة * تَحْلى به العينُ إذا ما تَجْهَرُهْ وهذا من المقلوب، والمعنى: يَحْلى بالعين. وكذلك حَلا فلانٌ بعيني وفي عيني يَحْلُو حَلاوَةً. قال الأصمعيّ: حلِيَ في عيني بالكسر، وحَلا في فمي بالفتح. ويقال أيضاً: حَلِيَتِ المرأةُ، أي صارت ذاتَ حُليٍّ، فهي حَلِيَّةٌ وحالِيَةٌ ونسوةٌ حَوالٍ. وحَلَّيْتُها تَحْلِيَةً، ومنه سيفٌ محلى. وحليت الرجل تحلية أيضا، أي وصفت حليته. وحليت الشئ في عين صاحبه. وحليت الطعام: جعلته حلوا. وربما قالوا حلات السويق، همزوا ما ليس بمهموز. واستحلاه من الحلاوة، كما يقال استجاده من الجودة. وتحلى بالحلى، أي تزيَّنَ به. وقولهم: لم يَحْلَ منه بطائِلٍ، أي لم يستفد منه كبير فائدة. ولا يتكلَّمُ به إلاّ مع الجَحْدِ. والحلوا: التى تؤكل، تُمَدُّ وتقصر. قال الكميت: من رَيْبِ دَهْرٍ أرى حَوادِثَهُ * تَعْتَزُّ حَلْواءها شَدائدُها والحُلاوى، على فعالى بالضم: نبت. ووقع فلان على حلاوة القفا بالضم، أي على وسط القفا، وكذلك على حُلاوى القفا وحَلاواءِ القفا، إذا فتحْتَ مددْتَ، وإذا ضممت قصرت.",
    "pg": "6:2317-2319"
  },
  "حلب": {
    "def": "الحَلَبُ بالتحريك: اللبن المحلوب. والحَلَبُ أيضاً: مصدر حَلَبَ الناقة يَحْلُبُها حلباً، واحتلبها، فهو حالِبٌ وقوم حلبة. وفى المثل \" شتى تؤوب الحلبة \". ولا تقل الحلمة، لانهم إذا اجتمعوا لحلب النوق اشتغل كل واحد منهم بحلب ناقته وحلائبه، ثم يؤوب الاول فالاول منهم. والحلوب: ما يحلب. وقال كعب بن سعدٍ الغَنَويِّ يرثي رجلاً: يَبيتُ النَدى يا أمَّ عمروٍ ضجيعَهُ * إذا لم يكن في المُنْقِياتِ حَلوبُ وكذلك الحلوبة، وإنما جاء بالهاء لانك تريد الشئ الذى يحلب، أي الشئ الذى اتخذوه ليحلبوه، وليس لتكثير الفعل. وكذلك القول في الركوبه والقتوبة وأشباهها. واستحلب اللبن: استدره. والحليب: اللبن المحلوب. وحلبت الرجل: أي حلبت له، تقول منه: احْلُبْني، أي اكْفِني الحَلَبَ، وأَحْلِبْني بقطع الألف، أي أَعِنِّي على الحَلَبِ. وأَحْلَبْتُ الرجلَ، إذا جعلت له ما يحلُبُهُ. وأحلبَ الرجلُ: إذا نتجت إبله إناثا، وأجلب الرجل بالجيم، إذا نتجت إبله ذكورا، لانه تجلب أولادها فتباع. والاحلابة: أن تَحْلُبَ لأهلك وأنت في المرعى تبعث به إليهم. تقول منه: أحلبت أهلى. والمحلب: الناصر. قال الشاعر (١) : أشار بهم لمع الاصم فأقبلوا * عرانين لا يأتيه للنصر محلب (٢) وحالبت الرجلَ، إذا نَصَرْتَهُ وعاونته. وهم يَحْلِبونَ عليك، أي يجتمعون ويتألَّبون من كل أَوْبٍ. والمِحْلَبُ بالكسر: الإناء يُحْلَبُ فيه. وحَبُّ المَحْلَبُ بالفتح: دواءٌ من الأفاويهِ، وموضعه المحلبية (٣) . وناقة حلبانة، أي ذات لبن. قال الراجز: حلبانة ركبانة صفوف (١) * تجمع (٢) بين وبر وصوف * والحالبان: عرقان مكتنفان للسرة. وتَحَلَّبَ العرقُ وانحلب، أي سال. الكسائي: إذا خرج من ضرع العنز شئ من اللبن قبل أن ينزو عليها التيس قيل: هي عنز تحلبة. وقال أبو زيد: يقال عناق تحلبة وتحلبة وتحلبة (٣) للتى تحلب قبل أن تحمل. والحَلْبَةُ بالتسكين: خيل تجمع للسباق من كل أَوْبٍ، لا تخرج من إصطبل واحد، كما يقال للقوم إذا جاءوا من كلِّ أوب للنصرة: قد أحلبوا. وحلب: مدينة بالشأم. والحلب أيضاً من الجِبايَةِ: ما لا تكون وظيفة معلومة. وحلاب بالتشديد: اسم فرس لبنى تغلب. والحلبة: حب معروف. والحُلَّبُ: نَبْتٌ تعتاده الظباء، يقال تيس حلب (٤) ، وتيس ذو حلب. قال النابغة (٥) يصف فرسا: بعارى النواهق صلت الجبي * ن يستن كالتيس ذى الحلب قال الأصمعي: هي بَقْلَةٌ جَعْدَةٌ غبراءُ في خُضْرَةٍ، تنبسط على الأرض، يسيل منها اللّبن إذا قطع منها شئ. وسقاء حلبى: دبغ بالحلب. وقال الراجز (١) :\nدلو تمأى دبغت بالحلب (٢) * والحلبلاب، بالكسر: النبت الذى تسميه العامَّة اللَبْلابُ، ويقال هو الحلب الذى تعتاده الظباء. وأسود حلبوب، أي حالك.",
    "pg": "1:114-116"
  },
  "حلبس": {
    "def": "الحَلْبَسُ (٢) : الشجاعُ. ويقال: هو الملازم للشئ لا يفارقه، وكذلك الحلابس. قال الكميت يصف الثور والكلاب: فلما دنت للكاذتين وأحرجت * به حلبسا عند اللقاء حلابسا * وقد جاء في الشعر \" الحبلبس \"، وأظنه أراد الحلبس فزاد فيه باء. وأنشد أبو عمرو لنبهان: سيعلم من ينوى جلائى أننى * أريب بأكناف النضيض حبلبس",
    "pg": "3:919"
  },
  "حلت": {
    "def": "الحلتيت: صمغ الانجذان، ولا تقل حِلْتيثٌ (١) بالثاء. وربما قالوا حليت بتشديد اللام. وحلت رأسي: حَلَقْتُه. وحَلَتُّ دَيْني: قَضَيته. وحَلَتُّ الصوف: مَرَقْته (٢) . وحَلَتُّ فلاناً: أعطيته. قال الأصمعي: حَلتُّه مائة سوطٍ: جلدته.",
    "pg": "1:247"
  },
  "حلج": {
    "def": "حَلَجَ القطن يَحْلُجُهُ ويَحْلِجهُ، فهو حلاَّج، والقطن حَليجٌ ومحلوجٌ. والمِحْلَجُ والمِحْلَجَةُ: ما يُحلجُ عليه. والمِحْلاجُ: ما يُحلج به. وحَلَجَ القومُ ليلتَهم أي ساروها. يقال: بيننا وبينهم حلجة بعيدة. قال أبو صاعد: الحليجة: عصارة نحى، أو لبن أنقع فيه تمر. وقال أبو مهدى وغنية (٣) : هي السمن على المخض.",
    "pg": "1:307"
  },
  "حلز": {
    "def": "تَحَلَّزَ الرجل للأمر، إذا تشمر له. وكذلك تهلز. قال الراجز: يرفعن للحادي إذا تحلزا * هاما إذا هزهزته تهزهزا * ويروى: \" تهلزا \". والحلزة بتشديد اللام: القصيرة، ويقال: البخيلة. قال أبو عمرو: ويقال رجل حِلَزٌ وامرأةٌ حلزة. ومنه الحارث بن حلزة اليشكرى.",
    "pg": "3:874-875"
  },
  "حلزن": {
    "def": "الحَلَزون: دويْبَّة تكون في الرمث، بفتح الحاء واللام.",
    "pg": "5:2104"
  },
  "حلس": {
    "def": "الحِلْسُ للبعير، وهو كساءٌ رقيق يكون تحت البَرْذَعَةِ. وحكى أبو عبيد: حِلْسُ وحَلَسٌ، مثل شِبْهٍ وشَبَهٍ، ومِثْلٍ ومَثَلٍ. وأَحْلاسُ البيوتِ: ما يُبْسَطُ تحت الحُرِّ من الثياب. وفي الحديث: \" كُنْ حِلْسَ بيتك \" أي لا تبرحْ. وأمُّ حِلْسٍ: كُنْيَةُ الأتانِ. والحِلْسُ أيضاً: الرابع من سهام الميسر. وقولهم: نحنُ أحْلاسُ الخيل، أي نقتنيها ونلزم ظهورها. وأَحْلَسْتُ البعيرَ، أي ألبسته الحِلْسَ. وأَحْلَسْتُ فلاناً يميناً، إذا أَمْرَرْتَها عليه. وأَحْلَسَتِ السماءُ، أي مَطَرَتْ مَطَراً دقيقاً دائماً. واسْتَحْلَسَ النبتُ، إذا غطَّى الأرضَ بكثرته. والحَلِسُ بكسر اللام: الشجاع. قال رؤبة: إذا اسْمَهَرَّ الحَلِسُ المُغالِثُ * ويقال أيضا: رجل حلس، للحريص. وكذلك حلسم بزيادة الميم، مثل سلغد. وأنشد أبو عمرو: ليس بقصل حلس حلسم * عند البيوت راشن مقم * والاحلس: الذي لونه بين السواد والحُمْرة. تقول منه: احلس احلساسا. قال المعطل (١) الهذلى يصف سيفاً: لَيْنٌ حُسامٌ لا يليق ضَريبَةً * في مَتْنِهِ دَخَنٌ وأثر أحلس",
    "pg": "3:919"
  },
  "حلط": {
    "def": "الاحتلاط: الغضب والضجر. وفي كلام عَلقَمة بنِ عُلاثة: \" إنّ أوَّل العيِّ الاحْتِلاطُ، وأسوأُ القول الافراط \". وأحلط الرجل في اليمين، إذا اجتهد. وأنشد الأصمعيُّ لابن أحمر: وكنا وهم كابنى سُباتٍ تَفَرَّقا * سِوىً ثمّ كانا منجدا وتهاميا * فألقى التهامى منهما بلَطاتِهِ * وأَحْلَطَ هذا لا أريم مكانيا (١) * لطاته: ثقله. يقول: إذا كانت هذه حالَهما فلا يجتمعانِ أبداً. والسبات: الدهر.",
    "pg": "3:1120"
  },
  "حلف": {
    "def": "حَلَفَ أي أقسم، يَحْلِفُ حلفا وحلفا ومحلوفا. وهو أحد ما جاء من المصادر على مفعول، مثل المجلود، والمعقول، والميسور (٢) ، والمعسور. وأحلفته أنا وحَلّفْتُهُ واسْتَحْلَفْتُهُ، كلُّه بمعنىً. والحِلْفُ بالكسر: العهدُ يكون بين القوم. وقد حالَفَهُ، أي عاهده. وتَحالَفوا، أي تَعاهدوا. وفي الحديث أنّه ﷺ \" حالَفَ بين قريش والأنصار \"، يعني آخَى بينهم، لانه لاحلف في الاسلام. والاحلاف الذين في شعر زهير (٣) ، هم أسد وغطفان، لانهم تحالفوا على التناصر. والاحلاف أيضا: قوم من ثقيف، لان ثقيفا فرقتان: بنو مالك، والاحلاف. والحليف: المحالف. ويقال لبنى أسد وطيئ: الحليفان. ويقال أيضا لفزارة ولاسد: حليفان، لان خزاعة لما أجلت بنى أسد عن الحرم خرجت فحالفت طيئا ثم حالفت بنى فزارة. ورجل حليف اللسان، إذا كان حديدَ اللسان فصيحاً. وقولهم \" حَضارِ والوزنُ مُحْلِفانِ \"، وهما نجمانِ يطلُعان قبل سهيلٍ فيظنُّ الناس بكلِّ واحدٍ منهما أنّه سُهيلٌ، فيحلف واحدٌ أنه سهيل ويحلف آخرُ أنَّه ليس به. ومنه قولهم: كُمَيْتٌ مُحْلفَةٌ. قال الشاعر (١) : كُمَيْتٌ غيرُ مُحْلِفَةٍ ولكنْ كَلَوْنِ الصِرْفِ عُلَّ به الأَديمُ (٢) يقول: هي خالصةُ اللونِ لا يُحْلَفُ عليها أنَّها ليست كذلك. والحلفاء: نبت في الماء. قال أبو زيد: واحدتها حلفة مثل قصبة وطرفة. وقال الاصمعي: حلفة بكسر اللام. ذوالحليفة: موضع.",
    "pg": "4:1346-1347"
  },
  "حلق": {
    "def": "حلقن البسر فهو محلقن، إذا بلغ الارطاب ثلثيه.",
    "pg": "5:2104"
  },
  "حلقم": {
    "def": "الحُلْقومُ: الحَلْقُ. وحَلْقَمَهُ، أي قطع حلقومه.",
    "pg": "5:1904"
  },
  "حلك": {
    "def": "حلك الشئ يحلك حلوكة: اشتدَّ سوادُه. واحْلَولَكَ مثله. والحَلَكُ: السوادُ: يقال: أسودُ مثل حَلَكِ الغراب، وهو سواده. فإن قلت: مثل حنك الغراب تريد منقاره. وأسود حالك وحانِكٌ بمعنىً. والحَلَكوكُ، بالتحريك: الشديد السواد. والحلكة، مثال الهمزة: ضرب من العظاء، ويقال: دويبة تغوص في الرمل، وكذلك الحلكاء (١) مثال العنقاء.",
    "pg": "4:1581"
  },
  "حلل": {
    "def": "حَلَلْتُ العُقدة أَحُلُّهَا حَلاًّ: فتحتها، فانحلت. يقال: \" يا عاقد إذ كر حلا \". وحل بالمكان حلا وحُلولاً ومَحَلاًّ. والمَحَلُّ أيضاً: المكان الذي تَحُلُّهُ. وحَلَلْتُ القومَ وحَلَلْتُ بهم بمعنىً. والحَلُّ: دُهْنُ السِمسم. والحِلُّ بالكسر: الحلالُ، وهو ضدُّ الحرام. وأما الحلال في قول الراعى: وعيرني (١) تلك الحلال ولم يكن ليجعلها لابن الخبيثة خالقه فهو لقب رجل من بنى نمير. ورجل حل من الاحرام، أي حَلالٌ. يقال: أنت حِلٌّ، وأنت حِرْمٌ (١) . والحِلُّ أيضاً: ما جاوز الحَرَمَ. ويقال أيضاً: حِلاًّ، أي استثن. و \" يا حالف اذكر حِلاًّ \". وقومٌ حِلَّةٌ، أي نُزولٌ وفيهم كثرةٌ. قال الشاعر (٢) : لقد كان في شَيْبانَ لو كنتَ عالما قباب وحى حلة ودراهم (٣) وكذلك حيٌّ حِلالٌ. قال زهير: لِحَيٍّ حِلالٍ يَعْصِمُ الناسَ أمرَهم إذا طرَقتْ إحدى الليالي بمعظمِ وأما قول الاعشى: وكأنها لم تلق ستة أشهر ضرا إذا وضعت إليك حلالها فيقال: هو متاع رحل البعير، ويروى بالجيم. والحِلَّةُ أيضاً: مصدر قولك حَلَّ الْهَدْيُ. ويقال أيضاً: هو في حِلَّةِ صدقٍ، أي بمَحَلَّة صدقٍ. والمَحَلَّةُ: منزِلُ القومِ. ومكانٌ مِحْلالٌ، أي يَحُلُّ به الناس كثيراً. وقوله تعالى: ﴿حتى يبلغ الهَدْيُ محله﴾ هو الموضع الذى ينحرفيه. ومحل الدين أيضا: أجله. قال أبو عبيد: الحُلَلُ: بُرودُ اليمن. والحُلَّةُ: إزارٌ ورداءٌ، لا تسمَّى حُلَّةً حتّى تكون ثوبين. والحليل: الزوج. والحليلة: الزوجة. قال عنترة، وحليل غانية تركت مجدلا تمكو فريصته كشدق الاعلم (١) . ويقال أيضاً: هذا حَليلُهُ وهذه حَليلَتُهُ، لمن يُحالُّهُ في دارٍ واحدة. وقال: ولستُ بأطلسِ الثَوبين يُصْبي حَليلَتَهُ إذا هدأ النيامُ يعني جارتَه. والإحْليلُ: مخرجُ البول، ومخرجُ اللبن من الضرع والثَدْي. وحَلَّ لك الشئ يحل حلا وحلالا، وهو حِلٌّ بِلٌّ أي طِلْقُ. وحَلَّ المُحْرِمُ يَحِلُّ حَلالاً، وأَحَلَّ بمعنىً. وحَلَّ الهديُ يَحِلُّ حِلَّةً وحُلولاً، أي بلغَ الموضعَ الذي يَحِلُّ فيه نَحْرُهُ. وحَلَّ العذابُ يَحِلُّ بالكسر، أي وَجب. ويَحُلّ بالضم، أي نزل. وقرئ بهما قوله تعالى: ﴿فَيَحِلُّ عليكم غَضَبي﴾ . وأمَّا قوله تعالى: ﴿أو تَحُلُّ قريبا ومن دارهم﴾ فبالضم، أي تنزِل. وحَلَّ الدَيْنُ يَحِلُّ حُلولاً. وحَلَّتِ المرأةُ، أي خرجتْ من عدتها. وأما قول الشاعر (١) : فما حل من جهل حبى حلمائنا ولا قائل المعروف فينا يعنف أراد حل على ما لم يسمَّ فاعلُه فطرح كسرة اللام الاولى على الحاء. قال الاخفش: سمعنا من ينشده كذا. قال: وبعضهم لا يكسر الحاء ولكن يشمها الكسر، كما يروم في قيل الضم. وكذلك لغتهم في المضعف، مثل رد وشد. وأحللته، أي أنزلته. قال أبو يوسف: المُحِلَّتانِ: القِدْرُ والرحى. قال: فإذا قيل المُحِلاَّتُ فهي القِدْرُ، والرحى، والدلو، والشَفرة، والفأس، والقدّاحة، والقربةُ. أي مَن كان عنده هذه الأدواتُ حَلَّ حيث شاء، وإلا فلا بدَّ له من أن يجاورَ الناس ليستعير منهم بعض هذه الاشياء. وأنشد: لا يعدلن أتاويون تضربهم نكباء صر بأصحاب المحلات أي لا يعدلن أتاويون أحدا بأصحاب المحلات، فحذف المفعول وهو مراد. ويروى: \" لا يعدلن \" على ما لم يسمَّ فاعلُه، أي لا ينبغى أن يعدل. وأحللت له الشئ، أي جعلته له حلالا. يقال أحللت المرأة لزوجها. وأحل المُحْرمُ: لغة في حَلَّ. وأَحَلَّ، أي خرج إلى الحِلِّ، أو من ميثاق كان عليه. ومنه قول زهير: * وكم بالقنان من محل ومحرم (١) * أي من له ذمة ومن لا ذمة له. وأحللنا، أي دخلنا في شهور الحِلِّ. وأَحْرَمْنا، أي دخلنا في شهور الحُرُمِ. وأَحَلَّتِ الشاة، إذا نزل اللبنُ في ضرعها من غير نتاج. قال الثقفى (٢) :\nتحل بها الطروقة واللجاب (٣) * والمحلل في السبق: الداخلُ بين المتراهِنَين إن سَبق أخَذ، وإن سُبِقَ لم يَغرَم. والمُحَلِّلُ في النكاح، هو الذي يتزوَّج المطلّقة ثلاثاً حتَّى تحل للزَوج الأول. وأَحَلَّ بنفسه، أي استوجَبَ العقوبة. ومكانٌ مُحَلَّلٌ، إذا أكثر الناس به الحلول. قال امرؤ القيس يصف جارية: كبكر المقاناة البياض بصفرة غذاها نمير الماء غير محلل لانهم إذا أكثروا به الحلول كدروه. وعنى بالبكر درة غير مثقوبة. واحتل، أي نزل. وتَحَلَّلَ في يمينه، أي استثنى. واستحل الشئ، أي عده حلالا. وحلحلت القوم، أي أزعجتهم عن موضعهم. وحَلْحَلْتُ بالناقة، إذا قلت لها: حَلْ بالتسكين، وهو زجر للناقة. وحوب: زجر للبعير، وحل أيضا بالتنوين في الوصل. قال رؤبة:\nوطول زجر بحل وعاج (١) * وتحلحل عن مكانه، أي زال. قال الشاعر (٢) :\nثَهْلانُ ذو الهضبات لا يتحلحل (٣) * والحلان: الجدى، نذكره في باب النون. والتحليل: ضد التحريم. تقول: حَلَّلْتُهُ تَحْليلاً وتَحِلَّةً، كما تقول غَرَّرَ تغْريراً وتَغِرَّةً. وقولهم: ما فعلتُه إلاَّ تَحِلّةَ القَسَمِ، أي لم أفعَلْ إلا بقَدْرِ ما حَلَّلْتُ به يميني ولم أبالغ. وفي الحديث: \" لا يموتُ للمؤمن ثلاثة أولادٍ فتمسَّه النار إلا تَحِلَّةَ القسم \" أي قدْر مايبر الله تعالى قسمه فيه بقوله تعالى: ﴿وإنْ منكُمْ إلاَّ وارِدُها كان على رَبِّكَ حَتْماً مَقْضِيَّا﴾ ، ثم قيل لكلِّ شئ لم يبالغ فيه تحليل. يقال: ضربته تحليلا. ومنه قول كعب بن زهير (١) :\nبأربع وقعهن الارض تحليل (٢) * يريد وقع مناسم الناقة على الارض من غير مبالغة. وقال الآخر: أرى إبلى عافت جدود فلم تذق بها قطرة إلا تحلة مقسم قال الفراء: الحَلَلُ في البعير: ضَعْفٌ في عرقوبه، فهو أَحَلُّ بَيِّنُ الحَلَلِ. فإن كان في الركبة فهو الطَرَقُ. والأَحَلُّ: الذي في رِجْله استرخاءٌ، وهو مذمومٌ في كلِّ شئ إلا في الذئب. قال الشماخ (٣) يحيل به الذئب الا حل وقوته ذوات الهوادى من مناق ورزح (١) يحيل، أي يقيم حولا. والحلاحل: السيِّدُ الركينُ، والجمع الحَلاحِلُ بالفتح.",
    "pg": "4:1672-1676"
  },
  "حلم": {
    "def": "الحُلْمُ (١) بالضم: ما يراه النائم. تقول منه: حَلَمَ بالفتح واحْتَلَمَ. وتقول: حَلَمْتُ بكذا، وحَلَمْتُهُ أيضا. قال: فحلمتها وبنور فيدة دونها لا يَبْعَدَنَّ خَيالُها المحلومُ والحِلْمُ: بالكسر الأناةُ. تقول منه: حَلُمَ الرجل بالضم. وتَحَلَّمَ: تكلّفَ الخلم. وقال (٢) : تحلم عن الادنين واسْتَبْقِ وُدَّهُمْ ولن تستطيعَ الحِلْمَ حتّى تَحَلّما وتَحالَم: أرى من نفسِهِ ذلك وليس به. والحَلَمُ، بالتحريك: أن يَفْسُدَ الإهابُ في الغَمْل ويقع فيه دودٌ فَيَتَثَقَّبَ. تقول منه: حَلمَ الأَديمُ بالكسر. وقال: فإنَّكَ والكتاب إلى عَليٍّ كدابِغَةٍ وقد حَلِمَ الأَديمُ (٣) والحَلَمَةُ: رأس الثَدي، وهما حَلَمتانِ. والحَلَمَةُ أيضاً: ضرب من النبت. قال الاصمعي: هي الحلمة والينمة. وتحلم الصبيُّ والضَبُّ، أي سَمِن واكتنز. قال أوس (١) : لحونهم لحو العصا فطردنهم إلى سنة جرذانها (٢) لم تحلم وبعير حليم، أي سمين. وقال (٣) :\nمن النى في أصلاب كل حليم (٤) * والحلمة: القُرادُ العظيم، وهو مثل العَلِّ، وجمعها حَلَمٌ. والحَلَمَةُ أيضاً: دُودة تقع في جِلد الشاة الأعلى وجلدِها الأسفل، هذا لفظ الأصمعيّ، فإذا دُبِغَ لم يزلْ ذلك الموضعُ رقيقاً. يقال منه تَعيَّنَ الجلد، وحلم الاديم. وحليمات بضم الحاء: موضع، وهن أكمات ببطن فلج. ومحلم في قول الاعشى: ونحن غداة العين يوم فطيمة منعنا بين شيبان شرب محلم نهر يأخذ من عين هجر. قال لبيد يصف ظعنا ويشبهها بنخيل كرعت في هذا النهر: عصب كوارع في خليج محلم حملت فمنها موقر مكموم ومحلم أيضا: اسم رجل. وحلمت الرجل تَحْليماً: جعلته حَليماً. قال المخبَّل: ورَدُّوا صدور الخيل حتى تَنَهْنَهَتْ إلى ذي النُهى واسْتَيْدَهوا للمُحَلِّم يقول: أطاعوا الذي يأمرهم بالحِلْمِ. والحُلاَّمُ: الجَديُ يؤخذ من بطن أمِّه. قال الأصمعيّ: الحُلاَّمُ والحُلاَّنُ، بالميم والنون: صغار الغنم. والحالومُ: لبنٌ يغلظ فيصير شبيهاً بالجبن الرطب وليس به.",
    "pg": "5:1903-1904"
  },
  "حلن": {
    "def": "الحُلاّنُ: الجدي يُؤخَذ من بطن أمه. وهو فعال، لانه مبدل من حلام، وهما بمعنى. قال ابن أحمر: تهدى إليه ذراع الجدى تكرمة إما ذكيا وإما كان حلانا (١) فإن جعلته من الحلال فهو فعلان والميم مبدل منه. وقال الاصمعي: الحلام والحلان بالميم والنون: صغار الغنم. ابن السكيت: الذكى هو الذبيح الذى صلح أن يذبح للنسك. والحلان: الجدى الصغير الذى لا يصلح للنسك. ويقال: في الضب حلان، وفي اليربوع جفرة. قال أبو عبيدة: في الحلان تفسير آخر، أن أهل الجاهلية كان أحدهم إذا ولد له جدى حز في أذنه حزا وقال: اللهم إن عاش فقنى، وإن مات فذكى. فإن عاش فهو الذى أراد، وإن مات قال: قد ذكيته بالحز، فاستجاز أكله بذلك.",
    "pg": "5:2103-2104"
  },
  "حمأ": {
    "def": "الحمأ: الطين الاسود، قال الله تعالى: (من حمإ مسنون) . وكذلك الحمأة بالتسكين، تقول منه: حمأت البئر حمأ، بالتسكين، إذا نزعت حمأتها. وحمئت البئر حمأ، بالتحريك: كثرت حمأتها. وأحمأتها إحماء: ألقيت فيها الحمأة. عن ابن السكيت. وحمئت عليه: غضبت. عن الاموى. والحمء: كل من كان من قبح الزوج، مثل: الاخ والاب (١) ، وفيه أربع لغات، حمء بالهمز. وأنشد أبو عمرو:\nتيذن فإنى حمؤها وجارها (٢) * وحما مثل قفا، وحَمو مثل أبو، وحَمٌ مثل أب، والجمع الاحماء.",
    "pg": "1:45"
  },
  "حمت": {
    "def": "حمت يومنا بالضم، إذا اشتد حره، فهو يوم حمت بالتسكين. وغضب حميت، أي شديد. والحميت: الزق الذى لا شعر عليه، وهو للسمن. قال ابن السكيت: فإذا جعل في نحى السمن الرب فهو الحميت. وإنما سمى حميتا لانه متن بالرب. قال رؤبة:\nحتَّى يَبوخَ الغَضَبُ الحَميتُ * يعنى الشديد، أي ينكسر ويسكن. وحمت الجوز ونحوه: فسد وتغير.",
    "pg": "1:247"
  },
  "حمج": {
    "def": "حمج الرجل عينه تحميجا يستشف النظر، إذا صغرها. قال ذو الاصبع: إنى رأيت بنى أبي * ك محمجين إلى شوسا (١) وتحميج العين أيضا: غؤورها وقال أبو عبيدة: التحميج: شدة النظر.",
    "pg": "1:307"
  },
  "حمد": {
    "def": "الحمد: نقيض الذم. تقول: حمدت الرجل أحمده حمدا ومحمدة، فهو حميد ومحمود. والتمحيد أبلغ من الحمد. والحمد أعم من الشكر. والمحمد: الذى كثرت خصاله المحمودة. قال الشاعر الاعشى: * إلى الماجد القرم الجواد المحمد * (١) * والمحمدة (٢) : خلاف المذمة. وأحمد: صار أمره إلى الحمد. وأحمدته: وجدته محمودا. تقول: أتيت موضع كذا فأحمدته، أي صادفته محمودا موافقا، وذلك إذا رضيت سكناه أو مرعاه. وقولهم في المثل: \" العود أحمد \" أي أكثر حمدا. قال الشاعر: فلم تجر إلا جئت في الخير سابقا * ولا عدت إلا أنت في العود أحمد - وقولهم: حماد لفلان، أي حمدا له وشكرا. وإنما بنى على الكسر لأنَّه معدولٌ عن المصدر. وفلان يتحمد على، أي يمن. يقال: من أنفق ماله على نفسه فلا يتحمد به على الناس. ورجل حمدة، مثال همزة: يكثر حمد الاشياء، ويقول فيها أكثر مما فيها. وحمدة النار، بالتحريك، صوت التهابها. واحتمد الحر: قلب احتدم. وقولهم، حماداك أن تفعل كذا، أي قصاراك وغايتك. ويحمد: بطن من الازد. ومحمود: اسم الفيل المذكور في القرآن.",
    "pg": "2:466-467"
  },
  "حمر": {
    "def": "الحمرة: لون الاحمر. وقد احمر الشئ واحمار بمعنى. وإنما جاز ادغام احمار لانه ليس بملحق، ولو كان له في الرباعي مثال لما جاز إدغامه كما لا يجوز إدغام اقعنسس لما كان ملحقا باحرنجم. ورجل أحمر، والجمع الاحامر. فإن أردت المصبوغ بالحمرة قلت أحمر والجمع حمر. والحمراء: العجم، لان الشقرة أغلب الالوان عليهم. والاحامرة: قوم من العجم سكنوا بالكوفة. ومضر الحمراء بالاضافة، يفسر في (مضر) . وأهلك الرجال الاحمران: اللحم والخمر. فإذا قلت: الاحامرة دخل فيه الخلوق. وأنشد الاصمعي (١) : إن الاحامرة الثلاثة أهلكت * مالى وكنت بهن قدما (٢) مولعا - الراح واللحم والسمين وأطلى * بالزعفران فلن أزال مولعا (٣) - قال: ويقال أتانى كل أسود منهم وأحمر، ولا يقال أبيض، يحكيها عن أبي عمرو بن العلاء، معناه جميع الناس عربهم وعجمهم. قال الشاعر: جمعتهم فأوعبتم وجئتم بمعشر * توافت به حمران عبد وسودها - يريد بعبد عبد بن أبى بكر بن كلاب. وموت أحمر، يوصف بالشدة. ومنه الحديث: \" كنا إذا احمر البأس اتقينا برسول الله ﷺ \". ووطأة حمراء: جديدة. ووطأة دهماء: دارسة. وسنة حمراء، أي شديدة. وأحمر ثمود: لقب قدار بن سالف عاقر ناقة صالح ﵇، وإنما قال زهير: \" كأحمر عاد (١) \" لاقامة الوزن لما لم يمكنه أن يقول ثمود، أو وهم فيه. قال أبو عبيد: وقد قال بعض النساب: إن ثمودا من عاد. والحمار: العير، والجمع حمير وحمر (٢) وحمرات وأحمرة. وربما قالوا للاتان: حمارة. وتوبة بن الحمير (٣) : صاحب ليلى الاخيلية. وهو في الاصل تصغير الحمار. واليحمور: حمار الوحش. والحمارة: حجارة تنصب حول الحوض لئلا يسيل ماؤه، وتنصب أيضا حول بيت الصائد (١) قال الراجز حميد الارقط (٢) :\nبيت حتوف أردحت حمائرة (٣) * وحمار قبان: دويبة. والحماران: حجران ينصبان ويوضع فوقهما حجر، وهو العلاة يجفف عليها الاقط. قال الشاعر (٤) : لا تنفع (٥) الشاوى فيها شاته * ولا حماراه ولا علاته - وقولهم: \" أكفر من حمار \"، هو رجل من عاد مات له أولاد بصاعقة، فكفر كفرا عظيما، فلا يمر بأرضه أحد إلا دعاه إلى الكفر، فإن أجابه وإلا قتله. والحمرة: ضرب من الطير كالعصفور. قال الشاعر (٦) : قد كنت أحسبكم أسود خفية * فإذا لصاف (١) تبيض فيها (٢) الحمر - الواحدة حمرة. قال الراجز: وحمرات شربهن غب * إذا غفلت غفلة تعب (٣) - وقد يخفف فيقال حمر وحمرة. وأنشد ابن السكيت: إلا تداركهم تصبح منازلهم * قفرا تبيض عى أرجائها الحمر (٤) - وابن لسان الحمرة: أحد خطباء العرب. والحمارة: أصحاب الحمير في السفر، الواحد حمار، مثل جمال وبغال. والمحمرة: فرقد من الخرمية، الواحد منهم محمر، وهم يخالفون المبيضة. وحمارة القيظ، بتشديد الراء: شدة حره. وربما خفف في الشعر للضروة، والجمع حمار. وقولهم: \" من دخل ظفار حمر \"، أي تكلم بكلام حمير. فأخرج مخرج الخبر وهو أمر، أي فليحمر. والمحمر بكسر الميم: الفرس الهجين، وهو بالفارسية \" پالانى \"، والجمع المحامر. وأحامر بضم الهمزة: بلد. والحمير والحميرة: الاشكز، وهو سير أبيض مقشور ظاهره، تؤكد به السروج. يقال: حمرت السير أحمره بالضم، إذا سحوت قشره. وقال يعقوب: حمر الخارز سيره، وهو أن يسحى باطنه ويدهنه ثم يحرز به فيسهل. والحمر أيضا: النتق. يقال: حمر شاته يحمرها، إذا نتقها، أي سلخها. وحمير: أبو قبيلة من اليمن، وهو حمير ابن سبأ بن يشجب بن يعرب بن قحطان. ومنهم كانت الملوك في الدهر الاول. واسم حمير العرنجج. والحمر، بالتحريك: سنق يصيب الدابة من الشعير فينتن فوه. يقال: حمر البرذون بالكسر، يحمر حمرا. قال امرؤ القيس: لعمري لسعد بن الضباب إذا غدا * أحب إلينا منك فافرس حمر (١) - يعيره بالبخر. وغيث حمر، مثال فلز، أي شديد يقشر الارض.",
    "pg": "2:636-638"
  },
  "حمرس": {
    "def": "الحُمارِسُ: الشديدُ. وربَّما وصف به الاسد. وأم الحمارس: امرأة.",
    "pg": "3:920"
  },
  "حمز": {
    "def": "الحمز: حرافة الشئ. يقال: شَرابُ يحْمِزُ اللسان. والحَمْزَةُ: بَقْلةٌ حريفة. قال أنس رضى الله عنه: \" كنانى رسول الله ﷺ ببقلة كنت أجتنيها \"، وكان يكنى أبا حمزة. والحمازة: الشدة. وقد حمز الرجل بالضم، فهو حَميزُ الفؤاد وحامِزٌ. وفي حديث: ابن عباس: \" أفضل الأعمال أحْمَزُها \"، أي أمتنها وأقواها. قال الشماخ: فَلَمَّا شَراها فاضَتِ العينُ عَبْرَةً * وفي القَلْبِ حَزَّازٌ من اللومِ حامِزُ * ورجل محموز الجنان، أي شديد. قال أبو خراش:\nأقيدر محموز الجنان ضئيل (١)",
    "pg": "3:875"
  },
  "حمس": {
    "def": "الاحمس: المكان الصلب. قال العجاج:\nوكم قطعنا من قفاف حمس * والاحمس أيضاً: الشديد الصُّلب في الدِينِ والقتال، وقد حِمِسَ بالكسر فهو حِمِسٌ وأُحْمَسُ بيِّن الحَمَسِ. والحَماسَةُ (١) : الشجاعة. والاحمس: الشجاع. وإنما سميت قريش وكنانة حمسا لتشددهم في دينهم ; لانهم كانوا لا يستظلون أيام منى ولا يدخلون البيوت من أبوابها، ولا يسلؤون السمن، ولا يلقطون الجلة (٢) . وعام أحمس: شديدٌ. وأَرَضونَ أُحامِسُ: جدبةٌ. والتَحَمُّسُ: التشدد. يقال: تحمس الرجل، إذا تعاصى. وحماس: اسم رجل.",
    "pg": "3:919-920"
  },
  "حمش": {
    "def": "رجلٌ أَحْمَشُ الساقين: دقيقهما. وحَمْشُ الساقين أيضاً بالتسكين. وقد حمشت قوائمه، أي دقت. وأحمشت القِدْرَ: أشبعتُ وَقودَها. وأَحْمَشْتُ الرجلَ أيضاً: أغضبْتُه. وكذلك التَحْميشُ. والاسم الحمشة مثل الحشمة مقلوبٌ منه. واحْتَمَشَ واسْتَحْمَشَ، أي التهب غَضَباَ. يقال: احْتَمَشَ الديكان، أي اقتتلا.",
    "pg": "3:1002"
  },
  "حمص": {
    "def": "حمصَ الجرحُ يَحْمُصُ حُموصاً: سكن وَرَمُهُ، وكذلك انْحَمَصَ الجرحُ. وحمصت الارجوحة: سكنت فورتها. وحمص: بلد، يذكر ويؤنث (١) . والحمص: حبٌّ. قال ثعلب: الاختيارُ فتح الميم. وقال المبرد: هو الحِمِّصُ بكسر الميم. ولم يأت عليه من الاسماء إلا حلز وهو القصير، وجلق وهو اسم موضع بناحية الشام.",
    "pg": "3:1034"
  },
  "حمض": {
    "def": "الحُموضَةُ: طعمُ الحامِضِ. وقد حمض الشئ بالضم، وحمض الشئ أيضاً بالفتح، يَحْمُضُ حَموضَةً وحَمْضاً أيضاً. يقال: جاءنا بإدْلَةٍ ما تُطاقُ حَمْضاً، أي حُموضَةً، وهي اللبن الخاثر الشديد الحموضة. وقولهم: فلان حامِضُ الرئتين، أي مُرُّ النفسِ. والحَمْضُ: ما مَلُحَ وأَمَرَّ من النبات، كالرمث والاثل والطرفاء ونحوها. والخلة من النبت: ما كان حلوا. تقول العرب: الخُلَّةُ خُبز الإبل والحَمْضُ فاكهتها، ويقال لحمها. والجمع الحموض. قال الراجز: ترعى (١) الغضى من جانبى مشفق * غبا ومن يرع الحموض يغفق * أي يرد الماء كل ساعة. ومنه قولهم للرجل إذا جاء متهددا: أنت مختل فتحمض. والحمضة: الشهوة للشئ. وفى حديث الزهري: \" الاذن محاجة وللنفس (٢) حمضة \" ; وإنما أخذت من شهوة الابل للحمض، لانها إذا ملت الخلة اشتهت الحمض فتحول إليه. وأحمضت الارض فهى محمضة، أي كثيرة الحَمْضِ. والتَحْميضُ: الإقلالُ من الشئ، يقال حمض لنا فلان في القرى، أي قلل. وأما قول الاغلب العجلى:\nلا يحسن التحميض إلا سردا * فإنه يريد التفخيذ. الاصمعي: حمضت الإبل تَحْمُضُ حموضاً: رَعت الحَمْضَ، فهي حامِضَةٌ وَحَوامِضُ. وأَحْمَضْتُها أنا. وإبلٌ حَمْضِيَّةٌ، إذا كانت مقيمة في الحَمْضِ. والمَحْمَضُ بالفتح: الموضع الذي تَرعى فيه الإبلُ الحَمْضَ. قال الراجز (١) : وقربوا كل جمالي عضه * قريبة ندوته من محمضه (٢) * ويروى: \" محمضه \" بضم الميم، عن أبى عبيد. وبنو حمضة: بطن من العرب، من بنى كنانة. والحُمَّاضُ: نبتٌ له نَوْرٌ أحمرُ. قال الراجز (٣) :\nكثامر الحماض من هفت العلق (٤) * فشبه الدم بنور الحماض.",
    "pg": "3:1072-1073"
  },
  "حمط": {
    "def": "الحماط: يبيس الافانى تألفه الحيات: يقال: شيطان حماط، كما تقول: ذئب غضى: وتيس حلب. قال الراجز: وقد شبه المرأة بحية له عرف: عنجرد تحلف حين أَحْلِفُ * كمثل شيطان الحَماطِ أعرف * الواحدة حماطة. وقولهم: أصبت حَماطَةَ قلبهِ، أي حَبَّةَ قلبه. والحَماطَةُ أيضاً: حُرْقَةٌ وخُشونَةٌ يجدها الرجل في حلقة، حكاه أبو عبيد وغيره.",
    "pg": "3:1120"
  },
  "حمق": {
    "def": "الحُمْقُ والحُمُقُ: قِلَّةُ العقل. وقد حَمُقَ الرجل بالضم حَماقَةً فهو أَحْمَقُ. وحَمِقَ أيضاً بالكسر يحمق حمقا، مثل غنم عنما، فهو حمق. قال يزيد بن الحكم الثقفيّ: قد يقتر الحول التقى ويكثر الحمق الاثيم وعمرو بن الحمق الخزاعى. وامرأة حمقاء، وقوم ونسوة حُمُقٌ وحَمْقى وَحَماقى. والبَقْلَةُ الحَمْقاءُ: الرِجْلَةُ. وحَمُقَتِ السوقُ أيضاً بالضم، أي كسَدتْ. وأَحْمَقَتِ المرأَةُ، أي جاءت بولد أَحْمَقَ، فهي محمق ومحمقة. قالت امرأة من العرب: لست أبالى أن أكون محمقه إذا رأيت خصية معلقه تقول: لا أبالى أن ألد أحمق بعد أن يكون الولد ذكرا له خصية معلقة. فإن كان من عادتها أن تَلِدَ الحَمْقى فهي: محماقٌ. ويقال: أَحْمَقْتُ الرجلَ، إذا وجدته أحمق. وحمقته تحميقا: نسبته إلى الحُمْقِ. وحامَقْتُهُ، إذا ساعدتَه على حُمْقِه. واسْتَحْمَقْتُهُ، أي عددته أَحْمَقَ. وتحامَقَ فلانٌ، إذا تكلَّف الحَماقَةَ. ويقال: انْحَمَقَتِ السوقُ، أي كَسَدتْ. وانْحَمَقَ الثوبُ، أي أَخْلَقَ. والحماق، مثال السعال: كالجدري يصيب الانسان. قال أبو عبيد: يقال منه رجل محموق",
    "pg": "4:1464-1465"
  },
  "حمك": {
    "def": "قال أبو زيد: الحَمَكَةُ: القملةُ، وجمعها حَمَكٌ. قال: وقد يقال ذلك للذَرَّة. والحَمَكُ: الصِغار من كل شئ",
    "pg": "4:1581"
  },
  "حمل": {
    "def": "حملت الشئ على ظهرى أَحْمِلُهُ حَمْلاً. ومنه قوله تعالى: ﴿فإنه يحمل يوم القيامة وزرا. خالدينَ فيه وساءَ لهم يومَ القيامة حِمْلاً﴾ ، أي وِزْراً. وحَمَلَتِ المرأة والشجرة حملا. ومنه قوله تعالى: ﴿حَمَلَتْ حَمْلاً خفيفاً﴾ . قال ابن السكيت: الحَمْلُ ما كان في بطنٍ أو على رأس شجرةٍ. والحِمْلُ بالكسر: ما كان على ظهرٍ أو رأسٍ. يقال: امرأة حامِلٌ وحامِلَةٌ، إذا كانت حُبْلى. فمن قال حامِلٌ قال هذا نعتٌ لا يكون إلا للاناث. ومن قال حاملة بناه على حَمَلَتْ فهي حامِلَةٌ. وأنشد الشَيباني لعمرو بن حسَّان: تَمَخَّضَتِ المَنونُ له بيومٍ أنى ولكلِّ حاملة تمام (٢) فإذا حملت شيئا على ظهرها أو على رأسها فهى حاملة لا غير، لان الهاء إنما تلحق للفرق، فأما مالا يكون للمذكر فقد استغنى فيه عن علامة التأنيث، فإن أتى بها فإنما هو على الاصل. هذا قول أهل الكوفة، وأما أهل البصرة فإنهم يقولون هذا غير مستمر، لان العرب تقول رجل أيم وأمرأة أيم، ورجل عانس وامرأة عانس، مع الاشتراك، وقالوا امرأة مصبية وكلبة مجرية، مع غير الاشتراك. قالوا: والصواب أن يقال: قولهم حامل وطالق وحائض وأشباه ذلك من الصفات التى لا علامة فيها للتأنيث فإنما هي أوصاف مذكرة وصف بها الاناث، كما أن الربعة والراوية والخجأة أو صاف مؤنثة وصف بها الذ كران. وذكر ابن دريد أن حَمْلَ الشجر فيه لغتان: الفتحُ والكسر. والحَمَلَةُ بالتحريك: جمع الحامِلِ، يقال هم حملة العرش وحملة القرآن. وحمل عليه في الحرب حَمْلَةً. قال أبو زيد: يقال حَمَلْتُ على بني فلان، إذا أَرَّشْتَ بينهم. وحَمَلَ على نفسه في السير، أي جَهَدَها فيه. وحَمَلْتُ به حَمَالَةً بالفتح، أي كَفَلتُ. وحَمَلْتُ إدلاله واحتمك، بمعنى. قال الشاعر: أَدَلَّتْ فلم أَحْمِلُ وقالت فلم أُجِبْ لَعَمْرُ أبيها إنَّني لَظَلومُ والحَمَلُ: البَرَقُ، والجمع الحُمْلانُ. والحَمَلُ: أول البروج. قال الشاعر (١) : كالسحل البيضِ جَلا لَوْنها. سَحُّ نِجاءِ الحمل الاسول والنجاء: السحاب نشأ في نوء الحمل. وأحملته، أي أغنته على الحَمْلِ. وأَحْمَلَتِ الناقةُ فهي مُحْمِلٌ، إذا نزل لبنُها من غير حَبَلٍ، وكذلك المرأة. واسْتَحْمَلْتُهُ، أي سألته أن يَحْمِلَني. وحَمَّلْتُهُ الرسالة، أي كلّفته حَمْلَها. وتَحَمَّلَ الحَمالَةَ، أي حَمَلَها. وتَحَمَّلوا واحْتَمَلوا بمعنىً، أي ارْتَحَلوا. وتَحَامَلَ عليه، أي مال. وتحاملت على نفسي، إذا تكلفت الشئ على مشقة. والمُتَحامَلُ قد يكون موضعاً ومصدراً. تقول في المكان: هذا مُتَحامَلُنا. وتقول في المصدر: ما في فلان مُتَحامَلٌ، أي تَحامُلٌ. ويقال: ما على فلان محمل، مثال مجلس، أي مُعتَمَدٌ. والمَحْمِلُ أيضاً: واحد مَحَامِلِ الحاج. والمحمل، مثال المرجل: علاقة السيف، وهو السير الذى يقلده المتقلد. وقد سمى ذوالرمة عرق الشجر بذلك، وهو على التشبيه، فقال:\nيثرن الكُبابَ الجَعْدَ عن مَتْنِ مِحْمَلِ (١) * والحمالة بالفتح: ما تَتَحَمَّلُهُ عن القوم من الدية أو الغَرامَة. والحِمالَةُ بالكسر: اسم فرس لطليحة الاسدي. وقال يذكرها: عويت لهم صدر الحمالة إنها معاودة قيل الكماة نزال (٢) والحمالة أيضاً: عِلاقة السَيف، مثل المِحْمَلِ، والجمع الحَمائِلُ، هذا قول الخليل. وقال الأصمعي: حَمائِلُ السيف لا واحدَ لها من لفظها، وإنما واحدها مِحْمَلٌ. والحَمولَةُ بالفتح: الإبل التي تَحمِل، وكذلك كل ما احتَمَلَ عليه الحيُّ من حمارٍ أو غيره، سواء كانت عليه الاحمال أو لم تكن. وفعول تدخله الهاء إذا كان بمعنى مفعول به. والحمولة بالضم: الأَحْمالُ. وأما الحُمول بالضم بلاهاء، فهى الابل التى عليها الهوادج كان فيها نساءٌ أو لم يَكُنْ. عن أبي زيد. والاحمال في قول جرير:\nأم من يقوم لشدة الاحمال (١) * قوم من بنى يربوع، هم ثعلبة وعمرو والحارث. والحميل: الذى يحمل من بلدِه صغيراً ولم يولَدْ في الإسلام. والحَميلُ: ما حَمَلَهُ السيلُ من الغُثاء. والحَميلُ: الكفيلُ. والحَميلُ: الدَعِيُّ. قال الكميت يعاتب قضاعة في تحولهم إلى اليمن علام نَزَلْتُمُ من غير فَقْرٍ ولا ضراء منزلة الحميل",
    "pg": "4:1676-1679"
  },
  "حملج": {
    "def": "حَمْلَجَ الحَبْلَ، أي فتله فتلا شديدا. قال الراجز: قلت لخود كاعب عطبول * مياسة كالظبية الخذول ترنو بعينى شادن كحيل * هل لك في محملج مفتول والحملاج: منفاخ الصائغ.",
    "pg": "1:307"
  },
  "حملق": {
    "def": "حُمْلاقَ العين (١) : باطن أجفانها الذى يسوده الكحل. يقال: جاء فلان متلثِّماً لا يظهر من حُسْن وجهه إلاّ حَماليقُ حدقَتيه. ويقال: هو ما غطّته الأجفان من بياض المُقلة. قال عَبيدُ:\nوالعينُ حِمْلاقُها مَقْلوبُ (١) * وقد حَمْلَقَ الرجل: فَتَح عينيه ونظر نظراً شديدا.",
    "pg": "4:1465"
  },
  "حمم": {
    "def": "الحَمُّ: ما يبقى من الأَلْية بعد الذَوب، الواحدة حَمَّةٌ. والحَمُّ: ما أذيب منها. قال الراجز:\nيُهَمُّ فيه القومُ هَمَّ الحَمِّ * وحَمَمْتُ الألْية، أي أذبتها. والحَمَّةُ: العين الحارّة يَستشفِي بها الأعلاّء والمرضى. وفي الحديث: \" العالِمُ كالحَمَّة \". وحَمَمْتُ حَمَّكَ، أي قصدتُ قصدَك. قال الشاعر يصف بعيره: فلمَّا رآني قد حَمَمْتُ ارْتِحالَهُ تَلَمَّكَ لو يُجدي عَليه التَلَمُّكُ وقال الفراء: يعني عَجَّلْتُ ارتحالَهُ. قال: يقال: حَمَمْتُ ارْتحالَ البعير، أي عَجَّلْتُهُ. وحَمَمْتُ الماء، أي سخّنته أَحُمُّ، بالضم في جميع ذلك. وحُمَّ أيضاً بمعنى قُدِّرَ. وحم الشئ وأحم، أي قدر، فهو محمومٌ. وحَمِّتِ الجَمْرَةُ تَحَمُّ بالفتح، إذا صارت حُمَمَةً. ويقال أيضاً: حَمَّ الماءُ، أي صار حارا. وأحمه أمر، أي أهمه. وأحم خروجنا، أي دنا. قال الاصمعي: ما كان معناه قد حان وقوعه فهو أجم بالجيم، وإذا قلت أحم بالحاء فهو قدر. ولم يعرف أحم (١) . وقال الكسائي: أجم الامر وأحم، أي حان وقته. وأنشد ابن السكيت للبيد لتذودهن وأيقنت إن لم تَذُدْ أَنْ قد أحم من الحتوف حمامها قال: وكلهم يرويه بالحاء. وقال الفراء في قول زهير (١) \" وأجمت \" يروى بالجيم والحاء جميعا. وحم الرجلُ من الحُمَّى. وأَحَمَّهُ الله ﷿ فهو مَحمومٌ، وهو من الشواذّ. وأَحَمَّتْ الأرضُ: صارت ذاتَ حُمَّى. والحَميمُ: الماء الحارّ. والحَميمَةُ مثله. وقد اسْتَحْمَمْتُ، إذا اغتسلتَ به. هذا هو الأصلُ ثمَّ صار كلُّ اغتسالٍ استحماماً بأي ماء كان. وأَحْمَمْتُ فلاناً، إذا غسلته بالحَميمِ. ويقال: أَحِمُّوا لنا من الماء، أي أَسْخِنوا. والحَميمُ: المطر الذي يأتي في شدَّة الحرّ. والحميمُ: العَرَقُ. وقد استحم، أي عرق. وقال يصف فرسا: وكأنه لما استحم بمائه حولي غربان أراح وأمطرا وحميمك: قريبك الذي تهتمُّ لأمره. والحَميمُ: القيظُ. والمِحَمُّ بالكسر: القُمْقمُ الصغير يُسَخَّنُ فيه الماء. وحَمَّمَ امرأتَه، أي متعها بشئ بعد الطلاق. وحمم الفرخُ، أي طلع ريشُه. وحَمَّمَ رأسه، إذا اسود بعد الحلق. وحممت الرجل: سخمت وجهه بالفحم. والحمحم بالكسر: الشديد السواد. والاحم: الأسود. تقول: رجل أَحَمُّ بيّن الحَمم. وأَحَمَّهُ الله سبحانه: جعلَه أحم. وكميت أحم بين الحمة. قال الأصمعي: وفي الكُمْتَةِ لونان: يكون الفرس كُمَيْتاً مُدَمَّى، ويكون كُمَيْتاً أَحَمَّ. وأشدُّ الخيل جلوداً وحوافر الكمت الحم. والحمم. الرماد والفحمُ وكلُّ ما احترق من النار، الواحدة حممة. وحمحم الفرس وتحمحم، وهو صوته إذا طلب العلف. واليحموم: اسم فرس النعمان بن المنذر. قال لبيد:\nوالتبعان وفارس اليحموم (١) * واليحموم أيضا: الدخان. والحَمَّاءُ، على فعلاء: سافلة الإنسان (١) ، والجمع حُمٌّ. والحَميمَةُ: واحدة الحمائِمِ، وهي كرائم المال. يقال: أخذ المُصَدِّقُ حَمائمَ الإبل، أي كرائمها. ويقال ما له سم ولا حم غيرك، أي ماله هم غيرك. وقد يضمان أيضا. وما لى منه حَمٌّ وحُمٌّ، أي بُدٌّ. واحْتَمَمْتُ، مثل اهْتَمَمْتُ. الأموي: حامَمْتُهُ، أي طالبته. والحِمامُ بالكسر: قَدَر الموت. والحُمَّةُ بالضم: السواد. وحُمَّةُ الحر أيضا: معظمه. وحُمَّةُ الفِراقِ أيضاً: ما قُدِّرَ وقُضي (٢) . الأصمعيّ: يقال: عَجِلَتْ بنا وبكم حُمَّةُ الفِراقِ، أي قَدَرُ الفراق. وأما حُمَةُ العقرب سَمُّهَا فهي مخفّفة الميم، والهاء عوض، وقد ذكرناه في المعتلّ. والحمامُ عند العرب: ذوات الأطواق، من نحو الفَواخِتِ، والقَمارِيّ، وساقِ حُرٍّ، والقطا، والوراشين وأشباه ذلك، يقع على الذكر والانثى، لان الهاءَ إنَّما دخلته على أنّه واحد من جنس، لا للتأنيث. وعند العامة أنها الدواجن فقط. الواحدة حمامة. قال حُمَيد بن ثورَ الهلالي: وما هاج هذا الشوقَ إلاّ حَمامَةٌ دَعَتْ ساقَ حُرّ تَرْحَةً (١) وترنما والحمامة هاهنا قمرية. وقال الأصمعيّ في قول النابغة: واحكم كحكم فتاة الحى إذ نَظرتْ إلى حَمامٍ شِراعٍ وارِدِ الثَمدِ هذه زرقاء اليمامة، نظرتْ إلى قطاً، ألا ترى إلى قولها: ليت الحمامَ لِيَهْ إلى حَمَامَتَيهْ ونِصْفَهُ قَدِيَهْ تَمَّ القَطاةُ مِيَهْ وقال الأمويّ: الدواجن: التي تُسْتَفْرَخُ في البيوت حَمامٌ أيضاً، وأنشد (٢) :\nقواطنا مكة من ورق الحمى (٣) * يريد الحمام فحذف الميم، وقلب الالف ياء، ويقال إنه حذف الالف كما يحذف الممدود فاجتمع الميمان فلزمه التضعيف، فقلب أحدهما ياء كما قالوا تظنيت. وجمعُ الحَمامَةِ حَمَامٌ، وحَمَاماتٌ وحمائِمٌ، وربَّما قالوا حَمامٌ للواحد. قال الشاعر (١) :\nحماما قَفْرَةِ وَقَعا فَطارَا (٢) * وقال جِران العَود: وذَكَّرَني الصِبا بَعْدَ التَنائي (٣) حَمامَةُ أَيْكَةٍ تدعو حَماما والحَمَّامُ مشدَّداً: واحد الحَمَّاماتِ المبنية. وأما اليمام فهو الحمام الوحشى، وهو ضرب من طيران الصحراء. وهذا قول الاصمعي. وكان الكسائي يقول: الحمام هو البرى، واليمام هو الذى يألف البيوت. والحمام بالضم: حمى الابل. وأرضٌ مَحَمَّةٌ (١) : ذات حُمَّى. والحَامَّةُ: الخاصَّة. يقال: كيف الحامَّةُ والعامّة. وهؤلاء حامَّةُ الرجل، أي أقرباؤه. وإبلٌ حَامَّةٌ، إذا كانت خياراً. وآل حم: سور في القرآن، قال ابن مسعود ﵁: \" آل حم ديباجُ القرآن \". قال الفراء: إنما هو كقولك: آلُ فلانٍ، كأنّه نَسَبَ السُوَرَ كلّها إلى حم. قال الكميت: وجَدْنا لكم في آل حم آيةً تَأَوَّلها مِنَّا تَقِيٌّ ومُعْرِبُ وأما قول العامة الحواميم، فليس من كلام العرب. وقال أبو عبيدة: الحَوَاميمُ: سُوَرٌ في القرآن، على غير القياس. وأنشد:\nوبالحَوَاميمِ التي قد سُبِّعِتْ (٢) * قال: والأَوْلى أن تُجْمَعَ بذواتِ حم. وحمان، بفتح الحاء: اسم رجل.",
    "pg": "5:1904-1907"
  },
  "حمن": {
    "def": "حمنة بالفتح: اسم امرأة. والحمنانة: قراد. قال الاصمعي: أوله قَمْقامَةٌ صغيرٌ جداً، ثم حَمْنانَةٌ، ثم قُرادٌ، ثم حَلَمَةٌ، ثم عل وطلح. والحومانة: واحدة الحوامين، وهى أماكن غلاظ منقادة. ومنه قول زهير:\nبحومانة الدراج فالمتثلم (١)",
    "pg": "5:2104"
  },
  "حمى": {
    "def": "حَمَيْتُهُ حِمايَةٌ، إذا دفعت عنه. وهذا شئ حمى، على فعل، أي محظور لا يقرب. وأحميت المكان: جعلتُه حِمىً. وفي الحديث: \" لا حِمى إلاّ لله ورسوله \". وسمع الكسائي تثنية الحمى حموان، قال: والوجه حميان. وقيل لعاصم بن ثابت الانصاري \" حمى الدبر \" على فعيل بمعنى مفعول. وحماة المرأة: أمُّ زوجها، لا لغةَ فيها غير هذه. وكل شئ من قبل الزوج مثل الاب والاخ فهم الأَحْماءُ، واحدهم حَمَا. وفيه أربع لغات: حَماً مثل قَفاً، وحَمو مثل أبو، وحَمٌ مثل أبٍ، وحَمْءٌ ساكنة الميم مهموزة، عن الفراء. وأنشد: قلتُ لبَوَّابٍ لديه دارها * تئذن فإنى حمؤها وجارها ويروى: \" حمها \" بترك الهمز. وكل شئ من قبل المرأة فهم الاختان. والصهر يجمع هذا كله. وأصل حم حمو بالتحريك، لان جمعه أحماء، مثل آباء. وقد ذكرنا في الاخ أن حمو من الاسماء التى لا تكون موحدة إلا مضافة، وقد جاء في الشعر مفردا. قال رجل من ثقيف: هي ما كنتى وتز * عم أنى لها حمو (١) والحماة: عضلة الساق. قال الاصمعي: وفى ساق الفرس حَماتانِ، وهما اللحمتان اللتان في عُرْضِ الساق تُرَيانِ كالعَصَبَتَيْنِ من ظاهِرٍ وباطنٍ. والجمع حَمَواتٌ. والحامي: الفحلُ من الإبل الذي طال مُكثه عندهم. ومنه قوله تعالى: (ولا وَصيلَةٍ ولا حامٍ) . قال الفراء: إذا لَقِحَ وَلَدُ ولَدَهِ فقد حَمَى ظهرَه، فلا يُرْكَبُ ولا يُجَزُّ له وبرٌ ولا يُمْنَعُ من مرعى. والحامِيَتانِ: ما عن يمين السُنْبُكِ وشِماله. وفلان حامي الحقيقة، مثل حامي الذِمار، والجمع حُماةٌ وحامِيَةٌ. وفلان حامي الحُمَيَّا، أي يَحْمي حَوْزَتَهُ وما وِليَهُ. قال العجاج:\nحامي الحُمَيَّا مَرِسُ الضَريرِ * وحُمَةُ العقرب: سَمُّهَا وضَرُّهَا، وأصله حُمَوٌ أو حُمَيٌ، والهاء عوض. وأما حُمَّةُ الحَرِّ، وهي مُعظَمه، فبالتشديد. وحُمَيَّا الكأس: أول سورتها. وحموة الالم: سَورَته. وينشد: ما خِلْتُني زِلْتُ بعدكم ضَمِناً * أشكو إليكم حُمُوَّةَ الألَمِ وحَمَيْتُ المريضَ الطعامَ حِمْيَةً وحموة. واحتميت من الطعام احتماء. وأما قول الشاعر: وقالوا يا لاشجع يوم هيج * ووسط الدار ضربا واحتمايا فإنما أخرجه على الاصل، وهى لغة لبعض العرب. وحَمَيْتُ عن كذا حَمِيَّةً بالتشديد ومَحْمِيَةً، إذا أَنِفْتَ منه وداخَلَك عارٌ وأنفَةٌ أن تفعله. يقال: فلانٌ أحْمى أَنْفاً وأَمْنَعَ ذِماراً من فلان. وحامَيْتُ عنه مُحاماةً وحِماءً. يقال: الضَرُوسُ تُحامي عن ولدها. وحامَيْتُ على ضيفي، إذا احتفلتَ له. قال الشاعر: حامَوْا على أضيافهم فَشَوَوْا لهمْ * من لحم منقية ومن أكباد وحمى النهارُ بالكسر، وحمِيَ التَنُّورُ، حَمْياً فيهما، أي اشتدّ حَرُّهُ. وحكى الكسائي: اشتد حَمْيُ الشمس وحَمْوها بمعنىً. وحَميتُ عليه بالكسر: غضبتُ. والأمويّ يَهمِزه. ويقال: حِماءٌ لك بالمدّ، في معنى فِداءٌ لك. وأَحْمَيْتُ الحديدَ في النار فهو محمى، ولا يقال حميته. وتحاماه الناس، أي توقوه واجتنبوه.",
    "pg": "6:2319-2321"
  },
  "حنأ": {
    "def": "الحنَّاءُ بالمد والتشديد معروف، والحِنَّاءَةُ أخصُّ منه. أبو زيد: حَنَّأْتُ لحيته بالحنَّاء تَحنئَةً وتحنيئاً: خضبت. والحناءتان: نقوان أحمران من رمل عالج (٣) .",
    "pg": "1:45"
  },
  "حنا": {
    "def": "الحنوة بالفتح: نبت طيب الريح، وقال يصف روضة (١) : وكأنَّ أنماطَ المدائنِ حولها * من نَوْرِ حَنْوَتِها ومن جَرْجارِها والحِنْوُ بالكسر: واحد أَحْناءِ السرجِ والقَتبِ. وحِنْوُ كل شئ أيضا: اعوجاجه ; ومنه حنو الجبل. والحنو أيضا: اسم موضع. والحنو: واحد الاحناء، وهى الجوانب، مثل الاعناء. وقولهم: ازجر أحناء طيرك، أي نواحيَه يميناً وشِمالاً، وأماماً وخَلْفاً. وَيراد بالطير الخِفَّة والطَيش. قال لبيد: فقلتُ ازْدَجِرْ أحْناَء طيرك واعْلَمَنْ * بأنّك إنْ قَدَّمْتَ رِجْلَكَ عاثِرُ والحَنِيَّةُ: القوسُ. والحنى: القسى. والحناء مذكور في باب الهمز. وحنيت ظهرى، وحنيت العود: عطفته. وحنوت لغة، وأنشد الكسائي: (*) يدق حنو القتب المحنيا * دق الوليد جوزه الهنديا قال: فجمع بين اللغتين. يقول: يدقه برأسه من النعاس. ورجل أَحْنَى الظهر، والمرأة حَنْياءُ وحَنْواءُ، أي في ظهرها احديدابٌ. وفلان أَحْنَى الناسِ ضلوعاً عليك، أي أشفقُهم عليك. وحَنَوْتُ عليه، أي عطَفتُ. وامرأةٌ حانِيَةٌ، إذا أقامت على ولدها ولم تتزوّجْ بعد أبيهم. وقد حَنَتْ عليهم تَحْنو حُنُوَّاً. وحَنَتِ النعجة تَحْنُو، إذا اشتهت الفَحل، فهي حانٍ وبها حِناءٌ، وكذلك البقرَة الوحشيَّة، لأنّها عند العرب نعجةٌ. وتَحَنَّى عليه، أي تعطَّف، مثل تَحَنَّنَ. قال الشاعر: تَحَنَّى عليكَ النَفْسُ من لاعِجِ الهَوى * وكيف تَحَنِّيها وأنتَ تهينها وانحنى الشئ، أي انعطف. والمَحاني: مَعاطف الأودية، الواحدة مَحْنِيَةٌ بالتخفيف.",
    "pg": "6:2321"
  },
  "حنب": {
    "def": "الاصمعي: النحنيب في الفرس: انحناءٌ وتوتيرٌ في الصُلب واليدين، فإذا كان ذلك في الرجل فهو التجنيب بالجيم. قال طرفة: وكرى إذا نادى المضاف مجنبا * كَسيدِ (٣) الغَضى نَبَّهْتَهُ المُتَوَرِّدِ وقال أبو عبيد: المُحَنَّبُ: البعيد ما بين الرِجْلَيْنِ من غير فَحَجٍ، وهو مدحٌ. وتَحنَّب فلان، أي تقوس وانحنى.",
    "pg": "1:116"
  },
  "حنتم": {
    "def": "الحنتم: الجرة الخضراء، والحناتم: سحائبٌ سودٌ، لأنَّ السوادَ عندهم خضرة.",
    "pg": "5:1907-1908"
  },
  "حنث": {
    "def": "الحِنْثُ: الإثم والذَنب. وبلغ الغلامُ الحِنْثَ أي المعصية والطاعة. والحِنْثُ: الخُلْفُ في اليمين. تقول: أحْنَثْتُ الرجلَ في يمينه فحَنَثَ، أي لم يبرّ فيها. وتَحَنَّثَ، أي تَعَبَّدَ واعتزل الأصنام مثل تَحَنَّفَ. وفي الحديث أنَّه كان يأتي غارَ حراء فَيَتَحَنَّثُ فيه. وفلان يَتَحَنَّثُ من كذا، أي يتأثم منه.",
    "pg": "1:280"
  },
  "حنج": {
    "def": "حَنَجَهُ وأحْنجه، أي أماله. وأحْنَجَ كلامه، أي لواه كما يلويه المُخَنَّثُ (٢) . والحِنْجُ بالكسر: الأصل. يقال: عاد إلى حِنْجِهِ وبِنْجِهِ.",
    "pg": "1:307"
  },
  "حنذ": {
    "def": "حَنَذْتُ الشاةَ أَحْنِذُها حَنْذاً، أي شَوَيْتُها وجعلتُ فوقها حِجارةً مُحْماةً لتُنضِجَها، فهي حَنيذٌ. وحَنَذْتُ الفرسَ أَحْنِذُهُ حَنْذاً، وهو أن تُحْضِرَه شَوطاً أو شوطين، ثم تُظاهِرُ عليه الجِلالَ في الشمس ليعرق، فهو محنوذ وحنيذ. فإن لم يعرق قيل: كبا. ومنه قولهم: إذا سقيت فأحنذ، أي عرق شرابك، أي صب فيه قليل ماء. والحنذ: شدة الحر وإحراقه. قال العجاج يصف حمارا وأتانا:\nورهبا من حنذره أن يهرجا (١) * يقال: حنذته الشمس، أي أحرقته. وحنذ بالتحريك: موضع قريب من المدينة. قال الراجز (٢) : تأبري ياخيرة الفسيل * تأبري من حنذ فشولى * إذ ضن أهل النخل بالفحول",
    "pg": "2:562-563"
  },
  "حنذم": {
    "def": "الحِنْذِمانُ: الجماعةُ، ويقال الطائفة. قال الشاعر: وإنّا لَزَوَّارونَ بالمِقْنَبِ العِدا إذا خِنْذِمانُ الكُوم (١) طابَتْ وطابها",
    "pg": "5:1908"
  },
  "حنر": {
    "def": "الحَنيرةُ: عقْد الطاق المبنيّ، والحَنيرة: القوس، وهي مِنْدَفة النساء (٢) .",
    "pg": "2:638"
  },
  "حنزقر": {
    "def": "الحِنْزَقْرُ والحِنْزَقْرَةُ: القصير الدميم. قال سيبويه: النون إذا كانت ثانية ساكنة لا تجعل زائدة إلا بثبت.",
    "pg": "2:638"
  },
  "حنش": {
    "def": "الحنش بالتحريك: كل ما يصاد من الطير والهوام، والجمع الأَحناشُ. والحَنَشُ أيضاً: الحيَّة، ويقال الأفعى. وبها سمِّيَ الرجلُ حَنَشاً. وحَنَشْتُ الصيدَ: صدته. وحَنَشْتُهُ أَحْنِشُهُ: لغة في عَنَشْتُهُ، إذا عَطَفْتَه.",
    "pg": "3:1002"
  },
  "حنط": {
    "def": "الحِنْطَةُ: البُرُّ، والجمع حِنّطٌ، وبائعه حَنَّاطٌ. والحَنوطُ: ذَريرَةٌ. وقد تَحَنَّطَ به الرجل، وحَنَّطَ الميتَ تحنيطا. والحناطة: حرفة الحناط. وحنط الاديم: احمر، فهو حانط. وحنط الرمثُ وأَحْنَطَ، أي أدرك وابيض ورقه.",
    "pg": "3:1120-1121"
  },
  "حنظ": {
    "def": "حَنْظَى به، أي نَدَّدَ به وأسمعَه المكروه والألف للإلحاق بدحرج. وهو رجلٌ حِنْظِيَانٌ، إذا كان فحاشا. وحكى الاموى: رجل خنظيان، بالخاء المعجمة، وخنذيان، أي فحاش. وخنظى به، وخنذى به، وغنظى به، كل يقال بمعنى.\nفصل الدال",
    "pg": "3:1173"
  },
  "حنف": {
    "def": "الحَنَفُ: الاعوجاجُ في الرِجل، وهو أن تُقْبِلَ إحدى إبهاميْ رجليه على الأخرى. والرجل أَحْنَفُ، ومنه سمى الاحنف بن قيس، واسمه صخر. وقال ابن الأعرابي: هو الذي يمشي على ظهر قَدَمه من شِقِّهَا الذي يلي خِنْصرَها. يقال: ضربتُ فلاناً على رِجله فَحَنَفْتُها. والحنيفُ: المسلمُ، وقد سمِّي المستقيمُ بذلك كما سمِّي الغرابُ أعورَ. وتَحَنَّفَ الرجلُ، أي عَمِلَ عَمَلَ الحَنِيفِيّةِ، ويقال: اختتن، ويقال: اعتزلَ الأصنامَ وتعبّدَ. قال جِرانُ العَوْدِ: ولمَّا رأَيْنَ الصُبْحَ بادَرْنَ ضَوَْءهُ رَسيمَ قَطا البَطْحاءِ أو هُنَّ أَقطَفُ وأدْرَكْنَ أَعْجازاً من الليلِ بعدما أقام الصلاة العابد المتحنف والحنفاء: اسم فرس حذيفة بن بدر الفزارى. والحنفاء: اسم ماء لبنى معاوية ابن عامر بن ربيعة. وحنيفة: أبو حى من العرب، وهو حنيفة ابن لجيم بن صعب بن على بن بكر بن وائل.",
    "pg": "4:1347"
  },
  "حنق": {
    "def": "الحَنَقُ: الغيظُ، والجمع حِناق، مثل جبل وجبال. وقد حَنِقَ عليه بالكسر، أي اغتاظ فهو حَنِق. وأَحْنَقَهُ غيره فهو محنق. قالت قتيلة (٢) : ما كان ضَرَّكَ لو مَنَنْتَ وربما مَنَّ الفَتى وهو المَغيظُ المُحْنَقُ وأحْنَقَ سنامُ البعيرِ، أي ضَمُرَ ودَقَّ. وحِمارٌ مُحْنِقٌ: ضَمُرَ من كثرة الضراب. ومنه قول الراجز: كأننى ضمنت هقلا عوهقا أقتاد رحلى أو كدرا محنقا والمحانيق: الابل الضمر.",
    "pg": "4:1465"
  },
  "حنك": {
    "def": "حَنَكْتُ الفرسَ أَحْنُكُهُ وأَحْنِكُهُ حَنْكاً، إذا جعلتَ فيه الرَسَنَ، وكذلك احْتَنَكْتُهُ. واحْتَنَكَ الجرادُ الأرضَ، أي أكل ما عليها وأتى على نبتها. وقوله تعالى حاكيا عن إبليس: (لاحتكن ذريته إلا قليلاً) قال الفراء: يريد لأستولينَّ عليهم. وحنكت الشئ: فهمته وأحكمته. واحْتَنَكَ الرجلُ، أي استحكم. والاسم الحُنْكَةُ. والحُنْكَةُ أيضاً: القِدَّةُ التي تضم الغراضيف، والجمع حناك، مثل برمة وبرام حكاه أبو عبيد. والحنك: المِنقار. يقال: أسودُ مثل حَنَك. الغراب. وأسود خانك، مثل حالك. والحَنَكَ: ما تحت الذَقَنِ من الإنسان وغيره. وحَنَكْتُ الصبيَّ وحنَّكْتُهُ. إذا مضَغْتَ تمراً أو غيره ثم دَلَكْتَهُ بحَنَكِه. والصبيُّ مَحْنوكٌ ومُحَنَّكٌ. والتَحَنُّكُ: التلحِّي. وهو أن تدير العمامة من تحن الحنك. ويقال حنكة السن وأحنكته. إذا أحكمته التجارب والأمورُ. فهو مُحَنَّكٌ ومحنك. وقولهم: هذا البعير أحنك الابل. مشتق من الحنك، يريدون أشدها أكلا، وهو شاذ لان الخلقه لا يقال فيها ما أفعله.",
    "pg": "4:1581-1582"
  },
  "حنن": {
    "def": "الحَنينُ: الشَوقُ وتَوَقانُ النفس. تقول منه: حَنَّ إليه يَحِنُّ حَنيناً فهو حانٌّ. والحَنانُ: الرحمةُ. يقال منه: حَنَّ عليه يَحِنُّ حَناناً. ومنه قوله تعالى: (وحَناناً من لدنا) . وذكر عكرمة عن ابن عباس رضى الله عنهم في هذه الآية أنه قال: ما أدرى ما الحنان. والحنان بالتشديد: ذو الرحمة. ويقال أيضاً: طريقٌ حَنَّانٌ، أي واضح. وأبرق الحنان: موضع. وقوس حنانة: تحن عند الإنباض. وقال: وفي مَنْكِبَيْ حَنّانَةٍ عودُ نَبْعَةٍ تَخَيِّرَها لي سوقَ مكةَ بائِعُ أي في سوق مكّة بائعٌ. وتَحَنّنَ عليه: تَرَحَّمَ. والعرب تقول: حَنانَكَ يا ربّ وحَنانَيْكَ يا ربّ، بمعنىً واحد، أي رحمتك. قال امرؤ القيس: وتمنحها (١) بنو شمجى بن جرم معيزهم حنانك ذا الحنان وقال طرفة: أَبا مُنْذِرٍ أَفْنَيْتَ فاسْتَبْقِ بَعْضَنا حَنانَيْكَ بعضُ الشرِّ أَهْوَنُ من بعضِ وحَنينُ الناقةِ: صوتُها في نزاعها إلى ولدها. وحنانة: اسم راع في طول طرفة: نعاني حنانة طوبالة تسف يبيسا من العشرق (١) وحنة الرجل: امرأته. قال (٢) : وليلة ذات دجى سريت ولم يَلِتْني عن سُراها لَيْتُ ولم تضرني حنة وبيت وحنة البعير: رغاؤه. وما له حانَّةٌ ولا آنَّةٌ، أي ناقةٌ ولا شاةٌ. والمُسْتَحَنُّ مثله. قال الأعشى: تَرى الشَيْخَ منها يحبّ الإيا بَ يَرْجُفُ كالشارِفِ المُسْتَحِنّْ وحَنَّ عَنِّي يَحُنُّ بالضم، أي صدّ. ويقال أيضاً: ما تَحُنُّني شيئاً من شرّك، أي ما تصرِفُه عنّي. والحَنونُ: ريحٌ لها حنين كحنين الابل. وقال: غشيت بها منازل مقفرات تذعذعها مذعذعة حنون (٣) وحنين: موضع يذكر ويؤنث، فإن قصدت به البلد والموضع ذكرته وصرفته، كقوله تعالى: (ويوم حنين) ، وإن قصدت به البلدة والبقعة أنثته ولم تصرفه، كما قال الشاعر (١) : نصروا نبيهم وشدوا أزره بحنين يوم تواكل الابطال وقولهم: \" رجع بخفى حنين \" قال ابن السكيت عن أبى اليقظان: كان حنين رجلا شديدا ادعى إلى أسد بن هاشم بن عبد مناف، فأتى عبد المطلب وعليه خفان أحمران فقال: يا عم، أنا ابن أسد ابن هاشم. فقال عبد المطلب: لا وثياب هاشم ما أعرف شمائل هاشم فيك فارجع. فقالوا: \" رجع حنين بخفيه \" فصار مثلا. وقال غيره: هو اسم إسكاف من أهل الحيرة، ساومه أعرابي بخفين ولم يشترهما، فغاظه ذلك وعلق أحد الخفين في طريقه، وتقدم فطرح الآخر وكمن له، وجاء الاعرابي فرأى أحد الخفين فقال: ما أشبه هذا بخف حنين، لو كان معه آخر لاشتريته. فتقدم فرأى الخف الثاني مطروحا في الطريق فنزل وعقل بعيره ورجع إلى الاول، فذهب الاسكاف براحلته وجاء إلى الحى بخفى حنين. والحن بالكسر: حى من الجن. قال الراجز (١) : أبيت أهوى في شياطين ترن مختلف نجواهم حن وجن ورجل مَحْنونٌ، أي مجنونٌ، وبه حِنَّةٌ أي جِنَّةٌ. ويقال: الحِنُّ: خَلْقٌ بين الجن والانس. وحن بالضم: اسم رجل.",
    "pg": "5:2104-2106"
  },
  "حوا": {
    "def": "الحَوِيَّةُ: كِساءٌ محشوٌّ يُدار حول سَنام البعير، وهي السَوِيَّة. قال عمير بن وهب الجمحى يوم بدر، حين حزر أصحاب النبي ﷺ: \" رأيت الحوايا عليها المنايا \". والحَوِيَّةُ لا تكون إلاّ للجِمال، والسَوِيَّةُ قد تكون لغيرها. وحَوِيَّةُ البطن وحاوِيَةُ البطن وحاوِياءُ البطن، كله بمعنى. قال الشاعر (١) : كأن نقيق الحب في حاويائه * نقيق الافاعى أو نقيق العقارب وقال آخر:\nوملح الوسيقة في الحاوية * يعنى اللبن. وجمع الحوية حوايا، وهى الامعاء. وجمع الحاوياء حواو (٢) ، على فواعل وكذلك جمع الحاوية. والحواء: جماعة بيوت من الناس مُجتمِعة، والجمع الأَحويةُ، وهي من الوبر. والحُوَّةُ: لونٌ يخالط الكُمْتَة، مثل صدأ الحديد. وقال الأصمعي: الحُوَّةُ حُمْرَةٌ تضرب إلى السواد. يقال: قد احْوَوى الفرس يحووى احوواء. قال: وبعض العرب يقول احواوى يحواوى احويواء. وحكى الاصمعي احووى (*) يحووى احوواء، على وزن ارعوى. قال: وبعض العرب يقول حوى يحوى حوة، حكاه في كتاب الفرس. والحوة: سمرة الشفة. يقال رجلٌ أَحْوى وامرأةٌ حواء، وقد حويت. والحوة: موضع ببلاد كلب. قال ابن الرقاع: أو ظبية من ظباء الحوة انتقلت * مذانبا فجرت (١) نبتا وحجرانا * وحواه يحويه حَيَّاً، أي جمعه. واحْتَواهُ مثله. واحتوى على الشئ، أي ألمأ عليه. وتَحَوَّى، أي تَجَمَّعَ واستدار. يقال: تَحَوَّتِ الحيةُ. وبعيرٌ أحْوى، إذا خالط خُضْرَتَهُ سوادٌ وصفرةٌ. وتصغير أَحْوى أُحَيْوٍ، في لغة من قال أسيود. واختلفوا في لغة من أدغم، قال عيسى ابن عمر: أحيى فصرف. قال سيبويه: أخطأ هو، ولو جاز هذا لصرف أصم لاته أخف من أحوى ولقالوا أصيم فصرفوا. وقال أبو عمرو بن العلاء: أحى كما قالوا أحيو. قال سيبويه: ولو جاز هذا لقلت في عطاء عطى. وقال يونس: أحى. قال سيبويه: هذا هو القياس، والصواب. وتقول في تصغير يحيى: يحيى يا هذا، لان كل اسم اجتمع فيه ثلاث ياءات أولهن ياء التصغير فإنك تحذف منهن واحدة، فإن لم يكن أولهن ياء التصغير أثبتهن ثلاثهن. تقول في تصغير حية حيية، وتقول في تصغير: أيوب أيييب بأربع ياءات، واحتملت ذلك لانها في وسط الاسم، ولو كان طرفا لم تجمع بينهن. والحواء، مثال المكاء: نبت يشبه لون الذئب، الواحدة حواءة. عن الاصمعي.",
    "pg": "6:2321-2323"
  },
  "حوب": {
    "def": "الحوبُ، بالضم: الإثم، والحابُ مثله. ويقال: حبت بكذا أي أثِمْتَ، تحوب حَوْباً (١) وحَوْبَةً وحِيَابَةً. قال النابغة: صبرا بغيض بن ريث إنها رحم * حبتم بها فأناختكم بجعجاع وفلان أَعَقُّ وأحوبُ. وإن لي حَوْبَةً أعولُها، أي ضَعَفَةً وعيالاً. ابن السكيت: لي في بني فلان حُوبَةٌ، وبعضهم يقوله حِيبَةً فتذهب الواو إذا انكسر ما قبلها. وهي كل حُرْمَةٍ تضيع من أمٍّ أو أختٍ أو بنتٍ أو غير ذلك من كل ذات رَحِمٍ. قال: وهي في موضعٍ آخَرَ الهَمُّ والحاجَةُ. وأنشد للفرزدق: فهَبْ لي خُنَيْساً واتَّخِذْ فيه مِنَّةً * لِحَوْبَةِ أمٍّ ما يَسوغُ شَرابُها وقال أبو كَبير في الحِيبَةِ: ثم انْصَرَفْتُ ولا أَبُثُّكَ حِيبَتي * رَعِشَ العِظامِ (٢) أَطيشُ مَشْيَ الأَصْوَرِ (٣) ويقال: ألحق الله به الحَوْبَةَ، أي المَسْكَنَةَ والحاجة. وقولهم: إنما فلانٌ حَوْبَةٌ، أي ليس عنده خير ولا شرٌّ. وفي نوادر أبي زيد: الحُوبة: الرجل الضعيف، والجمع الحُوَبُ. والحَوباء: النفْس، والجمع الحَوْباواتُ. وحَوْبُ: زَجْرٌ للإبل، فيه ثلاث لغات حَوْبُ وحَوْبَ وحَوْبِ (١) . تقول منه حوَّبْتُ بالإِبل. وفلان يتحوَّبُ من كذا، أي يتأثَّم. والتحوُّبُ أيضاً: التوجُّعُ والتحزُّنُ. قال طُفَيلٌ (٢) . فذوقوا كما ذُقْنا غَداةَ مُحَجَّرٍ * من الغَيظِ في أكبادِنا والتَحَوُّبِ ويقال لابن آوى: هو يَتَحَوَّبُ، لأنَّ صوته كذلك، كأنه يتضور. والحوأب مهموز (٣) : ماء من مياه العرب على طريق البصرة. قال الراجز: ما هي إلا شربة بالحوأب فصعدى من بعدها أو صوبي\nفصل الخاء",
    "pg": "1:116-117"
  },
  "حوت": {
    "def": "الحوتُ: السمكة، والجمع الحيتانُ. والحوتُ: برٌجٌ في السماء. وحَاتَ الطائر على الشئ يحوت، أي حامَ حوله. وحَاوَتَني فلانٌ، إذا راوغَك. وأنشد ثعلب: ظَلَّتْ تُحاوِتُني رَمْداءُ (١) داهيةٌ * يوم الثَوِيَّةِ عن أهلى وعن مالى\nفصل الخاء",
    "pg": "1:247"
  },
  "حوث": {
    "def": "حَوْثُ لغة في حَيْثُ. والحوثاء: الكبد وما يليها. قال الراجز: إنا وجدنا لحمهم (٤) رديا الكرش والحوثاء (١) والمريا ويقال: تركهم حَوْثاً بَوْثاً، وحَوْثَ بَوْثَ، وحَيْثَ بَيْثَ، وحاثِ باثِ، إذا فرّقهم وبدَّدهم. والاسْتِحاثَةُ مثل الاسْتِباثة، وهى الاستخراج. تقول استحثت الشئ، إذا ضاع في التراب فوجدته (٢) .",
    "pg": "1:280"
  },
  "حوج": {
    "def": "الحاجَةُ معروفة، والجمع حاجٌ وحاجاتٌ وحِوَجٌ، وحَوائجُ على غير قياس، كأنهم جمعوا حائجة. وكان الأصمعي يُنْكِرُهُ ويقول: هو مُوَلَّدٌ. وإنما أنكره لخروجه عن القياس، وإلاّ فهو كثيرٌ في كلام العرب. وينشد: نهارُ المرءِ أَمْثَلُ حينَ يقضي (١) * حوائجه من اللَيل الطويلِ والحَوْجاءُ: الحاجة. يقال: ما في صدري به حَوْجاء ولا لوجاء، ولا شكٌّ ولا مِرْيَةٌ بمعنى واحد. ويقال: ليس في أمرك حويجاء ولا لويجاء ولا رويغة. قال اللحيانى: ما لى فيه حوجاء ولا لوجاء، ولا حويجاء ولا لويجاء. قال قيس بن رفاعة: مَنْ كانَ في نفسه حوجاءُ يطلبها * عِندي فإنِّي له رَهْنٌ بإصحارِ أقيمُ نخوَتَهُ إنْ كان ذا عِوَجٍ * كما يُقَوِّمُ قِدْحَ النَبْعَةِ الباري قال ابن السكيت: كلمته فما ردَّ عليَّ حَوْجاءَ ولا لوجاءَ. وهذا كقولهم: فما ردَّ عليّ سَوْداءَ ولا بيضاء، أي كلمةً قبيحة ولا حَسَنَةً. وحاجَ يَحوج حَوْجاً، أي احتاج. قال الكُميت بن معروف: غنيتُ فلم أَرْدُدْكُمُ عِندَ بُغْيَةٍ * وحجت فلم أكدد كم بالاصابع وأحوجه إليه غيره. وأحوج أيضا بمعنى احْتاجَ. والحَاجُ: ضرب من الشَوك. والحاجُ: جمع حاجة. قال الشاعر: وأُرْضِعُ حاجَةً بلِبانِ أُخرى * كذاك الحاج ترضع باللبان\nفصل الخاء",
    "pg": "1:307-308"
  },
  "حوذ": {
    "def": "الحَوْذُ: السَوْقُ السريعُ. تقول: حُذْتُ الإِبِلَ أَحوذُها حَوْذاً، وأَحْوَذْتُها مثله. والاحوذي: الخفيف في الشئ لحِذْقِهِ، عن أبي عمرو. وقال الشاعر (٣) يصف جناحَي قطاة:\nعلى أحوذيين استقلت عليهما (٤) * وقال آخر: أتتك عيس تحمل المشيا * ماء من الطثرة (١) أحوذيا - يعنى سريع الاسهال. وقال الاصمعي: الأَحْوَذيُّ: المُشَمِّرُ في الأمورِ القاهرُ لها، الذي لا يَشِذّ (٢) عليه منها شئ. قال لبيد يصف حمارا وأتانا: إذا اجمعت وأحوذ جَانِبَيْها * وأَوْرَدَها على عوجٍ طِوالِ - قال: يعني ضمَّها ولم يفُتْه منها شئ. وعنى بالعوج القوائم. وحاذُ مَتْنِهِ وحالُ مَتْنِهِ واحدٌ، وهو موضعُ اللِبْدِ من ظهر الفرس. وفي الحديث: \" مؤمنٌ خفيف الحاذِ \"، أي خفيف الظهرِ. والحاذانِ: ما وقع عليه الذَنَبُ من أدبارِ الفخذين. والحاذُ: نبتٌ، واحدته حاذة، عن أبى عبيد. والحوذان: نبت نوره أصفر. واسْتَحْوَذَ عليه الشيطانُ أي غلب. وهذا جاء بالواو على أصله كما جاء استروح واستصوب. وقال أبو زيد: هذا الباب كله يجوز أن يتكلم به على الاصل. تقول العرب: استصاب واستصوب، واستجاب واستجوب، وهو قياس مطرد عندهم. وقوله تعالى:\n(ألم نستحوذ عليكم) * أي ألم نغلب على أموركم ونستول على مودتكم. فصل الخاء",
    "pg": "2:563-564"
  },
  "حور": {
    "def": "حارَ يَحورُ حَوْراً، وحُؤُوراً: رجع. يقال: حار بعد ماكار. و \" نعوذ بالله من الحَوْرِ بعد الكَوْرِ \" أي من النقصان بعد الزيادة. وكذلك الحور بالصم. وفي المثل: \" حورٌ في مَحارةٍ \"، أي نُقْصانٌ في نقصانٍ. يُضربُ مثَلاً للرجل إذا كان أمره يدبر. قال الشاعر (٣) : واستعجلوا عن خَفيفِ المَضْغ فازدردوا * والذمُّ يَبقى وزادُ القوم في حورِ - والحور أيضاً: الاسم من قولك: طحَنتِ الطاحنةُ فما أَحارَتْ شيئاً، أي ما ردَّتْ شيئاً من الدقيق. والحور أيضا: الهلكة. قال الراجز (١) :\nفي بئر لا حور سرى وما شعرى (٢) * قال أبو عبيدة: أي في بئر حور، ولا زيادة. وفلان حائر بائِرٌ، هذا قد يكون من الهلاك، ومن الكَساد. والمَحارَةُ: الصَدَفة أو نحوُها من العظم. ومحارة الحَنَكِ: فويق موضع تحنيك البيطار. والمَحارةُ: مرجِع الكتف. والمَحَارُ: المرجع. وقال الشاعر: نحو بنو عامر بنِ ذُبيانَ وال * - ناسُ كَهامٍ مَحارُهُمْ للقُبورِ - والحَوَرُ: جُلودٌ حُمر يُغَشَّى بها السلال، الواحدة، حَوَرَةُ. قال العجاج يصف مخالب البازي: كأنما يَمزِقْن باللَحمِ الحَوَرْ * والحَوَرَ أيضاً: شِدَّةُ بياض العين في شدّة سوادِها. يقال: امرأةٌ حوراءُ بيِّنةُ الحَوَرِ. ويقال: احْوَرَّتْ عينهُ احورارا. واحور الشئ: ابيض. قال الاصمعي: لا أدرى ما الحور في العين؟ وقال أبو عمرو: الحور أن تسود العين كلها مثل أعين الظباء والبقر. قال: وليس في بنى آدم حور، وإنما قيل للنساء حور العيون لانهن شبهن بالظباء والبقر. وتحوير الثياب: تبيضها. وقول العجاج:\nبأعيُنٍ مُحَوِّراتٍ حورِ * يعني الأعين النقيّات البياض، الشديدات سواد الحدَقِ. وقيل لأصحاب عيسى ﵇: الحَوارِيُّونَ، لأنَّهم كانوا قَصَّارِينَ. ويقال: الحَوارِيُّ: الناصر. قال النبي ﷺ: \" الزُبير ابن عمَّتي وحَواريِّي (١) من أُمَّتي \". وقيل للنساء الحواريات لبياضهن. وقال اليشكرى (٢) : فقل للحواريات يبكين غيرنا * ولا تبكنا إلاَّ الكلابُ النَوابحُ (١) - والأحْوَرُ: كوكب، وهو المشتري. ابن السكيت: يقال: ما يعيش بأَحْوَرَ، أي ما يَعيش بعقل. والأَحْوَرِيُّ: الأبيض الناعم. والاحوارى، بالضم وتشديد الواو والراء مفتوحة: ما حُوِّرَ من الطعام، أي بُيِّضَ. وهذا دقيقٌ حُوَّاري. وحورته فاحور، أي بيضة فابيض. والجفنة المُحْوَرَّةُ: المبيَضَةُ بالسَنام. قال الراجز (٢) : يا ورد إنى سأموت مره * فمن حليف الجفنة المحوره - وقول الكميت:\nعَجِلْتُ إلى مُحْوَرِّها حين غرغرا (٣) * يريد بياض زبد القدر. ويقال: حَوِّرْ عينَ بعيرك، أي حجر حولها بكى. وحور الخُبْزَةَ، إذا هيَّأها وأدارها ليضَعها في المَلَّة. والمِحْوَرُ: عود الخبّاز. والمِحْوَرُ: العود الذي تَدور عليه البَكْرة، وربَّما كان من حديد. والحُِوَارُ (١) : ولدُ الناقة. ولا يزال حوارا حتى يفصل، فإذا فصل عن أمِّه فهو فَصيلٌ. وثلاثَةُ أَحْوِرَةٍ، والكثير حيرانٌ وحورانٌ أيضاً. وحوران بالفتح: موضع بالشام. والمُحَاوَرَةُ: المُجاوَبَةُ. والتَحاوُرُ: التجاوُب. ويقال: كلَّمتُه فما أحارَ إليَّ جواباً، وما رجَع إليّ حَويراً ولا حويرةً، ولا مَحورةً، ولا حِوَاراً، أي ما ردَّ جواباً. واستَحَارَهُ، أي استنقطه.",
    "pg": "2:638-640"
  },
  "حوز": {
    "def": "الحَوْزُ: الجمع. وكل من ضمَّ إلى نفسه شيئاً فقد حازَه حَوْزاً وحِيازَةً، واحْتازَهُ أيضاً. والحَوْزُ والحَيْزُ: السَوْقُ الليِّنُ. وقد حَاز الإبل يَحُوزُها ويَحيزُها. والأَحْوَزِيُّ مثل الأَحْوَذِيِّ، وهو السائقُ الخفيف، عن أبي عمرو. قال العجاج: يَحوزُهُنَّ وله حوزيُّ * كما يَحوزُ الفِئَةَ الكَميُّ * وأبو عبيد يرويه بالذال، والمعنى واحد، يعني به الثَوْرَ أنّه يطرُد الكلاب وله طارد من نفسه يطرده، من نشاطه. وحَوَّزَ الإبل: ساقها إلى الماء. قال الأصمعي: إذا كانت بَعيدَةَ المرعى من الماء فأوًّلَ ليلة تُوَجِّهِها إلى الماء ليلة الحَوْزِ. وقد حَوَّزَها. وأنشد: حَوَّزَها من برق الغميم * أهدأ يمشى مِشْيَةَ الظَليمِ * بالحَوْزِ والرفْقِ وبالطَميمِ * والمُحَاوَزَةُ: المخالطة. وتَحَوَّزَتِ الحَيَّةُ وتَحَيَّزَتْ، أي تلوت. يقال: مالك تتحوَّزُ تَحَوُّزَ الحَيَّةِ، وتتحيَّزُ تحيُّزَ الحية. قال سيبويه: هو تفيعل من حزت الشئ. قال القطامى: تحيز منى خَشْيَة أَنْ أَضيفَها * كما انحازَتِ الأَفعى مَخافَة ضارِبِ * يقول: تَتَنَحَّى عنّي هذه العجوز وتتأخّر خوفاً أن أنزل عليها ضيفاً. ويروى \" تحوز منى \". قال أبو عمرو: وتَحَوَّزَ تَحَوُّزَ الحيَّةِ، وهو بُطء القيام إذا أراد أن يقوم. والحَيِّزُ: ما انضمَّ إلى الدار من مَرافقها. وكلُّ ناحيةٍ حَيِّزٌ، وأصلُهُ من الواو. والحَيْزُ: تخفيف الحيز، مثل هين وهين، ولين ولين. والحمع أحياز. والحوزة: الناحية. وحَوْزَةُ المُلْكِ: بَيْضَتُه. وانْحازَ عنه، أي عَدَلَ. وانْحازَ القومُ: تركوا مَرْكزهم إلى آخَر. يقال للأولياء: انْحازوا عن العدوّ وحاصوا، وللأعداء: انهزموا ووَلَّوا مُدْبِرينَ. وتَحاوَزَ الفريقان في الحرب، أي انْحازَ كلُّ فريق عن الآخر.\nفصل الخاء",
    "pg": "3:875-876"
  },
  "حوس": {
    "def": "الاحوس: الجرئ الذى لا يهوله شئ. ومنه قول الشاعر:\nأَحْوَسُ في الظَلْماءِ بالرُمْحِ الخَطِلْ * قال الأصمعي: يقال: تركتُ فلاناً يَحوسُ بني فلان، أي يتخلّلهم ويَطلُب فيهم. وإنّه لَحوَّاسٌ عَوَّاسُ، أي طلاب بالليل. والذئب يحوس الغنم، أي يتخلّلها ويفرِّقها. وحَمَلَ فلانٌ على القوم فحاسَهُمْ. وحاسوا خِلالَ الديار: مثلُ جاسوا. وفي الحديث أن عُمَرَ ﵁ قال لرجل: \" بل تَحوسُكَ فِتنةٌ \". قال العَدَبَّسُ الأعرابيّ الكنانيّ: أي تخالطُ قلبك وتحثّك على ركوبها. قال الحطيئة يذمُّ رجلاً: رهط ابن أفعل (١) في الخطوب أَذِلَّةٌ * دُنْسُ الثيابِ قَناتُهُمْ لم تُضْرَسِ * بالهَمْزِ من طولِ الثِقافِ وجارُهُمْ * يُعْطي الظُلامَةَ في الخُطوبِ الحُوَّسِ * وهي الأمور التي تنزل بالقوم وتغشاهم وتتخلّل ديارهم. والتَحَوُّسُ: التشجع. ويقال: التَحَوُّسُ الإقامةُ مع إرادة السفر، وذلك إذا عَرَضَ له ما يَشْغله. قال الشاعر (٢) : سِرْ قدْ أَنى لك أيها المُتَحَوِّسُ * فالدارُ قد كَادتْ لِعَهْدِكَ تدرس",
    "pg": "3:920"
  },
  "حوش": {
    "def": "حُشْتُ الصيدَ أَحوشُهُ، إذا جِئْتَهُ من حوالَيْهِ لتصرفه إلى الحِبالَةِ. وكذلك أَحَشْتُ الصيدَ وأَحْوَشْتُهُ. واحْتَوَشَ القومُ الصيدَ، إذا أَنْفَرَهُ بعضهم على بعض (١) . وإنما ظهرت فيه الواو كما ظهرت في اجتوروا. واحتوش القوم على فلان: جعلوه وَسطهم. وتَحَوَّشَ القوم عنِّي: تَنَحَّوْا. وحُشْتُ الإبلَ: جمعتُها وسقتُها. والحائِشُ: جماعةُ النخلِ، لا واحد له، كما قالوا لجماعة البقر: رَبْرَبٌ. قال الأخطل: وكأنَّ ظُعْنَ الحَيِّ حائِشُ قَرْيَةٍ * دان جَنَاهُ طَيِّبُ الأَثْمارِ * وأصل الحائِشِ المجتمِع من الشجر، نخلاً كان أو غيره. يقال حَائِشُ الطَرفاءِ. وانْحاشَ عنه، أي نَفَرَ. وما ينحاش فلان من شئ، إذا لم يكترِثْ له. والحُواشَةُ ما يُسْتَحْيا منه. ويقال: حاشَ لله: تنزيهاً له. ولا يقال حَاشَ لك قياساً عليه، وإنّما يقال: حاشاكَ وحاشا لَكَ. والحوشِيُّ: الوحْشيُّ. وحوشِيُّ الكلام: وحْشِيُّه وغريبُه. ورجلٌ حوشِيٌّ: لا يُخالط الناس، وفيه حوشية. وأصل الحوش - زعموا - بلاد الجن من وراء رمل يبرين، لا يسكنها أحد من الناس. والحوش: النعم المستوحشة. ويقال: إن الابل الحوشية منسوبة إلى الحوش، وهى فحول جن تزعم العرب أنها ضربت في نعم بعضهم فنسبت إليها. ورجلٌ حوشُ الفؤاد، أي حديدُ الفؤاد. قال أبو كبير: فأَتَتْ به حوشَ الفُؤَادِ مُبَطَّناً * سُهُداً إذا ما نامَ لَيْلُ الهَوْجلِ\nفصل الخاء",
    "pg": "3:1002-1003"
  },
  "حوص": {
    "def": "الحَوْصُ: الخياطةُ والتضييقُ بين الشيئين. وقد حصت عين البازى أَحوصُها حَوْصاً وحِياصَةً. وقولهم: لأَطْعَنَنَّ في حوصهم، أي لاخرقن ما خاطوا وأُفسِدَنَّ ما أصلحوا. والحائِصُ: الناقةُ التي لا يجوز فيها قضيبُ الفحل. قال الفراء: الحائِصُ مثل الرَتْقاء في النساء. والحَوَصُ بالتحريك: ضيقٌ في مُؤْخِر العين. والرجلُ أَحْوَصُ، وقد حَوِصَ (١) . ويقال بل هو الضيق في إحدى العينين. والمرأة حوصاء. ويقال: هو يحاوص فلانا، أي ينظر إليه بمؤخر عينه ويخفى ذلك. والاحوصان: أحوص بن جعفر بن كلاب واسمه ربيعة، وكان صغير العينين ; وعمرو ابن الاحوص، وقد رأس. وقول الاعشى: أتانى وعيد الحوص من آل جعفر * فيا عبد عمرو لو نهيت الاحاوصا * يعنى عبد عمرو بن شريح بن الاحوص. وعنى بالاحاوص من ولده الاحوص، منهم عوف بن الاحوص، وعمرو بن الاحوص، وشريح بن الاحوص. وكان علقمة بن علاثة ابن عوف بن الاحوص، نافر عامر بن الطفيل ابن مالك بن جعفر، فهجا الاعشى علقمة ومدح عامرا، فأوعده بالقتل.",
    "pg": "3:1034-1035"
  },
  "حوض": {
    "def": "الحَوْضُ: واحد الحِياضِ والأَحْواضُ. وحضت أحوض: اتخذت حوضا. واستحوض الماء: اجتمع. والمحوض بالتشديد: شئ كالحوض يجعل للنخلة تشرب منه. ومنه قولهم: أنا أُحَوِّضُ ذلك الأمر، أي أدور حوله، مثل أحوط. حكاه يعقوب. وحوضى: اسم موضع. قال أبو ذؤيب: مِن وَحْشِ حَوْضي يُراعي الصيدَ منتبذاً * كأنه كوكب في الجو منجرد (١) يعنى بالصيد الوحش.",
    "pg": "3:1073"
  },
  "حوط": {
    "def": "الحائِطُ: واحد الحِيطانِ، صارت الواو ياءً لانكسار ما قبلها. وحَوَّطَ كَرْمَةُ تَحْويطاً: بنى حوله حائِطاً، فهو كَرْمٌ مُحَوَّطٌ. ومنه قولهم: أنا أحَوِّطُ حولَ ذلك الأمر، أي أدور. والحُواطَةُ: حَظيرةٌ تُتَّخذُ للطعام. والحيطَةُ بالكسر (١) : الحِياطَةُ، وهما من الواو. وقد حاطَهُ يَحوطُهُ حَوْطاً وحيطَةً وحِياطَةً، أي كلأه ورعاه. ومع فلان حِيطَةٌ لك - ولا تقل عليك - أي تَحنُّنٌ وتَعَطُّفٌ. والحمارُ يَحوطُ عانَتَهُ، أي يجمعها. واحْتاطَ الرجلُ لنفسه، أي أخَذَ بالثقة. وأَحاطَ به، أي عَلِمه. وأَحاطَ به علماً. وأَحاطَتِ الخيلُ بفلانٍ واحْتاطَتْ به، أي أحدقت به. فصل الخاء",
    "pg": "3:1121"
  },
  "حوف": {
    "def": "الحَوْفُ: الرَهْطُ، وهو جلدٌ يُشَقُّ كهيئة الإزار تلبسه الحائض والصِبيان. وحافَتا الوادي: جانباه. وتَحَوَّفَهُ، أي تنقصه.",
    "pg": "4:1347"
  },
  "حوق": {
    "def": "الحَوْقُ: الكَنْسُ. وقد حُقْتُ البيت أحوقه، إذا كنسته. والحواقة: الكناسة. والمحوقة: المكنسة. والحوق بالضم (١) : ما أحاط بالكمرة من حروفها.",
    "pg": "4:1465-1466"
  },
  "حوك": {
    "def": "حاكَ الثوب يَحوكُهُ حَوْكاً وحِيَاكَةً: نسجَه فهو حائِكٌ وقومٌ حاكَةٌ وحَوَكَةٌ أيضاً. ونسوةٌ حَوائِكُ، والموضع محاكة، وإنما قالوا حوكة كما قالوا خونة تبتت الواو فيهما مع التحرك كما ثبتت فيما رد إلى الاصل، لتباعد الواو من الانف. ولم تحى الياء في ناب وعار لشبه الياء بالالف، لانها إليها أقرب وبها أحق. وقد ذكرنا علة غيب وصيد في موضعهما. والحوك: الباذروج.",
    "pg": "4:1582"
  },
  "حول": {
    "def": "الحَوْلُ: الحيلةُ والقُوَّةُ أيضاً. والحَوْلُ: السنةُ. وكلُّ ذي حافرِ أولَ سنَةٍ حَوْليٌّ، والأنثى حَوْلِيَّةٌ، والجمع حَوْلِيَّاتٌ. وحالَ عليه الحَوْلُ، أي مرّ. وحالَتِ الدارُ، وحالَ الغُلامُ، أي أتى عليه حَوْلٌ. وحالتِ القوسُ واسْتَحالَتْ بمعنىً، أي انقلبتْ عن حالِها التي غُمِزَتْ عليها وحصل في قابِها اعوجاجُ. قال أبو ذؤيب: وحالَتْ كَحَوْلِ القوسِ طُلَّتْ وعُطِّلَتْ ثلاثاً فأعيا عَجْسُها وظُهارُها يقول: تغيّرتْ هذه المرأةُ، كالقوس التي أصابها الطَلُّ فَنَدِيَتْ ونُزِعَ عنها الوتر ثلاثَ سنين فزاغ عَجْسُها واعوجَّ. وحالَ في متن فرسه حُؤولاً، إذا وثَبَ وركب. وحالَتِ الناقة حِيالاً، إذا ضربها الفحلُ فلم تَحمِل: وكذلك النخلُ. وهي إبلٌ حِيالٌ. وحالَ عن العهد حُؤولاً: انقلبَ. وحالَ لونه، أي تغيَّر واسودّ. عن أبى نصر. وحال الشئ بينى وبينك، أي حجز. وحالَ إلى مكانٍ آخرَ، أي تحوّلَ. وحالَ الشخص، أي تحرَّك. وكذلك كلُّ مُتَحَوِّلٍ عن حاله. ويقال: قعدوا حَوْلَهُ وحوالَهُ، وحَوْلَيْهِ وحَوالَيْهِ، ولا تقل حَوالِيهِ بكسر اللام. وقعد حِيالَهُ وبِحيالِهِ، أي بإزائه، وأصله الواو. والحولُ بالضم: الحِيالُ. قال الشاعر (١) : لَقِحْنَ على حولٍ وصادفْنَ سَلْوةً من العيش حتّى كُلُّهُنَّ مُمَتَّعُ ويروى \" مُمَنَّعُ \" بالنون. والحولُ أيضاً: جمع حائل من النوق. يقال حائل حول وحولل، وقد فسرناه في عائط عوط. ويقال أيضا: حولَةٌ من الحُوَلِ، أي داهيةٌ من الدواهي. قال ابن السكيت: الحَوَلاءُ: الجِلدةُ التي تخرج مع الولد، فيها أغراسٌ وفيها خطوطٌ حُمْرٌ وخُضْرٌ. وقال أبو زيد: الحُولاءُ: الماء الذي يَخرج على رأس الولد إذا وُلِدَ. وفيها لغةٌ أخرى الحِوَلاءُ. قال الخليل: ليس في الكلام فِعَلاءُ بالكسر ممدودٌ إلاّ حِوَلاءُ وَعِنَباءُ وسِيَراءُ. والحالَةُ: واحدةُ حالِ الإنسانِ وأَحْوالِهِ. والحال: الطين الاسود. وفى الحديث أن جبريل ﵇ قال: \" أخذت من حال البحر فحشوت فمه \"، يعنى فرعون. والحال: الدراجة التى يذرج عليها الصبى إذا مشى، وهي كالعَجَلَةُ الصغيرة. قال عبد الرحمن بن حسان: ما زالَ يَنْمي جَدَّهُ صاعداً مُنْذُ لَدُنْ فارقَهُ. الحالُ والحالُ: الكارةُ التي يحمِلها الرجلُ على ظهره. وحالُ متنِ الفرسِ: وسطُ ظهرهِ موضع اللِبْدِ. والحائِلُ: الأنثى من ولد الناقة لانه إذا نتج ووقع عليه اسم تذكير وتأنيث فإن الذ كر سقب، والانثى حائل. يقال: نتجت الناقة حائلا حسنة، ولا أفعل ذاك ما أرزمت أم حائل. والتحول: التنقل من موضعٍ إلى موضع، والاسم الحِوَلُ. ومنه قوله تعالى: ﴿خالدينَ فيها لا يَبْغونَ عنها حِوَلاً﴾ . ويقال أيضاً: تَحَوَّلَ الرجلُ، إذا حمل الكارَةَ على ظهره. وتَحَوَّلَ أيضاً، أي احتال من الحيلة. عن يعقوب. وأحال الرجل: أتى بالمحال وتكلَّم به. وأَحالَ في متن فرسه مثل حالَ، أي وثَبَ. وأَحالَ الرجلُ، إذا حالَتْ إبلُه فلم تحمل. وأحال عليه بالسوط يضربه، أي أقبَلَ. قال الشاعر (١) : وكنتَ كذئب السَوْءِ لمَّا رأى دَماً بصاحبه يوماً أَحالَ على الدَمِ أي أقبل عليه. وفي المثل: \" تجنّب رَوضةً وأَحالَ يعدو \"، أي ترك الخِصْب واختار عليه الشَقاء. وأَحالَ عليه الحَوْلُ: حالَ. وأَحَالَتِ الدارُ وأَحْوَلَتْ: أتى عليها حول، وكذلك الطعام وغير، فهو مُحيلٌ. قال الكميت:\nأَلَمْ تُلْمِمْ على الطَلَلِ المُحيلِ (٢) * وقال في المُحْولِ: أَأَبْكاكَ بالعُرُفِ المِنْزِلُ وما أنت والطَلَلُ المُحْوِلُ وقال آخر (٣) : من القاصِراتِ الطَرْفِ لو دَبَّ مُحْوِلٌ من الذَرّ فوق الإتْبِ منها لاثرا وأحال عليه بدينه، والاسمُ الحَوالَةُ. وأَحالَ الرجل بالمكان وأَحْوَلَ، أي أقام به حَوْلاً. عن الكسائي. وأَحالَ الماءَ من الدلو، أي صبَّه وقَلَبها. ومنه قول لبيد:\nيُحيلونَ السِجالَ على السِجالِ (١) * وحاوَلْتُ الشئ، أي أردته. والاسم الحويل. قال الكميت: وذات اسمين والالوان شتى تحمق وهى كيسة الحويل يعنى الرخمة. وحَوَّلَهُ فَتَحَوَّلَ، وحَوًّلَ أيضاً بنفسه، يتعدَّى ولا يتعدّى. قال ذو الرمة يصف الحِرباء: إذا حَوَّلَ الظِلُّ العَشِيَّ رأيتَه حَنيفاً وفي قرن الضحى يتنصر (٢) يعنى تحول. هذا إذا رفعت \" الظل \" على أنه الفاعل وفتحت \" العشى \" على الظرف. ويروى: \" الظل العشى \" على أن يكون العشئ هو الفاعل والظل مفعول به. والمحالة: الحيلة. يقال: \" المرء يَعجِزُ لا المحالَةُ \". وقولهم: لا محالة، أي لابد. يقال: الموت آت لا مَحالَةَ. ورجلٌ حُوَلَةُ، مثال هُمَزَةٍ، أي محتالٌ. قال الفراء: يقال: هو أَحْوَلُ منك، أي أكثر حيلةً. وما أَحْوَلَهُ. ورجلٌ حُوَّلٌ، بتشديد الواو، أي بصيرٌ بتحويل الأمور. وهو حُوَّليٌّ قُلَّبٌ. واحْتالَ من الحيلة. واحْتالَ عليه بالدَيْنِ، من الحَوالَةِ. ورجلٌ أَحْوَلُ بيّنِ الحَوَلِ. وقد حَوِلَتْ عينُهُ واحْوَلَّتْ أيضاً، بتشديد اللام. وأَحْوَلْتُها أنا. حكاه الكسائي. واسْتَحَلْتُ الشخصَ، أي نظرت هل يتحرَّك. واسْتَحالَ الكلامُ لمّا أَحالَهُ، أي صار مُحالاً. والأرضُ المُسْتَحيلَةُ التي في حديث مجاهدٍ، هي التي ليست بمستويةٍ، لأنَّها اسْتَحالَتْ عن الاستواء إلى العِوَجِ. وكذلك القوس.",
    "pg": "4:1679-1681"
  },
  "حوم": {
    "def": "حام الطائرُ وغيره حولَ الشئ يحوم حوما وحومانا، أي دار. والحوْمُ: القطيعُ الضَخم من الإبل. وحَوْمةُ القتال: مُعظمه، وكذلك من الماء والرمل وغيره. والحومان: موضع. قال لبيد يصف ثور وحش: وأضحى يقترى الحومان فردا كنصل السيف حودث بالصقال: وحام: أحد بنى نوح ﵇، وهو أبو السودان. يقال: غلام حامى، وعبد حامى. فصل الخاء",
    "pg": "5:1908"
  },
  "حيا": {
    "def": "الحَياة: ضد الموت والحَيُّ: ضدُّ الميّت. والمَحْيا مَفْعَلٌ من الحياة. تقول: مَحْيَاي ومماتي. والجمع المحايى. وزعموا أن الحى بالكسر: جمع الحَياةِ. قال العجاج:\nوقد ترى إذا الحياة حى (١) * (*) والحى: واحد أَحْياءِ العرب. وأَحْياهُ الله فَحَييَ وحَيَّ أيضاً، والإدغام أكثرَ لأنَّ الحركة لازمه، فإذا لم تكن الحركة لازمةٌ لم تُدغَم كقوله تعالى: (أليسَ ذلك بقادرٍ على أن يُحْييَ الموتى) ويقرأ: (يَحْيا من حَيِيَ عن بيّنة) . وقال أبو زيد: حَيِيتُ منه أَحْيا: اسْتَحْيَيْتُ. وتقول في الجمع: حيَوا، كما يقال خَشوا. قال سيبويه: ذهبت الياء لالتقاء الساكنين، لان الواو ساكنة وحركة الياء قد زالت كما زالت في ضربوا إلى الضم، ولم تحرك الياء بالضم لثقله عليها، فحذفت وضمت الياء الباقية لاجل الواو. قال الشاعر (١) : وكُنَّا حَسِبْناهُمْ فَوارِسَ كَهْمَسٍ * حيوا بعدما ماتوا من الدهر أعْصُرا وقال بعضهم: حَيُّوا بالتشديد، تركه على ما كان عليه للادغام. قال ابن مفرغ (٢) : عَيُّوا بأمرهم كما * عَيَّتْ ببيضتها الحمامة قال أبو عمرو: أجيا القوم، إذا حسنت حال مواشيهم. فإن أردتَ أنفسهم قلت: حَيُوا. وأُحْيَتِ الناقةُ، إذا حَيِيَ ولدُها، فهي مُحْيٍ ومُحْيِيَةٌ، لا يكاد لها ولد. وأحيا القوم، أي صاروا في الحَيا، وهو الخِصْبُ. وقد أتيت الأرض فأَحْيَيْتُها، أي وجدتها خِصبةً. واسْتَحْياهُ واسْتَحْيا منه بمعنىً، من الحَياءِ. ويقال استحيت بياء واحدة، وأصله استحييت مثل استعييت، فأعلوا الياء الاولى وألقوا حركتها على الحاء فقالوا: استحيت كما قالوا استعيت، استثقالا لما دخلت عليها الزوائد. قال سيبويه: حذفت لالتقاء الساكنين لان الياء الاولى تقلب ألفا لتحركها. قال: وإنما فعلوا ذلك حيث كثر في كلامهم. وقال أبو عثمان المازنى: لم تحذف لالتقاء الساكنين، لانها لو حذفت لذلك لردوها إذا قالوا هو يستحى، ولقالوا يستحى كما قالوا يستبيع. وقال أبو الحسن الأخفش: اسْتَحى بياء واحدة لغة تميم، وبياءين لغة أهل الحجاز، وهو الأصل، لان ما كان موضع لامه معتلا لم يعلوا عينه، ألا ترى أنهم قالوا أحييت وحويت. ويقولون: قلت وبعت، فيعلون العين لما لم تعتل اللام، وإنما حذفوا الياء لكثرة استعمالهم لهذه الكلمة، كما قالوا لا أدر في لا أدرى. وقوله تعالى: (ويَسْتَحيونَ نساءكم) وقوله تعالى: (إنَّ الله لا يَسْتَحْيي أن يضرب مثلاً) أي لا يستبقي. والحَيَّةُ تكون للذَكَر والأنثى، وإنّما دخلتْه الهاء لأنّه واحد ٌمن جنسٍ، كبَطّةٍ ودجاجةٍ، على أنَّه قد رُوي عن العرب: رأيت حَيَّا على حَيَّةٍ، أي ذكراً على أنثى. وفلان حَيَّةٌ ذَكَرٌ. والنسبة إلى حَيَّةٍ حَيَّويٌّ. والحَيُّوتُ: ذَكَرُ الحَيَّاتِ. وأنشد الأصمعي:\nويأكل الحَيَّةَ والحَيَّوتا (١) * والحاوي: صاحب الحَيّاتِ، وهو فاعلٌ. والحَيا، مقصورٌ: المطر والخصب، إذا ثنيت قلت حَيَيانِ، فتبيِّن الياء، لأن الحركة غير لازمة. والحَياءُ ممدودٌ: الاستحياءُ. والحَياءُ أيضاً: رَحِمُ الناقةِ، والجمع أحيية، عن الاصمعي. والحيوان خلاف الموتان. وأرض محياة ومحواة أيضا، حكاه ابن السراج، أي ذات حيات. وحيوة: اسم رجل، وإنما لم يدغم كما أدغم هين وميت لانه اسم مرتجل موضوع لا على وجه الفعل. والمحيا: الوجه. والتحية: الملك. قال زُهَير بن جنابٍ الكلبيّ: ولَكُلُّ ما نالَ الفَتَى قد نِلْتُهُ إلاَّ التَحِيَّهْ وإنَّما أُدْغِمَتْ لأنها تَفْعِلَةٌ والهاء لازمةٌ. قال عمرو بن معد يكرب: أَسِيرُ به إلى النعمان حتى * أُنيخَ على تَحِيَّتِهِ بِجُنْدِ (١) أي على مُلْكِهِ. ويقال: حَيَّاكَ الله، أي مَلَّكَكَ الله. والتَحِيَّاتُ لله، قال يعقوب: أي المُلْكُ لله والرجل محيى والمرأة محيية. وكل اسم اجتمع فيه ثلاث ياءات فينظر، فإن كان غير مبنى على فعل حذفت منه اللام نحو قولك عطى في تصغير عطاء، وفى تصغير أحوى أحى. وإن كان مبنيا (*) على فعل ثبتت نحو قولك محيى من حيا يحيى. وقولهم: حَيَّ على الصلاة، معناه هَلُمَّ وأقبل. وفتحت الياء لسكونها وسكون ما قبلها، كما قيل ليت ولعل. والعرب تقول: حى على الثريد، وهو اسم لفعل الامر. وقد ذكرنا (حيهل) في باب اللام. وحاحيت مكتوب في آخر الكتاب.\nفصل الخاء",
    "pg": "6:2323-2325"
  },
  "حيث": {
    "def": "حَيْثُ: كلمةٌ تدلُّ على المكان، لأنه ظرفٌ في الأمكنة بمنزلة حينَ في الأزمنة. وهو اسم مبنى، وإنما حرك آخره لالتقاء الساكنين. فمن العرب من يبنيها على الضم تشبيها بالغايات، لانها لم تجئ إلا مضافة إلى جملة، كقولك أقوم حيث يقوم زيد ولم تقل حيث زيد. وتقول حيث تكون أكون. ومنهم من يبنيها على الفتح مثل كيف، استثقالا للضم مع الياء. وهى من الظروف التي لا يجازى بها إلاّ مع ما، تقول: حيثما تجلسْ أجلس، في معنى أينما. وقوله تعالى: (ولا يُفْلِحُ الساحرُ حيث أتى) في حرف ابن مسعود: (أين أتى) . والعرب تقول: حئت من أين لا تعلم، أي من حيث لا تعلم. فصل الخاء",
    "pg": "1:280-281"
  },
  "حيد": {
    "def": "حاد عن الشئ يحيد حُيوداً وحَيْدَة وحَيْدودَةً: مال عنه وعدل، وأصله حيدودة بتحريك الياء فسكنت، لانه ليس في الكلام فعلول غير صعفوق. وقولهم: حيدي حَيادِ، هو كقولهم: فيحي فَياحِ. وحايدَهُ مُحايدةً وحِياداً: جانَبَهُ. وحِمارٌ حَيَدي، أي يحيد عن ظِلِّه لنشاطه، ويقال كثير الحيود عن الشئ. ولم يجئ في نعوت المذكر شئ على فعلى غيره. قال أميه بن أبى عائذ الهذلى: وأصحم حام جراميزه (١) * حزابيه حيدى بالدحال - والحيد بالتسكين: حَرْفٌ شاخِصٌ يَخْرُجُ من الجبل. يقال: جبل ذو حيود وأحياد، إذا كانت له حروفٌ ناتِئَةٌ في أعراضه لا في أعاليه. والحَيْدَةُ: العُقْدَةُ في قَرْنِ الوَعلِ، والجمع حيود. وكل نتو في القرن والجبل وغيرهما حيد. قال العجاج يصف جملا. في شعشعان عنق يمخور * حابى الحيود فارض الحنجور - وحيد أيضا، مثل بدرة وبدر. قال الهذَلي (١) : تاللهِ يَبْقى على الأيام ذو حِيَدِ * بمُشْمَخِرٍّ به الظَيَّانُ والآس - أي لا يبقى. والحيدان (٢) : ما حادَ من الحَصى عن قوائم الدابة في السير.\nفصل الخاء",
    "pg": "2:467-468"
  },
  "حير": {
    "def": "حارَ يَحارُ حَيْرَةً وحَيْراً (٢) ، أي تحَيَّرَ في أمره، فهو حَيْرانُ، وقوم حَُيارى. وحَيَّرْتُهُ أنا فَتَحَيَّر. وتَحَيَّرَ الماءُ: اجتمَعَ ودار. والحائِرُ: مُجتَمَع الماء، وجمعه حيرانٌ وحوران. ورجلٌ حائرٌ بائِرٌ، إذا لم يتجه لشئ. واستحير الشراب: أسيغ. قال العجاج: تسمع للجرع إذا استحيرا * للماء في أجوافها خريرا - وتحير المكان بالماء واستحار: إذا امتلأ. ومنه قول أبي ذؤيب:\nتقضَّى شبابي واسْتَحارَ شَبابُها (١) * أي تردَّدَ فيها واجتمع. والمُسْتَحِيرُ: سَحابٌ ثقيل متردّد ليس له ريحٌ تَسوقُه. قال الشاعر يمدح رجلا: كأن أصحابه بالقفز يمطرهم * من مُستَحِيرٍ غزيرٌ صوبه ديمُ - والحَيْرُ بالفتح: شِبه الحظيرة أو الحمى، ومنه الحير بكربلاء. والحيرة بالكسر: مدينة بقرب الكوفة، والنسبة إليها حيرى وحارى أيضا على غير قياس، كأنهم قلبوا الياء ألفا. ويقال: لا آتيكَ حِيريّ دهر، أي أبدا. فصل الخاء",
    "pg": "2:640-641"
  },
  "حيس": {
    "def": "الحَيْسُ: الخَلْطُ، ومنه سِمّي الحِيسُ، وهو تمرٌ يخلط بسمنٍ وأقط. قال الراجز التمر والسمن معا ثم الاقط * الحيس إلا أنه لم يختلط * تقول منه: حاس الحيس يَحيسُهُ حَيْساً، أي اتخذه. قال الشاعر (١) : وإذا تَكونُ كَريهَةٌ أُدْعى لها * وإذا يُحاسُ الحَيْسُ يُدْعى جُنْدَبُ * ثم شَبَّهِتْ به العربُ حتّى قالوا لمن أحدقتْ به الإماءُ في طَرَفَيْهِ: مَحْيُوسٌ. قال الراجز:\nقد حيسَ هذا الدينُ عندي حَيْساً (٢) * والحُواسَةُ: الجماعةُ من الناس المختلطة. والحُواساتُ: الإبل المجتمعة. قال الفرزدق: حواسات العشاء خبعثنات * إذا النكباء عارضت (٣) الشمالا * ويروى \" العشاء \" بفتح العين، ويجعل الحواسة من الحوس، وهو الاكل والدوس. هذا قول بعضهم. فصل الخاء",
    "pg": "3:920-921"
  },
  "حيص": {
    "def": "الفراء: حاص عنه يحيص حَيْصاً (١) ، وحُيوصاً، ومَحيصاً، ومَحاصاً، وحَيَصاناً، أي عدل وحاد. يقال: ما عنه مَحيصٌ، أي مَحيدٌ ومهربٌ. والانْحِياصُ مثله. يقال للأولياء: حاصُوا عن العدوّ، وللأعداء: انهزموا. ويقال: وقعوا في حَيْصَ بَيْصَ، أي في اختلاطٍ من أمرهم لا مَخرجَ لهم منه. ويقال: في ضيق وشدة. وهما اسمان جعلا واحدا وبنيا على الفتح، مثل جارى بيت بيت. وأنشد الاصمعي لامية بن أبى عائذ الهذلى: قد كنت خراجا ولوجا صيرفا * لم تلتحصنى حيص بيص لحاص (٢) *. وزعم بعضهم أيضا أنهما اسمان من حيص وبوص جعلا واحدا وأخرج البوص على لفظ الحيص ليزدوجا. والحيص: الرواغ والتخلف. والبوْصُ: السبقُ والفِرارُ. ومعناه كلُّ أمرٍ يُتَخلَّفُ عنه ويُفَرُّ. وحكى أبو عمرو: وقع فلان في حَيْصَ بَيْصَ وحِيصَ بِيصَ وحِيصٍ بيص، وحكى: إنك لتحسب على الارض حيصا بيصا. ويقال حيص بيص. قال الراجز يذكر خاطبا: صارت عليه الارض حيص بيص * حتى يلف عيصه بعيصى\nفصل الخاء",
    "pg": "3:1035"
  },
  "حيض": {
    "def": "حاضَتْ المرأةُ تَحيضُ حَيْضاً ومَحيضاً، فهي حائِضٌ وحائِضَةٌ أيضاً، عن الفراء. وأنشد:\nكحائضة يزنى بها غَيْرَ طاهِرِ (٢) * ونساءٌ حُيَّضٌ وحَوائِضُ. والحَيْضَةُ: المَرَّةُ الواحدةُ. والحيضَةُ بالكسر: الاسمُ، والجمعُ الحِيَضُ. والحيضَةُ أيضاً: الخِرقةُ التي تستَثْفِرُ بها المرأة. قالت عائشة ﵂: \" ليتني كنت حيضَةً مُلقاةً \". وكذلك المِحْيَضَةُ، والجمع المَحايِضُ. واسْتُحيضَتِ المرأة، أي استمرَّ بها الدم بعد أيامها، فهى مستحاضة. وتحيضت، أي قعدتْ أيامَ حَيْضِها عن الصلاة. وفى الحديث: \" تحيضي في علم الله ستا أو سبعا \". وحاضت السمرة حيضا، وهى شجرة يسيل منها شئ كالدم.\nفصل الخاء",
    "pg": "3:1073-1074"
  },
  "حيف": {
    "def": "الحَيْفُ: الجَوْرُ والظُلُمُ. وقد حاف عليه يحيف، أي جاز. وتحيفت الشئ مثل تحوفته، إذا تنقصته من حافاته.\nفصل الخاء",
    "pg": "4:1347"
  },
  "حيق": {
    "def": "حاق به الشئ يحيق، أي أحاط به. ومنه قوله تعالى: ﴿ولا يَحيقُ المكرُ السَّيِّئُ إلاَّ بأهله﴾ وحاقَ بهم العذاب، أي أحاط بهم ونزل. ب\nفصل الخاء",
    "pg": "4:1466"
  },
  "حيك": {
    "def": "الحَيكانُ: مشيُ القصير. وقد حاكَ يَحيكُ حَيَكاناً، إذا حرّكَ مَنكِبيه وفَحَجَ بين رجلَيه في المشي. وضَبَّةٌ حيكانَةٌ (١) أي ضخمة تَحِيكُ إذا سعَتْ. وحاكَ فيه السيفَ وأَحاكَ بمعنىً. يقال: ضربه فما أحاكَ فيه السيفُ، إذا لم يعمل والحَيْكُ: أَخْذُ القَول في القلب. يقال: ما يَحيكُ فيه المَلامُ، إذا لم يؤثِّر فيه. فصل الدال",
    "pg": "4:1582"
  },
  "حيل": {
    "def": "الحيلة بالفتح: المعزى الكثيرة. والحِيلَةُ بالكسر: الاسمُ من الاحتيال، (٢١٢ صحاح ٤) وهو من الواو، وكذلك الحيل والحول. يقال: لا حيل ولا قوة، لغة في حول. قال الفراء: يقال هو أَحْيَلُ منك، أي أكثر حِيلَةً. وما أَحْيَلَهُ لغة في ما أَحْوَلَهُ. قال أبو زيد: يقال ما له حيَلةٌ ولا مَحالَةٌ ولا احْتيالٌ ولا محال، بمعنى واحد.\nفصل الخاء",
    "pg": "4:1681-1682"
  },
  "حين": {
    "def": "الحينُ: الوقت. يقال: حينئذ. قال خُويلد: كأبي الرَمادِ عظيمُ القِدْرِ جَفْنَتُهُ حينَ الشتاء كحوض المَنْهَلِ اللَقِفِ وربَّما أدخلوا عليه التاء. قال أبو وجزة السعديّ: العاطِفونَ تَحينَ ما من عاطِفٍ والمُطْعِمونَ زَمانَ أين المُطْعِمُ والحينُ أيضاً: المدَّة. ومنه قوله تعالى: (هَلْ أتى على الإنسان حِينٌ من الدَهر) . وحان له أن يفعلَ كذا يَحينُ حَيْناً، أي آن. (*) وحان حينه، أي قرب وقته. قالت بثينة: ولم يعرف لها غيره: وإن سلوى عن جميلٍ لَساعَةٌ من الدهر ما حانَتْ ولا حانَ حينُها وعاملته مُحايَنَةً، مثل مساوَعة. وأَحْيَنْتُ بالمكان، إذا أقمتَ به حيناً. وحَيَّنْتُ الناقةَ، إذا جعلت لها في كلِّ يوم وليلة وقتاً تحلبها فيه. قال المخبّل (١) : إذا أُفِنَتْ أَرْوى عِيالَكَ أَفْنُها وإنْ حُيِّنَتْ أَرْبى على الوَطْبِ حِينُها وفلان يأكل الحَيْنَةَ والحِينَةَ، أي المرّة الواحدة في اليوم والليلة. وفلان يفعل كذا أحياناً، وفي الأَحايِينِ. وتَحَيَّنَ الوارشُ، إذا انتظر وقتَ الأكل ليدخل. والحَيْنُ بالفتح: الهلاك. يقال: حانَ الرجل، أي هلك. وأحانه الله. والحانات: المواضع التى يباع فيها الخمر. والحانِيَّةُ: الخمر منسوبة إلى الحانة، وهى حانوت الخمار. والحانوت معروف، يذكر ويؤنث، وأصله حانوة مثل ترقوة، فلما سكنت الواو انقلبت هاء التأنيث تاء. والجمع الحوانيت، لان الرابع منه حرف لين. وإنما يرد الاسم الذى جاوز أربعة أحرف إلى الرباعي في الجمع والتصغير إذا لم يكن الرابع منه أحد حروف المد واللين.\nفصل الخاء",
    "pg": "5:2106-2107"
  }
}