{
  "بأ": {
    "def": "بسأت بالرجل: وبسئت به بَسَأً وبُسوءًا، إذا استأنستَ به. وناقة بَسوءٌ: لا تمنع الحالب. وأبسأنى فلان فبسئت به.",
    "pg": "1:36"
  },
  "بأا": {
    "def": "الأصمعي: البَأْوُ: الكِبْرُ والفخر. يقال: بَأَوْتُ على القوم أَبْأَى بَأْواً. قال حاتم: وما زادَنا بَأْواً على ذي قرابةٍ * غِنانا ولا أَزْرى بأحسابنا الفَقْرُ وكذلك البأواء.",
    "pg": "6:2278"
  },
  "بأبأ": {
    "def": "أأبأت الصبى (٥) ، إذا قلت له: بأبى أنت وأمى. قال الراجز: وصاحب ذى غمرة داجيته بأبأته وإن أبى فديته حتى أتى الحى وما آذيته والبؤبؤ: الاصل، ويقال: العالم، مثل السرسور. يقال: فلان في بؤبؤ الكرم، أي في أصل الكرم (١) .",
    "pg": "1:34-35"
  },
  "بأج": {
    "def": "قولهم: اجعل البَأْجاتِ بَأْجاً واحداً، أي ضرباً واحداً ولوناً واحداً، يُهْمَزْ ولا يُهمز. وهو معرّب، وأصله بالفارسية باها، أي ألوان الاطعمة.",
    "pg": "1:298"
  },
  "بأدل": {
    "def": "البَأْدَلَةُ: اللَحمة التي بين الابط والثندوة، والجمع البادل. قالت أخت (١) يزيد بن الطثرية ترثيه فتى قد قد السيفِ لا مُتآزِفٌ ولا رَهِلٌ لباته وبآدله",
    "pg": "4:1629-1630"
  },
  "بأر": {
    "def": "البِئْرُ جمعُها في القِلّة أَبْؤُرٌ وأَبْآرٌ بهمزة بعد الباء، ومن العرب من يقلب الهمزة فيقول آبارٌ. فإذا كثُرتْ فهي البِئارُ. وقد بَأَرْتُ بِئْراً. والبُؤْرَةُ: الحفرةُ. أبو زيد: بَأَرْتُ أَبْأَرُ بَأْراً: حفرْت بُؤْرَةً يُطبَخ فيها، وهى الارة. والبئيرة، على فعلية: الذخيرة. وقد بأرت الشئ وابتأرته، إذا ادخرته.",
    "pg": "2:583-584"
  },
  "بأس": {
    "def": "البَأْسُ: العذابُ. والبَأْسُ: الشدَّة في الحرب. تقول منه: بؤس الرجل بالضم يَبْؤُسُ بَأْساً، إذا كان شديد البأس. حكاه أبو زيد في كتاب الهمز. فهو بئيس على فعيل، أي شجاعٌ. وعذابٌ بَئيسٌ أيضاً، أي شديد. قال: وبَئِسَ الرجل يَبْأَسُ بُؤْساً وبَئيساً: اشتدَّت حاجته فهو بائس. وأنشد أبو عمرو: وبيضاء من أهل المدينة لم تذق * بئيسا ولم تتبع حمولة مجحد (١) * وهو اسم وضع موضع المصدر. وبئس: كلمة ذم. ونعم: كلمة مدح. تقول: بئس الرجل زيد، وبئس المرأة هندٌ. وهما فعلان ماضيان لا يتصرَّفان، لأنهما أزيلا عن موضعهما. فنِعْمَ منقول من قولك نَعِمَ فلان إذا أصاب نِعْمَةً، وبِئْسَ منقول من بَئِسَ فلان إذا أصاب بُؤْساً، فنِقلاً إلى المدح والذمِّ، فشابها الحروف فلم يتصرفها. وفيهما لغات نذكرها في (نعم) من باب الميم. والابؤس: جمع بؤس (٢) ، من قولهم: يوم بُؤْسٍ ويوم نُعْمٍ. والابؤس أبضا: الداهية (٣) . وفى المثل: \" عسى الغوير أبؤسا \". وقد أبأس إبْآساً. قال الكميت: قالوا أَساَء بَنُو كُرْزٍ فقلت لهم * عَسى الغُوَيْرُ بإِبْآسٍ وإمْرارِ * ولا تَبْتَئِسْ، أي لا تحزن ولا تَشْتَكِ. والمُبْتَئِسُ: الكارِهُ والحزينُ. قال حسان ابن ثابت: ما يَقْسِمُ اللهُ أَقْبَلْ (١) غيرَ مُبْتَئِسٍ * منه وأَقْعُدْ كريما ناعم البال * والبأساء: الشدة. قال الاخفش: بنى على فعلاء وليس له أفعل لانه اسم، كما قد يجئ أفعل في الاسماء ليس معه فعلاء، نحو أحمد. والبؤسى: خلاف النعمى.",
    "pg": "3:906-907"
  },
  "با": {
    "def": "الباء: حرف من حروف الشفة، بنيت على الكسر لاستحالة الابتداء بالموقوف. وهى من عوامل الجر، وتختص بالدخول على الاسماء، وهى لالصاق الفعل بالمفعول به. تقول: مررت بزيد، كأنك ألصقت المرور به. وكل فعل لا يتعدى فلك أن تعديه بالباء، والالف، والتشديد، تقول: طار به، وأطاره، وطيره. وقد تزاد الباء في الكلام، كقولهم: بحسبك قول السوء. قال الشاعر (١) : بِحَسْبِكَ في القوم أن يعلَموا * بأنك فيهم غنى مضر وقوله تعالى: (وكفى بربك هاديا ونصيرا) وقال الراجز: نحن بنو جعدة أصحاب الفلج * نضرب بالسيف ونرجو بالفرج (٢) (*) أي الفرج. وربما وضع موضع قولك من أجل، كقول لبيد: غلب تشذر بالذحول كأنهم * جن البدى رواسيا أقدامها أي من أجل الذحول. وقد توضع موضع على، كقوله تعالى: (ومنهم من إن تأمنه بدينار) أي على دينار، كما توضع على موضع الباء، كقول الشاعر: إذا رضيت على بنو قُشَيْرٍ * لَعَمْرُ اللهِ أعجبني رضاها أي رضيت بى.",
    "pg": "6:2547"
  },
  "ببب": {
    "def": "يقال للأحْمَقِ الثقيلِ: بَبَّهٌ. وهو أيضا لقب عبد الله بن الحارث بن نوفل بن الحارث بن عبد المطلب والى البصرة. قال الفرزدق: وبايعت أقواما وفيت بعهدهم * وببة قد بايعته غير نادم وهو أيضا اسم جارية. قال الراجز (١) : لانكحن ببه * جارية خدبه (٢) مكرمة محبه * تجب أهل الكعبه أي تغلبهم حسنا. ويقال هم بَبَّانٌ واحدٌ، كما يقال بَأْجٌ واحدٌ. قال عمر ﵁ \" إنْ عِشْتُ فَسَأَجْعَلُ الناسَ بَبَّاناً واحداً، يريد التَسْويةَ بينهم في القَسْم. وكان يُفَضِّلُ المهاجرين (١) وأهلَ بَدْرِ في العطاء. وهذا الحرف هكذا سمع منهم. وناس يجعلونه من هيان بن بيان، وما أراد محفوظا عن العرب.",
    "pg": "1:89-90"
  },
  "ببر": {
    "def": "الببر: واحد الببور، وهو الفرانق (١) الذى يعادى الاسد (٢) .",
    "pg": "2:584"
  },
  "ببل": {
    "def": "بابل: اسم موضع بالعراق ينسب إليه السحر والخمر. قال الاخفش: لا ينصرف لتأنيثه، وذلك أن اسم كل شئ مؤنث إذا كان أكثر من ثلاثة أحرف فإنه لا ينصرف في المعرفة.",
    "pg": "4:1630"
  },
  "بتا": {
    "def": "بَتا بالمكان بَتْواً: أقام به. وبتأ بتوءا، أفصح.",
    "pg": "6:2278"
  },
  "بتت": {
    "def": "البتُّ: الطَّيْلَسانُ من خَزِّ ونحوه. وقال الراجز في كساء من صوف: من كان ذابت فهذا بتى * مقيظ مصيف مشتى * أخذته من نعجات ست * والجمع البتوت. والبتى: الذى يعمله أو يبيعه. والبَتَّاتُ مثله. والبَتُّ: القطع. تقول بَتَّهُ يَبُتُّهُ ويبته، وهذا شاذ لان باب المضاعف إذا كان يفعل منه منه مكسورا لا يجئ متعديا، إلا أحرف معدودة وهى بته يبته ويبته، وعله في الشرب يعله ويعله، ونم الحديث ينمه وينمه، وشده يشده ويشده، وحبه يحبه (١) . وهذه وحدها على لغة واحدة. وإنما سهل تعدى هذه الاحرف إلى المفعول اشتراك الضم والكسر فيهن. وبتته تبتيتا، شدد للمبالغة. والانْبِتاتُ: الانقِطاعُ. ورجل مُنْبَتٌّ، أي منقطع به (٢) . ويقال لا أفعله بَتَّةً ولا أفعله البَتَّةَ، لكل أمْرٍ لا رَجْعَةَ فيه، ونصبه على المصدر. وسكران لا يبت، قال الأصمعيّ: لا يقطع أمراً. قال: ولا يقال يُبِتُّ. وقال الفرّاء: هما لُغَتان، يقال أَبْتَتُّ عليه القضاءَ وبَتَتُّهُ، أي قَطْعَتُهُ. وقولهم: تَصَدَّق فلان صَدَقَةً بَتاتاً. وصَدَقَةٌ بَتَّةٌ بَتْلَةٌ، أي انقطعت من صاحبها وبانَتْهُ (١) . وكذلك طَلَّقَها ثلاثا بتة. وروى بعضهم حديث النبي ﷺ: \" لا صيام لمن لم يبت الصيام من الليل \". قال: وذلك من العزم والقطع بالنية. ويقال للاحمق والمهزول: هو باتٌ. والبَتاتُ: الزاد والجِهاز. ومنه قول خوات بن جبير الانصاري:\nورجعتها صفرا بغير بتات * والجمع أَبِتَّةٌ. أبو عبيد: البَتاتُ: متاع البيت. وفي الحديث \" لا يُحْظَرُ عليكم النبات، ولا يؤخذ منكم عُشْرُ البَتاتِ \". وفلان على بَتاتِ أمرٍ، إذا أشرف عليه قال الراجز: * وحاجة كنت على بتاتها * وتقول: طَحَنْتُ بالرحى بَتَّا، إذا ابتدأْتَ الإدارة عن يسارك. وقال: ونَطْحَن بالرحى شَزْراً وَبَتَّاً * ولو نعطى المغازل ما عيينا",
    "pg": "1:242-243"
  },
  "بتر": {
    "def": "بترت الشئ بترا: قطعته قبل الإتمام. والانْبِتارُ: الانقطاعُ. والباتِرُ: السيفُ القاطعُ. والأَبْتَرُ: المقطوعُ الذَّنَبِ. تقول منه: بَتِرَ بالكسر يَبْتَرُ بترا. وفى الحديث (٣) : \" ما هذه البتيراء \". والابتر: الذى لا عقب له. وكل أمرٍ انقَطَع من الخيْر أثرهُ فهو أَبْتَرُ. وخطب زيادٌ خطبته البَتْراءَ، لأنَّه لم يحمد الله فيها، ولم يصلِّ على النبي ﷺ. ابن السكيت: الأَبْتَرانِ: العبدُ والعَيْرُ. قال: سُمِّيا أَبْتَرَيْنِ لقلَّة خيرهما. وقد أَبْتَرَهُ الله: أي صَيَّرَهُ أَبْتَرَ. ويقال رجلٌ أُباتِر، بضم الهمزة، للذي يقطع رَحِمَهُ. قال الشاعر (٤) : لئيمٌ نَزَتْ في أنفِه خُنْزُوانَةٌ * على قطع ذى القربى أحذ أباتر - والبترية: فرقة من الزيدية، نسبوا إلى المغيرة بن سعد، ولقبه الابتر.",
    "pg": "2:584"
  },
  "بتع": {
    "def": "البَتَعُ: طولُ العنُقِ مع شِدَّةِ مَغرِزِه، تقول منه بَتِعَ بالكسر، وفرسٌ بَتِعٌ والأنثى بِتِعَةٌ، عن الاصمعي. والبتع والبتع، مثال قمع وقمع: نبيذ العسل. وأبتع: كلمةٌ يُؤَكَّدُ بها، تقول جاءوا أجمعون أكتعون أبتعون.",
    "pg": "3:1183"
  },
  "بتك": {
    "def": "البَتْكُ: القطعُ. وقد بَتَكَهُ يَبْتِكُهُ ويَبْتُكُهُ، أي قَطَعه. وسيفٌ باتِكٌ، أي صارمٌ. والبَتْكُ أيضاً: أن تقبض على الشئ فتجذبه فَيَنْبَتِكَ. وكلُّ طائفةٍ منه بِتْكَةٌ (١) بالكسر، والجمع بِتَكٌ. ومنه قول الشاعر (٢) :\nطارتْ وفي كَفِّهِ من ريشها بِتَكٌ (٣) * والبِتْكَةُ أيضاً: جَهْمةٌ من الليل. وبَتَّكَ آذانَ الأنْعامِ، أي قطعها، شدد للكثرة.",
    "pg": "4:1574"
  },
  "بتل": {
    "def": "بتلت الشئ أبتله بالكسر بَتْلاً، إذا أَبَنْتَه من غيره. ومنه قولهم: طلَّقَها بَتَّةً بَتْلَةً. والبَتولُ من النساء: العذْراء المنقطِعة من الأزواج، ويقال هي المنقطعة إلى الله تعالى عن الدنيا. والبَتولُ والبَتيلَةُ: فسيلةٌ تكون للنَخلة قد استغنَتْ عن أمِّها، وتلك النخلة مُبْتِلٌ، يستوي فيه الواحد والجمع. وقال (١) ذلك ما دينك إذا جنبت أجمالها كالبكر المبتل والبتيلة: كل عضو بلحمه، والجمع بَتائِلُ. يقال: امرأةٌ مُبَتَّلَةٌ، بتشديد التاء مفتوحةً، أي تامّة الخَلْقِ لم يركب لحمُها بعضُه بعضا. ولا يوصف به الرجل. والتبتل: الانقطاع عن الدنيا إلى الله، وكذلك التَبْتيلُ، ومنه قوله تعالى: ﴿وَتَبَتَّلْ إلَيْهِ تَبْتيلاً﴾ . وانْبَتَلَ فهو مُنْبَتِلٌ، أي انقطع، وهو مثل المنبت. قال الراجز:\nكأنه تيس إران منبتل",
    "pg": "4:1630"
  },
  "بثا": {
    "def": "البثاء: الارض السهلة، ويقال بل هي أرض بعينها من بلاد بنى سليم. قال أبو ذؤيب يصف عيرا تحملت: رفعت لها طرفي وقد حال دونها * رجال وخيل بالبثاء تغير",
    "pg": "6:2278"
  },
  "بثث": {
    "def": "بَثَّ الخبرَ وأَبَثَّهُ بمعنىً، أي نشره. يقال: أَبْثَثْتُكَ سِرِّي، أي أظهرته لك. وبَثَّثَ الخبرَ، شُدِّدَ للمبالغة، فانْبَثَّ أي انتشر. وتَمْرٌ بَثٌّ، إذا لم يُجَدْ كنزه. وهو كقولهم ماء غور. قال الاصمعي: تمر بث، إذا كان منثوراً متفرِّقاً بعضه من بعض. والبَثُّ: الحالُ والحُزْنُ. يقال: أَبْثَثْتُكَ، أي أظهرتُ لك بثِّي. وبَثْبَثْتُ الخبرَ بَثْبَثَةً: نَشَرْتُهُ، وكذلك الغبار، إذا هيجته.",
    "pg": "1:273"
  },
  "بثر": {
    "def": "البَثْرَ: الكثيرُ. يقال: كَثيرٌ بَثيرٌ، إتباعٌ له، وقد يُفْرَدُ. والبَثْرُ والبُثورُ، خَرّاَجٌ صغارٌ، واحدتها بَثْرَةٌ. وقد بَثَرَ وجهُه يَبْثُرُ، وكذلك بَثِرَ وجهُه بالكسر، وبَثُرَ بالضم، ثلاث لغات. وتَبَثَّرَ جلدُه: تنفط. والبثر: الحسى. والبثور: الاحساء، وهى الكرار.",
    "pg": "2:584"
  },
  "بثع": {
    "def": "شفةٌ كاثعةٌ باثِعَةٌ بالثاء، أي ممتلئةٌ محمرَّةٌ من الدم.",
    "pg": "3:1183"
  },
  "بثق": {
    "def": "بثق السيل موضع كذا يبثق بثقا وبثقا، عن يعقوب، أي خرقه وشقه، فانبثق أي انفجر.",
    "pg": "4:1448"
  },
  "بثن": {
    "def": "البَثْنَةُ، بالتسكين: الأرض الليِّنة، وبتصغيرها سميت بثينة. والبثنية: حنطة منسوبة إلى موضع بالشأم. وفي حديث خالد بن الوليد: \" فلما ألقى الشأم بوانيه وصار بثنية وعسلا عزلني واستعمل غيرى \". وقال أبو الغَوث: كلُّ حنطة تَنبُت في الأرض السهلة فهي بَثَنِيّةٌ، خلاف الجبلية. فجعله من الاول.",
    "pg": "5:2076-2077"
  },
  "بجا": {
    "def": "بجاء: قبيلة. والبجاويات من النوق أفضلها منسوبة إليها.",
    "pg": "6:2278"
  },
  "بجج": {
    "def": "الأصمعي: بَجَّ القَرحة يَبُجُّها بَجَّاً، أي شقها. وبَجَّهُ بالرمح: طعنه. وقال رؤبة:\nقفخا على الهام وبجا وخضا * ويقال: انبجت ما شيتك من الكلأِ، إذا فتقها السِمَنُ من العُشب فأوسعَ خواصرها. وقد بَجَّها الكلا. قال جبيهاء الاشجعى يصف عنزا له: لجاءت (١) كأن القسور الجون بجها * عساليجه والثامر المتناوح ورجل أبج، إذا كان واسِعَ مَشَقِّ العين. قال ذو الرُمَّة: ومُخْتَلَقٍ للمُلك أبيضَ فَدْغَمٍ * أشمَّ أَبَجِّ العينِ كالقمر البَدْرِ وعين بجاء: واسعة. والبجة التى في الحديث: صنم. والبجبجة: شئ يفعله الانسان عند مناغاة الصَبيّ. قال ابن السكيت: إذا كان الرجُل سميناً ثم اضطرب لَحمُهُ قيل: رَجُلٌ بجباج وبجباجة قال الراجز (١) : حتى ترى البجباجة الضياطا * يمسح لما حالف الاغباطا (٢)",
    "pg": "1:298-299"
  },
  "بجح": {
    "def": "البَجَحُ: الفرَحُ. وقد بَجِحَ بالشئ، وبجح به أيضا لغة ضعيفة فيه. وبجحته أيضا تبجيحا فتبجح، أي أفرحته ففرح. وفى حديث أم زرع: \" وبجحنى فبجحت \".",
    "pg": "1:353-354"
  },
  "بجد": {
    "def": "بَجَد بالمكان بُجوداً: أقام به. وقولهم: هو عالمٌ بِبَجْدَةِ أَمْرِكَ، وبُجْدَةِ أمرك، وبُجُدَةِ أمرك، بضم الباء والجيم، أي بِدخْلَةِ أمرك وباطنه. ويقال: عنده بَجْدَةُ ذلك، بالفتح، أي عِلْمُ ذلك. ومنه قيل للعالم بالشئ المتقن: هو ابن بجدتها. والبِجادُ: كساءٌ مخطَّطٌ من أكسية الاعراب. ومنه ذو البجادين، واسمه عبد الله (٣) .",
    "pg": "2:443-444"
  },
  "بجر": {
    "def": "البُجْرُ بالضم: الشَرُّ، والأمرُ العظيمُ. قال الراجز:\nأَرْمي عليها وهى شئ بجر (١) * أي داهية. الفراء: يقال كثيرٌ بَجيرٌ، إتباع له. أبو زيد: لقيتُ منه البَجاريَّ، وهي الدواهي، واحدها بُجْريٌّ، مثال قمرى وقمارى. والبجر بالتحريك: خروج السرة ونتوها وغِلَظُ أصلها. والرجلُ أَبْجَرُ، والمرأةُ بَجْراءُ، والجمع بُجْرٌ. وقولهم: أفضيتُ إليك بُعجَري وبُجَري، أي بعيوبي، يعنى أمرى كله. وفى المثل: \" عير بجير بجره، ونسى بجير خبره \" يعنى عيوبه. ويقال: هما رجلان اسم أحدهما بجرة، مثال همزة. وأما ابن بجرة في قول أبى ذؤيب: ولو أن ما عند ابن بُجْرَةَ عندَها * من الخمر لم تبلل لهاتي بناطل - فهو اسم خمار كان بالطائف.",
    "pg": "2:584-585"
  },
  "بجرم": {
    "def": "البجارم: الدواهي.",
    "pg": "5:1869"
  },
  "بجس": {
    "def": "بَجَسْتُ الماء فانْبَجَسَ، أي فجَّرته فانفجر. وبَجَسَ الماءُ بنفسهُ يَبْجُسُ يتعدَّى ولا يتعدَّى. وسحائب بُجْسٌ. وانْبَجَسَ الماء وتَبَجَّسَ، أي تفجر.",
    "pg": "3:907"
  },
  "بجل": {
    "def": "بجيلة: حى من اليمن، والنسبة إليهم بجلى بالتحريك. ويقال إنهم من معد، لان نزار بن معد ولد مصرور بيعة وإيادا وأنمارا، ثم أنمار ولد بجيلة وخثعم، فصاروا (١) باليمن. ألا ترى أن جرير بن عبد الله البجلى نافر رجلا من اليمن إلى الاقرع بن حابس التميمي حكم العرب فقال: يا أقرع بن حابس يا أقرع إنك إن يصرع أخوك تصرع فجعل نفسه له أخا وهو معدى. وإنما رفع \" تصرع \" وحقه الجزم على إضمار الفاء، كما قال (١) : من يفعل الحسنات الله يشكرها والشر بالشر عند الله مثلان أي فالله يشكرها. ويكون ما بعد الفاء كلاما مبتدأ. وكان سيبويه يقول: هو على تقديم الخبر كأنه قال: إنك تصرع إن يصرع أخوك. وأما البيت الثاني فلان يختلفون فيه أنه مرفوع بإضمار الفاء. وبجلة: بطن من بنى سليم، والنسبة إليهم بجلى بالتسكين. ومنه قول عنترة:\nوفى البجلى معبلة وقيع (٢) * والابجل: عرق، وهو من الفرس والبعير بمنزلة الأكحل من الإنسان. وحكى يعقوب عن أبي الغَمْرِ العُقَيْلِيِّ: يقال للرجل الكثير الشحم إنه لَباجِلٌ، وكذلك الناقة والجمل. وشيخٌ بَجالٌ وبَجيلٌ، أي جسيمٌ. وقال أبو عمرو: البَجالُ: الرجل الشيخ السيد. قال زهير (٣) الموت خير للفتى فليهلكن وبه بقيه من أن يرى الشيخ البجا ل يقاد يهدى بالعشيه جعل قوله \" يهدى \" حالا ليقاد، كأنه قال مهديا، ولولا ذلك لقال \" ويهدى \" بالواو. وأبجله الشئ، أي كَفاهُ. ومنه قول الكميت:\nومِنْ عنده الصَدَرُ المُبْجِلِ (١) * والتَبْجيلُ: التعظيمُ. وبَجَلْ بمعنى حَسْبُ، قال الأخفش: هي ساكنةٌ أبداً، يقولون بجلك كما يقولون قطك، إلا أنهم لا يقولون بجلنى كما يقولون قطني، ولكن يقولون بجلى وبجلى، أي حسبى. قال لبيد: فمتى أهلك فلا أحفله بجلى الآن من العيش بجل",
    "pg": "4:1630-1631"
  },
  "بحت": {
    "def": "البَحْت: الصِرْفُ. وشراب بَحْتٌ، أي غير ممزوج. وخُبْز بحت، أي ليس معه غيره. وعربي بحتٌ، أي مَحْضٌ. وكذلك المُؤَنَّثُ والاثنان والجمع. وإن شئت قلت امرأة عربية بَحْتَةٌ، وثنّيت وجمعت. وقد بحت الشئ بالضم، أي صار بحْتاً. وباحَتَهُ الوُدَّ، أي خالصه.",
    "pg": "1:243"
  },
  "بحتر": {
    "def": "البُحْتُرُ بالضم: القصيرُ المجتمِعُ الخلق. وكذلك الحبتر بالفتح، وهو مقلوب منه. وبحتر: أبوحى من طيئ (١) ، وهو بحتر ابن عتود بن عنين بن سلامان بن ثعل بن عمرو ابن الغوث بن جلهمة بن طيئ بن أدد.",
    "pg": "2:586"
  },
  "بحث": {
    "def": "بحثت عن الشئ وابتحثت عنه، أي فتَّشت عنه. وفي المثل: \" كالباحث عن الشَفرة \". وقولهم: \" تركته بمباحث البقر (٣) \"، أي بالمكان القفْر، يعني بحيث لا يُدْرى أين هو.",
    "pg": "1:273"
  },
  "بحثر": {
    "def": "بحثرت الشئ فتبحثر: بددته فتبدَّد. قال الفراء: بَحْثَرَ الرجلُ متاعَه وبعثره، إذا فرّقه وقلَبَ بعضه على بعض. وبُحْثِرَ اللبنُ: تقطَّع وتحبَّب. أبو الجراح: بَحْثَرْتُ الشئ وبعثرته، إذا استخرجته وكشفته. قال القتَّال العامري: ومَنْ لاَ تَلِدْ أَسْماءُ من ألِ عامِرٍ * وكَبْشَةَ تُكْرَهُ أُمُّهُ أنْ تُبَحْثَرا -",
    "pg": "2:586"
  },
  "بحح": {
    "def": "في صوته بُحَّةٌ بالضم. يقال بَحِحْتُ بالكسر أَبَحُّ بَحَحاً. ورجل أَبَحُّ، ولا يقال باحٌّ، وامرأةٌ بَحَّاءُ بيِّنا البَحَح. وقال أبو عبيدة: بَحَحتُ بالفتح أَبَحُّ بَحَّاً، لغة فيه. وامرأةٌ بَحَّةٌ: في صوتها بُحَّةٌ. والبُحُّ: جمع أبَحّ، وربما وصفوا به القِداحَ التى يستقسم بها. قال الشاعر (١) : قروا أضيافهم ربحا ببح * يعيش بفضلهن الحى سمر (٢) وتقول: ما زِلْتُ أَصيحُ حتَّى أَبَحَّني ذلك. والتبحبح: التمكن في الحلول والمُقام. وبُحْبوحة الدار: وسَطُها. قال جرير: قَوْمي تَميم هُم القَوْمُ الذين هُمُ * يَنْفونَ تَغْلِبَ عن بحبوحة الدار",
    "pg": "1:354"
  },
  "بحدل": {
    "def": "بحدل: اسم رجل.",
    "pg": "4:1631-1632"
  },
  "بحر": {
    "def": "البَحْرُ: خلاف البرِّ. يقال: سمِّي بحراً لعُمقه واتساعه. والجمع أَبْحُرٌ وبِحارٌ وبُحورٌ. وكلُّ نهرٍ عظيمٍ بَحْرٌ. قال عديّ: سَرَّهُ مالُهُ وكَثْرَةٌ ما يَمْ * - لِكُ والبَحْرُ مُعْرِضاً والسَديرُ (١) - يعني الفرات. ويسمَّى الفرسُ الواسعُ الجري بَحْراً. ومنه قول النبي ﷺ في مندوب فرس أبى طلحة: \" إن وجدناه لبحرا \". وماءٌ بَحْرٌ، أي مِلْحٌ. وأَبْحَرَ الماءُ: مَلُحَ. قال نُصَيبٌ: وقد عادَ ماءُ الأرضِ بَحْراً فَرَدَّني (١) * إلى مَرَضي أَنْ أَبْحَرَ المَشْرَبُ العَذْبُ - ويقال: أَبْحَرَ فلانٌ، إذا ركب البحر، عن يعقوب. والبحر: عمق الرحم ومنه قيل للدم الخالصِ الحُمْرَةِ: باحر وبحراني. والباحر: الاحمق، حكاه أبو عبيد. والبحرين: بلد، والنسبة إليه بحراني. قال اليزيدى: كرهوا أن يقولوا بحرى، فيشبه النسبة إلى البحر. وبنات بَحْرٍ: سحائبُ يجئن قُبُلَ (٢) الصَيف منتصباتٍ رقاقاً، بالحاء والخاء جميعاً. والبَحْرَةُ: البلدةُ. يقال: هذه بَحْرَتُنا، أي بلدتنا وأرضنا. ولقيته صَحرةَ بحرةَ (٣) ، أي بارزاً ليس بينك وبينه شئ. وبحرت أذن الناقة بحرا: شققتها وخرقتها. ومنه البحيرة. قال الفراء: وهي ابنة السائبة، وحكمها حكم أمِّها. وتَبَحَّرَ في العلم وغيره، أي تعمّق فيه وتوسَّع. قال الأصمعي: بَحِرَ الرجلُ بالكسر يَبْحَرُ بَحَراً، إذا تحيَّر من الفزع، مثل بَطِرَ. ويقال أيضاً: بَحِرَ، إذا اشتدَّ عطشُه فلم يرو من الماء. والبحر أيضا: داء في الابل. وقد بحرت. والاطباء يسمون التغير الذى يحدث للعليل دفعة في الامراض الحادة بحرانا. ويقولون: هذا يوم بحران، بالاضافة. ويوم باحورى على غير قياس، فكأنه منسوب إلى باحور، وباحوراء، مثل عاشور وعاشوراء، وهو شدة الحر في تموز. وجميع ذلك مولد.",
    "pg": "2:585-586"
  },
  "بحزج": {
    "def": "البَحْزَجُ: وَلَدُ البقرةِ (٣) . قال العجَّاج:\nبِفاحِمٍ وَحْفٍ وَعَيْنَيْ بَحْزَجِ",
    "pg": "1:299"
  },
  "بحظل": {
    "def": "بَحْظَلَ الرجل بَحْظَلَةً، وهو أن يقفز قَفَزان اليربوعِ والفأرة، والظاء معجمة.",
    "pg": "4:1632"
  },
  "بحل": {
    "def": "البخل، والبخل بالفتح، عن الكسائي، والبَخَلُ بالتحريك، كلُّه بمعنىً. وقد بَخِلَ الرجلُ بكذا، فهو باخِلٌ وبَخيلٌ. وأَبْخَلْتُهُ، أي وجدتُه بَخيلاً. وبَخّلْتُهُ، أي نَسَبْتُهُ إلى البُخْلِ. ويقال: \" الولدُ مَبْخَلَةٌ مَجْبَنَةٌ \". والبخال: الشديد البخل. قال رؤبة:\nفذاك بخال أروز الارز (١)",
    "pg": "4:1632"
  },
  "بحن": {
    "def": "بحنة: اسم امرأة نسبت إليها نخلات كن عند بيتها، كانت تقول: هن بناتى، فقيل بنات بحنة. والبحونة: القربة الواسعة، والواو زائدة. والبحون: العظيم البطن.",
    "pg": "5:2077"
  },
  "بخا": {
    "def": "البخو: الرطب الردئ، بالخاء المعجمة، الواحدة بخوة.",
    "pg": "6:2278"
  },
  "بخت": {
    "def": "البَخْتُ: الجَدُّ، وهو مُعَرَّبٌ. والمبخوتُ المجدودُ. والبُخْتُ من الإبل، معرب أيضاً، وبعضهم يقول: هو عربيٌّ، وينشد:\nلَبَنَ البُخْتِ في قصاع الخلنج (١) الواحد بختى، والانثى بختية، وجمعه بخاتى غير مصروف، لانه بزنة جمع الجمع. ولك أن تخفف الياء فتقول البخاتى والاثافى والمهارى. وأما مساجدي ومدائني فمصروفان، لان الياء فيهما غير ثابتة في الواحد، كما تصرف المهالبة والمسامعة إذا أدخلت عليها ياء النسب.",
    "pg": "1:243"
  },
  "بختر": {
    "def": "التبختر في المشى. قال: فلان يمشى البخترية.",
    "pg": "2:586"
  },
  "بخخ": {
    "def": "بخ: كلمة تقال عند المدح والرضا بالشئ، وتكرر للمبالغة فيقال: بَخْ، بخْ. فإن وَصَلْتَ خفضْت ونوَّنْت فقلت: بَخٍ بَخٍ. وربَّما شدَّدت كالاسم. وقد جمعهما الشاعر، فقال يصف بيتاً: رَوافِدُهُ أَكْرَمُ الرافِداتِ * بَخٍ لك بَخٍ لبحر خضم وبخبخت الرجل، إذا قلت له ذلك. قال الحجاج لاعشى همدان في قوله: بين الاشج وبين قيس باذخ * بخ بخ لوالده وللمولود: \" والله لا بخبخت بعدها \". وتبخبخ الحر: سكن بعضُ فَورته. يقال: بَخْبِخوا عنكم من الظَهيرة، أي أَبْرِدوا. وربَّما قالوا: خَبْخِبوا، وهو مقلوب منه. وبَخْبَخَ البعير، إذا هَدَر وملأتْ شقشقته فمه. فهو جمل بخباخ الهدير.",
    "pg": "1:418"
  },
  "بخد": {
    "def": "البخنداة والخبنداة من النساء: التامة القَصب. قال الراجز\n(١) : قامت تُريك خشيةً أن تَصرِما * ساقاً بخنداة وكعبا أدرما - وكذلك البخندى والخبندى، والياء للالحاق بسفرجل. قال الراجز (٢) : تمشى كمشى الوحل المبهور * إلى خبندى قصب ممكور -",
    "pg": "2:444"
  },
  "بخر": {
    "def": "بُخارُ الماء: ما يرتفع منه كالدخان. والبَخورُ بالفتح: ما يُتَبَخَّرُ به. والبَخَرُ: نَتْنُ الفَمِ. وقد بَخِرَ فهو أَبْخَرُ. وبناتُ بَخْرٍ: سحائبٌ بيضٌ رِقاقٌ، وبالحاء أيضا.",
    "pg": "2:586"
  },
  "بخس": {
    "def": "البَخْسُ: الناقص. يقال: ﴿شَرَوْهُ بِثَمَنٍ بَخْسٍ﴾ . وقد بَخَسَهُ حقَّه يبخسه بخسا، إذا نقصه. يقال للبيع إذا كان قَصْداً: لا بَخْسَ فيه ولا شَطَط. وفي المثل: \" تَحْسَبُها حمقاءَ وهي باخِسٌ \". هكذا جرى المثل. قال ثعلب: وإن شئت قلت باخسة. والبَخْسُ أيضاً: أرض تُنْبِتُ من غير سَقْي. قال الأمويّ: يقال بَخَّسَ المُخُّ تَبْخيساً، أي نقص ولم يَبْقَ إلا في السُلامى والعين، وهو آخر ما يبقَى.",
    "pg": "3:907-908"
  },
  "بخص": {
    "def": "البَخَصُ بالتحريك: لحمُ القدمِ وفِرْسِنِ البعير، ولحمُ أصول الأصابع مما يلي الراحة، الواحدة بَخَصَةٌ. والبَخَصُ أيضاً: لحمٌ ناتئٌ فوقَ العينين أو تحتهما كهيئة النفخة. تقول منه: بَخِصَ الرجلُ بالكسر فهو أَبْخَصُ، إذا نَتأ ذلك منه. وبَخَصْتُ عينَه أَبْخَصُها بَخْصاً، إذا قلعتها مع شحمتها (١) . قال يعقوب: ولا تقل بخست.",
    "pg": "3:1029"
  },
  "بخع": {
    "def": "يقال بَخَعَ نفسَه بَخْعاً، أي قتَلَها غمَّاً. قال ذو الرمة: أَلا أَيُّهَذا الباخِعُ الوَجْدِ نفسه * بشئ نحته عن يديه (١) المَقادِرُ * ومنه قوله تعالى: ﴿فلَعَلَّكَ باخِعٌ نَفْسَكَ﴾ وبَخَعَ بالحق بُخوعاً: أقرّ به وخضَع له. وكذلك بخع بالكسر بخوعا وبخاعة.",
    "pg": "3:1183"
  },
  "بخق": {
    "def": "بَخَقْتُ عينَه أَبْخَقُها بَخْقاً، أي عَوَّرْتُها. والبَخْقُ بالتحريك: العَوَرُ بانخساف العين. والبخنق: خرقة تقنع بها الجارية وتشدُّ طرَفيها تحت حنَكها لتُوَقِّيَ الخِمار من الدُّهن أو الدهن من الغبار.",
    "pg": "4:1448"
  },
  "بدأ": {
    "def": "بدأت بالشئ بدءا: ابتدأت به، وبدأت الشئ: فعلته ابتداء. وبدأ الله الخلق وأبدأهم، بمعنىً. وتقول: فعل ذلك عَوْداً وبَدْءاً، وفي عوده وبدئه، وفي عودته وبَدْأته. ويقال: رَجَعَ عَوْدُه على بَدْئه، إذا رجع في الطريق الذي جاء منه. وفلان ما يُبْدِئ وما يعيد، أي ما يتكلم ببادئة ولا عائدة. والبدء: السيد الأول في السيادة، والثِّنيان: الذي يليه في السُّؤْدُد. قال الشاعر (٢) : ثُنياننا إن أتاهم كان بدأَهمُ * وبَدؤهم إن أتانا كان ثِنيانا (٣) والبَدء والبَدأة: النصيب من الجزور (٤) ، والجمع أبداء، وبدوء، مثل جفن وأجفان وجفون. قال طرفة بن العبد: وهم أيسار لقمانَ إذا * أغْلَتِ الشَّتْوَةُ أبداَء الجُزرْ والبَدِئُ: الأمر البديع. وقد أَبْدأَ الرجُلُ إذا جاء به. قال عَبِيد (١) :\nفلا بدئ ولا عجيب * والبدء والبدئ: البئر التى حُفِرت في الإسلام وليست بعادِيَّة (٢) . وفى الحديث: \" حريم البئر البدئ خمس وعشرون ذراعا \". والبدء والبدئ أيضاً: الأول. ومنه قولهم: أفعله بادي بدْء - على فَعْل - وبادي بدئ - على فعيل - أي أول شئ. والياء من بادى ساكنة في موضع النصب، هكذا يتكلمون به، وربما تركوا همزه لكثرة الاستعمال على ما نذكره في باب المعتل. ويقال أيضا: أفعله بدأة ذي بَدْء، وبَدْأةَ ذي بَدْأة، أي أول أول. وقولهم: لك البدء والبَدْأة (٣) والبَدأة - أيضاً - بالمد: أي لك أن تبدأ قبل غيرك في الرمي أو غيره. وقد بُدِئَ الرجل يُبدأ بدءاً فهو مبدوء، إذا أخذه الجُدَريّ أو الحصْبة (٤) . قال الكميت: فكأنما بُدِئت ظواهر جِلدِه * مما يصافح من لهيب سهامها",
    "pg": "1:35"
  },
  "بدا": {
    "def": "بَدا الأمر بُدُوَّاً، مثل قعد قُعوداً، أي ظَهَرَ. وأَبْدَيْتُهُ: أَظْهَرْتُهُ. وقرئ قوله تعالى: (هم أَراذِلُنا باديَ الرأي) أي في ظاهر الرأى. ومن همزه جعله من بدأت، ومعناه أول الرأى. وبدا القوم بدوا، أي خرجوا إلى باديتهم، مثال قتل قتلا. وبدا له في هذا الأمر بَداءٌ، ممدودٌ، أي نشأ له فيه رأى. وهو فيه بدوات. والبدو: الباديةُ، والنسبة إليه بَدَويٌّ. وفي الحديث: \" مَنْ بَدا جَفا \" أي من نزلَ البادية صار فيه جَفاء الأعراب. والبَداوَةُ: الإقامةُ بالبادية، يفتح ويكسر، وهو خلاف الحَضارة. قال ثعلب: لا أعرف البداوة بالفتح إلا عن أبى زيد وحده. والنسبة إليها بَداويٌّ. والمَبْدَى: خلاف المَحْضَر. وبادى فلانٌ بالعداوة، أي جاهر بها.. تبادوا بالعداوة , أي تجاهروا بها. تبدى الرجل: أقام بالبادية. وتَبادى: تشبّه بأهل البادية. والبدى: اسم واد لبنى عامر. قال لبيد: جعلن حراج القرنتين وعالجا * يمينا ونكبن البدى شمائلا ويقال: أَبْدَيْتَ في منطقك، أي جُرْتَ، مثل أَعْدَيْتَ. ومنه قولهم: السلطان ذو عَدَوانٍ وذو بَدَوانٍ، بالتحريك فيهما. وأهل المدينة يقولون: بَدينا بمعنى بَدأْنا. قال عبد الله بن رَواحة الأنصاريّ: بِاسْمِ الإله وبه بَدينا * ولو عَبَدْنا غيره شقينا وحبذاربا وحب دينا وتقول: أفعل ذاك بادِئَ بَدْءٍ، وباديَ بَديٍّ، أي أوّلاً. وأصله الهمز، وإنما ترك لكثرة الاستعمال. وربما جعلوه اسما للداهية، كما قال الراجز: وقد عَلَتْني ذُرْأَةٌ بادي بَدي * وَرَثْيَةٌ تنهض بالتشدد وصار للفحل لساني ويدى وهما اسمان جعلا اسما واحدا، مثل معد يكرب وقالى قلا.",
    "pg": "6:2278-2279"
  },
  "بدح": {
    "def": "أبو زيد: بَدَحَهُ بالعصا: ضَربه بها. وبدحه بأمْر، مثل بدهه. وأنشد ابن الاعرابي لابي دواد: بالصرم من شعثاء وال * حبل الذى قطعته بدحا (١) قال أبو عمرو: بدحا، أي علانية. من قولهم: بَدَح بهذا الأمر، أي باح به. وبَدَحَتِ المرأةُ بُدوحاً، وتَبدّحت، أي مَشَت مِشْيَةً حسنة فيها تَفكُّكٌ. والبَداح، بالفتح: المُتَّسع من الأرض، والجمع بدح، مثل قذال وقذل. وبدحة الدار: ساحتها. والبِدْحُ بالكسر: الفضاء الواسع، وجمعه بِداح. وبَدَح الرجلُ عن حَمالته، والبعير عن حِمْله، يَبْدَح بَدْحاً: عَجَزا عنهما. وبَدَحَني الأمرُ، مثل فدحنى.",
    "pg": "1:354-355"
  },
  "بدد": {
    "def": "بَدَّهُ يَبُدُّهُ بَدَّاً: فرَّقه. والتبديد: التفريق. يقال: شملٌ مُبَدَّدٌ. وتبدد الشئ: تفرق. والبدة، بالكسر: القوّة. والبِدَّةُ أيضاً: النصيب. تقول منه: أَبَدَّ بينهم العطاءَ، أي أعطى كلَّ واحدة منهم بِدَّتَهُ. وفي الحديث: \" أَبِدِّيهِمْ تمرةً تمرةً \". يقال في السخلتين: أبدهما نعجتين، أي اجعل لكل واحد منهما نعجمة ترضعه، إذا لم تكفهما نعجة واحدة. وأَبَدَّ يدَه إلى الأرض: مدَّها. واسْتَبَدَّ فلانٌ بكذا، أي انفرد به. والبَدادُ، بالفتح، البِرازَ. يقال: لو كان البَدادُ لما أطاقونا، أي لو بارزناهم رجلٌ ورجلٌ. وقولهم في الحرب: يا قومِ بَدادِ بَدادِ، أي ليأخذ كل رجل قرنه. وإنما بنى هذا على الكسر لانه اسم لعفل الامر، وهو مبنى. ويقال إنما كسر لاجتماع الساكنين لانه واقع موقع الامر. يقال منه: تباد القوم يتبادون، إذا أخذو أقرانهم. ويقال أيضا: لَقوا بَدادَهمْ (١) ، أي أعدادهم، لكلِّ رجلٍ رجلٌ. وقولهم: جاءت الخيل بداد، أي متبددة. وبنى أيضا على الكسر لأنَّه معدولٌ عن المصدر، وهو البدد. قال الشاعر عوف بن الخَرِعِ:\nوالخَيْلُ تَعْدو في الصَعيدِ بَدّادِ (٢) * وتفرّق القوم بَدادِ، أي مُتَبَدِّدَةٍ. قال الشاعر حسان بن ثابت: كُنَّا ثمانيةً وكانوا جَحْفَلاً * لَجِباً فشُلُّوا بالرِماحِ بداد - وإنما بنى للعدل والتأنيث والصفة، فلما منع بعلتين من الصرف بنى بثلاث لانه ليس بعد المنع من الصرف إلا منع الاعراب. وتقول: السبعان يبتدان الرجل ابتداد، إذا أتياه من جانبية. وكذلك الرضيعان يَبْتَدَّانِ أمَّهما. ولا يقال يَبْتَدُّها ابنها، ولكن يَبْتَدُّها ابناها. وقد لقي الرجلان زيداً فابْتَدَّاهُ بالضرب، أي أخذاه من جانبيه. وبايعْته بِداداً، إذا بعته معارضةً. وكذلك بادَدْتُهُ في البيع مبادة وبدادا. وقولهم: مالك به بدد وبدة، أي مالك به طاقة. ابن السكيت: البَدَدُ في الناس: تباعُدُ ما بين الفخذين من كثرة لحمهما. قال: وفي ذوات الأربع تباعُدُ ما بين اليدين. تقول منه: بددت يارجل بالكسر، فأنت أَبَدُّ. وبقرةٌ بَدَّاءُ. والأَبَدُّ: الرجلُ العظيم الخلق، والمرأة بداء. قال أبو نخيلة:\nألد يمشى مشية الابد (١) * والبادان: باطِنا الفخِذين. وكلُّ من فَرَّجَ بين رجليه فقد بَدَّهُما. ومنه اشتقاق بِدادِ السَرْجِ والقَتَبِ، بكسر الباء وهما بِدادانِ وبَديدانِ، والجمع بَدائدُ وأبِدَّة تقول: بَدَّ قَتبه يبُدُّهُ، وهو أن يتَّخذ خريطتين فيحشوَهما فيجعلَهما تحت الأَحناء لئلاّ يُدبِرَ الخشبُ البعيرَ. والبَديدان: الخُرجان. والبديد: المفازة الواسعة. وقولهم لابد من كذا، كأنه قال: لا فِراق منه. ويقال البُدُّ: العِوَضُ. والبُدُّ: الصنم، فارسيٌّ معرب، والجمع البِدَدَةُ. الفراء: طيرٌ أَباديدُ ويباديد: أي مفترق. وأنشد (١) : كأنما أهلُ حُجْرٍ ينظرونَ مَتى * يَرَونَني خارجا طير يباديد (٢) -",
    "pg": "2:444-445"
  },
  "بدر": {
    "def": "بدرت إلى الشئ أبدر بُدوراً: أسرعْت إليه، وكذلك بادَرْتُ إليه. وتَبادَرَ القومُ: تسارعوا. وابْتَدَروا السلاحَ: تسارعوا إلى أخْذه. وليلةُ البدرِ: ليلةُ أربعَ عشرةَ. ويسمَّى بدرا لمبادرته الشمس بالطلوع، كأنه يعجِّلها المَغِيبَ. ويقال: سُمِّيَ بَدْراً لتمامه. وأَبْدَرْنا فنحن مُبْدِرونَ، إذا طلع لنا البدر. وبدر: موضع، يذكر ويؤنث، وهو اسم ماء. قال الشعبى: بدر: بئر كانت لرجل يدعى بدرا. ومنه يوم بدر. والبدرة: مسك السخلة، لانها مادامت ترضع فَمسْكُها للّبن شكوة، وللسمن عكة. فإذا فطمت فمسكها للبن بدرة، وللسمن مسأد. فإذا أجذعت فمسكها للبن وطب، وللسمن نحى. والبدرة: عشرة الآف درهم. وعينٌ بَدْرَةٌ، أي تَبْدُرُ بالنظر، ويقال تامَّةٌ كالبَدْرِ. وقال امرؤ القيس: وعَيْنٌ لها حَدْرَةٌ بَدْرَةٌ * شُقَّتْ مآقيهِما من أُخُرْ - والبادرة: الحدة. يقال: أحشى عليك بادِرَتَهُ، أي حدَّتَهُ. وبَدَرَتْ منه بوادر غضب، أي خطأ وسقطات عندما احتَدَّ. والبادِرَةُ: البديهةُ. والبَوادِرُ من الإنسان وغيره: اللحمةُ التي بين المنكب والعنق. ومنه قول الشاعر حاتم (١) : وجاَءتِ الخَيْلُ مُحْمَرَّاً بَوادِرُها * بالماءِ: تَسْفَحُ من لَبَّاتِها العلق - والبيدر: الموضع الذى يداس فيه الطعام.",
    "pg": "2:586-587"
  },
  "بدع": {
    "def": "أبدعت الشئ: اخترعته لا عَلى مثالٍ. والله تعالى بَديعُ السموات والأرض. والبَديعُ: المبتدِعُ. والبَديعُ: المبتدَعُ أيضاً. والبَديعُ: الزِقُّ. وفي الحديث: \" إنَّ تِهامَةَ كبديعِ العسلِ حلو أوله حلوا آخره \" شبهها بزق العسل لانه لا يتغير، وليس كذلك اللبن. وأبدع الشاعر: جاء بالبديع. وشئ بدع بالكسر، أي مُبْتَدَعٌ. وفلانٌ بِدْعٌ في هذا الأمر، أي بَديعٌ ; وقومٌ أَبْداعٌ، عن الأخفش. ومنه قوله تعالى: ﴿قُلْ ما كنتُ بدْعاً من الرُسُلِ﴾ . والبِدْعَةُ: الحَدَثُ في الدين بعد الإكْمال. واسْتَبْدَعَهُ: عَدَّهُ بَديعاً. وبَدَّعَهُ: نسبه إلى البِدْعَةِ. وأَبْدَعَتِ الراحلةُ، أي كلَّتْ. وقد أُبْدِعَ بالرجل، أي كلَّتْ راحلته (١) .",
    "pg": "3:1183-1184"
  },
  "بدغ": {
    "def": "بَدِغَ بالعَذِرَةِ يَبْدَغُ بَدَغاً، مثال تعب تعبا، أي تلطَّخ بها، وكذلك إذا تلطخ بالشر. وزعم ابن الاعرابي أن بعض العرب غدر غدرة فسمى البدغ، ومثال التعب.",
    "pg": "4:1315"
  },
  "بدل": {
    "def": "البديل: البدل. وبدل الشئ: غيره. يقال بَدَلٌ وبِدْلٌ لغتان، مثل شبه وشبه، ومثل ومثل، ونكل ونكل. قال أبو عبيد: ولم يسمع في فعل وفعل غير هذه الاربعة الاحرف. والبَدَلُ: وجعٌ في اليدين والرجلين. وقد بدلَ بالكسر يَبْدَلُ بَدَلاً. وأبدلت الشئ بغيره. وبدله الله من الخوف أمنا. وتبديل الشئ أيضا: تغييره وإن لم يأت ببدل. واستبدل الشئ بغيره وتبدله به، إذا أخذه مكانَه. والمُبادَلَةُ: التَبادُلُ. والأَبْدالُ: قومٌ من الصالحين لا تخلُو الدنيا منهم، إذا مات واحدٌ أَبْدَلَ الله مكانَهُ بآخر. قال ابن دريد: الواحدُ بديل.",
    "pg": "4:1632"
  },
  "بدن": {
    "def": "بَدَنُ الإنسان: جسَدُه. وقوله تعالى: (فاليومَ نُنَجّيِكَ بِبَدَنِكَ) قالوا: بجسد لا روح فيه. قال الاخفش: وأما قول من قال بدرعك فليس بشئ. ورجل بَدَنٌ، أي مُسِنٌّ. قال الأسود ابن يعفر: هل لشبابٍ فاتَ من مَطْلَبِ أم ما بُكاءُ البَدَنِ الأشيبِ ووَعِلٌ بَدَنٌ مثله. قال الكيمت يصف كلبة:\nقد ضمها والبدن الحقاب (١) * والبدن: الدرع القصيرة. والبدنة: ناقة أو بقرة تُنحَر بمكة، سمِّيت بذلك لأنَّهم كانوا يُسَمِّنُونَها، والجمع بدن بالضم مثل ثمرة وثمر. والبدن أيضا: السمن والاكتناز، وكذلك البُدْنُ، مثل عُسُرٍ وعُسْرٍ. قال الراجز (١) : كأنها من بدن وإيفار دبت عليها ذربات الانبار ويروى: \" من سمن وإيغار \". تقول منه: بَدَنَ الرجل بالفتح يَبْدُنُ بُدْناً، إذا ضَخُمَ. وكذلك بَدُنَ بالضم يَبْدُنُ بَدانَةً، فهو بادِنٌ، وامرأةٌ بادِنٌ أيضاً وبَدينٌ. وبَدَّنَ، أي أَسَنَّ. قال حُمَيدٌ الارقط: وكنت خفت (٢) الشيب والتبدينا والهَمَّ مما يُذْهِلُ القَرينا وفي الحديث: \" إني قد بَدُنْتُ فلا تبادروني بالركوع والسجود \"، أي كبِرتُ وأسننت.",
    "pg": "5:2077"
  },
  "بده": {
    "def": "البُداهَةُ: أوّل جَري الفرس. وقال الاعشى: إلا علالة أو بدا * هة سابح نهد الجزاره (١) وتقول: بَدَهَهُ أمرٌ يَبْدَهُهُ بَدْهاً: فَجِئَهُ. وبَدَهَهُ بأَمْر، إذا استقبَله به. وبادَهَهُ: فاجَأَهُ. والاسم البَداهَةُ والبَديهَةُ. وهما يَتَبادَهانِ بالشِعر، أي يتجاريان. ورجل مبده. قال رؤبة:\nوكيد مطال وخصم مبده (٢) *",
    "pg": "6:2226-2227"
  },
  "بذأ": {
    "def": "بذأت الرجل بذْءًا، إذا رأيت به حالا كرهتها. وبذأته عيني بذْءًا، إذا لم تقبله العين ولم تعجبك مَرْآتُه. وبذأتُ الأرض: ذممت مرعاها، وكذلك الموضع إذا لم تَحمده. وأرض بذِئة (١) : لا مرعى بها. وامرأة بذية - بلا همزة - يذكر في باب المعتل.",
    "pg": "1:35-36"
  },
  "بذا": {
    "def": "البَذاء بالمدِّ: الفُحْشُ. وفلان بذى اللسان من قوم أبذياء، والمرأة بَذِيَّةٌ. تقول منه: بَذَوْتُ على القوم، وأَبْذَيْتُ على القوم. وأنشد الاصمعي: مثل الشييخ المقذحر الباذى * أوفى على رباوة يباذى وقد بَذوَ الرجل يَبْذو بَذاءً، وأصله بذاءة فحذفت الهاء، لان مصادر المضموم إنما هي بالهاء، مثل خطب خطابة، وصلب صلابة. وقد تحذف مثل جمل جمالا. وبذو: اسم فرس لابي سراج (١) ، قال فيه: إن الجياد على العلات متعبة * فإن ظلمناك بذو اليوم فاظلم",
    "pg": "6:2279"
  },
  "بذج": {
    "def": "البَذَجُ من أولاد الضَّأْنِ، بمنزلة العتود من أولاد المعز، وجمعه بذجان. وقال (١) : قد هَلَكَتْ جارَتُنا من الهَمَجْ * وإنْ تَجُعْ تأكُلْ عَتودَّاً أوْ بذجْ",
    "pg": "1:299"
  },
  "بذح": {
    "def": "البَذْحُ: الشَقُّ. وبَذَحْتُ لسان الفصيل: شَقَقْتُهُ لئلا يرتضع. وفي رجْل فلان بُذُوحٌ، أي شُقوق.",
    "pg": "1:355"
  },
  "بذخ": {
    "def": "البَذَخُ: الكِبْرُ. وقد بَذِخَ بالكسر. وتَبَذَّخَ، أي تَكَبَّرَ وعَلا. وشرفٌ باذِخٌ، أي عال. والبَواذِخ من الجبال: الشَوامخُ. وامرأةٌ بَيْذَخٌ، أي بادن.  [بربخ (١) ] البَرابِخُ: خَزَفُ الكُنُفِ توصِّل من السطح إلى الارض.",
    "pg": "1:418-419"
  },
  "بذذ": {
    "def": "بذه يبذه بذا، أي غلبه وفاقه. والبذ أيضا: اسم كورة من كور بابك الخرمى. وحال فلان بذة، أي سيِّئةٌ. وقد بَذِذْتَ بَعدي بالكسر، فأنت باذ لهيئة، وبذ الهيئةِ، أي رَثُّها، بيِّن البّذاذَةِ البذوذة.",
    "pg": "2:561"
  },
  "بذر": {
    "def": "بَذَرْتُ البَذْرَ: زرعتُه. وتفرقتْ إبله شَذَرَ بَذَرَ (٢) ، إذا تفرقتْ في كلِّ وجه، وَبَذَرَ إتباعٌ له. قال الفراء: كثير بذير، مثل بثير، لغة أو لثغة. وتبذير المال: تفريقه إسرافا. أبو زيد: يقال رجلٌ تِبْذارَةٌ، للذي، يُبَذِّرُ مالَه ويُفسده. ورجلٌ بَذورٌ: يُذيع الأسرار. وقومٌ بُذُرٌ، مثل صبور وصبر. وبذر: اسم ماء. قال الشاعر (٣) : سقى الله أمواها عرفت مكانها * جرابا وملكوما وبذر والغمرا وهذه كلها آبار بمكة.",
    "pg": "2:587-588"
  },
  "بذعر": {
    "def": "ابْذَعَّروا، أي تفرّقوا. قال أبو السميدع: ابْذَعَرَّتِ الخيلُ، إذا ركضتْ تبادر شيئاً تطلبه. قال زُفَرُ بن الحارث: فلا أَفْلَحَتْ قيسٌ ولا عزَّ ناصِرٌ * لها بعدَ يومِ المَرْجِ حين ابْذَعَرَّتِ -",
    "pg": "2:588"
  },
  "بذل": {
    "def": "بذلت الشئ أبذله بذلا، أي أعطيته وجُدْتُ به. والبِذْلَةُ والمِبْذَلَةُ: ما يُمْتَهَنُ من الثياب، يقال: جاءنا فلان في مَباذِلِهِ، أي في ثياب بِذْلَتِهِ. وابْتِذالُ الثوب وغيرهِ: امتهانُه. والتَبَذُّلُ: تركُ التصاون.",
    "pg": "4:1632"
  },
  "بذم": {
    "def": "ثوبٌ ذو بُذْمٍ، أي كثير الغَزْلِ. ورجلٌ ذو بُذْمٍ، أي سمين، ويقال: ذو رأيٍ وحزمٍ. وقال الأموي: ذو نَفْسٍ. وقال الكسائي: ذو احتمالٍ لما حُمِّلَ. وقال الخليل: هو العاقل عند الغضب.",
    "pg": "5:1869"
  },
  "برأ": {
    "def": "تقول برِئْتُ منك، ومن الديون والعيوب براءة. وبرئت من المرض بُرءًا، بالضم. وأهل الحجاز يقولون: بَرَأْتَ من المرض بَرءًا بالفتح. وأصبح فلان بارئاً من مرضه، وأبرأه الله من المرض. وَبَرَأَ الله الخلق بَرْءًا، وأيضاً هو البارئ. والبريَّة: الخلق، وقد تركَتِ العربُ همزَهُ. قال الفرّاء: وإن أُخِذَت البريَّة من البَرَى - وهو التراب - فأصلها غير الهمز. وأبرأته مما لي عليه، وبرَّأته تبرئة. والبُرْأَةُ بالضم: قُتْرَة الصائد، والجمع: برأ، مثل صبرة، وصبر. قال الشاعر الأعشى (٢) : فأورَدَها عيناً من السِيفِ رَيَّةً * بها بُرَأٌ مثل الفسيل المكمم وتبرأت من كذا. وأنا بَراءٌ منه، وخَلاءٌ منه، لا يُثَنَّى ولا يُجمَع، لأنه مصدر في الأصل، مثل سمِع سماعا، فإذا قلت: أنا برئ منه، وخليٌّ منه، ثنَّيت، وجمعت، وأنَّثْت، وقلت في الجمع: نحن منه بُرآء، مثل: فقيه وفقهاء، وبِراءٌ أيضاً، مثل: كريم وكِرام، وأبراءٌ، مثل: شريفٍ وأشرافٍ، وأبرياء أيضاً مثل نصيب وأنصباء، وبريئون. وامرأة بريئة، وهما بريئتان، وهن بريئات برايا. ورجل برئ وبراء، مثل: عجيب وعُجاب. والبَراء بالفتح: أول ليلة من الشهر، سميت بذلك لتبرُّؤ القمر من الشمس، وأما آخر يوم من الشهر فهو النحيرة. وبارَأتُ شريكي، إذا فارقته، وبارأ الرجل امرأته. واستبرأتُ الجارية، واستبرأت ما عندك.",
    "pg": "1:36"
  },
  "برأل": {
    "def": "البُرائِلُ: عُفْرَةُ الديكِ والحُبارى وغيرهما، وهو الريش الذي يستدير في عنقه. قال الراجز (١) : ولا يزال خرب مقنع برائلاه والجناح يلمع (٢) وقد برأل الديك برألة، إذا نفش برائله.",
    "pg": "4:1632-1633"
  },
  "برا": {
    "def": "البرا: التراب. قال الراجز (٢) :\nبِفيك من سار إلى القوم البرا (٣) * والبرية: الخلق، وأصله الهمز ; والجمع البرايا والبريات. قال الفراء: إن أخذتَ البَرِيَّةَ من البَرا وهو التراب فأصلها غير الهمز، تقول منه: بَراهُ الله يَبْروهُ بروا، أي خلقه. وفلان يبارى فلانا، أي يعارضه ويفعل مثل فعله. وهما يتباريان. وفلان يُباري الريحَ جوداً وسخاءً. وانْبَرى له، أي اعترضَ له. ابن السكيت: تَبَرَّيْتُ لمعروفه تَبَرِّياً، إذا تعرَّضْتَ له. وأنشد الفرّاء (١) : وَأَهْلَةِ وُدٍّ قد تَبَرَّيْتُ وُدَُّهمْ * وأَبْلَيْتُهُمْ في الحمد جُهْدي ونائِلي والبُرايَةُ: النُحاتَةُ وما بَرَيْتَ من العود، وكذلك البراء، ومنه قول أبى كبير الهذلى:\nحرق المفارق كالبراء الاعفر (٢) * أي الابيض. ويقال للبعير إذا كان باقياً على السير: إنّه لذو بُرايَةٍ، وهو الشحم واللحم. قال الشاعر (٣) : على حت البراية زمخرى ال * سواعد ظل في شرى طوال (*) والمبراة: الحديدة التى يبرى بها السهام. قال الشاعر:\nوأنت في كفك المبراة والسفن * وبريت القلم بَرْياً، وبَرَيتُ البعيرَ أيضاً، إذا حسرته وأذهبت لحمه. والبرة: حلقة من صُفْرٍ تُجْعَلُ في لحم أنف البعير. وقال الاصمعي: تجعل في أحد جانبى المنخرين. قال: وإذا كانت البرة من شعر فهى الخزامة. قال أبو على: وأصل البرة بروة، لانها جمعت على برى، مثل قرية وقرى. وتجمع على برات وبرين. وقد خششت الناقة، وعرنتها وخزمتها، وزممتها، وخطمتها، وأبريتها، هذه وحدها بالالف، إذا جعلت في أنفها البرة، فهى ناقة مبراة. قال الشاعر (١) : فقَرَّبْتُ مُبراةً تَخالُ ضُلوعَها * من الماسخيات القسى الموترا وكل حلقة من سِوارٍ وقُرطٍ وخَلخالٍ وما أشبهها بُرَةٌ. وقال:\nوقَعْقَعْنَ الخلاخل والبُرينا",
    "pg": "6:2279-2280"
  },
  "برت": {
    "def": "البُرْتُ بالضم: الرجل الدَليل. وقال (١) :\nلا يَهْتَدي بُرْتٌ بها أن يقصد (٢) * والبرت أيضا: الفأس. والمُبَرَّتُ، بفتح الراء مشدّدَة: السُكَّرُ الطبرزذ. وبيروت: موضع. أبو زيد: ابر نتيت للامر ابر نتاء، إذا استعددت له، ملحق بافعنلل بياء.",
    "pg": "1:243"
  },
  "برث": {
    "def": "البَرْثُ: الأرض السهلة الليّنة، والجمع براث وأبراث وبروث. وفى شعر رؤبة البرارث، ويقال إنه خطأ (١)",
    "pg": "1:273"
  },
  "برثن": {
    "def": "قال الأصمعي: البَراثِنُ من السباع والطَير، هي بمنزلة الأصابع من الإنسان. قال: والمخلب ظُفر البُرْثُنِ. قال امرؤ القيس: وتَرى الضَبَّ خَفِيَّاً ماهِراً رافِعاً بُرْثُنَهَ ما يَنْعَفِرْ خفيّاً، أي استخرجَه المطر فهو يسبح. وبرثن: حى من بنى أسد. وقال (٢) : لزوار ليلى منكم آل برثن على الهول أمضى من سليك المقانب",
    "pg": "5:2078"
  },
  "برج": {
    "def": "بُرْجُ الحِصن: رُكنه. والجمع بروج وأبراج. وربَّما سمِّي الحصنُ به. قال الله تعالى: (ولو كُنْتُم في بُروجِ مشيَّدة) . والبرج: واحد بروج السماء. وبرجان: اسم لص. يقال: \" أسرق من برجان \". والبرج، بالتحريك: أن يكون بياضُ العين مُحْدِقاً بالسواد كُلِّهِ لا يغيب من سوادها شئ. وامرأة برجاء بينة البرج. ومنه قيل ثوبٌ مبرَّج للمعيَّن من الحلل. والتبرُّج: إظهار المرأَةِ زينَتها ومحاسنها للرجال. والإبْريجُ: المِمْخضة. وقال: لقد تمخَّض في قلبي مَوَدَّتُها * كما تمخَّض في إبريجه اللبن الهاء في إبريجه يرجع إلى اللبن.",
    "pg": "1:299"
  },
  "برجد": {
    "def": "البرجد: كساء غليظ.",
    "pg": "2:448"
  },
  "برجس": {
    "def": "ناقةٌ بِرْجيسٌ، أي غزيرةٌ. والبِرْجيسُ أيضاً: نجمٌ. قال الفراء: هو المشترى. حكاه عن الكلبى. والبرجاس: غرض في الهواء يُرْمى به. وأظنُّه مُوَلَّداً.",
    "pg": "3:908"
  },
  "برجم": {
    "def": "البرجمة بالضم: واحدة البراجم، وهى مفاصل الاصابع التى بين الاشاجع والرواجب، وهى رءوس السلاميات من ظهر الكف، إذا قبض القابض كفه نشزت وارتفعت. والبراجم: قوم من تميم. قال أبو عبيدة: خمسة من أولاد حنظلة بن مالك بن عمرو بن تميم يقال لهم البراجم. وفى المثل: \" إن الشقى وافد البراجم \". وذلك أن عمرو بن هند أحرق تسعة وتسعين رجلا من بنى دارم، وكان قد حلف ليحرقن منهم مائة بأخيه أسعد بن المنذر، فمر رجل من البراجم فاشتم رائحة الشواء من لحوم الناس، فظن أن الملك اتخذ طعاما، فعدل إليه ليرزأ منه، فقيل له: ممن أنت؟ قال: من البراجم. فألقاه في النار، فسمت العرب عمرو بن هند محرقا لذلك.",
    "pg": "5:1870-1871"
  },
  "برح": {
    "def": "لَقيت منه بَرْحاً بارِحاً، أي شِدَّةً وأَذىً. قال الشاعر: أَجِدَّكَ هذا عَمْرَكَ اللهَ كُلَّما * دَعاكَ الهوى بَرْحٌ لِعَيْنَيْكَ بارِحُ ولقيت منه بناتِ بَرْحٍ، وبني بَرْحٍ، ولقيت منه البِرَحًين وَالبُرَحينَ، بكسر الباء وضمها، أي الشدائد والدواهي. ويقال: هذه بُرْحَةٌ من البُرَح بالضم، للناقة إذا كانت من خيار الإبل. والبارِحُ: الريح الحارة. قال أبو زيد: البوَارِحُ: الشَمالُ الحارَّةُ في الصيفِ. والبارحَةُ: أقرب لَيْلَةٍ مَضَتْ. تقول: لَقيته البارحةَ. ولقيته البارحةَ الأولى، وهو من بَرِحَ أي زال. وبُرَحاء الحُمَّى وغيرِها: شِدّة الأذى. تقول منه: بَرَّح به الأمر تَبْريحاً، أي جَهَدَهُ. وضَرَبَهُ ضَرْباً مُبَرِّحاً. وتباريح الشوق: توهجه. وهذا الامر أَبْرَحُ من هذا، أي أشدُّ. وقتلوهم أَبْرَحَ قتلٍ. وأَبرحَهُ، أي أعْجَبَهُ. يقال: ما أَبْرَحَ هذا الأمر! قال الأعشى: أقولُ لها حينَ جَدَّ الرحي * لُ أَبْرَحْتِ رَبَّا وأَبْرَحْتِ جارا أي أعْجَبْتِ وبالَغْتِ. وأَبْرَحَهُ أيضاً، بمعنى أكْرمه وعظّمهُ. والبَراحُ، بالفتح المُتَّسِعُ من الأرض لا زَرْعَ فيه ولا شَجَر. وجاءنا بالأمرِ بَراحاً، أي بَيِّناً. والبَراحُ: مصدر قولك بَرِحَ مكانَه، أي زال عنه وصار في البَراحِ. وقولهم: لا بَراحَ منصوب، كما نُصب قولهم لا ريب. ويجوز رفعه فتكون لا بمنزلة ليس، كما قال سعد بن مالك (١) : من فر عن نيرانها * فأنا ابن قيس لا براح والقصيدة مرفوعة الروى. وبرح الخفاء (٢) ، أي وضح الأمر كأنه ذَهَبَ السِرُّ وزال. ولا أَبْرَحُ أَفْعَلُ ذاك، أي لا أزال أفْعَلُه. وبَراحِ مثل قطام: اسم للشمس. وأنشد قطرب: هذا مقام قدمى رباح * ذبب حتى دلكت براح ورواه الفراء بكسر الباء (١) وهو جمع راحة، وهى الكف. وبرح الظبى بالفتح بُروحاً، إذا أَوْلاكَ مَياسِرَهُ يَمُرُّ من مَيامِنِك إلى مَياسِرِك. والعَرَب تتطيَّر بالبارِح وتتفاءل بالسانح، لأنّه لا يمكنك أن ترميه حتى تنحرف. وفى المثل: \" إنما هو كبارح الاروى \"، لان مساكنها في الجبال في قنانها، لا يكاد الناس يرونها سانحة ولا بارحة إلا في الدهور مرة. وأم بريح: اسم للغراب. وبرحى، على فعلى: كلمة تقال عند الخَطأ في الرَّمْي. ومَرْحَى، عند الاصابة.",
    "pg": "1:355-356"
  },
  "برد": {
    "def": "البَرْدُ: نقيض الحَرّ. والبُرودَةُ: نقيض الحرارة. وقد برد الشئ بالضم. وبَرَدْتُهُ أنا فهو مَبْرودٌ. وبَرَّدْتُهُ تَبْريداً. ولا يقال أَبْرَدْتُهُ إلا في لغة رديئة. قال الشاعر مالك بن الريب: وعَطِّلْ قَلُوصي في الرِّكابِ فإنها. * سَتُبْرِدُ أكْباداً وتُبْكي بَواكيا - وسقيته شربةً بردت فؤاده تبرده بردا. وقولهم: لا تُبَرِّدْ عن فلان: أي إن ظلمك فلا تشتُمه فتنتقِصَ من إثمه. وابْتَرَدْتُ، أي اغتسلت بالماء البارد، وكذلك إذا شربته لتبرد به كبدك. قال الراجز: لطالما حلاتماها لا ترد * فخلياها والسجال تبترد * من حر أيام ومن ليل ومد * وهذا الشئ مبردة للبدن. قال الاصمعي: قلت لاعرابي: ما يحملكم على نومة الضحى؟ قال: إنها مبردة في الصيف، مسخنة في الشتاء. وبردت الحديد بالمبرد. والبُرادَةُ: ما سقط منه. وبَرَدَ الرجل عينه بالبَرودِ: كَحَلها به. ويقال: ما بَرَدَ لك على فلان؟ وكذلك: ما ذاب لك عليه؟ أي ما ثبَتَ ووجب. وبَرَدَ لي عليه كذا من المال. ولي عليه ألفٌ بارِدٌ. وسَمومٌ باردٌ، أي ثابتٌ لا يزول. وأنشد أبو عبيدة: اليوم يوم بارد سمومه * من جزع اليوم فلا تلومه - وبرد، أي مات. وقول الشاعر (١) : بالمرهفات البوارد (١) * يعنى السيوف، وهي القواتل. والبَرْدانِ: العَصْرانِ، وكذلك الأَبْرَدانِ، وهما الغَداةُ والعَشيُّ، ويقال ظلاهما. وقال الشماخ: إذا الارطى توسد أبرديه * خدود جوازئ بالرمل عين - والبرد: النوم. ومنه قول تعالى:\n(لا يَذوقونَ فيها بَرْداً ولا شرابا) *. قال الشاعر العرجى: وإنْ شئتِ حرَّمْتُ النِساَء سِواكُمُ * وإنْ شئتِ لم أطْعَمْ نُقاخاً (٢) ولا بردا - والبردة، بالتحريك: التخمة. وفي الحديث \" أصلُ كلِّ داءٍ البَرَدَةُ \". والإِبْرِدَةُ، بالكسر: عِلَّةٌ معروفة من غَلَبَةِ البَرْدِ والرطوبة: تُفَتِّر عن الجماع. ويقول الرجل من العرب: إنها لباردة اليوم، فيقول له الآخر: ليست بباردة، إنما هي إبردة الثرى. والبرد: حب الغمام تقول منه: بُرِدَتِ الأرضُ بالضم، وبرد بنو فلان. وسحاب برد وأَبْرَدُ، أي ذو بَرَدٍ. وسَحابةٌ بردة. وقال:\nكأنهم المعزاء من وقع أبردا * والابيرد: لقب شاعر من بنى يربوع. وقول الساجع:\nوصلينانا بردا * أي ذو برودة. والبرود: البارد. وقال الشاعر:\nبَرودُ الثَنايا واضِحُ الثَغْرِ أَشْنَبُ (١) * والبَرودُ أيضاً: كلُّ ما بَرَدْتَ به شيئاً، نحو بَرودِ العَينِ، وهو كحلٌ. وتقول: هو لي بَرْدَةٌ (٢) يميني، إذا كان لك معلوماً. وذكر أبو عبيد في باب نوادر الفعل: هي لك بَرْدَةُ نفسِها، أي خالصاً. والبُرْدُ من الثياب، والجمع بُرودٌ وأَبْرادٌ. وأما قول يزيد بن مفرغ الحميرى: وشريت بردا ليتنى * من بعد برد كنت هامه - فهو اسم عبد. وشريت أي بعت. وبُرْدَا الجندبِ: جناحاه. قال ذو الرمة: كَأنَّ رِجْلَيْهِ رِجْلاً مُقْطِفٍ عَجِلٍ * إذا تَجاوَبَ مِنْ بُرْدَيْهِ ترنيم - والبردة: كساء أسود مربع فيه صور، تلبسه الاعراب. وفى حديث ابن عمر رضى الله عنه \" بردة فلوت \". والجمع بُرَدٌ. والثور الأَبْرَدُ: فيه لُمَعُ بياضٍ وسوادٍ. والبُرْديُّ بالضم: ضربٌ من أجود التمر. والبردى بالفتح: نبات معروف. وقال الشاعر الاعشى: كبردية الغيل وسط الغري * - ف ساق الرصاف إليه غديرا - والبريد المرتب. يقال: حُمِلَ فلان على البريد (١) . وقال امرؤ القيس: على كل مقصوص الذنابى معاود * بريد السرى بالليل من خيل بربرا - والبَريدُ أيضاً: اثنا عشر ميلاً. قال مُزَرَّدٌ يمدح عَرابَةَ الأوسيّ: فَدَتْكَ عَرابَ اليومَ أُمِّي وخالتي * وناقتي الناجى إليك بريدها - أي سيرها في البَريدُ. وصاحبُ البَريدِ قد أَبْرَدَ إلى الأمير، فهو مُبْرِدٌ، والرسول بَرِيدٌ. ويقال للفرانق، لانه ينذر قدام الاسد. وحكى أبو عبيد: سقيته فأَبْرَدْتُ له إبْراداً، أي سقيته بارِداً. ويقال: جئناك مُبْرِدينَ، إذا جاءوا وقد باخ الحر. والبردان بالتحريك: موضع.",
    "pg": "2:445-448"
  },
  "بردج": {
    "def": "البَرْدَجُ: السَّبْيُ، وهو معرَّب وأصله بالفارسية \" برده \". قال العجاج يصف الظليم: * كما رأيت في الملاء البردجا",
    "pg": "1:299-300"
  },
  "برذع": {
    "def": "البَرْذَعَةُ: الحِلْسُ الذي يُلْقى تحت الرَحْلِ. قال أبو زيد: يقال ابْرَنْذَعَتْ للأمر ابْرِنْذاعاً، أي استعددت له.",
    "pg": "3:1184"
  },
  "برذن": {
    "def": "البرذون: الدابة. قال الكسائي: الانثى من البراذين برذونة. وأنشد أريت إذا (١) جالت بك الخيل جولة وأنت على برذونة غير طائل",
    "pg": "5:2078"
  },
  "برر": {
    "def": "البِرُّ: خلاف العُقوقِ، والمَبَرَّةُ مثْله. تقول: بَرِرْتُ والدي بالكسر، أَبَرُّهُ بِرّاً، فأنا بَرٌّ به وبارٌّ. وجمع البَرَّ أَبْرارٌ، وجمع البار البررة. وفلان يبر خالقه ويَتَبَرَّرُهُ، أي يطيعه (١) . والأمُّ بَرَّةٌ بولدها. وبَرَّ فلانٌ في يمينه، أي صَدَقَ. وبَرَّ حَجُّهُ، وبُرَّ حجه، وبر الله حجه، براء، بالكسر في هذا كلِّه. وتَبارُّوا: تفاعَلوا من البِرِّ. وفي المثل: \" لا يَعْرِفُ هِرّاً من بِرٍّ \"، أي لا يعرف مَن يكرهه ممن يبره. وقال ابن الاعرابي: الهر: دعاء الغنم، والبر: سوقها. والبر بالفتح: خلاف البحر. والبَرِّيَّةُ بالفتح: الصحراء والجمع البراري. والبريت بوزن فعليت: البرية، فلما سكنت الياء صارت الهاء تاء، مثل عفريت وعفرية، والجمع البراريت. وبَرَّةُ: اسمُ البرِّ، وهو معرفة. قال النابغة (١) : إنَّا اقْتَسَمْنا (٢) خُطَّتَيْنا بيننا * فَحَمَلْتُ بَرَّةَ واحْتَمَلْتَ فَجارِ - وبرة بنت مر: أخت تميم بن مر، وهى أم النضر بن كنانة. والبربرة: الصوت، وكلام في غضبٍ. تقول: بَرْبَرَ فهو بَرْبارٌ، مثل ثرثر فهو ثرثار. وبربر: جيل من الناس، وهم البرابرة. والهاء للعجمة والنسب، وإن شئت حدفتها. والبَريرُ: ثمرُ الأراكِ، واحدتها بَريرَةٌ. وبريرة: اسم امرأة. والبُرُّ: جمع بُرَّةٍ من القمح. ومنع سيبويه أن يجمع البُرُّ على أَبْرارٍ، وجوَّزه المبرِّد قياساً. والبربور: الجشيش من البر. وأَبَرَ اللهُ حَجَّكَ، لغةٌ في بَرَّ اللهُ حَجَّكَ، أي قَبِلَهُ. وأَبَرَّ فلانٌ على أصحابه، أي علاهُم. ابن السكيت: أَبَرَّ فلانٌ، إذا ركب البر.",
    "pg": "2:588-589"
  },
  "برز": {
    "def": "بَرَزَ الرجل يَبْرُزُ بُروزاً: خرج. وأَبْرَزَهُ غيره. والبِرازُ: المُبارَزَةُ في الحرب. والبِرازُ أيضاً: كنايةٌ عن ثُفْلِ الغِذاء، وهو الغائِط. والمَبْرَزُ: المُتَوَضَّأُ. والبَرازُ بالفتح: الفَضاء الواسع. قال الفراء: هو الموضع الذى ليس به خمر من شجر ولا غيره وتبرز الرجل، أي خرج إلى البراز للحاجة. وبرزت الشئ تَبْريزاً، أي أظهرتُهُ وبيَّنْتُه. وبَرَّزَ الرجلُ أيضاً: فاقَ على أصحابه. وكذلك الفرس، إذا سبق. وامرأةٌ بَرْزَةٌ، أي جليلةٌ تَبْرُزُ وتجلسٌ للناس. وقال بعضهم: رجل بَرْزٌ وامرأةٌ بَرْزَةٌ، يوصفان بالجَهارة والعقل. وقال الخليل: رجلٌ بَرْزٌ، أي عفيف. وأما قول جرير: خل الطريق لمن يبنى المنار به * وابرز ببرزة حيث اضطرك القدر * فهو اسم أم عمر بن لجأ التيمى (١) . وكتاب مبروز، أي منشور، على غير قياس قال لبيد يصف رسم الدار ويشبِّهه بالكتاب: أو مُذْهَبٌ جَدَدٌ على أَلْواحِهِ * الناطق المبروز والمختوم * الناطق بقطع الالف وإن كان وصلا، وذلك جائز في ابتداء الانصاف، لان التقدير الوقف على النصف من الصدر (١) . وأنكر أبو حاتم \" المبروز \" وقال لعله \" المزبور \"، وهو المكتوب. وقال لبيد أيضا في كلمة له أخرى: كما لاح عنوان مبروزة * يلوح مع الكف عنوانها * فهذا يدل على أنه لغته. والرواة كلهم على هذا، فلا معنى لانكار من أنكره.",
    "pg": "3:864-865"
  },
  "برزخ": {
    "def": "البَرْزَخُ: الحاجز بين الشيئين. والبَرْزَخُ: ما بين الدنيا والآخرة من وقت الموت إلى البعث، فمَن مات فقد دخل البَرْزَخَ.",
    "pg": "1:419"
  },
  "برزغ": {
    "def": "شابٌ بُرْزُغٌ (١) بالضم، وبُرْزوغٌ، وبِرْزاغٌ، أي ممتلئٌ تامٌّ. وأنشد أبو عبيدة لرجلٍ من بني سعد جاهليّ: حَسْبُكَ بعضَ القولِ لاتمدهى غرك برزاغ الشباب المزدهى قوله \" لا تمد هي \" يريد لا تمدحي.",
    "pg": "4:1315"
  },
  "برزق": {
    "def": "البرازيق: الجماعات. قال أبو عبيد: أنشدني ابن الكلبى لجهمة (١) بن جندب بن العنبر بن عمرو ابن تميم: رددنا جمع سابور وأنتم بمهواة متالفها كثير تظل (٢) جياده متمطرات برازيقا تصبح أو تغير يعنى جماعات الخيل.",
    "pg": "4:1450"
  },
  "برزن": {
    "def": "البِرْزينُ بالكسر: التَلْتَلَةُ، وهي مِشْرَبَةٌ تتَّخذ من قشر الطَلْع. وقال (٢) : ولنا خابية موضونة (٣) جونة يتبعها برزينها فإذا ما حاردت أو بكؤت (٤) فك عن حاجب أخرى طينها",
    "pg": "5:2078"
  },
  "برس": {
    "def": "البرس بالكسر: القطن. قال الشاعر: ترى اللغام على هاماتها قزعا * كالبرس طيره ضرب الكرابيل (١)",
    "pg": "3:908"
  },
  "برسم": {
    "def": "البرسام: علة معروفة. وقد برسم الرجل فهو مبرسم. والابريسم معرب، وفيه ثلاث لغات، والعرب تخلط فيما ليس من كلامها. قال ابن السكيت: هو الابريسم بكسر الهمزة والراء وفتح السين (١) . وقال: ليس في الكلام إفعيلل بالكسر ولكن إفعيلل مثل إهليلج وإبريسم، وهو ينصرف، وكذلك إن سميت به على جهة التلقيب انصرف في المعرفة والنكرة: لان العرب أعربته في نكرته وأدخلت عليه الالف واللام وأجرته مجرى ما أصل بنائه لهم. وكذلك الفرند، والديباج، والراقود، والشهريز، والآجر، والنيروز، والزنجبيل. وليس كذلك إسحاق، ويعقوب، وإبراهيم، لان العرب ما أعربتها إلا في حال تعريفها ولم تنطق بها إلا معارف، ولم تنقلها من تنكير إلى تعريف.",
    "pg": "5:1871"
  },
  "برش": {
    "def": "البَرَشُ في شعر الفرس: نُكَتٌ صغارٌ تُخالف سائر لَونه. والفرسُ أَبْرَشُ. وقد ابْرَشَّ الفرسُ ابْرِشاشاً. وقولهم: دخلنا في البَرْشاءِ، أي في جماعة الناس. قال ابن السكيت: يقال: ما أدري أيًُّ البَرْشاءِ هو؟ أيْ أيُّ الناس هو؟ والابرش: لقب جذيمة بن مالك، وكان به برش فكنوا به عنه.",
    "pg": "3:995"
  },
  "برشع": {
    "def": "البِرْشاعُ: الأهوجُ الضَخمُ الجافي. قال رؤبة: لا تعدلينى بامرئ إرزب * ولا ببرشاع الوخام وغب (١)",
    "pg": "3:1184"
  },
  "برشق": {
    "def": "المُبْرَنشِقُ: الفَرِحُ المسرورُ. وقد ابرنشق. قال الراجز (٣) :\nأو أن ترى كأباء لم تيرنشقى * وقال الاصمعي: حدثت الرشيد بحديث فابرنشق. وربما قالوا ابرنشق الشجر، إذا أزهر.",
    "pg": "4:1450"
  },
  "برشم": {
    "def": "بَرْشَمَ الرجل، إذا وجَمَ وأظهَرَ الحزن. والبَرْشَمَةُ أيضاً والبِرْشامُ: حدة النظر.",
    "pg": "5:1871"
  },
  "برص": {
    "def": "البَرَصُ: داءٌ ; وهو بياضٌ. وقد بَرِصَ الرجلُ فهو أَبْرَصُ، وأَبْرَصَهُ الله. وسامُّ أَبْرَصَ من كبار الوزغ، وهو معرفة إلا أنه تعريف جنس. وهما اسمان جعلا واحدا، إن شئت أعربت الاول وأضفته إلى الثاني، وإن شئت بنيت الاول على الفتح وأعربت الثاني بإعراب ما لا ينصرف. واعلم أن كل اسمين جعلا واحدا فهو على ضربين أحدهما أن يبنيا جميعا على الفتح، نحو خمسة عشر، ولقيته كفة كفة، وهو جارى بيت بيت، وهذا الشئ بَيْنَ بَيْنَ، أي بين الجيِّد والردئ، وهمزة بين بين، أي بين الهمزة وحرف اللين، وتفرق القوم أخول أخول، وشغر بغر، وشذر مذر. والضرب الثاني: أن يبنى آخر الاسم الاول على الفتح، ويعرب الثاني بإعراب ما لا ينصرف، ويجعل الاسمان اسما لشئ بعينه، نحو حضرموت وبعلبك، ورامهرمز، ومارسرجس، وسام أبرص. وإن شئت أضفت الاول إلى الثاني فقلت: هذا حضرموت أعربت حضرا وخفضت موتا. وفى معدى كرب ثلاث لغات ذكرناها في باب الباء. وتقول في التثنية: هذان ساما أبرص، وفى الجمع: هؤلاء سوام أبرص، وإن شئت قلت البرصة والابارص (١) ، ولا تذكر سام. قال الشاعر: والله لو كنت لهذا خالصا * لكنت عبدا آكل الابارصا (٢)",
    "pg": "3:1029-1030"
  },
  "برض": {
    "def": "البَرْضُ: القليلُ، وكذلك البَراضُ بالضم. يقال: ماءٌ بَرْضٌ، أي قليلٌ، وهو خلاف الغَمْرِ. والجمع بِراضٌ وبُروضٌ وأَبْراضٌ. وبَرَضَ الماءُ من العين يَبْرِضُ، أي خرج وهو قليل. وبَرَضَ لي من ماله يَبْرُضُ ويَبْرِضُ بَرْضاً أي أعطاني منه شيئاً قليلاً. والبارِضُ: أول ما تخرج الارض من البهمى والهلتى وبنت الارض ; لان نبتة هذه الاشياء واحدة، ومنبتها واحد. فهى ما دامت صغارا بارض، فإذا طالت تبينت أجناسها. يقال: أبْرَضتِ الأرضُ، إذا تعاون بارِضُها وكثر. والتبرض: التبلغ بالقليل من العيش. وتبرضت الشئ، إذا أخدته قليلا قليلا. والبراض بن قيس: رجل من كنانة، قاتل عروة الرحال (١) .",
    "pg": "3:1066"
  },
  "برطل": {
    "def": "البرطيل: حجر طويل، والجمع براطيل. وقال (١) * ضبر براطيل إلى جلامدا (٢) * والبرطل بالضم: قلنسوة، وربما شدد.",
    "pg": "4:1633"
  },
  "برطم": {
    "def": "البرطام: الرجل الضخم الشفة. والبرطمة: الانتفاخ من الغضب. وتبرطم الرجل، أي تغضب من كلام.",
    "pg": "5:1871"
  },
  "برع": {
    "def": "برع الرجل، وبرع بالضم أيضا، براعة، أي فاق أصحابه في العلم وغيره، فهو بارع. وفعلت كذا متبرعا، أي متطوعا. وبروع: اسم ناقة للراعي عبيد بن حصين النميري الشاعر. وقال فيها: إذا بركت منها عجاساء جلة * بمحنية أشلى العفاس وبروعا * ومنه كان جرير يدعو جندل بن الراعى بروعا. وبروع أيضا: اسم امرأة، وهى بروع بنت واشق. وأصحاب الحديث يقولونه بكسر الباء والصواب الفتح، لانه ليس في كلام العرب فعول إلا خروع وعتود اسم واد.",
    "pg": "3:1184"
  },
  "برعس": {
    "def": "ناقة برعيس، مثال برجيس. وربما قالوا: برعس.",
    "pg": "3:908"
  },
  "برعم": {
    "def": "البرعوم: الزهر قبل أن يتفتح، وكذلك البرعم. وبرعمت الشجرة، إذا أخرجت براعيمها.",
    "pg": "5:1871"
  },
  "برغث": {
    "def": "البرغوث: واحد البراغيث.",
    "pg": "1:273"
  },
  "برغز": {
    "def": "البَرْغَزُ بالفتح: ولد البقرة الوحشية، حكاه جماعة منهم عمارة (٢) .",
    "pg": "3:865"
  },
  "برغل": {
    "def": "البرغيل: واحد البراغيل. قال أبو عبيد: هي البلاد التي بين الريف والبرّ، مثل الانبار والقادسية ونحوها.",
    "pg": "4:1633"
  },
  "برق": {
    "def": "اليرقان مثل الارقان، وهو آفة تصيب الزرع وداءُ يصيب الناس. يقال: زرعٌ مأروق وميروق. واليارق (١) : الجبارة، (٢) وهو الدستبند العريض، معرب.",
    "pg": "4:1570-1571"
  },
  "برقش": {
    "def": "برقشت الشئ، إذا نقشته بألوانٍ شتّى. وأصلُه من أبي بَراقِشَ، وهو طائرٌ يتلوَّن ألواناً. قال الشاعر (١) : كأَبي بَراقِشَ كُلَّ لو * ن لونه يتخيل (٢) * وبراقش: اسم كلبة. وفى المثل: \" على أهلها دلت براقش \"، لانها سمعت وقع حوافر الدواب فنبحت، فاستدلوا بنباحها على القبيلة فاستباحوهم. والبرقش بالكسر: طائر صغير مثل العصفور يسميه أهل الحجاز الشرشور.",
    "pg": "3:995-996"
  },
  "برقط": {
    "def": "البَرْقَطَةُ: خَطْوٌ متقاربٌ. ويقال: بَرْقَطَ الرجلُ، إذا وَلَّى متلفّتاً.",
    "pg": "3:1116"
  },
  "برقع": {
    "def": "البُرْقُعُ والبُرْقَعُ للدوابّ ولنساء الاعراب، وكذلك البرقوع. قال الشاعر النابغة الجعدى يصف خشفا (٢) : وخد كبرقوع الفتاة ملمع * وروقين لما يعدوا أن تقشرا * يقال برقعه فَتَبَرْقَعَ، أي ألبسه البُرْقُعَ فلبِسه. والمُبَرْقَعَةُ: الشاةُ البيضاءُ الرأسِ. والمُبَرْقِعَةُ بكسر القاف: غُرَّةُ الفرسِ إذا أخذتْ جميع وجهه غير أنه ينظر في سوادٍ. يقال غُرَّةٌ مُبَرْقَعَةٌ. وبِرْقِعُ بالكسر: اسمُ السماء السابعة، لا ينصرف. قال أمية بن أبي الصلت: فكأنّ بِرْقِعَ والمَلائِكَ حوله * سدر تواكله القوائم أجرب (١) * قوله \" سدر \" أي بحر. وأجرب صفة البحر المشبه به السماء، فكأنه وصف البحر بالجرب لما يحصل فيه من الموج، أو لانه ترى فيه الكواكب كما ترى في السماء، فهى كالجرب له. وأما سماء الدنيا فهى الرقيع.",
    "pg": "3:1184-1185"
  },
  "برك": {
    "def": "بَرَكَ البعيرُ يَبْرُكُ بُروكاً، أي اسْتَناخَ. وأَبْرَكْتُهُ أنا فَبَرَكَ، وهو قليلٌ، والأكثر أَنَخْتُهُ فاستناخ. ويقال: فلان ليس له مَبْرَكُ جمل. وكل شئ ثبت وأقام فقد بَرَكَ. والبَرْكُ: الإبلُ الكثيرةُ، ومنه قول الشاعر (١) :\nحنينا فأبكى شجوها البرك أجمعا (٢) * والجمعُ البُروكُ. والبَرْكُ أيضاً: الصدر * فإذا أدخلت عليه الهاء كسَرت وقلت بركة. قال الجعدى: في مِرفقيه تقارُبٌ وله بِرْكة زور كجبأة الخزم وقولهم: ما أحسن بِرْكَةَ هذه الناقة، وهو اسمٌ للبروك، مثل الركبة والجلسة. والبركة أيضا كالحوض، والجمع البرك. ويقال سميت بذلك لاقامة الماء فيها. وابترك الرجل، أي ألقى بَرْكَهُ. وابْتَرَكْتُهُ، إذا صرعتَه وجعلته تحت بِرْكِكَ. وابْتَرَكَ، أي أسرعَ في العَدْوِ وجد. ومنه قول الشاعر (٣) :\nحتى إذا مسها بالسوط تبترك (٤) * والبراكاء: الثبات في الحرب والجِدُّ، وأصله من البُروكِ. قال بشر: ولا يُنْجي من الغَمَراتِ إلاَّ بَراكاءُ القتالِ أو الفِرارُ ويقال في الحرب: بَراكِ بَراكِ! أي ابر كوا. والبركة: النماء والزيادة. والتَبْريكُ: الدعاءُ بالبَرَكَةِ. وطعامٌ بَريكٌ، كأنه مبارَكٌ. ويقال: بارَكَ الله لك وفيك وعليك، وبارَككَ. وقال تعالى: (أن بورِكَ مَنْ في النارِ) . وتَبارَكَ الله، أي بارَكَ، مثل قاتَلَ وتَقاتَلَ، إلاَّ أن فاعَلَ يتعدّى وتفاعل لا يتعدّى. وتَبَرَّكْتُ به، أي تَيَمَّنْتُ به. والبُرْكَةُ بالضم: طائرٌ من طير الماء أبيضُ، والجمع بُرَكٌ. قال زهير يصف قطاة فرت من صقرٍ إلى ماءٍ ظاهرٍ على وجه الأرض: حتَّى استغاثتْ بماءٍِ لا رِشاَء له من الأَباطِحِ في حافاتِهِ البُرَكُ والبُراكِيَّةُ: ضربٌ من السفن. والبرنكان، على وزن الزعفران: ضرب من الأكسية. والبَروكُ من النساء: التي تتزوَّج ولها ابنٌ بالِغٌ كبيرٌ. وبرك، مثال قرد: اسم موضع بناحية اليمن. وتبراك بكسر التاء: موضع. قال مرار ابن منقذ: أعرفت الدار أم أنكرتها بين تبراك فشسبى عبقر (١)",
    "pg": "4:1574-1575"
  },
  "بركع": {
    "def": "البَرْكَعَةُ: القيامُ على أربعٍ. وبَرْكَعَهُ فَتَبَرْكَعَ، أي صرعه فوقَع على استه. قال الراجز (٢) ومن همزنا عزه تبركعا * على استه زوبعة أو زوبعا (١)",
    "pg": "3:1185"
  },
  "برم": {
    "def": "البَرَمُ بالتحريك: مصدر قولك بَرِمَ به بالكسر، إذا سئمه. وتَبَرّمَ به مثله. وأَبْرَمَهُ، أي أمّله وأضجره. والبَرَمُ أيضاً: الذي لا يدخُل مع القوم في الميسر، والجمع أَبْرامٌ. وقال (١) :\nولا برما تهدى النساء لعرسه (٢) * وفي المثل: \" أبرما قرونا \" أي هو برم ويأكل مع ذلك تمرتين تمرتين. والبرم أيضاً: ثمر العِضاه، الواحدة بَرَمَةٌ. وبرَمَةُ كلِّ العِضاهِ صفراء إلاّ العُرفُطُ فإنَّ بَرَمَتَهُ بيضاء. وبَرَمَةُ السَلَمِ أطيبُ البَرَمِ ريحاً. وأَبْرَمْتُ الشئ، أي أحكمته. والمبرم والبريم: الحبل الذي جُمع بين مفتولين ففتلا حبلا واحدا. مثل ماء مسخن وسخين، وعسل معقد وعقيد، وميزان مترص وتريص. وقال أبو عبيد: البَريمُ: الحبلُ المفتول يكون فيه لونانِ، وربَّما شدَّته المرأةُ على وسَطها وعَضُدِها. وأنشدَنا الأصمعي (١) :\nإذا المُرْضِعُ العوجاءُ جالَ بَريمُها (٢) * وقد يعلَّق على الصبي تُدْفَعُ به العين. ومنه قيل للجيش بَريمٌ، لألوان شعار القبائل فيه. وقال (٣) :\nليقود من أهل الحجاز بريما (٤) * (*) والمُبْرَمُ من الثياب: المفتولُ الغزْلِ طاقيْنِ، ومنه سمِّي المُبْرَمُ، وهو جنس من الثياب. أبو عبيدة: يقال اشولنا من بريميها، أي من الكبد والسنام، يقدان طولا ويلفان بخيط أو غيره. سميا بذلك لبياض السنام وسواد الكبد. والبرام بالكسر: جمع بُرْمَةٍ، وهي القِدْرُ. والبُرامُ، بالضم: القراد. وبيرم النجار، فارسي معرب.",
    "pg": "5:1869-1870"
  },
  "برن": {
    "def": "البَرْنِيُّ: ضربٌ من التمر. قال الراجز: المطعمان اللحم بالعشج (٣) وبالغداة كسر البرنج (١) فأبدل من الياء المشددة جيما. والبرنية: إناء من خزف. ويبرين: موضع ذو رمل، يقال رمل يبرين.",
    "pg": "5:2077-2078"
  },
  "برنس": {
    "def": "البُرْنُسُ: قَلنسُوة طويلة، وكان النُسَّاكُ يلبسونها في صدر الإسلام. وقد تَبَرْنَسَ الرجل، إذا لبِسَه. والبرنساء: الناس. وفيه لغات: برنساء مثال عقرباء ممدود غير مصروف، وبرناساء، وبراساء. قال ابن السكيت: يقال ما أدرى أي برنساء هو، وأي البَرْنَساءِ هو، أي أي الناس هو.",
    "pg": "3:908"
  },
  "بره": {
    "def": "أتت عليه برهمة من الدهر وبرهة، أي مدة طويلة من الزمان. وأبرهة، من ملوك اليمن، وهو أبرهة ابن الحارث الرائش، الذى يقال له ذو المنار. وأبرهة بن الصباح أيضا من ملوك اليمين , وكان عالما جوادا. وأبرهة الاشرم الحبشى أيضا من ملوك اليمن، وهو أبو يكسوم صاحب الفيل. وقال: منعت من أبرهة الحطيما * وكنت فيما ساءه زعيما والبرهرهة: المرأة التى كأنها ترعد رطوبة، وهى فعلعلة، كرر فيه العين واللام. وقال امرؤ القيس: بَرَهْرَهَةٌ رؤُدَةٌ رَخْصَةٌ * كخُرْعوبَةِ البانةِ المنفطر الاصمعي: برهوت على مثال رهبوت: بئر بحضرموت، يقال فيها أرواح الكفار. وفى الحديث: \" خير بئر في الارض زمزم، وشر بئر في الارض برهوت \". ويقال برهوت مثل سبروت.",
    "pg": "6:2227"
  },
  "برهم": {
    "def": "البرهمة: إدامة النظر وسكون الطَرْف. وقال (١) :\nونَظَراً هَوْنَ الهوينى برهما (٢) * وإبراهيم: اسم أعجمى، وفيه لغات: إبراهام وإبراهم وإبراهم بحذف الياء. وقال (٣) : عذت بما عاذبه إبراهم مستقبل القبلة وهو قائم إنى لك اللهم عان راغم وتصغير إبراهيم أبيره، وذلك لان الالف من الأصل، لان بعدها أربعة أحرف أصول، والهمزة لا تلحق بنات الاربعة زائدة في أولها، وذلك يوجب حذف آخره كما يحذف من سفرجل فيقال سفيرج. وكذلك القول في إسماعيل وإسرافيل، وهذا قول المبرد. وبعضهم يتوهم أن الهمزة زائدة إذا كان الاسم أعجميا فلم يعلم اشتقاقه، فيصغره على بريهيم وسميعيل، وسريفيل. وهذا قول سيبويه، وهو حسن، والاول قياس. ومنهم من يقول بريه بطرح الهمزة والميم. والبراهمة: قوم لا يجوزون على الله بعثة الرسل (١) .",
    "pg": "5:1871-1872"
  },
  "برهن": {
    "def": "البُرْهانُ: الحُجَّةُ. وقد بَرْهَنَ عليه، أي أقام الحجة.",
    "pg": "5:2078"
  },
  "بزا": {
    "def": "بَزا عليه يَبْزو، أي تطاول. والبازى: واحد البزاة التى تصيد. والبزوان، بالتحريك: الوثب. وبزوان، بالتسكين: اسم رجل. وأخذت من بزو كذا، أي عدله ونحوه. والبَزاءُ: خروج الصدر ودُخول الظهر. يقال: رجلٌ أَبْزَى وامرأةٌ بَزْواءُ. وأَبْزى الرجل يُبْزي إبْزاءً، إذا رفع عجزَه. وتَبازى مثلُه. وأَبْزَى فلانٌ بفلان، إذا غلبه وقَهره. وهو مُبْزٍ بهذا الأمر، أي قويٌّ عليه ضابطٌ له.",
    "pg": "6:2280-2281"
  },
  "بزخ": {
    "def": "البَزَخُ: خروج الصدر ودخول الظهر. ورجلٌ أَبْزَخُ وامرأةٌ بَزْخاءُ. وكذلك الفرس إذا اطمأَنَّتْ قطاتُهُ وصُلبه. وتبازختْ المرأةَ، إذا أخرجتْ عجيزتَها. وتَبازَخَ فلانٌ عن الأمر، أي تقاعس. وبزاخة: موضع كانت به وقعة لابي بكر رضى الله عنه.",
    "pg": "1:419"
  },
  "بزر": {
    "def": "البَزْرُ: بَزْرُ البَقْلِ وغيره. ودُهْنُ البَزْرِ والبِزْرُ، وبالكسر أفصحُ. والأَبْزارُ والأَبازيرُ: التوابلُ. والبَيْزَرُ: خشبُ القصار الذى يدق به. والبيازر: العصى الضخام. وبرزه بالعصا: ضربه بها. والبَيازِرةُ: جمع بَيْزارٍ، وهو معرب بازْيار (١) . وقال الكميت: كأنَّ سَوابِقَها في الغبارِ * صُقورٌ تُعارِضُ بيزارها -",
    "pg": "2:589"
  },
  "بزز": {
    "def": "بَزَّهُ يبزه بَزَّاً: سلبَه. وفى المثل: \" من عز بز \" أي مَن غلب أخذ السَّلَبَ. والاسم البزيزى مثال الخصيصى. وقول خالد بن زهير الهذلى: يا قوم مالى وأبا ذؤيب * كنت إذا أتوته من غيب * يشم عطفى ويبز ثوبي * كأننى أربته بريب * أي يجذبه إليه. وابتززت الشئ، أي استلبته. والبَزُّ من الثياب: أَمْتِعَةُ البَزّاز. والبَزُّ أيضاً: السلاحُ. والبِزَّةُ، بالكسر: الهيئةُ. والبِزَّةُ أيضاً: السلاح.",
    "pg": "3:865"
  },
  "بزع": {
    "def": "البَزيعُ: الظَريفُ، ولا يوصف به إلا الأحدّاثُ، وكذلك البُزاعُ بالضم، حكاه أبو عبيدة عن يونس بن حبيب الضبى النحوي. تقول منه: بزع بالضم بَزاعَةً. وتَبَزَّعَ الغلامُ، أي ظَرُفَ. وتَبَزَّعَ الشرُّ، أي تفاَقَمَ. وقال أبو الغَوث: غلامٌ بَزيعٌ، أي متكلِّمٌ لا يستحيي. والبَزاعَةُ مما يُحْمَدُ به الإنسانُ. والمرأةٌ بَزيعَةٌ. وبوزع: اسم رملة من رمال بنى سعد. وبوزع في شعر جرير: اسم امرأة (٢) .",
    "pg": "3:1185"
  },
  "بزغ": {
    "def": "بَزَغَتِ الشمسُ بُزوغاً، أي طلعتْ. وبَزَغَ نابُ البعير: طلع. وابْتَزَغَ الربيعُ: جاء أوَّلُه. والمِبْزَغُ: المشرطُ. وبَزَغَ الحاجمُ والبَيطارُ، أي شرط. ومنه قول الاعشى:\nكبزغ البيطر الثقف رهص الكوادن (٢)",
    "pg": "4:1315"
  },
  "بزق": {
    "def": "البزاق: البصاق. وقد بزق بزقا.",
    "pg": "4:1450"
  },
  "بزل": {
    "def": "بَزَلَ البعيرُ يَبْزُلُ بُزولاً: فَطَرَ نابُهُ، أي انشَقَّ، فهو بازِلٌ، ذكراً. كان أو أنثى، وذلك في. السنة التاسعة. وربما بزل في السنة الثامنة. والجمع بُزُلٌ وبُزَّلٌ وبَوازِلٌ. والبازِلُ أيضاً: اسمٌ للسنّ التي طلعتْ. وبَزَلْتُ الشراب (١) . وشَجَّةٌ بازِلَةٌ: سالَ دمُها. وتَبَزَّلَ، أي تَشَقَّقَ، ومنه قول زهير:\nتَبَزَّل ما بين العشيرة بالدم (٢) * وانبزل الطلع، أي انشق. وقولهم: ما بقيت لهم بازلة، كما يقال: ما بقيت لهم ثاغية ولاراغية، أي واحدة. قال يعقوب: ما عنده بازلة، أي ليس عنده شئ من مال. ولا ترك الله عنده بازِلَةً، ولم يعطهم بازِلَةً، أي شيئاً. وأمرٌ ذو بَزْلٍ، أي ذو شدِّةٍ. قال عمرو بن شَاْسٍ: يُفَلِّقْنَ رأسَ الكوكبِ الفخمِ بَعد ما تدور رحى المَلْحاءِ في الأمرِ ذي البَزْلِ والمِبْزَلُ: ما يُصَفَّى به الشرابُ. والبَزْلاءُ: الرأيُ الجيد. قال الشاعر (٣) من امرئٍ ذي سَماحٍ لا تزالُ له بَزْلاءُ يَعْيا بها الجَثَّامَةُ اللُبَدُ (١) وفلان نَهَّاضٌ بَبَزْلاءَ، إذا كان ممن يقوم بالامور العظام. قال الشاعر: إنِّي إذا شَغَلَتْ قوماً فُروجُهُمُ رحْبُ المَسالِكِ نهاض ببزلاء",
    "pg": "4:1633-1634"
  },
  "بزم": {
    "def": "بَزَمَ عليه يَبْزِمُ ويَبْزُمُ، أي عضَّ بمقدّم أسنانه. ويقال أيضاً: بَزَمْتُ الناقةَ، إذا حلبْتَها بالسّبابة والإبهام. والبَزْمَةُ في الأكل مثل الوَجْبَة، وكذلك الوَزْمَةُ. والإِبْزيمُ: الذي في رأس المِنطقة: والجمع الابازيم. والبزيم: خيط القلادة. قال الشاعر: هُمُ ما هُمُ في كلِّ يومٍ كريهةٍ إذا الكاعبُ الحسناء طاح بزيمها. وقال آخر (١) : تركناك لا توفى بجار أجرته كأنك ذات الودع أودى بزيمها (٢) وقول الشاعر: وجاءوا ثائرين فلم يؤوبوا بأبلمة (٣) تشد على بريم فيروى بالباء والراء. ويقال: هو باقة بقل. ويقال: فضلة الزاد. ويقال: هو الطلع يُشَقُّ ليلقّح ثم يشدّ بخوصةٍ.",
    "pg": "5:1872"
  },
  "بزن": {
    "def": "البزيون، بالضم: السندس.",
    "pg": "5:2078"
  },
  "بسر": {
    "def": "البُسْرُ أولُه طَلْعٌ، ثم خلال، ثم بَلَحٌ، ثم بُسْرٌ، ثم رطب، ثم تمر. الواحدة بسرة وبسرة، والجمع بسرات وبسرات. وأَبْسَرَ النخلُ: صار ما عليه بُسْراً. ويقال للشمس في أوّل طلوعها بُسْرَةٌ. والبُسْرَةُ من النبات أوّلُها البارِضُ، وهو كما يبدو في الأرض، ثم الجَميمُ، ثم البُسْرَةُ، ثم الصَمْعاءُ، ثم الحشيشُ. قال ذو الرمة: رَعَتْ بارِضَ البُهْمى جميماً وبُسْرَةً * وصَمْعاَء حتى آنفتها نصالها (٢) - والبسر: الماء الطرى الحديثُ العهدِ بالمطر، والجمع بِسارٌ (١) ، مثل رمحٍ ورِماحٍ، وتَبَسَّرْتُهُ، إذا طلبْتَه. وقال الراعي: إذا احْتَجَبَتْ بناتُ الأرضِ عنه * تَبَسَّرَ يَبْتَغي فيها البِسارا - وبناتُ الأرضِ: المواضعُ التي تخفى على الراعي. وبَسَرَ الرجلُ الحاجةَ بَسْراً، إذا طلبَها في غير موضِع الطلب. والبَسَرُ: أن يَنْكأَ الحِبْنُ قبل أن يَنْضَجَ أي يَقْرِفَ عنه قِشْرَهُ. والبَسْرُ: ظَلم السِقاء. والبَسْرُ: أن تخلط البسر مع غيره في النبيذ. وفى الحديث: \" لا تبسروا ولا تثجروا \". وبسر الفحل الناقة وابتسرها: إذا ضربَها من غير ضَبَعَةٍ. وبَسَرَ الرجل وجهَه بُسوراً، أي كلح. يقال: عبس وبسر. والباسور: واحد البواسير، وهى علة تحدث في المقعدة وفى داخل الانف أيضا. وأبسر المركَبُ في البحر، أي وقَف (٢) .",
    "pg": "2:589-590"
  },
  "بسس": {
    "def": "أبو زيد: البسُّ: السَوْقُ الليّن. وقد بَسَسْتُ الإِبلَ أَبُسُّها بالضم بَسَّاً. والبَسُّ أيضاً: اتِّخاذ البَسيسَةِ، وهو أن يُلَتَّ السويقُ أو الدقيقُ أو الأقِطُ المطحونُ، بالسمن أو بالزيت، ثم يؤكل ولا يطبخ. قال يعقوب: هو أشد من اللت بللا. قال الراجز: لا تخبزا خبزا وبسا بسا * ولا تطيلا بمناخ حبسا * وذكر أبو عبيدة أنه لص من غطفان أراد أن يخبز فخاف أن يعجل عن ذلك، فأكله عجينا. ولم يجعل البس من السوق اللين. والابساس عند الحلب: أن يقال للناقة: بَِسْ بَسْ. وهو صوَيْتٌ للراعي يسكِّن به الناقة عند الحلب. وناقة بسوس، إذا كانت لا تدرُّ إلا على الإِبْساسِ. وقال أبو عبيد: بَسَسْتُ الإِبِلَ وأَبْسَسْتُ، لغتان، إذا زجرتها وقلت: بس بس. وفى الحديث: \" يخرج قوم من المدينة إلى اليمن والشأم أو العراق يبسون، والمدينة خير لهم لو كانوا يعلمون \". وبس عَقارِبَهُ، أي أرسل نمائمه وأذاه. وبَسَسْتُ المالَ في البلاد فانْبَسَّ، إذا أرسلتَه فتفرَّقَ فيها، مثل بثثته فانبث. والبسوس: اسم امرأة، وهى خالة جساس ابن مرة الشيباني، كانت لها ناقة يقال لها سراب، فرآها كليب وائل في حماه وقد كسرت بيض طير كان قد أجاره، فرمى ضرعها بسهم، فوثب جساس على كليب فقتله، فهاجت حرب بكر وتغلب ابني وائل بسببها أربعين سنة، حتى ضربت بها العرب المثل في الشؤم، وبها سميت حرب البسوس. وقال أبو زيد: أبسست بالمعز، إذا أشليتها إلى الماء. والبسبس: القفر. والترهات البسابس، هي الباطل. وربما قالوا: تزهات البسابس، بالاضافة. قال الكسائي: يقال: جئ به من حسك وبسك، أي ائْتِ به على كلِّ حال من حيث شئت. وقال أبو عمرو: يقال جاء به من حَِسِّهِ وبَِسِّهِ، أي من جهده. ولأَطْلُبَنَّهُ من حَسِّي وبَِسِّي، أي من جهدي. وينشد: تَرَكَتْ بَيْتي من الأش * ياءِ قَفْراً مثل أمس * كل شئ كنت قد جَ * مَّعْتُ من حَسِّي وبسى * والبسباسة: نبت.",
    "pg": "3:908-909"
  },
  "بسط": {
    "def": "بسط الشئ: نشره، وبالصاد أيضاً. وبَسْطُ العذرِ: قبوله. والبَسْطَةُ: السعة. وانبسط الشئ على الارض. والانبِساطُ: تركُ الاحتشامِ. يقال: بَسَطْتُ من فلان فانْبَسَطَ. وتَبَسَّطَ في البلاد، أي سار فيها طولاً وعرضاً. والبِساطُ: ما يُبْسَطُ. والبِساطُ، بالفتح: الأرضُ الواسعةُ. يقال: مكانٌ بسيطٌ وبَساطٌ. قال الشاعر (١) : ودونَ يَدِ الحَجَّاجِ من أنْ تَنالني * بَساطٌ لأَِيْدي الناعِجاتِ عَريضُ * وفلانٌ بَسيطُ الجسمِ والباعِ. والبَسيط: جنسٌ من العروض. قال ابن السكيت: يقال فرش لى فراشا لا يبسطني، وذلك إذا كان ضيقا. وهذا فراش يبسطك إذا كان واسعا. وسرنا عقبة باسطة، قال: وهى البعيدة. والبسط بكسر الباء: الناقةُ تُخَلّى مع ولدها لا يُمْنَعُ منها، والجمع بُساطٌ وأَبْساطٌ، مثل ظئر وظؤار وآظار. وقد أُبْسِطَتِ الناقةُ، أي تُرِكتْ مع ولدها. ويَدٌ بُسْطٌ أيضاً، أي مطلقة. وفى قراءة عبد الله: ﴿بل يداه بسطان﴾ .",
    "pg": "3:1116"
  },
  "بسطم": {
    "def": "بسطام: ليس من أسماء العرب. وإنما سمى قيس بن مسعود ابنه بسطاما باسم ملك من ملوك فارس، كما سموا قابوس ودختنوس، فعربوه بكسر الباء.",
    "pg": "5:1872-1873"
  },
  "بسق": {
    "def": "البُساقُ: البصاقُ. وقد بَسَقَ بَسْقاً. وبَسَقَ النخلَ بُسوقاً، أي طال. ومنه قوله تعالى: ﴿والنَخْلَ باسِقاتٍ﴾ ويقال: بَسَقَ فلانٌ على أصحابه، أي عَلاهُم. وأَبْسَقَتِ الناقةُ، إذا وقع في ضرعها اللِبَأُ قبل النِتاج، فهي مُبْسِقٌ، ونوقٌ مباسيق.",
    "pg": "4:1450"
  },
  "بسل": {
    "def": "البَسْلُ (٢) : الحَرامُ. والبَسْلُ: الحلالُ أيضا. والابسال: التحريم. قال الشاعر (٣) : أجارتكم بسل علينا محرم وجارتنا حل لكم وحليلها والبسلة بالضم: أُجرةُ الراقي. والبَسَالَةُ: الشجاعةُ. وقد بَسُلَ بالضم فهو باسِلٌ، أي بطل. وقوم بسل مثل بازل وبزل. والمباسلة: المصاولة في الحرب. والبَسيلُ: الكريهُ الوجهِ. والبسيل أيضا: بقية، وهو ما يبقى في الآنية من شَراب القوم فيبيت فيها. وأَبْسَلْتُ فلاناً، إذا أسلمتَه للهلكة، فهو مبسل، قال عوف (١) بن الاحوص بن جعفر: وإبسالى بنى بغير جُرْمٍ بَعَوْناهُ (٢) ولا بِدَمٍ مراق وكان حمل عن غنى لبنى قشير دم ابني السجفية فقالوا: لا نرضى بك افرهنهم بنيه طلبا للصلح. وقوله تعالى: ﴿أن تبسل نَفْسٌ بما كَسَبَتْ﴾ قال أبو عبيدة: أي تسلم، وأنشد للنابغة الجعدى، ونحن رهنا بالافاقة عامرا بما كان في الدرداء رهنا فأبسلا قال الدرداء: كتيبة كانت لهم. والمستبسل: الذى يوطّن نفسه على الموت أو الضرب. وقد اسْتَبْسَلَ، أي استقتل، وهو أن يطرح نفسه في الحرب ويريد أن يَقْتُلَ أو يقتل لا محالة.",
    "pg": "4:1634"
  },
  "بسم": {
    "def": "الياسمين معروف. وبعض العرب يقول شممت الياسمين وهذا ياسمون، فيجريه مجرى الجمع، كما قلنا في نصيبين. وقد جاء أيضا في الشعر ياسم. وقال الراجز أبو النجم:\nمن ياسم بيض وورد أزهرا (١)",
    "pg": "5:2064"
  },
  "بسمل": {
    "def": "قال ابن السكيت: بَسْمَلَ الرجل، إذا قال بسم الله. يقال: قد أكثرتَ من البسملة، أي من قول بِسْمِ الله (١) .",
    "pg": "4:1634-1635"
  },
  "بسن": {
    "def": "حسن بسن، إتباع له. وبيسان: موضع بنواحي الشأم. قال أبو دواد نخلات من نخل بيسان أينعن جميعا ونبتهن تؤام",
    "pg": "5:2078-2079"
  },
  "بشر": {
    "def": "البَشَرَةُ والبَشَرُ: ظاهرُ جلدِ الإنسان. وبَشَرَةُ الأرضِ: ما ظهر من نباتها. وقد أَبْشَرَتِ الأرضُ، وما أحسن بَشَرَتَها. والبَشَرُ: الخلقُ. ومُباشَرَةُ المرأةِ: ملامستُها. والحِجْرُ (١) المُباشِرُ: التي تَهُمُّ بالفحلِ. ومُباشَرَةُ الأمورِ: أن تليَها بنفسك. وبَشَرْتُ الأديمَ أَبْشُرُهُ بَشْراً، إذا أخذْت بَشَرَتَهُ. وفلانٌ مُؤْدَمٌ مُبْشَرٌ، إذا كان كاملاً من الرجال، كأنه جَمَعَ لينَ الأَدَمَةِ وخُشونَةَ البَشَرَةِ. وبَشَرَ الجرادُ الأرضَ: أكَلَ ما عليها. والبشر أيضا: المباشرة. قال الافوه. لما رأت سرى تغير وانثنى * من دون نهمة بشرها حين انثنى - أي مباشرتي إياها. وبشرت الرجل أَبْشُرُهُ بالضم بَشْراً وبُشوراً، من البُشرى. وكذلك الإِبْشارُ والتَبْشيرُ، ثلاثُ لغاتٍ والاسمُ البِشارَةُ. والبُشارَةُ، بالضم والسكر. يقال: بشرته بمولود فأبشر إبشارا، أي سر. وتقول: أبشر بخيرٍ، بقطعِ الألف. ومنه قوله تعالى:\n(وأَبْشِروا بالجَنَّةِ) *. وبَشِرْتُ بكذا بالكسر، أَبْشَرُ، أي اسْتَبْشَرْتُ به. وقال عطية بن زيد الجاهلي (١) : وإذا رأَيْتَ الباهِشينَ إلى العُلى * غُبْراً أكُفُّهُمُ بقاعٍ مُمْحِلِ - فأَعِنْهُمُ وابشر بما بشروا به * وإذا هم نزلوا بضنك فانزل - ويروى: \" وايسر بما يسروا به \". وأتانى أمر بَشِرْتُ به، أي سُرِرْتُ به. وبَشَرَني فلانٌ بوجهٍ حسنٍ، أي لقيني. هو حسن البشر بالسكر، أي طلق الوجه. والبشر أيضا: اسم جبل بالجزيرة، واسم ماء لبنى تغلب. وبشرى: اسم رجل لا ينصرف في معرفة ولا في نكرة، للتأنيث ولزوم حرف التأنيث له وإن لم يكن صفة، لان هذه الالف يبنى الاسم لها، فصارت كأنها من نفس الكلمة، وليست كالهاء التى تدخل على الاسم بعد التذكير. وقوله تعالى:\n(يا بشراى هذا غلام) * كقولك: عصاي وتقول في التثنية: يا بشرتي. والبشارة المطلقة لا تكون إلاّ بالخير، وإنَّما تكون بالشر إذا كانت مقيَّدةً به، كقوله تعالى:\n(فبَشِّرْهُمْ بِعَذابٍ أليم) *. وتباشر القوم، أي بعضُهم بعضاً. والتَباشيرُ: البُشْرى وتَباشيرُ الصبحِ: أوائلُه، وكذلك أوائلُ كلِّ شئ. ولايكون منه فعل. والبشير: المبشر. والمبشرات: الرياح التي تُبَشِّرُ بالغيث. والبَشيرُ: الجميلُ. وامرأةٌ بشيرةٌ وناقةٌ بَشيرَةٌ، أي حسنة. قال الراجز (١) : تعرف في أوجهها البشائر * آسان كل آفق مشاجر - والبشارة، بالفتح: الجمال. قال الشاعر (٢) : ورَأَتْ بأنَّ الشَيْبَ جا * نَبَهُ البَشاشَةُ والبَشارَهْ - والتُبُشِّر (٣) : طائرٌ يقال هو الصفارية.",
    "pg": "2:590-591"
  },
  "بشش": {
    "def": "البَشاشةُ: طلاقةُ الوجه. وقد بششت به، بالكسر، أبش بشاشة. ورجل هَشٌّ بَشٌّ، أي طلقُ الوجه طيب. قال يعقوب: يقال لقيته فتبشبش بى. وأصله تبشش فأبدلوا من الشين الوسطى فاء الفعل، كما قالوا: تجفجف.",
    "pg": "3:996"
  },
  "بشع": {
    "def": "شئ بشع، أي كريه الطعمِ يأخذ بالحَلْقِ، بيِّن البَشاعَةِ. ورجلٌ بِشِعٌ بيِّن البَشَعِ إذا أكله فبشع منه. واستبشع الشئ، أي عده بشعا.",
    "pg": "3:1185-1186"
  },
  "بشك": {
    "def": "ناقةٌ بَشَكى: خفيفةُ المَشْي والروح. وقد بَشَكَتْ، أي أسرعتْ، تَبْشُكُ بَشْكاً. وبَشَكْتُ الثوب، إذا خِطْتَهُ خياطةً متباعدةً. وبَشَكَ، أي كَذَبَ. يقال: هو يَبْشُكُ الكذبَ، أي يخلقه. والبشاك: الكذاب.",
    "pg": "4:1575"
  },
  "بصر": {
    "def": "البصرة: حاسة الرؤية. وأبصرت الشئ: رأيته. والبصير: خلاف الضرير. وباصَرْتُهُ، إذا أَشْرَفْتَ تنظُر إليه من بعيد. والبَصَرُ: العِلْمُ. وبَصُرْتُ بالشئ: علمته. قال الله تعالى:\n(بَصُرْتُ بما لم يَبْصُروا به) *. والبَصيرُ: العالِمُ. وقد بَصُرَ بَصارةً. والتَبَصُّرُ: التأمُّلُ والتَعَرُّف. والتَبْصيرُ: التعريفُ والايضاح. وقول الشاعر: قرنت بحَقْوَيْهِ ثلاثاً فلم يَزُغْ * عن القصد حتى بصرت بدمام - يعنى طلى ريش السهم بالبصيرة، وهى الدم. والمبصرة: المضيئة، ومنه قوله تعالى:\n(فَلَمَّا جاءَتْهُمْ آياتُنا مُبْصِرَةً) *، قال الأخفش: إنها تُبَصِّرُهُمْ، أي تجعلهم بُصَراء. والمَبْصَرةُ، بالفتح الحُجَّةُ. والبَصْرَةُ: حجارةٌ رِخوةٌ إلى البياض ماهى، وبا سميت البصرة. وقال ذوالرمة (١) : تداعين باسم الشيب في مُتَثَلِّمٍ * جَوانِبُهُ من بَصْرَةٍ وسِلامِ - فإذا أسقطت منه الهاء قلت بصر بالكسر. قال عباس بن مرداس: إن كنت جلمود بصر لا أوبسه * أوقد عليه فأحميه فينصدع (٢) - والبصرتان: الكوفة والبصرة. وبَصَّرَ (١) القومُ تَبْصيراً، أي صاروا إلى البَصْرَةِ. أبو عمرو: البَصيرَةُ: مابين شقتي البيت، وهى البَصائرُ. والبَصيرَةُ: الحُجَّةُ والاسْتِبصارُ في الشئ. وقوله تعالى:\n(بَلِ الإنسانُ على نَفْسِهِ بَصيرَةٌ) *، قال الاخفش: جعله هو البَصيرَةَ كما يقول الرجل للرجل: أنت حُجَّةٌ على نفسك. أبو زيد: البَصيرَةُ من الدم: ماكان على الارض. والجدية: ما لزق بالجسد. وقال الاصمعي: والبصيرة شئ من الدمِ يُسْتَدَلُّ به على الرَمِيَّةِ. وقول الجعفي (٢) : راحوا بصائرهم على أكتافهم * وبصيرتي يعدو بها عتد وأى - يقول: إنهم تركوا دم أبيهم وجعلوه خلفهم، أي لم يثأروا به وأنا طلبت ثأري. وكان أبو عبيدة يقول: البصيرة في هذا البيت: الترس أو الدرع. وكان يرويه: \" حملوا بصائرهم \". والبصر: أن يضم أديم إلى أديمٍ فَيُخْرَزانِ كما تُخاط حاشيتا الثوبِ فتوضع إحداهما فوقَ الأخرى، وهو خلافُ خياطةِ الثوبِ قبل أن يُكَفَّ. وقولهم: أَرَيْتُهُ لَمْحاً باصِراً، أي نَظَراً بتحديقٍ شديدٍ. ومخرجه مخرج رجل لابن وتامر، أي ذو لبن وتمر. فمعنى باصر، أي ذو بصر. وهو من أبصرت، مثل موت مائت وهو من أمت. أي أريته أمرا شديدا يبصره. والبنصر (١) : إصبع يلى الخنصر، والجمع البناصر. والبُصْرُ بالضم: الجانبُ والحرفُ من كل شئ. وفى الحديث: \" بصر كل سماء مسيرة كذا \"، يريد غلظها. وبصرى: موضع بالشام. قال الشاعر: ولو أعطيت من ببلاد بصرى * وقنسرين من عرب وعجم - وتنسب إليها السيوف. قال الشاعر (٢) : صفائح بصرى أخلصتها قيونها * ومطردا من نسج داود محكما -",
    "pg": "2:591-592"
  },
  "بصص": {
    "def": "البَصيصُ: البريقُ. وقد بَصَّ الشئ يبص: لمع. والبصاصة: العين. ويقال بَصَّصَ الجَرْوُ: فتح عينيه، مثل جصص (١) . وبصبص الكلب وتبصبص: حرك ذنبَهُ. والتَبَصْبُصُ: التملُّقُ (٢) . وخِمْسٌ بَصْباصٌ، أي جادٌّ ليس فيه فُتور.",
    "pg": "3:1030"
  },
  "بصع": {
    "def": "البصع: الجمع. سمعته من بعض النحويين ولا أدرى ما صحته. ويقال: مضى بصع من الليل، بالكسر، أي جوش منه. وأبصع: كلمة يؤكد بها، وبعضهم يقوله بالضاد المعجمة، وليس بالعالى. تقول: أخذت حقى أجمع أبصع. والانثى جمعاء بصعاء، وجاء القوم أجمعون أبصعون، ورأيت النسوة جمع بصع، وهو تأكيد مرتب، لا يقدم على أجمع.",
    "pg": "3:1186"
  },
  "بصق": {
    "def": "البُصاقُ: البُزاقُ. وقد بَصَقَ بَصْقاً. والبُصاقُ: جنسٌ من النخل. ويقال لحجرٍ أبيضَ يتلألأُ: بُصاقَةُ القمر.",
    "pg": "4:1450"
  },
  "بصل": {
    "def": "البصل معروف، الواحدة بصلة. وتشبه به بيضة الحديد. قال لبيد:\nقردمانيا وتركا كالبصل (٢)",
    "pg": "4:1635"
  },
  "بصم": {
    "def": "حكى التوزى عن أبى عبيدة: البصم ما بين طرف الخنصر إلى طرف البنصر. والعتب: ما بين البنصر والوسطى. والترتب ما بين الوسطى (*) والسبابة والفتر: ما بين السبابة والابهام. والشبر: مابين الابهام والخنصر. والفوت: مابين كل إصبعين طولا.",
    "pg": "5:1873"
  },
  "بضض": {
    "def": "رجلٌ بَضٌّ، أي رقيق الجلد ممتلئ. وجارية بَضَّة، كانت أَدْماءَ أو بيضاءَ. وقد بَضَضْتَ يا رجل وبضضت، بالفتح وبالكسر، بضاضة وبضوضة. وقال الأصمعيّ: البَضُّ: الرخصُ الجسَدِ وليس من البياض خاصَّة ولكن من الرُخوصَةِ. وكذلك المرأة بَضَّةٌ. وبَضَّ الماء يَبِضُّ بَضيضاً، أي سال قليلاً قليلاً. والبَضَضُ بالتحريك: الماءُ القليلُ. ورَكِيَّةٌ بَضوضٌ: قليلةُ الماء. وفي المثل: \" ما يَبِضَّ حَجَرُهُ \"، أي ما تَنْدَى صفَاتُه. يضرب للبخيل. ولا يقال بض السقاء ولا القربة، وبعضهم يقوله. وينشد لرؤبة: فقلت قولا عربيا غضا * لو كان خرزا في الكلى ما بضا * وتبضضت حقى منه، أي استنظفته (١) قليلاً قليلاً. وبَضَّ أوتارَه، إذا حرَّكها ليهيِّئها للضرب.",
    "pg": "3:1066"
  },
  "بضع": {
    "def": "البِضاعَةُ: طائفةٌ من مالِكَ تبعثها للتجارة. تقول: أبضعت الشئ واستبضعته، أي جعلته بضاعة. وفى المثل: \" كمستبضع تمر إلى هجر \"، وذلك أن هجر معدن التمر. والباضعة: الشَجَّةُ التي تَقْطع الجلدَ وتَشُقّ اللحمَ وتُدمي، إلاَّ أنه لا يسيل الدمُ ; فإن سال فهي الدامية. والباضِعَةُ أيضاً: الفِرْقُ (١) من الغنمُ. قال الأصمعي: سيفٌ باضِعٌ، إذا مر بشئ بضعه، أي قطع منه بَضْعَةً. وبِضْعٌ في العدد بكسر الباء، وبعض العرب يفتحها، وهو ما بين الثلاث إلى التسع. تقول: بِضْعُ سنينَ، وبِضْعَةَ عشرَ رجلاً، وبِضْعَ عشرةَ امرأةً ; فإذا جاوزتَ لفظ العَشْر ذهب البِضْعُ لا تقول بِضْعٌ وعشرون. والبَضْعَةُ: القِطعةُ من اللحم، هذه بالفتح، وأخواتها بالكسر مثل: القطعة، والفلذة، والفدرة، والكسفة، والخرقة، والجذوة وما لا يحصى. والجمع بضع، مثل تمرة وتمر. قال زهير: دما عند سحر (١) تحجل الطير حوله * وبضع لحام في إهاب مقدد * وبعضهم يقول: جمعها بضع، كبدرة وبدر. وبضعت اللحم بضعا بالفتح: قطعته. وبضَعْتُ الجُرح: شققته. والمِبْضَعُ: ما يُبْضَعُ به العِرْقُ والأديمُ. وبَضَعْتُ من الماء بَضْعاً: رَويتُ. وفي المثل: \" حتَّى متى تكرع ولا تبضع \". وربما قالوا: بضعت من فلان إذا سئمت منه. وهو على التشبيه. وأبضعنى الماء: أروانى. وربَّما قالوا: سألني فلانٌ عن مسألة فأَبْضَعْتُهُ، إذا شَفَيته. والبُضْعُ بالضم: النكاح، عن ابن السكيت. قال: يقال ملك فلان بضع فلانة. والمباضعة: المجامعة، وهى البضاع. وفى المثل: \" كمعلمة أمها البضاعُ \". قال الأصمعي: البَضيعُ: الجزيرةُ في البحر. قال: والبَضيعُ: اللحمُ ; يقال: دابة كثيرة البضيع. ورجل خاظى البضيع. قال: ويقال جَبْهَتُهُ تَبْضَعُ، أي تسيل عرقا. وأنشد لابي ذؤيب: تأبى بدرتها إذا ما استكرهت (١) * إلا الحميم فإنه يتبضع * قال: وكان أبو ذؤيب لا يجيد وصف الخيل، فظن أن هذا مما توصف به. والبضيع: العرق. والبضيع مصغرا: اسم موضع، وهو في شعر حسان بن ثابت (١) . وبئر بضاعة التى في الحديث، تكسر وتضم.",
    "pg": "3:1186-1187"
  },
  "بطأ": {
    "def": "البُطْءُ: نقيض السرعة. تقول منه: بطُؤَ مجيئك، وأبطأت فأنت بطئ، ولا تقل: أبطيت. وقد استبطأتك، ويقال: ما أبطأ بك، وما بطأ بك بل، بمعنى. وتباطأ الرجل في مسيره. ويقال: بُطْآن ذا خروجاً، وبَطآن ذا خروجاً (١) ، أي بطؤ ذا خروجا، فجعلت الفتحة التى في بطؤ على نون بطآن، حين أدت عنه، لتكون علما لها، ونقلت ضمة الطاء إلى الباء، وإنما صح فيه النقل لان معناه التعجب، أي ما أبطأه. أبو زيد: أبطأ القوم، إذا كانت دوابهم بطاء.",
    "pg": "1:36-37"
  },
  "بطا": {
    "def": "الباطيةُ: إناءٌ، وأظنُّه معرَّباً، وهو الناجودُ. قال الشاعر: قرَّبُوا عوداً وباطيةً * فَبذا أَدْرَكْتُ حاجَتِيْهِ",
    "pg": "6:2281"
  },
  "بطح": {
    "def": "بَطَحَهُ، أي ألقاه على وجْهِهِ، فانْبَطَحَ. والأَبْطَحُ: مَسِيلٌ واسِعٌ فيه دِقاقُ الحَصى. والجمع الأَباطِحُ والبِطاحُ أيضاً على غير القياس. قال الأصمعيّ: يقال بِطاحٌ بُطَّحٌ، كما يقال أعوام عوم، حكاه أبو عبيد. والبَطيحَةُ والبَطْحاءُ مثل الأَبْطَح، ومنه بَطْحاءُ مَكّة. وبَطائحُ النّبَط بين العراقيْن. وتَبَطَّحَ السيلُ، أي اتَّسَع في البطحاء.",
    "pg": "1:356"
  },
  "بطخ": {
    "def": "البطيخة: واحدة البطيخ. وأبطخ القومُ: كثُر عندهم البطِّيخ (٢) . والمَبْطَخَةُ بالفتح: موضع البِطّيخ، وضم الطاء فيه لغة.",
    "pg": "1:419"
  },
  "بطر": {
    "def": "البَطَرُ: الأَشَرُ، وهو شدَّة المرح. وقد بطر بالسكر يبطر. وأَبْطَرَهُ المالُ. يقال: بَطِرْتَ عيشتَك، كما قالوا: رشدت أمرك. وقد فسرناه. والبطر أيضاً: الحَيْرَةُ والدَهَشُ. وأَبْطَرَهُ، أي أدهشه. وأَبْطَرْتُ فلاناً ذَرْعَهُ، إذا كلّفتَه أكثَرَ من طوقه. وبَطَرْتُ الشئ أبطره بطرا: شققته، ومنه سمى البيطار وهو المبيطر. قال النابغة: شك الفريسة (١) بالمدرى فأَنْفَذَها * شَكَّ (٢) المبَيْطِرِ إذ يَشْفي من العضد - وربما قالوا يبطر، مثال هزبر. وقال:\nشق البيطر مدرع الهمام (٣) * وقال الطرماح: يساقطها تترى بكل خميلة * كبزغ (٤) البيطر الثقف (٥) رهص الكوادن - ومعالجته البيطرة. وذهب دمُه بِطْراً بالكسر، أي هَدَراً.",
    "pg": "2:592-593"
  },
  "بطرق": {
    "def": "البِطْريقُ: القائدُ من قوّاد الروم، وهو معرّب، والجمع البَطَارِقَةُ.",
    "pg": "4:1450"
  },
  "بطش": {
    "def": "البَطْشَة: السَطوةُ والأخْذُ بالعنف. وقد بَطَشَ به يَبْطِشُ ويَبْطُشُ بطشا. وباطشه مباطشة.",
    "pg": "3:996"
  },
  "بطط": {
    "def": "بطَطْتُ القَرْحَةَ: شققتها. والبَطيطَ: العَجبُ والكذبُ، ولا يقال منه فَعَلَ. والبَطُّ من طير الماء، الواحدة بطةٌ. وليست الهاء للتأنيث، وإنما هي لواحد من جنس. يقال: هذه بطةٌ للذكر والأنثى جميعا، مثل حمامة ودجاجة.",
    "pg": "3:1116"
  },
  "بطغ": {
    "def": "بطغ بالشئ: تلطخ به، لغة في بدغ. وبطغ بالارض، أي تمسح بها وتزحف. قال الراجز رؤبة: والملغ يلكى بالكلام الاملغ لولا دبوقاء استه لم يبطغ (١)",
    "pg": "4:1315-1316"
  },
  "بطق": {
    "def": "البِطاقَةُ بالكسر: رُقَيْعَةٌ تُوضَع في الثوب فيها رَقْم الثمن بلغة أهل مصر. يقال سمِّيَتْ بذلك لأنها تُشَدَّ بِطاقَةٍ من هدب الثوب.",
    "pg": "4:1450"
  },
  "بطل": {
    "def": "الباطِلُ: ضدّ الحق، والجمع أَباطيلُ على غير قياس، كأنهم جمعوا إبطيلا. وقد بطل الشئ يَبْطُلُ بُطْلاً وَبُطولاً وبُطْلاناً، وأَبْطَلَهُ غيره. ويقال: ذهب دمه بُطْلاً، أي هَدراً. والبَطَلُ: الشجاعُ، والمرأة بَطَلَةٌ. وقد بَطُلَ الرجل بالضم يَبْطُلُ بُطولَةً وبَطَالةً، أي صار شجاعاً. وبَطَلَ الأجيرُ بالفتح بَطالةً، أي تعطل فهو بطال.",
    "pg": "4:1635"
  },
  "بطم": {
    "def": "البطم: الحبة الخضراء.",
    "pg": "5:1873"
  },
  "بطن": {
    "def": "البَطنُ: خلاف الظهر، وهو مذكر. وحكى أبو حاتم عن أبي عبيدة أنَّ تأنيثه لغة. والبَطْنُ: دونَ القبيلة. والبَطْنُ: الجانب الطويل من الريش، والجمع بُطْنانٌ مثل ظهر وظهران، وعبد وعبدان. والبُطْنانُ أيضاً: جمع البَطْنِ، وهو الغامض من الأرض. وبَطْنانُ الجَنَّةِ: وسَطُها. وبَطَنْتُهُ: ضربتُ بَطْنَهُ. وقال: إذا ضربت موقرا فابطن له (١) بين قصيراه وبين الجله أردا فأبطنه، فزاد لاما. (*) وقال قومٌ: بَطَنَهُ وبَطَنَ له، مثل شَكَرَهُ وشَكَرَ له، ونَصَحَهُ ونَصَحَ له. وبَطَنْتُ الواديَ: دخلتُه. وبَطَنْتُ هذا الأمرَ: عرفت باطِنَهُ. ومنه الباطِنُ في صفة الله ﷿. وبَطَنْتُ بِفُلانٍ: صرت من خواصه. وبُطِنَ الرجل، على ما لم يسمّ فاعله: اشتكى بَطْنَهُ. وبَطِنَ بالكسر يَبْطِنُ بَطَناً: عَظُمَ بطنه من الشبع. قال القلاخ: ولم تضع أولادها من البطن ولم تصبه نعسة على غدن والغدن: الاسترخاء والفترة. والبطان للقتب: الحزامُ الذي يجعل تحتَ بطن البعير: ويقال: \" التقتْ حَلَقَتا البِطانِ \" للأمر إذا اشتدّ. وهو بمنزلة التصدير للرَحْلِ. يقال منه: أَبْطَنْتُ البعير إبْطاناً، إذا شددتَ بطانَهُ. والأَبْطَنُ في ذراع الفرس: عِرْقٌ في باطنها، وهما أَبْطَنَانِ. وبِطَانَةُ الثوب: خلاف ظِهارته. وبِطانَةُ الرجل: وَليجَتُهُ. وأَبْطَنْتُ الرجل، إذا جعلته من خواصك. وأبطنت السيف كشحى. وبَطَّنْتُ الثوب تَبْطِيناً، إذا جعلتَ له بطانة. واستبطنت الشئ. وتبطنت الجاريةَ. قال امرؤ القيس: كَأَنّيَ لَمْ أركبْ جواداً لِلَذَّةٍ ولم أَتَبَطَّنْ كاعباً ذاتَ خَلْخالِ وتَبَطَّنْتُ الكلأ: جَوَّلْتُ فيه. وابْتَطَنْتُ الناقةَ عشرة أَبْطُنٍ، أي نَتَجتُها عشرَ مرات. والبِطْنَةُ: الكِظَّةُ، وهو أن تمتلئ من الطعام امتلاءً شديداً. يقال: ليس للبِطْنَةِ خيرٌ من خَمْصةٍ تتبعها. والبَطِن: النَهِمُ الذي لا يُهِمُّه إلا بَطْنُهُ. والمَبْطونُ: العليل البَطْنِ. والمِبْطانُ: الذي لا يزال عظيمَ البَطْنِ من كثرة الأكل. والمُبَطَّنُ: الضامرُ البَطْنِ. والمرأةُ مُبَطَّنَةٌ. قال ذو الرمة: رخيمات الكلام مُبَطَّناتٌ جَواعِلُ في البُرى قَصَباً خِدالا والبَطينُ: العظيم البَطْنِ. والبَطينُ: البعيد. يقال: شأوٌ بَطينٌ. والبطين من منازل القمر، وهو ثلاثة كواكب صغار مستوية التثليث كأنها أثافى، وهو بطن الحمل، وصغر لان الحمل نجوم كثيرة على صورة الحمل فالشرطان قرناه، والبطين بطنه، والثريا أليته.",
    "pg": "5:2079-2080"
  },
  "بظا": {
    "def": "بَظا لُحمه يَبْظو، أي اكتنز. ويقال: لحمه خَظا بَظا، وأصله فعل.",
    "pg": "6:2281"
  },
  "بظر": {
    "def": "البَظْرُ: هَنَةٌ بين الأَسْكَتَيْنِ لم تُخفَضْ وكذلك البُظارَةُ (١) . وامرأةٌ بَظْراءُ بيِّنةُ البَظْرِ. وبُظارَةُ الشاةِ: هَنَةٌ في طَرَفِ حَيائها. والبُظَارَةَ أيضاً: هَنَةٌ ناتئةٌ في الشَّفَة العليا، وهي الحِثْرِمَةُ ما لم تَطُلْ، فإذا طالت قليلاً فالرجل حينئذ أَبْظَرُ. ومنه قول عليٍّ ﵁ لشُرَيح: \" فما تقول أنتَ أيُّها العبد الأَبْظَرُ \". وقد بظر الرجل بظرا.",
    "pg": "2:593"
  },
  "بعا": {
    "def": "البعوُ: الجِنايةُ والجُرْمُ. قال عوف ابن الاحوص: وإبسالى بنى بغير جُرْمٍ * بَعَوْناهُ ولا بِدَمٍ مراق (١)",
    "pg": "6:2281"
  },
  "بعث": {
    "def": "بغثه وابتعثه بمعنى، أي أرسله، فانبعثَ. وقولهم: كنتَ في بَعْثِ فلانٍ، أي في جيشه الذي بُعِثَ معه. والبُعوثُ: الجيوش. وبَعَثْتُ الناقةَ: أَثَرْتُها. وبَعَثَهُ من منامه، أي أهَبَّه. وبَعَثَ الموتى: نَشَرَهُم ليوم البعث. وانْبَعَثَ في السير، أي أسرع. وتَبَعَّثَ منِّي الشِعْرُ، أي انبعثَ، كأنَّه سارَ. والبعيث: اسم شاعر من بنى تميم (٢) ، سمى بذلك لقوله: تبعث منى ما تبعث بعد ما اس * تمر فؤادى واستمر مريزى (٣) ويوم بعاث بالضم: يوم للاوس والخزرج.",
    "pg": "1:273-274"
  },
  "بعثر": {
    "def": "الفراء: يقال: بَعْثَرَ الرجل متاعه وَبَحْثَرَهُ، إذا فرَّقه وبدّده وقلبَ بعضَه على بعض. ويقال: بعثرت الشئ وبحثرته، إذا استخرجته وكشفته. وقال أبو عبيدة في قوله تعالى:\n(بعثر مافى القُبورِ) *: أُثِيرَ وأُخْرِجَ. وقال: وتقول بَعْثَرْتُ حوضي، أي هدمته، وجعلت أسفله أعلاه.",
    "pg": "2:593-594"
  },
  "بعثط": {
    "def": "البُعْثُطُ والبُعْثوطُ: سُرَّةُ الوادي. ويقال. هو ابن بُعْثُطِها، للعالِمٍ بالشئ، مثل ابن بجدتها.",
    "pg": "3:1116"
  },
  "بعج": {
    "def": "بَعَجَ بطنَه بالسكين يَبْعَجُهُ بَعْجَاً، إذا شقَّهُ، فهو مَبْعوجٌ وبَعيجٌ. قال أبو ذؤيب: وذلك أعلى منك قدراً (١) لأنَه * كريمٌ وبَطني بالكِرامِ بَعيجُ ورجل بعِج كأنّه مبعوج البطن من ضَعف مشيه. قال الشاعر: ليلةَ أمشي على مخاطَرَةٍ * مشياً رُويداً كمِشْيَة البَعِجِ والانبعاج: الانشقاق. وتَبَعَّجَ السَّحاب تَبَعُّجاً، وهو انفراجُهُ عن الوَدْق. يقال: بَعَّجَ المطرُ الأرضَ تَبْعيجاً من شدة فَحْصه الحِجارة. قال العجّاج:\nحيثُ استهلَّ المُزْنُ إذْ تبعجا * والباعجة: متسع الوادي.",
    "pg": "1:300"
  },
  "بعد": {
    "def": "البُعْدُ: ضد القرب. وقد بَعُدَ بالضم فهو بعيد، أي تَباعَدَ. وأَبْعَدَهُ غيره، وباعَدَهُ، وبَعَّدَهُ تَبعيداً. والبَعَدُ بالتحريك: جمع باعِدٍ، مثل خادم وخدم. قال النابغة:..... إنَّ لَهُ (١) فَضْلاً على الناسِ في الاذنين والبعد (٢) والبعد أيضا: الهلاك. تقول منه: بعد بالكسر: فهو باعِدٌ. واسْتَبْعَدَ، أي تَبَاعَدَ. واسْتَبْعَدَهُ: عَدَّهُ بعيداً. وتقول: تَنَحَّ غيرَ باعِدٍ وغيرَ بَعَدٍ أيضاً، أي غير صاغر. تنح غير بعيد، أي كل قريبا. وما أنتم بِبَعيدٍ، وما أنت مِنَّا ببَعيدٍ، يستوي فيه الواحد والجمع. وكذلك ما أنت منا ببعد، وما أنتم منا بِبَعَدٍ. وبيننا بُعْدَةٌ، من الأرض والقَرابةِ. قال الأعشى:\nوَلا تنأمن ذى بعدة إن تَقَرَّبا (١) * ويقال أَبْعَدَ الله الآخَرَ، ولا يقال للاثنى منه شئ. وقولهم: كَبَّ الله الأَبْعَدَ لِفِيهِ، أي ألقاه لوجهه. والأَبْعَدُ: الخائن. والبعدان: جمع بعيد، مثل رغيف ورغفان. يقال: فلان من قُرْبانِ الأمير ومن بُعْدانِهِ. والأَباعِدُ: خلاف الأقارب. وبَعْدُ: نقيض قبل: وهما اسمان يكونان ظرفين إذا أضيقا، وأصلهما الاضافة، فمتى حذفت المضاف إليه لعلم المخاطب بنيتهما على الضم ليعلم أنه مبنى، إذ كان الضم لا يدخلهما إعرابا، لانهما لا يصلح وقوعهما موقع الفاعل ولا موقع المبتداء ولا الخبر. وقولهم: رأيته بعيدات بين، أي بُعَيْدَ فِراقٍ، وذلك إذا كان الرجل يُمسِك عن إتيان صاحب الزمان ثم يأتيه، ثم يمسك عنه نحو ذلك ثم يأتيه. قال:\nلَقيتُهُ بُعَيْداتِ بَيْنٍ (١) * وهو من ظروف الزمان التي لا تتمكّن. وقولهم \" أمّا بَعْدُ \"، هو فصل الخطاب",
    "pg": "2:448-449"
  },
  "بعر": {
    "def": "البَعيرُ من الإِبل بمنزلة الإنسان من الناس، يقال للجمل بعير وللناقة بعير. وحكى عن بعض العرب: صرعتني بعيرى، أي ناقتي. وشربت من لبن بعيرى. وإنما قال له بعير إذا أجذع. والجمع أبعرة، وأَباعِرُ، وبُِعْرانٌ (٢) . والبَعْرَةُ (٣) : واحدة البَعْرِ والأَبْعارِ. وقد بَعَرَ البَعيرُ والشاةُ يبعر بعرا.",
    "pg": "2:593"
  },
  "بعص": {
    "def": "تبعصص الشئ: اضطرب. قال يعقوب: يقال لِلْحَيَّةِ إذا قُتلتْ فَتَلَوَّتْ: قد تَبَعْصَصَتْ. قال العجَّاج يصف ناقته:\nكأَنَّ تحتي حيَّةً تبعصص * قال أبو عبيد: البعصوصة: دويبة.",
    "pg": "3:1030"
  },
  "بعض": {
    "def": "بعض الشئ: واحد أبعاضه. وقد بَعَّضْتُهُ تَبْعِيضاً، أي جزَّأتُهُ، فتبعض. والبعوض: البق، الواحدة بعوضة.",
    "pg": "3:1066"
  },
  "بعط": {
    "def": "أَبْعَطَ في السَّوْمِ، مثل أبعد.",
    "pg": "3:1116"
  },
  "بعع": {
    "def": "البَعاعُ: الجهازُ والمتاعُ. وبَعاعُ السَّحابِ: ثِقَلُهُ بالمطر ; ومنه قول امرئ القيس: وألقى بصحراء الغَبيطِ بَعاعَهُ * نُزولَ اليماني بالعِيابِ المُثَقَّلِ",
    "pg": "3:1187"
  },
  "بعق": {
    "def": "البُعاقُ بالضم: سحابٌ يتصبَّب بشدَّة. وقد انْبَعَقَ المُزْنُ، إذا انبعج بالمطر. وتبعق مثله. قال رؤبة: وجود هارون (١) إذا تدفقا جود كجود الغيث إذا تبعقا والانبعاق: أن ينبعق عليك الشئ مفاجأة وأنت لا تشعر. قال الشاعر: بينما المرء آمن راعه رائع حتف لم يخش منه انْبِعاقَهْ وفي الحديث: \" إن الله يكره الانْبِعاق في الكلام، فرحِمَ اللهُ عبداً أوجزَ في كلامه \". وَبَعَّقَتُ زِقَّ الخمر تَبْعِيقاً، أي شققته. وفي الحديث: \" يُبَعِّقونَ لِقاحَنا \" قال أبو عبيد: أي يَنحرون إبلنا ويسيلون دماءها. ويقال عقاب بعنقاة، مثل عبنقاة.",
    "pg": "4:1450-1451"
  },
  "بعل": {
    "def": "البَعْلُ: الزوجُ، والجمع البُعولَةُ. ويقال للمرأة أيضاً بَعْلٌ وبَعْلَةٌ، مثل زوجٍ وزوجةٍ. وبَعُلَ الرجل، أي صار بَعْلاً. قال:\nيا رُبَّ بَعْلٍ ساء ما كان بَعَلْ * وقولهم: مَنْ بَعْلُ هذه الناقة؟ أي من رَبُّها وصاحبُها؟ والبَعْلُ: النخلُ الذي يَشرب بعروقه فيَستغني عن السَقْي. يقال: قد استبعل النخل. قال أبو عمرو: البعل والعذى واحد، وهو ما سقته السماء. وقال الاصمعي: العذى: ما سقته، السماء، والبعل: ما شرب بعروقه من غير سقى ولا سماء. وأنشد (١) : هنالك لا أُبالي نَخْلَ سَقْي (٢) ولا بَعْلٍ وإنْ عَظُمَ الإتاءُ وفي الحديث: \" ما شرب بَعْلاً ففيه العشر \". والبعل: اسم صم كان لقوم إلياس ﵇. وبعلبك: اسم بلد. والقول فيه كالقول في سام أئرص، وقد ذكرناه في باب الصاد. وأما قول الشاعر:\nإذا ما علونا ظهر بعل عريضة (١) * فيقال هي أرض مرتفعة لا يصيبها سيح ولا سيل. والبعال: ملاعبة الرجل أهله. وفي الحديث: \" أيام أكلٍ وشربٍ وبِعالٍ (٢) \". والمرأة تباعل زوجها، أي تلاعبه. وبَعِلَ الرجلُ، بالكسر أي دهش، وامرأة بعلة.",
    "pg": "4:1635-1636"
  },
  "بغت": {
    "def": "البغت: أن يفجأك الشئ. وقال (٣) : ولكنّهمْ بانوا ولم أدرِ بغتة * وأعظم (٤) شئ حين يفجؤك البَغْتُ تقول: بَغَتَهُ، أي فاجأهُ. ولقيته بَغْتَةً، أي فجأة. والمُباغَتَةُ: المفاجأة. ويقال: لست آمن بغتات العدو، أي فجآته.",
    "pg": "1:243-244"
  },
  "بغث": {
    "def": "ابن السكيت: البَُِغاثُ: طائر أَبْغَثُ (١) إلى الغُبْرَةِ، دُوَيْنَ الرَّخْمَةِ بطئ الطيران. وفى المثل \" إنَّ البغاثَ بأرضنا يَسْتَنْسِرُ \"، أي من جاورنا عز بنا. وقال يونس: فمن جعل البغاث واحدا فجمعه بغثان، مثل غزال وغزلان. ومن قال للذكر والانثى بغاثة فالجمع بغاث، مثل نعامة ونعام. وقال الفراء: بُغاثُ الطير: شِرارُها وما لا يصيد منها. وفي بغاث ثلاث لغاتٍ. والأَبْغَثُ قريب من الأغبر. والأَبْغَثُ: مكان ذو رمل. والبَغْثاء من الغنم: مثل الرَّقطاء. والبَغْثاء: أخلاط الناس، يقال: دخلنا في البَغْثاءِ، أي في عامَّة الناس وجماعتهم.",
    "pg": "1:274"
  },
  "بغثر": {
    "def": "يقال: تركت القوم في بَغْثَرَةٍ، أي في هَيْجٍ واختلاطٍ. وتبغثرت نفسه: غثت. يقال: أصبح فلان متبغثرا، أي متمقسا. وربما جاءت بالعين غير معجمة، ولا أرويه عن أجد.",
    "pg": "2:594"
  },
  "بغدذ": {
    "def": "بغداذ، وبغداد، وبغدان بالنون، ومغدان معرب، يذكر ويؤنث. وأنشد الكسائي: فياليلة خرس الدجاج طويلة * ببغدان ما كادت عن الصبح تنجلي - قال: يعنى خرسا دجاجها.\nفصل الجيم",
    "pg": "2:561"
  },
  "بغر": {
    "def": "بَغَرَ النجمُ يَبْغُرُ بُغوراً، أي سقط وهاجَ بالمطر. يعني بالنجم الثريَّا. والبَغْرَةُ: الدُفعةُ من المطر الشديد. تقول منه: بُغِرَت الأرضُ. والبَغَرُ بالتحريك: داءٌ وعطشٌ. قال الاصمعي: هو عطش يأخذه الإبل فتشربُ فلا تروى، وتمرض عنه فتموت. قال الشاعر (١) : فقُلْتُ ما هو إلاَّ الشامُ تَرْكَبُهُ * كأَنَّمَا الموتُ في أَجْنادِهِ البَغَرُ - تقول منه: بغر بالكسر. وعير رجل من قريش فقيل له: مات أبوك بشما، وماتت أمك بغرا! ويقال: تفرَّقتْ إبلُه شِغَرَ بَغَرَ، إذا تفرقت في كل وجه.",
    "pg": "2:594"
  },
  "بغز": {
    "def": "البَغْزُ: النَشاطُ في الإِبل خاصة. قال ابن مقبل: واستحمل السير منى عرمسا أجدا (١) * تخال باغزها بالليل مجنونا * والباغزية أيضا: جنس من الثياب.",
    "pg": "3:865"
  },
  "بغش": {
    "def": "البغشة: المطرة الضعيفة، وهي فوق الطَشَّةِ. وقد بَغَشَتِ السماءُ تَبْغَشُ بَغْشَاً. ومطر باغِشٌ. وبغشت الارض فهى مبغوشة.",
    "pg": "3:996"
  },
  "بغض": {
    "def": "البُغْضُ: ضدُّ الحبِّ. وقد بَغُضَ الرجلُ بالضم بَغاضَةً، أي صار بغيضا. وبغضه الله إلى الناس تَبْغِيضاً، فأَبْغَضوهُ، أي مقتوه، فهو مبغض. وبغيض: أبو حى من قيس، وهو بغيض بن ريث بن غطفان بن سعد بن قيس عيلان. والبغضاء: شدة البغض، وكذلك البِغْضَةُ بالكسر. وقولهم: ما أَبْغَضَهُ إليَّ، شاذٌّ لا يقاس عليه. والتباغض: ضد التحاب.",
    "pg": "3:1066-1067"
  },
  "بغغ": {
    "def": "البغبغة: ضرب من الهدير. والبغيبغ: البئر القريبة المنزع. قال الراجز: يا رب ماء لك بالاجبال (٢) بغيبع ينزع بالعقال طام عليه ورق الهدال والمبغبغ: السريع العجل.",
    "pg": "4:1316"
  },
  "بغل": {
    "def": "البغل: واحد البغال التى تركب، والانثى بغلة. والمبغولاء: جماعة البغال. والبغال: صاحب البغل. وأما قول جرير:\nبمجرد كمجرد البغال (٣) * فهو البغل نفسه. والتبغيل: مشى فيه اختلاف بين العنق والهملجة.",
    "pg": "4:1636"
  },
  "بغم": {
    "def": "بُغامُ الظبية: صوتُها: وظَبْيَةٌ بَغومٌ. وكذلك بُغامُ الناقة صوتٌ لا تُفصِح به. وقد بَغَمَتْ تَبْغِمُ بالكسر. وبَغَمْتُ الرجلَ، إذا لم تُفصِح له عن معنَى ما تحدِّثه به. قال ذو الرمة: لا يَنْعَشُ الطَرفَ إلاّ ما تَخَوَّنَهُ داعٍ يناديه باسمِ الماءِ مبغومُ والمُباغَمَةُ: المحادَثة بصوتٍ رخيم. قال الكميت: يَتَقنَصْنَ لي جآذر كالد ريبا غمن من وراء الحجاب",
    "pg": "5:1873"
  },
  "بغي": {
    "def": "البَغْيُ: التعدِّي. وبَغى الرجل على الرجل: استطال. وبَغَتِ السماءُ: اشتد مطرها، حكاها أبو عبيد. وبغى الجرح: ورم وترامى إلى فساد. وبَغى الوالي (٢) : ظلم. وكل مجاوزة في الحد وإفراط على المقدار الذى هو حد الشئ، فهو بغى. وبرئ جرحه على بغى، وهو أن يبرأ وفيه شئ من نغل. والبغية: الحاجة. يقال: لى في بنى فلان بغية وبغية، أي حاجة. والبغية مثل الجلسة: الحال التى تبغيها. والبغية: الحاجة نفسها، عن الاصمعي. وبغى ضالته، وكذلك كلّ طِلبَةٍ بُغاءُ بالضم والمدّ، وبُغايَةً أيضاً. يقال: فَرِّقُوا لهذه الإبل بُغْياناً يَضِبُّونَ لها، أي يتفرَّقون في طلبها. وبَغَتِ المرأة بغاء بالكسر والمد، أي زنت، فهى بغى، والجمع بغايا. وقوله تعالى: (وما كانت أمك بغيا) ، مثل قولهم: ملحفة جديد، عن الاخفش. وخرجت المرأة تُباغي، أي تُزاني. والأَمَةُ يقال لها بَغِيٌّ، وجمعها البَغايا، ولا يراد به الشَتم، وإنْ سُمِّينَ بذلك في الأصل لفُجورهن. يقال: قامت على رؤوسهم البغايا. قال طفيل (١) : فألوت بغاياهم بنا وتباشرت * إلى عرض جيش غير أن لم يكتب (٢) (*) قوله: ألوت، أي أشارت. يقول: ظنوا أنا عير فتباشروا بنا فلم يشعروا إلا بالغارة. وقال الاعشى: يهب الجِلَّةَ الجَراجِرَ كالبُسْ * تانِ تَحْنو لدردق أطفال والبغايا يركضن أكسية الاض * ريح والشرعبى ذا الاذيال والبغايا أيضاً. الطلائعُ التي تكون قبل ورود الجيش. وبيت طفيل على الاماء أدل منه على الطلائع (١) . قال الاصمعي: رفعنا بَغْيَ السماء خَلْفَنا، أي معظم مطرها. والبَغْيُ: اختيالٌ ومرحٌ في الفرس. قال الخليل: ولا يقال فرس باغ. ويغيت الشئ: طلبته. ويقال بَغَيْتُ المال من مَبْغاتِهِ، كما تقول: أتيتُ الأمر من مَأتاتِهِ، تريد المَأتَى والمَبْغى. وبَغَيْتُكَ الشئ: طلبته لك، ومنه قول الشاعر * ليبغيه خيرا وليس بفاعل (١) * وقولهم: يَنْبَغي لك أن تفعل كذا، هو من أفعال المُطاوعةِ، يقال: بَغَيْتُهُ فانْبَغى، كما تقول: كسرته فانكسر. وأبغيتك الشئ: أعنتك على طلبه (٢) . وأبغيتك الشئ أيضا: جعلتك طالبا له. وابتغيت الشئ وتَبَغَّيْتُهُ، إذا طلبتَه وبَغَيْتَهُ. قال ساعدة بن جُؤيَّة الهذَليّ: ولكنّما أهْلي بِوادٍ أَنِيسُهُ * سِباعٌ تَبغَّى الناسَ مَثْنى ومَوْحَدا وتَباغوا، أي بغى بعضهم على بعض.",
    "pg": "6:2281-2283"
  },
  "بقر": {
    "def": "البَقَرُ: اسم جنسٍ. والبَقَرَةُ تقع على الذكَر والأنثى، وإنما دخَلته الهاء على أنَّه واحدٌ من جنس. والجمع البَقَراتُ. والباقِرُ: جماعة البَقَرِ مع رعاتِها. والبَيْقورُ: البقر. قال الشاعر (١) : أجاعل أنت بيقورا مسلعة * ذريعة لك بين الله والمطر (٢) وأهل اليمن يسمون البقرة باقورة. وكتب النبي ﷺ في كتاب الصدقة لاهل اليمن: \" في كل ثلاثين باقورة بقرة \". والبقار: اسم واد. قال لبيد: فبات السيل يركب جانبيه * من البقار كالعمد الثقال - وبقرت الشئ بقرا: فتحته ووسّعْتَه ومنه قولهم: ابْقُرْها عن جَنِينِها، أي شُقَّ بطنها عن ولدها. والتَبَقُّرُ: التَوَسُّعُ في العِلم والمال. وكان يقال لمحمد بن على بن الحسين بن على بن أبي طالب ﵁ \" الباقر \" لتبقره في العلم. ويقال: فتنة باقره كداء البطنِ، وهو الماءُ الأصفرُ. والبَقيرُ والبقيرة: الاتب، وهو قميص لاكمى له، تلبسه النساء. وناقة بَقيرٌ، إذا شُقَّ بَطنُها عن ولدها. والبَقيرُ: أيضاً: جماعةُ البقر. والبقيرى مثال السميهى: لعبة للصبيان، وهى كومة من تراب وحولها خطوطٌ. وقد بقروا، أي لعبود ذلك. قال طفيل الغنوى يصف فرسا (١) : أبنت فما تنفك حول متالع * لها مثل آثار المبقر ملعب - وبقر الرجل بالكسر يبقر بقرا، أي حسر واعيا. وبيقر مثله. ويقال: بقر الكلب وبيقر، إذا رأى البَقَرَ فتحيَّر. كما يقال: غَزِلَ، إذا رأى الغزالَ فَلَهيَ. وبَيْقَرَ الرجلُ: أقام بالحضر وترك قومَه بالبادية. قال امرؤ القيس: ألا هل أتاها والحوادث جمة * بأن امرأ القيس بن تملك بيقرا - والبيقرة: إسرع يطأطئ الرجل فيه رأسه. وقال الشاعر: فبات يجتاب شقارى كما * بيقر من يمشى إلى الجلسد -",
    "pg": "2:594-595"
  },
  "بقع": {
    "def": "البُقْعَةُ من الأرض: واحدةُ البِقاعِ. والباقِعَةُ: الداهيةُ. تقول منه: بُقِعَ الرجلُ إذا رُميَ بكلامٍ قبيحٍ أو ببُهتانٍ. وقولهم: ما أدري أين بَقَعَ، أي ذهب، كأنه قال: إلى أي بقعة من بقاع الارض ذهب. والبَقيعُ: موضعٌ فيه أَرومُ الشجَرِ من ضروب شتى، وبه سمى بقيع الغرقد، وهى مقبرة بالمدينة. والغراب الابقع: الذي فيه سَوادٌ وبياضٌ. والبَقَعُ بالتحريك في الطير والكلاب، بمنزلة البلق في الدواب. وبقعان الشأم الذي في الحديث: خَدَمُهُمْ وعبيدُهُمْ، لبياضهم وحمرتهم أو سوادهم، لأنّهم من الرُّوم ومن بلاد السودان. وسنةٌ بَقْعاءُ، أي مُجْدبةٌ، ويقال فيها خصب وجدب. وبقعاء: اسم بلد (١) .",
    "pg": "3:1187-1188"
  },
  "بقق": {
    "def": "البَقة: البعوضةُ، والجمع البَقُّ. والبقة: اسم موضع قريب من الحيرة. ورجلٌ بَقاقٌ وبَقاقَةٌ، أي كثير الكلام، والهاء للمبالغة. قال الراجز:\nأخرس في الركب بقاق المنزل (٢) * وكذلك البقباق. وأَبَقَّ الرجلُ، أي كثُر كلامه. والبقبقة: حكاية صوت. يقال: بقبق الكوز. وبَقَّتِ المرأةُ وأَبَقَّتْ، أي كثُر ولدها. وبَقَّتِ السماءُ، أي جاءت بمطر شديد.",
    "pg": "4:1451"
  },
  "بقل": {
    "def": "البَقْلُ معروف، الواحدة بَقْلَةٌ. والبَقْلَةُ أيضاً: الرِجْلَةُ، وهي البَقْلَةُ الحمقاء. والمَبْقَلَةُ: موضع البَقْلِ. ويقال: كلُّ نبات اخضرّت له الأرضُ فهو بَقْلٌ. قال الشاعر (١) : قومٌ إذا نَبَتَ الربيعُ لهم نَبَتَتْ عَداوَتُهُمْ مع البَقْلِ وبَقَلَ وجهُ الغلام يَبْقُلُ بُقولاً: خرجتْ لحيته. ولا تقل بَقَّلَ بالتشديد. قال ابن السكيت: بَقَلَ نابُ البعير، أي طلع. وأَبْقَلَ الرِمْثُ، وذلك إذا أَدْبى وظهرت خُضْرَةُ ورقِه فهو باقل. ولم يقولوا مبقل، كما قالوا أورس فهو وارس، ولم يقولوا مورس. وهو من النوادر. وأبقلت الارض: خرج بقلها. قال عامر ابن جوين الطائى فلا مزنة ودقت ودقها ولا أرض أبقل إبقالها ولم يقل أبقلت (١) ، لان تأنيث الارض ليس بتأنيت حقيقي. وابتقل الحمار، أي رعى البقل. قال الهذَلي (٢) : تاللهِ يَبْقى على الأيام مبتقل جون السراة رباع سنة غرد أي لا يبقى. وتبقل مثله. قال أبو النجم:\nتبقلت في أول التبقل (٣) * والباقلا، إذا شدّدت اللام قصرْتَ، وإذا خففت مددت (٤) ، الواحد باقلاة على ذلك. وقولهم في المثل: \" أعيا من باقل \" هو اسم رجل من العرب، وكان اشترى ظبيا بأحد عشر درهما، فقيل له: بكم اشتريته؟ ففتح كفيه وفرق أصابعه وأخرج لسان، يشير بذلك إلى أحد عشر، فانفلت الظبى، فضربوا به المثل في العى. قال حميد (١) يهجو ضيفا له: أتانا وما داناه سبحان وائل بيانا وعلما بالذى هو قائل فما زال عنه اللقم حتى كأنه من العى لما أن تكلم باقل وقول الراجز (٢) : برية لم تعرف المرققا (٣) ولم تذق من البقول فستقا ظن هذا الاعرابي أن الفستق من البقل. وهكذا يروى بالباء، وأنا أظنه بالنون، لان الفستق من النقل وليس من البقل.",
    "pg": "4:1636-1638"
  },
  "بقم": {
    "def": "البَقَّمُ: صِبْغٌ معروفٌ، وهو العندم. قال العجاج: بطعنة نجلاء فيها ألمه يجيش ما بين تراقيه دمه كمرجل الصباغ جاش بقمه وقلت لابي على الفسوى: أعربي هو؟ فقال: معرب. قال: وليس في كلامهم اسم على فعل.\n(٢٣٦ - صحاح - ٥) إلا خمسة: خضم بن عمرو بن تميم وبالفعل سمى، وبقم لهذا الصبغ، وشلم: موضع بالشأم، وهما أعجميان. وبذر: اسم ماء من مياه العرب. وعثر: اسم موضع. ويحتمل أن يكونا سميا بالفعل، فثبت أن فعل ليس في أصول أسمائهم، وإنما يختص بالفعل، فإذا سميت به رجلا لم ينصرف في المعرفة للتعريف ووزن الفعل، وانصرف في النكرة.",
    "pg": "5:1873-1874"
  },
  "بقى": {
    "def": "بقى الشئ يبقى بقاء. وكذلك بَقيَ الرجل زماناً طويلاً، أي عاش. وأَبْقَاهُ الله. وبَقيَ من الشئ بقية. والباقية، توضع موضع المصدر، قال الله تعالى: (فهل تَرى لهمْ من باقِيَة) ، أي بَقاءٍ. وأَبْقَيْتُ على فلان، إذا أَرْعَيْتَ عليه ورَحِمْتَهُ. يقال: لا أَبْقَى الله عليك إن أبقيت على. والاسم (*) منه البقيا. قال الشاعر (١) : فما بُقْيا عَلَيَّ تَرَكْتُماني * ولكنْ خِفْتُما صَرَدَ النِبالِ (٢) وكذلك البَقْوى بفتح الباء. وبَقَيْتُهُ أَبْقيهِ، أي نظرتُ إليه وترقَّبته. قال كثير: فما زلت أبقى الظعن حتى كأنها * أواقى سدى تغتالهن الحوائك يقول: شبهت الاظعان في تباعدها عن عينى ودخولها في السراب بالغزل الذى تسديه الحاكة، فيتناقص أولا فأولا. وفي الحديث: \" بَقَيْنا رسولَ الله ﷺ \"، أي انتظرناه. وبَقَّيْتُهُ بالتشديد، وأَبْقَيْتُهُ، وتَبَقَّيْتُهُ، كله بمعنى. واستبقيت من الشئ، أي تركتُ بعضَه. واسْتَبْقاهُ: استحياه. وطيئ تقول: بقا وبقت، مكان بقى وبقيت. وكذلك أخواتها من المعتل. قال البولانى: نستوقد النبل بالحضيض ونص * طاد نفوسا بنت على الكرم أي بنيت. يعنى إذا أخطأ يورى النار..",
    "pg": "6:2283-2284"
  },
  "بكأ": {
    "def": "بَكأتِ الناقة أو الشاة، إذا قلّ لبنها تَبْكأُ بَكْأً. قال سلامة بن جندل:\nولو نفادي (١) ببكء كل محلوب * وكذلك بكؤت بكؤا، فهى بكئ، وبكيئة، وأينق بكاء. قال الشاعر (٢) : فليأزلن وتبكؤن لقاحه (٣) * ويعللن صبيه بسمار -",
    "pg": "1:37"
  },
  "بكت": {
    "def": "التَبْكيْتُ كالتقريع والتعنيف. وبَكَتَهَ بالحجة، أي غلبه.",
    "pg": "1:244"
  },
  "بكر": {
    "def": "البِكْرُ: العذراءُ، والجمع أَبْكارٌ، والمصدر البَكارَةُ بالفتح. والبِكْرُ: ألمرأةُ التي ولدتْ بطناً واحداً. وبِكْرُها: ولدُها. والذكَر والأنثى فيه سواء. وقال: يا بكر بكرين ويا خلب الكبد * أصبحت منى كذراع من عضد - وكذلك البكر من الابل. قال الهذلى (١) : مَطافيلَ أبكارٍ حديثٍ نَتاجُها * تُشابُ بماء مثل ماء المعاقل (٢) - يعنى مياها تجرى في مواضع صلبة بين الجبال. والبكر: الفَتيُّ من الإِبل، والأنثى بِكْرَةٌ، والجمع بكار مثل فرخ وفراخ، وبكارة أيضا مثل فحل وفحالة. قال أبو عبيدة: البكر من الابل بمنزلة الفتى من الناس، والبكرة بمنزلة الفتاة، والقلوص بمنزلة الجارية، والبعير بمنزلة الانسان، والجمل بمنزلة الرجل، والناقة بمنزلة المرأة. ويجمع في القلة على أبكر. وقد صغره الراجز وجمعه بالياء النون فقال: قد شربت إلا $ الدهيدهينا * قليصات وأبيكرينا - وبكر: أبو قبيلة، وهو بكر بن وائل بن قاسط. فإذا نسبت إلى أبى بكر قلت بكرى تحذف منه الاسم الاول، وكذلك في كل كنية. وبكرة (١) البئر: ما يُسْتَقى عليها، وجمعها بكر بالتحريك، وهو من شواذ الجمع، لان فعلة لا تجمع على فعل، إلا أحرفا: مثل حلقة وحلق وحمأة وحمإ، وبكرة وبكر. وبكرات أيضا. قال الراجز:\nوالبكرات شرهن الصائِمَة * يعني التي لا تدور. ويقال: جاءوا على بَكْرَةِ أبيهم، للجماعة إذا جاءوا معا ولم يتخلف منهم أحد، وليس هناك بكرة في الحقيقة (٢) . وتقول: أتيتهُ بُكْرَةً بالضم، أي باكراً. فإن أردت به بُكْرَةَ يوم بعينه قلت: أتيته بكرة غيرَ مصروفٍ، وهي من الظُروف التي لا تتمكن. وسِيرَ على فرسك بُكْرَةً وبَكَراً، كما تقول سَحَراً. وقد بَكَرْتُ أَبْكُرُ بُكوراً، وبَكَّرْتُ تَبْكِيراً، وأَبْكَرْتُ وابْتَكَرْتُ، وباكَرْتُ كله بمعنى. ولا يقال بكر ولا بكر (١) ، إذا بكر. وقال أبو زيد: أَبْكَرْتُ على الوِرْدِ إِبْكاراً وكذلك أَبْكَرْتُ الغَداءَ. قال: وبَكَرْتُ على الحاجة بكورا، وأبكرت غيرى. وأبكر الرجلُ: وَرَدَتْ إِبله بُكْرَةً. وكلُّ من بادر إلى الشئ فقد أَبْكَرَ إليه وبَكَّرَ، أيَّ وقتٍ كانَ. يقال: بَكِّرُوا بصلاة المغرب، أي صلّوها عند سقوط القُرص. وقوله تعالى:\n(بالعَشيِّ والإبْكارِ) *، وهو فَعلٌ يدلُّ على الوقت وهو البكرة، كما قال:\n(بالغدو والآصال) * جعل الغدو وهو مصدر، يدل على الغداة. ورجل بكر في جاجته وبكر، مثل حذر وحذر (٢) ، أي صاحب بكور. والباكورة: أول الفاكهة. وقد ابتكرت الشئ، إذا استوليت على باكورته. وفى حديث الجمعة: \" من بكر وابتكر \"، قالوا: بكر: أسرع. وابتكر: أدرك الخطبة من أولها. وهو من الباكروة. والبكور من النخل مثل البكيرة، وهو الذي يُدرِكُ أوَّلَ النخل، وجمعُه بُكُرٌ. وضربةٌ بِكْرٌ بالكسر، أي قاطعة لا تثنى. وفى الحديث: \" كانت ضربات على رضى الله عنه أبكار، إذا اعتلى قد وإذا اعترض قط \".",
    "pg": "2:595-597"
  },
  "بكع": {
    "def": "بَكَعَهُ بَكعاً، أي استقبَلَه بما يكره وبَكَّتَهُ. والبَكْعُ أيضاً: الضربُ الشديد المتتابعُ في مواضعَ متفرقة من جسده. وتميم تقول: أين بَكَعَ، بمعنى أين بَقَعَ.",
    "pg": "3:1188"
  },
  "بكك": {
    "def": "بكَّ فلان يَبُكُّ بَكَّةً، أي زحم. ومنه قول الراجز: إذا الشريب أخذته أكه فخله حتى يبك بكه يقول: إذا ضجر الذي يورد إبله مع إلك لشدة الحر انتظار فخله حتى يزاحمك. وتبارك القوم، أي ازدحموا. وبَكَّ عنقَه، أي دَقَّها. وبكة: اسم بطن مكة، سميت بذلك لازدحام الناس. ويقال سميت لا - ها كانت تبك أعناق الجبابرة. والابك: موضع. قال الراجز: جربة كحمر الابك لا ضرغ فيها (١) ولا مذكى وبعلبك: بلد، وهما كلمتان جعلتا واحدة، وقد ذكرنا إعرابه في حضر موت من باب الراء. والنسبة إليه بعلى، وإن شئت بكى، على ما ذكرنا في عبد شمس. [بعكك (٢) ] بعكوكة (٣) الناس: مجتمعهم.",
    "pg": "4:1575-1576"
  },
  "بكل": {
    "def": "قال الاموى: البكيلة: السمن يخلط بالاقط. وأنشد:\nغضبان لم تؤدم له البكيله (١) * وكذلك البكالة. وقال أبو زيد: البَكيلَةُ والبَكالَةُ جميعاً: الدقيق يخلط بالسَويق ثم تبله بما أو سمن أوزيت. وقال يعقوب: البكيلة: السويق والتمر يبكلان (٢) في إناء واحد وقد بلا باللبن. قال: وقال الكلابي: البكيلة: الاقط المطحون تبكله بالماء فتثريه، كأنك تريد أن تعجنه. وبكلت البكيلة أبكلها بكلا، أي اتَّخذتها. وقد بَكَلْتُ السويقَ بالدقيقِ، أي خلطتُه. وبَكَلَ فلانٌ علينا حديثَه، أي خَلَّطه. وتَبَكَّلَ الرجل في الكلام، أي خَلَط. وتَبَكَّلَ القومُ فلاناً، إذا عَلَوْهُ بالشتم والضرب. قال أبو عبيد: التَبَكُّلُ: الغنيمةُ. وأنشد لأوسِ بن حجر على خير ما أبصرتها من بضاعةٍ لِمُلْتَمِسٍ بَيْعاً بها أو تبكلا أي تغنما. ويقال: ظَلَّتِ الغنمُ بَكيلَةً واحدةً، وعَبيثَةً واحدةً، إذا اختلط بعضُها ببعضٍ. وبكيل: حى من همدان، ومنه قول الكميت:\nلقد شركت فيه بكيل وأرحب (١) * ونوف البكالى كان حاجب على رضوان الله عليه قال ثعلب: هو منسوب إلى بكالة قبيلة (٢) .",
    "pg": "4:1638"
  },
  "بكم": {
    "def": "رجل أبكَمُ وبَكيمٌ، أي أخرسُ بيِّن الخرس. وقال: فَليْتَ لساني كان نِصْفَيْنِ، منهما بَكيمٌ ونصف عند مجرى الكواكب",
    "pg": "5:1874"
  },
  "بكى": {
    "def": "البُكا يُمَدُّ ويُقْصَرُ، فإذا مددت أردت الصوتَ الذي يكون مع البكاء، وإذا قَصَرْتَ أردت الدموعَ وخروجها. قال الشاعر (١) : بَكَتْ عَيْني وحَقَّ لها بُكاها * وما يُغْني البُكاءُ ولا العَويلُ وبَكَيْتُهُ وبَكَيْتُ عليه بمعنىً. قال الأصمعي: بَكيْتُ الرجل وبَكَيْتُهُ بالتشديد، كلاهما إذا بكيت عليه. وأبو زيد مثله. وأبكيته، إذا صنعتَ به ما يُبْكيهِ. وباكَيْتُه فبَكَيْتُهُ، إذا كنتَ أَبْكى منه. قال الشاعر: الشمسُ طالعةٌ ليست بكاسفةٍ * تَبْكي عليكَ نجومَ الليلِ والقَمرا واسْتَبْكَيْتُهُ وأَبْكَيْتُهُ بمعنىً. وتَباكى: تكلف البكاء. (*) والبكى: الكثير البكاء، على فَعيلٍ. والبُكيُّ على فُعولٍ: جمع باك، مثل جالس وجلوس، إلا أنهم قلبوا الواو ياء.",
    "pg": "6:2284"
  },
  "بلا": {
    "def": "يقال: ناقة بلو سفر بكسر الباء، وبِلْيُ سَفَرٍ، للتي قد أبلاها السفر. والجمع أَبْلاءٌ. وأنشد الاصمعي (١) : ومنهل من الانيس نائى * شبيه لون الارض بالسماء داويته برجع أبلاء (٢) والبلْوَةُ أيضاً بالكسر والبِلْيَةُ مثله. والبَلِيَّةُ والبَلاءُ واحدٌ، والجمع البَلايا. صرفوا فعائل إلى فعالى، كما قلناه في إداوة. والبَلِيَّةُ أيضاً: الناقةُ التي كانت تُعْقَلُ في الجاهلية عند قبر صاحبها، فلا تُعْلَفُ ولا تُسْقَى حتى تموت، أو يحفر لها حفرة وتترك فيها إلى أن تموت ; لانهم كانوا يزعمون أن الناس يحشرون ركبانا على البلايا ومشاة، إذا لم تعكس مطاياهم على قبورهم. تقول منه: أبليت وبليت. قال الطرماح: منازل لا ترى الانصاب فيها * ولا حفرالمبلى للمنون أي إنها منازل أهل الاسلام دون أهل الجاهلية. وقامت مبليات فلان يَنُحْنَ عليه، وذلك أن يَقُمْنَ حول راحلته إذا مات. وبلى، على فعيل: قبيلة من قضاعة، والنسبة إليهم بلوى. وبلوته بلوا: جربته واختبرته. وبلاه الله بَلاءً، وأَبْلاهُ إبْلاءً حسناً. وابْتَلاهُ: اختبره. والتبالى: الاختبار. وقولهم: ما أُباليهِ، أي ما أَكْتَرِثُ له. وإذا قالوا: لم أبل حذفوا تخفيفا، لكثرة الاستعمال، كما حذفوا الياء من قولهم: لا أدر. وكذلك يفعلون في المصدر فيقولون: ما أباليه بالة، والاصل بالية، مثل عافاه عافية، حذفوا الياء منها بناء على قولهم: لم أبل. وليس من باب الطاعة والجابة والطاقة. وناس من العرب يقولون: لم أبله، لا يزيدون على حذف الالف، كما حذفوا علبطا. وبَلي الثوبُ يَبْلى بِلىً بكسر الباء، فإن فَتَحْتَها مَدَدْتَ. قال العجاج: والمرءُ يُبْليهِ بَلاَء السِرْبالْ * كَرُّ الليالي واختلافُ الأَحوالْ وأَبْلَيْتُ الثوب. ويقال للمُجِدَّ: أَبْلِ ويُخْلِفَ اللهُ. وتقول: أَبْلَيْتُ فلاناً يميناً، إذا طَيَّبْتَ نفسَه بها. والبَلاءُ: الاختبارُ ; ويكون بالخير والشر. يقال: أَبْلاهُ الله بَلاءً حسناً. وأَبْلَيْتُهُ معروفاً. قال زهير: جَزى اللهُ بالإحسانِ ما فَعَلا بكم * وأبْلاهما خيرَ البَلاَء الذي يَبْلُو أي خيرَ الصنيع الذي يَختبِر به عباده. قال الاحمر: يقال: نزلت بلاء على الكفار، مثل قطام، يحكيه عن العرب. و (بلى) : جواب للتحقيق توجب ما يقال لك، لانها ترك للنفي. وهى حرف لانها نقيضة لا. قال سيبويه: ليس بلى ونعم اسمين.\n(٢٨٨ - صحاح - ٦)",
    "pg": "6:2284-2286"
  },
  "بلت": {
    "def": "البَلْتُ: القَطْعُ. تقول منه: بَلَتَهُ بالفتح يَبْلَتُهُ. والبَلَتُ بالتحريك: الانقطاع. تقول منه: بَلِتَ بالكسر. وقول الشَنفَرَى: كأَنَّ لها في الأرض نِسْياً تَقُصُّهُ * على أُمِّهَا وإن تُخاطبْك (١) تَبْلَتِ أي تنقطع حياءً. ومَنْ رواه بالكسر يعني تَقْطَعُ وتَفْصِلُ ولا تُطَوِّلُ. وقول الشاعر:\nوما زُوِّجَتْ إلا بِمَهْر مُبَلَّتِ * قالوا: هو المهر المضمون، بلغة حمير.",
    "pg": "1:244"
  },
  "بلتع": {
    "def": "قال الأصمعي: المُتَبَلْتِعُ: الذي يتظرَّفُ ويتكيَّسُ، وهو البَلْتَعانِيُّ أيضاً: وقال أبو الدُّقْيَشِ الأعرابيُّ: هو الذي يَتَبَلْتَعُ في كلامه، أي يتظرف ويتحذلق وليس عنده شئ. قال هدبة ابن الخشرم: فلا تنكحي إن فرق الدهر بيننا * أغم القفا والوجه ليس بأنزعا * ولا قرزلا وسط الرجال جنادفا * إذا ما مشى أو قال قولا تبلتعا * وأبو بلتعة: كنية رجل.",
    "pg": "3:1188"
  },
  "بلثق": {
    "def": "البَلاثِقُ: المياهُ المُسْتَنقِعاتُ. قال امرؤ القيس: فأَوْرَدَها من آخرِ الليلِ مَشْرَباً بَلاثِقَ خُضْراً ماؤُهُنَّ قَليصُ أي كثير. وإنّما قال: \" خُضْراً \" لأنّ الماء إذا كَثُرَ يرى أخضر.",
    "pg": "4:1452"
  },
  "بلج": {
    "def": "البُلوجُ: الإشراق. تقول: بَلَجَ الصبحُ يَبْلُجُ بالضم، أي أضاء. وانْبَلَجَ وتَبَلَّجَ مثله. وتبلَّج فلانٌ، إذا ضحك وهشَّ. وصُبْحٌ أبلج بين البلج، أي مشرق مضئ. قال العجَّاج:\nحتَّى بدت أعْناقُ صُبْحٍ أَبْلَجا * وكذلك الحقُّ إذا اتَّضح. يقال: \" الحقُّ أَبْلَجُ والباطل لجلج \". وكل شئ وضح فقد ابْلاَجَّ ابليجاجاً. والبَلْجَةُ والبُلْجَةُ، في آخر الليل. يقال: رأيت بُلْجَةَ الصبح، إذا رأيت ضَوْءَهُ. والبُلْجَةُ: نَقَاوَةُ ما بين الحاجِبَين. يقال: رجلٌ أبلجُ بَيِّنُ البَلَجِ، إذا لم يكن مقرونا. وفى حديث أم معبد، في صفة النبي ﷺ \" أبلج الوجه \" أي مشرقه. ولم ترد بلج الحاجب، لانها تصفه بالقرن. عن أبى عبيد.",
    "pg": "1:300"
  },
  "بلح": {
    "def": "البَلَحُ قَبْل البُسْر، لأنَّ أول التَمْر طَلْعٌ، ثم خَلالٌ، ثم بَلَحٌ، ثم بُسْرٌ، ثم رُطَبٌ، ثم تَمْرٌ. الواحدة بَلَحَةٌ. وقد أَبْلَحَ النخلُ، أي صار ما عليه بَلَحاً. وبَلَحَ الثرى: يبِس. وبَلَحَ الرجلُ بُلوحاً، أي أَعْيَا. قال الأعشى:\nواشتكى الأَوْصالَ منه وبَلَحْ (١) * وبَلَّحَ تَبَليحاً، مثلُه.",
    "pg": "1:356"
  },
  "بلخ": {
    "def": "بَلِخَ الرجل بالكسر وتَبَلَّخَ، أي تكبَّرَ، فهو أَبْلَخُ بَيِّنُ البلخ (١) .",
    "pg": "1:419"
  },
  "بلد": {
    "def": "بَلَدَ بالمكان: أقام به، فهو بالِدٌ. والبَلْدَةُ والبَلَدُ: واحد البلادِ، والبُلْدانِ (٢) . والبَلادَةُ: ضدُّ الذكاء. وقد بَلُدَ بالضم فهو بَليدٌ. وتَبَلَّدَ: تكلَّف البَلادَةَ. وتَبَلَّدَ، أي تردَّد متحيِّراً. وبَلَّدَ تَبْليداً: ضرب بنفسه الأرضَ. وأَبْلَدَ، لصق بالأرض. وقال الشاعر يصف حوضاً: ومُبْلِدٍ بَيْنَ مَوْماةٍ بمَهْلَكَةٍ * جاوزْتُهُ بِعَلاةِ الخلق عليان - والمبالدة مثل المباطلة. أبو زيد: أبلد الرجل، إذا كانت دابته بليدة. والبلد: الاثر، والجمع أبلاد. قال ابن الرِقاع: عَرَفَ الدِّيارَ تَوَهُّماً فاعْتادَها * مِنْ بَعْدِ ما شَمِلَ البِلى أَبْلادَها - وقال القُطاميّ: ليستْ تُجَرَّحُ فُرَّاراً ظهورُهُمُ * وبالنُحورِ كُلومٌ ذاتُ أَبْلادِ - والبَلَدُ: أُدْحِيُّ النَعامِ. يقال: هو أَذَلُّ من بيضة البَلَدِ، أي من بيضةِ النعامِ التي تتركها. والبَلْدَةُ: الأرض. يقال: هذه بَلْدَتُنا، كما يقال بَحْرَتُنا. والبَلْدَةٌ من منازل القمر، وهي ستّة أَنْجُمٍ من القوس تَنْزِلُها الشمسُ في أقصر يومٍ من السنة. والبَلْدَةُ: الصدر. يقال: فلان واسعُ البَلْدَةِ، أي واسع الصدر. قال الشاعر ذو الرمة: أُنيخَتْ فَأَلْقَتْ بَلْدَةً فَوْقَ بَلْدَةٍ * قليلٍ بها الأصْواتُ إلاّ بُغامُها - يقول: بَرَكَتِ الناقة وألقتْ صدرها على الأرض. والبَلْدَةُ والبُلْدَةُ: نَقاوَة ما بين الحاجبين. يقال: رجل أَبْلَدُ، أي أبلج بيِّن البَلَدِ، وهو الذي ليس بمقرونٍ. والأَبْلَدُ: الرجل العظيم الخلق. والبلندى: العريض. والمبلندى من الجمال: الصلب الشديد.",
    "pg": "2:449-450"
  },
  "بلدح": {
    "def": "بَلْدَحَ الرَجل، إذا ضَرب بنفسه الارض. وربما قالوا: بلطح. وبلدح: موضع. ومن أمثالهم في التحزن بالاقارب: \" لكن على بلدح قوم عجفى \"، قاله بيهس الملقب بنعامة، لما رأى قوما في خصب وأهله في شدة. وابلندح المكان، أي اتّسع. وابْلَنْدَحَ الحَوض، أي انهدم. والبلندح: السمين القصير. وأنشد أبو عمرو: دحونة مكردس بلندح * إذا يراد شده يكرمح",
    "pg": "1:356"
  },
  "بلدم": {
    "def": "بَلْدَمَ الرجلُ، إذا فَرِقَ فسكت، بدال غير معجمة. وبلدم الفرس: ما اضطرب من حلقومه، بالدال والذال جميعا، عن أبى زيد. وقال الاصمعي في كتاب الفرس: ما اضطرب من حلقومه ومريئه وجرانه. وقرأته على أبى سعيد بذال معجمة. والبلندم: الرجل الثقيل المضطرب الخلق. قال الراجز: ما أنت إلا أعفك بلندم هردبة هوهاءة مزردم",
    "pg": "5:1874"
  },
  "بلز": {
    "def": "امرأةُ بِلِزٌ، على فِعِلٍ بكسر الفاء والعين، أي ضخمةٌ. قال ثعلب: لم يأت من الصفات على فِعِلٍ إلاَّ حرفان: امرأة بلز، وأتان إبد.",
    "pg": "3:865-866"
  },
  "بلس": {
    "def": "أَبْلَسَ من رحمة الله، أي يَئِسَ. ومنه سمِّي إبْليسُ، وكان اسمه عَزازِيلُ. والإِبْلاسُ أيضاً: الانكسار والحزن. يقال: أَبْلَسَ فلانٌ، إذا سكت غما. قال الراجز (١) : يا صاح هل تعرف رسما مكرسا * قال نعم أعرفه وأبلسا * وأبلست الناقة، إذا لم تَرْغُ من شدّة الضَبَعَةِ، فهي مِبْلاسٌ. والبَلَسُ بالتحريك: شئ يشبه التين يكثر باليمن. وأهلُ المدينة يسمون المِسْحَ بَلاساً، وهو فارسيّ معرّب. ومن دعائهم: أرانيك الله على البُلُسِ! بالضم، وهي غرائر كبارٌ من مسوحٍ يُجعل فيها التين (٢) ويُشَهَّرُ عليها مَنْ يُنَكَّلُ به وينادى عليه.",
    "pg": "3:909-910"
  },
  "بلسن": {
    "def": "البُلسُنُ بالضم: حَبٌّ كالعدس وليس به.",
    "pg": "5:2080"
  },
  "بلص": {
    "def": "البَلصوص: طائرٌ، والجمع البَلَنْصى على غير قياس. قال سيبويه: النون زائدة، لانك تقول للواحد البلصوص. أبو زيد: بَلأَصَ الرجلُ مني بَلْأَصَةً، بالهمز، أي فر.",
    "pg": "3:1030-1031"
  },
  "بلط": {
    "def": "المُبالَطَةُ: المضاربةُ بالسيوف. وتَبالَطوا، أي تجالدوا. الكسائي: أَبْلَطَ الرجلُ فهو مبلط، وأبلط فهو مبلط على ما لم يسمَّ فاعلُه أيضاً، أي افتقر وذهبَ مالُه. وأبو زيد مثله. وأَبْلَطَني فلانٌ، إذا ألحَّ عليك في السؤال حتَّى يُبْرِمَ. وبَلَّطَ الرجل تَبْليطاً، إذا أعيا في المشي مثل بَلَّحَ. والبَلاطُ بالفتح: الحجارةُ المفروشةُ في الدار وغيرها. قال الراجز: هَذا مَقامي لَكِ حتَّى تَنْضَحي * رِيَّا وتَجْتازي بَلاطَ الابطح * والبلوط معروف. وبلطة بالضم في قول امرئ القيس:\nنزلت على عمرو بن درماء بلطة (١) * قال الاصمعي: هي هضبة بعينها. وقال أبو عمرو: بلطة: فجأة.",
    "pg": "3:1116-1117"
  },
  "بلع": {
    "def": "بلعت الشئ بالكسر وابتلعته بمعنى، وأَبْلَعْتُهُ غيري. وسَعْدُ بُلَعَ من منازل القمر، وهما كوكبان متقاربان زعموا أنه طلع لما قال الله تعالى للارض: ﴿يا أرض ابلعى ماءك﴾ . والبلع أيضا: الثَقْبُ في قائمة البَكَرَةِ وبَلَّعَ الشيبُ في رأسه تَبْليعاً أوَّلَ ما يظهر. والبالوعَةُ: ثَقْبٌ في وسط الدار. وكذلك البَلُّوعَةُ ; والجمع البلاليع. وبلعاء: اسم رجل.",
    "pg": "3:1188"
  },
  "بلعس": {
    "def": "البَلْعَسُ من النوق: الضخمة مع استرخاء فيها.",
    "pg": "3:910"
  },
  "بلعق": {
    "def": "البَلْعَقُ: نوع من التمر. قال الأصمعي: أَجودُ تَمْرِ عُمانَ الفرض والبلعق.",
    "pg": "4:1451"
  },
  "بلعم": {
    "def": "البعلم بالضم والبلعوم: مجرى الطعام في الحلق، وهو المرئ. والبَلْعَمَةُ: الابتلاعَ. والبَلْعَمُ: الرجلُ الكثيرُ الأكل الشديدُ البلعِ للطعام: والميم زائدة.",
    "pg": "5:1874"
  },
  "بلغ": {
    "def": "بَلَغْتَ المكان بُلوغاً: وصلت إليه، وكذلك إذا شارفتَ عليه. ومنه قوله تعالى: ﴿فإذا بلَغْنَ أَجَلَهُنَّ﴾ أي قارَبْنَهُ. وبَلَغَ الغلامُ: أدرك. والإِبْلاغُ: الإيصالُ، وكذلك التَبْليغُ، والاسمُ منه البَلاغُ. والبَلاغُ أيضاً: الكفاية. ومنه قول الراجز * تزج مِنْ دُنْياكَ بالبَلاغ (١) * وبَلَّغْتُ الرسالةَ. وبَلَّغَ الفارسُ، إذا مَدَّ يدَه بعنان فرسه ليزيد في جَرْيه. وشئ بالغ، أي جيد. وقد بَلَغَ في الجودة مَبْلَغاً. ويقال: أمرُ اللهِ بَلْغٌ بالفتح، أي بالِغٌ من قوله تعالى: ﴿إنّ الله بالغ أمره (٢) . قال الفراء: يقال اللهم سمع لا بلغ، وسمع لا بلغ، معناه يسمع به ولا يتم. وقال الكسائي: إذا سمع الرجل الخبر لا يعجبه قال: اللهم سمع لا بلغ، وسمع لا بلغ، وسمعا لا بلغا. وقولهم: أحمق بِلْغٌ بالكسر، أي هو مع حماقته يبلغ ما يريده. يقال بلغ ملغ (٣) . والبلاغة: الفصاحةُ. وبَلُغَ الرجلُ بالضم، أي صار بليغا. والبلاغات، كالوشايات. والبلغين: الداهية. وفي الحديث أن عائشة قالت لعليّ ﵄ حين أُخِذَتْ: \" بَلَغْتَ مِنَّا البُِلَغينَ \". وبالَغَ فلانٌ في أمري، إذا لم يقصِّر فيه. والبُلْغَةُ: ما يُتَبَلَّغُ به من العَيش. وتَبَلَّغَ بكذا، أي اكتفَى به. وَتَبَلَّغَتْ به العِلَّةُ، أي اشتدّتْ. والبالِغاءُ: الا كارع فيه لغة أهل المدينة. قال أبو عبيد: وأصلها بالفارسية \" پايها \".",
    "pg": "4:1316-1317"
  },
  "بلغم": {
    "def": "البلغم: أحد الطبائع الاربع.",
    "pg": "5:1874-1875"
  },
  "بلق": {
    "def": "البَلَقُ: سوادٌ وبياضٌ، وكذلك البُلْقَةُ بالضم. وفرسٌ أَبْلَقُ وفرسٌ بلقاء، وقد ابلق ابلقاقا. وفى المثل: \" يجرى بليق ويذم \" وهو اسم فرس كان يسبق الخيل وهو مع ذلك يعاب. والابلق: اسم حصن للسموأل (١) بن عادياء بأرض تيماء. وفى المثل: \" تمرد مارد وعز الابلق \"، وهما حصنان قصدتهما زباء ملكة الجزيرة فلما لم تقدر عليهما قالت ذلك. والبلق: الفسطاط، قال امرؤ القيس: فليأت وسط قبابه بلقى وليأت وسط خميسه رجلى والبلقاء: مدينة بالشأم. وبلقت البابَ وَأَبْلَقْتُهُ، إذا فتحتهَ كلَّه، فانبلق. ومنه قول الشاعر * والحصن (١) مُنْثَلِمٌ والبابُ مُنْبَلِقُ * والبَلاليقُ: المَوامي، الواحدة بلوقة، وهى المفازة.",
    "pg": "4:1451-1452"
  },
  "بلقع": {
    "def": "البَلْقَعُ والبَلْقَعَةُ: الأرضُ القَفرُ التى لا شئ بها ; يقال منزلٌ بَلْقَعٌ، ودارٌ بَلْقَعٌ بغير هاءٍ إذا كان نعتاً، فإن كان اسماً قلت انتهينا إلى بلقعة ملساء. ويقال: اليمين الفاجرة تذر الديار بلاقع.",
    "pg": "3:1188"
  },
  "بلل": {
    "def": "ريحٌ بَلَّةٌ، أي فيها بلل. وجاءنا فلان يأتنا بهَلَّةٍ ولا بَلَّةٍ، قال ابن السكيت: فالهَلّةُ من الفرح والاستهلال، والبَلَّةُ من البَلَلِ والخير. وقولهم: ما أصاب هَلَّةً ولا بَلَّةً، أي شيئاً. والبُلَّةُ بالضم: ابْتِلالُ الرطب. قال الراجز يصف الحمر، حتى إذا أهرأن بالاصائل وفارقتها بلة الاوابل يقول: سرن في برد الرواح إلى الماء بعد ما يبس الكلأ. والأَوابِلُ: الوحوشُ التي اجتزأتْ بالرُطْبِ عن الماء. والبِلَّةُ، بالكسر: النداوة. والبل: المباح، ومنه قول العباس بن عبد المطلب (١) رضى الله عنه في زمزم: \" لا أحلها لمغتسل، وهى لشارب حل وبل \". قال الاصمعي: كنت أرى أن بلا إتباع حتى زعم المعتمر بن سليمان أن بلا في لغة حمير مباح. قال أبو عبيد: شفاء، من قولهم بل الرجل من مرضه وأبل، إذا برأ. وأما قول خالد بن الوليد: \" أما وابن الخطاب حى فلا، ولكن ذاك إذا كان الناس بذى بلى وذى بلى \" قال أبو عبيد. يريد تفرق الناس وأن يكونوا طوائف مع غير إمام يجمعهم، وبعد بعضهم من بعض. قال: وكذلك كل من بعد عنك حتى لا تعرف موضعه، فهو بذى بلى. قال: وفيه لغة أخرى: بذى بليان، وهو فعليان، مثل صليان. وأنشد الكسائي: ينام ويذهب الاقوام حتى يقال أتوا على ذى بليان يقول: إنه أطال النوم ومضى أصحابه في سفرهم حتى صاروا إلى موضع لا يعرف مكانهم من طول نومه. وبلال بن (١) حمامه مؤذن رسول الله ﷺ من الحبشة. ويقال أيضا: في سقائك (٢) بلال، أي ماء. وكل ما يُبَلُّ به الحَلْقُ من الماء واللبن فهو بِلالٌ. ومنه قولهم: \" انْضَحُوا الرَحِمَ ببِلالِها \" أي صِلوها بِصِلَتِها ونَدُّوها. قال أوس (٣) : كأَنِّي حَلَوْتُ الشِعْرَ حينَ مَدَحْتُهُ صفا صخرة صماء يبس بلالها ويقال: لا تَبُلُّكَ عندي بالَّةٌ، أي لا يصيبك مني ندىً ولا خيرٌ. ويقال أيضاً: لا تَبُلُّكَ عندي بَلالِ، مثال قَطامِ. قالت ليلى الا خليلية: فلا وأبيك يا ابْنَ أبي عَقيلٍ تَبُلَّكَ بعدها عندي بلال (٤) فلو آسيته لَخَلاكَ ذَمّ وَفَارَقَكَ ابنُ عَمِّكَ غَيْرَ قالِ ابنُ أبي عقيلٍ كان مع تَوْبَةَ حين قُتِلَ، فَفَرَّ عنه وهو ابن عمِّه. ويقال: طويتُ فلاناً على بُلَّتِهِ وبُلالَتِهِ، وبُلولِهِ وبُلولَتِهِ وبُلُلَتِهِ وبُلَلَتِهِ، إذا احتملتَه على ما فيه من الاساءة والعيب، وداريته وفيه بقيةٌ من الودّ. قال الشاعر: طَوَيْنا بَني بِشْرٍ على بُلَلاتِهِمْ وذلك خيرٌ من لِقاءِ بَني بِشْرِ يعني باللقاء الحربَ. وجمعُ البلة بلال، مثل برمة وبرام. قال الراجز: وصاحب مرامق داجيته (١) على بلال نفسه طويته وطويت السقاء على بللته (٢) إذا طويته وهوند. والبَلَلٌ: النَدى. والبَليلُ والبَليلَةُ: الريحُ فيها ندىً. والجَنوبُ أَبَلُّ الرياحِ. والبلبلة والبلبال: الهم، ووسواس الصدرِ. والبُلْبُلُ: طائرٌ. والبُلْبُلُ من الرجال: الخفيف. وقال:\nقلائص رسلات وشعث بلابل (١) * وتبلبلت الالسن، أي اختلطتْ. وتَبَلْبَلَتِ الإِبلُ الكلأَ، إذا تتبّعتْه فلم تدعْ منه شيئاً. وبَلَّ من مرضه يَبِلُّ بالكسر بَلاًّ، أي صَحَّ. وقال: إذا بَلَّ من داءٍ به خالَ أنَّه نَجا وبه الداءُ الذي هو قاتِلُهْ يعني الهَرَمَ. وكذلك أَبَلَّ واسْتَبَلَّ، أي برأ من مرضه. قال الشاعر يصف عجوزا: صمحمحة لا تشتكى الدهر رأسها ولو نكزتها حية لابلت وبله يبله بالضم: نداه. وبَلَّلَهُ، شدّد للمبالغة فابْتَلَّ. ويقال أيضاً: بَلَّ رَحِمَهُ، إذا وصلَها. وفي الحديث. \" بُلُّوا أرحامكم ولو بالسَّلام \" أي نَدُّوها بالصلة. وقولهم: بَلّكَ الله بابْنٍ، أي رزقَكَه، يدعو له. وبَلِلْتَ به، بالكسر، إذا ظفِرْتَ به وصار في يدك. يقال: لئن بَلَّتْ بك يدي لا تفارقني أو تؤدِّيَ حقى. قال ابن أحمر: وبلى إن بللت بأريحى من الفتيان لا يضحى (١) بطينا ويروى: \" فبلى يا غنى \". ورجل أبل بين البلل، إذا كان حلاّفاً ظلوماً. وذكر أبو عبيدة أن الأَبَلَّ الفاجر. وأنشد للمسيَّب بن عَلَسٍ: أَلا تَتقَّونَ الله يا آلَ عامِرٍ وهل يَتَّقي الله الأَبَلُّ المُصَمَّمُ وقال الأصمعي: أَبَلَّ الرجلُ يُبِلُّ إِبْلالاً، إذا امتنع وغَلَبَ. وقال الكسائي: رجلٌ أَبَلُّ وامرأةٌ بَلاَّءُ، وهو الذي لا يُدْرَكُ ما عنده من اللؤم. وصفاة بلاء، أي ملساء. وبل، مخفف: حرف يعطف بها الحرف الثاني على الاول فيلزمه مثل إعرابه، وهو للاضراب عن الاول للثاني، كقولك: ما جاءني زيد بل عمرو، وما رأيت زيدا بل عمرا، وجاءني أخوك بل أبوك، تعطف بها بعد النفى والاثبات جميعا. وربما وضعوه موضع رب، كقول الراجز (١) :\nبل مهمه قطعت بعد مهمه (٢) * يعنى رب مهمه، كما يوضع الحرف موضع غيره اتساعا. وقال آخر (٣) :\nبل جوز تيهاء كظهر الحجفت (٤) * وقوله تعالى: ﴿ص والقرآنِ ذي الذكر. بل الذين كفروا في عزة وشقاق﴾ قال الاخفش عن بعضهم إن بل هاهنا بمعنى إن، فلذلك صار القسم عليها. قال: وربما استعملت العرب في قطع كلام واستئناف آخر، فينشد الرجل منهم الشعر فيقول بل:\nما هاج أحزانا وشجوا قد شجا * ويقول بل * وبلدة ما الانس من آهالها (١) * قوله \" بل \" ليست من البيت ولا تعد في وزنه ولكن جعلت علامة لانقطاع ما قبله. قال: وبل نقصاتها مجهول، وكذلك هل وقد، إن شئت جعلت نقصانها واو اقلت: بلو، هلو، قدو، وإن شئت جعلته ياء ومنهم من يجعل نقصانها مثل آخر حروفها فيدغم فيقول: بل، وهل، وقد بالتشديد",
    "pg": "4:1638-1642"
  },
  "بله": {
    "def": "رجلٌ أَبْلَهُ بيِّن البَلَهِ والبَلاهَةِ، وهو الذي غلبتْ عليه سلامةُ الصدر. وقد بَلِهَ بالكسر وتبله. والمرأة بلهاء. وفى الحديث: \" أكثرُ أهل الجنّة البُلْهُ \" يعني البُلْهَ في أمر الدنيا، لِقِلَّةِ اهتمامهم بها، وهم أكْياسٌ في أمر الآخرة. قال الزبرِقان بن بدرٍ: \" خيرُ أولادنا الأبْلَهُ العَقولُ \"، يريد أنَّه لشدّة حيائه كالأَبْلَهِ وهو عَقولٌ. ويقال شبابٌ أَبْلَهُ، لما فيه من الغَرارة، يوصف به كما يوصف بالسُلوِّ والجنون، لمضارعته هذه الأسباب. وعيشٌ أَبْلَهُ: قليل الغموم. وقال (١) : بعد غدانى الشباب الابله (٢) وتباله: أرى من نفسه ذلك وليس به. وهو في بلهنية من العيش، أي سعة، صارت الالف ياء لكسرة ما قبلها، والنون زائدة عن سيبويه. وبله: كلمةٌ مبنيةٌ على الفتح مثل كيف، ومعناها دع. قال كعب بن مالك يصف السيوف: تذر الجماجم ضاحيا هاماتها * بله الاكف كأنها لم تخلق (١) قال الاخفش: بله هاهنا بمنزلة المصدر، كما تقول ضرب زيد. ويجوز نصب \" الاكف \" على معنى دع الاكف. وقال ابن هَرْمَةَ: تمشي القَطوفُ إذا غَنَّى الحُداةُ بها * مِشْيَ النَجيبةِ بَلْهَ الجِلَّةِ النَجُبا ويقال: معناها سِوى. وفي الحديث: \" أَعْدَدْتُ لعبادي الصالحينَ ما لا عينٌ رأتْ، ولا أذنٌ سَمِعَتْ، ولا خَطَرَ على قلبِ بَشَرٍ، بَلْهَ ما أَطْلعتُهُمْ عليه \".",
    "pg": "6:2227-2228"
  },
  "بلهن": {
    "def": "يقال: هو في بُلَهْنِيَةٍ من العيش، أي سعة ورفاغية (١) . وهو ملحق بالخماسى بألف في آخره، وإنما صارت ياء لكثرة ما قبلها.",
    "pg": "5:2080"
  },
  "بمم": {
    "def": "البم: الوتر الغليظ من أوتار المزهر.",
    "pg": "5:1875"
  },
  "بنا": {
    "def": "بَنى فلان بيتاً من البُنيان. وبَنى على أهله بِناءً فيهما، أي زفها. والعامة تقول: بنى بأهله، وهو خطأ. وكان الاصل فيه أن الداخل بأهله كان يضرب عليها قبة ليلة دخوله بها، فقيل لكل داخل بأهله بان. وبنى قصورا، شدد للكثرة. وابْتَنى داراً وبَنى بمعنىً. والبنيانُ: الحائطُ. وقوسٌ بانِيَةٌ، بَنَتْ على وَتَرِها، إذا لَصِقَتْ به حتَّى يكاد ينقطع. والبَنِيَّةُ على فَعيلَةٍٍ: الكعبةُ. يقال: لا وربِّ هذه البَنِيَّةِ ما كان كذا وكذا. والبُنى بالضم مقصورٌ مثل البِنى. يقال: بُنْيَةٌ وبُنىً، وبِنْيَةٌ وبنى بكسر الباء مقصور، مثل جزية وجزى. وفلان صحيح البِنْيَةِ، أي الفِطرة. والمِبْنَاةُ: النطع. قال النابغة: على ظهر مبناة جديد سيورها * يطوف بها وسط اللطيمة بائع ويقال هي العيبة. وأبنيت فلانا، أي جعلته يبنى بيتا. قال الشاعر: لو وصل الغيث أبنينا امرأ * كانت له جبة (١) سحق بجاد وفى المثل: \" المعزى تبهى ولا تبنى) أي لا تجعل منها الابنية، لان أبنية العرب طراف وأخبية. فالطراف من أدم، والخباء من صوف أو وبر، ولا يكون من شعر. والابن أصله بنو، والذاهب منه واوٌ كما ذهب من أبٍ وأخٍ ; لأنَّكَ تقول في مؤنثه بنتٌ وأختٌ، ولم نر هذه الهاءَ تلحق مؤنّثاً إلاّ ومذكره محذوف الواو. يدلك على ذلك أخوات وهنوات فيمن رد. وتقديره من الفعل فعل بالتحريك، لان جمعه أبناء مثل جمل وأجمال، ولا يجوز أن يكون فعلا أو فعلا اللذين جمعهما أيضا أفعال، مثل جذع وقفل، لانك تقول في جمعه بنون بفتح الباء. ولا يجوز أيضا أن يكون فعلا ساكن العين، لان الباب في جمعه إنما هو أفعل مثل كلب وأكلب، أو فعول مثل فلس وفلوس. وحكى الفراء عن العرب: هذا من أبناوات الشعب، وهم حى من بنى كلب. ويقال ابن بَيِّنُ البُنُوَّةِ. والتصغير بُنَيٌّ. قال الفراء: يا بُنَيِّ ويا بُنَيَّ لغتان، مثل يا أَبَتِ ويا أَبَتَ. وتصغير أبْناء أُبَيْناءٌ، وإن شئت أبينون على غير مكبره. قال الشاعر (١) : من يك لا ساء فقد ساءنى * ترك أبينيك إلى غير راع كأن واحده ابن مقطوع الالف فصغره فقال أبين، ثم جمعه فقال أبينون. والنسبة إلى ابن بنوى، وبعضهم يقول ابني. وكذلك إذا نسبت إلى أبناء فارس قلت بنوى. وأما قولهم أبناوى فإنما هو منسوب إلى أبناء سعد، لانه جعل اسما للحى أو للقبيلة، كما قالوا مداينى حين جعلوه اسما للبلد. وكذلك إذا نسبت إلى بنت وإلى بنيات الطريق قلت بنوى، لان ألف الوصل عوض من الواو، فإذا حذفتها فلا بد من رد الواو. وكان يونس يقول بنتى. ويقال: رأيت بناتَكَ بالفتح، ويجرونه مجرى التاء الأصلية. وبُنَيَّاتُ الطريق هي الطُرُقُ الصِغار تتشعّب من الجادَّةِ، وهى الترهات. (*) والبنات: التماثيل الصغار التي تلعب بها الجواري. وفي حديث عائشة: \" كنت ألعبُ مع الجوارى بالبنات \". وذكر لرؤبة رجل فقال: \" كان إحدى بنات مساجد الله \". كأنه جعله حصاة من حصى المسجد. وبنت الارض: الحصاة. وابنُ الأرض: ضربٌ من البقْل. وتقول: هذه ابْنَةُ فلانٍ وبنتُ فلانٍ، بتاء ثابتة في الوقف والوصل. ولا تقل إبنة لان الالف إنما اجتلبت لسكون الباء، فإذا حركتها سقطت. والجمع بنات لا غير. وأما قول الشاعر يصف رجلا أنه لم ينتصر إلا بصياح: عرار الظلم استحقب الركب بيضة * ولم يحم أنفا عند عرس ولا ابنم فإنه يريد الابن، والميم زائدة. وهو معرب من مكانين ; تقول: هذا ابْنُمٌ ومررتٌ بابْنِمٍ ورأيتُ ابْنماً، تتبع النونُ الميمَ في الإعراب، والألف مكسورةٌ على كلِّ حال. قال حسّان: ولَدْنا بَني العنقاء وابْنَيْ مُحرِّقٍ * فأَكْرِمْ بنا خالاً وأَكْرِمْ بنا ابْنما وتَبَنَّيْتُ فلاناً، إذا اتّخذتَه ابْناً.",
    "pg": "6:2286-2288"
  },
  "بند": {
    "def": "البَنْدَ: العلَم الكبير، فارسيٌّ معرّب. قال الشاعر:\nوأَسْيافُنا تحت البنود الصواعق",
    "pg": "2:450"
  },
  "بندق": {
    "def": "البندق: الذى يرمى به، الواحدة بندقة، والجمع البنادق. وبندقة: أبو قبيلة من المين، وهو بندقة ابن مظة، من سعد العشيرة (٣) . ومنه قولهم: حدأ حدأ، وراءك بندقة! وقد ذكرناه في باب الهمز.",
    "pg": "4:1452"
  },
  "بندك": {
    "def": "البَنادِكُ: البَنائِقُ، ذكره أبو عبيد، وأنشد لابن الرقاع (٢) : كأَنَّ زُرورَ القُبْطُرِيَّةِ عُلِّقَتْ بَنادِكُها منه بجذع مقوم",
    "pg": "4:1576"
  },
  "بنس": {
    "def": "بنست عنه تبنيسا، أي تأخرت. حكاه جماعة.",
    "pg": "3:910"
  },
  "بنعك": {
    "def": "البلعك من النوق: المسترخية المسنة. والبلعك لغة في البلعق، وهو ضرب من التمر.",
    "pg": "4:1576"
  },
  "بنق": {
    "def": "قال أبو زيد: البنيقة من القميص: لبنته. وأنشد:\nكما ضم أزرار القميص البنائق (٢) * والبنيقتان: دائرتان في نحر الفرس.",
    "pg": "4:1452"
  },
  "بنك": {
    "def": "البُنْكُ: الأصلُ، وهو معرّب ويقال: هؤلاء قوم من بنك الارض. والتبنك كالتناية (١) . وتبنكوا في موضع كذا، أي أقاموا به. قال ابن دريد: البنك من هذا الطيب عربي.",
    "pg": "4:1576"
  },
  "بنن": {
    "def": "أبَنّ بالمكان: أقام به. والبَنَّةُ رائحةٌ، طيّبة كانت أو منتنة وقال: وعيد تخذج الارآم منه وتكره بنة الغنم الذئاب (٢) والجمع بنان. قال ذو الرمة يصف الثور الوحشى أبن به عود المباءة طيب نسيم البنان في الكناس المظلل قوله عود المباءة، أي ثور قديم الكناس. وإنما نصب النسيم لما نون الطيب، وكان من حقه الاضافة فضارع قولهم: هو ضارب زيدا. ومنه قوله تعالى: (ألم نَجْعَلِ الأرضَ كفاتا أحياء وأمواتا) أي كفات أحياء وأموات. يقول: أرجت ريح مباءتنا مما أصاب أبعاره من المطر. وكناس مبن، أي دو بنة، وهى رائحة بعر الظباء إذا رعت الزهَر. والبَنانَةُ: واحدة البَنانِ، وهي أطراف الاصابع. وجمع القلة بنانات. وربما استعاروا بناء أكثر العدد لاقله. قال:\nخمس بنان قانئ الاظفار (١) * يريد خمسا من البنان. ويقال بنان مخضب لان كل جمع ليس بينه وبين واحده إلا الهاء فإنه يوحد ويذكر. والبنانة بالضم: الروضة. وبنانة: اسم امرأة كانت تحت سعد بن لؤى بن غالب بن فهر، وينسب ولده إليها. وهم رهط ثابت البنانى المحدث. وأما البن الذى يؤتدم به فمعرب.",
    "pg": "5:2080-2081"
  },
  "بهأ": {
    "def": "أبو زيد: بَهأْتُ بالرجل، وبَهِئْتُ به بَهْأً (٢) وبهُوءًا، إذا أنست به. قال الاصمعي في كتاب الابل: ناقة بهاء بالفتح ممدود - إذا كانت قد أنست بالحالب، وهو من بهأت به أي أنِسْتُ به. وأما البهاء من الحُسن، فهو من بَهيَ الرجل، غير مهموز. قال ابن السِّكِّيت: ما بَهأْتُ له، وما بأهت له: أي ما فطِنتُ له. فصل التاء",
    "pg": "1:38"
  },
  "بها": {
    "def": "البَهاءُ: الحُسْنُ، تقول منه: بَهيَ الرجلُ بالكسر وبَهُوَ أيضاً، فهو بَهيٌّ. وبَهيَ البيتُ أيضاً، أي تَخَرَّقَ وعُطِّلَ. وأَبْهاهُ غيره. وأَبْهَيْتُ الإناء: فرَّغته. حكاه أبو عبيد. وبيتٌ باهٍ، أي خالٍ لا شئ فيه. وأما البهاء: الناقة التى تستأنس بالحالب، فمن باب الهمز. والبهو: البيت المقدَّم أمام البيوت. والمُباهاةُ: المفاخرةُ. وتباهوا، أي تفاخروا. وقولهم: \" المعزى تبهى ولا تبنى \" لانها تصعد على الاخبية فتخرقها حتى لا يقدر على سكناها، وهى مع ذلك لا يكون الخباء من أشعارها، وإنما يكون من الصوف والوبر. وفى الحديث أنه ﵊ سمع رجلا حين فتحت مكة يقول: \" أبهو الخيل فقد وضعت الحرب أوزارها \". فقال ﵊: \" لا تزالون تقاتلون الكفار حتى تقاتل بقيتكم الدجال \". قوله: \" أبهوا الخيل \"، يعنى عطلوها من الغزو.",
    "pg": "6:2288"
  },
  "بهت": {
    "def": "بَهَتَهُ بَهْتاً: أخذه بَغْتة. قال الله تعالى: (بَلْ تأتيهِمْ بَغْتَةً فَتَبْهَتُهُمْ) . وتقول أيضاً: بَهَتَهُ بَهْتاً وبَهَتاً وبُهْتاناً، فهو بَهَّاتٌ، أي قال عليه ما لم يفعله، فهو مبهوت. وأما قول أبى النجم:\nسبى الحماة وابهتى عليها (٢) فإن على مقحمة. لا يقال بهت عليه، وإنما الكلام بهته. والبهيتة: البهتان. يقال: ياللبهيتة، بكسر اللام، وهو استغاثة. وبَهِتَ الرجل، بالكسر، إذا دَهِشَ وتَحيَّرَ. وبَهُتَ بالضم مثله، وأفصَحُ منهما بُهِتَ، كما قال جلّ ثناؤه: (فَبُهِتَ الذي كَفَر) لأنه يقال رجل مَبْهوتٌ ولا يقال باهِتٌ ولا بَهيتٌ. قاله الكسائي.",
    "pg": "1:244"
  },
  "بهتر": {
    "def": "البُهْتُرُ، لغةٌ في البُحْتُرِ، وهو القصير. وأنشد أبو عمرو: ليس بجلباب ولا هقور (١) * لكنه البهتر وابن البهتر - وانشد الفراء قول كثير: عَنيتُ قَصيراتِ الحِجالِ ولم أُرِدْ * قصار الخطا شر النساء البهاتر (٢) - بالهاء.",
    "pg": "2:599"
  },
  "بهث": {
    "def": "بهثة بالضم: أبو حى من سليم. وهو بهثة ابن سليم بن منصور. وقال الجهنى (٣) : تَنادَوا يالَ بُهْثَةَ إذ رَأوْنا * فقلنا أحسنى ملا جهينا وفلان لبهثة، أي لزنية.\nفصل التاء",
    "pg": "1:274"
  },
  "بهج": {
    "def": "البَهْجَةُ: الحُسن. يقال: رجل ذو بَهْجَةٍ. وقد بَهُجَ بالضم بَهاجَةً فهو بَهيجٌ. قال الله تعالى: (مِنْ كُلِّ زَوجٍ بَهيجٍ) . وبَهِجَ به بالكسر، أي فرِح به وسُرَّ، فهو بَهِجٌ وبَهيجٌ. قال: كان الشباب رداء قد بَهِجْتُ به * فقد تطايَرَ منه لِلبِلى خِرَقُ وبَهَجَني هذا الأمرُ بالفتح، وأَبْهَجَني، إذا سَرَّكَ. وأَبْهَجَتِ الأرضُ: بَهِجَ نباتُها. والابتهاج: السُّرور.",
    "pg": "1:300"
  },
  "بهدل": {
    "def": "بهدلة: اسم رجل من تميم. وعاصم بن بهدلة، وهو ابن أبى النجود. وبهدلة: اسم أمة.\nفصل التاء",
    "pg": "4:1643"
  },
  "بهر": {
    "def": "أبو عمرو: يقال بَهْراً له، أي تَعْساً له. قال ابن ميادة: تفَاقَدَ قَوْمي إذْ يَبيعون مُهْجَتي * بَجَارِيةٍ بَهْراً لهم بعدها بهرا (٣) - ويقال أيضا: بهرا في معنى عَجَباً. قال عمر ابن أبي ربيعة: ثم قالوا تحِبُّها قلتُ بَهْراً * عَدَدَ القَطرِ والحَصى والتُرابِ. - وبَهَرَهُ بَهْراً، أي غلبه. والبُهْرُ بالضم: تتابُع النَفَسِ. وبالفتح المصدر، يقال: بَهَرَهُ الحِمْلُ يَبْهَرُهُ بَهْراً، أي أوقع عليه البُهْرَ فانْبَهَرَ، أي تتابع نَفَسُهُ. وبُهْرَةُ الليلِ والوادي والفرسِ: وَسَطُهُ. والأَبْهَرُ: عِرْقٌ إذا انقطع مات صاحبُه، وهما أَبْهَرانِ يَخرجان من القلب ثم يتشعَّبُ منهما سائر الشَرايين. وأنشد الأصمعيُّ لابن مُقْبل: ولِلْفُؤَادِ وَجيبٌ تحت أبْهَرِهِ * لَدْمَ (١) الغُلامِ وراء الغَيْبِ بالحَجَر - والأبْهَرُ من القوس: مابين الطائف والكُلْيَةِ. والأَباهِرُ من ريش الطائر: ما يلي الكُلى، أولها القوادمُ، ثم المناكبُ، ثم الخوافي، ثم الاباهر، ثم الكلى. وبهراء: قبيلة من قضاعة، والنسبة إليهم بهرانى مثال بحراني، على غير قياس لان قياسه بهراوى بالواو. والبهار: العرار الذى يقال له عين البقر، وهو بهار البر، وهو نبت جعد له فقاحة صفراء تنبت أيام الربيع، يقال لها العرارة. والبهار بالضم: شئ يوزن به، وهو ثلثمائة رطل. وقال عمر وبن العاص \" إن ابن الصعبة - يعنى طلحة بن عبيد الله (١) - ترك مائة بهار، في كل بهار ثلاثة قناطير ذهب \" فجعله وعاء. قال أبو عبيد: والبهار في كلامهم: ثلثمائة رطل، وأحسبها غير عربية، وأراها قبطية. وبهر القمر: أضاء حتى غلب ضَوْءَهُ ضَوْءَ الكواكب. يقال: قمرٌ باهِرٌ. وبَهَرَ الرجل: بَرَعَ. وقال ذو الرمة (٢) : وقد بَهَرْتَ فلا تَخْفى على أحَدٍ * إلاَّ على أَحَدٍ لا يَعْرِفُ القَمَرا - وقد بهرت فلانة السناء: غلبتهن حسنا. والعرب تقول: الازواج ثلاثة: زوج بهر، وزوج دهر، وزوج مهر. أي يبهر العيون بحسنه، وأو يعد لنوائب الدهر، أو يؤخذ منه المهر. والابتهار: ادعاء الشئ كذبا. قال الشاعر: * وما بى إن مَدَحْتَهُمُ ابْتِهارُ * وابْتُهِرَ فلانٌ بفلانة: شُهِرَ بها. وابْهارَّ الليلُ ابْهيراراً، أي انتصف، ويقال ذهب مُعظمه وأكثره. وابهَارَّ علينا الليلُ ابْهيراراً: طال.",
    "pg": "2:598-599"
  },
  "بهرج": {
    "def": "البهرج: الباطل والردئ من الشئ، وهو معرب. يقال درهم بهرج. قال العجاج: * وكان ما اهتض الجحاف بهرجا * أي باطلا.",
    "pg": "1:300-301"
  },
  "بهز": {
    "def": "بَهَزَهُ، أي دفعه بعنف ونحاه. قال رؤبة: دعني فقد يقرع للاضز * صكى حجاجى رأسه وبهزى * وبهز بن حكيم بن معاوية بن حيدة القشيرى صحب جده النبي ﷺ.",
    "pg": "3:866"
  },
  "بهزر": {
    "def": "الأًصمعي: البُهْزُرَةَ: الناقة العظيمة، والجمع البهازر. قال الكميت: إلا لهمهمة الصهي * - ل وحنة الكوم الهبازر - فصل التاء",
    "pg": "2:599-600"
  },
  "بهس": {
    "def": "بَهْنَسَ وتَبَهْنَسَ، أي تبختر. وَبَيْهَسٌ: اسمٌ من أسماء الأسد. والبيهسية: صنف من الخوارج، نسبوا إلى أبى بيهس هيصم بن جابر، أحد بنى سعد بن ضبيعة بن قيس.",
    "pg": "3:910"
  },
  "بهش": {
    "def": "بَهَشَ إليه يَبْهَشُ بَهْشاً، إذا ارتاح له وخفَّ (١) إليه. والبهش: المقل ما دام رطبا، فإذا يبس فهو خشل. ويقال للقوم إذا كانوا سودَ الوجوه قباحا: وجوه البهش. وفي حديث عمر ﵁ وقد بلغه أن أبا موسى يقرأ حرفا بلغته، قال: \" إن أبا موسى لم يكن من أهل البهش \"، يقول: ليس من أهل الحجاز ; لان المقل إنما ينبت بالحجاز.",
    "pg": "3:996"
  },
  "بهصل": {
    "def": "البهصل بالضم: الجسيم، والصاد غير معجمة. وحمار بُهْصُلٌ، أي غليظٌ. والبُهْصُلَةُ من النساء: القصيرة.",
    "pg": "4:1643"
  },
  "بهط": {
    "def": "البَهَطَّةُ: ضربٌ من الطعام: أرز وماء. وهو معرب، وبالفارسية بتا (٢) . وينشد: تفقأت شحما كما الاوز * من أكلها البهط بالارز * فصل الثاء",
    "pg": "3:1117"
  },
  "بهظ": {
    "def": "بَهَظَهُ الحِمْلُ يَبْهَظُهُ بَهْظاً، أي أثقله وعجز عنه، فهو مَبْهوظٌ. وهذا أمرٌ باهِظٌ، أي شاق.\nفصل الجيم",
    "pg": "3:1171"
  },
  "بهق": {
    "def": "البهق: بياض يعترى الجلد يخالف لونه، ليس من البرص. قال رؤبة: فيها خطوط من سواد وبلق كأنه في الجلد توليع البهق\nفصل التاء",
    "pg": "4:1453"
  },
  "بهكن": {
    "def": "قال المؤرِّج: امرأة بَهْكَنَةٌ: غَضَّةٌ: وهي ذات شباب بَهْكَنٍ، أي غضّ. وربَّما قالوا بَهْكَلٌ. وأنشد: وكَفَلٍ مثل الكَثيبِ الأَهْيَلِ رعبوبة ذات شباب بهكل",
    "pg": "5:2082"
  },
  "بهل": {
    "def": "البَهلُ: اليسيرُ. قال الأمويّ: البَهْلُ من المال: القليلُ. والبَهْلُ: اللعنُ. يقال: عليه بَهْلَةُ الله وبهلته، أي لعنة الله. وباهلة: قبيلة من قيس عيلان، وهو في الاصل اسم امرأة من همدان كانت تحت معن ابن أعصر بن سعد بن قيس عيلان، فنسب ولده إليها. وقولهم باهلة بن أعصر، كقولهم تميم بنت مر، فالتذكير للحى، والتأنيث للقبيلة، سواء كان الاسم في الاصل لرجل أو لامرأة. ونافة باهل: لاصرار عليها. قالت امرأة من العرب لزوجها: أتيتك باهلا غير ذات صرار. وكذلك الناقة التى لاعران عليها، وكذلك التى لاسمة عليها. والجمع بهل. وقد أبهلتها، أي تركتها باهلا، وهى مبهلة، ومباهل في الجمع. ومنه قيل في بنى شيبان: استبهلتها السواحل، لانهم كانوا نازلين بشط البحر لا يصل إليهم السلطان، يفعلون ما شاءوا. ويقال: بهلته وأبهلته، إذا خَلَّيْتَهُ وإرادتَهُ والمُباهَلَةُ: الملاعنة. والابْتِهَالُ. التضرّعُ. ويقال في قوله تعالى: ﴿ثمّ نَبْتَهِلْ﴾ أي نُخلِص في الدعاء. والبُهْلولُ من الرجال: الضحّاكُ. والابهل (١) : حمل شجرة وهى العرعر. قال الاحمر: يقال هو الضلال ابن بهلل، غير مصروف، معناه الباطل مثل ثهلل.",
    "pg": "4:1642-1643"
  },
  "بهم": {
    "def": "البِهامُ: جمع بَهْمٍ. والبَهْمُ: جمع بَهْمَةٍ، وهي أولاد الضأن. والبهمة اسم للمذكر والمؤنث. والسخال أولاد المعزى، فإذا اجتمعت البهام والسخال قلت لهما جميعا: بهام وبهم أيضا. وأنشد الاصمعي (١) : لو أننى كنت من عاد ومن إرم غذى بهم ولقمانا وذا جدن لان الغذى السخلة. وقد جعل لبيد أولاد البقر بِهَاماً بقوله: والعينُ ساكنةٌ على أَطْلائِها عوذاً تأَجَّلَ بالفضاء بِهامُها ويقال: هم يُبَهِّمُونَ البَهْمَ تَبْهيماً، إذا أفردوه عن أمّهاته فَرعَوْهُ وحده. أبو عبيدة: البهمة بالضم: الفارس الذى لا يدرى من أين يُؤْتى، من شدّة بأسه، والجمع بُهَمٌ. ويقال أيضاً للجيش بُهْمَةٌ، ومنه قولهم: فلان فارسُ بُهْمَةٍ وليثُ غابةٍ. وأمرٌ مُبْهَمٌ، أي لا مَأْتى له. وأَبْهَمْتُ البابَ: أغلقتُه. والأسماء المُبْهَمَةُ عند النحويِّين هي أسماء الإشارات، نحو قولك: هذا، وهؤلاء، وذاك وأولئك. واسْتَبْهَمَ عليه الكلام، أي استغلَقَ. وتَبَهَّمَ أيضا، عن أبى زيد، إذا أرتج عليه. وفى الحديث: \" يحشر الناس حفاة عراة (١) بهما \"، أي ليس معهم شئ. ويقال أصخاء. والابهام: الإصبع العَظمى، وهي مؤنَّثة، والجمع الأباهيمُ. والبَهيمَةُ: واحدة البَهائِمِ. وهذا فرس بهيم، وهذا فرس بهيم، أي مُصْمَتٌ، وهو الذي لا يخلط لونه شئ سوى لونه. والجمع بهم، مثل رغيف ورعف. وبهمى: نبت، قال سيبويه: تكون واحدة وجمعا. وألفها للتأنيث فلا تنون. وقال قوم: ألفها للالحاق، والواحدة بهماة. وقال المبرد: هذا لا يعرف، ولا تكون ألف فعلى بالضم لغير التأنيث. وأبهمت الارض: كثر بهماها.\nفصل التاء",
    "pg": "5:1875-1876"
  },
  "بهنن": {
    "def": "البَهْنانَةُ: المرأة الطيِّبة النَفَس والارج. وبهان: اسم امرأة، مثل قطام. وقال (١) : ألا قالت بهان ولم تأبق كبرت ولا يليق بك النعيم (٢) (*)",
    "pg": "5:2082"
  },
  "بهه": {
    "def": "الا به: الابح. والبهبهى: الجسيم. والبهباه في الهدير، مثل البخباخ. قال رؤبة يصف فحلا: رعابة يخشى نفوس الانه (٢) * برجس بهباه الهدير البهبه ويروى: \" بخباخ الهدير \". فصل التاء",
    "pg": "6:2228-2229"
  },
  "بوأ": {
    "def": "المباءة: منزل القوم في كل موضع، ويسمى كِناس الثور الوحشي: مباءةً، وكذلك مَعطِن (٤) الإِبل. وتبوَّأْتُ منزلاً: أي نزلتُه، وبوَّأت للرجل منزلاً وبوّأته منزلاً بمعنى، أي هيَّأته ومكَّنت له فيه. واستباءه، أي اتخذه مباءة. وهو ببيئة سوء، مثال: بيعة، أي بحالة سوء، وإنه لحسن البيئة. وبوَّأت الرمح نحوه، أي سدَّدته نحوه. وَأَبَأْتُ الإِبل: رددتها إلى المباءة، وَأَبَأْتُ على فلان ماله، إذا أَرَحْتَ عليه إبله أو غنمه. والباءَة مثال الباعَةِ، لغة في المباءة، ومنه سُمِّي النكاح: باءً وباءةً، لان الرجل يتبوأ من أهله، أي يستمكن منها، كما يتبوأ من داره. وقال يصف الحمار والاتن: يعرس أبكارا بها وعنسا * أكرم عرس باءة إذ أعرسا - والبواء: السواء، ويقال: دم فلان بَواءٌ لِدَم فلان، إذا كان كفؤا له. قالت ليلى الاخيلية في مقتل توبة بن الحمير: فإن تكن القتلى بواء فإنكم * فتى ما قتلتم، آل عوف بن عامر وفى الحديث: \" أمرهم أن يتباءوا \" والصحيح يتباوؤوا على مثال يتقاولوا. ويقال: كلمناهم فأجابونا عن بَواءٍ واحد، أي: أجابونا جواباً واحداً. وأبَأْتُ القاتل بالقتيل، واستبأته إذا قتلتَه به، أيضاً. أبو زيد: باء الرجُلُ بصاحبه: إذا قُتِل به، ومنه قولهم: باءت عرار بكحل، وهما بقرتان قتلت إحداهما بالاخرى (١) . ويقال: بُؤْ بِهِ، أي كُن ممن يقتل به. وأنشد الاحمر لرجل قتل قاتل أخيه، فقال: فقلت له: بُؤْ بامرئٍ لستَ مثلَه * وإن كنتَ قُنْعاناً لمن يطلب الدما قال الاخفش (١) : وباءوا بغضب من الله: رجعوا به، أي صار عليهم. قال: وكذلك باء بإثمه يبوء بَوْءاً. وتقول: باء بحقه، أي أقرَّ، وذا يكون - أبدا - بما عليه، لا له. قال لبيد: أنكرت باطلها وبؤت بحقها * عندي، ولم تفخر على كرامها وفى أرض كذا فلاة تبئ في فلاة، أي تذهب.",
    "pg": "1:37-38"
  },
  "بوا": {
    "def": "البَوُّ: جِلْدُ الحُوارِ يُحْشى ثُماماً فتُعطَف عليه الناقةُ إذا مات ولدها. قال الكميت:\nمدرجة كالبوبين الظئرين * والرماد بو الاثافي. والبوباة: المفازة، مثل الموماة. قال ابن السراج: أصله موموة على فعللة. والبوباة: موضع بعينه.",
    "pg": "6:2288"
  },
  "بوب": {
    "def": "البابُ يُجْمَعُ أبواباً، وقد قالوا أَبْوِبَة، للازدواج. قال ابن مُقْبِلٍ الشاعر (٢) : هَتَّاكِ أَخْبِيَةٍ وَلاَّجِ أَبْوِبَةٍ * يَخْلِطُ بالبِرِّ منه الجِدَّ واللِّينا ولو أفْرَدَهُ لم يَجُزْ. وتَبَوَّبْتُ بَوَّاباً: اتخذته. وأبْوابٌ مُبَوَّبَةٌ، كما يقال أصنافٌ مُصَنَّفَةٌ. وهذا شئ من بابتك، أي يصلح لك.",
    "pg": "1:90"
  },
  "بوث": {
    "def": "باث عن الشئ يبوث بوثا: بحث عنه. والاستباثة: الاستخراج. وقال أبو المثلَّم (١) : لَحَقُّ بَني شِغارَةَ (٢) أنْ يقولوا * لِصَخْرِ الغَيِّ ماذا تستثبيث",
    "pg": "1:274"
  },
  "بوج": {
    "def": "البائِجَةُ: الداهيةُ. يقال: باجَتْهُمُ البائجةُ تَبوجُهُمْ، أي أصابتهم. وقال الأصمعيّ: انباجت عليهم بوائج منكَرةٌ، إذا انْفَتَقَتْ عليهم دَواهٍ. وأنشد للشمَّاخ يرثي عُمَر بن الخطاب ﵁. قَضَيْتَ أموراً ثم غادرتَ بعدها * بوائجَ في أكمامِها لم تُفَتَّقِ وَتَبَوَّجَ البرق: لمع وتكشف.\nفصل التاء",
    "pg": "1:301"
  },
  "بوح": {
    "def": "باحة الدار: ساحتها. وأبحتك الشئ: أحللته لك. والمباح: خلاف المحظور. واسْتَباحوهُم، أي اسْتَأْصلوهم. وَباحَ بِسِرِّهِ، أي أَظْهَرَهُ. والبوحُ بالضم، في قولهم: \" ابنك ابن بوحك، يَشرب من صَبوحك \" يقال هو الذكَر، ويقال هو النَفْس، ويقال الوطئ. والبياح، بكسر الباء مخفف: ضَرْبٌ من السَمَك، وربَّما فُتِح وشدد.\nفصل التاء",
    "pg": "1:356-357"
  },
  "بوخ": {
    "def": "باخَ الحَرُّ والنارُ والغضبُ والحمَّى، أي سَكَنَ وفَتَرَ. قال رؤبة:\nحتَّى يَبوخَ الغَضَبُ الحَميتُ * وعَدا حتَّى باخَ، أي أعْيا. وهمْ في بُوخٍ من أمرهم بالضم، أي في اختلاط.\nفصل التاء",
    "pg": "1:419"
  },
  "بور": {
    "def": "البورُ: الرجلُ الفاسدُ الهالكُ الذى لا خير فيه. قال عبد الله بن الزبعرى السهمى: يا رسول المليك إن لساني * راتق ما فتقت إذا أنا بور (١) - وامرأة بور، حكاه أيضا أبو عبيدة. وقومٌ بورٌ: هَلكى. قال الله تعالى:\n(وكنتم قَوْماً بوراً) *، وهو جمع بائر مثل حائل وحول. وحكى الاخفش عن بعضهم أنه لغة وليس بجمع لبائر، كما يقال، أنت بشر وأنتم بشر. وقد بار فلان، أي هلك. وأبارَهُ الله: أهلكه. ورجلٌ حائرٌ بائِرٌ، إذا لم يتجه لشئ. وهو إتباع لحائر. وبارَهُ يَبورُهُ، أي جرَّبه واختبره. والابْتيارُ مثله. قال الكميت: قَبيحٌ بمثليَ نَعْتُ الفَتا * ةِ إِمَّا ابتهار أو إما ابتيارا - يقول: إما بهتانا وإما اختبار بالصدق لاستخراج ما عندها. وبَرْتُ الناقةَ أَبورُهَا بَوراً بالفتح، وهو أن تَعرِضَها على الفحل تنظر ألا قح هي أمْ لا، لأنَّها إذا كانت لاقِحاً بالتْ في وجه الفحل إذا تشممها. قال الشاعر (١) : بضرب كآذان الفراء فضوله * وطعن كإيزاغ المخاض تبورها - ويقال أيضا: بار الفحلُ الناقةَ وابْتارَها، إذا تشمَّمها ليعرف لِقاحها من حِيالِها. ومنه قولهم: بُرْ لي ما عند فلانٍ، أي اعْلَمْهُ وامْتَحِنْ لي ما في نفسه. والبور أيضا: الارض التى لم تزرع، عن أبى عبيد. وهو في الحديث في الكتاب الذى كتبه رسول الله ﷺ لاكيدر صاحب دومة الجندل: \" إن لنا الضاحية من البعل والبور (١) والمعامي والاغفال \". والبوار: الهلاك. وحكى الأحمر: \" نزلَتْ بَوارِ على الكُفّار \" مثل قَطامِ. وأنشد:\nإن التَظالُمَ في الصَديقِ بَوارِ (٢) * وبارِ المتاع: كسد. يقال: نعوذ بالله من بوار الايم. وبار عمله: بطل. ومنه قوله تعالى:\n(ومَكْرُ أُولَئِكَ هو يَبورُ) *. والبارياءُ والبورياءُ: التي من القصب. وقال الأصمعي: البورياءُ بالفارسية، وهو بالعربية بارِيٌّ وبوريٌّ. وأنشد للعجاج يصف كناس الثور:\nكالخص إذ جلله الباري * وكذلك البارية:",
    "pg": "2:597-598"
  },
  "بوز": {
    "def": "الباز لغة في البازى. قال الشاعر: كأنه باز دجن فوق مرقبة * جلى القطا وسط قاع سملق سلق * والجمع أبواز وبيزان. وجمع البازى بزاة.\nفصل التاء",
    "pg": "3:866"
  },
  "بوس": {
    "def": "البوس: التقبيل، فارسي معرب. وقد باسه يبوسه.",
    "pg": "3:910"
  },
  "بوش": {
    "def": "الجماعة من الناس المختلطين. يقال: بَوْشٌ بائِشٌ. والأَوباشُ جمعٌ مقلوب منه. والبَوْشيُّ: الرجل الفقير الكثير العيال. قال أبو ذؤيب: وأَشْعَثَ بَوْشِيٍّ شَفَيْنا أُحاحَهُ * غداتئذ ذى جردة متماحل:",
    "pg": "3:996"
  },
  "بوص": {
    "def": "البَوْصُ: السَبْقُ والتقدُّمُ. قال امرؤ القيس أَمِنْ ذِكْرِ لَيْلى إذْ نأَتْكَ تَنوصُ * فَتَقْصُرُ عنها خُطْوَةً وتَبوصُ * وخِمْسٌ بائِصٌ، أي مستعجل. ومنه قول الشاعر (١) : حتى وردن لتم خمس بائص * جدا تعاوره الرياح وبيلا * والبوص بالضم: اللون. يقال. حالَ بوصُهُ، أي تغيَّر لونه. قال يعقوب (٢) : ما أحسن بوصَهُ، أي سَحْنته ولونه. والبوصيُّ: ضربٌ من سفن البحر، وهو معرب. قال الأعشى: مِثلَ الفُراتيِّ إذا ما طَما * يَقْذِفُ بالبوصيِّ والماهِرِ (٣) * وبوصان: بطن من بنى أسد. والبوص والبوص (٤) : العجيزة. قال الاعشى عريضة بوص إذا أدبرت * هضيم الحشاشخته المحتضن (١)",
    "pg": "3:1031"
  },
  "بوع": {
    "def": "الباعُ: قَدْرُ مَدِّ اليدين. وبُعْتُ الحبلَ أَبوعُهُ بَوْعاً، إذا مددتَ باعَكَ به ; كما تقول: شَبَرْتُهُ من الشِّبْرِ. وربَّما عُبِّرَ بالباعِ عن الشَرف والكرم. قال العجَّاج:\nإذا الكِرامُ ابتدروا الباعَ بدر (١) * وقال حجر بن خالد: ندهدق بضع اللحم للباع والندى * وبعضهم تغلى بذم مناقعه * وباع الفرس في جريه، أي أبعَدَ الخطوَ ; وكذلك الناقةُ. ومنه قول الشاعر (١) : فدع هندا وسل النفس عنها (٢) * بِحرفٍ قد تُغيرُ إذا تَبوعُ",
    "pg": "3:1188-1189"
  },
  "بوغ": {
    "def": "البَوْغاءُ: التُربةُ الرخوةُ التي كأنها ذريرة، عن أبى عبيد: وتبوغ الدم بصاحبه وتَبَيَّغَ به، أي هاج به. وحكى ابن السكيت عن الفراء: تبوغ الرجل بصاحبه فغلبه، وتبوغ الدم بصاحبه فقتله. وفى الحديث: \" عليكم بالحجامة لا يتبيغ بأحدكم الدم فيقتله \" أي لا يتهيج. ويقال: أصله يتبغى من البغى، فقلب مثل جذب وجبذ.\nفصل التاء",
    "pg": "4:1317"
  },
  "بوق": {
    "def": "البوقُ: الذي يُنْفَخُ فيه. وأنشد الاصمعي:\nزمر النصارى زمرت في البوق * والبوقُ أيضاً: الباطلُ، عن أبي عمرو. ومنه قول حسان بن ثابت يرثي عثمان ﵁: يا قاتَلَ اللهُ قوماً كان شأْنُهُمُ قَتْلَ الإِمامِ الأمينِ السيِّدِ الفَطِنِ ما قَتَلُوهُ على ذَنْبٍ أَلَمَّ به إلاّ الذي نَطَقوا بوقاً ولم يَكُنِ وقولهم: أصابتْهم بَوقَةٌ منكرةٌ، وهي دُفعةٌ من المطر انبعجتْ ضَرْبةً. والبائِقَةُ: الداهية. يقال: باقَتْهُمُ الداهيةُ تَبوقُهُمْ بَوْقاً، إذا أصابتهم، وكذلك باقَتْهُمْ بؤوق على فعول. وانباقت عليهم بائقة شر، مثل انباجتْ، أي انفتَقَتْ. وانْباقَ عليهم الدهر، أي هجَم عليهم بالداهية، كما يخرُج الصوتُ من البُوق. وفي الحديث: \" لا يدخلُ الجنة من لا يأمن جاره بَوائِقهُ \" قال قتادة: أي ظُلْمَهُ وغَشْمَهُ. وقال الكسائي: غوائله وشرّهُ. وتقول: دفعتُ عنك بائقةَ فلانٍ. والباقةُ من البقل: حُزْمةٌ منه.",
    "pg": "4:1452-1453"
  },
  "بوك": {
    "def": "باك الحمار الانان يبوكها بوكا: نزا عليها. وغزوة تبوك، لان النبي ﷺ رأى قوما من أصحابه يبوكون حسى تبوك، أي يدخلون فيه القدح ويحركونه ليخرج الماء، فقال \" ما زلتم تبوكونها بوكا \" فسميت تلك الغزوة غزوة تبوك، وهو تفعل من البوك. قال أبو زيد: يقال لقيته أول بوك، أي أول شئ. قال الكسائي: باكت الناقة تبوك بوكا: سمنت. وحكى ابن السكيت: ناقة بائك، إذا كانت فتية حسنة، والجمع البوائك. ومن كلامهم: \" أنه لمنحار بوائكها \".\nفصل التاء",
    "pg": "4:1576-1577"
  },
  "بول": {
    "def": "البَوْلُ: واحدُ الأبوالِ. وقد بال يبول. والاسم البيلة كالجلسة والركبة. ويقال: أخذه بوال بالضم، إذا جعل البول يعتريه كثيرا. وكثرة الشراب مبولة، بالفتح. والمبولة بالكسر: كوزٌ يُبالُ فيه. ويقال: لَنُبيلَنَّ الخيلَ في عَرَصاتِكُمْ. وقول الفرزدق: وإنَّ الذي يَسْعَى ليُفْسِدَ زَوْجَتي كَساعٍ إلى أُسْدِ الشَرى يَسْتَبيلُها أي يأخذ بَوْلَهَا في يده. وبولان: حى من طيئ. والبالُ: القلبُ. تقول ما يخطر فلانٌ بِبالي. والبالُ: رخاءُ النفس. يقال: فلانٌ رخيُّ البال. والبالُ: الحالُ، يقال ما بالُكَ. وقولهم: ليس هذا من بالي أي مما أباليه. والبال: الحوت العظيم من حيتان البحر، وليس بعربي. والبالة: وعاء الطيب، فارسيّ معرّب، وأصله بالفارسية \" بيلَهْ \". قال أبو ذؤيب: كأن عليها بالة لطمية لها من خلال الدأيتين أريج وقولهم: ما أباليه بالة، نذكره في المعتل.",
    "pg": "4:1642"
  },
  "بوم": {
    "def": "البوم والبومة: طائر، يقع على الذكر والأنثى، حتَّى تقول صدى أو فياد، فيختص بالذكر.",
    "pg": "5:1875"
  },
  "بون": {
    "def": "بوانة بالضم: اسم موضع. وقال: لقد لقيت شول بجنبى بوانة نصيا كأعراب الكوادن أسحما وقال وضاح اليمن: أيا نخلتى وادى بوانة حبذا إذا نام حراس النخيل جنا كما وربما جاء بحذف الهاء. قال الزفيان: ماذا تذكرت من الاظعان طوالعا من نحو ذى بوان وأما الذى ببلاد فارس فهو شعب بوان، بالفتح والتشديد. والبوان بكسر الباء وضمها: عمود من أعمدة الخباء. والجمع بُونٌ بالضم (١) . والبانُ: ضربٌ من الشجر طيِّب الزهر. واحدتها بانَةٌ. قال امرؤ القيس:\nكَخُرْعوبَةِ البانةِ المُنْفَطِرْ (٢) * ومنه دهن البان.",
    "pg": "5:2081-2082"
  },
  "بوه": {
    "def": "البوهُ: طائرٌ يشبه البوم إلا أنه أصغر منه والأنثى بوهَةٌ. قال أبو عمرو: وهي البومَة الصغيرة، ويُشَبَّهُ بها الرجل الاحمق. قال امرؤ القيس (٢) (*) أيا هند لا تنكحي بوهة * عليه عقيقته أحسبا (١) وقولهم: \" صوفة في بوهة \"، يراد به الهبَاءُ المنثور الذي يرى في الكوة. ابن السكيت ما بهت له وما بِهْتُ له، أي ما فطنت له. والباه مثال الجاه: لغة في الباءة، وهى الجماع.",
    "pg": "6:2228"
  },
  "بيا": {
    "def": "قولهم: حَيَّاكَ الله وبَيَّاك. معنى حَيَّاكَ مَلَّكَكَ، وبَيَّاكَ قال الاصمعي: اعتمدك بالتحية. وقال ابن الاعرابي: جاء بك. قال الراجز (١) : باتت تبيا حوضها عكوفا * مثل الصفوف لاقت الصفوفا (٢) وقال آخر:\nوعسعس نعم الفتى تبياه (٣) * وقال الآخر: لما تبيينا أخا تميم * أعطى عطاء اللحز اللئيم وهذه الابيات تحتمل الوجهين جميعا. قال الاحمر: بَيَّاكَ معناه بَوَّأَكَ منزلاً، إلاَّ أنَّها لما جاءت مع حيّاك تُرِكَتْ همزتها وحُوِّلَتْ واوها ياءً. قال سلمة بن عاصم: حكيت للفراء قول خلف فقال: ما أحسن ما قال. وفى الحديث أن آدم ﵇ لما قتل ابنه مكث مائة سنة لا يضحك، ثم قيل له: حياك الله وبياك، فقال: وما بياك؟ قيل: (*) أضحكك. قال أبو عبيد: وبعض الناس يقول إنه إتباع. قال: وهو عندي على ما جاء تفسيره في الحديث، أي ليس بإتباع، وذلك أن الاتباع لا يكاد يكو بالواو، وهذا بالواو. قال: وكذلك قول العباس في زمزم: \" إنى لا أحلها لمغتسل، وهى لشارب حل وبل \". وقولهم: \" ما أدري أَيُّ هَيِّ بن بَيِّ هُوَ \" أيْ أيّ الناس هو. وهَيَّانُ بن بَيَّانَ، إذا لم يُعْرَفْ هو ولا أبوه.\nفصل التاء",
    "pg": "6:2288-2289"
  },
  "بيب": {
    "def": "بيبة: اسم رجل، وهو بيبة بن قرط بن سفيان بن مجاشع. قال جرير: ندسنا أبا مندوسة القين بالقنا * وما ردم من جار بيبة ناقع (١)\nفصل التاء",
    "pg": "1:90"
  },
  "بيت": {
    "def": "البَيْتُ معروف، والجمع بُيوتٌ وأبيات وأباييت عن سيبويه، مثل أقوال وأقاويل. وتصغيره بييت وبييت أيضاً بكسر أوله. والعامة تقول بويت. وكذلك القول في تصغير شيخ وعير وشئ وأشباهها. والبيت أيضا: عيال الرجل. قال الراجز: مالى إذا أنزعها صأيت * أكبر غيرني أم بيت * وفلان جاري بَيْتَ بَيْتَ، أي ملاصقاً، بُنِيا على الفتح لأنّهما اسمان جُعلا واحداً. وقول الشاعر: وبَيْتٍ على ظَهْرِ المَطيّ بَنَيْتُهُ * بأسْمَرَ مشقوق الخياشيم يَرْعَفُ يعني بَيْتَ شِعْرٍ كتَبَهُ بالقلم والبائِتُ: الغابُّ. يقال: خبر بائِتٌ، وكذلك البيوت. والبيوت أيضا: الامر يبيت عليه صاحبه مهتما به. قال الهذلى (١) : وأجعل فقرتها عدة * إذا خفت بيوت أمر عضال وبات يَبيتُ ويَباتُ بَيْتوتَةً. تقول: أَباتَكَ الله بخير. وباتَ يفعل كذا، إذا فعله ليلاً، كما يقال ظلَّ يفعل كذا إذا فعله نهاراً. وبَيَّتَ العدوَّ، أي أوقع بهم ليلاً. والاسم البَياتُ. وبيَّتَ أمراً، أي دبَّره ليلاً. ومنه قوله: تعالى (إِذْ يُبَيِّتُونَ ما لا يَرْضى من القول) . وبُيِّتَ الشئ، أي قدر. وتقول: ماله بيت ليلة، بكسر الباء، وبيتَهُ ليلةٍ، أي قوت ليلة.\nفصل التاء",
    "pg": "1:244-245"
  },
  "بيد": {
    "def": "البَيداءُ: المفازة، والجمع بيد. وباد الشئ يبيد بيدا وبيودا: هلك. وأبادَهُم اللهُ، أي أهلكهم. والبَيْدانةُ: الأَتانُ اسم لها. قال امرؤ القيس: ويوماً على صَلْتِ الجَبينِ مُسَحَّجٍ * ويوماً على بَيْدانَةٍ أُمِّ تَوْلَبِ - وبَيْدَ بمعنى غير. يقال: إنّه كثير المال، بَيْدَ أنه بخيل.\nفصل التاء",
    "pg": "2:450"
  },
  "بيس": {
    "def": "بيسان: موضع تنسب إليه الخمر. قال حسان بن ثابت: من خمر بيسان تخيرتها * ترياقة توشك فتر العظام (١) * فصل التاء",
    "pg": "3:910"
  },
  "بيش": {
    "def": "البيش بكسر الباء: نبت ببلاد الهند، وهو سم. وبيشة: اسم موضع. قال الشاعر: سقى جدثا أعراض بيشة دونه * وغمرة وسمى الربيع ووابله * وقال القاسم بن معن: بئشة وزئنة، مهموزتان، وهما أرضان. فصل الجيم",
    "pg": "3:996-997"
  },
  "بيص": {
    "def": "قولم: وقعوا في حَيْصَ بَيْصَ، أي في اختلاط لا محيص لهم منه. وكذلك حِيصَ بِيصَ، بكسر أوائلهما. وجعلتم الأرض عليه حَيْصَ بَيْصَ، أي ضيَّقْتُم عليه\nفصل التاء",
    "pg": "3:1031"
  },
  "بيض": {
    "def": "البَياضُ: لون الأبْيَضِ. وقد قالوا بَياضٌ وبَياضَةٌ، كما قالوا منزل ومنزلة. وقد بيضت الشئ تَبْيِيضاً، فابْيَضَّ ابْيِضاضاً، وابْياضَّ ابْيِيضاضاً. وجمع الابيض بيض. وأصله بيض بضم الباء، وإنما أبدلوا من الضمة كسرة لتصح الياء. وبايضه فباضه يَبيضُهُ، أي فاقَهُ في البياضِ. ولا تقل يَبوضُهُ. وهذا أشدُّ بَياضاً من كذا، ولا تقل أبيض منه. وأهل الكوفة يقولونه، ويحتجون بقول الراجز: جارية في درعها الفضفاض * أبيض من أخت بنى إباض * قال المبرد: ليس البيت الشاذ بحجة على الاصل المجمع عليه. وأما قول الراجز (١) إذا الرجال شتوا واشتد أكلهم * فأنت أبيضهم سربال طباخ * فيحتمل أن لا يكون بمعنى أفعل الذى تصحبه من للمفاضلة، وإنما هو بمنزلة قولك: هو أحسنهم وجها، وأكرمهم أبا، تريد حسنهم وجها وكريمهم أبا. فكأنه قال: فأنت مبيضهم سربالا، فلما أضافه انتصب ما بعده على التمييز. والابيض: السيف، والجمع البِيضُ. والبيضانُ من الناس: خلاف السودانِ قال ابن السكِّيت: الأَبْيَضَانِ: اللبن والماء. وأنشد (٢) : ولكنه ياتي ليَ الحَوْلَ كامِلاً * وما ليَ إلا الابيضين شراب (٣) ومنه قولهم: بَيَّضْتُ السِقاءَ، وبَيَّضْتُ الإناءَ أي ملأته من الماء واللبن. والأَبْيَضَانِ: عرقان في حالب البعير. قال الراجز (٤) قريبة ندوته من محمضه * كأنما ييجع عرقا أبيضه (١) * أو ملتقى فائله وأبضه (٢) * والبيضة: واحدة البَيْضِ من الحديدِ وبَيْضِ الطائر جميعا. وقولهم: \" هو أذل من بَيْضَةِ البلدِ \" أي من بيضة النعامة التى تتركها. قال الشاعر (٣) : لو كان حوض حمار ما شربت به * إلا بإذن حمار آخر الابد * لكنه حوض من أودى بإخوته * ريب الزمان (٤) فأمسى بيضة البلد * والبيضة: الخصية. وبيضة كل شئ: حوزته. وبَيْضَةُ القومِ: سَاحَتُهُمْ. وقال (٥) : يا قَوْمِ بَيْضَتَكُمْ لا تُفْضَحُنَّ (٦) بها * إنِّي أَخافُ عليها الأَزْلَمَ الجَذَعا * يقول: احفظوا عُقْرَ داركم لا تفضحن. والبيض أيضا: ورم يكون في يد الفرس مثل النُفَخ والغُددِ. قال الأصمعي: هو من العيوب الهيِّنة. يقال: قد باضَتْ يد الفرس تبيض بيضا. وباضت الطائرةُ فهي بائِضٌ. ودجاجةٌ بَيوضٌ، إذا أكثرت البَيْضَ. والجمع بُيُضٌ مثال صبور وصبر. ويقال: بيض في لغة من يقول في الرسل رسل. وإنما كسرت الباء لتسلم الياء. وباضَ الحَرُّ، أي اشتدَّ. وباضَتِ البُهْمى: سقطتْ نصالُها. وابْتاضَ الرجلُ: لبس البيضة. وقولهم: \" سد ابن بيض الطريق \"، قال الاصمعي: هو رجل كان في الزمن الاول يقال له ابن بيض، عقر ناقته على ثنية فسد بها الطريق ومنع الناس من سلوكها. قال الشاعر (١) : سددنا كما سد ابن بيض طريقه * فلم يجدوا عند الثنية مطلعا * والمبيضة، بكسر الياء: فرقة من الثنوية، وهم أصحاب المقنع، سموا بذلك لتبييضهم ثيابهم مخالفة للمسودة من أصحاب الدولة العباسية. وبيضة، بكسر الباء: اسم بلد. فصل الجيم",
    "pg": "3:1067-1069"
  },
  "بيع": {
    "def": "بعت الشئ: شريته، أبيعه بَيْعاً ومبيعاً، وهو شاذٌ وقياسه مَباعاً. وبعْتُهُ أيضاً: اشتريته، وهو من الأضداد. قال الفرزدق: إنَّ الشَبابَ لَرابِحٌ مَنْ باعَهُ * والشَيْبُ ليس لبائعيه تجار * يعنى من اشتراه. وفي الحديث: \" لا يَخْطُب الرجلُ على خِطْبَةِ أخيه، ولا يَبِعْ على بَيْعِ أخيه \"، يعني لا يشتري على شراء أخيه، فإنَّما وقع النهيُ على المشتري لا على البائع. والشئ مبيع ومبيوع، مثل مخيط ومخيوط، على النقص والتمام. قال الخليل: الذى حذف من مبيع واو مفعول لانها زائدة وهى أولى بالحذف. وقال الاخفش: المحذوفة عين الفعل، لانهم لما سكنوا الياء ألقوا حركتها على الحرف الذى قبلها فانضمت، ثم أبدلوا من الضمة كسرة للياء التى بعدها، ثم حذفت الياء وانقلبت الواو ياء كما انقلبت واو ميزان للكسرة. ويقال للبائع والمشترى: البيعان. وأبعت الشئ: عرضته (١) . قال الاجدع الهمداني: ورضيت آلاء الكميت فمن يبع * فرسا فليس جوادنا (٢) بمباع * آلاؤه: خصاله الجميلة. والابتياع: الاشتراء. تقول: بيع الشئ، على ما لم يسمَّ فاعلُه، إن شئت كسرت الباء وإن شئتَ ضممتها، ومنهم من يقلب الياء واوا فيقول بوع الشئ ; وكذلك القول في كيل وقيل وأشباههما. وبايَعْتُهُ من البَيْعِ والبَيْعَةِ جميعاً. والتبايع مثله. واستبعته الشئ، أي سألته أن يَبيعَهُ مني. والبَيعَةُ بالكسر للنصارى. ويقال أيضاً: إنه لحسن البيعة من البيع، مثل الركبة والجلسة.\nفصل التاء",
    "pg": "3:1189"
  },
  "بين": {
    "def": "البَيْنُ: الفراق. تقول منه: بانَ يَبينُ بَيْناً وبَيْنونَةً. والبَيْنُ: الوصلُ وهو من الأضداد. وقرئ: (لقَدْ تَقَطَّعَ بَيْنَكُمً) بالرفع والنصب، فالرفع على الفعل أي تقطَّعَ وصلكم، والنصب على الحذف، يريد ما بينكم. والبون: الفضل والمزية. يقال بانَهُ يَبونُهُ ويَبينُهُ، وبينهما بَوْنٌ بعيدٌ وبَيْنٌ بعيدٌ، والواو أفصح. فأمَّا في البعد فيقال: إنَّ بينهما لبينا لا غير. والبيان: الفصاحة واللسن. وفي الحديث: \" إنَّ من البيان لسحراً \". وفلان أَبْيَنُ من فلانٍ، أي أفصح منه وأوضح كلاماً. وأبين: اسم رجل نسب إليه عدن، يقال عدن أبين. والبيان: ما يتبين به الشئ من الدلالة وغيرها. وبان الشئ بَياناً: اتَّضَحَ فهو بَيِّنٌ، والجمع أبيناء، مثل هين وأهيناء. وكذلك أبان الشئ فهو مُبينٌ. قال: لو دَبَّ ذَرٌّ فوق ضاحي جِلْدِها لأبانَ من آثارِهِنَّ حُدورُ وأَبَنْتُهُ أنا، أي أوضحته. واستبان الشئ: وضح. واستبنته أنا: عرفته. وتبين الشئ: وضح وظهر. وتَبَيَّنْتُهُ أنا، تتعدَّى هذه الثلاثة ولا تتعدَّى. والتَبْيينُ: الإيضاح. والتَبيِينُ أيضاً: الوضوح. وفي المثل: \" قد بَيَّنَ الصُبحُ لذي عينين \"، أي تبين. قال النابغة:\nإلا أوارى لايا ما أبينها (١) * أي ما أتبينها. والتبيان: مصدر: وهو شاذ لان المصادر إنما تجئ على التفعال بفتح التاء. مثل التذ كار والتكرار والتوكاف، ولم يجئ بالكسر إلا حرفان، وهما التبيان والتلقاء. وتقول: ضربَه فأبانَ رأسه من جسده وفصله، فهو مبين. ومبين أيضا: اسم ماء. قال (١) : يا ريها اليوم على مبين على مبين جرد القصيم (٢) فجاد بالميم مع النون، وهو جائز للمطبوع، على قبحه. يقول: يارى ناقتي على هذا الماء. فأخرج مخرج النداء وهو تعجب. والمباينة: المفارقة. وتَبايَنَ القومُ: تهاجروا وتباعدوا. والبائنُ: الذي يأتي الحلوبة من قِبَلِ شمالها. والمعلى: الذى يأتيها من قبل يمينها. وتطليقةٌ بائِنَةٌ، وهي فاعلةٌ بمعنى مفعولة. والبائِنَةُ: القوسُ التي بانَتْ عن وترِها كثيراً. وأما التى قربت من وترها حتى كادت تلصق به فهى البانية، يتقديم النون، وكلاهما عيب. والباِئِنَةُ: البئرُ البعيدةُ القعرِ الواسعةُ. والبَيونُ مثله، لأنَّ الأَشْطانَ تَبينُ عن جرابها كثيرا. قال جرير يصف خيلا (١) : يشنفن (٢) للنظر البعيد كأنما إرنانها ببوائن الاشطان وغراب البين يقال هو الابقع. قال عنترة: ظمن الذين فراقهم أتوقع وجرى بينهم الغراب الابقع حرق الجناح كأن لحيى رأسه جلمان بالاخبار هش مولع وقال أبو الغوث: غراب البَيْنِ هو الأحمر المنقار والرجلين، فأمَّا الأسود فهو الحاتم، لأنّه عندهم يحتم بالفراق. وبَيْنَ بمعنى وَسَطْ، تقول: جلست بَيْنَ القوم كما تقول: وسط القوم بالتخفيف، وهو ظرف، وإنْ جعلته اسما أعربته. تقول: جلست بَيْنَ القوم كما تقول وسط القوم بالتخفيف. وهو ظرف وإنْ جعلته اسما أعربته. تقول: (لقد تقطع بينكم) برفع النون، كما قال الهذلى (٣) فلاقته ببلقعة براح فصادف بين عينيه الجبوبا (١) وتقول: لقيته بعيدات بين، إذا لقيته بعد حين ثم أمسكت عنه ثم أتيته. وهذا الشئ بَيْنَ بَيْنَ، أي بين الجيِّد والردئ. وهما اسمان جعلا اسما واحدا وبنيا على الفتح. والهمزة المخففة تسمى بين بين، أي همزة بين الهمزة وحرف اللين، وهو الحرف الذى منه حركتها، إن كانت مفتوحة فهى بين الهمزة والالف مثال سأل، وإن كانت مكسورة فهى بين الهمزة والياء مثل سئم، وإن كان مضمومة فهى بين الهمزة والواو مثل لؤم. وهى لا تقع أولا أبدا لقربها بالضعف من الساكن، إلا أنها وإن كانت قد قربت من الساكن ولم يكن لها تمكن الهمزة المخففة فهى متحركة في الحقيقة. وسميت بين بين لضعفها، كما قال عبيد بن الابرص: يحمى حقيقتنا وبعض القوم يسقط بين بينا أي يتساقط ضعيفا غير معتد به. وبينا: فَعْلى أشبعت الفتحة فصارت ألفاً. وبينما زيدت عليها مَا، والمعنى واحد. تقول: بينا نحن نرقبه أتانا (١) ، أي أتانا بين أوقات رقبتنا إياه. والجمل مما تضاف إليها أسماء الزمان، كقولك: أتيتك زمن الحجاج أمير، ثم حذفت المضاف الذى هو أوقات وولى الظرف الذى هو بين الجملة التى أقيمت مقام المضاف إليها، كقوله تعالى: (واسأل القرية) . وكان الاصمعي يخفض بعد بينا ما إذا صلح في موضعه بين، وينشد قول أبى ذؤيب بالكسر: بينا تعنقه الكماة وروغه يوما أتيح له جرئ سلفع وغيره يرفع ما بعد بينا وبينما على الابتداء والخبر. والبين بالكسر: القطعة من الأرض قدر منتهى البصر والجمع بيون. قال ابن مقبل يخاطب الخيال: بسرو حمير أبوال البغال به أنى تسديت وهنا ذلك البينا ومن كسر التاء والكاف ذهب بالتأنيث إلى ابنة البكري صاحبة الخيال، والتذكير أصوب. والبين أيضا: الناحية، عن أبى عمرو.\nفصل التاء",
    "pg": "5:2082-2085"
  },
  "بين (١) ": {
    "def": "الخيل: \" كنتُ فارساً يومئذ فسَبَقْت الناس حتَّى طَفّفَ بي الفرسُ مسجدَ بني زريقٍ حتَّى كاد يساوي المسجد \"، يعني وثب بى. والطفطفة (٢) : الخاصرة. والطفطاف: أطراف الشجر. قال الكميت: أَوَيْنَ إلى مُلاطَفةٍ خَضودٍ لمأكَلِهِنَّ (٣) طَفْطافَ الرُبولِ يعني فراخ النَعام، وأنّهنَّ يأوين إلى أمٍّ مُلاطِفَةٍ تكسر لهن أطراف الربول، وهى شجر. وقولهم: خذ ما طف لك، وأطَفَّ، واسْتَطَفَّ، أي خذ ما ارتفع لك وأمكن.",
    "pg": "4:1396"
  }
}