{
  "ذأب": {
    "def": "الذئب يهمز ولا يهمز، وأصله الهمزُ، والأنثى ذئبةٌ، وجمع القليل أَذْؤُبٌ، والكثير ذئابٌ وذُؤْبانٌ. وذُؤْبانُ العرب أيضاً: صعاليكها الذين يتلصصون. وأرضٌ مَذْأَبَةٌ، أي ذاتُ ذِئابٍ. أبو عمرو: الذِئْبانُ: الشَعَرُ على عُنُقِ البعير ومِشْفَرِهِ. وقال الفراء: الذِئْبانُ بقية الوبَر. قال: وهو واحدٌ. والذئبةُ: فُرْجَةُ ما بين دَفَّتَي السَّرْجِ والرَحْلِ، تحت ملتقى الحنوين، وهو يقع على المِنْسَج. وذَأَبَهُ، أي طرده وحَقَرَهُ. وذَأَبْتُ الإبلَ ذَأْباً: سُقْتُها. وأَذْأَبَ الرجل: فَزِعَ. قال الشاعر (١) :\nفسَقَطَتْ نَخْوَتُهُ وأَذْأَبا * أبو زيد: ذَؤُبَ الرجل بالضم يَذْؤُبُ ذآبَةً: صار كالذئب خُبْثاً ودهاءً. وذُئِبَ الرجلُ على فُعِلَ، فهو مَذْؤُوبٌ، أي وقع الذئب في غنمه. وتذأبت الريحُ وتَذاءَبَتْ بمعنىً، أي اختَلَفَتْ وجاءتْ مرّةً كذا ومرة كذا. قال الأصمعي: أُخِذَ من فِعْلِ الذئب لانه يأتي كذلك. وتذاءبت الناقَةَ، على تفاعلت، أي ظَأَرْتُها على ولدها، وذلك أن يَلبَس لها لباساً يَتَشبَّهُ بالذئب ويُهَوِّلُ لها، لتكون أَرْأَمَ عليه. والذُؤابَةُ من الشَعر والجمع الذوائب، وكان الاصل ذآئب، لان الالف التى في ذؤابة كالالف التى في رسالة، حقها أن تبدل منها همزة في الجمع، ولكنهم استثقلوا أن تقع ألف بين الهمزتين، فأبدلوا من الاولى واوا. والذؤابة أيضا: الجلدة التي تَعَلَّقُ على آخِرَة الرَّحْلِ. يقال غبيطٌ مُذَأَّبٌ. وغُلامٌ مُذَأَّبٌ: له ذؤابة. قال لبيد: فكلفتها همى فآبت رذية (١) * طليحا كألواح الغبيط المذأب",
    "pg": "1:125-126"
  },
  "ذأت": {
    "def": "ذَأَتَهُ يَذْأَتُهُ ذَأْتاً، أي خنقه. وقال أبو زيد: إذا خنقه أشدَّ الخنق حتَّى أَدْلَعَ لسانه.",
    "pg": "1:249"
  },
  "ذأج": {
    "def": "ذَأَجَ الماءَ يَذْأَجُهُ ذَأْجاً، إذا جرِعه جرعاً شديداً. قال الراجز: يَشرَبْنَ بَرْدَ الماءِ شُرْباً ذَأْجاً * لا يَتَعَيَّفْنَ الأُجاجَ المَأْجا قال الأصمعي: ذَأَجْتُ السِقاءَ: خرقْته، وكذلك إذا نَفَخت فيه تَخَرَّقَ أو لم يتخرَّق. وانْذَأَجت القِرْبَةُ: تخرقت.\nفصل الراء",
    "pg": "1:316"
  },
  "ذأر": {
    "def": "أبو زيد: أَذْأَرْتُ الرجلَ بصاحبِه إذْآراً، أي حَرَّشْتُهُ وأَوْلَعْتُهُ به. وقد ذَئِرَ عليه حين أَذْأَرْتُهُ، أي اجْتَرَأَ عليه. وفي الحديث: \" ذَئِرَ النساء على أزواجهنَّ \"، قال الأصمعي: يعني نَفَرْنَ ونَشَزْنَ واجْتَرَأْنَ. يقال منه: امرأة ذَئِرٌ على فاعِلٍ، مثل الرجلِ قال عبيد: ولقد أتانا (١) عن تميم أنهم * ذَئِروا لقَتْلى عامِرٍ وتغضَّبوا - يعني نَفَروا من ذلك وأنكروه. ويقال: إن شؤونك لَذَئَرَةٌ. وقد ذَئِرَهُ، أي كَرِهَهُ وانصرف عنه. وناقة مذائر: تنفر عن الوَلَدِ ساعةَ تضعُه، ويقال هي التي تَرْأَمُ بأنفها ولا يَصْدُقُ حبها. وذئر بالشئ، أي ضرى به واعتاده.",
    "pg": "2:662"
  },
  "ذأط": {
    "def": "ذَأَطَهُ مثل ذَأَتَهُ، أي خنقَه أشدَّ الخنق حتَّى دلع لسانه.",
    "pg": "3:1126"
  },
  "ذأل": {
    "def": "الذأَلانُ: المَشْيُ الخفيفُ. ذأَلَتِ الناقة تذأل ذألا وذألانا. وأنشد أبو زيد:\nمرت بأعلى السحرين تذأل * قال أبو عبيد: ومنه سمِّي الذئبُ ذُؤَالَةَ. وهي معرفة، يقال: \" خَشِّ ذُؤَالَةَ بالحِبالَةٍ \". قال ابن السكيت: ذَأَلانُ الذئب يجمع على ذآليلَ، باللام.",
    "pg": "4:1701"
  },
  "ذأم": {
    "def": "الذامُ: العيبُ، يهمز ولا يهمز. يقال: ذَأَمَهُ يّذْأَمُهُ، إذا عابه وحقره، مثل ذأبه، فهو مذءوم. قال أوس بن حجر: فإن كنتَ لا تدعو إلى غير نافعٍ فذَرْني وأَكْرِمً مَنْ بَدالَكَ واذْأَمِ قال الفراء: أذ أمتنى على كذا، أي أكرهتني عليه.",
    "pg": "5:1925"
  },
  "ذأن": {
    "def": "الذُؤْنونُ: نبْتٌ. يقال: خرج الناس ينذأننون، أي يأخذون الذآنين.",
    "pg": "5:2119"
  },
  "ذا": {
    "def": "ذا اسمٌ: يشار به إلى المذكرْ. وذي بكسر الذال للمؤنث. تقول: ذِي أَمَةُ اللهِ. فإنْ وقفْتَ عليه قلت: ذِهْ بهاء موقوفة. وهى بدل من الياء، وليست للتأنيث وإنما هي صلة، كما أبدلوا في هنية فقالوا هنيهة. فإن أدخلت عليه ها للتنبيه قلت: هذا زيد، وهذى أمة الله، وهذه أيضا بتحريك الهاء. وقد اكتفوا به عنه. فإن صغرت ذا قلت: ذيا بالفتح والتشديد، لانك تقلب ألف ذا ياء لمكان الياء قبلها، فتدغمها في الثانية وتزيد في آخره ألفا لتفرق بين المبهم والمعرب. وذيان في التثنية. وتصغير هذا: هذيا. ولا يصغر ذى للمونث وإنما يصغرتا، وقد اكتفوا به عنه. وإن ثنّيت ذا قلت ذان، لانه لا يصح (*) اجتماعهما لسكونهما فتسقط إحدى الالفين، فمن أسقط ألف ذا قرأ: (إن هذين لساحران) فأعرب. ومن أسقط ألف التثنية قرإ: (إن هذان لساحران) ، لان ألف ذا لا يقع فيها إعراب. وقد قيل إنها على لغة بلحارث بن كعب. والجمع أولاء من غير لفظه. فإن خاطبتَ جئتَ بالكاف فقلت: ذاكَ وذَلِكَ، فاللام زائدة والكاف للخطاب، وفيها دليلٌ على أنَّ ما يومأ إليه بعيدٌ. ولا موضعَ لها من الإعراب. وتُدْخِلُ \" ها \" على ذاكَ فتقول: هَذاكَ زيدٌ، ولا تُدْخِلُها على ذَلِكَ ولا على أُولَئِكَ كما لم تدخلها على تِلْكَ. ولا تُدخل الكاف على ذي للمؤنّث، وإنَّما تدخلها على تا، تقول: تيك وتلك، ولا تقل ذيك فإنه خطأ. وتقول في التثنية: رأيت ذَيْنِكَ الرجلين، وجاءني ذانِكَ الرجلان. وربَّما قالوا: ذانِّكَ بالتشديد، وإنَّما شدَّدوا تأكيداً وتكثيراً للاسم، لانه بقى على حرف واحد، كما أدخلوا اللام على ذلك، وإنما يفعلون مثل هذا في الاسماء المبهمة لنقصانها. وتقول للمؤنث: تانِكَ، وتانِّكِ أيضاً بالتشديد، والجمع أولَئِكَ. وحكم الكاف قد ذكرناه في تا. وتصغير ذا: ذَيَّاكَ، وتصغير ذَلِكَ: ذَيَّالِكَ. وقال: أو تحلفي بربك العلى * أنى أبوذيا لك الصبى وتصغير تلك تياك (١) . وأما ذو الذي بمعنى صاحِبٍ فلا يكون إلاَّ مضافاً، فإنْ وصفتَ به نكرةً أضفتَه إلى نكرةٍ، وإن وصفتَ به معرفةً أضفته إلى الألف واللام، ولا يجوز أن تضيفه إلى مضمر ولا إلى زيد وما أشبهه. تقول: مررتُ برجلٍ ذي مالٍ، وبامرأة ذاتِ مالٍ، وبرجلين ذَوَيْ مالٍ بفتح الواو، كما قال تعالى: (وأشهدو ذوى عدل منكم) وبرحال ذوى مالٍ بالكسر، وبنسوة ذّواتِ مالٍ، ويا ذَواتِ الجِمامِ فتكسر التاء في الجمع في موضع النصب، كما تكسر تاء المسلمات. تقول (*) رأيت ذَواتِ مالٍ، لأنَّ أصلها هاء، لانك لو وقفت عيها في الواحد لقلت ذاهْ بالهاء، ولكنَّها لما وُصِلَتْ بما بعدها صارت تاءً. وأصل ذو ذَوًى مثل عَصاً، يدلُّ على ذلك قولهم: هاتانِ ذَواتا مالٍ. قال تعالى: (ذَواتا أفنانٍ) في التثنية. ونرى أنّ الألف منقلبة من واو (١) ، ثم حذفت من أن ذوى عينُ الفعل لكراهتهم اجتماعَ الواوين، لأنَّه كان يلزم في التثنية ذووان مثل عصوان (٢) ، فبقى ذا منوّناً ثم ذهب التنوين للإضافة في قولك: ذو مالٍ. والإضافة لازمةٌ له، كما تقول: فُو زَيْدٍ وفا زَيْدٍ، فإذا أفردْتَ قلت: هّذا فَمٌ. فلو سمَّيت رجلاً ذو لقلت هَذا ذّوى قد أقبل، فتردّ ما ذهب، لأنَّه لا يكون اسمٌ على حرفين أحدهما حرفُ لين ; لأنَّ التنوين يذهبه فيبقى على حرفٍ واحد. ولو نسبتَ إليه قلت ذووى، مثال عصوى. وكذلك إذا نسبتَ إلى ذَاتٍ ; لأنَّ التاء تحذف في النسبة، فكأنّك أضفت إلى ذي فرددْتَ الواو. ولو جمعت ذو مالٍ قلت: هؤلاء ذَوُونَ، لأنَّ الإضافة قد زالت. قال الكميت: ولا أَعْني بذلك أَسْفَلِيكُمْ * ولكنِّي أريد به الذَوينا يعني به الأَذْواءَ وهم ملوك اليمن من قُضاعة المسمَّون بذي يَزَنَ، وذي جَدَنٍ، وذي نُواسٍ، وذي فائِشٍ، وذي أَصْبَحَ، وذي الكَلاع. وهم التَبابعة. وأما ذُو التي في لغة طيئ بمعنى الذى فحقُّها أن توصف بها المعارف، تقول: أنا ذُو عَرَفْتَ وذو سَمِعْتَ، وهَذِهِ المرأةُ ذُو قالت كذا، يستوي فيه التثنية والجمع والثأنيث. قال الشاعر (١) : ذاك خليلي وذو يعاتبني * يرمى ورائي بامسهم وا مسلمه (٢) يريد الذى يعاتبني، والواو التي قبله زائدة. قال سيبويه: إن ذَا وحدها بمنزلة الذي، (*) كقولهم: ماذا رأيت؟ فتقول: متاعٌ حسنٌ. قال لبيد: ألاَ تَسْأَلانِ المرء ماذا يحاول * أأب فيقضى أم ضلالٌ وباطلُ قال: وتجرى مع ما بمنزلة اسمٍ واحدٍ، كقولهم: ماذا رأيت؟ فتقول: خيراً، بالنصب كأنَّه قال: ما رأيت؟ ولو كان ذا ههنا بمنزلة الذي لكان الجواب خيرٌ بالرفع. وأما قولهم ذاتُ مرّةٍ وذُو صباحٍ، فهو من ظروف الزمان التي لا تتمكَّن. تقول: لقيته ذاتَ يومٍ وذاتَ ليلةٍ وذاتَ غَداةٍ وذاتَ العِشاءِ وذاتَ مرّةٍ وذات الزمين ذات العويم، وذا صباحٍ وذا مَساءٍ وذا صَبوحٍ وذا غَبوقٍ، فهذه الأربعة بغيرها هاءٍ وإنَّما سُمِعَ في هذه الأوقات، ولم يقولوا: ذاتَ شهرٍ ولا ذاتَ سنةٍ. قال الأخفش في قوله تعالى: (وَأَصْلِحوا ذاتَ بَيْنِكُم) إنّما أنّثوا ذاتَ لأنَّ بعض الأشياء قد يُوضع له اسمٌ مؤنّث ولبعضها اسمٌ مذكَر، كما قالوا دارٌ وحائطٌ، أنّثوا الدار وذكَّروا الحائط. وقولهم: كان ذَيْتَ وذَيْتَ، مثل كيت وكيت، أصله ذيؤ على فعل ساكنة العين، فحذفت الواو فبقي على حرفين فشُدِّدَ كما شُدِّدَ كَيُّ إذا جعلته اسماً، ثم عُوِّضَ من التشديد التاء. فإنْ حذفْتَ التاء وجئت بالهاء فلا بد من أن تردَّ التشديد، تقول: كان ذَيِّت وذَيَّة. وإن نسبْتَ إليه قلت ذَيَويٌّ، كما تقول بَنَوِيٌّ في النسبة إلى البنت.",
    "pg": "6:2550-2553"
  },
  "ذبب": {
    "def": "الذَبُّ: المنعُ والدفعُ. وقد ذَبَبْتُ عنه. وذَبَّبَ، أي أكْثَرَ الذب. يقال طعان غير تذييب. إذا بُولغ فيه. وذَبَّبْنا لَيْلَتَنا، أي أَتْعَبْنا في السير. ولا ينالون الماء إلا بقرب مذبب، أي مُسْرِعٍ، قال الشاعر (٢) : مُذَبِّبَةً أَضَرَّ بها بُكوري * وتَهْجيري إذا اليَعْفورُ قالا وجاءنا راكبٌ مُذَبِّبٌ، وهو العجل المنفرد. وظمء مذبب، أي طويل يسار إلى الماءِ من بُعْدِ فيُعجَّلُ بالسَيْرِ. والذباب معروف، الواحدة ذبابة ولا تقل ذبانة، وجمع القلة أذبة والكثير ذبان، مثل غراب وأغربة وغربان. قال النابغة:\nضرابة بالمشفر الاذبه * أبو عبيد: أرض مذبة: ذات ذباب. وبعير مذبوب، إذا أصابه الذباب، قاله في باب أمراض الابل. وقال الفراء: أرض مذبوبة كما يقال موحوشة من الوحش. والمِذَبَّةُ: ما يُذَبُّ به الذُبابُ. وذُبابَ أسنانِ الإبل: حّدُّها. قال الشاعر (١) : وتسمعُ للذُبابِ إذا تَغَنَّى * كَتَغْريدِ الحَمامِ على الغُصونِ وذُبابُ السيفِ: طَرَفُهُ الذي يُضْرَبُ به. وذُبابُ العينِ: إنْسانُها. والذُبابَةُ: البقية من الدَيْنِ ونحوه. قال الراجز:\nأَوْ يَقْضيَ اللهُ ذُباباتِ الدَيْن * وذبَّبَ النهارُ، إذا لم يبقَ منه إلا بقيَّةٌ. وقال:\nوانْجابَ النهار فذببا * والتذبذب: التحرك. والذبذبة: نوس الشئ المعلق في الهواء. والذبذب: الذَكَرُ. وفي الحديث: \" مَنْ وُقيَ شَرَّ ذَبْذَبِهِ \". والذَباذبُ أيضاً: أشياء تعلق في الهودج. والمذبذب: المتردد بين أمرين. قال الله ﵎: (مذبذ بين بين ذلك) . والذب: الثور الوحشى، وسمى ذَبَّ الرِيادِ لأنه يَرودُ، أي يجئ ويذهب ولا يثبت في موضِع واحد. وقال الشاعر النابغة: كأنما الرَحْلُ منها فوق ذي جُدَدٍ * ذَبِّ الرِيادِ إلى الأَشباحِ نَظَّارِ - وذَبَّتْ شَفَتُهُ، أي ذَبُلَتْ من العطش. وقال: وهُمْ سَقَوْني عَلَلاً بعد نَهَلْ * من بَعْدِ ما ذَبَّ اللِسانُ وذَبَلْ وذَبَّ جسمُهُ: هُزِلَ. وذَبَّ النَبْتُ: ذَوَي.",
    "pg": "1:126-127"
  },
  "ذبح": {
    "def": "الذَبْحُ: الشَقُّ: قال الراجز: كأنّ بين فَكِّها والفكِّ (١) * فأرَةَ مِسْكٍ ذُبِحَتْ في سُكِّ أي فُتِقَتْ. وربّما قالوا: ذَبَحْتُ الدَنَّ، أي بَزَلتُه. والذَبْحُ: مصدر ذَبَحْتُ الشاةَ. والذِبْحُ، بالكسر ما يُذْبَحُ: قال الله تعالى: (وفَدَيْناهُ بِذِبْحٍ عَظِيمٍ) . والذَبيح: المذبوح، والأنثى ذَبيحَةٌ، وإنما جاءت بالهاء لغلبة الاسم عليها. والذَبيح: الذي يَصْلُح أن يُذْبَحَ للنسك. قاله ابن السكيت. وأنشد لابن أحمر:\nإما ذبيحا وإما كان حلانا (٢) * واذبحت: اتخذت ذبيحا، كقولك: اطبخت، إذا اتخذت طبيخا. وتذابح القومُ، أي ذَبَح بعضُهم بعضاً. يقال \" التمادُح التَذابُح \". والمَذْبَحُ: شَقٌّ في الأرض مقدار الشِبْرِ ونحوِه. يقال: غادر السَيْلُ في الأرضِ أخاديد ومذابح. والمذابح أيضا: المحاريب، سُمِّيت بذلك للقَرابين. والذُبَّاحُ، بالضم والتشديد: شُقوق تكون في باطن الأصابع في الرِجْل. ومنه قولهم: \" ما دونَه شوكةٌ ولا ذُبَّاحٌ \". وسَعْدٌ الذابحُ: منزِلٌ من منازل القمر، وهما كوكبان نيِّران بينهما مقدار ذِراع، وفي نَحْر واحدٍ منهما نجم صغير قريب منه كأنّه يذبحه، فسُمِّي ذابِحاً. والذُبَحُ، على مثال الهبع: نبْتٌ تأكله النَعام. والذُبَحَةُ: وَجَعٌ في الحلق. يقال: أخذته الذُبَحَةُ (١) . قال أبو زيد، ولم يَعْرِفِ الذَبْحَةَ بالتسكين، الذي عليه العامَّةُ.",
    "pg": "1:362"
  },
  "ذبر": {
    "def": "الذَبْرُ: الكتابة، مثل الزَبْرِ. وقد ذَبَرْتُ الكِتابَ أَذْبُرُهُ وأَذْبِرُهُ ذَبْراً. وأنشد الأصمعي: لأبي ذؤيب: عرفت الديار كرقم الدوا * ة يذبرها الكاتب الحميرى (٢) -",
    "pg": "2:662"
  },
  "ذبف": {
    "def": "الذيفان والذيفان: السم القاتل.\nفصل الزاء",
    "pg": "4:1362"
  },
  "ذبل": {
    "def": "الذبل: شئ كالعاج، وهو ظهر السُلحفاة البحرية، يُتَّخَذُ منه السِوارُ. ومنه قول جرير يصف امرأة: ترى العَبَسَ الحوْلِيَّ جَوْناً بكوعِها. لها مَسَكاً من غير عاجٍ ولا ذبل (١) والذبالة: الفتيلة، والجمع الذبال. وذبل البقل يذبل ذَبْلاً وذُبولاً، أي ذَوى. وكذلك ذَبُلَ بالضم. وأَذْبَلَهُ الحَرُّ وذَبلَ الفرس: ضمر. ومنه قول امرى القيس: على الذَبْلِ جَيَّاشٌ كأنّ اهْتِزامَهُ إذا جاشَ فيه حَمْيُهُ غلى مرجل ويذبل: اسم جبل.",
    "pg": "4:1701"
  },
  "ذبى": {
    "def": "ذبيان، وذبيان أيضا بكسر الذال: أبو قبيلة من قيس، وهو ذبيان بن بغيض بن ريث بن غطفان بن سعد بن قيس عيلان.",
    "pg": "6:2344-2345"
  },
  "ذحل": {
    "def": "الذحل: الحقد والعدواة. يقال: طلب بذَحْلِهِ، أي بثأره. والجمع ذحول.",
    "pg": "4:1701"
  },
  "ذخر": {
    "def": "الذَخيرة: واحدة الذَخائر. وقد ذخرت الشئ أذخره ذخرا، وكذلك ادَّخَرْتُهُ، وهو افْتَعَلْتُ. وقول الشاعر الراعى يصف امرأة (٣) : فلما سقيناها العكيس تمذحت * مذاخرها وازداد رشحا وريدها - يعنى أجوافها وأمعاءها. ويروى: \" خواصرها \". والاذخر: نبت، الواحدة إذخرة.",
    "pg": "2:662-663"
  },
  "ذرأ": {
    "def": "ذرأ الله الخلق يذرؤُهُمْ ذرْءاً (١) : خَلَقَهُمْ. ومنه: الذُرِّيَّةُ، وهي نَسْلُ الثَّقَلَيْنِ، إلا أنَّ العرب تركت همزها، والجمع: الذَّرارِيّ. وفي الحديث: \" ذَرْءَ النَّارِ \"، أي: أنهم خُلِقوا لها، ومن قال: ذَرْوَ النَّارِ بغير همز: أراد أنهم يُذْرَونَ في النار. والذَرَأُ بالتحريك: الشيْبُ في مُقَدَّمِ الرأس، رجل أَذْرَأُ وامرأة ذَرْآءُ. وذرئ شعره، وذرأ لغتان. قال الراجز: رأين شيخاً ذَرِئَتْ مَجاليهْ * يَقْلي الغَواني والغَواني تَقْلِيْه والاسم الذُرْأَةُ بالضم. وقال أبو نخيلة السعدى: وقد عَلَتْني ذُرْأَةٌ بادي بَدي * وَرَثْيَةٌ تَنْهَضُ في تَشَدُّدي (١) وفرسٌ أذْرَأُ، وجَدْيٌ أَذْرَأُ، أي: أَرْقَشُ الأُذُنَيْنِ، وسائِرُهُ أسودُ. وعَناقٌ ذَرْآءُ، وهو من شِياتِ المَعَزِ دون الضَّأْنِ. ومِلْحٌ ذَرَآنيٌّ وذَرْآنِيٌّ بتحريك الراء وتسكينها للملح الشديد البياض، وهو مأخوذ من الذرأة ولا تقل: أنذراني (٢) . وحكى بعضهم ذَرَأْتُ الأرض أي بَذَرْتُها، وزَرْعٌ ذرئ على فعيل. وأنشد: شققت القلب ثم ذَرَأْتِ فيه * هَواكِ فَليمَ فالتَأَمَ الفطورُ والصحيح ثم ذَرَيْتِ غير مهموز. ويروى \" ثم ذروت فيه \".",
    "pg": "1:51"
  },
  "ذرا": {
    "def": "الأصمعي: الذَرا بالفتح: كلُّ ما استترت به. يقال: أنا في ظل فلان في ذراه، أي في كنفه وسِتره ودِفئه. وذرى الشئ بالضم: أعاليه، الواحدة ذِرْوَةٌ وذُرْوَةٌ أيضاً بالضم، وهي أعلى السَنام. والذَرا أيضاً: اسمٌ لما ذَرَتْهُ الريح، واسمُ الدمع المصبوب. قال سليمان بن صرد لعلى رضى الله عنه: \" بلغني عن أمير المؤمنين ذرو من قول تشذر (١) لى فيه بالوعيد، فسرت إليه جوادا \". قوله ذرو من قول، أي طرف منه ولم يتكامل. ويقال: مر فلان يذرو ذَرْواً، أي يمرُّ مَرًّا سريعاً. قال العجاج:\nذار إذا لاقى العزاز أحصفا * وذرا الشئ، أي سقط. وذروته أنا، أي طيّرته وأذهبته. قال أوس: إذا مُقْرَمٌ منا ذَرا حَدُّ نابِهِ * تَخَمَّطَ منا (٢) نابُ آخر مقرم (*) والذاريات: الرياح. وذرت الريح الترابِ وغَيرَه تَذْروهُ وتَذْريهِ، ذَرْواً وذَرْياً، أي سَفَتْهُ. ومنه قولهم: ذَرَّى الناس الحِنطة. وأَذْرَيْتُ الشئ، إذا ألقيته، كإلقائك الحب للزرع. وطعنه فأَذْراهُ عن ظهر دابَّته، أي ألقاه. واسْتَذْرَتِ المعزى، أي اشتهت الفحل، مثل استدرت. واستذريت بالشجرة، أي استظللتُ بها وصرتُ في دفئها. واسْتَذْرَيْتُ بفلان، أي التجأت إليه وصرتُ في كَنَفه. وتَذْرِيَةُ الأكداس معروفة. والمِذْرى: خشبةٌ ذاتُ أطرافٍ يُذَرَّى بها الطعام وتُنَقَّى بها الأكداس من التِبْنِ. ومنه ذَرَّيْتُ ترابَ المعدن، إذا طلبت منه الذهب. والذرة: حب معروف، وأصله ذرو أو ذرى، والهاء عوض. قال أبو زيد: ذَرَّيْتُ الشاةَ تّذْرِيَةً، وهو أن تجزّ صوفَها وتدعَ فوق ظهرها شيئاً منه لتُعرفُ به، وذلك في الضأن خاصّةً وفي الإبل. قال: وفلانٌ يُذَرِّي حَسَبَهُ، أي يمدحه ويرفع من شأنه. وأنشد لرؤبة: عمدا أذرى حسبى أن يشتما * بهذر (١) هذار يمج البلغما وتذريت السنام: علوته وفَرعتُه. الأصمعيّ: تَذَرَّيْتُ بني فلان وتَنَصَّيْتُهُمْ، إذا تزوَّجت في الذروة منهم والناصية. والمذروان: أطراف الأليتين، ولا واحدَ لهما، لانه لو كان واحدهما مذرى على ما يزعم أبو عبيدة لقالوا في التثنية مذريان ; لان المقصور إذا كان على أربعة أحرف يثنى بالياء على كل حال، نحو مقلى ومقليان. والمِذْرَوانِ من القوس: الموضِعان اللذان يقع عليهما الوتَر من أعلى ومن أسفل، ولا واحد لهما. وقولهم: جاء فلان يُنفض مِذْرَوَيْهِ، إذا جاء باغياً يتهدد. قال عنترة يهجو عُمارة بن زيادٍ العبسيّ: أَحَوْلي تَنْفُضُ اسْتُكَ مِذْرَوَيْها * لتقتلني فها أنا ذا عُمارا يريد: يا عُمارَةُ. وأَذْرَتِ العينُ دمعها: صبته. (*)",
    "pg": "6:2345-2346"
  },
  "ذرب": {
    "def": "الذَرِبُ: الحادُّ من كل شئ. وقال الراجز:\nدبت عليها ذَرِباتُ الأَنْبارْ (١) * أي حديداتُ اللسْعِ. ولِسانٌ ذَرِبٌ وفيه ذَرابَةٌ، أي حِدَّةٌ. وسيفٌ ذَرِبٌ. وامرأةٌ ذَرِبَةٌ: صخابة، وذربة أيضا، مثال قربة. قال الراجز (٢) :\nإليكَ أشكو ذِرْبَةً من الذرب (٣) وذربت معدته تذرب ذربا: فَسَدَتْ. قال أبو زيد: في لسانه ذَرَبٌ، وهو الفُحْشُ. قال: وليس من ذَرَبِ اللسانِ وحِدَّتِهِ. وأنشد: أَرِحْني وَاسْتَرِحْ مِنّي فإنِّي * ثقيلٌ مَحْمِلي ذَرِبٌ لِساني والجمع أذرابٌ. وقال الشاعر (١) : ولقد طَوَيْتُكُمُ على بللاتكم (٢) * وعرفت ما فيكم من الأَذْرابِ وذَرِبَ الجُرْحُ، إذا لم يقبل الدواءَ. ومنه الذَرَبَيَّا (٣) على فعليا، وهي الداهية. قال الكميت: رَمانيَ (٤) بالآفاتِ من كُلِّ جانِبٍ * وبالذَرَبَيَّا مُرْدُ فِهْرٍ وشِيبُها والتذريب: التحديد. يقال سِنانٌ مُذَرَّبٌ. قال كعب بن مالك: بمُذَرَّباتٍ بالأَكُفِّ نَواهِلٍ * وبكلِّ أَبْيَضَ كالغَديرِ مُهَنَّدِ وكذلك المذروب. قال الشاعر: لقد كان ابْنُ جَعْدَةَ أَرْيَحيَّا * عَلى الأَعداءِ مذروب السنان",
    "pg": "1:127"
  },
  "ذرح": {
    "def": "الذراح، بالضم: دويبة حمراء منقطة بسواد تطير، وهى من السموم، والجمع الذراريح. وقال سيبويه: واحد الذراريح ذرحرح. وليس عنده في الكلام فعول بواحدة. وكان يقول سبوح وقدوس بفتح أوائلهما. قال الراجز: قالت له وريا إذا تنحنح * ياليته يسقى على الذرحرح وهو فعلعل بضم الفاء وفتح العينين. فإذا صغرت حذفت اللام الاولى وقلت ذريرح، لانه ليس في الكلام فعلع إلا حدرد. وذرحت الزعفران وغيره في الماء تَذْريحاً، إذا جعلت فيه منه شيئاً يسيراً. ويقال أيضاً: ذَرَّحَ طعامَه، إذا جعل فيه الذَراريح. وقولهم: أحْمَرُ ذَريحيٌّ، أي شديد الحمرة. وأما الذريحيات من الابل فمنسوبات إلى فحل يقال له ذريح. قال الراجز:\nمن الذريحيات ضخما آركا (١) * والذريحة: الهضبة. والذريح: الهضاب.",
    "pg": "1:362-363"
  },
  "ذرر": {
    "def": "الذَرُّ: جمع ذَرَّةٍ، وهي أصغر النمل، ومنه سمى الرجل ذرا، وكنى بأبى ذر. وذرية الرجل: ولده. والجمع الذَرارِيُّ والذُرِّيَّاتُ. وذَرَرْتُ الحَبَّ والدواءَ والمِلحَ أَذُرُّهُ ذَرًّا: فَرَّقْتُهُ. والذَرورُ بالفتح: لغة في الذَريرَةِ، ويجمع على أذرة. وذرت الشمس تذر ذرورا بالضم: طلعت. ويقال: ذَرَّ البَقْلُ، إذا طلعَ من الارض، عن أبى زيد. وحكى الفراء: ذارت الناقة تذارُّ مُذارَّةً وذِراراً: أي ساء خُلُقُها، وهي مُذارٌّ، وهي في معنى العلوق والمذائر. قال: ومنه قول الحطيئة: وكنت كذات البو (١) ذرات بأنفها * فمن ذاك تبغى غيره وتهاجره - إلا أنه خففه للضرورة. وقال أبو زيد: في فلان ذِرارٌ، أي إعراض غضبا، وكذرار الناقة.",
    "pg": "2:663"
  },
  "ذرع": {
    "def": "ذِراعُ اليدِ يذكَّر ويؤنث. والذِراعُ: ذِراعُ الأسدِ، وهما كوكبان نيِّران ينزلهما القمر. والذِراعُ: سَمَةٌ في ذِراعِ البعير. وقولهم: هو منِّي على حَبل الذِراعِ، أي مُعَدٌّ حاضرٌ. والذِراعُ: ما يُذْرَعُ به. ويقال لصدر القناةِ: ذِراعُ العامل. وأما قول الشاعر:\nإلى مشرب بين الذراعين بارد * فهما هضبتان. والذراع بالفتح: المرأة الخفيفة اليدين بالغزْل. وقد ذَرَعَت الثوبَ وغيره ذرعا. وذرعه القئ، أي سبَقَه وغلبه. وتقول: أبطرتُ فلاناً ذَرْعَهُ، أي كلفته أكثر من طَوقه. ويقال ضِقْتُ بالأمر ذَرْعاً، إذا لم تُطِقْهُ ولم تَقْوَ عليه. وأصلُ الذَرْعِ إنَّما هو بسطُ اليدِ، فكأنَّك تريد: مددت يدي إليه فلم تَنلْه. وربَّما قالوا: ضقتُ به ذِراعاً. قال حميد ابن ثور يصف ذئبا: وإنْ بات وَحْشاً ليلةً لم يضق بها * ذِراعاً ولم يصبح لها وهو خاشِعُ * وقولهم: اقْصِدْ بذَرْعِكَ، أي اربَعْ على نفسك. وقولهم: الثوبُ سَبْعٌ في ثمانيةٍ، إنما قالوا سَبْعٌ لأن الأذْرُعَ مؤنَّثة. قال سيبويه: الذِراعُ مؤنثة، وجمعها أَذْرُعٌ لا غير. وإنَّما قالوا ثمانية لأنَّ الأشبار مذكِّرَة. والذِراعُ: الزَقُّ الصَغير يُسْلَخُ من قِبَلِ الذِراعِ، والجمع ذَوارِعُ، وهي للشراب. وذَرَّعَهُ تَذْريعاً، أي خَنَقه. والتَذْريعُ في المشي: تحريك الذِراعَيْنِ. ويقال أيضاً للبَشيرِ إذا أومى بيده: قد ذَرَّعَ البشيرُ. وثورٌ مُذَرَّعٌ، إذا كان في أكارِعِهِ لُمَعٌ سودٌ. والذَرَعُ بالتحريك: الطَمَعُ. ومنه قول الراجز: وقد يقود الذَرَعُ الوَحْشِيَّا * والذَرَعُ أيضاً: ولد البقَرة الوحشية. تقول منه: أَذْرَعَتِ البقرةُ فهي مُذْرِعٌ. والإذْراعُ أيضاً: كثرةُ الكلام والإفراطُ فيه، وكذلك التَذَرُّعُ. وأرى أصلَه من مَدَّ الذِراعِ، لأنَّ المكثِر قد يفعل ذلك. والتذرع أيضا: تقدير الشئ بِذِراع اليد. وقال (١) : ترى قِصَدَ المُرَّانِ تُلْقى كَأَنَّها * تَذَرَّعُ خِرْصانٍ بأيدي الشَواطِبِ (٢) * والمُذَرِّعُ بكسر الراء مشددة: المطُر الذي يرسَخ في الأرض قدرَ ذِراعٍ. والمُذَرَّعُ: الذي أُمُّه أشرف من أبيه، هذا بفتح الراء. ويقال إنَّما سُمِّيَ مُذَرَّعاً بالرَقْمَتَيْنِ في ذِراعِ البغلِ، لأنَّهما أتياه من ناحية الحمار. والمَذارِعُ: المَزالِفُ، وهي البلاد بين الريف والبَرِّ، الواحدُ مِذْراعٌ. ويقال للنخيل التي تقرب من البيوت: مَذارِعُ. ومَذارِعُ الدابةِ: قوائمُها. قال الأخطل: وبالهَدايا إذا احْمَرَّتْ مَذارِعُها * في يوم ذَبْحٍ وتَشْرِيْقٍ وَتَنْحارِ * والذَريعَةُ: الوسيلةُ. وقد تَذَرَّعَ فلانٌ بذَريعَةٍ، أي توسَّلَ ; والجمع الذَرائِعُ، مثل الدريئة هي الناقة التي يستتر بها الرامي للصيد. وفرسٌ ذَريعٌ: واسعُ الخطوِ بيِّن الذَراعَة. وقوائمُ ذَرِعاتُ، أي سريعاتٌ. وقتلٌ ذَريعٌ، أي سريعٌ، يقال: قتلوهم أذرع قتل. وأذرعات بكسر الراء: موضع بالشام تنسب إليه الخمر. قال أبو ذؤيب: فما إن رحيق سبتها التجا * ر من أذرعات فوادى جدر * وهى معرفة مصروفة، مثل عرفات. قال سيبويه: ومن العرب من لا ينون أذرعات، يقول هذه أذرعات، ورأيت أذرعات بكسر التاء بغير تنوين. والنسبة إليها أذرعي.",
    "pg": "3:1209-1211"
  },
  "ذرعف": {
    "def": "إذ رعفت الابل بالذال والدال جميعاً، أي مضت على وجوهها. واذرعف الرجل في القتال، أي استنتل من الصف.",
    "pg": "4:1361"
  },
  "ذرق": {
    "def": "الذَرَقُ: الحَنْدَقوقُ. قال رؤبة:\nحتّى إذا ما هاجَ حيرانُ الذُرَق (٢) * وأَذْرَقَتِ الأرض: أنبتته. وذَرْقُ الطائر: خُرْؤُهُ. وقد ذَرَقَ يَذْرُقُ ويَذْرِقُ، أي زَرَق. وقال حسَّان بن ثابت لما سأله عمر ﵁ عن هجاء الحُطيئة الزبرقانَ بقوله: دَعِ المكارِمَ لا تَرْحَلْ لِبُغْيَتِها واقْعُدْ فإنَّكَ أنتَ الطاعِمُ الكاسي ما هجاه بل ذرق عليه. وحكى أبو زيد لبنٌ مُذَرَّقٌ، أي مَذيقٌ.",
    "pg": "4:1478-1479"
  },
  "ذرود": {
    "def": "ذرود: اسم جبل.",
    "pg": "2:471"
  },
  "ذعت": {
    "def": "أبو زيد: ذغته ذعتا، مثل ذَأَتَهُ وذَأَطَهُ وذَعَطَهُ، إذا خنقه أشد الخنق.",
    "pg": "1:249"
  },
  "ذعر": {
    "def": "ذعرته أذعره ذعرا: أفزعته، والاسم: الذعر بالضم. وقد ذعر فهو مذعور. وامرأة ذَعورٌ: تُذْعَرُ من الربية. وناقة ذعور، إذا مس ضرعها غارت. وذو الاذعار: لقب ملك من ملوك حمير، لانه زعموا حمل النسناس إلى بلاد اليمن فذعر الناس منه.",
    "pg": "2:663"
  },
  "ذعط": {
    "def": "الذعط: الذبح الوحى، والعين غير معجمة. وقد ذَعَطَهُ يَذْعَطُهُ. يقال: ذَعَطَتْه المنيةُ. قال الشاعر (١) : إذا بلغوا مصرهم عوجلوا * من الموت بالهميع الذاعط * وكذلك الذعمطة، بزيادة الميم.",
    "pg": "3:1126-1127"
  },
  "ذعع": {
    "def": "ذعذعته فتذعذع، أي فرقته فتفرق. وذعذعة السر: إذاعته. والذعاع: الفرق، الواحدة ذعاعة، وربما قالوا: تفرقوا ذعاذع (١) .",
    "pg": "3:1211"
  },
  "ذعف": {
    "def": "الذُعافُ: السمُّ. وطعامٌ مَذْعوفٌ. وذعفت الرجال: أي سقيته الذعاف. وموتٌ ذُعافٌ وذؤافٌ، أي سريع يعجل القتل.",
    "pg": "4:1361-1362"
  },
  "ذعلب": {
    "def": "الذِعْلِبُ والذِعْلِبَةُ: الناقةُ السريعةُ والتذعلب: الانطلاق في استخفاء. واذ لعب الجمل إذ لعبابا: انطلق، وذلك من النَجاءِ والسُرْعَةِ. قال الأغلب العِجْليّ:\nماضٍ أَمامَ الرَكْبِ مُذْلَعِبّ * والذّعاليبُ: قِطَعُ الخِرَق. وقال الشاعر (١) :\nمُنْسَرِحاً عنه ذَعاليبُ الخِرَقْ (٢) * وقال أبو عمرو: وأطرافُ الثيابِ يقال لها الذَعاليبُ، واحدها ذُعْلوبٌ. وأنشدَ لجرير: وقد أكون على الحاجاتِ ذا لَبَثٍ * وأَحْوَذِيَّاً إذا انْضَمَّ الذَعاليبُ",
    "pg": "1:127-128"
  },
  "ذعلق": {
    "def": "الذعلوق: نبت: قال الراجز (١) : يا رب مهر مزعوق مقيل أو مغبوق من لبن الدهم الروق حتى شتا كالذعلوق",
    "pg": "4:1479"
  },
  "ذعن": {
    "def": "أَذْعَنِ له، أي خضعَ وذل.",
    "pg": "5:2119"
  },
  "ذفر": {
    "def": "الذَفَرُ بالتحريك: كلُّ ريح ذَكِيّةٍ من طيبٍ أو نَتْنٍ. يقال مِسْكٌ أَذْفَرُ، بيِّنُ الذَفَرِ. وقد ذَفِرَ بالكسر يَذَفُرُ. ورَوْضَةٌ ذَفِرَةٌ. والذَفَرُ: الصُنانُ. وهذا رجلٌ ذَفِرٌ، أي له صُنانٌ وخُبْثُ ريحٍ. والذِفْرى من القَفا، هو الموضع الذي يَعْرَقُ من البعير خلف الاذن. يقال: هذه ذفرى أسيلة، لا تنون لان ألفها للتأنيث. وهى مأخوذة من ذفر العرق، لانها أول ما يعرق من البعير. قال الاصمعي: قلت لابي عمرو بن العلاء: الذفرى من الذفر؟ فقال: نعم. والمعزى من المعز؟ فقال: نعم. وبعضهم ينونه في النكرة ويجعل ألفه للالحاق بدرهم وهجرع. والجمع ذفريات وذفارى بفتح الراء، وهذه الالف في تقدير الانقلاب عن الياء، ومن ثم قال بعضهم: ذفار مثل صحار. أبو زيد: بعير ذفر بالكسر مشد الراء: أي عظيم الذِفرى. وناقةٌ ذِفِرَّةٌ. والذِفِرُّ: الشابُّ الطويل التامُّ الجَلْدُ. والذَفْراءُ: عُشْبَةٌ خَبيثَةُ الرائحة لا يكاد المال يأكلها، عن يعقوب. قال: وكتيبة ذفراء، أي أنّها سَهِكَةٌ من الحديد وصدئة (١) . قال لبيد: فخمة ذفراء ترتى (٢) بالعرى * قردمانيا وتركا كالبصل -",
    "pg": "2:663-664"
  },
  "ذفط": {
    "def": "أبو زيد: ذَفَطَ الطائِرُ أنثاه يذفطها ذفطا: سفدها.\nفصل الراء",
    "pg": "3:1127"
  },
  "ذفف": {
    "def": "الذَفيفُ: السريعُ مثل الذَميلِ، وقد ذَفَّ يَذِفُّ بالكسر. وخفيفٌ ذفيف، إى سريع. الذف: الاجهاز على الجريح، وكذلك الذِفافُ. ومنه قول العجاج أو رؤبة يعاتب رجلاً (١) : لما رآني أُرْعِشَتْ أطرافي كان مع الشَيْبِ من الذِفاف قال أبو عبيد: يروى بالذال والدال جميعاً ومنه قيل للسم القاتل: ذِفافٌ. وقد ذَفَّفْتُ على الجريح تَذْفيفاً، إذا أسرعتَ قتْله. والذِفافُ أيضاً: الماء القليل، ومنه قول أبي ذؤيب يذكر القبر: يقولون لمَّا جُشَّتِ البئرُ أَوْرِدوا وليس بها أدنى ذُفافٍ لِوارِدِ وذفافة بالضم: اسم رجل.",
    "pg": "4:1362"
  },
  "ذقن": {
    "def": "ذَقَنُ الإنسان: مَجمع لَحْييه. وفي المثل: \" مُثْقَلٌ استعانَ بذَقَنِهِ \"، يضرب لرجل ذليل يستعين برجل آخر مثله. (*) وأصله البعير يحمل عليه الحِمْل الثقيل فلا يقدر على النهوض فيعتمد بذَقَنِهِ على الأرض. وذَقَنْتُهُ: ضربتُ ذَقَنَهُ. والذاقِنَةُ: طرَف الحلقوم الناتئ. وفي المثل: \" لأُلحِقَنَّ حواقنك بذَواقِنِكَ \". وقال أبو زيد: الذَواقِنُ: أسفل البطن. وناقةٌ ذَقونٌ: تُرخي ذَقَنَها في السير. ودلوٌ ذَقونٌ. وقد ذَقِنَتْ بالكسر، إذا خرزتَها فجاءت شَفتُها مائلة.",
    "pg": "5:2119"
  },
  "ذكا": {
    "def": "الذكاءُ ممدودٌ: حِدّة القلب. وقد ذَكيَ الرجل بالكسر يَذْكى ذكاء، فهو ذكى على فعيل. والذكاء أيضا: السنُّ. وقال الحجاج: \" فُرْرْتُ عن ذَكاءٍ \". وبلغت الدابةُ الذَكاءَ، أي السنّ. وذُكاءٌ بالضم غير مصروف: اسمٌ للشمس معرفة لا تدخلها الألف واللام. تقول: هذه ذُكاءُ طالعةً. ويقال للصبح: ابن ذُكاءَ، لانه من ضوئها. قال حميد الأرقط: فوردَتْ قبلَ انبلاج الفَجْرِ * وابن ذكاء كامن من كفر * والتَذْكِيَةُ: الذبحُ. وتَذْكِيَةُ النار: إيقادها ورفعُها. ويقال أيضاً: ذَكَّى الرجلُ، إذا أسَنَّ. والمَذاكي: الخيل التي قد أتى عليها بعد قُروحها سنةٌ أو سنتان، الواحدة مُذَكٍّ، مثل المُخْلف من الإبل. وفي المثل: \" جَرْيُ المُذَكِّياتِ غلاءٌ \". وذَكَتِ النار تَذْكو ذَكاً مقصورٌ، أي اشتعلت. وأَذْكَيْتُها أنا. وأَذْكَيْت عليه العيونَ، إذا أرسلْتَ عليه الطلائع. قال الشاعر في النار: وظل لنا يوم كأنَّ أُوارهُ * ذكا النارِ من نجم الفروع طويل وذكوان: أبو قبيلة من سليم. والمُذكِيَةُ: ما يلقى على النار تذكى به.",
    "pg": "6:2346-2347"
  },
  "ذكر": {
    "def": "الذَكَرُ: خلاف الأُنْثى. والجمع ذكور، وذكران، وذكارة أيضا، مثل حجر وحجارة. والذكر: العَوْفُ، والجمع المَذاكيرُ على غير قياس، كأنهم فرقوا بين الذكرى الذي هو الفَحْلَ وبين الذَكَرِ الذي هو العضْو، في الجمع. وقال الاخفش: هو من الجمع الذى ليس له واحد، مثل العباديد والابابيل. والذَكَرُ من الحديد: خلاف الأنيثِ. وذكورا البقل: ما غلظ منه، وإلى المرارة هو. وسيف ذَكَرٌ ومُذَكَّرٌ، أي ذو ماءٍ. قال أبو عبيد: هي سيوف شفراتها حديد ذكر، ومتونها أنيث. قال: ويقول الناس إنها من عمل الجن. والمذكرة: الناقة التي تشبه الجَمَلَ في الخَلْقِ والخُلُقِ. ويقال: ذهبت ذُكْرَةُ السَيْفِ وذُكْرَةُ الرجل: أي حِدَّتُهُما. وفى الحديث: \" أنه كان يطوف في ليلة على نسائه ويغتسل من كل واحدة منهن غسلا، فسئل عن ذلك فقال: إنه أذكر \"، يعنى أحد. وسيف ذو ذُكْرٍ (١) ، أي صارم. ورجل ذِكِّيرٌ (٢) : جيّد الذِكْرِ والحِفْظِ. والتذكير: خلاف التأنيث. والذِكْرُ والذِكْرى، بالكسر: خلاف النِسْيانِ. وكذلك الذُكْرَةُ، وقال كعب بن زُهير: أنَّى أَلَمَّ بِكَ الخَيالُ يَطيفُ * ومَطافُهُ لك ذُكْرَةُ وشُفوفُ (٣) - والذِكرى مِثْلُهُ. تقول: ذَكَرْتُهُ ذِكْرى، غَير مُجْراةٍ. وقولهم: اجْعَلْهُ منكَ على ذُكْرٍ وذِكْرٍ، بمعنىً. والذِكْرُ: الصيتُ (١) والثَناءُ. وقوله تعالى:\n(ص والقرآنِ ذي الذِكْرِ) * أي ذي الشَرَف. ويقال أيضاً: كم الذِكْرَةُ من وَلَدِكَ؟ أي الذكور. وذكرت الشئ بعد النِسْيانِ، وذَكَرْتُهُ بلساني وبقلبي، وتذكَّرْتُهُ. وأَذْكَرْتُهُ غيري وذَكَّرته، بمعنىً. قال الله تعالى:\n(واذَّكَرَ بَعْدَ أُمِّةٍ) *، أي ذكره بعد نسيانٍ، وأصله اذتكر فأدغم. والتذكرة: ما تستذ كر به الحاجَةُ. وأَذْكَرَتِ المرأةُ فهي مُذْكِرٌ، إذا وَلَدَتْ ذَكَراً. والمِذْكارُ: التي من عادتها أن تَلِدَ الذكور. ويذكر: بطن من ربيعة.",
    "pg": "2:664-665"
  },
  "ذلف": {
    "def": "الذَلفُ بالتحريك: صِغر الأنف واستواء الأرنبة. تقول: رجلٌ أَذْلَفُ بين الذلف، وامرأة ذلفا من نسوةٍ ذُلْفٍ. ومنه سمِّيت المرأةُ. قال الشاعر: إنما الذَلْفاءُ ياقُوتَةٌ أخرجت من كيس دهقان",
    "pg": "4:1362"
  },
  "ذلق": {
    "def": "الذَلَقُ بالتحريك: القلقُ. وقد ذَلِقَ بالكسر، وأَذْلَقْتُهُ أنا. يقال: أَذْلَقْتُ الضبَّ إذا صببتَ في جُحْرِهِ الماء ليخرج. قال الفراء: الذَلْقُ بالتسكين: مَجرى المِحور في البكرة. وذلق كل شئ أيضا: حَدُّهُ، وكذلك ذَوْلَقُهُ. وذَوْلَقُ اللسان: طَرَفه، وكذلك ذَوْلَقُ السِنانِ. وذَلِقَ اللسانُ: بالكسر يَذْلَقُ ذَلَقاً، أي ذَرِبَ وكذلك السِنانُ، فهو ذَلِقٌ وأَذْلَقُ. ويقال أيضاً: ذَلُقَ اللسانُ بالضم ذَلْقاً، فهو ذَليقٌ بيِّن الذَلاقَةِ. وحكى ابنُ الأعرابي: لسانٌ ذَلْقٌ طَلْقٌ، وذَليقٌ طليقٌ، وذُلُقٌ طلق، [وذلق طلق (١) ] أربع لغات فيها. والحروف الذلق: حروف طرفِ اللسانِ والشفةِ، الواحدُ أذلق. وهن ستة، ثلاثة منها ذَوْلَقِيَّةٌ، وهي الراء واللام والنون، وثلاثة شَفَوية وهي الفاء والباء والميم. وإنما سمِّيتْ هذه الحروف ذُلْقاً لأنَّ الذَلاقَةَ في المنطق إنما هي بطرف أَسَلَة اللسان والشفتين، وهما مَدْرَجَتا هذه الحروف الستّة. وخطيبٌ ذَلقٌ وذَليقٌ، والأنثى ذَلِقَةٌ وذَليقَةٌ. وكلُّ محدَّدِ الطرفِ: مذلق.",
    "pg": "4:1479"
  },
  "ذلل": {
    "def": "الذُلُّ: ضدُّ العز. ورجلٌ ذليلٌ بيِّن الذُلِّ والذِلَّةِ والمَذَلَّةِ، من قوم أدلاء وأذلة. والذل بالكسر: اللِين، وهو ضدُّ الصعوبة. يقال: دابةٌ ذَلولٌ بيِّنة الذِلِّ، من دَوابَّ ذُلُلٍ. ومنه قولهم: \" بعضُ الذِلّ أبقى للأهل والمال \". وعَيْرُ المَذَلَّة: الوتِدُ، لأنّه يُشَجُّ رأسه. وذلاذل القميص: ما يلى الأرضَ من أسافله، الواحد ذُلْذُلٌ، مثل قمقم وقماقم. قال الزَفَيان (١) :\nمُشَمِّراً قد رفَع الذلا ذلا (٢) * وكذلك ذلذل القميص، وهو قصر الذلاذل. وأذله وذلله واستذله، كله بمعنىً. وقوله تعالى: ﴿وذُلِّلَتْ قُطوفُها تذليلا﴾ ، أي سويت عنا قيدها ودليت. وتَذَلَّلَ له، أي خَضَع. وأَذَلَّ الرجلُ، أي صار أصحابُه أَذِلاَّءَ. وقولهم: جاء على أذلاله، أي على وَجْهه. يقال: دَعْهُ على أَذْلالِهِ، أي على حاله. وأمور الله جاريةٌ على أَذْلالِها، أي على مَجاريها وطُرقها. وأنشد أبو عمرو للخنساء: لِتَجْرِ المَنِيّةَُ بعد الفتى المغادر بالمحو أذلالها أي فلستُ آسى بعده على شئ.",
    "pg": "4:1701-1702"
  },
  "ذلي": {
    "def": "اذْلَوْلى اذْليلاءً، أي انطلقَ في استخفاء.",
    "pg": "6:2347"
  },
  "ذمر": {
    "def": "الذمر: الشُجاعُ. وفيه أربع لغات: ذِمْرٌ وذَمْرٌ مثل كِبْدٍ وكَبْدٍِ، وذَميرٌ مثل كَبيرٍ، وذِمِرٌّ مثال فِلِزٍّ. وجمع الذِمْرِ أَذْمارٌ. وذمرته أذمره ذمرا: حثثته. وذمر الأَسَدُ: أي زَأَرَ. وتَذامَرَ القومُ، أي حَثَّ بعضهم بعضاً، وذلك في الحرب. قولهم: فلان حامى الذِمارِ، أي إذا ذَمِرَ وغَضِبَ حمى. وفلان أمنع ذمارامن فلان. ويقال: الذِمارُ ما وَراءَ الرَجُلِ، مما يَحِقُّ عليه أن يَحْميَهُ، لأنَّهم قالوا: حامي الذِمار، كما قالوا: حامي الحقيقة. وسُمِّي ذِماراً لأنَّه يجب على أهله التَذَمُّرُ له. وسُمِّيَتْ حقيقةً لأنَّه يحق على أهلها الدفع عنها. وأقبل فلان يتذمر، كأنه يلوم نَفْسَهُ على فائِتٍ. وظَلَّ يَتَذَمَّرُ على فلان، إذا تَنَكَّرَ له وأَوْعَدَهُ. والتَذْميرُ: أن يُدْخِلَ الرَجُلُ يَدَهُ في حَياءِ الناقَةِ ليَنْظُرَ أَذَكَرٌ جنينها أم أنثى؟ قال الشاعر (١) : وقال المُذَمِّرُ للناتِجينَ * مَتى ذُمِّرَتْ قَبْليَ الأَرْجُلُ - والمُذَمَّرُ: الكاهِلُ والعُنُقُ وما حَوْلَهُ إلى الذِفْرى، وهو الذي يُذَمِّرُهُ المُذَمِّرُ.",
    "pg": "2:665"
  },
  "ذمل": {
    "def": "الذَميلُ: ضربٌ من سير الإبل. قال أبو عبيد: فإذا ارتفع السيرُ عن العَنَقِ قليلاً فهو التزيُّدُ، فإذا ارتفع عن ذلك فهو الذِميلُ ثم الرَسيمُ. يقال: ذَمَلَ يَذْملُ ويَذْمِلُ ذَميلاً. قال الاصمعي: ولا يذمل بعير يوما وليلة إلا مهرى.",
    "pg": "4:1702"
  },
  "ذمم": {
    "def": "الذَمُّ: نقيض المدح. يقال. ذممته فهو ذميم. قال ابن السكيت: يقال. افعلْ كذا وكذا وخلال ذم. قال: ولا تقل وخلاكَ ذنبٌ. والمعنى خلا منك ذم، أي لا تدم. وبئر ذَمّةٌ: قليلة الماء: وجمعها ذِمامٌ. وقال (١) : على حِمْيَرِيّاتٍ كأنّ عيونها ذِمامُ الرَكايا أَنْكَزَتْها المَوائحُ وماءٌ ذَميمٌ، أي مكروهٌ. وانشد ابن الأعرابي للمرّار: مُواشِكَةٌ تسَتعجِل الركضَ تبتغي نَضائِضَ طَرْقٍ ماؤُهُنَّ ذَميمُ والذَميمُ المُخاطُ والبولُ الذي يَذِمُّ ويَذِنُّ من قضيب التَيس. وكذلك اللبن من أخلاف الشاة. وقال أبو زبيد: ترى لاخلافها (٢) من خلفها نسلا مثل الذميم على قزم اليعامير والذميم أيضا: شئ يخرج من مسام المارِنِ، كبَيْضِ النمل. وقال (٣) : وتَرى الذَميمَ على مَراسِنِهِمْ يومَ الهِياجِ (٤) كمازن النمل وقد ذم أنفه وذَنَّ. والذِمامُ: الحُرْمَةُ. وأهل الذِمَّةِ: أهلُ العَقْد. قال أبو عبيد: الذمَّةُ: الأمانُ، في قوله ﵊: \" ويسعى بذمتهم أدناهم \". وأذَمَّهُ، أي أجارَه. وأَذَمَّهُ، أي وجده مَذموماً. يقال: أتيتُ موضعَ كذا فاذْمَمْتُهُ، أي وجدتُه مَذْموماً. وأَذَمَّ به: تهاوَنَ. وأَذَمَّ الرجلُ: أتى بما يُذَمُّ عليه. وأَذَمَّ به بعيره. وأَذَمَّتْ ركابُ القوم، أي أعيت وتأخَّرَتْ عن جماعة الإبل ولم تلحقْ بها. وأخذتني منه مَذَمَّةٌ ومَذِمَّةٌ، أي رِقّةٌ وعارٌ من ترك الحُرْمَةِ. ويقال: أذهب مذمتهم بشئ، أي أعطهم شيئا فإن لهم ذماما. وفي الحديث: \" ما يذهب عنى مذمة الرضاع؟ فقال: غرة: عبد أو أمة \" يعنى بمذمة الرضاع ذمام المرضعة. وكان النخعي يقول في تفسيره: كانوا يستحبون عند فصال الصبى أن يأمروا للظئر بشئ سوى الاجر، فسكأنه سأله: أي شئ يسقط عنى حق التى أرضعتني حتى أكون قد أديته كاملا. والبخل مَذَمَّةٌ بالفتح لا غير، أي مما يذم عليه وهو خلاف المَحمَدة. واسْتَذَمَّ الرجل إلى الناس، أي أتى بما يُذَمُّ عليه. وتذمَّمَ، أي استنكَفَ. يقال: لو لم أترك الكذب تأثما التركته تَذَمُّماً. ورجلٌ مُذَمَّمٌ، أي مَذمومٌ جداً. ورجلٌ مُذِمٌّ: لا حراك به (١) . وشئ مذم، أي معيب.",
    "pg": "5:1925-1926"
  },
  "ذمى": {
    "def": "الذَماءُ ممدودٌ: بقية الروح في المذبوح. يقال: الضبُّ أطول شئ ذماء. وقد ذمى المذبوح يَذْمى ذَماءً، إذا تحرّك. والذَمَيانُ: الإسراع. وقد ذَمي يَذْمي، إذا أسرع. وذَمَتْني ريحُ كذا، أي آذَتْني. وأنشد أبو عمرو: ليست بعَصْلاَء تَذْمي الكلب نَكْهتُها * ولا بعَنْدَلَةٍ يَصْطَكُّ ثَدْياها واسْتَذْمَيْتُ ما عند فلان، إذا تتبَّعتَه وأخذتَه. يقال: خُذْ من فلان ما ذَمى لك، أي ما ارتفع لك.",
    "pg": "6:2347"
  },
  "ذنب": {
    "def": "الذَنَبُ: واحدُ الأذنابِ. والذُنابى: ذَنَبُ الطائر، وهي أكثر من الذَنَبِ. وذَنَبُ الفرس والبعير وذُناباهُما، وذَنَبٌ أكثَرُ من ذُنابى فيهما. وفي جناح الطائر أَرْبَعُ ذُنابى بعد الخوافي. والذُنابى: الأتباعُ. الفراء: الذُنابى (٣) شبه المخاط يقع من أنوف الإبل. والذِنابُ بكسر الذال: عقب كل شئ. وذنابة الوادي أيضاً: الموضع الذي ينتهي إليه سَيْلُهُ وكذلك ذَنَبُهُ، وذُنابتَهُ أكثرُ من ذنبه. والمذنب: المغرفة. وقال (٤) : وسود من الصيدان فيها مَذانِبٌ (١) نُضَارٌ إذا لم نستفدها نعارها والمذنب أيضاً: مَسيلُ ماءٍ في الحضيض والتَلعة في السنَد، وكذلك الذِنابَةُ والذُنابَةُ بالضم. والذَانِبُ: التابعُ. قال الكِلابي:\nوجاءَتِ الخَيْلُ جَميعاً تَذْنِبُه * والمُستذنب: الذي يكون عند أذناب الإبل. وقال:\nمِثْل الأجير (٢) استَذْنَبَ الرواحلا * والذنائب: موضع. قال الشاعر (٣) : فإن يك بالذنائب طال ليلى * فقد أبكى على الليل القصير والتذنوب: البسر الذى قد بَدَأ فيه الإرطابُ من قِبَلِ ذَنَبِهِ. وقد ذَنَّبْتُ البُسْرَةُ فهي مُذَنَّبَةٌ. وتَذَنَّبَ المُعْتَمُّ، أي ذَنَّبَ عِمامَتَه، وذلك إذا أَفْضَلَ منها شيئاً فأرخاه كالذَنَبِ. والذَنوبُ: الفرسُ الطويلُ الذَنَبِ. والذَنوبُ: النَصيبُ. والذَنوبُ: لحم أسفل المتن. والذنوب: الدلو المَلأَى ماءً. وقال ابن السكيت: فيها ماءٌ قريبٌ من المِلْءِ، تُؤَنَّثُ وتُذَكَّرُ. ولا يقال لها وهي فارغةٌ ذَنوبُ. والجمع في أدنى العَدَدِ أَذْنِبةٌ، والكثير ذَنائِبُ، مثل قلوص وقلائص. والذَنْبُ (١) : الجُرْمُ. وقد أذنبَ الرجل. والذنبان، بالتحريك: نبت.",
    "pg": "1:128-129"
  },
  "ذنن": {
    "def": "الذَنينُ: مُخاط يسيل من الانف. والذنان بالضم مثله. قال الشماخ (١) : توائل من مصك أنصبته حوالب أسهريه (٢) بالذنين وقد ذَنَّ يَذِنُّ ذَنيناً، وذلك إذا سال. وذَنِنْتَ يا رجل تَذَنُّ ذَنَناً، فأنت أَذَنُّ والمرأة ذَنَّاءُ. والذَنَّاءُ أيضاً: المرأة لا ينقطع حيضها. والذنانة: بقية الشئ الهالك الضعيف تذنها (١) شيئا بعد شئ. وإنَّ فلاناً لَذِنٌّ، إذا كان ضعيفاً هالكاً هَرَماً أو مَرضاً. وفلان يُذانُّ فلاناً على حاجة: يطلُبها منه، أي يطلب إليه ويسأله إيّاها. والذُنانَةُ بالنون والضم: بقيَّة الدَيْنِ، والعِدَةُ تبقى لك عند القوم، وهو أدقُّ من الذُبابة لأنَّ الذُبابة بالباء بقيّة شئ صحيح، والذنانة بالنون لا تكون إلا بقية شئ ضعيف هالك تذنها شيئا بعد شئ. ابن السكيت: ذناذن القميص، مثل ذَلاذِلِهِ، الواحدُ ذُنْذُنٌ وذُلْذُل.",
    "pg": "5:2119-2120"
  },
  "ذهب": {
    "def": "الذهب معروف، وربما أُنِّثَ، والقطعة منه ذَهَبَةٌ، ويجمع على الا ذهاب والذهوب. والذهب أيضا: مكيال لأهل اليمن معروفٌ، والجمع أذهابٌ، وجمع الجمع أذاهب، عن أبى عبيد. وذهب الرجل بالكسر، إذا رأى ذَهَباً في المعدن فبرق بصره من عظمه في عينه. قال الراجز: ذهب لما أن رآها ثرمله * وقال يا قوم رأيت منكره شذرة واد ورأيت الزهره والمذاهب: سيور تموه بالذهب. وكل شئ موه بالذهب فهو مُذْهَبُ، والفاعل مُذْهِبٌ: والإذهابُ والتذهيبُ واحدٌ، وهو التمويهُ بالذهب. ويقال كميت مذهب، للذى تعلو حمرته صفرة، فإذا اشتدت حمرته ولم تعله صفرة فهو المدمى. والذَهابُ: المرورُ، يقال: ذهب فلانٌ ذَهاباً وذُهوباً، وأَذْهَبَهُ غيره (١) . وذهب فلان مذهباً حسناً. وقولهم به مذهب يعنون به الوسوسة في الماء وكثرة استعماله في الوضوء. والذِهْبَةُ بالكسر: المَطْرَةُ، والجمع الذِهاب. قال البَعيثُ: وَذي أُشَرٍ كالأُقْحُوانِ تَشوفُهُ * ذِهابُ الصَبا والمُعْصِراتُ الدَوالِحُ\nفصل الراء",
    "pg": "1:129-130"
  },
  "ذهل": {
    "def": "ذهلت عن الشئ أذهل ذَهْلاً: نَسِيته وغَفَلْت عنه. وأَذْهَلَني عنه كذا. وفيه لغةٌ أخرى: ذهلت بالكسر ذهولا. وذهل: حى من بكر، وهما ذهلان كلاهما من ربيعة: أحدهما ذهل بن شيبان بن ثعلبة بن عكابة، والآخر ذهل بن ثعلبة بن عكابة. قال اللحيانى: يقال: جاء بعد ذَهْلٍ من الليل ودَهْل، أي بعد هَدءٍ.",
    "pg": "4:1702"
  },
  "ذهن": {
    "def": "الذِهْنُ: الفطنة والحفظ. والذَهَنُ بالتحريك مثله. والذِهْنُ: القوَّة. وقال الشاعر أوس بن حجر: أنوءُ بِرجْلٍ بها ذِهْنُها وأَعْيَتْ بها أختها الغابره فصل الراء",
    "pg": "5:2120-2121"
  },
  "ذوب": {
    "def": "ذاب الشئ يذوب ذوبا وذوباناً: نقيضُ جَمَدَ، وأَذابَهُ غَيْرُهُ وذَوَّبَهُ، بمعنىً. وذابت الشمسُ: اشتدَّ حَرُّها. قال ذو الرمّة: إذا ذابَتِ الشَمْسُ اتَّقَى صَقَراتِها * بأَفْنانِ مَرْبوعِ الصَريمَةِ مُعْبِلِ والذَوْبُ: ما في أبياتِ النَحْلِ من العَسَلِ. والإذوابُ والإذْوابَةُ: الزُبْدُ حين يُجْعَلُ في البُرْمَةِ ليُطْبَخَ سَمْناً. أبو زيد: الإذابةُ: الإغارةُ، يقال أذاب علينا بنو فلانٍ، أي أغاروا. قال: ومنه قولُ بشرٍ: فكانوا كَذاتِ القِدْرِ لم تَدْرِ إذْ غَلَتْ * أَتَتْرُكُها (٢) مَذْمومَةً أمْ تُذيبُها أي تُنْهِبُها. وقال غيره: تُثَبِّتُها، من قولهم: ذاب لي عليه من الحقّ كذا، إذا وَجبَ عليه وثَبَتَ. وقال الأصمعي: هو من ذاب نقيض جَمَدَ. وأصل المَثَلِ في الزُبْدِ، يقال: ما يَدري أَيُخْثَرُ أم يُذيبُ، أي لا يدري أيتركها خاثِرَةً أمْ يُذيبُها، وذلك إذا خاف أن يَفْسُدَ الإذْوابُ. ابن السكيت: الذابُ: العيبُ مثل الذامِ، والذَيْمِ والذانِ.",
    "pg": "1:129"
  },
  "ذوح": {
    "def": "الذَوْحُ: السير العنيف. قال الهذليُّ (٢) يصف ضَبُعاً نَبَشَتْ قَبْراً: فَذاحَتْ بالوَتائِرِ ثم بَدَّتْ * يَدَيْها عند جانبه تهيل فصل الراء",
    "pg": "1:363"
  },
  "ذود": {
    "def": "الذوْدُ: من الإبل: ما بين الثلاث إلى العشر، وهي مؤنثة ولا واحد لها من لفظها، والكثير أَذْواد. وفي المثل: \" الذَوْدُ إلى الذَوْدِ إبِلٌ \"، قولهم \" إلى \" بمعنى مَعَ، أي إذا جمعت القليلَ مع القليل صار كثيراً. والذِيادُ: الطرْدُ، تقول: ذُدْتُه عن كذا. وذُدْتُ الإبلَ: سُقْتُها وطَرَدْتُها. والتذويد مثله. وأَذَدْتُ الرجل: أَعَنْتُه على ذِياد إبله. ورجل ذائد وذَوَّادٌ، أي حامي الحقيقة دَفَّاعٌ. والمِذْوَدُ: اللسان قال حسان بن ثابت: لساني وسيفي صارمان كلاهُما * ويَبْلُغُ ما لا يَبْلُغُ السيف مذودى - والذائد: اسم فرس نجيب جدا من نسل الحرون. قال الاصمعي: وهو الذائد بن بطين ابن بطان بن الحرون.\nفصل الراء",
    "pg": "2:471"
  },
  "ذوف": {
    "def": "ذرف الدمع يذرف ذرفاو ذرفانا، أي سال. يقال ذرفت عينُه، إذا سال منها الدمع. والمَذارِفُ: المدامعُ، والذَرَفانُ: المشيُ الضعيفُ. وذَرَّفَ على المائة تَذْريفاً، أي زاد.",
    "pg": "4:1361"
  },
  "ذوق": {
    "def": "ذقت الشئ أذوقة ذوقا وذواقا مذاقا ومذاقة. وما ذقت ذوقا، أي شيئا. وذقت ما عند فلان، أي خَبَرْتُهُ. وذُقْتُ القوسَ، إذا جذبتَ وترها لتنظرَ ما شدتها. وأذاقه الله وبال أمرِه. قال طُفيلٌ: فَذوقوا كما ذُقْنا غَداةَ مُحَجِّرٍ من الغَيظِ في أكبادنا والتَحَوُّبِ وتَذَوَّقْتُهُ، أي ذقته شيئا بعد شئ. وأمر مستذاق، أي مجرب معلوم. قال الشاعر (١) : وعهد الغانيات كعهد قين ونت عنه الجعائل مستذاق (٢) والذواق: الملول.\nفصل الراء",
    "pg": "4:1479-1480"
  },
  "ذون": {
    "def": "الذانُ: العيبُ. قال ابن السكيت: سمعت أبا عمرو يقول: الذَامُ، والذَيمُ، والذانُ، والذابُ، بمعنىً واحد. قال قيس بن الخطيم الاوسي رددنا الكتيبة مفلولة بها أفنها وبها ذانها (١) قال: وقال كناز الجرمى:\nبها أفنها وبها ذابها (٢) * بالباء. وقال عويف القوافى: نرد الكتيبة مفلولة بها أفنها وبها ذامها بالميم.",
    "pg": "5:2120"
  },
  "ذوى": {
    "def": "ابن السكيت: ذَوى البقل بالفتح يَذْوي (١) ذُوِيَّاً فهو ذاو، أي ذَبل. قال: ولا يقال ذوى (*) البقل بالكسر. وقال أبو عبيدة: قال يونس: هي لغة: وأذواه الحر، أي أذبله.\nفصل الراء",
    "pg": "6:2347"
  },
  "ذى": {
    "def": "ذأى الابل يذآها ويذؤها ذَأواً: طردَها وساقَها. وذَأَى البقل يَذْأَى ذَأْواً: لغة في ذَوى، أي ذبل. عن ابن السكيت.",
    "pg": "6:2344"
  },
  "ذيأ": {
    "def": "ذَيَّأْتُ اللَّحْمَ فتذيَّأَ، إذا أنْضَجْتَه حتى يسقُطَ من عَظْمِه. وتذيأت القرحة، فسدت وتقطعت.\nفصل الراء",
    "pg": "1:51"
  },
  "ذيت": {
    "def": "أبو عبيدة: يقولون: كان من الأمر ذَيْتَِ وذَيْتَِ، معناه كيت وكيت.\nفصل الراء",
    "pg": "1:249"
  },
  "ذيخ": {
    "def": "الذِيخُ: ذكر الضباع الكثير الشعر. قال الكسائي: الأنثى ذيخَةٌ، والجمع ذيوخ وأذياخ وذيخة. قال جرير: * مثل الضباع يسفن ذيخا ذائخا (١)\nفصل الراء",
    "pg": "1:421"
  },
  "ذير": {
    "def": "التَذْييرُ: أن تُلَطَّخَ أَطْباءُ الناقة بالذيار، وهو بعر رطب، لئلا يَرْتَضِعَها الفَصيلُ. وأنشد الكسائيُّ: قَدْ غاثَ رَبُّكَ هذا الخَلْقَ كُلَّهُمُ * بِعامِ خِصْبٍ فَعاشَ الناسُ والنَعَمُ - وأَبْهَلُوا سَرْحَهُمْ من غَيْر تودية. * ولا ذيار ومات الفقراء والعُدُم - ويقال للرجل: إذا اسْوَدَّتْ أَسْنانَهُ: قد ذُيِّرَ فُوهُ تَذْيِيراً.\nفصل الراء",
    "pg": "2:665-666"
  },
  "ذيع": {
    "def": "ذاعَ الخبر يَذيعُ ذَيْعاً وذُيوعاً وذَيْعوعَةً وذَيَعاناً، أي انتشر. وأذاعه غيره، أي أفشاه. والمذياع: الذي لا يكتم السرّ. وفي الحديث: \" ليسوا بالمَذايِيعِ البُذُرِ \". وأَذاعَ القومُ ما في الحوض، أي شربوه كله.\nفصل الراء",
    "pg": "3:1211"
  },
  "ذيل": {
    "def": "الذَيْلُ: واحد أَذْيالِ القميص وذيولِهِ. وذَيْلُ الريح: ما انسحَبَ منها على الأرض. وذالَتِ المرأة تَذيلُ، أي جرَّت ذيلَها على الأرض وتبخترتْ. ومنه قول طرفة: فَذالَتْ كما ذالَتْ وَليدَةُ مجلسٍ تُري رَبَّها أَذْيالَ سَحْلٍ مُمَدَّد ومُلاءٌ مُذَيّلٌ، أي طويل الذَيْلِ. وأَذالَت المرأة قِناعها، أي أرسلَتْه. والإذالةُ: الإهانةُ. يقال: أَذالَ فرسه وغلامَه. وفي الحديث: \" نهى عن إذالَةِ الخيل \"، وهو امتِهانُها بالعمل والحملِ عليها. ويقال في المثل: \" أَخْيَلُ من مُذالَةٍ \"، وهي الأَمَةُ، لأنها تُهانُ وهي تتبختر. وفرسٌ ذائلٌ، أي طويل الذَنَب. والأنثى ذائِلةٌ. وكذلك فرسٌ ذَيَّالٌ طويل الذَنَبِ. فإنْ كان قصيراً وذَنبُه طويلا قالوا: ذيال الذنب، فيذ كرون الذَنَبَ. والذائلُ: الدرعُ الطويلةُ الذَيلِ. قال النابغة:\nونسج سليم كل قضاء ذائل (١) * يعنى سليمان بن داود ﵉. ويقال: ذَيْلٌ ذائِلٌ، وهو الهوان والخزي. وقولهم: جاء أَذْيالٌ من الناس، أي أواخرُ منهم قليلٌ.\nفصل الراء",
    "pg": "4:1702-1703"
  },
  "ذيم": {
    "def": "الذَيْمُ والذامُ: العيبُ. وفي المثل: \" لا تَعْدَمُ الحسناءُ ذَامَّاً \". تقول منه: ذِمْتُهُ أَذِيمُهُ ذَيْماً وذاما، وذأمنه، وذممته، كله بمعنى، عن الأخفش، فهو مَذيمٌ على النقص، ومَذْيُومٌ على التمام، ومَذْءُومٌ إذا همزتَ، ومَذْمومٌ من المضاعف.\nفصل الراء",
    "pg": "5:1926"
  }
}