{
  "غبا": {
    "def": "الغَبْيَةُ: المطرة ليست بالكثيرة، وهي فوق البَغْشَةِ. يقال: أغْبَتِ السماء إغباء فهى مغبية، عن أبى زيد. قال الراجز:\nوغَبَياتٌ بينهنَّ وَبْلُ (١) * وربَّما شبه بها الجرى الذى يجئ بعد الجري الأوَّل. وقال أبو عبيد: الغبية كالزبية في السير. وتقول: غبيت عن الشئ وغبيته أيضاً، أغْبى غَباوَةً، إذا لم تفطن له. وغبى على الشئ كذلك، إذا لم تعرفه. وفلان غَبِيٌّ على فَعيلٍ، إذا كان قليل الفِطنة، وهو من الواو كما قلناه في شقى. وتغابى: تغافل.",
    "pg": "6:2443"
  },
  "غبب": {
    "def": "الغِبّ: أن ترد الإبلُ الماء يوماً وتدعه يوما، تقول: غَبَّت الإبل تَغِبُّ غَبَّا، وإبلُ بني فلانٍ غابَّةٌ وغَوابُّ، وكذلك الغِبُّ في الحمَّى. قال الكسائي: أَغْبَبْت القومَ، وغَبَبْتُ عنهم أيضاً، إذا جئت يوماً وتركت يوما، قال: فإن أردت أنَّك دفعت عنهم قلت: غببت عنهم، بالتشديد. والمغببة الشاة تُحلب يوماً وتترك يوما. وغَبَّبَ فلانٌ في الحاجة، إذا لم يُبالغ فيها. والغِبّ في الزيارة، قال الحسن: في كلِّ أسبوع، يقال: \" زرغبا تزدد حبا \". وغب كل شئ أيضا: عاقبته. وقد غَبّت الأمورُ أي صارت إلى أواخرها. وغَبَّ اللحمُ أي أنتَنَ. وغبّ فلانٌ عندنا، أي بات. ومنه سمِّي اللحم البائت: الغابّ. ومنه قولهم: روَيد الشعرَ يَغِبَّ. وأغَبَّنا فلانٌ: أتانا غبَّا. وفي الحديث: \" أغِبُّوا في عيادة المريض واربعوا \"، يقول: عُدْ يوما ودع يوما، أودع يومين وعد اليوم الثالث. وتقول: أغَبَّت الإبل من غِبِّ الوِرد. وأغَبَّت الحمَّى وغَبَّتْ بمعنًى. وفلان لا يُغِبُّنا عطاؤه، أي لا يأتينا يوماً دون يوم، بل يأتينا كل يوم. ومنه قول الراجز:\nوحمرات شربهن غب * أي كل ساعة. والغب: الغامض من الأرض، والجمع أغْباب وغُبوب. وغبة بالضم: فرخ عقاب كان لبنى يشكر، وله حديث. والغَبيبة من ألبان الغنم يُحلب غُدوةً ثم يُحلب عليه من الليل، ثم يُمخَض من الغد. والغَبَبُ للبقر والديك: ما تدلَّى تحت حنكهما، وكذلك الغبغب. والغبغب أيضا: المنحر بمنى، وهو جبيل. قال الشاعر (١) :\nوالراقصات إلى منى فالغبغب (٢)",
    "pg": "1:190-191"
  },
  "غبث": {
    "def": "قال الفراء: الغَبيثَةُ: سمن يُلَتُّ بأقِطٍ. وقد غَبَثْتُ الأقِطَ غَبْثاً. والأغْبَثُ: لونٌ إلى الغُبرة (١) ، وهو قلب الا بغث. وقد اغبث اغبثاثا.",
    "pg": "1:288"
  },
  "غبر": {
    "def": "الغبارُ والغَبَرَةُ، واحد. والغُبْرَةُ: لون الأغْبَرِ، وهو شبيه بالغُبارِ. وقد اغبر الشئ اغبرارا. والغبراء: الأرض. والغَبْراءُ: ضربٌ من النبات. وبنو غبراء الذى في شعر طرفة (١) المحاويجُ. والوطأة الغَبْراء: الدارسة، وهى مثل الوطأة السوداء. والغبراء: اسم فرس قيس بن زهير العبسى. والغبيراء بالمد معروف (٢) . والغُبَيْراءُ أيضاً: شرابٌ تتَّخذه الحبشُ مُسكرٌ من الذُرة. وفي الحديث: \" إياكم والغُبَيْراءَ فإنها خمر العالم \". والغُبْرُ: بقية اللبن في الضرع. يقال: بها غُبْرٌ من لبن، أي بالناقة، والجمع أغْبارٌ. وغُبْرُ الحيضِ: بقاياه. قال أبو كبير الهُذَليّ، واسمه عامر بن الحُلَيس: ومُبَرَّاءٍ من كل غُبَّرِ حَيْضَةٍ * وفساد مُرضعةٍ وداءِ مغيل - ومبراء معطوف على قوله: ولقد سريت على الظلام بمغشم * جلد من الفتيان غير مثقل - وغبر المرض أيضا: بقاياه. وكذلك غبر الليل. وغبر الشئ يَغْبُرُ، أي بقي. والغابِرُ: الباقي. والغابز: الماضي، وهو من الاضداد. وغَبِرَ الجرح بالكسر يَغْبَرُ غَبَراً: اندمل على فسادٍ ثم ينتفض بعد ذلك. ومنه سمِّي العِرقُ الغَبرُ، بكسر الباء، لأنه لا يزال ينتفض. وداهية الغَبَرِ بالتحريك، هي العظيمة التي لا يُهتدى لها. قال الحرمازيُّ يمدح المنذر (١) : أنتَ لها مُنْذِرُ من بين البَشَرْ * داهيةُ الدهرِ وصَمَّاءُ الغَبَرْ - يريد: \" يا منذر \". وأغْبَرَ الرجلُ في طلب الحاجة، إذا جدَّ في طلبها، عن ابن السكيت. وأغبرت السماء.، إذا جدَّ وقعها واشتدّ. قال: وأغْبَرَتْ، أي أثارت (٢) الغُبار. وكذلك غَبَّرَتْ تَغْبيراً. وتَغَبَّرْتُ من المرأة ولداً. وتزوج رجل امرأة كبيرة، فقيل له في ذلك فقال: لعلى أتغبر منها ولدا. فلما ولد له سماه: غبر بن غنم، مثال عمر.",
    "pg": "2:764-765"
  },
  "غبس": {
    "def": "الغبس بالفتح: لونٌ كلون الرماد، وهو بياضٌ فيه كدرةٌ، يقال: ذئبٌ أغْبَسُ. والوَرْدُ الأغبَسُ من الخيل، هو الذي تدعوه الأعاجم: \" سَمَنْدْ \". وقولهم: لا آتيك ما غَبا غُبَيْسٌ، يراد به الدهر. قال ابن الاعرابي: ما أدرى ما أصله. وأنشد الاموى: وفى بنى أم زبير كيس * على الطعام ما غبا غبيس * أي فيهم جود. وما غبا غبيس: ظرف من الزمان. وقال بعضهم: أصله الذئب. وغبيس: تصغير أغبس مرخما. وغبا، أصله غب، فأبدل من أحد حرفي التضعيف الالف، مثل تقضى أصله تقضض. يقول: لا آتيك ما دام الذئب يأتي الغنم غبا.",
    "pg": "3:955"
  },
  "غبش": {
    "def": "الغَبَشُ بالتحريك: البقيَّة من الليل، ويقال ظلمة آخر الليل. والجمع أغْباشٌ. قال ذو الرمّة: أغْباشَ ليلٍ تَمامٌ كان طارَقَه * تَطَخْطُخُ الغيمِ حتَّى مالَهُ جُوَبُ",
    "pg": "3:1013"
  },
  "غبط": {
    "def": "غَبَطْتُ الكبشَ أغْبطُهُ غَبْطاً، إذا أحسست ألْيَتَهُ لتنظر أبِه طرق أم لا؟ قال الشاعر: إنى وأتيى ابن غلاق ليقرينى * كغابط الكلب يرجو الطرق في الذنب (١) * والغبطة: أن تتمنَّى مثل حال المَغْبوطِ من غير أن تريد زوالها عنه، وليس بحسدٍ. تقول منه: غَبَطْتُهُ بما نال أغْبِطُهُ غَبْطاً وغِبْطَةً، فاغتبط هو. كقولك: منعته فامتنع، وحبسته فاحتبس. قال الشاعر (٢) : وبينما المرءُ في الأحياءِ مُغْتَبِطٌ * إذا هو الرَمْسُ تَعْفوهُ الأعاصيرُ * أي هو مُغْتبطٌ. أنشدنيه أبو سعيد بكسر الباء، أي مَغْبوطٌ. قال: والاسم الغِبْطَةُ، وهو حسنُ الحالِ. ومنه قولهم: اللهمَّ غَبْطاً لا هَبْطاً، أي نسألك الغِبْطَةَ، ونعوذ بك من أن نهبِطَ عن حالنا. والغَبيطُ: الرُحْلُ، وهو للنساء يُشدُّ عليه الهودج ; والجمع غُبُطٌ. وقول أبى الصلت الثقفى: يرمون عن عتل (٣) كأنها غبط * بزمخر يعجل المرمى إعجالا * يعنى به خشب الرحال. وشبه القسى الفارسية بها. وربَّما سمُّوا الأرض المطمئنَّةَ غَبيطاً. والغبيط: اسم واد، ومنه صحراء الغبيط. وأغبطت الرحل على ظهر البعير، إذا أدَمْته عليه ولم تَحُطَّه عنه. قال الراجز (١) : وانتسف الجالب من أندابه * إغباطنا الميس على أصلابه * وأغبطت عليه الحمى، أي دامت. وأغْبَطَتِ السماءُ، أي دام مطرها.",
    "pg": "3:1145-1146"
  },
  "غبق": {
    "def": "الغَبوقُ: الشُربُ بالعشيّ. تقول منه: غبقت الرجل أعبقه بالضم، فاعتبق هو.",
    "pg": "4:1535-1536"
  },
  "غبن": {
    "def": "الغَبْنُ بالتسكين في البيع، والغَبَنُ بالتحريك في الرأي. يقال غبنته (١) في البيع بالفتح، أي خدعته، وقد غُبِنَ فهو مَغْبونٌ. وغَبِنَ رأيه بالكسر إذا نقصه فهو غَبينٌ، أي ضعيف الرأي، وفيه غبانة. وقد ذكرنا إعرابه في سفه يسفه. والغبينة من الغبن، كالشتيمة من الشتم. والتَغابُنُ: أن يَغْبِنَ القوم بعضهم بعضاً، ومنه قيل يوم التَغابُنِ ليوم القيامة، لأن أهل الجنَّة يَغْبِنون أهل النار. والمَغابِنُ: الأرفاغ. وغَبَنْتُ الثوبَ والطعامَ، مثل خبنت، وقد ذكر.",
    "pg": "6:2172-2173"
  },
  "غتت": {
    "def": "غَتَّهُ في الماء، أي غَطَّهُ. وغَتَّهُ بالأمر، أي كَدَّهُ. وغت الضحك، أي أخفاه (١) .",
    "pg": "1:259"
  },
  "غتم": {
    "def": "الغَتْمُ: شدَّة الحر الذي يكاد يأخذ بالنفس. قال الراجز: حرقها حمض بلاد فل وغتم نجم غير مستقل قوله \" غير مستقل \" أي غير مرتفع لثبات الحر المنسوب إليه، وإنما يشتد الحر عند طلوع الشعرى التى في الجوزاء. والغتمة: العجمة. والأغْتَمُ: الذي لا يُفصح شيئاً، والجمع غتم. ورجل غتمى.",
    "pg": "5:1995"
  },
  "غثا": {
    "def": "الغُثاءُ بالضم والمد: ما يحمله السيل من القماش. وكذلك الغثاء بالتشديد ; والجمع الاغثاء. وغثا السيل المرتع يَغْثوه غَثْواً، إذا جمع بعضه إلى بعض وأذهب حلاوته. وأغْثاه مثله. والغَثَيانُ: خُبثُ النفس. وقد غَثَتْ نفسه تَغْثي غثيا وغثيانا.",
    "pg": "6:2443-2444"
  },
  "غثث": {
    "def": "غَثَّتِ الشاة: هُزلت فهي غَثَّة. وغَثَّ اللحمُ يَغِثُّ ويَغَثُّ غثاثة وغثوثة، هو غث وغثيث، إذا كان مهزولاً. وكذلك غَثَّ حديث القوم وأغَثَّ، أي رَدُؤَ وفسد. تقول: أغَثَّ الرجل في منطقه. وأغَثَّتِ الشاةُ: هُزِلَتْ. وأغَثَّ الرجلُ اللحمَ، أي اشتراه غَثًّا. وغَثيثَهُ الجُرْحِ: ما كان فيه من مِدَّةٍ وقَيْحٍ. ولحمٍ ميِّتٍ. وقد غَثَّ الجرح يَغَثُّ غَثًّا وغَثيثاً، إذا سال ذلك منه. واسْتغثه صاحبه، إذا أخرجه منه وداواه. وقال:\nوكُنْتُ كآسي شَجَّةٍ يَسْتَغِثُّها * وأغَثَّ الجرحُ، أي أمدَّ. ويقال: لبستُه على غَثيثَةٍ فيه، أي على فساد عقل. وفلان لا يغث عليه شئ، أي لا يقول في شئ إنه ردئ فيتركه.",
    "pg": "1:288"
  },
  "غثر": {
    "def": "الأغْثَرُ، قريب من الأغبر. ويسمى الطحلب أغثر. والغثرة: غبرة إلى خُضرةٍ. والغَثراءُ والغُثْرُ: سَفلة الناس، الواحد أغثر، مثل أحمر وحمر، وأسود وسود. كذلك الغيثرة. وفى الحديث: \" رعاع غثرة \"، هكذا يروى، ونرى أن أصله غيثرة حذفت منه الياء. وقولهم: كانت بين القوم غيثَرَةٌ شديدة. قال ابن الأعرابي: هي مُداوَسة القوم بعضهم بعضاً في القتال. والمُغْثورُ: لغة في المُغفور، وهى شئ ينضحه العرفط والرمث مثل الصمغ، وهو حلوٌ كالعَسَل يؤكل، وربَّما سال لَثاهُ على الثَرى مثل الدِبسِ، وله ريحٌ كريهة. والمِغْثَرُ، بكسر الميم: لغة فيه حكاها يعقوب.",
    "pg": "2:765-766"
  },
  "غثم": {
    "def": "الأغْثَمُ: الشَعَرُ الذي غلب بياضُه سوادَه. وقال (١) :\nإمَّا تَرَيْ شيبا علانى أغثمه (٢) * والغثمة: شبيهة بالوُرْقة. الأصمعيّ: غَثَمْتُ له غَثْماً، إذا دفعت إليه دفعه من المال جيدةٌ. والغَثيمَةُ: طعامٌ يُتَّخَذُ ويجعل فيه جراد.",
    "pg": "5:1995"
  },
  "غثمر": {
    "def": "المغثمر: الثوب الخشن الردئ النسج. قال الراجز: عمدا كسوت مرهبا مغثمرا * ولو أشاء حكته محبرا - يقول: ألبسته المغثمر لادفع به عنه العين. ومرهب: اسم ولده.",
    "pg": "2:766"
  },
  "غدا": {
    "def": "الغَدُ أصله غَدْوٌ، حذفوا الواو بلا عوض. قال لبيد: وما الناسُ إلاّ كالديارِ وأهلِها * بها يومَ حَلُّوها وغَدْواً بَلاقِعُ فجاء به على أصله. والنسبة إليه غَدِيٌّ، وإن شئت غَدَوِيٌّ. والغدوة: ما بين صلاة الغداة وطلوع الشمس. يقال: أتيته غدوة غير مصروفة، لانها معرفة مثل سحر، إلا أنها من الظروف المتمكنة. تقول: سير على فرسك غدوة وغدوة، وغدوة وغدوة. فما نون من هذا فهو نكرة وما لم ينون فهو معرفة، والجمع غدا. ويقال: آتيك غداة غد. والجمع الغدوات مثل قطاة وقطوات. وقولهم: إن لآتيه بالغَدايا والعَشايا، هو لازدواج الكلام كما قالوا: هنأني الطعام ومَرَأني، وإنَّما هو أَمْرَأني. والغُدُوُّ: نقيض الرواح. وقد غَدا يَغْدو غُدُوًّا. وقوله تعالى: (بالغُدُوِّ والآصالِ) أي بالغَدَواتِ، فعبَّر بالفعل عن الوقت، كما يقال: أتيتك طلوع الشمس، أي وقت طلوع الشمس. والغَدَاءُ: الطعام بعينه، وهو خلاف العشاء. وإذا قيل لك: ادن فتغد قلت: مابى من تغد ولا تعش، ولا تقل: مابى غداء ولا عشاء ; لانه الطعام بعينه. وإذا قيل لك: ادن فكل قلت: مابى أكل، بالفتح. وغاداه، أي غدا عليه. والغَادِيَةُ: سحابةٌ تنشأ صباحاً. والاغتِداءُ: الغُدُوُّ. والغَدْيانُ: المُتَغَدِّي. وامرأةٌ غَدْيا على فعلى. وغديته فتغدى.",
    "pg": "6:2444"
  },
  "غدد": {
    "def": "الغدَد: التي في اللحم، الواحدة غددَة وغدَّة. وغُدَّةُ البعير: طاعونه. وقد أغَدَّ البعيرُ فهو مُغِدٌّ، أي به غُدَّةٌ. قال الأصمعيّ: المُغِدُّ: الغضبان. وقد أغَدَّ القومُ: أصابت إبلهم الغُدَّةُ. ورجلٌ مغداد: كثير الغضب.",
    "pg": "2:516"
  },
  "غدر": {
    "def": "الغَدْرُ: ترك الوفاء، وقد غَدَرَ به فهو غادرٌ وغُدَرٌ أيضاً. وأكثر ما يستعمل هذا في النداء بالشتم، يقال: يا غدَرُ: وفي الحديث: \" يا غدَرُ، ألست أسعى في عذرتك \". ويقال في الجمع: يالَ غُدَرَ. وغَدِرَتِ الليلة بالكسر تغدر غدرا، أي أظلمت، فهي غَدِرَةٌ. وأغْدَرَتْ فهي مُغْدِرَةٌ. وغَدَرَتِ الناقة أيضاً عن الإبل، والشاةُ عن الغنم، إذا تخلَّفت عنها. فإن تركها الراعي فهي غديرة، وقد أغدرها. قال الراجز: فقل ما طارد حتى أغدرا * وسط الغبار خربا مجورا - والغدر أيضا: الموضع الظلف، الكثير الحجارة. قال العجاج: سنابك الخيل يصدعن الاير * من الصفا القاسي ويدعسن الغدر - ورجل ثَبْتُ الغَدَرِ، أي ثابتٌ في قتالٍ أو كلام. ابن السكيت: يقال ما أثبت غَدَرَهُ، أي ما أثبته في الغَدَرِ. والغَدَرُ: الحجرة واللخاقيق من الارض المتعادية. قال: يقال ذلك للفرس، وللرجل إذا كان لسانه يثبت في موضع الزلَل والخصومة. والمُغادَرَةُ: التركُ. والغَديرُ: القطعة من الماء يغادرها السيل. وهو فَعيلٌ بمعنى مُفاعَل من غادره، أو مفعل. من أغْدَرَهُ. ويقال هو فَعيلٌ بمعنى فاعلٍ، لأنه يَغْدِرُ بأهله، أي ينقطع عند شدَّة الحاجة إليه. قال الكميت: ومن غَدْرِهِ نَبَزَ الأوَّلو * نَ إذ لقَّبوهُ (١) الغَديرَ الغَديرا - والجمع غُدْرانٌ (٢) . والغَديرَةُ: واحدة الغدائر، وهى الذوائب. وغندر: اسم رجل.",
    "pg": "2:766-767"
  },
  "غدف": {
    "def": "الغُدافُ: غراب القيظ، والجمع غِدْفانٌ. وربَّما سمُّوا النسر الكثير الريش غُدافاً، وكذلك الشعر الأسود الطويل، والجناح الأسود. قال الكميت يصف الظليم وبيضه: يكسوه وَحْفاً غُدافاً من قَطِيفَتِهِ ذاتِ الفضولِ مع الاشفاق والحدب وأغدفت المرأة قناعها، أي أرسلته على وجهها. قال عنترة: إن تُغْدِفي دوني القناعَ فإنَّني طبٌّ بأخْذِ الفارس المُسْتَلْئِمِ وأغْدف الليل، أي أرخى سدوله. وأغْدَفَ الصيادُ الشبكةَ على الصيد. وفي الحديث: \" إنَّ قلب المؤمن أشدُّ ارتكاضاً من الذَنْبِ يصيبه، من العصفور حين يُغْدَفُ به \".",
    "pg": "4:1409"
  },
  "غدق": {
    "def": "الماء الغَدَقُ: الكثير. وقد غدِقتْ عينُ الماء بالكسر، أي غَزُرَتْ. وشابٌّ غَيْدَقٌ وغَيْداقٌ، أي ناعمٌ ويقال لولد الضبّ: غَيْداقٌ. قال أبو زيد: أوله حسل، ثم غيداق، ثم مطبخ، ثم يكون ضبا مدركا. ولم يذكر الخضرم بعد المطبخ، وقد ذكره خلف الاحمر. والغياديق: الحيات.",
    "pg": "4:1536"
  },
  "غدم": {
    "def": "غذمت له من المال غَذْماً، مثل غَثَمْتُ. قال شقرانُ مولى سلامان من قضاعة: ثِقالِ الجِفانِ والحُلومِ رَحاهُمُ رحى الماءِ يكتالون كيلاً غَذَمْذَما يعني جزافاً. وتكريره يدلُّ على التكثير. والغَذْمُ: الأكلُ بجفاءٍ وشدَّةٍ. وقد غَذِمَهُ بالكسر. وهو يتغذم كل شئ، إذا كان كثير الأكل. واغْتَذَمَ الفصيل ما في ضرع أمِّه، أي شرب جميع ما فيه. والغذامة بالضم: شئ من اللبن. والغذم بالتحريك: نبت. قال القطامى:\nفي عثعت ينبت الحوذان والغذما (١) * والغذيمة: الارض تنبت الغَذَمَ. يقال: حلُّوا في غذيمة منكرة.",
    "pg": "5:1995-1996"
  },
  "غدن": {
    "def": "اغْدَوْدَنَ الشعر، إذا طال وتمّ. قال حسَّان: وقامتْ تُرائِيكَ مُغْدَوْدِناً * إذا ما تَنُوءُ به آدَها واغْدَوْدَنَ النبتُ، إذا اخضرَّ يضربُ إلى السواد من شدَّة ريه. والشباب الغدانى: الغض. قال رؤبة:\nبعد غدانى الشباب الابله (١) * (*) والغدن: الاسترخاء والفترة. قال القلاخ: ولم تضع أولادها من البطن * ولم تصبه نعسة على غدن وغدانة: حى من يربوع. قال الاخطل: واذكر غدانة عدانا مزنمة * من الحبلق تبنى حولها الصير",
    "pg": "6:2173"
  },
  "غذا": {
    "def": "الغذِيُّ: السخلة، والجمع غِذاءٌ مثل فصيل وفصال. ومنه قول عمر ﵁: \" أمحتسب عليهم بالغذاء \" وأنشد الاصمعي (١) : لو أننى كنت من عاد ومن إرم * غذى بهم ولقمانا وذا جدن ورواه خلف الاحمر: \" غذى \" بالتصغير. وقال: غذى المال وغذويه: صغاره، كالسخال ونحوها. ويقال الغذوى: أن يبتاع الشئ بنتاج ما نزابه الكبش ذلك العام. قال الفرزدق: ومهور نسوتهم إذا ما أنكحوا * غذوى كله هبنقع تنبال ويروى: \" غدوى \" بدال غير معجمة، منسوب إلى غد، كأنهم يمنونه فيقولون: تضع إبلنا غدا فنعطيك غدا. والغِذاءُ: ما يُغتذى به من الطعام والشراب. يقال: غَذَوْتُ الصبيّ باللبن فاغْتَذَى، أي ربَّيته به. ولا يقال: غَذَيْتُهُ بالياء (١) . وغَذا الماء: سال. والعِرقُ يَغْذُو غَذْواً، أي يسيل دماً، ويُغَذِّي تَغْذِيَةً مثله. وغَذا البولُ: انقطع. وغَذَا، أي أسرع. والغذوان، بالتحريك من الخيل: النشيط المسرع. وغَذَّى البعير ببوله تَغْذِيةً، إذا قطَّعه. والتَغْذِيَةُ أيضاً: التربية.",
    "pg": "6:2444-2445"
  },
  "غذذ": {
    "def": "غذيذةُ الجرحِ: مدَّته. وقد غَذَّ الجرحُ يَغِذُّ غَذًّا، إذا سال ذلك منه. ويقال للبعير إذا كانت به دَبَرَةٌ فبرأت وهي تَنْدى، قيل: به غَاذٌّ. وتركتُ جرحَه يَغِذُّ. والمُغاذُّ من الإبل: العَيوفُ الذي يعافُ الماءَ. والاغذاذ في السير: الاسراع. فصل الفاء",
    "pg": "2:567-568"
  },
  "غذرم": {
    "def": "غذرمت الشئ وغذمرته، إذا بعته جُزافاً. وكيلٌ غُذارِمٌ، أي جُزافٌ. قال أبو جندب الهذليّ: فلهفَ ابنةِ المجنونِ ألاّ تصيبه فتوفِيَهُ بالصاعِ كَيْلاً غُذارِما قال أبو عبيد: الغُذارِمُ: الكثير من الماء، مثل الغذامر.",
    "pg": "5:1996"
  },
  "غذمر": {
    "def": "الغَذمَرَةُ: الغضب وكثرة الصَخَبِ، والصياحُ، والزَجْر، مثل الزمجرة. يقال: سمعت لفلانٍ غَذْمَرَةً. وكذلك التَغَذْمُرُ. وفلانٌ ذو غَذاميرَ. قال الراعي: تبصَّرْتُهُمْ حتَّى إذا حالَ دونَهُم * رُكامٌ وحادٍ ذو غَذاميرَ صَيْدح - والغَذْمَرَةُ مثل الغَشْمَرَةِ، ومنه قيل للرئيس الذي يسوس عشيرته بما شاء من عدلٍ أو ظلم مُغَذْمِرٌ. قال لبيد: ومقسِّمٌ يعطي العَشيرةَ حَقَّها * ومُغَذْمِرٌ لحقوقِها هَضَّامُها - والغَذْمَرَةُ لغة في الغَذْرَمَةِ، وهو بيع الشئ جزافا. والغذامر لغة في الغُذارِمِ، وهو الكثير من الماء، حكاهما أبو عبيد.",
    "pg": "2:767"
  },
  "غرا": {
    "def": "الغِراءُ: الذي يلصق به الشئ، يكون من السمك، إذا فتحت العين قصرت وإن كسرت مددت: تقول منه: غروت الجلد، أي ألصقته بالغِراء. وقوسٌ مَغْروَّةٌ ومغرية أيضا، حكاه ابن السكيت. (*) ومثل للعرب: \" أدركني ولو بأحد المغروين \"، أي بأحد السهمين. وقال ثعلب: أدركني بسهم أو برمح. والغريان، وهما بناءان طويلان، يقال هما قبر مالك وعقيل نديمى جذيمة الابرش. وسميا غريين لان النعمان بن المنذر كان يغريهما بدم من يقتله إذا خرج في يوم بؤسه. قال الراجز (١) : أهل عرفت الدار بالغريين (٢) * وصاليات ككما يؤثفين وأغريت الكلب بالصيد. وأغْرَيْتُ بينهم. والاسم الغَراةُ. وغَرِيَ به بالكسر، أي أولع به. والاسم الغراء، بالفتح والمد. وحكى أبو عبيد عن خالد بن كلثوم: غاريت بين الشيئين غراء، إذا واليتَ. ومنه قول كثيِّر: إذا قلتُ أسْلو فاضت العينُ بالبُكا * غِراءً ومَدَّتها مَدامِعُ حُفَّلُ * قال: وقال أبو عبيدة. هي فاعلت من غريت بالشئ أغرى به. وغَرِيَ فلانٌ، إذا تمادى في غَضَبه، وهو من الواو. والغَرى: الحُسن. ورجلٌ غَرِيٌّ. والغَرْوُ: العجَب، وغَرَوْتُ، أي عجبت. يقال: لا غرو، أي ليس بعجب.",
    "pg": "6:2445-2446"
  },
  "غرب": {
    "def": "الغُربة: الاغتراب، تقول منه: تغرب، واغترب، بمعنى، فهو غريب وغرب أيضا بضم الغين والراء. وقال (١) : وما كان غض الطرف منا سجية * ولكننا في مذحج غربان (٢) والجمع الغرباء. والغرباء أيضاً: الأباعد. واغترب فلانٌ، إذا تزوَّج إلى غير أقاربه. وفي الحديث \" اغترِبوا لا تُضْووا \". والمُغَرِّب: الذي يأخذ في ناحية المَغْرِب. وقال قيس بن الملوَّح: وأصبحت من لَيْلى الغداةَ كناظرٍ * مع الصُبحِ في أعقاب نجمٍ مُغَرّبِ ويقال أيضاً: \" هل جاءكم مُغرِّبة خَبَرٍ \"، يعني الخبر الذي طرأ عليهم من بلدٍ سوى بلدهم. وشأو مغرب ومغرب أيضا بفتح الراء، أي بعيد. والتَّغْريب: النفي عن البلد. وغرب، بالتشديد: اسم جبل دون الشام في بلاد بنى كلب، وعنده عين. ماء تسمى غربة. وأغرب الرجل: جاء بشئ غريب. وأغْرَبْتُ السقاءَ: ملأته. قال بشر: وكأنَّ ظعْنَهُم غداةَ تحمَّلوا * سُفنٌ تكفأ في خليخ مغرب وأغرب الرجل: صار غريبا. حكاه أبو نصر. واستغرب في الضحك: اشتدَّ ضحكه وكثر. والمُغْرَب: الأبيض. قال الشاعر (١) : فهذا مكاني أو أرى القارَ مُغْرَباً * وحتى أرى صُمّ الجبالِ تَكَلَّم والمُغْرَب أيضاً: الأبيض الأشفار من كلِّ شئ، تقول: أغرب الفرس، على ما لم يسمَّ فاعلُه، إذا فشت غُرَّته حتَّى تأخذ العينين فتبيضّ الأشفار، وكذلك إذا ابيضَّت من الزَّرَق. وأُغْرِب الرجل أيضاً، إذا اشتد وجعه. عن الاصمعي والغراب: واحد الغِرْبان، وجمع القلَّة أَغْرِبة. وغرابُ الفأس: حدُّها. قال الشماخ يصف رجلاً قطع نبعة: فأنحى عليها ذاتَ حدٍّ غُرابها * عَدوٌّ لأوساط العِضاهِ مَشارِزُ وغُرابا الفرس والبعير: حدُّ الوِركين، وهما حرفاهما: الأيسر والأيمن، اللذان فوق الذنب حيث يلتقى رأسا (٢) الورك. عن الاصمعي. قال الراجز: يا عجبا للعجب العجاب * خمسة غربان على غراب وجمعه أيضا غربان. قال ذو الرمة: وقربن بالزرق الحمائل (١) بعد ما * تقوب عن غربان أوراكها الخطر أراد تقوبت غربانها عن الخطر، فقلبه، لان المعنى معروف، كقولك: لا يدخل الخاتم في إصبعى، أي لا يدخل الاصبع في خاتمي. ورجل الغراب: ضرب من الصِّرار شديد. وقول الشاعر (٢) : رأى دُرَّةً بيضاء يَحفِلُ لونَها * سُخامٌ كغِرْبان البرير مُقَصَّبُ يعني به النضيج من ثمر الأراك. وتقول: هذا أسود غِرْبيبٌ، أي شديد السواد. وإذا قلت: غرابيبُ سودٌ، تجعل السود بدلاً من الغرابيب، لأنَّ تواكيد الألوان لا تقدَّم. والغَرْب والمَغْرِب بمعنًى واحد (٣) . وقولهم: لقيته مُغَيْرِبان الشمس، صغَّروه على غير مكبَّره، كأنَّهم صغَّروا مَغْرِبانا. والجمع مغيربانات، كما قالوا: مفارق الرأس، كأنهم جعلوا ذلك الحين (٤) أجزاء، كلما تصوبت الشمس ذهب منها جزء، فصغروه فجمعوه على ذلك. وغرب أي بعد، يقال: اغرُبْ عنِّي، أي تباعد. وغرَبت الشمس غُروباً. والغُروب أيضاً: مجاري الدمع. وللعين غُرابان: مقدِمها ومؤخرها. قال الأصمعيّ: يقال: لعَينهِ غَرْبٌ، إذا كانت تسيل ولا تنقطع دموعها. والغروب: الدموع. وقال الراجز: ما لك لا تذكر أم عمرو * ألا لعينيك غروب تجرى والغروب أيضا: حدَّة الأسنان وماؤها، واحدها غَرْب. قال عنترة: إذ تَستبيكَ بذي غُروبٍ واضحٍ * عَذْبٍ مُقَبَّلُهُ لذيذِ المَطْعَمِ والغَرْب أيضاً: الدلو العظيمة. ويقال لحدّ السيف غَرْب. وغَرْب كل شئ: حده. يقال: في لسانه غرب، أي حدَّة، وغَرْبُ الفرس: حدَّته وأوَّل جريه. تقول: كففت من غربه. قال النابغة:\nوالخيل تَنْزع غَرْبا في أعِنَّتها (١) * وفرسٌ غَربٌ، أي كثير الجري. والغَرْب أيضاً: عِرق في مجرى الدمع يسقي فلا ينقطع، مثل الناسور. ونوى غربة، أي بعيدة. وغربة النوى: بعدها. والنوى: المكان الذى تنوى أن تأتيه في سفرك. والغارب: ما بين السنام والعنق. ومنه قولهم: \" حَبْلُكِ على غارِبك \"، أي اذهبي حيث شئت. وأصله أنَّ الناقة إذا رعت وعليها الخِطامُ أُلقِي على غاربها، لأنَّها إذا رأت الخطام لم يهنئها شئ. وغوارب الماء: أعالي موجه، شبِّهت بغوارب الابل. والغرب، بالتحريك: الفضة. قال الاعشى (١) : فدعدعا سرة الركاء كما * دعدع ساقى الاعاجم الغربا والغرب أيضاً: الخمر. والغَرَب في الشاة كالسَعَف في الناقة، وهو داءٌ يتمعَّط منه خرطومُها، ويسقط منه شَعر عينيها. وقد غَرِبت الشاة، بالكسر. قال ابن برى: الصواب أنه للبيد لا كما زعم الجوهرى. والركاء بالفتح: موضع. ومعنى دعدع: ملا. يصف ماءين التقيا من السيل فملآ اسرة الركاء كما ملا ساقى الاعاجم قدح الغرب خمرا. وأما بيت الاعشى الذى وقع فيه الغرب بمعنى الفضة فهو: إذا انكب أزهر بين السقاة * تراموا به غربا أو نضارا لسان العرب وتاج العروس. والغرَب أيضاً: الماء الذي يقطر من الدلاء بين البئر والحوض، وتتغير ريحه سريعا. قال ذو الرمة: وأدرك المتبقى من ثميلته * ومن ثمائلها واستنشئ الغرب والغرب أيضا: ضرب من الشجر وهو \" إسفيدار (١) \" بالفارسية. وأصابه سهم غَرَب يضاف ولا يضاف، يسكَّن ويحرك، إذا كان لا يُدرى من رماه.",
    "pg": "1:191-194"
  },
  "غربل": {
    "def": "الغِرْبالُ معروف. وغَرْبَلت الدقيق وغيره. ويقال: غَرْبَلَهُ، إذا قطعه. أبو عبيد: المغربل: المقتول المنتفخ. وأنشد: ترى الملوكَ حوله مُغَرْبَلهْ (١) يقتل ذا الذنب ولا من ذنب له",
    "pg": "5:1780"
  },
  "غرث": {
    "def": "الغَرَثُ: الجوع. وقد غَرِثَ بالكسر يَغْرَثُ فهو غَرْثانٌ، وقومٌ غَرثى وغَراثى، مثل صَحارى، وغِراث. وامرأة غَرْثى ونسوةٌ غِراثٌ. وامرأة غَرْثى الوشاح، لأنها دقيقة الخصر لا يملأ وشاحها، فكأنَّه غَرثانُ. والتغريث: التجويع. يقال: غَرَّثَ كلابه، أي جوعها.",
    "pg": "1:288"
  },
  "غرد": {
    "def": "الغَرَدُ بالتحريك: التطريب في الصوت والغناء. يقال: غَرِدَ الطائرُ فهو غرد. والتغريد مثله. قال الشاعر سويد بن كراع العكلى: إذا عرضت داوية مدلهمة * وغرد حاديها فرين بها فلقا - والتغرد مثل التغريد، وقد جمعهما امرؤ القيس في قوله يصف حماراً: يُغَرِّدُ بالأسحارِ في كلِّ مَرْتَعٌ (١) * تَغَرُّدَ مِرِّيحِ النَدامى المُطَرَّبِ - والغِردُ بالكسر: ضربٌ من الكمأة، والجمع غُرَدَةٌ، مثل قردٍ وقردةٍ. قال الكسائي: واحد الغِرَدَةِ من الكمأة غَرَدٌ. وقال الفراء: سمعت أنا غَرْدٌ بالفتح، مثل جِبْءٍ وجِبَأةٍ. ويقال أيضاً غَرْدَةٌ وغَرْدٌ، مثل تمرةٍ وتمرٍ، وغِرْدَةٌ وغِرْدٌ، مثل تِبْنَةٍ وتِبْنٍ. والجمع منهما غِرادٌ، مثل كلاب وذئاب. والمغرود مثله، والجمع المغاريد. والمغرندى: الذى يعلو ويغلب. قال الراجز: قد جعل النعاس يغرندينى * أطرده عنى ويسرندينى - أبو زيد: اغْرَنْدَوْا عليه اغْرِنْداءً، أي عَلَوْهُ بالشتم والضرب والقهر، مثل اغلنتوا.",
    "pg": "2:516-517"
  },
  "غرر": {
    "def": "الغرور: مكاسر الجلد. قال أبو النجم: حتى إذا ما طار من خبيرها * عن جدد صفر وعن غرورها - الواحد غر بالفتح. قال الراجز (١) : كأن غر متنه إذ نَجْنُبُهْ (٢) * سَيْرُ صَناعٍ في خريز تكلبه - ومنه قولهم: طويت الثوب على غَرِّهِ، أي كسره الأوَّل. قال الاصمعي: وحدثني رجل عن رؤبة أنه عرض عليه ثوب، فنظر إليه وقلبه ثم قال: اطوه على غره. والغُرَّةُ، بالضم: بياضٌ في جبهة الفرس فوق الدِرهم. يقال فرسٌ أغَرُّ. والأغَرُّ: الأبيضُ. وقومٌ غُرَّانٌ. قال امرؤ القيس: ثيابُ بني عوفٍ طهارى نقيَّةٌ * وأوجُهُهُمْ بيضُ المسافر (٣) غران - ورجل أغر، أي شريف. وفلان غرة قومه، أي سيدهم. وهم غُرَرُ قومهم. وغرة كل شئ: أوله وأكرمه. والغُرَرُ: ثلاث ليالٍ من أوَّل الشهر (١) . والغُرَّةُ: العبد أو الأمَةُ. وفى الحديث: \" قضى رسول الله ﷺ في الجنين بغرة \"، كأنه عبر عن الجسم كله بالغرة. ورجلٌ غِرٌّ بالكسر وغَريرٌ، أي غير مجرِّب. وجاريةٌ غِرَّةٌ وغَريرَةٍ، وغِرٌّ أيضاً، بيِّنة الغَرارَة بالفتح. وجمع الغِرِّ أغْرارٌ، وجمع الغَريرِ أغِرَّاءُ. وقد غرَّ يغرُّ بالكسر غرارةً. والاسم الغِرَّةُ. يقال: كان ذلك في غرارتي وحدائتى، أي في غِرَّتي. وعيشٌ غريرٌ، إذا كان لا يفزَّعُ أهله. والغِرَّة: الغفلة. والغارُّ: الغافل. تقول منه: اغْتَرَرْتَ يا رجل. واغْترَّهُ، أي أتاه على غِرَّةٍ منه. واغْتَرَّ بالشئ: خدع به. وقولهم: أنا غريرك من فلان، قال أبو نصر في كتاب الاجناس: أي لن يأتيك منه ما تَغْتَرُّ به. والغَريرُ: الخلق الحسن. يقال للرجل إذا شاخَ: \" أدبر غَريرهُ، وأقبل هَريرهُ \"، أي قد ساء خُلُقُهُ. والغَررُ: الخطر. ونهى رسول الله ﷺ عن بيع الغرر، وهو مثل بيع السمك في الماء والطير في الهواء. ابن السكيت: الغَرورُ: الشيطان. ومنه قوله تعالى:\n(ولا يَغُرَنَّكم باللهِ الغَرورُ) *. والغَرور أيضاً: ما يُتَغرغر به من الادوية، وهو مثل قولهم: لدود، ولعوق، وسعوط. قال: والغرور بالضم: ما اغْتُرَّ به من متاع الدنيا. والغِرارُ بالكسر: النوم القليل. ولبث فلان غِرارَ شهرٍ، أي مكث مقدار شهر. والغِرارُ: نقصان لبن الناقة. وفي الحديث: \" لا غرار في صلاة \"، وهو أن لا يتمَّ ركوعها وسجودها. والغراران: شفرتا السيف. وكل شئ له حدٌّ فحدُّه غِراره. والجمع أغِرَّةٌ. وأتانا على غِرارٍ، أي على عجلة. قال الأصمعيّ: الغِرارُ: الطريقة. يقال: رميت ثلاثة أسهم على غِرارٍ واحد، أي على مجرًى واحد. وولدت فلانة ثلاثة بنين على غِرارٍ، أي بعضهم خلف بعض. وبنى القوم بيوتهم على غِرارٍ واحد. والغِرارُ: المثال الذي تُطبَع عليه نِصال السهام. يقال: ضرب نصاله على غِرارٍ واحد. قال الهذلى (١) : سديد العير لم يدحض عليه ال * - غرار فقدحه زعل دروج (٢) - قوله \" سديد \" بالسين، أي مستقيم. ويقال: ليت اليوم (٣) غرار شهر، أي مثال شهر، أي طول شهر. والغرارة: واحدة الغرائر التي للتِبن، وأظنُّه معرباً. وغَرَّهُ يَغُرُّهُ غُروراً: خدعه. يقال: ما غَرَّكَ بفلان؟ أي كيف اجترأت عليه؟ ومن غَرَّكَ من فلان؟ أي من أوطأك عشوةً فيه. وغر الطائر أيضا فرخه يغره غِراراً، أي زَقَّهُ. والتغريرُ: حمل النفس على الغَرَر. وقد غَرَّرَ بنفسه تغريرا وتغرة، كما يقال: حلل تحليلا وتحلة، وعلل تعليلا وتعلة. ويقال أيضا. غَرَّرَتْ ثنيَّتا الغلام، أي طلعتْ أوَّل ما تطلع (١) . الأصمعيّ: يقال غارَّتِ الناقةُ، أي نفرت فرفعت الدِرَّةَ. وفي المثل: \" سبق دِرَّتُهُ غِرارهُ (٢) \". يقال: ناقة مُغارَّةٌ بالضم. ونوقٌ مَغارٌّ يا هذا، بفتح الميم: غير مصروف. أبو زيد: غارَّتِ السوقُ تُغارُّ غراراً: كسدت. ودرت درة: نفقت. والغر غرة: تردد الروح في الحلق. ويقال: الراعي يُغَرْغِرُ بصوته، أي يردِّده في حلقه. ويَتَغَرْغَرُ صوته في حلقه، أي يتردد. والغرغر بالكسر: الدجاج البرى، الواحدة غِرْغِرَةٌ. وأنشد أبو عمرٍو لابن أحمر: ألُفُّهُمُ بالسَيفِ من كل جانبٍ * كما لَفَّت العِقبانُ حجلى وغرغرا - والغرغرة بالضم: غرة الفرس. ورجل غرغرة أيضا: شريف، عن اللحيانى. وقول الشاعر (٣) :\nرشيف الغريريات ماء الوقائع (٤) نوق منسوبات إلى فحل. وقال الكميت: غريرته الانساب أو شدقمية * يصلن إلى البيد الفدافد فدفدا -",
    "pg": "2:767-770"
  },
  "غرز": {
    "def": "غرزت الشئ بالابرة أغرزه غَرْزاً. والغارِزُ من النوق: القليلة اللبن. وقال الاصمعي: هي التى قد جذبت لبنها فرفعته. يقال: غرزت الناقة تغرز، إذا قلَّ لبنها. والغَرْزُ: ركاب الرحل من جِلْدٍ، عن أبي الغوث. قال: فإذا كان من خشب أو حديدٍ فهو ركاب. وقد غَرَزْتُ رجلي في الغَرزِ أغْرِزُ غَرْزاً، إذا وضعتَها فيه لتركب. واغْتَرَزَ السيرُ (١) ، أي دنا المسير. وأصله من الغَرزِ. والغريزةُ: الطبيعة والقريحة. وغَرَّزَتِ الجرادةُ بذَنَبها في الأرض تَغْريزاً، مثل رَزَّتْ. والتَغاريزُ هي ما حُوِّلَ من فسيل النخل وغيره.",
    "pg": "3:888"
  },
  "غرس": {
    "def": "الغِرْسُ (١) بالكسر: الذي يخرج مع الولد كأنّه مُخاطٌ. ويقال: جُلَيْدَةٌ تكون على وجه الفَصيل ساعةَ يولد، فإن تُرِكَت قتلَتْه. قال الراجز (٢) : يتركن في كل مناخ أبس * كل جنين مشعر في الغرس * وغَرَسْتُ الشجر أغْرِسُهُ غرْساً. والغِراسُ: فَسيلُ النخل. والغِراسُ أيضاً: وقتُ الغَرْسِ. ويقال للنخلة أوَّلَ ما تنبت غريسة.",
    "pg": "3:955"
  },
  "غرض": {
    "def": "الغَرَضُ: الهدف الذي يرمى فيه. وفهمتُ غَرَضَكَ، أي قصدك والغَرَضُ أيضاً: الضجرُ (٢) والملال. وقد غَرِضَ بالمَقامِ يَغْرَضُ غَرَضاً. وأغْرَضَهُ غيره. ويقال أيضاً: غَرِضْتُ إليه، بمعنى اشتقت إليه. قال الاخفش: تفسيرها غرضت من هؤلاء إليه، لان العرب توصل بهذه الحروف كلها الفعل. قال الشاعر (٣) فمن يك لم يغرض فإنى وناقتي * بحجر إلى أهل الحمى غرضان (١) * وغرض الشئ غِرَضاً، مثال صَغُرَ صِغَراً، فهو غَريضٌ، أي طريٌّ. يقال: لحمٌ غريض. قال أبو زبيد الطائى يصف أسدا: يَظَلُّ مُغِبّاً عنده من فَرائِسٍ * رفات عظان أو غريض مشرشر * مغبا، أي غابا. مشرشر، أي مقطع. ومنه قيل لماء المطر: مَغْروضٌ وغَريضٌ. قال الشاعر (٢) : بِغَريضِ ساريةٍ أدَرَّتْهُ الصَبا * من ماءِ أسْجَرَ طَيِّبِ المُستَنقعِ * وقال آخر (٣) : تَذَكَّرَ شَجْوَهُ وتَقاذَفَتْهُ * مُشَعشَعَةٌ بِمَغْروضٍ زُلال * والإغْريضُ والغَريضُ: الطَلْعُ. ويقال: كل أبيض طرى (٤) . وقولهم: وردت الماء غارِضاً، أي مُبْكراً. والغُرْضَةُ بالضم: التصدير، وهو للرَحْلِ بمنزلة الحزام للسرج، والبطان للقتب. والجمع غرض، مثل بسرة وبسر، وغرض مثل كتب وكتب. ويقال للغرضة أيضا: غرض، والجمع غروض، مثل فلس وفلوس، وأغراض. وغرضت البعير: شددت عليه الغَرْضَ. والمَغْرِضُ من البعير، كالمحزم من الدابة، وهو جوانب البطن أسفل الاضلاع التي هي مواضع الغَرْضِ من بطونها. وقال (١) :\nيشربن حتى تنقض المغارض (٢) * وغرضت الاناء أغرضه، أي ملاته. قال الراجز (٣) : لا تأويا للحوض أن يغيضا * أن تغرضا خير من أن تغيضا (٤) * والغرض: النقصان عن الملء. وهذا الحرف من الاضداد. قال الراجز: لقد فَدى أَعْناقَهُنَّ المَحْضُ * والدَأْظُ حتى ما لهن غرض * ويقال: الغَرْضُ: موضع ماء تركته فلم تجعل فيه شيئاً (١) . يقال غَرِّضْ في سِقائكَ، أي لا تملأه. وفلانٌ بحرٌ لا يُغَرِّضُ، أي لا ينزح. قال ابن السكيت: يقال غرضت المرأة سقاءها تَغْرِضُهُ غَرْضاً: مَخَضَتْه فإذا ثَمَّر وصار ثَميرَةً، قبل أن يجتمع زُبْدُه، صَبَّتهُ فسَقتْهُ القوم. ويقال أيضاً: غَرَضْنا السَخْلَ، أي فطمناه قبل إناه.",
    "pg": "3:1093-1095"
  },
  "غرضف": {
    "def": "الغُرْضوفُ: ما لان من العظم، وهو الغضروف أيضا.",
    "pg": "4:1410"
  },
  "غرف": {
    "def": "الغَرْفُ: شجرٌ يُدْبَغ به. يقال: سقاءٌ غَرْفيٌّ، أي مدبوغ بالغرف. قال ذو الرمّة: وَفْراَء غَرْفِيَّةٍ أثْأى خوارزَها مُشَلْشَلُ ضَيَّعَتْهُ بينها الكتب يعنى مزادة دبغت بالغرف. ومشلشل من نعت السرب في قوله (١) ما بال عينك منها الماءُ يَنْسَكِبُ كأنّه من كلى مفرية سرب وربما جاء بالتحريك، حكاه يعقوب. قال الشاعر (١) : أمسى سُقامٌ خَلاءً لا أنيسَ به إلا السباعُ (٢) ومَرُّ الريح بالغَرَفِ سُقامٌ: اسمُ وادٍ. يقال غَرْفَت الإبل، بالكسر، تَغْرَفُ غَرَفاً، إذا اشتكت عن أكل الغَرْفِ. والغَريفُ: الشجر الكثير الملتفُّ من أي شجرٍ كان. قال الاعشى: كبردية الغيل وسط الغريف ساق الرصاف إليه غديرا (٣) وقيل: الغريف في هذا البيت: ماء في الاجمة. والغريفة: جلدة من أدم نحو من شبر فارغة، في أسفل قراب السيف تَذَبْذَبُ، وتكون مفرضة مزينة، قال الطرماح يذكر مشفر البعير: خريع النعو مضطرب النواحى كأخلاق الغريفة ذى غضون (١) جعله خلقا لنعومته. وبنو أسد يسمون النعل: الغَريفَةَ. وأما الغِرْيَفُ بكسر الغين وتسكين الراء، فضربٌ من الشجر. قال حاتمٌ يصف النخل: رواءٌ يسيلُ الماءُ تحت أُصولِهِ يميلُ به غيلٌ بأدناه غِرْيَفُ وقال أحيحة بن الجلاح (٢) . مغرورف أسبل جباره بحافتيه الشوع والغريف (٣) وغرفت الشئ فانغرف، أي قطعته فانقطع. قال قيس بن الخطيم: تَنامُ عن كِبْرِ شَأنها فإذا قامت رويدا تكاد تنغرف وغرفت ناصية الفرس: قطعتها وجززتها، حكاه أبو عبيد عن الاصمعي. وغرفت الجِلْدَ: دبغته بالغرْفِ. وغَرَفْتُ الماء بيدي غَرْفاً، واغْتَرَفْتُ منه. والغَرْفَةُ المرّةُ الواحدة. والغَرْفَةُ بالضم: اسمٌ للمفعول منه، لأنك ما لم تَغْرِفْهُ لا تسميه غُرْفَةً. والجمع غراف مثل نطفة ونطاف. وزعموا ان ابنة الجلندى وضعت قلادتها على سلحفاة فانسابت في البحر فقالت يا قوم، نزاف نزاف، لم يبق في البحر غير غراف. والغراف أيضا: مكيال ضخم مثل الجراف، وهو القنقل. والمغرفة: ما يغرف به. والغرفة: العِليَّةُ، والجمع غُرْفاتٌ وغُرُفاتٌ وغُرَفٌ. وقول لبيد: سوى فأغلق دون غرفة عرشه سبعا طباقا فوق فرع المنقل يعنى به السماء السابعة.",
    "pg": "4:1409-1410"
  },
  "غرق": {
    "def": "غَرِقَ في الماء غَرَقاً، فهو غرق وغارق أيضا. ومنه قول أبى النجم: فأصبحوا في الماء والخنادق من بين مقتول وطاف غارق وأغرقه غيره وغَرَّقَهُ، فهو مُغَرَّقٌ وغَريقٌ. ولجامٌ مُغَرَّقٌ بالفضّة، أي محلّى. والتغريق: القتل. قال الاعشى:\nألا ليت قيسا غرقته القوابل (١) * وذلك أن القابلة كانت تغرق المولود في ماء السلى عام القحط، ذكرا كان أو أنثى حتى يموت. ثم جعل كل قتل تغريقا. ومنه قول ذى الرمة إذا غرقت أرباضها ثنى بكرة بتيهاء لم تصبح رءوما سلوبها والارباض: الحبال. والبكرة: الناقة الفتية. وثنيها: بطنها الثاني. وإنما لم تعطف على ولدها لما لحقها من التعب. وأغرق النازع في القوس، أي استوفى مدَّها. والاستْغراقُ: الاسْتيعابُ. واغْتَرَقَ الفرسُ الخيلَ، إذا خالطها ثم سبقها. واغْتِراقُ النفَس: استيعابه في الزفير. واغْرَوْرَقَتْ عيناه: دمعتا. والغُرْقَةُ بالضم، مثل الشُربة من اللبن وغيره والجمع غُرَقٌ. ذكره أبو عبيد في المصنف، وأنشد للشماخ يصف الابل: تصحى وقد ضمنت ضراتها غرقا من ناصع اللون حلو الطعم (١) مجهود (٢) والغرنيق، بعضم الغين وفتح النون، من طير الماء طويل العنق. قال الهذلى (١) يصف غواصا:\nأزل كغرنيق الضحول عموج (٢) * وإذا وصف بها الرجال فواحدهم غرنيق وغرنوق، بكسر الغين وفتح النون فيهما. وغرنوق بالضم وغُرانِقٌ، وهو الشابُّ الناعم، والجمع الغرانق بالفتح، والغرانيق والغرانقة.",
    "pg": "4:1536-1537"
  },
  "غرقأ": {
    "def": "الغِرْقِئُ: قشر البيض الذي تحت القيض. قال الفراء: همزته زائدة، لانه من الغرق. وكذلك الهمزة في الكرفئة والطهلئة، زائدتان.\nفصل الفاء",
    "pg": "1:62"
  },
  "غرقد": {
    "def": "الغرقد: شجر. وبقيع الغرقد: مقبرة بالمدينة.",
    "pg": "2:517"
  },
  "غرقل": {
    "def": "غَرْقَلَتِ البيضة، أي مَذرَت.",
    "pg": "5:1780"
  },
  "غرل": {
    "def": "عيشٌ أغْرَلُ، أي واسعٌ. وغلامٌ أغْرَلُ، أي أقْلَفُ. والغُرْلَةُ: القُلْفَةُ. ورجلٌ غَرِلٌ: مسترخي الخلق. أبو عمرو: الغِرْيَلُ والغِرْيَنُ: ما يبقى من الماء في الحوض، والغدير تبقى فيه الدَعاميصُ لا يُقدر على شربه، وكذلك ما يبقى في أسفل القارورة من الثفل. وقال الاصمعي: هو أن يأتي السيل فيلبث على وجه الأرض ثم يَنضُب فيُرى طيناً رقيقاً قد جفَّ على وجه الأرض. وقال أبو زيد في كتاب المطر: هو الطين يحمله السيل فيبقى على وجه الأرض رطبا كان أو يابسا.",
    "pg": "5:1780"
  },
  "غرم": {
    "def": "ابن الاعرابي: الغرام: الشر الدائم والعذاب. قال بشر: ويوم النسار ويوم الجفار كانا عذابا وكانا غراما وقال الاعشى: إن يعاقب يكن غراما وإن يعط جزيلا فإنه لا يبالى وقوله تعالى: (إن عذابها كان غراما) قال أبو عبيدة: أي هلاكاً ولزاماً لهم. قال: ومنه رجلٌ مُغْرَمٌ بالحب حبِّ النساء. ومنه قولهم: رجلٌ مُغْرَمُ من الغُرْمِ والدَيْن. والغَرامُ: الوَلوعُ وقد أغرم بالشئ أي أولع به. والغَريمُ: الذي عليه الدَيْنُ. يقال: خذ من غَريمِ السوء ما سنح. وقد يكون الغريم أيضا الذي له الدَيْنُ. قال كثير: قَضى كُلَّ ذي دَيْنٍ فوَفَّى غَريمَهُ وعَزَّهُ مَمْطول مُعَنًّى غَريمُها وأغْرَمْتُهُ أنا وغَرَّمْتُهُ بمعنًّى. والغَرامَةُ: ما يلزم أداؤه وكذلك المَغْرَمُ والعزم. وقد عرم الرجل الدية.",
    "pg": "5:1996"
  },
  "غرمل": {
    "def": "الغرمول: الذكر.",
    "pg": "5:1780-1781"
  },
  "غرن": {
    "def": "الغِرْيَنُ مثال الدِرهَم (١) : الطين الذي يحمله السيل فيبقى على وجه الأرض، رطباً أو يابساً، وكذلك الغِرْيَلُ وهو مبدلٌ منه. والغرن: الذكر من العقبان (٢) .",
    "pg": "6:2173"
  },
  "غزا": {
    "def": "غَزَوْتُ العدوَّ غَزْواً. والاسم الغَزاةُ. والنسبة إلى الغَزْوِ غَزَوِيٌّ. ورجل غاز والجمع غزاة مثل قاض وقضاة، وغزى مثل سابق وسبق، وغزى مثل حاج وحجيج وقاطن وقطين، وغزاء مثل فاسق وفساق. قال تأبط شرا: فيوما بغزاء ويوما بسرية * ويوما بخشخاش من الرجل هيضل وأغزيت فلانا، أي جهَّزته للغَزْوِ. والمُغْزِيَةُ: المرأة التي غزا زوجها. وأغْزَتِ الناقة، إذا عسر لقاحها. قال الاموى: المغزية من النوق: التى جازت السنة ولم تلد، مثل المدراج. وأتان مغزية: متأخرة النتاج ثم تنتج. وأغزَيْتُ الرجل: أمهلته وأخَّرت مالي عليه من الدَيْنِ. ومَغْزى الكلام: مَقصده. وعرفت ما يغزى من هذا الكلام، أي ما يراد. وغزية: قبيلة. قال دريد بن الصمة: وهل أنا إلا من غَزِيَّةَ إن غَوَتْ * غَوَيْتُ وإن تَرشُدْ غَزِيَّةُ أرشد وغزوان: اسم رجل.",
    "pg": "6:2446"
  },
  "غزر": {
    "def": "الغَزارَةُ: الكَثرة. وقد غَزُرَ الشئ بالضم، يغزر، فهو غزير. وغَزُرَتِ الناقة أيضاً: كثُر لبنها غَزارَةً، فهي غَزيرٌ، ونوقٌ غِزارٌ. والاسم الغزر مثال الضرب، والجمع غزر مثل جون وجون، وأذن حشر وآذان حشر. وأعزر القوم: غزرت إبلهم. والتَغْزيرُ: أن تدع حَلْبةً بين حلبتين، وذلك إذا أدبَرَ لبن الناقة.",
    "pg": "2:770"
  },
  "غزز": {
    "def": "غزة: أرض بمشارف الشام، بها قبر هاشم جد النبي ﵊. والغز: جنس من الترك.",
    "pg": "3:888-889"
  },
  "غزل": {
    "def": "الغَزالُ: الشادنُ حين يتحرَّك، ويجمع على غزلة وغزلان، مثل غلمة وغلمان. وقد أغْزَلَتِ الظَبيةُ. ومُغازَلَةُ النساء: محادثتهن ومراودتهن. تقول: غازلتها وغازلتني. والاسم الغَزَلُ. وتَغَزَّلَ، أي تكلف الغَزَلَ، وتَغازَلوا. وغَزالَةُ الضحى: أوّلها. يقال: جاءنا فلان في غَزالَةِ الضُحى. قال ذو الرمة: فأشرفت الغزالة رأس حزوى أراقبهم وما أغنى قبالا يعنى الاظغان. ونصب \" الغزالة \" على الظرف. ويقال: الغَزالَةُ الشمس أيضاً. وغَزَلَتِ المرأة القطنَ تَغْزِلُهُ غَزْلاً واغْتَزَلَتْهُ بمعنًى. والغَزْلُ أيضاً: المَغْزولُ. والمُغْزَلُ والمِغْزَلُ: ما يُغْزَلُ به. قال الفراء: والأصل الضم، وإنما هو من أُغْزِلَ، أي أُديرَ وفُتل. وأغْزَلَتِ المرأة: أدارت المُغْزَلَ. وغَزِلَ الكلب بالكسر، أي فَتَر، وهو أن يطلب الغَزالَ حتَّى إذا أدركه وثَغا من فَرقِه انصرف عنه ولهى. ورجل غزل، أي صاحب غَزَلٍ، وقد غَزِلَ غَزَلاً. ويقال في المثل: \" هو أغزل من امرئ القيس \".",
    "pg": "5:1781"
  },
  "غسا": {
    "def": "غَسا الليل يَغْسو غُسُوًّا. وغَسِيَ يَغْسى، وأغْسى يُغْسي، إذا أظلم. قال ابن أحمر: فلما غسى ليلى وأيقنت أنها * هي الاربى جاءت بأم حبو كرى",
    "pg": "6:2446"
  },
  "غسس": {
    "def": "الغُسُّ بالضم: اللئيم الضعيف من الرجال. قال الأصمعيّ: يكون واحدا وجمعا. وأنشد لاوس ابن حجر مخلفون ويقضى الناس أمرهم * غس الامانة صنبور فصنبور * ورواه المفضل: \" غش \" بالشين معجمة كأنه جمع غاش، مثل بازل وبزل. ويروى \" غش \" نصبا على الذم بإضمار أعنى. ويروى \" غسو الامانة \" أيضا بالسين، أي غسون فحذف النون للاضافة. ويجوز \" غسى \" بكسر السين بإضمار أعنى، وتخذف النون للاضافة. ويقال غس فلان خطبة الخطيب، أي عابها. وغسغست بالهرة، إذا بالغت في زجرها. وغسان: قبيلة من اليمن، منهم ملوك غسان. ويقال غسان ماء. هذا إذا كان فعلان فهو من هذا الباب، وإن كان فعالا فهو من باب النون.",
    "pg": "3:955-956"
  },
  "غسق": {
    "def": "الغَسَقُ: أول ظلمة الليل. وقد غسَق الليل يَغْسِقُ، أي أظلم. والغاسقُ: الليلُ إذا غاب الشفق. وقوله وتعالى: ﴿ومن شر غاسِقٍ إذا وَقَبَ﴾ قال الحسن: الليل إذا دخل، ويقال إنه القمر. وغَسَقَتْ عينه (٣) غَسْقاً: أظلمت. وغَسَقَ الجرح غَسَقاناً، إذا سال منه ماء أصفر. وأغسق المؤذن، أي أخَّر المغرب إلى غَسَقِ الليل. والغَسَّاقُ: البارد المَنْتِنُ، يخفف ويشدد. وقرأ أبو عمرو: ﴿إلا حميما وغساقا﴾ بالتخفيف، والكسائي بالتشديد.",
    "pg": "4:1537"
  },
  "غسل": {
    "def": "غسلت الشئ غسلا بالفتح (١) ، والاسم الغُسْلُ بالضم. يقال غُسْلٌ وغسل. قال الكميت يصف حمار وحش: تحت الالاءة في نوعين من غسل باتا عليه بتسجال وتقطار يقول: يسيل عليه ما على الشجرة من الماء ومرة من المطر. والغسل بالكسر: ما يغسل به الرأس من خِطْميِّ وغيره. وأنشد ابن الاعرابي (٢) : فياليل إنَّ الغِسْلَ ما دمتِ أيِّماً عَلَيَّ حرامٌ ما يَمَسُّني الغِسْلُ أي لا أجامع غيرها فأحتاج إلى الغِسْلِ طمعاً في تزوجها (٣) . قال الأخفش: ومنه الغِسْلَيْنَ، وهو ما انْغَسَلَ من لحوم أهل النار ودمائهم، وزيد فيه الياء والنون كما زيد في عِفِرِّينَ. ويقال: غِسْلَةٌ مُطَرَّاةٌ، وهي آسٌ يُطَرَّى بأفاويه الطيب ويُمْتَشَط به. ولا تقل غَسْلَةٌ. واغْتَسَلْتُ بالماء. والغَسولُ: الماء الذي يُغْتَسَلُ به، وكذلك المُغْتَسَلُ. قال الله تعالى: (هذا مُغْتَسَلٌ باردٌ وشرابٌ) . والمُغْتَسَلُ أيضاً: الذي يُغْتَسَلُ فيه. والمَغْسِلُ، بكسر السين وفتحها: مَغْسَلُ الموتى، والجمع المَغاسِلُ. والغُسالَةُ: ما غَسَلْتَ به الشئ. ولا شئ غسيل ومغسول. وملحفة غسيل، وربما قالوا غسيلة، يذهب بها مذهب النعوت، نحو النطيحة (١) . وفحل غسلة، مثال همزة: الذى يكثر الضراب ولا يلقح. ويقال لحنظلة بن الراهب: غسيل الملائكة، لانه استشهد يوم أحد فغسلته الملائكة.",
    "pg": "5:1781-1782"
  },
  "غسم": {
    "def": "الغَسَمُ مثل الغَسَقِ، وهو الظلمة. وغَسَمُ الليلُ، إذا أظلم، عن الأصمعي. وقال النضر: الغَسَمُ: اختلاط الظُلمة. وأنشد لساعدة ابن جؤية: فظَلَّ يَرْقُبُهُ حتَّى إذا دَمَسَتْ ذاتُ العِشاء بأسْدافٍ (١) من الغسم",
    "pg": "5:1996"
  },
  "غسن": {
    "def": "الغُسَنُ: خُصَل الشعر من العرف والناصية والذوائب. قال الاعشى: غدا بتليل كجزع الخضا (٣) * ب حر القذال طويل الغسن الواحدة غسنة وغسناة. قال (٤) بينا الفتى يخبط في غسناته * إذ صعد الدهر إلى عفراته * فاجتاحها بشفرتي مبراته هكذا يرويه ابن كيسان. والغيسان: جدة الشباب ونعمته، إن جعلته فَيْعالاً فهو من هذا الباب. وغسان: اسم ماء نزل عليه قوم من الازد فنسبوا إليه، منهم بنو جفنة رهط الملوك. ويقال: غسان اسم قبيلة.",
    "pg": "6:2173-2174"
  },
  "غشا": {
    "def": "الغِشاءُ: الغطاء. وجعل على بصره غَشْوَةً وغُشْوَةُ وغِشْوَةً، وغِشاوَةً، أي غِطاء. ومنه قوله تعالى: (فأغشَيناهُمْ فهم لا يبصرون) . والغاشيةُ: القيامة، لأنها تَغْشى بإفزاعها. الأصمعيّ: يقال رماه الله بغاشيَةٍ، وهي داء يأخذ في الجوف. والغاشِيَةُ: الجَديَّة التي فوق المؤخرة. والغاشيَةُ: غاشية السرج. والاعشى من الخيل وغيرها: ما ابيضَّ رأسه كلُّه من بين جسده مثل الأرخم. وعنزٌ غَشْواءُ بينة الغَشا. وتقول: غشيت الشئ تغشية، إذا غطيته. وغَشيتُ الرجل بالسوط: ضربته. وغَشِيَهُ غِشْياناً، أي جاءه. وأغْشاهُ إياه غيره. وغَشِيَها غِشياناً: جامَعها. وغُشِيَ عليه غَشْيَةً وغَشْياً وغَشَياناً، فهو مَغْشِيٌّ عليه. واسْتَغْشى بثوبه وتَغَشَّى بثوبه، أي تغطى به.",
    "pg": "6:2446-2447"
  },
  "غشش": {
    "def": "غشه يغشه غشا بالكسر. وشئ مغشوش. واستغشه خلاف استنصحه. ولقيته غشاشا بالكسر، أي على عجلة وأنشدت محمودة الكلابية: وما أنسى مقالتها غشاشا * لنا والليل قد طرد النهارا * وصاتك بالعهود وقد رأينا * غراب البين أوكب ثم طارا",
    "pg": "3:1013"
  },
  "غشم": {
    "def": "الغَشْمُ: الظلم. والحرب غَشومُ، لأنها تنال غير الجاني. والمِغْشَمُ والغَشَمْشَمُ: الذي يركب رأسه لا يثنيه شئ عما يريد ويهوى، من شجاعته. قال أبو كبير * ولقد سريت على الظلام بمغشم (١)",
    "pg": "5:1996-1997"
  },
  "غشمر": {
    "def": "الغَشمَرَة: إتيان الأمر من غير تثبّتٍ. وغَشْمَرَ السيل: أقبل. وتَغَشْمَرَهُ، أي أخذه قَهْراً. ورأيته متغشمرا، أي غضبان.",
    "pg": "2:770"
  },
  "غصب": {
    "def": "الغصب: أخذ الشى ظلما. تقول: غَصَبَه منه، وغَصَبَه عليه، بمعنى. والاغتصاب مثله، والشئ غصب ومغصوب.",
    "pg": "1:194"
  },
  "غصص": {
    "def": "الغُصَّةُ: الشَجى، والجمع غُصَصٌ. والغَصَصُ بالفتح: مصدر قولك غَصِصْتَ يا رجل تَغَصُّ، فأنت غاصٌّ بالطعام وغَصَّانُ. وأغْصَصْتُهُ أنا. والمنزل غاصٌّ بالقوم، أي ممتلئٌ بهم.",
    "pg": "3:1047"
  },
  "غصن": {
    "def": "الغُصْنُ: غُصْنُ الشجر، والجمع الاغصان والغصون والغصنة، مثل قرط وقرطة. وغصنته (١) ، أي قطعته. وأبو الغصن: كنية جحا (٢) .",
    "pg": "6:2174"
  },
  "غضب": {
    "def": "غضِب عليه غَضَباً، ومَغْضَبَة، وأغْضَبْتُهُ أنا فتغَضب. ورجل غَضْبانُ وامرأة غَضْبى، ولغة في بني أسد غَضْبانَة ومَلآنةٌ وأشباههما. وقومٌ غضبى وغضابى (٢) مثل: سكرى وسكارى. وقال الشاعر: فإن كنتُ لم أذكركِ والقومُ بعضهم * غَضابى على بعضٍ فَمالي وذائِمُ الاصمعي: رجل غضبة بتشديد الباء (١) ، أي يغضب سريعاً. وغَضْبى أيضاً: اسم مائةٍ من الابل (٢) ، وهى معرفة لا تنون ولا تدخلها الالف واللام. وأنشد ابن الاعرابي: ومستخلف من بعد غضبى صريمة * فأحر به لطول (٣) فقر وأحريا قال: أراد النون فوقف. الاموى: غضبت لفلان، إذا كان حيّاً، وغضبت به، إذا كان ميتا. والاحمر مثله. قال دريد بن الصمة (٤) : فإن تعقب الايام والدهر تعلموا (٥) * بنى قارب أنا غضاب بمعبد وغاضبه: راغمه. وقوله تعالى: (وذا النونِ إذ ذَهَبَ مغاضبا) ، أي مراغما لقومه. وامرأة غَضوب، أي عَبوس. ابن السكيت: الغَضْبُ: الأحمر الشديد الحُمرة. ويقال أحمر غضب.",
    "pg": "1:194-195"
  },
  "غضر": {
    "def": "الغضار: الطين الحر. والغضارة: طيب العيش. تقول منه: بنو فلانٍ مَغضورونَ، وقد غَضَرَهم الله. وإنَّهم لفي غَضارَةٍ من العيش، وفي غَضْراءَ من العيش، أي في خِصْبٍ وخير. قال الأصمعيّ: لا يقال أباد الله خضراء هم، ولكن أباد الله غضراء هم، أي أهلك خيرهم وغضارتهم. والغَضْراءُ: طينةٌ خضراء عَلِكَةٌ. يقال: أنْبَطَ فلانٌ بئره في غَضْراءَ. وغَضَرَ عنه يَغْضِرُ، أي عدل عنه. قال ابن أحمر يصف الجوارى: تواعدن أن لا وعى عن فرج راكس * فرحن ولم يغضرن عن ذاك مغضرا - ويقال: غضره، أي حبسه ومنعه. والغاضِرُ: الجلد الذي أجيد دباغه. وغاضرة: قبيلة من بنى أسد، وحى من بنى صعصعة، وبطن من ثقيف. والغضور بتسكين الضاد: نبات. وغضور أيضا: ماء لطيئ.",
    "pg": "2:770"
  },
  "غضض": {
    "def": "غَضَّ طرفه، أي خَفضه. وغض من صوته. وكل شئ كففتَه فقد غَضَضْتَهُ، والأمرُ منه في لغة أهل الحجاز اغْضُضْ. وفي التنزيل: ﴿واغْضُضْ من صَوْتِكَ﴾ . وأهل نجد يقولون: غُضَّ طرفك بالإدغام. قال جرير: فَغُضَّ الطَرْفَ (٢) إنك من نُمَيْرٍ * فلا كَعْباً بَلَغْتَ ولا كلابا * وانْغِضاضُ الطرفِ: انْغِماضُهُ. وظبيٌ غَضيضُ الطرفِ، أي فاتره. وغض الطرف: احتمال المكروه (١) . وأنشدنا أبو الغوث: وما كان غض الطرف منا سجية * ولكننا في مذحج غربان * وشئ غض وغضيض، أي طرى. تقول منه غَضِضْتَ وغَضَضْتَ غَضاضَةً وغُضوضَةً. وكلُّ ناضرٍ غَضٌّ، نحو الشباب وغيره. والغَضيضُ: الطَلْعُ إذا بدا. وغَضَّ منه يَغُضُّ بالضم، إذا وضع ونقص من قدره. يقال: ليس عليك في هذا الأمر غَضاضَةٌ، أي ذِلَّةٌ ومنقصةً. وتغضغض الماء، أي نقص. وغضغضته أنا. يقال: فلانٌ بَحر لا يُغَضْغَضُ. قال الأحوص: سأطلبُ بالشام الوليدَ فإنه * هو البحرُ ذو التيَّارِ لا يَتَغَضْغَضُ * ويقال: مات فلانٌ ببطنته لم يَتَغَضْغَضْ منها شئ، كما يقال: مات وهو عَريضُ البِطان، أي سمينٌ من كثرة المال.",
    "pg": "3:1095"
  },
  "غضف": {
    "def": "غَضَفْتُ العود، إذا كسرته فلم تُنْعِم كسره. وغَضَفَ الكلبُ أذنه يغضفها عضفا، إذا أرخاها وكسرها. والغضف بالتحريك: استرخاء في الأذن. يقال كلبٌ أغْضَفُ وكلابٌ غضف. وقد غضف بالكسر، إذا صار مسترخيَ الأذن، وسهمٌ أغْضَفُ، أي غليظ الريش، وهو خلاف الأصمَع. وأغْضَفَ الليل، أي أظلم واسودَّ. وليلٌ أغْضَف. وقد غَضِفَ غَضَفاً. وكذلك عيشٌ أغَضَفُ، أي ناعمٌ بيِّن الغَضَفِ، إذا تَغَضَّفَ عليه ومالَ. والغاضِفُ: الناعمُ البالِ. ويقال: عيشٌ غاضفٌ. والغُضْفُ: القَطا الجون. وتَغَضَّفَ عليه، أي مال وتثنَّى وتكسر. يقال: تَغَضَّفَتِ البئر، إذا تهدَّمت أجوالها وانْغَضَفَ القومُ في الغبار: دخلوا فيه.",
    "pg": "4:1410-1411"
  },
  "غضفر": {
    "def": "الغَضَنْفَرُ: الأسد. ورجل غَضَنْفَرٌ: غيظ الجثة.",
    "pg": "2:770"
  },
  "غضل": {
    "def": "اغْضَألَّتِ الشجرةُ: لغةٌ في اخضألت.",
    "pg": "5:1782"
  },
  "غضن": {
    "def": "غَضَنْت (٣) الرجل غَضْناً: حبسته. يقال: ما غَضَنَكَ عنَّا، أي ما عاقك عنا. (*) وأغضنت السماء: دامَ مطرُها. والتَغْضينُ: التَشنيجُ ; يقال: غَضَّنْتُه فتَغَضَّنَ. والتَغْضينُ أيضاً: الرجاع. والغَضْنُ والغَضَنُ: واحد الغُضونِ، وهي مكاسر الجلد والدرع وغيرهما. والمُغاضَنَةُ: مُكاسرة العينين. وغَضَنُ العين: جلدتها الظاهرة. ويقال للمجدور إذا ألبس الجدريُّ جلده: أصبح جلده غَضْنَةً واحدة. وقد يقال بالباء.",
    "pg": "6:2174"
  },
  "غضى": {
    "def": "الغَضى: شجر. ومنه قولهم: ذئبُ غضًى. وأرضٌ غَضْياءُ: كثيرة الغَضى. وبعير غاض، إذا كان يأكل الغضى. وإبل غاضِيَةٌ وغَواضٍ. وإذا اشتكت بطونها من أكل الغَضى قلت: بعيرٌ غَضٍ. وإبلٌ غضية وغضايا، مثل رمثة ورماثى. وإذا نسبته إلى الغَضى قلت: بعير غَضَوِيٌّ. والإغْضاء إدناء الجفون. وأغضى الليل، أي أظلم. وليلٌ مُغْضٍ لغة قليلة. وأكثر ما يقال ليلٌ غاضٍ. قال رؤبة:\nيَخرُجْنَ من أجوازِ ليل غاض (١) * (*) وليلة غاضية، أي مظلمة. ونارٌ غاضِيَةٌ، أي مضيئة. وهو من الاضداد.",
    "pg": "6:2447"
  },
  "غطا": {
    "def": "الغِطاءُ: ما تَغَطَّيتَ به. وغطيت الشئ تغطية. وغطيته أيضا أغْطي غَطْياً. وقال: أنا ابن كلابٍ وابن أوسٍ فمن يكُن * قِناعه مَغْطِياً فإنِّي لمُجْتلي وغَطا الليل يَغْطو ويَغْطي، أي أظلم. وغطا الماء. وكل شئ ارتفع وطال على شئ فقد غطا عليه. قال ساعدة بن جؤية: كذوائب الحفأ الرطيب غطا به * عبل ومد بجانبيه الطحلب قال الفراء: وإذا امتلا الرجل شباباً قيل: غَطى يَغْطي غطيا وغطيا، بالفتح والضم. وأنشد (١) : يحملن سربا غَطَا فيه الشباب معاً وأخْطَأَتْهُ عيون الجن والحسده (٢)",
    "pg": "6:2447-2448"
  },
  "غطرس": {
    "def": "الغطْريسُ: الظالم المتكبر. قال الكميت يخاطب بنى مروان فلولا حِبالٌ منكم هي أسْلَسَتْ (١) * جنائِبَنا كنا الاباة (١) الغطارسا * وقد تغطرس فهو متغطرس.",
    "pg": "3:956"
  },
  "غطرف": {
    "def": "الغِطريفُ: السيّدُ، وفرخ البازي. والغطرفة التغطرف والتغترف: التكبر. وأنشد الأحمر (١) : فإنك إن عاديتني غَضِبَ الحَصى عليك وذو الجَبُّورَةِ المُتَغَطْرِفُ ويروى: \" المتغترف \".",
    "pg": "4:1411"
  },
  "غطس": {
    "def": "الغطس في الماء: الغمس فيه. وقد غَطَسَهُ في الماء يَغْطِسُهُ. وأنشد أبو عمرو: وألقتْ ذراعيها وأدنتْ لَبانَها * من الماء حتَّى قلتُ في الجَمِّ تَغْطِسُ * والمغنطيس (١) : حجر يجذب الحديد، وهو معرب.",
    "pg": "3:956"
  },
  "غطش": {
    "def": "أغْطَشَ الله سبحانه الليلَ، أي أظلمه. وأغْطَشَ الليلُ أيضاً بنفسه. والغَطشَ في العين. شبه العمشِ. والرجل أغْطَشُ، وقد غَطِشَ، والمرأة غَطْشاءُ بيِّنا الغَطَشِ. والمُتَغاطِشُ: المتعامى عن الشئ. وفلاة غطشى: لا يهتدى لها. قال الاعشى: ويهماء بالليل غطشى الفلا * ة يؤنسني صوت فيادها",
    "pg": "3:1013"
  },
  "غطط": {
    "def": "غَطَّهُ في الماء يَغُطُّهُ غَطًّا: مَقَلَهُ وغَوَّصَهُ فيه. وانْغَطَّ في الماء. وتغاطّ القوم يتغاطّونَ، أي يتماقلون في الماء. أبو زيد: غَطَّ البعير يَغُطُّ غَطيطاً، أي هَدَرَ في الشِقْشِقَةِ، فإذا لم يكن في الشقشقة فهو هديرٌ. والناقة تهدِرُ ولا تَغُطُّ، لأنَّه لا شقشقة لها. وغَطيطُ النائمِ والمخنوقِ: نَخيرُهُ. والغَطاطُ بالفتح: ضربٌ من القطا، وهي غُبْرُ الظهور والبطون والأبدان، سودُ بطونِ الأجنحة، طوال الأرجل والأعناق، لطافٌ، لا تجتمع أسراباً، أكثر ما تكون ثلاثاً واثنتين، الواحدة غَطاطَةٌ. والغطاط بالضم: أول الصبح. قال رؤبة * يا أيها الشاحج بالغطاط (١) * وأما قول ابن أحمر (٢) : لا يجفلون عن المضاف ولو رأوا (٣) * أولى الوعاوع كالغطاط المقبل * فمن رواه بالضم شبههم بسواد السدف، ومن رواه بالفتح شبههم بالقطا. والغطغطة: حكاية صوت يقاربه. والمغطغطة: القدر الشديدة الغليان. والتغطمط: صوت معه بحح. والغطامط بالضم: صوت غليان القدر وموج البحر، والميم عندي زائدة. قال الكميت: كأن الغطامط من غليها * أراجيز أسلم تهجو غفارا * وهما قبيلتان كانت بينهما مهاجاة.",
    "pg": "3:1146-1147"
  },
  "غطف": {
    "def": "الغَطَفُ: سَعة العيش. يقال عيش أغطف، مثل أغضف. وغطفان: أبو قبيلة، وهو غطفان بن سعد بن قيس عيلان. قال الشاعر (١) : لو لم تكن غطفان لاذنوب لها إلى لامت (٢) ذوو أحسابها عمرا قال الاخفش: قوله \" لا \" زائدة، يريد: لو لم تكن لها ذنوب.",
    "pg": "4:1411"
  },
  "غطل": {
    "def": "الغَيْطَلُ. جمع غَيْطَلَةٍ، وهي الشجر الكثير الملتف. وقال امرؤ القيس: فظل يرنح في غيطل كما يستدير الحمار النعر والغيطلة: واحدة الغياطِلِ، وهي ذوات اللبن من الظباء والبقر. وأما قول زهير: كما استغاث بسئ (١) فز غيطلة خاف العيون ولم ينظر به الحشك فيقال: هي الشجر الملتف، أي ولدته أمه في غيطلة. وقال أبو عبيدة: هي البقرة الوحشية. والغيطلة: جلبة القوم. وغيطلة الليل: التجاج سواده (٢) .",
    "pg": "5:1782"
  },
  "غطم": {
    "def": "الغِطَمُّ: البحر العظيم الكثير الماء. يقال بحر غطم، مثال هجف. وجمع غِطَمٌّ. ورجلٌ غِطَمٌّ: واسع الخلق.",
    "pg": "5:1997"
  },
  "غطمش": {
    "def": "الغطمش: الكليل البصر. قال الاخفش: هو من بنات الاربعة، مثل عدبس، ولو كان من بنات الخمسة وكانت الاولى نونا لاظهرت، لئلا يلتبس بمثل عدبس.\n(١٢٨ - صحاح - ٣) فصل الفاء",
    "pg": "3:1013-1014"
  },
  "غفا": {
    "def": "أغْفَيْتُ إغْفاءً، أي نمت. قال ابن السكيت: ولا تقل غَفَوْتُ. والغَفا مقصورٌ: ما يخرج من الطعام فيُرمى به كالزُوان. والغَفا أيضاً: آفةٌ تصيب النخل، وهو شبه الغُبار يقع على البُسر فيمنعه من الإدراك والنُضج ويمسخ طعمه.",
    "pg": "6:2448"
  },
  "غفر": {
    "def": "الغَفْرُ: التغطية. والغَفْرُ: الغفران. وغَفَرْتُ المتاع: جعلته في الوعاء. ويقال: اصْبُغْ ثوبك فإنَّه أغْفَرُ للوسخ، أي أحمل له. وغفر الجُرح يَغْفِرُ غَفْراً: نُكِسَ، وكذلك المريض. قال الشاعر (١) : لعَمْرُكَ إنَّ الدارَ غَفْرٌ لِذي الهوى * كما يَغْفِرُ المحمومُ أو صاحبُ الكَلْمِ - وغَفِرَ بالكسر يَغْفَرُ غَفَراً، لغة فيه (٢) . والغَفْرُ: ثلاثةُ أنجمٍ صغارٍ ينزلها القمر، وهي من الميزان. والغَفْرُ أيضاً: شَعَرٌ كالزغب يكون على ساق المرأة والجبهة ونحو ذلك، وكذلك الغفر بالتحريك. قال الراجز: قد علمت خود بساقيها الغفر * لتروين (٣) أو ليبيدن الشجر - والغفر أيضا: زِئبِرُ الثوب. وقد غفِرَ ثوبك يَغْفَرُ غَفَراً. واغْفارَّ الثوبُ اغْفيراراً. والغُفْرُ بالضم: ولد الأُرْوِيَّةِ، والجمع الأغفارُ، وأمُّهُ مُغْفِرَةٌ، والجمع مُغْفِراتٌ. قال بشر (٤) : وصعبٌ يزلُّ الغُفْرُ عن قُذُفاتِهِ * بحافاتِهِ بانٌ طِوالٌ وعرعر - والغفرة: ما يغطى به الشئ. يقال: اغفروا هذا الامر بغُفْرَتِهِ، أي أصلحوه بما ينبغي أن يصلح به. والغفار بالضم: لغةٌ في الغَفَرِ، وهو الزَغب. قال الراجز: تبدى نقيا زانها خمارها * وقسطة ما شانها غفارها - والقسطة: عظم الساق، ولست أرويه عن أحد. قال الأصمعيّ: المِغْفَرُ: زردٌ ينسج من الدروع على قَدر الرأس، يلبس تحت القَلنسوة. ويقال: اسْتَغْفَرَ الله لذنبه ومن ذنبه، بمعنًى، فَغَفَرَ له ذنبه مَغْفِرَةً وغَفْراً وغُفْرانا. واغْتَفَرَ ذنبه مثله، فهو غَفورٌ والجمع غُفُرٌ. وقولهم: جاءوا جَمَّاءَ غَفيراءَ ممدوداً، والجَمَّاءَ الغَفيرَ، وجَمَّ الغَفيرِ، وجَمَّاءَ الغَفيرِ، أي جاءوا بجماعتهم: الشريفِ والوضيع، ولم يتخلَّف أحد، وكانت فيهم كثرةٌ. والجماء الغفير: اسم وليس بفعل، إلا أنه ينصب كما تنصب المصادر التى هي في معناه، كقولك جاءوني جميعا، وقاطبة، وطرا * وكافة. وأدخلو فيه الالف واللام كما أدخلوهما في قولهم: أوردها العراك، أي أوردها عراكا. ويقال: ما فيهم غَفيرَةً، أي لا يغفرون ذنبا لاحد. قال الراجز (١) : يا قوم ليست فيكم غفيره * فامشوا كما تمشى جمال الحيره - والغفارة بالكسر: خِرقة تكون دون المِقْنَعَةِ، توقِّي بها المرأة خِمارها من الدهن. والغِفارة: السحابة التي كأنَّها فوق سحابة. والغِفارة: الرقعة التي تكون على الحزِّ الذي يجري عليه الوتر. وبنو غفار من كنانة، رهط أبى ذر الغفاري. والمغفور مثل المغثور. وحكى الكسائي: مِغْفَرٌ ومِغْثَرٌ بكسر الميم. يقال: قد أغفَرَ الرِمثُ، إذا خرجت مغافيرُهُ. وإنَّما يخرج في الصفرية إذا أورس. يقال: ما أحسن مغافيرَ هذا الرِمْثِ. ومن قال: مُغفورٌ قال: خرجنا نَتَمَغْفَرُ. ومن قال: مغفر قال: خرجنا نتغفر، إذا خرجوا يجتنونه من شجرة. وقد يكون المُغفورُ أيضاً للعُشَرِ والثُمامِ والسَلَمِ والطَلْحِ وغيرها.",
    "pg": "2:770-772"
  },
  "غفص": {
    "def": "غافصتُ الرجلَ، أي أخذته على غرة.",
    "pg": "3:1047"
  },
  "غفف": {
    "def": "الغُفَّةُ (٢) : البُلْغَةُ من العيش. قال الشاعر (٣) : لا خيرَ في طمعٍ يُدْني إلى طَبَعٍ وغُفَّةٌ من قوامِ العيشِ تَكْفيني الكسائي: يقال: اغْتَفَّتِ الفرس اغْتِفافاً، إذا أصابت غُفَّةً من الربيع. وحكى عنه غير أبي الحسن: إذا سَمِنت بعض السِمَن. وقال أبو زيد: اغْتَفَّتِ المال اغْتِفافاً. قال: وهو الكلأ المقارب والسمن المقارب. قال طفيل الغنوى: وكنا إذا ما اغتفت الخيل غفة تجرد طلاب الترات مطلب يقول: تجرد طالب الترة وهو مطلوب مع ذلك، فرفعه بإضمار هو، أي هو مطلب. كما قال الراجز:\nومنهل به الغراب ميت (١) * أي هو ميت.",
    "pg": "4:1411-1412"
  },
  "غفق": {
    "def": "قال ابن الأعرابي: يقال: ظلَّ يَتَغَفَّقُ الشرابَ، إذا شربه يومه أجمع. قال: والغَفْقُ: أن ترد الابل كل ساعة. قال الراجز: يرعى الغضى من جانبى مشفق غبا ومن يرع الحموض يغفق والمغفق: المرجعُ. وأنشد لرؤبة:\nمن بُعْدِ مغزاى وبعد المغفق * قال: والمنعفق: المُنصَرَفُ. وقال الأصمعيّ: المنعَطَفُ. وأنشد لرؤبة:\nحتَّى تردَّى أرْبَعٌ في المنغفق (١) *",
    "pg": "4:1537-1538"
  },
  "غفل": {
    "def": "غفل (٣) عن الشئ يغفل غَفْلَةً وغُفولاً، وأغْفَلَهُ عنه غيره. وأغفلت الشئ، إذا تركته على ذِكرٍ منك. وتغافَلْتُ عنه وتَغَفَّلْتُهُ، إذا اهتبلتَ غَفْلَتَهُ. والأغفالُ: المَواتُ. يقال: أرضٌ غُفْلٌ: لا علمَ بها ولا أثر عمارةٍ. وقال الكسائي: أرضٌ غُفْلٌ: لم تمطر. ودابَّةٌ غُفْلٌ: لا سِمَةَ عليها. وقد أغقلتها، إذا لم تسمها. ورجلٌ غُفْلٌ: لم يجرِّب الأمور. والمغفلة التى في الحديث (١) : جانبا العنفقة (٢) .",
    "pg": "5:1782-1783"
  },
  "غلا": {
    "def": "غلت القدر تغلى غليا وغليانا. وأغليتها أنا. ولا يقال: غليت. قال أبو الأسود الدؤلي: ولا أقولُ لِقِدْرِ القومِ قد غَلِيَتْ * ولا أقول لباب الدار مَغْلوقُ أي إنى فصيح لا ألحن. وغلا في الامر يغلو غُلَوًّا، أي جاوز فيه الحد. وغَلا السعر غَلاءً. وأغْلى الله السعر. وغَلَوْتُ بالسهم غَلْواً، إذا رميت به أبعدَ ما تقدر عليه. والغَلْوَةُ: الغاية مِقدار رميةٍ. وفى المثل: \" جرى المذكيات غلاء \". وغالى باللحم، أي اشتراه بثمن غال وقال: نغالى اللحم للاضياف نيئا * ونرخصه إذا نضج القدور (١) فحذف الباء وهو يريده. ويقال أيضا: أغلى باللحم. وقال:\nكأنَّها دُرَّةٌ أغْلى التِجارُ بها * والغالية من الطيب، يقال أول من سماها سليمان بن عبد الملك. تقول منه: تغليت بالغالية. والاغتلاء: الاسراع. وقال: كيف تراها تغتلى يا شرج * وقد سهجناها فطال السهج وناقة مغلاة الوهق: تغتلى إذا تواهقت أخفافها. قال رؤبة:\nتنشطته كل مغلاة الوهق (٢) * والهاء للخرق، وهو المفازة. وتغالى لحم الناقة، أي ارتفع وذهب. قال لبيد: فإذا تغالى لحمها وتحسرت * وتقطعت بعد الكلال خدامها ورواه ثعلب بالعين غير غمعجمة. والغلواء: الغلو. والغُلَواءُ أيضاً: سرعة الشباب وأوله. عن أبى زيد.",
    "pg": "6:2448-2449"
  },
  "غلب": {
    "def": "غَلَبَهُ غَلَبَةً وغَلْباً، وغَلَباً أيضاً. قال الله تعالى: (وهم من بعد غلبهم سيغلبون) ، وهو من مصادر المفتوح العين مثل الطلب. قال الفراء: هذا يحتمل أن يكون غلبة فحذفت الهاء عند الاضافة، كما قال الشاعر (١) : إن الخليط أجدوا البين فانجردوا * وأخلفوك عدا الامر الذى وعدوا أراد عدة الامر، فحذف الهاء عند الاضافة. وغالبه مغالبة وغلابا. وغلاب، مثل قطام: اسم امرأة. وتغلب على بلد كذا: استولى عليه قهراً. وغَلَّبته أنا عليه تغليباً. والغلاّب: الكثير الغَلَبَة. والمغلَّب: المغلوب مراراً. والمغلَّب أيضا من الشعراء: المحكوم له بالغَلَبَة على قِرْنِهِ، كأنَّه غُلِّب عليه، وهو من الاضداد. وتغلب: أبو قبيلة، وهو تغلب بن وائل بن فاسط بن هنب بن أفصى بن دعمى بن جديلة بن أسد بن ربيعة بن نزار بن معد بن عدنان. وقولهم تغلب بنت وائل، إنما يذهبون بالتأنيث إلى القبيلة، كما قالوا تميم بنت مر. قال الوليد بن عقبة - وكان ولى صدقات بنى تغلب: إذا ما شددت الرأس منى بمشوذ * فغيك عنى تغلب ابنة وائل وقال الفرزدق: لولا فوارس تغلب ابنة وائل * ورد (١) العدو عليك كل مكان وكانت تغلب تسمى الغلباء. قال الشاعر: وأورثني بنو الغلباء مجدا * حديثا بعد مجدهم القديم والنسبة إليها تغلبى بفتح اللام، استيحاشا لتوالى الكسرتين مع ياءى النسب. وربما قالوه بالكسره، لان فيه حرفين غير مكسورين، وفارق النسبة إلى نمر. وتقول: رجلٌ أغْلَبُ بيِّن الغَلَبِ، إذا كان غليظ الرقبة. وهضبةٌ غَلْباء، وعزة غلباء. والاغلب العجلى: أحد الرجاز. وحديقة غلباء: ملتفة، وحدائقُ غُلْبٌ. واغْلَوْلَبَ العشبُ: بلغ والتفّ. والغُلَبَّة بالضم (٢) وتشديد الباء: الغلبة. قال المرار: أخذت بنجد ما أخذتُ غُلُبّةً * وبالغَوْرِ لي عِزٌّ أشمُّ طويلُ ورجل غُلَبَّةٌ أيضا، أي يغلب سريعا. عن الاصمعي.",
    "pg": "1:195-196"
  },
  "غلت": {
    "def": "ابن الأعرابي: غَلِتَ وغَلِط بمعنى واحد. والاصمعى مثله. وقال أبو عمرو: الغَلَتُ في الحساب، والغَلَطُ في القول، وهو أن يريد أن يتكلَّم بكلمةٍ فيَغْلَطَ فيتكلَّم بغيرها. أبو زيد: اغلَنْتى القومُ على فلان اغْلِنْتاءً: عَلَوْهُ بالشتم والضرب والقهر، مثل الاغرنداء.",
    "pg": "1:259"
  },
  "غلث": {
    "def": "الغَلْثُ: الخلط يقال غَلَثْتُ البُرَّ بالشعير أغْلِثه. بالكسر، فهو مَغْلوثٌ وغَليثٌ. وفلانٌ يأكل الغَليثَ، إذا كان يأكل خبزاً من شعير وحِنطة. والمَغْلوثُ: الطعام الذي فيه المدَر والزُؤانُ. ابن السكيت: سِقاءٌ مَغْلوثٌ، إذا كان مدبوغاً بالتمر أو بالبُسر. والغَلَثُ بالتحريك: شدَّة القتال. يقال: غَلِثَ فلانٌ بفلان، إذا لزمه يقاتله. ورجلٌ غَلِثٌ ومُغالِثٌ: شديد القتال. قال رؤبة:\nإذا اسْمَهَرَّ الحَلِسُ المُغالِثُ * وقد غَلِثَ الذئب بغنم فلانٍ، إذا لزمها يفرسها.",
    "pg": "1:288-289"
  },
  "غلج": {
    "def": "فرسٌ مِغْلَجٌ، إذا جرى جرياً لا يختلط فيه. وقد غلج يغلج غلجا. الاموى: التغلج: البغى.",
    "pg": "1:332"
  },
  "غلس": {
    "def": "الغَلَسُ: ظلمة آخر الليل. قال الأخطل: كَذَبَتْكَ عينك أم رأيت بواسطٍ * غَلَسَ الظلامِ من الرَبابِ خَيالا * والتَغْليسُ: السير من الليل بغَلَسٍ. يقال: غَلَّسْنا الماء، أي وردناه بغَلَسٍ، وكذلك إذا فعلنا الصلاة بغَلَسٍ. قال أبو زيد: يقال وقع فلانٌ في وادى تغلس غير مصروف، مثال تخيب، وهى الداهية والباطل.",
    "pg": "3:956"
  },
  "غلصم": {
    "def": "الغَلْصَمَةُ: رأس الحلقوم، وهو الموضع الناتئ في الحلقْ. وغَلَصَمَهُ، أي قطع غلصمته.",
    "pg": "5:1997"
  },
  "غلط": {
    "def": "غَلِطَ في الأمر يَغْلَطُ غلطاً، وأغْلَطَهُ غيره. والعرب تقول غلط في منطقه، وغلت في الحساب، وبعضهم يجعلهما لغتين بمعنًى. وغالَطَهُ مُغالَطَةٌ. والتَغْليطُ: أن تقول للرجل: غلطت. والاغلوطة: ما يغلط به من المسائل (١) . ونهى رسول الله ﷺ عن الاغلوطات. ومنه قولهم: حدثته حديثا ليس بالاغاليط.",
    "pg": "3:1147"
  },
  "غلظ": {
    "def": "غلظ الشئ يغلظ غلظا: صار غَليظاً. واسْتَغْلَظَ مثله. ورجلٌ فيه غلظة (٢) وغلاظة بالكسر، أي فيه فظاظةٌ. وأغْلَظَ له في القول، وغلظ عليه الشئ تغليظا. ومنه الدِيَةُ المُغَلَّظَةُ: التي تجب في شبه العمدِ، واليمين المُغَلَّظَةُ. وأغْلَظْتُ الثوبَ، أي اشتريته غَليظاً. واسْتَغْلَظْتُهُ، أي تركت شراءه لغلظه.",
    "pg": "3:1175"
  },
  "غلف": {
    "def": "الغِلافُ: غِلاف السيف والقارورة وغَلَفْتُ (٢) القارورة، أي جعلتها في الغِلاف. وأغْلَفْتُها، أي جعلتُ لها غِلافاً، وكذلك إذا أدخلتها في الغِلاف. وتَغَلَّفَ الرجلُ بالغالية، وغَلَفَ بها لحيته غلفا. ومعد يكرب بن الحارث بن عمرو، أخو شرحبيل بن الحارث، يلقب بالغلفاء، لانه أول من غلف بالمسك، زعموا. وقلب أغلف: كأنما أُغْشِيَ غِلافاً، فهو لا يعي. ومنه قوله تعالى: ﴿وقالوا قُلوبُنا غُلْفٌ﴾ . ورجلٌ أغْلَفُ بيِّن الغَلَفِ، أي أقْلَفُ. وسيفٌ أغْلَفُ، وقوس غلفاء. وكذلك كل شئ في غلاف. وعيش أغلف، أي واسعٌ. وسنةٌ غَلْفاءُ: مُخْصِبةٌ. والغلف: شجر مثل الغرف.",
    "pg": "4:1412"
  },
  "غلفق": {
    "def": "الغَلْفَقُ: الخضرة على رأس الماء، ويقال نبتٌ ينبت في الماء ذو ورق عراض. قال الزفيان: ومهل طام عليه الغلفق ينير أو يسدى به الخدرنق وعيش غَلْفَقٌ، أي رَخِيٌّ. وقوسٌ غَلْفَقٌ، أي رخوة. قال الراجز: يحمل فرع شوحط لم تمحق لا كزة العود ولا بغلفق ويقال: اللام في هذه الحروف زائدة.",
    "pg": "4:1538-1539"
  },
  "غلق": {
    "def": "أغلَقت الباب فهو مُغْلَقٌ، والاسم الغَلْقُ، ومنه قول الشاعر:\nوباب إذا ما مالَ للغَلْقِ يَصْرِفُ * ويقال: هذا من غَلَقْتُ الباب غَلْقاً، وهي لغة رديئة متروكة. قال أبو الأسود الدؤلي: ولا أقولُ لِقِدْرِ القومِ قد غَلِيَتْ ولا أقول لباب الدار مَغْلوقُ وغَلَّقتُ الأبواب، شدد للكثرة. وربَّما قالوا: أغْلَقْتُ الأبواب. قال الفرزدق: مازلت أفتح أبوابا وأغلقها حتى أتيت أبا وعمرو بن عمار قال أبو حاتم السجستاني: يريد أبا عمرو ابن العلاء. وباب غلق، أي مغلق، وهو فعلٌ بمعنى مَفْعولٍ، مثل قارورةٍ فُتُحٍ، وجذعٍ قُطُلٍ. والغَلَقُ بالتحريك: المِغلاقُ، وهو ما يُغلق به الباب، وكذلك المُغْلوقُ بالضم. والمَغالِقُ: الأزلام، وكلُّ سهمٍ في الميسر مغلق. قال لبيد: وجزور أيسار دعوت لحتفها بمغالق متشابه أجسامها (١) وغلق الرهن غلقا، أي استحقَّه المرتهن، وذلك إذا لم يُفْتَكَكْ في الوقت المشروط. وفي الحديث: \" لا يَغْلَقُ الرَهْنُ \". قال زهير: وفارَقَتْكَ برَهْنٍ لا فِكاكَ له يوم الوداعِ فأمسى الرَهْنَ قد غَلِقا ويقال: احتدَّ فلان فنِشب في حِدَّته وغَلِقَ. وغَلِقَ ظهر البعير لكثرة الدَبَرِ غَلَقاً لا يبرأ. واسْتَغْلَقَ عليه الكلام، أي ارْتُتِجَ عليه. وكلامٌ غلق، أي مشكل. وغلاق: اسم رجل من بنى تميم. وإهاب مغلوق، إذا جعلت فيه الغِلْقَةُ حين يعطن. قال ابن السكيت: وهى شجرة يعطن بها أهل الطائف.",
    "pg": "4:1538"
  },
  "غلل": {
    "def": "الغلة: واحدة الغلات. والغلل الماء بين الأشجار والجمع الأغلالُ. قال الراجز دكين: ينجيه من مثل حمام الاغلال. وقع يد عجلى ورجل شملال (٣) يقول: ينجى هذا الفرس من خيل سراع في الغارة كالحمام الواردة. وقال أبو عمرو: الغلل: الماء الذى ليس له جرية، وإنما يظهر على وجه الأرض ظهوراً قليلاً، فيخفى مرّةً ويظهر مرّةً. والغلل: المصفاة. قال لبيد: لها غلل من رازقي وكرسف بأيمان عجم ينصفون المقاولا يعنى الفدام الذى على رأس الاباريق. وبعضهم يرويه: \" غلل \" جمع غلة. والغلغلة: سرعة السير. والمغلغلة: الرسالةُ المحمولة من بلدٍ إلى بلد. والغال: أرض مطمئنة ذات شجر، ومنابتُ السَلَمِ والطَلْحِ. يقال: غال من سلم، كما يقال عيص من سدر، وقصيمة من غضى. والغالُّ أيضاً: نبتٌ، والجمع غُلاَّنٌ بالضم. وبعيرٌ غَلاَّنُ بالفتح: شديد العطش، وكذلك المُغْتَلُّ. ويقال: نِعْمَ غَلولُ الشيخ هذا، أي الطعام الذي يدخِلُه جوفَه، على فَعولٍ بفتح الفاء. والغِلالَةُ: شِعارٌ يلبس تحت الثوب وتحت الدِرع أيضاً. والغِلُّ بالكسر: الغشُّ والحِقدُ أيضاً. وقد غلّ صدره يَغِلُّ بالكسر غِلاًّ، إذا كان ذا غش أو ضِغْنٍ وحقدٍ. والغُلُّ بالضم: واحد الأغْلال. يقال في رقبته غُلٌّ من حديد. ومنه قيل للمرأة السيئة الخلق: غل قمل. وأصله أن الغُلَّ كان يكون من قِدٍّ، وعليه شعرٌ، فَيَقْمَلُ. وغَلَلْتُ يده إلى عنقه، وقد غُلَّ فهو مَغْلولٌ. يقال: ما له أُلَّ وغُلَّ (١) . والغُلُّ أيضاً والغُلَّةُ: حرارة العطش، وكذلك الغَليلُ. تقول منه: غُلَّ الرجلُ يُغَلُّ غَلَلاً، فهو مَغْلولٌ، على ما لم يسمّ فاعله. والغَليلُ: الضِغْنُ والحقدُ، مثل الغُلِّ. والغَليلُ: النوى يخلط بالقت، تعلفه الناقة. قال علقمة:....... غل لها (٢) ذو فيئة من نوى قران معجوم وغله فانْغَلَّ، أي أدخله فدخل. قال بعض العرب: \" ومنها ما يُغَلُّ \" يعني من الكباش، أي يدخل قضيبه من غير أن يرفع الألْيَةَ. وغَلَّ أيضاً: دخل، يتعدَّى ولا يتعدَّى. يقال: غَلَّ فلانٌ المفاوزَ، أي دخلها وتوسّطها. وغلَّ من المَغْنَمِ غُلولاً، أي خان. وأغل مثله. وغل الماء بين الأشجار، إذا جرى فيها، يَغُلُّ بالضم في جميع ذلك. وتغلغل الماء في الشجر، إذا تخلَّلها. قال ابن السكيت: لم نسمع في المَغْنَمِ إلا غلَّ غُلولاً، وقرئ: (ما كان لِنَبِيٍّ أن يَغُلَّ) و \" يُغَلَّ \" قال: فمعنى يَغُلُّ يخون. ومعنى يُغَلُّ يحتمل معنيين: أحدهما يُخانُ، يعني أن يؤخذ من غنيمته والآخر يُخَوَّنُ، أي يُنسب إلى الغلول. قال أبو عبيد: الغُلولُ في المغنمِ خاصَّةً، ولا نراه من الخيانة ولا من الحقد. وممَّا يبيِّن ذلك أنَّه يقال من الخيانة أغَلَّ يُغِلُّ، ومن الحقد غَلَّ يَغِلُّ بالكسر، ومن الغُلولِ غَلَّ يَغُلُّ بالضم. وغَلَّ البعير أيضاً، إذا لم يقض رِيَّه. وأغَلَّ الرجلُ: خان. قال النمر: جزى الله عنا حمزَةَ ابنةَ نوفلٍ جزاَء مُغِلٍّ بالأمانة كاذبِ وفي الحديث: \" لا إغْلالَ ولا إسْلالَ \"، أي لا خيانة ولا سرقة، ويقال لا رشوة. وقال شريح: \" ليس على المستعير غير المغل ضمان \". وقال النبي ﷺ: \" ثلاث لا يغل عليهن قلب مؤمن \" ومن رواه \" يغل \" فهو من الضغن. وأغلت الضياع، من الغلة. قال الراجز: أقبل سيل جاء من عند الله يحرد حرد الجنة المغله وأغل القوم، إذا بلغتْ غَلَّتُهُمْ. وفلان يُغِلُّ على عياله، أي يأتيهم بالغَلَّةِ. وأغَلَّ الجازرُ في الإهاب، إذا سلخ فترك من اللحم ملتزِقاً بالإهاب. وأغَلَّ الوادي، إذا أنبت الغُلاَّنَ. وأغَلَّ الرجل بصره، إذا شدَّد النظر. واسْتَغَلَّ عبدَه، أي كلَّفه أن يُغِلَّ عليه. واسْتِغلالُ المُسْتَغَلاَّتِ: أخذ غلتها. أبو نصر قال: سألت الاصمعي: هل يجوز تغللت من الغالية؟ فقال: إن أردت أنك أدخلته في لحيتك وشاربك فجائز. وكذلك غللت بها لحيتى، شدد للكثرة.",
    "pg": "5:1783-1785"
  },
  "غلم": {
    "def": "الغُلامُ معروف، وتصغيره غُلَيِّمٌ، والجمع غِلْمَةٌ وغِلْمانٌ. واستغنوا بغِلمَةٍ عن أغْلِمَةٍ. وتصغير الغِلْمَةِ أُغَيْلِمَةٌ على غير مكبره، كأنهم صغروا أغلمة وإن كانوا لم يقولوه، كما قالوا أصيبية في تصغير صبية. وبعضهم يقول غليمة على القياس. ويقال: غلام بيِّن الغُلومَةِ والغُلومِيَّةِ. والأنثى غُلامَةٌ. وقال (٢) يصف فرسا:\nتهان لها الغلامة والغلام (٣) * والغُلمة بالضم: شهوة الضِراب. وقد غَلِمَ البعير بالكسر غُلْمَةً واغْتَلَمَ، إذا هاج من ذلك. والغَيْلَمُ: الجارية المُغْتَلِمَةُ. والغَيْلَمُ: الذكر من السلاحف. والغيلم في شعر عنترة:\nوأهلها بالغيلم (١) * موضع. والغليم بالتشديد: الشديد الغلمة.",
    "pg": "5:1997"
  },
  "غمت": {
    "def": "غَمَتَهُ الطعام يَغْمِتُهُ غَمْتاً، إذا ثقل على قلبه.\nفصل الفاء",
    "pg": "1:259"
  },
  "غمج": {
    "def": "غَمَجَ الماء يَغْمِجُهُ غَمْجاً: جرعه. وفيه لغة أخرى: غمج الماءَ بالكسر. والغَمْجَةُ والغُمْجَةُ: الجُرعَةُ.",
    "pg": "1:332"
  },
  "غمد": {
    "def": "الغمد: غلاف السيف. وغمدت السيفَ أغْمُدُهُ: جعلته في غِمده. وأغْمَدْتُهُ أيضاً، فهو مُغْمَدٌ ومَغْمودٌ. قال أبو عبيدة: هما لغتان فيصحتان. وتَغَمَّدَهُ الله برحمته: غمره بها. وتَغَمَّدتُ فلاناً: سترت ما كان منه وغطيته. وغامد: حى من اليمن. وأنشد ابن الكلبى لغامد: تغمدت شرا (١) كان بين عشيرتي * فأسماني القيل الحضوري غامدا (٢) - واغتمد فلان الليل: دخل فيه، كأنَّه صار كالغِمْدِ له، كما يقال: ادَّرَعَ الليل. وينشد:\nليس لوِلْدانِكَ ليلٌ فاغْتَمِدْ * أي اركب الليلَ واطلب لهم القوت. وغمدان: قصر باليمن.",
    "pg": "2:517"
  },
  "غمر": {
    "def": "الغَمْرُ: الماء الكثير. وقد غَمَرَه الماء يَغْمُرُهُ، أي علاه. ومنه قيل للرجل: غَمَرَهُ القومُ، إذا علوْه شرفاً. والغَمْرُ: الفرس الجواد. ورجلٌ غَمْرُ الخلق وغمرُ الرداء، إذا كان سخيًّا بيِّن الغُمورَةِ، من قوم غِمارٍ وغُمورٍ. قال كثير: غمر الرداء إذا تبسَّم ضاحِكا * غلِقَتْ لضِحكته رقابُ المال (١) - وبحرٌ غَمْرٌ، وبحارٌ غِمارٌ وغُمورٌ أيضاً. يقال: ما أشدَّ غُمورَةَ هذا النهر. والغَمْرَةُ: الشدة، والجمع غمر، مثل نوبة ونوب. قال القطامى يصف سفينة نوح ﵇:\nوحان لتالك الغمر انحسار (٢) * وغمرات الموت: شدائده. والغُمَرُ أيضاً القدح الصغير. قال أعشى باهلة يرثي أخاه المنتشرَ بن وهبٍ الباهليّ: تكفيه حُزَّةُ فِلْذانٍ ألَمَّ بها * من الشِواءِ ويَكفي شُرْبَهُ الغُمَرُ - ومنه التَّغَمُّرُ، وهو الشراب دون الرى. والغمرة: الزحمة من الناس والماء، والجمع غِمارٌ، ودخلت في غُمارِ الناس وغمار الناس، يضم ويفتح، أي في زحمتهم وكثرتهم. ورجلٌ غُمْرٌ: لم يجرِّب الامور، بين الغمارة من قوم أغْمارٍ. والأنثى غُمْرَةٌ. وقد غَمُرَ بالضم يَغْمُرُ غَمارةً. وكذلك المُغَمَّرُ من الرجال. وغامره، أي باطشه وقاتله ولم يبال الموت. قال أبو عمرو: رجلٌ مُغامِرٌ، إذا كان يقتحم المهالك. والغُمْرَةُ: طلاءٌ يتَّخذ من الوَرْسِ. وقد غَمَّرَتِ المرأةُ وجهها تَغْميراً، أي طلت به وجهها ليصفو لونها. وتَغَمَّرتْ مثله. والغمر، بالكسر: العطش. قال العجاج:\nحتى إذا ما بلت الاغمارا (١) * والغمر بالكسر أيضاً: الحقد والغلّ. وقد غمرصدره على بالكسر يغمر غمرا وغمرا، عن يعقوب. والغمر أيضا بالتحريك: ريح اللحم والسَهَكِ. وقد غَمِرَتْ يدي من اللحم فهي غَمِرَة، أي زَهِمَةٌ، كما تقول من السمك (٢) : سَهِكَةٌ. ومنه منديل الغَمَرِ. والغامِرُ من الأرض: خلاف العامِرِ. وقال بعضهم: الغامِرُ من الأرض: ما لم يُزرع ممَّا يحتمل الزراعة. وإنَّما قيل له غامِرٌ لان الماء يبلغه فيغمره. وهو فاعل بمعنى مفعول، كقولهم: سر كاتم وماء دافق وإنما بنى على فاعل ليقابل به العامر. وما لا يبلغه الماء من موات الارض لا يقال له غامر. والغمير: نبات أخضر قد غَمَرَهَ اليَبيس. قال زهير يصف وحشا: ثلاث كأقوس (١) السراء وناشِطٌ * قد اخْضَرَّ من لَسِّ الغمير جحافله - والانغمار: الانغماس في الماء.",
    "pg": "2:772-773"
  },
  "غمز": {
    "def": "غمزت الشئ بيدى. وقال (١) : وكنتُ إذا غَمَزْتُ قناةَ قومٍ * كَسَرْتُ كعوبها أو تستقيما (٢) * وغَمَزْتُهُ بعينى. وقال الله تعالى: ﴿وإذا مرُّوا بهم يَتَغامَزونَ﴾ . ومنه الغَمْزُ بالناس. والغَمْزُ في الدابَّة: أن يَغْمِزَ من رجله. والغَمَزُ بالتحريك: رذال المال، عن الاصمعي. وأنشد: أخذت بكرا نقزا من النقز * وناب سوء قمزا من القمز * هذا وهذا غمز (٣) من الغمز * ورجل غمز أيضا، أي ضعيف. وقولهم: ليس في فلانٍ غَميزَةٍ، أي مطعن. والمغموزُ: المتَّهم. والمَغامِزُ: المعايب. وفعلتُ شيئاً فاغْتَمَزَهُ فلانٌ، أي طعن عليَّ ووجد بذلك مَغْمَزاً. وأغْمَزْتُ في فلانٍ، إذا عبته وصغَّرت من شأنه. قال الشاعر (١) : ومن يطع النساء يلاق منها * إذا أغمزن فيه الاقورينا * ابن السكيت: أغمزني الحر، أي فتر فاجْترأت عليه وركبتُ الطريق. قال: حكاه لنا أبو عمرو. وغمزت الكبش: مثل غبطت. والغموز من النوق: مثل العروك والشكوك، عن أبى عبيد.\nفصل الفاء",
    "pg": "3:889"
  },
  "غمس": {
    "def": "غَمَسَهُ في الماء، أي مَقَلَهُ فيه، فانْغَمَسَ واغْتَمَسَ بمعنًى. والمُغامسَةُ: المُماقلةُ، وكذلك إذا رمى الرجل نفسه في وسط الحرب. والأمرُ الغَموسُ: الشديدُ. واليمينُ الغَموسُ: التي تَغْمِسُ صاحبها في الإثم. والطعنة الغموس: النافذة. وناقة غموس: لا يُستبان حملُها حتَّى تقرِبَ. والغَميسُ من النبات: الغَميزُ. والغَميسُ: مسيلُ ماءٍ صغير بين البقل والنبات.",
    "pg": "3:956-957"
  },
  "غمص": {
    "def": "غَمِصَهُ يَغْمِصَهُ غَمَصاً واغْتَمَصَهُ، أي استصغره ولم يره شيئاً. يقال غَمَصَ (١) فلان النعمة، إذا لم يشكرها. وغَمَصْتُ عليه قولاً قاله، أي عِبته. ويقال للرجل إذا كان مطعوناً عليه في دينه: إنه لمغموص عليه. والغمص في العين: ما سال من الرَمَصِ. وقد غَمِصَتْ عينه بالكسر غَمَصاً. والغُمَيْصاءُ: إحدى الشعرَيينِ، ويقال لها الغَموصُ أيضاً، وهي التي في الذراع. تزعم العرب أن الشعريين أختا سهيل، فالعبور تراها (٢) إذا طلعت كأنها تستعبر، والغميصاء لا تراها فقد بكت حتى غمصت. والغميصاء أيضا: موضع.",
    "pg": "3:1047"
  },
  "غمض": {
    "def": "الغامِضُ من الأرض: المطمئنُّ. وقد غَمَضَ المكانُ بالفتح يَغْمُضُ غموضا. وكذلك غمض بالضم غموضة وغَماضَةً ومكانٌ غَمْضٌ، والجمع غُموضٌ وأغْماضٌ. وكذلك المَغامِضُ، واحدها مَغْمَضٌ، وهو أشدَّ غوراً. والغامِضُ من الكلام: خلافُ الواضح. وقد غَمُضَ غُموضَةً، وغَمَّضْتُهُ أنا تَغْميضاً. وتَغْميضُ العين: إغْماضُها. وغَمَّضْتُ عن فلان، إذا تساهلت عليه في بيعٍ أو شراءٍ، وأغْمَضْتُ. قال الله تعالى: ﴿ولستم بآخِذيه إلا أن تُغْمِضوا فيه﴾ . يقال: أغْمِضْ لي فيما بعتني ; كأنَّك تريد الزيادة منه لرداءته والحطَّ من ثمنه. وانْغِماضُ الطرفِ: انغضاضه. وغَمَّضَتِ الناقةُ، إذا ردَّت عن الحوض فحملت على الذائد مغمضة عينيها فوردت. قال أبو النجم:\nيرسلُها التَغْميضُ إن لم تُرْسَلِ (١) * ويقال: ما اكتحلت غَماضاً ولا غِماضاً ولا غُمضاً بالضم، ولا تَغْميضاً ولا تَغْماضاً، أي ما نِمتُ، وما اغْتَمَضَتْ عينايَ. وما في هذا الأمر غَميضَةٌ، أي عيبٌ. ورجلٌ ذو غَمْضٍ، أي خاملٌ ذليلٌ. قال كعب بن لُؤَيّ لأخيه عامر بن لؤيّ: لئن كنت مثلوجَ الفؤاد لقد بدا * بجمع لؤيٍّ (١) منكَ ذِلَّةُ ذي غَمْضٍ",
    "pg": "3:1095-1096"
  },
  "غمط": {
    "def": "غَمِطَ النعمة بالكسر يَغْمَطُها. يقال: غَمِطَ عيشه وغَمَطَهُ أيضاً بالفتح يَغْمِطُهُ، غَمْطاً بالتسكين فيهما، أي بَطِرهُ وحَقَرَهُ. وغَمْطُ الناسِ: الاحتقار لهم والازراء بهم. وفى الحديث: \" إنَّما ذلك من سَفِهَ الحقَّ وغَمَطَ الناسَ \"، يعني أن يرى الحقَّ سَفَهاً وجهلاً ويحتقر الناسَ. وأغْمَطَتْ عليه الحمَّى: لغةٌ في أغبطت.",
    "pg": "3:1147"
  },
  "غمق": {
    "def": "الغَمَقُ، بالتحريك: ركوبُ الندَى الأرضَ. وقد غَمِقَتِ الأرضُ (١) فهي غَمِقَةٌ، أي ذات ندًى وثِقَلٍ. وليلةٌ غَمِقَةٌ: لَثِقَةٌ. ونباتٌ غَمِقٌ، إذا وجدت لريحه خَمَّةً وفساداً من كثرة الانداء عليه.",
    "pg": "4:1539"
  },
  "غمل": {
    "def": "غَمَلْتُ الجلدَ أغْمُلُهُ غَمْلاً، فهو غَميلٌ، وهو أن تلفَّ الإهاب وتدفنه ليسترخي ويسمِحَ إذا جُذِبَ صوفُه، فإن غفلت عنه ساعةً فسد، وهو غَميلٌ وغَمينٌ. وكذلك التمر إذا فعلت به ذلك ليدرك. ورجلٌ مَغْمولٌ: أُلقي عليه الثياب ليعرق، وكذلك النبات إذا ركب بعضه بعضا. قال الراعى: وغملى نصى بالمتان كأنها ثعالب موتى جلدها قد تزلعا (١) والغمل: موضع. وقال (٢) :\nبالغمل ليلا والرجال تنغض (٣) * أي تتحرك. والغملول: الوادي ذو الشجر والنبت الملتفّ، وكذلك كل ما اجتمع من شجرٍ أو غمام أو ظُلمة، حتى تسمى الزاوية غملولا.",
    "pg": "5:1785"
  },
  "غمم": {
    "def": "الغَمُّ: واحد الغُموم. تقول منه غَمَّهُ فاغْتمَّ. وغَمَمْتُ الحمار وغيره، إذا ألقمت فمه ومنخريه الغمامة بالكسر، وهي كالكعام، والجمع الغمائم. وغممته، إذا غطيته فانعم. قال أوس يرثى ابنه شريحا: على حين أن جد الذكاء وأدركت قريحة حسى من شريح مغمم (١) والغمة: الكربة. قال العجاج: بل لو شَهِدْتَ الناس إذ تُكُمُّوا بغُمَّةٍ لو لم تفرج غموا يقال: أمرٌ غمَّة، أي مبهمٌ ملتبسٌ. قال تعالى: (ثمَّ لا يَكُنْ أمرُكم عليكم غُمَّةً) قال أبو عبيد: مجازها ظلمةٌ وضيق وهمٌّ. والغُمَّةُ أيضاً: قعر النِحْي وغيره. وغَمَّ يومنا بالفتح فهو يومٌ غَمٌّ، إذا كان يأخذ بالنفس من شدَّة الحر. وأغَمَّ يومنا مثله. وليلةٌ غَمٌّ، أي غامَّةٌ، وصِفَ بالمصدر، كما تقول: ماءٌ غَوْرٌ. وحكى أبو عبيد عن أبي زيد: ليلةٌ غَمَّى بالفتح أيضا، مثل كسلى. وليلةٌ غَمَّةٌ، إذا كان على السماء غمى مثال رمى. ويوم غم. وغم عليه الخبر، على ما لم يسمّ فاعله، أي استعجمَ، مثل أغمى. (*) ويقال أيضا: غُمَّ الهلال على الناس، إذا ستره عنهم غيمٌ أو غيره فلم يُرَ. ويقال: صُمْنا للغُمَّى. وحكى ابن السكيت عن الفراء: صُمْنا للغَمَّى وللغُمَّى، بالفتح والضم جميعاً. قال الراجز: ليلةُ غُمَّى طامس هلالها أو غلتها ومكره إيغالها وصُمنا للغَمَّاءِ، على فَعْلاءِ بالفتح والمدّ. والغَمام: السحاب، الواحدة غَمامَةٌ. وقد أغَمَّتِ السماء، أي تَغَيَّمَتْ. والغَمَمُ: أن يسيل الشَعَرُ حتَّى تضيق الجبهةُ أو القفا. ورجلٌ أغم وجبهة غماء. قال هدبة بن الخشرم: فلا تنكحي إن فرق الدهر بيننا أغم القفا والوجه ليس بأنزعا وتكره الغماء من نواصي الخيل، وهي المُفرِطة في كثرة الشعر. والغَميمُ: الغَميسُ، وهو الكلأ تحت اليبيس. والغَميمُ: لبين يسخن حتى يغلظ. وكراع الغميم: موضع بالحجاز. والغمغمة: أصوات الثيران عند الذعر، وأصوات الأبطال في القتال. والتغمغم: الكلام لا يبين.",
    "pg": "5:1997-1999"
  },
  "غمن": {
    "def": "غَمَنْتُ الجلد أغْمُنُهُ بالضم، أي غَمَمْتُهُ ليتفسَّخ عنه صوفه، فهو غَمينٌ وغَميلٌ. وكذلك التمر إذا فعلت به ذلك ليدرك.",
    "pg": "6:2174"
  },
  "غمى": {
    "def": "تركت فلاناً غَمًى مثل قفاً مقصورٌ، أي مغشيًّا عليه. وكذلك الاثنان والجمع والمؤنث. وإن شئت قلت: هما غَمَيانِ وهم أغْماءٌ. وقد أُغمِيَ عليه فهو مُغْمًى عليه، وغَمِيَ عليه فهو مَغْمِيٌّ عليه على مفعولٍ. وأُغمِيَ عليه الخبر، أي استعجم، مثل غُمَّ. وغَمى البيتِ: ما فوقَ السقف من القصب والتراب ونحوه، فإن كسرت العين مددت. وقد غميت البيت. الفراء: يقال صمنا للغمى وللغمى، إذا غم عليهم الهلال. وهى ليلة الغمى. قال الراجز: ليلة غمى طامس هلالها * أو غلتها ومكره إيغالها",
    "pg": "6:2449"
  },
  "غنج": {
    "def": "الغُنْجُ والغُنُجُ: الشكلُ. وقد غَنِجَتِ الجاريةُ غَنَجاً وتَغَنَّجَتْ، فهي غَنِجَةٌ. والغَنَجُ بالتحريك: الشيخُ في لغة هذيل.",
    "pg": "1:332"
  },
  "غنظ": {
    "def": "الغَنْظُ: أشدُّ الكرب. يقال. قد غنظه الامر يغنظه غنظا، أي جهده وشق عليه، فهو مَغْنوظٌ. وكان أبو عبيدة يقول: هو أن يُشرف الرجل على الموت من الكرب ثم يُفلتَ منه. قال الشاعر (١) : ولقد لقيتَ فوارساً من رَهطِنا * غَنَظوكَ غَنْظَ جرادة العيار (٢) * وذكر عمر بن عبد العزيز الموت فقال: \" غنظ ليس كالغنظ، وكظ ليس كالكظ \". ورجل مغانظ. قال الراجز: جاف دلنظى عرك مغانظ * أهوج إلا أنه مماظظ * وغنظى به، أي ندد به وأسمعه المكروه.",
    "pg": "3:1175-1176"
  },
  "غنم": {
    "def": "الغَنَمُ: اسمٌ مؤنث موضوع للجنس، يقع على الذكور وعلى الاناث، وعليهما جميعا. وإذا صغرتها ألحقتها الهاء فقلت غنيمة، لأن أسماء الجموع التي لا واحد لها من لفظها إذا كانت لغير الآدميين فالتأنيث لها لازمٌ. يقال: له خمس من الغنم ذكور، فتؤنث العدد، وإن عنيت الكباش إذا كان يليه \" من الغنم \"، لان العدد في تذكيره وتأنيثه على اللفظ لا على المعنى. والابل كالغنم في جميع ما ذكرناه. والمغنم والغَنيمَةُ بمعنًى، يقال: غَنِمَ القوم غُنْماً بالضم. وغُناماكَ أن تفعل كذا، أي غايتك والذي تَتَغَنَّمَهُ. وغَنَّمْتُهُ تَغْنيماً، إذا نفّلته. واغْتَنَمَهُ وتغنمه: عده غنيمة. وغنام: اسم بعير. وقال:\nيا صاح ما أصبر ظهر غنام (١) * وغنم بالتسكين: أبو حى من تغلب، وهو غنم بن تغلب بن وائل.",
    "pg": "5:1999"
  },
  "غنن": {
    "def": "الغُنَّةُ: صوتٌ في الخيشوم. والأغَنُّ: الذي يتكلم من قِبل خياشيمه. يقال: ظبيٌ (١) أغَنُّ. ووادٍ أغَنُّ، أي كثير العشب، لأنَّه إذا كان كذلك ألِفه الذِبَّانُ، وفي أصواتها غُنَّةٌ. ومنه قيل للقرية الكثيرة الأهل والعشب: غَنَّاءُ. وأمَّا قولهم: وادٍ مُغِنٌّ، فهو الذي صار فيه صوت الذِبَّانِ، ولا يكون الذِبَّانُ إلا في وادٍ مخصبُ معشبٍ. وأغَنَّ السقاءُ، إذا امتلأ. وأغَنَّ الوادي، فهو مغن.",
    "pg": "6:2174-2175"
  },
  "غنى": {
    "def": "غَنِيَ (١) به عنه غُنْيَةٌ. وغَنِيَتِ المرأة بزوجها غُنْياناً، أي استغنت. قال قيس بن الخطيم (*) أجد بعمرة غنيانها * فتهجر أم شاننا شانها وغنى بالمكان، أي أقام. وغَني، أي عاش. وأغْنيتُ عنك مغنى فلان ومغنى فلان، ومغناة فلان [ومغناة فلانٍ] (١) ، إذا أجزأت عنك مُجْزَأَهُ. ويقال: ما يُغني عنك هذا، أي ما يجزئ عنك وما ينفعك. والغانِيَةُ: الجارية التي غَنِيَتْ بزوجها. قال جميل: أحِبُّ الأيامى إذ بثينةُ أيِّمٌ * وأحببتُ لمَّا أن غَنيتِ الغَوانِيا وقد تكون التى غنيت بحسنها وجمالها. وأما قول ابن الرقيات: لا بارك الله في الغوانى هل * يصبحن إلا لهن مطلب فإنما حرك الياء بالكسر للضرورة ورده إلى أصله. وجائز في الشعر أن يرد الشئ إلى أصله. والاغنية: الغِناءُ، والجمع الأغانيُّ. تقول منه: تَغَنَّى وغَنَّى، بمعنًى. والغَناء، بالفتح: النفع. والغِناءُ بالكسر من السماع. والغِنى مقصورٌ: اليسار. تقول منه: غنى فهو غنى. وغنى أيضا، حى من غطفان. وتغنى الرجل، أي استغنى. وأغْناهُ الله. وتَغانَوْا، أي استغنى بعضُهم عن بعض. وقال المغيرة بن حَبْناء التميمي: كلانا غَنِيٌّ عن أخيه حياته * ونحن إذا مُتنا أشدُّ تَغانِيا والمَغْنى: واحد المَغاني، وهي المواضع التى كان بها أهلوها.",
    "pg": "6:2449-2450"
  },
  "غهب": {
    "def": "الغَيْهَبُ: الظُلمة، والجمع الغياهب. يقال فرسٌ أدهم غَيْهَبٌ، إذا اشتد سواده. والغهب، بالتحريك، الغفلة، وقد غهب بالكسر. وفى الحديث: سئل عطاء عن رجل أصاب صيدا غهبا، قال: عليه الجزاء. قال أبو عبيد: يعنى غفلة من غير تعمد.",
    "pg": "1:196"
  },
  "غوث": {
    "def": "غوَّثَ الرجل: قال واغوثاهُ. والاسم الغَوْثُ والغُواثُ والغَواثُ (١) . قال الفراء: يقال أجاب الله دعاءه وغواثه. قال: ولم يأت في الاصوات شئ بالفتح غيره، وإنما يأتي بالضم مثل البكاء والدعاء، أو بالكسر مثل النداء والصياح. وقال العامري (٢) : بعثتك مائرا فلبثت حولا * متى يأتي غواثك من تغيث وغوث: قبيلة من اليمن، وهو غوث ابن أدد بن زيد بن كهلان بن سبأ. واستغاثني فلان فأغَثْتُهُ. والاسم الغِياثُ، صارت الواو ياء لكسرة ما قبلها.",
    "pg": "1:289"
  },
  "غوج": {
    "def": "فَرسٌ غَوْجُ اللَبانِ، أي واسع جِلْد الصدر، ولا يكون كذلك إلا وهو سهل المَعْطِف. وغاجَ يَغوجُ، أي تَثنَّى وتَعطَّف. قال أبو ذؤيب: عَشِيَّةَ قامت بالفِناءِ كأنَّها * عَقيلَة نَهْبٍ تُصطَفى وتَغوج أي تتعرض لرئيس الجيش ليتخذها لنفسه.\nفصل الفاء",
    "pg": "1:332"
  },
  "غور": {
    "def": "غور كل شئ: قعره. يقال: فلانٌ بعيد الغَوْرِ. والغَوْرُ: المطمئن من الارض. والغور: تهامة وما يلي اليمن. وماء غور، أي غائر، وصف بالمصدر، كقولهم: درهم ضرب، وماء سكب، وأذن حشر. والغار: كالكهف في الجبل، والجمع الغيرانُ. والمَغارُ مثل الغارِ، وكذلك المَغارَةُ. وربَّما سمُّوا مَكانسَ الظباءِ مَغاراً. قال بشر: كأنَّ ظِباء أسْنُمَةٍ عليها * كَوانِسَ قالِصاً عنها المَغارُ - وتصغير الغارِ غُوَيْرٌ. وفي المثل: \" عسى الغويرأبؤسا $ \". قال الاصمعي: أصله أنه كان غارٌ فيه ناسٌ، فانهار عليهم، أو أتاهم فيه. عدو فقتلوهم، فصار مثلا لكل شئ يخاف أن يأتي منه شر. وقال ابن الكلبى: الغوير ماء لكلب، وهو معروف. وهذا المثل تكلمت به الزباء لما تنكب قصير اللخمى بالاجمال الطريق المنهج، وأخذ على الغوير. والغاران: البطن والفرج. قال الشاعر: آلم ترأن الدهرَ يومٌ وليلةٌ * وأنَّ الفتى يسعى لغارَيْهِ دائبا - والغارُ: الجيش. يقال: التقى الغارانِ، أي الجيشان. والغارُ: ضرب من الشجر، ومنه دُهن الغارِ. قال عديُّ بن زيد: رُبَّ نارٍ بِتُّ أرْمُقُها * تَقْضَمُ الهِنْديَّ والغارا - والغار: الغَيْرَةُ وقال أبو ذؤيب يشبه غليان القدر بصخب الضرائر:\nضرائر حرمى تفاحش عراها (١) والغارة: الخيل المغيرة. قال الشاعر (٢) : ونحن صبحنا آل نَجْرانَ غارةً * تميمَ بنَ مُرٍّ والرماح النوادسا - يقول: سقيناهم خيلا مغيرة. ونصب تميم بن مر على أنه بدل من غارة. والغارة: الاسم من الإغارَةِ على العدو وحبلٌ شديد الغارةِ، أي شديد الفتل، عن الاصمعي. وغارَ يَغورُ غَوْراً، أي أتى الغَوْرُ، فهو غائِرٌ. قال: ولا يقال أغار. وغارَ الماء غَوْراً وغُؤوراً، أي سفل في الأرض. وغارَتْ عينه تَغورُ غَوْراً وغُؤوراً: دخلت في الرأس. وغارَتْ تَغارُ لغة فيه. وقال ابن أحمر:\nأغارت عينه أم لم تغارا (١) * وغارت الشمس تغور غِياراً، أي غَرَبَتْ. قال أبو ذؤيب: هل الدهرُ إلا ليلةٌ ونهارها * وإلا طُلوعُ الشمسِ ثم غِيارُها - أبو عبيد: غارَ النهار، أي اشتدَّ حرّه. وغارَهُ بخيرٍ يَغورُهُ ويَغيرُهُ، أي نفعه. يقال: اللهم غُرْنا منك بغيثٍ أي أغثنا به. وأغار على العدو يُغيرُ إغارةً ومُغاراً، وكذلك غاوَرَهُم مُغاوَرَةً. ورجلٌ مِغْوارٌ ومُغاوِرٌ، أي مقاتل، وقومٌ مَغاويرُ، وخيلٌ مُغيرَةٌ. ومغيرة: اسم رجل، وقد تكسر الميم، كما يقال منتن ومنتن. والمغيرية: صنف من السبائية، نسبوا إلى مغيرة بن سعيد، مولى بجيلة. وأغَرْتُ الحبلَ، أي فتلته، فهو مُغارٌ. وأغارَ فلانٌ أهلَه، أي تزوَّجَ عليها، حكاه أبو عبيدٍ عن الأصمعيّ. وأغارَ، أي شَدَّ العَدْوَ وأسرع. وكانوا يقولون: \" أشْرِقْ ثَبيرُ، كَيْما نُغير \"، أي نسرع للنحر. ومنه قولهم: أغارَ إغارَةَ الثعلب: إذا أسرع ودفع في عَدْوِه. وقال بشر بن أبي خازم: فعد طلابها وتعد عنها * بِحرفٍ قد تُغيرُ إذا تَبوعُ - واختلفوا في قول الاعشى: نَبِيٌّ يرى ما لا يَرَوْنَ (١) وذِكُرُهُ * أغار لَعَمْري في البلاد وأنْجَدا - قال الأصمعيّ: أغارَ بمعنى أسرع، وأنجد أي ارتفع. ولم يُرْد أتى الغَوْرَ ولا نَجْداً. وليس عنده في إتيان الغَوْرِ إلا غار. وزعم الفراء أنها لغة، واحتج بهذا البيت. وناس يقولون: أغار وأنجد، فإذا أفردوا قالوا: غار، كما قالوا هناني الطعام ومرأنى، فإذا أفردوا قالوا: أمرانى. والتغوير: إتيانُ الغَوْرِ. يقال: غَوَّرْنا وغُرْنا بمعنًى. والتَغْويرُ: القيلولة. يقال: غَوِّروا، أي انزلوا للقائلة. قال أبو عبيد: يقال للقائلة: الغائِرَةُ. واستَغارَ، أي سَمِنَ ودخل فيه الشحم. وربَّما قالوا: اسْتغارَتِ القَرحَة، إذا تورَّمَتْ. وتَغاوَرَ القوم: أغارَ بعضُهم على بعض.",
    "pg": "2:773-775"
  },
  "غوص": {
    "def": "الغَوْصُ: النزول تحت الماء. وقد غاصَ في الماء. والهاجمُ على الشئ غائص. والغواص: الذى يَغوصُ في البحر على اللؤلؤ. وفعله الغياصة. فصل الفاء",
    "pg": "3:1047-1048"
  },
  "غوط": {
    "def": "غاط في الشئ يغوط ويَغيطُ: دخل فيه. يقال: هذا رملٌ تَغوطُ فيه الأقدام. وقولهم: أتى فلانٌ الغائِطَ، وأصل الغائِطِ المطمئنُّ من الأرض الواسع، والجمع غوطٌ وأغْواطٌ وغْيطانٌ (٢) ، صارت الواو ياء لانكسار ما قبلها. وكان الرجل منهم إذا أراد أن يقضيَ الحاجةَ أتى الغائِطَ فقضى حاجتَه، فقيل لكل من قضى حاجته: قد أتى الغائِطَ، فكنيَ به عن العذرة وقد تغوط وبال. والغوطة: بالضم: موضع بالشام كثير الماء والشجر، وهى غوطة دمشق.\nفصل الفاء",
    "pg": "3:1147-1148"
  },
  "غول": {
    "def": "غاله الشئ واغتاله، إذا أخذَه من حيث لم يُدرِ. والغَوْلُ: التراب الكثير: ومنه قول لبيد يصف ثوراً يحفر رملاً في أصل أرطاةٍ:\nيَرى دونها غولا من الرمل غائلا (٤) * وأما قوله (٥) * بمنى تأبد غولها فرجامها (١) * فهما موضعان. والغول: بُعْدُ المفازة: لأنه يغتال من يمر به. وقال (٢) :\nبه تمطت غول كل ميله (٣) * وقوله تعالى: (لا فيها غَوْلٌ ولا هم عنها يُنْزَفون) أي ليس فيها غائِلَةُ الصُداع: لأنه قال ﷿ في موضع آخر: (لا يُصَدَّعونَ عنها) . وقال أبو عبيدة: الغَوْلُ أن تَغْتالَ عقولهم. وأنشد: وما زالَتِ الكأسُ (٤) تَغْتالُنا وتذهب بالأوَّلِ الأوَّلِ والغولُ بالضم من السعالي، والجمع أغْوالٌ وغيلانٌ. وكلُّ ما اغْتالَ الإنسانَ فأهلكه فهو غولٌ. يقال غالَتْهُ غولٌ، إذا وقع في مهلكة. و \" الغضب غول الحلم \"، لأنه يَغْتالُهُ ويذهب به. يقال: أيَّةُ غولٍ أغْوَلُ من الغضب. وهذه أرضٌ تَغْتالُ المشيَ، أي لا يتسبين فيها المشى، من بُعْدِها وسَعَتها. قال العجاج: وبلدةٍ بعيدةِ النِياطِ مجهولةٍ تَغْتالُ خَطْوَ الخاطي وقول زهير يصف صَقراً:\nحُجْنُ المخالبِ لا يَغتالُهُ الشِبَعُ (١) * أي لا يذهب بقوَّته الشِبع. والتَغَوُّلُ: التلوّن. يقال: تَغَوَّلَتِ المرأةُ، إذ تلونت. قال ذو الرمة: إذا ذاتُ أهوالٍ ثَكولٌ تَغَوَّلَتْ بها الرُبْدُ فوضى والنَعامُ السَوارحُ والمُغاوَلَةُ: المُبادأة. قال جريرٌ (٢) يذكر رجلا أغارت عليه الخليل: عاينت مشعلة الرعال كأنها طير تغول في شَمامِ وُكورا (٣) واغْتالَهُ: قتلَه غيلَةً، والأصل الواو. والمِغْوَلُ: سيفٌ دقيقٌ له قفاً يكون غِمده كالسوط. ومغول: اسم رجل. والغولان بالفتح: نيت من الحمض، عن أبى عبيد.",
    "pg": "5:1785-1787"
  },
  "غوى": {
    "def": "الغَيُّ: الضلال والخيبة أيضاً. وقد غَوي بالفتح يَغْوي غَيًّا وغَوايَةً، فهو غاوٍ وغوٍ. وأغْواهُ غيره فهو غَوِيٌّ على فَعيلٍ. قال الأصمعيّ: لا يقال غيره. وأنشد للمرقّش: فمن يَلْقَ خيراً يحمد الناس أمْرَهُ * ومن يَغو لا يَعْدَمْ على الغَيِّ لائِما وقال دريد بن الصِمَّة: وهل أنا إلا من غَزِيَّةَ إن غَوَتْ * غَوَيْتُ وإن تَرشُدْ غَزِيَّةُ أرْشُدِ والتَغاوي: التجمُّع والتعاون على الشر، من الغَوايَةِ أو الغَيِّ. يقال: تغاووا على عثمان رضى الله عنه فقتلوه. والغَوى: مصدر قولك غَوِيَ السَخْلَةُ والفصيل بالكسر يغوى غوى. قال ابن السكيت: هو أن لا يروى من لبإ أمه ولا يروى من اللبن حتى يموت هزالا. وقال غيره: هو أن يشرب اللبن حتى يتخم ويفسد جوفه. وقال يصف قوسا وسهما: معطفة الاثناء ليس فصيلها * برازئها درا ولا ميت غوى وهو مصدر. والغوغاء: الجراد بعد الدَبى، وبه سمي الغَوْغاءُ والغاغَةُ من الناس، وهم الكثير المختلطون. قال الاصمعي: الجراد إذا صارت له أجنحة وكاد يطير قبل أن يستقل فيطير غوغاء، وبه شبه الناس. وقال أبو عبيدة: الغوغاء: شئ شبيه بالبعوض إلا أنه لا يعض ولا يؤذى، وهو ضعيف. فمن صرفه وذكره جعله بمنزلة قمقام والهمزة مبدلة من واو، ومن لم يصرفه جعله بمنزلة عوراء. وغاوة: اسم جبل. قال المتلمس يخاطب عمرو بن هند: فإذا حللت ودون بيتى غاوة * فابرق بأرضك ما بدا لك وارعد ووقع الناس في أُغْوِيَّةٍ، أي في داهيةٍ. والمُغَوَّياتُ بفتح الواو مشددة: جمع المُغَوَّاةِ، وهي حفرة كالزُبية. يقال: \" من حفر مُغَوَّاةً وقع فيها \".",
    "pg": "6:2450-2451"
  },
  "غيا": {
    "def": "الغَيايَةُ: ضوء شعاع الشمس، وليس هو نفس الشعاع. قال لبيد:\nوعلى الأرض غَياياتُ الطَفَلْ (١) * وغَيايَةُ البئر: قعرها، مثل الغَيابة. أبو عمرو: الغياية: كل شئ أظلَّ الإنسانَ فوق رأسه مثل السحابة والغُبرة والظُلمة ونحو ذلك. وفى الحديث: \" تجئ البقرة وآل عمران كأنهما غمامتان أو غيايتان \". وغايا القوم فوق رأسِ فلانٍ بالسيف، كأنهم أظلوه به، عن الاصمعي. والغاية: مدى الشئ، والجمع غاى، مثل ساعة وساع. والغاية: الراية: يقال: غَيَّيتُ غايَةٌ وأغيَيْتُ، إذا نصبتها. عن أبى عبيد. ويقال: فلان لغية، وهو نقيض قولك: لرشدة. (*)\nفصل ال فاء",
    "pg": "6:2451"
  },
  "غيب": {
    "def": "الغَيْبُ: كلُّ ما غاب عنك. تقول: غاب عنه غَيبةً وغيبا وغيابا وغيوبا ومغيبا. وجمع الغائب غيب وغياب وغيب (١) أيضا. وإنما ثبتت فيه الياء مع التحريك لانه شبه بصيد وإن كان جمعا. وصيد مصدر: قولك بعير أصيد، لانه يجوز أن ينوى به المصدر. وغيبته أنا. وغَيابة الجبّ: قَعره. وكذلك غَيابة الوادي. تقول: وقعنا في غَيبة وغَيابة، أي هَبْطَةً من الأرض. وقولهم: غيَّبه غَيابُهُ، أي دفن في قبره. ابن السكيت: بنو فلانٍ يشهدون أحياناً ويتغايبون أحياناً. وغابت الشمس، أي غَرَبَتْ. والمُغايبة: خلاف المخاطبة. وأغابت المرأة، إذا غابَ عنها زوجها، فهي مغيبة بالهاء (١) ، ومشهد بلاهاء. والغيب: ما اطمأنَّ من الأرض. قال لبيد (٢) :\nعن ظَهرِ غَيْبٍ، والأنيس سَقامُها * واغتابه اغتياباً، إذا وقع فيه، والاسم الغَيبةُ، وهو أن يتكلم خلف إنسانٍ مستور بما يَغُمُّه لو سمعه. فإن كان صدقاً سُمِّيَ غيبَةً، وإن كان كذباً سمِّي بُهتاناً. والغابة: الأجمة. يقال ليثُ غابة. والغاب: الآجام. وهو من الياء. وغابة: اسم موضع بالحجاز. وتغيب عنِّي فلان. وجاء في ضرورة الشعر تَغَيَّبَني. قال امرؤ القيس: فظلَّ لنا يومٌ لذيذ بنَعْمةٍ * فَقِلْ في مَقيلِ نَحْسُهُ مُتَغَيِّبُ وقال الفراء: المتغيب مرفوع، والشعر مكفأ، ولا يجوز أن يرد على المقيل كما لا يجوز مررت برجل أبوه قائم. فصل القاف",
    "pg": "1:196-197"
  },
  "غيث": {
    "def": "الغَيْثُ: المطر. وقد غاثَ الغَيْثُ الأرضَ، أي أصابها. وغاثَ الله البلاد يَغيثُها غَيْثاً. وغيثَتِ الأرضُ تُغاثُ غَيْثاً، فهي أرض مغيثة ومغيوثة. قال ذو الرمة: \" قاتل الله أمة بنى فلان ما أفصحها: قلت لها: كيف كان المطر عندكم؟ فقالت: غثنا ما شئنا \". وربما سمى السحاب والنبات بذلك. فصل الفاء",
    "pg": "1:289"
  },
  "غيد": {
    "def": "الغَيَدُ: النُعومة. يقال: امرأة غَيْداءُ وغادَةٌ أيضاً، أي ناعمةٌ بيِّنة الغَيَدِ. والأغْيَدُ: الوسنان المائل العنق.\nفصل الفاء",
    "pg": "2:517"
  },
  "غير": {
    "def": "الغيرَةُ بالكسر: الميرَةُ. وقد غارَ أهلَه يَغيرهم غِياراً، أي يَميرُهُم وينفعهم. قال الباهلي (١) : ونَهْدِيَّةٍ شَمْطاَء أو حارِثِيَّةٍ * تُؤَمِّلُ نَهْباً من بَنيها يَغيرُها - أي يأتيها بالغنيمة فقد قُتلوا. قال أبو عبيدة: يقال: غارَني الرجل يَغيرُني ويَغورُني، إذا وَداكَ من الدِيَةِ. والاسم الغيرَةُ أيضاً بالكسر، وجمعها غير. قال الشاعر (٢) : لنجدعن بأيدينا أنوفَكم * بَني أمَيَّةَ (١) إن لم تقلبوا الغيرا - وقال بعضهم: إنه واحد، وجمعه أغْيارٌ. والغِيَرُ أيضاً: الاسم من قولك غيرت الشئ فتَغَيَّر (٢) . والغَيْرَةُ بالفتح: مصدر قولك: غارَ الرجل على أهله يَغارُ غَيْراً، وغَيْرَةً، وغاراً. ورجلٌ غيورٌ وغَيرانُ، وجمع غَيورٍ غُيُرٌ، وجمع غَيْرانَ غَيارى وغُيارى. ورجلٌ مِغْيارٌ وقومٌ مَغاييرُ، وامرأةٌ غَيورٌ ونِسْوةٌ غُيُرٌ، وامرأةٌ غَيْرى ونِسوةٌ غَيارى. وغارَهُ يُغيرُهُ ويَغورُهُ، أي نَفَعَهُ. قال عبد مناف (٣) بن رِبْعٍ الهذليّ: ماذا يَغيرُ ابْنَتَيْ رِبْعٍ عَويلُهُما * لا تَرْقُدانِ ولا بُؤْسى لِمَن رَقَدا (٤) - يقول: لا يغني بكاؤهما على أبيهما من طلب ثأره. وغارهم الله بمطر يغيرهم ويَغورُهُمْ، أي سقاهم. يقال: اللهم غِرْنا بخير وغُرْنا بخير. قال الفراء: قد غارَ الغيثُ الأرض يَغيرُها، أي: سقاها. قال: وغارَنا الله بخير، كقولك: أعطانا خيراً. قال أبو ذؤيب: وما حمل البختى عام غياره * عليه الوسوق برها وشعيرها - وأرضٌ مَغيرَةٌ بفتح الميم، ومَغْيورَةٌ، أي مَسْقِيَّةٌ. وغايَرتُ الرجل مُغايَرَةً، أي عارضْتُه بالبيع وبادلتُه. وتغايَرَتِ الاشياء: اختلف. والغيار: البدال (١) . قال الشاعر الأعشى: فلا تَحْسَبَنِّي لكم كافِراً * ولا تَحْسَبَنِّي أريدُ الغِيارا - وقولهم: نزل القوم يُغَيِّرونَ، أي يُصلِحون الرِحالَ. وغَيْرُ بمعنى سِوى، والجمع أغْيارٌ. وهي كلمةٌ يوصف بها ويستثنى، فإن وصفتَ بها أتبعتَها إعرابَ ما قبلها، وإن استثنيت بها أعربتها بالإعراب الذي يجب للاسم الواقع بعد إلا. وذلك أنّ أصل غَيْرَ صفةً والاستثناء عارض. قال الفراء: بعض بنى أسد وقضاعة ينصبون غيرا إذا كان في معنى إلا، تم الكلام قبلها أولم تيم. يقولون: ما جاءني غيرك، وما جاءني أحد غيرك. وقد تكون غير بمعنى لا فتنصبها على الحال، كقوله تعالى:\n(فَمَنِ اضْطَرَّ غَيْرَ باغ ولاعاد) *، كأنه قال: فمن اضطُرَّ جائعاً لا باغياً. وكذلك قوله:\n(غير ناظرين إناده) *، وقوله:\n(غير محلى الصيد) *.\nفصل الفاء",
    "pg": "2:775-777"
  },
  "غيس": {
    "def": "الغيسان: حدة الشباب.\nفصل الفاء",
    "pg": "3:957"
  },
  "غيض": {
    "def": "غاضَ الماءُ يَغيضُ غَيْضاً، أي قَلَّ ونضب. وانْغاضَ مثله. وغيضَ الماء: فُعِلَ به ذلك. وغاضَهُ الله، يتعدى ولا يتعدى. وأغاضَهُ الله أيضاً. وغاضَ ثمنُ السِلعةِ، أي نقص. وغِضْتُهُ أنا. قال الراجز: لا تأويا للحوض أن يغيضا (٢) * أن تغرضا خير من ان تغيضا * يقول: أن تملآه خير من أن تنقصاه. وقوله تعالى: ﴿وما تغيضُ الأرحامُ﴾ ، قال الاخفش: أي وما تنقص. وغَيَّضْتُ الدمعَ: نقصته وحبسته. ويقال: غاض الكرام، أي قلوا. وفاض اللئام، أي كثروا. وقولهم: أعطاه غَيْضاً من فيضٍ، أي قليلاً من كثير. والغيضة: الاجمة، وهى مغيض ماء يجتمع فينبت فيه الشجر، والجمع غِياضٌ وأغْياضٌ. وغَيَّضَ الاسد، أي ألف الغيضة.\nفصل الفاء",
    "pg": "3:1096-1097"
  },
  "غيظ": {
    "def": "الغَيْظُ: غضبٌ كامنٌ للعاجز. يقال: غاظه فهو مغيط. قالت قُتَيْلَةُ بنت النَضْر ابن الحرث وقتل النبي ﷺ أباها صبراً (١) : ما كان ضَرَّكَ لو مَنَنْتَ وربما * مَنَّ الفتى وهو المَغيظُ المُحْنِقُ (٢) * قال ابن السكيت: ولا يقال أغاظَهُ. وغيظ: اسم رجل، وهو غيظ بن مرة ابن عوف بن سعد بن ذبيان بن بغيض بن ريث ابن غطفان. وغايظه فاغتاظ وتغيظ بمعنى.\nفصل الفاء",
    "pg": "3:1176"
  },
  "غيف": {
    "def": "غافَتِ الشجرةُ غَيَفاناً وتَغيّفَتْ، أي مالت يميناً وشمالاً. وتغَيَّفَ الفرسُ، إذا تعطّف ومال في أحد جانبيه. يقال: حَمَلَ فلانٌ في الحرب فغَيَّفَ، أي كذَبَ وجبن. قال القطامى: وحسبتنا نزع الكتيبة غدوة فيعيفون ونرجع السرعانا (١) والغاف: ضرب من الشجر.\nفصل الفاء",
    "pg": "4:1412"
  },
  "غيق": {
    "def": "غاق: حكلية صوت الغرب. فإن نكرته نونت. قال القلاخ بن حزن: معاود (٢) للجوع والاملاق يغضب إن قال الغرب غاق أبعد كن الله من نياق وغيق الرجل في رأيه تَغْييقاً، إذا اختلط فلم يثبت على شئ. عن أبى عبيد. فصل الفاء",
    "pg": "4:1539"
  },
  "غيل": {
    "def": "الغيلُ بالكسر: الأجمة. وموضعُ الاسد غيل، مثل خيس، ولا تدخلها الهاء، والجمع غيول. وقال (١) : جديدةُ سِرْبالِ الشبابِ كأنَّها سَقِيَّةُ بَرْدِيٍّ نَمَتْها غُيولُها (٢) قال الأصمعيّ: الغِيلُ: الشجر الملتف. يقال منه: تَغَيَّلَ الشجر. والغَيْلَةُ بالفتح: المرأة السمينة. واغتال الغلام، أي غلظ وسَمن. والغيلَةُ بالكسر: الاغْتيالُ. يقال: قَتَله غيلَةً، وهو أن يخدعه فيذهب به إلى موضعٍ، فإذا صار إليه قتلَه. ويقال أيضاً: أضَرَّتِ الغيلَةُ بولدِ فلانٍ، إذا أُتِيَتْ أمَُّه وهي ترضعه، وكذلك إذا حملت أمه وهى ترضعه. وفي الحديث: \" لقد هممت أن أنهى عن الغيلَةِ \". والغَيْلُ بالفتح: اسم ذلك اللبن. قالت أمُّ تأبط شراً: \" ولا أرضَعتُهُ غَيْلاً \". وقد أغالَتِ المرأة ولدَها، فهي مُغيلٌ. وأغْيَلَتْ أيضاً، إذا سقت ولدها الغَيْلَ، فهي مُغيلٌ. والأصمعي يروى بيت امرئ القيس:\nفألهيتها عن ذي تَمائِمَ مُغْيَلِ (١) * على هذا. وأغالَ فلانٌ ولده، إذا غَشي أمَّه وهي ترضعه. والغَيْلُ أيضاً: الماء الذي يجرى على وجه الأرض. وفي الحديث: \" ما سُقِيَ بالغَيلِ ففيه العُشْرُ، وما سُقيَ بالدَلو ففيه نصف العُشْرِ \". والغَيْلُ أيضاً: الساعدُ الرَيَّانُ الممتلئ. قال الراجز: لكاعب مائلة في العطفين بيضاء ذات ساعدين غيلين (٢) وفلان قليل الغائِلة والمَغالَةُ، أي الشرِّ. الكسائي: الغَوائِلِ: الدواهي. وأمُّ غيلان: شجر السمر. واسم ذى الرمة غيلان بن عقبة.\nفصل الفاء",
    "pg": "5:1787-1788"
  },
  "غيم": {
    "def": "الغَيْمُ: السحاب. وقد غامَتِ السماء، وأغامَتْ، وأغْيَمَتْ، وغَيَّمَتْ، وتَغَيَّمَتْ، كله بمعنًى. وأغْيَمَ القومُ: أصابهم غَيْمٌ. أبو عمرو: الغَيْمُ العطش وحر الجوف. وأنشد: مازالت الدلو لها تعود حتى أفاق غيمها المجهود يقال منه: غام يَغيمُ، فهو غَيْمانُ وامرأةٌ غَيْمى. وقال (١) : فظلّتْ صَوافنَ خُزْرَ العيونِ إلى الشمس من رهبةٍ أن تغيما\nفصل الفاء",
    "pg": "5:1999"
  },
  "غين": {
    "def": "الغَيْنُ: العطش، تقول منه: غِنْتُ أغينُ. وغانَتِ الإبل، مثل غامَتْ. والغَيْنُ: لغةٌ في الغَيْمِ. قال يصف فرسا (١) : كأنى بين خافيتى عقاب * أصاب حمامة (٢) في يوم غين (٣) وغينَ على كذا، أي غُطِّيَ عليه. ومنه الحديث: \" إنه لَيُغانُ على قلبي \". وأغانَ الغَيْنُ السماء، أي ألبسها. قال رؤبة: أمسى بلال كالربيع المدجن * أمطرفى أكناف غيم (٤) مغين (*) فأخرجه على الاصل. والغين: حرف من حروف المعجم. والغينة بالكسر: ما سال من الجيفة. وغانَتْ نفسه تَغينُ: غَثَتْ. أبو عبيدة: الأغْيَنُ: الأخضر إلى السواد. وشجرةٌ غَيْناءُ، أي خضراء كثيرة الورق ملتفّة الأغصان، والجمع غِينٌ. والغَيْنَةُ: الشَجراء مثل الغَيْضَةِ. قال أبو العميثل: الغَيْنَةُ: الأشجار الملتفة بلا ماء، فإذا كانت بماء فهي غَيْضَةٌ.\nفصل الفاء",
    "pg": "6:2175"
  }
}