{
  "فآ": {
    "def": "أبو زيد: فأوت رأس الرجل فَأوًا، وفَأيْتُهُ فَأياً، إذا فلقته بالسيف. وقال (١) :\nحتى انفأى الفأو عن أعناقها سحرا (٢) * وانفأى القدح: انشق. والفأوُ: ما بين الجبلين. والفِئَةُ: الطائفة، والجمع فئون (٣) ، والهاء عوض من الياء. قال الكميت:\nترى منه جماجمعم فئينا * أي فرقا متفرقة.",
    "pg": "6:2451"
  },
  "فأت": {
    "def": "افْتَأتَ فلان عَليَّ، إذا قال عليك الباطل. وافْتَأَتَ برأيه، أي انفرد واستبد به. وهذا الحرف سمع مهموزا. ذكره أبو عمر، وأبو زيد، وابن السكيت وغيرهم. فلا يخلو إما أن يكونوا قد همزوا ما ليس بمهموز كما قالوا: حلات السويق، ولبأت بالحج ورثأت الميت، أو يكون أصل هذه الكلمة من غير الفوت.",
    "pg": "1:259"
  },
  "فأد": {
    "def": "الفُؤادُ: القلبُ، والجمع الأفْئِدَةُ: وفَأَدْتُهُ فهو مَفْؤودٌ: أصبت فُؤادَهُ، وكذلك إذا أصابه داء فؤاده. الكسائي: رجلٌ مَفْؤودٌ وفَئيدٌ: لا فؤادَ له. وفَأَدْتُ الخُبْزَةَ: مَلَلُتها. وفَأدْتُ للخُبْزَةِ إذا جعلت لها موضعاً في الرماد والنار لتضعها فيه. وذلك الموضع أُفْؤُودٌ، على أفعول. والخَشَبةُ التي يحرَّك بها التنُّور مِفْأَدٌ، والجمع مَفائِدُ. والمِفأدُ أيضاً: السَفُّودُ، وكذلك المِفْأدةُ. وهو من فَأدْتُ اللحمَ وافْتَأدْتُهُ، إذا شويتَه. ولحم فئيد، أي مشوى.",
    "pg": "2:517-518"
  },
  "فأر": {
    "def": "الفَأرُ مهموز: جمع فَأرَة. ومكانٌ فِئِرٌ: كثير الفَأرِ. وأرضٌ مَفْأرَةٌ: ذات فَأر. والفَأرَةُ: ريح تجتمع في رسغ البعير، فإذا مُسَّت انفشَّتْ. وفارَةُ المِسْكِ غير مهموزة: النافجةُ. وفَأرَةُ الإبل: أن تَفوح منها ريحٌ طيِّبة، وذلك إذا رعت العُشب وزهرَه ثم شَرِبت وصدرت عن الماء، ندِيت جلودُها ففاحت منها رائحة طيبةٌ، فيقال لتلك: فأرة الابل، عن يعقوب. قال الراعي يصف إبلاً: لها فَأرَةٌ ذَفْراءُ كُلَّ عَشِيَّةٍ * كما فَتَقَ الكافور بالمسك فاتقه -",
    "pg": "2:777"
  },
  "فأس": {
    "def": "الفأسُ: واحد الفُؤوس. وفَأسُ اللجام: الحديدة القائمة في الحَنك. وفَأسُ الرأسِ: حرفُ القَمَحْدُوَةِ المشرف على القفا. وفَأسْتُهُ، أي ضربته بالفأس، وكذلك إذا أصبتَ فأس رأسه.",
    "pg": "3:957"
  },
  "فأفأ": {
    "def": "رجل فَأفاءٌ على فَعلالٍ، وفيه فَأفَأةٌ، وهو الذي يتردد في الفاء إذا تكلم.",
    "pg": "1:62"
  },
  "فأل": {
    "def": "قال ابن السكيت: الفَألُ أن يكون الرجل مريضاً فيسمعُ آخر يقول يا سالمُ، أو يكون طالباً فيسمع آخر يقول يا واجدُ، يقال تفاءلت بكذا. وفي الحديث أنه ﵇ \" كان يحب الفأل ويكره الطيرة \". والافْتِئالُ: افتعالٌ منه. قال الكميت يصف خيلاً: إذا ما بَدَتْ تحت الخَوافِقِ صُدِّقَتْ بأيمَنِ فَألِ الزاجرينَ افتِئالَها والجمع أفْؤُلٌ. قال الكميت: ولا أسألُ الطيرَ عما تقولُ ولا تَتَخالجُني الأفْؤُلُ والفِئالُ: لعبة للصبيان، يخبئون الشئ في التراب ثم يَقْسمونه ويقولون: في أيهما هو. وأنشد أبو عمر ولطرفة:\nكما قسم الترب المفائل باليد (١) *",
    "pg": "5:1788"
  },
  "فأم": {
    "def": "أفَأمْتُ الرَحْلَ والقَتَبَ، إذا وَسَّعتهُ وزدتَ فيه وفَأّمْتُهُ تَفْئيماً مثله. ورحل مفام ومفام. قال زهير * على كل قينى قشيب ومفأم (١) * ويقال للبعير إذا امتلأ شحماً. قد فئم حاركه، وهو مفأم. ابن الاعرابي: فأم البعيرُ، إذا ملأ فاه من العشب. قال الراجز: ظلت برمل عالج تسنمه في صليان ونصى تفأمه والفئام: الجماعة من الناس، لا واحد له من لفظه. والعامة تقول فيام بلا همز. والفئامُ أيضاً: وِطاءٌ يكون للمَشاجِرِ والهوادج، وجمعه فؤم على فعل، مثل حمار وحمر. قال لبيد: وأرْبَدُ فارسُ الهَيْجا إذا ما تقعرت المشاجر بالفئام",
    "pg": "5:1999-2000"
  },
  "فا": {
    "def": "الفاء من حروف العطف، ولها ثلاثة مواضع: يعطف بها وتدل على الترتيب والتعقيب مع الاشراك. تقول: ضربت زيدا فعمرا. والموضع الثاني: أن يكون ما قبلها علة لما بعدها، وتجرى على العطف والتعقيب دون الاشراك، كقولك: ضربه فبكى، وضربه فأوجعه، إذا كان الضرب علة للبكاء والوجع. والموضع الثالث: هو الذى يكون للابتداء، وذلك في جواب الشرط، كقولك: إن تزرنى فأنت محسن، يكون ما بعد الالف كلاما مستأنفا يعمل بعضه في بعض ; لان قولك أنت ابتداء ومحسن خبره، وقد صارت الجملة جوابا بالفاء. وكذلك القول إذا جئت بها بعد الامر والنهى والاستفهام والنفى والتمنى والعرض، إلا أنك تنصب ما بعد الفاء في هذه الاشياء الستة بإضمار أن، تقول: زرنى فأحسن إليك، لم تجعل الزيارة علة للاحسان، ولكنك قلت: ذاك من شأني أبدا أن أفعل وأن أحسن إليك على كل حال.",
    "pg": "6:2553"
  },
  "فتأ": {
    "def": "أبو زيد: ما أفْتَأتُ أذكرُه، وما فَتِئْتُ أذكُره، وما فَتَأتُ أذكره، بالكسر والنصب، أي مازلت أذكره وما برحت أذكره، لا يُتَكلَّم به إلا مع الجَحَدِ. وقوله تعالى: (تالله تَفْتَؤُ تَذْكُرُ يوسفَ) أي ما تفتأ.",
    "pg": "1:62"
  },
  "فتت": {
    "def": "فت الشئ، أي كسره، فهو مفتوت وفَتيتٌ يقال: فَتَّ عَضُدي (١) وهدَّ ركني. والتَفَتُّتُ: التَكسُّر. والانفتات: الانكسار. وفتات الشئ: ما تكسر منه. والفَتّةُ: ما يُفَتُّ (٢) ويوضع تحت الزَندة. والفَتوتُ والفتيتُ، من الخبز.",
    "pg": "1:259"
  },
  "فتح": {
    "def": "فَتَحْتُ الباب فانفتح، وفَتَّحْتُ الأبواب شدّد للكثرة، فَتَفَتَّحَتْ هي. وبابٌ فُتُحٌ (١) ، أي واسع مفتوح. وقارورة فُتُحٌ، أي واسعة الرأس. قال الكسائي: ليس لها صِمامٌ ولا غِلافٌ. وهو فُعُلٌ بمعنى مفعول. واستفتحت الشئ وافتتحته. والاستفتاح: الاستنصار. والمِفتاح: مفتاحُ البابِ وكلِّ مستغلق. والجمع مفاتيحُ ومَفاتِحُ أيضاً. قال الاخفش: هو مثل قولهم أمانى وأمانى، يخفف ويشدد. والفَتْحُ: النصر. والفَتْحُ: الماء يجري من عينٍ أو غيرها. وفاتحة الشئ: أوله. والفتاح: الحاكم. وتقول: افْتَحْ بيننا، أي احْكم. والفُتاحة بالضم: الحُكْم. والفَتوحُ من النوق: الواسعة الإحليلِ. تقول منه: فَتَحَتِ الناقة وأفْتَحَتْ، فَعَلَ وأفْعَلَ بمعنًى.",
    "pg": "1:389"
  },
  "فتخ": {
    "def": "فَتَخَ أصابع رجله في جلوسه فَتْخاً: ثناها وليَّنها. قال الأصمعيّ: أصل الفَتَخِ اللِين، تقول: رجلٌ أفْتَخُ بيِّن الفَتَخِ، إذا كان عريض الكفِّ والقدم مع اللِين. قال المتنخِّل الهذَلي:\nفُتْخُ الشمائل في أيمانهم روح (٣) وعقاب فَتْخاءُ لأنها إذا انحطَّت كسرت جناحيها وغمزتهما. وهذا لا يكون إلا من اللين. والفتخة بالتحريك: حلقة من فضة لافص فيها، فإذا كان فيها فَصٌّ فهو الخاتم، والجمع فَتَخٌ وفَتَخاتٌ. وربما جعلتها المرأة في أصابع رجليها. وقال (١) :\nيسقط منها فتخى في كمى",
    "pg": "1:427-428"
  },
  "فتر": {
    "def": "الفَتْرَة: الانكسارُ والضعفُ. وقد فتر الحر وغيره يفتر فتورا، وفَتَّره الله تَفْتيراً. والفَتْرَةُ: ما بين الرسولين من رسل الله عزوجل. وطرف فاتر، إذا لم يكن حديدا. والفتر: مابين طرف السبابة والابهام إذا فتحتهما: وأما قول الشاعر (١) :\nأصرمت حبل الود من فتر (٢) * فهو اسم امرأة (٣) .",
    "pg": "2:777"
  },
  "فتش": {
    "def": "فتشت الشئ فتشا. وفتشته تفتيشا، مثله.",
    "pg": "3:1014"
  },
  "فتق": {
    "def": "فتقت الشئ فتقا: شققته. وفَتَّقْتُهُ تَفْتيقاً مثله، فَتَفَتَّقَ وانْفَتَقَ. وفَتْقُ المسك بغيره: استخراج رائحته بشئ تدخله عليه. قال الشاعر (١) :\nكما فَتَقَ الكافورَ بالمِسْكِ فاتِقُهْ (٢) * والفَتْقُ: شقُّ عصا الجماعة ووقوع الحرب بينهم. والفَتْقُ أيضاً: علّةٌ ونتوءٌ في مراقِّ البطن. والفَتَقُ بالتحريك: مصدر قولك امرأةٌ فَتْقاءُ، وهي المُنْفَتِقَةُ الفَرْجِ، خلاف الرَتْقاء. والفَتَقُ: الصبحُ. والفَتَقُ أيضاً: الخصب. قال الراجز (٣) :\nلم ترج رسلا بعد أعوام الفتق (٤) * تقول منه: فَتِقَ، بالكسر. وأفْتَقَ القومُ، إذا انْفَتَقَ عنهم الغيم. قال ابن السكيت: أفْتَقَ قرن الشمس، إذا أصاب فتقا في السحاب فبدا منه. وقد أفْتَقْنا، إذا صادفنا فَتْقاً، وهو الموضع الذي لم يُمطر وقد مُطِرَ ما حوله. وأنشد (١) : إن لها في العام ذى الفتوق وزلل النية والتصفيق رعية رب ناصح شفيق يظل تحت الفنن الوريق يشول بالمحجن كالمحروق قوله \" لها \" يعنى للابل. وذو الفتوق: القليل المطر. وزلل النية: أن تزل من موضع إلى موضع لطلب الكلا. وامرأة فتق، بضم الفاء والتاء، أي متقتقة بالكلام. ورجل فتيق اللسان، على فعيل، أي حديد اللسان. ويقال أيضاً: جملٌ فَتيقٌ، إذا تَفَتَّقَ سِمَناً. عن الاصمعي. قال: والصبحُ الفَتيقُ، هو المشرق. والفيتق: النجار، وهو فيعل. ومنه قول الاعشى: ولابد من جار يجير سبيلَها كما سَلَكَ السَكِّيَّ في الباب فيتق والسكى: المسمار.",
    "pg": "4:1539-1540"
  },
  "فتكر": {
    "def": "قولهم: لقيت منه الفِتَكْرين والفتكرين، بكسر الفاء وضمها، والتاء مفتوحة، والنون للجمع، وهى الشدائد والدواهي.",
    "pg": "2:777"
  },
  "فتل": {
    "def": "الفتيلة: الذبالة. وذبال مفتل، شدد للكثرة. والفَتيل: ما يكون في شقّ النواة. ويقال: هو ما يُفْتَلُ بين الإصبعين من الوسخ. وفتلت الحبل وغيره. و \" ما زال فلانٌ يَفْتِلُ من فلانٍ في الذِروة والغارب \"، أي يدور من وراء خديعته. وفَتَلَهُ عن وجهه فانْفَتَلَ، أي صرفه فانصرف، وهو قلب لَفَتَ. والفَتَلُ، بالتحريك: تباعد ما بين المرفقين عن جنبي البعير. يقال مِرفقٌ أفْتَلُ بيِّن الفَتَلِ، وقومٌ فُتْلُ الأيدي. قال طرفة: لها مرفقان أفتلان كأنما تمر (١) بسلمى دالج متشدد",
    "pg": "5:1788"
  },
  "فتن": {
    "def": "الفِتْنَةُ: الامتحان والاختبار. تقول: فَتَنْتُ الذهبَ، إذا أدخلتَه النار لتنظر ما جودته. ودينارٌ مَفْتونٌ. قال الله تعالى: (إنَّ الذين فَتَنوا المؤمنين) . ويسمَّى الصائغُ الفتَّان، وكذلك الشيطان. وفي الحديث: \" المؤمن أخو المؤمن يسعهما الماء والشجر ويتعاونان على الفتان \" يروى بفتح الفاء وضمها، فمن رواه بالفتح فهو واحد، ومن رواه بالضم فهو جمع. وقال الخليل: الفَتْنُ: الإحراق. قال الله تعالى: (يوم هم على النارِ يُفْتَنونَ) . وورق فتبن، أي فضة محرقة. ويقال للحَرَّةِ فَتينٌ، كأنَّ حجارتها مَحْرَقةٌ. وافْتَتَنَ الرجل وفُتِنَ، فهو مَفْتونٌ، إذا أصابته فِتْنَةٌ فذهب ماله أو عقله، وكلك إذا اخْتُبِرَ. قال تعالى: (وفَتَنَّاكَ فُتوناً) . والفتون أيضا: الافتتان، يتعدى ولا يتعدَّى، ومنه قولهم: قلبٌ فاتِنٌ، أي مُفْتُتِنٌ. قال الشاعر: رخيمُ الكلام قطيعُ القيا * مِ أمسى فؤادي بها فاتِنا وفَتَنَتْهُ المرأة، إذا دلهته، وافتتنته أيضا. وأنشد أبو عبيدة لأعشى همدان: لئن فتنتنى فهى بالامس أفتنت * سعيد فأمسى قد قلا كلَّ مسلمِ (١) وأنكر الأصمعيّ: أفَتَنْتَ بالألف. والفاتِنُ: المُضِلُّ عن الحق. قال الفراء: أهل الحجاز يقولون: ما أنتم عليه بفاتِنينَ، وأهل نجد يقولون: بمفتنين من أفتنت. وأما قوله تعالى: (بأيكم المفتون) (*) فالباء زائدة، كما زيدت في قوله تعالى: (كفى بالله شهيدا) . والمفتون: الفتنة، وهو مصدر كالمعقول والمجلود والمحلو. ويكون أيكم مبتدأ والمفتون خبره. وقال المازنى: المفتون رفع بالابتداء وما قبله خبره، كقولهم بمن مرورك وعلى أيهم نزولك؟ لان الاول في معنى الظرف. وفتنته تفتينا فهو مُفَتَّنٌ، أي مفتونٌ جدًّا. والفتان بكسر الفاء: غشاء للرحل من أدم. قال لبيد: فثنيت كفى والفتان ونمرقى * ومكانهن الكور والنسعان",
    "pg": "6:2175-2176"
  },
  "فتى": {
    "def": "الفَتى: الشابُّ. والفتاةُ: الشابَّة. وقد فَتِيَ بالكسر يَفْتى فتًى، فهو فتئ السن بين الفتاء. وقد ولد له في فتاءِ سنه أولاد. وقال (٤) : إذا عاش الفتى مائتين عاما * فقد ذهب في اللذاذة والفتاء والافتاء من الدواب: خلاف المسان، واحدها فتى مثل يتيم وأيتام. ويقال: لفلان بنتٌ تَفَتَّتْ، أي تشبَّهت بالفتياتِ، وهي أصغرهنّ. وفُتِّيَت الجاريةُ تَفْتِيَةً، إذا خدِّرت وسترت ومُنعت اللعب مع الصبيان. وقول الاسود (١) : ما بعد زيد في فتاة فرقوا * قتلا وسبيا بعد حسن تآدى (٢) : يعنى أنهم قتلوا بسبب جارية. وذلك أن بعض الملوك خطب إلى زيد بن مالك الاصغر بن حنظلة بن مالك الاكبر، أو إلى بعض ولده ابنة له يقال لها أم كهف فلم يزوجه، فغزاهم فقتلهم. وزيد هاهنا قبيلة. والفتى: السخى الكريمُ. يقال: هو فَتًى بيِّن الفتوّةِ. وقد تَفَتَّى وتَفاتى، والجمع فتيان وفتية وفتو على فعول، وفتى مثل عصى. (*) وقال جذيمة (١) : في فتو أنا رابئهم * من كلال غزوة ماتوا قال سيبويه: أبدلوا الواو في الجمع والمصدر بدلا شاذا. ويقال: لا أفعله ما اختلف الفَتَيانِ، يعني الليل والنهار، كما يقال: ما اختلف الأجدَّان والجديدان. واستفْتَيْتُ الفقيه في مسألةٍ فأفْتاني. والاسم الفُتْيا والفَتْوى. وتَفاتَوْا إلى الفقيه، إذا ارتفعوا إليه في الفُتْيا.",
    "pg": "6:2451-2452"
  },
  "فثأ": {
    "def": "فثأت القدر: سكنت غليانها بالماء. قال الجعدى: تفور علينا قِدرُهُمْ فنُديمُها * ونَفْثَؤها عنَّا إذا حَمْيُها غلا وفَثَأتُ الرجل: إذا كسرته عنك بقول أو غيره وسكَّنتَ غضبه، وفثِئَ هو: انكسر غضبه. وعَدا حتَّى أفْثَأَ، أي أعيا وانْبَهَرَ. وأفْثَأَ الحَرُّ، أي سكن وفتر. ومن أمثالهم في اليسير من البِرِّ قولهم: \" إنَّ الرثيثَةَ تفْثَأ الغضب \"، وأصله أن رجلاً كان غضب على قوم، وكان مع غضبه جائِعاً، فسقَوْهُ رثيئةً فسَكَنَ غَضبُهُ وكفَّ عنهم. وفَثَأتُ رأي الرجل، إذا رددتهُ.",
    "pg": "1:62"
  },
  "فثث": {
    "def": "الفَثُّ: نبت يختبز حبُّه ويؤكل في الجدب، وتكون خبزته غليظة شبيهة بخبز الملة. قال الشاعر (١) : حرمية لم تختبز أمها (٢) * فثا ولم تستضرم العرفجا",
    "pg": "1:289"
  },
  "فثج": {
    "def": "الفاثِجُ والفاسِجُ: الحامل من النوق. قال أبو عبيدة: هي التى قد لقحت وحسنت. وقال الاصمعي: هي الفتية اللاقح. قال هميان بن قحافة السعدى: يظل يدعو نيبها الضماعجا * والبكرات اللقح الفواثجا ويروى: \" الفواسجا \". الكسائي: يقال عدا حتى أفْثَجَ، أي أعيا وانبهَرَ. وقولهم: بئر لا تُفْثَجْ، وفلان بحرٌ لا يفثج، أي لا ينزج.",
    "pg": "1:332-333"
  },
  "فثر": {
    "def": "الفاثورُ: الخِوانُ يتَّخذ من الرخام ونحوه. قال الأغلب العجليّ: * إذا انجلى فاثورُ عينِ الشمسِ * يقال: هم على فاثورٍ واحدٌ، أي على مائدة واحدة،، ومنزلة واحدة. وفاثور: الذى في شعر لبيد (١) : اسم موضع.",
    "pg": "2:777-778"
  },
  "فجأ": {
    "def": "فاجأه الأمرُ مفاجأةً وفِجاءً، وكذلك فجثه الامر وفجأه الامر، بالكسر والنصب، فجاءة بالمد والضم. ومنه قطرى بن الفجاءة المازنى.",
    "pg": "1:62"
  },
  "فجا": {
    "def": "الفَجْوَةُ: الفُرْجَةُ والمتَّسع بين الشيئين. تقول منه: تفاجى الشئ، أي صار له فُجْوَةٌ. وفَجْوَةُ الدار: ساحتها. والفَجا: تباعُدُ ما بين عُرقوبَي البعير. وقوسٌ فَجْواءُ، إذا بان وترها عن كبدها. وفَجَوْتُها أنا فَجْواً، إذا رفعت وترَها عن كبدها. وفَجِيَتْ هي بالكسر تفجى فجا. وقال (٢) :\nلا فحج يرى بها ولافجا (٣) *",
    "pg": "6:2452-2453"
  },
  "فجج": {
    "def": "الفَجُّ: الطريق الواسع بين الجبلين، والجمع فِجاج. وفَجَجْتُ ما بين رِجليَّ أفُجُّهما فَجًّا، إذا فتحت. يقال: هو يمشي مُفاجًّا، وقد تَفاجَّ. وقوس فجَّاءُ وفَجْواءُ، بيِّنة الفَجَج، إذا بان وترُها عن كبِدها. ورجلٌ أفَجُّ بيِّن الفَجَجِ: وهو أقبح من الفَحَج. وفَجَجْتُ القوس أفُجُّها، إذا رفعتَ وترها عن كبدها، مثل فَجَوْتُها. وقال:\nلا فجج يرى بها ولا فجا * وأفَجَّت النعامة: رمت بصومها (١) . ابن الأعرابي: أفَجّ الرجل، أي أسرع. ويقال أيضاً حافِرٌ مُفِجٌّ، أي مقبب، وهو محمود. والفج بالكسر: البِطيخ الشاميّ الذي تسمِّيه الفرس: الهندي. وكل شئ من البطيخ والفواكه لم ينضَج فهو فِجٌّ. ورجل فجفاج: كثير الكلام.",
    "pg": "1:333"
  },
  "فجر": {
    "def": "فَجَرْتُ الماء أفْجُرُهُ بالضم فَجْراً، فانْفَجَرَ، أي بجستُهُ فانْبَجَسَ. وفَجَّرته شدّد للكثرة، فَتَفَجَّرَ. والفُجْرَةُ بالضم: موضع تفتّح الماء. ومفاجِرُ الوادي: مرافِضُهُ حيث يرفَضُّ إليه السيل. ومُنْفَجَرُ الرملِ: طريقٌ يكون فيه. والفَجْرُ في آخر الليل كالشفق في أوَّله. وقد أفْجَرْنا، كما تقول: أصبحنا من الصبح. وفى كلام بعضهم: كنت أحل إذا أسحرت، وأرحل إذا أفجرت والفِجارُ: يومٌ من أيَّام العرب، وهي أربعة أفْجِرَةٍ كانت بين قريش ومن معها من كنانة، وبين قيس عيلان، وفى الجاهلية، وكانت الدَبرةُ على قيس. وإنَّما سمَّت قريشٌ هذه الحربَ فِجاراً لأنَّها كانت في الأشهر الحرم، فلمَّا قاتلوا فيها قالوا: قد فَجَرْنا، فسمِّيت فِجاراً. وفَجَرَ فُجوراً، أي فسق. وفَجَرَ، أي كذب. وأصله الميل. والفاجر: المائل. قال لبيد يخاطب عمه أبا مالك: فقلت ازدجر أحْناَء طيرك واعْلَمَنْ * بأنّك إنْ قدمت رجلك عاثر - فأصبحت أنى تأتها تبتئس بها (١) * كلا مركبيها تحت رجلك شاجر - فإن تتقدم تغش منها مقدما * غليظا وإن أخرت فالكفل فاجر - يقول: مقعد الرديف مائل. والشاجر: المختلف. وأحناء طيرك، أي جوانب طيشك. والفجر بالفتح: الكرمُ والتفجٌّرُ في الخير. قال الشاعر (٢) : خالفتَ في الرأيِ كل ذى فجر * والبغى (٣) يا مالِ غَيْرُ ما تَصِفُ - وفَجارٍ، مثل قَطامٍ: اسم للفُجورِ، وهي معرفة. قال النابغة: إنا احتملنا (١) خُطَّتَينا بينَنا * فحملتُ بَرَّةَ واحتملتَ فَجارِ - ويقال أيضاً للمرأة: يا فجار، يريد يا فاجرة.",
    "pg": "2:778-779"
  },
  "فجس": {
    "def": "الفَجْسُ: التكبُّرُ والتعظُّمُ وقد فجس يفجس بالضم. قال العجاج: إذا أراد خلقا عفنقسا * أقره الناس وإن تفجسا",
    "pg": "3:957"
  },
  "فجع": {
    "def": "الفجيعَةُ (١) : الرزيّةُ. وقد فَجَعَتْهُ المصيبةُ، أي أوجعتْه. وكذلك التَفْجيعُ. ونزلت بفلان فاجعة. وتفجعت له، أي توجعت.",
    "pg": "3:1256"
  },
  "فجل": {
    "def": "الفجل معروف، والواحدة فجلة. والفنجلة: مشية فيها استرخاء، كمشية الشيخ. وقال (٢) * فصرت أمشى القعولى والفنجله (١)",
    "pg": "5:1788-1789"
  },
  "فجن": {
    "def": "الفيجن: السذاب.",
    "pg": "6:2176"
  },
  "فحا": {
    "def": "فَحْوى القول: معناه ولحنُه. يقال: عرفت ذلك في فَحْوى كلامه وفي فَحْواءِ كلامه، ممدوداً ومقصوراً. وإنه ليُفَحِّي بكلامه إلى كذا وكذا. والفَحا مقصورٌ: أبْزارُ القِدرِ، بكسر الفاء والفتح أكثر، والجمع أفحاء. وفى الحديث: \" من أكل فحا أرض لم يضره ماؤها \" يعنى البصل. يقال: فح قدرك تفحية.",
    "pg": "6:2453"
  },
  "فحث": {
    "def": "الفَحِثُ بكسر الحاء: لغة في حَفِثَ الكَرِشِ، وهي القِبَّة ذات الاطباق.",
    "pg": "1:289"
  },
  "فحج": {
    "def": "رجلٌ أفْحَجُ بيِّن الفَحَجِ، وهو الذى تتدالى صدور قدميه وتتباعد عقباه وتتفحج ساقاه. ودابة فَحْجاءُ. والفحج بالتسكين: مِشية الأفْحَج. وقد فَحِجَ يَفْحَجُ فَحْجاً. وتَفَحَّج في مِشيته مثله. قال أبو عمرو: التَفَحُّجُ مثله التَفَشُّجُ، وهو أن يُفَرِّج بين رجليه إذا جلس. وكذلك التَفْحيج مثل التفشيج. وأفْحج الرجل حَلوبتَه، إذا فَرج ما بين رجليها ليحلبها.",
    "pg": "1:333"
  },
  "فحح": {
    "def": "فحيحُ الأفعى: صوتها من فيها. والكَشيسُ: صوتها من جلدها. وقد فحت الأفعى تفح وتفح فحيحا. وكل ما كان من المضاعف لازما فالمستقبل منه يجئ على يفعل بالكسر، إلا سبعة أحرف جاءت بالضم والكسر، وهى: يعل، ويشج، ويجد في الامر، ويصد أي يضج، ويجم من الجمام، والافعى تفح، والفرس يشب. وما كان متعديا فالمستقبل يجئ بالضم، إلا خمسة أحرف جاءت بالضم والكسر: وهى يشده، ويعله، ويبث الشئ، وينم الحديث، ورم الشئ يرمه. والفحفاح: اسم نهر في الجنة.",
    "pg": "1:389-390"
  },
  "فحش": {
    "def": "الفحشاء: الفاحشة. وكل شئ جاوز حدَّه فهو فاحِشٌ. وقد فَحُشَ الأمر بالضم فُحْشاً، وتفاحَشَ. ويسمَّى الزِنى فاحِشَةً. وقول طرفة: أرى الموتَ يعتامُ الكِرامَ ويَصْطَفي * عَقيلةَ مالِ الفاحِشِ المُتَشَدِدِّ * يعني الذي جاوزَ الحدَّ في البخل. وأفْحَشَ عليه في المنطق، أي قال الفُحْشَ، فهو فحَّاشٌ. وتَفَحَّشَ في كلامه.",
    "pg": "3:1014"
  },
  "فحص": {
    "def": "الفحص: البحث عن الشئ. وقد فَحَصَ عنه، وتَفَحَّصَ، وافْتَحَصَ، بمعنًى. وربَّما قالوا فَحَصَ المطرُ الترابَ: قَلَبَهُ. والأُفْحوصُ: مَجْثِمُ القَطاةِ لأنَّها تَفْحَصُهُ. وكذلك المَفْحَصُ. يقال: ليس له مَفْحَصُ قطاةٍ. وفي الحديث: \" فَحَصوا عن رُؤوسِهِمْ \" كأنَّهم حلقَوا وسطها وتركوها مثل أفاحيصِ القطا.",
    "pg": "3:1048"
  },
  "فحل": {
    "def": "الفَحْلُ معروف، والجمع الفُحولُ، والفحال، والفحالة أيضا مثل الجمالة (٢) . وقال:\nفحالة تطرد عن أشوالها * والمصدر الفحلة بالكسر. والعرب تسمِّي سُهَيْلاً الفَحْلَ، تشبيهاً له بفَحْلِ الإبل، لاعتزاله النجوم: وذلك أنَّ الفَحْلَ إذا قرع الابل اعتزلها. ويسمى علقمة الشاعر الفحل: لانه تزوج بأم جندب حين طلقها امرؤ القيس، لما غلبته عليه في الشعر. وأفحلته، إذا أعطيتَه فَحْلاً يضرِب في إبله. وفَحَلْتُ إبلي، إذا أرسلتَ فيها فحلا. وقال (٣) نفحلها البيض القليلات الطبع (١) من كُلِّ عَرَّاصٍ إذا هُزَّ اهتزع (٢) أي نعرقبها بالسيوف. وهو مثل. والفحيل: فحل الابل إذا كان كريماً مُنْجِباً في ضِرابه. يقال: فحل فحيل. قال الراعى: كانت نجائب منذر ومحرق أماتهن وطرقهن فحيلا وفحال النخل، والجمع الفحاحيلُ، وهو ما كان من ذكوره فحلا لاناثه وقال: يطفن بفحال كأن بطونه بطون الموالى يومى عيد تغدت وقد يقال فيه فَحْلٌ وفُحولٌ. ولا يقال فُحَّالٌ إلا في النخل قال الراجز (٣) : تأبري يا خيرة الفسيل (٤) إذ ضن أهل النخل بالفحول والفَحْلُ: حصيرٌ يُتّخَذُ من فُحَّال النخل. وفى الحديث أنه ﵇ دخل على رجل من الانصار وفي ناحية البيت فحل من تلك الفحول، فأمر بناحية منه فرشت (١) ثم صلى عليه \". واستفحل الامر، أي تفاقم. وتَفَحَّلَ، أي تشبَّه بالفَحْلِ. وامرأةٌ فحلة: سليطة.",
    "pg": "5:1789-1790"
  },
  "فحم": {
    "def": "الفسحم بالضم: الواسع الصدر، والميم زائدة.",
    "pg": "5:2002"
  },
  "فخت": {
    "def": "الفختُ: ضوء القمر. قال أبو عبيد: يقال جلسنا في الفَخْتِ. والفاخِتَةُ: واحدة الفَواخِتِ، من ذوات الاطواق.",
    "pg": "1:259"
  },
  "فخخ": {
    "def": "الفَخُّ: المِصيَدة، والجمع فِخاخٌ وفُخوخٌ. والفَخيخُ كالغطيط. وقد فخّ النائم يَفِخُّ. واسم هذه النومة الفخة. وينشد: أفلح من كانت له مزخه * يزخها ثم ينام الفخه (٣)",
    "pg": "1:428"
  },
  "فخذ": {
    "def": "فَخِذٌ وفَخْذٌ وفِخْذٌ أيضاً بكسر الفاء. يقال: رميتُه ففَخَذْتُهُ، أي أصبتُ فَخِذَه. والفَخِذُ في العشائر: أقلُّ من البطن، أوَّلُها الشَعْبُ، ثم القبيلة، ثم الفصيلة، ثم العِمارة، ثم البطن، ثم الفَخِذُ. والتَفْخيذُ: المُفاخَذَةُ (١) . وأما الذي في الحديث: \" بات يُفَخِّذُ عشيرته (٢) \"، أي يدعوهم فخذا فخذا،",
    "pg": "2:568"
  },
  "فخر": {
    "def": "الفَخْرُ: الافتِخارُ وعَدُّ القديمِ. وكذلك الفخر، مثل نهر ونهر. وقد فخر وافتخر. وتفاخَرَ القومُ. والفَخيرُ: الذي يُفاخِرُكَ، ومثله الخَصيمُ. والفِخِّيرُ: الكثير الفَخْرِ، مثال السِكِّيرِ. والتَفَخُّرُ: التعظُّم والتكبُّر. يقال: فلان مُتَفَخِّرٌ مُتَفَجِّسٌ: ابن السكيت: فاخَرتُ الرجل فَفَخَرْتُهُ أفْخُرُهُ (٢) فخرا، إذا كنت أكرم منه أباً وأمًّا. قال: وأفْخَرْتُهُ على فلانٍ، إذا فضَّلته عليه في الفَخْرِ. وكذلك فَخَّرْتُهُ عليه تَفْخيراً. والمَفْخَرَةُ بفتح الخاء وضمها: المأثُرةُ. وفرسٌ فَخورٌ، أي عظيمُ الجُرْدانِ. ونخلةٌ فَخورٌ، أي عظيمةُ الجِذع غليظة السَعَفِ. الأصمعيّ: ناقةٌ فَخورٌ، هي العظيمة الضَرعِ الضيِّقة الأحاليل. والفخَّارُ: الخزفُ (١) . والفاخِرُ من البسرِ: الذي يعظم ولا نوى له. والفاخور: ضرب من الرياحين، عن اليزيدى. وأما قول الراجز: إن لنا لجارة فناخره * تكدح للدنيا وتنسى الآخره - فيقال: هي المرأة التى تتدحرج في مشيتها.",
    "pg": "2:779"
  },
  "فخز": {
    "def": "فلان متفخز، أي متعظم متفحش. حكاه ابن السكيت.",
    "pg": "3:889"
  },
  "فخم": {
    "def": "فَخُمَ الرجل بالضم فَخامَةً، أي ضَخُمَ. ورجلٌ فَخْمٌ، أي عظيم القدر. والتفخيم: التعظيم. وتفخيم الحرف: خلاف إمالته. ومنطق فحم، أي جزل",
    "pg": "5:2000-2001"
  },
  "فدح": {
    "def": "فدحه الدين: أثقله. وفى حديث ابن جريج أن رسول الله ﷺ قال: \" وعلى المسلمين أن لا يتركوا مفدوحا في فداء أو عقل \". وفى حديث غيره: \" مفرحا \" بالراء. وأمر فادحٌ، إذا عالَه وبَهظَه. ولم يُسمَع أفْدَحَهُ الدين ممَّن يوثق بعربيته.",
    "pg": "1:390"
  },
  "فدد": {
    "def": "الأصمعيّ: الفَديدُ: الصوت. وقد فد الرجل يفد فديدا. وأنشد للمعلوط السعدى: أعاذل ما يدريك أن رب هجمة * لاخفافها فوق المتان فديد (١) - ورجل فَدَّادٌ: شديدُ الصوتِ. وفي الحديث: \" إن الجفاء والسقوة في الفدادين \"، بالتشديد، وهم الذين تعلوا أصواتُهم في حروثِهِم ومواشيهم. وأما الفَدادينُ بالتخفيف، فهي البقر التي تحرث، واحدها، فدان بالتشديد، عن أبى عمرو والفدفد: الارض السمتوية.",
    "pg": "2:518"
  },
  "فدر": {
    "def": "الفِدْرَةُ: القطعة من اللحم إذا كانت مجتمعة. قال الراجز:\nوأطعمت كرديدة وفدره * والفادر: المسن من الوعول، ويقال العظيم. وكذلك الفَدورُ، والجمع فُدُرٌ وفُدْرٌ، وموضعها المَفْدَرَةُ. وفَدَرَ الفَحْلُ يَفْدِرُ فُدوراً، أي جَفَرَ وعَدلَ عن الضراب، فهو فادِرٌ، والجمع فَوادِرُ. والفَدِرُ بالكسر الدال: الاحمق. والفندير والفنديرة: الصخرة العظيمة تَنْدُرُ من رأس الجبل.",
    "pg": "2:779-780"
  },
  "فدع": {
    "def": "رجلٌ أفْدَعٌ بيِّن الفَدَعِ، وهو المعوجُّ الرسغ من اليد أو الرجل، فيكون منقلبَ الكف أو القدم إلى إِنْسِيِّهِما. وكذلك الموضع هو الفدعة.",
    "pg": "3:1256"
  },
  "فدغ": {
    "def": "الفدغ: شدخ الشئ المجوف. يقال فَدَغْتُ رأسه أفْدَغُهُ فَدْغاً.",
    "pg": "4:1324"
  },
  "فدغم": {
    "def": "الفَدْغَمُ بالغين معجمةً من الرجال: الحسَنُ مع عِظمٍ. قال ذو الرمة: إلى كل مشبوح الذراعين تُتَّقى (١) به الحربُ شَعْشاعٍ وأبيضَ فَدْغَمِ وخدٌّ فَدْغَمٌ، أي حسن ممتلى. قال الكميت: وأدنين البرودَ على خدودٍ يُزَيِّنَّ الفَداغِم بالاسيل",
    "pg": "5:2001"
  },
  "فدك": {
    "def": "فدك: اسم قرية بخيبر. وأبو فديك: رجل. وفدكت القطن: نقسته، لغة أزدية.",
    "pg": "4:1602"
  },
  "فدكس": {
    "def": "الفدوْكَسُ: الأسدُ، مثل الدَوْكَسِ. وفدوكس أيضا: رهط الاخطل الشاعر، وهم من بنى جشم بن بكر.",
    "pg": "3:957"
  },
  "فدم": {
    "def": "ثوب مفدم ساكنة الفاء، إذا كان مصبوغاً بحمرةٍ مشبعاً. وصِبغٌ مُفْدَمٌ أيضاً، أي خاثرٌ مُشبعٌ. والفِدامُ: ما يوضع في فم الإبريق ليصفى به ما فيه. والفدام، بالفتح والتشديد مثله، وكذلك الخِرقةُ التي يشد بها المجوسى فمه. قال العجاج: كأن ذا فدامة منطفا قطف من أعنابه ما قطفا يريد صاحب فدامة. تقول منه: فَدَّمتُ الآنية تَفْديماً. والمُفَدَّماتُ: الأباريق والدِنان. ويقال أيضاً: فَدَمْتُ على فيه بالفِدامِ فَدْماً، إذا غطَّيتَ. ومنه رجلٌ فَدْمٌ، أي عيِيٌّ ثقيلٌ، بيِّن الفَدامَةِ والفُدومَةِ.",
    "pg": "5:2001"
  },
  "فدن": {
    "def": "الفَدَنُ: القصرُ. والفَدَّانُ: آلة الثَورين للحرث، وهو فعَّال بالتشديد. وقال أبو عمرو: هي البقرة التي تحرُث، والجمع الفَدادينُ مُخَفَّفٌ.",
    "pg": "6:2176"
  },
  "فدى": {
    "def": "الفِداءُ إذا كسر أوَّله يمدُّ ويقصر، وإذا فتح فهو مقصور. يقال: قُمْ فِدًى لك أبي. ومن العرب من يكسر فِداءً للتنوين إذا جاور لام الجرّ خاصَّةً، فيقول: فِداءً لك، لأنه نكرة، يريدون به معنى الدعاء. وأنشد الأصمعيّ للنابغة: مهلاً فِداءٍ لك الأقوامُ كُلُّهُمُ * وما أُثَمِّرُ من مالٍ ومن ولدِ (١) ويقال: فَداهُ وفاداهُ، إذا أعطى فداءه (*) فأنقذه. وفداه بنفسه. وفداه تَفْدِيَةً، إذا قال له جُعلت فداءك. وتفادوا، أي فدى بعضه بعضاً. وافْتَدى منه بكذا. وتفادى فلانٌ من كذا، إذا تحاماه وانزوى عنه. وقال (١) :\nتفادى الاسود الغلب منه تفاديا (٢) * والفدية والفدى والفِداءُ، كله بمعنى. والفَداءُ بالفتح: الأنبار، وهو جماعة الطعام من البر والتمر والشعير. وقال يصف قرية بقلة الميرة: كأن فداءها إذ جردوه * وطافوا حوله سلك يتيم",
    "pg": "6:2453"
  },
  "فذذ": {
    "def": "الفَذُّ: الفردُ. يقال: ذَهَبا فَذَّيْنِ. والفَذُّ: أوَّل سهامِ الميسرِ، وهى عشرة: أولها الفذ، ثم التوأم، ثم الرقيب، ثم الحلس، ثم النافس، ثم المسبل، ثم المعلى. وثلاثة لا أنصباء لها: وهى السفيح، والمنيح، والوغد. وتمرٌ فَذٌّ، أي متفرقٌ. وأفَذَّتِ الشاةُ، أي ولدت واحداً، فهي مُفِذٌّ. فإن كان ذلك عادتها فهي مِفْذاذٌ. ولا يقال ناقةٌ مُفِذٌّ: لأنَّها لا تلد إلا واحدا.",
    "pg": "2:568"
  },
  "فرأ": {
    "def": "الفَرَأُ: الحمار الوحشيُّ، وفي المثل: \" كلُّ الصيد في جوف الفرإ \"، والجمع فراء، مثل جبل وجبال. قال مالك بن زغبة (١) : بضرب كآذان الفراء فضوله * وطعن كإيزاغ المخاض تبورها (٢) وقد أبدلوا من الهمزة ألفا فقالوا: \" أنكحنا الفرا فسنرى \".",
    "pg": "1:62-63"
  },
  "فرا": {
    "def": "الفَرْوُ: الذي يلبس، والجمع الفِراءُ. وافْتَرَيْتُ الفَرْوَ: لبسته. والفَرْوَةُ: جلدة الرأس. وفروة: اسم رجل. والفروة: إبدال الثروة، وهى الغنى. قال الفراء: إنه لذو فروة في المال وثروة، بمعنى. والاصمعى مثله. والفروة: قطعة نبات مجتمعة يابسة. وقال:\nوهامة فروتها كالفروة * وفريت الشئ أفريه: قطعته لأصلحه. وفَرَيْتُ المزادة: خلقتها وصنعتها. وقال: شلت يدا فارية فرتها * مسك شبوب ثم وفرتها لو كانت الساقى أصغرتها * وفَرَيْتُ الأرض: سِرتُها وقطعتها. وفَرى فلان كذباً، إذا خلقه. وافْتَراهُ: اختلقه. والاسم الفِريَةُ. وفلان يَفري الفرِيَّ، إذا كان يأتي بالعجب في عمله. وقال (١) :\nقد كنت تفرين به الفريا (٢) * أي كنت تكثرين فيه القول وتعظمينه. وقوله تعالى: (لقد جئت شيئا فريا) ، أي مصنوعا مختلقا، وقيل عظيما. وأفريت الاوداج: قطعتها. وأفريت الشئ: شققته فانفرى وتفرى، أي انشق. (*) يقال: تفرى الليل عن صُبحه. وقد أفْرى الذئب بطن الشاة. الكسائي: أفْرَيْتُ الأديم: قطعته على جهة الإفساد. وفَرَيْتُهُ: قطعته على جهة الإصلاح. وتَفَرَّتِ الأرض بالعيون: انبجست. وفَرِيَ بالكسر يفرى فرى: تحير ودهش.",
    "pg": "6:2453-2454"
  },
  "فربج": {
    "def": "افْرَنْبَجَ جلد الجمل، إذا شوى فيبس أعاليه.",
    "pg": "1:334"
  },
  "فرت": {
    "def": "الفَراتُ: الماء العذب. يقال: ماء فرات ومياه فرات. والفرات: اسم نهر الكوفة. والفراتان: الفرات ودجيل (١) .",
    "pg": "1:259-260"
  },
  "فرتن": {
    "def": "فرتنا: مقصور: اسم امرأة. والعرب تسمى الامة فرتنا. وفرتنا أيضا: قصر بمرو الروذ، كان أبو خازم قد حاصر فيه زهير بن ذؤيب العدوى الذى يقال له: هزار مرد.",
    "pg": "6:2177"
  },
  "فرث": {
    "def": "الفَرْثُ: السِرجين ما دام في الكَرِشِ، والجمع فُروثٌ. ابن السكيت: فَرَثْتُ للقوم جُلَّةً (٣) فأنا أفْرُثُها وأفْرِثُها، إذا شققتها ثم نثرت ما فيها. قال: وفَرَثْتُ كبدَه أفْرُثُها وأفْرِثُها فَرْثاً، وفَرَّثْتُها تَفْريثاً، إذا ضربته وهو حيٌّ فانفرثت كبده، أي انتثرت. قال: وأفْرَثْتُ الكَرِشَ، إذا شققتها وألقيت ما فيها. قال: وأفْرَثْتُ أصحابي، إذا عرضتهم للائمة الناس.\nفصل القاف",
    "pg": "1:289"
  },
  "فرج": {
    "def": "الفَرَج من الغمّ بالتحريك، تقول: فرَّج الله غَمَّك تفريجاً، وكذلك فَرَجَ الله عنك غمَّك يَفْرِج بالكسر. والفَرْج: العَوْرة. والفَرْج: الثغر وموضع المخافة. قال أبو عبيدة: الفرجان السند وخراسان. وقال الاصمعي: سجستان وخراسان. والفرج بالتحريك (١) ، في قول أبى ذؤيب: * وللشر بعد القارِعاتِ فُروج (١) * أي تفرُّج وانكشاف. والفرْج ساكنٌ في قول امرئ القيس: لها ذنب مثل ذيل العروس * تسد به فرجها من دُبُرْ: ما بين رجلي الفرس. والفرجة: التفصى من الهم. وقال أمية ابن أبي الصلت: ربَّما تكرهُ النفوسُ من الأمْ * ر له فَرْجَةٌ كَحَلِّ العِقالِ والفُرْجَةُ بالضم: فُرجَةُ الحائط وما أشبهه. يقال: بينهما فُرْجَةٌ، أي انفراج. والفرج، بالكسر: الذى لا يكتم السر، وكذلك الفرج بضم الفاء والراء. والفرج أيضا: القوس البائنة عن الوتر، وكذلك الفارج والفَريج. ويقال: رجل أفْرَجٌ بيِّن الفَرَج، للذي لا تلتقي أليتاه لعظمهما. وأكثر ما يكون ذلك في الحبشة. والمرأة فَرْجاءُ. وفَرِج الرجل بالكسر فَرَجاً فهو فَرِجٌ، أي لا يزال ينكشف فرجه. ويقال أفرج الناس عن طريقه، أي انكشفوا. وفى الحديث: \" لا يترك في الاسلام مفرج \". وكان الاصمعي يقول: هو \" مفرح \" بالحاء، وينكر قولهم مفرج بالجيم. وقال أبو عبيد: سمعت محمد بن الحسن يقول: هو يروى بالجيم والحاء. قال: فمن قال مفرج بالجيم فهو القتيل يوجد بأرض فلاة، لا يكون عند قرية. يقول: فإنه يودى من بيت المال. وقال أبو عبيدة: المفرج بالجيم: الذى يسلم ولا يوالى أحدا، فإذا جنى جناية كان ذلك على بيت المال، لانه لا عاقلة له. والفروجة: واحدة الفراريج. يقال: دجاجة مُفْرِجٌ، أي ذات فَراريج. والفَرُّوج بفتح الفاء: القباء، وفرخ الدجاجة.",
    "pg": "1:333-334"
  },
  "فرجن": {
    "def": "الفِرْجَوْن: المِحَسَّة. وقد فَرْجَنْتُ الدابة، أي حسستها.",
    "pg": "6:2177"
  },
  "فرح": {
    "def": "فَرِحَ به: سُرَّ. والفَرَحُ أيضاً: البَطَرُ. ومنه قوله تعالى: (إنَّ الله لا يحبُّ الفرِحين) . وأفْرَحَهُ: سِرَّهُ. يقال: ما يسرُّني بهذا الامر مفروح ومفروح به، ولا تقل مَفْروحٌ. والتفريح مثل الإفراح. أبو عمرو: أفْرَحَهُ الديْنُ: أثقله. وأنشد (١) : إذا أنت لم تَبْرح تؤدِّي أمانةً * وتحمِلُ أخرى أفرحتك الودائع (٢) وفى الحديث: \" لا يترك في الاسلام مفرح (١) \". وقال الزهري: كان في الكتاب الذى كتبه رسول الله ﷺ بين المهاجرين والانصار أن لا يتركوا مفرحا حتى يعينوه على ما كان من عقل أو فداء. قال الزهري: المفرح المفدوح. وكذلك الاصمعي، قال: هو الذى أثقله الدين. يقول: يقضى عنه دينه من بيت المال ولا يترك مدينا. وأنكر قولهم مفرج بالجيم. وتقول: لك عندي فَرْحَةٌ إن بشَّرتني، وفُرْحَةٌ. والمِفْراحُ: الذي يَفْرَح كلَّما سرَّه الدهر. والمفرح: دواء معروف.",
    "pg": "1:390"
  },
  "فرخ": {
    "def": "الفَرْخُ: ولد الطائر، والأنثى فَرْخَةٌ، وجمع القلة أفْرُخٌ وأفْراخٌ، والكثير فِراخٌ. وأفرَخَ الطائرُ وفَرَّخَ. وأفْرَخَ القوم بيضَهم، إذا أبدوا سرَّهم. وأفْرَخَ الروع، أي ذهب الفزع يقال: ليفرخ روعك أي ليخرج عنك فزعك كما يخرج الفرخ عن البيضة. وأفرخ روعك يا فلان، أي سكِّن جأشكَ. وأفْرَخَ الأمر: استبان بعد اشتباه. واسْتَفْرَخْتُ الحمام، إذا اتَّخذته لفراخه. وانْفَرَخَ الزرع، إذا تهيَّأ للانشقاق بعد ما يطلُع. وقد فَرَّخَ الزرعُ تَفْريخاً. وقول الفرزدق: ويوم جعلنا البيضَ فيه لعامِرٍ * مُصمِّمَةً تَفْأى فِراخَ الجماجم (١) يعنى به الدماغ. وأما قول الشاعر:\nومقذوذين من برى الفريخ * فهو مصغر، اسم رجل كان في الجاهلية يبرى السهام. وقولهم: فلان فريخ قريش، إنما صغر على وجه المدح، كقول الحُبابِ بن المنذر: \" أنا جُذَيْلُها المحكك، وعذيقها المرجب \".",
    "pg": "1:428"
  },
  "فرد": {
    "def": "الفَرْدُ: الوِتْرُ، والجمع أفْرادٌ وفُرادى على غير قياس، كأنَّه جمع فَردانَ. وثورٌ فَرْدٌ، وفارِدٌ، وفرد وفَرِدٌ (١) ، وفَريدٌ، كلُّه بمعنى مُنفرِدٍ. وظبيةٌ فارِدٌ: انقطعت عن القطيع، وكذلك السِدْرَةُ الفارِدَةُ التي انفردتْ عن سائر السدر. والفريد: الدر إذا نُظِمَ وفُصِّل بغيره. ويقال: فَرائِدُ الدرِّ: كبارها. وأفرادُ النجوم: الدَراريُّ في آفاق السماء. ويقال: جاءوا فُراداً وفرادى منوَّناً وغير منوَّن، أي واحداً واحداً. وأفْرَدْتُهُ: عزلته. وأفْرَدْتُ إليه رسولاً. وأفْرَدَتِ الأنثى: وضعتْ واحداً، فهي مُفْرِدٌ وموحِدٌ ومُفِذٌّ. ولا يقال ذلك في الناقة، لأنَّها لا تلد إلا واحداً. وفَرِدَ وانْفَرَدَ، بمعنًى. قال الصِمَّةُ القُشيريُّ: ولم آت البيوتَ مُطَنَّباتٍ * بأكْثِبَةٍ فَرِدْنَ من الرَغامِ وتقول: لقيت زيداً فَرْدَيْنِ: إذا لم يكن معكما أحد. وتفردت بكذا واستفرد ته: إذا انفردت به.",
    "pg": "2:518-519"
  },
  "فردس": {
    "def": "الفردوس: البستان. قال الفراء: هو عربي. والفردوس: حديقة في الجنة. وفردوس: اسم روضة دون اليمامة. والفراديس: موضع بالشام. وكرم مفردس، أي معرش.",
    "pg": "3:959"
  },
  "فرر": {
    "def": "فَرَّ يَفِرُّ فِراراً: هرب. وأفَرَّهُ غيره. والفَرورُ من النساء: النَوَارُ. ورجلٌ فَرٌّ، وكذلك الاثنان والجمع والمؤنث. وفى الحديث (١) : \" هذان فر قريش، أفلا أرد على قريش فرها \". وقد يكون الفر الجمع فار، مثل راكب وركب، وصاحب وصحب. وفررت الفرس أفره بالضم فَرًّا، إذا نظرت إلى أسنانه، قال الحجَّاج: \" فُرِرْتُ عن ذكاء \". وفَرَرْتُ عن الأمر: بحثت عنه. وأفرت الابل للاثناء بالالف، إذا ذهبتْ رواضعُها وطلع غيرها. وتفارُّوا، أي تهاربوا. وافْتَرَّ فلانٌ ضاحكاً، أي أبدى أسنانه. وفُرَّهُ الحَرِّ بالضم: أوَّله، ويقال شِدَّته. وحكى الكسائي أُفُرَّةُ الحَرِّ وأَفُرَّةُ الحَرِّ بضم الهمزة وفتحها، والفاء مضمومة فيهما. وفرسٌ مِفَرٌّ بكسر الميم: يصلح للفِرار عليه. والمَفَرُّ: الفِرارُ. ومنه قوله تعالى:\n(أين المَفَرُّ) *. والمَفِرُّ بكسر الفاء: الموضع. وفرير: بطن من العرب. والفَريرُ: ولد البقرة الوحشية، وكذلك الفرار، مثل طويل وطوال، ويقال: إنه جمع فرير. قال أبو عبيدة: ولم يأت على فعال شئ من الجمع إلا أحرف هذا أحدها. وفى المثل: \" نزو الفرار استجهل الفرار \"، وذلك أنه إذا شب أخذ في النزوان، فمتى رآه غيره نزا لنزوه. ويقال أيضاً: \" إن الجواد عينه فُرارُهُ، وقد يُفتح، أي يغنيك شخصه ومنظره عن أن تختبره وأن تفر أسنانه. وفرفرت الشئ: حركته، مثل هرهرته، يقال فَرْفَرَ الفرس، إذا ضربَ بفأس لجامه أسنانه وحرَّك رأسه. وناس يروونه في شعر أمرئ القيس بالقاف (١) . والفرفرة: الخفة والطيش. والفرفور: طائر.",
    "pg": "2:780"
  },
  "فرز": {
    "def": "الفَرْزُ: ما اطمأنَّ من الارض. قال رؤبة يصف ناقته * كم جاوزت من حدب وفرز * والفرز أيضا: مصدر قولك فرزت الشئ أفرزه فرزا، إذا عزلته عن غيره ومِزته. والقطعة منه فِرْزَةٌ بالكسر. وكذلك أفْرَزْتُهُ بالألف. وفارَزَ فلانٌ شريكه، أي فاصله وقاطعه. وأفْرَزَهُ الصيدُ، أي أمكنه فرماه من قرب. وأمَّا إِفْريزُ الحائط فمعرَّبٌ. ومنه ثوبٌ مفروز.",
    "pg": "3:889-890"
  },
  "فرزدق": {
    "def": "الفرزدق: جمع فرردقة، وهى القطعة من العجين، وأصله بالفارسية \" برازده \"، وبه سمى الفرزدق، واسمه همام. فإذا جمعت قلت فرازق، لان الاسم إذا كان على خمسة أحرف كلها أصول حذفت آخر حرف منه في الجمع،\n(١) كثير.\n(٢) قال ابن برى: والخليف: الطريق بين الجبلين. وصواب إنشاده \" بذفرى \"، لان قبله: توالى الزمام إذا ما ونت ركائبها واحتثثن احتثاثا وكذلك في التصغير. وإنما حذفت الدال من هذا الاسم لانها من مخرج التاء، والتاء من حروف الزيادات، فكانت بالحذف أولى، وإلا فالقياس فرازد. وكذلك التصغر فريزق وفريزد، وإن شئت عوضت في الجمع والتصغير. فإن كان في الاسم الذى على خمس: أحرف حرق واحد زائد كان بالحذف أولى، مثل مدحرج وجحنفل، قلت دحيرج وجحيفل، والجمع دحارج وجحافل وإن شئت عوضت في الجمع والتصغير.",
    "pg": "4:1543"
  },
  "فرزم": {
    "def": "الفُرْزومُ: خشبةٌ مدوَّرةٌ يحذو عليها الحذَّاء. وأهل المدينة يسمُّونها الجبأة. هكذا قرأته على أبى سعيد. وحكاه أيضا ابن كيسان عن ثعلب. وهو في كتاب ابن دريد بالقاف، وقد سألت عنه بالبادية فلم يعرف. (*)",
    "pg": "5:2002"
  },
  "فرس": {
    "def": "الفَرَسُ يقع على الذكر والأنثى، ولا يقال للأنثى فَرَسَةٌ. وتصغير الفَرَسِ فُرَيْسٌ، وإنْ أردت الأنثى خاصَّة لم تقل إلا فريسة بالهاء، عن أبى بكر بن السراج، والجمع أفراس. وراكبه فارس، وهو مثل لابن وتامر، أي صاحب فرس. ويجمع على فوارِسَ، وهو شاذٌّ لا يقاس عليه، لان فواعل إنما هو جمع فاعلة مثل ضاربة وضوارب، أو جمع فاعل إذا كان صفة للمؤنث مثل حائض وحوائض، أو ما كان لغير الآدميين، مثل جمل بازل وجمال بوازل، وجمل عاضه وجمال عواضه، وحائط وحوائط. فأما مذكر ما يعقل فلم يجمع عليه إلا فوارس، وهوالك، ونواكس. فأما فوارس فلانه شئ لا يكون في المؤنث، فلم يخف فيه اللبس. وأما هوالك فإنما جاء في المثل، يقال: \" هالك في الهوالك \"، فجرى على الاصل، لانه قد يجئ في الامثال ما لا يجئ في غيرها. وأما نواكس فقد جاء في ضرورة الشعر (١) . قال ابن السكيت: إذا كان الرجل على حافر، برذونا كان أو فرسا أو بغلا أو حمارا، قلت: مَرَّ بنا فارسٌ على بغل، ومر بنا فارس على حمار. قال الشاعر: وإنى امرؤ للخيل عندي مزية * على فارس البرذون أو فارس البغل * وقال عمارة بن عقيل بن بلال بن جرير: لا أقول لصاحب البغل: فارس، ولكني أقول: بغال. ولا أقول لصاحب الحمار: فارس، ولكني أقول: حمار. والفرسة: ريح تأخذ في العنق فتغرسها. والفريس: حلقة من خشب يقال لها بالفارسية \" چنبر \". وفرس الاسد فريسته يفرسها فَرْساً، وافْتَرَسَها، أي دقَّ عنقَها. وأصل الفَرْسِ هذا ثم كثُر واستعمل حتَّى صير كلُّ قتلٍ فَرْساً. وقد نُهِيَ عن الفَرْسِ في الذبح، وهو كسر عظم الرقبة قبل أن تبرد. قال ابن السكيت: فَرَسَ الذئبُ الشاةَ فَرْساً. وأفْرَسَ الراعي، أي فَرَسَ الذئب الشاة من غنمه. قال: وأفْرَسَ الرجلُ الأسدَ حمارَه، إذا تركه له ليفترسه وينجو هو. وقال النضر بن شميل: يقال أكل الذئبُ الشاةَ، ولا يقال افترسها. وأبو فراس: كنية الأسد. وفارس: الفرس، بالضم، وفى الحديث: \" وخدمتهم فارس والروم \". وفارس: بلاد الفرس أيضا. والفرسان: الفوارس. وفرسان بالفتح: قبيلة. والفراسة بالكسر: الاسم من قولك تَفَرَّسْتُ فيه خيراً. وهو يَتَفَرَّسُ، أي يتثبَّت وينظر. تقول منه: رجلٌ فارِسُ النظر. وفي الحديث: \" اتَّقوا فِراسَةَ المؤمنِ \". والفَراسَةُ بالفتح: مصدر قولك رَجلٌ فارِسٌ على الخيل بيِّن الفَراسَةِ والفُروسَةِ والفُروسيَّةِ. وقد فَرُسَ بالضم يَفْرُسُ فُروسَةً وفَراسَةً، أي حَذِقَ أمر الخيل. والفِرْسُ بالكسر: ضربٌ من النبت، عن يعقوب. والفرسن بالنون للبعير، كالحافر للدابة. وربما قيل فرسن شاة على الاستعارة، وهو فعلن. قال أبو بكر بن السراج: النون زائدة لانها من فرست. والفرناس، مثال الفرصاد: الاسد، وهو الغليظ الرقبة. وكذلك الفُرانِسُ، مثل الفُرانِقِ، والنون زائدة.",
    "pg": "3:957-959"
  },
  "فرسخ": {
    "def": "الفرسخ: واحد الفراسخ، فارسي معرب.",
    "pg": "1:428"
  },
  "فرسك": {
    "def": "الفرسك: ضرب من الخوخ، ليس يتفلق عن نواه (٣) .",
    "pg": "4:1603"
  },
  "فرسن": {
    "def": "الفِرْسِنُ من البعير، بمنزلة الحافر من الدّابّة، وربَّما استعير في الشاة. قال ابن السراج: النون زائدة لانها من فرست. وقد ذكر.",
    "pg": "6:2177"
  },
  "فرش": {
    "def": "الفِراشُ: واحد الفُرُشِ. وقد يُكْنى به عن المرأة. وفَرَشْتُ الشئ أفرشه فراشا: بسطته. ويقال فَرَشَهُ أمره، إذا أوسعه إياه. وفلان كريم المفارِشِ، إذا تزوَّج كرائم النساء. والفَرْشُ: المفروشُ من متاع البيت. والفَرْشُ: الزرع إذا فرَّشَ. والفَرْشُ: الفضاء الواسع. والفَرْشُ: صغار الإبل. ومنه قوله تعالى: ﴿ومن الانعام حمولة وفرشا﴾ . قال الفراء: لم أسمع له بجمع. قال ويحتمل أن يكون مصدرا سمى به، من قولهم فرشها الله تعالى فرشا، أي بثها بثا. والفرش في رجل البعير: اتِّساعٌ قليلٌ، وهو محمودٌ، وإذا كثر وأفرط الرَوَحُ حتَّى اصطكَّ العُرقوبان فهو العَقَلُ، وهو مذمومٌ. قال الجعدي: مطوِيَّةِ الزَوْرِ طَيَّ البئرِ دَوْسَرةٍ * مفروشةِ الرِجلِ فَرْشاً لم يكن عَقَلا * ويقال: الفَرْشُ في الرجل، هو أن لا يكون فيها انتصاب ولا إقعاد. وافترش الشئ، أي انبسط. يقال أكمةٌ مُفْتَرِشَةُ الظَهر، إذا كانت دَكَّاءَ. وافتَرَشَهُ، أي وطِئه. وافْترش ذراعيه: بسطهما على الأرض. وافترشَ لسانه، إذا تكلَّم كيف شاء، أي بسطه. وقولهم: ما أفْرَشَ عنه، أي ما أقلع. قال الشاعر (١) : نغلوهم بقضب منحله (٢) * لم تعد أن أفرش عنها الصقله * أي أنها جدد. وتفريش الدار: تبليطها. والمُفَرِّشُ: الزرعُ إذا انبسط. وقد فَرَّشَ. تَفْريشاً. والمُفرِّشَةُ أيضاً: الشجَّة التي تصدع العظم ولا تَهْشِم. وفَراشَةُ القُفْلِ: ما ينشب فيه. يقال: أقفلَ فأفرَشَ. والفراشَةُ: كلُّ عظم رقيق. وفَراشُ الرأس: عظامٌ رقاقٌ تلي القحف. والفَراشَةُ: التي تطير وتهافتُ في السِراج. وفي المثل: \" أطْيَشُ من فراشَةٍ \". والجمع فراشٌ. والفَراشُ: ما يبس بعد الماء من الطين على وجه الارض. قال ذو الرمّة يصف الحُمُر: وأبصرن أن القنع صارت نطافه * فراشا وأن البقل ذاو ويابس * وفراش النبيذ: الحبب الذى عليه، عن أبي عمرو. وكذلك حَبَبُ العَرَقِ. قال لبيد: علا المِسْكُ والديباجُ فوق نُحورِهِمْ * فَراشَ المسيح كالجمان المحبب * من رفع الفراش ونصب المسك رفع الديباج، على أن الواو للحال. ومن نصب الفراش رفعهما. وكل ذات حافرٍ فهي فَريشٌ بعد نِتاجها بسبعة أيام، والجمع فَرائشُ. وتَفَرَّشَ الطائر: رفرف بجناحيه وبسطهما. قال أبو داود يصف ربيئة: فأتانا يسعى تفرش أم ال * بَيْض شَدّاً وقد تَعالى النهار",
    "pg": "3:1014-1015"
  },
  "فرشح": {
    "def": "الفِرْشاحُ من الحوافر: المنبطِح. قال الراجز (٢) :\nليس بمصطر ولا فرشاح (٣) * وفرشحت الناقة، إذا تفحجت للحلب. وفَرْشَحَ الرجل، إذا جلس وفتح بين رجليه. وهي الفَرْشَحَةُ والفَرْشَطَةُ. قال الكسائي: فَرْشَحَ الرجل في صلاته، وهو أن يفتح بين رجليه جدا وهو قائم. وكان ابن عمر لا يفرشح رجليه في الصلاة ولا يلصقهما، ولكن بين ذلك.",
    "pg": "1:390-391"
  },
  "فرشط": {
    "def": "الفَرْشَطَةُ: أن تفرِّج بين رجليك قائماً أو قاعداً. وهو مثل الفرشحة. قال الراجز:\nفرشط لما كره الفرشاط (١) * يقال فرشطت الناقة، إذا تفحجت للحلب. وفرشط الجمل، إذا تفحج للبول.",
    "pg": "3:1150"
  },
  "فرص": {
    "def": "الفُرْصَةُ: الشِربُ والنوبَةُ. يقال: وجد فلان فُرْصَةً، أي نُهْزَةً. وجاءت فُرْصَتُكَ من البئر، أي نوبتك. وبنو فلان يتفارصون بئرَهم، إذا كانوا يتناوبونها. وانتهز فلانٌ الفُرْصَةَ، أي اغتنمها وفاز بها. وأفْرَصَتْني الفُرْصَةُ، أي أمكنتني. وأفْرَصْتُها: اغتنمتها. والفَريصُ: الذي يفارِصُكَ في الشِرْبِ والنوبةِ. والفَرْصُ، بالفتح: القطعُ. والمِفْرَصُ والمِفْراصُ: الذي يُقطع به الفضة. قال الاعشى: وأدفع عن أعراضكم وأعيركم * لسانا كمفراص الخفاجى ملحبا * وقد يكون الفرص الشق. يقال: فَرَصْتُ النعلَ، إذا خرقت أذنيها للشِراكِ. والفُرْصَةُ: الريح التي يكون منها الحَدَبُ. وفُرافِصَةُ: الأسد. وبه سمى الرجل فرافصة. والفرصة بالكسر: قطعة قطن، أو خرقة تَمَسَّحُ (١) بها المرأة من الحيض. قال الأصمعيّ: \" الفَريصَةُ اللحمة بين الجنب والكتف، التي لا تزال تُرْعَدُ من الدابَّة، وجمعها فَريصٌ وفَرائِصُ. وفَريصُ العنقِ: أوداجُها، الواحدة فَريصَةٌ عن أبي عبيدة. تقول منه: فَرَصْتُهُ، أي أصبت فَريصَتَهُ. قال: وهو مقتل. وفى الحديث أن النبي ﷺ قال: \" إنى لاكره أن أرى الرجل ثائرا فريص رقبته قائما على مريته (٢) يضربها \" قال: كأنه أراد عصب الرقبة وعروقها، لانها هي التى تثور في الغضب.",
    "pg": "3:1048"
  },
  "فرصد": {
    "def": "الفِرْصادُ: التوتُ، وهو الأحمر منه. قال الشاعر الأسود بن يَعفر: من خَمْرٍ ذي نَطَفٍ أغَنَّ كأنَّما * قَنَأتْ أنامِلُهُ من الفرصاد (١) -",
    "pg": "2:519"
  },
  "فرض": {
    "def": "الفرض: الحز في الشئ. يقال: فرضتُ الزندَ والسواكَ. وفَرْضُ الزندِ: حيث يُقدح منه. وفَرْضُ القوسِ: هو الحَزُّ الذي يقع فيه الوتر، والجمع فِراضٌ. والفِراضُ أيضاً: فُوَّهَةُ النهر. قال لبيد: تجري خزائنُهُ على من نابَهُ * جَرْيَ الفُراتِ على فِراضِ الجَدْوَلِ * وقولهم: ما عليه فِراضٌ، أي شئ من لباس. والفرض: جنس من التمر. قال الأصمعي: أَجودُ تَمْرِ عُمانَ الفرض والبلعق. قال شاعرهم: إذا أكلت سمكا وفرضا * ذهبت طولا وذهبت عرضا * والفرض: ما أوجبه الله تعالى، سمِّي بذلك لأنَّ له معالمَ وحدوداً. وقوله تعالى: ﴿لأَتَّخِذَنَّ من عِبادك نصيباً مَفْروضاً﴾ أي مُقْتَطَعاً محدوداً. والمِفْرَضُ: الحديدةُ التى يحز بها. والفريض: السهم المفروض فوقه. والتفريض: التحزيز. وقرئ: ﴿سورة أنزلناها وفرضناها﴾ بالتشديد، قال أبو عمرو بن العلاء: فصلناها. وفرضة النهر: ثَلْمته التي منها يُستقى. وفُرْضَةُ البحر: محطُّ السفن. وفُرْضَةُ الدواةِ: موضع النِقْسِ منها. وفُرْضَةُ الباب: نجرانه. والفرض: الترس. وأنشد أبو عبيد لصخر الغى: أرقت له مثل لمع البشي * ر قلب بالكف فرضا خفيفا * ولا تقل: قرصا خفيفا. والفرض: القدح. قال عبيد بن الابرص يصف برقا: فهو كنبراس النبيط أو الفر * ض بكف اللاعب المسمر * المسمر: الذى دخل في السمر. والفرض: العطية الموسومة. يقال: ما أصبتُ منه فَرْضاً ولا قَرْضاً. وفَرَضْتُ الرجلَ وأفْرَضْتُهُ، إذا أعطيته. وقد فَرَضْتُ له في العطاء، وفَرَضْتُ له في الديوان. وفَرَضَتِ البقرةُ تَفْرِضُ فُروضاً، أي كَبِرَتْ وطعنت في السنّ. ومنه قوله تعالى: \" لا فارض ولا بِكْرٌ \". وكذلك فَرُضَتِ البقرةُ تَفْرُضُ بالضم فَراضَةً. والفارِضُ والفَرَضِيُّ: الذي يعرف الفرائض. والفارِضُ: الضخمُ من كل شئ. قال الاخفش: يقال لحية فارضة، إذا كانت عظيمة. وأنشد (١) : شيب أصداغى فرأسي أبيض * محامل (٢) فيها رجال فرض (٣) * وفرض الله علينا كذا وافْتَرَضَ، أي أوجب. والاسمُ الفريضَةُ. ويسمَّى العلمُ بقسمة المواريث فرائِضَ. وفي الحديث: \" أفْرَضُكُمْ زيدٌ \". والفريضَةُ أيضاً: ما فُرض في السائمة من الصدقة. يقال: أفْرَضَتِ الماشيةُ، أي وجبت فيها الفَريضَةُ، وذلك إذا بلغت نصابا. والفريضتان: الجَذَعَةُ من الغنم والحِقَّةُ من الابل.",
    "pg": "3:1097-1098"
  },
  "فرط": {
    "def": "فَرَطَ في الأمر يَفْرُطُ فَرْطاً، أي قصَّر فيه وضيَّعه حتَّى فات. وكذلك التَفْريطُ. وفَرَطَ عليه، أي عَجِلَ وعَدا. ومنه قوله تعالى: ﴿إنَّا نخافُ أن يَفْرُطَ عَلَيْنا أو أنْ يَطْغى﴾ . وفَرَطَ إليه منِّي قولٌ، أي سبق. وفَرَطْتُ القوم أفْرُطُهُمْ فَرْطاً، أي سبقتهم إلى الماء، فأنا فارِطٌ، والجمع فرَّاطٌ. قال القُطاميٌّ: فاسْتَعْجلونا وكانوا من صحابَتِنا * كما تَعَجَّلَ (١) فُرَّاطٌ لِوُرَّادِ * وفُرَّاطُ القطا: متقدماتها إلى الوادي والماء. قال الراجز (٢) : ومنهل وردته التقاطا * لم أر إذ وردته فراطا * إلا الحمام الورق والغطاطا * وأفرطه، أي أعجله. وأفْرَطَتِ السحابةُ بالوَسْمِيِّ، أي عجَّلت به. وأفْرَطَتِ المرأةُ أولادا: قدمتهم. وأفرطت المزادة: ملاتها. يقال: غديرٌ مُفْرَطٌ، أي ملآن. قال الكسائي: يقال ما أفْرَطْتُ من القوم أحداً، أي ما تركت. قال: ومنه قوله تعالى: ﴿وأنَّهم مُفْرَطونَ﴾ أي متروكون في النار منسِيُّونَ. وأفْرَطَ في الأمر، أي جاوز فيه الحدّ. والاسمُ منه الفَرْطُ بالتسكين. يقال: إيَّاك والفَرْطَ في الأمر. وقولهم: لقيته في الفَرْطِ بعد الفَرْطِ، أي الحينَ بعد الحين. وأتيته فَرْطَ يومٍ أو يومين. قال لبيد: هل النفس إلا مُتْعَةٌ مستعارةٌ * تُعارُ فتأتي رَبَّها فَرْطَ أشهرِ * وقال أبو عبيد: ولا يكون الفَرْطُ في أكثر من خمسةَ عشر ليلةً. والفُرْطَةُ بالضم: اسمٌ للخروج والتقدُّم. والفَرْطَةُ بالفتح: المرَّة الواحدة منه، مثل غرفة وغرفة، وحسوة وحسوة. ومنه قول أم سلمة لعائشة رضى الله عنهما: \" إن رسول الله ﷺ نهاك عن الفرطة في البلاد \". والفرط بالتحريك: الذى يتقدم الواردة فيهيئ لهم الارسان والدِلاءَ ويَمْدُرُ الحياضَ ويستقي لهم. وهو فعل بمعنى فاعل، مثل تبع بمعنى تابع. يقال رجلٌ فَرَطٌ وقومٌ فَرَطٌ أيضا. وفى الحديث: \" أنا فرطكم على الحوض \". ومنه قيل للطفل الميِّت: \" اللهم اجعله لنا فَرَطاً \" أي أجراً يتقدَّمنا حتَّى نَرِدَ عليه. والفارِطانِ: كوكبان متباينان أمام سريرِ بناتِ نَعْش. وفارَطْتُ القوم مُفارَطَةً وفِراطاً، أي سابقتهم. وهم يتفارطون. قال بشر: ينازعن الاعنة مصغيات * كما يتفارط الثمد الحمام (١) * وتكلم فلان فراطا، أي سبقتْ منه كلمةٌ. والماءُ الفِراطُ: الذي يكون لمن سبق إليه من الأحياء. وأمرٌ فُرُطٌ، أي مجاوز فيه الحد. ومنه قوله تعالى: ﴿وكان أمره فُرُطاً﴾ . والفُرُطُ أيضاً: واحد الأفْراطِ، وهي آكامٌ شبيهاتٌ بالجبال. يقال: البومُ تنوحُ على الافراط. عن أبى نصر. قال وعلة الجرمى: وهل سموت بجرار له لجب * جم الصواهل بين السهل والفرط (٢) * وأمر فرط أيضا، أي متروكٌ. وأفْراطُ الصبحِ: أوَّل تباشيره. والفُرُطُ: الفرسُ السريعةُ التي تَتَفَرَّطُ الخيلَ، أي تتقدَّمها. قال لبيد: ولقد حَمَيْتُ الحيَّ (١) تحمِلُ شِكَّتي * فُرُطٌ وِشاحي إذ غدوتُ لِجامُها * وفَرَطْتُهُ: تركته وتقدَّمته. وقول ساعدة ابن جؤية:\nمعه سِقاءٌ لا يُفَرِّطُ حملَهُ (٢) * أي لا يتركه ولا يفارقه. قال الخليل: فَرَّطَ الله عنه ما يكره، أي نحَّاهُ. وقلَّما يستعمل إلا في الشعر. قال مرقِّش (٣) : يا صاحِبَيَّ تَلَبَّثا لا تَعْجلا * وقِفا بربْعِ الدارِ كيما تسألا (٤) * فلعل بطأ كما يفرط سيئا * أو يسبقُ الإسراعُ خيراً مُقْبِلا (٥) * وفلانٌ لا يُفْتَرَطُ إحسانه وبِرُّهُ، أي لا ينقرض ولا يخاف فوته. ويقال: افترط فلان، إذا مات له ولدٌ صغير قبل أن يبلغ الحلم.",
    "pg": "3:1148-1150"
  },
  "فرطح": {
    "def": "رأس مُفَرْطَحٌ، أي عريض. قال الشاعر (١) :\nكالقرص فرطح من طحين شعير (٢)",
    "pg": "1:391"
  },
  "فرطس": {
    "def": "فرطوسة الخنزير: أنفه.",
    "pg": "3:959"
  },
  "فرطم": {
    "def": "الفُرْطومُ: طرف الخفّ كالمنقار. وخفاف مفرطمة.",
    "pg": "5:2002"
  },
  "فرع": {
    "def": "فرع كل شئ: أعلاه. ويقال: هو فرْعُ قومه، للشريف منهم. والفَرْعُ أيضاً: الشَعْرُ التامُّ. والفَرْعُ أيضاً: القوسُ التي عُمِلَتْ من طرف القضيب. يقال: قوس فرع، أي غير مشقوق. وقوس فلق، أي مشقوق. وقال: أرمى عليها وهى فرع أجمع * وهى ثلاث أذرع وإصبع * ويقال أيضا: ائْتِ فَرْعَةً من فِراعِ الجبل فانزِلها. وهي أماكن مرتفعة منه. وفَرَعْتُ رأسَه بالعصا، أي عَلَوْتُهُ، وبالقاف أيضا. وفرعت قومي، أي علوتهم بالشرف أو بالجمال. وجبلٌ فارْعٌ، إذا كان أطول مما يليه. وفَرَعْتُ فرسي باللجام، أي قدعته. قال أبو النجم:\nنفرعه فرعا ولسنا نعتله (١) * وفرعت بينهما، أي حجزت وكففت، عن أبى نصر. وفارع: اسم حصن. وفارعة: اسم امرأة. وفارعة الجبل: أعلاه، يقال: انْزل بفارِعَةِ الوادي واحْذَر أسفله. وتِلاعٌ فَوارِعُ، أي مشرفاتُ المسايل. وفَرَعْتُ الجبلَ: صعدته. وأفْرَعْتُ في الجبل: انحدرت. قال رجل من العرب: لقيت فلانا فارعا مفرعا. يقول: أحدنا مصعد والآخر منحدر. قال الشمّاخ: فإنْ كَرِهْتَ هِجائي فاجْتَنبِ سَخَطي * لا يدْهَمَنَّكَ إفْراعي وتَصْعيدي (٢) * وفرعت في الجبل تفريعا، أي انحدرت. وفرعت [في (١) ] الجبل أيضاً: صَعَّدْتُ، وهو من الأضداد. وفُروعُ الجوزاء: أشدُّ ما يكون من الحر. قال أبو خراش: وظلَّ لنا يومٌ كأن أواراه * ذكا النارِ من نَجْمِ الفروعِ طويلُ * قرأته على أبى سعيد بالعين غير معجمة. وأفرعنا بفلان فما أحمدناه، أي نزلنا به. ورجلٌ مُفْرَعُ الكتف، أي عريضها. وأفرع بنو فلان، أي انتحعوا في أوَّل الناس. ويقال: بئس ما أفْرَعْتَ به، أي ابتدأت. وأفرعت الارض، أي جولت فيها فعرفت خبرها. والفَرَعُ بالتحريك: أوَّل ولدٍ تنتجه الناقة، وكانوا يذبحونه لآلهتهم يتبركون بذلك. قال أوس ابن حجر يذكر أزمة في سنةٍ شديدة البرد: وشبِّه الهَيْدَبُ العَبَامُ من ال * أقوامِ سقبا مجللا فرعا * أي جلد فرع. وفى الحديث: \" لا فرع ولا عتيرة \". تقول منه: أفرع القوم، إذا ذبحوه. والفرع أيضا: المال الطائل المعد، واسم موضع. والفرعة: القملة، تسكن وتحرك، والجمع فرع وفرع. وبتصغيرها سمِّيت فُرَيْعَةُ. والفَرَعُ أيضاً: مصدر الأفْرَعِ، وهو التامُّ الشعر. وقال ابن دريد: امرأةٌ فرعاءُ كثيرة الشعر. قال: ولا يقال للرجل إذا كان عظيم اللحية أو الجمَّةِ أفْرَعُ وإنَّما يقال رجلٌ أفرع لضد الاصلع. وكان رسول الله ﷺ أفرع. وتفرعت أغصان الشجر، أي كثرت. وتَفَرَّعْتُ بني فلانٍ، أي تزوَّجتُ سيِّدة نسائهم. وافترعت البكر، إذا اقتضضتها (١) .",
    "pg": "3:1256-1258"
  },
  "فرعل": {
    "def": "الفُرْعُلُ: ولد الضبع. وفي المثل: \" أغزلُ من فُرْعُلٍ \"، وهو من الغزل والمراودة،",
    "pg": "5:1790"
  },
  "فرعن": {
    "def": "فرعون: لقب الوليد بن مصعب ملك مصر. وكل عات متمرد فرعون. والعتاة: الفراعنة. وقد تفرعن، وهو ذو فَرْعَنَةٍ، أي دهاءٍ ونكر. وفى الحديث: \" أخذنا فرعون هذه الامة \".",
    "pg": "6:2177"
  },
  "فرغ": {
    "def": "فَرَغْتُ من الشغل أفْرُغُ فُروغاً وفَراغاً (١) وتَفَرَّغْتُ لكذا. واسْتَفْرَغْتُ مجهودي في كذا، أي بذلته. وفَرِغَ الماءُ بالكسر يَفْرَغُ فَراغاً، مثل سمع سماعا، أي انصبّ. وأفْرَغْتُهُ أنا. وحلقةٌ مُفْرَغَةٌ، أي مصمَتَةُ الجوانب. وأفْرَغْتُ الدلاءَ: أرقْتُها. وفَرَّغْتُهُ تفريغاً، أي صببته. وافرغت، أي صببت الماء على نفسي. وتفريغُ الظروف: إخلاؤها. ويزيد بن مفرغ بكسرالراء: شاعر من حمير. والفَرْغُ: مخرَجُ الماء من الدلو من بين العراقيّ، ومنه سمَّي الفرغان: فرغ الدلو المقدم، وفرغ الدلو المؤخَّر، وهما من منازل القمر. وكلُّ واحدٍ منهما كوكبان، بين كل كوكبين قدر خمس أذرع في رأى العين. والفراغة: ماء الرجل، وهو النطفة. وفرسٌ فَريغٌ: واسع المشي. وضربةٌ فَريغَةٌ: واسعةٌ. والطعنةُ الفَرْغاءُ: ذاتُ الفَرْغِ، وهو السَعَةُ. وذهب دمُه فَرْغاً وفِرْغاً، أي هدراً لم يُطلب به.",
    "pg": "4:1324-1325"
  },
  "فرفخ": {
    "def": "الفَرْفَخُ: البقلة الحمقاء، التي يقال لها الفرفين (٢) .",
    "pg": "1:428-429"
  },
  "فرق": {
    "def": "فَرَقْتُ بين الشيئين أفْرُقُ فرقا وفرقانا. وفرقت الشئ تفريقا وتَفْرِقَةً، فانْفَرَقَ وافْتَرَقَ وتَفَرَّقَ. وأخذت حقى منه بالتفاريق. وقول الشاعر: أشهد بالمروة يوما والصفا أنك خير من تفاريق العصا قال ابن الاعرابي: العصا تكسر فيتخذ منها ساجور، فإذا كسر الساجور اتخذت منه الاوتاد، فإذا كسر الوتد اتخذ منه عران البخاتى، فإذا فرض رأسه اتخذت منه التوادى تصر بها الاخلاف. وقول تعالى: ﴿وقرآناً فَرَقْناهُ﴾ من خفَّفَ قال: بيَّنَّاهُ، من فَرَقَ يَفْرُقُ، ومن شدَّد قال: أنزلناه مُفَرَّقاً في أيام. والفَرْقُ: مكيالٌ معروفٌ بالمدينة، وهو ستة عشر رطلا، وقذ يحرك. قال خداش ابن زهير: يأخذون الارش في إخوتهم فرق السمن وشاة في الغنم والجمع فرقان. وهذا الجمع قد يكون لهما جميعا، مثل بطن وبطنان، وحمل وحملان. وأنشد أبو زيد: * ترفد بعد الصف في فرقان (١) * قال: والصف أن تحلب في محلبين أو ثلاثة تصف بينها. والفرقان: القرآن، وكل ما فُرِّقَ به بين الحق والباطل فهو فُرْقانٌ، فلهذا قال تعالى: ﴿ولقد آتينا موسى وهارونَ الفُرْقانَ﴾ . والفُرْقُ أيضاً: الفُرْقانُ، ونظيره الخسر والخسران. قال الراجز:\nومشركى كافر بالفرق * والفُرْقَةُ: الاسم من فارقْتُهُ مُفارقَةً وفراقا. والفاروق: اسم سمى به عمر بن الخطاب رضى الله عنه. والمفرق والمفرق: وسط الرأس، وهو الذى بفرق فيه الشعر. وكذلك مَفْرِقُ الطريق ومَفْرَقَهُ، للموضع الذي يتشعب منه طريقٌ آخر. وقولهم للمفرِقِ مفارِقٌ، كأنَّهم جعلوا كلَّ موضع منه مَفْرِقاً، فجمعوه على ذلك. وفَرَقَ له الطريق، أي اتَّجه له طريقان. وفَرَقَتِ الناقة أيضاً تَفْرُقُ فُروقاً، إذا أخذها المخاض فندّتْ في الأرض، وكذلك الاتان. وأنشد الاصمعي (١) :\nومنجنون كالاتان الفارق * والجمع فوارق وفرق. وربَّما شبَّهوا السحابة التي تنفرد من السحاب بهذه الناقة، فيقال فارق. قال عبد بنى الحسحاس يصف سحابا: له فرق منه ينتجن حوله يفقئن بالميث الدماث السوابيا وقال ذو الرمة: أو مزنة فارق يجلو غواربها تبوج البرءق والظلماء علجوم فجعل له سوابى كسوابى الابل، اتساعا في الكلام. والفرق بالتحريك: الخوف، وقد فَرِقَ بالكسر. تقول فَرِقْتُ منك، ولا تقل فَرِقْتُكَ. وامرأةٌ فَروقَةٌ ورجل فروقة أيضا، ولاجمع له. وفي المثل: \" رُبَّ عَجَلَةٍ تَهَبُ رَيْثاً، ورُبَّ فَروقَةٍ يُدعى ليثا \". والفرق أيضا: تباعد ما بين الثَنِيَّتَيْنِ وما بين المَنْسِمينِ، عن يعقوب. والفَرَقُ أيضاً في الخيل: إشراف إحدى الوركين على الأخرى، وهو يُكره. والفرسُ أفْرَقُ. ويقال ديكٌ أفْرَقُ بيِّن الفَرَقِ، للذي عُرفُهُ مَفْروقٌ. ورجلٌ أفْرَقُ للذي ناصيته كأنها مَفْروقَةٌ بيِّن الفَرَقِ. وكذلك اللحية. وجمع الرق أفراق. قال الراجز: ينفض عثنونا كثير الافراق تنتح ذفراه بمثل الدرياق قال: والفَرَقُ أيضاً من قولهم: هذه أرضٌ فَرِقَةٌ، وفي نبتها فَرَقٌ، إذا كان متفرِّقاً ولم يكن منصلا. ويقال: هو أبين من فَرَقِ الصُبح، لغة في فَلَقِ الصبح. والفرق بالكسر: القطيع من الغنم العظيم. قال الراعى: ولكنما أجدى وأمتع جده بفرق يخشيه بهجهج ناعقه يهجو بهذا البيت رجلا من بنى نمير يلقب بالحلال، وكان عيره بإبله، فهجاه الراعى وعيره بأنه صاحب غنم، ومدح إبله. يقول: أمتعه جده، أي حظه بالغنم، وليس له سواها. ألا ترى إلى قوله قبل هذا البيت: وعيرني الابل (١) الحلال ولم يكن ليجعلها لا بن الخبيثة خالقه والفرق: الفلق من الشئ إذا انفلق، ومنه قول تعالى: ﴿فانْفَلَقَ فكان كلُّ فِرْقٍ كالطودِ العظيم﴾ . وذات فرقين، التى في شعر عبيد بن الابرص (٢) : هضبة بين البصرة والكوفة. والفرقة: طائفة من الناس، والفَريقُ أكثر منهم. وفي الحديث \" أفاريقُ العرب \"، وهو جمع أفْراقٍ جمع فرقة. قال الاصمعي: أفْرَقَ المريض من مرضه، والمحمومُ من حماه، أي أقبل. قال أعرابي لآخر: ما أمار إفراق المورود؟ فقال الرحضاء. يقول: ما علامة برء المحموم؟ فقال: العرق. وناقة مفرق، أي فارتها ولدها بموت. والفَريقَةُ: تمرٌ يُطبخ بحُلْبةٍ للنُفَساء. قال أبو كَبير: ولقد وَرَدْتَ الماَء (٣) لونُ جِمامِهِ لونُ الفَريقَةِ صفيت للمدنف والفريقة من الغنم: أن تتفرَّقَ منها قطعة شاة أو شاتان أو ثلاث شياهٍ فتذهب تحت الليل عن جماعة الغنم. قال الشاعر (١) : وذفرى ككاهل ذيخ الخليف أصاب فريقة ليل فعاثا (٢) ومفرق النعم هو الظَرِبانُ، لأنَّه إذا فسا بينها وهى مجتمعة تفرقت. والفرانق: البريد، وهو الذى يُنذر قدّامَ الأسد، وهو مُعَرَّبٌ \" پروانك \" بالفارسية. قال امرؤ القيس: وإنِّي أذينٌ إن رَجَعْتُ مُمَلَّكاً بسَيْرٍ ترى منه الفُرانِقَ أزْوَرا وربَّما سمُّوا دليل الجيش فُرانِقاً. وإفريقية: اسم بلاد.",
    "pg": "4:1540-1543"
  },
  "فرقد": {
    "def": "الفَرْقَدُ: ولدُ البقرةِ. وقال طرفة:\nكَمَكْحولَتَيْ مذعورَةٍ أُمِّ فَرْقَدِ (٢) * والفَرْقدانِ: نجمان قريبان من القطب.",
    "pg": "2:519"
  },
  "فرقع": {
    "def": "الفَرْقَعَةَ: تنقيضُ الأصابع. وقد فَرْقَعَها فَتَفَرْقَعَتْ. وفي كلام عيسى بن عمر: \" افْرَنْقِعوا عنِّي \"، أي انكشفوا وتنحوا.",
    "pg": "3:1258"
  },
  "فرك": {
    "def": "فَرَكْتُ الثوبَ والسُنبُل بيدي أفْرُكُهُ فَرْكاً. وقملةٌ مَفْروكَةٌ. وأفْرَكَ السنبلُ، أي صار فَريكاً، وهو حين يصلح أن بفرك فيؤكل. تقول للنبت أول ما يطلع: نجم، ثم فرخ وقصب، ثم أعصف، ثم سبل، ثم سنبل، ثم أحب وألب، ثم أسقى، ثم أفرك، ثم أحصد. والفرك، بالكسر: البغض، ومنه قول رؤبة:\nولم يضعها بين فرك وعشق (١) * تقول منه: فركت (٢) المرأة زوجها بالكسر تفركه، أي أبغضته، فهي فَروكٌ وفارِكٌ. وكذلك فركها زوجها. ولم يسمع هذا الحرف في غير الزوجين. ويقال: رجل مُفَرَّكٌ بالتشديد، للذي تبغضه النساء. وكان امرؤ القيس مفركا. والانْفِراكُ: استرخاء المنكِب. والفَرَكُ بالتحريك: استرخاءٌ في أصل الأذن، يقال أذن فركاء وفركة أيضا، عن يعقوب.",
    "pg": "4:1602-1603"
  },
  "فرم": {
    "def": "الفَرْمَةُ بالتسكين والفَرْمُ: ما تعالج به المرأة قُبْلَها ليضيق. يقال منه: استفرمت المرأة. وقال (٢) يصف خيلا:\nمستفرمات بالحصى جوافلا (٣) * يقول: من شدة جريها يدخل الحصى في فروجها. وكتب عبد الملك إلى الحجاج: \" يا ابن المستفرمة بعجم الزبيب \". وأفرمت الاناء: ملاته، بلغة هذيل. وفرماء، بالتحريك (١) : موضع. وقال سليك يرثى فرسا له نفق في هذا الموضع: علا فرماء عالية شواه كأن بياض غرته خمار (٢) يقول: علت قوائمه فرماء. وقال ثعلب: ليس في الكلام فعلاء إلا ثأداء وفرماء. وذكر الفراء السحناء. ابن كيسان: أما الثأداء والسحناء فإنما حركتا لمكان حرف الحلق، كما يسوغ التحريك. ونظيرها الجمزى في باب القصر.",
    "pg": "5:2001-2002"
  },
  "فرن": {
    "def": "الفرن: الذى يخبز عليه الفرنى، وهو خبز غليظ نسب إلى موضعه، وهو غير التنور. قال الهذلى (١) نقاتل جوعهم بمكللات * من الفرنى يرعبها الجميل ويروى: \" نقابل \" بالباء. وفى كلام بعض العرب: \" فإذا هي مثل الفرنية الحمراء \".",
    "pg": "6:2176-2177"
  },
  "فرند": {
    "def": "فِرْنَدُ السيف وإفْرِنْدَهُ: رُبَدُهُ ووشيه. والفرنداد: موضع، ويقال اسم رملة.",
    "pg": "2:519"
  },
  "فره": {
    "def": "الفاره: الحاذق بالشئ. وقد فَرُهَ بالضم يَفْرُهُ فهو فارِهٌ، وهو نادرٌ مثل حامِضٍ، وقياسه فريه وحميض، مثل صغر فهو صغير، وملح فهو مليح. ويقال للبرذون والبغل والحمار: فارِهٌ بيِّن الفُروهَةِ والفَراهَةِ والفراهية، وبراذين فرهة مثل صاحب وصحبة، وفره أيضا مثل بازل وبزل، وحائل وحول. ولا يقال للفرس فارِهٌ، ولكن رائع وجواد. وكان الاصمعي يخطئ عدى بن زيد في قوله: فنقلنا صنعة حتى شتا * فاره البال لجوجا في السنن قال: لم يكن له علم بالخيل. وأفرهت الناقة فهى مُفْرِهٌ ومُفْرِهَةٌ، إذا كانت تُنتج الفره. وقال أبو ذؤيب: ومفرهة عنس قدرت لساقها * فخرت كما تتايع الريح بالقفل ومفرهة أيضا. قال مالك بن جعدة التغلبي: فإنك يوم تأتيني حريبا * تحل على يومئذ نذور تحل على مفرهة سناد * على أخفافها علق يمور وفره بالكسر: أشِرَ وبطِرَ. وقوله تعالى: (وتَنْحِتونَ من الجبالِ بُيوتاً فَرِهينَ) فمن قرأه كذلك فهو من هذا، ومن قرأه: (فارِهينَ) فهو من فَرُهَ بالضم.",
    "pg": "6:2242-2243"
  },
  "فرهد": {
    "def": "الفَرْهُدُ بالضم: الحادِرُ الغليظُ. والفرهود: حى من يحمد (٣) ، وهو بطن من الازد، يقال لهم الفراهيد، منهم الخليل ابن أحمد العروضى. يقال رجل فراهيدي. وكان يونس يقول: فرهودى.",
    "pg": "2:519"
  },
  "فزتج": {
    "def": "الفرتاج: سمة من سمات الابل.",
    "pg": "1:334"
  },
  "فزر": {
    "def": "الفِزرُ بالكسر: القطيع من الغنم. وقال أبو زيد: الفِزرُ من الضأن: ما بين العشرة إلى الاربعين، حكاه عنه أبو عبيد. والفزر أيضا: أبو قبيلة من تميم، وهو سعد ابن زيد مناة بن تميم. والفزر لقبه، وإنما سمى بذلك لانه وافى الموسم بمعزى فأنهبها هناك وقال: من أخذ منها واحدة فهى له، ولا يؤخذ منها فزر وهو الاثنان وأكثر. وقال أبو عبيدة: هو الجدى نفسه. فضربوا به المثل، فقالوا: \" لا آتيك معزى الفزر \" أي تحتي تجتمع تلك، وهى لا تجتمع أبدا. والفزر بالفتح: الفسخ في الثوب. يقال: لقد تَفَزرَ الثوبُ، إذا تقطَّع وبَلِيَ. وفَزرْتُ الشئ: صدعته. وطريق فازر، أي واسع. قال الراجز: تدق معزاء الطريق الفازر * دق الدياس عزم الا نادر - ورجل أفزر بين الفزر، وهو الأحدب الذي في ظهره عُجْرَةٌ عظيمةٌ، وهو المَفْزورُ أيضاً. وفزارة، أبوحى من غطفان، وهو فزارة ابن ذبيان بن بغيض بن ريث بن غطفان.",
    "pg": "2:780-781"
  },
  "فزز": {
    "def": "فز الجرح يفز فزيزا، أي نَدِيَ وسال. واسْتَفَزَّهُ الخوفُ، أي استخفَّه. وقعد مُسْتَفِزًّا، أي غيرَ مطمئنّ. وأفْرَزْتُهُ: أفزعته وأزعجته وطيرت فؤاده. قال أبو ذويب: والدهرُ لا يبقى على حَدَثانِهِ * شَبَبٌ أفَزَّتْهُ الكلاب مُرَوَّعُ * ورجلٌ فَزٌّ، أي خفيف. والفَزُّ أيضاً: ولد البقرة. والجمع أفزاز. قال زهير: كما استغاث بسئ فز غيطلة * خاف العيون ولم ينظر به الحشك",
    "pg": "3:890"
  },
  "فزع": {
    "def": "الفَزَعُ: الذعرُ، وهو في الأصل مصدر وربَّما جمع على أفْزاعٍ. تقول منه: فَزِعْتُ إليك وفَزِعْتُ منك، ولا تقل فَزِعْتُكَ. والمَفْزَعُ: الملجأ. وفلانٌ مَفْزعٌ للناس، يستوي فيه الواحد والجمع والمؤنث، أي إذا دهمهم أمر فزعوا إليه. وهما مفزع للناس، وهم مَفْزَعٌ لهم، وهي مَفْزَعٌ لهم. والمفزعة بالهاء: ما يفزع منه. والفزع أيضا: الاغاثة. قال رسول الله ﷺ للانصار: \" إنكم لتكثرون عند الفزع وتَقِلُّون عند الطمع \". والإفزاعُ: الإخافةُ، والإغاثة أيضاً. يقال: فَزِعْتُ إليه فأفْزَعَني، أي لجأت إليه من الفَزَع فأغاثني. وكذلك التَفْزيعُ من الأضداد، يقال فَزَّعَهُ أي أخافه. وفُزِّعَ عنه أي كُشِفَ عنه الخوف. ومنه قوله تعالى: ﴿حتَّى إذا فُزِّعَ عن قلوبهم﴾ ، أي كشف عنها الفزع.",
    "pg": "3:1258"
  },
  "فسأ": {
    "def": "تَفَسَّأَ الثوب، إذا تقطَّع وبلى. وتقضأ (١) مثله. وفسأته أنا تفسئة وتفسيئا: مددته حتى تفزر",
    "pg": "1:63"
  },
  "فسا": {
    "def": "فَسا فَسْواً، والاسم الفُساءُ بالمدّ. وتفاسَتِ الخنفساء، إذا أخرجت استها لذلك. وقال:\nبكرا عواساء تفاسى مقربا * وفى المثل: \" أفحش من فاسيةٍ \"، وهي الخنفساء. والفَسُوُّ: نبز (١) حى من العرب، جاء رجل منهم ببردى حبرة إلى سوق عكاظ فقال: من يشترى منا الفسو بهذين البردين؟ فقام شيخ من مهو فارتدى بأحدهما وائتزر بالآخر. وهو مشترى الفسو ببردى حبرة. وضرب به المثل فقيل: \" أخبث صفقة من شيخ مهو \". والفسو: الكثير الفسو. قال أبو ذبيان ابن الرعبل: أبغض الشيوخ إلى الاقلح الاملح، الحسو الفسو. وفى المثل: \" ما أقرب محساه من مفساه \".",
    "pg": "6:2454-2455"
  },
  "فسح": {
    "def": "الفُسْحَةُ: السَعَةُ. ومكانٌ فسيح، ومجلس فسح على فعل، أي واسع. وفسح له في المجلس، أي وَسَّعَ له. وانْفَسَحَ صدره: انشرح. وتَفَسَّحوا في المجلس وتَفَاسَحوا، أي توسَّعوا. والفسحم: الواسع الصدر، والميم زائدة.",
    "pg": "1:391"
  },
  "فسخ": {
    "def": "فسخ الشئ: نقضه. تقول: فَسَخْتُ البيع والعزمَ والنكاحَ، فانفسخ، أي انتقض. وتَفَسَّخَتِ الفأرة في الماء: تَقَطَّعَتْ وتَفَسَّخَ الرُبَعُ تحت الحمل الثقيل، وذلك إذا لم يُطِقه. وفَسَخْتُ يده أفْسَخُها فَسْخاً. وقد فسخت عنى ثوبي: طرحته. والفَسيخ: الرجل الذي لا يظفر بحاجته. قال الفراء: أفْسَخَ الرجل القرآن، أي نسيه (١) .",
    "pg": "1:429"
  },
  "فسد": {
    "def": "فسد الشئ يفسد فسادا، فهو فاسد، وقوم فسدى، كما قالوا: ساقط وسقطى. وكذلك فسد الشئ بالضم، فهو فسيد. ولا يقال انْفَسَدَ. وأفْسَدْتُهُ أنا. والاسْتِفْسادُ: خلاف الاستصلاح. والمَفْسَدَةُ: خلاف المصلحة.",
    "pg": "2:519"
  },
  "فسر": {
    "def": "الفَسْرُ: البيانُ. وقد فَسَرْتُ الشئ أفسره بالكسر فسرا. والتفسير مثله. واسْتَفْسَرْتُهُ كذا، أي سألته أن يُفَسِّرَهُ لي. والفَسْرُ: نظر الطبيب إلى الماء، وكذلك التَفْسِرَةُ، وأظنُّه مولدا.",
    "pg": "2:781"
  },
  "فسط": {
    "def": "الفُسْطاطُ: بيتٌ من شَعَرٍ، وفيه ثلاث لغات: فُسْطاطٌ وفُسْتاطٌ وفُسَّاطٌ، وكسر الفاء لغةٌ فيهنّ. وفسطاط: مدينة مصر. والفَسيطُ: ثُفْروقُ التمرةِ، وقلامةُ الظُفرِ. قال الشاعر (٢) يصف الهلال: كأن ابن مزنتها جانحا * فسيط لدى الافق من خنصر",
    "pg": "3:1150"
  },
  "فسق": {
    "def": "فَسَقَتِ الرطبة، إذا خرجت عن قشرها. وفَسَقَ الرجل يَفْسُقُ ويَفْسِقُ أيضاً، عن الأخفش، فَسْقاً وفُسوقاً أي فَجَرَ. يقال فَسَقَ عن أمر ربِّه، أي خرج. قال: وهذا كقولهم: اتخم عن الطعام، أي عن مأكله اتخم. ولما رد هذا الامر فسق. قال ابن الاعرابي: لم يسمع قط في كلام الجاهلية ولا فى شعرهم فاسق. قال: وهذا عجب، وهو كلام عربي. والفسيق: الدئم الفسق. والفويسقة: الفأرة. ويقال في النداء: يا فُسَقُ ويا خُبَثُ. يريد: يا أيُّها الفاسق، ويا أيها الخبيت. وهو معرفة. يدل على ذلك أنهم يقولون: يا فسق الخبيث، فينعتونه بالالف واللام. وتقول للمرأة: يا فَساقِ، مثل قَطامِ.",
    "pg": "4:1543-1544"
  },
  "فسكل": {
    "def": "الفسكل بالكسر: الذى يجئ في الحلبة آخر الخيل. ومنه قيل: رجلٌ فَسْكِلٌ، إذا كان رذلا. والعامة تقول فسكل بالضم. قال أبو الغوث: أو لها المجلى وهو السابق، ثم المصلى، ثم المسلى، ثم التالى، ثم العاطف، ثم المرتاح، ثم المؤمل، ثم الحظى، ثم اللطيم، ثم السكيت، وهو الفسكل والقاشور.",
    "pg": "5:1790"
  },
  "فسل": {
    "def": "الفَسْلُ من الرجال: الرَذْلُ. والمَفْسولُ مثله. وقد فَسُلَ بالضم فَسالَةً وفُسولَةً، فهو فَسْلٌ من قومٍ فُسَلاءَ، وأفْسالٍ وفِسالٍ، وفُسولٍ. وقال: إذ ما عد أربعة فسال فزوجك خامس وأبوك سادى وفُسالَةُ الحديد: سُحالَتُهُ. والمُفَسِّلَةُ: المرأة التي إذا نشِط زوجُها لغشيانها اعْتَلَّتْ عليه. والفَسيلَةُ والفَسيلُ: الوَدُيُّ، وهو صغار النخل، والجمع الفُسْلانُ.",
    "pg": "5:1790"
  },
  "فشأ": {
    "def": "تفشأ الشئ تفشؤا: انتشر. أبو زيد: تَفَشَّأَ بالقوم المرضُ، إذا انتشر فيهم.",
    "pg": "1:63"
  },
  "فشا": {
    "def": "فَشا الخبر يَفْشو فُشُوًّا، أي ذاع. وأفْشاهُ غيره. وتَفَشَّى الشئ، أي اتسع. والفواشى: كل شئ منتشر من المال، مثل الغنم السائمة والإبل وغيرها. وفي الحديث: \" ضُمُّوا فَواشِيَكُمْ حتَّى تذهب فحمة العشاء \".",
    "pg": "6:2455"
  },
  "فشج": {
    "def": "يقال: فَشَجَ فبالَ، أي فرَّج بين رجليه، يفشِج. وكذلك فَشَّجَ تَفْشيجاً. والتَفَشُّجُ مثل التَفَحُّجِ.",
    "pg": "1:334"
  },
  "فشح": {
    "def": "فَشَحَتِ الناقةُ: تفاجَّتْ لتبولَ. وانْفَشَحَتْ، إذا بقيت كذلك لوجَع. قال حسان: إنك لو صاحبتنا مذحت * وحكك الحنوان فانفشحت",
    "pg": "1:391"
  },
  "فشش": {
    "def": "فَشَّ الوَطْبَ يَفُشُّهُ، أي أخرج ما فيه من الريح: يقال للغضبان: \" لأفُشَنَّكَ فَشَّ الوطبِ \" أي لأخرجنَّ غضبك من رأسك. وربَّما قالوا: فَشَّ الرجلُ، إذا تَجَشَّأَ. والفَشُّ: سرعة الحَلَبِ. وقد فَشَشْتُ الناقةَ. وناقةٌ فَشوشٌ: منتشرة الشَخْبِ. والفَشُّ: حمل الينْبوتِ. وانْفَشَّتِ الرياحُ: خرجت عن الزِقِّ ونحوه. وانْفَشَّ الرجل عن الأمر، أي فَتَرَ وكسِلَ. وانْفَشَّ الجُرحُ: سكن ورمه، عن ابن السكيت.",
    "pg": "3:1015"
  },
  "فشغ": {
    "def": "فَشَغَهُ، أي علاهُ حتَّى غطاه. قال الشاعر (١) : له قصة فشغت حاجبيه والعين تبصر ما في الظلم والناصية الفشغاء: المنتشرة. وفشغه بالسوط فَشْغاً، أي عَلاهُ به. وكذلك أفْشَغَهُ به، إذا ضربه. وتَفَشَّغَ فيه الشيبُ، أي كثر وانتشر. وتَفَشَّغَ فيه الدمُ، أي غلبه وتمشى في بدنه. وحكى ابن كيسان: تفشغ الرجل البيوتَ: دخل بينها. وتَفَشَّغَ المرأة: دخل بين رجليها وافترعها. والفشاغ (٢) : نبات يتفشغ على الشجر ويتلوى. فصل اللام",
    "pg": "4:1325"
  },
  "فشق": {
    "def": "الفَشَقُ بالتحريك والشين معجمة: النشاط. وقال أبو عمرو: النتشار النفسِ والحِرصُ. وقد فَشِقَ بالكسر. وفشقه، أي باغته.",
    "pg": "4:1544"
  },
  "فشل": {
    "def": "الفَشِلُ: الرجل الضعيف الجبان، والجمع أفشال. وقد فشل بالكسر فشلا، إذا جبن. والفشل: شئ من أداة الهودج. وتفشل الماء، أي سال. والفيشلة: رأس الذكر.",
    "pg": "5:1790"
  },
  "فصا": {
    "def": "يقال: تَفَصَّى الإنسان، إذا تخلَّص من المضيق والبليَّة. والاسم الفصية بالتسكين. وفى حديث قيلة: قالت الحديباء: \" الفصية والله، لا يزال كعبك عاليا \". وأصل الفصية الشئ تكون فيه ثم تخرج منه، فكأنها أرادت أنها كانت في مضيق وشدة من قبل عم بناتها فخرجت منه إلى السعة. وإنما تفاءلت بانتفاج الارنب. ويقال: ما كدت أتَفَصَّى من فلان، أي ما كدت أتخلَّص منه. وتَفَصَّيْتُ من الديون، إذا خرجت منها وتخلَّصت. وفَصى اللحم عن العظم، وفَصَّيْتُهُ منه تَفْصِيَةً، إذا خلَّصتُهُ منه. ابن السكيت: قد أفْصى عنك الحَرُّ، أي خرج. ولا تقول: أفْصى عنك البرد. وأفْصى المطر، أي أقلع. وأفصى: اسم رجل، وهما أفصيان: أفصى ابن دعمى بن جديلة بن أسد بن ربيعة بن نزار، وأفصى بن عبد القيس بن دعمى بن جديلة بن أسد ابن ربيعة.",
    "pg": "6:2455"
  },
  "فصح": {
    "def": "رجلٌ فصيحٌ وكلامٌ فصيحٌ، أي بليغٌ. ولسانٌ فصيحٌ، أي طلقٌ. ويقال: كلُّ ناطقٍ فصيح، وما لا ينطِقُ فهو أعجمُ. وفَصُحَ العَجَمِيٌّ بالضم فَصاحَةً: جادت لغته حتَّى لا يَلْحَنَ. وتَفَصَّحَ في كلامه وتفاصَحَ: تكلَّف الفصاحة. وتقول أيضاً: فَصُحَ اللبن، إذا أخذت عنه الرغوة. قال الشاعر (١) :\nوتحت الرغوة اللبن الفصيح (٢) * وأفصح العجمي، إذا تكلم بالعربية. وأفصحت الشاة، إذا انقطع لِبؤُها وخَلَصَ لبنها. وقد أفْصَحَ اللبنُ، إذا ذهب اللبَأُ عنه. وأفْصَحَ الصبح، إذا بدا ضوءه. وكل واضح مفصح. وأفْصَحَ الرجل من كذا، إذا خرج منه. والفِصْحُ بالكسر: عيدٌ للنصارى (٣) ، وذلك إذا أكلوا اللحم وأفطروا. وأفصَحَ النصارى، إذا جاء فصحهم.",
    "pg": "1:391"
  },
  "فصد": {
    "def": "الفصْدُ: قطع العِرْقِ. وقد فصدت وافتصدت. وانفصد الشئ وتفصد: سال. والفَصيدُ: دمٌ كان يُجعل في مِعًى من فَصْدِ عِرْقٍ ثم يُشوى، يطعَمُهُ الضيفُ في الأزمة. وفي المثل: \" لم يُحْرَمْ مَنْ فُصِدَ له \" أي من فصد له البعير. وربما سكنت الصاد منه تخفيفا فتقلب زايا فيقال: \" فزد له \". وكل صاد وقعت قبل الدال فإنه يجوز أن تشمها رائحة الزاى إذا تحركت، وأن تقبلها زايا محضا إذا سكنت. وبعضهم يقول: من قصد له \" بالقاف، أي من أعطى قصدا، أي قليلا وكلام العرب بالفاء.",
    "pg": "2:519-520"
  },
  "فصص": {
    "def": "فَصُّ الخاتم: واحد الفُصوصِ، والعامة تقول فص بالكسر قال ابن السكيت: كلُّ ملتقى عظيمين فهو فَصٌّ، يقال للفرس: إنَّ فُصوصَهُ لَظِماءٌ، أي ليست برهلةٍ كثيرة اللحمِ. وفَصُّ الأمرِ: مَفْصِله، قال الشاعر: ورُبَّ امْرِئٍ خِلتَهُ مائقاً (١) * ويأتيك بالأمر من فصه * والفصفصة بالكسر: الرطبة، وأصلها بالفارسية \" إسفست \". قال النابغة يصف فرسا (٢) : وقارفت وهى لم تجرب وباع لها * من الفصافص بالنمى سفسير * النمى: الفلوس. وفص الجرح فصيصا: لغة في فزَّ، أي نَدِيَ وسالَ. وفصصْتُ كذا من كذا وافْتَصَصْتُهُ، أي فصلته وانتزعته، فانْفَصَّ أي انفصل. وقال الفراء: أفْصَصْتُ إليه من حقِّه شيئاً، أي أخرجت. وما اسْتَفَصَّ منه شيئاً، أي ما استخرج.",
    "pg": "3:1048-1049"
  },
  "فصع": {
    "def": "فَصَعَ الرُطَبَة: عَصَرَها لتنقشر. وفي الحديث أنَّه نهى عن فصع الرطبة. وفَصَعَ الغلامُ وافْتَصَعَ، إذا كَشَرَ قُلْفَتَهُ. وغلامٌ أجلعُ أفْصَعُ: بادي القُلْفَةِ من كمرَتِهِ. وفَصَّعْتُهُ من كذا تَفْصيعاً، أي أخرجتهُ فانْفَصَعَ. وافْتَصَعْتُ حقِّي من فلان، أي أخذته كله على المكان. ولا تلتفت إلى القاف.",
    "pg": "3:1258-1259"
  },
  "فصل": {
    "def": "الفَصْلُ: واحد الفُصول. وفَصَلْتُ الشئ فانفصل، أي قطعته فانقطع. وفَصَلَ من الناحية، أي خرجَ. وفَصَلْتُ الرضيعَ عن أمّه فِصالاً وافْتَصَلْتُهُ، إذا فطمته. وفاصَلتُ شريكي. والمَفْصِلُ: واحد مفاصِلِ الأعضاء. وأمَّا الذي في شعر أبي ذؤيب:\nتُشابُ بماءٍ مثل ماء المَفاصِلِ (١) * فهو جمع المَفْصِلِ. قال الأصمعيّ: هي من فصل الحبل (١) من الرملة، يكون بينهما رَضْراضٌ وحصًى صغارٌ يصفو ماؤه ويبرُقُ. والمِفْصَلُ بالكسر: اللسانُ. والفاصلَةُ في العَروضِ: الصغرى والكبرى. فالصغرى: ثلاث متحرِّكات بعدها ساكنٌ نحو ضَرَبَتْ. والكبرى: أربع متحرِّكات بعدها ساكنٌ نحو ضَرَبَتَا. والفاصِلَةُ التي في الحديث: \" مَنْ أنفق نفقة فاصلة فله من الاجر كذا \" فتفسيره في الحديث أنَّها التي فَصَلَتْ بين إيمانه وكفره. والفَصيلُ: حائطٌ قصير دون سور المدينة والحِصْن. والفَصيلُ: ولد الناقة إذا فُصِلَ عن أمّه، والجمع فُصْلانٌ وفِصالٌ. وفَصيلَةُ الرجل: رهطُه الادنون. يقال: جاؤا بفصيلتهم، أي بأجمعهم. وعِقْدٌ مُفَصَّلٌ، أي جُعِلَ بين كلِّ لؤلؤتين خَرَزَةٌ. والتَفْصيلُ أيضا: التبيين. وفصل القصاب الشاة، أي عضَّاها. والفَيْصَلُ: الحاكمُ، ويقال: القضاء بين الحق والباطل.",
    "pg": "5:1790-1791"
  },
  "فصم": {
    "def": "فصم الشئ: كسره من غير أن يبين. تقول: فَصَمْتُهُ فانْفَصَمَ. قال تعالى: (لا انْفِصامَ لها) وتَفَصَّمَ مثله. قال ذو الرمّة يذكر غزالاً يشبّهه بدُمْلُجِ فضةٍ: كأنَّه دُمْلُجٌ من فضةٍ نَبَهٌ في ملعبٍ من جَواري الحَيِّ مَفْصومُ وإنَّما جعله مَفْصوماً لتثنيه وانحنائه إذا نام، ولم يقل مقصوم بالقاف فيكون بائنا باثنين. وأفصم المطرُ، أي أقلع. وأفْصَمَتْ عنه الحمى.",
    "pg": "5:2002"
  },
  "فضا": {
    "def": "الفَضاءُ: الساحةُ وما اتَّسع من الأرض. يقال: أفْضَيْتُ، إذا خرجت إلى الفَضاء. وأفْضَيْتُ إلى فلان بسِرِّي (١) . وأفْضى الرجل إلى امرأته: باشَرَها وجامعها. وأفْضاها: إذا جعل مسلكَيْها واحداً. والمُفْضاةُ: الشَريمُ. وأفْضى بيده إلى الأرض، إذا مسَّها بباطن راحته في سجوده. والفضا، مقصور: الشئ المختلط. يقال: طعام فَضاً، أي فَوْضى مختلطٌ. وقال فقلت لها يا عمتا (١) لك ناقتي * وتمرفضا في عيبتي وزبيب وأمرهم فَضاً بينهم، أي لا أمير عليهم.",
    "pg": "6:2455-2456"
  },
  "فضج": {
    "def": "فلان يتفضَّج عرقاً، إذا عَرِقت أصول شعره ولم يَسِلْ (١) .",
    "pg": "1:334-335"
  },
  "فضح": {
    "def": "فَضَحَهُ فافْتَضَحَ، إذا كشف مساويه. والاسم الفضيحة والفضوح. وفضح الصبحُ وأفْضَحَ، إذا بدا. وأفْضَحَ البُسْرُ، إذا بدت فيه حمرةٌ. قال الشاعر أبو ذؤيب: يا هل رأيتَ حُمُولَ الحَيِّ غادِيةً * كالنخلِ زَيَّنها يَنْعٌ وإفْضاحُ والأَفْضَحُ: الابيض وليس بالشديد البياض. قال ابن مقبل: فأضحى له جلب بأكناف شرمة * أجش سماكى من الوبل أفضح وقيل: الفَضَحُ غُبرةٌ في طُحْلَة (١) . والأَفْضَحُ: الأسد، وكذلك البعير، وذلك من فضح اللون.",
    "pg": "1:391-392"
  },
  "فضخ": {
    "def": "فَضَخْتُ رأسه: شدختُهُ. وكذلك فَضَخْتُ البُسْرَ وافْتَضَخْته. والفَضيخُ: شرابٌ يُتَّخذ من البُسْرِ وحده من غير أن تمسَّه النار. وانْفَضَخَ سنام البعير: انشدخ.",
    "pg": "1:429"
  },
  "فضض": {
    "def": "الفَضُّ: الكسرُ بالتفرقة. وقد فَضَّهُ يَفُضُّهُ، وفَضَضْتُ ختمَ الكتابِ. وفي الحديث: \" لا يَفْضُضِ الله فاكَ \" ولا تقل بكسر: لا يُفْضِضْ. والمِفَضَّةُ (١) : ما يُفَضُّ به المدر. وفضاض الشئ: ما تفرق منه عند كسرك إيَّاه. وانْفَضَّ الشئ، أي انكسر. وفضضت القوم فانْفَضُّوا، أي فرَّقتهم فتفرَّقوا. وكلُّ شئ تفرق فهو فضض. وفى الحديث: \" أنت فَضَضٌ من لعنة الله \" يعني ما انْفَضَّ من نطفة الرجل وتردَّد في صلبه. والفاضة: الداهية. وتفضض الشئ، أي تفرَّقَ. والفَضيضُ: الماء العذب. وقد افْتَضَضْتُ الماءَ، إذا أصبتَه ساعةَ يخرج. وقال أبو عبيد: الفضيض الماء السائل. والفضة معروفةٌ، ولجامٌ مُفَضَّضٌ، أي مرصَّعٌ بالفضة. والفضفضة: سعة الثوب والدرع والعيشِ. يقال: ثوبٌ فَضْفاضٌ، وعيشٌ فَضْفاضٌ، ودرعٌ فَضْفاضَةٌ، أي واسعةٌ.",
    "pg": "3:1098-1099"
  },
  "فضل": {
    "def": "الفَضْلُ والفَضيلَةُ: خلاف النقص والنقيصة. والإفْضالُ: الإحسان. ورجلٌ مِفْضالٌ وامرأةٌ مِفْضالَةٌ على قومها، إذا كانت ذات فضْلٍ سمحةً. وأفْضَلَ عليه وتَفَضَّلَ، بمعنًى. والمُتَفَضِّلُ أيضاً: الذي يدَّعي الفَضْلَ على أقرانه. ومنه قوله تعالى: (يُريدُ أن يَتَفَضَّلَ عليكم) . وأفْضَلْتُ منه شيئاً واسْتَفْضَلْتُ، بمعنًى. وفَضَّلْتُهُ على غيره تَفْضيلاً، إذا حكمت له بذلك، أي صيَّرته كذلك. وفاضَلْتُهُ فَفَضَلْتُهُ، إذا غلبته بالفَضْلِ. والفَضْلَةُ والفُضالَةُ: ما فضل من شئ. وفضل منه شئ يفضل، مثل دخل يَدْخُلُ. وفيه لغة أخرى فَضُلَ يَفْضَلُ، مثل حَذِرَ يَحْذَرُ، حكاها ابن السكيت. وفيه لغة ثالثة مركبَّة منهما: فَضِلَ بالكسر يَفْضُلُ بالضم، وهو شاذٌّ لا نظير له. قال سيبويه: هذا عند أصحابنا إنما يجئ على لغتين. قال: وكذلك نعم ينعم، ومت تموت، وكدت تكود. وتفضلت المرأة في بيتها، إذا كانت في ثوب واحد، كالخيعل ونحوه. وذلك الثوب مفضل بكسر الميم، والمرأة فضل بالضم مثال جنب، وكذلك الرجل. وإنه لحسن الفضلة، عن أبى زيد، مثال الجلسة والركبة (١) .",
    "pg": "5:1791-1792"
  },
  "فطأ": {
    "def": "أبو زيد: فَطَأَهُ: ضربه على ظهره، مثل حطَأَهُ. وفطَأَها: جامعها. وفَطَأَ به الأرضَ: صرعه. وفطَأَ بسلحِهِ: رمى به، وربَّما جاء بالثاء. وفطَأَ بها: حَبَقَ. وفطأت الشئ: شدخته. والفطأة، الفطسة. رجل أفطأ بين الفطإ. وفطئ البعير، إذا تطامن ظهره خلقة.",
    "pg": "1:63"
  },
  "فطح": {
    "def": "فَطَحَهُ فَطْحاً: جعله عريضاً. قال الشاعر: مفطوحة السيتين توبع بريها * صفراء ذات أسرة وسفاسق والتَفْطيحُ مثله. يقال رأسٌ مُفَطَّحٌ، أي عريضٌ. ورجلٌ أفطح بيِّن الفطح، أي عريض الرأس.",
    "pg": "1:392"
  },
  "فطحل": {
    "def": "الفِطْحَلُ، على وزن الهِزْبَرُ: زمنٌ لم يُخلقِ الناس فيه بعد. قال الجرميُّ: سألت أبا عبيدة عنه فقال: الأعراب تقول: إنه زمنٌ كانت الحجارة فيه رطبة. وأنشد للعجاج: وقد أتانا زمن الفطحل والصخر مبتل كطين الوحل (٢) وفطحل بفتح الفاء: اسم رجل. وقال: تَباعَدَ مِنِّي فُطْحُلٌ إذ رَأَيْتُهُ (٣) أَمينَ فزاد اللهُ ما بيننا بعدا",
    "pg": "5:1792"
  },
  "فطر": {
    "def": "أفْطَرَ الصائمُ. والاسمُ الفِطْرُ. وفَطَّرتُهُ أنا تَفْطيراً. ورجلٌ مُفْطِرٌ وقوم مفاطير، مثل موسر ومياسير. ورجل فطر وقوم فِطْرٌ، أي مفطِرونَ، وهو مصدر في الأصل. والفَطورُ: ما يُفْطَرُ عليه، وكذلك الفَطورِيُّ كأنَّه منسوب إليه. وفَطَرَتِ المرأةُ العجينَ حتَّى استبان فيه الفُطْرُ. والفُطْرُ أيضاً: ضربٌ من الكمأة أبيضُ عِظامٌ، الواحدة فُطْرَةٌ. والفِطْرَةُ بالكسر: الخِلقةُ. وقد فَطَرَهُ يَفْطُرُهُ بالضم فَطْراً، أي خلقهُ. والفَطْرُ أيضاً: الشقُّ. يقال: فطرته فانفطر. ومنه فطر ناب البعير: طَلَعَ، فهو بعيرٌ فاطِرٌ. وتفطر الشئ: تشقق. وسيف فطار، أي فيه تشقُّقٌ. قال عنترة: وسيفي كالعَقيقةِ فهو كِمْعي * سلاحي لا أفَلَّ ولا فُطارا - والفَطْرُ: الابتداءُ والاختراعُ. قال ابن عبَّاس ﵁: كنت لا أدري ما فاطِرُ السموات حتَّى أتاني أعربيَّانِ يختصِمان في بئر فقال أحدهما: أنا فَطَرْتُها أي أنا ابتدأتها.\n(٩٩ - صحاح ٢) . والفطر: حلب الناقة بالسبَّابة والإبهام. والفَطيرُ: خلاف الخمير، وهو العجين الذي لم يختمر. وكل شئ أعجلته عن إدراكه فهو فَطيرٌ. يقال: إيَّاك والرأيَ الفَطيرَ. وفَطَرْتُ العجين أفْطُرُهُ فَطْراً، إذا أعجلته عن إدراكه. تقول: عندي خبز خمير، وحيس فطير، أي طرى.",
    "pg": "2:781-782"
  },
  "فطس": {
    "def": "الفطسُ بالتحريك: تطامنُ قصبةِ الأنف وانتشارها. والرجل أفْطَسُ. والاسمُ الفَطَسَةُ بالتحريك، لأنه كالعاهة. والفَطْسَةُ بالتسكين: خرزة يؤخذ بها. يقولون: \" أخذته بالفطسة، بالثؤباء والعطسة \". وفطس يَفْطِسُ فُطوساً، أي مات. والفِطِّيسُ، مثال الفسيق: المطرقةُ العظيمة. وفِطِّيسةُ الخنزير أيضاً: أنفه ; وكذلك الفنطيسة.",
    "pg": "3:959"
  },
  "فطم": {
    "def": "فِطامُ الصبيّ: فِصالُهُ عن أمّه. يقال: فَطَمَتِ الأمُّ ولدها، والصبى فطيم، والجمع فطم مثل سرير وسرر. وفطمت الرجل عن عادته. قال ابن السكيت: ناقة فاطم، إذا بلغ حوارها سنة ففطم. وأنشد: من كل كوماء السنام فاطم تشحى بمستن الذنوب الراذم شدقين في رأس لها صلادم قال أبو نصر: فطمت الحبل: قطعته.",
    "pg": "5:2002-2003"
  },
  "فطن": {
    "def": "الفِطْنَةُ كالفهم. تقول: فَطَنْتُ للشئ بالفتح. ورجل فطن وفطن، وقد فَطِنَ بالكسر فِطْنَةً وفَطانَةً وفطانية. والمفاطنة: مفاعلة منه.",
    "pg": "6:2177"
  },
  "فظظ": {
    "def": "الفَظُّ: الرجلُ الغليظُ. وقد فظظت يا رجل بالكسر فظاظة. والفظ أيضا: ماء الكرش. قال الشاعر (٣) وكانوا كأنف الليث لا شم مرغما * ولا نال فظ الصيد حتى يعفرا * يقول: لا يشم ذلة ترغمه، ولا ينال من صيده لحما حتى يصرعه ويعفره، لانه ليس بذى اختلاس كغيره من السباع. ومنه قولهم: افْتَظَّ الرجل، وهو أن يسقي بعيره ثم يشدُّ فمه لئلا يجترَّ، فإذا أصابه عطش شقَّ بطنه فعصر فرثه فشربه (١) .",
    "pg": "3:1176"
  },
  "فظع": {
    "def": "فَظُعَ الأمرُ (١) بالضم فَظاعَةً فهو فَظيعٌ، أي شديدٌ شنيعٌ جاوز المقدار. وكذلك أفْظَعَ الأمر فهو مُفْظِعٌ. وأُفْظِعَ الرجلُ على ما لم يُسَمَّ فاعله، أي نزل به أمر عظيم، ومنه قول لبيد: وهُمُ السُعاةُ إذا العَشيرةُ أُفْظِعَتْ * وهُمُ فَوارسها وهُمْ حكامها * وأفظعت الشئ واستفظعته، أي وجدته فظيعا.",
    "pg": "3:1259"
  },
  "فعا": {
    "def": "الأفْعى حيّةٌ، وهو أفْعَلُ، تقول: هذه أفعى بالتنوين، وكذلك أروى، والجمع أفاعي. والأُفْعُوانُ: ذكر الأفاعي. وأرضٌ مَفْعاةٌ: ذات أفاعي. والمُفَعَّاةُ بالتشديد: السِمَة التي على صورة الأفْعى. وتَفَعَّى الرجل: صار كالأفْعى في الشر.",
    "pg": "6:2456"
  },
  "فعع": {
    "def": "فعفع الراعى، إذا زجر الغنم وقال فَعْ فَعْ (٢) ، وهو حكاية زجره. وراع فعفاع، كقولك جرجر البعير فهو جرجار، وثرثر فهو ثرثار، وفعفعى أيضاً، وفَعْفَعانِيٌّ (٣) ، إذا كان خفيفاً في ذلك.",
    "pg": "3:1259"
  },
  "فعل": {
    "def": "الفَعْلُ بالفتح: مصدرُ فَعَلَ يَفْعَلُ (١) وقرأ بعضهم: (وأوحينا إليهم فَعْلَ الخيراتِ) والفِعْلُ بالكسر الاسمُ، والجمع الفعال، مثل قدح وقداح، وبئر وبئار. والفعال بالفتح: الكرم. وقال هُدْبة. ضَروبا بلَحْيَيْهِ على عَظْمِ زَوْرِهِ إذا القومُ هَشُّوا للفَعالِ تَقَنَّعا والفعالُ أيضاً، مصدرٌ، مثل ذهب ذهابا. وكانت منه فَعْلَةٌ حَسَنَةٌ أو قبيحةٌ. وافْتَعَلَ كذباً وزوراً، أي اختلق. وفعلت الشئ فانفعل، كقولك: كسرته فانكسر.",
    "pg": "5:1792"
  },
  "فعم": {
    "def": "الفعم: الممتلئ. يقال: ساعد فَعْمٌ، وقد فَعُمَ بالضم فَعامَةً وفعومة. وأفعمت الاناء: ملاته. وقال: فصبحت والطير لم تكلم جابية طمت بسيل مفعم وأفعمت البيتَ بريح العود. وأفْعَمَ المسك البيتَ: ملأه بريحه. وأفْعَمْتُ الرجل: ملاته غضبا.",
    "pg": "5:2003"
  },
  "فغا": {
    "def": "الفَغْوُ والفاغِيَةُ: نَوْرُ الحِنَّاء. وأفْغى النبات، أي خرجت فاغِيَتُهُ. والفَغاءُ مقصور: البسر الفاسد المغبرّ. يقال منه: أفغت النخلة.",
    "pg": "6:2456"
  },
  "فغر": {
    "def": "فَغَرَ فاهُ، أي فتحه. وفغر فوه، أي انتفخ. يتعدى ولا يتعدى. وأفْغَرَ النجمُ، وذلك في الشتاء، لأن الثريا إذا كبَّد السماء من نظر إليه فغرفاه. والفاغرة: ضرب من الطيب، وهو أصل النَيْلوفَرِ الهنديِّ: وانفغر النور: تفتح. والمغفرة: الارض الواسعة.",
    "pg": "2:782"
  },
  "فغم": {
    "def": "وجدت فَغْمَةَ الطيبِ، أي ريحه. وفَغَمَني الطيبُ، إذا سدَّ خياشيمَك. وفَغَمَ الوردُ وتَفَغَّمَ، أي تفتّح. وفَغَمَهُ، أي قبَّلَه. قال الأغلب العجلي:\nبعد شَميمٍ شاغِفٍ وفغم * وكذلك المفاغمة. قال الراجز (١) : والله ما يشفى الفؤاد الهائما نفث الرقى وعقدك التمائما (*) ولا اللمام دون أن تلائما ولا اللزام دون أن تفاغما ولا الفغام دون أن تفاقما وتركب القوائم القوائما والفغم بالتحريك: الحرص. وقد فَغِمَ بكذا بالكسر: أولِعَ به وحَرَص عليه. وقال الأعشى: تَؤُمُّ دِيارَ بني عامِرٍ وأنتَ بآلِ عَقيلٍ فَغِمُ وكلبٌ فغم على الصيد.",
    "pg": "5:2003"
  },
  "فقأ": {
    "def": "تَفَقَّأَتِ السَّحابَةُ عن مائها: تشققت. قال ابن أحمر: تَفَقَّأَ (٢) فوقه القَلَعُ السَواري * وجُنَّ الخازباز (٣) به جنونا يعنى فوق الهجل وهو: المطمئن من الارض. وتفقأت البهمى، إذا تشققت لفائفها عن ثَمَرها. وتَفَقَّأ الدُمَّلُ والقَرْحُ. وفَقَأتُ عينه فَقأً، وفَقَّأتُها تفقئة، إذا بخقتها (١) . والفقء: السابياء، وهو الذي يخرج على رأس الولد. وتَفَقَّأتُ شحماً، تنصبه على التمييز.",
    "pg": "1:63"
  },
  "فقا": {
    "def": "فُقْوَةُ السهم: فوقُهُ، والجمع فقا. وأنشد أبو عمرو بن العلاء (٢) (*) ونبلي وفقاها كعراقيب قطا ظحل",
    "pg": "6:2456"
  },
  "فقح": {
    "def": "تَفَقَّحَتِ الوردةُ، أي تَفتَّحتْ. وعلى فلانٍ حُلَّةٌ فُقَّاحِيَّةٌ، وهي على لون الورد حين همَّ أن يتفتح. والفقاح: نور الاذخر. والفَقْحَةُ: حلقة الدُبر (١) ، والجمع الفِقاحُ. وهم يَتفاقَحونَ، إذا جعلوا ظهورهم إلى ظهورهم، كما تقول: يتقابلون، ويتظاهرون. وفَقّحَ الجِرو تفقيحاً، إذا فَتَح عينيه أول ما يفتح. وفى الحديث: \" فقحنا وصأصأتم (٢) \".",
    "pg": "1:392"
  },
  "فقد": {
    "def": "فقدت الشئ أفقده فقدا وفِقْداناً وفُقْداناً (١) . وكذلك الافْتِقادُ. وتَفَقدْتُهُ. أي طلبته عند غيبته. والفاقد: المرأة التي تَفْقِدُ ولدها أو زوجها. وظبية فاقد. وتفاقد القومُ، أي فَقَدَ بعضُهم بعضاً. وقال الشاعر ابن مَيَّادة: تَفاقَدَ قَوْمي إذ يَبيعون مُهْجَتي * بجارِيَةٍ بهرا (٢) لهم بعدها بهرا -",
    "pg": "2:520"
  },
  "فقر": {
    "def": "الفَقارَةُ بالفتح: واحدة فَقارِ الظهر. وذو الفقار أيضا: اسم سيف النبي ﷺ. والفقرة بالكسر مثل الفقارة، والجمع فقرات وفقرات (١) وفقر. وأجود بيتٍ في القصيدة يسمَّى فِقْرَةً، تشبيهاً بفِقْرَةِ الظَهر. ورجلٌ فِقَرٌ: يشتكي فَقارَهُ. والفاقِرَةُ الداهية. يقال: فَقَرَتْهُ الفاقِرَةُ، أي كسرتْ فَقارَ ظَهره. وفَقَرْتُ أنف البعير، إذا حززْتَه بحديدةٍ ثم جعلت على موضع الحَزِّ الجريرَ وعليه وتَرٌ ملوى، لتذلله بذلك تروضه. ومنه قولهم: قد عَمِلَ به الفاقِرَةُ. ورجلٌ فَقيرٌ من المال. قال ابن السكيت: الفَقيرُ الذي له بُلْغَةٌ من العيش. قال الراعي يمدح عبد الملك بن مروان ويشكو إليه سُعاتَهُ: أمَّا الفقيرُ الذي كانت حَلوبَتُهُ * وَفْقَ العيالِ فلم يترك له سبد - قال: والمسكين الذى لا شئ له. وقال الاصمعي: المسكين أحسن حالا من الفقير. وقال يونس: الفقير أحسن حالا من المسكين. قال: وقلت لاعرابي أفقير أنتَ؟ فقال: لا والله بل مسكين. وقال ابن الاعرابي: الفقير الذى لا شئ له، والمسكين مثله. والفقر: لغة في الفَقْرِ، مثل الضُعْفُ والضعف. والفقير: مخرج الماء من القناة. وأما قول الراجز: * ما ليلة الفقير إلا شيطان (١) * فهو ركى بعينه معروف. والفقير: حفير يحفر حول الفَسيلة إذا غُرست. تقول منه: فقرت للودية تفقيرا. وفقرت الخزز أيضاً: ثقّبته. والفَقيرُ: المكسورُ فَقارِ الظَهر. وقال لبيد: لَمَّا رأى لُبَدُ النسورَ تَطايَرَتْ * رَفَعَ القوادمَ كالفَقيرِ الأعْزَلِ - والمُفَقَّرُ: السيفُ الذي في متنه حزوز. وقولهم: أفقرك الصيد، أي أمكلنك من فقاره، أي فارْمِهِ. وأفْقَرْتُ فلاناً ناقتي، أي أعرته فَقارها ليركبها. والاسم الفقرى. قال الشاعر: له فقرة قد أحرمت حل ظهره * فما فيه الفقرى ولا الحج مزعم - وأفقره الله من للفقر فافْتَقَرَ. ويقال: سَدَّ الله مَفاقِرَهُ، أي أغناه وسدَّ وجوهَ فَقْرِهِ. وقولهم: فلان ما أفقره وما أغناه، شاذ، لانه يقال في فعليهما افتقر واستغنى، فلا يصح التعجب منهما.",
    "pg": "2:782-783"
  },
  "فقس": {
    "def": "فَقَسَ فُقوساً، أي مات. وفَقَسَ الطائر بيضه فَقْساً، أي أفسده.",
    "pg": "3:959"
  },
  "فقع": {
    "def": "الفقوعُ: مصدرُ قولك أصفر فاقع، أي شديد الصفرة. وقد فَقَعَ (١) لونُه يَفْقَعُ ويَفْقُعُ فُقوعاً. وبقرةٌ صفراءُ فاقِعٌ لونها، أي لونها فاقِعٌ. والفاقِعَةُ: الداهيةُ. وفَواقِعُ الدهر: بَوائِقُهُ. والفُقَّاعُ: الذي يشرب. والفَقاقيعُ: النُفّاخاتُ التي ترتفع فوق الماء كالقوارير. والفَقْعُ: الحُصاصُ (٢) . وفَقَّعَ أصابعَه تَفْقيعاً: فَرْقَعَها. والفَقْعُ: ضربٌ من الكمأة، قال أبو عبيد: وهي البيضاء الرِخوة، وكذلك الفِقْعُ بالكسر، عن ابن الكسيت. وجمع الفقع فقعة، مثل جبء وجبأة وجمع الفِقْع أيضاً فِقَعَةٌ، مثل قردٍ وقِرَدَةٍ. ويُشَّبَه به الرجل الذليل فيقال: هو فَقْعُ قَرْقَرِ ; لان الدواب تنجله بأرجلها. قال النابغة يهجو النعمان بن المنذر: حدثوني بنى الشقيقة ما يم * نع فقعا بقرقر أن يزولا",
    "pg": "3:1259"
  },
  "فقعس": {
    "def": "فقعس: أبو قبيلة من بنى أسد، وهو فقعس ابن عمرو بن الحارث بن ثعلبة بن دودان بن أسد.",
    "pg": "3:959"
  },
  "فقق": {
    "def": "الفقفقة: نباح الكلب عند الفرق. ورجل فقاقة بالتخفيف، أي أحمقُ هُذَرَةٌ. وكذلك فَقْفاقَةٌ وفَقْفاقٌ. وانفق الشئ افقفاقا، أي انفرج.",
    "pg": "4:1544"
  },
  "فقم": {
    "def": "الفقم بالضم: اللحى. وفي الحديث: \" من حفظ ما بين فقمية \" أي ما بين لحييه. والفقم بالتحريك: أن تتقدَّم الثنايا السفلى فلا تقع على العليا. والرجلُ أفْقَمُ. والأفْقَمُ من الأمور: الأعوج. والفَقَمُ أيضاً: الامتلاءُ. يقال: أصاب من الماء حتى فقم. عن ابن دريد. وتفاقم الأمر، أي عَظُمَ. والمُفاقَمَةُ: البِضاعُ. وقال:\nولا الفغام دون أن تفاقما * وفقيم: حى من كنانة، والنسبة إليهم فقمى، مثل هذلي، وهم نسأة الشهور.",
    "pg": "5:2003-2004"
  },
  "فقه": {
    "def": "الفِقْهُ: الفهمُ. قال أعرابيٌّ لعيسى بن عمر: \" شَهِدْتَ عليك بالفِقْهِ \". تقول منه: فَقِهَ الرجلُ، بالكسر. وفلان لا يفقه ولا ينقه. وأفقهتك الشئ. ثم خص به عِلْمُ الشريعة، والعالِمُ به فَقيهٌ، وقد فَقُهَ بالضم فَقاهَةً، وفَقَّهَهُ الله. وتَفَقَّهَ، إذا تعاطى ذلك. وفاقَهْتُهُ، إذا باحثتَه في العلم.",
    "pg": "6:2243"
  },
  "فكر": {
    "def": "التَفَكُّرُ: التأملُ. والاسم الفِكْرُ والفِكْرَةُ. والمصدر الفَكْرُ بالفتح. قال يعقوب: يقال ليس لي في هذا الأمر فِكْرٌ، أي ليس لي فيه حاجة. قال: والفتح فيه أفصح من الكسر. وأفْكَرَ في الشئ وفكر فيه وتفكر، بمعنى. ورجل فكير، مثال فسيق: كثير التفكر.",
    "pg": "2:783"
  },
  "فكك": {
    "def": "فلكة المغزل سميت لاستدارتها. والفَلْكَةُ: قطعةٌ من الأرض أو الرمل تستدير وترتفع على ما حولها، والجمع فَلَكٌ. قال الكميت: فلا تَبْكِ العِراصَ ودِمْنَتَيْها بِناظِرةٍ ولا فَلَكَ الأسيلِ (١) ومنه قيل: فلك ثدى الجارى تفليكا وتفلك: استدار. قال أبو عمرو: التَفْليكُ أن يجعل الراعي من الهُلب مثل الفَلْكَةِ ثم يجعله في لسان الفَصيل لئلاّ يرضع. والفُلْكُ بالضم: السفينة، واحدٌ وجمعٌ، يذكّر ويؤنّث. وقال تعالى: ﴿في الفُلْكِ المَشْحونِ﴾ فجاء به مذكَّراً. وقال تعالى: ﴿والفلك التى يجرى البحر﴾ فأنث ويحتمل واحداً وجمعاً. وقال تعالى: ﴿حتَّى إذا كنتم في الفُلْكِ وجَرَيْنَ بهم﴾ فجمع، فكأنه يذهب بها إذا كانت واحدة إلى المركب فيذكر، والى السفينة فتؤنث. وكان سيبويه يقول: الفلك التى هي جمع تكسير للفلك التى هي واحد، وليس مثل الجنب الذى هو واحد وجمع، والطفل وما أشبههما من الاس ماء، لان فعلا يشركان في الشئ الواحد، مثل العرب والعرب، والعجم والعجم، والرهب والرهب، فلما جاز أن يجمع فعل على فعل، مثل أسد وأسد، لم يمتنع أن يجمع فعل على فعل. والفلك: واحد أفلاك الفجوم. قال: ويجوز أن يجمع على فعل مثل أسد وأسد، وخشب وخشب. والفلك موج البحر. والفيلكون البردى",
    "pg": "4:1604-1605"
  },
  "فكل": {
    "def": "الافكل، على أفعل، الرعدة. ولا يبنى منه فِعْلٌ. يقال: أخذَه أفْكَلٌ، إذا ارتعد من بردٍ أو خوف. وهو ينصرف، فإن سميت به رجلا لم تصرفه في المعرفة للتعريف ووزن الفعل، وصرفته في النكرة.",
    "pg": "5:1792"
  },
  "فكن": {
    "def": "التَفَكُّنُ: التندُّمُ على ما فات.",
    "pg": "6:2177"
  },
  "فكه": {
    "def": "الفاكِهَةُ معروفةٌ، وأجناسها الفَواكِهُ. والفاكهاني: الذى يبيعها. والفكاهة بالضم: المُزاحُ. والفَكاهَةُ بالفتح: مصدر فَكِهَ الرجلُ بالكسر، فهو فَكِهٌ، إذا كان طيِّب النفس مَزَّاحاً. والفَكِهُ أيضاً: الأشِرُ البَطِرُ. وقرئ: (ونَعْمةٍ كانوا فيها فَكِهينَ) ، أي أشرين. و (فاكهين) أي ناعمين. والمفاكهة: الممازحة. يقال: \" لا تفاكه أمه، ولا تبل على أكمه \". وتفكه: تعجب، ويقال تندم. قال تعالى: (فَظَلْتُمْ تَفَكَّهونَ) أي تندمون. وتفكهت بالشئ: تمتعت به. أبو زيد: أفْكهَتِ الناقة، إذا دَرَّت عند أكل الربيع قبل أن تضع، فهى مفكهة. والفاكه بن المغيرة المخزومى: عم خالد ابن الوليد.",
    "pg": "6:2243-2244"
  },
  "فلا": {
    "def": "الفَلاةُ: المفازةُ، والجمع الفَلا والفلوات. وجمع الفلا (١) فلى على فعول، مثل عصا وعصى. وأنشد أبو زيد: موصولة وصلا بها الفلى * القى ثم القى ثم القى وأفلى القوم، إذا صاروا إلى الفلاة. والفلو بتشديد الواو: المهر، لانه يفتلى، أي يفطم. قال دكين بن رجاء:\nكان لنا وهو فلو نرببه (٢) * وقد قالوا للانثى: فلوة، كما قالوا عدو وعدوة، والجمع أفلاء مثل عدو وأعداء، وفلاوى أيضا مثل خطايا وأصله فعائل، وقد ذكرناه في الهمز. أبو زيد: فلو إذا فتحت الفاء شددت الواو، وإذا كسرت خففت فقلت فلو مثل جرو. قال مجاشع بن دارم جرول يا فلو بنى الهمام * فأين عنك القهر بالحسام وفلوته عن أمه وافتليته، إذا فطمته. قال الاعشى: ملمع لاعة الفؤادِ إلى جَحْ * شٍ فَلاهُ عنها فبئس الفالى وفرس مفل ومُفْلِيَةٌ: ذات فَلُوٍّ. ويقال أيضاً: فلوته، أي ربيته. قال الحطيئة يصف رجلا:\nنجيب فلاه في الرباط نجيب (١) * وكذلك افتليته. وقال (٢) : وليس يهلِكُ منا سيِّدٌ أبداً * إلاّ افْتَلَيْنا غلاماً سيِّداً فينا وفَلَوْتُهُ بالسيف وفَلَيْتُهُ، إذا ضربت رأسه. وفَلَيْتُ رأسه من القمل. وتَفَالى هو واسْتَفْلى رأسه، أي اشتهى أن يُفْلى. وفَلَيْتُ الشِعْر، إذا تدبَّرته واستخرجت معانيَه وغريبه. عن ابن السكيت. وأما قول عمرو بن معد يكرب: تراه كالثغام يعل مسكا * يسوء الفاليات إذا فلينى قال الاخفش: يريد فليننى فحذف النون الاخيرة، لان هذه النون وقاية للفعل وليست باسم، فأما النون الاولى فلا يجوز طرحها لانها الاسم المضمر. وقال أبو حية النميري: أبالموت الذى لا بد أنى * ملاق لا أباك تخوفيني اد تخوفينني فحذف. وعلى هذا قرأ بعض القراء: (فبم تبشرون) فأذهب إحدى النونين استثقالا كما قالوا: ما أحست منهم أحدا، فألقوا إحدى السينين استثقالا، فهذا أجدر أن يستثقل، لانهما جميعا متحركان.",
    "pg": "6:2456-2457"
  },
  "فلت": {
    "def": "يقال: كان ذلك الأمر فلتة، أي فجأة، إذا لم يكن عن تردُّد ولا تدبُّر. والفَلْتَةُ: آخر ليلة من كل شهر، ويقال هي آخر يومٍ من الشهر الذي بعدَه الشهر الحرام. وأفلت الشئ وتفلت وانفلت بمعنى. وأفلته غيره. وافتلت الكلام، أي ارتَجلَه. وافْتُلِتَ فلانٌ، على ما لم يُسَمَّ فاعله، أي مات فجأة. وافْتُلِتَتْ نفسُه أيضاً. وفرسٌ فَلَتانٌ، أي نشيطٌ حديد الفؤاد مثل الصلَتانِ. وكساء فَلوتٌ: لا ينضمّ طرَفاه على لابسه، من صغره.",
    "pg": "1:260"
  },
  "فلج": {
    "def": "فلج: اسم موضع بين البصرة وضرية، مذكر مصروف. قال الشاعر (١) : وإنَّ الَّذِي حانت بفَلْجٍ دماؤهم * هُمُ القومُ كُلُّ القوم يا أم خالد والفلج أيضا: نهر صغير. وقال:\nفصبحا عينا روى وفلجا (٢) * والفلج أيضاً: الظَفَرُ والفَوْزُ. وقد فَلَجَ الرجل على خَصْمِه يَفْلِجُ فلْجاً. وفي المثل: \" من يَأتِ الحَكَم وَحْدَه يَفْلُجْ \". وأفْلَجَه الله عليه. والاسمُ الفُلْجُ بالضم. وأفْلَجَ الله حجته: قومها وأظهرها. والفلج، بالكسر: مكيال معروف. قال الجَعْديُّ يصف الخمر: أُلْقي فيها فِلْجانِ من مِسْكِ دا * رينَ وفِلْجٌ من عَنْبَرٍ ضرم (٣) والفلج بالتحريك: لغة في الفلج، وهو نهر صغير. قال عبيد: أو فلج ببطن واد * للماء من تحته قسيب (١) ولو روى: \" في بطون واد \"، لاستقام وزن البيت. والجمع أفلاج. والفَلَجُ أيضاً في الأسنان: تباعُدُ ما بين الثنايا والرَباعيات. رجلٌ أفْلَجُ الأسنان، وامرأةٌ فلجاء الأسنان. قال ابن دريد: لا بدَّ من ذكر الأسنان. والأفْلَجُ أيضاً من الرجال: البعيد ما بين الثَدْيين (٢) . ورجل مُفَلَّجُ الثنايا، أي مُنْفَرِجُها، وهو خلاف المُتَراصّ الأسنان. والسهم الفالِجُ: الفائز. والقَفيزُ الفالج مثل الفلج، وهو مكيال، عن أبى عبيد. والفالج: ريح. وقد فُلِجَ الرجل فهو مفلوج، قال ابن دريد: لأنه ذهب نِصفُه. قال: ومنه قيل لشقة البيت: فليجة. والفالج: الجمل الضَخم ذو السنامين يُحْمَل من السند للفحلة. وفلجت الشئ بينهم أفلجه بالكسر فلجا، إذا قسمته. وفلجت الشئ فلجين، أي شققته نِصفين، وهي الفُلوجُ، الواحد فَلْجٌ وفِلجٌ. وفَلَجْتُ الجِزْية على القوم، إذا فرضتها عليهم. قال أبو عبيد: هو مأخوذ من القفيز الفالج. وفالج: اسم رجل، وهو فالج بن خلاوة الاشجعى. ومنه قولهم: \" أنا من هذا الامر فالج ابن خلاوة \" أي برئ وبمعزل منه. وذلك أنه قيل لفالج يوم الرقم لما قتل أنيس الاسرى: أتنصر أنيسا؟ قال: إنى منه برئ! وفلجت الارض للزراعة. وكل شئ شققته فقد فلجته. والفَلُّوجة: الأرض المُصْلَحَةُ للزَرع، والجمع فلاليج. ومنه سمى موضع في الفرات فلوجة. والفليجة: شقة من شقق الخِباء. قال عُمر بن لَجَأٍ: تَمَشَّى غَيْرَ مُشْتَمِلٍ بِثَوبٍ سوى خَلِّ الفَليجَةِ بالخِلالِ وتَفلّجتْ قدمُه: تشققت.",
    "pg": "1:335-336"
  },
  "فلح": {
    "def": "الفَلاحُ: الفوز والنَجاة، والبَقاء، والسحور. يقول الرجل لامرأته: اسْتَفْلِحي بأمرِك (٣) ، أي فوزي بأمرك. وقول الشاعر:\nولكن ليس للدنيا (٤) فَلاحُ * أي بقاء. وفي الحديث: \" حتَّى خِفْنا أن يَفوتَنا الفَلاحُ \"، يعني السحور. ويقال: إنَّما سُمِّيَ بذلك لأن به بقاء الصوم. وحَيَّ على الفَلاح، أي أقبل على النجاة. والفلح: لغة في الفلاج. قال الاعشى: ولئن كنا كقوم هلكوا * ما لقوم (٥) يالقوم من فلح وفَلَحْتُ الأرضَ: شققتها للحرث. ومنه سمى الاكار فلاحا. والفلاحة، بالكسر: الحراثة. وقولهم: \" إن الحديد بالحديد يُفْلَحُ \" أي يُشَقُّ ويُقطَعُ. وفي رِجْلِ فلانٍ فُلوحٌ، أي شقوق، وبالجيم أيضاً. والأفْلَحُ: المشقوق الشفةِ السُفلى، يقال رجل أفْلَحُ بَيِّن الفَلَحَ، واسم ذلك الشق الفلحة (١) مثل القطعة. وكان عنترة العبسى يقلب \" الفلحاء \" لفلحة كانت به. وإنما ذهبوا به إلى تأنيث الشفة.",
    "pg": "1:392-393"
  },
  "فلحس": {
    "def": "أبو عبيد: الفَلْحَسُ: الحريصُ. ويقال للكلب فلحس. وفلحس أيضا: اسم رجل من بنى شيبان. وفيه المثل: \" أسأل من فلحس \"، زعموا أنه كان يسأل سهما في الجيش وهو في بيته، فيعطى لعزه وسؤدده، فإذا أعطيه سأل لامرأته، فإذا أعطيه سأل لبعيره.",
    "pg": "3:959"
  },
  "فلذ": {
    "def": "الفِلْذُ: كبدُ البعير، والجمع أفْلاذٌ. والفِلْذَةُ: القطعةُ من الكبدِ واللحم والمال وغيرها، والجمع فلذ. يقال: فَلَذْتُ له من مالي، أي قطعت له منه. وافْتَلَذْتُهُ المالَ، أي أخذتُ من ماله فِلْذَةً. قال كثيِّر: إذا المالُ لم تُوجِبْ عليك عَطاَءهُ. * صَنيعَةُ قُرْبى أو صَديقٍ تُوامِقُهْ - مَنَعْتَ وبعضُ المَنْعِ حَزْمٌ وقُوَّةٌ * ولم يَفْتَلِذْكَ المالَ إلا حَقائِقُهُ - والفالوذُ والفالوذَقُ معرَّبان. قال يعقوب: ولا تقل الفالوذج.\nفصل القاف",
    "pg": "2:568"
  },
  "فلز": {
    "def": "الفِلِزُّ بالكسر وتشديد الزاي: ما يَنْفيه الكير مما يُذاب من جواهر الارض.",
    "pg": "3:890"
  },
  "فلس": {
    "def": "الفَلْسُ يجمع على أفْلُسٍ في القِلة، والكثيرُ فُلوسٌ. وقد أفْلَسَ الرجل: صار مُفْلِساً، كأنَّما صارت دراهمه فلوسا وزيوفا. كما يقال: أخبث الرجل، إذا صار أصحابه خبثاء. وأقطف: صارت دابته قطوفا. ويحوز أن يراد به أنه صار إلى حال يقال فيها: ليس معه فلس. كما يقال: أقهر الرجل إذا صار إلى حال يقهر عليها. وأذل الرجل: صار إلى حال يذل فيها. وقد فَلَّسَهُ القاضي تَفْليساً: نادى عليه أنه أفلس.",
    "pg": "3:959-960"
  },
  "فلط": {
    "def": "أفْلَطَني الرجلُ إفْلاطاً، مثل أفلتني. قال الخليل: أفلطنى لغة تميمية قبيحة في أفلتَني. والفِلاط: الفَجأةُ، لغةٌ لهُذَيْلٍ. يقال: لقيت فُلاناً فَلَطاً وفِلاطاً، أي فجأة. قال الهذلى (١) : به أحمى المضاف إذا دَعانِي * ونفسي ساعةَ الفزعِ الفِلاطِ * ويقال تكلم فلان فِلاطاً فأحسَنَ، إذا فاجأ بالكلام الحسن. قال الراجز: ومنهل على غشاش وفلط * شربت منه بين كره وثعط (٢) * أي نتن (٣) .\nفصل القاف",
    "pg": "3:1150"
  },
  "فلع": {
    "def": "فلعت الشئ فلعا: شققته، فانفلع. وفلعته تفليعا. قال الشاعر (٣) : نشق العهاد الحو لم ترع قبلنا * كما شق بالموسى السنام المفلع * وتفلعت قدمه: تشققتْ، وهي الفُلوعُ الواحد فَلْعٌ وفِلْعٌ. ويقال في الفحش: لعن الله فلعتها.",
    "pg": "3:1259-1260"
  },
  "فلق": {
    "def": "فلقت (١) الشئ فلقا: شققته. والتَفْليقُ مثله. يقال: فَلَقْتُهُ فانْفَلَقَ وتَفَلَّقَ. وفي رِجله فُلوقٌ، أي شقوقٌ. ويقال: كلَّمني من فَلْقِ فيه. والفَلَقُ بالتحريك: الصبحُ بعينه. قال ذو الرمة يصف الثور الوحشى: حتى إذا ما انجلى عن وجهه فلق (٢) هاديه في أخريات الليل منتصب يقال: فَلَقَ الصبحَ فالِقُهُ. وأما قوله تعالى: ﴿قل أعوذ الفَلَقِ﴾ فيقال هو الصبح، ويقال الخَلْقُ كلُّه. والفَلْقُ أيضاً: المطمئنّ من الأرض بين الربوتين، وجمعه فلقان مثل خلق وخلقان. وربما قالوا: كان ذلك بفالِقِ كذا وكذا، يريدون المكان المنحدر بين الربوتين. والفَلَقُ أيضاً: مِقْطَرَةُ السجّان. والفَلْق: الشقُّ، يقال مررت بجَرَّةٍ فيها فُلوقٌ، أي شقوقٌ. وقولهم: صار البيضُ فِلاقاً وفُلاقاً، أي صار أفْلاقاً. والفِلْقُ بالكسر: الداهيةُ والأمرُ العجبُ. تقول منه: أفلق الرجل وافتلق. وشعر مفلق: قد جاء بالفلق. قال سويد بن كراع العكلى - وكراع: اسم أمه، واسم أبيه عمير: إذا عرضت داوية مدلهمة وغرد حاديها فرين بها فلقا والفلق أيضاً: القضيب يُشقُّ باثنين فيعمل منه قوسان، يقال لكل واحد منها فلق. والفلقة أيضا: الكسرة. يقال: أعطني فِلْقَةَ الجَفنةِ، وهي نصفها. وقولهم: جاء بعُلَقَ فُلَقَ (١) ، وهى الداهية، لا تجرى. يقال منه للرجل: أعْلَقَتْ وأفْلَقَتْ، أي جئت بعُلَقَ فُلَقَ. ومرَّ يَفْتَلِقُ في عدْوه، أي يأتي بالعجب من شدَّته. والفَليقَةُ: الداهيةُ. والعرب تقول: يا للفَليقَةِ! والفَليقُ في جرانِ البعير: الموضع المطمئنُّ عند مجرى الحلقوم. وأنشد الاصمعي (١) :\nفليقة أجرد كالرمح الضلع (٢) * والفليق بالضم والتشديد: ضربٌ من الخوخ يَتَفَلَّقُ عن نواهُ. والمُفَلَّقُ منه: المجفَّف. والفَيْلَقُ: الجيش، والجمع الفيالق.",
    "pg": "4:1544-1545"
  },
  "فلقس": {
    "def": "قال أبو عبيد: الفَلَنْقَسُ: الذي أبوه مَوْلًى وأمُّه عربية. وأنشد: العبد والهجين والفلنقس * ثلاثة فأيهم تلمس * وقال أبو الغوث: الفلنقس الذى أبوه مولى وأمه مولاة. والهجين: الذى أبوه عتيق وأمه مولاة. والمقرف: الذى أبوه مولى وأمه ليست كذلك.\nفصل القاف",
    "pg": "3:960"
  },
  "فلقم": {
    "def": "الفلقم: الواسع.",
    "pg": "5:2004"
  },
  "فلكن": {
    "def": "الفيلكون: البردى، وهو فيعلول.",
    "pg": "6:2178-2179"
  },
  "فلل": {
    "def": "الفلُّ بالفتح: واحد فُلولِ السيف، وهي كسورٌ في حدّه. وسيفٌ أفَلُّ بيِّن الفَلَلِ. ونَضِيٌّ مُفَلَّلٌ، إذا أصاب الحجارة فكسرته. وتَفَلَّلَتْ مضاربه، أي تكسَّرت. ويقال أيضاً: جاء فَلُّ القوم، أي منهزموهم، يستوي فيه الواحد والجمع. يقال: رجلٌ فَلٌّ، وقومٌ فَلٌّ، وربَّما قالوا: فَلولٌ وفِلالٌ. وفَللتُ الجيش: هزمته. وفَلٌّهُ يَفُلُّهُ بالضم، يقال فَلَّهُ فانْفَلَّ، أي كسره فانسكر. يقال: من قل ذل، ومن أمر (١) فل. والفل بالكسر: الارض التى لم تمطر ولا نبات بها. وقال (٢) يصف العزى، وهى شجرة كانت تعبد: وأن التى بالجزع من بطن نخلة ومن دانها فل من الخير معزل (٣) أي خال من الخير. ويروى: \" ومن دونها \" أي الصنم المنصوب حول العزى. وقال الراجز يصف إبلا حرقها حمض بلاد فل وغتم نجم غير مستقل (١) يقال: أفْلَلْنا، أي صِرنا في فِلٍّ من الأرض. وأفَلَّ الرجلُ أيضاً، أي ذهب ماله. والفَليلُ والفَليلَةُ: الشعر المجتمع. والفَليلُ: نابُ البعير إذا انثلم. والفلفل بالضم: حب معروف. وشرابٌ مُفَلْفَلٌ: أي يلذع لذعَ الفلفل. وتفلفل قادمتا الضرع، إذ اسودت حلمتاهما قال ابن مقبل:\nلها توأبانيان: لم يتفلفلا (٢) * والتوأبانيان: قادمتا الضرع. وقولهم في النداء: يا فل، مخففا إنما هو محذوف من يا فلان، لا على سبيل الترخيم، ولو كان ترخيماً لقالوا يا فُلا. وربما قيل ذلك في غير النداء للضرورة. قال أبو النجم. * في لجة أمسك فلانا عن فل (١)",
    "pg": "5:1792-1794"
  },
  "فلم": {
    "def": "أبو عبيد: الفَيْلَمُ من الرجال: العظيم. وأنشد لبريق الهذلى: ويحمى المضاف إذا ما دَعا إذا فَرَّ ذو اللمة الفيلم وفي ذكر الدجال: \" رأيته فيلمانيا \". ابن السكيت: بئرٌ فَيْلَمٌ، أي واسعةٌ. ويقال: الفَيْلَمُ الرجل العظيم الجمّة. وقال: يُفَرِّقُ بالسيف أقْرانه كما فرَّقَ اللمة الفيلم",
    "pg": "5:2004"
  },
  "فلن": {
    "def": "ابن السراج: فلانٌ كنايةٌ عن اسمٍ سمِّي به المحدَّث عنه، خاصٌّ غالبٌ. ويقال في النداء: يافل فتحذف منه الألف والنون لغير ترخيم، ولو كان ترخيماً لقالوا يا فُلا. وربما جاء ذلك في غير النداء ضرورة. قال أبو النجم:\nفي لجة أمسك فلانا عن فل (٢) * واللجة: كثرة الاصوات، ومعناه أمسك فلانا عن فلان. ويقال في غير الناس: الفُلانُ والفلانة، بالالف واللام.",
    "pg": "6:2178"
  },
  "فم": {
    "def": "الفم أصله فوه، نقصت منه الهاء فلم تحتمل الواو الاعراب لسكونها (١) ، فعوض منها الميم. فإذا صغَّرت أو جمعت رددته إلى أصله وقلت فُوَيْهٌ وأفْواهٌ، ولا يقال أفْماءٌ. فإذا نسبت إليه قلت فَميٌّ وإن شئت فموى، تجمع بين العوض وبين الحرف الذي عوِّض منه، كما قالوا في التثنية فَمَوانِ. وإنما أجازوا ذلك لان هناك حرفا آخر محذوفا كأنهم جعلوا الميم في هذه الحال عوضا عنها لا عن الواو. وأنشد الاخفش: هما نفثا في في من فمويهما على النابح العاوى أشد رجام قال: وحق هذا أن يكون جماعة، لان كل شيئين من شيئين جماعة في كلام العرب، كقوله تعالى: (فقد صغت قلوبكما) . إلا أنه يجئ في الشعر ما لا يجئ في الكلام. وفيه لغاتٌ: يقال هذا فَمٌ، ورأيت فماً ومررتُ بفمٍ بفتح الفاء على كل حالٍ. ومنهم من يضم الفاء على كلِّ حالٍ، ومنهم من يكسر الفاء على كلِّ حالٍ، ومنهم من يعربه من مكانين يقول رأيت فَماً، وهذا فُمٌ، ومررت بِفِمٍ. وأما تشديد الميم فإنما يجوز في الشعر كما قال: يا ليتها قد خرجت من فمه حتى يعود الملك في أسطمه (١) قال ابن السكيت: ولو قيل من فمه بفتح الفاد لجاز.",
    "pg": "5:2004"
  },
  "فنح": {
    "def": "فَنَحَ (٢) الفرسُ من الماء، أي شرب دون الرى. وقال: والاخذ بالغبوق والصبوح * مبرد (٣) لمقأب فنوح",
    "pg": "1:393"
  },
  "فنخ": {
    "def": "فَنَخَهُ الأمر: قهره وذلَّله. وكذلك التفنيخ. ورجل مفنخ بكسر الميم، إذا كان ممن يذلّ أعداءه ويشج رأسهم كثيرا. قال العجاج: تالله لولا أن تحش الطبخ * بى الجحيم حين لا مستصرخ لعلم الاقوام أنى مفنخ * لهامهم أرضه وأنقخ (٢)",
    "pg": "1:429"
  },
  "فند": {
    "def": "الفَند، بالتحريك: الكذب. وقد أفْنَدَ إفْناداً، إذا كذب. والفَنَدُ: ضُعفُ الرأي من هَرَمٍ. وأفْنَدَ الرجل، أُهْتِرَ. ولا يقال عجوزٌ مُفْنِدَةٌ، لأنَّها لم تكن في شبيبتها ذات رأى. والتفنيد: اللوم وتضعيف الرأي. والفِنْدُ بالكسر: قطعةٌ من الجبل طولا. والفند الزمانى: شاعر. وقدوم فند أوة، أي حادة.",
    "pg": "2:520"
  },
  "فنزج": {
    "def": "الفنزج: رقص للعجم يأخذ فيه بعض بيد بعض، وهو بالفارسية \" پنچهـ \". قال العجاج:\nعكف النبيط يلعبون الفنزجا",
    "pg": "1:336"
  },
  "فنع": {
    "def": "الفَنَعُ: زيادة المال وكثرته. قال الشاعر (١) : أظل بيتى أم حسناء ناعمة * حسدتني (٢) أم عطاء الله ذا الفنع * تقول منه: فَنِعَ يَفْنَعُ فَنَعاً. ومسكٌ ذو فَنَعٍ، أي ذكيُّ الرائحة.\nفصل القاف",
    "pg": "3:1260"
  },
  "فنق": {
    "def": "تَفَنَّقَ الرجلُ، أي تنعّم. وفَنَّقَهُ غيره تَفْنيقاً وفانَقَهُ بمعنًى، أي نعَّمه. يقال: عيشٌ مُفانِقٌ. قال الشاعر (٣) يصف الجواري بالنَعمة: زانهن الشفوف ينضخن بالمسك وعيش مفانق وحرير وناقة فنق، أي فنية سمينة. قال الراجز:\nتنشطته كل هرجاب فنق (١) * وامرأة فنق، أي منعّمةٌ. والفنيقُ: الفحل المُكْرَمُ. قال أبو زيد: هو اسم من أسمائه، والجمع فنق. ذكره في كتاب الابل. وقال ابن دريد: والجمع أفناق.",
    "pg": "4:1545"
  },
  "فنك": {
    "def": "الفنوك: اللجاج، عن السكسائى وأبو عبيدة مثله وقد فنك في هذا الأمر يَفْنَكُ فُنوكاً، عن أي لجَّ فيه وفَنَكَ بالمكان فنوكا: أقام به، عن الاموى وفنك في الطعام يَفْنُكُ فُنوكاً، إذا استمرَّ على أكله ولم يَعَف منه شيئاً وفيه لغة أخرى فَنِكَ في الطام بالكسر فنوكا والفنك، بالتحريك: الذي يُتَّخذ منه الفروُ. قال أبو عبيدة: قيل لاعرابي: إن فلانا بطن سراويله بفنك. فقال: التقى الثريان يعنى وبر الفنك وشعرا استه والفَنيكُ: طرف اللحْيَيْنِ عند العَنْفَقَةِ ويقال: هوالا فنيك. ولم يعرفه الكسائي وفى الحديث \" إذا توضأت فلا تنس الفنيكين \" يعنى جانبى العنفقة عن يمين وشمال وهما المغفلة\nفصل الكاف ﴿كرك﴾ الكُرْكِيُّ، طائرٌ، والجمع الكَراكِيُّ",
    "pg": "4:1605"
  },
  "فنن": {
    "def": "الفَنُّ (١) : واحد الفنون، وهي الأنواع. والأفانينُ: الأساليبُ، وهي أجناس الكلام وطرقه. ورجلٌ مُتَفَنِّنٌ، أي ذو فنونٍ. وافْتَنَّ الرجل في حديثه وفي خطبته، إذا جاء بالافانين، وهو مثل اشتق. قال أبو ذؤيب: فافتن بعد تمام الورد ناجية * مثل الهراوة بكرا ثنيها (١) أبد والفن: الطرد. تقول: فَنَنْتُ الإبل، أي طردتها. قال الاعشى: والبيضُ قد عَنَسَتْ وطال جِراؤُها * ونشأن في فن وفى أذواد وقد فسرناه في باب السين. والفنن جمعه أفنان، ثم أفانين، وهى الاغصان. وقال الراجز يصف رحى:\nلها زمام من أفانين الشجر * وشجرة فناء، أي ذات أفنانٍ، وفَنْواءُ أيضاً على غير قياس. وقول الراجز:\nلاجعلن لابنة عثم فنا (٢) * أي أمرا عجبا. ويقال عناء، أي آخذ عليها بالعناء حتى تهب لى مهرها. والتفنين: التخليط. يقال: ثوبٌ فيه تَفْنينٌ، إذا كانت فيه طرائقُ ليست من جنسه. ورجلٌ مِفَنٌّ: يأتي بالعجائب، وامرأة مفنة. (*) والفنان في شعر الاعشى (١) : الحمار الوحشى الذى يأتي بفنون من العدو.",
    "pg": "6:2177-2178"
  },
  "فنى": {
    "def": "فنى الشئ فناء، وأفناه غيره. وتفانَوْا، أي أفْنى بعضهم بعضاً في الحرب. وفِناءُ الدار: ما امتدَّ من جوانبها، والجمع أفْنِيَةٌ. ويقال: هو من أفناءِ الناس، إذا لم يعلم ممن هو. أبو عمرو: شجرة فنواء، أي ذات أفنان. وهو على غير قياس، لان قياسه فناء. والفنا مقصور: عنب الثعلب، الواحدة فَناةٌ. قال زهير: كأنَّ فُتاتَ العِهْنِ في كلِّ منزلٍ * نزلْنَ به حَبُّ الفَنا لم يُحطَّمِ ويقال: هو شجرٌ له حَبٌّ أحمر تتَّخذ منه القلائد. والفَناةُ أيضاً: البقرة، والجمع فَنَواتٌ. والأفاني: نبتٌ ما دام رطْباً، فإذا يبس فهو الحَماطُ، واحدتها أفانية، مثال يمانية. ويقال أيضا: هو عنب الثعلب. أبو عمرو: فانَيْتُهُ، أي داريته. قال الكميت:\nكما يُفاني الشَموسَ قائِدُها (١) * الأمويّ: فانَيتُهُ: سَكَّنْتُهُ.",
    "pg": "6:2457-2458"
  },
  "فهج": {
    "def": "الفَيْهَجُ: ما تكال به الخمر، فارسيٌّ معرّب. وقد تسمَّى الخمر فيهجا. قال الشاعر: ألا يا اصبحينا فيهجا جدرية بماء سحاب يسبق الحق باطلى (٢) فصل القاف",
    "pg": "1:336-337"
  },
  "فهد": {
    "def": "الفهْدُ: واحد الفُهودُ. وفَهِدَ الرجل بالكسر (١) ، أي أشبه الفَهْدَ في كثرة نومه. وفي الحديث: \" إن دخل فَهِدَ، وإن خرج أسِدَ \". والفَهْدَتانِ: لحمتان في زور الفرس ناتئتان مثل الفِهْرَيْنِ. والفَوْهَدُ: الغلام السمين الذي راهق الحُلُم، والجارية فوهدة. قال الراجز: تحب منا $ مطرهفافوهدا * عجزة شيخين غلاما أمردا -",
    "pg": "2:520"
  },
  "فهر": {
    "def": "الفِهْرُ: الحجر ملء الكفِّ، يذكَّر ويؤنَّث، والجمع أفْهارٌ. وكان الأصمعيّ يقول: فِهْرَةٌ وفِهْرٌ. وتصغيرها فهيرة. وعامر بن فهيرة: رجل. وفهر: أبو قبيلة من قريش، وهو فهر ابن مالك بن النضر بن كنانة. قال الطائى: الفهيرة محض يُلقى فيه الرَضْف، فإذا غلا ذُرَّ عليه الدقيقُ وسِيطَ به ثم أكل. حكاه ابن السكيت. وفهر اليهود مدراسهم (١) ، وأصلها بُهْر، وهي عِبرانيةٌ فعرّبت. والفَهْرُ: أن يجامع الرجل المرأة ثم يتحوَّل عنها قبل الفراغ إلى أخرى فينزل فيها. وفي الحديث أنَّه نهى عن الفَهْرِ. وكذك الفهر مثل نهر ونهر. وفَهَّرَ الرجل تَفْهيراً، أي أعيا. يقال: أوَّل نقصان حُضْرِ الفرسِ التَرَادَّ، ثم الفُتورُ، ثم التَفْهيرُ. وتْفْهَّرَ الرجل في المال: اتَّسع فيه، كأنه مبدلٌ من تَبَحَّرَ، أو أنه لغة في الإعياء والفتور. فصل القاف",
    "pg": "2:784"
  },
  "فهق": {
    "def": "قال القراء: فلان يتفيهق في كلامه، وذلك إذا توسَّع فيه وتنطَّع. قال: وأصله الفَهَقُ، وهو الامتلاء، كأنَّه ملأ به فمه. قال أبو عمرو: المُنْفَهِقُ: الواسع. وأنشد: والعيس فوق لا حب معبد غبر الحصى منفهق عمرد وفهق الاناء بالكسر يفهق فَهَقاً وفَهْقاً، إذا امتلأ حتَّى يتصبب. قال الاعشى: تروح على آل المحلق جفنة كجابية (٢) الشيخ العراقى تفهق وأفهقت السقاء: ملاته. والفاهقة: الطعنة التي تَفْهَقُ بالدم، أي تتصبب. والفهقة: عظم مركب العنق، وهو أول الفقار. وفَهَقْتُ الرجل، إذا أصبت فهقته.",
    "pg": "4:1545-1546"
  },
  "فهل": {
    "def": "يقال: هو الضلال بن فهلل، غير مصروف من أسماء الباطل، مثل ثهلل.",
    "pg": "5:1794"
  },
  "فهم": {
    "def": "فهمت الشئ فهما وفهامية: علمته. وفلانٌ فَهِمٌ. وقد اسْتَفْهَمَني الشئ فأفهمته، وفهمته تفهيما. وتفهم الكلامَ، إذا فَهِمَهُ شيئاً بعد شئ. وفهم: قبيلة.\nفصل القاف",
    "pg": "5:2005"
  },
  "فهه": {
    "def": "الفَهَّهُ والفَهاهَةُ: العيُّ. ورجلٌ فَهٌّ وامرأةٌ فَهَّةٌ. وقال: فلم تُلْفِني فَهًّا ولم تُلْفِ حجَّتي * مُلَجْلَجَةً أبْغي لها من يُقيمُها وقد فههت يا رجل بالكسر فهها، أي عييت. يقال سفيه فهيه. وفَهَّهُ الله وفَهَّهَهُ. ويقال: خرجتُ لحاجةٍ فأفَهَّني عنها فلان حتَّى فَهَهْتُ، أي أنسانيها. وفي الحديث: \" ما سمعتُ منك فَهَّةً في الإسلام قبلَها \"، قال أبو عبيد: يعنى السقطة والجهلة ونحوها.\nفصل القاف",
    "pg": "6:2245"
  },
  "فوا": {
    "def": "الفُوَّةُ: عُروقُ يصبغ بها، وهي بالفارسية \" رُوِينَه \". وتقديرها حُوَّةٌ وقُوَّةٌ. وثوبٌ مُفَوَّى، أي مصبوغٌ بالفوة، كما تقول: شئ مقوى من القوة.",
    "pg": "6:2458"
  },
  "فوت": {
    "def": "الفَوْتُ: الفواتُ. تقول: فاتَهُ الشئ وأفاته إياه غيره. ويقال: مات فلانٌ موتَ الفواتِ، أي فوجئ. وشتَم رجلٌ آخر فقال: جعل الله رزقه فوت فمه، أي حيث يراه ولا يصل إليه. وتقول: هو منِّي فَوْتَ الرمح، أي حيث لا يبلغه. والفَوْتُ: الفُرجةُ ما بين إصبعين، والجمع أفْواتٌ. والافْتياتُ: افتعالٌ من الفوت، وهو السبق إلى الشئ دون ائتمار من يُؤتمر. تقول: افْتات عليه بأمر كذا، أي فاتَهُ به. وفلان لا يُفتاتُ عليه، أي لا يعمل شئ دون أمره. وفى الحديث \" أمثلى يفتات عليه في أمر بناته (١) \". وتفوت عليه في ماله، أي فاتَهُ به. وتفَاوَتَ الشيئان، أي تباعد ما بينهما تَفاوُتاً بضم الواو. وقال ابن السكيت: قال الكلابيُّون في مصدره تفاوتا ففتحوا الواو. وقال العنبري: تفاوتا فكسر الواو. وحكى أيضا أبو زيد تفاوتا وتفاوتا بفتح الواو وكسرها. وهو على غير قياس، لان المصدر من تفاعل يتفاعل تفاعل مضموم العين، إلا ما روى في هذا الحرف.\nفصل القاف",
    "pg": "1:260"
  },
  "فوج": {
    "def": "الفَوْجُ: الجماعة من الناس، والجمع فُؤُوجٌ وأفْواجٌ. وجمع الجمع أفاوِجُ وأفاويج. والفائجَةُ: متَّسعٌ ما بين كلِّ مرتفعين من غِلَظ أو رمل. والإفاجة: الإسراع، والعدْو. قال الراجز يصف نعجة:\nلا تسبق الشيخ إذا إفاجا (١) * والفَيْج فارسيّ معرّب، والجمع فُيوج، وهو الذي يسعى على رجليه.",
    "pg": "1:336"
  },
  "فوح": {
    "def": "فاحَت ريح المسك تَفوحُ وتَفيحُ فَوْحاً وفَيْحاً، وفُؤوحاً، وفَوَحاناً وفَيَحاناً. يقال: فاحَ الطيبُ إذا تضوَّع. ولا يقال فاحَتْ ريحٌ خَبيثة. وفاحت القِدر تَفيحُ: غلت. وأفحتها أنا. وكذلك فاحت الشجة: نَفَحت بالدم. وأفاحَ دمه: هَراقَه. وقال (١) : نحن قتلنا الملك الجحجاحا * ولم ندع لسارح مراحا * إلا ديارا ودما مفاحا وبحرٌ أفيحُ بيِّن الفَيَح، أي واسعٌ. وفَيَّاحٌ أيضاً بالتشديد. قال الأصمعيّ: أنَّه لجواد فَيَّاحٌ وفَيَّاضٌ، بمعنًى. وفاحَتِ الغارةُ تَفِيحُ: اتَّسعت. وفَياحِ، مثل قَطامِ: اسمٌ للغارة. وكان أهل الجاهلية يقولون: فِيحي فَياحِ، أي اتَّسعي. وقال (٢) : دَفَعنا الخيلَ شائلَةً عليهم * وقلنا بالضُحى فيحي فَياحِ ودارٌ فيحاءُ، أي واسعة. والفيحاء أيضاً: حساءٌ مع توابل.\nفصل القاف",
    "pg": "1:393"
  },
  "فوخ": {
    "def": "الأصمعيّ: فاخَتْ منه ريحٌ طيبة تَفوخُ وتَفيخُ، مثل فاحَتْ. وأبو عبيدة مثله. وقال أبو زيد: فاخَتِ الريح تَفوخُ، إذا كان لها صوت. قال: وأفاخ الانسان إفاخة. وفى الحديث: \" كل بائلة تفيخ \". قال: وأما الفوح بالحاء فمن الريح تجدها لا من الصوت. وقال النضر بن شميل: إذا بال الانسان أو الدابة فخرجت منه ريح قيل: أفاخ. وأنشد لجرير: ظل اللهازم يلعبون بنسوة * بالجو يوم يفخن بالابوال أي مع الابوال.\nفصل القاف",
    "pg": "1:429"
  },
  "فود": {
    "def": "فَوْدُ الرأسِ: جانباه. يقال: بدا الشيب بفوديه. قال ابن السكيت: إذا كان للرجل ضفيرتان يقال: لفلان فَوْدانِ. وقعد بين الفَوْدَيْنِ، أي بين العِدْلينِ. وفادَ يَفيدُ ويَفودُ، أي مات. وقال لبيد: رعى خَرَزاتِ المُلك سِتِّين حِجَّةً * وعِشرينَ حتَّى فادَ والشيبُ شامل -",
    "pg": "2:520"
  },
  "فور": {
    "def": "فارَتْ القِدْرُ تَفورُ فَوْراً وفَوَراناً: جاشتْ. ومنه قولهم: ذهبْتُ في حاجة ثم أتيتُ فلاناً من فَوْري، أي قبل أن أسكن. وفارَ فائِرُهُ: لغة في ثار ثائره، إذا جاش غضبه. وفَوْرَةُ الحَرِّ: شدته وفَوْرَةُ العشاء: بعد العَتَمَةِ. والفُورُ بالضم: الظباء، لا واحد لها من لفظها. يقال: \" لا أفعل كذا ما لأْلأَتِ الفورُ \"، أي بَصْبَصَتْ بأذنابها. وفوارة الورك بالفتح والتشديد: ثقبها. وفوراة القدر، بالضم والتخفيف: ما يَفورُ من حَرِّها. والفِيارانِ: اللذان يكتنفان لسان الميزان.",
    "pg": "2:783-784"
  },
  "فوز": {
    "def": "الفَوْزُ: النجاة والظفر بالخير. والفَوْزُ أيضاً: الهلاك. تقول منهما: فازَ يَفوزُ. وفَوَّزَ، أي مات. ومنه قول الشاعر (١) : فمَنْ للقوافي شانَها من يَحوكها * إذا ما ثوى كعب وفوز جرول (٢) * وقال الكميت: وما ضرها أن كعبا ثوى * وفوز من بعده جرول * وأفازه الله بكذا فَفازَ به، أي ذَهَبَ به. وقوله تعالى: ﴿فَلا تَحْسَبَنَّهُمْ بِمَفازَةٍ من العَذابِ﴾ ، أي بمَنْجاةٍ منه. والمَفازَةُ أيضاً: واحدة المفاوِزِ. قال ابن الأعرابي: سمِّيت بذلك لأنها مَهْلَكة، من فَوَّزَ أي هلك. وقال الأصمعيُّ: سمِّيت بذلك تفاؤلا بالسلامة والفوز. ويقال: فَوَّزَ الرجلُ بإبله، إذا ركب بها، المفازة. ومنه قول الراجز (١) :\nفوز من قراقر إلى سوى * وهما ماءان لكلب. والفازة: مظلة تمد بعمود، عربي فيما أرى.\nفصل القاف",
    "pg": "3:890-891"
  },
  "فوض": {
    "def": "فَوَّض إليه الأمرَ، أي ردَّه إليه. والتفويضُ في النكاح: التزويج بلا مَهْرٍ. وقومٌ فَوْضى، أي متساوون لا رئيسَ لهم. قال الأفوَهُ الأوْديُّ (١) : لا يَصْلُحُ الناسُ فَوْضى لا سَراةَ لهم * ولا سَراةَ إذا جُهَّالُهُم سادوا * ونعام فوضى: مختلط بعضه ببعض. ويقال: أموالهم فوضى بينهم، أي هم شركاء فيها. وفَيْضوضى مثله، يُمَدُّ ويقصر. وتَفاوَضَ الشريكان في المال، إذا اشتركا فيه أجمعَ. وهي شركة المُفاوضة. وفاوَضَهُ في أمره، أي جاراه. وتَفاوضَ القومُ في الأمر، أي فاوَضَ فيه بعضُهم بعضا.",
    "pg": "3:1099"
  },
  "فوف": {
    "def": "الفوفُ: البياضُ الذي يكون في أظفار الاحداث، والحبة البيضاء في باطن النواة التي تنبت منها النخلةُ. وبُرْدٌ مُفَوَّفٌ، أي فيه خطوط بيضٌ. يقال: ما أغنى فلانٌ عني فوفاً، أي شيئا. وأنشد أبو يوسف باتت تبيا حوضها عكوفا (١) مثل الصفوف لاقت الصفوفا وأنت لا تغنين عنى فوفا الواحدة فوفة. قال الشاعر: فَأَرْسَلْتُ إلى سَلْمى بأنَّ النَفْسَ مَشْغوفَه فَما جَادتْ لنا سَلْمى بِزِنْجيرٍ ولا فوفَه ويقال: الفوفَةُ: القشرةُ التي على النواة (٢) . وبُرْدٌ مُفَوَّفٌ، أي رقيقٌ. وبُرْدُ أفْوافٍ بالاضافة، وهى جمع فوف.",
    "pg": "4:1412-1413"
  },
  "فوق": {
    "def": "فَوْقَ: نقيض تحتَ (١) . وقوله تعالى: ﴿إنَّ الله لا يَسْتَحْيي أن يضربَ مثلاً ما بعوضةً فما فوقَها﴾ قال أبو عبيدة: فما دونَها، أي أعظم منها، يعني الذُباب والعنكبوت. وفاقَ الرجل أصحابه يفوقُهُمْ، أي عَلاهُم بالشرف. وفاقَ الرجلُ فُواقاً، إذا شخصت الريحُ من صَدره. وفلانٌ يَفوقُ بنفصه فؤوقا (٢) ، إذا كانت نفسه على الخروج، مثل يَريقُ بنفسه. والفوقُ: موضع الوتَر من السهم، والجمع أفواق وفوق. تقول فقت السهمَ فانْفاقَ، أي كسرتَ فُوقَهُ فانكسر. وفَوَّقْتُهُ أي جعلت له فُوقاً. والأفْوَقُ: السهمُ المكسورُ الفوقِ. قال الأصمعي: يقال رجع فلانٌ بأفْوَقَ ناصِلٍ، أي بسهمٍ منكسرٍ لا نَصْل فيه، أي رجع بحظٍّ ليس بتمامٍ. وأفَقْتُ السهمَ، أي وضعتُ فوقَهُ في الوتَر لأرميَ به، وأوْفَقْتُهُ أيضاً. ولا يقال أفْوَقْتُهُ، وهو من النوادر. والفُواقُ: الذي يأخذ الإنسان عند النزع، وكذلك الريحُ التي تَشْخَصُ من صدره، والفُواقُ والفَواقُ: ما بين الحلبتين من الوقت، لانها تحلب ثم تترك سويعة يرضعها الفصيل لتدر ثم تحلب. يقال: ما أقام عنده إلا فواقا. وفى الحديث: \" العيادة قدر فواق ناقة \". وقوله تعالى: ﴿ما لها من فُواقٍ﴾ يقرأ بالفتح والضم، أي ما لها من نَظرةٍ وراحةٍ وإفاقَةٍ. والفيقَةُ بالكسر: اسم اللبن الذي يجتمع بين الحَلبتين، صارت الواو ياءً لكسرة ما قبلها. قال الأعشى يصف بقرة ٦ حتَّى إذا فيقَةٌ في ضَرعِها اجتمعتْ جاءتْ لتُرضِعَ شِقَّ النفسِ لو رَضعا والجمع فيق (١) ثم أفواق، - مثل شبر وأشبار، ثم أفاويقُ. قال ابن هَمام السَلولي: وذَمُّوا لنا الدنيا وهم يَرْضِعونَها أفاريق حتى ما يدر لها ثَعْلُ والأفاويقُ أيضاً: ما اجتمع في السحاب من ماء، فهر يمطر ساعة بعد ساعة. قال الكميت: فباتَتْ تَثِجُّ أفاويقُها سِجالَ النِطافِ عليه غِزارا أي تَثِجُّ أفاويقُها على الثَور الوحشيّ كسِجال النطاف. وأفافت الناقة تفيق إفاقة، أي اجتمعت الفيقة في ضربها، فهى مفيق ومفيقة، عن أبى عمرو. والجمع مفاويق. وفَوَّقَتْ الفصيلَ، أي سقيتُه اللبنَ فُواقاً فُواقاً. وتَفَوَّقَ الفصيلُ، إذا شرب اللبن كذلك. ومنه حديث أبى موسى، أنه تذاكر هو ومعاذ قرائة القرآن فقال أبو موسى: \" أما أنا فأتفوقه تفوق اللقوح \" أي لا أقرأ جزئي بمرة، ولكني أقرأ منه شيئا بعد شئ في آناء الليل والنهار. والفاقة: الفقر. والحاجةُ. وافْتاقَ الرجل، أي افتقر. ولا يقال فاق. والفائق: موصل العنُقِ في الرأس، فإذا طال الفائِقُ طال العنق. واسْتَفاقَ من مرضه ومن سُكْره وأفاقَ بمعنًى.\nفصل القاف",
    "pg": "4:1546-1547"
  },
  "فوم": {
    "def": "الفومُ: الثومُ: وفي قراءة عبد الله: (وثومِها) ويقال: هو الحنطة. وأنشد الاخفش (٢) قد كنت أحسبني كأغنَى واحدٍ نزل المدينة عن زراعة فُوم وقال ابن دريد: الفومة: السنبلة. وأنشد: وقال ربيئهم لما رآنا بكفه فومة أو فومتان والهاء في \" بكفه \" غير مشبعة. وقال بعضهم: الفومُ الحِمِّصُ، لغةٌ شاميّةٌ. وبائعه فامى، مغير عن فومى، لانهم قد يغيرون في النسب، كما قالوا سهلى ودهرى. والفوم: الخُبزُ أيضاً. ويقال فَوَّمُوا لنا، أي اختبزوا. وقال الفراء: هي لغة قديمة. والفيوم من أرض مصر. قتل فيها مروان ابن محمد آخر ملوك بنى أمية.",
    "pg": "5:2004-2005"
  },
  "فوه": {
    "def": "الأفْواهُ: ما يُعالَجُ به الطيبُ، كما أنَّ التوابل ما تُعالَجُ به الأطعمة. يقال فوهٌ وأفواه، مثل سوق وأسواق، ثم أفاويه. والفوه أصل قولنا فَمٌ، لأنَّ الجمع أفْواهٌ إلا أنهم استثقلوا اجتماع الهاءين في قولك: هذا فوهُهُ بالإضافة، فحذفوا منها الهاء فقالوا: هذا فوهُ وفو زيدٍ، ورأيت فا زيدٍ، ومررت بفي زيدٍ، وإذا أضفتَه إلى نفسك قلت: هذا فِيَّ، يستوي فيه حال الرفع والنصب والخفض، لأنَّ الواو تُقْلَبُ ياء فتدغم. وهذا إنما يقال في الاضافة، وربما قالوا ذلك في غير الاضافة، وهو قليل. قال العجاج: خالط من سلمى خياشيم وفا * صهباء خرطوما عقارا قرقفا يصف عذوبة ريقها، يقول: كأنها عقار خالط خياشيمها وفاها، فكف عن المضاف إليه. وقولهم: كلمته فاه إلى فِيِّ، أي مُشافِهاً، ونُصب فوهُ على الحال. وإذا أفردوا لم تحتمل الواو التنوين فحذفوها وعوّضوا من الهاء ميماً فقالوا هذا فَمٌ وفَمانِ وفَمَوانِ، ولو كانت الميم عِوَضاً من الواو لما اجتمعتا أبو زيد: فاها لفيك، ومعناه الخيبة لك. قال أبو عبيد: وأصله أنه يريد: جعل الله لفيك الارض، كما يقال: بفيك الحجر، وبفيك الاثلب. وأنشد لرجل من بلهجيم (١) : فقلت له فاها لفيك فإنها * قلوص امرئ قاريك ما أنت حاذره يعنى يقريك، من القرى. والفوه بالتحريك: سعةُ الفَمِ. ورجلٌ أفْوَهُ وامرأةٌ فَوْهاءُ، بَيِّنا الفَوَهِ. وقد فَوِهَ يَفْوَهُ. ويقال: الفَوَهُ خروجُ الثنايا العلى وطولها. وأفواه الازقة والانهار واحدتها فوهة، بتشديد الواو. ويقال: اقعد على فُوَّهَةِ الطريق، والجمع أفْواهٌ على غير قياس. ويقال أيضاً: إن رَدَّ الفُوَّهَةِ لشديدٌ، أي القالَة، وهو من فُهْتُ بالكلام. والافوه الاودى: شاعر. ومَحالَةٌ فَوْهاءُ، إذا كانت أسناتها التي يجري الرَشاءُ بينها طِوالاً. وفوَّهَهُ الله: جعله أفْوَهَ. وفاهَ بالكلام يَفوهُ: لفَظَ به. يقال: ما فُهْتُ بكلمة وما تَفَوَّهْتُ، بمعنًى، أي ما فتحت فمي بها. والمُفَوَّهُ: المِنْطيقُ. واسْتَفاهَ الرجلُ فهو مُسْتَفيهُ، إذا اشتدَّ أكله بعد ضَعْفٍ وقلة. والفَيِّهُ: الأكول، وأصله فَيْوَهٌ فأُدغم، وهو المنطيق أيضا، والمرأة فيهة.",
    "pg": "6:2244-2245"
  },
  "في": {
    "def": "في حرف خافض، وهو للوعاء والظرف (*) وما قدر تقدير الوعاء. تقول: الماء في الإناءِ، وزيدٌ في الدار، والشكُّ في الخبر. وقد يكون بمعنى عَلَى كقوله تعال (ولاصلبنكم في جذوع النَّخل) . وزعم يونس أنَّ العرب تقول: نزلت في أبيكَ، يريدون عليه. وربَّما استعمل بمعنى الباء، قال زيد الخيل: ويركب يوم الرَوْعِ فيها فوارسٌ * بَصيرون في طعن الأباهر والكُلى أي بطعن الاباهر والكلى.\nفصل القاف",
    "pg": "6:2458"
  },
  "فيأ": {
    "def": "فاء يفئ فيئا: رجع، وأفاءه غيره: رَجَعه. وفلان سريع الفئ من غضبه، وإنه لحسن الفيئة بالكسر، مثال الفيعة، أي حسن الرجوع. والفئة مثال الفعة: الطائفة، والهاء عوض من الياء التى نقصت من وسطه، أصله فئ مثال فيع لانه من فاء، ويجمع على فئون وفئات، مثال شيات ولدات. والفئ: الخراج والغنيمة، تقول منه: أفاء الله على المسلمين مالَ الكفار يفئ إفاءة. واستفأت هذا المال، أي أخذته فيئا. والفئ: ما بعد الزوال من الظلِّ. قال حميد ابن ثور يصف سَرْحَةً وكنى بها عن امرأة: فلا الظلُّ من برد الضُّحى تستطيعه * ولا الفئ من بعد (٢) العشى تذوق وإنما سمى الظل فيئاً لرجوعه من جانبٍ إلى جانبٍ. قال ابن السكيت: الظلُّ ما نسخته الشمس، والفئ ما نسخ الشمسَ. وحكى أبو عبيدة عن رؤبة: كلُّ ما كانت عليه الشمسُ فزالت عنه فهو فئ وظل، وما لم تكن عليه الشمس فهو ظلٌّ، والجمع أفياءٌ وفُيوءٌ. وقد فَيَّأتِ الشجرةُ تَفْيِئةً، وتَفَيَّأْتُ أنا في فَيْئها، وتفيأت الظلال، أي تقلبت. والمفيؤة: المقنؤة (١) .\nفصل القاف",
    "pg": "1:63-64"
  },
  "فيد": {
    "def": "فادَ يَفيدُ فَيْداً، أي تَبَخْتَرَ. ورجلٌ فَيَّادٌ وفَيَّادَةٌ أيضاً. قال أبو النجم:\nوليس بالفيادة المقصمل (٢) * أي هذا الراعى ليس بالمتجبر الشديد العصا. والتفيد: التبختر. والفَيَّادُ: ذكر البوم، ويقال الصدى. والفائدةُ: ما استفدت من علمٍ أو مالٍ. تقول منه: فادَت له فائدةٌ. أبو زيد: أفَدْتُ المالَ: أعطيته غيري. وأفَدْتُهُ: اسْتَفَدْتُهُ. وأنشد للقتال: بكرية تعثر (١) في النقال * مهلك مال ومفيد مال - أي مستفيد مال. وفادَ المالُ لفلانٍ يَفيدُ، أي ثَبَتَ له. وفادَهُ يَفيدُهُ، أي دافه. وقال كثير: يباشرن فأرالمسك في كلِّ مَهْجَعٍ (٢) * ويُشْرِقُ جاديُّ بهنَّ مفيد - أي مدوف. والفَيْدُ: الزعفران المَدوفُ. والفَيْدُ: الشَعَرُ الذى على جحفلة الفرس. وفيد: منزل بطريق مكة.\nفصل القاف",
    "pg": "2:520-521"
  },
  "فيش": {
    "def": "الفياش: المفاخرة. قال جرير: أيفايشون وقد رأوا حفاثهم * قد عضه فقضى عليه الاشجع * والفيش والفيشة: رأس الذكر. فصل القاف",
    "pg": "3:1015-1016"
  },
  "فيص": {
    "def": "المفاوصة في الحديث: البيان. يقال ما أفاصَ بكلمةٍ. قال يعقوب: أي ما تخلَّصها ولا أبانها. قال: ويقال: والله ما فِصتُ، كما تقول: والله ما برِحت. ويقال: قبضتُ على ذنَب الضبّ فأفاصَ من يدي حتَّى خلَّص ذنبه. قال الأصمعيّ: قولهم: ما عنه مَحيص ولا مَفيص، أي ما عنه مَحيدٌ. وما استطعت أن أفيص منه، أي أحيد. وقول امرئ القيس: منابته مثل السدوس ولونه * كشوك السيال فهو عذب يفيص (١) * قال الاصمعي: ما أدرى ما يفيص. وقال غيره: هو من قولهم فاصَ في الأرض، أي قَطَرَ وذهب. يقال: ما فِصْتُ، أي ما برحت.\nفصل القاف",
    "pg": "3:1049"
  },
  "فيض": {
    "def": "فاضَ الخبرُ يَفيضُ واسْتفاضَ، أي شاع. وهو حديث مستفيض، أي منتشر في الناس، ولا تقل مُسْتفاضٌ إلا أن تقول مُسْتفاضٌ فيه. وبعضهم يقول: اسْتَفاضوهُ فهو مُسْتَفاضٌ. ويقال: اسْتفاضَ الوادي شجراً، أي اتَّسع وكثر شجره. والمُسْتَفيضُ: الذي يسأل إفاضَةَ الماء وغيره. ودرعٌ مُفاضَةٌ، أي واسعةٌ. وامرأةٌ مُفاضَةٌ، إذا كانت ضخمة البطن. وفاضَ الماء يَفيضُ فَيْضاً وفَيْضوضَةً، أي كثُر حتَّى سال على ضفَّة الوادي. وأرضٌ ذات فُيوضٍ، إذا كانت فيها مياه تَفيضُ. وفاضَ صدره بالسرّ، أي باحَ به. وفاضَ اللئام: كثروا. وفاضَ الرجل يَفيضُ فَيْضاً وفُيوضاً: مات. وكذلك فاضَتْ نفسه، أي خرجت روحه، عن أبى عبيدة والفراء، قالا: وهى لغة في تميم. وأبو زيد مثله. وقال الاصمعي: لا يقال فاضَ الرجل ولا فاضَت نفسه، وإنَّما يَفيضُ الدمع والماء. ويقال: أفاضَ إناءه، أي ملأه حتَّى فاضَ. وأفاضَ دموعه، وأفاضَتْ دموعه. وأفاضَ الماء على نفسه، أي أفرغَه. وأفاضَ الناس من عرفاتٍ إلى مِنًى، أي دفعوا. وكلُّ دفعَةٍ إفاضَةٌ. وأفاضوا في الحديث، أي اندفعوا فيه. وأفاض البعيرُ، أي دفع جِرَّتَهُ من كرشه فأخرجها. ومنه قول الشاعر (١) : وأفضن بعد كظومهن بجرة * من ذى الابارق إذ رعين حقيلا (٢) * وأفاض بالقداح، أي ضرب بها. قال أبو ذؤيب يصف حمارا وأتنه: فكأنهن ربابة وكأنه * يسر يفيض عى القداح ويصدع * يعنى بالقداح. وحروف الجر ينوب بعضها مناب بعض. والفيض: نيل مصر. قال الأصمعيّ: ونهرُ البصرة يسمَّى الفَيْضُ أيضاً. ونهرٌ فَيَّاضٌ، أي كثير الماء. ورجلٌ فَيَّاضٌ، أي وهَّابٌ جوادٌ. وفرسٌ فَيْضٌ، أي كثير الجري. وقولهم: أعطاه غيضاً من فَيْضٍ، أي أعطاه قليلاً من كثير.\nفصل القاف",
    "pg": "3:1099-1100"
  },
  "فيظ": {
    "def": "فاظَ الرجلُ يَفيظُ فَيْظاً وفُيوظاً وفَيَظاناً، إذا مات. وربَّما قالوا: فاظ يفوظ فوظا وفواظا. قال رؤبة: لا يدفنون منهم من فاظا (٢) * إن مات في مصيفه أوقاظا * أي من كثرة القتلى. وكذلك فاظت نفسه أي خرجت روحه. عن أبى عبيدة والكسائي، وعن أبى زيد مثله. قال الراجز (٣) اجتمع الناس وقالوا عرس * ففقئت عين وفاظت نفس * وقال الاصمعي: سمعت أبا عمرو بن العلاء يقول: لا يقال فاظت نفسه، ولكن يقال فاظ إذا مات. قال: ولا يقال فاض بالضاد بتة. وحكى الكسائي: فاظت نفسه. وفاظ هو نفسه أي قاءها، يتعدَّى ولا يتعدَّى. وتَفَيَّظوا أنفسهم، أي تَقَيَّؤوها. وضربتُه حتَّى أفَظَّتْ نفسه، وأفاظ الله نفسه. قال الشاعر:\nفهتكت مهجة نفسه فأفظتها (١)\nفصل القاف",
    "pg": "3:1176-1177"
  },
  "فيف": {
    "def": "الفَيْفُ: المكانُ المستوي، والجمع أفياف وفيوف (٣) . قال رؤبة:\nمهيل أفياف لها فيوف * والمهيل: المخوف (٤) . وقوله لها أي من جوانبها صحارى. والفيفاء: الصحراء الملساء، والجمع الفَيافي. قال المبرّد: أَلِفُ فَيْفاءَ زائدة، لأنَّهم يقولون: فَيْفٌ في هذا المعنى. وفَيْفُ الريح: يوم من أيام العرب. قال عمرو بن معد يكرب: أخبر المخبر عنكم أنكم يوم فيف الريح أبتم بالفلح (١) أي رجعتم بالفلاح والظفر.\nفصل القاف",
    "pg": "4:1413"
  },
  "فيل": {
    "def": "الفيلُ معروف، والجمع أفْيالٌ، وفيول، وفيلة. قال ابن السكيت: ولا تقل أفيلة. وصاحبه فيال. قال سيبويه: يجوز أن يكون أصل فيل فعل، فكسر من أجل الياء، كما قالوا أبيض وبيض. وقال الاخفش: هذا لا يكون في الواحد، إنما يكون في الجمع. ورجل فِيلُ الرأيِ، أي ضعيف الرأي. وقال (٢) : بَني رَبِّ الجوادِ فلا تَفيلوا فما أنتم فَنَعْذِرَكُمْ لفيلِ والجمع أفْيالٌ. ورجلٌ فالٌ، أي ضعيف الرأي مخطئ الفراسة. وقال (٣) رأيتك يا أُخَيْطِلُ إذ جَرَيْنا وجُرِّبَتِ الفِراسةُ كنتَ فالا وقد فال الرأي يَفيلُ فُيولَةً. وفَيَّلَ رأيه تَفْييلاً، أي ضعّفه فهو فَيِّلُ الرأي. أبو عبيد: الفائِلُ: اللحم الذي على خربة الورك. قال: وكان بعضهم يجعل الفائلَ عرقا في الفخذ. قال الراجز: كأنما ييجع عرقا أبيضه وملتقى فائله وأبضه وهما عرقان في الفخذ. وقال الاصمعي في كتاب الفرس: وفي الورك الخربة، وهى نقرة فيها لحم لا عظم فيها، وفي تلك النقرة الفائل. قال: وليس بين تلك النقرة وبين الجوف عظم، إنما هو جلد ولحم. وأنشد للاعشى: قد نخضب العير في مكنون فائله وقد يَشيطُ على أَرْماحِنا البَطَلُ قال: ومكنون الفائل دمه. يقول: نحن بصراء بموضع الطعن. وقول امرئ القيس: سليم الشظى عبل الشوى شنج النسا له حجبات مشرفات على الفال أراد على الفائل، فقبله. والفول: الباقلى. فصل القاف",
    "pg": "5:1794-1795"
  },
  "فين": {
    "def": "الفَيْناتُ: الساعات. يقال: لقيته الفَيْنْةَ بعد الفَيْنَةِ، أي الحين بعد الحين. وإن شئت حذفت الألف واللام فقلت لقيته فَيْنَةً، كما قالوا: لقيته الندرى، وفى ندرى. ورجلٌ فَيْنانُ الشَعَرِ، أي حسن الشعر طويله، وهو فعلان.\nفصل القاف",
    "pg": "6:2179"
  }
}