{
  "و": {
    "def": "فلان لا يصطلى بناره، إذا كان شجاعاً لا يطاق. وصليت لفلان، مثال رميت، إذا عملت له في أمرٍ تريد أن تمحل به فيه وتوقعه في هَلَكةٍ ; ومنه المَصالي، وهي الأشراك تنصب للطير وغيرها. وفى الحديث: \" إن للشيطان فخوخا ومصالى \"، الواحدة مصلاة. والصلا: ما عن يمين الذنب وشِماله ; وهما صَلَوانِ. وأَصْلَتِ الفرس، إذا استرخى صَلَواها، وذلك إذا قرب نتاجها. والصلاء، بالكسر والمد: الشواء ; لانه يصلى بالنار. والصلاء أيضا: صِلاءُ النار، فإن فتحت الصادَ قصرت وقلت صلا النار. وقوله تعالى: (وبِيَعٌ وصَلَواتٌ) ، قال ابن عباس رضى الله عنها: هي كنائس اليهود، أي مواضع الصلوات.",
    "pg": "6:2403-2404"
  },
  "وأب": {
    "def": "الوَأْبُ: الانقباض والاستحياء. تقول منه: وَأَبَ يَئِبُ وَأْباً وإبَةً. ونكح فلانٌ في إبَةٍ، وهو العار وما يستحيا منه. والهاء عوض من الواو. قال الشاعر (٢) : إذا المَرَئِيُّ شَبَّ له بناتٌ * عَصَبْنَ برأسه إبَةً وعارا (٣) قال أبو عمرو: تغدى عندي أعرابي فصيح من بنى أسد، ثم رفع يده، فقلت له: ازدد. فقال: ما طعامك يا أبا عمرو بطعام تؤبة: أي بطعام يستحيا من أكله. وأصل التاء واو. واتأب الرجل، أي استحيا، وهو افتعل. قال الأعشى يمدح هَوْذَة بن عليٍّ الحَنفي: من يلْقَ هَوْذَةَ يسجد غير مُتَّئِبٍ * إذا تَعَمَّمَ فوق التاجِ أو وَضَعا وأَوْأَبْتُهُ، أي فعلت به فعلاً يُستحيى منه. والموئبات مثال الموعبات: المخزيات. وأوأبته أيضا: رددته عن حاجته. وحافِرٌ وأْبٌ، أي مقعب. وقال (١) : بكل وأب للحصى رضاح * ليس بمصطر ولا فرشاح * ويقال: الوأب: البعير العظيم. والوَأْبَةُ: النُقرة في الصخرة تُمسِكُ الماء.",
    "pg": "1:230-231"
  },
  "وأد": {
    "def": "وَأَدَ ابنته يَئِدُها وَأْداً، فهي مَوْءُودَةٌ، أي دفنها في القبر وهى حية. وكانت كندة تئد البنات. وقال الفرزدق: ومِنَّا الذي (١) مَنَعَ الوائِداتِ * وأحْيا الوَئِيدَ فلم يُوأَدِ - يعني جدّه صعصعةَ بن ناجية. أبو عبيد: الوَأْدُ والوَئِيدُ: الصوت الشديد. ومشى مشْياً وَئِيداً، أي على تُؤْدة. قال الراجز (٢) : ما للجمال مشيها وئيدا * أجند لا يحملن أم حديدا - واتَّأَدَ في مشيه وتَوَأَّدَ في مشيه، وهو افْتَعَلَ وتَفَعَّلَ، من التُؤَدَةِ (٣) . وأصل التاء في اتَّأدَ واوٌ. يقال: اتَّئِدْ في أمرك، أي تثبت.",
    "pg": "2:546"
  },
  "وأر": {
    "def": "وَأَرَهُ يَئرُهُ وَأْراً، أي أفزعه وذعره. قال لبيد يصف ناقته. تسلب الكانس لم يوأر بها * شعبة الساق إذا الظل عقل - ومن (١) رواه: \" لم يؤربها \" جعله من قولهم: الدابة تأرى الدابة، إذا انضمت إليها وألفت معها معلفا واحدا. وأريتهما أنا، وهو من الآرى. الاصمعي: استوأرت الابل: تتابعت على نفار، حكاه عنه أبو عبيد. وقال أبو زيد: إذا نفرت فصعدت الجبل، فإذا كان نفارها في السهل قيل: استأورت. قال: هذا كلام بنى عقيل. قال الشاعر: ضَمَمْنا عليهم حَجْرَتَيْهِمْ بصادقٍ * من الطَعنِ حتى اسْتَأْوَروا وتَبَدَّدوا - الكسائي: أرضٌ وَئِرَةٌ، على فَعِلَةٍ: شديدةُ الأُوارِ. قال: وهو مقلوب منه.",
    "pg": "2:841"
  },
  "وأل": {
    "def": "الموْئِلُ: الملجأُ، وكذلك المَوْأَلَةُ مثال المهلكة. وقد وَأَلَ إليه يئِلُ وَأْلاً ووءولا على فعول، أي لجأ. وواءل على فاعل، أي طلب النجاة. والوألة مثال وعلة: الدمنة والسرجين. يقال إن بنى فلان وقودهم الوألة. الأصمعي: يقال: أوْأَلَتِ الماشيةُ في الكلا، على أفعلت، أي أثرت فيه بأبوالها وأبعارها. قال العجاج: أجن (١) ومصفر الجمام موأل * واستوألت الابل: اجتمعت. والاول نقيض الآخر، وأصله أوأل على على أفعل مهموز الاوسط، قلبت الهمزة واوا وأدغم، يدل على ذلك قولهم: هذا أول منك. والجمع الاوائل والاوالى أيضا على القلب. وقال قوم: وول على فوعل، فقلبت الواو الاولى همزة. وإنما لم يجمع على أواول لاستثقالهم اجتماع الواوين بينهما ألف الجمع. وهو إذا جعلته صفة لم تصرفه، تقول: لقيتته عاما أول، وإذا لم تجعله صفة صرفته، تقول لقيته عاما أولا. قال ابن السكيت: ولا تقل عام الاول. وتقول ما رأيته مذ عام أول، ومذ عام أول، فمن رفع الاول جعله صفة لعام كأنه قال: أول من عامنا، ومن نصبه جعله كالظرف كأنه قال: مذ عام قبل عامنا. وإذا قلت ابدأ بهذا أول، ضممته على الغاية، كقولك فعلته قبل (١) . وإن أظهرت المحذوف نصبت فقلت: ابدأ به أول فعلك، كما تقول قبل فعلك. وتقول: ما رأيته مذ أمس، فإن لم تره يوما قبل أمس قلت: ما رأيته مذ أول من أمس، فإن لم تره مذ يومين قبل أمس قلت: ما رأيته مذ أول من أول من أمس، ولم تجاوز ذلك. وتقول: هذا أوَّلُ بيِّن الأوَّليَّةِ. قال الشاعر: ماحَ البلادَ لنا في أوَّلِيَّتِنا على حُسودِ الأعادي مائحٌ قُثَمُ وقول ذى الرمة: وما فخرمن ليست له أولية تعد إذا عُدَّ القديمُ ولا ذِكْرُ يعني مفاخر آبائه. وتقول في المؤنث، هي الأولى، والجمع الأوَّلُ مثل أُخْرَى وأُخَرَ. وكذلك الجماعة الرِجالُ من حيثُ التأنيث. قال الشاعر (٢) :\nعَوْدَ عَلَى عَوْدٍ لأقْوامٍ أول (٣) * يعنى ناقة مسنة على طريقٍ قديمٍ. وإن شئت قلت الاولون. ووائل: قبيلة. وهو وائل بن قاسط ابن هنب بن أفصى بن دعمى.",
    "pg": "5:1838-1839"
  },
  "وأم": {
    "def": "أبو زيد: المُواءمَةُ: الموافقة. يقال: واءَمَهُ مُواءَمَةً ووِئاماً، إذا فعل كما يفعل. وفي المثل: \" لولا الوئام لهلك الانام \"، أي لولا موافقةُ الناس بعضِهم بعضاً في الصُحبة والعِشرة لكانت الهَلَكَة. ويقال: \" لولا الوِئامُ هلك اللئام \" والوِئام: المباهاة. أي إنَّ الرجال ليسوا يأتون الجميل من الأمور على أنَّها أخلاقهم، وإنَّما يفعلونها مباهاةً وتشبّهاً بأهل الكرم، ولولا ذلك لهلكوا.\n(وثم] الوَثْمُ: الدَقُّ والكسرُ. ووَثَمَ يَثِمُ أي عَدا. وخُفٌّ مِيثَمٌ: شديد الوطئ كأنه يثم الارض أي يدقُّها. قال عنترة: خَطَّارَةٌ غِبَّ السُرى زيَّافَةٌ تَطِسُ الإكامَ بكلِّ خُفٍّ مِيثَمِ (١) ابن السكيت: الوَثيمَةُ: الجماعة من الحشيش أو الطعام. يقال: ثِمْ لها، أي اجمع لها. وقولهم: لا والذي أخرج النار من الوَثيمَةِ، أي من الصخرة. والوَثيمُ: المكتنز لحماً. وقد وثم بالضم وثامة.",
    "pg": "5:2048"
  },
  "وأى": {
    "def": "الوَأْيُ: الوعدُ. يقال منه: وَأَيْتُهُ وَأْياً. والوَأَي بالتحريك: الحمارُ الوحشى المقتدر الخلق. قال ذو الرمة: إذا انشقت الظلماء أضحت كأنها (١) * وأى منطو باقى الثميلة قارح ثم يشبه به الفرس وغيره. قال الجعفي (٢) : راحوا بصائرهم على أكتافهم * وبصيرتي يعدو بها عتد وأى (٣) وقال آخر: كل وآة ووأى ضافى الخصل * معتدلات في الرقاق والجرل والوئية: الجوالق الضخمُ. قال أوس: وحَطَّتْ كما حَطَّتْ وَئِيَّةُ تاجرٍ * وَهي عَقْدُها فارفضَّ منها الطوائفُ وقال الكلابي: قِدرٌ وئيَّةٌ (١) : ضخمةٌ. وناقةٌ وَئِيَّةٌ: ضخمة البطن. وقال: وقد كرأل الصَحْصَحانِ وَئِيَّةٍ * أنَخْتُ لها بعد الهدوء الاثافيا وهى فعيلة مهموزة العين معتلة اللام. قال سيبويه: سألته - يعنى الخليل - عن فعل من وأيت فقال: وئى. فقلت: فمن خفف؟ فقال أوى، فأبدل من الواو همزة وقال: لا يلتقى واوان في أول الحرف. قال المازنى: والذى قال خطأ، لان كل (*) واو مضمومة في أول الكلمة فأنت بالخيار إنْ شئت تركتَها على حالها وإن شئت قلبتها همزة فقلت: وعد وأعد، ووجوه وأجوه، وو ورى وأورى، ووئى وأوى، لا لاجتماع الساكنين (١) ولكن لضمة الاولى.",
    "pg": "6:2518-2519"
  },
  "وا": {
    "def": "وا: حرف الندبة، تقول: وا زيداه. ويقال أيضا: يا زيداه. (*) و (الواو) من حروف العطف تجمع الشيئين ولا تدل على التريتب، وتدخل عليها ألف الاستفهام كقوله تعالى: (أو عجبتم أن جاءكم ذكر من ربكم) ، كما تقول: أفعجبتم. وقد تكون بمعنى مع، لما بينهما من المناسبة ; لان مع للمصاحبة، كقول النبي ﷺ: \" بعثت والساعة كهاتين \" وأشار إلى السبابة والوسطى، أي مع الساعة. وقد تكون الواو للحال كقولهم: قمت وأصك وجهه، أي قمت صاكا وجهه، وكقولك: قمت والناس قعود. وقد يقسم بها، تقول: والله لقد كان كذا. وهو بدل من الباء، وإنما أبدل منه لقربه منه في المخرج، إذ كان من حروف الشفة. ولا يتجاوز الاسماء المظهرة، نحو: والله، وحياتك، وأبيك. وقد تكون الواو ضمير جماعة المذكر في قولك: فعلوا ويفعلون وافعلوا. وقد تكون الواو زائدة. قال الاصمعي: قلت لابي عمرو: قولهم ربنا ولك الحمد؟ فقال: يقول الرجل للرجل: بعنى هذا الثوب، فيقول: وهو لك، وأظنه أراد: هو لك. وأنشد الاخفش: فإذا وذلك يا كبيشة لم يكن * إلا كَلَمَّةِ حالِمٍ بخيال كأنه قال: فإذا ذلك لم يكن. وقال آخر (١) : قف بالديار التى لم يعفها القدم * بلى وغيرها الارواح والديم يريد: بلى غيرها. وقوله تعالى: (حتى إذا جاءوها وفتحت أبوابها) فقد يجوز أن تكون الواو هنا زائدة. و (ويك) كلمة مثل ويب ووَيْحَ، والكاف للخطاب. قال الشاعر (٢) : وَيْكأَنْ مَن يكن له نَشَبٌ يُحْ * بَبْ ومن يَفْتَقِرْ يَعِشْ عَيْشَ ضُرِّ قال الكسائي: هو وَيْكَ أدخل عليه أنْ، ومعناه ألم تَرَ. وقال الخليل: هي وَيْ مفصولةٌ، ثم تبتدئ فتقول: كأن.",
    "pg": "6:2556-2557"
  },
  "وبأ": {
    "def": "الوَبَأُ، يمدُّ ويقصر: مَرضٌ عامٌّ، وجمع المقصور أوْباءٌ وجمع الممدود أوْبِئَةٌ. وقد وَبِئَتِ الأرضُ تَوْبَأُ وَبَأً فهي مَوْبوءَةً، إذا كثُر مرضها. وكذلك وَبِئَتْ تَوْبَأُ وباءة مثل تمه تماهة، فهى وبئة ووبيئة على فعلة وفعيلة. وفيه لغة ثالثة أو بأت فهى موبئة. واستوبأت الارض: وجدتها وبئة. ووبأت إليه بالفتح، وأَوْبَأْتُ: لغة في وَمَأْتُ وأوْمَأْتُ، إذا أشرت إليه. قال الشاعر (٣) :\nوإن نحن أو بأنا إلى الناس وقفوا (٤)",
    "pg": "1:79-80"
  },
  "وبخ": {
    "def": "التوبيخ: التهديد والتأنيب.",
    "pg": "1:434"
  },
  "وبد": {
    "def": "وَبِدَ عليه، أي غضب، مثل ومد. الوبد بالتحريك: شدة العيشِ وسوء الحال، وهو مصدرٌ يوصف به فيقال: رجلٌ وَبَدٌ، أي سيئ الحال، يستوى فيه الواحد والجمع، كقولك رجلٌ عدلٌ، ثم يجمع فيقال: رجالٌ أوْبادٌ، كما يقال عُدُولٌ على تَوَهُّمِ النعت الصحيح. قال الشاعر (٤) : لأَصبحَ الحَيُّ أوْباداً ولم يجِدوا * عند التَفَرُّقِ في الهَيْجا جِمالَيْنِ - وكذلك المستوبد مثل الوبد.",
    "pg": "2:546-547"
  },
  "وبر": {
    "def": "الوَبْرَةُ بالتسكين: دويبةٌ أصغر من السِنَّور، طحلاء اللون لا ذَنَبَ لها، ترجُنُ (٢) في البيوت، وجمعا وبر ووبار، وبه سمى الرجل وبرة. والوبر أيضا: يوم من أيام العجوز. ووبار مثل قطام: أرض كانت لعاد. وقد أعرب هذا في الشعر، قال الاصمعي: ومر دهر على وبار * فهلكت عنوة (١) وبار (٢) - والقوافي مرفوعة. والوبر للبعير، الواحدة وَبَرَةٌ. وقد وَبِرَ البعيرُ بالكسر، فهو وَبِرٌ وأوْبَرُ، إذا كان كثير الوَبرِ. وما بها وابِرٌ، أي أحد. قال الشاعر: فأُبْتُ إلى الحَيِّ الذين وَراءهمْ * جَريضاً ولم يُفلتْ من الجيشِ وابِرُ - أبو زيد: بناتُ الاوبر: كمأة صغار مزغبة، على لون التراب. وأنشد: ولد جنيتك أكمؤا وعساقلا * ولقد نَهَيْتُكَ عن بنات الأوْبَرِ - أي جنيت لك، كما قال الله تعالى:\n(وإذا كالوهُمْ أو وَزَنوهمْ يخسرون) *. ويقال: وبرت الارنب توييرا، أي مشت في الحزونة. قال أبو زيد: إنَّما يُوبِّرَ من الدواب الارنب. وشئ آخر لم يحفظه أبو عبيد (٣) . وقال أبو حاتم: هو (١) الوبرة، لانها إذا طلبت نظرت إلى موضع حزن فوثبت عليه لئلا يتبين أثرها فيه، لصلابته. ووبر الرجل أيضاً في منزله، إذا أقامَ حينا لا يبرح.",
    "pg": "2:841-842"
  },
  "وبش": {
    "def": "الأوْباشُ من الناس: الأخلاطُ، مثل الاوشاب. ويقال: هو جمع مقلوب من البوش. ومنه الحديث: \" قد وبشت قريش أوباشا لها \".",
    "pg": "3:1024"
  },
  "وبص": {
    "def": "وَبَصَ البرقُ وغيره يَبِصُ وَبيصاً، أي بَرَقَ ولمع. قال ابن السكيت: يقال أوْبَصَتِ الأرضُ في أوَّل ما يظهر نبتها. وأوْبَصْتُ ناري، وذلك أوَّل ما يظهر لهبُها. ووَبَّصَ الجروُ تَوْبيصاً: فتح عينيه. ويقال: إنَّ فلاناً لَوابِصَةُ سمعٍ، إذا كان يثق بكل ما يسمعه. ووابصة: اسم رجل.",
    "pg": "3:1060-1061"
  },
  "وبط": {
    "def": "وَبَطَ رأيُ فلانٍ يَبِطُ وَبْطاً ووُبوطاً، أي ضعُف. وكذلك وبط بالكسر يوبط وبطا (١) . والوابط: الضعيف الجبانُ. ويقال أردتُ حاجةً فوَبَطني عنها فلان، أي حبسني.",
    "pg": "3:1166"
  },
  "وبع": {
    "def": "الوَبَّاعَةُ: الاستُ. يقال: كذبتْ وباعتك ووباغتك، ونباعتك ونباغتك، بالعين والغين، كله بمعنى، أي ردم.",
    "pg": "3:1294"
  },
  "وبغ": {
    "def": "الوَبَّاغَةُ (١) : الاستُ، بالغين والعين جميعاً. يقال: كذبتْ وبَّاغتكَ. ووَبَّاعَتُكَ، إذا ضرط.",
    "pg": "4:1328"
  },
  "وبق": {
    "def": "وبق يبق وبوقا: هلك. والمَوْبِقُ مَفْعِلٌ منه، كالموعِد مَفعِلٌ من وَعَدَ يَعِدُ. ومنه قوله تعالى: (وجعلنا بينهم مَوْبِقاً) . وفيه لغة أخرى: وبق يوبق وبقا. وفيه لغة ثالثة: وبق يبق بالكسر فيهما. وأوبقه، أي أهلكه.",
    "pg": "4:1562"
  },
  "وبل": {
    "def": "الوَبَلَةُ بالتحريك: الثِقلُ والوَخامَةُ، مثل الابلة. وقد وَبُلَ المرتَعُ بالضم وَبْلاً ووَبالاً، فهو وبِيلٌ، أي وخيمٌ. ويقال أيضاً: بالشاةِ وبَلَةٌ شديدة، أي شهوةٌ للفحل. وقد اسْتَوْبَلَتِ الغنم. واسْتَوْبَلْتُ البَلَدَ، أي اسْتَوْخَمْتُهُ، وذلك إذا لم يوافقكَ في بَدَنِكَ وإن كنت تُحبُّه. والوَبيلُ: العصا الضخمةُ. وقال: لوَ أصبَحَ في يُمْنى يَدَيَّ زِمامُها وفي كَفِّيَ الأخْرى وبيلٌ تُحاذِرُهْ (١) وكذلك الموبل بكسر الباء. وقال زعمت جؤية أننى عبدٌ لها أسعى بِمَوْبِلِها وأكسبُها الخَنا والمَوْبِلُ أيضاً: الحُزمةُ من الحطب، وكذلك الوبيل. قال طرفة:\nعقيلة شيخ كالوبيل ألندد (١) * والوابل: المطر الشديدُ. وقد وَبَلَتِ السماءُ تَبِلُ. والأرض مَوْبولَةٌ. قال الأخفش: ومنه قوله تعالى: (أَخْذاً وَبيلا) أي شديداً. وضربٌ وَبيلٌ وعذابٌ وَبيلٌ، أي شديدٌ. والوابِلَةُ: طرفُ الكَتِفِ، وهو رأس العضد. ووبال: اسم ماء لبنى أسد.",
    "pg": "5:1839-1840"
  },
  "وبه": {
    "def": "يقال: فلان لا يوبَهُ له ولا يوبَهُ به، أي لا يبالى به. ابن السكيت: ما وبهت له وما وبهت له، أي ما فطِنتُ له. وأنت تيبه بكسر التاء، مثل تيجل، أي تبالي.",
    "pg": "6:2254"
  },
  "وتح": {
    "def": "شئ وتح ووتح، أي قليل تافه. وقد وَتُحَ بالضم يوتح وتاحة. وشئ وتح وعر إتباعٌ له، أي نَزْرٌ. ورجل وَتِحٌ، بكسر التاء، أي خسيسٌ. وأوْتَحَ فلان عطيَّتَه، أي أقلَّها. وكذلك التَوْتيحُ. وتَوَتَّحْتُ من الشراب: شربت شيئا قليلا.",
    "pg": "1:414"
  },
  "وتد": {
    "def": "الوَتِدُ: بالكسر: واحد الأوتادِ، وبالفتح لغةٌ. وكذلك الوَدُّ في لغةِ من يُدغم (١) . تقول: وَتَدْتُ الوَتَدَ وَتْداً. وإذا أمرتْ قلت: تِدْ وَتِدَكَ بالمِيتَدَةِ، وهي المِدَقُّ. والوَتِدانِ في الأذنين: اللذان في باطنهما كأنَّهما وَتِدٌ، وهما العَيْرانِ أيضا. الاصمعي: يقال وتد واتد، كما يقال: شغل شاغل. وأنشد (٢) : لاقت (٣) على الماء جذيلا واتدا * ولم يكن يخلفها المواعدا - قال: شبه الرجل بالجذل. ووتد الرجل: أنعظ.",
    "pg": "2:547"
  },
  "وتر": {
    "def": "الوِتْرُ بالكسر: الفَرد والوَتْرُ بالفتح: الذَحْلُ (٢) . هذه لغة أهل العالية. فأمَّا لغة أهل الحجاز فبالضدِّ منهم. وأمَّا تميم فبالكسر فيهما. والوَترُ بالتحريك: واحد أوْتار القوس. والوَتَرَةُ: العِرقُ الذي في باطن الكَمَرة، وهو جُلَيْدَةٌ. ووَتَرةُ الانف: حجاب مابين المنخرين، وكذلك الوتيرة. ووترة كل شئ: حِتارُهُ (٣) . والوتيرَةُ: الطريقة. يقال: ما زال على وتيرة واحدة. والوتيرة أيضاً: الفترَةُ. يقال: ما في عمله وَتيرةٌ. وسيرٌ ليست فيه وَتيرَةٌ، أي فتورٌ. والوَتيرَةُ من الارض: الطريقة. قال الهذليُّ (١) يصف ضَبُعاً نَبَشَتْ قَبْراً: فَذاحَتْ بالوَتائِرِ ثم بَدَّتْ * يَدَيْها عند جانبه (٢) تهيل - وقال أبو عمرو: الوتائر: ما بين أصابع الضبع. قوله: ذاحت، أي مشت. والموتور: الذى قتل له قتيل فلم يُدرك بدمِهِ. تقول منه: وَتَرَهُ يَتِرُهُ وَتْراً وَتِرَةً. وكذلك وتَرَهُ حقَّه، أي نقصه. وقوله تعالى:\n(ولنْ يَتِرَكُمْ أعمالَكُمْ) * أي لن يتنقَّصكم في أعمالكم. كما تقول: دخلت البيت وأنت تريد دخلت في البيت. والوتيرة: حلقة من عقب يُتعلَّم فيها الطعنُ، وهي الدريئة أيضا. وقال يصف فرسا: تبارى قرحة مثل ال * - وتيرة لم تكن مغدا (٣) - وأوتره، أي أفذه. يقال: أوتر صلاته. وأوتر قوسه ووترها، بمعنًى. وفي المثل: \" إنْباضٌ بغير تَوْتِيرٍ \". والمُواتَرَةُ: المتابعةُ. ولا تكون المُواتَرَةُ بين الأشياء إلا إذا وقعت بينهم فترة، وإلا فهى مُداركةٌ ومواصلةٌ. ومُواتَرَةُ الصوم: أن تصوم يوماً وتفطِر يوماً أو يومين، وتأتي به وِتْراً وِتْراً، ولا يراد به المواصلة، لأنَّ أصله من الوِتْرِ. وكذلك واتَرْتُ الكتب فتواترت، أي جاءت بعضها في إثر بعض وِتْراً وِتْراً، من غير أن تنقطع. وناقةٌ مُواتِرَةٌ (١) : تضع إحدى ركبتيها أوَّلاً في البروك ثم تضع الأخرى، ولا تضعهما معاً فيُشقُّ على الراكب. وتترى فيه لغتان: تنون ولا تنون، مثل علقى. فمن ترك صرفها في المعرفة جعل ألفها ألف التأنيث وهو أجود، وأصلها وترى من الوِتْرِ، وهو الفرد، قال الله تعالى:\n(ثمَّ أرسلْنا رُسُلَنا تَتْرى) * أي واحدا بعد واحد. ومن نونها جعل ألفها ملحقة.",
    "pg": "2:842-844"
  },
  "وتش": {
    "def": "الوَتشُ: القليل من كلِّ شئ، مثل الوتح. وإنه لمن ونشهم، أي من رذالهم.",
    "pg": "3:1024"
  },
  "وتغ": {
    "def": "الوَتَغُ بالتحريك: الهلاكُ. وقد وَتِغَ يَوْتَغُ وَتَغاً، أي أثِمَ وهلك. وأوْتَغَهُ الله، أي أهلكه. وأوتغ فلان دينه بالاثم.",
    "pg": "4:1328"
  },
  "وتن": {
    "def": "الوَتينُ: عِرقٌ في القلب، إذا انقطع مات صاحبه. وقد وتنته، إذا أصبت وتينه. قال: حميد الارقط: * من علق المكلى والموتون (١) * والواتن: الشئ الدائم الثابت في مكانه. قال رؤبة:\nعلى أخلاء الصفاء الوتن (٢) * ويروى بالثاء، وهما بمعنى. يقال وَتَنَ الماءُ وغيره وُتوناً وتِنَةً أيضاً، أي دام ولم ينقطع. والواتِنُ: الماء المَعينُ الدائمُ، الذى لا يذهب. عن أبى زيد. والمواتنة: الملازمة في قلة التفرق.",
    "pg": "6:2211-2212"
  },
  "وثأ": {
    "def": "وُثِئَتْ يده فهي مَوْثوءةٌ، وَوَثَأْتُها أنا. وأصابه وَثْءٌ، والعامَّة تقول وَثْيٌ، وهو أن يُصيبَ العظْمَ وَصْمٌ لا يبلغ الكسر.",
    "pg": "1:80"
  },
  "وثب": {
    "def": "وثب وثباً ووثوباً ووَثباناً: طفر. والوثيب، مثل الوثب. وقال يصف كبره: فما أرمى فأقتلها بسهم * ولا أعدو فأدرك بالوثيب (٢) يقول: ما أنا والوحش، يعنى الجوارى. ونصب أقتلها وأدرك على جواب الجحد بالفاء. وأوثبته أنا. وواثبه، أي ساوره. وتقول: تَوَثَّبَ فلانٌ في ضيعةٍ لي، أي استولى عليها ظُلماً. والوِثابُ، بكسر الواو: المقاعد. قال أمية:\nوهى لهم وثاب (١) * يعنى أن السماء مقاعد للملائكة. وثب في لغة حمير: اقعد. قال الاصمعي: ودخل رجل من العرب على ملك من ملوك حمير فقال له الملك: ثب. فوثب الرجل فتكسر فقال الملك: ليس عندنا عربيت، من دخل ظفار حمر (٢) . قوله عربيت، يريد العربية، فوقف على الهاء بالتاء، وكذلك لغتهم. ويقولون للملك إذا قعد ولم يَغْزُ: مَوْثَبانُ (٣) . وتقول: وَثَّبَهُ توثيباً، أي أقعده على وسادة، وربَّما قالوا: وَثَّبَهُ وسادةً، إذا طرحها له ليقعد عليها.",
    "pg": "1:231"
  },
  "وثج": {
    "def": "الوَثيجُ: الكَثيفُ من كلِّ شئ. وقد وثج الشئ بالضم وَثاجَةً. وفرسٌ وثيجٌ، أي مُكْتَنِزٌ. قال أبو زيد: الوَثاجَةُ: كَثرة اللحم والوثارة: كثرة الشحم. قال: وهو الضخم في الحرفين جميعا. واستوثج الشئ، وهو نحو من التمام، يقال: اسْتَوْثَجَ نبتُ الأرض، إذا عَلِقَ بعضه ببعضٍ وتمَّ. والمُؤْتَثِجَةُ: الأرض الكثيرة الكلإِ. واسْتَوْثَجَ المال: كَثُر. وقال الأصمعي: اسْتَوْثَجَ الرجل من المال، إذا استكثر منه.",
    "pg": "1:346"
  },
  "وثر": {
    "def": "الوثير: الفراش الوطئ، وكذلك الوثر بالكسر. يقال: ما تحته وثر ووِثارٌ. وامرأةٌ وَثيرَةٌ: كثيرةُ اللحم ووثر الشئ بالضم وثارة، أي وَطُؤَ. قال أبو زيد: الوَثارَةُ: كثرة الشحم. والوَثاجَةُ: كثرة اللحم. قال القُطاميّ: وكأنما اشتَمل الضَجيعُ بِرَيْطَةٍ * لا بل تَزيدُ وَثارةً ولَيَانا - والوَثْرُ بالفتح: ماء الفحل يجتمعُ في رحمِ الناقة ثم لا تلقح. يقال: وَثَرَها الفحل يَثِرها وَثْراً، إذا أكثر ضِرابها ولم تلقح. واستوثرت من الشئ، أي استكثرتُ منه، مثل: اسْتَوْثَنْتُ، واستوثجتُ. وميثَرَةُ الفرس: لِبْدَتُهُ، غير مهموز، والجمع مَياثِرُ ومَواثِرُ. قال أبو عبيد: وأمَّا المَياثِرُ الحُمْرُ التي جاء فيها النهيُ فإنَّها كانت من مراكب العجم، من ديباج (١) أو حرير.",
    "pg": "2:844"
  },
  "وثغ": {
    "def": "أبو عمرو: الوَثيغَةُ: الدُرْجَةُ التي تُتَّخذُ للناقة. وقد وَثَغَ فلان ناقته يثغها وثغا، أي اتخذ لها وثيغة.",
    "pg": "4:1328"
  },
  "وثق": {
    "def": "وثقت بفلان أثق بالكسر فيهما، ثقفة إذا ائمنته. والميثاق: العهد، صارت الواو ياءً لانكسار ما قبلها. والجمع المَواثيقُ على الأصل، والمَياثِقُ والمَياثيقُ أيضاً. وأنشد ابنُ الأعرابيّ (١) : حِمًى لا يُحَلُّ الدهرَ إلاّ بإذْنِنا ولا نسألُ (٢) الأقوامَ عَهْدَ المَياثِقِ (٣) والمَوْثِقُ: الميثاق. والمُواثَقَةُ: المعاهدةُ. ومنه قوله تعالى: (ومِيثاقَهُ الذي واثَقَكُمْ به) . وأوْثَقَهُ في الوَثاقِ، أي شدَّهُ. وقال تعالى: (فَشُدُّوا الوَثاقَ) والوِثاقُ بكسر الواو لغةٌ فيه. والوثيق: الشئ المحكم، والجمع وثاق. وقد وثُقَ بالضم وَثاقَةً، أي صار وَثيقاً. ويقال: أخذ بالوَثيقَةِ في أمره، أي بالثِقَةِ. وتَوَثَّقَ في أمره مثله. ووَثَّقْتُ الشئ توثيقا فهو موثق. وناقة مُوَثَّقَةُ الخَلْقِ، أي مُحْكمَتُه. ووَثَّقْتُ فلاناً، إذا قلت إنَّه ثِقَةٌ واسْتَوْثَقْتُ منه، أي أخذت منه الوثيقة.",
    "pg": "4:1562-1563"
  },
  "وثل": {
    "def": "الوَثَلُ، بالتحريك: الحبلُ من الليف. والوثيل: الليف. وسحيم بن وثيل. وواثلة: اسم رجل. (*)",
    "pg": "5:1840"
  },
  "وثن": {
    "def": "الوَثن: الصنم، والجمع وُثْنٌ وأوثان، مثل أسد وأسد وآساد. الاصمعي: استؤثن الرجل من المال، إذا استكثَر منه، مثل استوثج واستوثر. والواثن مثل الواتن، وهو الثابت الدائم. (*)",
    "pg": "6:2212"
  },
  "وجأ": {
    "def": "ابن السكيت: قال الطائي: الوَجِئَةُ: الجرادُ يُدَقُّ ثمَّ يُلَتُّ بسمنٍ أو بزيتٍ فيُؤكل. قال: وسمعتُ الكِلابيَّ يقول: الوجيئة التمرُ يُدَقُّ حتى يخرج نواهُ ثمَّ يُبَلُّ بلبنٍ وسمنٍ حتى يَتَّدِنَ ويلزم بعضه بعضا فيؤكل. وهو فعيلة. ووجأته بالسكين: ضربته. ووجى هو فهو مَوْجوءٌ. والوِجاءُ بالكسر والمدّ: رَض عُروقِ البَيْضَتين حتَّى تنفَضِخَ فيكون شبيها بالخصاء. وفى الحديث: \" عليكم بالباءة فمن لم يستطع فعليه بالصوم فإنه له وجاء \". تقول منه: وجأت الكبش. وفى الحديث أنَّه ﷺ: \" ضحى بكبشين موجوءين \". ووجأت عنقه وجأ: ضربته. وقد توجإته بيدى.",
    "pg": "1:80"
  },
  "وجب": {
    "def": "وجب الشئ، أي لزم، يَجِب وُجوباً. وأوجبه الله. واستوجبه، أي استحقه. ووجب البيع يجب جِبَةً (١) . وأوجبت البيع فوجَبَ. والوجيبة: أن توجب البيع ثم تأخذَه أوَّلاً فأوَّلاً، فإذا فرغت قيل: قد استوفيتَ وَجيبَتَكَ. ووجب القلبُ وَجيباً: اضطربَ. وأوجَبَ الرجل، إذا عمل عملاً يوجب له الجنَّة أو النار. والوَجْبُ: الجبان. قال الشاعر (٢) :\nطَلوبُ الأعادي لا سَؤُومُ ولا وَجْبُ (٣) * تقول منه: وَجُبَ الرجل بالضم وُجوبَةً والوَجْبةُ: السَقطة مع الهَدَّةِ. وفي المثل \" بجَنْبِهِ فلتكنْ الوَجْبَةُ \". قال الله تعالى: (فإذا وَجَبَتْ جُنوبُها) . ومنه قولهم: خرجَ القومُ إلى مَواجبهم، أي مصارعهم. ووجبت الميت، إذا سقط ومات. ويقال للقتيل واجبٌ. قال الشاعر (٤) : أطاعت بنو عوف أميرا نهاهُمُ * عن السِلْمِ حتَّى كان أوَّلَ واجِبِ (١) وَوَجَبَتِ الشمسُ، أي غابت. ووَجَّبْتُ به الأرض توجيباً، أي ضربتها به. ويقال أيضاً: وَجَبَتِ الإبل، إذا أعيَتْ. والمُوَجِّبُ: الذي يأكل في اليوم والليلة مرةً. يقال: فلانٌ يأكل وجبة. وقد وَجَّبَ نفسه توجيباً، إذا عوَّدها ذلك، وكذلك إذا حلَبَ في اليوم والليلة مرة.",
    "pg": "1:231-232"
  },
  "وجج": {
    "def": "وج: بلد الطائف. وفى الحديث: \" آخر وطأة وطئها الله بوج \"، يريد غزاة الطائف. قال الشاعر (١) : فإن تسق من أعناب وج فإننا لنا العين تجرى من كسيس ومن خمر (٢) والوج: ضرب من الادوية (٣) ، فارسي معرب.",
    "pg": "1:346-347"
  },
  "وجح": {
    "def": "الوَجاحُ والوِجاحَ والوُجاحُ: السِتْرُ. قال القطامى: * لم يدع الثلج لهم وجاحا * وربما قلبوا الواو ألفا فقالوا: أجاح وإجاح وأجاح. ويقال للماء في أسفل الحوض إذا كان مقدار ما يستره: وَجاحٌ. ويقال: لَقِيته أدنى وَجاحٍ، لاول شئ يرى. وأوجحه البول: ضيَّق عليه. ومنه ثوب مُوجَحٌ، أي صفيقٌ متينٌ، ووَجيحٌ أيضاً. وبابٌ مَوْجوحٌ، أي مردودٌ. وأوْجَحَتِ النارُ، أي وَضَحَتْ وبَدَتْ. وأوْجَحَ لنا الطريق. ويقال: حفر حتى أوجح، إذا بلغ الصفا.",
    "pg": "1:414"
  },
  "وجد": {
    "def": "وَجَدَ مطلوبه يَجِدُهُ وُجوداً، ويجده أيضا بالضم، لغة عامرية لا نظير لها في باب المثال. قال لبيد (٤) وهو عامري: لو شئت قد نقع الفؤاد بشربة (٥) * تدع الصوادى لا يجدن غليلا (٦) - ووَجَدَ ضالَّته وِجْداناً. وَوَجَدَ عليه في الغضب مَوْجِدَةً، ووِجْداناً أيضاً، حكاها بعضهم. وأنشد (١) : كِلانا رَدَّ صاحِبَهُ بغَيْظٍ * على حَنَقٍ ووِجْدانٍ (٢) شَديدِ - ووَجَدَ في الحزن وَجْداً بالفتح، ووَجَدَ في المال وُجْداً ووِجْداً وجِدَةً، أي استغنى. وأوْجَدَه الله مطلوبهُ، أي أظفره به. وأوْجَدَهُ، أي أغناه. يقال: الحمد لله الذى أوجدني بعد فقر، وآجدني بعد ضعفٍ، أي قوَّاني. ووُجِدَ الشئ عن عدم فهو موجود، مثل حم فهو محموم. وأوجده الله، ولا يقال وجده، كمالا يقال حمه. وتوجدت لفلان، أي حزنت له.",
    "pg": "2:547"
  },
  "وجذ": {
    "def": "الوَجْذ بالجيم: نُقْرَةٌ في الجبل يجتمع فيها الماء، والجمع وجاذ. قال الراجز عمر بن جميل (١) :\nأس جرامير على وجاذ (٢)",
    "pg": "2:572"
  },
  "وجر": {
    "def": "الوَجورُ: الدواء يوجَرُ في وسط الفم. تقول منه: وَجَرْتُ الصبيَّ وأوْجرتُهُ، بمعنًى. وأوْجَرْتُهُ الرمحَ لاغير، إذا طعنتَه به في صدره (٢) . والميجر كالمسعط، يوجر به الدواء. واتَّجَرَ: أي تداوى بالوَجورِ، وأصله اوْتَجَرَ. ووَجِرْتُ منه بالكسر، أي خِفْتُ. وإنِّي لأوْجَرُ، مثل لأوْجَلُ. ولا يقال في المؤنَّث وَجْراءُ، ولكن وَجِرَةً. والوِجارُ (١) : سربُ الضبع. ووجرة: موضع. قال امرؤ القيس: تصد وتبدى عن أسيل وتتقى * بناظرة من وحش وجرة مطفل - قال الاصمعي: وجرة بين مكة والبصرة، وهى أربعون ميلا ليس فيها منزل، فهى مرت للوحش (٢) .",
    "pg": "2:844"
  },
  "وجز": {
    "def": "أوْجَزْتُ الكلام: قصَّرته. وكلامٌ موجز وموجز، ووجز ووجيز. وأبو وجزة السعدى، سعد بكر، شاعر ومحدث. وتوجزت الشئ، مثل تنجزته.",
    "pg": "3:900"
  },
  "وجس": {
    "def": "الوجس: الصوت الخفى. وفى حديث الحسن في الرجل يجامع المرأة والاخرى تسمع قال: \" كانوا يكرهون الوجس \". والوجس أيضاً: فزعةُ القلب. والواجِسُ: الهاجسُ. وأوجس في نفسه خيفة، أي أضمر. وكذلك التَوَجُّسُ. والتَوجُّسُ أيضاً: التسمُّع إلى الصوت الخفيّ قال ذو الرمة يصف صائداً: إذا تَوَجَّسَ رِكْزاً من سَنابِكِها * أو كان صاحِبَ أرضٍ أو به المومُ * والأوْجَسُ: الدهر. ويقال: لا أفعله سَجيسَ الأوْجَسِ، والأوْجُسِ أيضاً، بضم الجيم عن يعقوب، أي أبداً. قال الأموي: يقال: ما ذقت عنده أوْجَسَ، أي شيئاً من الطعام.",
    "pg": "3:987-988"
  },
  "وجع": {
    "def": "الوَجَعُ: المرضُ، والجمع أوْجاعٌ ووجاع، مثل جبل وأجبال وجبال. وقد وجع فلان يوجع ويَيْجَعُ وياجَعُ (٢) فهو وَجِعٌ، وقومٌ وَجِعونَ ووَجْعى مثل مرضَى، ونسوةٌ وجاعى أيضا ووجعات. وبنو أسد يقولون: ييجع بكسر الياء. وهم لا يقولون يعلم استثقالا للكسرة على الياء. فلما اجتمعت الياءان قويتا واحتملتا ما لم تحتمله المفردة. وينشد لمتمم بن نويرة على هذه اللغة: قعيدك ألا تسمعينى ملامة * ولا تنكئى قرح الفؤاد فييجعا * وفلان يوجع رأسَه، نصبتَ الرأس، فإن جئت بالهاء رفعت فقلت يَوْجَعُهُ رأسُه. وأنا أيْجَعُ رأسي ويَوْجَعُ رأسي، ولا تقل يُوجِعُني رأسي، والعامَّة تقوله. قال الصِمَّةُ بن عبد الله القُشيريّ: تَلَفَّتُّ نحو الحَيِّ حتَّى وَجَدْتُني * وَجِعْتُ من الإصغاءِ لِيتاً وأَخْدَعا * والإيجاعُ: الإيلامُ. وضربٌ وجيع، أي موجع، مثل أليم بمعنى مؤلم. وتوجعت لفلان من كذا، أي رَثَيْتُ. والوَجْعاءُ: السافلة، وهى الدبر، ومنه قول الشاعر (١) :\nوإذ يشد على وجعائها الثفر (٢) * يعنى أنها بوضعت. والجعة: نبيذ الشعير، عن أبى عبيد، ولست أدرى ما نقصانه.",
    "pg": "3:1294-1295"
  },
  "وجف": {
    "def": "وجف الشئ أي اضطرب. وقلبٌ واجِفٌ. والوَجيفُ: ضربٌ من سير الإبل والخيل. وقد وَجَفَ البعير يَجِفُ وَجْفاً ووَجيفاً، وأوْجَفْتُهُ أنا. يقال \" أوْجَفَ فأعجفَ \". وقال تعالى: ﴿فما أوْجَفْتُمْ عليه من خيْلٍ ولا رِكابٍ﴾ ، أي ما أعملتم. قال العجاح:\nناج طواه الاين مما وجفا (٢) *",
    "pg": "4:1437"
  },
  "وجل": {
    "def": "الوَجَلُ: الخوف. تقول منه: وَجِلَ وَجَلاً ومَوْجَلاً بالفتح، وهذا موجله بالكسر، للموضع، على ما فسرناه في وعد. وفى المستقبل منه أربع لغات: يَوْجَلُ، وياجَلُ، وييجل، وييجل بكسر الياء. وكذلك فيما أشبهه من باب المثال إذا كان لازما. فمن قال ياجل جعل الواو ألفا لفتحة ما قبلها، ومن قال ييجل بكسر الياء فهى على لغة بنى أسد، فإنهم يقولون: أنا إيجل، ونحن نيجل، وأنت تيجل، كلها بالكسر. وهم لا يكسرون الياء في يعلم، لاستثقالهم الكسر على الياء، وإنما يكسرون في ييجل لتقوى إحدى الياءين بالاخرى. ومن قال ييجل، بناه على هذه اللغة ولكنه فتح الياء، كما فتحوها في يعلم. والامر منه ايجَلْ، صارت الواو ياءً لكسرة ما قبلها. وتقول: إني منه لأوْجَلُ، ولا يقال في المؤنث وجلاء، ولكن وجلة.",
    "pg": "5:1840"
  },
  "وجم": {
    "def": "وَجَمَ من الأمر (٢) وُجوماً. والواجِمُ: الذي اشتدَّ حزنه حتَّى أمسك عن الكلام: يقال: مالي أراك واجِماً. ويقال: لم أَجِمْ عنه، أي لم أسكت عنه فَزَعاً. ويومٌ وَجيمٌ، أي شديد الحر، وهو بالحاء أيضا. ويقال: يكون ذلك وجمة، أي مسبَّةً. والوَجْمَةُ مثل الوجبة، وهي الأكلة الواحدة. والوَجَمُ بالتحريك: واحد الأوْجامِ، وهي علاماتٌ وأبنيةٌ يهتدى بها في الصحارى.",
    "pg": "5:2048-2049"
  },
  "وجن": {
    "def": "الوَجينُ: العارضُ من الأرض ينقاد ويرتفع قليلاً، وهو غليظ. ومنه الوَجْناءُ، وهي الناقة الشديدة شبِّهت به في صلابتها. وقال قومٌ: هي العظيمة الوَجْنتين. والوَجينُ: شطّ الوادي. والوَجْنَةُ: ما ارتفع من الخدَّين. وفيها أربع لغات: وَجْنَةٌ، ووُجْنَةٌ وأجْنَةٌ، ووِجْنَةٌ. ورجلٌ مُوَجَّنٌ: عظيم الوَجَناتِ. ويقال: ما أدري أيُّ مَنْ وَجَّنَ الجلدَ هو، أيْ أي الناس هو؟. والوَجْنُ: الدَقُّ. ويقال: وَجَنَ القصَّارُ الثوبَ يَجِنُهُ وَجْناً: دَقَّهُ. أبو زيد: الميجَنَةُ: المِدَقَّةُ، والجمع مَواجِنُ. وأنشد لعامر بن عقيل السعدى جاهلي: رقاب كالمواجن خاظيات * وأستاه على الاكوار كوم قوله خاظيات بالظاء، من قولهم: خظابظا.",
    "pg": "6:2212"
  },
  "وجه": {
    "def": "الوَجْهُ معروف، والجمع الوُجوهُ وحكى الفراء: حى الوجوه وحى الاجوه. قال ابن السكيت: ويفعلون ذلك كثيرا في الواو إذا انضمت. والوجْهُ والجِهةُ (١) بمعنًى، والهاء عوضٌ من الواو. ويقال: هذا وجه الرأي، أي هو الرأي نفسه. والاسم الوِجْهَةُ والوُجْهَةُ بكسر الواو وضمها. والواو تثبت في الاسماء، كما قالوا ولدة وإنما لا تجتمع مع الهاء في المصادر. والمواجهة: المقابلة. ويقال: قعدت وُجاهَكَ ووِجاهَكَ، أي قبالتك. واتَّجَهَ له رأى، أي سنح، وهو افتعل، صارت الواو ياء لكسرة ما قبلها وأبدلت منها التاء وأدغمت. ثم بنى عليه قولك: قعدت تُجاهَكَ وتِجاهَكَ، أي تلقاءك. وتَجَهْتُ إليك أتجه، أي توجهت، لان أصل التاء فيهما واو. ووجهته في حاجةٍ، ووَجَّهْتُ وجهي لله سبحانه، وتَوَجَّهْتُ نحوك وإليك. وتوَجَّهَ الشيخ، إذا ولى وكبر. وفى المثل: \" أحمق ما يتوجه \"، أي لا يحسن أن يأتي الغائط. وشئ مُوَجَهٌ، إذا جُعِلَ على جهةٍ واحدةٍ لا يختلف. وقد وَجُهَ (١) الرجل بالضم، أي صار وَجيهاً، (*) أي ذا جاهٍ وقدْرٍ. وأوْجَهَهُ الله، أي صيَّره وَجيهاً. وأوْجَهْتُهُ، أي صادفته وجيها. قال المساور بن هند بن قيس بن زهير: إن الغوانى (١) بعد ما أوجهننى * أعرضن (٢) ثمت قلن شيخ أعور ووجوه البلد: أشرافُهُ. والوَجيهَةُ: خَرَزةٌ. ويقال للولد إذا خرجت يداه من الرحم أوَّلاً. وَجيهٌ. وإذا خرجت رِجلاه أولا: يتن. والوجيه: اسم فرس، قاله الاصمعي. أبو عبيد: التوجيه هو الحرف الذي بين ألف التأسيس وبين القافية، عن الخليل. قال: ولك أن تغيِّره بأيِّ حرفٍ شئت، كقول امرئ القيس: \" أني أفرّ (٣) \" مع قوله \" صُبُرْ \" وقوله \" واليوم قرّ \". ولذلك قيل له توجيه. وغيره يقول: التوجيه اسم لحركاته إذا كان الروى مقيدا، وأما نفس الحرف فيسمى الدخيل.",
    "pg": "6:2254-2256"
  },
  "وجى": {
    "def": "وجى الفرس بالسكر (٢) ، وهو أن يجد وجعاً في حافره، فهو وَجٍ والأنثى وَجْياءُ. وأوْجَيْتُهُ أنا. وإنَّه لَيَتَوَجَّى. ويقال: تركته وما في قلبي منه أَوْجَى، أي يَئِستُ منه. وسألته فأوْجَى على، أي بخل.",
    "pg": "6:2519"
  },
  "وحح": {
    "def": "الوحوحة: صوت معه بحح. يقال: وحْوَحَ الرجل في يده، إذا نفخ فيها من شدَّة البرد. قال الأصمعي: رجلٌ وَحْواحٌ، أي خفيف. قال وأنشد (١) :\nفاتسقت لزاجر وحواح (٢) * وكذلك الوحوح. قال الجعدى يرثى أخاه: ومن قبله ما قد رُزِئْتُ بوَحْوَحٍ * وكان ابن أمي والخليل المصافيا (١)",
    "pg": "1:414-415"
  },
  "وحد": {
    "def": "الوَحْدَةُ: الانفرادُ. تقول: رأيته وحدَه. وهو منصوبٌ عند أهل الكوفة على الظرف، وعند أهل البصرة على المصدر في كل حال (٣) ، كأنك قلت: أوحدته برؤيتي إيحادا، أي لم أر غيره، ثم وضعت وحده هذا الموضع. وقال أبو العباس: يحتمل أيضا وجها آخر وهو أن يكون الرجل في نفسه منفردا، كأنك قلت: رأيت رجلا منفردا انفرادا، ثم وضعت وحده موضعه. ولا يضاف إلا في قولهم: فلانٌ نسيجُ وحدِهِ، وهو مدحٌ. وجُحَيْشُ وحدِهِ وعُيَيْرُ وحدِهِ، وهما ذم. كأنك قلت: نسيج إفراد، فلما وضعت وحده موضع مصدر مجرور جررته. وربما قالوا: رجيل وحده. والواحد: أول العدد، والجمع وحدان وأحدان، مثل شاب وشبان، وراع ورعيان. قال الفراء: يقال أنتم حيٌّ واحدٌ وحي واحِدونَ، كما يقال: شِرْذِمَةٌ قليلون. وأنشد للكميت: فَضَمَّ قَواصيَ الأحياءِ منهم * فقد رَجَعوا كَحَيٍّ واحِدِينا - ويقال: وحَّدهُ وأحَّدَهُ، كما يقال ثنَّاهُ وثلَّثهُ. ورجلٌ وَحَدٌ ووَحِدٌ (١) ووحيد، أي منفردٌ. وتوَّحَدَ برأيه: تفَرَّدَ به. وبنو الوحيد: بطن من العرب من بنى كلاب ابن ربيعة بن عامر بن صعصعة. وتوحدة الله بصعمته، أي عصَمه ولم يَكِلْهُ إلى غيره. وأوْحَدَتِ الشاةُ فهي موحِدٌ، أي وضعتْ واحِداً، مثل أفَذَّتْ. وفلانٌ واحِدُ دهرِهِ، أي لا نظير له. وفلان لا واحد له. وأوْحَدَهُ الله: جعله واحِدَ زمانه. وفلانٌ أوحَدُ أهلِ زمانِهِ، والجمع أحدان، مثل أسود وسودان، وأصله وحدان. قال الكميت: فباكره والشمس لم يبد قرنها * بأحدانه المستولغات المكلب - يعنى كلابه التى لا مثلها كلاب، أي هي واحدة الكلاب. ويقال: لست في هذا الأمر بأوْحَد، ولا يقال للانثى واحداء. وتقول: أعط كلَّ واحدٍ منهم على حِدَةٍ، أي على حِيالِهِ. والهاءُ عوضٌ من الواو. ودخلوا مَوْحَدَ مَوْحَدَ، أي فُرادى. وقولهم: أُحادَ ووُحادَ وموحد، غير مصروفات، لما ذكرناه في ثلاث. والميحاد من الواحد كالمعشار من العشرة.",
    "pg": "2:547-548"
  },
  "وحر": {
    "def": "الوَحَرَةُ بالتحريك: دُويبةٌ حمراءُ تلزق بالارض كالعظاء، والجمع وحر. والوَحَرَ أيضاً في الصدر، مثل الغِلِّ. وفي الحديث: \" يَذهب بوَحَرِ الصدر (٣) \"، وقد وَحِرَ صدرُه عليّ، أي وغر. وفى صدره على وَحْرٌ بالتسكين، مثل وَغْرٌ: وهو اسم، والمصدر بالتحريك.",
    "pg": "2:844"
  },
  "وحش": {
    "def": "الوَحْشُ: الوُحوشُ، وهي حيوان البَرِّ، الواحدُ وَحْشِيٌّ. يقال حمارُ وَحْشٍ بالإضافة، وحمارٌ وَحْشِيٌّ. وأرضٌ موحوشة: ذات وحوش، عن الفراء. والوحشي: الجانب الايمن من كل شئ. هذا. قول أبى زيد وأبى عمرو. وقال عنترة: وكأنما تنأى بجانب دفها ال * وحشى من هزج العشى مؤوم * وإنما تنأى بالجانب الوحشى لان سوط الراكب في يده اليمنى. وقال الراعي: فَمالَتْ على شِقِّ وَحْشِيِّها * وقد ريعَ جانِبُها الأيسرَ * ويقال: ليس من شئ يفزع إلا مال على جانبه الأيمن، لأن الدابَّة لا تُؤتى من جانبها الأيمن، وإنَّما تؤتى في الاحتلاب والركوب من جانبها الأيسر، فإنَّما خوفُها منه، والخائفُ إنَّما يفرّ من موضع المخافة إلى موضع الأمن. وكان الأصمعي يقول: الوَحْشِيُّ الجانب الايسر من كل شئ. ووَحْشِيُّ القوسِ: ظهرُها. وإنْسِيُّها: ما أقبلَ عليك منها. وكذلك وَحْشِيُّ اليد والرجل وإنسيهما. والوحشة: الخلوة والهمُّ. وقد أوْحَشْتُ الرجلَ فاسْتَوْحَشَ. وأرضٌ وَحْشَةٌ وبلدٌ وَحْشٌ بالتسكين، أي قفر. يقال \" لقيته بوحش إصمت \" أي أي ببلد قفر. وتوحشت الارض: صارت وَحْشَةً. وأوْحَشْتُ الأرضَ: وجدتها وَحْشَةً. وأنشد الاصمعي لعباس بن مرداس: لاسماء رسم أصبح اليوم دارسا * وأوحش منها رحرحان فراكسا (١) * وأوْحَشَ المنزل أيضاً: صار كذلك وذهب عنه الناس. قال الشاعر: لمية (٢) موحشا طلل * يلوح كأنه خلل * وأوحش الرجل: جاعَ. وتَوَحَّشَ الرجلُ، أي خلا بطنُه من الجوع. يقال: تَوَحَّشْ للدواء، أي أخل جوفك له من الطعام. وبات فلانٌ وَحْشاً، أي جائعاً. وبتنا أوْحاشاً. وقد أوْحَشْنا منذ ليلتان، أي نفد زادنا. وقال حميد يصف ذئبا وإنْ بات وَحْشاً ليلةً لم يضق بها * ذِراعاً ولم يصبح بها وهو خاشِعُ * ووَحَّشَ الرجلُ، إذا رمى بثوبه وسلاحه مخافةَ أن يُلحَقَ. وفي الحديث: \" فوَحَّشوا برماحهم \". وقال الشاعر (١) :\nفذَروا السِلاحَ ووَحَّشوا بالابرق * (٢)",
    "pg": "3:1024-1025"
  },
  "وحص": {
    "def": "قال ابن السكيت: سمعتُ غير واحدٍ من الكلابيِّين يقولون: أصبحتْ وليس بها وَحْصَةٌ أي برد. يعنى البلاد والايام. والحاء غير معجمة (١) .",
    "pg": "3:1061"
  },
  "وحف": {
    "def": "عُشبٌ وَحْفٌ وواحِفٌ، أي كثير. والوَحْفُ: الجناح الكثير الريش. وشَعْرٌ وَحْفٌ، أي كثيرٌ حسنٌ، ووَحَفَ أيضاً بالتحريك. وقد وَحُفَ شعره بالضم، والاسم والوحوفة والوحافة. والوَحْفاءُ: الأرض فيها حجارة سودٌ، وليست بحَرَّةٍ. والصخرةُ السوداء وَحْفَةٌ، والجمع وحاف. ووحاف القهر: موضع، وهو في شعر لبيد (١) . ووحف الرجل (٢) ، إذا ضرب بنفسه الارض. وكذلك البعير. ووَحَّفَ تَوْحيفاً مثله. ومَواحِفُ الإبل: مباركها. والموحف: البعير المهزول. قال الراجز:\nلما رأيت الشارف الموحفا (٣) * وقال أبو عمرو: التوحيف: الضرب بالعصا. وواحف: موضع.",
    "pg": "4:1437-1438"
  },
  "وحل": {
    "def": "الوَحَلُ بالتحريك: الطينُ الرقيقُ. والموحل بالفتح: المصدر، وبالكسر المكان والاسم على ما فسرناه. قال الشاعر (١) : فأصبح العين رُكوداً على الأوْ شازِ أن يَرْسَخْنَ في المَوحَلِ يروى بالفتح والكسر. يقول: وقَفتْ بقرُ الوحش على الروابي مخافةَ الوحلِ، لكثرة المطر. والوَحْلُ بالتسكين، لغةٌ رديئة. واسْتَوْحَلَ المكانُ. ووَحِلَ الرجلُ بالكسر (٢) : وقع في الوَحَلِ. وأوْحَلَهُ غيره. وواحله فوحله، أي غلبه فيه.",
    "pg": "5:1840-1841"
  },
  "وحم": {
    "def": "وَحَمْتُ وَحْمَهُ، أي قصدت قصده. والوِحامُ من الدوابّ، أن تَسْتعْصِبَ عند الحمل، وقد وَحِمَتْ بالكسر. والوَحامُ والوِحامُ: شهوة الحُبلى، وليس الوِحامُ إلاّ في شهوة الحبل خاصَّةً. وقد وَحِمَتْ تَوْحَمُ وَحماً، وهي امرأةٌ وَحْمَى ونسوةٌ وحامى. وفي المثل: \" وَحْمَى ولا حَبَلٌ \". وقد وَحَّمناها تَوْحيماً: أطعمناها ما تشتهيه. ويقال أيضاً: وَحَّمنا لها، أي ذبحنا.",
    "pg": "5:2049"
  },
  "وحى": {
    "def": "الوحْيُ: الكتابُ، وجمعه وُحِيٌّ، مثل حلى وحلى. قال لبيد:\nكما ضمن الوحى سلامها (٣) * والوَحْيُ أيضاً: الإشارة، والكتابة، والرسالة، والإلهام، والكلام الخفيّ، وكلُّ ما ألقيته إلى غيرك. يقال: وَحَيْتُ إليه الكلامَ وأوْحَيْتُ، وهو أن تكلِّمه بكلامٍ تخفيه. قال العجاج:\nوَحى لها القرارَ فاسْتَقَرَّتِ (١) * ويروى: \" أوْحَى لها \". ووَحى وأَوْحى أيضاً، أي كتب. وقال (٢) :\nلقدر كان وحاه الواحى (٣) * وأوحى الله إلى أنبيائه. وأوْحى، أي أشار. قال تعالى: (فأَوْحَى إليهمْ أنْ سَبِّحوا بكرة وعشيا) . ووحيت إليه بخبر كذا، أي أشرتُ وصَوَّتُّ به رويداً. والوَحى، مثال الوغى: الصوتُ. قال الشاعر (*) منعناكم كراء وجانبيه * كما منع العرين وحى اللهام وكذاك الوحاة بالهاء. قال الراجز: يحدو بها كل فتى هيات * تلقاه بعد الوهن ذا وحاة وهن نحو البيت عامدات * قال الاخفش: نصب عامدات على الحال. قال النضرُ: سمعتُ وَحاةَ الرَعْدِ، وهو صوته الممدود الخفيّ. قال: والرعد يحى وحاة. واستو حيناهم، أي استصر خناهم. والوحى: السرعة، يمد ويقصر. ويقال: الوَحى الوَحى: يعني البِدارَ البِدارَ. وتَوَحَّ يا هذا، أي أسْرِع. ووَحَّاهُ تَوْحِيَةً، أي عجَّله. والوحى على فعيل: السريع. يقال: موت وحى.",
    "pg": "6:2519-2520"
  },
  "وخخ": {
    "def": "الوخواخ: الضعيف. قال الزفيان: إنى ومن شاء ابتغى قفاخا * لم أك في قومي امرأ وخواخا",
    "pg": "1:434"
  },
  "وخد": {
    "def": "الوَخْدُ: ضربٌ من سير الإبل. وقد وَخَدَ البعيرُ يَخِدُ وخدا وخدانا، وهو أن يرمى بقوائمه كمشي النعام، فهو واخِدٌ ووخاد.",
    "pg": "2:548-549"
  },
  "وخز": {
    "def": "الوَخْزُ: الطعنُ بالرمح ونحوه، ولا يكون نافذاً. يقال: وَخَزَهُ بالخنجر. والوخر: الشئ القليل. قال الشاعر (١) : لها أشارير من لحم تتمره * من الثعالى ووخز من أرانيها * ووخزه الشيب، أي خالطه.",
    "pg": "3:900-901"
  },
  "وخش": {
    "def": "يقال: ذاك من وَخْشِ الناس، أي من رُذالهم. وجاءني أوْخاشٌ من الناس، أي من سقاطهم. وقد وخشى الشئ بالضم وُخوشَةً ووَخاشَةً، أي صار ردِيًّا. قال الكميت: تلقى الندى ومخلدا حليفين * ليسا من الوكس ولا بوخشين * وقول الراجز (٣) : جارية ليست من الوخشن * كأن مجرى دمعها المستن * قطنة من أجود القطن * أراد \" الوخش \" فزاد فيها نونا ثقيلة. وأوْخَشَ القومُ، أي رَدُّوا السهامَ في الرِبابة مرَّةً بعد أخرى، كأنهم صاروا إلى الوخاشة والرذالة. وأنشد أبو الجراح ليزيد بن الطَثْريَّة: وألقَيْتُ سهمي وَسْطَهم حين أوْخَشوا * فما صار لي في القسم إلا ثمينها (١)",
    "pg": "3:1025-1026"
  },
  "وخض": {
    "def": "الوَخْضُ: طعنٌ غير جائفٍ. وقد وَخَضْتُهُ بالرمح. والوَخيضُ: المطعونُ. قال ذو الرمَّة يصف ثوراً: وتارَةً يَخِضُ الأسْحارَ (٢) عن عُرُضٍ * وخضا وتنتظم الاسحار والحجب (٣) *",
    "pg": "3:1112"
  },
  "وخط": {
    "def": "وخَطَهُ الشيبُ، أي خالطه. والوَخْطُ: الطعنُ النافذُ. والوَخْطُ: لغةٌ في الوَخْدِ، وهو سرعة السير.",
    "pg": "3:1166"
  },
  "وخف": {
    "def": "وخف الخطمى وأوخفته، أي ضربته حتَّى تَلَزَّجَ. والوَخيفَةُ: ما أو خفته من الخطمى. يقال للاحمق: إنَّه لموخِفٌ، أي يُوخِفُ زِبْلَه كما يُوخَفُ الخِطْمِيُّ. ويقال له العَجَّانُ أيضاً، وهو من كناياتهم.",
    "pg": "4:1438"
  },
  "وخم": {
    "def": "رجل وخم بكسر الخاء، ووَخْمٌ بالتسكين، ووَخيمٌ، أي ثقيل بيِّن الوَخامَةِ والوُخومَةِ. والجمع وِخامٌ وأوخام. يقال منه: واخمنى فوخمته. وشئ وخيم، أي وبئ. وبلدة وَخِمَةٌ ووَخيمَةٌ، إذا لم توافق ساكنها. وقد اسْتَوْخَمْتُها. واسْتَوْخَمْتُ الطعام وتَوَخَّمْتُهُ، إذا اسْتَوْبَلْتَهُ. قال زهير:\nإلى كَلأٍ مُسْتَوْبَلٍ مُتَوَخَّمِ (١) * ووَخِمَ الرجل بالكسر، أي اتَّخَمَ. وقد اتَّخَمْتُ من الطعام وعن الطعام، والاسم التخمة بالتحريك، على ما ذكرناه في وكلة وتكلة. والجمع تخمات وتُخَمٌ. وأتْخَمَهُ الطعام على أفْعَلَهُ، وأصله أوْخَمَهُ. وهذا طعامٌ مَتْخَمَةٌ بالفتح، وأصله موخمة، لانهم توهموا التاء أصلية لكثرة الاستعمال. والعامة تقول التُخْمَةُ بالتسكين، وقد جاء ذلك في شعرٍ أنشده أعرابيٌّ: وإذا المِعْدَةُ جاشَتْ فارْمِها بالمَنْجَنيقِ بثَلاثٍ من نبيذ ليس بالحلوا الرقيق تهضم التُخْمَةَ هَضْماً حينَ تجري في العروق",
    "pg": "5:2049-2050"
  },
  "وخى": {
    "def": "يقال: وَخَيْتُ وَخْيَكَ، أي قصدتُ قصدك. وهذا وَخْيُ أهْلِكَ (١) ، أي سَمْتُهُمْ حيث ساروا. وما أدري أين وَخَى فلانٌ، أي أين توجه. ووخت الناقة تخى وَخْياً، أي سارت سيراً قَصْداً. وقال:\nيتبعن وخى عيهل نياف (١) * وواخاهُ: لغةٌ ضعيفةٌ في آخاهُ، تبنى على يُواخي. وتَوَخَّيْتُ مرضاتَك، أي تحرَّيتُ وقصدتُ. وتقول: اسْتوْخِ لنا بَني فلانٍ ما خَبَرُهُمْ؟ أي استخبرهم. وهذا الحرف هكذا رواه أبو سعيد بالخاء معجمة.",
    "pg": "6:2520-2521"
  },
  "ودأ": {
    "def": "تَوَدَّأَ عليه، أي أهلكه. وَوَدَّاَ فلانٌ بالقوم تَوْدِئَةً. أبو عبيد: المودأة: المهلكة والمفازة. قال: وهى لفظ المفعول به. أبو زيد: وَدَّأْتُ عليه الأرضَ تَوْديئاً، إذا سويت عليه الارض. قال الشاعر الضَّبي (١) يرثي أخاه أُبَيًّا: أَأُبَيٌّ إنْ تُصبحْ رهين مُوَدَّا * زلخ الجوانب قعره ملحود (٢)",
    "pg": "1:80"
  },
  "ودج": {
    "def": "الوَدَج والوِداج: عِرقٌ في العُنُق، وهما وَدَجانِ. يقال: دِج دابَّتكَ، أي اقْطَعْ وَدَجَها. وهو لها كالفَصْدِ للإنسان. والوَدَجان: الأَخَوانِ. ويقال: بِئْسَ وَدَجا حَربٍ هما. ووَدَجْتُ بين القوم ودْجاً، أي أصلحت.",
    "pg": "1:347"
  },
  "ودح": {
    "def": "الكسائي: أودحت الابل: سمنت وحسنت حالها. أبو عمرو: أوْدَحَ الرجل: أذعن وخضع. وأنشد:\nأوْدَحَ لما أن رأى الجَدَّ حَكَمْ * وربَّما قالوا: أوْدَحَ الكبشُ، إذا توقَّف ولم ينز.",
    "pg": "1:415"
  },
  "ودس": {
    "def": "الوَدْسُ: أوَّل نبات الأرض. يقال: ما أحسن وَدْسَها. وأوْدَسَتِ الأرضُ وتَوَدَّسَتْ بمعنًى، أي أنبتتْ ما غطَّى وجهَها. ويقال وَدَسَ على الشئ ودسا، أي خفى. وأين وَدَسْتَ به؟ أي أين خبَّأته. وما أدري أين وَدَسَ؟ أي أين ذهب.",
    "pg": "3:988"
  },
  "ودع": {
    "def": "التَوديعُ عند الرحيل. والاسم الوداع بالفتح. وتوديع الفحل: اقتناؤه للفحلة. وقوله تعالى: \" ما وَدَّعَكَ رَبُّك \" قالوا: ما تركك. وتَوْديعُ الثوبِ: أن تجعله في صوانٍ يصونه. والوَدَعاتُ: مَناقِفُ صِغار تُخْرَجُ من من البحر، وهي خَرَزٌ بيضٌ تتفاوت في الصغر والكبر. قال الشاعر (١) : ولا ألقي لِذي الوَدَعاتِ سَوْطي * لأَخْدَعَهُ وغِرَّتَهُ أُريدُ * الواحدة وَدْعَةٌ وَوَدَعَةٌ أيضاً بالتحريك. قال الشاعر:\nوالحِلمُ حِلْمُ صبيٍّ يَمْرُثُ الوَدَعَهْ (٢) * والدعة: الخفض، والهاء عوض من الواو. تقول منه: وَدُعَ الرجل بالضم، فهو وَديعٌ، أي ساكنٌ، ووادع أيضا، مثل حمض فهو حامض. يقال: نال فلان المكارم وادِعاً من غير كلفةٍ. ورجلٌ مُتَّدِعٌ، أي صاحبُ دَعَةٍ وراحةٍ. والمُوادَعَةُ: المصالحةُ. والتَوادُعُ: التصالحُ. وقولهم: عليك بالمَوْدوعِ، أي بالسكينة والوقار. ولا يقال منه ودعه كما لا يقال من المعسور والميسور عسره ويسره. وقولهم: دع ذا، أي اتركْه. وأصله وَدَعَ يَدَعُ وقد أُميتَ (١) ماضيه، لا يقال وَدَعَهُ وإنَّما يقال تركه، ولا وادِعٌ ولكن تاركٌ، وربما جاء في ضرورة الشعر: وَدَعَهُ فهو مَوْدوعٌ على أصله. وقال (٢) : ليتَ شعري عن خليلي ما الذى * غاله في الحُبِّ حتَّى وَدَعَهْ * وقال خُفافُ بن نُدْبة: إذا ما اسْتَحَمَّتْ أرضهُ من سمائِهِ * جَرى وهو مَوْدوعٌ وواعِدُ مَصْدَقِ * أي متروكٌ لا يُضْرَبُ ولا يُزْجَرُ. والوَديعَةُ: واحدة الودائِع. قال الكسائي: يقال أوْدَعْتُهُ مالاً، أي دفعته إليه يكون وديعة عنده. وأودعته أيضاً، إذا دفع إليك مالاً ليكون وديعةً عندك فقبلتَها. وهو من الأضداد. واسْتَوْدَعْتُهُ وَديعَةً، إذا استحفظته إيَّاها. قال الشاعر: اسْتَوْدَعَ العِلْمَ قِرطاساً (١) فَضَيَّعَهُ * فبئسَ مُسْتَوْدَعُ العِلْمَ القراطيسُ * والميدَعُ والميدَعَة (٢) : واحدة الموادِعِ. قال الكسائي: هي الثِياب الخُلقانُ التي تُبْتَذَلُ، مثل المَعاوِزِ. والأوْدَعُ: اسمٌ من أسماء اليربوع. وودعان: اسم موضع.",
    "pg": "3:1295-1296"
  },
  "ودف": {
    "def": "وَدَفَ الإناءُ، أي قَطَرَ. واسْتَوْدَفْتُ الشحمةَ، أي استقطرْتُها فَوَدَفَتْ. والوَدْفَةُ والوَديفَةُ: الروضة الخضراء من نبتٍ. يقال أصبحت الأرضُ وَدْفَةً واحدة، إذا اخضرَّت كلُّها وأخصبتْ. قال أبو صاعد: يقال وَديفَةٌ من بقلٍ ومن عُشبٍ، وضَفيفَةً من بقل ومن عشب، إذا كانت الروضة ناضرةً متخيِّلةً. يقال: حَلُّوا في وَديفَةٍ منكَرةٍ، وفي غَذيمَةٍ منكرة.",
    "pg": "4:1438"
  },
  "ودق": {
    "def": "الوَدْقُ: المطرُ. وقد. وَدَقَ يَدِقُ وَدْقاً، أي قَطَرَ. قال الشاعر (١) : فلا مُزْنَةٌ وَدَقَتْ وَدْقَها ولا أَرْضَ أبقَلَ إبْقالَها ووَدَقْتُ إليه: دنوتُ منه. وفي المثل: \" ودَقَ العَيْرُ إلى الماء \"، أي دنا منه. يضرب لمن خَضَعَ للشئ لحرصه عليه. والموضع مودق، ومنه قول امرئ القيس:\nتُعَفِّي بذَيْلِ المِرْطِ إذْ جئتُ مَوْدِقي (٢) * وذاتُ وَدْقَيْنِ: الداهية، أي ذات وجهين، كأنَّها جاءت من وجهين. قال الكميت: وكائِنْ وكَمْ من ذات وَدْقَيْنِ ضِئْبِلٍ نَآدٍ كَفَيْتَ المسلمين عضالها وودقت ودقا: استأنست به. ويقال لذوات الحافر إذا أرادت الفحل: وَدَقَتْ تَدِقُ وَدْقاً، وأوْدَقَتْ، واسْتَوْدَقَتْ. وأتانٌ ودوقٌ، وفرسٌ وَدوقٌ ووَديقٌ أيضاً، وبها وداق. والوديقة: شدة الحر. قال الهذليّ (١) : حامي الحقيقةِ نَسَّالُ الوديقة معتاق الوسيقة لانكس ولاوانى (٢) والوادق: الحديد. قال أبو قيس بن الأسْلت: صَدْقٍ حُسامٍ وادِقٍ حدُّه ومُجْنَأٍ أسْمَرَ قراع (٣)",
    "pg": "4:1563-1564"
  },
  "ودك": {
    "def": "الوَدَكُ: دَسَم اللحم. ودجاجةٌ وَديكةٌ، أي سمينةٌ. وديكٌ وَديكٌ. وقولهم: ما أدري أيُّ أوْدَكِ هو أيْ أي الناس هو والودكاء: رملة أو موضع. قال الشاعر (١) : أم كنتَ تعرفُ آيات فقد جعلت أطلال إلفك بالود كاء تعتذر (٢) قوله تعتذر، أي تدرس.",
    "pg": "4:1613-1614"
  },
  "ودن": {
    "def": "ودنت الشئ ودنا وو دانا: بلَلْتُهُ، فهو مَوْدونٌ ووَدينٌ، أي منقوع. وجاء قومٌ إلى بنت الخُسِّ بحجرٍ فقالوا: احْذي لنا من هذا نَعلاً، فقالت: دِنوه. واتدن الشئ، أي ابتل. واتدنه أيضاً، بمعنى بَلَّهُ. قال الكميت: وراجٍ لِينَ تَغْلِبَ عن شِظافٍ * كمتَّدِنِ الصَفا كَيْما يَلِينا (١) والوَدْنُ أيضاً: حُسن القيام على العروس. يقال: أخذوا في وِدانِهِ. ووَدَنَتِ المرأةُ وأوْدَنَتْ، إذا ولدتْ ولداً ضاوياً. والولدُ مَوْدونٌ ومودَنٌ أيضاً. قال (٢) : وأُمُّكَ سوداءُ مَوْدونَةٌ * كأنَّ أناملها الحنظب ومودون: اسم فرس.",
    "pg": "6:2212-2213"
  },
  "وده": {
    "def": "اسْتَوْدَهَتِ الإبلُ واسْتَيْدَهَتْ: اجتمعتْ وانساقتْ. واسْتَوْدَهَ الخَصْمُ واسْتَيْدَهَ، أي انقاد وغُلِبَ. قال المُخَبَّلُ: ورَدَّ صدورَ الخيلِ حتَّى تَنَهْنَهوا (١) * إلى ذي النُهى واسْتَيْدَهوا للمُحَلِّمِ يقول: أطاعوا لمن كان يأمرهم بالحلم. ويروى: \" واسْتَيْقَهوا \" من القاهِ، وهو الطاعة.",
    "pg": "6:2256"
  },
  "ودى": {
    "def": "الوَدْيُ بالتسكين: ما يخرج بعد البول، وكذلك الوَدِيُّ بالتشديد، عن الأمويّ. تقول منه: وَدى بغير ألِفٍ. ووَدى الفرسُ يَدي وَدْياً، إذا أدلى ليبول أو ليضرب. وقال اليزيدى: ودى ليبول، وأدلى ليضرب. ولا تقل أوْدى. والدِيَةُ: واحدة الدِياتِ، والهاء عوضٌ من الواو. تقول: وَدَيْتُ القتيل أَدِيهِ دِيَةً، إذا أعطيت دِيَتِه. واتَّدَيْتُ، أي أخذت ديته. (*) وإذا أمرت منه قلت: دوا فلانا، وللاثنين: دِيا فلاناً، وللجماعة: دُوا فلاناً. وأوْدى فلانٌ، أي هلك، فهو مود. والودى على فعيل: صغار الفسيل، الواحدة وَدِيةٌ. والوادي معروف، وربَّما اكتفوا بالكسرة عن الياء كما قال (١) :\nقَرْقَرَ قُمْرُ الوادِ بالشاهِقِ (٢) * والجمع الأوْدِيَةُ على غير قياس، كأنه جمع ودى، مثل سرى وأسرية للنهر. وقول الشاعر (٣) :\nفيها سهام يثرب أو سهام الوادي (٤) * يعنى وادى القرى. والتوادي: الخشبات التى تُشَدُّ على خِلف الناقة إذا صرت، الواحدة تودية.",
    "pg": "6:2521-2522"
  },
  "وذأ": {
    "def": "وَذَأْتُ الرجلَ وَذْءًا، إذا عِبْتَهُ وحقَّرتَهُ. وأنشد أبو زيد: ثَمَمْتُ حوائِجي وَوَذَأْتُ بِشْراً * فبئسَ مُعَرَّسُ الرَكْبِ السِغابِ (٣) ووَذَأْتُهُ فاتَّذَأَ: زجرته فانزجر.",
    "pg": "1:80"
  },
  "وذح": {
    "def": "الوَذَحُ: ما يتعلَّق في أذناب الشاءِ وأرفاغِها من أبعارها وأبوالها، فيجفُّ عليها، الواحدة وَذَحَةٌ، والجمع وذح، مثل بدنة وبدن. قال جرير: والتغلبية في أفواهِ عَوْرَتِها * وُذْحٌ كثيرٌ وفي أكتافها الوَضَرُ تقول منه: وذحت الشاة توذح وتيذح وذحا.",
    "pg": "1:415"
  },
  "وذر": {
    "def": "الوَذْرَةُ بالتسكين: الفِدْرَةُ، وهي القطعة من اللحم. ومنه قولهم: \" يا ابنَ شامَّةِ الوَذْرَةِ \"، وهي كلمة قذفٍ. وكانت العرب تتَسابُّ بها، كما كانت تتسابّ بقولهم: \" يا ابن مُلْقى أرْحُلِ الرُكْبانِ! ويا ابن ذات الرايات! ونحوِها. والجمع وذر، مثل تمرة وتمر. ووذرت اللحم توذيرا: قطَّعته: وكذلك الجرح إذا شرطتَه. وتقول: ذَرْهُ، أي دعه. وهو يذره، أي يذعه. وأصله وذره يَذَرُهُ، مثل وَسِعَهُ يَسَعُهُ، وقد أُميتَ مصدره. ولا يقال وَذِرَهُ ولا واذِرٌ، ولكن: تركه وهو تارك.",
    "pg": "2:844-845"
  },
  "وذف": {
    "def": "يقال: مَرَّ يَتَوَذَّفُ، بذالٍ معجمة، إذا مرَّ يقارب الخطوَ ويحرك منكبيه. وفى الحديث: \" خرج الحجاج يتوذف في سبتين له حتى دخل على أسماء بنت أبى بكر \". وقال أبو عمرو: التوذف: التبختر. وكان أبو عبيدة يقول: التَوَذُّفُ الإسراعُ، لقول بشر: بعطى النجائب بالرحال كأنها بقر الصَرائمِ والجِيادُ تَوَذَّفُ أي ويعطي الجياد.",
    "pg": "4:1438"
  },
  "وذل": {
    "def": "أبو عمرو: قال الهذليُّ: الوَذيلَةُ المرآةُ في لغتنا. وحكى أبو عبيد: الوَذيلَةُ القطعة من الفضَّة، وجمعها وَذائِلُ (٣) . والوَذالَةُ: ما يقطع الجزَّار من اللحم بغير قَسْمٍ. يقال: لقد توَذَّلوا منه.",
    "pg": "5:1841"
  },
  "وذم": {
    "def": "الوَذمُ: السيور التي بين آذان الدَلو وأطراف العَراقيّ، الواحدة وذَمَةٌ. وقد وَذِمَتِ الدلوُ تَوْذَمُ وذَماً، إذا انقطع وَذَمُها. والوَذَمُ أيضاً: لَحَماتٌ تكون في رحم الناقة أمثالُ الثآليل تمنعها من الولَد، فإذا عُولج منها قبل ذلك قيل: وَذَّمْتُها تَوْذيماً. والوِذامُ: الكرش والامعاء، الواحدة وذمة، مثل ثمرة وثمار. وفي حديث علي ﵇: \" لئن وليت بنى أمية لانفضنهم نفض القصاب الثراب الوذمة \" قال الاصمعي: سألت شعبة عن هذا الحرف فقال: ليس هو هكذا، إنما هو \" نقض القصاب الوذام التربة \". والتربة: التى قد سقطت في التراب فتتربت، فالقصاب ينفضها. وأوذم الحجَّ، أي أوجبه على نفسه. قال الراجز: لاهم إن عامر بن جَهْمِ أوْذَمَ حَجًّا في ثياب دسم أي متلطخة بالذنوب (١) . والوذيمة: الهدية إلى بيت الله الحرام، والجمع الوَذائِمُ، وهي الأموال التي نُذرت فيها النُذور. قال الشاعر: فإن كنتُ لم أذكركِ والقومُ بعضهم (١) غَضابى على بعضٍ فَمالي وذائِمُ أي مالى كله في سبيل الله. والتَوْذيمُ: أن تُوَذِّمَ الكلاب بقلادة. ووَذَّمْتُ على الخمسين تَوْذيماً، أي زدت عليها.",
    "pg": "5:2050"
  },
  "وذى": {
    "def": "يقال: ما به وَذْيَةٌ بالتسكين، أي عيبٌ. ابن السكيت: سمعتُ غير واحدٍ من الكلابيِّين يقولون: أصبحَتْ وليس بها وَحْصَةٌ وليس بها وَذْيَةٌ، أي بردٌ. يعنى البلاد والايام.",
    "pg": "6:2522"
  },
  "ورب": {
    "def": "وَرِبَ العِرقُ يَوْرَبُ وَرَباً، أي فسَدَ، فهو عِرْقٌ وَرِبٌ. قال الهذلى (٢) : إن تنتسب تنسب إلى عرق ورب * أهل خزومات وشحاج صخب",
    "pg": "1:232"
  },
  "ورث": {
    "def": "الميراث أصله مِوْراثٌ، انقلبت الواو ياءً لكسرة ما قبلها. والتُراثُ أصل التاء فيه واو. تقول: ورثت أبى، وورثت الشئ من أبي، أرِثُهُ بالكسر فيهما، ورثا ووراثة وإرثا، الالف منقلبة من الواو، وَرِثَةً الهاء عوض من الواو. وإنما سقطت الواو من المستقبل لوقوعها بين ياء وكسرة وهما متجانسان والواو مضادتهما، فحذفت لاكتنافهما إياها، ثم جعل حكمها مع الالف والتاء والنون كذلك، لانهن مبدلات منها. والياء هي الاصل، يدل على ذلك أن فعلت وفعلنا وفعلت مبنيات على فعل، ولم تسقط الواو من يوجل لوقوعها بين ياء وفتحة، ولم تسقط الياء من ييعر وييسر لتقوى إحدى الياءين بالاخرى. وأما سقوطها من يطأ ويسع فلعلة أخرى ذكرناها في باب الهمز. وذلك لا يوجب فساد ما قلناه، لانه يجوز تماثل الحكمين مع اختلاف العلتين. وتقول: أورثه الشئ أبوه، وهم وَرَثة فلان. ووَرَّثَهُ توريثاً، أي أدخله في ماله على ورثته. وتوارثوه كابراً عن كابرٍ.",
    "pg": "1:295-296"
  },
  "ورخ": {
    "def": "الوَريخَةُ: العجين الذي أُكثِر ماؤه حتَّى رقَّ. وقد وَرِخَ العجين يورخ ورخا: استرخى. وأورخته أنا. وأورخته أنا. وورخت الكتاب بيوم كذا، مثل أرخته.",
    "pg": "1:434-435"
  },
  "ورد": {
    "def": "وَرَدَ فلان وُروداً: حضر. وأوْرَدَهُ غيرُه، واسْتَوْرَدَهُ، أي أحضره. والوِرْدُ: الجُزْءُ. يقال: قرأت وِرْدي. والوِرْدُ: خلاف الصَدَر. والوِرْدُ أيضاً: الوارد، وهم الذين يردون الماء. قال يصف قليبا: صبحن من وشحا قليبا سكا * يطمو إذا الورد عليه التكا - وكذلك الابل. قال الراجز:\nوصبح الماء بورد عكنان (٢) * والورد: يوم الحمى إذا أخذ صاحبها لوقتٍ. تقول، وَرَدَتْهُ الحمَّى فهو مورود. قال\n= تربط به أطناب البيوت. ويروى: \" إذا تعتكر \"، يقال: اعتكر المطر إذا اشتد. واعتكرت، إذا جاءت بالغبار. وأشجذت: كفت، وأقلعت. وتواريه: تغطيه. وتشتكر تحتفل. يقال: شاة شكور وشكر، إذا حفلت. يريد أن هذه السحابة توارى أوتاد البيوت إذا اشتدت، وتبديها إذا كفت وأقلعت.\n(١) بفتح الواو، وضمها. وبهما قرئ قوله تعالى: \" ولا تذرن ودا \".\n(٢) العكنان، ويحرك: الابل الكثيرة. أعرابي لآخر: ما أمار إفراق المورود؟ فقال: الرحضاء (١) . وفلان وارد الارنبة، إذا كان فيها طولٌ. وتَوَرَّدَتِ الخيلُ البلدةَ، أي دخلتْها قليلاً قليلاً قطعةً قطعةً. وحبلُ الوريد: عِرْقٌ تزعم العرب أنَّه من الوَتينِ، وهما وَرِيدانِ مكتنفا صَفْقَي العنق ممَّا يلي مقدَّمَه، غليظان. والوَرْدُ، بالفتح: الذي يُشَمُّ، الواحدة وَرْدَةٌ، وبلونه قيل للأسد: وَرْدٌ: وللفرس، وَرْدٌ، وهو ما بين الكُميت والأشقر. والأنثى وَرْدَةٌ، والجمع ورد بالضم، مثل جون وجون، ووراد أيضا. وقد ورد الفرس يورد وردة، أي صار وردا. واللون وردة، مثلا غُبْسَةٍ وشُقْرَةٍ. تقول: اِيرادَّ الفرسُ، كما تقول: ادْهامَّ الفرسُ واكْماتَّ. وأصله اِوْرادَّ، صارت الواو ياءً لكسرة ما قبلها. وقميصٌ مُوَرَّدٌ: صُبِغَ على لون الوَرْدِ، وهو دون المُضَرَّجِ. والوارِدُ: الطريقُ. قال لبيد: ثم أصدرناهما في وارد * صادرٍ وَهْمٍ صُواهُ كالمُثُلْ (١) - يقول: أصدرنا بعيرينا في طريق صادر. وكذلك المَوْرِدُ. قال جرير: أميرُ المؤمنينَ على صِراطٍ * إذا اعْوَجَّ الموارد مستقيم - والزماورد (٢) معرب، والعامة تقول: بزماورد.",
    "pg": "2:549-550"
  },
  "ورس": {
    "def": "الوَرْسُ: نبتٌ أصفر يكون باليمن يُتَّخذ منه الغُمْرَةُ للوجه. تقول منه: أوْرَسَ المكانُ. وأوْرَسَ الرِمْثُ، أي اصفرَّ ورقُه بعد الادراك، فصار عليه مثل الملا الصُفْرِ، فهو وارِسٌ ولا يقال مُورِسٌ. وهو من النوادر. ووَرَّسْتُ الثوبَ تَوريساً: صبغته بالوَرْسِ. ومِلْحَفَةٌ وريسة: صبغت بالورس.",
    "pg": "3:988"
  },
  "ورش": {
    "def": "وَرَشَ شيئاً من الطعام وُروشاً، أي تناوله. والوارِشُ: الداخلُ على القوم وهم يأكلون ولم يُدْعَ، مثل الواغل في الشراب. والتَوْريشُ: التحريشُ. يقال: وَرَّشْتُ بين القوم وأرَّشْتُ. والوَرِشَةُ من الدوابّ: التي تَفَلَّتُ إلى الجَرْي وصاحبُها يكُفُّها. قال أبو عمرو: الوَرِشاتُ: الخِفافُ من النوق. وأنشد:\nباتَ يُباري وَرِشاتٍ كالقَطا (٢) * والوَرَشانُ: طائرٌ، وهو ساقُ حُرٍّ. وفي المثل: \" بِعِلَّةِ الوَرَشانِ تأكل رُطَبَ المُشانِ (٣) \". والجمع الوَراشِينُ. ويجمع على وِرْشانٍ بكسر الواو وتسكين الراء، مثل كروان جمع كروان على غير قياس. وورش: لقب رجل من رواة القراء.",
    "pg": "3:1026"
  },
  "ورض": {
    "def": "وَرَّضَ الرجلُ تَوْريضاً وأوْرَضَ، أي أخرج غائطه ونَجْوَهُ بمرةٍ واحدة. يقال: ورَّضَتِ الدجاجةُ (١) ، إذا كانت مُرْخِمَةً على البيض ثمَّ قامت فذرقَتْ بمرةٍ واحدة ذَرْقاً كثيرا.",
    "pg": "3:1112"
  },
  "ورط": {
    "def": "الوَرْطَةُ: الهلاكُ. قال رؤبة:\nفأصبحوا في وَرْطَةِ الأَوْراطِ (٢) * قال أبو عبيد: وأصل الوَرْطَةِ أرضٌ مطمئنَّةٌ لا طريق فيها. ووَرَّطَهُ تَوْريطاً وأوْرَطَهُ، إذا أوقعه في الوَرْطَةِ، فتوَرَّطَ هو فيها. قال: والوارط: الخديعة والغش. وفى الحديث: \" لا خِلاطَ ولا وِراطَ \". ويقال: هو كقوله: \" لا يُجْمَعُ بين متفرِّق، ولا يفرَّق بين مجتمِع، خشية الصدقة \".",
    "pg": "3:1166-1167"
  },
  "ورع": {
    "def": "الوَرَعُ بالتحريك: الجبانُ. قال ابن السكيت: وأصحابنا يذهبون بالوَرَعِ إلى الجبان، وليس كذلك، وإنَّما الوَرَعُ الصغيرُ الضعيفُ الذي لا غَناءَ عنده. ويقال: إنَّما مالُ فلانٍ أوْراعٌ، أي صغارٌ. تقول منه وَرُعَ بالضم يَورَعُ وُروعاً ووراعة وورعا أيضا بالضم ساكنة الراء. والورع بكسر الراء: الرجل التفى. وقد ورع يَرِعُ بالكسر فيهما وَرِعاً ورِعَةً. يقال: فلان سيئ الرعة، أي قليل الورع. وتورع من كذا، أي تحرَّج. ووَرَّعْتُهُ تَوريعاً، أي كفَفته. وفي حديث عمر ﵁ \" وَرِّعِ اللص ولا تُراعِهِ \"، أي إذا رأيته في منزلك فادفَعْه واكففه ولا تنظر ما يكون منه. ووَرَّعْتُ الإبل عن الماء: رددتها. والمُوارَعَةُ: المناطَقةُ والمكالمةُ. قال حسان ابن ثابت: نَشَدْتُ بَني النجَّارِ أفعالَ والدي * إذا العانِ لم يوجَدْ له من يوارعه (١) * والوريعة: اسم فرس.",
    "pg": "3:1296-1297"
  },
  "ورغ": {
    "def": "الوزغة: دويبة، والجمع وزغ، وأوْزاغٌ، ووُزْغانٌ (٢) . قال الشاعر: فلمَّا تَجاذَبنا تَقَعْقَعَ ظَهْرُهُ (٣) كما تُنْقِضُ الوِزْغانُ زُرْقاً عُيونُها ويقال وَزَّغَ الجنينُ تَوْزيغاً، إذا صُوِّرَ في البطن. والإيزاغُ: إخراجُ البول دُفعةً دفعة. والحوامل من الابل توزغ بأبوالها. والطعنة توزغ بالدم. وقال (١) : بضرب كآذان الفراء فضوله وطعن كإيزاغ المخاض تبورها أي تبورها أنت وتختبرها.",
    "pg": "4:1328-1329"
  },
  "ورف": {
    "def": "ظلٌّ وارِفٌ، أي واسعٌ. عن الفراء. وقد وَرَفَ يَرِفُ وَرْفاً ووَريفاً، أي اتَّسع. ووَرفَ النبتُ، أي اهتزَّ فهو وارِفٌ، أي ناضرٌ رفاف شديد الخضرة.",
    "pg": "4:1438"
  },
  "ورق": {
    "def": "الورق (٤) : الدرهم المضروبة، وكذلك الرِقة، والهاء عوضٌ من الواو. وفي الحديث: \" في الرِقَةِ رُبْعُ العُشْرِ \". ويجمع رِقينَ، مثل إرَةٍ وإرينَ. ومنه قولهم: \" إن الرِقينَ تغطِّي أَفْنَ الأَفينَ \". وتقول في الرفع: هذه الرِقونَ. وفي الوَرْقِ ثلاث لغات حكاهنَّ الفراء. وَرِقٌ وورق وورق، مثل كبد وكبد وكبد، وكلمة وكلمة وكلمة، لان فيهم من ينقل كسرة الراء إلى الواو بعد التخفيف، منهم من يتركها على حالها. ورجل وراق، وهو الذي يُوَرِّقُ ويكتب. ووَرَّاقٌ أيضاً: كثير الدراهم. قال الراجز جارية من ساكِني العِراقِ (١) تأكل من كِيسِ (٢) امرئٍ وَرَّاقِ قال ابن الأعرابي: أي كثير الورق والمال. والوَرَقُ من أوراق الشجر والكِتاب، الواحدة وَرَقَةٌ. وشجرةٌ وَرِقَةٌ ووَريقَةٌ، أي كثيرةُ الأوراقِ. وأمَّا الوَراقُ بالفتح (٣) فخُضرة الأرض من الحشيش، وليس من الوَرَقِ. قال أوس يصف جيشاً بالكثرة (٤) : كأنَّ جيادهنَّ برَعْنِ (٥) قُفٍّ جَرادٌ قد أطاعَ له الوراق ويروى: \" برعن زم \". ويقال: ورقت الشجرة أرِقُها وَرْقاً، إذا أخذتَ وَرَقها. وأورق الشجر، أي خرج ورقه. قال الأصمعي: يقال وَرَقَ الشجرُ وأوْرَقَ، والألف أكثر. ووَرَّقَ تَوْريقاً مثله. والوارقة: الشجرة الخضراء الورق الحسنته. وأورق الرجل، أي كثر ماله. وأوْرَقَ الصائدُ، إذا لم يَصِدْ. وأوْرَقَ الغازي، إذا لم يغنَم. وأوْرَقَ الطالب، إذا لم يَنَل. والوَرَقُ: ما استدار من الدم على الأرض. قال أبو عبيدة: أوله ورق وهو مثل الرش، والبصيرة مثل فرسن البعير، والجدية أعظم من ذلك، والاسباءة في طول الرمح، والجمع الاسابى. قال أبو يوسف: وَرَقُ القومِ: أحداثُهم. قال الشاعر (١) يصف قوم قطعوا مفازة: إذا وَرَقُ الفتيانِ صاروا كأنَّهم دراهمُ منها جائزاتٌ وزائفُ (٢) ويروى: \" وَزُيَّفُ \". والوَرَقُ أيضاً: المالُ من دراهمَ وإبل وغير ذلك، ومنه قول العجاج إياك أدعو فتقبل مَلَقي واغْفِرْ خَطايايَ (١) وثَمِّرْ وَرَقي ويقال في القوس وَرْقَةٌ بالتسكين، أي عيبٌ، وهو مخرج الغُصن إذا كان خفِيًّا. قال الأصمعي: الأوْرَقُ من الإبل: الذي في لونه بياضٌ إلى سواد، وهو أطيب الإبل: لحماً، وليس بمحمودٍ عندهم في عمله وسيره. ومنه قيل للرماد أوْرَقُ، وللحمامة والذِئبة وَرْقاءُ: قال رؤبة: فلا تكوني يا ابنةَ الأشَمِّ وَرْقاءَ دَمَّى ذئبها المدمى وقال أبو زيد: هو الذى يضرب لونه إلى الخضرة. وقولهم: \" جاءنا بأم الربيق على أريق \" قال الاصمعي: تزعم العرب أنه من قول رجل رأى الغول على جمل أورق، كأنه أراد وريقا تصغير أورق، فقلب الواو ألفا، مثل أقتت ووقتت. وعام أورق: لا مطر فيه، والجمع ورق. وورقاء: اسم رجل، والجمع وراق ووراقى، مثل صحار وصحارى. ونسبوا إليه ورقاوى، أبدلوا من همزة التأنيت واوا. وفلانُ بن مَوْرَقٍ (١) بالفتح، وهو شاذ مثل موحد.",
    "pg": "4:1564-1566"
  },
  "ورك": {
    "def": "الوَرِكُ: ما فوق الفخذ، وهي مؤنَّثة. وقد تخفف مثل فَخِذٍ وفَخْذٍ. قال الراجز:\nما بينَ وَرْكَيْها ذِراعٌ عَرْضا (٣) * وربَّما قالوا ثَنى وَرِكَهُ فنزَل. وقد ورك يرك وروكا، أي اضطجمع، كأنَّه وضع وَرِكَهُ على الأرض. والتورك على المينى: وضع الورك في الصلاة على الرِجل اليمنى. وأمَّا حديث إبراهيم (١) أنَّه كان يكره التَوَرُّكَ في الصلاة، فإنَّما يريد وضع الأليتين أو إحداهما على الأرض. ومنه الحديث الآخر: \" نهى أن يسجدَ الرجلُ مُتَوَرِّكاً \". وتَوَرَّكَ على الدابَّة، أي ثنى رجلو ووضع إحدى وركيه في السرج. وكذلك التَوْريكُ. وتَوَرَّكَتِ المرأةُ الصبيَّ، إذا حملتْه على وَرِكِها. قال الأصمعي: وَرَّكْتُ الجبل تَوْريكاً، أي جاوزته. ووَرَكْتُهُ وَرْكاً، أي جعلته حِيالَ وَرِكي، حكاه عنه أبو عبيد في المصنَّف. قال زهير: ووَرَّكْنَ في السوبانِ (٢) . يَعْلونَ مَتْنَهُ عليهن دَلُّ الناعمِ المُتَنَعِّمِ ويقال: وَرَّكْنَ، أي عَدَلْنَ. ووَرَّكَ فلان ذَنْبه على غيره، أي قَرَفَهُ به. وإنَّه لمُورَّكٌ في هذا الامر، أي ليس فسه ذنب. وقولهم: هذه نعلٌ مَوْرِكَةٌ، بتسكين الواو (٣) ، ومورك أيضا، عن أبي عبيد، إذا كانت من الوَرَكِ، يعني نَعْلَ الخُفِّ. وقال أبو عبيدة: المَوْرِكُ والمَوْرِكَةُ: الموضعُ الذي يثني الراكبُ رِجله عليه قدام واسطة الراحل إذا مل من الركوب. قال: والوارِكُ: النُمْرُقَةُ التي تُلبسُ مُقَدَّمَ الرحلِ ثم تُثنى تحتَه يُزَيَّنُ بها. والجمع وُرُكٌ قال زهير: مُقْوَرَّةٌ تتَبارى لا شَوارَ لها إلاَّ القُطوعُ على ألاجواز والورك (١)",
    "pg": "4:1614-1615"
  },
  "ورل": {
    "def": "الورل: دابة مثل الضب، والجمع ورلان وأرؤل بالهمز (١) .",
    "pg": "5:1841"
  },
  "ورم": {
    "def": "الوَرَمُ: واحد الأوْرامِ. يقال منه: وَرِمَ جلده يَرِمُ بالكسر فيهما، وهو شاذ. وتورم مثله، وورمته أنا توريما. وورم أنفه، أي غَضِب. ووَرَّمَ فلانٌ بأنفه تَوْريماً، إذا شَمَخَ بأنفه وتجبَّر. وأوْرَمَتِ الناقة، إذا ورم ضرعها.",
    "pg": "5:2050"
  },
  "وره": {
    "def": "الوَرَهُ: الحمقُ، ويقال الخُرْقُ. ورجلٌ أوْرَهُ وامرأةٌ وَرْهاءُ. وقد ورهت توره. وقال (٢) يصف طعنة: كجيب الدفنس الورها * ء ريعت وهي تستفلى (*) وريح ورهاء: في هبوبها خرق وعجرفة.",
    "pg": "6:2256"
  },
  "ورى": {
    "def": "وَرى القَيْحُ جوفَه يَريهِ وريا: أكله. وفى الحديث: \" لان يمتلئ جوف أحدكم قيحا حتى يريه (١) \". وقال عبد بنى الحسحاس: وَراهنَّ رَبِّي مثلَ ما قدور يننى * وأحمى على أكبادهن المكاويا وأنشد اليزيدى:\nقالت له وريا إذا تنحنح (٢) * تقول منه: ريا رجلُ، ورِيا للاثنين، وللجماعة: رُوا، وللمرأة: ري وهي ياء ضمير المؤنث مثل قومي واقعدي، وللمرأتين: ريا، وللنساء: رين. (*) والاسم الورى بالتحريك. الفراء: يقال \" سلط الله عليه الوَرى، وحُمَّى خَيْبَرا \". والوَرى أيضاً: الخَلْقُ. يقال: ما أدري أيُّ الوَرى هو؟ أيْ أيُّ الخَلْقِ هو. قال ذو الرمة: وكائنْ ذَعَرْنا من مهاةٍ ورامِحٍ * بلادُ الوَرى ليست له بِبِلادِ ووَرى الزَنْدُ بالفتح يَري ورْياً، إذا خرجتْ ناره. وفيه لغة أخرى: ورى الزنديرى بالكسر فيهما. وأوْرَيْتُهُ أنا، وكذلك وَرَّيْتُهُ تَوْرِيَةً. وفلان يَسْتَوْري زِنادَ الضلالة. ويقال أيضاً: وَرِيَ المخُّ، إذا اكتنز. وناقةٌ واريةٌ، أي سمينة. وقال (١) :\nيأكلن من لحم السديف الوارى (٢) * ولحم ورى على فعيل، أي سمين. ويقال: وَرَّى الجرحُ سابره تورية: أصابه الورى. قال العجاج (٣) * عن قلب ضجم تورى من سبر (١) * كأنه يعدى من عظمه ونفور النفس عنه. وواريت الشئ، أي أخفيته. وتوارى هو، أي استتر. ووَراءَ بمعنى خَلْف، وقد يكون بمعنى قُدَّامٍ، وهي من الاضداد. قال الاخفش: يقال لقيته من وراء فترفعه على الغاية إذا كان غير مضاف، تجعله اسما، وهو غير متمكن كقولك من قبل ومن بعد. وأنشد (٢) : إذا أنا لم أو من عليك ولم يكن * لقاؤك إلا من وراء وراء (٣) وقولهم: \" وراءك أوسع لك \" نُصِبَ بالفعل المقدَّر، وهو تأخر. (*) وقوله تعالى: (وكان وراءهم مَلِكٌ) ، أي أمامهم. وتصغيرها وُرَيْئَةٌ بالهاء، وهي شاذَّة. والوَراءُ أيضاً: وَلَدُ الوَلدِ وتقول: وَرَّيْتُ الخبر تَوْرِيَةً، إذا سترتَهُ وأظهرْتَ غيره، كأنَّه مأخوذ من وراء الإنسان، كأنَّه يجعله وراءه حيثُ لا يظهر.",
    "pg": "6:2522-2523"
  },
  "وزأ": {
    "def": "وَزَأْتُ اللحمَ وَزْءًا: أيْبَسْته. والوزأ، على فعل بالتحريك: الشديد الخلق. ووزأت الناقة براكبها تَوْزِئةً. صرعته. أبو زيد: وَزَّأْتُ الوعاءَ تَوْزِئَةً وتَوْزيئاً، إذا شَدَدْتَ كَنْزَهُ. الأصمعي: تَوَزَّأَتْ: امتلأتْ رِيًّا. ووَزَأْتُ القِربةَ تَوْزِيئاً: ملأتها.",
    "pg": "1:80"
  },
  "وزب": {
    "def": "المِئزابُ: المِثْعَبُ، فارسي معرَّب، وقد عرب بالهمز، وربما لم يهمز، والجمع مآزيب إذا همزت، وميازيب إذا لم تهمز.",
    "pg": "1:232-233"
  },
  "وزر": {
    "def": "الوَزَرُ: الملجأ. وأصل الوَزَرِ الجبلُ (١) . والوِزْرُ: الإثم، والثِقْلُ، والكارَةُ، والسِلاحُ. قال الشاعر (٢) : وأَعْدَدْتُ للحربِ أوْزارَها * رِماحاً طِوالاً وخيلاً ذكورا - والوزير: الموازر، كالاكيل المواكل، لانه يحمل عنه وزره، أي ثقله. والوزارة: لغة في الوِزارَةِ. وقد اسْتوزِرَ فلانٌ، وهو يُوازِرُ الأميرَ ويَتَوَزَّرُ له. واتزر الرجل: ركب الموزر، وهو افتعل منه. وقوله تعالى:\n(ولا تَزِرُ وازِرَةٌ وِزْرَ أخرى) * أي لا تحمل حاملةٌ حِمْلَ أخرى. وقال الأخفش: لا تأثَمُ آثمةٌ بإثْمِ أخرى. قال: تقول منه: وَزِرَ يَوْزَرُ، ووَزَرَ يَزِرُ، ووُزِرَ يوزَرُ فهو مَوْزورٌ (١) . وإنَّما قال في الحديث: \" مَأْزورات \" لمكان \" مأجورات \"، ولو أفرد لقال: موزورات. أبو عمرو: وزرت الشئ: أحرزته. ووزرت فلانا: غلبته. وقال:\nقد وزرت جلتها أمهارها",
    "pg": "2:845"
  },
  "وزز": {
    "def": "الوز: لغة في الاوز، وهو من طير الماء. والوزواز: الرجل الخفيف الطياش.",
    "pg": "3:901"
  },
  "وزع": {
    "def": "وَزَعْتُهُ أَزَعُه وَزْعاً: كففته، فاتَّزَعَ هو، أي كفَّ. وأوْزَعْتُهُ بالشئ: أغريته به، فأوزع به، فهو موزَعٌ به، أي مُغْرى به. ومنه قول النابغة:\nفهابَ ضمران منه حيث يوزعه (٢) * أي يغريه. والاسمُ والمصدرُ جميعا الوَزوع بالفتح. واسْتَوْزَعْتُ الله شُكْرَهُ فأوْزَعَني، أي استلهمته فألهمني. والوازِعُ: الذي يتقدَّم الصفَّ فيصلحه ويقدِّم ويؤخِّر. وفي حديث أبي بكر ﵁ وقد شُكِي إليه بعضُ عماله: \" أأنا أُقِيدُ من وَزَعَةِ الله \"، وهو جمع وازِعٍ. وقال الحسن: \" لا بدَّ للناس من وازِعٍ \"، أي من سلطان يكفُّهم. يقال: وَزَعْتُ الجيشَ، إذا حبستَ أوَّلهم على آخِرهم. قال الله تعالى: ﴿فهم يوزَعونَ﴾ . وإنَّما سَمُّوا الكلبَ وازِعاً لأنَّه يكفُّ الذئب عن الغنم. والتَوْزيعُ: القسمةُ والتفريقُ. ويقال: تَوَزَّعوهُ فيما بينهم، أي تقسَّموه. والمُتَّزِعُ: الشديدُ النَفْسِ. وأوْزَعَتْ الناقة (١) ببولها، إذا رمتْ به رمياً وقَطعَتْهُ. قال الأصمعيّ: ولا يكون ذلك إلا إذا ضربها الفحل. وقولهم: بها أوْزاعٌ من الناس، أي جماعات. والاوزاع: بطن من همدان، ومنهم الاوزاعي.",
    "pg": "3:1297-1298"
  },
  "وزف": {
    "def": "وَزَفَ (١) ، أي أسرع. وقرئ ﴿فأقبَلوا إليه يَزِفونَ﴾ مخفَّفة. والوَزيفُ: سرعة السير، مثل الزفيف.",
    "pg": "4:1438"
  },
  "وزم": {
    "def": "الوَزْمَةُ في الأكل مثل البَزْمَةِ، وهي الوَجْبة. والوَزيمُ: اللحم يجفف. قال أبو سعيد: سمعت الكلابيّ يقول: الوَزيمَةُ من الضِباب أن يُطبخ لحمُها ثم ييبَّس، ثم يدقّ فيؤكل. قال: وهي من الجراد أيضاً. ورجلٌ وَزيمٌ، إذا كان مكتز اللحم. وقال: إن كنت ساقى أخا تميم فجئ بعلجين ذوى وزيم (١) بفارسي وأخ للروم (٢) والوزيم: ما جمع من البقل، سمعته من أبى سعيد يحكيه عن ابن أبى الازهر عن بندار. وأنشد: وجاءوا ثائرين فلم يئوبوا بأبلمَةٍ (٣) تُشَدُّ على وَزيمِ ويروى على \" بَزيمِ \". ويقال: هو الطلْع يُشَقُّ ليلقّح ثم يشدّ بخوصةٍ، والواحدة وَزيمةٌ. ورجلٌ مُتَوَزِّمٌ، أي شديد الوطئ.",
    "pg": "5:2050-2051"
  },
  "وزن": {
    "def": "الميزانُ معروف، وأصله مِوْزانٌ، انقلبت الواو ياءً لكسرة ما قبلها. وقام ميزان النهار، أي انتصفَ. ووزنت الشئ وزنا وزنة. ويقال: وَزَنْتُ فلاناً ووَزَنْتُ لفلان. قال تعالى: (وإذا كالوهُمْ أو وَزَنوهمْ يخسرون) . وهذا يزن درهما. (*) ودرهم وازِنٌ، أي تامٌّ. وقال الشاعر (١) : مثلُ العصافير أحلاماً ومقدرةً * لو يوزَنونَ بزِفِّ الريشِ ما وزنوا (٢) ووازنت بين الشيئين موازانة ووزانا. وهذا يُوازِنُ هذا، إذا كان على زِنَتِهِ أو كان محاذيه. ويقال: وَزَنَ المُعْطي واتَّزَنَ الآخِذُ، كما يقال نَقَدَ المُعْطي وانتقد الآخذ. وهو افتعل، قلبوا الواو تاء وأدغموا. والوزين: الحنظل المطحون. وفلان وَزينُ الرأي، أي رَزينُهُ. وقولهم: هو وزنَ الجبل، أي ناحيةً منه. وهو زِنَةَ الجبل، أي حذاءه. قال سيبويه: نُصِبا على الظرف. وتقول العرب: \" حَضارِ والوَزْنُ مُحْلِفانِ \"، وهما نجمان يطلُعان قبل سهيل. وموزن بالفتح: موضع، وهو شاذ مثل موحد وموهب. قال كثير كأنهم قصرا مصابيح راهب * بموزن روى بالسليط ذبالها (١)",
    "pg": "6:2213-2214"
  },
  "وزى": {
    "def": "الوزى: القصير الشديد. وقال (١) :\nتاح لها بعدك حنزاب وزى (٢) * وحمار وزًى، أي مِصَكٌّ نشيطٌ. والمُسْتَوْزي: المنتصب المرتفع. قال ابن مقبل: ذَعَرْتُ به العَيْرَ مُسْتَوْزِياً * شَكِيرُ جحافله قد كتن (٣)",
    "pg": "6:2523-2524"
  },
  "وسب": {
    "def": "وَسَبَتِ الأرض وأوْسَبَتْ: كَثُرَ عشبها. ويقال لنباتها الوِسْبُ بالكسر.",
    "pg": "1:233"
  },
  "وسج": {
    "def": "الوَسيجُ: ضربٌ من سَير الإبل. يقال: وَسَجَ البعيرُ وسيجاً. وأوْسَجْتُهُ أنا: حَملْتُهُ على الوَسيج. وقال ذو الرمة:\nوالعيسُ من عاسج أو واسج خببا (٤)",
    "pg": "1:347"
  },
  "وسخ": {
    "def": "الوَسَخُ: الدرن. وقد وَسِخَ الثوب يَوْسَخُ، وتَوَسَّخَ، واتَّسَخَ، كلُّه بمعنى. وأوسخته أنا.",
    "pg": "1:435"
  },
  "وسد": {
    "def": "الوِسادُ والوِسادَةُ: المِخَدَّةُ، والجمع وسائد ووسد. وقد وسدته الشئ فَتَوَسَّدَهُ، إذا جعله تحت رأسه. وأوْسَدْتُ الكلبَ: أغريتُه بالصيد، مثل آسدته.",
    "pg": "2:550"
  },
  "وسط": {
    "def": "وَسَطْتُ القومَ أسِطُهُمْ وَسْطاً وسطة، أي توسطتهم. قال الراجز (١) :\nوقد وسطت مالكا وحنظلا (٢) * أراد: وحنظلة، فلما وقف جعل الهاء ألفا لانه ليس بينهما إلا الههة، وقد ذهبت عند الوقف فأشبهت الالف، كما قال امرؤ القيس: وعمرو بن درماء الهمام إذا غدا * بذى شطب عضب (٣) كمشية قسورا * أراد: قسورة، ولو جعله اسما محذوفا منه الهاء لاجراه. وفلان وسيط في قومه، إذا كان أوْسَطَهُمْ نسبا وأرفعَهُم مَحَلاًّ. قال العَرْجِيُّ: كأنِّي لم أكنْ فيهم وَسيطاً * ولم تَكُ نِسْبَتي في آل عَمْرِو * والاصبع الوسطى. والتوسيط: أن تجعل الشئ في الوسط. وقرأ بعضهم: ﴿فوسطن به جمعا﴾ . والتوسيط: قطع الشئ نصفين. والتَوسُّط بين الناس، من الوساطة. والوسط من كل شئ: أعدَلُهُ. قال تعالى: ﴿وكذلكَ جَعَلْناكُمْ أُمَّةً وَسَطاً﴾ أي عدلاً. ويقال أيضا: شئ وسط، أي بين الجيد والردئ. وواسطة القلادة: الجوهر الذي في وَسَطها، وهو أجودها. وواسط: بلد سمى بالقصر الذى بناه الحجاج بين الكوفة والبصرة، وهو مذكر مصروف لان أسماء البلدان الغالب عليها التأنيث وترك الصرف، إلا منى والشام والعراق وواسطا ودابقا وفلجا وهجرا، فإنها تذكر وتصرف. ويجوز أن تريد به البقعة أو البلدة فلا تصرفه، كما قال الشاعر (١) : منهن أيام صدق قد عرفت بها * أيام واسط والايام من هجرا * وقولهم في المثل: \" تغافل كأنك واسطى \" قال المبرد: أصله أن الحجاج كان يتسخرهم في البناء فيهربون وينامون وسط الغرباء في المسجد، فيجئ الشرطي ويقول: يا واسطى، فمن رفع رأسه أخذه وحمله، فلذلك كانوا يتغافلون. وواسط الكور: مقدمه. قال طرفة: وإن شئت سامى واسط الكور رأسها * وعامت بضبعيها نجاء الخفيدد * ويقال: جلست وَسْط القومِ بالتسكين، لأنَّه ظرف، وجلست في وَسَطِ الدار بالتحريك، لانه اسم. وكل موضع صلح فيه بين فهو وسط، وإن لم يصلح فيه بين فهو وسط بالتحريك، وربما سكن وليس بالوجه، كقول الشاعر: وقالوا يال أشجع يوم هيج * ووسط الدار ضربا واحتمايا",
    "pg": "3:1167-1168"
  },
  "وسع": {
    "def": "وسعه الشئ بالكسر يسعه سعة. يقال: لا يسعنى شئ ويضيق عنك، أي وإن يضيق عنك، أي بل متى وَسِعَني شئ وسعك. وإنما سقطت الواو منه في المستقبل لما ذكرناه في باب الهمز في وطئ يطأ. والوسع والسعة: الجدة والطاقةُ. قال تعالى: ﴿لِيُنْفِقَ ذو سَعَةٍ من سَعَتِهِ﴾ ، أي على قدر غِناه وسَعَتِهِ، والهاء عوض من الواو. وأوْسَعَ الرجل ; إذا صار ذا سَعَةٍ وغِنًى، ومنه قوله تعالى: ﴿والسماء بَنَيْناها بأَيْدٍ وإنَّا لَموسِعونَ﴾ ، أي أغنياء قادرون. ويقال: أوْسَعَ الله عليك، أي أغناك. والتَوْسيعُ: خلاف التضييق. تقول: وسعت الشئ فاتسع واستوسع، أي صار واسِعاً. وتَوَسَّعوا في المجلس، أي تفسَّحوا. وفرسٌ وَسَّاعٌ بالفتح، أي واسِعُ الخطو. وقد وَسُعَ بالضم وساعة. ووسيع ودحرض: ماءان بين سعد وبنى قشير، وهما الدحرضان، الذى في شعر عنترة (١) . ويسع: اسم من أسماء العجم، وقد أدخل عليه الالف واللام، وهما لا يدخلان على نظائره، نحو يعمر ويزيد ويشكر إلا في ضرورة الشعر. وأنشد الفراء (١) : وجدنا الوليد بن اليزيد مباركا * شديدا بأعباء الخلافة كاهله * وقرئ \" واليسع \" و \" الليسع \" بلامين.",
    "pg": "3:1298"
  },
  "وسف": {
    "def": "التَوَسُّفُ: التقشُّر. قال ابن السكيت: يقال للقَرْحِ والجُدَرِيِّ إذا يبس وتقرَّفَ، وللجربِ أيضاً في الإبل إذا قَفَلَ: قد تَوَسَّفَ جلده وتَقَشْقَشَ جلده، وتقشَّر جِلده. كله بمعنى.",
    "pg": "4:1438"
  },
  "وسق": {
    "def": "الوسق: مصدر وسقت الشئ: جمعته وحملته. ومنه قوله تعالى: ﴿واليل وما وسق﴾ . قال ضابئ بن الحارث البُرْجمِيُّ: فإنِّي وإيَّاكم وشوقاً إليكم كقابِضِ ماءٍ لم تَسِقْهُ أَنامِلُهْ يقول: ليس في يدى من ذلك شئ كما أنَّه ليس في يد القابض على الماء شئ، فإذا جلل الليل الجبالَ والأشجارَ والبحار والأرض فاجتمعتْ له فقد وَسَقَها. والوَسْقُ: الطردُ، ومنه سمِّيت الوَسيقَةُ وهي من الإبل كالرُفقة من الناس، فإذا سرقت طردت معا. قال الشاعر (٢) :\nكما قاف آثار الوسيقة قائف (٣) * والوسق: سِتُّون صاعاً، قال الخليل: الوَسْقُ هو حِمْلُ البعير. والوِقْرُ حِمل البغل أو الحمار. وقولهم: لا أفعله ما وَسَقَتْ عيني الماء، أي حملْتُه. ووَسَقَتِ الناقة وغيرها تَسِقُ وَسْقاً بالفتح، أي حَمَلَتْ وأغفلت رحمها على الماء، فهى ناقة واسق ونوق وساق مثل نائم ونيام، وصاحب وصاحب. قال بشر بن أبي خازم الاسدي: ألَظَّ بهنَّ يحْدوهنَّ حتَّى تَبَيَّنَتِ الحيال من الوساق ويقال: نوقٌ مَواسيقٌ ومَواسِقُ، وهو جمعٌ على غير قياس. والاتِّساقُ: الانتظامُ. ووَسَّقْتُ الحنطة تَوْسيقاً، أي جعلتُها وَسْقاً وَسْقاً. واسْتَوْسَقَتِ الإبلُ: اجتمعت. قال الراجز: إن لنا قلائصا حقائقا مستوسقات لو يجدن سائقا وأَوْسَقْتُ البعيرَ: حمَّلته حِملَه. وأوْسَقَتِ النخلةُ: كثُر حملها. قال لبيد: يومَ أرْزاقُ من يُفَضَّلُ عُمٌّ موسِقاتٌ وحُفَّلٌ أبكارُ قال أبو عبيد: الميساقُ: الطائرُ الذي يصفِّق بجناحيه إذا طار. قال وجمعه مياسيق.",
    "pg": "4:1566-1567"
  },
  "وسل": {
    "def": "الوَسيلَةُ: ما يتقرَّب به إلى الغير، والجمع الوَسيلُ والوَسائِلُ. والتوسيل والتَوَسُّلُ واحد. يقال: وَسَّلَ فلانٌ إلى ربّه وَسيلَةً، وتوَسَّلَ إليه بوَسيلَةٍ، أي تقرَّب إليه بعمل. والتَوْسيلُ والتَوَسُّلُ أيضاً: السرقةُ. يقال: أخذ فلان إبلي تَوَسُّلاً، أي سرقه. والواسِلُ: الراغب إلى الله. قال لبيد:\nبَلى كلُّ ذي دينٍ إلى الله واسِلُ (٢) * ومويسل: ماء لطيئ. قال واقد بن الغطريف الطائى، وكان قد مرض فحمى الماء واللبن: لئن لبن المعزى بماء مويسل بغانى داء إننى لسقيم",
    "pg": "5:1841"
  },
  "وسم": {
    "def": "وسَمْتُهُ وَسْماً وسِمَةً، إذا أثَّرتَ فيه بسِمَةٍ وكيٍّ. والهاء عوض من الواو. (*) والوسمة، بكسر السين: والعِظْلِمُ يُختضَب به. وتسكينها لغة. ولا تقل وُسْمَةٌ بضم الواو. وإذا أمرت منه قلت: توَسَّمَ. والوَسْمِيُّ: مطر الربيع الأوَّل، لأنَّه يسِمُ الأرض بالنبات، نُسِبَ إلى الوَسْم. والأرض مَوْسومَةٌ. الأصمعيّ: تَوَسَّمَ الرجل: طلب كَلأَ الوَسْمِيِّ. وأنشد: وأَصْبَحْنَ كالدَوْمِ النواعمِ غُدْوَةً على وِجهةٍ من ظاعِنٍ مُتَوَسَّمِ ومَوْسِمُ الحاجِّ: مَجْمعهم، سمِّي بذلك لانه معلم يجتمع إليه. وقول الشاعر:\nحياض عراك هدمتها المواسم * يريد أهل المواسم. ويقال: أراد الابل الموسومة. ووسم الناسُ تَوْسيماً: شهِدوا الموْسِمَ، كما يقال في العيد: عَيَّدوا. والمَيْسمُ: المكواةُ، وأصل الياء واوٌ. فإن شئت قلت في جمعه مياسم على اللفظ، وإن شئت قلت مَواسِمُ على الأصل. والميسَمُ: الجَمالُ. يقال: امرأة ذات ميسَمٍ إذا كان عليها أثر الجمال. وفلانٌ وَسيمٌ، أي حسَن الوجه. وقومٌ وِسامٌ. وامرأةٌ وَسيمَةٌ، ونسوةٌ وِسامٌ أيضا، مثل ظريفة وظراف، وصبيحة وصباح. ووسم الرجل بالضم وسامة ووساما أيضاً بحذف الهاء مثل جَمُلَ جَمالاً. قال الكميت: يَتَعَرَّفْنَ حُرَّ وجهٍ عليه عِقْبَة السَرْوِ ظاهراً والوَسامِ (١) وفلانٌ مَوْسومٌ بالخير، وقد تَوَسَّمْتُ فيه الخير، أي تفرَّست. وواسَمْتُ فلاناً فوَسَمْتُهُ، إذا غلبتَه بالحسن. واتَّسَمَ الرجل، إذا جعل لنفسه سِمَةً يُعْرَفُ بها. وأصل التاء الواو.",
    "pg": "5:2051-2052"
  },
  "وسن": {
    "def": "الوَسَنُ: النُعاسُ. والسِنَةُ مثله. قد وسن الرجل يوسن. فهو وَسْنانٌ. واسْتَوْسَنَ مثله. واوْسِنْ يا رَجُلُ لَيْلَتَكَ، والألف ألف وصلٍ. وتقول: ماله هم ولا وَسَنٌ إلا ذاك. ووَسِنَ الرجلُ أيضاً فهو وَسِنٌ، أي غُشِيَ عليه من نَتْنِ ريح البئر، مثل أَسِنَ. وأوْسَنَتْهُ البئر. وهي ركية موسنة، عن أبى زيد. وقولهم: توسنها، أي أتاها وهي نائمة، يريدون به إتيان الفحل الناقة. وامرأةٌ مِيسانٌ، بكسر الميم، كأنَّ بها سِنَةٌ من رزانتها. وميسان بالفتح: موضع. (*)",
    "pg": "6:2214"
  },
  "وسوس": {
    "def": "الوَسْوَسَةُ: حديث النفس. يقال: وَسْوَسَتْ إليه نفسه وَسْوَسَةً ووِسْواساً بكسر الواو. والوَسْواسُ بالفتح الاسم، مثل الزَلزالِ والزِلزالِ. وقوله تعالى: ﴿فَوَسْوَسَ لهما الشيطانُ﴾ يريد إليهما، ولكن العرب توصل بهذه الحروف كلها الفعل. ويقال لهَمْسِ الصائدِ والكلابِ وأصوات الحلى: وسواس. قال ذو الرمة: فبات يشئزه ثأد ويسهره * تذؤب الريح (١) والوسواس والهضب * وقال الاعشى: تَسمعُ للحَلي وَسْواساً إذا انصرفتْ * كما استعانَ بِريح عِشْرِقٌ زَجِلُ * والوسواس: اسم الشيطان.",
    "pg": "3:988-989"
  },
  "وسى": {
    "def": "أوْسى رأسه، أي حَلَقَ. والموسى: ما يحلق به. قال الفراء: هي فعلى وتؤنث. وأنشد: فإن تكن الموسى جرت فوق بظرها * فما وضعت (١) إلا ومصان قاعد وقال عبد الله بن سعيد الاموى: هو مذكر لا غير. يقال: هذا موسى كما ترى. وهو مفعل من أوسيت رأسه، إذا حلقته بالموسى. وقال أبو عبيد: ولم نسمع التذكير فيه إلا من الاموى. وموسى: اسم رجل، قال أبو عمرو بن العلاء: هو مفعل، يدل على ذلك أنه يصرف في النكرة وفعلى لا ينصرف على كل حال، ولان مفعلا أكثر من فعلى لانه يبنى من كل أفعلت. وكان الكسائي يقول: هو فعلى، وقد ذكرناه في السين. والنسبة إليه موسوى وموسى فيمن قال يمنى. وقد ذكر في عيسى. وواساه: لغةٌ ضعيفةٌ في آساهُ، تُبنى على يُواسي. وقد اسْتَوْسَيْتُهُ، أي قلت له واسنى. (*)",
    "pg": "6:2524"
  },
  "وشب": {
    "def": "الأوشاب من الناس: الأوباش، وهم الضروب المتفرقون.",
    "pg": "1:233"
  },
  "وشج": {
    "def": "الوشيجة: عرق الشجرة. وأنشد أبو عبيد: ولقد جرى لهم فلم يتعيفوا تيس قعيد كالوشيجة أعضب (١) شبهه من ضمره بها. ووشجت العُروقُ والأغصان: اشتبكتْ. والواشِجَةُ: الرَحِمُ المُشْتَبِكَةُ. وقد وشَجَت بكَ قَرابةَ فلان. والاسم الوشيج. ووشجها الله توشيجاً. والوَشيجُ: شجرُ الرِماح. والوَشيجَةُ: ليفٌ يُفتل ثمَّ يُشَدُّ بين خشبتين، ينقل بها البرد المحصود وغيره.",
    "pg": "1:347"
  },
  "وشح": {
    "def": "الوشاح: شئ ينسج من أديم عريضا ويرصع بالجواهر، وتشده المرأة بين عاتقيها. يقال وِشاحٌ وإشاحٌ ووُشاحٌ وأُشاحٌ، والجمع الوُشُحُ والأوْشِحَةُ. ووَشَّحْتُها تَوْشيحاً فتوَشَّحَتْ هي، أي لبسته. وربما قالوا تَوَشَّحَ الرجل بثوبه وبسيفه. والوَشْحاءُ من العنز: الموشحة ببياض. وقول الراجز (١) : أحب منك موضع الوشحن * وموضع اللبة والقرطن (٢) يعنى الوشاح: وإنما يزيدون هذه النون المشددة في ضرورة الشعر. وواشح: قبيلة من اليمن.",
    "pg": "1:415"
  },
  "وشر": {
    "def": "وشَرْتُ الخشبة بالميشارِ غير مهموز: لغة في أَشَرْتُ. والوَشْرُ أيضا: أن تحدد المرأد أسنانها وترقٍّعها وفي الحديث: \" لعن الله الواشرة والمؤتشرة \".",
    "pg": "2:845"
  },
  "وشز": {
    "def": "الوَشَزُ بالتحريك: المكان المرتفع، مثل النَشَزِ. والوَشَزُ أيضاً: الشدَّة. يقال أصابتهم أوْشازُ الأمور، أي شذائدها.",
    "pg": "3:901"
  },
  "وشظ": {
    "def": "الوَشيظَةُ: قطعةُ عظمٍ تكون زيادةً في العظم الصميم. والوَشيظُ: لفيفٌ من الناس ليس أصلَهم واحدا. قال الكسائي: بنو فلان وَشيظَةٌ في قومهم، أي هم حَشْوٌ فيهم. قال الشاعر: هُمُ أهل بَطحاوَي قريش كليهما * وهم صُلبُها، ليس الوَشائِظُ كالصُلبِ * ووَشَظْتُ العظمَ أَشِظُهُ وَشْظاً، أي كسرت منه قطعة. ووشظت الفأس، إذا جعلت في خُرْتِها قطعةَ خشبٍ تضيقه بها.",
    "pg": "3:1181"
  },
  "وشع": {
    "def": "الوَشيعَةُ لفيفةٌ من غَزْل، وتسمَّى القصبةَ التي يجعل النسَّاج فيها لُحمة الثوب للنسج: وَشيعَةً. قال الشاعر (٢) : به مَلْعَبٌ من مُعْصِفاتٍ نَسَجْنَهُ * كنَسْجِ اليماني بُرْدَهُ بالوشائعِ * والتَوْشيعُ: لفُّ القطن بعد النَدف. وكلُّ لفيفةٍ منه وَشيعَةٌ. قال الراجز (٣) :\nندف القياس القطن الموشعا * والوَشيعَةُ: الطريقة في البُرْدِ. ووَشَّعَهُ الشيبُ، أي علاه. وحكى أبو عبيد وشَعْتُ الجبلَ وَشْعاً، أي علوته. وتَوَشَّعَتِ الغنم في الجبل، إذا ارتقت فيه ترعاه. وأوشعت الاشجار: أزهرت، عن أبى سعيد الضرير. والوشوع: الوجور، عن ابن السكيت، مثل النَشوعُ. والوشيعُ: شريجة من السعف تلقى على خشباتِ السقف، وربَّما أقيم كالخُصِّ وسُدَّ خَصاصُها بالثمامِ. قال كثيِّر: ديار عفت من عزة الصيف بعد ما * تجد عليهن الوشيع المثمما * أي تُجِدُّ عَزَّةُ، يعني تجعله جديدا.",
    "pg": "3:1298-1299"
  },
  "وشغ": {
    "def": "شئ وشغ بالتسكين، أي قليلٌ وَتْحٌ. يقال: أوشغ عطيّته، أي أوتحها له. ومنه قول رؤبة:\nليس كإيشاغ القليل الموشغ (٢)",
    "pg": "4:1329"
  },
  "وشق": {
    "def": "الوَشيقُ والوَشيقَةُ: اللحم يُغلى إغلاءة ثم يقدد ويحمل في الاسفار، وهي أبقى قديدٍ يكون. قال أبو عبيد: وزعم بعضهم أنَّه بمنزلة القديد لا تمسُّه النار. وفي الحديث أنَّه أُتِيَ بوَشيقةٍ يابسةٍ من لحم صيدٍ فقال: \" إنى محرم \"، أي محرم. تقول منه: وَشَقْتُ اللحم أَشِقُهُ وَشْقاً. واتشقته مثله. قال الشاعر (١) : إذا عَرَضَتْ منها كَهاةٌ سمينةٌ فلا تُهْدِ منها واتشق وتجبجب وواشق: اسم كلب، واسم رجل. ومنه بروع (٢) بنت واشق.",
    "pg": "4:1567"
  },
  "وشك": {
    "def": "قولهم: وَشُكَ ذا خُروجاً، بالضم، يوشك وشكا، أي سرع. وعجبت من وَشْكِ ذلك الأمر، ووُشْكِ ذلك الأمر بضم الواو، ومن وَشْكانِ ذلك الأمر، ووُشْكانِ ذلك لامر، أي من سرعته. عن يعقوب. ويقال: وَشْكان ذَا خروجاً، أي عَجلانَ. ووَشْكُ البَيْنِ: سرعة الفراق. وخرج وَشيكاً، أي سريعاً. وامرأةٌ وَشيكٌ. وقد أوْشَكَ فلانٌ يوشِكُ إيشاكاً، أي أسرعَ السيرَ. ومنه قولهم: يوشِكُ أن يكون كذا. قال جريرٌ يهجو العباس بن يزيد الكنديّ: إذا جَهِلَ الشَقيُّ ولم يقدر ببعض الامرأ وشك أن يصابا والعامة تقول: يوشك بفتح الشين، وهى لغة رديئة. قال أبو يوسف: واشك يُواشِكُ وِشاكاً، مثل أوْشَكَ، يقال إنَّه مُواشِكٌ مستعجلٌ، أي مسارِعٌ. وقال أحمد بن يحيى ثعلب: هذا يقال بهذا اللفظ، ولا يقال منه واشك.",
    "pg": "4:1615"
  },
  "وشل": {
    "def": "الوَشَلُ بالتحريك: الماء القليل. وفي المثل: \" وهل بالرَملِ أَوْشالٌ \". ووَشَلَ الماءُ (١) وَشَلاناً، أي قَطَرَ. وجبلٌ واشِلٌ: يقطر منه الماء. وأما قول الشاعر (٢) : اقرأ على الوشل السلام وقل له كل المشارب مذ هجرت ذميم (٣) فهو اسم جبل عظيم بناحية تهامة، وفيه مياه عذبة. وجاء القومُ أوْشالاً، أي يتبع بعضهم بعضاً. والوُشولُ: قلَّةُ الغناءِ والضعف. وفلان واشِلُ الحظّ، أي ناقصه. وناقةٌ وَشولٌ: كثيرة اللبن.",
    "pg": "5:1841-1842"
  },
  "وشم": {
    "def": "وَشَمَ اليَدَ وَشْماً، إذا غرزها بإبرةٍ ثم ذَرَّ عليها النَؤُورَ، وهو النِّيلَجُ. والاسم أيضاً الوَشْمُ، والجمع الوِشامُ (٢) . واسْتَوْشَمَهُ، أي سأله أن يَشِمَهُ. وفي الحديث: \" لعن الله الواشِمَةُ والمُسْتَوْشِمَةُ \". ابن السكيت: ما عَصَيته وَشْمَةً، أي كلمة. وما أصابتنا العام وشمة، أي قطرةُ مطر. ويقال بينهما وشيمَةٌ، أي كلام شَرٍّ وعداوةٍ وأوشَمَتِ الأرضُ: ظهر نباتها. وأوْشَمَ البرقُ: لمع لمعاً خفيفاً. قال أبو زيد: هو أوَّل البرق حين يبرق. وأو شمت الشئ: نظرت فيه. والوشم: بلد ذو نخل به قبائل من ربيعة ومضر دون اليمامة، قريب منها. يقال له: وشم الناقة.",
    "pg": "5:2052"
  },
  "وشوش": {
    "def": "رجلٌ وَشْواشٌ، أي خفيفٌ، عن الأصمعي. وأنشد:\nفي الرَكْبِ وَشْواشٌ وفي الحَيِّ رَفِلْ (١) * والوَشْوَشَةُ: كلام في اختلاط.",
    "pg": "3:1026"
  },
  "وشى": {
    "def": "الشِيَةُ: كلُّ لونٍ يخالف معظمَ لون الفرس وغيره، والهاء عوض من الواو الذاهبة من أوَّله، والجمع شِياتٌ. يقال: ثورٌ أشْيَهُ، كما يقال فرسٌ أبْلَقُ، وتيسٌ أَذْرَأُ. وقوله تعالى: (لا شِيَةَ فيها) ، أي ليس فيها لونٌ يخالف سائر لونها. يقال: وَشَيْتُ الثوبَ أشِيه وَشْياً وشِيَةً، ووَشَّيْتُهُ تَوْشِيَةً شدِّد للكثرة، فهو مَوْشِيٌّ ومُوَشًّى. والنسبة إليه وَشَوِيٌّ تُرَدُّ إليه الواو وهو فاء الفعل، وتترك الشين مفتوحا، هذا قول سيبويه. وقال الاخفش: القياس تسكين الشين. وإذا أمرت منه قلت: شه بهاء تدخلها عليه، لان العرب لا تنطق بحرف واحد ; وذلك أن أقل ما يحتاج إليه البناء حرفان: حرف يبتدأ به وحرف يوقف عليه. والحرف الواحد لا يحتمل ابتداء ووقفا، لان هذه حركة وذاك سكون، وهما متضادان، فإذا وصلته بشئ ذهبت الهاء استغناء عنها. والوشى من الثياب معروف، والجمع وِشاءٌ على فعل وفعال. ويقال: وَشى كلامَه، أي كَذَبَ. ووَشى به إلى السلطان وِشايَةً، أي سعى. والواشية: الكثيرة الولد. يقال ذلك في كلِّ ما يلِدُ. والرجل واشٍ. ووَشى بنو فلان وَشْياً: كَثُروا. وما وَشَتْ هذه الماشية عندي بشئ، أي ما ولدتْ. وفلان يَسْتَوْشي فرسَه بعَقبه، أي يطلب ما عنده ليزيده. وقد أوْشاهُ يوشِيهِ، إذا استحثَّه بمِحْجَنٍ أو بكُلاَّبٍ. وقال (١) : جُنادِفٌ لاحِقٌ بالرأس مَنْكِبُهْ * كأنَّه كودن يوشى بكلاب (٢)",
    "pg": "6:2524-2525"
  },
  "وصب": {
    "def": "الوَصَبُ: المرض. وقد وَصِبَ الرجل يَوْصَبُ فهو وَصِبٌ، وأوصبه الله فهو مُوصَبٌ. والمُوَصَّبُ بالتشديد: الكثير الاوجاع. ووصب الشئ يصب وُصوباً، أي دام. تقول: وَصَبَ الرجلُ على الأمر، إذا واظب عليه. قال تعالى: (ولهم عذابٌ واصِبٌ) ، (وله الدينُ واصِباً) . قال الفراء: دائماً. ومفازة واصبة: بعيدةٌ لا غاية لها. وأوصب القومُ على الشئ، إذا ثابروا عليه.",
    "pg": "1:233"
  },
  "وصد": {
    "def": "الوَصيدُ: الفِناءُ. وأوصدْت البابَ وآصَدْتُهُ، إذا أغلقته. وأوصِدَ البابُ على ما لم يسمَّ فاعلُه، فهو موصد، مثل أوجع فهو موجع. ومنه قوله تعالى:\n(إنَّها عَلَيْهِمْ موصَدَة) * قالوا: مُطْبَقَةٌ. والوَصيدَةُ كالحظيرةِ تُتَّخذ للمال، إلا أنها من الحجارة، والحظيرة من الغِصَنَةِ. تقول منه: اسْتَوْصَدْتُ في الجبل، إذا اتَّخذته والوَصيدُ: النباتُ المتقارب الاصول.",
    "pg": "2:550-551"
  },
  "وصر": {
    "def": "الوِصْرُ: لغة في الإصْرِ، وهو العهد، كما قالوا: إرث وورث، وإسادة ووسادة. والوصر: الصك (٢) ، وكتاب العهدة. وفى الحديث: \" إن هذا اشترى منى أرضا وقبض منى وصرها، فلا هو يرد على الوصر، ولا يعطينى الثمن \".",
    "pg": "2:845-846"
  },
  "وصص": {
    "def": "الوصوص: ثقب في الستر ونحوه على مقدار العين يُنْظَرُ منه. والوَصْواصُ: البُرقعُ الصغيرُ. قال المُثَقٍّبُ العبديُّ: أَرَيْنَ مَحاسِناً وكَنَنَّ أخرى (٢) * وثقبن الوصاوص للعيون * والتوصيص في الانتقاب: مثل الترصيص. والوصاوص: حجارة الأياديم (٣) ، وهي متونِ الأرضِ. قال الراجز (٤) :\nبصلبات تقص الوصاوصا (٥) *",
    "pg": "3:1061"
  },
  "وصع": {
    "def": "الوَصْعُ (١) : طائر أصغر من العصفور. وفي الحديث: \" إنَّ إسرافيلَ ليتواضع لله ﷿ حتَّى يصير كأنه الوصع \".",
    "pg": "3:1299"
  },
  "وصف": {
    "def": "وصفت الشئ وصفا وصفة. والهاء عوض من الواو. وتواصفوا الشئ من الوصف. واتصف الشئ، أي صار مُتَواصَفاً. قال طرفة بن العبد: إنَّي كفانيَ من أمرٍ هَمَمْتُ به جارٌ كَجارِ الحُذافيِّ الذي اتَّصَفا أي صار مَوصوفاً بحسن الجوار. وقول الشماخ يصف بعيراً: إذا ما أدْلَجَتْ وَصَفَتْ يَداها لها الإدْلاجَ لَيلَةَ لا هُجوعِ يريد أجادت السير. وبيع المواصفة: أن تبيع الشئ بصفةٍ، من غير رؤية. والوَصيفُ: الخادمُ غلاماً كان أو جاريةً. يقال وَصُفَ الغلامُ، إذا بلغ حدَّ الخِدمة، فهو وَصيفٌ بيِّن الوَصافَةُ. والجمع وُصَفاءُ. وقال ثعلب: وربَّما قالوا للجارية وَصيفَةً بيِّنة الوَصافةِ والإيصافِ. والجمع الوَصائِفُ. واسْتَوْصَفْتُ الطبيبَ لدائي، إذا سألته أن يَصِفَ لك ما تتعالج به. والصِفَةُ كالعِلْم والسَوادِ، وأمَّا النحويون فليس يريدون بالصفة هذا، لأنَّ الصفة عندهم هي النعت، والنعت هو اسم الفاعل نحو ضاربٍ، أو المفعول نحو مضروبٍ، أو ما يرجع إليهما من طريق المعنى نحو مثل وشبه وما يجرى مجرى ذلك. يقولون: رأيت أخاك الظريف، فالاخ هو الموصوف والظريف هو الصفة، فلهذ قالوا: لا يجوز أن يضاف الشئ إلى صفته، كما لا يجوز أن يضاف إلى نفسه، لان الصفة هي الموصوف عندهم. ألا ترى أن الظريف هو الاخ.",
    "pg": "4:1438-1439"
  },
  "وصل": {
    "def": "وصلت الشئ وصلا وصلة. ووَصَلَ إليه وُصُولاً، أي بلغ. وأوصله غيره. (*) ووصل بمعنى اتصل، أي دَعا دعوى الجاهليَّة، وهو أن يقول يا لفلان. قال تعالى: (إلا الذين يَصِلونَ إلى قومٍ) أي يَتَّصِلونَ. والوَصْلُ: ضدُّ الهِجرانِ. والوَصْلُ: وَصْلُ الثوبِ والخُفِّ. ويقال: هذا وَصْلُ هذا، أي مثله. وبينهما وُصْلَةٌ، أي اتِّصالٌ وذريعة. وكل شئ اتصل بشئ فما بينهما وُصْلَةٌ، والجمع وُصَلٌ. والأوْصالُ: المفاصِلُ. والوَصيلَةُ التي كانت في الجاهليَّة، هي الشاةُ تلد سبعة أبطُنٍ عَناقَيْنِ عَناقَيْنِ: فإن ولدت في الثامنة جديا ذبحوه لآلهتهم، وإن ولدت جَدْياً وعَناقاً، قالوا: وَصَلَتْ أخاها. فلا يذبحونَ أخاها من أجلها، ولا يشرب لبنها النساء وكان للرجل، وجرت مجرى السائِبة. والوَصيلَةُ: العِمارَةُ والخِصْبُ. والوَصيلَةُ: الأرضُ الواسعةُ. والوَصائِلُ: ثيابٌ مخطَّطةٌ يمانِيَّةٌ. وفي الحديث: \" لعن الله الواصِلَةَ والمُسْتَوْصِلَةَ \". فالواصلةُ: التي تصل الشعر. والمُستوصِلةُ: التي يفعل بها ذلك. وتَوَصَّلَ إليه، أي تلطَّف في الوُصولِ إليه. والتَواصُلُ: ضد التصارم. ووصله توصيلا، إذا أكثر من الوصل. وواصَلَهُ مُواصَلَةً ووِصالاً. و. منه المواصلة في الصوم وغيره. وموصل البعير: مابين عجزه وفخذه. والمَوْصِلُ: ما يُوصَلُ من الحبل. قال المتنخل الهذلى: ليس لميت بوصيل وقد علق فيه طرف الموصل دعاء لرجل. أي لا وصل هذا الحى بهذا الميت، أي لا مات معه. ثم قال: وقد علق فيه طرف الموصل، على أنه سيتصل به، أي قد علق في الحى السبب الذى يصير به إلى ما صار إليه الميت. والموصل: بلد. وقول الشاعر: وبصرة الازد منا والعراق لنا والموصلان ومنا المصر والحرم يريد الموصل والجزيرة. وواصل: اسم رجل. والجمع أواصل، تقلب الواو همزة كراهية اجتماع الواوين.",
    "pg": "5:1842-1843"
  },
  "وصم": {
    "def": "الوَصْمُ: الصدعُ في العود من غير بينونة. يقال: بهذه القناة وصم. وقد وصمت الشئ، إذا شددتَه بسرعة. والوَصْمُ: العيبُ والعار. يقال: ما في فلان وَصْمَةٌ. وقال الشاعر: فإنْ تَكُ جَرْمٌ ذاتَ وَصْمٍ فإنَّما دَلَفْنا إلى جَرْمٍ بأَلأَمَ من جَرْمِ والتَوْصيمُ في الجسد، كالتكسير والفترةِ والكسلِ. وقال لبيد: وإذا رُمْتَ رَحيلاً فارْتَحِلْ واعْصِ ما يأمر تَوْصيمُ الكَسَلْ ويقال: وَصَمَتْهُ الحُمَّى. قال الراجز (١) * ولم تبت حمى به توصمه (١)",
    "pg": "5:2052-2053"
  },
  "وصى": {
    "def": "أوصيت له بشئ وأوصيت إليه، إذا جعلته وَصِيَّكَ. والاسم الوصاية والوصاية، بالكسر والفتح. وأوصيته ووصيته أيضا تَوْصِيَةً بمعنًى. والاسمُ الوَصاةُ. وتَواصى القوم، أي أوْصى بعضُهم بعضاً. وفي الحديث: \" اسْتَوْصوا بالنساء خيراً فإنهن عندكم عوان \". (*) ووصيت الشئ بكذا، إذا وصَلْتَهُ. قال ذو الرمَّة: نصي الليلَ بالأيام حتَّى صَلاتُنا مُقاسَمةٌ يشتقُّ أنْصافَها السَفْرُ وأرضٌ واصِيَةٌ: متَّصلة النبات. وقد وَصَتِ الأرضُ، إذا اتَّصل نبتها. وربَّما قالوا: تَواصى النبتُ، إذا اتصل. وهو نبت واص.",
    "pg": "6:2525"
  },
  "وضأ": {
    "def": "الوَضاءةُ: الحُسْنُ والنظافةُ. تقول منه: وضوء الرجل، أي صار وضيئا. وتوضأت للصلاة ولا تقل توضيت، وبعضهم يقوله. والوضوء بالفتح: الماء الذى يُتَوَضَّأُ به، والوَضوءُ أيضاً: المصدر من تَوَضَّأْتُ للصلاة، مثل الوُلوعِ والقَبولِ بالفتح. قال اليزيديّ: الوُضوءُ بالضم المصدر. وحكى عن أبى عمرو ابن العلاء: القبول بالفتح مصدر لم أسمع غيره، وذكر الاخفش في قوله تعالى: (وقودها الناس والحجارة) فقال: الوقود الحطب بالفتح، والوقود بالضم: الاتقاد وهو الفعل. قال: ومثل ذلك الوضوء وهو الماء، والوضوء وهو الفعل. ثم قال: وزعموا أنهما لغتان بمعنى واحد، تقول: الوقود والوقود، يجوز أن يعنى بهما الحطب ويجوز أن يعنى بهما الفعل. وقال غيره: القبول والولوع مفتوحان، وهما مصدران شاذان، وما سواهما من المصادر فمبنى على الضم. وتقول واضأته فوضأته أَضَؤُهُ، إذا فاخَرْتَهُ بالوَضاءة فغلبته. والوضاء بالضم والمد: الوضئ. قال أبو صَدَقة الدُّبَيْريُّ الشاعر: والمرءُ يُلْحِقُهُ بفِتيانِ النَدى خُلُقُ الكَريمِ وليسَ بالوضاء",
    "pg": "1:80-81"
  },
  "وضح": {
    "def": "وضَحَ الأمر يَضِحُ وُضوحاً واتَّضَحَ، أي بانَ. وأوْضَحْتُهُ أنا. وأوْضَحَ الرجلُ: وُلِد له أولادٌ بيضٌ. وقولهم: من أين أوْضَحْتُ؟ أي من أين طلعْت؟ ومن أين بدا وضحك. واستوضحت الشئ، إذا وضعت يدك على عينك تنظر هل تراه. يقال: اسْتَوْضِحْ عنه يا فلان. واسْتَوْضَحْتُهُ الأمرَ أو الكلامَ، إذا سألته أن يُوَضِّحَهُ لك. وتَوَضَّحَ مُلْكُ الطريق (٣) ، أي استبان. والمتوضح: الذى يظهر نفسه في الطريق ولا يدخل الخَمَر. ووضَحُ الطريقِ: مَحَجَّتُهُ. والوَضَحُ: الدرهمُ الصحيحُ. والأوْضاحُ: حليٌّ من الدراهم الصحاح. والوَضَحُ: الضَوءُ والبياضُ، يقال: بالفرس وَضَحٌ، إذا كانت به شِيَةٌ. وقد يكنى به عن عن البرص، ومنه قيل لجذيمة الابرش: \" الوضاح \". والوضاح أيضا: الرجل الأبيض اللون الحَسَنُهُ. والمُوضِحَةُ: الشَجَّةُ التي تُبدي وَضَحَ العظم. والواضِحَةُ: الأسنانُ التي تبدو عند الضحكِ. قال طرفة: كلُّ خليلٍ كنتُ خاللتُه (١) * لا تركَ الله له واضحه (٢)",
    "pg": "1:415-416"
  },
  "وضخ": {
    "def": "الأصمعيّ: المُواضَخَةُ أن تسير مثل سيرِ صاحبك، وليس هو بالتشديد، وكذلك هو في الاستقاء. وقال الكسائي: المواضخة تبارى المستقيين، ثم استعيرَ في كلّ متباريَين. وتقول: أَوْضَخْتُ له، أي اسْتَقَيْتُ له قليلاً. والوَضوخُ بالفتح: الماءُ يكون بالدلو شبيه بالنصف.\nفصل الهاء",
    "pg": "1:435"
  },
  "وضر": {
    "def": "الوَضَرُ: الدَرَن والدسَم. يقال: وَضِرَتِ (١) القصعةُ تَوْضَرُ وَضَراً، أي دَسِمَتْ. قال الشاعر (٢) : سَيُغْني أبا الهِندِيِّ عن وَطْبِ سالِمٍ * أَباريقُ لم يَعْلَقْ بها وَضَرُ الزَبْدِ (٣) - قال أبو عمرو: الوَضَرُ: ما يشمّه الإنسان من ريحٍ يجده من طعام فاسد. أو عبيدة: يقال لبقية الهِناءِ وغيره: الوَضَرُ.",
    "pg": "2:846"
  },
  "وضع": {
    "def": "المَوْضِعُ: المكان. والمَوْضِعُ أيضاً: مصدر قولك وضعت الشئ من يدي وَضْعاً، ومَوْضوعاً وهو مثل المعقول، ومَوْضِعاً. والموْضَعُ بفتح الضاد: لغة في الموضع، سمعها الفراء. ويقال في الحَجَر وفي اللبِن إذا بُنِي به: ضَعْهُ على غير هذه الوضعة والوضعة والضعة، كله بمعنى. والهاء في الضِعَةِ عوض من الواو. والوَضيعَةُ: واحدة الوضائِعِ، وهي أثقال القوم. ويقال: أين خَلَّفوا وضائِعَهم. والوَضيعَةُ أيضاً: نحو وَضائِعِ كِسرى، كان ينقلُ قوماً من أرض فيسكنهم أرضا أخرى، وهم الشِحَنُ والمَسالِحُ. والوَضيعُ: أن يؤخذ التمر قبل أن يلبس فيوضع في الجِرار. وتقول: وَضَعْتُ عند فلان وَضيعاً، أي استودعته وديعةً. والوضيع أيضا: الدنئ من الناس. ويقال: في حسبه ضَعَةٌ وضِعَةٌ، والهاء عوض من الواو. المواضعة: المراهنة. والمواضعة: متاركة البيع. وواضَعْتُهُ في الأمر، إذا وافقته فيه على شئ. والضعة: شجر من الحمض. هذا إذا جعلت الهاء عوضا من الواو الذاهبة من أوله، فأما إن كانت من آخره فهو من باب المعتل. يقال: ناقة واضعة، للتي ترعاها، ونوقٌ واضِعاتٌ. قال أبو زيد: إن رَعَتِ الحَمْضَ حول الماء ولم تبرح قيل: وضعت تضع وضيعة، فهى واضعة، قال: وكذلك وَضَعْتها أنا، وهي مَوْضوعةٌ، يتعدَّى ولا يتعدَّى. وهؤلاء أصحاب الوَضيعَةِ، أي أصحاب حَمْضٍ مقيمون فيه. ووَضَعَتِ المرأة خِمارها وامرأةٌ واضِعٌ، أي لا خِمار عليها. ووَضَعَتِ المرأة وَضْعاً بالفتح، أي وَلَدت. ووَضَعَتْ وُضْعاً بالضم، أي حملتْ في آخر طهرها من مُقْبَلِ الحَيضةِ (١) ، فهي واضِعٌ، عن ابن السكيت، يقال: ما حملته أمه وضعا وتضعا أيضا وتضعا. قال الراجز: تقول والجردان فيها مكتنع * أما تخاف حبلا على تضع (٢) * ووضعَ البعير وغيره، أي أسرع في سيره. وقال دريد (٣) يا ليتنى فيها جذع * أخب فيها وأضع (١) * وبعير حسن الموضوع، قال طرفة: مَوْضوعُها زَوْلٌ ومَرْفوعُها * كَمَرِّ صَوْبٍ (٢) لَجِبٍ وَسْطَ ريحْ * وأوضعه راكبه. وأنشد أبو عمرو: إن دليما قد ألاح من أبى * وقال (٣) أنزلنى فلا إيضاعَ بي * أي لا أقدر على أن أسير. قال اليزيدى: يقال: وُضِعَ الرجل في تِجارته وأُوضِعَ، على ما لم يسمَّ فاعلُه، وَضْعاً فيهما، أي خَسِرَ. يقال: وُضِعْتَ في تجارتك فأنت مَوْضوعٌ فيها. ووُضِعَ الرجل بالضم يوضَعُ ضَعَةً وضِعَةً، أي صار وضيعاً. ووَضَعَ منه فلانٌ، أي حطَّ من درجته. والتَواضُعُ: التذلُّلُ. والاتِّضاعُ: أن تخفض رأسَ البعير لتضع قدمَك على عنقه فتركب. قال الكميت إذا اتضعونا (١) كارهين لبيعة * أناخوا لأخرى والأَزِمَّةُ تُجْذَبُ * والتَوضيعُ: خياطة الجُبَّةِ بعد وضع القطن. ورجلٌ مُوَضَّعٌ، أي مُطَرَّحٌ ليس بمستحكم الخلق.",
    "pg": "3:1299-1301"
  },
  "وضم": {
    "def": "الوضم: كل شئ يجعل عليه اللحم من خشبٍ أو باريةٍ، يوقى به من الأرض. وقال الراجز (٢) : ليس براعي إبلٍ ولا غَنَمْ ولا بجزَّارٍ على ظهر الوَضَمْ وقد وَضَمْتُ اللحم أضِمُهُ وضْماً، إذا وضعته على الوضم. وأو ضمته، إذا جعلت له وضما. وقال ابن دريد: أو ضمت اللحم وأو ضمت له. وقولهم: الحى وَضْمَةٌ واحدةٌ، بالتسكين، أي جماعةٌ متقاربةٌ. ابن الأعرابي: الوَضْمَةُ والوَضيمَةُ: صِرْمٌ من الناس، يكون فيه مائتا إنسان أو ثلثمائة. (*) والوضيمة: القومُ يقِلُّ عددهم فينزلون على قوم. وقد وَضَمَ بنو فلان على بني فلان، إذا حلُّوا عليهم. والوَضيمَةُ مثل الوَثيمَةِ من الكلأ. الفراء: الوَضيمَةُ: طعام المأتم. واسْتَوْضَمْتُ الرجلَ، إذا ظلمته واسْتَضَمْتَهُ. وتَوَضَّمَ الرجلُ المرأةَ، إذا وقع عليها.",
    "pg": "5:2053"
  },
  "وضن": {
    "def": "الوَضين للهودج بمنزلة البِطان للقَتَب، والتصديرِ للرحل، والحزامِ للسرج. وهما كالنِسْعِ إلا أنَّهما من السُيور إذا نُسج نِساجةً بعضه على بعض مضاعفاً. والجمع وُضُنٌ. قال المثقِّب (١) : تقول إذا درأتُ لها وَضيني * أهذا دينُهُ (٢) أبداً وديني قال أبو عبيدة: وَضينٌ في موضع موضون، متقتيل في موضع مقتولٍ. تقول منه: وَضَنْتُ النِسْعَ أَضِنُهُ وَضْناً، إذا نسجته. والمَوْضونَةُ أيضاً: الدرع المنسوجة توضَنُ حَلَقُ الدرعِ بعضها في بعض مضاعفةً. ويقال أيضاً منسوجةٌ بالجواهر. ومنه قوله تعالى: (على سرر موضونة) .",
    "pg": "6:2214"
  },
  "وطأ": {
    "def": "وطئت الشئ برجلي وطأ، ووطئ الرجل امرأته، يطأ فيهما، سقطت الواو من يطأ كما سقطت من يسع لتعديهما، لان فعل يفعل مما اعتل فاؤه لا يكون إلا لازما، فلما جاءا من بين أخواتهما متعديين خولف بهما نظائرهما. وقد تَوَطَّأتُهُ برجلي، ولا تقل تَوَطَّيْتُهُ. والواطِئَةُ الذين في الحديث (١) ، هم السابلَةُ، سمُّوا بذلك لوطْئِهِمُ الطريقَ. ووَطُؤَ الموضع يوطَؤُ وَطاءةً، أي صار وطيئاً. ووطَّأْتُهُ أنا توطِئَةً، ولا تقل وَطَّيْتُ، وفلانٌ قد استوطأَ المركبَ، أي وجده وطيئا. وشئ وطئ: بين الوطاءة والطئة والطأة، مثال الطعة والطعة، فالهاء عوض من الواو فيهما. قال الكميت: أغشى المكارهَ أحياناً ويحْمِلُني * منه على طأة والدهر ذو نوب أي على حالٍ ليِّنةٍ. ويُروى \" على طِئَةٍ \" وهما بمعنًى. والوطْأَةُ: موضع القدم، وهي أيضاً كالضغطَةِ. وفي الحديث: \" اللهمَّ اشْدُدْ وَطْأَتَكَ على مُضَرَ \". والوِطاءُ: خلاف الغطاءِ. والوَطيئَةُ على فعيلة: شئ كالغرارة. والوطيئة أيضاً: ضربٌ من الطعام. وأوطَأْتُهُ الشئ فوطئه، يقال: من أوطأك عشوةً. أبو زيد: واطَأْتُهُ على الأمر مواطَأَةً، إذا وافقته من الوفاق. وفلان يواطئ اسمه اسمى. وتَواطَؤوا عليه، أي توافقوا. قال الأخفش في قوله تعالى: (ليُواطِئوا عِدَّةَ ما حرَّمَ الله) : هو من واطَأْتُ، قال: ومثلها قوله: (هي أشدُّ وِطاءً) ، بالمدِّ أي مواطأة، قال: وهى المواتاة أي مواتاة السمع والبصر إياه. وقرئ: (أشد وطئا) أي قياماً. وتَوَطَّأْتُهُ: بقدمي مثل وطئتُهُ. وهذا موطئُ قدمكَ. والإيطاءُ في الشعر: إعادة القافية.",
    "pg": "1:81-82"
  },
  "وطب": {
    "def": "الوَطْبُ: سِقاء اللبن خاصَّة. قال ابن السكيت: وهو جلدُ الجذع فما فوقه. قال: ويقال لجلد الرضيع الذى يجعل فيه اللبن شكوة، ولجلد الفطيم بدرة. ويقال لمثل الشكوة مما يكون فيه السمن: عكة. ولمثل البدرة: المسأد. وجمع الوطب في القلَّة أوْطُبٌ، والكثير وِطابٌ. قال امرؤ القيس: وأفلتهن علباء جَريضاً * ولو أدْرَكْنَهُ صَفِرَ الوِطابُ والوَطْبُ: الرجل الجافي. والوَطْباءُ: المرأة العظيمة الثَدي، كأنَّها ذات وَطْبٍ.",
    "pg": "1:233"
  },
  "وطث": {
    "def": "الوَطْثُ: الضرب الشديد بالرِجل على الأرض، لغةٌ في الوَطْسِ، أو لثغة.",
    "pg": "1:296"
  },
  "وطح": {
    "def": "الوَطْحُ: ما تعلَّق بالأظلاف ومخالب الطير من العُرَّةِ أو الطين. الأمويّ: تَواطَحَ القومُ: تداولوا الشر فيما بينهم. وأنشد: يتواطحون به عَلى دِينارِ (١) * أي يتقاتلون.",
    "pg": "1:416"
  },
  "وطد": {
    "def": "وطدت الشئ أطده وطدا، أي أثبتُّه وثقَّلته، والتَوطيدُ مثله. وقال الشاعر يصفُ قوماً بكثرة العدد: وهم يَطِدونَ الأرض لولاهُمُ ارْتمتْ * بمن فوقَها من ذي بيان وأعجمها - وقد وطدت على باب الغار الصَخْرَ، إذا سددته به ونضَّدته عليه. ووَطَدَهُ إلى الأرض: مثل وَهَصَهُ وغَمَزَهُ إلى الأرض. وتَوَطَّدَ: أي ثبتَ. والميطَدَةُ: خشبةٌ يُمسك بها المِثقبُ. والوَطائِدُ: قواعدُ البنيان. والواطِدُ: الثابتُ والطادِي مقلوبٌ منه. قال القطامي: ما اعْتادَ حُبُّ سُلَيْمى حينَ مُعْتادِ * ولا تَقَضَّى بِواقي دَيْنِها الطادي -",
    "pg": "2:551"
  },
  "وطر": {
    "def": "الوَطَرُ: الحاجةُ، ولا يبنى منه فعل، والجمع الاوطار.",
    "pg": "2:846"
  },
  "وطس": {
    "def": "الوَطيسُ: التَنُّورُ. ويقال: حميَ الوطيس إذا اشتد الحرب. قال الاصمعي: الوطس: الضرب الشديد بالخف. وقال أبو الغوث: هو بالخف وغيره. وأنشد (١) : خطارة غب السرى موارة * تَطِسُ الإكامَ بذات خُفٍّ ميثَمِ * وأوطاس: موضع.",
    "pg": "3:989"
  },
  "وطش": {
    "def": "يقال: ضربوه فما وَطَشَ إليهم تَوْطيشاً، أي لم يمدد بيده ولم يدفع عن نفسه. وسألوه فماوطش إليهم بشئ، أي لم يعطهم شيئاً. قال الفراء وَطَّشَ له، إذا هيَّأَ له وجهَ الكلام أو العمل أو الرأي. يقال: وَطِّشْ لي شيئاً حتَّى أذكره، أي افْتَحْ.",
    "pg": "3:1026"
  },
  "وطط": {
    "def": "الوطواط: الخفاش، والجمع الوطاوط. وفى حديث عطاء بن أبى رباح في الوطواط يصيبه المحرم، قال: \" ثلثا درهم \". قال الاصمعي: الوطواط ههنا الخفاش ويقال إنه الخطاف. قال أبو عبيد: وهذا أشبه القولين عندي بالصواب، لحديث عائشة رضى الله عنها قالت: \" لما أحرق بيت المقدس كانت الاوزاغ تنفخه بأفواهها، وكانت الوطاوط تطفئه بأجنحتها \". والوطواط أيضا، الرجل الضعيف الجبان، قال: ولا أراه سمِّي بذلك إلا تشبيهاً بالطائر، قال العجاج: وبلدة بعيدة النياط (١) * قطعت حين هيبة الوطواط * وأمَّا قولهم: \" أبْصَرُ في الليل من الوطواط \" فهو الخفاش.",
    "pg": "3:1168"
  },
  "وطف": {
    "def": "رجلٌ أوَطَفُ بيِّن الوَطَفِ، وهو كثرة شعر العين والحاجبين. وسحابةٌ وَطْفاءُ بيِّنة الوَطَفِ، إذا كانت مسترخية الجوانب، لكثرة مائها. والعيش الاوطف: الرخى.",
    "pg": "4:1439"
  },
  "وطن": {
    "def": "الوطن: محل الانسان. وقد خففه رؤبة بقوله: أوطنت وطنا لم يكن من وطنى (٣) لو لم يكن عاملها لم أسكن بها ولم أرجن بها في الرجن وأوطان الغنم: مرابِضها. وأَوْطَنْتُ الأرضَ، ووَطَّنْتُها تَوْطيناً واسْتَوْطَنْتُها، أي اتَّخذتها وَطَناً. وكذلك الاتِّطانُ، وهو افتِعالٌ منه. وتوطين النفس على الشئ، كالتمهيد. ويقال: من أين ميطانُكَ، أي غايتك. والميطانُ: الموضع الذي يُوَطَّنُ لتُرسَل منه الخيل في السباق، وهو أول الغاية. والميتاء والميداء: آخر الغاية. والموطن: المشهد من مشاهد الحرب. قال تعالى: (لقد نَصَرَكُم الله في مَواطِنَ كثيرة) وقال طرفة: على موطن يخشى الفتى عندَه الرَدَى * متى تعترك فيه الفوارس ترعد",
    "pg": "6:2214-2215"
  },
  "وظب": {
    "def": "وظب على الشئ وظوبا: دامَ. أبو زيد: المواظبة المثابرة على الشئ. وأرض موظوبة، إذا تُدووِلَتْ بالرعي فلم يبقَ فيها كلأٌ. ولَشَدَّ ما وُظِبَتْ. ورجلٌ موظوبٌ، إذا تداولتْ ماله النوائبُ. وقال سلامة بن جندل: كُنَّا نَحُلُّ إذا هبَّتْ شآمِيةً * بكلِّ واد جديب البطن موظوب (١) وموظب، بالفتح: اسم موضع. أنشد ابن الاعرابي لخداش بن زهير: كذبت عليكم أوعدوني وعللوا * بى الارض والاقوام قردان موظبا يقول: ياقردان موظب عليكم بى وبهجائى، إذا كنتم في سفر فاقطعوا بذكرى الارض.",
    "pg": "1:233"
  },
  "وظف": {
    "def": "الوَظيفُ: مُسْتَدَقُّ الذراع والساق من الخيل والإبل ونحوهما. والجمع الاوظفة (١) . قال الاصمعي: يستحب من الفرس أن تعرض أو ظفة رجليه، وتحدب أو ظفة يديه. ووظفت البعير (٢) ، إذا قصرت قيده. قال ابنُ الأعرابي: يقال مرَّ يظفهم، أي يتبعهم. والوَظيفَةُ: ما يُقَدَّرُ للإنسان في كلِّ يوم من طعامٍ أو رزق. وقد وَظَّفْتُهُ تَوْظيفاً.",
    "pg": "4:1439-1440"
  },
  "وعب": {
    "def": "أوْعَبَ القومُ، إذا حَشَدوا وجاءوا موعِبينَ، إذا جمعوا ما استطاعوا من جمع. ابن السكيت: أوعب بنو فلانٍ جلاءً فلم يبقَ ببلدهم منهم أحد. وجاء الفرس بركْضٍ وعِيبٍ، أي بأقصى ما عنده. وتقول: جدعَه فأوعب أنفَه أي استأصله. وفي الشتم: جدعه الله جدعا موعبا! وفى الحديث: في الانف إذا استوعب جدعه الدية، إذا لم يترك منه شئ. واستيعاب الشئ: استئصاله.",
    "pg": "1:233-234"
  },
  "وعث": {
    "def": "الوَعْثُ: المكان السَهل الكثير الدهسِ، تغيب فيه الأقدام، ويشقُّ على من يمشي فيه. وأوْعَثَ القومُ، أي وقعوا في الوَعْثِ. ويقال أيضاً للعظم المكسور (١) : وَعثٌ. وامرأةٌ وَعْثَةٌ أيضاً: كثيرة اللحم. ووعثاء السفر: مشقَّته. ورجلٌ مَوْعوثٌ: ناقص الحسب. ابن السكيت: أوْعَثَ في ماله، أي أسرف.",
    "pg": "1:296"
  },
  "وعد": {
    "def": "الوَعْدُ يستعمل في الخير والشر. قال الفراء: يقال: وعدتُه خيراً ووعدتُه شرًّا. قال الشاعر (١) : أَلا عَلِّلاني كلُّ حيٍّ مُعلَّلِ * ولا تَعِداني الشَرَّ والخيرُ مُقْبِلُ - فإذا أسقطوا الخير والشر قالوا في الخير الوَعْدُ والعِدَةُ، وفي الشر الإيعادُ والوَعيدُ. قال الشاعر (١) : وإنِّي وإنْ أوْعَدْتُهُ أو وَعَدْتُهُ * لمُخْلِفُ إيعادي ومُنْجِزُ مَوْعِدي (٢) - فإن أدخلوا الباء في الشر جاءوا بالألف. قال الراجز: أَوْعَدَني بالسجنِ والأَداهمِ * رِجْلي ورِجْلي شَثْنَةُ المناسِمِ - تقديره: أوْعَدَني بالسجن، وأوْعَدَ رِجلي بالأداهم. ثم قال: رِجْلي شَثْنَةٌ، أي قويَّةٌ على القيد. والعِدَةُ: الوَعْدُ، والهاء عوضٌ من الواو، ويجمع على عِداتٍ، ولا يجمع الوَعْدُ. والنسبة إلى عِدَةٍ عِدِيٌّ، وإلى زنة زنى، فلا ترد الواو كما تردها في شية. والفراء يقول: عدوى وزنوى، كما يقال شيوى. قال: وقول الشاعر زهير: إن الخليط أجدوا البين فانجردوا * وأخلفوك عدا الامر الذى وعدوا - أراد عدة الامر، فحذف الهاء عند الاضافة. والميعادُ: المُواعدَةُ، والوقتُ، والموضعُ. وكذلك الموعد، لان ما كان فاء الفعل منه واو أو ياء ثم سقطتا في المستقبل نحو: يعد، ويزن، ويهب، ويضع، ويئل (١) ، فإن المفعل منه مكسور في الاسم والمصدر جميعا، ولا تبالي منصوبا كان يفعل منه أو مكسورا، بعد أن تكون الواو منه ذاهبة، إلا أحرفا جاءت نوادر: قالوا: دخلوا موحد موحد (٢) ، وفلان بن مورق، وموكل اسم رجل أو موضع، وموهب اسم رجل، وموزن موضع، هذا سماع والقياس فيه الكسر. فإن كانت الواو من يفعل فيه ثابتة نحو يوجل ويوجع ويوسن ففيه الوجهان. فإن أردت به المكان والاسم كسرته، وإن أردت به المصدر نصبته فقلت موجل وموجل. فإن كان مع ذلك معتل الآخر فالمفعل منه منصوب، ذهبت الواو في يفعل أو ثبتت، كقولك: المولى والموفى والموعى، من يلى ويفى ويعى. ويقال: تواعد القوم، أي وَعَدَ بعضهم بعضاً. هذا في الخير، وأمَّا في الشرّ فيقال اتَّعَدوا. والاتِّعادُ أيضاً: قَبول الوعد، وأصله الاوْتِعادُ، قلبوا الواوَ تاءً ثم أدغموا. وناس يقولون: ائتعد يأتعد (١) فهو مؤتعد بالهمز، كما قالوا يأتسر في أيسار الجزور. والتوعد: التهدد. ويوم واعِدٌ، إذا وَعَدَ أوَّله بحرٍّ: أو برد. وأرضٌ واعِدَةٌ، إذا رُجيَ خيرُها من النبت. ووَعيدُ الفحل: هديره إذا هَمَّ أن يصول.",
    "pg": "2:551-552"
  },
  "وعر": {
    "def": "جبلٌ وَعْرٌ بالتسكين، ومطلبٌ وَعْرٌ. قال الأصمعي: ولا تقل وعر. وقد وعر بالضم وعورة، وكذلك تَوَعَّرَ، أي صار وَعْراً. ووَعَّرْتُهُ أنا تَوْعيراً. وقد اسْتَوْعَرْتُ الشئ: وجدته وعرا. وفلان وعر المعروف، أي قليله. وأَوْعَرَهُ: قَلَّلَهُ. يقال: قليلٌ وَعْرٌ، ووَتْحٌ. ووَعْرٌ إتباع له.",
    "pg": "2:846"
  },
  "وعز": {
    "def": "أَوْعَزْتُ إليه في كذا وكذا، أي تقدَّمتُ. وكذلك وَعَّزْتُ إليه تَوْعيزاً. وقد يخفَّف فيقال: وعزت إليه وعزا.",
    "pg": "3:901"
  },
  "وعس": {
    "def": "الوَعْساءُ: الأرض الليِّنة ذاتَ الرمل. والسهلُ أوْعَسُ، والميعاسُ مثله. وقال أبو عمرو: الميعاسُ الأرضُ لم توطأ. والمواعسة: ضرب من سير الإبل، وهو أن تمدَّ عنقَها وتوسِّع خطواتها. وأوْعَسْنا، أي أدلجنا. ولا تكون المُواعَسَةُ إلا بالليل.",
    "pg": "3:989"
  },
  "وعظ": {
    "def": "الوَعْظُ: النُصْحُ والتذكيرُ بالعواقب. تقول: وَعَظْتُهُ وَعْظاً وعِظَةً فاتَّعَظَ، أي قبِلَ المَوْعِظَةَ. يقال: \" السعيدُ من وُعِظَ بغيره، والشقيُّ من اتعظ به غيره \".",
    "pg": "3:1181"
  },
  "وعع": {
    "def": "خطيب وعوع، وهو نعت حسنٌ. والوَعْوَعَةُ: صوت الذئب. ومهذارٌ وَعْواعٌ، وهو نعتٌ قبيحٌ. وسمعتُ وَعْواعَ الناس، أي ضجَّتهم. والوَعْواعَ أيضا: جماعة من الناس، ومنه قول الشاعر (٢) :\nوعاث في كبة الوعواع والعير",
    "pg": "3:1301"
  },
  "وعق": {
    "def": "الوَعيقُ والوعاقُ: صوتٌ يُسمع من بطن الدابَّة إذا مشت، بمنزلة الخَقيقِ من قُنْبِ الذكر. تقول منه: وَعَقَ الفرسُ (٣) يَعِقُ وعيقا ووعاقا. ورجلٌ وعِقٌ بكسر العين أي عسر. وبه عقة، وهي الشراسة وشدة الخلق. ومنه قول رؤبة:\nمخافة الله وأن يوعقا\nعلى امرئ ضلَّ الهدى وأوبقا\nأي يقال: إنك لوعقٌ",
    "pg": "4:1567"
  },
  "وعك": {
    "def": "الوعك: مغث الحمتى. وقد وعكته الحمى فهو موعوك. وأوعكت الكلاب الصيد، إذا مرغته في التراب. وأوعكت الابل عند الحوض، إذا ازدحمتْ فركب بعضها بعضاً. والاسم منه الوعكة. الوعكة: السقطة الشديدةُ في الجري. والوَعْكَةُ أيضاً: معركةُ الأبطالِ إذا أخذ بعضهم بعضا.",
    "pg": "4:1615-1616"
  },
  "وعل": {
    "def": "الوَعْلُ (١) : الأَرْوى، والجمع الوُعولُ والاوعال. وفى الحديث: \" تظهر التحوت على الوُعولِ \"، أي يغلب الضعفاءُ من الناس أقوياءهم. وأما قول الراجز (١) :\nوأم أوعال كها أو أقربا (٢) * فهى هضبة. ويقال: هم عليه وعل واحد، بالتكسين، أي ضلعٌ واحدٌ. الأصمعيّ: الوَعْلُ الملجَأُ. وأنشد لذي الرمّة: حتَّى إذا لم يجد وَعْلاً ونَجْنَجَها مخافَةَ الرمي حتَّى كلّها هِيمُ وقال الخليل: معناه لم يجد بُدًّا. يقال: مالي عن ذلك وَعْلٌ ووعى، أي مالى منه بد. وقال الفراء: مالى عنه وغل بالغين معجمة، أي لجا. وأنشد هذا البيت المتقدم. وتوعلت الجبل: علوته، مثل توقلت. ووعلة: اسم شاعر من جرم.",
    "pg": "5:1843-1844"
  },
  "وعن": {
    "def": "الوَعْنَةُ: الأرض الصُلبة. قال أبو زيد: تَوَعَّنَتِ الناقةُ، أي سمنت غاية السمن.",
    "pg": "6:2215"
  },
  "وعى": {
    "def": "الوِعاءُ: واحد الأوعِيَةِ. يقال: أوْعَيْتُ الزادَ والمتاعَ، إذا جعلته في الوِعاءِ. قال الشاعر (١) : الخيرُ يبقى وإنْ طالَ الزمانُ به * والشرُّ أخبثُ ما أوعيت من زادِ ووَعاهُ، أي حفظه. تقول: وَعَيْتُ الحديث أَعِيهِ وَعْياً. وأذنٌ واعِيَةٌ. أبو عبيد: الوَعْيُ: القَيْحُ والمِدَّةُ. يقال: وَعَتِ المِدَّةُ في الجرح، إذا اجتمعتْ. ووَعى العظمُ، أي انجبر بعد الكسر. و (الله أعلم بما يوعونَ) ، أي يُضمرون في قلوبهم من التكذيب. ويقال: لا وَعْيَ عن ذلك الأمر، أي لا تماسك دونه. قال ابن أحمر تواعدن أن لا وعى عن فرج راكس * فرحن ولم يغضرن عن ذاك مغضرا ومالى عنه وَعْيٌ، أي بُدٌّ. والوَعى بالتحريك: الجلبة والأصوات. والواعِيَةُ: الصارخةُ.",
    "pg": "6:2525-2526"
  },
  "وغب": {
    "def": "الاصمعي: الوغب: الاحمق. قال الراجز (١) :\nولا ببرشاع الوخام وغب (٢) * والوغب أيضاً: سَقَطُ المتاعِ. وأوْغابُ البيت كالقَصعة والبُرْمَةِ ونحوهما. والوَغْبُ أيضاً: الجمل الضَخم. وقد وَغُبَ الجملُ بالضم وغوبة.",
    "pg": "1:234"
  },
  "وغد": {
    "def": "وَغدتُ القومَ أغِدُهُمْ، أي خدمتهم. والوغد: الرجل الدنئ الذى يخدم بطعام بطنه. تقول منه: وغد الرجل بالضم. والوغد: قدح من سهام الميسر لا نصيبَ له. والمُواغَدَةُ في السير، مثل المُواضَخَةِ. قال الأصمعي: وقد تكون المواغَدَةُ للناقة الواحدة، لأنَّ إحدى يديها ورجليها تواغد الاخرى.",
    "pg": "2:552-553"
  },
  "وغر": {
    "def": "الوَغْرَةُ: شدَّةُ توقُّدِ الحرِّ. ومنه قيل: في صدره عليَّ وَغْرٌ بالتسكين، أي ضِغْنٌ وعداوةٌ وتوقُّدٌ من الغيظ. والمصدر بالتحريك، تقول: وَغِرَ صدرُه عليَّ يَوْغَرُ وَغَراً: فهو واغِرُ الصدر عليَّ. وقد أوْغَرْتُ صدره على فلان، أي أحميته من الغيظ. وأوْغَرْتُ الماء، أي أغليته. وربَّما يُسْمَطُ فيه الخنزير وهو حى يذبح، وهو فعل قوم من النصارى. قال الشاعر: ولقد رأيت مكانهم فكرهتهم * ككراهة الخنزير للايغار - والوغيرة: اللبن يسخن بالحجارة المحمَّاة: والوَغيرُ أيضاً. قال (١) يصف فرساً عرقت. يَنِشُ الماء في الرَبَلاتِ منها * نَشيشَ الرَضْفِ (٢) في اللبن الوغير - تقول منه: أوغرت اللبن. وكذلك التَوْغيرُ. قال الشاعر: فسائِلْ مُراداً عن ثلاثة فِتْيَةٍ * وعن إِثْرِ ما أبْقى الصريحُ الموغر - وسمعت وغرالجيش، أي أصواتهم. قال الراجز: كأنما زهاؤه لمن جهر * ليل ورز وغره إذا وغر - وقال ابن مقبل: في ظهرت مرت عساقيل السحاب به * كأنَّ وَغْرَ قَطاهُ وَغْرُ حادِينا - وأوْغَرَ العاملُ الخَراجَ، أي استوفاه. ويقال: الإيغارُ أن يُوغِرَ المَلِكُ الرجلَ الأرضَ، يجعلها له من غير خَراج. وقد يسمَّى ضَمانُ الخراجِ إيغاراً، وهي لفظةٌ مُوَلَّدةٌ.",
    "pg": "2:846-847"
  },
  "وغف": {
    "def": "الايغاف بالغين المعجمة: سرعة العدو. والوغف: ضعف البصر. والوغف: شئ يشد على بطن التَيْس لئلاّ ينزو.",
    "pg": "4:1440"
  },
  "وغل": {
    "def": "وَغَلَ الرجلُ يَغِلُ وُغولاً، أي دخل في الشجر وتَوارى فيه. ويقال أيضاً: وَغَلَ يَغِلُ وَغلاً، إذا دخل على القوم في شرابهم فشرب معهم، من غير أن يُدعى إليه والواغِلُ في الشراب، مثل الوارِشِ في الطعام. قال امرؤ القيس: فاليومَ فاشرب غيرَ مُسْتَحْقِبٍ. إثماً من اللهِ ولا واغِلِ أبو عمرو: الوَغْلُ أيضاً: الشراب الذي يشربه الواغل. وأنشد قول عمرو بن قمئة: إن أك مسكيرا فلا أشرب الوغل ولا يسلم منى البعير والوغل أيضا: النذل من الرجال. وأنشد: وحاجب كردسه في الحبل منا غلام كان غير وغل حتى افتدى منا بمال جبل الفراء: يقال مالى عن هذا الأمر وَغْلٌ، أي بُدٌّ. والوغل: بكسر الغين السيئ الغذاء. والايغال: السير السريعُ والإمعانُ فيه. قال الأعشى: تَقْطَعُ الأَمْعَزَ المُكَوْكِبَ وَخْداً بنَواجٍ سريعة الايغال وتوغل في الارض، إذا سار فيها وأبعد.",
    "pg": "5:1844"
  },
  "وغم": {
    "def": "الكسائي: وَغَمْتُ بالخبر أَغِمُ وَغْماً، إذا أخبرت به من غير أن تستيقنه، مثل لغمته بالغين معجمة. ووغم عليه بالكسر، أي حَقَد. وتَوَغَّمَ، إذا اغتاظَ. والوغم: الترة. والاوغام: الترات.",
    "pg": "5:2053"
  },
  "وغى": {
    "def": "الوغى مثل الوغى. قال الهذليّ: كأنَّ وَغى الخَموشِ بجانِبَيْهِ * مآتِمُ يَلْتَدِمْنَ على قَتيلِ (١) ومنه قيل للحرب وَغًى، لما فيها من الصوت والجلبة. والأَواغي: مَفاجِرُ الدبار في المزارع.",
    "pg": "6:2526"
  },
  "وفد": {
    "def": "وفَدَ فلان على الأمير، أي وَرَدَ رسولاً، فهو وافِدٌ. والجمع وفد، مثل صاحب وصحب. وجمع الوفد أوفاد ووُفودٌ. والاسم الوِفادَة. وأَوْفَدْتُهُ أنا إلى الأمير، أي أرسلته. والوافِدُ من الإبل: ما سبق سائرها. والايفاد على الشئ: الاشراف عليه. وقال: ترى العلافى عليها موفدا * كأن برجا فوقها مشيدا - ويقال للفرس: ما أحسن ما أَوْفَدَ حارِكُهُ، أي أَشْرَفَ. والإيفادُ أيضا: الاسراع، وهو في شعر ابن أحمر (١) . والوفد: ذروة الجبل من الرمل المشرف. والوافدان اللذان في شعر الاعشى (٢) ، هما الناشزان من الخدين عند المصغ، فإذا هرم الانسان غاب وافداه. واستوفد الرجل في قِعدته: لغةٌ في اسْتَوْفَزَ. والاوفاد: قوم من العرب. وقال: فلو كنتم منا أخذتم بأخذنا * ولكنما الا وفاد أسفل سافل -",
    "pg": "2:553"
  },
  "وفر": {
    "def": "الوَفْرُ: المالُ الكثير. والوَفْرَةُ: الشعرُ إلى شحمة الأذُنِ، ثم الجُمَّةِ، ثم اللِمَّةِ، وهي التي ألمت بالمنكبين. والموفور: الشئ: التام. ووفرت الشئ وفرا. ووفرا الشئ بنفسه وفورا (١) . وقولهم: \" توفر وتحمد \"، من قولك وفَرْتُهُ عِرْضَهُ وماله. قال الفرا: إذا عرض عليك الشئ فلك أن تقول توفر وتُحْمَدُ ولا تقل توثَرُ. يضرب هذا المثل للرجل تعطيه الشئ فيردُّه عليك غير تَسَخُّطٍ. وهذه أرضٌ في نبتها وَفْرٌ ووَفْرَةٌ وفرة أيضا، أي وفورلم يُرْعَ. والوَفْراءُ: الأرضُ التي لم ينقص من نبتها شئ. قال الاعشى: عرندسة (١) لا ينقص السير غرضها * كأحقب بالوفراء جأب مكدم - ويقال: مزادة وفراء، للتى لم ينقص من أديمها شئ. وسقاء أوفر. قال ذو الرمّة: وَفْراَء غَرْفِيَّةٍ أثْأى خوارزَها * مُشَلْشَلُ ضَيَّعَتْهُ بينها الكتب (٢) - ووَفَّرَ عليه حقَّه تَوْفيراً. واسْتَوْفَرَهُ، أي استوفاه. وتَوَفَّرَ عليه: أي رعى حُرُماتِهِ. ويقال: هم مُتوافِرونَ، أي هم كثير. قول الراجز (٣) : كأنها من بدن (١) وإيفار * دبت عليها ذربات الانبار - إنما هو من الوفور، وهو التمام. يقول: كأنها أوفرها الرعى دبت عليها الانبار. ويروى: \" واستيفار \"، والمعنى واحد. ويروى: \" وإيغار \"، من أوغر العامل الخراج، أي استوفاه. ويروى بالقاف، من أوقره، أي أثقله.",
    "pg": "2:847-848"
  },
  "وفز": {
    "def": "الوَفْزُ والوَفَزُ: العَجَلَةُ، والجمع أوْفازٌ. يقال: نحن على أوْفازٍ، أي على سفرٍ قد أشخَصْنا. وأنا على أوفاز. قال الراجز: أسوق عيرا مائل الجهاز * صعبا ينزينى على أوفاز * ولا تقل: على وفاز. واستوفز في قِعْدته، إذا قعد قُعوداً منتصباً غير مطمئن.",
    "pg": "3:901"
  },
  "وفض": {
    "def": "يقال: لقيته على أوْفاضٍ، أي على عجلةٍ مثل أوْفازٍ. قال رؤبة:\nتمشى بنا الجد على أوفاض * والوَفْضُ: العَجَلَةُ. وأوْفَضَ واسْتَوْفَضَ، أي أسرع. قال الراجز (٢) :\nتَعْوي البُرى مُسْتَوْفِضاتٍ وَفْضا (٣) * أي تلوي، ومنه قوله تعالى: ﴿كأنَّهم إلى نُصُبٍ يوفِضون﴾ . ويقال أيضاً: اسْتَوْفَضَهُ، إذا طرده واستعجله. وناقةٌ مِيفاضٌ، أي مسرعة. قال الراجز: لانعتن نعامة ميفاضا * خرجاء ظلت (١) تطلب الاضاضا * والوفضة: شئ كالجعبة من أَدَمٍ، ليس فيها خشبٌ، والجمع الوِفاضُ. والأوْفاضُ: الفِرَقُ من الناس والاخلاط من قبائل شتى، كأصحاب الصفة. وفى الحديث أنه ﵇ أمر بصدقة أن توضع في الاوفاض.",
    "pg": "3:1112-1113"
  },
  "وفع": {
    "def": "ابن السكيت عن أبي عمرو قال: قال الطائيّ: الوَفيعَةُ مثل السلَّة تُتَّخذ من العراجين والخوص. ولا تقله بالقاف.",
    "pg": "3:1301"
  },
  "وفق": {
    "def": "الوِفاقُ: المُوافقَةُ.\nوالتَوافُقُ: الاتِّفاقُ والتظاهرُ.\nووافَقْتُهُ، أي صادفته.\nووَفَّقه الله، من التوفيق.\nواسْتَوْفَقْتُ الله أي سألته التوفيق.\nويقال: وَفِقْتَ أمرَك تَفِقُ، بالكسر فيهما، أي صادفتَه مُوافِقاً. وهو من التوفيق.\nكما يقال رشَدْتَ أمرَك.\nوالوَفقُ من المُوافقةِ بين الشيئين؛ كالالتحام. يقال حَلُوبَتُهُ وَفْقُ عِياله، أي لها لبنٌ قَدْرُ كفايتهم، لا فضلَ فيه. قال الشاعر (١) :\nأمَّا الفقيرُ الذي كانت حَلُوبَتُهُ\nوَفْقَ العِيالِ فلم يُتْرَكْ له سَبَدُ\nويقال: أتيتك لوَفْقِ الأمرِ وتَوفاقِ الأمرِ، وتِيفاقِهِ. قال الأحمر: يقال: كان ذلك لميفاقِ الهلالِ وتِيفاقِهِ، وتَوفاقِهِ، أي حين أُهلَّ الهلالُ. ويقال: أَوْفَقْتُ السهمَ وأَوْفَقْتُ بالسهم، إذا وضعت الفُوقَ في الوتر لترمى، كأنه قلب أفوقت ولا يقال أفوقت.",
    "pg": "4:1567-1568"
  },
  "وفه": {
    "def": "الوافِهُ: قَيِّمُ البيعَةِ، بلغة أهل الحيرة. وفى الحديث: \" يغير وافه عن وفهيته، ولا قسيس عن قسيسيته) .",
    "pg": "6:2256"
  },
  "وفى": {
    "def": "الوَفاءُ: ضدُّ الغدر. يقال: وَفى بعهده وأَوْفى بمعنًى. ووَفى الشئ وفيا، على فعول، أي تم وكثر. (*) والوفى: الوافى. وأوفى على الشئ، أي أشرف. وعَيْرٌ ميفاءٌ على الإكامِ، إذا كان من عادته أن يوفى عليها. وقال (١) يصف الحمار:\nعيران ميفاء على الرزون (٢) * ويروى: \" أحقب ميفاء \". وأوفاه حقه ووَفَّاهُ بمعنًى، أي أعطاه وافِياً. واسْتَوْفى حقّه وتَوَفَّاهُ بمعنًى. وتَوَفَّاهُ الله، أي قبضَ روحه. والوَفاةُ: الموتُ. ووافى فلانٌ: أتى. وتَوافى القوم: تتاموا. وأوفى: اسم رجل.",
    "pg": "6:2526"
  },
  "وقب": {
    "def": "الوَقْبُ في الجبل: نُقرةٌ يجتمع فيها الماء. ووَقْبَةُ الثريد: أُنْقوعَته. ووَقْبُ العين: نَقْرَتُها. تقول: وَقَبَتْ عيناه: غارَتا. والوَقْبُ: الأحمق، مثل الوغب. قال أسود بن يعفر: أبنى نجيح إن أمكم * أمة وإن أباكم وقب أكلت خبيث الزاد فاتخمت * عنه وشم خمارها الكلب ووقب الشئ يقب وقبا (١) ، أي دخل. تقول: وقبت الشمسُ، إذا غابت ودخلت موضعها. ووقَبَ الظلامُ: دخلَ على الناس. ومنه قوله تعالى: (ومن شَرِّ غاسِقٍ إذا وَقَبَ) . قال الحسن (٢) : إذا دخلَ على الناس. وأوقبت الشئ، إذا أدخلته في الوقبة. وأَوْقَبَ القومُ، أي جاعوا. والوقيب: صوت قنب الفرس. والوقبى: ماء لبنى مازن. قال الشاعر (٣) : هم منعوا حمى الوقبى (٤) بضرب * يؤلف بين أشتات المنون",
    "pg": "1:234"
  },
  "وقت": {
    "def": "الوَقْتُ معروف والميقات: الوقتُ المضروب للفعل، والموضعُ. يقال هذا ميقات أهل الشام، للموضع الذي يحرمون منه. وتقول: وقته فهو موقوت، إذا بيَّنَ للفعل وقتاً يُفْعَلُ فيه. ومنه قوله تعالى: (إنَّ الصلاةَ كانتْ على المؤمنين كتاباً موقوتاً) ، أي مفروضاً في الأوقات. والتوقيت: تحديد الأوقات. تقول: وقَّتُّهُ ليوم كذا، مثل أَجَّلْتُهُ. وقرئ: (وإذا الرسُلُ وُقِّتَتْ) مخفَّفة و (أقتت) لغة، مثل وجوه وأجوه. والموقت: مفعل من الوقت. قال العجاج:\nوالجامعُ الناس ليوم الموقت",
    "pg": "1:269-270"
  },
  "وقح": {
    "def": "حافرٌ وَقاحٌ، أي صلبٌ، والجمع وقح مثل قذال وقذل. وقد وقح بالضم يوقَحُ وقاحَة ووُقوحةً ووُقوحاً ووُقْحاً بالضم يخفَّف ويثقل، وقِحَةً وقَحَةً، والهاء عوض من الواو. وكذلك أَوْقَحَ الحافرُ واسْتَوْقَحَ. ويقال أيضاً وَقُحَ الرجلُ، إذا صار قليل الحياء فهو وَقِحٌ، ووَقاحٌ بيِّن القِحَةِ والقَحَةِ والوَقاحَةِ. وامرأةٌ وَقاحُ الوجهِ. وتوقيحُ الحافرِ: تصليبه بالشَحم المذاب. اللحياني: رجلٌ مُوَقَّحٌ مثل موقَّع، وهو الذي أصابته البلايا فصار مجربا.",
    "pg": "1:416"
  },
  "وقد": {
    "def": "وَقَدَتِ النارُ تَقِدُ وُقوداً بالضم، ووَقْداً، وقِدَةً، ووَقَداً، ووَقَداناً، أي توَقَّدَتْ. وأوْقَدْتُها أنا، واسْتَوْقَدْتُها أيضاً. والاتِّقادُ، مثل التَوَقُّدِ. والوَقودُ بالفتح: الحَطَبُ، وبالضم الاتِّقادُ قال يعقوب: وقرئ:\n(النَّارِ ذاتِ الوُقودِ) *. والموضع موقد، مثال مجلس. والنار موقدة. والوقدة: أشدُّ من الحرِّ، وهي عشرة أيام أو نصف شهر.",
    "pg": "2:553"
  },
  "وقذ": {
    "def": "وَقَذَهُ يَقِذُهُ وَقْذاً: ضربه حتى استرخى وأشرف على الموت. وشاةٌ مَوْقوذَةٌ: قُتِلَتْ بالخشَب. ويقال: وَقَذَهُ النعاسُ: إذا غلبه. قال الاعشى: يلويننى دينى النهار وأقتضى * دَيْني إذا وَقَذَ النُعاسُ الرُقَّدا - ورجلٌ وَقيذٌ، أي ما به طِرْقٌ. الأصمعي: المُوَقَّذَةُ: الناقةُ التي قد أثَّر الصِرارُ في أخلافها. وقال العدبس: هي التى يرغثها الولد (٣) ولا يخرج لبنها إلا نزرا لعظم الضرع، فيوقذها ذاك ويأخذها له داء وورم.\nفصل الهاء",
    "pg": "2:572"
  },
  "وقر": {
    "def": "الوَقْرُ بالفتح: الثِقْلُ في الأذن. والوِقْرُ بالكسر: الحِمْلُ. يقال: جاء يحمل وِقْرَهُ. وقد أَوْقَرَ بعيره وأكثر ما يستعمل الوقر في حِمْلِ البغلِ والحمارِ، والوَسْقُ في حملِ البعيرِ. وهذه امرأةٌ موقرة، بفتح القاف، إذا حملت حملا ثقيلا. وأَوْقَرَتِ النخلةُ، أي كثُر حملها. يقال: نخلةٌ موقِرَةٌ وموقِرٌ، وموقَرَةٌ. وحكى موقر، وهو على غير القياس، لان الفعل ليس للنخلة. وإنما قيل موقر بكسر القاف، على قياس قولك امرأة حامل. لان حمل الشجر مشبه بحمل النساء. فأما موقر بالفتح فشاذ. وقد روى في قول لبيد يصف نخيلا. عصب كوارع في خليج محلم * حملت فمنها موقر مكموم - والجمع مَواقِرٌ. وقد وَقِرَتْ أذنُه بالكسر تَوْقَرُ وَقراً، أي صَمَّتْ. وقياس مصدره التحريك، إلا أنَّه جاء بالتسكين. ووَقَرَ الله أذنَه يقرها وقرا. يقال: اللهم قرأذنه. ووقرت أذنه، على ما لم يسمَّ فاعلُه، فهو موقور. ووَقَرْتُ العظمَ أَقِرُهُ وَقْراً: صدعته. قال الأعشى: يا دَهْرُ قد أكْثرتَ فَجْعَتَنا * بسَراتِنا ووَقَرْتَ في العَظْمِ - والوَقْرَةُ: أن يصيب الحافرَ حجرٌ أو غيره فينكُبه. تقول منه: وَقِرَتِ الدابة بالكسر، وأوْقَرَها الله، عن الكسائي، مثل رَهِصَتْ وأرهصها الله. قال العجاج: كأنه مستبطن إصرارا * وأبا حمت نسوره الاوقارا - يقال في الصبر على المصيبة: \" كانت وَقْرةً في صخرةٍ \"، يعني ثُلْمَةً وهَزْمَةً، أي أنَّه احتمل المصيبة ولم تؤثِّر فيه إلا مثل تلك الهَزْمة في الصخرة. والوقار: الحلم والرزانة. وقد وَقَرَ الرجل يَقِرُ وَقاراً وقِرَةً، إذا ثبت، فهو وَقورٌ. قال الراجز (١) : بكُلِّ أخلاقِ الرجالِ (٢) قد مَهَرْ * ثَبْتٌ إذا ما صيح القوم وقر - وقال الله تعالى:\n(وقرن في بيوتكن) *، وقرئ بالفتح. فهذا من القرار، كأنه يريد اقررن، فتحذف الراء الاولى للتخفيف وتلقى فتحتها على القاف، فيستغنى عن الالف لحركة ما بعدها. وتحتمل قراءة من قرأ بالكسر أيضا أن تكون من اقررن بكسر الراء على هذا، كما قرئ:\n(فظلتم تفكهون) * بفتح الظاء وكسرها، وهو من شواذ التخفيف. والتوقير: التعظيم والترزينُ أيضاً. وقوله تعالى:\n(مالكمْ لا ترجعون الله وقارا) *، أي لا تخافون لله عظمة، عن الاخفش. ورجل موقر، أي مجرب. والتيقور: الوقار، وأصله ويقور، قلبت الواو تاء. قال العجاج:\nفإن يكن أمسى البلى تيقورى * أي أمسى وقارى. والوقيرة: نقرة في الجبل عظيمة. وقولهم فقير وَقيرٌ، إتباعٌ له. ويقال: معناه أنَّه أوْقَرَهُ الدَينُ، أي أثقله. والوقير: الغنم. قال ذو الرمة يصف بقرة: مولعة خنساء ليست بنعجة * يدمن أجواف المياه وقيرها - وكذلك القرة، والهاء عوض من الواو. قال الاغلب العجلى: ما إن رأينا ملكا أغارا * أكثر منه قرة وقارا -",
    "pg": "2:848-849"
  },
  "وقس": {
    "def": "يقال: وقسه وقسا، أي قرفه. وإنَّ بالبعير لوَقْساً، إذا قارفه شئ من الجرب. فهو بعير موقوس. قال العجاج وحاصين من حاصنات ملس (١) * من الاذى ومن قراف الوقس",
    "pg": "3:989"
  },
  "وقش": {
    "def": "الوقْشُ: الحركةُ ; يقال: سمعت وَقْشَهُ، أي حِسَّهُ. وتَوَقَّشَ، أي تحرك. قال الشاعر (٢) فدع عنك الصِبا ولَدَيْكَ هَمًّا * تَوَقَّشَ في فؤادك واختبالا (١) * ووقش أيضا: اسم رجل من الاوس. وبنو أقيش: قوم من العرب، وأصل الالف فيه واو، مثل أقتت ووقتت. وأنشد الاخفش للنابغة: كأنك من جمال بنى أقيش * يقعقع خلف رجليه بشن * أراد: كأنك جمل من جمالهم، فحذف فحذف، كما قال الله تعالى: ﴿وإن من أهل الكتاب إلا ليؤمنن به﴾ ، أي وما من أهل الكتاب أحد إلا ليؤمنن به.\nفصل الهاء",
    "pg": "3:1026-1027"
  },
  "وقص": {
    "def": "الكسائي: وَقَصْتُ عنقَه أَقِصُها وَقْصاً، أي كسرتها، ولا يكون وقصت العنق نفسها. قال الراجز: ما زال شيبان شديدا وهصه (١) * حتى أتاه قرنه فوقصه * أراد فوقصه، فلما وقف على الهاء نقل حركتها وهى الضمة إلى الصاد قبلها فحركها بحركتها. ووقص الرجل فهو مَوقوصٌ. ويقال أيضاً: وَقَصَتْ به راحلتُه، وهو كقولك: خُذِ الخِطامَ وخُذْ بالخِطام. والفرسُ يَقِصُ الإكامَ، أي يدقُّها. والوَقَصُ بالتحريك: قِصَرُ العنقِ. تقول منه: وَقِصَ الرجلُ يَوْقَصُ وَقَصاً فهو أَوْقَصُ، وأَوْقَصَهُ الله. والوَقَصُ أيضاً: كسارُ العيدانِ تُلقى على النار. قال حُمَيد (٢) : لا تَصْطَلي النارَ إلاَّ مُجْمَراً أَرِجاً * قد كَسَّرَتْ من يَلَنْجوجِ له وَقَصا * ويقال: وَقِّصْ على نارِكَ. والوَقَصُ أيضاً: واحد الأوْقاصِ في الصَدَقة، وهو ما بين الفريضتين، نحو أن تبلغ الابل خمسا ففيها شاة، ولا شئ في الزيادة حتى تبلغ عشراً. فما بين الخَمْسِ إلى العشر وقص. وكذلك الشنق. وبعض العلماء يجعل الوقص في البقر خاصة، والشنق في الابل خاصة. وهما جميعا بين الفريضتين. ويقال: مرَّ فلانٌ يَتَوَقَّصُ به فرسه، إذا نَزا نَزْواً يُقارِبُ الخَطْوَ. وواقصة: منزل بطريق مكة.",
    "pg": "3:1061-1062"
  },
  "وقط": {
    "def": "الوَقْطُ والوَقيطُ: حُفرةٌ في غلظ أو جبل يجتمع فيه ماء السماء ; والجمع وِقاطٌ. ويقال: أصابتنا سماءٌ فوَقَّطَ الصخرُ، أي صار فيه وَقْطٌ. والمَوْقوطُ: الصريعُ. يقال: وَقَطَ به الأرضَ، إذا صرعه. ويوم الوقيط: يوم كان في الاسلام بين بنى تميم وبكر بن وائل.",
    "pg": "3:1168"
  },
  "وقع": {
    "def": "الوَقْعَةُ: صَدمةُ الحرب. والواقِعَةُ مثله. والواقعة: القيامة. ومواقع الغيث: مساقطه. ويقال: وقع الشئ موقعه. ومَوْقَعَةُ الطائرِ بفتح القاف (١) : الموضع الذي يَقَعُ عليه. ومِيقَعَةُ البازي: الموضع الذي يألفه فيقَع عليه، والميقَعَةُ أيضاً: خشبةُ القصَّارِ التي يدق عليها، والميقعة: المطرقة، فال ابن حلزة: أنمى إلى حرف مذكرة * تهص الحصى بمواقع (٢) خنس * وقول الشاعر: دلفت له بأبيض مشرفى * كأن على مواقعه غبارا (٣) * يعنى به مواقع الميقعة. ويقال: الميقَعَةُ: المِسَنُّ الطويلُ. والوَقْعُ بالتسكين: المكان المرتفع من الجبل، عن أبى عمرو. والوقع بالتحريك: الحجارةُ، واحدتها وَقَعَةٌ. والوَقَعُ أيضاً: الحَفى. يقال وَقِعَ الرجلُ يَوْقَعُ، إذا اشتكى لحمَ قدمِه من غلظ الارض والحجارة. ومنه قول الشاعر:\nكل الحذاء يحتذى الحافى الوقع * (١) والوقع أيضاً: السحابُ الرقيق. والحافرُ الوَقيعُ: الذي أصابته الحجارة فرقَّقته. والوَقيعُ من السيوف: ما شُحِذَ بالحجر. وسكِّينٌ وَقيعٌ أي حديدٌ وُقِعَ بالميقعة. يقال: قع حديدك. قال الشماخ:\nنواجذهن كالحدإ الوقيع (٢) * والوقائع: المناقع. والوقيعة في الناس: الغيبَةُ. والوَقيعَةُ: القتالُ ; والجمع الوَقائعُ. وقال أبو صاعد: الوَقيعَةُ نُقْرةٌ في متن حجرٍ في سهلٍ أو جبلٍ يستنقِعُ فيها الماء، وهي تصغُر وتعظم حتَّى تجاوز حدَّ الوَقيعةِ فتكون وَقيطاً. قال ابن أحمر: الزاجر العيس في الامليس أعينها * مِثْلُ الوقائِع في أنصافِها السَمَلُ * ويقال: كَوَيْتُهُ وَقاعِ، مثل قَطامِ. قال أبو عبيد: هي الدائرة على الجاعِرتَين وحيثما كانت، لا تكون إلاَّ إدارةً (١) . يعني ليس لها موضع معلوم. وقال (٢) : وكنتُ إذا مُنيتُ بخَصْمِ سَوْءٍ * دَلَفْتُ له فَأَكْويهِ وَقاعِ (٣) * وَوَقَعْتُ بالقوم في القتال وأَوْقَعْتُ بهم، بمعنًى. ويقال أيضاً: أوْقَعَ فلانٌ بفلانٍ ما يسوءه، وأوْقَعوهُمْ في القتال مُواقَعَةً ووِقاعاً. ووقعْتُ من كذا وعن كذا وقعا. ووقع الشئ وقوعا: سقط، وأوقعه غيره. وأهل الكوفة يسمون الفعل المتعدى واقعا. ويقال: وَقَعَ رَبيعٌ بالأرض، ولا يقال: سقط. ووَقَعْتُ السكِّين. أحددْتُها. وحافرٌ موقوع، مثل وقيع. ومنه قول رؤبة:\nبكل موقوع النسور أخلقا (٤) * ووقع في الناس وَقيعَةً، أي اغتابهم. وهو رجلٌ وَقَّاعٌ ووَقَّاعَةٌ: يغتاب الناس. ووَقَعَ الطائرُ وُقوعاً، وإنَّه لحَسَنُ الوِقْعَةِ بالكسر. والنَسْرُ الواقِعُ: نجمٌ. وتوقعت الشئ واستوقعته، أي انتظرت كونَه. والتَوْقيعُ: ما يوَقَّعُ في الكتاب. يقال: \" السرورُ تَوْقيعٌ جائزٌ \". وطريقٌ مُوَقَّعٌ، أي مذلَّلٌ. ويقال رجلٌ مُوَقَّعٌ ; للذي أصابته البلايا، وكذلك البعير. قال الشاعر: فما منكُمُ أفْناَء بكرِ بن وائلٍ * لِغارتِنا (١) إلاَّ ذَلولٌ مُوَقَّعُ * والتَوْقيعُ أيضاً: إقبالُ الصَيْقلِ على السيف بميقَعَتِهِ يحدِّده. وسكِّينٌ مُوَقَّعٌ، أي محدَّدٌ. ومِرْماةٌ مُوَقَّعَةٌ. والتَوْقيعُ: الدَبَرُ. وإذا كثُر بالبعير الدَبَرُ قيل: إنَّه لمُوَقَّعُ الظهرِ. وأنشد ابن الاعرابي (٢) : مثلُ الحمارِ المُوَقَّعِ الظَهْرِ لا * يُحْسِنُ مشياً إلاَّ إذا ضُرِبا * والتوقيع أيضا: تظنى الشئ وتوهمه. يقال: وَقِّعْ، أي الْقِ ظنَّك على الشئ.",
    "pg": "3:1301-1303"
  },
  "وقف": {
    "def": "الوَقْفُ: سِوارٌ من عاج (١) . يقال وَقَّفْتُ المرأة تَوْقيفاً، إذا جعلت في يديها الوَقْفَ. وفرسٌ مُوَقَّفٌ، إذا أصاب الأَوْظِفَةَ منه بياضٌ في موضع الوَقْفِ ولم يَعْدُها إلى أسفل ولا فوق، فذلك التَوْقيفُ. ويقال وَقَفَتِ الدابةُ تَقِفُ وُقوفاً، وَوَقَفْتُها أنا وَقفاً، يتعدَّى ولا يتعدَّى. ووَقَفْتُهُ على ذنْبه، أي أطلعته عليه. ووَقَفْتُ الدار للمساكين وَقْفاً، وأَوْقَفْتُها بالألف لغةٌ رديئة. وليس في الكلام أوقفت إلا حرف واحد: أو قفت عن الأمر الذي كنت فيه، أي أقلعت. قال الطرمّاح: جامِحاً في غوايتي ثم أو قفت * رضًى بالتُقى وذو البِرِّ راضي (٢) وحكى أبو عمرو: كلَّمتهم ثم أو قفت، أي أسكت. وكل شئ تمسك عنه تقول أو قفت. وحكى أبو عبيد في المصنف عن الاصمعي واليزيدى أنهما ذكرا عن أبي عمرو بن العلاء أنه قال: لو مررت برجل واقف فقلت له: ما أوقفك هاهنا؟ لرأيته حسنا. وحكى ابن السكيت عن الكسائي: ما أوقفك هاهنا؟ وأى شئ أوقفك هاهنا؟ أي أي شئ صيرك إلى الوقوف. والموقف: الموضع الذى تقف فيه، حيث كان. ومُوْقِفا الفرس: الهَزْمَتانِ في كَشْحَيْهِ. ويقال للمرأة: إنَّها لحَسَنَةُ الموقفين، وهما الوجه والقدم. عن يعقوب. ويقال مَوْقِفُ المرأة: عيناها ويداها وما لابد من إظهاره. وتوقيف الناس في الحج: وُقوفُهُمْ بالمَواقِفِ. والتَوْقيفُ كالنصّ. وتَواقَفَ الفريقان في القتال. وواقَفْتُهُ على كذا مُواقَفَةً ووِقافاً. واسْتَوْقَفْتُهُ، أي سألته الوُقوفَ. والتوقف في الشئ، كالتلوم فيه. والوَقيفَةُ: الوعِلُ تلجئه الكلاب إلى صخرة فلا يمكنه أن ينزل حتَّى يُصادَ. وقال: فلا تَحْسَبَنِّي شحمةً من وَقيفَةٍ مُطَرَّدَةٍ ممَّا تصيدك سلفع (١) وواقف: بطن من الانصار من بنى سالم ابن مالك بن أوس.",
    "pg": "4:1440-1441"
  },
  "وقق": {
    "def": "الوقوقة: نباح الكلب عند الفَرَقِ والوَقواقُ، مثل الوَكْواكِ، وهو الجبان. والوَقْواقُ: شجرٌ تُتَّخَذُ منه الدوى. وبلاد الوقواق، فوق بلاد الصين.",
    "pg": "4:1568"
  },
  "وقل": {
    "def": "الوَقْلُ بالتسكين: شجرُ المُقْلِ. وتَوَقَّلْتُ الجبلَ: علوْتُه. يقال منه: وعل وقل ووقل، مثل ندس وندس، وحذر وحذر. وقد وقل بالفتح، إذا تَوَقَّلَ في الجبل، أي تصعد. وفى المثل: \" أو قل من غَفْرٍ \"، وهو ولدُ الأَرْوِيَّةِ. وفرسٌ وَقِلٌ، بالكسر، إذا أحسن الدخول بين الجبال.",
    "pg": "5:1844"
  },
  "وقم": {
    "def": "الأصمعي: وَقَمَهُ، أي ردَّه. وقال أبو عبيدة: قهره. قال الشاعر: به أَقِمُ الشجاعَ له حُصاصٌ من القَطِمينَ إذْ فرَّ اللُيوثُ والقَطِمُ: الهائج. والوَقْمُ: جذْبك العِنان. ووَقَمْتُ الرجل عن حاجته: رددته أقبح الرد. والموقوم: الشديد الحزن. عن الكسائي. والوقم: كسر الرجل وتذليله. يقال: وَقَمَ اللهُ العدوَّ، إذا أذلَّه. ووُقِمَتِ الأرض، أي وُطِئتْ وأكل نباتها. وربما قالوا وكمت بالكاف، وكذلك الموكوم. وتوقمت الصيد: قتلته. وفلانٌ يَتَوَقَّمُ كلامي، أي يتحفَّظه ويعيه. وواقم: أطم من آطام المدينة. وحرة واقم مضافة إليه. وقال: لو أن الردى يزور عن ذى مهابة لهاب خضيرا يوم أغلق واقما وهو رجل من الخزرج يقال له خضير الكتائب.",
    "pg": "5:2053-2054"
  },
  "وقه": {
    "def": "الوَقْهُ: الطاعةُ مقلوبٌ من القاهِ. وقد وَقِهْتُ وأَيْقَهْتُ واسْتَيْقَهْتُ، أي أطعت، ويروى:\nواستيقهوا للمحلم (١)",
    "pg": "6:2256"
  },
  "وقى": {
    "def": "اتَّقى يَتَّقي، أصله اوْتَقى على افتعل، فقلبت الواو ياءً لانكسار ما قبلها وأبدلت منها التاء وأدغمت، فلما كثر استعماله على لفظ الافتعال توهموا أن التاء من نفس الحرف فجعلوه إتقى يتقى بفتح التاء فيهما [مخففة (١) ] ، ثم لم يجدوا له مثالا في كلامهم يلحقونه به فقالوا: تقى يتقى مثل قضى يقضى. قال أوس: تقاك بكعب واحدٍ وتَلذُّهُ * يَداكَ إذا ما هز بالكف يعسل وقال آخر (٢) : جلاها الصيقلون فأخلصوها * خفافا كلها يتقى بأثر وقال آخر (٣) : ولا أتقى الغيور إذا رأني * ومثلى لز بالحمس الربيس ومن رواها بتحريك التاء فإنما هو على ما ذكرنا من التخفيف. وتقول في الامر: تق، وللمرأة: تقى. وقال (٤) : زيادتنا نعمان لا تقطعنها * تق الله فينا والكتاب الذى تتلو (*) بنى الامر على المخفف فاستغنى عن الالف فيه بحركة الحرف الثاني في المستقبل. والتقوى والتقى: واحد، والواو مبدلة من الياء على ما ذكرنا في ريا. والتُقاةُ: التَقِيَّةُ. يقال: اتَّقى تَقِيَّةً وتقاة، مثل اتخم تخمة. والتقى: المتقى. وقد قالوا: ما أتقاه لله. وقول الشاعر: ومن يتق فإن الله معه * ورزق الله مؤتاب وغادى فإنما أدخل جزما على جزم للضرورة. ويقال: ق على ظَلْعِكَ، أي الزمْهُ وارْبَعْ عليه، مثل: ارْقَ على ظَلْعِكَ. وسرج واق، إذا لم يكن مِعْقَراً. وفرسٌ واقٍ، إذا كان يهاب المشي من وجَعٍ يجده في حافره. وقد وَقى يَقي، عن الاصمعي. ويقال للشجاع: مُوَقًّى، أي مَوْقيٌّ جدًّا. وتَوَقَّى واتَّقى بمعنًى. ووَقاهُ الله وقاية بالكسر، أي حفظه. والوقاية أيضاً: التي للنساء. والوَقايَةُ بالفتح لغةٌ. والوِقاءُ والوَقاءُ: ما وَقَيْتُ به شيئا. والاوقية في الحديث: أربعون درهما، وكذلك كان فيما مضى، فأما اليوم فيما يتعارفها الناس ويقدر عليه الاطباء فالاوقية عندهم وزن عشرة دراهم وخمسة أسباع درهم، وهو إستار وثلثا إستار. والجمع الاواقى، مثل أثفية وأثافى، وإن شئت خففت الياء في الجمع. والأواقي أيضاً: جمع واقِيَةٍ. قال مهلهل: ضرَبَتْ صدرها إليَّ وقالتْ * يا عَدِيًّا لقد وقتك الاواقى وأصله وواقى، لانه فواعل، إلا أنهم كرهوا اجتماع الواوين فقلبوا الاولى ألفا. والواقى: الصرد، مثل القاضي. ويقال هو الواقِ بكسر القاف بلا ياء، لأنَّه سمِّي بذلك لحكاية صوته. ويُروى قول الشاعر (١) : ولستُ بهَيَّاب إذا شَدَّ رَحْلَهُ * يقول عَداني اليومَ واقٍ وحاتم (٢) (*)",
    "pg": "6:2526-2528"
  },
  "وكأ": {
    "def": "رجلٌ تُكَأَةٌ مثال هُمَزَةٍ: كثير الاكتاء. والتكأة أيضا: ما يتكأ عليه. واتكأ على الشئ فهو متكئ، والموضع متكأ، وقرئ: (وأَعْتَدَتْ لَهُنَّ مُتَّكَأً) . قال الأخفش: هو في معنى مجلسٍ. وطعنه حتَّى أَتْكَأَهُ على، أفعَلَهُ، أي ألقاه على هيئة المتكئ. وتوكأت على العصا، وأصل التاء في جميع ذلك واوٌ. وأَوْكَأْتُ فلاناً إيكاءً، إذا نَصَبْتَ له مُتَّكَأً.",
    "pg": "1:82"
  },
  "وكب": {
    "def": "الموكِبُ: بابَةٌ من السير. والموكِبُ: القوم الرُكوب على الإبل للزينة، وكذلك جماعة الفرسان. وقد أوكبَ البعيرُ، إذا لزم الموكِب. عن ابن السكيت. وتقول: واكبت القومَ، إذا ركِبت معهم، وكذلك إذا سابقتَهم. ووَكَبَ الرجلُ على الأمر وأوكب، إذا واظبَ عليه. ويقال الوَكْبُ: الانتصاب. والواكبة: القائمة. والوَكَبانُ: مِشيةٌ في تؤَدةٍ ودَرَجانٍ. يقال ظبيةٌ وَكوبٌ وناقة مواكبة، للتى تعنق في سيرها. وأوكبَ الطائرُ، إذا تهيَّأ للطيران.",
    "pg": "1:234-235"
  },
  "وكت": {
    "def": "الوكتة: كالنقطة في الشئ. يقال: في عينه وَكْتَةٌ. ووَكَّتَتِ البُسْرَةُ توكيتاً، من نُقَط الإرطاب.",
    "pg": "1:270"
  },
  "وكح": {
    "def": "استوكحت الفراخ: غلظت.",
    "pg": "1:416"
  },
  "وكد": {
    "def": "وكَدْتُ العهدَ والسرجَ توكيداً، وأكدته تأكيدا بمعنى، وبالوا وأفصح. وكذلك أوْكَدَهُ وآكَدَهُ إيكاداً فيهما، أي شَدَّهُ. وتَوَكَّدَ الأمرُ وتأكَّدَ، بمعنًى. وقولهم: وَكَدَ وَكْدَهُ أي قصد قصده. والوِكادُ: حبلٌ يُشَدُّ به البقر عند الحلب.",
    "pg": "2:553"
  },
  "وكر": {
    "def": "وَكْرُ الطائر: عُشُّهُ. والجمع وُكورٌ وأوْكارٌ (١) . قال أبو يوسف: سمعت أبا عمرو يقول: الوَكْرُ العُشُّ حيثما كان، في جبلٍ أو شجرٍ. وقد وَكَرَ الطائر يَكِرُ وَكْراً، أي دخل في وكره. ووكرت الناقة تكرا وكرا، إذا عَدَتِ الوَكَرى، وهي عدوٌ فيه نزو، وكذك الفرس. وناقة وَكَرى أيضاً، أي قصيرة. ووَكَرْتُ السِقاءَ وَكْراً: ملأتُهُ، وكذلك وَكَّرْتُهُ توكيرا. وقال يصف معزى امتلات بطونها:\nنج المزاد مفرطا تَوْكيراً * وكذلك وَكَّرَ فلان بطنَه وأوكره. والتوكير: اتخاذ الوكيرة، وهى طعام البِناء. قال الأصمعيّ: شرب حتَّى تَوَكَّرَ، وحتَّى تَضَلَّعَ. وتَوَكَّرَ الطائر: امتلات حوصلته.\nفصل الهاء",
    "pg": "2:849-850"
  },
  "وكز": {
    "def": "الأصمعي: وَكَزَهُ مثل نَكَزَهُ، أي ضربه ودفعه. ويقال: وَكَزَهُ أيضاً: ضربه بجُمْع يَدِهِ على ذقنه.",
    "pg": "3:901"
  },
  "وكس": {
    "def": "الوَكْسُ: النقصُ. وقد وَكَسَ الشئ يكس. وفى الحديث: \" لها مَهْرُ مثلها لا وَكْسُ ولا شطط \"، أي لا نقصان ولا زيادة. وقد وَكَسْتُ فلاناً: نَقَصْتُهُ. وبَرَأَتِ الشَجَّةُ على وَكْسٍ، إذا بقى في جوفها شئ. يقال: وُكِسَ فلان في تجارته، وأُوكِسَ أيضاً على ما لم يسمَّ فاعله فيهما، أي خسر.",
    "pg": "3:989"
  },
  "وكظ": {
    "def": "الوَكْظُ: الدفعُ. يقال: وَكَظَهُ وكظا (١) ، أي دفعه وزبنه. ذكره أبو عبيد في المصنف. والمواكظة: المداومة على الامر. وقوله تعالى: ﴿إلا ما دمت عليه قائما﴾ قال مجاهد: مواكظا.\nفصل الياء",
    "pg": "3:1181"
  },
  "وكع": {
    "def": "سقاءٌ وَكيعٌ وفرسٌ وَكيعٌ، أي صلبٌ شديدٌ. وقد وَكُعَ بالضم، وأَوْكَعَهُ غيره. ومنه قول الشاعر:\nعلى أن مكتوب العجال وكيع (١) * يعني سقاء اللبن. والوَكَعُ بالتحريك: إقبالُ الإبهام على السبَّابة من الرِجْل حتَّى يُرى أصلُها خارجاً كالعُقدة. يقال: رجلٌ أَوْكَعُ وامرأةٌ وَكْعاءُ. وربَّما قالوا عَبْدٌ أَوْكَعُ ; يريدون اللئيم. وأَمَةٌ وَكْعاءُ، أي حمقاءُ. واسْتَوْكَعَتْ معدتُهُ، أي اشتدَّت طبيعته. والميكَعَةُ: سكَّةُ الحِراثَةِ، والجمع ميكع، وهى بالفارسية \" بزن \". ووكعت العقرب بإرتها، أي ضربتْ. ووَكَعَتْهُ الحيَّةُ. وأنشد أبو عبيدٍ لعروة بن مرَّة الهذليّ:\nورَمْيُ نِبالٍ مثلِ وَكْعِ الأَساوِدِ (٢) * ووكعت الشاة، إذا نهزت ضرعها عند الحلب. وبات الفصيلُ يَكَعُ أمه الليلة. ومن كلامهم: \" قالت العنز: احلب ودع، فإن لك ما تدع \". وقالت النعجة: \" احلب وكع، فليس لك ما تدع \" أي انهز الضرع واحلب كل ما فيه. ووكيع: اسم رجل.",
    "pg": "3:1303-1304"
  },
  "وكف": {
    "def": "وَكَفَ (٢) البيت وَكْفاً ووَكيفاً وتَوْكافاً، أي قَطَرَ. وأَوْكَفَ البيتُ لغةٌ فيه. وناقةٌ وَكوفٌ، أي غزيرةٌ. والوَكْفُ: النِطْعُ. قال أبو ذؤيب: تَدَلَّى عليها بين سِبٍّ وخَيْطَةٍ بجرداَء مثلِ الوَكْفِ يَكْبو غرابها والتوكف: التوقع. يقال: ما زلت أَتَوَكَّفُهُ حتَّى لقيته. والوَكَفُ بالتحريك: الإثمُ. وقد وَكِفَ يَوْكَفُ، أي أثِمَ. والوَكَفُ أيضاً: العيبُ. يقال: ليس عليك في هذا وَكَفٌ، أي منقصةٌ وعيبٌ. قال الشاعر (٣) : والحافظ وعورة العشيرة لايأ تيهم من ورائهم وكف وقول الراجز (١) :\nيَعْلو دَكاديكَ ويَعْلو (٢) وَكَفا * هو سفح الجبل. والوِكافُ والإكافُ للحمار. يقال آكَفْتُ البغل وأَوْكَفْتُهُ.",
    "pg": "4:1441"
  },
  "وكك": {
    "def": "الوكواك: الجبان. قالت امرأة ترثي زوجها: ولستَ بوَكْواكٍ ولا بزَوَنَّكٍ مكانكَ حتَّى يبعث الخَلْقَ باعثه\nفصل الهاء",
    "pg": "4:1616"
  },
  "وكل": {
    "def": "رجلٌ وَكَلٌ بالتحريك ووُكَلَةٌ أيضاً مثال هُمَزَةٍ، وتُكَلَةٍ. يقال: فلانٌ وكلَةٌ تُكلَةٌ، أي عاجِزٌ يَكِلُ أمرَهُ إلى غيره، ويتَّكل عليه. قالت امرأة (١) : ولا تكونن كهلوف وكل (٢) وموكل بالفتح: اسم موضع. قال لبيد يصف الليالى: وغلبن أبرهة الذى ألفينه قد كان خلد فوق غرفة موكل وهو شاذ، مثل موحد. وواكلت الدابة، إذا أساءت السيرَ. وفرسٌ واكِلٌ: يتَّكلُ على صاحبه في العدو ويحتاج إلى الضرب، يقال: دابَّة فيها وِكالٌ شديد، ووكال شديد، بالفتح والكسر. والوكيل معروف. يقال: وكَّلْتُهُ بأمر كذا تَوْكيلاً، والاسم الوَكالَةُ والوِكالَةُ. والتَوَكُّلُ: إظهار العجز والاعتماد على على غيرك، والاسم التُكْلانُ. واتَّكَلْتُ على فلانٍ في أمرى، إذا اعتمدته. وأصله اوتكلت، قلبت الواو ياءً لانكسار ما قبلها، ثم أبدلت منها التاء فأدغمت في تاء الافتعال. ثم بنيت على هذا الادغام أسماء من المثال وإن لم تكن فيها تلك العلة، توهما إن التاء أصلية، لان هذا الادغام لا يجوز إظهاره في حال، فمن تلك الاسماء التكلة، والتكلان، والتخمة والتهمة، والتجاة، والتراث، والتقوى. وإذا صغرت قلت تكيلة وتخيمة، ولا تعيد الواو لان هذه حروف الزمت البدل فثبتت في التصغير والجمع. ووكله إلى نفسه وكلا كولا، وهذا الامر موكولٌ إلى رأيِكَ. وقوله (١) : كِليني لهَمٍّ يا أُمَيْمَةَ ناصِبِ وليلٍ أقاسيه بطئ الكواكب أي دعينى. وواكَلْتُ فلاناً مُواكَلَةً، إذا اتَّكلْتَ عليه واتكل هو عليك.",
    "pg": "5:1844-1845"
  },
  "وكم": {
    "def": "المَوْكومُ مثل المَوْقومِ. وقد وَكَمَهُ الأمر: حَزَنَهُ. ووُكِمَتِ الأرض، إذا وظئت وأكل نباتها.",
    "pg": "5:2054"
  },
  "وكن": {
    "def": "الوَكْنُ بالفتح: عُشُّ الطائر في جبلٍ أو جدارٍ. والمَوْكِنُ مثله. الاصمعي: الوكن: مأوى الطائر في غير عشّ. والوَكْرُ بالراء: ما كان في عشٍّ. أبو عمرو: الوُكْنَةُ (١) والأُكْنَةُ بالضم: مواقع الطير حيثُما وقعت ; والجمع وُكْنانٌ، ووكنات ووكن، كما قلناه في جمع ركبة. وتقول: وكن الطائر بيضه يَكِنُهُ وَكْناً، أي حَضَنَهُ. وتَوَكَّنَ، أي تمكَّنَ. والواكِنُ: الجالس. قال عمرو بن شأس وذكَرَ نساءً: ومِنْ ظُعُنٍ كالدَوْمِ أشرَفَ فوقها * ظباءُ السُلَيِّ واكِناتٍ على الخَمْلِ * أي جالسات على الطنافس التي وَطَّأْنَ بها الهوادج. والسُلَيُّ: اسم موضع. ونصب \" واكنات \" على الحال.",
    "pg": "6:2215"
  },
  "وكى": {
    "def": "الوِكاءُ: الذي يشدُّ به رأس القِربة. وفي الحديث: \" احْفَظْ عفاصها ووكاءها \". يقال: أؤكى على ما في سِقائِهِ، إذا شدَّه بالوِكاءِ. وإنَّ فلاناً لوِكاءٌ: ما يبض بشئ. وسألناه فأوكى علينا، أي بَخِلَ. وفي الحديث أنَّه \" كان يوكي بين الصفا والمروة \"، أي يملأ ما بينهما سعياً كما يوكى السِقاءُ بعد الملءِ. ويقال معناه أنَّه كان يسكت فلا يتكلَّم، كأنَّه يوكي فمه. وهو من قولهم: أَوْكِ حَلْقَكَ، أي اسكت. أبو زيد: استوكت الناقة، إذا امتلات شحما.",
    "pg": "6:2528"
  },
  "ولب": {
    "def": "الوالبة: الزرعة تنبت من عروف الزرعة الاولى. ووالبة الابل: نَسلُها وأولادها. قال الشيباني: الوالب: الذاهب في الشئ الداخل فيه. وقال (١) : رأيتُ عُمَيْراً والِباً في ديارهم * وبئسَ الفتى إنْ نابَ دهرٌ بمُعْظَمِ أبو عبيد: وَلَبَ إليك الشئ يلب ولوبا: وصل إليك كائنا ما كان. ذكره في باب نوادر الفعل. ووالبة: اسم رجل.",
    "pg": "1:235"
  },
  "ولث": {
    "def": "أصابنا وَلْثٌ من مطرٍ، أي قليلٌ منه. والوَلْثُ: العهد من (١) القوم يقع من غير قصدٍ، أو يكون غير مؤكَّد. يقال: وَلَثَ له عَقْداً. ومنه قول عمر ﵁ للجاثَليقِ: \" لولا وَلْثُ عَقْدٍ (٢) لضربت عنقك \". وولثه بالعصا بلثه ولثا، أي ضربه. عن أبى عمرو.\nفصل الهاء",
    "pg": "1:296"
  },
  "ولج": {
    "def": "وَلَجَ يَلِجُ وُلوجاً ولِجَةً، أي دخل قال سيبويه: إنما جاء مصدره ولوجا، وهو من مصادر غير المتعدى، على معنى ولجت فيه. وأولجه: أدخله. وقوله تعالى: (يولِجُ الليلَ في النهار ويولِجُ النهارَ في الليْل) ، أي يزيد من هذا في ذاك ومن ذا في هذا. واتَّلَجَ موالج، على افتعل، أي دخل مداخل. والولجة، بالتحريك: موضعٌ أو كهفٌ تستَتِرُ فيه المارَّةُ من مطر وغيره، والجمع ولج وأولاج. وقولهم: رجل خرجة ولجة، مثل همزة أي كثير الخروج والدخول. ووَليجَةُ الرجل: خاصَّته وبِطانته. والوالِجة: وجعٌ يأخذ الإنسان. والتَوْلَجُ: كِناسُ الوحِش الذي يَلِجُ فيه، مثل الدولج. قال سيبويه: التاء مبدلة من الواو، وهو فوعل لانك لا تكاد تجد في الكلام تفعل اسما، وفوعل كثير. وقال يصف ثورا تكنس في عضاه:\nمتخذا في ضعوات تولجا (١)",
    "pg": "1:347-348"
  },
  "ولح": {
    "def": "الوَليحَةُ: الغِرارَةُ. والوَليحُ والوَلائِحُ: الغرائرُ، والجِلالُ أيضاً. قال أبو ذؤيب يصف سحابا: يضئ ربابا كَدُهْمِ المَخا * ضِ جُلِّلْنَ فوقَ الولايا الوليحا",
    "pg": "1:416-417"
  },
  "ولد": {
    "def": "الوَلَدُ قد يكون واحداً وجمعاً، وكذلك الوُلْدُ بالضم. ومن أمثال بني أسدٍ: \" وُلْدُكِ من دمى عقبيك \". وقد يكون الولد جمع الولد، مثل أسد وأسد. والولد: بالكسر: لغة في الوُلْدِ. ويقال: ما أدري أيُّ وَلدِ الرجلِ هو، أيْ أيُّ الناس هو. والوَليدُ: الصبيُّ والعبدُ، والجمع وِلْدانٌ ووِلْدَةٌ. والوَليدُ: الصبيَّةُ والأمَةُ، والجمع الوَلائِدُ. ووَلَدَتِ المرأةُ تَلِدُ وِلاداً ووِلادَةً. وأَوْلَدَتْ: حان وِلادُها. وقولهم: \" هم في أمرٍ لا يُنادى وَليدُهُ \"، يقال أصله من جَرْي الخيل، لأنَّ الفرس إذا كان جواداً أعطى من غير أن يصاح به لا ستزادته، كما قال النابغة الجعدي يصف فرساً: أمام هَوِيٍّ لا يُنادي وَليدُهُ. * وشدٍّ (١) وأمْرٍ بالعِنانِ ليُرْسَلا (٢) - ثم قيل ذلك لكلِّ أمرٍ عظيم، ولكل شئ كثير. وتوالدوا، أي كَثُروا ووَلَدَ بعضُهم بعضاً. والوالِدُ: الأبُ. والوالِدَةُ: الأمُّ. وهما الوالِدان. وشاةٌ والِدٌ، أي حامِلٌ، عن ابن السكيت. وميلادُ الرجلِ اسمٌ للوقت الذي ولد فيه. والمولد: الموضع الدى وُلِدَ فيه. ويقال: وَلَّدَ الرجلُ غنمه تَوْليداً، كما يقال نَتَجَ إبلهُ نَتْجاً. وعربيَّةٌ موَلَّدَةٌ، ورجلٌ موَلَّدٌ، إذا كان عربيًّا غيرَ محض. ولدة الرجل: تربه، والهاء عوض من الواو الذاهبة من أوله، لانه من الولادة. وهما لدان، والجمع لدات ولدون.",
    "pg": "2:553-554"
  },
  "ولس": {
    "def": "وَلَسَتِ الناقةُ تَلِسُ وَلْساً، إذا أعنقَتْ في سيرها. ويقال للذئب: ولاس.",
    "pg": "3:989"
  },
  "ولع": {
    "def": "الوَلوعُ: الاسم من وَلِعْتُ به أَوْلَعُ وَلَعاً ووَلوعاً، المصدر والاسم جميعا بالفتح. وأولعته بالشئ وأُولِعَ به، فهو مولَعٌ به بفتح اللام، أي مُغْرًى به. والوَلْعُ بالتسكين: الكذِب. يقال وَلْعٌ والِعٌ، كما تقول عَجَبٌ عاجِبٌ. وقد وَلَعَ بالفتح وَلَعاً ووَلَعاناً، أي كذب. قال الشاعر:\nوهن من الاخلاف والولعان (١) * أي هن من أهل الاخلاف. الوالع: الكذاب، والجمع ولعة، مثال فاسق وفسقة. قال أبو يوسف: يقال مر فلان فما أدرى ما ولعه، أي ما أدري ما حبسه. وما أدري ما والِعَتُهُ بمعناه. والمُوَلَّعُ كالمُلَمَّعِ، إلا أنَّ التَوْليعَ استطالة البلق. قال رؤبة: فيها خطوط من سواد وبلق * كأنه في الجلد توليع البهق * قال أبو عبيدة: قلت لرؤبة: إذا أردت الخطوط فقل \" كأنها \" وإن أردت السواد والبلق فقل \" كأنهما \" قال: فكلح في وجهى ثم قال: أردت كأن ذاك ويلك توليع البهق، كما قال تعالى: ﴿عوان بين ذلك﴾ . قال الاصمعي: إذا كان في الدابَّة ضروبٌ من الألوان من غير بَلَقٍ فذلك التوليع. ويقال: برذون مولع. وبنو وليعة: حى من كندة. والوليع: الطَّلعُ ما دام في قِيقائِهِ (١) .\nفصل الهاء",
    "pg": "3:1304"
  },
  "ولعق": {
    "def": "الولق: الاسراع، عن أبى عمرو. يقال: جاءت الإبلُ تَلِقُ، أي تسرع. وأنشد (١) : أن الحصين (٢) زلق وزملق جاءت به عنس من الشأم تلق والولق: أخف الطعن. وقد ولقه يلقه ولقا ويقال: ولقه بالسيف وَلَقاتٍ، أي ضَرَباتٍ. والوَلْقُ أيضاً: الاستمرار في السير وفي الكذب. وقرأت عائشة رضى الله عنها: (إذ تلقونه بألسنكم) . والناقة تعدو الولقى، وهو عدْوٌ فيه نَزْوٌ. وناقةٌ وَلَقى: سربعة. والوليقة: طعام يتخذ من دقيق وسمن. والأوْلَقُ: شبهُ الجنون. ومنه قول الشاعر:\nلَعَمْرُكَ بي من حُبِّ أسماءَ أَوْلَقُ * وقال الأعشى يصف ناقته: وتُصبِح عن السرى وكأنما ألم بها من طائِفِ الجِنِّ أَوْلَقُ وهو أفعل (١) ، لانهم قالوا: ألق الرجل فهو مأْلوقٌ، على مفعول. ويقال أيضا: مؤولق، مثال معولق. فإن جعلته من هذا فهو عل.",
    "pg": "4:1568"
  },
  "ولغ": {
    "def": "وَلَغَ الكلب في الإناء يَلِغُ (٣) وُلوغاً، أي شرب ما فيه بأطراف لسانه. ويولَغُ، أي أوْلَغَهُ صاحبه. قال. الشاعر (٤) : ما مرَّ يومٌ إلاَّ وعندهما لحمُ رجال أو يولغان دما (٥) يقال: ليس شئ من الطيور يلغ غير الذباب. وحكى أبو زيد: وَلَغَ الكلبُ بشرابنا، وفى شرابنا، ومن شرابنا. والميلغ: الإناءُ الذي يَلَغُ فيه في الدم (١) . ورجلٌ مُسْتَوْلَغٌ: لا يبالي ذمًّا ولا عاراً. والوَلْغَةُ: الدلوُ الصغيرة. قال الراجز:\nشر الدلاء الولغة الملازمه (٢) * وإنما كانت ملازمة لانك لا تقضى حاجتك بالاستقاء بها لصغرها.\nفصل الهاء",
    "pg": "4:1329"
  },
  "ولف": {
    "def": "الوِلافُ مثل الإلافِ، وهو المُوالَفَةُ. والوِلافُ والوَليفُ: ضربٌ من العَدْوِ، وهو أن تقع القوائم معا، وكذلك أن يجئ القوم معاً. قال الكميت: ووَلَّى بإِجْرَيَّا وِلافٍ كأنَّه على الشَرَفِ الأقصى يُساطُ ويُكْلَبُ أي مؤتلفةٌ. وبرقٌ وليف، أي متتابع.",
    "pg": "4:1441"
  },
  "ولم": {
    "def": "الوَليمَةُ: طعام العرس وقد أولمت. وفي الحديث: \" أو لم ولو بشاة \".",
    "pg": "5:2054"
  },
  "وله": {
    "def": "الوَلهُ: ذهابُ العقل، والتحيُّرُ من شدة الوجد. ورجلٌ والِهٌ، وامرأةٌ والِهٌ ووالِهَةٌ. قال الأعشى: فأقبلتْ والِهاً ثَكْلى على عَجَلٍ * كُلٌّ دهاها وكُلٌّ عندها اجتَمعا وقد وَلِهَ يَوْلَهُ وَلهاً ووَلَهاناً، وتوله واتله، وهو افتعل فأدغم. قال الشاعر (٢) * وأتله الغيور (١) * والتوليه: أن يفرق بين المرأة وولدها. وفي الحديث: \" لا تُوَلَّهُ والدةٌ بولدها \" أي لا تُجعل والِهاً، وذلك في السبايا. وناقةٌ والِهٌ، إذا اشتدَّ وَجْدها على ولدها. والميلاهُ: التي من عادتها أن يشتدَّ وَجدُها على ولدها، صارت الواو ياء لكسرة ما قبلها. قال الكميت يصف سحاباً: كأنَّ المَطافيلَ المَوالِيهَ وَسْطَهُ * يُجاوِبُهُنَّ الخيزُرانُ المُثَقَّبُ وماءٌ مولَهٌ ومُوَلَّهٌ: أُرسِلَ في الصحراء فذهب. قال الراجز: حامِلَةٌ دَلْوُكَ (٢) لا مَحْمولهْ * مَلأى من الماء كَعيْنِ المُولَهْ ورواه أبو عمرو:\nتَمْشي من الماءِ كَمَشْي المُولَهْ * قال: والمولَهُ: العنكبوت. وقال رؤبة: به تَمَطَّتْ عَرْضَ كُلِّ ميلَهِ (٣) * بِنا حراجيج المهارى النفه (*) أراد البلاد التي تُوَلِّهُ الإنسان، أي تحيِّرهُ.",
    "pg": "6:2256-2257"
  },
  "ولول": {
    "def": "ولْوَلَتِ المرأةُ ولْوَلَةً وولْوالاً، إذا أعولت. قال العجاج: كأن أصوات كلاب تهترش هاجت بولوال ولجت في حرش",
    "pg": "5:1845"
  },
  "ولى": {
    "def": "الوَليُ: القربُ والدنوُّ. يقال: تباعد بعد ولى. و \" كل مما يَليكَ \"، أي مما يقاربك. وقال (١) :\nوعَدَتْ عَوادٍ دون وَلْيِكَ تَشْعَبُ (٢) * يقال منه: وَلِيَهُ يَلِيَهُ بالكسر فيهما، وهو شاذ. وأوليته الشئ فوَلِيَهُ. وكذلك وَلِيَ الوالي البلد، ووَلِيَ الرجلُ البَيْعَ، وِلايَةً فيهما. وأوْلَيْتُهُ معروفاً. ويقال في التعجب: ما أولاه للمعروف، وهو شاذ (١) . وتقول: فلان وَلِيَ ووُلِيَ عليه، كما يقال: ساسَ وسيسَ عليه. ووَلاّهُ الأمير عمل كذا، وولاه بيع الشئ. وتَوَلَّى العملَ، أي تقلّد. وتَوَلَّى عنه، أي أعرض. وولى هار با، أي أدبَرَ. وقوله تعالى: (ولكلِّ وِجْهَةٌ هو مُوَلِّيها) أي مستقبلها بوجهه. والوَليُّ: المطرُ بعد الوَسْميِّ، سمِّيَ وَلِيًّا لأنَّه يَلي الوَسْمِيَّ. وكذلك الولى [بالتسكين (٢) ] على فعل وفعيل، والجمع أولية. يقال منه: وليت الارض وليا. (*) والولى: ضدُّ العدوّ. يقال منه: تَوَلاّهُ. والمَوْلى: المُعْتِقُ، والمُعْتَقُ، وابنُ العمّ، والناصرُ، والجارُ. والوَليُّ: الصِهْرُ، وكلُّ من وَلِيَ أمرَ واحدٍ فهو وليه. وقول الشاعر (١) : هم المولى وإن جنفوا علينا * وإنا من لقائهم لزور قال أبو عبيدة: يعنى الموالى أي بنى العم. وهو كقوله تعالى: (ثم يخرجكم طفلا) . وأما قول لبيد: فغدت، كلا الفرجين تحسب أنه * مولى المخافة خلفها وأمامها فيريد أنه أولى موضع أن تكون فيه الحرب. وقوله: \" فغدت \" تم الكلام، كأنه قال: فغدت هذه البقرة وقطع الكلام ثم ابتدأ كأنه قال: تحسب أن كلا الفرجين مولى المخافة. والمولى: الحليف. وقال (٢) : موالى حلف لا مَوالي قَرابةٍ * ولكنْ قَطيناً يسألون الاتاويا يقول: هم حلفاء لا أبناء عم. وقول الفرزدق: فلو كان عبد الله مولى هجوته * ولكن عبد الله مولى مواليا لان عبد الله بن أبى إسحاق مولى الحضرميين، وهم حلفاء بنى عبد شمس بن عبد مناف، والحليف عند العرب مولى. وإنما قال مواليا فنصبه لانه رده إلى أصله للضرورة. وإنما لم ينون لانه جعله بمنزلة غير المعتل الذى لا ينصرف. والنسبة إلى المَوْلى: مَوْلَويٌّ ; وإلى الوَلِيّ من المطر: وَلَوِيٌّ، كما قالوا عَلَوِيٌّ ; لانهم كرهوا الجمع بين أربع ياءات، فحذفوا الياء الاولى وقلبوا الثانية واوا. ويقال: بينهما وَلاءٌ بالفتح، أي قرابةٌ. والوَلاءُ: وَلاءُ المُعْتِقِ. وفي الحديث: \" نَهى عن بيع الوَلاءِ وعن هِبَتِهِ \". والوَلاءُ: المُوالونَ. يقال: هم وَلاءُ فلان. والمُوالاةُ: ضد المعاداة. ويقال: والى بينهما وِلاءً، أي تابَعَ. وافْعَلْ هذه الأشياء على الوِلاءِ، أي متتابعةً. وتَوالى عليه شهران، أي تتابع. واسْتَوْلى على الأمد، أي بلغ الغاية. والولاية بالكسر: السلطان. والولاية والولاية: النصرة. يقال: هم على ولاية، أي مجتمعون في النصرة. وقال سيبويه: الولاية بالفتح المصدر، والولاية بالكسر الاسم مثل الامارة والنقابة، لانه اسم لما توليته وقمت به. فإذا أرادوا المصدر فتحوا. أبو عبيد: الولية: البرذعة، ويقال: هي التي تكون تحت البرذعة. والجمع الولايا. وقولهم:\nكالبلايا رؤوسها في الولايا (١) * تعنى الناقة التى كانت تعكس على قبر صاحبها ثم تطرح الولية على رأسها إلى أن تموت. وقولهم: أولى لك! تهدد ووعيد. قال الشاعر: فأولى ثم أولى ثم أولى * وهل للدر يحلب من مرد قال الاصمعي: معناه قاربه ما يهلكه، أي نزل به. وأنشد: فعادى بين هاديتين منها * وأولى أن يزيد على الثلاث أي قارب أن يزيد. قال ثعلب: ولم يقل أحد في أولى أحسن مما قال الاصمعي. وفلان أولى بكذا، أي أحرى به وأجدر. يقال: هو الاولى وهم الاوالى والاولون، مثال الاعلى والاعالي والاعلون. وتقول في المرأة: هي الوليا، وهما الولييان، وهن الولى، وإن شئت الولييات، مثل الكبرى والكبريان والكبر والكبريات.",
    "pg": "6:2528-2531"
  },
  "ومأ": {
    "def": "أوْمَأْتُ إليه: أشرتُ، ولا تقل أوْمَيْتُ. ووَمَأْتُ إليه أَمَأُ وَمْئاً لغةٌ. وأنشد القَنانِيُّ: فقلنا (١) السلامُ فاتَّقَتْ من أَميرِها * وما كان إلا ومؤها بالحواجب ويقال: ذهب ثوبي فما أدري ما كانت وامِئَتُهُ، أي لا أدري من أخذه. أبو زيد: يقال وقع في وامِئَةٍ، أي في أغوية وداهية.\nفصل الهاء",
    "pg": "1:82"
  },
  "ومد": {
    "def": "الوَمَدُ والوَمَدَةُ بالتحريك: شدَّة حرِّ الليل. وقد وَمِدَتْ ليلتنا، بالكسر. ووَمِدَ الرجل أيضاً: لغةٌ في وبد، أي غضب وحمى.",
    "pg": "2:554"
  },
  "ومض": {
    "def": "وَمَضَ البرقُ يَمِضُ وَمْضاً ووَميضاً ووَمَضاناً، أي لمع لَمْعاً خفيفاً ولم يعترض في نواحي الغيم. قال امرؤ القيس: أصاحِ تَرى بَرْقاً أُريكَ وَميضَهُ * كَلَمْعِ اليدينِ في حِبيٍّ مُكَلَّلِ * وكذلك أومض البرق إيماضا. فأما إذا لمع واعترض في نواحى الغيم فهو الخفو، فإن استطال في وسط السماء وشق الغيم من غير أن يعترض يمينا وشمالا فهو العقيقة. ويقال أومضت المرأة، إذا سارقت النظر.\nفصل الهاء",
    "pg": "3:1113"
  },
  "ومق": {
    "def": "المقة: المحبة، والهاء عوض من الواو. وقد ومقه يَمِقُهُ بالكسر. فيهما، أي أحبَّه، فهو وامق.",
    "pg": "4:1568"
  },
  "ونم": {
    "def": "وَنيمُ الذباب: سَلْحُهُ. وأنشد الاصمعي للفرزدق: لقد ونم الذباب عليه حتَّى كأنَّ وَنيمَهُ نُقَطُ المداد",
    "pg": "5:2054"
  },
  "ونى": {
    "def": "الوَنى: الضعفُ والفتورُ، والكلالُ والإعياءُ. قال امرؤ القيس: مِسَحٍّ إذا ما السابحاتُ على الوَنى * أثَرْنَ الغُبارَ بالكَديدِ المُرَكَّلِ يقال: وَنَيْتُ في الأمر أَني وَنًى ووَنْياً، أي ضعفتُ، فأنا وانٍ. قال جحدر اليماني: وظهر تنوفة للريح فيها * نسيم لا يروع الترب وانى وناقةٌ وانِيَةٌ. وأَوْنَيْتُها أنا: أتعبتها وأضعفتها. وفلانٌ لا يَني يفعلُ كذا، أي لا يزال يفعل كذا. وافْعَلْ ذاك بلا وَنْيَةٍ، أي بلا تَوانٍ. وامرأةٌ وناةٌ: فيها فتور، وقد تقلب الواو همزة فيقال: أَناةٌ. وقال (١) : رَمَتْهُ أَناةٌ من رَبيعَةِ عامِرٍ * نَئومِ الضُحى في مأْتمٍ أيٍّ مَأْتَمِ وتوانى في حاجته: قصر. وقول الاعشى: ولا يدع الحمد بل يشترى * بوشك الظنون ولا بالتون (٢) أراد بالتوانى فحذف الالف لاجتماع الساكنين، لان القافية موقوفة. والميناء: كَلاَّءُ السفن ومرفؤها، وهو مِفْعالٌ من الونى.",
    "pg": "6:2531"
  },
  "وهب": {
    "def": "وهبت له شيئاً وَهْباً، ووَهَباً بالتحريك، وهِبَةً، والاسم المَوْهِبُ والموهبة، بكسر الهاء فيهما. والاتهاب: قبول الهبة. والاستيهاب: سؤال الهبة. وتواهب القوم، إذا وهبَ بعضُهم لبعض. وتقول: هَبْ زيداً منطلقاً، بمعنى أحسبْ، يتعدَّى إلى مفعولين، ولا يستعمل منه ماضٍ ولا مستقبلٌ في هذا المعنى. والمَوْهِبَةُ: بالفتح: نُقرة في الجبل يَسْتَنْقِعُ فيها الماء، والجمع مواهب. قال الشاعر: ولَفوكِ أشْهى لو يَحِلُّ لنا * من ماءٍ موهبة على شهد (١) وموهب أيضا: اسم رجل. وقال (٢) : قد أخذتنى نعسة أردن * وموهب مبز بها مصن * وهو شاذ مثل موحد، على ما بيناه في موعد. ورجل وهاب ووهابة، أي كثير الهبة لا مواله، والهاء للمبالغة. أبو عبيد: أَوْهَبَ له الشئ، أي دام له. قال الشاعر: عظيم القفا رِخْوُ (٣) الخواصرِ أَوْهَبَتْ (٤) * له عَجْوَةٌ مسمونة (٥) وخمير ويقال للشئ إذا كان معدا عند الرجل مثل الطعام: هو مُوهَبٌ، بفتح الهاء. واصبح فلان موهبا بكسر الهاء، أي معدا قادرا. ووهب ابن منبه، تسكين الهاء فيه أفصح. ووهبين: اسم موضع. قال الراعى: رجاؤك أنساني تذكر إخوتى * ومالك أنساني بوهبين ماليا",
    "pg": "1:235-236"
  },
  "وهت": {
    "def": "أَوْهَتَ اللحمُ يوهِتُ: أَنْتَنَ. وأيهت يوهت لغة. وإنما صارت الياء في يوهت واوا لضمة ما قبلها.\nفصل الهاء",
    "pg": "1:270"
  },
  "وهج": {
    "def": "الوَهَجُ، بالتحريك: حَرُّ النار. والوَهْجُ بالتسكين: مصدر وَهَجَتِ النار تَهِجُ وَهْجاً ووَهَجاناً، إذا اتَّقدت. وتَوَهَّجَت النارُ: تَوَقَّدَتْ. وأَوهجتُها أنا. ولها وَهيجٌ، أي تَوَقُّدٌ. وتوهَّجَتْ رائحةُ الطيب، أي توقَّدت. وتَوَهَّجَ الجوهر: تلالا. فصل الهاء",
    "pg": "1:348"
  },
  "وهد": {
    "def": "الاصمعي: الوهدة: المكان المطمئن، والجمع وهد ووهاد.\nفصل الهاء",
    "pg": "2:554"
  },
  "وهز": {
    "def": "وَهَزْتُ فلاناً، إذا ضربته بثقل يدك. والتوهز: وطئ البعير المثقل.\nفصل الهاء",
    "pg": "3:901"
  },
  "وهس": {
    "def": "الوَهْسُ: الدقُّ. والوَهْسُ أيضاً: الوطئ. والتوهس: مشى المثقل. قال ابن السكيت: الوهيسة: أن يطبخ الجراد ثم يجفَّف ثم يدقُّ فيُقمَح، أو يُبكل، أي يُخلط بدسمٍ. والوَهْسُ: الشرُّ والنميمةُ. قال حُمَيْدُ بن ثَوْر: * بتَنَقُّصِ الأعْراضِ والوَهْسِ * والمُواهَسَةُ: المُسارَّةُ.\nفصل الهاء",
    "pg": "3:989-990"
  },
  "وهص": {
    "def": "الوهص: كسر الشئ الرخو. وقد وَهَصَهُ الله. والوَهْصُ أيضاً: شدة الوطئ. قال الراجز (١) :\nعلى جمال تهص المواهصا (٢) * يعنى مواضع الوهصة. وفى الحديث إن آدم ﵇ حين أهبط من الجنة وهصه الله، كأنه رمى به وغمزه إلى الارض. ورجل موهوص الخلق، كأنَّه تداخلتْ عظامُه. ومُوَهَّصُ الخَلْقِ أيضا. قال الراجز:\nموهص ما يتشكى الفائقا (٣) * فصل الهاء",
    "pg": "3:1062"
  },
  "وهط": {
    "def": "وَهَطَهُ يَهِطُهُ وَهْطاً: كسره. قال الأصمعيّ: يقال لما اطمأَنَّ من الأرض: وَهْطَةٌ، وهي لغةٌ في وَهْدَةٍ، والجمع وَهْطٌ ووِهاطٌ. ويقال وَهْطٌ من عُشَرٍ، كما يقال عيص من سدر. والوهط: اسم مال كان لعمرو بن العاص رضى الله عنه. وأوهطه، أي صرعه صَرعةً لا يقوم منها.\nفصل الهاء",
    "pg": "3:1168-1169"
  },
  "وهف": {
    "def": "وَهَفَ النباتُ يَهِفُ (٣) وَهْفاً ووَهيفاً، أي أورق واهتزَّ، مثل وَرَفَ وَرْفاً ووَريفاً. وقولهم: ما يوهف له شئ إلا أخذه، أي ما يرتفع. فصل الهاء",
    "pg": "4:1441-1442"
  },
  "وهق": {
    "def": "الوَهَقُ، بالتحريك: حبلٌ كالطِوَلِ، وقد يسكَّن مثل نَهْرٍ ونَهَرٍ. قال أبو عمرو: المواهقة مثل المواغدة والمواضخة. ومواهقة الإبل: مدُّ أعناقِها في السير. يقال: تواهَقَتِ الركابُ، أي تسايَرتْ. وهذه الناقةُ تُواهِقُ هذه، كأنَّها تباريها في السير. قال ابن أحمر: وتواهقت أخفافها طبقا والظِلُّ لم يَفْضُلْ ولم يُكْرِ\nفصل الهاء",
    "pg": "4:1568-1569"
  },
  "وهل": {
    "def": "يقال: لقيتُهُ أوَّلَ وهلةٍ، أي أول شئ. والوهلة: الفزعة. والوَهَلُ بالتحريك: الفَزَعُ. وقد وَهِلَ يوهل، وهو وهل ومستوعل. قال القطامى يصف إبلا: وترى لجيضتهن عند رحيلنا وهلا كأن بهن جنة أولق أبو زيد: وهل في الشئ وعن الشئ، يوهل وهلا، إذا غلط فيه وسها. ووهلت إليه بالفتح أهل وهلاً، إذا ذهب وَهْمُكَ إليه وأنتَ تريدُ غيرَهُ، مثل وهمت.",
    "pg": "5:1845-1846"
  },
  "وهم": {
    "def": "وَهِمْتُ في الحساب أَوْهَمُ وهْماً، إذا غلطت فيه وسهوت. ووهمت في الشئ بالفتح أهم وَهْماً، إذا ذهب وَهْمُكَ إليه وأنتَ تريدُ غيره. وتَوَهَّمْتُ، أي ظننت. وأَوْهَمْتُ غيري إيهاماً. والتَوهيمُ مثله. واتَّهَمْتُ فلاناً بكذا، والاسم التُهَمَةُ بالتحريك، وأصل التاء فيه واو على ما ذكرناه في وكل. وأوهمت الشئ، إذا تركته كله. يقال أَوْهَمَ من الحساب مائةً، أي أسقط. وأَوْهَمَ من صَلاتِهِ ركعةً. أبو زيد: يقال: للرجل إذا اتَّهَمْتَهُ: أَتْهَمْتُ إتْهاماً، مثل أَدْوَأْتُ إدْواءً. يقال قد أتْهَمَ الرجل على أفْعَلَ، إذا صارت به الريبة. والرهم: الجمل الضخم الذلول. قال ذو الرمة يصف ناقته: كأنها جمل وهم وما بقيت إلا النحيزة والالواح والعصب والانثى وهمة. قال الكميت: يجتاب أردية السراب وتارة قمص الظلام بوهمة شملال والوهم أيضا: الطريق الواسع. قال لبيد يصف بعيره وبعير صاحبه: ثم أصدرناهما في وارد صادر وهم صواه قد مثل (١) ويقال: لا وهم من كذا، أي لابد منه.\nفصل الهاء",
    "pg": "5:2054-2055"
  },
  "وهن": {
    "def": "الوَهْنُ: الضعفُ. وقد وَهَنَ الإنسانُ ووَهَنَهُ غيره. يتعدَّى ولا يتعدى. وقال طرفة:\nإننى لست بموهون فقر (٢) * ووهن أيضا بالكسر وهنا، أي ضعف. وأوهنته أيضا ووهنته توهينا. والوَهْنُ من الإبل: الكثيف. والوَهْنُ: نحوٌ من نصف الليل ; والمَوْهِنُ مثله. قال الأصمعيّ: هو حين يُدبر الليل. وقد أَوْهَنَّا: صرنا في تلك الساعة. والواهِنَةُ: القُصَيْرى، وهي أسفل الأضلاع. وامرأةٌ وَهْنانَةٌ: فيها فتور وأناة.",
    "pg": "6:2215-2216"
  },
  "وهوه": {
    "def": "وَهْوَهَ الأسدُ في زئيره فهو وَهْواهٌ. ووَهْوَهَ الحمارُ حول عانته إشفاقا عليها. قال رؤبة:\nمقتدر الضيعة وهواه الشفق\nفصل الواو",
    "pg": "6:2258"
  },
  "وهى": {
    "def": "وَهى السِقاءُ يَهي وَهْياً، إذا تخرَّقَ وانشقَّ. وفي السقاءِ وَهْيٌ بالتسكين، ووُهَيَّةٌ أيضاً على التصغير، وهو خرقٌ قليلٌ. وفي المثل: خَلِّ سبيلَ مَنْ وَهى سقاؤه * ومَنْ هُريقَ بالفلاة ماؤه يضرب لمن لا يستقيم أمره. ووهى الحائط، إذا ضعف وهم بالسقوط. ويقال: ضربَه فأوْهَى يدَه، أي أصابها كسرٌ أو ما أشبه ذلك. ووهت عزالى السماء بمائها، وكذلك كل شئ استرخى رِباطه. وأَوْهَيْتُ السقاءَ فوَهى، وهو أن يَتَهَيَّأَ للتخرُّق. يقال: أَوْهَيْتَ وَهْياً فارْقَعْهُ. وقولهم: \" غادَرَ وَهْيَةً لا تُرْقَعُ \"، أي فَتْقاً لا يقدر على رتقه.",
    "pg": "6:2531-2532"
  },
  "وود": {
    "def": "تقول: وددت لو تفعل ذاك، ووَدِدْتُ لو أنَّك تفعل ذاك، أوَدُّ وَدًّا ووُدًّا، ووَدادَةً، ووِداداً أي تمنَّيت. قال الشاعر: وَدِدْتُ وِدادَةً لو أنَّ حظِّي * من الخُلاَّنِ أنْ لا يَصْرِموني - ووددت الرجل أوده وداً، إذا أحببته. والوُدُّ والوَدُّ والوِدُّ: المَوَدَّةُ. تقول: بوُدِّي أن يكون كذا. وأمَّا قول الشاعر: أَيُّها العائِدُ المُسائِلُ عَنَّا * وبِوِدَّيْكَ لو تَرى أكْفاني - فإنَّما أشبع كسرةَ الدالِ ليستقيم له البيت فصارت ياءً. والود: الوديد، والجمع أود، مثل قدح وأقدح، وذئب وأذؤب. وهما يتوادَّانِ، وهم أوِدَّاءُ. والوَدودُ: المحبُّ، ورجالٌ وُدَداءُ، يستوي فيه المذكَّر والمؤنَّث لكونه وصفاً داخلاً على وصفٍ للمبالغة. والوَدُّ بالفتح: الوَتِدُ في لغة أهل نجد، كأنهم سكنوا التاء فأدغموها في الدال. والود في قول أمرى القيس: تُظْهِرُ الوَدَّ إذا ما أَشْجَذَتْ * وتُواريهِ إذا ما تَشْتَكِرْ (١) - قال ابن دريد: هو اسم جبل. وود (١) : صنم كان لقوم نوح ﵇، صم صار لكلاب. وكان بدومة الجندل، ومنه سمى عبد ود.",
    "pg": "2:549"
  },
  "ووه": {
    "def": "إذا تعجَّبْتَ من طيبِ الشئ قلت: واها له ما أطيبه! قال أبو النجم: واها لريا ثم واها واها ياليت عينيها (١) لنا وفاها بثمن نرضى به أباها (٢) وإذا أغريت إنسانا بشئ قلت: وَيْهاً يا فلان، وهو تحريضٌ، كما يقال: دونَك يا فلان. قال الكميت: وجاءت حوادث في مثلها * يقال لمثلى ويها فل",
    "pg": "6:2257"
  },
  "وى": {
    "def": "وَيْ: كلمة تعجُّبٍ. ويقال: وَيْكَ، ووَيْ لعبد الله. وقد تدخل وَيْ على كأنْ المخفَّفة والمشدَّدة، تقول: وَيْ كأنْ، ووَيْ كأن. قال الخليل: هي مفصولة، تقول وى ثم تبتدئ فتقول كأن. قال الشاعر (١) : وى كأن من يكن له نشب يُحْ * بَبْ ومن يَفْتَقِرْ يَعِشْ عيش ضر\nفصل الهاء",
    "pg": "6:2532"
  },
  "ويب": {
    "def": "وَيْبٌ: كلمة مثل وَيْلٌ. تقول: وَيْبَكَ ووَيْبَ زيدٍ، كما تقول وَيْلَكَ، معناه ألزمك الله ويلا، نصب نصب المصادر. فإن جئت باللام قلت ويب لزيد، فالرفع مع اللام على الابتداء أجود من النصب، والنصب مع الاضافة أجود من الرفع.\nفصل الهاء",
    "pg": "1:236"
  },
  "ويح": {
    "def": "وَيْحٌ: كلمة رحمة. وويلٌ كلمة عذابٍ. وقال اليزيديّ: هما بمعنى. تقول: ويح لزيد، وويل لزيد، ترفعهما على الابتداء. قال حميد:\nويح لمن لم يدر ما هن ويحما (١) ولك أن تقول: ويحا لزيد وويلا لزيد (١) ، فتنصبهما بإضمار فعل، كأنك قلت: ألزمه الله ويحا وويلا، ونحو ذلك. ولك أن تقول: ويحك وويح زيد، وويلك وويل زيد بالاضافة، فتنصبهما بإضمار فعل. وأما قولهم: فتعسا لهم، وبعدا لثمود، وما أشبه ذلك فهو منصوب أبدا، لانه لا تصح إضافته بغير لام، لانك لو قلت فتعسهم أو بعدهم لم يصلح، فلذلك افترقا. باب الخاء: فصل الالف:",
    "pg": "1:417-418"
  },
  "ويل": {
    "def": "ويلٌ: كلمة مثل ويحٍ، إلا أنَّها كلمةُ عذابٍ، يقال: وَيْلَهُ وويْلَكَ وويلي، وفي الندبَةِ: وَيْلاهُ! قال الأعشى:\nويلي عليكَ وويْلي منكَ يا رَجُلُ (١) * وقد تدخل عليها الهاء فيقال: ويلةٌ. قال مالك بن جعدة التغلبي: لامك ويلة وعليك أخرى فلا شاة تنيل ولا بعير وتقول: ويل لزيد، وويلا لزيد، فالنصب على إضمار الفعل، والرفع على الابتداء. هذا إذا لم تضفه، فأما إذا أضفت فليس إلا النصب: لانك لو رفعته لم يكن له خبر. قال عطاء بن يسار: الويل: واد في جهنم، لو ارسلت فيه الجبال لماعت من حره.\nفصل الهاء",
    "pg": "5:1846"
  },
  "وين": {
    "def": "الوَيْنُ: العنبُ الأسوَد، الواحدة وينة.\nفصل الهاء",
    "pg": "6:2216"
  },
  "ويه": {
    "def": "ويه: كلمة تقال في الاستحثاث. وأنشد ابن السكيت: وهو إذا قيل له ويها كل * فإنه مواشك مستعجل وهو إذا قيل له ويها فل * فإنه أحر (٣) به أن ينكل وأما سيبويه ونحوه من الاسماء فهو اسم بنى مع صوت، فجعلا اسما واحدا، وكسروا آخره كما كسروا غاق لانه ضارع الاصوات وفارق خمسة عشر، لان آخره لم يضارع الاصوات فينون في التنكير. ومن قال هذا سيبويه ورأيت سيبويه فأعربه بإعراب ما لا ينصرف ثناه وجمعه، فقال السيبويهان والسيبويهون. وأما من لم يعربه فإنه يقول في التثنية ذوا سيبويه وكلاهما سيبويه، ويقول في الجمع ذوو سيبوبه، وكلهم سيبويه.",
    "pg": "6:2257-2258"
  }
}