{
  "سأب": {
    "def": "أبو عمرو: سَأَبْتُ الرجلَ سأبا، إذا خنقته حتى يموت. والسَأْبُ أيضاً: الزِقُّ، والجمع السُؤُوبُ. والمِسْأَبُ مثله، وهو سِقاءُ العَسَلِ، إلا أن أبا ذؤيب ترك همزه في قوله يصف مشتار العسل: تأبط خافة فيها مساب * فأصبح يقترى مسدا بشيق أراد شيقا بمسد فقلب. والشيق: الجبل. وسأبت السقاء: وسعته.",
    "pg": "1:144"
  },
  "سأت": {
    "def": "أبو عَمرو: سَأَتَهُ يَسْأَتُهُ سَأْتاً، إذا خنقه حتّى يموت، مثل سَأبَهُ. وأبو زيد مثلُه، إلاّ أنَّه لم يقل حتّى يموت.",
    "pg": "1:250"
  },
  "سأد": {
    "def": "الاسآد: الاغذاذ في السير. وأكثر ما يستعمل ذلك في سير الليل. قال لَبيد: يُسْئِدُ السيرَ عليها راكِبٌ * رابِطُ الجَأْشِ على كلِّ وَجَلْ - أَسْأَدْتُ السيرَ: إذا جهَدْتَه. وقال أبو عمرو: الإسْآدُ: أن تسير الإبلُ الليل مع النهار. وقال المبرّد: الإِسْآدُ: سير الليل لا تعريسَ فيه. والتَأْوِيبُ: سيرُ النهار لا تعريج فيه. ويقال للمرأة: إن فيها لَسُؤْدَةً، أي بقيةْ من شباب وقوة. وسَأَدَهُ سَأْداً وسَأَداً: خَنَقَهُ. والمِسْأَدُ: نِحْيُ السَمْنِ أو العَسَل، يهمز ولا يهمز، فيقال مساد. فإذا همز فهو مفعل، وإذا لم يهمز فهو فعال (١) .",
    "pg": "2:482-483"
  },
  "سأر": {
    "def": "سُؤْرُ الفَأرَةِ وغيرها، والجمع الاسآر. وقد أسأر. ويقال: إذا شربت فأسئر، أي أبق شيئا من الشَرابِ في قَعْرِ الإِناء. والنَعْتُ منه سَآَّرٌ على غير قياسٍ، لان قياسه مسئر ونظيره أجبره فهو جبار. قال لاخطل: وشاربٍ مُرْبِحٍ بالكأْسِ نادَمَني * لا بالحَصورِ ولا فيها بِسَآَّرِ - أي لا يسئر كثيرا. ويروى: \" ولا فيها بسوار \"، وهو المعربد الوثاب. وإنما أدخل الباء في الخبر لانه ذهب بها مذهب ليس، لمضارعته له في النفى.",
    "pg": "2:675"
  },
  "سأسأ": {
    "def": "الأحمر: سَأْسَأْتُ بالحمار: إذا دعوته ليشرب، وقلت له: سَأْسَأْ. وفي المَثَلِ: قَرِّبِ الحمارَ من الرَدْهَةِ، ولا تقل له: سَأْ.",
    "pg": "1:55"
  },
  "سأل": {
    "def": "السُؤْلُ: ما يسأله الإنسان. وقرئ (أُوتيتَ سُؤلَكَ يا موسى) بالهمز وبغير الهمز. وسألته الشئ وسألته عن الشئ سؤالا ومسألة. وقوله تعالى: (سَألَ سَائِلٌ بعذابٍ واقِعٍ) أي عن عذابٍ. قال الأخفش: يقال خرجنا نسأل عن فلانٍ وبفلانٍ. وقد تخفَّف همزته فيقال: سالَ يَسْالُ. وقال: ومُرْهَقٍ سالَ إمْتاعاً بأُصْدَتِهِ لم يَسْتَعِنْ وحَوامي الموتِ تَغْشاهُ والأمر منه سَلْ بحركة الحرف الثاني من المستقبَل، ومن الأوّل: اسْأَلْ. ورجلٌ سُؤَلَة: كثيرُ السؤال. وتَساءَلوا، أي سَأَلَ بعضهم بعضاً. وأَسْأَلْتَهُ سُؤْلَتَهُ ومسألته، أي قضيت حاجته.",
    "pg": "5:1723"
  },
  "سأم": {
    "def": "أبو زيد: سَئِمْتُ من الشئ أسأم سأما وسأمة وسآما وسَآمَةً، إذا مَلَلْتَهُ. ورجلٌ سَئُومٌ.",
    "pg": "5:1947"
  },
  "سأو": {
    "def": "السَأْوُ: النِيَّةُ والطِيَّةُ. وقال أبو عبيد (*) الوطن. وقال الخليل: السَأْوُ: بُعْدُ الهمِّ والنزاعِ. تقول: إنَّك لذو سَأْوٍ بعيدٍ، أي لبعيد الهمّ. قال ذو الرمة: كأنَّني من هَوى خَرْقاَء مُطَّرَفٌ * دامي الأظَلَّ بعيدُ السَأْوِ مَهْيومُ قال: يعني همّه الذي تنازعه نفسه إليه. ويروى هذا البيت بالشين المعجمة من الشأو، وهو الغاية. وسآه: قلب ساءه. ويقال: سأوته، بمعنى سؤته.",
    "pg": "6:2371"
  },
  "ساف": {
    "def": "أبو زيد: سَئِفَتْ يَدُه تَسْأَفُ سَأْفاً (٢) ، أي تشقَّقتْ وتشعَّثَ ما حول الأظفار، مثل سَعَفَتْ.",
    "pg": "4:1371"
  },
  "سبأ": {
    "def": "سبأت الخمر سبأ ومسبأ، إذا اشتريتَها لتشربها. قال الشاعر (١) . * يَغْلو بأيدي التِجار مَسْبَؤُها * أي إنها من جودتها يغلو اشتراؤها. واستبأتها مثله، ولا يقال ذلك إلا في الخمر خاصة، والاسم: السباء، على فعال بكسر الفاء. ومنه سميت الخمر سبيئة. قال حسان بن ثابت: كأن سبيئة من بيت رأس (٢) * يكون مزاجها (٣) عسل وماء ويسمون الخمار: السَّبَّاء. فأمَّا إذا اشتريتها لتحملها إلى بلدٍ آخر قلت: سَبَيْتُ الخمر بلا همز. وسبأ: اسم رجل، ولد عامة قبائل اليمن. وهو سبأ بن يشجب بن يعرب بن قحطان، يصرف ولا يصرف (٤) . وسبأ فلان على يمين كاذبة، إذا مرَّ عليها غير مكثرت، وسبأت الرجل، جلدته. أبو زيد: سبأته بالنار أحرقْتُهُ. وانْسَبَأَ الجلدُ: انسلخ. قال: والمسبأ: الطريق في الجبل. والسبئية من الغلاة، ينسبون إلى عبد الله ابن سبإ.",
    "pg": "1:55"
  },
  "سبب": {
    "def": "السَبُّ: الشَتْمُ، وقد سَبَّهُ يَسُبُّهُ. وسَبَّهُ أيضاً بمعنى قَطَعَهُ. وقولهم: ما رأيته منذ سَبَّهُ، أي مُنذ زمنٍ من الدهر، كقولك منذ سنةٍ. ومَضَتْ سَبَّةٌ من الدهرِ. والسَبَّةُ الاسْتُ: وسَبَّهُ يَسُبُّهُ، إذا طعنه في السَبَّةِ. وقال (١) : فما كان ذنب بنى مالك * بأن سب منهم غلام فسب يعنى معاقرة غالب وسحيم، فقوله سب شتم، وسب عقر: والتَسابُّ: التشاتم. والتَسابُّ: التقاطُعُ. ورجل مسب بكر الميم: كثير السباب. ويقال: صار هذا الأمر سُبَّةً عليه، بالضم، أي عاراً يُسَبُّ به. ورجل سُبَّةٌ، أي يَسُبُّهُ الناس. وسُبَبَةٌ، أي يَسُبُّ الناسَ. قال أبو عبيد: السِبُّ بالكسر: الكثير السِباب. وسِبُّكَ أيضاً: الذي يُسابُّكَ قال الشاعر (١) : لا تَسُبَّنَّني فَلَسْتُ بِسِبِّي * إنَّ سِبِّي من الرجال الكَريمُ والسِبُّ أيضاً: الخِمارُ، وكذلك العمامة. قال المخبل السعدى: وأشهد من عوف حلولا كثيرة * يحجون سب الزبرقان المزعفرا والسب: الحبل في لغة هذيل. قال أبو ذؤيب: تَدَلَّى عليها بين سِبٍّ وخَيْطَةٍ * بجرداَء مثلِ الوَكْفِ يَكْبو غرابها والسبوب: الحبال. قال ساعدة بن جُؤَيَّة: صَبَّ اللهيفُ لها السُبُوبَ بطَغْيَةٍ * تُنْبي العُقابَ كما يلط المجنب والسب: شقة كتان رقيقة. والسبيبة مثله، والجمع السبوب والسبائب. قال الراجز (١) : ينير أو يسدى به الخدرنق * سبائبا يجيدها ويصفق وإبل مسببة، أي خيار، لأنه يُقالُ لها عند الإعجاب بها: قاتَلَها الله! ويقال: بينهم أُسْبوبَةٌ يَتَسابُّونَ بها. والسبب: الحَبْلُ. والسبب أيضا: كل شئ يتوصل به إلى غيره. والسَبَبُ اعْتِلاقُ قَرابَةٍ. وأسبابُ السماءِ: نواحيها في قول الأعشى:\nوَرُقِّيتَ أَسبابَ السَماءِ بسُلَّمِ (٢) * والله مُسَبِّبُ الاسباب، ومنه التسبيب. والسبيب: شعر الناصية والعرف والذنب. والسبسب: المفازة. يقال: بلد سَبْسَبٌ، وَبَلدٌ سَباسِبُ. وقول النابغة: رِقاقُ النِعالِ طَيِّبٌ حُجُزاتُهُمْ يُحَيَّوْنَ بالرَيحانِ يومَ السَباسِبِ يعني به عيدا لهم. والسبابة من الاصابع: التى تلى الابهام.",
    "pg": "1:144-146"
  },
  "سبت": {
    "def": "السَبتُ: الراحة. والسَبْتُ: الدهر. والسَبْتُ: حلْق الرأس. والسَبْتُ: إرسال الشَعَر عن العَقْص. والسَبْتُ: ضربٌ من سَيْر الإبل. قال أبو عمرو: هو العَنَقُ. قال حُمَيْدُ ابن ثَوْر: ومَطْوِيَّةُ الأقراب أما نهارُها * فَسَبْتٌ وأما ليلها فذميل (١) وسَبَتَ عِلاوَتَه سَبْتاً، إذا ضرَبَ عنقَه. ومنه سمِّي يومُ السَبْتِ، لانقطاع الأيّام عنده. والجمع أَسْبُتٌ وسُبوتٌ. والسَبْتُ: قيام اليهود بأمرِ سَبْتها. قال الله تعالى: (ويَوْمَ لا يسبتون) . وأسبتت اليهود، أي دخَلَتْ في السَبْتِ. أبو عمرو: المُسْبِتُ: الذي لا يتحرَّك، وقد أَسْبَتَ. والسُباتُ: النوم، وأصله الراحة. ومنه قوله تعالى: (وَجَعلْنا نومَكُمْ سُباتاً) . تقول منه: سَبَتَ يَسْبُتُ، هذه وحدَها بالضم. قال ابن أحمر: وكنا وهم كابنى سُباتٍ تَفَرَّقا * سِوىً ثمّ كانا منجِدا وتَهامِيا قالوا: السُباتُ الدهر. وابْناهُ: الليل والنهار. والمَسْبوتُ: الميّت والمغْشيُّ عليه. وكذلك العليلُ، إذا كان ملقىً كالنائم يُغْمِض عينَه في أكثر أحواله، مَسْبوتٌ. والسِبْتُ، بالكسر: جلود البقر المدبوغة بالقَرَظِ، تحذى منه النعال السبتية. وفى الحديث: \" يا صاحب السبتين اخلع سبتيك (١) \"، و: \" خرج الحجاج يتوذف في سبتين له (٢) \". ورطب مُنْسَبِتٌ، إذا عمّه الإِرْطابُ. أبو عمرو: السبنتى والسبندى: الجرئ المقدم من كل شئ، والياء للالحاق لا للتأنيث، ألا ترى أن الهاء تلحقه، يقال سبنتاة وسبنداة. قال ابن أحمر يصف رجلا: كأن الليل لا يغسو عليه * إذا زجر السبنتاة الامونا يعنى الناقة. والسبنتى والسبندى أيضاً: النَمِر، ويشبه أن يكون سمِّيَ به لجراءته. قال الشَّماخ يرثى عمر ابن الخطاب رضى الله عنه: وما كنت أخشى أن تكون وفاته * بِكَفَّيْ سَبَنْتى أزرق العين مطرق (١)",
    "pg": "1:250-251"
  },
  "سبج": {
    "def": "السُبْجَةُ بالضم: كِساء أسود. يقال: تَسَبَّجَ الرجلُ، إذا لبِسَهُ. قال العجاج:\nكالحبشي التف أو تسبجا * والسَبَجُ هو الخَرَزُ الأسوَد، فارسيٌّ معرب. والسَبيجُ والسَبيجَةُ: البَقيرُ (٣) ، وأصله بالفارسية \" شبى \"، وهو القميص. والسبابجة: قوم من السند كانوا بالبصرة جلاوزة وحراس السجن، والهاء للعجمة والنسب. قال يزيد بن مفرغ الحميرى: وطماطيم من سبابيج خزر * يلبسوني مع الصباح القيودا",
    "pg": "1:321"
  },
  "سبح": {
    "def": "السِباحَةُ: العَوْمُ (١) . والسَبْحُ: الفَراغُ. والسَبْح: التَصَرُّفُ في المَعاش. قال قتادة في قوله تعالى: (إنَّ لَكَ في النَهارِ سَبْحاً طَويلاً) : أي فَراغاً طويلاً. وقال أبو عبيدة: منقلبا طويلا. وقال المؤرج: هو الفَراغُ، والجِيئَةُ والذَهاب. وسَبْحُ الفَرَس: جَرْيُه. وهو فرسٌ سابحٌ. والسُبْحَةُ بالضم: خَرَزاتٌ يُسَبَّحُ بها. والسُبْحَةُ أيضاً: التَطوُّع من الذِكر والصلاة. تقول: قضيت سُبْحَتي. روي أن عمر ﵁ جَلَد رجلين سَبَّحا بعد العصر، أي صلَّيا. والتَسْبيح: التنزيه. وسُبْحانَ الله، معناه التنزيه لله، نُصب على المصدر كأنَّه قال: أُبرِّئُ الله من السُّوءِ بَراءةً. والعرب تقول: سُبْحان مِنْ كذا، إذا تعجبت منه. قال الاعشى: أقول لَمَّا جاَءني فَخْرُهُ * سُبْحانَ مِنْ عَلْقَمَةَ الفاخِر يقول: العَجَبُ منه إذ يفخر. وإنما لم ينون لانه معرفة عندهم، وفيه شبه التأنيث، وقولهم: سبحات وجه ربِّنا، بضم السين والباء، أي جلالته. وسُبُّوحٌ من صفات الله، قال ثعلب: كل اسم على \" فعول \" فهو مفتوح الاول، إلا السبوح والقدوس، فإن الضم فيهما أكثر. وكذلك الذروح. وقال سيبويه: ليس في الكلام فعول بواحدة. وسبوحة، بضم السين مخففة الباء: البلد الحرام، ويقال واد بعرفات. وقال يصف نوق الحجيج: خوارج من نعمان أو من سبوحة * إلى البيت أو يخرجن من نجد كبكب",
    "pg": "1:372"
  },
  "سبحل": {
    "def": "السبحل، على وزن الهجف: الضخم من الضب، والبعيرِ، والسِقاءِ، والجاريةِ. والأنثى سبَحْلَةٌ، مثل ربحلة. يقال: سِقاءٌ سِبَحْلٌ وسَبَحْلَلٌ أيضاً عن ابن السكيت. وسَبْحَلَ الرجلُ، إذا قال سبحان الله!",
    "pg": "5:1724-1725"
  },
  "سبخ": {
    "def": "السبخة: واحدة السباخ. وأرض سبخة (١) بكسر الباء: ذات سباخ، وحفروا فأسبخوا: بلغوا السِباخَ. والسَبيخُ: ما سقط من ريش الطائر. والسَبيخُ من القطن: ما يُسْبَخُ بعد النَدْف، أي يُلَفُّ لتَغزِلَه المرأة. والقطعة منه سبيخة، وكذلك من الصوف والوبر. الاصمعي: يقال سبخ الله عنك الحمى، أي خففها. وفى الحديث أنه ﵇ قال لعائشة حين دعت على سارق سرقها: \" لا تسبخى عنه بدعائك عليه \"، أي تخففى عنه إثمه. قال الشاعر: فَسَبِّخْ عليكَ الهَمَّ واعْلَمْ بأنَّهُ * إذا قَدَّرَ الرحمنُ شيئاً فكائِنُ وسبَّخ (٢) الحُرُّ: فتر وخفَّ. والتَّسْبيخُ أيضا: النوم الشديد. أبو عمرو: السبخ: النوم والفراغ. وقرأ بعضهم: (إن لك في النهار سبخا طويلا) ، أي فراغا.",
    "pg": "1:422-423"
  },
  "سبد": {
    "def": "ماله سبد ولا لَبَدٌ، أي قليل ولا كثير، عن الأَصمعيّ. وقال: السَبَدُ من الشَعَرِ، واللَبَدُ من الصوف. وتَسْبيدُ الرَأْس: استئصالُ شَعَرِه. والتَسْبيدُ أيضاً: تَرْك الادِّهان. وفي الحديث: قَدِم ابن عباس ﵄ مكَّةَ مُسَبِّداً رأسَه. وسَبَّدَ الشَعْر بعد الحَلْقِ: وهو حين يَنْبُتُ ويسود. يقال: سبد الفرح، إذا بَدا رِيشُهُ وشَوَّكَ. قال النابغة يذكر فَرْخَ القطا: مُنْهَرِتُ الشِدْقِ لم تنْبُتْ قَوادِمُهُ * في حاجِبِ العَيْنِ من تَسْبِيدِهِ زَبَبُ - والسِبْدُ: طائر لين الريش إذا قطر على ظهره قطرتان (١) من ماء جرى. قال الراجز: أكل يوم عرشها مقيلى * حتى ترى المئزر ذا الفضول * مثل جناح السبد الغسيل * والعرب تشبه الفرس به إذا عرق. قال طفيل: تقريبها (٢) المرطى والجوز معتدل * كأنه سبد بالماء مغسول والجمع سبدان. - والسبد بالكسر: الداهية. يقال: هو سِبْدُ أَسْبادٍ، إذا كان داهِياً في اللصوصية. قال الشاعر (١) : يصرف سبدا في العنان عمردا (٢) * ويروى: \" سيدا \". أبو عمرو: السبندى والسبنتى: الجرئ من كل شئ. قال الزَفَيانُ: لما رأيت الظُعْنَ شالت تحدى * أتبعتهن أرحبيا معدا * أعيس (٣) جواب الضحى سبندى * يدرع الليل إذا ما اسودا * قال الاصمعي: السبندى والسبنتى: النمر.",
    "pg": "2:483"
  },
  "سبر": {
    "def": "سَبَرْتُ الجُرْحَ أَسْبُرُهُ، إذَا نَظَرْتَ ما غَوْرُهُ. والمِسْبارُ ما يُسْبَرُ به الجُرْحُ، والسِبار مِثْلُهُ. وكل أمر رزته فقد سبرته واسْتَبَرْتَهُ. يقال: حَمِدْتُ مَسْبَرَهُ ومَخْبَرَه. والسَبْرَةُ: الغَداةُ البارِدَةُ، وفي الحديث: \" إسباغ الوضُوء في السَبَرات \". والسِبْرُ بالكسر: الهَيْئَةُ. يقال: فُلانٌ حسَنُ الحِبْرِ والسِبْرِ، إذا كان جميلاً حَسَنَ الهَيْئَةِ. قال الشاعر: أَنا ابْنُ أبي البَراءِ وكُلُّ قَوْمٍ * لَهُمْ من سِبْرِ والِدِهِمْ رِداءُ - وسِبْري أَنَّني حُرٌّ تَقِيٌّ * وأَنِّي لا يزايلنى الحياء - قال ابن الاعرابي: سمعت أبا زياد الكلابي يقول: رجعت من مرو إلى البدو، فقال لى بعض أهله: أما السبر فحضرى، وأما اللسان فبدوى. والسابري: ضرب من الثياب رقيق. وفي المثل: \" عَرْضٌ سابِريٌّ \". يقولُه من يُعْرَضُ عليه الشئ عرضا لا يبالغ فيه، لان السابرى من أجود الثياب يرغب فيه بأذنى عرض. قال الشاعر: بِمَنْزِلَةٍ لا يَشْتَكي السِلَّ أَهْلُها * وعَيْشٍ كَمَسِّ (١) السَابِرِيِّ رَقيق - والسابريّ أيضاً: ضربٌ من التمر. يقال: أجود تمر بالكوفة النرسيان والسابري.",
    "pg": "2:675-676"
  },
  "سبرت": {
    "def": "السُبْروتُ من الأرض: القفر، والجمع السباريت. والسبروت: الشئ القليل. قال الراجز:\nيا ابنة شيخ ماله سبروت * أبو زيد: رجل سُبْروتٌ وسِبْريتٌ، وامرأةٌ سُبْرُوتَةٌ وسِبْريتَة، من رجالٍ ونساء سَباريت، وهم المساكينُ والمحتاجون.",
    "pg": "1:251"
  },
  "سبط": {
    "def": "شِعْرٌ سَبْطٌ وسِبْطٌ، أي مسترسِلٌ غير جعدٍ. وقد سَبِطَ شعره بالكسر يَسْبَطُ سَبَطاً. ورجلٌ سَبِطُ الشعرِ وسَبِطُ الجسم وسَبْطُ الجسم أيضا مثل فخذ وفخذ إذا كان حسن القَدِّ والاستواءِ. قال الشاعر (٢) : فجاءتْ به سَبْطَ العظامِ كأنَّما * عِمامتُه بَيْنَ (٣) الرجالِ لِواءُ * وقولهم: مالي أراك مُسْبِطاً، أي مُدَلِّياً رأسَك كالمهتمّ مسترخيَ البدن. وأَسْبَطَ الرجلُ، أي امتدَّ وانْبَسَطَ على الأرض من الضرب (٤) والتبسيط في الناقة، كالرِجاعِ. ويقال: سَبَّطَتِ الناقةُ بولدها، إذا ألقتْه وقد أَشعَرَ. ويقال أيضاً: سَبَّطَتِ النعجةُ، إذا أسقطتْ. والسِبْطُ: واحد الأسْباطِ، وهم وَلَدُ الولد. والاسباط من بنى إسرائيل كالقبائل من العرب. وقوله تعالى: ﴿وقطعناهم اثنتى عشرة أسباطا أمما﴾ ، فإنما أنث لانه أراد اثنتى عشرة فرقة، ثم أخبر أن الفرق أسباط، وليس الاسباط بتفسير ولكنه بدل من اثنتى عشرة، لان التفسير لا يكون إلا واحدا منكورا، كقولك اثنى عشر درهما. ولا يجوز دراهم. والساباط: سقيفة بين حائطين تحتها طريق، والجمع سَوابيطُ وساباطاتٌ. وقولهم في المثل: \" أفرغ من حجام ساباط \"، قال الاصمعي: هو ساباط كسرى بالمدائن، وبالعجمية بلاس آباد. وبلاس: اسم رجل. ومنه قول الاعشى:\nبساباط حتى مات وهو محرزق (١) * يذكر النعمان بن المنذر، وكان أبرويز حبسه بساباط ثم ألقاه تحت أرجل الفيلة. والسباطة: الكناسة. وسباط: اسم شهر بالرومية. والسبط بالتحريك: نبت، الواحدة سَبَطَةٌ. قال أبو عبيد: السَبَطُ: النَصِيُّ ما دام رطْباً، فإذا يبِس فهو الحَليُّ. ومنه قول ذي الرمة يصف رملاً:\nعلى جوانبه الأَسْباطُ والهَدَبُ (١) * وأرْضٌ مسبطة: كثيرة السبط (٢) .",
    "pg": "3:1129-1130"
  },
  "سبطر": {
    "def": "اسْبَطَرَّ: اضطجَع وامتدَّ. وأَسَدٌ سِبَطْرٌ، مثال هِزَبْرٍ، أي يَمتدُّ عند الوثبة. وجِمالٌ سِبَطْراتٌ: طِوالٌ على وجه الارض. والتاء ليست للتأنيث، وإنما هي كقولهم: حمامات ورجالات، في جمع المذكر. والسبيطر، مثال العميثل: طائر طويل العنق جداً، تراه أبداً في الماء الضَحْضاح، يُكَنَّى أبا العيزار.",
    "pg": "2:676"
  },
  "سبع": {
    "def": "(٤) سَبْعَةٌ رجالٍ وسَبْعُ نسوةٍ. والسُبْعُ بالضم: جزءٌ من سَبْعَةٍ. والسِبْعُ بالكسر: الظِمْءُ من أظماء الإبل. وسَبَعْتُهُمْ أَسْبَعُهُمْ بالفتح، إذا كنت سابِعَهُمْ، أو أخذت سُبْعَ أموالهم. وسبعته، أي شتمته ووقعت فيه. وسَبَعَ الذئبُ الغنمَ، أي فَرَسَها. والسَبُعُ: واحد السِباعِ. والسَبُعَةُ: اللبؤةُ. وقولهم: \" أخذه أَخْذَ سَبْعَةٍ \" قال ابن السكيت: إنّما أصلها سبعة فخففت. واللبؤة أنزق من الاسد. وقال ابن الكلبى: هو سبعة ابن عوف بن ثعلبة بن سلامان بن ثعل بن عمرو ابن الغوث بن طيئ بن أدد، وكان رجلا شديدا. فعلى هذا لا يجرى للمعرفة والتأنيث. وقول الراجز:\nيا ليت أنى وسبيعا في غنم (١) * هو اسم رجل مصغر. وأرض مسبعة بالفتح: ذاتُ سِباعٍ. وأَسْبَعَ الرجل، أي وردتْ إبله سَبْعاً وأَسْبَعوا، أي صاروا سَبْعَةً. وأَسْبَعَ الرُعْيانُ، إذا وقع السبعُ في ماشيتهم، عن يعقوب. وأَسْبَعْتُهُ، أي أطعمته السَبُعَ. وأَسْبَعُ ابنَه، أي دفعه إلى الظُؤُورَةِ، ومنه قول رؤبة (٢) :\nإن تميما لم يراضع مسبعا (٣) * وأسبع عَبْدَهُ، أي أهمله. قال أبو ذؤيب: صَخِبُ الشَوارِبِ لا يزالُ كأنّه * عَبْدٌ لآلِ أبي ربيعةَ مسبع * هذه رواية الاصمعي، وقال أبو سعيد الضرير: مسبع بكسر الباء. فشبه الحمار وهو ينهق بعبد قد صادف في غنمه سبعا، فهو يهجهج به ليزجره عنها. قال: وأبو ربيعة في بنى سعد بن بكر وفى غيرهم، ولكن جيران أبى ذؤيب بنو سعد ابن بكر، وهم أصحاب غنم. والمسبوعة: البقرة التى أكل السبع ولدها. وقولهم: هو سباعيُّ البدَنِ، أي تامُّ البدن. والسَبيعُ: بطن من همدان رهط أبى إسحاق السبيعى. والسبيع أيضا: السُبْعُ، وهو جزءٌ من سَبْعَةٍ والأُسْبوعُ من الأيام. وطفتُ بالبيتُ أسبوعا، أي سبع مرات، وثلاثة أسابيع. والسبعان بضم الباء: موضع، ولم يأت على فعلان غيره. قال ابن مقبل: ألا يا ديار الحى بالسبعان * أمل عليها بالبلى الملوان * وسبعت الشئ تسبيعا: جعلته سبعة. وقولهم: وزن سبعة، يعنون به سبعة مثاقيل.",
    "pg": "3:1226-1228"
  },
  "سبغ": {
    "def": "شئ سابغ، أي كامل وافٍ. وسَبَغَتِ النعمةُ تَسْبُغُ بالضم سُبوغاً: اتسعتْ. وأَسْبَغَ الله عليه النعمة، أي أتمَّها. وإسْباغُ الوضوءِ: إتمامُه. وسَبَّغَتِ الناقةُ تَسْبيغاً: ألقت ولدها وقد أشعَرَ. وذَنَبٌ سابِغ، أي وافٍ. والسابِغَةُ: الدرعُ الواسعةُ. ورجلٌ مُسْبِغٌ: عليه درعٌ سابِغَةٌ. وتَسْبِغَهُ البَيضةِ: ما توصل به البيضةُ من حَلَقِ الدرعِ فتستُر العنق، لأنَّ البيضة به تَسْبُغُ، ولولاه لكان بينها وبين جَيب الدرع خَللٌ وعورةٌ. قال الأصمعيّ: يقال: بيضةٌ لها سابِغٌ. وفحلٌ سابغٌ، أي طويلُ الجردانِ. وضدُّه الكمش.",
    "pg": "4:1321"
  },
  "سبغل": {
    "def": "اسبغل الثوب اسبغلالا، إذا ابتل بالماء. وازبغل مثله.",
    "pg": "5:1725"
  },
  "سبق": {
    "def": "سابقته فسبقته سبقا (٢) . واستبقنا في العدو، أي تسابقنا. وقد قيل في قوله تعالى: ﴿ذَهَبْنا نَسْتَبِقُ﴾ أي نَنْتَضِلُ. ويقال: له سابِقَةٌ في هذا الأمر، إذا سَبَقَ الناسَ إليه. والسَبَقُ بالتحريك: الخَطَر الذي يوضَع بين أهلِ السِباقِ. وسِباقا البازي: قَيْداهُ من سير أو غيره.",
    "pg": "4:1494"
  },
  "سبك": {
    "def": "الشبك: الخلط والتداخل، ومنه تشبيك الصابع. والشباكة: واحدة الشبابيك، وهى المشبكة من الحديد. والرحم مُشْتَبِكَةٌ. وبين الرجُلين شُبْكَةُ نسبٍ، أي قرابةٌ. والشَبَكَةُ: التي يصاد بها، والجمع شِباكٌ. وربَّما سمَّوا الآبار شِباكاً، إذا كثُرت في الارض وتقاربت. واشتبك الضلام، أي اختلط.",
    "pg": "4:1593"
  },
  "سبكر": {
    "def": "اسْبِكَرَّت الجاريةُ: استقامت واعْتَدلت. وقال أبو عمرو: اسبكر الرجل: اضطجع وامتد، مثل اسبطر. وأنشد: إذا الهدان حار واسبكرا * وكان كالعدل يجر جرا - وقال أبو زياد الكلابي: المسبكر هو الشاب المعتدلى التام، حكاه أبو عبيد. قال امرؤ القيس: إلى مِثْلِها يَرْنو الحَليمُ صَبَابَةً * إذا ما اسْبَكَرَّتْ بين دِرْعٍ ومِجْوَلِ - وشَعَرٌ مُسْبَكِرٌّ، أي مُسْتَرْسِل قال ذو الرمة: وأَسْوَدَ كالأَساوِدِ مُسْبَكِرًّاً * على المَتْنَيْن منسدلا جفالا -",
    "pg": "2:676"
  },
  "سبل": {
    "def": "السَبَلُ بالتحريك: المطر. والسَبَلُ أيضا: السنبل وقد أسبل الزرع، أي خرج سُنْبُلُهُ. وقولُ الشاعر (١) : وخَيْلٍ كأسرابِ القَطا قد وَزَعْتُها لها سَبَلٌ فيه المَنِيَّةُ تَلْمَعُ يعني به الرمحَ. وأَسْبَلَ المطرُ والدمعُ، إذا هطل. وقال أبو زيد: أَسْبَلَتِ السماءُ، والاسمُ السَبَلُ، وهو المطر بين السحاب والأرض حينُ يخرجُ من السحاب ولم يصلْ إلى الأرض. وأَسْبَلَ إزارَه، أي أرخاه. وسبل: اسم فرس نجيب في العرب. قال الاصمعي: هي أم أعوج، كانت لغنى. وأعوج لبنى آكل المرار، ثم صار لبنى هلال بن عامر. وقال:\nهو الجواد ابن الجواد ابن سبل (٢) والسبل أيضا. داء في العين شِبه غِشاوةٍ كأنَّها نسج العنكبوت بعروقٍ حمرٍ. والسَبيلُ: الطريق، يذكر ويؤنث. قال الله تعالى: (قل هذه سبيلى) . فأنت. وقال: (وإنْ يَرَوْا سَبيلَ الرُشْدِ لا يَتَّخِذُوهُ سَبيلاً) فذكّر. وسَبَّلَ ضيعتَه، أي جعلَها في سَبيلِ الله. وقوله تعالى: (يا لَيْتَني اتَّخَذْتُ مَعَ الرَّسُول سَبيلاً) أي سبباً ووُصْلَةً. وأنشد أبو عبيدة لجَرير: أَفَبَعْدَ (١) مَقْتِلَكُمْ خَليلَ محمدٍ يرجو (٢) القيونُ مع الرسول سَبيلاَ أي سبباً ووُصْلَةً. والسابِلَةُ: أبناءُ السَبيلَ المختلفةُ في الطُرقات. وأَسْبالُ الدلوِ: شفاهها. قال الشاعر (٣) (*) إذ أرسلوني مائِحاً بِدَلائِهِمْ فملاتها عَلْقاً إلى أَسْبالِها يقول: بعثوني طالباً لِتَراتِهمْ فأكثرتُ من القتل. والعَلَقُ: الدمُ. والمُسْبِلُ: السادسُ من سهام الميسر، وهو المُصْفَحُ أيضاً. والسَبَلَةُ: الشاربُ، والجمع السبال. والسنبلة: واحدة سنابل الزرع. وقد سَنْبَلَ الزرعُ، إذا خَرَج سُنْبُلُه. والسُنْبَلَةُ: برجٌ في السماء. وسلسبيل: اسم عين في الجنة. قال تعالى: (عينا فيها تسمى سلسبيلا) . قال الاخفش: هي معرفة، ولكن لما كان رأس آية وكان مفتوحا زيدت فيه الالف، كما قال: (كانت قواريرا. قواريرا) .",
    "pg": "5:1723-1724"
  },
  "سبه": {
    "def": "السَبَهُ: ذَهابُ العقل من هرم. ورجل مسبوه ومسبه. (*)",
    "pg": "6:2233"
  },
  "سبهل": {
    "def": "أبو زيد: هو الضَلالُ بن السبهلل، يعنى الباطل. قال الأصمعيّ: جاء الرجل يمشي سَبَهْلَلاً، إذا جاء وذَهبَ في غير شئ. وقال عمر ﵁: \" إنى لاكره أن أرى أحدكم سَبَهللاً، لا في عمل دُنيا ولا في عمل آخرة \". قال الكسائي: جاءنا فلان سَبَهْللاً، أي ليس معه شئ. وأنشد: إذا الجارُ لم يعلم مُجيراً يُجيرُهُ فصار حَريباً في الديار سَبَهْلَلا قَطَعْنا له من عَفْوَةِ المالِ عِيشَةً فأَثْرى فلا يبغي سوانا محولا (١)",
    "pg": "5:1725"
  },
  "سبى": {
    "def": "السَبْيُ والسِباءُ: الأسْرُ. وقد سَبَيْتُ العدوّ سَبْياً وسِباءً، إذا أسرتَه. واسْتَبَيْتُهُ مثله. والمرأة تَسْبي قلب الرجل. وسَبَيْتُ الخمرَ سِباءً لا غير، إذا حملتَها من بلد إلى بلد، فهي سَبِيَّةٌ. قأما إذا اشتريتها لتشربها فبالهمز. والسَبِيَّةُ: المرأة تُسْبى. وسَباهُ الله يسبيه، أي غربه وأبعده، كما تقول: لعنه الله. وقولهم: ذهبوا أيدي سَبا وأيادي سَبا، أي متفرقين ; وهما اسمان جعلا اسما واحدا مثل معد يكرب، وهو مصروف لانه لا يقع إلا حالا، أضفت أو لم تضف. والسابياء: المشيمة التى تخرج مع الولَد. والسابِياء أيضاً: النتاج. وإذا كثُر نسل الغنم فهي السابِياءُ. وبنو فلان تَروح عليهم سابياء من مالهم. وفى الحديث: \" تسعة أعشراء (١) البركة في التجارة وعشر في السابياء \" والجمع السَوابي. وأَسابِيُّ الدِماء: طرائقها، واحدتها إسباءة، عن أبى عبيدة. قال سلامة بن جندل يذكر الخيل: والعاديات أسابى الدماء بها * كأن أعناقها أنصاب ترجيب قوله: \" أنصاب \" يتحمل أن يريد به جمع النصب (٢) الذى كانوا يعبدونه ويرجبون له العتائر ويحتمل أن يريد به ما نصب من العود والنخلة الرجبية.",
    "pg": "6:2371-2372"
  },
  "ستا": {
    "def": "السَتا: لغة في سَدا الثوب. قال الراجز: رب خليل لى مليح رديته * عليه سربال شديد صفرته ستاه قز وحرير لحمته (*) أبو زيد: ستاة الثوب وسَداه الثوب بمعنىً. وأَسْتَيْتُ الثوب مثل أَسْدَيْتُهُ. قال أبو عبيدة: اسْتاتَتِ الناقة اسْتَيتاءً، إذا استرختْ من الضبعة.",
    "pg": "6:2372"
  },
  "ستت": {
    "def": "سِتَّةُ رجال وسِتُّ نسوة. وأصله سِدْسٌ، فأُبْدِلَ من إحدى السينين تاء وأدغم فيه الدال، لأنك تقول في تصغيرها سُدَيْسَةٌ. وفى الجمع أسداس. قال ابن السكيت: تقول عندي ستة رجال ونسوة، أي عندي ثلاثة من هؤلاء وثلاث من هؤلاء. قال: وإن شئت قلت عندي ستة رجال ونسوة فنسقت بالنسوة على الستة، أي عندي ستة من هؤلاء وعندي نسوة. وكذلك كل عدد احتمل أن يفرد منه جمعان مثل الست والسبع وما فوقهما، فلك فيه الوجهان. فأما إذا كان عدد لا يحتمل أن يفرد منه جمعان مثل الخمس والاربع والثلاث (١) فالرفع لا غير. تقول: عندي خمسة رجال ونسوة ولا يكون الخفض (٢) . ويقال: جاء فلان سادسا وساديا وساتا. فمن قال سادسا بناه على السدس، ومن قال ساتا بناه على لفظ ستة وست، ومن قال ساديا أبدل من السين ياء. وقد يبدلون بعض الحروف ياء، كقولهم في أما: أيما، وفى تسنن: تسنى، وفى تقضض: تقضى، وفى تلعع: تلعى، وفى تسرر: تسرى. وأما است (٣) فتذكر في باب الهاء، لان أصلها ستة بالهاء.",
    "pg": "1:251-252"
  },
  "ستر": {
    "def": "السنور: لبوس من قد، كالدرع. قال لبيدٌ يرثي قتلى هَوازِنَ: وجاءُوا به في هَوْدَجٍ ووراء هـ * كتائب خضر في نسيج السَنَوَّرِ - قوله \" وجاءوا به \"، يعني قتادة بن مسلمة الحنفي، وهو ابن الجعد. وجعد اسم مسلمة، لانه غزا هوازن فقتل منهم وسبى. والسنور: واحد السنانير.",
    "pg": "2:689"
  },
  "ستق": {
    "def": "درهمٌ سَتُّوقٌ وسُتُّوقٌ (١) ، أي زيف بهرج. وكل ما كان على هذا المثال فهو مفتوح الاول، إلا أربعة أحرف جاءت نوادر وهى: سبوح، وقدوس، وذروح، وستوق، فإنها تضم وتفتح. والمساتق: فراء طوال الأكمام، واحدتها مُسْتَقَةٌ بفتح التاء (٢) . قال أبو عبيد: أصلها بالفارسية \" مشته \" فعربت.",
    "pg": "4:1494"
  },
  "ستن": {
    "def": "أبو عبيد: الاستن (١) : أصول الشجر البالية، الواحدة أسْتَنَةٌ. قال النابغة: تَحيدُ عن أَسْتَِنِ سودٍ أَسافِلُهُ مثل الإماءِ الغَوادي تَحْملُ الحزما",
    "pg": "5:2133"
  },
  "سته": {
    "def": "الاسْتُ: العَجُزُ، وقد يُراد به حلقة الدبر. وأصلها سته على فَعَلٍ بالتحريك (١) ، يدلُّ على ذلك أن جمعه أستاه، مثل جمل وأجمال. ولا يجوز أن يكون مثل جذع وقفل اللذين يجمعان أيضا على أفعال لانك إذا رددت الهاء التى هي لام الفعل وحذفت العين قلت سه بالفتح. قال الشاعر (٢) : شأنك قعين غثها وسمينها * وأنت السه السفلى إذا دعيت نصر يقول: أنت فيهم بمنزلة الاست من الناس. وفى الحديث: \" العين وكاء السه \" بحذف عين الفعل. ويروى: \" وكاء الست \" بحذف لام الفعل. ورجل أَسْتَهُ بيِّنُ السَتَهِ، إذا كان كبير العجز. والستهم والستاهى مثله. والمرأة ستهاء. ابن السكيت: رجل أَسْتَهُ وسُتاهِيٌّ: عظيمُ الاسْتِ، وامرأةٌ سَتْهاءُ وسُتْهُمٌ، والميم زائدة. وسَتَهْتُ الرجل سَتْهاً: ضربته على اسْتِهِ. وإذا نَسَبْتَ إليها قلت: سَتَهِيٌّ بالتحريك، وإن شئت قلت اسْتِيٌّ، تركتَه على حاله. وسَتِهٌ أيضاً بكسر التاء، كما قالوا: حَرِحٌ. وأما قول الشاعر (١) : وأنت مكانك من وائل * مكان القراد من است الجمل فهو مجاز، لانهم لا يقولون في الكلام است الجمل، وإنما يقولون: عجز الجمل. وقولهم: باست فلان: شتم للعرب، قال الحطيئة: فباست بنى قيس وأستاه طيئ * وباست بنى دودان حاشا بني نصر أبو زيد: ما زال فلان على اسْتِ الدَهرِ مجنوناً، أي لم يزل يُعْرَفُ بالجنون. قال أبو نخيلة: ما زالَ مُذْ كان (٢) على اسْتِ الدَهْرِ * ذا حُمُقٍ يَنْمي وعَقْلٍ يَحْري أي لم يزل مجنوناً دَهرَه. ويقولون: كان ذاك على اسْتِ الدهر: وكذلك على أساس الدهر وإس الدهر، أي على قدمه. (*)",
    "pg": "6:2233-2234"
  },
  "ستهم": {
    "def": "السُتْهُمُ. الأسْتَهُ، والميم زائدة.",
    "pg": "5:1947"
  },
  "سجا": {
    "def": "السَجِيَّةُ: الخُلقُ والطبيعة. وقد سجا الشئ يسجو سجوا: سكن ودام. وقوله تعالى: (والليلِ إذا سَجا) ، أي إذا دامَ وسكن. وليلةٌ ساجِيَةٌ، وساكنةٌ، وساكِرَةٌ، بمعنىً ومنه البحرُ الساجي. قال الأعشى: فما ذَنْبُنا أَنْ جاشَ بحرُ ابنِ عمِّكُمْ * وبَحْرُكَ ساجٍ لا يُواري الدَعامِصا وطَرْفٌ ساجٍ، أي ساكنٌ. * وسَجَّيْتَ الميّت تَسْجِيَةً، إذا مددت عليه ثوبا.",
    "pg": "6:2372"
  },
  "سجج": {
    "def": "سَجَّ يَسِجُّ، إذا رقَّ ما يجئ منه من الغائط. وسَجَّ الحائطَ، أي طيَّنه، والخشبة التى يطين بها: مسجة. والسجة والبجة: صنمان. والسجاج بالفتح: اللبن الكثير الماء، وهو أرق ما يكون. والارض السجسج، ليست بصلبة ولا سهلة، قال الشاعر (١) : أَنَّى اهتديتِ وكنتِ غير رَجيلَةٍ * والقومُ قد قَطَعوا مِتانَ السَجْسَجِ (٢) ويومٌ سَجْسَجٌ، لا حَرٌّ مؤذٍ ولا قُرٌّ. وفي الحديث: \" الجنّة سِجْسَج (٣) \".",
    "pg": "1:321"
  },
  "سجح": {
    "def": "الإسجاحُ: حُسْنُ العفو. يقال: \" مَلَكْتَ فَأَسْجِحْ \". ويقال: إذا سأَلتَ فاسْجِحْ، أي سَهِّلْ ألفاظك وارْفقْ. ومشية سجح، أي سهلة (١) . والسجيحة: الطبيعة. ووجه أَسْجَحُ بيِّنُ السَجَحِ، أي حسنٌ معتدلٌ (١) . قال ذو الرمَّة: لَها أُذُنٌ حَشْرٌ وذِفْرى أَسِيْلَةٌ * وَوَجْهٌ كَمِرْآةِ الغَريبَةِ أَسْجَحُ وسجاح: اسم امرأة من بنى يربوع تنبأت. ويقال: خَلِّ له عن سُجْحِ الطريق بالضم، أي عن وسطه. وبنى القوم بيوتهم على سُجْحٍ واحد، وعلى سَجيحَةٍ واحدة، أي على قدر واحد.",
    "pg": "1:372-373"
  },
  "سجد": {
    "def": "سَجَدَ: خضع. وقال (٤) : بِجَمْعٍ تَضِلُّ البُلْقُ في حَجَراتِهِ. * تَرى الاكم فيها سجد للحوافر - ومنه سُجودُ الصلاة، وهو وضع الجَبْهة على الأَرْضِ. والاسْمُ السِجْدَةُ بالكسر. وسورة السجدة. أبو عمرو: أسجد الرجل: طأطأ رأسه وانحنى. قال حميد بن ثور يصف نساء: فضول أزمتها أسجدت * سجود النصارى لاربابها (١) - يقول: لما ارتحلن ولوين فضول أزمة أجمالهن على معاصمهن أسجدت لهن. وأنشد أعرابِيٌّ من بني أسد:\nوَقُلْنَ له أسجد لليلى فأسجدا * يعنى البعير، أي طأطأ لها لتركبه. والسجادة: الخُمْرَةُ (٢) ، وأَثَر السجود أيضاً في الجبهة. والإسجادُ: إدامة النَظَر وإمراضُ الأجفانِ. قال كثيِّر: أَغَرَّكِ مِنَّا أَنَّ ذلك (٣) عِنْدَنا * وإِسْجادَ عَيْنَيْكِ الصيودين رابح - وأما قول الشاعر (٤) : * وافى بها كدراهم الاسجاد (١) * فهى دراهم كانت عليها صور يسجدون لها. والمسجد والمسجد: واحد المساجد. قال الفراء: كل ما كان على فعل يفعل مثل دخل يدخل فالمفعل منه بالفتح، اسما كان أو مصدرا، ولا يقع فيه الفرق، مثل دخل مدخلا، وهذا مدخله، إلا أحرفا من الاسماء ألزموها كسر العين. من ذلك: المسجد، والمطلع، والمغرب، والمشرق، والمسقط، والمفرق، والمجزر، والمسكن، والمرفق من رفق يرفق، والمنبت والمنسك من نسك ينسك. فجعلوا الكسر علامة للاسم. وربما فتحه بعض العرب في الاسم، قد روى مسكن ومسكن، وسمعنا المسجد والمسجد، والمطلع والمطلع. قال: والفتح في كله جائز وإن لم نسمعه. وما كان من باب فعل يفعل مثل جلس يجلس فالموضع بالكسر والمصدر بالفتح، للفرق بينهما، تقول: نزل منزلا بفتح الزاى، تريد نزل نزولا، وهذا منزله فتكسر، لانك تعنى الدار، وهو مذهب تفرد به هذا الباب من بين أخواته. وذلك أن المواضع والمصادر في غير هذا الباب ترد كلها إلى فتح العين، ولا يقع فيها الفروق، ولم يكسر شئ فيما سوى المذكور إلا الاحرف التى ذكرناها. والمسجدان: مسجد مكة ومسجد المدينة. وقال الشاعر (١) : لكم مسجد اللهِ المَزُورانِ والحَصى * لكم قِبْصُهُ من بين أَثْرى وأَقْتَرا - والمَسْجَدُ بالفتح: جبهةُ الرجل حيثُ يصيبه نَدَبُ السجودِ. والآرابُ السبعةُ مساجدُ.",
    "pg": "2:483-485"
  },
  "سجر": {
    "def": "سَجَرْتُ التَنُّورَ أَسْجُرُهُ سَجْراً، إذا أَحْمَيْتَه. وسُجِرْتُ النَهْرَ، مَلأْتُهُ. وسجرت الثماد (٢) ، إذا ملئت من المَطَرِ، وذلك الماءُ سُجْرَةٌ، والجمع سُجَر. ومنه البحر المسَجور. والسَجورُ: ما يُسْجَر به التَنُّورُ. وسَجيرُ الرَجُل: صَفِيُّهُ وخَليله، والجمع السُجَراء. والمَسْجور: اللبن الذي ماؤه أكثر منه. والساجِرُ: الموضع الذي يأتي عليه السيل فيملؤه. ومنه قول الشماخ: وأحمى عليها ابنا يزيد بن مسهر * ببطن المراض كل حسى وساجر - والساجور: خشبة تُجْعَلُ في عُنُقِ الكلب. يقال: كلب مسوجر. والساجور أيضا: اسم موضع. وسجرت الناقة تسجر سَجْراً وسُجوراً، إذا مَدَّت حَنينَها. قال الشاعر (١) : حَنَّتْ إلى بَرْقٍ (٢) فقلتُ لها قِرى * بَعْضَ الحَنينِ فإنَّ سَجْرَكِ شائِقي - واللؤلؤ المَسْجورُ: المنظومُ المسترسِل. وأنشد أبو زيد (٣) : كاللُؤْلُؤِ المَسْجورِ أُعْقِلَ (١) في * سِلْكِ النِظامِ فَخانَهُ النَظْمُ - وعَيْنٌ سَجْرَاءُ، بيِّنة السَجَر، إذا خالط بَياضَها حُمْرَةٌ. والأَسْجَرُ: الغَديرُ الحُرُّ الطين. قال الشاعر متمم بن نويرة (٢) : بغريض ساريةٍ أدَرَّتْهُ الصَبا * من ماءِ أسجر طيب المستنقع - الاصمعي، شَعَرٌ مُنْسَجِرٌ، وهو المُسْتَرْسِلُ. وقال:\nإذا ما انُثَنى شَعْرُها المُنْسَجِرْ (٣) * وانسَجَرتِ الإبِلُ في السَيْر: تَتَابَعَتْ وسنجار: موضع.",
    "pg": "2:677-678"
  },
  "سجس": {
    "def": "السَجَسُ (٣) بالتحريك: الماء المتغير. وقد سجس الماء بالكسر، حكاه أبو عبيد. وقولهم: لا آتيك سَجيسَ عُجَيْسٍ، وسجيس الأَوْجَسِ، وسَجيسَ الليالي، أي أبداً. قال الشَنْفَرى: هُنالِكَ لا أَرْجُو حَياةً تسرني * سجيس الليالى مبسلا بالجرائر",
    "pg": "3:936-937"
  },
  "سجع": {
    "def": "السَجْع (١) : الكلام المقفّى، والجمع أَسْجاعٌ (٢) وأَساجيعُ. وقد سَجَعَ الرجل سَجْعاً وسَجَّعَ تَسْجيعاً، وكلامٌ مُسَجَّعٌ، وبينهم أُسْجوعَةٌ. وسَجَعَتِ الحمامةُ، أي هدرتْ. وسَجَعَتِ الناقةُ، أي مدَّت حنينها على جهةٍ واحدة. قال أبو زيد: الساجِعُ: القاصدُ. وأنشد لذي الرمة: قَطَعْتُ بها أرضاً تَرى وَجْهَ رَكْبِها * إذا ما عَلَوْها مُكْفَأً غيرَ ساجِعِ * أي جائرا غير قاصد.",
    "pg": "3:1228"
  },
  "سجف": {
    "def": "السَجْفُ والسِجْفُ: الستْرُ. وأَسْجَفْتُ الستر، أي أرسلته. وقوله النابغة: نحلت سبيل أتى كان يحبسه ورَفَّعَتْهُ إلى السَجْفَيْنِ فالنَضَدِ هما مصرعا السِتر يكونان في مقدَّم البيت، وأَسْجَفَ الليلُ، مثل أَسْدَفَ.",
    "pg": "4:1371-1372"
  },
  "سجل": {
    "def": "السَجْلُ مذكَّر، وهو الدلوُ إذا كان فيه ماء، قلَّ أو كثُر. ولا يقال لها وهي فارغةٌ: سَجْلٌ ولا ذَنوبٌ، والجمع السِجالُ. والسَجيلةُ: الدَلو الضَخمةُ. قال الراجز: خذها واعط عمك السجيله إن لم يكن عمك ذا حليله وسَجَلْتُ الماء فانسَجَلَ، أي صببته فانصبّ. وأَسْجَلْتُ الحوض: ملأتُه. وقال: وغادَرَ الأُخْذَ والأَوْجاذَ مُتْرَعَةً تطفو وأُسْجَلَ أَنْهاءً وغُدْرانا والسَجيلُ من الضروعِ: الطويلُ. يقال: ناقةٌ سَجْلاءُ. والسجل: الصك. وقد سجل الحاكم تَسْجيلاً. وقوله تعالى: (حجارةً من سِجِّيْلٍ (١)) . قالوا: هي حجارةٌ من طين طُبِخَتْ بنار جهنم مكتوب عليها أسماء القوم، لقوله تعالى: (لِنُرْسِلَ عليهم حجارةً من طين) . والمساجلة: المفاخرة، بأن تصنع مثله صنعه في جَرْيٍ أو سَقْيٍ. وأصله من الدَلْو. وقال الفَضْلُ ابن عباس بن عتبة بن أبي لهب: من يُساجِلْني يُساجِلْ ماجِداً يملأ الدَلوَ إلى عَقْدِ الكَرَبْ ومنه قولهم: \" الحربُ سِجالٌ \". وتساجلوا، أي تفاخروا. والمسجل: المبذول المباحُ الذي لا يُمْنَعُ من أحد. وأنشد الضبى: أنخت قلوصى بالمُرَيْرِ ورَحْلُها لِما نابَهُ من طارق الليل مُسْجَلُ أراد بالرَحْلِ المنزل. وقوله تعالى: (هل جزاء الاحسان إلا الاحسان) قال فيه محمد بن الحنفية: هي مسجلة للبر والفاجر. قال الاصمعي: أي مرسلة لم يشترط فيها بر دون فاجر. يقال أسجلت الكلام، أي أرسلته. والسجنجل: المرآة، وهو رومى معرّب. قال امرؤ القيس:\nتَرائِبُها مصقولة كالسجنجل (١)",
    "pg": "5:1725-1726"
  },
  "سجلط": {
    "def": "السنجلاط: موضع، ويقال ضرب من الرياحين. قال الشاعر: أحب الكرائن والضومران * وشرب العتيقة بالسنجلاط",
    "pg": "3:1130"
  },
  "سجم": {
    "def": "سَجَمَ الدمعُ سُجوماً وسِجاماً: سالَ وانْسَجَمَ. وسَجَمَتِ العينُ دمعها. وعينٌ سَجومٌ. وأرضٌ مَسْجومَةٌ، أي ممطورة. وأَسْجَمَتِ السماءُ: صَبَّتْ، مثل أثجمت. والاسجم: الجمل الذى لا يرغو.",
    "pg": "5:1947"
  },
  "سجن": {
    "def": "السِجْنُ: الحبسُ. والسَجْنُ بالفتح المصدر. وقد سَجَنَهُ (٢) يَسْجُنُهُ: أي حبَسَه. وضَربٌ سِجِّينٌ، أي شديدٌ. قال ابن مقبل ورجلة يضربون الهامَ عن عُرُضٍ ضَرْباً تَواصَتْ به الابطال سجينا (١) وسجين: موضع فيه كتاب الفجار. قال ابن عبّاس ﵄: ودواوينهم. قال أبو عبيدة: هو فعيل من السجن، كالفسيق من الفسق.",
    "pg": "5:2133"
  },
  "سجهر": {
    "def": "المسجهر: الابيض. قال لبيد: وناحية أعملتها وابتذلتها * إذا ما اسْجَهَرَّ الآلُ في كلِّ سَبْسَبِ -",
    "pg": "2:678"
  },
  "سحا": {
    "def": "السَحا: الخفّاش، الواحدة سَحاةٌ مفتوحان مقصوران، عن النضر بن شميل. وسحاة كل شئ أيضاً: قِشره ; والجمع سَحاً. والسَحاة أيضاً: الساحة. يقال: لا أَرَيَنَّكَ بسحسحى وسحاتى. وسحاء الكتاب مكسور ممدود، الواحدة سحاءة، والجمع أسحية. وسحوت القرطاس وسحيته أيضا أَسْحاهُ، إذا قشرته. وكذلك سَحَوْتُ الطينَ عن وجه الأرض وسَحَيْتُهُ، إذا جرفتَه. وأنا أَسْحا وأَسْحُو وأَسْحِي، ثلاث لغات. وسَحَوْتُ الكتاب وسَحَيْتُهُ، إذا شددته بالسِحاءِ. وأَسْحى الجل: كثرت عنده الاسحية. ورجل أُسْحُوانٌ بالضم: كثير الأكل. والساحِيَةُ: المَطْرة الشديدة الوقْع التي تقشر وجهَ الأرض. والسِحاءُ أيضاً: نبتٌ تأكلُ منه النحل فيطيب عسلُها عليه. والمِسْحاةُ كالمجرفة إلاّ أنّها من حديد. وأمَّا قول أبي زُبيد: كأنَّ أَوْبَ مَساحي القومِ فَوْقَهُمُ * طيرٌ تَعيفُ على جونٍ مزاحيفِ شبَّهَ رجعَ أيدي القوم بالمساحي المعوجّة التي يقال لها بالفارسية كَنَنْدْ في حَفْر قبر عثمان ﵁، بطير تَعيف على جُونٍ مزاحيفَ. ويقال ضَبٌّ ساحٍ: يرعى السِحاءَ. ويقال أيضاً: ما في السماء سَحاةٌ من سحاب.",
    "pg": "6:2372-2373"
  },
  "سحب": {
    "def": "السحابَةٌ: الغَيْمُ، والجمع سحابٌ وسُحُبٌ وسَحائبُ. وسَحَبْتُ ذَيْلي أَسْحَبُ: جررته فانْجَرَّ. وتَسَحَّبَ عليه، أي أَدَلَّ. والسَحَبُ: شِدَّةُ الأكلِ والشُرْبِ. ورجل أُسْحوبٌ، أي أكولٌ شَروبٌ. وسحبان: اسم رجل من وائل، كان لسنا بليغا، يضرب به المثل في البيان.",
    "pg": "1:146"
  },
  "سحبل": {
    "def": "السحبل من الادوبة: الواسع، ومن الضب والسقاء: الضخم. وهو فعلل. وسحبل أيضا: اسم واد بعينه. قال الشاعر (١) : ألهفى بقرى سحبل حين أجلبت علينا الولايا والعدو المباسل وقرى (٢) : اسم ماء.",
    "pg": "5:1727-1728"
  },
  "سحت": {
    "def": "السُحْتُ والسُحُتُ: الحرام. وقد أَسْحَتَ الرجلُ في تجارته، إذا اكتسب السُحْتَ. وسَحَتَهُ وأَسْحَتَهُ، أي استأصلَه. وقرئ: (فَيَسْحَتُكمْ بعَذاب) . ومال مَسْحوت ومُسْحَتٌ، أي مُذْهَبٌ. قال الفرزدق: وعَضُّ زمانٍ يا بنَ مروان لم يدع * من المال إلا مُسْحَتاً أو مُجَلَّفُ وسَحَتُّ الشحمَ عن اللحم، إذا قشرتَه عنه، مثل سحفته. ورجل مسحوت الجوف، إذا كان لا يشبَع.",
    "pg": "1:252"
  },
  "سحج": {
    "def": "سَحَجْتُ جلدَه فانْسَحَجَ، أي قشرته فانقشر. يقال: أصابه شئ فسَحَجَ وجهه، وبه سَحْجٌ. وسَحَجَهُ فَتَسَحَّجَ، شدّد للكثرة. وحِمار مُسَحَّجٌ، أي معضَّض مكدَّحٌ (٤) . وبعيرٌ سَحَّاجٌ: يسحج الارض بخفه.",
    "pg": "1:321-322"
  },
  "سحح": {
    "def": "سَحَحْتُ الماءَ وغيره أَسُحُّهُ سحا، إذا صببته. قال دريد بن الصمة: فربت (٢) غارة أَسْرَعَتُ فيها * كَسحِّ الخَزْرَجِيِّ جَريمَ تَمرِ وسَحَّ الماءُ يَسُحُّ سَحَّاً، أي سال من فوق، وكذلك المطر والدَمْع. وسَحَّهُ مائة سوط، أي جلده. وسحابة سحوح. وتسحسح الماء، أي سال. ومطرٌ سَحْساحٌ، أي يَسُحُّ شديداً. وطعنة مسحسحة. وسحت الشاةُ تَسِحُّ بالكسر سُحوحاً وسُحوحَةٌ، أي سمنت. وغنم سحاح (١) ، أي سِمان، ولحمٌ ساحٌّ، قال الأصمعي: كأنه من سِمَنِهِ يَصُبُّ الوَدَك. وفرس مسح، بكسر الميم، كأنه يصب الجرى صبا. والسحسح والسحسحة: ساحة الدار.",
    "pg": "1:373"
  },
  "سحر": {
    "def": "السُحْرُ: الرِئَةُ، والجمع أَسْحَارٌ، مثل برد وأبراد، وكذلك السَحْرُ والسَحَرُ، والجمع سُحور مثل فلس وفلوس، وقد يحرك فيقال سحر مثل نهر ونهر، لمكان حروف الحلق. ويقال للجَبان: قد انتفخ سَحْرُهُ. ومنه قولهم للأرنب: المقطَّعة الأسْحار، والمُقَطَّعَةُ السُحور، والمُقَطَّعَةُ النِياطِ، وهو على التفاؤُل، أي سَحْرُهُ يُقَطَّعُ على هذا الاسم. وفي المتأخِّرين من يقول: \" المُقَطِّعةُ \" بكسر الطاء، أي من سرعتها وشدة عدوها كأنَّها تقطِّع سِحْرَها ونياطها. والسَحَرُ: قبيل الصبح. تقول: لقيته سحرنا هذا: إذا أردت به سحر ليلتك لم تصرفه، لانه معدول عن الالف واللام. وهو معرفة وقد غلب عليه التعريف بغير إضافة ولا ألف ولام، كما غلب ابن الزبير على واحد من بنيه. وتقول: سر على فرسك سحر يافتى، فلا ترفعه، لانه ظرف غير متمكن. وإن أردت بسحر نكرة صرفته، كما قال الله تعالى:\n(إلا آل لوط نجيناهم بسحر) *. فإن سميت به رجلا أو صغرته انصرف، لانه ليس على وزن المعدول كأخر. تقول: سر على فرسك سحيرا. وإنما لم ترفعه لان التصغير لم يدخله في الظروف المتمكنة كما أدخله في الاسماء المنصرفة. والسحرة بالضم: السحر الأعلى. يقال أتيتُه بسَحَرٍ وبِسُحْرَةٍ. وأَسْحَرْنا: أي سرنا في وقت السَحر. وأَسْحَرْنا أيضاً: صِرْنا في السَحَر. واسْتَحَرَ الديك: صاح في ذلك الوقت. والسَحور: ما يُتَسَحَّرُ به. والسِحْرُ: الأُخْذَةُ. وكلُّ ما لَطُفَ مَأْخَذُهُ ودَقَّ فهو سِحْرٌ. وقد سحره (١) يسحره سحرا. والساحر: العالِمُ. وسَحَرَهُ أيضاً: بمعنى خَدَعَهُ، وكذلك إذا عَلَّلَهُ. والتَسْحيرُ مثله. قال لبيد: فإنْ تسألينا فيمَ نحنُ فإنَّنا * عَصافيرُ من هذا الأنام المُسَحَّرِ. - وقوله تعالى:\n(إنَّما أنت من المسحرين) *، يقال المسحر: الذي خُلق ذا سِحْرٍ. ويقال من المُعَلَّلِين. ويُنشَد لامرئ القيس: أُرانا مُوضِعينَ لأَمْرِ غَيْبٍ * ونُسْحَرُ بالطعام وبالشراب - عصافير وذبان ودود * وأجرا من مجلحة الذئاب -",
    "pg": "2:678-679"
  },
  "سحط": {
    "def": "السْحط (١) مثل الذَعْط، وهو الذبح. وقد سحطه.",
    "pg": "3:1130"
  },
  "سحف": {
    "def": "السحفة: الشحمة التى على الظهر الملتزقة بالجلد، فيما بين الكتفين إلى الوركين، عن ابن السكيت. قال: وقد سَحَفْت الشحمَ عن ظهر الشاة سَحْفاً، وذلك إذا قَشَرْتَهُ من كثرته ثم شويتَه، وما قشرته منه فهو السَحيفةُ. وإذا بلغ سِمَنُ الشاةِ هذا الحدَّ قيل شاةٌ سَحوفٌ، وناقةٌ سَحوفٌ. والسَحيفَةُ: المَطْرةُ تَجرفُ ما مرّتْ به. وسَحَفَ رأسَه، أي حَلَقَه. وسمعت حفيف الرحى وسَحيفَها. قال أبو يوسف: هو صوتُها إذا طحنتْ. والسُحافُ: السِلُّ، يقال رجلٌ مَسْحوفٌ.",
    "pg": "4:1372"
  },
  "سحفر": {
    "def": "اسحنفر الرجل، إذا مضى مُسْرعاً. يقال: اسْحَنْفَرَ في خُطْبَتِه، إذا مضى واتّسع في كلامه. وبلد مسحنفر، أي واسع.",
    "pg": "2:679"
  },
  "سحق": {
    "def": "سحقت الشئ (٣) فانسحق، إذا سَكَهْتَهُ. والسَحْقُ: الثوبُ البالي والسَحْقُ في العَدْو: فوق المشي ودون الحضر. والسحق بالضم: البعد. يقال: سحقا له، وكذلك السحق، مثل عسر وعسر. قد سحق الشئ بالضم فهو سحيق، أي بعيد. وأَسْحَقَهُ الله، أي أبعده. وأَسْحَقَ الثوبُ، أي أخلَقَ وبَليَ. عن يعقوب. قال: وأَسْحَقَ خُفُّ البعير، أي مَرَنَ. وأَسْحَقَ الضرعُ، أي ذهب لبنه وبَليَ ولصق بالبطن. قال لبيد: حتى إذا يَبِسَتْ وأَسْحَقَ حالِقٌ لم يُبْلِهِ إرْضاعُها وفِطامُها والسَحوقُ من النخل: الطويلة، والجمع سُحُقٌ. وأتانٌ سحوقٌ وحمارٌ سَحوقٌ، أي طويل. والسَوْحَقُ: الطويل. وإسحاق: اسم رجل. فإن أردت به الاسم الاعجمي لم تصرفه في المعرفة، لانه غير عن جهته فوقع في كلام العرب غير معروف المذهب. وإن أردت المصدر من قولك: أسحقه السفر إسحاقا، أي أبعده، صرفته لانه لم يتغير. والسمحوق من النخل: الطويلة، والميم زائدة. والسِمحاقُ: قشرة رقيقة فوق عَظْم الرأس، وبها سميت الشجة إذا بلغت إليها: سمحاقا. وسماحيق السماء: القطعُ الرِقاقُ من الغَيم. وعلى ثَرْبِ الشاةِ سَماحيقُ من شَحْمٍ. وأرى الميمات في هذه الكلمات زوائد.",
    "pg": "4:1494-1495"
  },
  "سحك": {
    "def": "اسحنك الليل، أي أظلم. وشعَرٌ مُسْحَنْكِكٌ، أي شديد السواد.",
    "pg": "4:1589"
  },
  "سحل": {
    "def": "السَحْلُ: الثَوبُ الأبيض من الكُرْسُفِ، من ثياب اليمن. قال المُسَيَّبُ بن عَلَسٍ يذكر ظُعُناً: في الآلِ يَخْفِضُها ويرفعها ريعٌ يلوح كأنه سحل (٢) شبه الطريق بثوب أبيض. والجمع سُحولٌ، ويجمع أيضا على سحل، مثل سقف وسقف. وقال (١) : كالسحل البيضِ جَلا لَوْنها سَحُّ نِجاءِ الحمل الاسول وكفن رسول الله ﷺ في ثلاثة أثواب سحولية كرسف. ويقال: سحول: موضع باليمن، وهى تنسب إليه. والسحل: النقد من الدراهم. وقال أبو ذؤيب: فباتَ بِجَمْعٍ ثم آبَ إلى مِنىً فأصبح راداً يبتغي المَزْجَ (٢) بالسَحْلِ والسحلة، مثال الهمزة: الارنب الصغيرة التى قد ارتفعت عن الخِرْنِقِ وفارقتْ أمها. والمِسحل: المِبْرد. والمِسحَلُ: اللِسانُ الخطيبُ (٣) . والمِسْحَلُ: الحمار الوحشيّ. والمِسْحَلانِ: حَلْقتان في طرفيْ شَكيمِ اللجام، إحداهما مدخلة في الاخرى. ومسحل: اسم تابعة الاعشى، وقال فيه: دعوت خليلي مسحلا ودعوا له جهنام جدعا للهجين المذمم أبو نصر: السَحيلُ: الخيطُ غير مفتولٍ. والسَحيلُ من الثياب: ما كان غزله طاقاً واحداً. والمُبْرَمُ: المفتُولُ الغَزْلِ طاقَينِ. والمِتآمُ: ما كان سَداه ولُحْمَتُهُ طاقَيْنِ طاقين، ليس بمُبْرمٍ ولا مُسْحَلٍ. والسَحيلُ من الحبل: الذي يُفْتَلُ فَتْلاً واحداً، كما يفتل الخياط سلكه. والمبرم: أن يجمع بين نسيجتين فيفتلا حبلا واحدا (١) . وقد سحلت الحبل فهو مَسْحولٌ، ويقال مُسْحَلٌ لاجل المبرم. وسحلت الشئ: سحقته. وسحلت الدراهم فانسحلت، إذا املاست. وسَحَلْتُهُ مائةَ درهمٍ، إذا عجَّلتَ له نقدها. قال ابن السكيت: سَحَلْتُ الدراهم: صببتُها، كأنَّك حككتَ بعضها ببعض. وسَحَلَهُ مائة سوطٍ، أي ضربه. وأصل السَحْلِ القَشْرِ، كأنَّه قشر جلده. وسَحِلَتِ الرياحُ الأرضَ: كشطتْ أَدَمَتَها. الأصمعيّ: باتتِ السماءُ تَسْحَلُ ليلتها، أي تَصُبُّ. ويقال للخطيب: انْسَحَلَ بالكلام، إذا جَرى به. وركِب مِسْحَلَهُ، إذا مَضى في خُطْبته. والسَحيلُ والسُحالُ بالضم: الصوت (١) الذي يدور في صدر الحمار. وقد سَحَلَ يَسْحِلُ بالكسر. ومنه قيل لعَيرِ الفَلاةِ: مِسْحَلٌ. والسُحالَةُ: ما سَقَط من الذهب والفضّة ونحوِهما كالبُرادَةِ. والساحِلُ: شاطئُ البحر. قال ابن دريد: هو مقلوبٌ، وإنّما الماءُ سَحَلَهُ (٢) . وقد ساحَلَ القومُ، إذا أخذوا على الساحِلِ. والإِسْحِلُ بالكسر: شجرٌ. وقال (٣) :\nأساريع ظبى أو مساويك إسحل (٤)",
    "pg": "5:1726-1727"
  },
  "سحم": {
    "def": "السُحْمَةُ: السَوادُ. والأسْحَمُ: الأسود. والأَسْحَمُ في قول زهير (١) :\nبأَسْحَمَ مِذْوَدِ * هو القَرْنُ. وفي قول النابغة:\nبأَسْحَمَ دَانٍ (٢) * هو السحاب. وفي قول الأعشى:\nبأَسْحَمَ داجٍ عَوْضُ لا نَتَفَرَّقُ (٣) * يقال: الدَمُ تُغْمَسُ فيه اليدُ عند التحالف. ويقال بالرّحِمِ، ويقال بسواد حَلَمَة الثدى، ويقال بزق الخمر. وسحام: اسم كلب. قال لبيد: فتقصدت منها كساب فضرجت بدم وغودر في المكر سحامها والسحم بالتحريك: شجرٌ. قال النابغة: إنَّ العُرَيْمَةَ مانِعٌ أَرْماحَنا ما كان من سحم بها وصفار والسحماء مثله. وإسحمان: جبل بعينه، بكسر الهمزة والحاء.",
    "pg": "5:1947-1948"
  },
  "سحن": {
    "def": "السَحَنَةُ بالتحريك: الهيئة، وقد يُسَكَّنُ. يقال: هؤلاء قومٌ حَسَنٌ سَحَنَتُهُمْ. وكذلك السَحْناء. ويقال: إنّه لحَسَنُ السَحْناء. وكان الفراء يقول: السحناء والثأداء بالتحريك. قال أبو عبيد: ولم أسمع أحدا يقولهما بالتحريك غيره. وقال ابن كيسان: إنما حركتا لمكان حرف الحلق. والمساحنة: حسن المعاشَرة والمخالطة. وتَسَحَّنْتُ المال فرأيت سَحْناءَهُ حسنه. وفرسٌ مُسْحِنَةٌ: حسنةُ المنظر. وسَحَنْتُ الحجر: كسرته. والمِسْحَنَةُ: التى تكسر بها الحجارة.",
    "pg": "5:2133-2134"
  },
  "سخا": {
    "def": "السَخاوَةُ والسَخاءُ: الجود. يقال منه: سَخا يَسْخو. وسَخِيَ يَسْخى مثله، قال عمرو بن كلثوم: مُشَعْشَعَةً كأنَّ الحُصَّ فيها * إذا ما الماءُ خالطها سَخينا أي جُدْنا بأموالنا. وقول من قال \" سَخينا \" من السُخونَةِ نصب على الحال، فليس بشئ. وسخيت نفسي عن الشئ، إذا تركته. وسخو الرجل يسخو سَخاوَةً، أي صار سَخِيَّاً. وسَخَوْتُ النار أَسْخوها سَخْواً، وذلك إذا أوقدتَ فاجتمع الجمرُ والرماد ففرَّجْتَه. وفيه لغة أخرى حكاهما جميعاً أبو عمرو: سَخيتُ النار أَسْخاها سَخْياً، مثال لبثت ألبث لَبْثاً. يقال: اسْخَ نارَكَ، أي اجعل لها مكاناً تُوقَد عليه. وأنشد: ويرْزِمُ أن يَرى المَعْجونَ يُلْقى * بسَخي (١) النار إِرْزامَ الفصيلِ (٢) والسَخا مقصورٌ: ظَلْعٌ يصيب البعيرَ أو الفصيل، بأنْ يثب بالحمل الثقيل فتعترضَ الريحُ بين الجلد والكتِف. يقال: سَخِيَ البعير بالكسر يَسْخَى سَخىً، فهو سَخٍ مثل عم، حكاه يعقوب. وفلان يَتَسَخى على أصحابه، أي يتكلَّف السَخاءَ. وأرضٌ سَخاوِيَّةٌ: ليِّنة التُراب، وهي منسوبة. ومكانٌ سَخاوِيٌّ. والسَخواءُ: الأرض السهلة الواسعة، والجمع السخاوى والسخاوى، مثل الصحارى والصحارى.",
    "pg": "6:2373-2374"
  },
  "سخب": {
    "def": "السِخابُ: قلادةٌ تُتَّخَذُ من سُكٍّ وغيره. ليس فيها من الجوهر شئ، والجمع سخب.",
    "pg": "1:146"
  },
  "سخبر": {
    "def": "السَخْبَرُ: ضَرْبٌ من الشَجَر. يقال: رَكِبَ فُلانٌ السَخْبَرَ، إذا غَدَرَ. قال الشَّاعر، وهو حسّان، يهجو الحارثَ بن عوفٍ المُرّيَّ من غطفان: إنْ تَغْدِروا فالغَدْرُ منكم شِيمَةٌ * والغَدْرُ يَنْبُتُ في أصول السخبر -",
    "pg": "2:680"
  },
  "سخت": {
    "def": "السَخْتُ: الشديد. قال أبو الحسن اللِحْياني: يقال هذا حَرٌّ سخت. قال: وهو معروف في كلام العرب. وهم ربما استعملوا بعض كلام العجم، كما قالوا للمسح: بلاس (١) . والسختيت بالكسر: الشديد أيضا قال رؤبة: هل ينجيني حلف (٢) سختيت * أو فضة أو ذهب كبريت والسختيت أيضا: السويق الذى لايلت بالادم، وهو أيضا الغبار الشديد الارتفاع. قال رؤبة (٣) :\nوهي تثير الساطع السِخْتِيتا (٤) * أبو زيد: اسْخَاتَّ الجرح اسخيتاتاً، أي سكن ورمه.",
    "pg": "1:252"
  },
  "سخخ": {
    "def": "السَخاخُ، بالفتح: الأرض اللَّينة الحُرّة. وسَخَّتِ الجرادةُ: غرزتْ ذَنَبَها في الارض.",
    "pg": "1:423"
  },
  "سخد": {
    "def": "السُخْدُ: ماءٌ أصفرُ غليظٌ يخرج مع الولد. وأصبح فلان مُسْخَداً، إذا أصبح ثقيلاً مُوَرَّماً مصفرا. وفى الحديث: \" فيصبح السخد على وجهه \".",
    "pg": "2:485"
  },
  "سخر": {
    "def": "سَخِرْت منه أَسْخَرُ سَخَراً بالتحريك، ومَسْخَراً وسُخْراً بالضم (١) . قال أعشى باهِلَةَ: إنّي أَتَتْني لِسانٌ لا أُسَرُّ بها * من عَلْوَُِ لا عَجَبٌ مِنْهُ (٢) ولا سَخَرُ - والتأنيث للكلمة، وكان قد أتاه خبرُ مقتلِ أخيه المنتشِر. وحكى أبو زيد: سَخِرْتُ به، وهو أردأ اللغتين. وقال الاخفش: سخرت منه وسخرت به، وضحكت منه وضحكت به، وهزئت منه وهزئت به، كل ذلك يقال: والاسم السخرية والسخرى والسِخْرِيُّ، وقرئ بهما قوله تعالى:\n(ليتخذ بعضهم بعضا سخريا) *، و * (سخريا) *. وسَخَّرَهُ تسخيراً: كَلَّفَهُ عَمَلاً بلا أُجْرَة، وكذلك تَسَخَّرَهُ. والتَسْخيرُ: التَذْليلُ. وسُفُنٌ سَواخِرُ، إذا أَطاعَتْ وطابَتْ لها الريح. وفلانٌ سُخْرَةٌ: يُتَسَخَّرُ في العملِ. يقال خادمة سُخْرَةٌ. ورجلٌ سُخْرَةٌ أيضاً: يُسْخَرُ منه. وسُخَرَةٌ بفتح الخاء: يَسخَرُ من الناس.",
    "pg": "2:679-680"
  },
  "سخط": {
    "def": "السُخْط والسَخَط: خلاف الرضا. وقد سَخِطَ، أي غضب، فهو ساخِطٌ. وأَسْخَطَهُ، أي أغضبه. ويقال: تَسَخَّطَ عطاءه، أي استقلَّه ولم يقع منه موقعا.",
    "pg": "3:1130"
  },
  "سخف": {
    "def": "سحفة (١) الجوع: رقته وهزاله. يقال به: سَخْفَةٌ من جوع. والسُخْفُ بالضم: رقّةُ العَقلِ. وقد سَخُف الرجل بالضم سَخافةً فهو سخيف. وساخفته مثل حامقته. (٢)",
    "pg": "4:1372"
  },
  "سخل": {
    "def": "أبو زيد: يقال لأولاد الغنم ساعةَ تضعه من الضأن والمعز جميعاً، ذكراً كان أو أنثى: سخلة، وجمعه سخل وسخال (٣) . والسخال أيضا في قول الشاعر (٤) :\nوحلت علوية بالسخال (٥) * اسم موضع: والسُخَّلُ: الضُعفاءُ من الرِجال، لا واحد له. وأهل المدينة يسمُّون الشيص من التمر: السخل. وقد سخلت النخلة تسخيلا. ويقال أيضا: سَخَّلْت الرجل، إذا عِبْتَه وضَعَّفْتَهُ، وهي لغة هذيل. وكواكبُ مَسْخولَةٌ، أي مجهولةٌ. وقال: وأنتم كواكبُ مَسْخولةٌ تُرى في السماء ولا تعلم (١) ويروى: \" مخسولة \".",
    "pg": "5:1728"
  },
  "سخم": {
    "def": "السُخْمَةُ: السوادُ. والأَسْخَمُ: الأسود. والسُخامُ، بالضم: سَواد القِدر. وسَخَّمَ الله وجهَه، أي سوَّده. ويقال: هذا ثوبٌ سُخامُ المَسِّ، إذا كان ليِّن المسّ مثل الخزّ. وريشٌ سُخامٌ، أي ليِّن المسّ رقيق. وقطن سخام، وليس هو من السواد. وقال يصف الثلج (١) : كأنه بالصَحْصُحانِ الأنْجَلِ قُطْنٌ سُخامٌ بأيادي غُزَّلِ ومنه قيل للخمر سُخامٌ وسُخامِيَّةٌ، إذا كانت ليِّنَةً سلسةً. والسَخيمَةُ: الضغينةُ والموجِدةُ في النفس.",
    "pg": "5:1948"
  },
  "سخن": {
    "def": "السُخْنُ بالضم: الحارُّ. وسَخَنَ (١) الماء وغيرُه بالفتح، وسَخُنَ أيضاً سُخونَةً فيهما. ويروى قول لبيد: رَفَّعْتُها طَرَدَ النَعامِ وفَوقَه حتَّى إذا سَخُنَتْ وخَفَّ عِظَامُها بالفتح والضم. وتَسْخينُ الماء وإسْخانُهُ بمعنىً. قال ابن الأعرابيّ: ماءٌ مُسْخَنٌ وسخين، مثل مترص وتريص، ومبرم وبريم. وأنشد لعمرو (٢) : مُشَعْشَعَةً (٣) كأنَّ الحُصَّ فيها إذا ما الماء خالطها سخينا قال: وأما قول من قال: جدنا بأموالنا فليس بشئ. وماء سخاخين على فعاعيل بالضم. وليس في كلام العرب غيره. والمسخنة: قدر كأنها تور. ويومٌ سُخْنٌ وساخِنٌ وسَُخْنانٌ، أي حار. وليلة سخنة وسخنانة. وإنى لأجد في نفسي سَخَنَةً بالتحريك، وهي فَضْلُ حرارةٍ تجدها مع وجعٍ. وسُخْنَةَ العينِ: نقيض قُرَّتِها. وقد سَخِنَتْ عينه بالكسر، فهو سَخِينُ العين. وأَسْخَنَ الله عينَه، أي أبكاه. والسَخونُ من المرق: ما يسخن. قال الراجز: يعجبه السخون والعصيد والتمر حبا ماله مزيد ويروى: \" حتى \". والسخينة: طعام يتخذ من الدقيق دون العصيدة في الرقة وقوق الحساء. وإنما يأكلون السخينة والنفيتة في شدة الدهر وغلاء السعر وعجف المال. وكانت قريش تعير بها. والسخين: مسحاة منعطفة، بلغة عبد القيس. والتساخين: الخفاف. وفي الحديث: \" أنه ﵇ أمرهم أن يمسحوا على المشاوذ والتساخين \" ولا واحد لها، مثل التعاشيب (١) .",
    "pg": "5:2134-2135"
  },
  "سدا": {
    "def": "السَدْوُ: مدّ اليد نحوَ الشئ. يقال: سدت الناقة تسدو، وهو تَذَرُّعها في المشي واتِّساع خطوها. يقال: ما أحسن سدو رجلَيها وأُتْوَ يديها. ونوقٌ سَوادٍ. وفلانٌ يَسْدُو سَدْوَ كذا، أي ينحو نحوه. وبسر سد، مثال عم، وبسرة سَدِيَةٌ، وهي السَداةُ. والسَدا: نَدى الليل، وهو حياة الزرع. قال الكميتُ، وجعَلَهُ مثلاً للجود: فأنت النَدى فيما ينوبك والسَدا * إذا الخود عدت عقبة القدر مالها وسديت الارض، إذا كثر نداها، من السماء كان أو من الارض، فهى سدية على فعلة. والسدى: المعروف من الثَوب، وهو خلاف اللُحمة: والسَداةُ مثله، وهما سَدَيانِ، والجمع أَسْدِيَةٌ. تقول منه: أَسْدَيْتُ الثوبَ وأَسْتَيْتُهُ. وأَسْدى النخل: إذا سَدى بُسْرُهُ. وقد سَدِيَ البُسر بالكسر، إذا استرخت ثفاريقه. وهذا بلحٌ سَدٍ، ومنه قول الشاعر:\nيَنْحَتُّ مِنْهُنَّ السَدى والحَصْلُ (١) * ويقال: طلبتُ أمراً فأسْدَيْتُهُ، أي أصبته. وإن لم تصبه قلت: أعمسته. والسُدى بالضم: المُهْمَلُ. يقال: إبلٌ سُدىً، أي مُهْمَلَة. وبعضهم يقول سَدىً بالفتح. وأَسْدَيْتُها، أي أهملتها. وتَسَدَّاهُ، أي عَلاهُ وركِبه. قال امرؤ القيس: فلَمَّا دنوتُ تَسَدَّيْتُها * فثَوْباً نَسِيْتُ (٢) وثوباً أَجُرّْ والسَدْوُ: ركوب الرأس في السير. والسادى: السادس. قال الجعدى: إذا ما عد أربعة فسال * فزوجك خامس وأبوك سادى (١) أراد السادس فأبدل من السين ياء، كما فسرناه في ست.",
    "pg": "6:2374-2375"
  },
  "سدج": {
    "def": "رجل سَدَّاجٌ، أي كذَاب. وقد تَسَدَّجَ، أي تَكَذَّب وتخلَّق.",
    "pg": "1:322"
  },
  "سدح": {
    "def": "السَدْحُ: الصَرْعُ بَطْحاً على الوجه، أو إِلقاءً على الظهر، لا يقع قاعداً ولا متكوّراً. تقول: سَدَحَهُ فانْسَدَحَ، فهو مَسْدوحٌ وسَديحٌ. قال الشاعر (٢) : بينَ الأراكِ وبين النخل تسدحهم * زرق الاسنة في أطرافها شبم (٣) ورواه المفضل: \" تشدخهم \" فقال الاصمعي: صارت الاسنة كافر كوبات (٤) تشدخ الرؤوس! وإنما هو \" تسدحهم \". وفلان سادح، أي مخصب.",
    "pg": "1:373-374"
  },
  "سدد": {
    "def": "التَسْديدُ: التوفيقُ للسداد، وهو الصوابُ والقصدُ من القول والعمل. ورجلٌ مُسَدَّدٌ، إذا كان يعمل بالسداد والقصد. والمُسَدَّدُ: المُقَوَّمُ. وسَدَّدَ رمحَهُ، وهو خلاف قولك: عَرَّضَهُ. وسَدَّ قولُهُ يَسِدُّ بالكسر، أي صار سَديداً. وإنه لَيُسِدُّ في القول فهو مُسِدٌّ، إذا كان يصيب السداد، أي القصد. ويقال للرجل: أَسْدَدْتَ ما شئتَ، إذا طلب السَدادَ والقصدَ. وأَمْرٌ سَديدٌ وأَسَدُّ، أي قاصدٌ. وقد اسْتَدَّ الشئ، أي استقام. وقال الشاعر: أُعَلِّمُهُ الرِمايَةَ كُلَّ يَوْمٍ * فلما استد ساعده رماني - قال الاصمعي: اشتد بالشين ليس بشئ. والسداد بالفتح: الاستقامةُ والصوابُ وكذلك السَدَدُ مقصورٌ منه. قال الأعشى: ماذا عَلَيها وماذا كانَ يَنْقُصُها * يَوْمَ التَرَحُّلِ لو قالتْ لنا سَدَدا - فحذف الألف. تقول منه: أَمْرُ بني فلان يجرِي على السَدادِ. وقد قال سَداداً من القول. وأما سِدادُ القارورة وسِدادُ الثَغْرِ فبالكسر لا غير. قال العَرْجِيُّ: أَضاعوني وأَيَّ فَتىً أَضاعوا * لِيَوْمِ كَريهَةٍ وسِدادِ ثَغْرِ - وهو سَدُّهُ بالخيل والرجال. وأما قولهم: فيه سِدَادٌ من عَوَزٍ، وأصَبْتُ به سِدَاداً من عيشٍ، أي ما تُسَدُّ به الخَلَّةُ، فيُكْسَرُ ويُفْتَحُ، والكسر أفصحُ. وسددْت الثُلْمَةَ ونحوَها أَسُدُّها سدا: أصلحتها وأوثقتها. والسد والسد: الجبلُ، والحاجز (١) . وصَبَبْتُ في القربة ماء فاسْتَدَّتْ عيون الخُرَزِ وانْسَدَّتْ، بمعنىً. وأرضٌ بها سَدَدَةٌ، وهي أودية فيها حجارةٌ وصخور، يبقى الماء فيها زماناً، الواحد سُدٌّ بالضم، مثل جحر وجحرة. ويقال أيضا: جاءنا جراد سُدٌّ بالضم، إذا سَدَّ الأُفُقَ من كثرته. قال العجاج:\nسَيْلُ الجَرادِ السُدِّ يَرْتادُ الخُضَرْ * والسُدُّ أيضاً: واحد السُدودِ، وهي السحائِبُ السود، عن أبى زيد. والسدة: داء يأخذ بالانف يمنع نسيم الريح. وكذلك السُدَادُ، مثل الصداع والعطاس. والسُدَّةُ: باب الدار. تقول: رأيته قاعداً بسُدَّةِ بابه. وفي الحديث (٢) : \" الشعث الرؤوس الذين لا تفتح لهم السُدَدُ \". قال أبو الدرداء: مَنْ يَغْشَ سُدَدَ السلطان يَقُمْ ويقعد. وسمى إسماعيل السدى لانه كان يبيع المقانع والخمر في سدة مسجد الكوفة، وهى ما يبقى من الطاق المسدود. والسد بالفتح: واحد الاسدة، وهى العيوب مثل العمى والصم والبَكَم، جمع على غير قياس، وكان قياسه سُدوداً. ومنه قولهم: لا تجعلنَّ بجنْبك الأسِدَّةَ، أي لا يضيقنَّ صدرُك فتسكتَ عن الجوابِ كمن به صممٌ وبكَمٌ. قال الكميت: وما بِجَنْبِيَ من صَفْحٍ وعائِدةٍ * عند الأَسِدَّةِ إنَّ العى كالعضب - يقول: ليس بي عِيٌّ ولا بكم عن جواب الكاشح، ولكني أصفح عنه، لأن العِيَّ عن الجواب كالعَضْبِ، وهو قطعُ يدٍ أو ذَهاب عضوٍ. والعائدةُ: العطفُ. والسد أيضا: شئ يتخد من قضبان له أطباق. والمسد: بستان ابن معمر، وذلك البستان مأسدة. قال أبو ذؤيب: ألفيت أغلب من أسد المسد حدي * - د الناب أخذته عفر (١) فتطريح قال الاصمعي: سألت ابن أبى طرفة عن المسد فقال: هو بستان ابن معمر، الذى يقول له الناس بستان ابن عامر.",
    "pg": "2:485-486"
  },
  "سدر": {
    "def": "السدر: شحر النبق، الواحدة سِدْرَةٌ، والجمع سِدْرَاتٌ وسِدِرَاتٌ وسِدَراتٌ وسدر (١) . والسدير: نهر، ويقال قصر، وهو معرب وأصله بالفارسية سه دلة: أي فيه قِبابٌ مُداخَلَةٌ، مثل الحاريّ بكمين. وقولهم: جاء فُلانٌ يَضْرِبُ أَسْدَرَيْه وأَصْدَرَيْه، أي عِطْفَيْهِ ومَنْكِبَيْهِ، إذا جاء فارغاً ليس بيده شئ ولم يقض طلبته. وربما قالوا: \" أزدريه \". بالزاى. والسادر: المتحير. والسادر: الذى لا يهتمّ ولا يُبالي ما صَنَع. والسَدَر: تَحيُّر البَصَر. يقال: سَدِر البَعيرُ بالكسر يَسْدَرُ سَدَراً وسَدارَةً: تحيَّر من شدَّة الحر، فهو سَدِرٌ. وسَدِرٌ أيضاً: اسمٌ من أسماء البَحْر. قال أمية بن أبي الصلت: فكأنّ بِرْقِعَ والمَلائِكَ حوله * سدر تواكله القوائم أجرب (١) - وقول على رضى الله عنه:\nأَكِيلُكُمْ بالسَيفِ كَيْلَ السَنْدَرَه * يقال: هو مكيالٌ ضَخْم كالقَنْقَلِ والجراف. والسندرى: ضرب من السهام مَنْسُوبٌ إلى السَنْدَرة، وهي شجرة. والسندرى: شاعر كان مع علقمة بن علاثة: وكان لبيد مع عامر بن الطفيل، فدعى لبيد إلى مهاجاته، فأبى وقال: لكيلا يكونَ السَنْدَرِيُّ نَديدَتي * وأجْعَلَ أقواما عموما عماعما - وسَدَرَتِ المرأةُ شَعَرَها فانْسَدَرَ: لُغَةٌ في سَدَلَتْه فانْسَدَل. وانْسَدَرَ فلانٌ يَعْدُو، أي أَسْرَعَ بعض الإسراع.",
    "pg": "2:680-681"
  },
  "سدس": {
    "def": "سدس الشئ وسدسه: جزء من سِتَّةٍ. والسِدْسُ بالكسر، من الورد في أظماء الابل: أن تنقطع خمسةً وترد السادس. وقد أَسْدَسَ الرَجُلُ، أي وردَتْ إبلُه سِدْساً. وأَسْدَسَ البعيرُ، إذا أَلْقَى السِنَّ بعد الرَباعِيَةِ، وذلك في السنة الثامنة. وأَسْدَسَ القومُ: صاروا ستةً. وبعضهم يقول للسُدسِ سَديسٌ، كما يقال للعُشْرِ عَشيرٌ. ويقال: لا آتيك سَديسَ عُجَيْسٍ: لغة في سَجيسٍ. وشاةٌ سَديسٌ، إذا أتت عليها السنةُ السادسة. والسَدَسُ بالتحريك: السِنُّ قبل البازل، يستوي فيه المذكَّر والمؤنث ; لأنّ الإناث في الأسنان كلُّها بالهاء إلاّ السَدَسَ والسَديسَ والبازلَ. وجمع السَديسِ سدس، مثل رغيف ورغف. وجمع السدس سدس، مثل أسد وأسد. قال الشاعر (١) فطاف كما طاف المصدق وَسْطَها * يُخَيَّرُ منها في البَوازِلِ والسُدْسِ * وإزارٌ سَديسٌ وسُداسِيٌّ. وسَدَسْتُ القومَ أَسْدُسْهُمْ بالضم، إذا أخذتَ سُدْسَ أموالهم. وأَسْدِسُهُمْ بالكسر، إذا كنت لهم سادسا. وسدوس بالفتح: أبو قبيلة. وسدوس بالضم: الطَيْلَسانُ الأخضر. قال الأفوه الأوديُّ: والليلُ كالدَأْماءِ مُسْتَشْعِرٌ * مِن دونه لوناً كلونِ السُدوسْ * وكان الأصمعيُّ يقول: السدوس بالفتح: الطيلسان. وسدوس بالضم: اسم رجل. وقال ابن الكلبى: سدوس التى في بنى شيبان بالفتح. وسدوس التى في طيئ بالضم. والسندس: البزيون (١) . وأنشد أبو عبيد (٢) : وداوَيْتُها حتَّى شَتَتْ حَبَشِيَّةً * كأن عليها سندسا وسدوسا",
    "pg": "3:937"
  },
  "سدف": {
    "def": "قال الأصمعي: السَدْفَةُ والسُدْفَةُ في لغة نجد: الظلمة، وفى لغة غيرهم الضَوءُ وهو من الأضداد. وكذلك السَدَفُ بالتحريك. وقال أبو عبيد: وبعضهم يجعل السُدْفَةَ اختلاطَ الضوءِ والظلمةِ معاً، كوقتِ ما بين طلوع الفَجْرِ إلى الإسفار. وقد أَسْدَفَ الليل، أي أظلمَ. ومنه قول العجاج:\nوأَقْطَعُ الليلَ إذا ما أَسْدَفا (١) * وأَسْدَفْتُ المرأةُ القِناعَ، أي أرسلتْه. والسَدَفُ: الليلُ. قال الشاعر: نَزورُ العدوَّ على نَأْيِهِ بأَرْعَنَ كالسَدَفِ المُظْلِمِ والسَدَفُ أيضاً: الصُبحُ وإقبالُه، ذكره الفراء، وأنشد لسعد القرقرة: نحن بغرس الودى أعلمنا منا بركض الجِيادِ في السَدَفِ وأَسْدَفَ الصبحُ، أي أضاء. ويقال أَسْدِف البابَ، أي افتحه حتى يضئ البيت. وفي لغة هوازن: أَسْدَفوا، أي أَسْرَجوا من السِراج. والسَديفُ: السَنامُ. ومنه قول الشاعر * تركناه واخترنا السديف المسرهدا (١)",
    "pg": "4:1372-1373"
  },
  "سدك": {
    "def": "سَدِكَ به، بالكسر، أي لزمه.",
    "pg": "4:1589-1590"
  },
  "سدل": {
    "def": "سدل ثوبه يسدله (٢) بالضم سدلا أي أرخاه. وشعرٌ مُنْسَدِلٌ. والسَديل: ما أُسْبِلَ على الهودج، والجمع السُدولُ والسَدائِلُ والأسْدالُ. والسِدْلُ: السِمْطُ من الجوهر، والجمع سدول. وقال (٣) :\nوزين الاشلة بالسدول (٤) والسدلى على فِعِلَّى، معرَّبٌ وأصله بالفارسية \" سِدِلَّهْ \"، كأنّه ثلاثة بيوت في بيت كالحارى بكمين. والسندل: طائر يأكل البيش (١) . عن الجاحظ.",
    "pg": "5:1728-1729"
  },
  "سدم": {
    "def": "السَدَمُ بالتحريك: الندَمُ والحُزن. وقد سَدِمَ بالكسر. ورجلٌ نادمٌ سادِم، وندمانُ سَدْمانُ. ويقال هو إتباعٌ. وماله هَمٌّ ولا سَدَمٌ إلاّ ذلك. ورَكِيَّةٌ سُدْمٌ وسُدُمٌ، مثل عسر وعسر، إذا ادَّفَنَتْ. قال الراجز (١) :\nسُدْمَ المساقى آجنات صفرا (٢) * وقال لبيد: سُدُماً قليلاً عَهْدُهُ بأَنيسِهِ من بين أصفر ناصعٍ ودِفانِ والسَدِمُ: الفحلُ القَطِمُ الهائجُ. وقال (٣) : قطعتَ الدَهرَ كالسَدِمِ المُعَنَّى تُهَدِّرُ في دِمَشْقَ فما تَريمُ ورجلٌ سَدمٌ، أي مغتاظ. وفنيق مسدم: جعل على فمه الكعام. وسدوم، بفتح السين: قرية قوم لوط ﵇، ومنها قاضى سدوم. قال الشاعر: كذلك قوم لوط حين أمسوا كعصف في سدومهم رميم",
    "pg": "5:1948-1949"
  },
  "سدن": {
    "def": "السادِنُ: خادم الكعبة وبيت الأصنام، والجمع السَدَنَةُ. وقد سَدَنَ يسدن بالضم سدنا وسدانة. وكانت السدانة واللواء لبنى عبد الدار في الجاهلية، فأقرها النبي ﷺ لهم في الاسلام. والاسدان: لغة في الأَسْدالِ، وهي سُدولُ الهوادج. قال الزفيان: ماذا تذكرت من الاظعان طوالعا من نحو ذى بوان كأنما علقن بالاسدان (١) يانع حماض وأرجوان (٢) وسدن الرجل ثوبه وسدن الستر، إذا أرسله.",
    "pg": "5:2135"
  },
  "سذق": {
    "def": "السوذق بالفتح: السوار. وأنشد أبو عمرو ابن العلاء: ترى السَوْذَقَ الوَضَّاحَ فيها بمِعصَمٍ نبيلٍ ويأبى الحِجْلُ أن يَتَقَدَّما والسَوْذَقُ أيضاً والسَوْذَنيقُ، بفتح السين فيهما: الصقر، وربما قالوا سيذنوق: وأنشد النضر بن شميل (١) :\nوحاديا كالسيذنوق الازرق (٢) * وكذلك السوذانِقُ، بضم السين وكسر النون. قال لبيد: وكأني مُلْجِمٌ سوذانِقاً أجدليا كره غير وكل والسذق: ليلة الوقود، وجميع ذلك فارسي معرب.",
    "pg": "4:1495-1496"
  },
  "سرأ": {
    "def": "سرأت الجرادة تسرأ سرءا: باضت. وأسرأت: إذا حان ذلك منها. والسرأة بالكسر، بيضة الجرادة. ويقال سروة، وأصله الهمز، وأرض مسروءة ذات سروة.",
    "pg": "1:55"
  },
  "سرا": {
    "def": "السرو: شجر، الواحدة سروة. والسرو مثل الخيف. والسرو: محلة حمير. والسرو: سخاء في مروءةٍ. يقال: سَرا يَسْرو، وسَرْيَ بالكسر يَسْرى سَرْواً فيهما. وسرو يسرو سراوة، أي صار سَرِيَّاً. وقال: وتَرى السَرِيَّ (٢) من الرجال بنَفْسه * وابنُ السَرِيِّ إذا سَرى أَسْراهُما وجمع السَرِيِّ سراة. وهو جمع عزيز أن يجمع فعيل على فعلة، ولا يعرف غيره. وجمع السراة سروات. وتسرى، أي تكلف السرو. وتَسَرَّى الجاريةَ أيضاً من السُرِّيَّةِ. وقال يعقوب: أصله تسررت من السرور، فأبدلوا من إحدى الراءات ياء، كما قالوا تقضى من تقضض. (*) والسرى أيضا: نهر صغير كالجدول، والجمع أسرية وسريان، مثل أجربة وجربان، ولم يسمع فيه بأسرياء. والسرية: قطعة من الجيش. يقال: خير السَرايا أربعمائة رجل. ابن السكيت: سَرَوْتُ الثوبَ عنِّي سَرْواً، إذا ألقيته عنك. قال ابن هَرْمَةَ (١) : سَرى ثَوْبَهُ عنك الصِبا المُتَخايِلُ * وآذَنَ بالبَيْنِ (٢) الخليطُ المُزايِلُ أي كشف. وسَرَيْتُ لغة. وسَرَوْتُ عنِّي درعي، بالواو لا غير. وانْسَرَى عنِّي الهمَّ: انكشف. وسُرِّيَ عنِّي الهَمَّ مثله. والسِرْوَةُ بالكسر: سهمٌ صغيرٌ، والجمع السِراءُ. والسِرْوَةُ أيضاً: الجرادة أوَّل ما تكون وهي دودةٌ، وأصله الهمز، والسِرْيَةُ لغة فيها. وأرضٌ مَسْرُوَّةٌ: ذات سروة. وسراة كل شئ: أعلاه. وسَراةُ الفرس: أعلى ظهره ووسَطُه، والجمع سَرَواتٌ. وفي الحديث: \" ليس للنساء سروات طريق \" أي ظهر الطريق ووسطه، ولكنهن يمشين في الجوانب. وسَراةُ النهار: وسَطه. والسَراءُ بالفتح ممدودٌ: شَجَر تُتَّخذ منه القسى. قال زهير يصف وحشاً: ثلاثٌ كأقْواسِ السَراءِ وناشِطٌ * قد اخْضَرَّ من لَسِّ الغمير جحافله واستريت الابل والغنم والناسَ، أي اخترتُهم. قال الأعشى: وقد أُخْرِجُ الكاعبَ (١) المُسْتَرا * ةِ مِن خِدرها وأُشيعُ القِمارا وهي سِرَيُّ إبله وسَراةُ ماله. واسْترى الموتَ بني فلانٍ، أي اختار سَراتَهُمْ. والسارِيَةُ: الأُسطوانة. والسارِيَةُ: السحابة التي تأتي ليلاً. وسَرَيْتُ سُرىً ومَسْرىً وأَسْرَيْتُ بمعنىً، إذا سرتَ ليلاً. وبالألف لغة أهل الحجاز، وجاء القرآن بهما جميعاً. وقال حسّان بن ثابت: حَيِّ النضيرةَ (٢) رَبَّةَ الخِدْرِ * أَسْرَتْ إليك ولم تكن تسرى (*) ويقال: سرينا سرية واحدة، والاسم السُرْيَةُ بالضم والسُرى. وأسراه وأسرى به، مثل أخذ الخطام وأخذ بالخطام. وإنما قال تعالى: (سُبْحانَ الذي أَسْرى بعَبْدِهِ ليلاً) ، وإن كان السُرى لا يكون إلا بالليل للتأكيد، كقولهم: سرت أمس نهارا، والبارحة ليلا. والسراية: سرى الليل، وهو مصدر، ويقل في المصادر أن تجئ على هذا البناء، لانه من أبنية الجمع. يدل على صحة ذلك أن بعض العرب يؤنث السرى والهدى، وهم بنو أسد، توهما أنهما جمع سرية وهدية. وإسرائيل: اسم يقال هو مضاف إلى إيل. قال الاخفش: هو يهمز ولا يهمز. قال: ويقال في لغة إسرائين بالنون، كما قالوا جبرين وإسماعين.",
    "pg": "6:2375-2376"
  },
  "سرب": {
    "def": "السارب: الذاهب على وجهه في الأرض. قال الشاعر (١) : أَنّى سَرَبْتِ وكنتِ غيرَ سَروب * وتُقَرِّبُ الأحلامُ غيرَ قريبِ وسَرَبَ الفحلُ يَسْرُبُ سُروباً، إذا توجه للرَعْي. قال الاخنس التغلبي: وكل أناس قاربوا قيد فحلهم * ونحن خلعنا قيده فهو سارب ومنه قول تعالى: (وَمَنْ هو مُسْتَخْفٍ باللَيلِ وسارِبٌ بالنهارِ) ، أي ظاهرٌ. والسَّرْبُ، بالفتح: الإبل وما رَعى من المال، ومنه قولهم: \" اذهب فلا أَنْدَهُ سَرْبَكَ \"، أي لا أَرُدُّ إِبِلِك، تذهبُ حيث شاءَتْ، أي لا حاجة لي فيك. وكانوا في الجاهلية يقولون في الطلاق: \" اذْهَبي فَلا أَنْدَهُ سَرْبَكِ \" فتُطَلَّقُ بهذه الكلمة. والسَّرْبُ أيضاً: الطريقُ، عن أبى زيد. يقال: خَلّ له سَرْبَهُ. قال ذو الرُمَّة: خَلَّى لها سَرْبَ أولاها وَهَيَّجَها * مِنْ خَلْفِها لاحِقُ الصُقْلَينِ هِمْهيمُ وفلان آمَنٌ في سِرْبِه، بالكسر، أي في نفسه. وفلانٌ واسع السِرْبِ، أي رَخِيُّ البالِ. ويقال أيضاً: مَرَّ بي سِرْبٌ من قَطاً وظِباءٍ ووَحْشٍ ونِساءٍ، أي قطيعٌ. وتقول: مَرَّ بي سُرْبَةٌ بالضم، أي قطعةٌ من قَطاً وخيلٍ وحُمُرٍ وظِباءٍ. قال ذو الرمَّة يصف ماءً: سِوى ما أصابَ الذِئْبَ منه وسُرْبَةٍ أَطافَتْ به من أُمَّهاتِ الجَوازِلِ ويقال أيضاً: فلانٌ بعيدُ السُرْبَةِ، أي بعيدُ المذهبِ. قال الشَنفَرى: غَدَوْنا من الوادي الذي بين مِشْعَلٍ * وبين الحشا (١) هيهاتَ أَنْسَأْتُ سُرْبَتي والسَّرَبُ، بالتحريك: الماء السائل من المَزادة ونحوِها. قال ذو الرمة: ما بال عينيك (١) منها الماءُ يَنْسَكِبُ * كأنّه من كُلى مَفْرِيَّةٍ سَرَبُ قال أبو عبيد (٢) : ويروى بكسر الراء. يقال منه سَرِبَتِ المَزادَةُ بالكسر تَسْرَبُ سَرَباً فهي سَرِبَةٌ، إذا سالَتْ. والسَّرَبُ أيضاً: بيتٌ في الأرض. تقول: انْسَرَبَ الوَحْشِيُّ في سَرِبِهِ. وانْسَرَبَ الثَعلب في جُحْرِهِ وتَسَرَّبَ، أي دخَل. وتقول: سَرِّبْ عليَّ الإبِلَ، أيْ أَرْسِلْها قِطعةً قطعةً. ويقال: سَرِّبْ عليه الخيلَ، وهو أن يبعث عليه الخيلَ سُرْبَةً بعد سُرْبَةٍ. وتَسْريبُ الحافِرِ: أَخْذُهُ في الحَفْرِ يَمْنَةً ويَسْرَةً. وتقول أيضاً: سَرَّبْتُ القِرْبَةَ، إذا صَبَبْت فيها الماء لِتَبْتَلَّ عُيونُ الخُرَزِ فتَنْسَدَّ. والمَسْرُبَةُ بضم الراء: الشَعَرُ المُسْتَدِقُّ الذي يَأخُذُ من الصدر إلى السُرَّةِ. قال الذُّهْليُّ (٣) : الآنَ لَمَّا ابْيَضَّ مَسْرُبَتي * وَعَضَضْتُ من نابى على جذم (٤) والمَسْرَبَةُ، بالفتح: واحدة المسارِبِ، وهي المراعي. والسَّرابُ: الذي تراه نِصْفَ النهار كأنه ماء.",
    "pg": "1:146-147"
  },
  "سربخ": {
    "def": "السَرْبَخُ: الأرض الواسعة. قال عمرو ابن معدى كرب: وأرض قد قَطَعْتُ بها الهَواهي (١) * من الجنان سربخها مليع",
    "pg": "1:423"
  },
  "سربل": {
    "def": "السِرْبالُ: القميصُ. وسَرْبَلْتُهُ فَتَسَرْبَلَ، أي ألبسته السربال.",
    "pg": "5:1729"
  },
  "سرج": {
    "def": "السَرْجُ معروف. وقد أَسْرَجْتُ الدابة. قال الاصمعي: السريجيات: سيوف منسوبة إلى قين يقال له سريج، وشبه العجاج بها حسن الانف في الدقة والاستواء، فقال: وجبهة وحاجبا مزججا * وفاحما ومرسنا (١) مسرجا والسراج معروف، وتسمى الشمس سراجا. والمسرجة بالفتح: التى فيها الفتيلة والدُهن. والسُرْجوجَةُ: الطبيعة والطريقة. قال الأصمعي: إذا استوتْ أخلاقُ الناس قيل: هم على سُرْجوجَةٍ واحدة.",
    "pg": "1:322"
  },
  "سرجم": {
    "def": "السَرْجَمُ: الطويلُ، مثل السَلْجَم.",
    "pg": "5:1949"
  },
  "سرجن": {
    "def": "السِرْجينُ بالكسر معرّب، لأنّه ليس في الكلام فَعْليلٌ بالفتح. ويقال سرقين.",
    "pg": "5:2135"
  },
  "سرح": {
    "def": "السرح: المال السائم. تقول: أَرْحْتُ الماشية وأَنْفَشْتُها، وأَسَمْتُها، وأَهْمَلْتُها، وسَرَحْتُها سَرْحاً، هذه وحْدُها بلا ألف. ومنه قوله تعالى: (وحينَ تَسْرَحون) . وسَرَحَتْ هي بنفسها سُروحاً، يتعدّى ولا يتعدَّى. تقول: سَرَحَتْ بالغَداةِ، وراحتْ بالعَشِيِّ. يقال: ماله سارحة ولا رائحة، أي شئ. وسَرَّحْتُ فلاناً إلى موضع كذا، إذا أرسلته. وتَسْريحُ المرأة: تطليقُها، والاسم السَراحُ، مثل التبليغ والبلاغ. وفي المثل: \" السَراح من النجاح \"، أي إذا لم تَقْدِر على قضاء حاجةِ الرجل فآيَسْتَهُ، فإن ذلك عنده بمنزلة الإسعاف. وتَسْريح الشَعَر: إرساله وحَلُّه قبل المَشْط. والتَسْريحُ: التسهيل. وفَرس سريحٌ، أي عُرْيٌ، وخَيْلٌ سُرُحٌ. وناقةٌ سُرُحٌ ومُنْسَرِحَةٌ، أي سريعة. قال الأصمعي: مِلاطٌ سُرُحُ الجَنْبِ: المنسرحُ (١) للذَهاب والمجئ. ومشية سرح، مثل سجح، أي سهلة. والمُنْسَرِح: الخارج من ثيابه، والمُنْسَرِحُ: جنسٌ من العَروض. وانْسَرَحَ الرجل، إذا استلقى وفَرَّجَ رجليه. والسَرْحُ: شَجَرٌ عِظامٌ طِوال، الواحدة سَرْحَةٌ، يقال هي الآءُ على وزن العاع. وأما قول حُميد (١) : أَبى اللهُ إلاَّ أَنَّ سَرْحَةَ مالِكٍ * على كُلِّ أَفْنانِ العِضاهِ تَروقُ فإنما كنى بها عن امرأة. وسرحة في قول لبيد:\nوسرحة فالمرانة فالخيال (٢) *: اسم موضع. والسرياح: الطويل. والسرياح: الجواد. وأم سرياح: امرأة. قال (٣) : إذا أم سرياح غدت في ظعائن * جوالس نجدا فاضت العين تدمع والسريحة: واحدة السَريح والسَرائح، وهي السُيور التي يُخْصَفُ بها. والسِرْحان: الذِئْبُ. وهُذِيل تُسمِّي الأسدَ سِرْحاناً. وفي المثل: \" سَقَطَ العشاءُ به على سِرْحانٍ \". قال سيبويه: النون زائدة، وهو فعلان والجمع سراحين. قال الكسائي: الانثى سرحانة.",
    "pg": "1:374-375"
  },
  "سرحب": {
    "def": "فرسٌ سُرْحوبٌ، أي طويلة على وجه الأرض، وتوصف به الاناث دون الذكور.",
    "pg": "1:147"
  },
  "سرد": {
    "def": "السَرْدُ: الخَرْزُ في الأديم: والتسريد مثله. والمسرد: ما يخرز به، وكذلك السِرادُ. والخَرْزُ مَسْرود ومسرد، وكذلك الدرع مسرودة. وقد قيل: سَرْدُها: نسجُها. وهو تداخُل الحَلَقِ بعضِها في بعض. ويقال: السَرْدُ: الثَقْبُ والمَسْرودةُ: الدرعُ المثقوبة. والسَرْدُ: اسمٌ جامعٌ للدروعِ وسائِر الحَلَقِ. وفلانٌ يَسْرُدُ الحديث سَرْداً، إذا كان جيِّد السياقِ له. وَسَرَدْتُ الصومَ، أي تابعْتُه. وقيل لاعرابي: أتعرف الاشهر الحرام؟ فقال: نعم، ثلاثة سرد، وواحد فرد. فالسرد: ذو القعدة وذو الحجة والمحرم، والفرد رجب. والسَرَنْدى: الشديدُ، والأنثى سَرَنْداةٌ. والمُسْرَنْدي: الذى يعلوك ويغلبك. قال الراجز: قد جعل النعاس يغرندينى * أطرده عنى ويسرندينى - واسرنداه، أي اعتلاه. والاسرنداء والاعر نداء واحد، والياء للالحاق بافعنلل.",
    "pg": "2:486-487"
  },
  "سردح": {
    "def": "السِرْداحُ: مكان ليّن يُنْبِتُ النَجْم والنَصٍِيَّ. والسِرْداح: الناقة الكثيرة اللحم. وقال الفراء: العظيمة.",
    "pg": "1:375"
  },
  "سردق": {
    "def": "السُرادِقُ: واحد السُرادِقاتِ التي تُمَدُّ فوق صَحْنِ الدار. وكلُّ بيتٍ من كُرْسُفٍ فهو سُرادِقُ. قال رؤبة: يا حكم بن المنذر بن الجارود (٢) سرادق المجد عليك ممدود يقال: بيتٌ مُسَرْدَقٌ. قال الشاعر يذكر أبرويز وقتله النعمان بن المنذر تحت أرجل الفيلة: هو المُدْخِلُ النعمانَ بيتاً سَماؤُهُ صُدورِ الفيول بعد بيت مسردق",
    "pg": "4:1496"
  },
  "سرر": {
    "def": "السِرُّ: الذي يُكْتَمُ، والجمع الأسرار. والسَريرة مثله، والجمع السَرائر. وفى المثل. \" ما يوم حليمة بسر \"، يضرب لكل أمر متعالم مشهور، وهى حليمة بنت الحارث ابن أبي شَمِر الغَسَّانيِّ، لان أباها لما وجه جيشا إلى المنذر بن ماء السماء أخرجت لهم طيبا في مركن فطيبتهم به، فنسب اليوم إليها. والسر: الجماع. قال رؤبة:\nفعف عن أسرارها بعد الغسق (١) * والسر: الذكر. قال الافوة الاودى: لما رأت سرى تغير وأنثنى * من دون نهمة بشرها (٢) حين انثنى - وسر النسب: مَحْضُهُ وأَفْضَلُهُ. ومَصْدَرُهُ: السَرارَةُ بالفتح. يقال: هو في سِرِّ قومه، أي في أَوْسَطِهِمْ. وسِرُّ الوادي: أفضلُ مَوْضِعٍ، فيه والجمع أسرة، مثل قن وأقنة. قال طرفة: تربعت القفين (٣) في الشوال ترتعي * حدائق مولى الاسرة أغيد - وكذلك سرارة الوادي، والجمع سَرارٌ. قال الشاعر: فإنْ أَفْخَرْ بمجد بنى سليم * وأكن منها تَخومَةَ (٤) والسَرارا - والسُرُّ بالضم: ما تَقْطَعُهُ القابلة من سُرَّةِ الصَبيِّ. يقال: عَرَفْتُ ذاك قبل أن يقطع سرك، ولا تقل سرتك، لأنَّ السُرَّة لا تُقْطَعُ، وإنما هي المَوْضِعُ الذي قُطِعَ منه السُرُّ. والسَرَرُ والسِرَرُ بفتح السين وكسرها لُغَةٌ في السُرِّ. يقال: قُطِعَ سَرَرُ الصَبيِّ وسِرَرُهُ، وجمعه أسرة، عن يعقوب. وجمع السرة سرر وسرات، لا يحركون العين لانها كانت مدغمة. وسَرَرْتُ الصَبِيَّ أَسُرُّهُ سَرَّاً، إذا قطعت سره. وأما قول أبى ذؤيب. بآية ما وقفت والركا * ب بين الحجون وبين السرر - فإنما يعنى به الموضع الذى سر فيه الانبياء، وهو على أربعة أميال من مكة. وفى بعض الحديث أنها بالمأزمين من منى، كانت فيه دوحة قال ابن عمر رضى الله عنه: \" سر تحتها سبعون نبيا \"، أي قطعت سررهم. والسرة: وسط الوادي. والسُرِّيَّةُ: الأَمَةُ التي بَوَّأتَها بَيْتاً، وهو فعلية منسوبة إلى السر، وهو الجماع أو الاخفاء، لان الانسان كثيرا ما يسرها ويسترها عن حرته، وإنما ضمت سينه لان الابنية قد تغير في النسبة خاصة، كما قالوا في النسبة إلى الدهر دهري، وإلى الارض السهلة سهلى. والجمع السرارى. وكان الاخفش يقول: إنها مشتقة من السرور، لانه يسر بها. يقال: تسررت جارية، وتسريت أيضا، كما قالوا: تظننت وتظنيت. والسرور: خلاف الحزن. تقول: سرَّني فُلاَنٌ مَسَرَّةً. وسُرَّ هو، على ما لم يُسَمَّ فاعله. والسَريرُ، جمعه أَسِرَّةٌ وسُرُرٌ. قال الله تعالى:\n(على سرر متقابلين) *. إلا أن بعضهم يستثقل اجتماع الضمتين مع التضعيف، فيرد الاولى منهما إلى الفتح لخفته فيقول سرر. وكذلك ما أشبهه من الجمع، مثل ذليل وذلل ونحوه. والسَريرُ أيضاً: مستقَرّ الرأسِ في العُنُقِ. وقد يعبَّر بالسرير عن الملك والنعمة. قال الشاعر: وفارق منها عيشة دغفلية (١) * ولم يخش يوما أن يزول سريرها - وسرر الشهر بالتحريك: آخر ليلة منه، وكذلك سَرارُهُ وسِرارُه. وهو مُشْتَقٌّ من قولهم: اسْتَسَرَّ القَمَرَ، أي خَفيَ ليلةَ السَرارِ، فرُبَّما كان ليلةً وربما كان ليلتين. والسِرَرُ بالكسر: ما على الكمأة من القشور والطين، والجمع أسرار، مثل عنب وأعناب. والسرر (١) أيضا: واحد أسرار الكف والجبهة، وهى خطوطها. قال الأعشى: فانْظُرْ إلى كَفٍّ وأسرارها * هل أنت إن أو عدتني ضائِري - وجمع الجمع أساريرُ. وفي الحديث: \" تبرق أسارير وَجْهِهِ \". وكذلك السِرارُ لغة في السِرَرِ، وجمعه أسرة، مثل خمار وأخمرة. قال عنترة: بزجاجة صفراء ذاتِ أَسِرَّةٍ * قُرِنَتْ بِأَزْهَرَ في الشَمالِ مُفَدَّمِ - وسَرَّه: طَعَنَهُ في سُرَّتِهِ. قال الشاعر: نَسُرُّهُمْ إن هُمُ أَقْبَلوا * وإنْ أَدْبَروا فَهُمُ مَنْ نَسُبّْ - أي نَطْعُن في سُبَّتِهم. وسَرَرْتُ الزَنْدَ أَسُرُّهُ سَرَّاً، إذا جعلت في طرفه عويد تُدْخِلُهُ في قلبه لِتَقْدَحَ به. يقال: سُرَّ زَندك فإنَّه أسرُّ، أي أجوف. ومنه قيل: قناةٌ سَرَّاءُ، أي جَوْفاءُ بَيِّنَةُ السَرَرِ. والاسر: الدخيل. قال لبيد: وجَدِّي فارِسُ الرَعْشاءِ منهم * رَئيسٌ لا أسر ولا سنيد - ويروى: \" ألف \". وبعير أَسَرُّ، إذا كانت بِكْر كِرته دبرة، بين السرر. قال الشاعر، وهو معدى كرب يرثى أخاه شرحبيل: إن جنبى عن الفراش لناب * كتجافي الاسر فوق الظراب - والسراء: الرخاء، وهو نَقيضُ الضَرَّاءِ. ورجل بَرٌّ سَرٌّ، أي يَبَرُ ويَسُرُّ. وقوم برون سرون. وأسررت الشئ: كتمته وأَعْلَنْتُهُ أيضاً، فهو من الأضداد. والوَجْهانِ جميعاً يُفَسَّرانِ في قوله تعالى:\n(وأَسَرَّوا النَدامةَ لَمَّا رَأَوْا العَذابَ) * وكذلك في قول امرئ القيس: تجاوزت أحراسا إليها ومعشرا * على حراسا (١) لو يسرون مقتلي - وكان الاصمعي يرويه، \" لو يشرون \"، بالشين المجعمة، أي يظهرون. وأَسَرَّ إليه حَدِيثاً، أي أَفْضَى. وأسررت إليه المودة وبالمودة. وساره في أُذُنِهِ مُسارَّةً وسِراراً. وتَسارُّوا: أي تناجَوْا. والمِسَرَّةُ: الآلة التي يسار فيها، كالطومار. والسرسور: العالم الفطن الدخال في الأُمورِ. قال الشاعر. * فأَنْتَ راع بهاما عشت سرسور",
    "pg": "2:681-684"
  },
  "سرس": {
    "def": "السَريسُ: الذي لا يأتي النساءَ. وقال أبو عبيدة: هو العنين. وأنشد لابي زبيد الطائى: أفى حق مواساتي أخاكم * بمالى ثم يظلمني السريس * وفحل سريس، بين السرس، إذا كان لا يلقح.",
    "pg": "3:937-938"
  },
  "سرط": {
    "def": "سرطت الشئ بالكسر أسرطه سَرَطاً: بَلِعته. واسْتَرَطَهُ: ابْتَلَعَهُ. وفي المثل \" لا تكن حُلواً فتُسْتَرطَ ولا مرًّا فتُعْقَى \"، من قولهم أعقيت الشئ، إذا أزلته من فيك لمرارته. كما يقال: أشكيت الرجل، إذا أزلته عما يشكوه. وقولهم: \" الاخذ سريطى والقضاء ضريطى \" أي يسترط ما يأخذ من الدين، فإذا تقاضاه صاحبه أضرط به. وحكى يعقوب: \" الاخذ سريط والقضاء ضريط \". والسرطراط: الفالوذ. وسيف سراطى، أي قاطعٌ. قال الهُذَلي (١) : كَلَوْنِ المِلْح ضَرَبْتُهُ هَبيرٌ * يُتِرُّ العَظْمَ سَقَّاطٌ سُراطي * به أَحمِي المُضَافَ إذا دَعانِي * ونفسي ساعةَ الفزعِ الفِلاطِ * وإنما خفف ياء النسبة في سُراطيّ لمكان القافية. والسِراطُ: لغةٌ في الصراط. والسَرَطانُ من خَلْقِ الماء، ورج في السماء، وداء يأخُذ في رسغ الدابة فيُيَبِّسُهُ حتى يقلب حافره.",
    "pg": "3:1130-1131"
  },
  "سرطم": {
    "def": "السرطم: الطويل. قال الشاعر (١) : أصمع الكعبين مهضوم الحشا سرطم اللحيين معاج تئق (٢)",
    "pg": "5:1949"
  },
  "سرع": {
    "def": "السُرْعَةُ: نقيضُ البطءِ. تقول منه: سرع سرعا، مثال صغر صغرا فهو سريع. وعجبت من سُرْعَةِ ذاك، وسِرَعِ ذاك، مثل صغر ذاك، عن يعقوب. وقولهم: السرع السرع، مثال الوحَى الوحَى. وأَسْرَعَ في السير، وهو في الأصل متعدٍّ. والمُسارَعَةُ إلى الشئ: المبادرة إليه. وتسرع إلى الشرّ. وسَرْعانَ ذا خروجاً، وسرعان وسرعان، ثلاث لغات، أي سرع ذا خروجا، نقلت فتحة العين إلى النون، لانه معدول من سرع فبنى عليه. ولسرعان ما صنعت كذا، أي ما أَسْرَعَ. وقول الباهلى (١) : أنورا سرع ماذا يا فروق * وحبل الوصل منتكث حذيق * أراد سرع فخفف، والعرب تخفف الضمة والكسرة لثقلهما فتقول للفخذ فخذ، وللعضد: عضد، ولا تقول للحجر حجر، لخفة الفتحة: أبو زيد: أَسْرَعَ القومُ، إذا كانت دوابُّهم سِراعاً. وسارَعوا إلى كذا وتسارعوا إليه بمعنى. وسرغان الناس بالتحريك: أوائلهم. وهذا يلزم الاعراب نونه في كل وجه. والسرع: القضيب من قضبان الكرم الغض لسنته. وكل قضيب رطب سرع وسرعرع. والسرعرع أيضا: الشاب الناعم البدن. والاساريع: شكر تخرج في أصل الحبلة قال ابن السكيت: اليسروع والاسروع: دودة حمراء تكون في البقل ثم تنسلخ فتصير فراشة، والاصل يسروع بالفتح، لانه ليس في الكلام يفعول. قال سيبويه: وإنما ضموا أوله إتباعا لضمة الراء، كما قالوا أسود بن يعفر (١) . قال ذو الرمة: وحتى سرت بعد الكرى في لويه * أساريع معروف وصرت جنادبه * واللوى: ما ذبل من البقل. يقول: قد اشتد الحر، فإن الاساريع لا تسرى على البقل إلا ليلا، لان شدة الحر نهارا تقتلها. وقال القنانى: الاسروع: دود حمر الرؤوس بيض الجسد تكون في الرمل، تُشَبَّهُ بها أصابعُ النساء. وأنشد لامرئ القيس: وتعطو برخص غير شثن كأنَّها * أَساريعُ ظبيٍ أو مَساويكُ إِسْحِلِ * وظبيٌ: اسمُ وادٍ، يقال أَساريعُ ظَبْيٍ، كما يقال سيدُ رمل، وضب كدية، وثور عداب. والاسروع أيضا: واحد أساريعِ القوسِ، وهي خطوط فيها وطرائق (٢) .",
    "pg": "3:1228-1229"
  },
  "سرعف": {
    "def": "السرعوف: كل شئ ناعم خفيفِ اللحم. والسُرْعوفَةُ: المرأةُ الناعمةُ الطويلة. والجرادة تسمى سرعوفة، وتشبه بها الفرس. قال الشاعر (١) : وإنْ أعرضت قلت سرعوفة ها ذنب خلفها مسبطر وسرعفت الصبى، إذا أحسنت غذاءه، وكذلك سرهفته. وأنشد أبو عمر:\nإنك سرهفت غلاما جفرا",
    "pg": "4:1373-1374"
  },
  "سرف": {
    "def": "السَرَفُ: ضدُّ القصدِ. والسَرَفُ: الاغفال والخطأ وقد سرفت الشئ بالكسر، إذا أغفلته وجهلته. وحكى الاصمعي عن بعض الاعراب وواعده أصحاب له من المسجد مكانا فأخلفهم، فقيل له في ذلك فقال: \" مررت بكم فسرفتكم \" أي أغفلتكم. ومنه قول جرير: أعطؤا هنيدة يَحْدوها ثَمانِيَةٌ ما في عَطائِهِمُ من ولا يخطئون موضع العطاء بأن يعطوه من لا يستحق ويحرموه المستحق. ورجل سرف الفؤاد، أي مخطئ الفؤاد غافِلُه، قال طرفة: إنَّ امرأً سَرِفَ الفؤادِ يَرى عَسَلاً بماءٍ سَحابَةٍ شَتْمي والسرف: الضرواة. وفى الحديث: \" إن لِلَّحْمِ سَرَفاً كَسَرَفِ الخَمْرِ \". ويقال: هو من الاسراف. وسرف: اسم موضع. والاسراف في النفقة: التبذير. ومسرف: لقب مسلم بن عقبة المرى صاحب وقعة الحرة، لانه قد أسرف فيها. قال على ابن عبد الله بن عباس: هم منعوا ذمارى يوم جاءت كتائب مسرف وبنى اللكيعه والسرفة: دويبة تتخذ لنفسها بيتا مربيا من دقاق العيدان، تضمُّ بعضها إلى بعض بلعابها على مثال الناووس، ثمَّ تدخل فيه وتموت. يقال في المثل: \" هو أصنعُ من سُرْفَةٍ \". وقد سَرَفَتِ السُرْفَةُ الشجرةَ تَسْرِفُها سرفا، إذا أكلت ورقها، عن ابن السكيت. وسرفت الشجرةُ فهي مَسْرُوفَةٌ. وأرضٌ سَرِفَةٌ: كثيرة السرفة. وإسرافيل: اسم أعجمى، كأنه مضاف إلى إيل. قال الاخفش: ويقال في لغة: إسرافين، كما قالوا جبرين، وإسماعين، وإسرائين.",
    "pg": "4:1373"
  },
  "سرق": {
    "def": "سرق منه ما لا يسرق سَرَقاً بالتحريك، والاسم السَرِقُ والسَرِقَةُ، بكسر الراء فيهما جميعاً. وربَّما قالوا: سرقه ما لا. وفى المثل: \" سرق السارق فانتحر \". وسرقه، أي نسبه إلى السرقة. وقرئ: ﴿إن ابنك سرق﴾ . واسترق السمع، أي استمع مستخفياً. ويقال: هو يُسارقُ النظرَ إليه، إذا اهتبل غفلته لينظر إليه. والسرق: شقف الحرير. قال أبو عُبيد: إلاّ أنها البيض منها، وأنشد للعجاج: ونسجت لوامع الحرور من رقرقان آلها المسجور سبائبا كصرق الحرير الواحدة منها سَرَقَةٌ. قال: وأصلها بالفارسية \" سَرَهْ \"، أي جيد، فعربوه كما عرب برق للحمل، ويلمق للقباء، واستبرق للغليظ من الديباج. وسرق ومسرقان: موضعان. قال يزيد ابن مفرغ الحميرى: سقى هزم الاوساط منجس العرى منازلها من مسرقان فسرقا وسراقة بن جعشم (١) من الصحابة.",
    "pg": "4:1496"
  },
  "سرل": {
    "def": "السراويل معروف، يذكر ويؤنث، والجمع السراويلات. قال سيبويه: سراويل واحدة، وهى أعجمية أعربت فأشبهت من كلامهم ما لا ينصرف في معرفة ولا نكرة، فهى مصروفة في النكرة (٢) . قال: وإن سميت بها رجلا لم تصرفها، وكذلك إن حقرتها اسم رجل، لانها مؤنث على أكثر من ثلاثة أحرف، مثل عناق. وفي النحويين من لا يصرفه أيضا في النكرة، ويزعم أنه جمع سروال وسروالة، وينشد: عليه من اللؤم سروالة (١) * ويحتج في ترك صرفه بقول ابن مقبل:\nفتى فارسي في سراويل رامح (٢) والعمل على القول الاول، والثانى أقوى. وسرولته: ألبسته السراويل، فَتَسَرْوَلَ. وحمامةٌ مُسَرْوَلَةٌ: في رجليها ريشٌ. ويقال: فرسٌ أبلقُ مُسَرْوَلٌ، للذي يجاوز بياضُ تحجيله إلى العضدين والفخذين.",
    "pg": "5:1729"
  },
  "سرم": {
    "def": "السَرْمُ: مخرجُ الثُفْلِ، وهو طرف المعيَ المستقيمِ، كلمةٌ مولَّدةٌ.",
    "pg": "5:1949"
  },
  "سرمد": {
    "def": "السرمد: الدائم.",
    "pg": "2:487"
  },
  "سرمط": {
    "def": "السَرَوْمَطُ: الطويلُ من الإبل وغيرها. قال لبيد يصف زق خمر اشترى جزافا: بمجتزف جون كأن خفاءه (٢) * قرى حبشي بالسرومط محقب *",
    "pg": "3:1131"
  },
  "سرمق": {
    "def": "السَرْمَقُ بالفتح: ضربٌ من النبت.",
    "pg": "4:1496"
  },
  "سرهد": {
    "def": "سَرْهَدْتُ الصبيَّ سَرْهَدَةً، أي أحسنت غذاءه. وربما قيل لشحم السَنام سَرْهَدٌ. وسَنامٌ مسرْهَدٌ، أي سمين.",
    "pg": "2:487"
  },
  "سسم": {
    "def": "الساسَمُ، بالفتح: شجرٌ أسود. قال النمر ابن تولب: إذا شاء طالع مسجورة ترى حولها النبع والساسما",
    "pg": "5:1949"
  },
  "سطا": {
    "def": "السَطْوَةُ: القهر بالبطش. يقال: سطابه (١) . والسطوة: المرة الواحدة، والجمع السَطَواتُ. والفحلُ يَسْطُو على طَروقته. أبو عمرو: السّاطي: الذي يغتلم فيخرج من إبل إلى إبل. وقال (١) :\nهامته مثل الفنيق الساطى (٢) * قال الاصمعي: الساطى من الخيل: البعيد الشَحْوة وهي الخطوة. وسَطا الراعي على الناقة، إذا أدخَل يدَه في رحمها ليُخرج ما فيها من الوَثْرِ، وهو ماء الفحل. وإذا لم يخرجْ لم تَلقَحِ الناقة. وسَطا الفرسُ، أي أبعد الخطو. وسَطا الماء: كثُر. وفرسٌ ساطٍ: يَسْطو على سائر الخيل، ويقال: هو الذي يرفع ذنبه في حضره.",
    "pg": "6:2376-2377"
  },
  "سطح": {
    "def": "السَطْح معروف، وهو من كل شئ أعلاه. وسطح الله الأرضَ سَطْحاً: بَسَطَها. وتَسْطيح القبْرِ: خلاف تَسْنيمه. وأَنْفٌ مُسَطَّحٌ: مُنْبَسِطٌ جداً. والسَطيحة والسَطيحُ: المَزادَةُ. والسَطيح: المُسْتَلْقي عَلى قَفاه من الزَمانَةِ. وسطيح: كاهن بنى ذئب، يقال: كان لاعظم فيه سوى رأسه. وانْسَطَحَ الرجُل: امتدّ على قفاهُ ولم يتحرك. والسُطَّاحُ، بالضم والتشديد: نَبْتٌ، الواحد سُطّاحَةٌ. والمِسْطَحُ: الصَفاةُ يحاط عليها بالحجارة فيجتمع فيها الماء. والمِسْطَحُ أيضاً: عَمودَ الخِباءِ. قال الشاعر (١) : تعرض ضيطارو خزاعة دوننا * وما خير ضيطار يقلب مسطحا والمسْطَحُ: الموضع الذي يُبْسَطُ فيه التَمر ويُجَفّف، يُفتح مِيمُه ويُكْسَر. أبو عمرو: اسلنطح الشئ: طال وعرض.",
    "pg": "1:375"
  },
  "سطر": {
    "def": "السطر: الصف من الشئ. يقال: بَنى سَطْراً، وغَرَسَ سَطْراً. والسَطْرُ: الخَطُّ والكتابة، وهو في الأصل مصدرٌ (١) . والسَطَرُ بالتحريك مثله. قال جرير: مَنْ شاَء بايَعْتُهُ مالي وخُِلْعَتَهُ * ما تُكْمِلُ (٢) التَيمُ في ديوانهم سَطَرا - والجمع أَسْطارٌ، مثل سبب وأسباب. قال رؤبة: إنى وأسْطارٍ سُطِرْنَ سَطرا * لَقائلٌ يا نصر نصرا نَصْراً - ثم يجمع على أساطيرَ. وجمع السطر أسطر وسطور، مثل أفلس وفلوس. والاساطير: الأباطيل، الواحد أُسْطورَةٌ، بالضم، وإسْطارَةٌ بالكسر. وسطر يسطر سطرا: كتب. واسْتَطَرَ مثلُه. والمُسَيْطِرُ والمُصَيْطِرُ: المسلَّط على الشئ ليشرف عليه ويتعهد أحواله ويكتب عمله. وأصله من السطر لان الكتاب مسطر والذى يفعله مُسَطِّرٌ ومُسَيْطِرٌ. يقال: سَيْطَرْتَ علينا. وقال الله تعالى:\n(لَسْتَ عليهم بمُسَيْطِرٍ) *. وسَطَرَهُ، أي صَرَعَهُ. والمِسْطارُ، بكسر الميم: ضربٌ من الشَراب فيه حموضة. وبالصاد أيضاً.",
    "pg": "2:684"
  },
  "سطع": {
    "def": "سَطَعَ الغُبارُ والرائحةُ والصبحُ، يَسْطَعُ سُطوعاً، إذا ارتفع. والسَطيعُ: الصبح. والسطع بالتحريك: طول العنق ; نَعامةٌ سَطْعاءُ. والسِطاعُ: سمةٌ في عُنق البعير بالطول، يقال بعيرٌ مُسَطَّعٌ. والسِطاعُ أيضاً: عمود البيت. قال القطامي: أَلَيْسُوا بالأُلى قَسَطوا جميعاً * على النُعْمانِ وابْتَدَروا السطاعا",
    "pg": "3:1229"
  },
  "سطل": {
    "def": "السَطْلُ معروفٌ (٣) ، والسَيْطَلُ مثله.",
    "pg": "5:1729"
  },
  "سطم": {
    "def": "يقال: فلانٌ في أَسْطُمَّةِ قومه، أي في وسَطهم وأَشْرافِهِمْ. وقال (١) :\nوصلت من حنظلة الاسطما * ويروى بالصاد. وأسطمة الحسب: وسطه ومجتمعه. والاطسمة مثله على القلب. وقال: يا ليتها قد خرجت من فمه حتى يعود الملك في أسطمه أي في أهله وحقه. والجمع الاساطم. وتميم تقول أساتم، تعاقب بين الطاء والتاء فيه. والاسطم: مجتمع البحر. والسِطامٌ: حدُّ السيف. وفي الحديث: \" العربُ سطامُ الناس \" أي حدهم.",
    "pg": "5:1949"
  },
  "سطن": {
    "def": "الاسطوانة معروفة، والنون أصلية، وهو أفعوالة مثل أقحوانة، لانه يقال أساطين مسطنة. وكان الاخفش يقول: هو فعلوانة، وهذا يوجب أن تكون الواو زائدة وإلى جنبها زائدتان والالف والنون وهذا لا يكاد يكون وقال قوم: هو أفعلانة، ولو كان كذلك لما جمع على أساطين، لانه ليس في الكلام أفاعين. وجمل أسطوان، أي مرتفع. وقال:\nجَرَّبْنَ منَي أُسْطُواناً أَعْنَقا (١)",
    "pg": "5:2135"
  },
  "سعب": {
    "def": "قال الأصمعي: فُوهُ يَجْري سعابيب وثعابيب، وهو أن يجريَ منه ماءٌ صاف فيه تمدد. قال ابن مقبل: يعلون بالمرد قوش الورد ضاحية * على سعابيب ماء الضالة اللجز (١) أراد اللزج فقلبه.",
    "pg": "1:147"
  },
  "سعبق": {
    "def": "السَنْعبَق (٣) : نبتٌ خبيث الريح، عن أبى حنيفة.",
    "pg": "4:1496-1497"
  },
  "سعتر": {
    "def": "السَعْتَرُ: نبتٌ، وبعضهم يكتبه بالصاد في كتب الطب، لئلا يلتبس بالشعير.",
    "pg": "2:685"
  },
  "سعد": {
    "def": "السَعْدُ: اليُمْنُ. تقول: سَعَدَ يومنا، بالفتح يَسْعَدُ سُعوداً. والسُعودَةُ: خلافُ النُحوسَةِ. واسْتَسْعَدَ الرجل برؤية فلانٍ، أي عدّه سَعْداً (١) . والسَعادَةُ: خلاف الشَقاوَةِ. تقول منه: سَعِدَ الرجل بالكسر، فهو سعيد، مثل سلم فهو سليم. وسعد بالضم فهو مسعود. وقرأ الكسائي:\n(وأما الذين سعدوا) *. وأسعده الله فهو مَسْعودٌ، ويقال مُسْعَدٌ، كأنَّهم استَغنوا عنه بِمَسْعودٍ. والإسعادُ: الإعانةُ. والمساعدة: المعاونة. وقولهم: لبيك وسعديك، أي إسْعاداً لك بعد إسْعادٍ. وسُعودُ النجومِ عشرةٌ: أربعةٌ منها في برج الجَدي والدلْو يَنْزِلها القمر، وهي سَعْدُ الذابِح، وسعدُ بُلَعَ، وسعدُ الأخْبِيَةِ، وسعدُ السُعودِ، وهو كوكبٌ منفردٌ نَيِّرٌ. وأما الستَّة التي ليست من المنازل فسَعْدُ ناشِرَةَ، وسَعْدُ المَلِك، وسَعْدُ البِهامِ، وسعدُ الهُمامِ، وسعدُ البارِعِ، وسَعْدُ مَطَرٍ. وكلُّ سَعْدٍ من هذه الستّة كوكبان، بين كلِّ كوكبين في رأي العين قَدْرُ ذراعٍ، وهي متناسقةٌ. وأما سَعْدُ الأخبيةِ فثلاثة أنجم كأنَّها أَثافِيُّ، ورابع تحت واحد منهن. وفى العرب سعود قبائل شتى: منها سعد تميم، وسعد هذيل، وسعد قيس، وسعد بكر. قال الشاعر (١) : رأيت سعودا من شعوب كثيرة * فلم أر (٢) سعدا مثل سعد بن مالك - وفى المثل: \" بكل واد بنو سعد \"، قاله الاضبط بن قريع السعدى لما تحول عن قومه وانتقل في القبائل، فلما لم يحمدهم رجع إلى قومه وقال: \" بكل واد بنو سعد \"، يعنى سعد بن زيد مناة بن تميم. وأما سعد بن بكر فهم أظآر رسول الله ﷺ، وهو سعد بن بكر بن هوازن. وبنو أسعد: بطن من العرب، وهو تذكير سعدى. وقولهم في المثل: \" أسعد أم سعيد \" إذا سئل عن الشئ أهو مما يحب أو يكره. يقال: أصله أنهما ابنا ضبة بن أد، خرجا فرجع سعد وفقد سعيد، فصار مما يتشاءم به. والسعيدية من برود اليمن. والسعدان: نبت، وهو من أفضل مراعي الإبل. وفي المثل: \" مَرْعىً ولا كالسَعْدانِ \"، والنون زائدة لانه ليس في الكلام فعلال، غير خزعال وقهقار، إلا من المضاعف. ولهذا النبت شوك يقال له حسك السعدان، وتشبه به حلمة الثدى، يقال له سعدانة الثندؤة. والسَعْدانةُ: كِرْكِرَةُ البعير. وأَسفلَ العُجايَة هَنَاتٌ كأنها الأظفار تسمَّى السَعْداناتُ. والسَعْدانَةُ أيضاً: عقدةُ الشِسْعِ التي تلى الارض، وكذلك العقد التى في أسفل كفَّة الميزان. وساعِدا الإنسان: عَضُداهُ. وساعِدا الطائر: جناحاه. وساعدة من أسماء الاسد، واسم رجل. والسواعد: مجاري الماء إلى النهر أو البحر، ومجاري المخّ في العظم. والسُعْدُ بالضم، من الطِيب. والسُعادى مثله. وبنو ساعدة: قوم من الخررج، ولهم سقيفة بنى ساعدة، وهى بمنزلة دار لهم. وأما قول الشاعر: وهل سعد إلا صخرة بتنوفة * من الارض لا يدعو لغى ولا رشد - فهو اسم صنم كان لبنى مالك (١) بن كناية.",
    "pg": "2:487-489"
  },
  "سعر": {
    "def": "سَعَرْتُ النارَ والحربَ: هيَّجْتهما وألهبْتهما. وقرئ:\n(وإذا الجَحيمُ سُعِرَتْ) * و * (وسُعِّرَتْ) * أيضاً بالتشديد، للمبالغة. وسَعَرْناهُمْ بالنَبْلِ، أي أحرقناهم وأَمضَضْناهم. ويقال: ضَرْبٌ هَبْرٌ، وطعنٌ نَتْرٌ (١) ، ورَمْيٌ سَعْرٌ. والمِسْعَرُ والمِسْعارُ: الخشب الذي تُسْعَرُ به النار. ومنه قيل للرجل: إنَّه لمِسْعَرُ حربٍ، أي تُحْمَى به الحربُ. والمِسْعرُ أيضاً: الطويل. ومسعر بن كدام المحدث، جعله أصحاب الحديث \" مسعرا \" بالفتح، للتفاؤل. ومساعر الابل: آباطها وأرفاغها. واسْتَعَرَ الجَرَبُ في البعير، إذا ابتدأ بمساعره. قال الشاعر ذو الرمة:\nقريع هجان دس منه المساعر (١) * واستعرت النار وتسعرت، أي توقَّدت. واسْتَعَرَ اللصوصُ، كأنَّهم اشتعلوا. والسعير: النار. والسعير في قول الشاعر (٢) : حلفت بمائرات حول عوض * وأنصاب تركن لدى السعير - قال ابن الكلبى: هو اسم صنم كان لعنزة. والسعار بالضم: حَرُّ النار وشدّة الجوع أيضاً. وقوله تعالى:\n(إن المجرمين في ضَلالٍ وسُعُرٍ) *، قال الفراء: العناءُ والعذابُ خاصّةً. والسُعُرُ أيضاً: الجنون. يقال: ناقةٌ مَسْعُورَةٌ أي مجنونة. وقوله تعالى:\n(وكَفى بجَهَنَّمَ سَعيراً) * قال الإخفش: هو مثل دَهينٍ وصَريعٍ، لأنَّك تقول: سُعِرَتْ فهي مَسْعورَةٌ. وسَعَرْتُ اليوم في حاجتي، أي طُفْتُ. ابن السكيت: يقال سَعَرَهُمْ شرَّاً، أي أَوْسَعَهُمْ. قال: ولا يقال: أسعرهم. وسمى الاسعر الجعفي بقوله: فلا تدعني الاقوام من آل مالك * إذا أنا لم أسعر عليهم وأثقب (١) - والسعرارة: الهباء في الشمس. والسِعْرُ: واحد أَسعارِ الطعام. والتسعير: تقدير السعر. واليستعور، الذى في شعر عروة (٢) : موضع، ويقال شجر. وسعر الرجل فهو مَسْعورٌ، إذا ضربته السَمومُ. والسُعْرَةُ: لونٌ إلى السواد.",
    "pg": "2:684-685"
  },
  "سعسلق": {
    "def": "السعسلق: أم السعالى. قال الاعور (١) :\nمستسعلات كسعالي السعسلق * عن أبى زياد.",
    "pg": "4:1497"
  },
  "سعط": {
    "def": "السَعوطُ: الدواءُ يُصَبُّ في الأنف. وقد أَسْعَطْتُ الرجلَ فاسْتَعَطَ هو بنفسه. المُسْعَطُ (١) : الإناء يُجْعَلُ فيه السَعوطُ، وهو أحد ما جاء بالضم ممَّا يُعْتَمَلُ به. ويقال: أَسْعَطْتُهُ الرمحَ مثل أَوْجَرْتُهُ، إذا طعنتَه به في صدره. والسَعيطُ: دُرْدِيُّ الخمر. قال الشاعر: وطِوالُ القرونِ في مُسْبَكِرٍّ * أُشْرِبَتْ بالسعيط والسياب (٢)",
    "pg": "3:1131"
  },
  "سعع": {
    "def": "تسعسع الرجل، أي كبر حتّى هرِم وولَّى. قال رؤبة:\nيا هِنْدُ ما أسرع ما تَسَعْسعا (١) * ومنه قولهم: تسَعْسَعَ الشهرُ، إذا ذهب أكثره. وفي حديث عمر ﵁ \" أنه سافر في عقب رمضان وقال: إن الشهر قد تسعسع، فلو صمنا بقيته \". وتسعسعت حال فلان، إذا انحطت. قال الفراء: يقال سَعْسَعْتُ بالمِعْزى، إذا زجرتها وقلت لها: سع سع.",
    "pg": "3:1229-1230"
  },
  "سعف": {
    "def": "السَعْفَةُ بالتسكين: قروحٌ تَخرج برأس الصبي، تقول منه: سُعِف الغلامُ، فهو مَسعوفٌ. والسَعَفَةُ بالتحريك: غصنُ النخلِ، والجمع سَعَفٌ. والسَعَفُ أيضا: التشعث حوله الاظفار. وقد سَعِفَتْ يَدُهُ بالكسر، مثل سَئِفَتْ. قال ابن السكييت: السعف داء يأخذ في أفواه الإبل كالجرَب يتمعّط منه خرطومها وشعر عينها. يقال ناقةٌ سعفاءُ وبعيرٌ أَسْعَفُ، وقد سُعِفَ. ومثله في الغنم الغرب. والاسعف من الخيل: الاشيب الناصيَة، فإذا ابيضّتْ كلها فهو الاصبغ. وأسعفت الرجال بحاجته، إذا قضَيتَها له. والمُساعَفةُ المواتاةُ والمساعدةُ.",
    "pg": "4:1374"
  },
  "سعل": {
    "def": "سَعَلَ يَسْعُلُ سُعالاً (٤) . والمَسْعَلُ: موضعه من الحلق. والسعلاة: أخبث الغيلان، وكذلك السعلاء، يمد ويقصر، والجمع السَعالي (٥) . واسْتَسْعَلَتِ المرأة: صارت سِعْلاةً، إذا صارت صخَّابةً بَذِيَّةً.",
    "pg": "5:1729-1730"
  },
  "سعم": {
    "def": "السَعْمُ: ضربٌ من سيرِ الإبل. وقد سَعَمَ يَسْعَمُ. وناقةٌ سعوم. وقال:\nيتبعن نظارية سعوما * قوله \" نظارية \"، إبل منسوبة إلى بنى النظار وهم قول من عكل.",
    "pg": "5:1949"
  },
  "سعن": {
    "def": "السُعْنُ: بالضم قِربةٌ تُقطع من نصفها ويُنْبَذُ فيها، وربَّما استقى بها كالدلوا، وربما جعلت المرأة فيها غَزْلها وقُطْنها. والجمع سعنة، مثل غصن وغصنة. وقولهم: ماله سعنة ولا معنة، بالفتح، أي شئ.",
    "pg": "5:2135"
  },
  "سعى": {
    "def": "سَعى الرجل يَسْعى سَعْياً، أي عدا، وكذلك إذا عمل وكسب. وكل من ولى شيئا على قوم فهو ساعٍ عليهم، وأكثر ما يقال ذلك في وُلاةِ الصَدقة. يقال: سَعى عليها، أي عمل عليها ; وهم السُعاةُ. قال الشاعر (٣) : (*) سعى عقالا فلم يترك لنا سَبَداً * فكيف لو قد سعى عمرو عقالين والمَسْعاةُ: واحدة المَساعي في الكرم والجود. والسعو بالكسر: الساعة من الليل. يقال: مضَى من الليل سعو وسعواء مثله. وساعانى فلان فسعيته أسعيه، إذا غلبتَه فيه. وسعى به إلى الوالي، إذا وشى به. وسعى المُكاتَبُ في عِتْقِ رقبته سِعايَةً. واسْتَسْعَيْتُ العبْد في قيمته. وتقول: زنى الرجلُ وعَهَر. فهذا قد يكون بالحرة والامة. ويقال في الامة خاصة: قد ساعاها ; ولا تكون المُساعاةُ إلاّ في الإماء. وفي الحديث: \" إماء ساعين في الجاهلية \". وأتى عمر رضى الله عنه برجل ساعى أمة.",
    "pg": "6:2377"
  },
  "سغب": {
    "def": "سَغِبَ بالكسر يَسْغَبُ سَغَباً * أي جاع، فهو ساغِبٌ وسَغْبانُ وامرأةٌ سَغْبى. ويتيمٌ ذو مَسْغَبَةٍ، أي ذو مجاعة. ترجو الاعادي أن ألين لها * هذا تخيل صاحب الحلم (١) الورد ضبطت في اللسان بالفتح وقال: ومن خفض الورد جعله من نعته. قال ابن برى: هذا تصحيف بيع فيه الجوهرى ابن السكيت، وإنما هو اللجن بالنون، من قصيدة نونية. وقبله: من نسوة شمس لا مكره عنف * ولا فواحش في سر ولا علن",
    "pg": "1:147-148"
  },
  "سغبل": {
    "def": "(١) سغبل الطعام، إذا أذمه بالإهالة أو بالسَمْن. وسَغْبَلَ رأسه بالدهن، أي رواه.",
    "pg": "5:1730"
  },
  "سغغ": {
    "def": "سغسغت الشئ في التراب: دسسته فيه. تسغسغ في الارض، أي دخل. قال رؤبة:\nإنْ لم يعقنى عائق التسغسغ (١) * يعنى الموت. وسَغْسَغْتُ الطعام: أوسعته دسَماً. وسَغْسَغْتُ رأسي، إذا وضعتَ عليه الدهن بكفك وعصرته ليتشرب وأصله سغغته بثلاث غينات، إلا أنهم أبدلوا من الغين الواسطي سينا، فرقا بين فعلل وفعل. وإنما زادوا السين دون سائر الحروف لان في الحرف سينا. وكذلك القول في جميع ما أشبهه من المضاعف، مثل لقلق وعثعث وكعكع.",
    "pg": "4:1321"
  },
  "سغل": {
    "def": "السَغِلُ: المضطربُ الأعضاءِ السيِّئُ الخُلُقِ والغذاءِ. يقال: صبيٌّ بيِّن السغل. قال سلامة ابن جندل يصف فرسا: ليس بأسفى ولا أقنى ولا سغل يُسْقَى دَواَء قَفِيِّ السَكْنِ مربوبِ ويقال: هو المتخدد المهزول. والمُسْمَغِلَّةُ بزيادة الميم: الناقةُ الطويلةُ.",
    "pg": "5:1730"
  },
  "سفت": {
    "def": "سفت الشراب بالكسر يسفته سفتا، إذا أكثر منه فلم يرو.",
    "pg": "1:252-253"
  },
  "سفح": {
    "def": "سَفْحُ الجبل: أسفلُه حيثُ يَسْفَح فيه الماءُ، وهو مُضْطَجَعُهُ. وقول الاعشى: ترتعي السفح فالكثيب فذا قا * ر فروض القطا فذات الرئال: هو اسم موضع بعينه. وسَفَحْتُ الماء: هَرَقْتُه. وسَفَحْتُ دَمَه: سفكته. ورجل سَفَّاحٌ: أي قادر على الكلام. والسفاح: لقب عبد الله بن محمد، أول خليفة من بنى العباس. والسفاح: الزنى. تقول: سافَحَها مُسافَحَةً وسِفاحاً. والسَفيحانِ: جوالِقان يُجعلان كالخُرْج. والسَفيح: سَهْمٌ من سهام المَيْسر مما لا نَصيب له.",
    "pg": "1:375"
  },
  "سفد": {
    "def": "السِفادُ: نَزْوُ الذكر على الأنثى. وقد سَفِدَ بالكسر يَسْفَدُ سِفاداً. يقال ذلك في التَيسِ، والبعير، والثور، والسباع، والطير. وسَفَدَ بالفتح لغة فيه، حكاها أبو عبيدة. وأسفده غيره. وتَسافَدَت السباعُ. والسَفَّودُ، بالتشديد: الحديدةُ التى يشوى بها اللحم.",
    "pg": "2:489"
  },
  "سفر": {
    "def": "السَفَرُ: قطعُ المسافة، والجمع الأَسْفارُ. والسَفَرُ أيضاً: بَياضُ النهار. قال الساجعُ: \" إذا طَلَعَتِ الشِعْرى سَفَراً (٣) \". والسَفَرَةُ: الكَتَبةُ قال الله تعالى:\n(بأيدى سفرة) *، قال الاخفش: واحدهم سافر، مثل كافر وكفرة. والسفر بالكسر: الكتاب، والجمع أَسْفارٌ. قال الله تعالى:\n(كَمَثَلِ الحِمارِ يَحْمِلُ أَسْفاراً) *. والسُفْرَةُ بالضم: طعامٌ يُتَّخَذُ للمسافر. ومنه سمِّيَتْ السُفْرَةُ. والسَفيرُ: ما سقَطَ من ورق الشجر وتَحاتَّ. يقال: إنَّما سمِّي سَفيراً لأنّ الريح تَسْفِرُهُ، أي تكنُسه. والمِسْفَرَةُ: المِكْنسةُ. والرياحُ يُسافِر بعضُها بعضاً، لأنَّ الصَّبا تُسْفِرُ ما أَسْدَتْهُ الدَبورُ، والجنوبُ تُلْحِمُهُ. والسَفيرُ: الرسولُ المصلِحُ بين القوم، والجمع سفراء، مثل فقيه وفقهاء. وسفرت بين القوم أَسْفِرُ سِفارَةً: أصلحْتُ. وسَفَرْتُ الكتابَ أَسْفِرُهُ سَفْراً. وسَفَرَتِ المرأةُ: كشفَتْ عن وجهها، فهي سافِرٌ. ومَسافِرُ الوجه: ما يَظهر منه. قال الشاعر امرؤ القيس: ثيابُ بني عَوْفٍ طَهارى (١) نَقِيَّةٌ * وأوجههم بيض المسافر (٢) غران - وسفرت البيت: كَنَسْتُهُ. والسُفارَةُ بالضم: الكُناسَةُ. ويقال: سَفَرْتُ أَسْفِرُ سُفوراً: خرجْت إلى السَفَرِ: فأنا سافِرٌ، وقومٌ سفر مثل صاحب وصحب، وسفار مثل راكب وركاب. وقد كثرت السافرة لموضع كذا، أي المُسافِرونَ. وسافَرْتُ إلى بلدة كذا مُسافَرَةً وسِفاراً. قال الشاعر حسان: لولا السِفارُ وبُعْدُ خَرْقٍ مَهْمَهٍ * لَتَرَكْتُها تَحْبو على العُرْقوبِ - والسِفارُ أيضاً: حديدةٌ تُوضَع على أنفِ البعيرِ مكان الحَكَمَةِ من أنف الفرس، وربَّما كان خيطاً يُشَدُّ على خطام البعير ويُدارُ عليه ويُجْعَلُ بقيَّتُه زماماً. والجمع سُفُرٌ. قال الأخطل: ومُوَقِّع أَثَرُ السِفارِ بِخَطْمِهِ * من سُودِ عَقة أو بني الجَوَّال (١) - تقول منه: سَفَرْت البعيرَ. وبعيرٌ مِسْفَرٌ وناقةٌ مِسْفَرَةٌ: قويان على السَفَرِ. وأَسْفَرَ الصبحُ، أي أضاء. وفى الحديث: \" أسفروا بالفجر، فإنه للاجر \"، أي صلوا صلاة الفجر مُسْفِرينَ، ويقال: طوِّلوها إلى الإسْفارِ. وأَسْفَرَ وجهُه حُسْناً، أي أشرقَ. والإسْفارُ أيضاً: الانحسارُ. يقال: أَسْفَرَ مُقَدَّمُ رأسه من الشَعَرِ. وسفار، مثل القطام: اسم بئر. قال الفرزدق: متى ما تَرِدْ يوماً سَفارِ تجد بها * أديهم يرمى المستجيز المعورا (١)",
    "pg": "2:685-687"
  },
  "سفرجل": {
    "def": "السفرجل معروف، والجمع سفارج.",
    "pg": "5:1730"
  },
  "سفسر": {
    "def": "قال أبو عبيد: السفسير بالفارسية: السمسار. وأنشد للنابغة (٢) : وقارفت وهى لم تجرب وباع لها * من الفصافص بالنمى سفسير (٣) وقال ابن السكيت السفسير: الفيج والتابع.",
    "pg": "2:687"
  },
  "سفط": {
    "def": "السَفَط: واحد الأَسْفاطِ. والسَفيط: السخى الطيب النفس. قال الراجز (٣) : ماذا ترجين من الاريط * ليس بذى حزم ولا سفيط * قال أبو زيد: يقال أموالهم سفيطة بينهم، أي مختلطة. حكاه عنه يعقوب. والاسفنط: ضرب من الاشربة، فارسيُّ معربٌ. وقال الأصمعي: هي بالرومية. قال الاعشى وكأن الخمر العَتِيقَ من الإسْ * فَنْطِ ممزوجةً بماء زلال",
    "pg": "3:1131-1132"
  },
  "سفع": {
    "def": "سَفَعْتُ بناصيته، أي أخذتُ. قال الشاعر (١) : قومٌ إذا فَزِعوا الصَريخَ (٢) رَأَيْتَهُمْ * من بين مُلْجِمِ مُهْرِهِ أو سافِعِ * ومنه قوله تعالى: ﴿لَنَسْفَعاً بالناصِيَةِ﴾ (٣) . ويقال: به سَفْعَةٌ من الشَيطان، أي مَسٌّ، كأنَّه أخذ بناصيته (٤) . وسَفَعَتْهُ النارُ والسمومُ، إذا لفحته لفحاً يسيراً فغيَّرتْ لونَ البشرة. والسَوافِعُ: لوافحُ السَمومِ. والسُفْعةُ بالضم: سَوادٌ مُشْربٌ حُمرةً. والرجلُ أَسْفَعُ. ومنه قيل للأثافي: سُفْعٌ (٥) . والسُفْعَةُ أيضاً في آثار الدار: ما خالف من سوادها سائرَ لون الأرض. والسُفْعَةُ في الوجه: سوادٌ في خدَّي المرأة الشاحبة، ويقال للحمامة سَفْعاءُ، لما في عنقها من السُفْعَةِ. قال حميد بن ثور: من الورق سفعاء العلاطين باكرت * فروع أشاء مطلع الشمس أسحما * والصُقورُ كلُّها سُفْعٌ. وسَفَعَ الطائرَ: لطمَه بجناحيه. والمُسافَعَةُ، كالمطاردة. قال الأعشى (١) : يُسافِعُ وَرْقاَء جُونِيَّةٌ * ليدركَها في حمام ثكن (٢)",
    "pg": "3:1230"
  },
  "سفف": {
    "def": "السفيف: حزام الرحل. مسفيفة من خوصٍ: نسيجةٌ من خوصٍ. وقد سَفَفْتُ الخوصَ أَسُفُّهُ بالضم سَفَّاً وأَسْفَفْتُهُ أيضاً، أي نسجتُه. وسففت الدواء بالكسر أسففته بمعنى، إذا أخذتَه غير ملتوتٍ، وكذلك السَويقُ. وكلُّ دواءٍ يؤخذ غيرَ معجون فهو سَفوفٌ بفتح السين، مثل سَفُوفِ حبِّ الرمانِ ونحوه. وسُفَّةٌ من السَويقِ بالضم، أي حَبَّةٌ منه وقُبْضَةٌ. وأَسَفَّ وجهَه النؤور، أي ذر عليه. قال ضابئ بن الحارث البُرْجُمِيِّ يصف ثوراً: شديدُ بَريقِ الحاجبين كأنّما أُسِفَّ صَلى نارٍ فأَصبح أَكْحلا وفي الحديث: \" كأنما أُسِفَّ وجْههُ \" أي تغيَّر وجهه، فكأنه ذُرَّ عليه شئ غيره. قال لبيد: أو رَجْعُ واشِمةٍ أُسِفُّ نَؤُورُها كِفَفاً تَعَرَّضَ فوقهن وِشامُها والإِسْفافُ: شدة النظر وحدته. وفى الحديث أن الشعبى كره أن يسف الرجل النظر إلى أمه وابنته وأخته. وأسفت السحابة، إذا دَنَتْ من الأرض. قال عبيد بن الابرص يذكر سحابا تدلّى حتَّى قرب من الأرض: دانٍ مُسِفٍّ فُوَيْقَ الأرضِ هَيْدَبُهُ يكاد يَدْفَعُهُ مَنْ قام بالراحِ وكذلك الطائر إذا دنا من الارض في طيرانه. والسفساف: الردئ من كل شئ، والامر الحقير وفى الحديث: \" إنَّ الله يحب مَعالِيَ الأمور ويكره سفسافها \" ويروى \" ويبغض \". وقد أسف الرجلُ، أي تَتَبَّعَ مَداقَّ الأمور، ومنه قيل للئيم العطية: مسفسف. والسفساف: مادق من التراب. والمُسَفْسِفَةُ: الريحُ التي تثيره وتجري فُوَيْقَ الأرض. والسَفْسَفَةُ: انتخال الدقيق ونحوه.",
    "pg": "4:1374-1375"
  },
  "سفق": {
    "def": "سَفَقْتُ البابَ وأَسْفَقْتُهُ، أي رددته فانْسَفَقَ. وثوب سَفيق أي صفيق. وقد سَفُقَ بالضم سَفاقَةً. ورجل سَفيقُ الوجه، أي وقحٌ. وسفاسق السيف: طرائقه، فارسي معرب. قال أبو عبيد: هي التى يقال لها الفرند، ومنه قول امرئ القيس:\nأقَمْتُ بعضب ذى سفاسق ميله (٢)",
    "pg": "4:1497"
  },
  "سفك": {
    "def": "سَفَكْتُ الدمَ والدمعَ أَسْفِكُهُ سَفْكاً. أي هرقته. والسَفَّاكُ: السفّاح، وهو القادر على الكلام.",
    "pg": "4:1590"
  },
  "سفل": {
    "def": "السُفْلُ، والسِفلُ، والسُفولُ، والسَفالُ، والسُفالَةُ بالضم: نقيض العُلْوِ، والعِلْوِ، والعُلُوُّ، والعَلاءِ، والعَلاوَةِ. يقال: قعدتُ بسُفالَةِ الريح وعُلاوَتِها. والعُلاوَةُ: حيث تَهُبُّ، والسُفالَةُ بإزاء ذلك. والسافِلُ: نقيض العالي. والسَفالَةُ بالفتح: النَذَالة، وقد سفل بالضم. والسافلة: المقعدة والدُبُرُ. والسَفِلَةُ بكسر الفاء: قوائم البعير. والسَفِلَةُ أيضاً: السُقاطُ من الناس. يقال: هو من السَفِلَةُ، ولا تقلْ هو سَفِلَةٌ، لأنَّها جمع. والعامة تقول: رجال سفلة من قوم سفل. قال ابن السكيت: وبعض العرب يخفف فيقول فلان من سفلة الناس فينقل كسرة الفاء إلى السين. والتسفيل: التصويب. والتسفل: التصوب. والاسافل: صغار الابل. وأنشد الاصمعي: تواكلها الازمان حتى أجأنها إلى جلد منها قليل الاسافل",
    "pg": "5:1730"
  },
  "سفن": {
    "def": "السَفَنُ: ما ينحت به الشئ. والمسفن مثله. قال:\nوأنت في كفك المبراة والسفن * يقول: إنك نجار. وقال ذو الرمة: تخوف الرحل منها تامكا قردا كما تخوف ظهر النبعة السفن (١) يعنى تنقص. والسفن أيضا: جلدٌ أخشنُ كجلود التماسيح يُجعَل على قوائم السيوف. وسفنت الشئ سَفْناً: قشرته. قال امرؤ القيس: فجاء خَفِيَّاً يَسْفِنُ الأرضَ بَطْنُهُ تَرى التُرْبَ منه لازِقاً كلَّ مَلْزَقِ (٢) وإنَّما جاء متلبِّداً على الأرض لئلا يراه الصيدُ فيَنْفر منه. وسفنت الريح التراب عن وجه الأرض. والسَوافِنُ: الرياحُ، الواحدة سافِنَةٌ. والسَفينَةُ معروفة. والسَفَّانُ صاحبها. وسفانة بنت حاتم طيئ، وبها يكنى. والسَفينُ (٣) : جمع سَفينة. قال ابن دريد سفينة فعيلة بمعنى فاعلة، كأنها تِسْفِنُ الماء، أي تَقْشره.",
    "pg": "5:2135-2136"
  },
  "سفنج": {
    "def": "أبو عمرو: السَفَنَّجُ: الظليم الخفيف. وهو ملحق بالخماسى بتشديد الحرف الثالث منه.",
    "pg": "1:322"
  },
  "سفه": {
    "def": "السَفَهُ: ضدُّ الحِلمِ، وأصله الخِفَّةُ والحركةُ. يقال: تَسَفَّهَتِ الريحُ الشجرَ، أي مالتْ به. قال ذو الرمة: جَرَيْنَ كما اهْتَزَّتْ رياحٌ تَسَفَّهَتْ (١) * أَعالِيَها مَرُّ الرياحِ النواسم وقال أيضا:\nعلى ظهر مقلات سفيه جديلها (٢) * يعنى خفيف زمامها. وتسفهت فلانا عن ماله، إذا خدعتَه عنه. وتَسَفَّهْتُ عليه، إذا أَسْمَعْتَهُ. وسَفَّهَهُ تَسْفيهاً: نَسَبَهُ إلى السَّفَهِ. وسافَهَهُ مُسَافَهَةً. يقال: سفيه لم يجد مسافها. وقولهم: سفه نفسه، وغبن رأيه، وبطر عيشه، وألم بطنه، ووفق أمره، ورشد أمره، كان الاصل سفهت نفس زيد ورشد أمره، فلما حول الفعل إلى الرجل انتصب ما بعده بوقوع الفعل عليه، لانه صار في معنى سفه نفسه بالتشديد. هذا قول البصريين والكسائي، ويجوز عندهم تقديم هذا لمنصوب، كما يجوز: غلامه ضرب زيد. وقال الفراء: لما حول الفعل من النفس إلى صاحبها خرج ما بعده مفسرا، ليدل على أن السفه فيه، وكان حكمه أن يكون سفه زيد نفسا، لان المفسر لا يكون إلا نكرة، ولكنه ترك على إضافته ونصب كنصب النكرة تشبيها بها ولا يجوز عنده تقديمه، لان المفسر لا يتقدم. ومثله قولهم: ضقت به ذرعا وطبت به نفسا، والمعنى ضاق ذرعي به، وطابت نفسي به. وسفه فلان بالضم سَفاهاً وسَفاهَةً، وسَفِهَ بالكسر سَفَهاً، لغتان، أي صار سفيها. فإذا قالوا نفسه وسَفِهَ رأيَه لم يقولوه إلاّ بالكسر، لأن فَعُلَ لا يكون متعدّياً. وسَفِهْتُ الشرابَ أيضاً بالكسر، إذا أكثرت منه فلم تَرْوَ. وأسفَهكَهُ الله. وسافَهْتُ الدَنَّ أو الوطْبَ، إذا قَاعَدْتَهُ فشربتَ منه ساعة بعد ساعة.",
    "pg": "6:2234-2235"
  },
  "سفى": {
    "def": "سفت الريح التراب تسفيه سفيا، إذا أذرَتْه، فهو سَفيٌّ. والسَفيُّ أيضاً: السحاب. والسَفي مقصوراً: خِفَّة الناصية في الخيل، وليس بمحمودٍ. قال سَلامة بن جَندلٍ: ليس بأسفى ولا أقنى ولا سغل * يُسْقَى دَواَء قَفِيِّ السَكْنِ مربوبِ الأصمعي: الأسْفَى من الخيل: القليل شَعَر الناصية ; ومن البغال: السريعُ. قال: ولا يقال لشئ أسفى لخفة ناصيته إلا للفرس. وبغلة سفواء: خفيفه سريعة. قال دكين (١) : جاءت به معتجرا ببرده * سفواء تردى (٢) بنسيج وحده (٣) وسفا يسفو سفوا: أسرع في المشْي وفي الطيران. والسَفا أيضاً: شَوك البُهمى. وأَسْفى الزرعُ، إذا خشن أطراف سنبله. (*) والسفى: التراب. والسَفاةُ أخصُّ منه. وقول الشاعر (١) :\nورَهْنُ السَفى غَمْرُ الطبيعةِ ماجِدُ (٢) * يعني تراب القبر. وقال أبو ذؤيب (٣) : وقد أرسلوا فُرَّاطَهُمْ فَتأَثَّلوا * قَليباً سَفاها كالإماءِ القَواعِدِ قوله \" سَفاها \"، الهاء فيه للقَليبِ. وسفيان: اسم رجل، يكسر ويفتح ويضم. وسفوان بالتحريك: موضع قرب البصرة. قال الراجز (٤) : جارية بسفوان دارها * تمشى الهوينا ساقطا خمارها (٥) وسَافاهُ مُسافاةً وسِفاءً، إذا سافَهَهُ. وقال إن كنت سافى أخا تميم * فجئ بعلجين ذوى وزيم بفارسي وأخ للروم (١)",
    "pg": "6:2377-2379"
  },
  "سقب": {
    "def": "السَقَبُ: القُرْبُ، ومنه الحديث: \" الجار أحق بسقبه \". وقد سقبت دارُه، بالكسر، أي قَرُبَتْ. وأَسْقَبْتُها أنا، أي قَرَّبْتُها. والسَقْبُ: الذَكَر من وَلَدِ الناقة، ولا يقال للأنثى سَقْبَةٌ، ولكن حائِلٌ. والسَقْبَةُ عندهم هي الجحشة. قال الاعشى يصف حمارا وحشيا: تلا سقبة قوداء مهضومة الحشا * متى ما تخالفه عن القصد يعذم (١) وناقة مسقاب، إذا كان عادَتُها أن تَلدَ الذكور. وقال الشاعر (٢) :\nغَرَّاءَ مِسْقاباً لِفَحْلٍ أَسْقَبا * قوله \" أَسْقَبا \" فعلٌ لا نعتٌ. والسَقْبُ: الطويل من كل شئ مع ترارة (٣) . والسقب والصَقْبُ: عَمودُ الخِباءِ، والسَقيبَةُ مثله.",
    "pg": "1:148"
  },
  "سقر": {
    "def": "سَقَراتُ الشمس: شدةُ وقعِها. وسَقَرَتْهُ الشمسُ: لوَّحتْه. ويومٌ مُسْمَقِرٌّ ومُصْمَقِرٌّ: شديدُ الحر. وسَقَرُ: اسمٌ من أسماء النار.",
    "pg": "2:687"
  },
  "سقرقع": {
    "def": "السُقُرْقَع: تعريب السُكُرْكَةِ ساكنة الراء، وهي خمرُ الحبشِ تُتَّخَذُ من الذرة.",
    "pg": "3:1230"
  },
  "سقط": {
    "def": "سقط الشئ من يدى سُقوطاً، وأَسْقَطْتُهُ أنا. والمَسْقَطُ، بالفتح: السُقوطُ. وهذا الفعلُ مَسْقَطَةٌ للإنسان من أعين الناس. والمسقط، مثال المجلس: الموضع. يقال: هذا مَسْقِطُ رأسي، أي حيث ولدت. وأتانا في مسقط النجمِ: حيثُ سَقَطَ. وساقَطَهُ، أي أسقطه، وقال (١) يصف الثور والكلاب: يساقط عنه روقه ضارياتها * سِقاطَ حديدِ القَيْنِ أَخْوَلَ أَخْوَلا * قال الخليل: يقال سقط الولد من بطن أمه، ولا يقال وقع. وسُقِطَ في يده، أي ندِمَ. ومنه قوله تعالى: ﴿ولَمَّا سُقِطَ في أيديهم﴾ قال الأخفش: وقرأ بعضهم: \" سَقَطَ \" كأنّه أضمر الندم. وجوَّز أُسْقِطَ في يده. وقال أبو عمرو: ولا يقال أسقط في يده بالالف على ما لم يسمَّ فاعلُه. وأحمد بن يحيى مثله. والساقط والساقطة: اللئيم في حسبه ونفسه. وقوم سقطى وسقاط. وتساقط على الشئ، أي ألقى بنفْسه عليه. والسَقْطَةُ: العَثَرَةُ والزَلَّةُ. وكذلك السِقاطُ. قال سويد بن أبي كاهل: كيف يَرْجونَ سِقاطي بَعْدَ ما * جَلَّلَ الرأسَ مشيبٌ وصَلَعْ * والسِقاطُ في الفرس: استرخاء العَدْوِ. وسِقاطُ الحديث: أن يتحدَّث الواحدُ وينصتَ له الآخر، فإذا سكت تحدَّث الساكتُ. قال الفرزدق: إذا هُنَّ ساقَطْنَ الحديثَ كأنّه * جَنى النَحْلِ أو أَبْكارُ كَرْمٍ تُقَطَّفُ * وسَقْطُ الرملِ: مُنْقَطَعُهُ. وفيه ثلاث لغاتٍ: سِقْطٌ وسُقْطٌ وسَقْطٌ. وكذلك سَقْطُ الولد، لما يَسْقُطُ قبل تمامه. وسَقْطُ النارِ: ما يَسْقُطُ منها عند القدح في اللغات الثلاث. قال الفراء: سقْطُ النار يذكر ويؤنث. وأسقطت الناقة وغيرها، إذا ألقت ولدَها. والسِقْطانِ من الظليم: جناحاه. وسِقْطُ السحابِ: حيث يُرى طرفُه كأنه ساقِطٌ على الأرض في ناحيةِ الأفق، وكذلك سِقْطُ الخِباءِ. وسِقْطا جناحِ الطائر: ما يُجَرُّ منهما على الارض. وأما قول الشاعر (١) : حَتى إذا ما أضاء الصبح وانبعثت * عنه نَعامَةُ ذي سِقْطَيْنِ مُعتكِرُ * فإنّه عنَى بالنعامة سوادَ الليل. وسِقْطاهُ: أوّله وآخره، وهو على الاستعارة. يقول: إنَّ الليل ذا السِقْطَيْنِ مضى وصَدَقَ الصبحُ. والسَقَطُ: ردئ الطعام. والسقط: الخطأ في الكتابة والحساب. يقال: أَسْقَطَ في كلامه. وتكلَّم بكلام فما سَقَطَ بحرف وما أسقط حرفا، عن يعقوب. قال: وهو كما تقول: دخلت به وأدخلته، وخرجت به وأخرجته، وعلوت به وأعليته. والسقيط: الثلج. قال الراجز (٢) : وليلة يامى ذات طل * ذات سقيط وندى مخضل * طعم السرى فيها كطعم الخل * والمرأة السَقيطَةُ: الدَنِيَّةُ. وتَسَقَّطَهُ، أي طلب سَقَطَهُ. قال الشاعر (٣) : ولقد تسقَطني الوشاةُ فصادفُوا * حَصِراً بِسِرِّكِ يا أميم ضنينا (٤) * والسقاط (١) : السيف يسقط من وراء الضريبة يقطعها حتى يجوزَ إلى الأرض. قال الشاعر (٢) :\nيُتِرُّ العَظْمَ سَقَّاطٌ سُراطي (٣) * والسَقَّاطُ أيضاً: الذي يبيع السَقَطَ من المتاع. وفى الحديث: \" كان لا يمر بسقاط ولا صاحب بيعة إلا سلم عليه \". والبيعة من البيع، كالركبة والجلسة من الركوب والجلوس.",
    "pg": "3:1132-1133"
  },
  "سقع": {
    "def": "السُقْعُ: لغة في الصُقْعِ (٣) . ويقال: ما أدري أين سَقَعَ، أي أين ذهب. وسَقَعَ الديكُ: مثلُ صَقَعَ. وخطيبٌ مِسْقَعٌ مثل مِصْقَعٌ. والسِقاعُ: لغة في الصِقاعِ.",
    "pg": "3:1230"
  },
  "سقف": {
    "def": "السَقْفُ للبيت، والجمع سُقوفٌ وسقف أيضا عن الاخفش مثل رهن ورهن. وقرئ ﴿سقفا من فضة﴾ وقال الفراء: سقف إنما هو جمع سقيف، كما يقال كثيب وكثب. وقد سقفت البيت أَسْقُفُهُ سَقْفاً. والسَقْفُ: السماءُ. ويقال أيضاً: لَحْيٌ سَقْفٌ، أي طويلٌ مسترخٍ. والسَقائِفُ: ألواحُ السفينةِ، كلُّ للوح منها سقيفة. والسقيفة: الصفة، ومنه سقيفة بنى ساعدة وأما قول الحجاج: إياى وهذه السقفاء (١) فلا يعرف ما هو. والسَقَفُ بالتحريك: طولٌ في انحناءٍ. يقال: رجلٌ أَسْقَفُ بيِّن السَقَفِ. قال ابن السكيت: ومنه اشْتُقَّ أُسْقُفُ النصارى، لأَنَّه يتخاشع، وهو رئيسٌ من رؤسائهم في الدين.",
    "pg": "4:1375"
  },
  "سقم": {
    "def": "السَقامُ: المرض، وكذلك السُقْمُ والسقم، وهما لغتان مثل حزن وحزن. وقد سقم بالكسر يسقم سَقَماً فهو سَقيمٌ، وأَسْقَمَهُ الله ﷿. والمِسْقامُ: الكثير السَقَمِ. وسقام: اسم واد. قال أبو خراش الهذلى: أمسى سقام خَلاءً لا أنيسَ به إلا السباع ومر الريح بالغرف ويروى \" إلا الثمام \" قال أبو عبيدة عمرو: الهذلى (١) يرفع إلا الثمام، وغيره ينصبه.",
    "pg": "5:1949-1950"
  },
  "سقى": {
    "def": "ابن السكيت: السِقاءُ يكون للبن وللماء، والجمع القليل أسقيتة وأُسْقِياتٌ والكثير أَساقٍ. والوَطْبُ للّبن خاصّةً، والنِحْيُ للسمن، والقربة للماء. وسَقَيْتُ فلاناً وأَسْقَيْتُهُ، أي قلت له سَقْياً. وسَقاهُ الله الغيث وأَسْقاهُ، والاسم السُقْيا بالضم. وقد جمعهما لبيدٌ في قوله: سَقى قَوْمي بَني مجدٍ وأُسْقى * نُميراً والقبائلَ من هِلالِ ويقال: سَقَيْتُهُ لِشَفَتِهِ، وأَسْقَيْتُهُ لماشيته وأرضه، والاسم السقى بالكسر، والجمع الاسقية. قال أبو ذؤيب يصف عسلا: يمانية أحيالها مظ مائد * وآل قراس صوب أسقية كحل (٢) (*) هذا قول الاصمعي، ويرويه أبو عبيدة \" صوب أرمية كحل \"، وهما بمعنى واحد. أبو عبيد: السَقِيُّ على فَعيلٍ: السحابة العظيمة القَطر الشديدة الوقع، والجمع الأَسْقِيَةُ. والسَقيُّ أيضاً: البَرْدِيُّ في قول امرئ القيس:\nوساقٍ كأنبوب السَقيِّ المُذَلَّلِ (١) * الواحدة سَقِيَّةٌ. قال عبدُ الله بن عَجْلانَ النَهديّ: جديدةُ سِرْبالِ الشبابِ كأنَّها * سَقِيَّةُ بَرْدِيٍّ نَمَتْها غُيولَها والسَِقْيُّ أيضاً: النخل. وامرأةٌ سَقَّاءَةٌ وسَقَّايَةٌ. وفي المثل: \" اسق رقاش إنها سقاية \"، يضرب للمحسن، أي أَحْسِنوا إليه لاحسانه. عن أبى عبيد. والمسقوى من الزرع: ما يُسْقَى بالسَيْحِ. والمَظْمَئِيُّ: ما تسقيه السماء، وهو بالفاء تصحيفٌ. والمَسْقاةُ بالفتح: موضع الشرب، ومن كسر الميم جعلها كالآلة التي هي مِسْقاةُ الديك. وسَقَى بَطْنُهُ [سَقياً (١) ] واسْتَسقى بمعنىً، أي اجتمع فيه ماء أصفر، والاسم السقى بالكسر. والسِقْيُ أيضاً: الحظّ والنصيب من الشُرب. يقال: كم سِقْيُ أرضك. وأَسْقَيْتُهُ، إذا عِبْتَهُ واغتبته قال ابن أحمر: ولا علمَ لي ما نَوْطَةٌ مُسْتَكِنَّةٌ * ولا أيُّ من عاديتُ أَسْقى سِقائِيا وسَقَّيْتُهُ الماء، شدّد للكثرة. وسَقَّيْتُهُ أيضاً، إذا قلت له سَقاكَ الله. وكذلك أَسْقَيْتُهُ. قال ذو الرمَّة:\nفما زلتُ أُسْقي رَبْعَها وأخاطبهْ (٢) * والمُساقاةُ: أن يستعمل رجلٌ رجلاً في نَخيل أو كُروم ليقوم بإصلاحها، على أن يكون له سهمٌ معلوم مما تُغلّه. وتَساقى القوم: سَقى كلُّ واحدٍ منهم صاحبَه بجِمام الإناء الذي يُسْقَيانِ فيه. قال طرفة: وتَساقى القومُ كأساً (٣) مُرَّةً * وعَلا الخيلَ دماءٌ كالشقر (*) واستقيت من البئر. وأسقيت في القِرْبة وسَقَيْتُ فيها أيضاً. قال الشاعر (١) : وَما شَنَّتا خرقاَء واهٍ كُلاهُما * سَقى فيهما مُسْتعْجِلٌ لم تَبَلَّلا (٢) بأَنْبَعَ من عينيكَ للدمع كُلّما * تَعَرَّفْتَ داراً أو توهّمتَ مَنْزِلا وسِقايَةُ الماء معروفة. والسِقايَةُ التي في القرآن قالوا: الصُواعُ الذي كان الملِك يَشرب فيه. وقول الهذَليّ (٣) :\nمُجَدَّلٌ يَتَسَقَّى جِلْدُهُ دَمَهُ (٤) * أي يتشربه. ويروى: \" يتكسى \" من الكسوة.",
    "pg": "6:2379-2380"
  },
  "سكب": {
    "def": "سَكَبْتُ الماء سَكْباً، أي صببته. وماءٌ مسكوبٌ، أي يجري على وجه الأرض من غير حفر. وسكب الماء بنفسه سكوبا وتسكابا. وانسكب، بمعنى. وماء أسكوب. قال الشاعر (١) : والطاعِن الطَعْنَةُ النَجْلاَء يَتْبَعُها * مُثْعَنْجِرٌ مِنْ دَمِ الأَجْوافِ أُسْكوبُ وماءٌ سَكْبٌ، أي مَسْكوبٌ، وُصِفَ بالمصدر، كقولهم ماءٌ صَبٌّ وماءٌ غَوْرٌ. والسَكْبُ أيضاً: ضربٌ من الثياب. وفرسٌ سَكْبٌ، أي ذريع، مثل حت (٢) . والسكب، بالتحريك: ضرب من الشجر طَيِّبُ الريح. قال الكميت يصف ثوراً وحشياً: كأنَّهُ مِنْ نَدى العَرارِ مَعَ ال * قُرَّاصِ أو ما ينفض السكب الواحدة سكبة. وسكاب: اسم فرس، مثل قطام. وقال الشاعر: أبيت اللعن إن سكاب علق * نفيس لا يعار ولا يباع",
    "pg": "1:148"
  },
  "سكت": {
    "def": "سكتَ يَسْكُتُ سَكْتاً وسُكوتاً وسكاتا. وساكتنى فسكته. وأسكته الله وَسَكَّتَهُ بمعنىً. وَسَكَتَ الغضبُ مثل سكَن. ومنه قوله تعالى: (ولَمَّا سَكَتَ عن موسى الغَضبُ) . وتقول: تكلَّم الرجل ثم سكتَ بغير ألف، فإذا انقطع كلامُه فلم يتكلم قلت: أسكت. قال الراجز: قد رابنى أن الكرى أسكتا * لو كان معنيا بنا لهيتا والسكتة بالضم: كل شئ أسكت به صبيا أو غيرَه. والسَكْتَةُ: بالفتح: داء. والسِكِّيْتُ: الدائم السُكوتِ. تقول: رجلٌ سِكِّيتٌ وسَاكوتٌ بمعنىً (١) . وحيَّةٌ سُكاتُ بالضم، إذا لم يُشعَر به حتّى يلدغ. وقال يذكر رجلاً داهية: فما تَزدري مِن حيّةٍ جبلية * سكات إذا ماعض ليس بأَدْرَدا وذهب بالهاء إلى تأنيث لفظ الحية. وتقول: كنتُ على سُكاتٍ هذه الحاجة، أي على شرفٍ من إدراكها. أبو زيد: رميته بسكاته، أي بما أسكته. والسكيت، مثال الكميت: آخر ما يجئ من الخيل في الحلبة من العشر المعدودات. وقد يشدَّد فيقال السُكَّيْتُ. وهو القاشور، والفُسْكُلُ أيضاً، وما جاء بعد ذلك لا يعتد به.",
    "pg": "1:253"
  },
  "سكر": {
    "def": "السَكْرانُ: خلافُ الصاحي، والجمع سَكْرى وَسَكارى (١) . والمرأةُ سَكْرى. ولغةٌ في بني أسد سَكْرانَةٌ. وقد سكر يسكر سكرا، مثل بطر يبطر بطرا. والاسم السكر بالضم. وأَسْكَرَهُ الشرابُ. والمِسْكيرُ: الكثير السُكْرِ. والسِكِّيرُ (٢) : الدائم السُكْرِ. والتَساكُرُ: أن يُرِيَ من نفسه ذلك وليس به سُكْرٌ. والسَكَرُ بالفتح: نبيذُ التمر. وفي التنزيل:\n(تَتَّخِذون منه سَكَراً) *. والسَكَّارُ: النَبَّاذُ. وسَكْرَةُ الموتِ: شِدَّته. والسَكْرُ: مصدرُ سَكَرْتُ النهرَ أَسْكُرُهُ سَكْراً، إذا سَدَدْته. والسِكْرُ بالكسر: العَرِمُ. وسَكَرَتِ الريحُ تَسْكُرُ سُكوراً. سكنتْ بعد الهبوب. وليلةٌ ساكِرَةٌ، أي ساكنةٌ. قال أوس ابن حجر: تزاد ليالى في طولِها * ولَيْسَتْ بِطَلْقٍ ولا ساكِرَهْ - وسَكَّرَهُ تَسْكيراً: خَنَقَهُ. والبعيرُ يُسَكِّرُ آخر بذراعه حتى يكاد يقتُله. والمُسَكَّرُ: المخمورُ. قال الشاعر الفرزدق: أَبا حاضِرٍ مِنْ يَزْنِ يُعْرَفْ زناؤُهُ * ومَنْ يَشْرَبِ الخُرطومَ يُصْبِحْ مُسَكَّرا - وقوله تعالى:\n(سُكِّرَتْ أَبْصَارُنا) *، أي حُبِسَتْ عن النظَر وحُيِّرَتْ. وقال أبو عمرو بن العلاء: معناها غُطِّيَتْ وغُشِّيَتْ. وقرأها الحسن مخففة. وفسرها سحرت. والسكر فارسي معرب، الواحدة سكرة.",
    "pg": "2:687-688"
  },
  "سكع": {
    "def": "سَكَعَ: الرجلُ مثل سَقَعَ. يقال: ما أدري أين سَكَعَ وأين تَسَكَّعَ. والتَسَكُّعُ التمادي في الباطل، ومنه قول الشاعر (٤) :\nأَلاَ أنه في غمرة بتسكع *",
    "pg": "3:1230-1231"
  },
  "سكف": {
    "def": "الإسْكافُ: واحدُ الأساكِفَةِ. والأُسْكوفُ لغة فيه وقول الشماخ: لم يبق إلا منطق وأطراف (٢) وشعبتا ميس براها إسكاف إنما هو على التوهم، كما قال آخر (٣) :\nلم تدر ما نسج اليرندج (٤) * وقال آخر (٥) :\nولم تذق من البقول فستقا (٦) * قال آخر (١) :\nكأحمر عاد (٢) * وقال آخر: \" جائف القرعة أصنع \"، حسب أن القرعة معمولة. وقول من قال: كل صانع عند العرب إسكاف، فغير معروف. وأسكفة الباب: عتبته.",
    "pg": "4:1375-1376"
  },
  "سكك": {
    "def": "السَكُّ: المسمار، والجمع السِكاكُ. قال الشاعر يصف درعاً (١) : ومَشْدُودَة السَكِّ مَوْضونَة تَضاَءلُ في الطَيِّ كالمبرد قوله \" مشدودة \" منصوب لانه معطوف على قوله:\nوأعددت للحرب وثابة (٢) * وربما قالوا سكى، كما يقال دو ودوى، ومنه قول الأعشى:\nكما سَلَكَ السَكِّيَّ في الباب فَيْتَقُ (٣) * والسَكُّ: الدرعُ الضيّقةُ الحَلَقِ. والسَكُّ: أن تُضَبِّبَ الباب بالحديد. والسكك: صغر الاذن. وأُذُنٌ سَكًّاءُ، أي صغيرةٌ. يقال: كلُّ سَكَّاءَ تَبيضُ، وكلُّ شَرْفاءَ تَلِدُ فالسَكَّاءُ: التي لا أذن لها. والشرفاء: التي لها أذن وإن كانت مشقوقة. ويقال سَكَّهُ يَسُكُّهُ، إذا اصطلمَ أُذُنَيه. وهو يَسُكُّ سَكَّاً، إذا رَقَّ ما يجئ منه من الغائط. واستكت مسامعه، أي صَمَّتْ وضاقت. ومنه قول الشاعر (١) :\nوتلك التي تَسْتَكُّ منها المَسامِعُ (٢) * وقال عبيد بن الأبرص: دَعا مَعاشِرَ فاسْتَكَّتْ مَسامِعُهُمْ يا لَهْفَ نَفْسِيَ لو يَدْعو بني أُسَدِ واسْتَكَّ النبتُ، أي التف وانسد خصاصه. قال الطرماح: صنتع الحاجبين خوطة البقل بديا قبل استكاك الرياض قال أبو عمرو: السِكَّةُ: حديدة تحرث بها الارض. والسكة: الطريقة المصطفة من النخل. ومنه قولهم: \" خيرُ المالِ مُهْرَةٌ مأمورةٌ، أو سِكةٌ مأبورةٌ \" أي ملحقة، وكان الاصمى يقول: السِكَّةُ ها هنا الحديدةُ التي يُحرَث بها. ومأبورةٌ. مُصْلَحَةٌ. قال: ومعنى هذا الكلام خيرُ المال نِتاجٌ أو زرعٌ. والسِكَّةُ: الزُقاقُ. وسِكَّةُ الدراهم، هي المنقوشة. والسُكُّ بالضم: البئر الضيِّقة من أعلاها إلى أسفلها. عن أبى زيد. ويسمى جحر العقرب سُكَّاً. والسُكُّ أيضاً من الطيبِ، عربيٌّ. والسُكاكُ والسُكاكَةُ: الهواءُ الذي يلاقي أعنانَ السماء. ومنه قولهم: \" لا أفعل ذلك ولو نزوت في السُكاكِ \"، أي في السماء. والسكاسك: أبو قبيلة من اليمن، وهو السكاسك بن وائلة بن حمير بن سبأ. والنسبة إليه سكسكى.",
    "pg": "4:1590-1591"
  },
  "سكن": {
    "def": "سكن الشئ سكونا: استقر وثبت. وسكَّنَهُ غيره تَسْكيناً. والسَكينَةُ: الوَداعُ والوقار. وسَكَنْتُ داري وأَسْكَنْتُها غيرى. والاسم منه السكنى، كما أن العتبى اسم من الاعتاب. وهم سُكَّانُ فلان. والسُكَّانُ: أيضاً: ذَنَبُ السفينة. ومسكن بكسر الكاف: موضع من أرض الكوفة. والمسكن أيضا: المنزل والبيت. وأهل الحجاز يقولون مَسْكَنٌ بالفتح. والسَكْنُ: أهل الدار. قال ذو الرُمَّة: فيا كَرمَ (١) السَكْنِ الَّذينَ تحمَّلوا عن الدار والمُسْتَخْلَفِ المُتَبَدِّلِ وفي الحديث: \" حتّى إنَّ الرُمَّانة لتُشْبِعُ السَكْنَ \". والسَكَنُ بالتحريك: النار. قال الراجز: ألجأها الليل (٢) وريح بله إلى سواد إبل وثله وسكن توقد في مظله والسَكَنُ أيضاً: كلُّ ما سكنْتَ إليه. وفلان ابن السكن. وكان الاصمعي يقوله بجزم الكاف. وسكين مصغرا: حى من العرب، في شعر النابغة الذبيانى (١) . والمسكين: الفقير، وقد يكون بمعنى الذلّة والضعف. يقال: تَسَكّنَ الرجلُ وتَمَسْكَنَ كما قالوا: تَمَدْرَعَ وتَمَنْدَلَ، من المدرعة والمنديل على تَمَفْعَلَ، وهو شاذٌّ وقياسه تَسَكَّنَ وتَدَرَّعَ وتَنَدَّلَ، مثل تَشَجَّعَ وتَحَلَّمَ. وكان يونسُ يقول: المسكين أشدُّ حالاً من الفقير. قال: وقلت لأعرابيّ: أفقيرٌ أنتَ؟ فقال: لا والله، بل مِسْكينٌ. وفي الحديث. \" ليس المِسْكينُ الذي تردُّه اللقمة واللقمتان، وإنّما المسكين الذي لا يَسأل، ولا يُفْطَنُ له فيُعْطى \". والمرأة مِسْكينَةٌ ومسكين أيضا. وإنما قيل بالهاء ومفعيل ومفعال يستوى فيهما الذكر والانثى، تشبيها بالفقيرة. وقوم مساكين ومسكينون أيضاً، وإنَّما قالوا ذلك من حيثُ قيل للإناث مِسْكيناتٌ، لأجل دخول الهاء. والسَكِنَةُ بكسر الكاف: مقر الرأس من العنق. قال (١) : بضرب يزيل الهام عن سَكَناتِهِ وطَعْنٍ كتَشْهاقِ العِفَا هم بالنهق وفي الحديث: \" اسْتَقِرُّوا على سَكِناتِكُم فقد انقطعت الهجرة \"، أي على مواضعكم ومساكنكم. ويقال أيضاً: \" الناس على سكناتهم \"، أي على استقامتهم. من الفراء. والسكين معروف، يذكّر ويؤنّث، والغالب عليه التذكير. وقال أبو ذؤيب: يُرى ناصِحاً فيما بَدا فإذا خَلا فذلك سكِّينٌ على الحَلْقِ حاذِقُ والسكون، بالفتح: حى من اليمن. وسكينة بنت الحسين ﵇. والطرة السكينية منسوبة إليها.",
    "pg": "5:2136-2137"
  },
  "سلأ": {
    "def": "سَلأْتُ السمنُ واسْتَلأْتُهُ، وذلك إذا طُبِخَ وعولِجَ، والاسم السِلاءُ بالكسر، ممدود. قال الفرزدق: كانوا كسالئة حمقاء إذا حقنت * سلاءها في أديمٍ غيرِ مربوبِ أبو زيد: السُلاَّءُ بالضم، مِثالُ القُرَّاءِ: شَوْكُ النخل، الواحدة سُلاَّءَةٌ. قال: تقول: سَلأْتُ النخلَ والعَسيبَ سَلأً، إذا نَزَعْتَ شوكها. الأصمعي: سَلأَهُ مائة سوطٍ، وسَلأَهُ مائة درهم، أي نقده.",
    "pg": "1:55"
  },
  "سلا": {
    "def": "سَلوْتُ عنه سُلُوَّاً. وسَليْتُ عنه بالكسر سليا مثله. والسلوى: طائر. قال الاخفش: لم أسمع له بواحد (١) . قال: وهو يشبه أن يكون واحده سلوى مثل جماعته، كما قالوا دفلى للواحد والجماعة. والسلوى: العسل. قال الهذلى (٢) :\nألذ من السلوى إذا ما نشورها (٣) * ويقال: هو في سلوة من العيش، أي في رغد. عن أبى زيد. والسلا مقصور: الجلدة الرقيقة التى يكون فيها الولد من المواشي إنْ نزعت عن وجه الفصيل ساعةَ يولَد، وإلاّ قتلتْه. وكذلك إن انقطع السَلاَ في البطن. فإذا خرج السَلا سَلِمَتِ الناقة وسَلِمَ الولد، وإن انقطع في بطنها هلكتْ وهلك الولد. ويقال: ناقةٌ سَلْياءُ، إذا انقطع سَلاها. وسَلَّيْتُ الناقة أُسَلِّيْها تَسْلِيَةً، إذا نزعت سَلاها، فهي سَلْياءُ. وفي المثل: \" وقَع القومُ في سَلا جملٍ \"، أي في أمرٍ صعب. والجمل لا يكون له سلا وإنما (*) يكون للناقة. وهذا كقولهم: \" أعز من الابلق العقوق، ومن بيض الانوق \". ويقال أيضاً: \" انقطع السَلا في البطن \"، إذا ذهَبت الحيلة، كما يقال: بلغ السكين العظم. وسلانى فلان من همّي تَسْلِيَةً وأَسْلاني، أي كشَفه عنِّي. وانْسَلى عنه الهمُّ وتَسَلّى بمعنىً، أي انكشف. والسُلْوانَةُ بالضم: خَرَزةٌ كانوا يقولون إذا صب عليها ماء المطر فشر به العاشقُ سلا. وقال: شربت على سُلْوانَةٍ ماَء مُزْنَةٍ * فلا وجَديدِ العيش يامى ما أسلو واسم ذلك الماء السُلْوانُ. قال رؤبة: لو أشربُ السُلْوانَ ما سَليتُ (١) * ما بي غِنىً عنك وإنْ غَنِيتُ قال الأصمعي: يقول الرجل لصاحبه سَقَيْتَني سَلْوَةً وسُلْواناً، أي طَيَّبْتَ نفسي عنك. وقال بعضهم: السُلْوانُ دواءٌ يُسقاه الحزينُ فيسلو. والاطباء يسمونه المفرح.",
    "pg": "6:2380-2381"
  },
  "سلب": {
    "def": "سلبت الشئ سلبا. والاستلاب: الاختلاس. والسلاب: واحد السلب، مثل كتاب وكتب، وهى ثياب المآتم السود. قال لبيد:\nفي السُلُبِ السودِ وفي الأَمْساحِ (٣) تقول منه: تَسَلَّبَت المرأةُ، إذا أَحَدَّتْ. ويقال: بل الإحدادُ على الزوج، والتَسَلُّبُ قد يكون على غير زوج. وانْسَلَبَتِ الناقة، إذا أسرعت في سيرها حتَّى كأنها تخرج من جِلدها. والسَلِبُ، بكسر اللامِ: الطويلُ. قال ذو الرمة يصف فِراخَ النعامةِ: كأنَّ أَعْناقَها كراث سائغة * طارت لفائفه أو هَيْشَرٌ سَلِبُ (١) ويروى بالضم، من قولهم نَخْلٌ سُلُبٌ: لا حَمْلَ عليها، وشَجَرٌ سُلُبٌ: لا وَرَقَ عليه. وهو جمع سَليبٍ، فَعيلٌ بمعنى مفعولٍ. والأسلوبُ بالضم: الفَنُّ، يقال أخذ فلانٌ في أساليبَ من القول، أي في فنونٍ منه. والسَلَبُ، بالتحريك: المسلوبُ، وكذلك السَليبُ. والسَلَبُ أيضاً: لِحاءُ شجرٍ معروف باليمن، تعمل منه الحبال، وهو أَجْفَى من ليفِ المُقْلِ وأصلب. وبالمدينة سوق يقال له سوق السلابين. قال الشاعر (٢) : فنشنش الجلد عنها وهى باركة * كما تنشنش كفا فاتل سلبا رواه الاصمعي \" فاتل \" بالفاء، ورواه ابن الاعرابي بالقاف. وقال ثعلب: الصحيح ما قاله الاصمعي. ومنه قولهم: أسلب الثمام. والسَلوبُ من النوق: التي أَلقَتْ ولدَها لغير تَمامٍ، والجمع سُلُبٌ. وأَسْلَبَتِ الناقةُ، إذا كانت تلك حالها. وفرسٌ سَلْبُ القوائم، وهو الخفيفُ نَقْلِ القوائم. ورجلٌ سَلْبُ اليدين بالطعن، وثورٌ سَلْبُ الطَعْنِ بالقرن.",
    "pg": "1:148-149"
  },
  "سلت": {
    "def": "السلت بالضم: ضرب من الشعير ليس له قشر، كأنه حنطة. والسلاتة: ما يؤخذ بالاصبع من جوانب القَصْعة لتتَنظَّفَ. تقول: سَلَتُّ القَصعة أَسْلُتُها سَلْتاً. وسَلَتَ بالسيف أَنْفَهُ، أي جدعَه. والرجل أَسْلَتُ، إذا أُوعِبَ جَدْعُ أنفِه. وأبو قيس بن الاسلت الشاعر. وسَلَتَتِ المرأة خِضابَها عن يدها، إذا ألقت عنها العصم (١) . والسلتاء: المرأة التي لا تتعهَّد الحِنّاء. قال الأصمعي: سَلَتَ رأسَه، أي حلقه. ورأس مَسلوتٌ، ومَحلوتٌ، ومَسبوتٌ، ومَحلوقٌ بمعنىً. قال: وسَلَتُّهُ مائةَ سوط، أي جلدته، مثل حلته (٢) .",
    "pg": "1:253-254"
  },
  "سلتم": {
    "def": "السِلْتِمُ، بالكسر: الداهيةُ، والغولُ، والسنة الصعبة.",
    "pg": "5:1953"
  },
  "سلج": {
    "def": "سَلِجَ اللُقْمة بالكسر، يَسْلَجُها سَلْجَاً وسَلَجاناً، أي بَلِعها. وقولهم: \" الاكل سلجان والقضاء ليان (٢) \" أي إذا أَخَذَ الرجلُ الدَيْنَ أكله، فإذا أراد صاحب الدين حقَّه لواه به (١) . والسُلَّجُ، بالضم والتشديد: نبتٌ ترعاه الإبل. وقد سَلَجَتِ الإبل بالفتح تَسْلُجُ بالضم، إذا اسْتَطْلَقَتْ بطونُها عن أكل السُلَّجِ.",
    "pg": "1:322"
  },
  "سلجم": {
    "def": "السَلجَمُ: الطويلُ. والسَلاجمُ: سهامٌ طِوالُ النِصال. ويقال جملٌ سَلْجَمٌ وسُلاجِمٌ بالضم، والجمع فيهما سَلاجِمُ بالفتح.",
    "pg": "5:1953"
  },
  "سلح": {
    "def": "السِلاحُ مذكَّر، لأنُّه يُجمع على أسلحة، فهذا جمع المذكر مثل حمار وأحمرة، ورداء وأردية. ويجوز تأنيثه، قال الطِرِمَّاح وذكر ثوراً يهزُّ قَرْنَهُ للكِلاب ليطعنها به: يَهُزُّ سِلاحاً لم يَرِثْها كَلالَةً * يَشُكُّ بها منها أصول المغابن وتسلح الرجل: لَبِسَ السِلاحَ. ورجلٌ سالِحٌ: معه سلاح. والمَسْلَحَةُ: قوم ذوو سِلاحٍ. وَالمَسْلَحَةُ كالثَغْرِ والمَرْقَبِ. وفي الحديث: \" كان أَدْنى مَسالِح فارسَ إلى العَرَب العُذَيْبَ \". قال بشر: بِكُلِّ قِيادِ مُسْنِفَةٍ عَنودٍ * أَضَرَّ بها المَسالِحُ والغِوارُ والسُلاحُ بالضم: النَجْوُ. وقد سَلَحَ سَلْحاً، وأَسْلَحَهُ غَيْرُهُ. وناقةٌ سالِحٌ: سَلَحَتْ من البَقْلِ وغيره والإِسْليحُ: نَبْتٌ تَغْزُرُ عليه ألبان الابل. قالت امرأة من العرب: \" الاسليح (١) ، رغوة وصريح، وسنام إطريح \". وسليح: قبيلة من اليمن. وسيلحون: قرية، والعامة تقول سالحون. وقد ذكرنا إعرابه في فصل (نصب) من باب الباء. والسلح ولد الحجل، مثل السُلَكِ والسُلَفِ، والجمع سِلْحانٌ. وأنشد أبو عمرو لجؤيَّة: وَتَتْبَعْهُ غُبْرٌ إذا ما عَدا عَدَوْا * كَسِلْحانِ حِجْلى قُمْنَ حين يَقومُ",
    "pg": "1:375-376"
  },
  "سلحب": {
    "def": "المُسْلَحِبُّ: المستقيمُ. يقال طريقٌ مُسْلَحِبُّ، أي ممتدّ. وقد اسلحَبَّ اسلحبابا. قال جران العود: فخر جران مسلحبا كأنه * على الدف ضبعان تقطر أملح (١)",
    "pg": "1:149"
  },
  "سلحف": {
    "def": "السلحفاة بفتح اللام، واحدة السلاحف. قال أبو عبيد: وحكى الرؤاسى: سلحفية، مثال بلهنية، وهو ملحق بالخماسى بألف، وإنما صارت ياء لكسرة ما قبلها.",
    "pg": "4:1377"
  },
  "سلخ": {
    "def": "سَلَخْتُ جلد الشاة أَسْلَخُها وأَسْلُخُها سَلخاً. والمَسْلوخُ: الشاةُ سُلِخَ عنها جلدُها. وسَلَخَتِ المرأة دِرْعها: نزعتْه. والمِسْلاخُ: الإهابُ. ومِسْلاخُ الحَيّةِ: قِشرها الذي تَنْسَلِخ منه. والمِسْلاخُ: النخلة التي ينتثر بُسرُها أخضر. وسَلَخْتُ الشهرَ، إذا أمضيته وصرتَ في آخره. قال لبيد: حتَّى إذا سَلَخا جُمادى سِتَّةً * جَزآ فَطالَ صِيامُهُ وصِيامُها وانْسَلَخَ الشهرُ من سنته، والرجلُ من ثِيابه، والحيَّةُ من قشرها، والنهار من الليل. والسالخُ: الأسوَدُ من الحيّات. يقال أسودُ سالِخٌ، غير مضافٍ، لأنه يَسْلَخُ جلدَه كلَّ عام. والأنثى أَسْوَدَة، ولا توصف بسالِخَةٍ. والسَليخةُ: سَليخة الرِمْثِ والعَرْفَجِ الذي ليس فيه مرعى، إنَّما هو خشب يابس.",
    "pg": "1:423"
  },
  "سلس": {
    "def": "شئ سلس، أي سهل. ورجُلٌ سَلِسٌ، أي ليِّنٌ منقادٌ بيِّن السَلَسِ والسَلاسة. وفلانٌ سَلِسُ البول، إذا كان لا يستمسكه. والسَلْسُ بالتسكين: الخيطُ ينظَم فيه الخَرزُ الأبيض الذي تلبسه الإماء. قال الشاعر (١) : ويَزينُها في النَحْرِ حَلْيٌ واضحٌ * وقَلائِدٌ من حُبْلَةٍ وسُلوسِ (٢) * والسُلاسُ: ذَهاب العقل. والمَسْلوس: الذاهب العقل. وقد سلس.",
    "pg": "3:938"
  },
  "سلط": {
    "def": "السَلاطَةُ: القهرُ. وقد سَلَّطَهُ الله فتسلط عليهم. والاسم السلطة بالضم. والسلطان: الوالى، وهو فعلان يذكّر ويؤنّث، والجمع السَلاطينُ. والسُلْطانُ أيضاً: الحجَّةُ والبرهانُ، ولا يجمع لان مجراه مجرى المصدر. وامرأة سليطة، أي صخابة. ورجلٌ سَليطٌ، أي فصيحٌ حديدُ اللسانِ بيِّنُ السَلاطَةِ والسُلوطَةِ. يقال هو: أَسْلَطُهُمْ لساناً. والسِلْطَةُ: السهمُ الطويلُ، والجمع سِلاطٌ (١) . قال الهذليّ (٢) : كَأَوْبِ الدَبْرِ غامِضَةً وليستْ * بمُرْهَفَةِ النِصالِ ولا سِلاطِ * والمَساليطُ: أَسنانُ المفاتيح، الواحدة مِسْلاطَةٌ. وسنابكُ سَلِطاتٌ، أي حِدادٌ. قال الأعشى: وكُلَّ كُمَيْتٍ كجذعِ الطري * قِ تَجْري على سَلِطاتٍ لُثُمْ (٣) * والسَليطُ: الزيتُ عند عامَة العرب، وعند أهل اليمن دهن السمسم.",
    "pg": "3:1133-1134"
  },
  "سلع": {
    "def": "السِلْعَةُ (١) : المتاعُ. والسِلْعَةُ: الضَوَاةُ، وهي زيادة تحدث في الجسد كالغدّة، تتحرَّك إذا حُرِّكَتْ، وقد تكون حمصة إلى بطيخة. والسَلْعَةُ بالفتح: الشَجَّةُ. وسَلَعْتُ رأسَه أسلعه سلعا، أي شققته. وسلع أيضا: جبل بالمدينة. قال تأبط شرا (٢) : إن بالشعب الذى دون سلع * لقتيلا دمه ما يطل * والسلع أيضاً: الشَقُّ في القدم، وجمعه سُلوعٌ. قال يعقوب: يقال للشق في الجبل سلع بالسكسر، وجمعه أَسْلاعٌ، وبعضهم يفتحه. والسَلَعُ بالتحريك: شجر مر، ومنه المسلعة، لانهم كانوا في الجدب يعلقون شيئا من هذا الشجر ومن العشر بأذناب البقر، ثم يضرمون فيها النار وهم يصعدونها في الجبل، فيمطرون زعموا. قال الشاعر (٣) أجاعل أنت بيقورا مسلعة * ذريعة لك بين الله والمطر\nوقد سَلِعَتْ قدمُه بالكسر تَسْلَعُ سَلَعاً، مثل زَلِعَتْ. وانْسَلَعَ، أي انشقَّ. قال الراجز (١) :\nمن بارِئٍ حيصَ ودام منسلع (٢)",
    "pg": "3:1231"
  },
  "سلعس": {
    "def": "سلعوس بفتح اللام: اسم بلدة، عن يعقوب.",
    "pg": "3:938"
  },
  "سلغ": {
    "def": "سَلَغَتِ البقَرةُ والشاةُ تَسْلَغُ سُلوغاً، إذا أسقطتِ السِنَّ التي خلف السَديسِ. وصَلَغَتْ فهي سالِغٌ وصالِغٌ. وكذلك الأنثى بغير الهاء، وذلك في السنة السادسة. والسُلوغُ في ذوات الأظلاف بمنزلة البُزولِ في ذوات الاخفاف، لانهما أقصى أسنانهما، لان ولد البقرة أول سنة عجل، ثم تبيع، ثم جذع، ثم ثنى، ثم رباع، ثم سديس، ثم سالغ سنة، وسالغ سنتين، إلى ما زاد. وولد الشاة أول سنة حمل أو جدى، ثم جذع ثم ثنى، ثم رباع، ثم سديس، ثم سالغ. وحكى الفراء: لحم أسلغ بين السلغ: بطبخ فلا ينضج. وسَلَغَ رأسَه: لغةٌ في ثلغه.\n(١٦٧ صحاح - ٤)",
    "pg": "4:1321-1322"
  },
  "سلغد": {
    "def": "السِلْغَدُّ (٢) الأحمق، ويقال الذئبُ. قال الكميت يهجو بعض الولا ة: وِلاية سِلْغَدٍّ أَلَفَّ كأنه * من الرَهَقِ المخلوطِ بالنوكِ أَثْوَلُ - يقول: كأنه من حمقه وما يتناوله من الخمر، تيس مجنون.",
    "pg": "2:489"
  },
  "سلف": {
    "def": "سَلَفْتُ الأرضَ أَسْلُفُها سَلْفاً، إذا سويتها بالمسلفة، وهى شئ تُسَوَّى به الأرض. وفي حديث عبيد بن عمير: \" أرضُ الجنةِ مسلوفةٌ \" قال الأصمعي: هي المستوية أو المُسَوَّاة وسَلَفَ يَسْلُفُ سَلَفاً، مثال طلب يطلب طلبا، أي مضى. والقومُ السُلاَّفُ: المتقدِّمون. وسَلَفُ الرجل: آباؤه المتقدّمون، والجمع أَسْلافٌ وسُلاَّفٌ. والسَلَفُ: نوعٌ من البيوع يعجل فيه الثمن وتضبط السلعةُ بالوصف إلى أجلٍ معلومٍ. وقد أَسْلَفْتُ في كذا. واسْتَسْلَفْتُ منه دراهم وتَسَلَّفْتُ، وأَسْلَفَني. والسَلْفُ، بالتسكين: الجِرابَ الضخمُ. والسُلْفَةُ بالضم: ما يتعجَّله الرجل من الطعام قبل الغَداء. تقول منه: سَلَّفْتُ الرجل تَسْليفاً. والتَسْليفُ أيضاً: التقديمُ. وسَلِفُ الرجلِ: زوجُ أختِ امرأتِه وكذلك سلفه، مثال كذب وكذب، وكبد وكبد. والمسلف من النساء: التي بلغت خَمساً وأربعين أو نَحوها، وهو وصفٌ خُصَّ به الاناث. قال الشاعر (١) : فيها ثلاث كالدمى وكاعب ومسلف (٢) والسالفة: ناحية مقدَّم العنق من لدن مُعَلَّق القرطِ إلى قَلْتِ التَرقوةِ. والسالِفُ والسليف: المتقدم. والسلوف: النافة تكون في أوائل الإبل إذا وردت الماء. والسُلافُ: ما سال من عصير العنب قبل أن يُعْصَرَ. وتُسَمَّى الخمرُ سُلافاً. وسُلافَةُ كلِّ شئ عصرته: أوله. والسلفان: أولاد الحجل، الواحد سلف مثل صرد وصردان (١) . قال أبو عمرو: ولم نسمع سلفة للانثى، ولو قيل سلفة كما قيل سلكة لواحدة السلكان لكان جيدا. قال الشاعر (٢) : أُعالِجُ سِلْفاناً صِغاراً تَخالُهُمْ إذا درجوا بجر الحواصل حمرا وقال آخر:\nخطفنه خطف القطامى السلف",
    "pg": "4:1376-1377"
  },
  "سلفع": {
    "def": "السلفع من الرجال: الجسور، ومن النساء: الجريئة السليطة، ومن النوق: الشديدة، واسم كلبة.",
    "pg": "3:1231"
  },
  "سلق": {
    "def": "السَلَقُ: القَاعُ الصَفْصَفُ، وجمعه (٣) سلقان، مثل خلق وخلقان وكذلك السملق بزيادة الميم، والجمع السَمالِقُ. وطعنته فَسَلَقْتُهُ، إذا ألقيته على ظهره. وربما قالوا: سلقيته سلقاء، يزيدون فيه الياء، كما قالوا جعبيته جعباء، من جعبته أي صرعته. ويقال: سلقها وسَلْقاها، إذا بَسَطها ثم جامَعَها. واسلنقى الرجل، إذا نام على ظهره، وهو افعنلى. وَسَلَقَ (١) : لغةٌ في صَلَقَ، أي صاح. وَسَلَقَهُ بالكلام سَلْقاً، أي آذاه، وهو شدَّة القول باللسان. قال تعالى: ﴿سَلَقوكُمْ بِأَلْسِنَة حِدادِ﴾ . قال أبو عبيدة: بالغوا فيكم بالكلام. والمِسْلاقُ: الخطيبُ البليغُ، وهو من شدَّة صوته وكلامِه. وكذلك السلاق وقال الاعشى: فيهم الحزم والسماحة والنجدة فيهم والخاطب السَلاَّقُ ويروى: \" المِسْلاقُ \" يقال خطيبٌ مِسْقَعٌ مِسْلَقٌ. وَسَلَقْتُ المزادةَ، أي دهنتها. قال الشاعر: كأنَّهما مَزادتا مُتَعَجَّلٍ فَرِيَّانِ لما يُسْلَقا بِدِهانِ وَسَلَقْتُ البقلَ والبيضَ، إذا أغليتَه بالنار إغلاءة خفيفة. والسلاق: بثر يخرج على أصل اللسان، ويقال: تَقَشُّرٌ في أصول الأسنان. والسَلقُ: أَثَرُ دَبَرَةِ البعير إذا برأتْ وابيض موضها. والسلق: أن تدخل إحدى عُروتي الجوالق في الأخرى. قال الراجز: وحوقل ساعده قد انملق يقول قطبا إن سلق والسِلْقُ: بالكسر: الذِئْبِ، والأنثى سِلْقَةٌ، وربّما قيل للمرأة السليطة: سِلْقَةٌ. والسِلْقُ: النبتُ الذي يؤكل. والسَليقَةُ: أثر النِسْعِ في جنب البعير. والسَليقَةُ: الطبيعةُ. يقال: فلان يتكلَّم بالسَليقَةِ، أي بطبعه لا عن تعلم، وهى منسوبة (١) . وتسلق الجدار، أي تسوره. والسَليقُ: ما تَحَاتَّ من الشجر، ومنه قول الراجز:\nتشمع منها في السليق الاشهب (٢) * وسلوق: قربة باليمن، تنسب إليها الدروع السلوقية والكلاب السلوقية. ويقال: سلوق مدينة السلان (١) ، تنسب إليها الكلاب السلوقية، قال القطامى: معهم ضوار من سلوق كأنها حصن تجول تجرر الارسانا",
    "pg": "4:1497-1498"
  },
  "سلقع": {
    "def": "السَلْقَعُ: المكان الحَزْنُ، ويقال هو إتباعٌ لبَلْقَعٍ لا يُفْرَدُ. يقال: بَلْقَعٌ سَلْقَعٌ، وبَلاقِعُ سَلاقِعُ، وهى الارض التى لا شئ بها. والسلنقع: البرق. ويقال للحصى إذا حميتْ عليه الشمس: اسْلَنْقَعَ بالبريق (٣) .",
    "pg": "3:1231"
  },
  "سلك": {
    "def": "السِلْكُ: الخيطُ. والسَلْكُ بالفتح: مصدر سلكت الشئ قى الشئ فانْسَلَكَ، أي أدخلته فيه فدخَل. ومنه قول الشاعر (١) * واقصد بذرعك وانْظُرْ أين تَنْسَلِكُ (١) * وقال تعالى: ﴿كذلك سلكناه قى قلوب المجرمين﴾ . ومنه لغة أخرى أسلكته فيه. قال عبد مناف بن رِبْعٍ الهذلى: حتى إذا أسلكوهم في قتائدة شلا كما تطرد الجمالة الشردا والسُلَك: ولد الحَجَل، والأنثى سُلَكَةٌ، والجمع سلكان مثل صرد وصردان. وسليك: اسم رجل، وهو سليك السعدى وهو من العدائين، كان يقال له سليك المقانب. قال الشاعر (٢) :\nعلى الهول أمضى من سليك المقانب (٣) * واسم أمه سلكة. والطعنة السلكى: المستقيمة تلقاء وجهه. قال امرؤ القيس: نطعنهم سلكى ومخلوجة كرك لامين على نابل ويروى \" كر كلامين (٤) \"",
    "pg": "4:1591-1592"
  },
  "سلل": {
    "def": "سللت الشئ أسله سلا. يقال: سَلَلْتُ السيف واسْتَلَلْتُهُ بمعنىً. وأتيناهم عند السَلَّةِ، أي عند استلال السيوف. قال الراجز (١) : هذا سلاح كامل وأله وذو غرارين سريع السله والسلة: السرقة. يقال: لي في بني فلان سَلَّةٌ. وفرسٌ شديدُ السَلَّةِ، وهي دَفْعَتُهُ في سِباقه. يقال: خرجَتْ سَلَّتَهُ على الخيل. وسلة الخبز معروفة. والسال: المسيل الضيق في الوادي، وجمعه سلان، مثل حائر وحوران. والمسلة بالكسر: واحدة المَسَالِّ، وهي الإبر العظام. وسلول: قبيلة من هوازن، وهم بنو مرة ابن صعصعة بن معاوية بن بكر بن هوازن. وسلول اسم أمهم نسبوا إليها، منهم عبد الله بن همام الشاعر السلولى. والسليل: الولد، والانثى سليلة. وقال (١) :\nسليلة أفراس تخللها بغل (*) قال الاصمعي: إذا وضعت الناقة فولدها ساعة تضعه سليل قبل أن يعلم أذكر هو أم أنثى. والسَليلُ: الوادي الواسعُ يُنْبِت السَلَمَ والسَمُرَ. يقال سَليلٌ من سَمُرٍ، كما يقال: غالٌّ من سَلَمٍ. قال زهير: كَأَنَّ عَيْني وقد سالَ السَليلُ بهم وجيرَةٌ ما هُمُ لو أنَّهم أمَمُ ويقال: سَليلَةٌ من شَعَرٍ، لِما اسْتُلَّ من ضريبته، وهو شئ ينفش منه ثم يُطْوى ويُدْمَجُ طِوالاً، طولُ كلِّ واحدة نحوٌ من ذراع، في غلظ أسلة الذراع، ويُشَدُّ ثم تَسُلُّ منه المرأة الشئ بعد الشئ فتغزله. والسلال، بالضم: السِلُّ. يقال: أَسَلَّه الله، فهو مَسْلولٌ، وهو من الشواذّ. وسلالة الشئ: ما استل منه. والنُطفة سُلالَةُ الإنسان. وأسَلَّ يُسِلُّ إسْلالاً، أي سرق. والإسْلالُ: الرِشْوَةُ والسرقةُ. وفي الحديث: \" لا إغْلالَ ولا إسْلالَ \" وهذا يحتمل الرشوة والسرقة جميعاً. وانْسَلَّ من بينهم، أي خرج، وفي المثل: \" رَمتْني بدائها وانسلت \". وتسلل مثله. وتسلسل الماء في الحلق: جَرَى. وسَلْسَلْتُهُ أنا: صببته فيه. وماءٌ سَلْسَلٌ وسَلْسالٌ: سهلُ الدُخول في الحلْق، لعذوبته وصفائه. والسُلاسِلُ بالضم مثله. ويقال: معنى يَتَسَلْسَلُ، أنَّه إذا جرى أو ضربته الريحُ يصير كالسِلْسِلَةِ. قال أوس:\nغديرٌ جرتْ في مَتْنِهِ الريحُ سلسل (١) * وشئ مسلسل: متصل بعضه ببعض. ومنه سِلْسِلَةُ الحديد. وسلْسِلَةُ البرق: وما استطال منه في عَرْض السحاب. قال أبو عُبيد: السَلاسِلُ: رملٌ ينعقد بعضُه على بعض وينقاد.",
    "pg": "5:1730-1732"
  },
  "سلم": {
    "def": "أبو عمرو: السَلْمُ: الدَلْوُ لها عروة واحدة (٢) ، نحو دلو السقائين. وسلم: اسم رجل. وسلمى: اسم امرأة. وسلمى: أحد جبلى طيئ. وسلمى: حى من دارم. وقال: تعيرني سلمى وليس بقضأة ولو كنت من سلمى تفرعت دارما وفي بنى قشير سلمتان: سلمة بن قشير، وهو سلمة الشر، وأمه لبينى (١) بنت كعب ابن كلاب، وسلمة بن قشير، وهو سلمة الخير. وهو ابن القسرية (٢) . وسليم: قبيلة من قيس عيلان، وهو سليم ابن منصور بن عكرمة بن خصفة بن قيس عيلان. وسليم أيضا: قبيلة في جذام من اليمن. وأبو سلمى، بضم السين: والد زهير بن أبى سلمى المزني الشاعر، وليس في العرب غيره، واسمه ربيعة بن رباح من بنى مازن، من مزينة. وسلمان: اسم جبل، واسم رجل. وسالم: اسم رجل. والسلم، بالتحريك: السلف. والسلم: الاستسلام. والسَلَمُ أيضاً: شجرٌ من العضاه، الواحدة سلمة. وسلمة: اسم رجل: وسلمة، بكسر اللام أيضا: اسم رجل. وبنو سلمة: بطن من الانصار، وليس في العرب سلمة غيرهم. والسلمة أيضا: واحدة السلام، وهى الحجارة. وقال (١) : ذاك خليلي وذو يعاتبني يرمى ورائي بامسهم وامسلمه يريد بالسهم والسلمة، وهى لغة لحمير. والسلم: واحد السَلاليمِ التي يُرْتَقى عليها، وربما سمى الغرز بذلك. قال أبو الربيس التغلبي يصف ناقته: مطارة قلب إن ثنى الرجل ربها بسلم غرز في مناخ تعاجله (٢) وسلام وسلامة بالتشديد، من أسماء الناس. والسلم بالكسر: السَلامُ. وقال: وَقَفْنا فقلنا إيهِ سِلْمٌ فَسَلَّمَتْ فما كان إلاّ وَمْؤُها بالحَواجِبِ (٣) وقرأ أبو عمرو: (ادْخُلوا في السِلْمِ كافَّةً) يذهب بمعناها إلى الاسلام. والسلم: الصلحُ، يفتح ويكسر، ويذكِّر ويؤنث. والسِلْمُ: المُسالِمُ. تقول: أنا سِلْمٌ لمن سالمني. والسَلامُ: السَلامَةُ. والسَلامُ: الاستسلامُ. والسَلامُ: الاسمُ من التسليم. والسَلامُ: اسمٌ من أسماء الله تعالى. والسَلامُ والسِلامُ أيضاً: شجَرٌ. قال بشر:\nبصاحة في أسرتها السلام (١) * الواحدة سَلامَةٌ. والسَلامُ: البراءة من العيوب في قول أمية (٢) . وقرئ: (ورجلا سلما) . والسلامان أيضا: شجر. والسلاميات: عظام الأصابع. قال أبو عبيد: السُلامى في الأصل عظمٌ يكون في فِرْسِنِ البعير. ويقال: إنَّ آخر ما يبقى فيه المخّ من البعير إذا عَجَف السُلامى والعين، فإذا ذهب منهما لم يكن له بقية بعد. قال الراجز (٣) . لا يشتكين عملا ما أنقين مادام مخ في سلامى أو عين واحده وجمعه سواء، وقد جمع على سُلامَياتٍ. ويقال للجلدة التي بين العين والأنف: سالِمٌ. وقال عبد الله بن عمر ﵄ في ابنه سالِمٍ: يُديرونَني عن سالِمٍ وأُريغُهُ وجلْدَةُ بين العينِ والأنفِ سالِمُ وهذا المعنى أراد عبدُ الملك في جوابه عن كتاب الحجاج: \" أنت عندي كسالِمٍ \". والسَلامُ والسَليمُ: اللَديغُ، كأنَّهم تفاءلوا له بالسَلامة. ويقال: أُسْلِمَ لما به. وقلبٌ سَليمٌ، أي سالِمٌ. قال ابن السكيت: تقول لا بذي تَسْلَمُ ما كان كذا وكذا. وتُثني: لا بِذي تسلمان، وللجماعة: لا بذى تسلمون، وللمؤنث: لا بِذي تَسْلَمينَ، وللجميع: لا بِذي تَسْلَمْنَ. قال: والتأويل لا والله الذي يُسَلِّمُكَ ما كان كذا وكذا. ويقال: لا وسَلامَتِكَ ما كان كذا. ويقال: اذهب بذى تسلم يافتى، واذْهَبا بذي تَسْلَمان، أي اذهبْ بسلامتك. قال الاخفش: وقوله ذى مضاف إلى تسلم. وكذلك قول الشاعر (١) بآية يقدمون الخيل زورا كأن على سنابكها مداما أضاف آية إلى يقدمون، وهما نادران لانه ليس شي من الاسماء يضاف إلى الفعل غير أسماء الزمان، كقولك هذا يوم يفعل، أي يفعل فيه. وتقول: سلم فلان من الآفات سَلامَةً، وسَلَّمَه الله سبحانه منها. وسلمت إليه الشئ فتسلمه، أي أخَذَه. والتَسْليمُ: بَذْلُ الرضا بالحكم. والستليم: السلام. وأسلم الرجل في الطعام، أي أسلَفَ فيه. وأَسْلَمَ أمرَه إلى الله، أي سَلَّمَ. وأَسْلَمَ، أي دخل في السَلْمِ، وهو الاستسلام. وأَسْلَمَ من الإسلام. وأَسْلَمَهُ، أي خذله. والتَسالُمُ: التصالح. والمُسالَمَةُ: المصالحة. واسْتَلَمَ الحجر: لمسه إمَّا بالقُبلة أو باليد. ولا يهمز لانه مأخوذ من السلام وهو الحجر، كما تقول: استنوق الجمل. وبعضهم يهمزه. واستسلم، أي انقاد (١) . وسلمت الجلد أَسْلِمُهُ بالكسر، إذا دَبَغْتَهُ بالسَلَمِ. قال لبيد: بمُقابَلٍ سَرِبِ المَخارِزِ عِدْلُهُ قَلِقُ المَحالَةِ جارِنٌ مَسْلومُ والأُسَيْلِمُ: عِرْقٌ بين الخنصر والبنصر. والسلام، بالكسر: ماء. قال بشر: كأن قتودى على أحقب يريد نحوصا تؤم السلاما",
    "pg": "5:1950-1953"
  },
  "سلهب": {
    "def": "السَلْهَبُ من الخيل: الفرس الطويل على وجه الأرض، وربما جاء بالصاد. وصف أعرابي فرسا فقال: \" إذا عدا اسلهب، وإذا قيد اجلعب، وإذا انتصب اتلاب \".",
    "pg": "1:149-150"
  },
  "سلهم": {
    "def": "سلهم، بالكسر: اسم رجل. قال (*) أبو عبيد: المسلهم: المتغير في جسمه ولونه. وقد اسْلَهَمَّ لونُه اسْلِهْماماً. وسلهم: حى من مذحج.",
    "pg": "5:1953"
  },
  "سما": {
    "def": "السَماءُ يذكر ويؤنّث أيضاً، ويجمع على أسمية وسماوات. والسماء: كلُّ ما علاك فأظلّك، ومنه قيل لسقف البيت: سَماءٌ. والسَماءُ: المطر، يقال: ما زلنا نطأ السَماءَ حتَّى أتيناكم. قال الشاعر (١) : إذا سقط السَماءُ بأرض قومٍ * رَعَيْناهُ وإنْ كانوا غَضابا ويجمع على أسمية وسمى على فعول. قال العجاج (٢) :\nتلفُّه الرِياحُ والسُمِيّ * والسُمُوُّ: الارتفاع والعلوّ. تقول منه: سَموْتُ وسَمَيْتُ، مثل علوت وعليت، وسلوت وسليت، عن ثعلب. وفلان لا يُسامى. وقد علا من ساماهُ. وتساموا، أي تباروا. وسمالى شخصٌ: ارتفعَ حتّى اسْتَثْبَتُّهُ. وسَما بصره: عَلاَ. والقُرومُ السَوامي: الفحول الرافعة رؤوسها. وتقول: رددت من سامى طرفه، إذا قصرت إليه نفسَه وأزلت نخوتَه وبأوه. وسَما الفحلُ، إذا سطا على شَوله سماوة. (*) وأما قول الشاعر (١) :\nسماء الاله فوق سبع سمائيا (٢) * فجمعه على فعائل، كما تجمع سحابة على سحائب، ثم رده إلى الاصل ولم ينون كما ينون جوار، ثم نصب الياء الاخيرة لانه جعل بمنزلة الصحيح الذى لا ينصرف، كما تقول مررت بصحائف يافتى. والسماء: ظهر الفرس، لارتفاعه وعلوّه. وقال (٣) : وأحمرَ كالديباج أمّا سَماؤُهُ * فريَّا وأمّا أَرْضُهُ فَمُحولُ وسماوة كل شئ: شخصه. قال العجاج:\nسماوة الهلال حتى احقوقفا (٤) * وسماوة البيت: سقفه. قال علقمة (٥) * سماوته من أتحمى معصب (١) * والسماوة: موضع بالبادية ناحية العواصم. وسميت فلانا زيدا وسَمَّيْتُهُ بزيدٍ بمعنىً، وأَسْمَيْتُهُ مثله، فتَسَمَّى به. وتقول: هذا سَمِيُّ فلانٍ، إذا وافق اسمُه اسمَه، كما تقول: هو كَنِيُّهُ. وقوله تعالى: (هَلْ تَعْلَمُ له سَمِيَّا) أي نظيراً يستحقُّ مثلَ اسمه، ويقال مساميا يساميه. وأسمى فلان، أي أخذ ناحية السماوة. والسماة: الصيادون مثل الرماة. وقد سَمَوا واسْتَمَوا، إذا خرجوا للصيد. والاسم مشتقٌّ من سَمَوْتُ، لأنّه تنويهٌ ورفعةٌ. واسْمٌ تقديره افْعٌ والذاهب منه الواو، لأنَّ جمعه أسماء وتصغيره سمى. واختلف في تقدير أصله، فقال بعضهم فعل، وقال بعضهم فعل، وأسماء يكون جمعا لهذين الوزنين، مثل جذع وأجذاع، وقفل وأقفال، وهذا لا تدرك صيغته إلا بالسمع. وفيه أربع لغات اسم واسم واسم بالضم، (*) وسم وسم (١) . وينشد: والله أسماك سما مباركا * آثرك الله به إيثاركا وقال آخر: وعامنا أعجبنا مقدمه * يدعى أبا السمح وقرضاب سمه (٢) بالضم والكسر جميعا. وألفه ألف وصل وربما جعلها الشاعر ألف قطع للضرورة، كقول الاحوص: وما أنا بالمخسوس في جذم مالك * ولا من تسمى ثم يلتزم الاسما وإذا نسبت إلى الاسم قلت سَمَوِيٌّ، وإن شئت اسْمِيٌّ تركتَه على حاله. وجمع الأسْماء أَسامِ. وحكى الفراء: أُعيذك بأسماوات الله.",
    "pg": "6:2381-2383"
  },
  "سمت": {
    "def": "السَمْتُ: الطريق. وسَمَتَ يَسْمُت بالضم، أي قصد. والسَمْتُ: هيئة أهل الخير، يقال: ما أحسن سَمْتَه، أي هَدْيه. والسَمْتُ: السير بالظنّ والحدس. وقال:\nليس بها رِيعٌ لِسَمْت السامت * وتَسَمَّتَهُ، أي قَصَدَهُ. والتَسميتُ: ذِكر اسم الله تعالى على الشئ. وتسميت العاطِس: أن تقول له: يرحمُك الله، بالسين والشين جميعا. قال ثعلب: الاختيار بالسين، لانه مأخوذ من السمت، وهو القصد والمحجة. وقال أبو عبيد: الشين أعلى في كلامهم وأكثر.",
    "pg": "1:254"
  },
  "سمج": {
    "def": "سمج الشئ بالضم سماجة: قبح فهو سمج، مثل ضخم فهو ضخم، وسمج، مثل خشن فهو خشن، وسميج، مثل قبح فهو قبيح. قال أبو ذؤيب: فإن تصرمى حَبْلي وإن تَتَبَدَّلِي * خليلاً ومنهم صالح وسميج (٢) وقوم سماج مثل ضخام. واستسمجه: عدَّه سَمِجاً. والسَمْجُ والسَميجُ: اللبن الدسم الخبيث الطعم. وكذلك السمهج والسملج، بزيادة الهاء واللام.",
    "pg": "1:322"
  },
  "سمح": {
    "def": "السَماحُ والسَماحَةُ: الجود. وسَمَحَ به: أي جاء به. وسَمَحَ لي: أعطاني. وما كان سَمْحاً ولقد سَمُح بالضم، فهو سَمْحٌ، وقومٌ سُمَحاءُ، كأنه جمع سَميح. ومَساميحُ: كأنَّه جمع مِسْماحٍ. وامرأة سَمْحَةٌ ونِسْوَةٌ سِماحٌ لا غير، عن ثعلب. والمُسامحة: المُساهلة. وتسامحوا: تساهلوا. وقولهم: \" أَسْمَحَتْ قَرُونَتُهُ \"، أي ذَلَّتْ نفسُه وتابَعَتْ. وتَسْميحُ الرُمْح: تَثْقيفُه. والتَسْميحُ: السير السهل. وقال: سمح واجتاب فلاة قيا (١)",
    "pg": "1:376"
  },
  "سمحج": {
    "def": "السَمْحَجُ، الأتان الطويلة الظَهر، وكذلك الفرس، ولا يقال للذَكَرِ.",
    "pg": "1:322"
  },
  "سمد": {
    "def": "سَمَدَ سُموداً: رفع رأسَه تكبرا. وكل رافع رأسه فهوسامد. وقال الراجز رؤبة:\nسوامد الليل خفاف الازواد (٣) يقول: ليس في بطونها علف. وقال ابن الاعرابي: سمدت سُموداً: عَلَوْتُ وسَمَدَتِ الإبل في سيرها: جَدَّتْ والسُمودُ: اللهوُ. والسامِدُ: اللاهي والمغنِّي. والسامِدُ: القائمُ، والساكتُ. والسامِدُ: الحزينُ الخاشع. يقال للقَيْنَة: أَسْمِدِينا، أي أَلْهينا بالغناء وغنِّينا. وتسميد الارض: أن يجعل فيها السَمادُ، وهو سِرْجينٌ ورماد. وتسميدُ الرأس: استئصالُ شَعَره، لغة في التسبيد. واسمأد الرجل بالهمز اسمئدادا، أي ورم غضبا.",
    "pg": "2:489"
  },
  "سمدر": {
    "def": "السَماديرُ: ضَعْفُ البَصَرِ عند السُكْر وغَشْيِ النعاس والدُوار. قال الكميت: ولَمَّا رأيتُ المُقرَباتِ مُذالَةً * وأنكرت إلا بالسمادير آلها والميم زائدة. وقد اسمدر اسمدرارا.",
    "pg": "2:681"
  },
  "سمدع": {
    "def": "السَمَيْدَعُ بالفتح: السيِّدُ الموطّأ الأكنافِ، ولا تقل سُمَيْدَعٌ بضم السين.",
    "pg": "3:1233"
  },
  "سمر": {
    "def": "السَمَرُ: المُسامَرَةُ، وهو الحديث بالليل. وقد سَمَرَ يَسْمُرُ، فهو سامِرٌ. والسامِرُ أيضاً: السُمَّارُ، وهم القوم يَسْمَرونَ كما يقال للحُجَّاجِ جاج. وقول الشاعر:\nوسامر طال فيه اللَّهْوَ والسَمَرُ * كأنَّه سمى المكان الذي يُجتمعُ فيه للسَمَرِ بذلك. وابْنا سَميرٍ: اللَيلُ والنَهارُ، لأنه يُسْمَرُ فيهما. يقال: لا أفعله ما سَمَرَ ابْنا سَميرٍ، أي أبداً. ويقال: السَميرُ الدهرُ. وابناه: الليل والنهار. ولا أفعله السَمَرَ والقَمَرَ، أي ما دامَ الناس يَسْمَرونَ في ليلةٍ قمراء. ولا أفعلهُ سَميرَ الليالي. قال الشنفرى: هنالك لا أرجوا حياة تَسُرُّني * سَميرَ الليالي مُبْسَلاً بالجَرائِرِ - والسَمار بالفتح: اللبن الرقيق. وتَسْميرُ اللبن: ترقيقه بالماء. وأما قول الشاعر (١) : لئن ورد السمار لنقتلنه * فلا وأبيك ما ورد السمارا (٢) - فهو اسم موضع. والتسمير كالتشمير. وفي حديث عمر ﵁ أنَّه قال: \" ما يُقِرُّ رجل أنه كان يطأ جاريته إلاَّ ألْحَقْتُ به ولدَها، فمن شاء فليمسكْها ومن شاء فليسمِّرها \"، قال الأصمعيّ: أراد التشمير بالشين فحوَّله إلى السين، وهو الإرسالُ. والسُمْرَةُ: لونُ الأَسْمَرِ. تقول: سَمُرَ، بالضم. وسَمِرَ أيضاً بالكسر. واسْمَارَّ يسمار أسميرارا مثله، حكاها الفراء. والسمراء: الحنطة. والأَسْمَرانِ: الماءُ والبُرُّ. ويقال الماءُ والرمحُ. والسَمُرَةُ بضم الميم، من شجر الطَلْحِ، والجمع سَمُرٌ وسَمُراتٌ بالضم، وأَسْمُرٌ في أدنى العدد. وتصغيره أسمير. وفى المثل: \" أشبه شرج شرجا، لو أن أسيمرا \". والمسمار: واحد مسامير الحديد. تقول منه: سمرت الشئ تسميرا، وسمرته أيضا. قال الزفيان: لما رأوا من جمعنا النفيرا * والحلق المضاعف المسمورا * جوارنا ترى لها قتيرا * والسميرية: ضرب من السفن.",
    "pg": "2:688-689"
  },
  "سمرج": {
    "def": "السَمَرَّجُ والسَمَرَّجَةُ: استخراج الخَراج في ثلاث مِرار، فارسيٌّ معرب. قال العجاج: * يوم خراج يخرج السمرجا",
    "pg": "1:322-323"
  },
  "سمط": {
    "def": "السِمْطُ: الخَيطُ ما دام فيه الخرزُ، وإلاَّ فهو سِلْكٌ. قال طَرَفة:\nمُظاهِرُ سِمْطَيْ لُؤْلُؤٍ وزبرجد (٤) * والسمط: واحد السموط، وهى السيور التى تعلق من السرح. وسمطت الشئ: علقته على السموط تَسْميطاً. والمُسَمَّطُ من الشِعر: ما قُفِّيَ أرباعُ بيوتِه وسُمِّطَ في قافية مخالفةٍ (١) . يقال قصيدةٌ مُسَمَّطَةٌ وسمطية، كقول الشاعر: وشيبة كالقسم * غير سود اللمم * داويتها بالكتم * زورا وبهتانا * ولامرئ القيس قصيدتان سمطيتان، إحداهما: ومستلئم كشفت بالرمح ذيله * أقمت بعضب ذى سفاسق ميله * فجعت به في ملتقى الحى خيله * تركت عتاق الطير تحجل حوله * كأن على سرباله نضح جريال (٢) . وقولهم: \" خذ حكمك مسمطا \"، أي مجوّزاً نافذاً. والمُسَمَّطُ: المرسَلُ الذي لا يُرَدُّ. والسِماطانِ من النخل والناس: الجانبان. يقال: مشى بين يدى السماطين. وسمطت الجدى أَسْمِطُهُ وأَسْمُطُهُ سَمْطاً، إذا نظَّفته من الشَعَرِ بالماء الحارّ لتشويَه، فهو سَميطٌ ومسموطٌ. والسَميطُ من النعل: الطاقُ الواحدُ لا رقعةَ فيها. يقال: نعلٌ أَسْماطٌ، إذا كانت غير مخصوفةٍ. وسراوِيلٌ أَسْماطٌ، أي غير محشوَّةٍ. ومنه قيل للرجل الخفيف الحال: سِمْطٌ وسَميطٌ. قال العجاج (١) :\nسمطا يربى ولدة زعابلا (٢) * والسَميطُ: الآجرُّ القائم بعضُه فوقَ بعض. قال أبو عبيد: هو الذى يسمى بالفارسية البراستق. الاصمعي: السامط: اللبن إذا ذهبَ عنه حلاوةُ الحليب ولم يتغيَّر طعمُه. وقد سَمَطَ اللبن يسمط سموطا.",
    "pg": "3:1134-1135"
  },
  "سمع": {
    "def": "السَمْعُ: سَمْعُ الإنسان، يكون واحداً وجمعاً كقوله تعالى: ﴿ختم الله على قلوبهم وعلى سَمْعِهِمْ﴾ لأنَّه في الأصل مصدرُ قولك: سمعت الشئ سمعا وسماعا. وقد يجمع على أَسْماعٍ، وجمع الأَسْماعِ أَسامِعُ. وقولهم: سَمْعَكَ إليَّ، أي اسْمَعْ منّي. وكذلك قولهم: سَماعِ، أي اسْمَعْ، مثل دَراكِ ومَناعِ، بمعنى أَدْرِكْ وامْنَعْ. وتقول: فَعَلَهُ رياءً وسُمْعَةً (١) ، أي ليراه الناس وليسمعوا به. واسْتَمَعْتُ كذا، أي أصغيتُ، وتَسَمَّعْتُ إليه. فإذا أدغمتَ قلتَ اسَّمَّعْتُ إليه. وقرئ: ﴿لا يَسَّمَّعُونَ إلى الملأ الأعلى﴾ . يقال: تَسَمَّعْتُ إليه، وسَمِعْتُ إليه، وسَمِعْتُ له، كله بمعنى، لانه تعالى قال: ﴿لا تسمعوا لهذا القرآن﴾ ، وقرئ: ﴿لا يسمعون إلى الملا الاعلى﴾ مخففا. وتسامع به الناسُ. وأَسْمَعَهُ الحديثَ وسَمَّعَهُ، أي شتمه. وقوله تعالى: ﴿واسْمَعْ غَيرَ مسمع﴾ قال الاخفش: أي لا سمعت. وقوله تعالى: ﴿أبصر به وأَسْمِعْ (٢) ﴾ ، أي ما أبصره وأَسْمَعَهُ، على التعجب. والمسمعة: المغنية. والسمع بالكسر: الصِيتُ والذكرُ الجميلُ. يقال: ذهب سِمْعُهُ في الناس. ويقال أيضاً: اللهمَّ سِمْعاً لا بِلْغاً، وسَمْعاً لا بَلْغاً (١) ، أي نَسْمَعُ به ولا يَتِمُّ. والسِمْعُ أيضاً: سَبْعٌ مركَّبٌ، وهو ولد الذئب من الضبع. وفي المثل: \" أَسْمَعُ من السِمْعِ الأَزَلِّ \"، وربما قالوا: \" أَسْمَعُ من سِمْعٍ \". قال الشاعر: تَراهُ حَديدَ الطَرْفِ أَبْلَجَ واضِحاً * أَغَرَّ طَويلَ الباعِ أَسْمَعَ من سِمْعِ * وسَمَّعَ به، أي شَهَّرَهُ. وفى الحديث: \" من فعل كذا سمع الله به أسامع خلقه (٢) يوم القيامة \". والتَسْميعُ: التشنيعُ. ويقال أيضاً: سَمَّعَ به، إذا رفَعه من الخمول ونشرَ ذكره. وسَمَّعَهُ الصوتَ وأَسْمَعَهُ. والسامِعَةُ: الأُذُنُ: قال طرفة يصف أذُنَيْ ناقته: مُؤُلَّلَتانِ تَعْرِفُ العِتْقَ فيهما * كَسامِعَتَيْ شاةٍ بحَوْمَلَ مُفْرَدِ * وكذلك المِسْمَعُ بالكسر: يقال: فلان عظيم المِسْمَعَيْنِ. والمِسْمَعُ أيضاً: عُروةٌ تكون في وسط الغَرْب، يُجْعَلُ فيها حبلٌ ليُعَدِّلَ الدَلوَ. قال الشاعر (١) : نُعَدِّلُ (٢) ذا المَيْلِ إذْ رامَنا * كما عُدِّلَ (٣) الغَرْبُ بالمِسْمَعِ * يقال منه أَسْمَعْتُ الدلْوَ، إذا جعلت لها مِسْمعاً والسَميعُ: السامَعُ. والسَميعُ: المُسْمِعُ. قال عمرو بن معدي كرب: أَمِنْ رَيْحانَةَ الداعي السَميعُ * يُؤَرِّقُني وأَصْحابي هُجوعُ * قال أبو زيد: امرأةٌ سُمْعُنَّةٌ نُظْرُنَّةٌ بالضم، وهي التي إذا تَسَمَّعَتْ أو تبصرتْ فلم تر شيئاً تظنته تظنيا (٤) . وكان الاحمر يكسر أولهما ويفتح ثالثهما، وينشد: إن لنا لكنه * معنة مفنه (٥) * سمعنة نظرنه * كالريح حول القنه * إلا تره تظنه * والسمعمع: الصغير الرأس، وهو فعلعل (١) .",
    "pg": "3:1231-1233"
  },
  "سمغد": {
    "def": "المُسْمَغِدُّ: الوارمُ، بالغين معجمة. ويقال: اسْمَغَدَّتْ أناملُه: إذا تورَّمت. واسْمَغَدَّ الرجل أي امتلأ غضباً.",
    "pg": "2:489"
  },
  "سمق": {
    "def": "سَمَقَ سُموقاً، أي علا وطال. والسُمَّاقُ بالتشديد، معروفٌ. وكذبٌ سُمَاقٌ بالتخفيف، أي خالصٌ. والسَميقانِ: خشبتان في النيرِ يُحيطان بعنق الثور كالطوق.",
    "pg": "4:1498"
  },
  "سمك": {
    "def": "سمَكَ الله السماءَ سَمْكاً: رفعها. وسمك الشئ سموكا: ارتفع. وسنامٌ سامِكٌ تامِكٌ، أي عالٍ. والمَسْموكاتُ: السمواتُ. ويقال: اسْمُكْ في الرَيْمِ، أي اصعدْ في الدرجةِ. وسمك البيت: سقفه. والمساك: عود ٌيكون في الخِباءِ يُسْمَكُ به البيت. قال ذو الرمة: كان رجليه مسما كان من عشر صقبان (١) لم يتقشر عنها النجب و \" صقبان \" بدل من مسماكين. والسماكان: كوكبان نيرا: السماك الأعزلُ، وهو من منازل القمر، والسِماكُ الرامحُ وليس من المنازل. ويقال إنَّهما رِجْلاَ الأسد. والسَمَكْ من خَلْقِ الماء، الواحدة سمكةٌ، وجمع السَمَكِ سِمَاكٌ وسُموكٌ. والسُمَيْكاءُ الحساس (٢) .",
    "pg": "4:1592"
  },
  "سمل": {
    "def": "السَمَلُ: الخَلَقُ من الثياب. يقال: ثوبٌ أَسْمالٌ، كما قالوا: رمحٌ أَقْصادٌ، وبُرْمَةٌ أَعْشارٌ. والسَمَلَةُ أيضاً: الماء القليلُ يبقى في أسفل الإناء وغيرِه، مثل الثَميلَة، والجمع سَمَلٌ. قال ابن أحمر:\nمِثْلُ الوقائِع في أنصافِها السَمَلُ (٢) * وسُمولٌ عن الأصمعي. قال ذو الرمة. على حميريات كأن عيونها قِلاتُ (١) الصَفا لم يَبْقَ إلا سمولها واسمال عن أبى عمرو. وأنشد:\nيَتْرُكُ أَسْمَالَ الحِياضِ يُبَّسا * والسُمْلَةُ بالضم مثل السَمَلَةِ. وأبو سَمَّالٍ: كنيةُ رجلٍ من بني أسد. وسَمْلُ العينِ: فَقْؤُها. يقال: سُمِلَتْ عينُه تُسْمَلُ، إذا فقئت بحديدةٍ مُحْماةٍ. قال أعرابي: \" فقأ جدُّنا عينَ رجلٍ فسُمِّينا بني سَمَّالٍ \". وسَمَلْتُ بين القوم سَمْلاً وأسْمَلْتُ، إذا أصلحتَ بينهم. قال الكميت: وتنأى قُعودُهُمُ (٢) في الأمور عن مَنْ يَسُمَّ ومن يُسْمِلُ أي تبعد غاياتهم عمن يداري ويُداهِن. والسامِلُ: الساعي في صلاح معاشه. وسَمَلْتُ الحوضَ، إذا نقَّيْتَهُ من الحَمْأَة والطين. وسَمَلَ الثوبُ سُمولاً وأَسْمَلَ، إذا أخلق. والسَوْمَلَةُ: الفنجانة الصغيرة. واسممأل اسمئلالا بالهمز، أي ضمر. وقول الشاعر (١) :\nوِرْدَ القطاةِ إذا اسْمَأَلَّ التُبَّعُ (٢) * أي رجع الظل إلى أصل العود. وسموأل بن عادياء مهموز، وهو فعوعل.",
    "pg": "5:1732-1733"
  },
  "سملج": {
    "def": "السملج: الخفيف، وهو ملحق بالخماسى بتشديد الحرف الثالث منه. قال الراجز: قالت له مقالة تلجلجا * قولا مليحا حسنا سملجا لو يطبخ النئ به لا نضجا يا بن الكرام لج على الهودجا",
    "pg": "1:323"
  },
  "سمم": {
    "def": "السَمُّ: الثَقْبُ، ومنه سَمُّ الخِياطِ (١) . وسُمومُ الإنسان وسِمامُهُ: فَمُهُ ومَنْخِرُهُ وأُذُنُهُ، الواحد سَمٌّ وسُمٌّ. وكذلك السَُمُّ القاتل يضم ويفتح، ويجمع على سُمومٍ وسِمامٍ. ومَسامُّ الجسد: ثقبه. والسم: كل شئ كالوَدع يخرج من البحر. قال الفراء: ماله سم ولا حَمٌّ غيرك، وقد يضمّان أيضاً. والسمان: عرقان قى خيشوم الفرس. وسَمَّهُ، أي سقاه السَمَّ. وسَمَّ الطعام، أي جعل فيه السَمَّ. وسَمَمْتُ سَمَّكَ، أي قصدتُ قَصدَك. وسَمَمْتُ بينهما سَمَّاً، أي أصلحتُ. وسَمَمْتُ القارورة ونحوَها، أي سَدَدْتُ. وسمت النعمة، أي خصت. قال العجاج هو الذى أنعم نعمى عمت على الذين أسلموا وسمت (١) أي بلغت الكل. والسامة: الخاصّةُ. يقال: كيف السامَّةُ والعامّةُ. والسامَّةُ: ذات السَمِّ. وسامُّ أبرصَ من كبار الوَزَغِ. قال الأمويّ: أهل المَسَمَّةِ: الخاصّةُ والأقارِبُ. وأهل المنحاة: الذين ليسوا بأقارب. وفلان يَسُمُّ ذلك الأمر بالضم، أي يَسبُره وينظر ما غَوْرَهُ. والسَمومُ: الريح الحارّة، تؤنث. يقال منه: سُمَّ يومنا فهو يومٌ مَسْمومٌ. والجمع سَمائِمُ. قال أبو عبيدة: السَمومُ بالنهار وقد تكون بالليل، والحَرورُ بالليل وقد تكون بالنهار. والسَمامُ بالفتح: جمع سَمامَةٍ، وهو ضربٌ من الطير، والناقةُ السريعة أيضا. عن أبى زيد. والسمسم بالفتح، هو الثعلب. وسمسم أيضا: موضع. وقال (٢) بسمسم أو عن يمين سمسم (١) * ورجل سمسام، أي خفيف سريع. وسمسمانى بالضم مثله. والسمسم، بالكسر: حب الحل. والسمسمة: النملة الحمراء، والجمع سماسم.",
    "pg": "5:1953-1954"
  },
  "سمن": {
    "def": "السَمْنُ للبقر، وقد يكون للمعزى، ويجمع على سمنان مثل عبد وعبدان، وظهر وظهران. قال امرؤ القيس وذكرَ مِعْزىً له: فَتَمْلأُ بيتنا أَقِطاً وسَمْناً وحَسبُك من غِنىً شِبَعٌ ورِيُّ وسَمَنْتُ لهم الطعام (١) أَسمُنُهُ سَمْناً، إذا لَتَتَّهُ بالسمنِ. وقال: عظيمُ القَفا رِخْوُ الخواصرِ أَوْهَبَتْ له عَجْوَةٌ مَسْمونَةٌ وخمير والسَمَّانُ إن جعلتَه بائع السَمْنِ انصرف، وإن جعلته من السَمِّ لم ينصرف في المعرفة. وسَمَّنْتُ القوم تَسْميناً: زوّدتهم السمن. والتسمين في لغة أهل الطائف واليمن: التبريد. وأتى الحجاج بسمكة [مشوية (٢) ] ، فقال للطباخ سمنها: أي بردها. والسمين: خلاف المهزول. وقد سَمِنَ سِمَناً (٣) ، فهو سَمِينٌ. وتَسَمَّنَ مثله، وسَمَّنَهُ غيره. وفي المثل: \" سَمَّنْ كلبك يأكك \". والسُمْنَةُ بالضم: دواء تُسَمَّنُ به النساء. وأسمن الرجل: ملك شيئا سَميناً، أو أعطى غيره. واسْتَسْمَنَهُ: عدَّه سَميناً. وجاءوا يَسْتَسْمِنونَ، أي يطلبون أن يوهَب لهم السَمْنَ. وقول الراجز: فبا كرتنا جفنة بطينه (١) لحمَ جَزورٍ غَثَّةٍ سَمينَهُ أي مَسْمونَةً من السَمْنِ، لا من السِمَنِ. والسُماني: طائر، ولا يقال سمانى بالتشديد. قال الشاعر:\nنفسي تمقس من سمانى الاقبر * الواحدة سماناة، والجمع سمانيات. والسمنية بضم السين وفتح الميم: فرقة من عبدة الاصنام تقول بالتناسخ، وتنكر وقوع العلم بالاخبار.",
    "pg": "5:2137-2138"
  },
  "سمه": {
    "def": "سَمَهَ الفرسُ يَسْمَهُ بالفتح فيهما سُموهاً: جَرى جَرْياً لا يعرف الإعياء، فهو سامِهٌ والجمع سمه. وقال (١) ليت المنى والدهر جَرْيُ السُمَّهِ (١) * وسَمَهَ فهو سامِهٌ، أي دُهِشَ. أبو عمرو: جَرى فلانٌ السُمَّهى، إذا جرى إلى غير أمر يعرفه. والسمهى السميهى: الكذبُ والأباطيلُ. وذهبتْ إبلُهُ السُمَّهى: تفرَّقَتْ في كلِّ وجهٍ. والسُمَّهى: الهواء بين السماء والارض.",
    "pg": "6:2235"
  },
  "سمهج": {
    "def": "الاصمعي: سماهيج: جزيرة في البحر تدعى بالفارسية \" ماش ماهى \"، فعربتها العرب. وأنشد: يا دار سلمى بين دارات العوج * جرت عليها كل ريح سيهوج هوجاء جاءت من جبال يا جوج * من عن يمين الخظ أو سماهيج",
    "pg": "1:323"
  },
  "سمهدر": {
    "def": "غلامٌ سَمَهْدَرٌ، أي سمينٌ. قال الزفيان: سمهدر يكسوه آل أبهق * عليه منه مئزر وبخنق - قال الفراء: يمدحه بكثرة لحمه. وبَلَدٌ سَمَهْدَرٌ، أي واسعٌ. وأنشد أبو عبيدة:\nودونَ لَيْلى بَلَدٌ سمهدر (١)",
    "pg": "2:689"
  },
  "سمهر": {
    "def": "الاسْمِهْرارُ: الصلابة والشدة. يقال: اسْمَهَرَّ الشوكُ، إذا يَبِس وصلُب. واسْمَهَرَّ الظلام: اشتدَّ. واسْمَهَرَّ الرجل في القتال. قال رؤبة:\nإذا اسْمَهَرَّ الحَلِسُ المُغالِثُ (١) * والسَمْهَرِيَّةُ: القناةُ الصلبةُ، ويقال هي منسوبة إلى سَمْهَرٍ: اسمُ رجلٍ كان يقوِّم الرماحَ. يقال: رمحٌ سَمْهَرِيٌّ، ورِماحٌ سمهرية.",
    "pg": "2:689"
  },
  "سنأ": {
    "def": "السَنا مقصورٌ: ضوء البرق. والسنا أيضا: نبت يتداوى به. والسَناءُ من الرفعة والشرف ممدودٌ. والسَنِيُّ: الرفيع. وأَسْناهُ، أي رفعه وأعلاه. وسَنَّاهُ، أي فتحه وسهَّله. وقال: وأَعْلَمُ عِلْماً ليس بالظنّ أنَّه * إذا الله سَنَّى عَقْدَ شئ تيسر وسانيت الرجل، إذا راضيته وداريته وأحسنت معاشرته. قال لبيد: وسانَيْتُ من ذي بهجةٍ ورقيته * إذا الله سنى عقد شئ تيسرا وسانيت الرجل، إذا راضيته وداريته وأحسنت معاشرته. قال لبيد: وسانَيْتُ من ذي بهجةٍ ورَقَيْتُهُ * عليه السُموطُ عابسٍ مُتَعَصِّبِ الفراء: يقال تَسَنَّى، أي تغيّر. وقال أبو عمرو: (لم يَتَسَنَّ) : لم يتغير، من قوله تعالى: (من حَمَأٍ مَسْنونٍ) ، أي متغيِّر، فأبدل من إحدى النونات ياءً، مثل تقَضَّى من تَقَضَّضَ. والمُسَنَّاةُ: العَرِمُ. والسانِيَةُ: الناضحةُ، وهي الناقة التي يستقى عليها. وفي المثل: \" سير السَواني سفرٌ لا ينقطع \". يقال: سَنَتِ الناقة تَسْنُو سَناوَةً وسَنايَةً، إذا سقت الأرض. والسَحابَةُ تَسْنو الأرض، والقومُ يَسْنونَ لأنفسهم إذا استقَوا. والأرض مَسْنُوَّةٌ ومَسْنِيَّةٌ، قلبوا الواو ياء كما قلبوها في قنية. الفراء: يقال أخذه بِسنايَتِهِ وصِنايَتِهِ، أي أخذه كلَّه. والسَنَةُ إذا قلته بالهاء وجعلت نقصانه الواو فهو من هذا الباب. وتقول: أسْنى القومُ يُسْنونَ إسْناءً، إذا لبثوا في موضعٍ سَنَةً. وأَسْنَتوا، إذا أصابهم الجُدوبة، تقلب الواو تاء للفرق بينهما. قال بكر المازنى: هذا شاذ لا يقاس عليه.",
    "pg": "6:2383-2384"
  },
  "سنب": {
    "def": "مضى سَنْبٌ من الدهر وسَنْبَةٌ، أي برهةٌ، وسَنْبَتَةٌ أيضاً بزيادة التاء وإلحاقِها رابعةً. وهذه التاء تَثْبُتُ في التصغير تقول سُنَيْبِتَةٌ، لقولهم في الجمع سَنابِتٌ. وفرس سنب، بكسر النون، أي كثير الجرى، والجمع سنوب.",
    "pg": "1:150"
  },
  "سنبس": {
    "def": "سنبس: أبو حى من طيئ. ومنه قول الشاعر (٣) فصبحها القانص السنبسى * يشلى ضراء بإيسادها",
    "pg": "3:938"
  },
  "سنت": {
    "def": "أَسْنَتَ القوم: أجدبوا. قال ابن الزِبَعْرى: عَمرو العُلا هَشَمَ الثَريدَ لقومِهِ * ورجالُ مكّةَ مُسْنِتونَ عجاف وأصله من السنة، قلبوا الواو تاء ليفرقوا بينه وبين قولهم أسنى القوم إذا أقاموا سنة في موضع. وقال الفراء: توهموا أن الهاء أصلية إذ وجدوها ثالثة فقلبوها تاء. تقول منه: أصابهم السنة بالتاء. ورجل سنت: قليل الخير. والسَنُّوتُ: الكَمُّونُ. تقول منه سَنَّتُّ القدْرَ تَسنيتاً، إذا طَرَحْتَ فيها الكمون. والسنوت أيضا: العسل. قال الشاعر (١) : هم السمن بالسنوت لا ألس بينهم * وهم يمنعون جارهم أن يقردا (٢) وبعض العرب يقول: هو السنوت مثال السنور. ويقال: تَسنَّتَها، إذا تزوّجَ رجلٌ لئيمٌ امرأةً كريمة، لقلَّة مالها وكثرةِ ماله.\nفصل الشين",
    "pg": "1:254"
  },
  "سنح": {
    "def": "السَنيحُ والسانِحُ: ما ولاّك مَيامِنَه من ظَبْي أو طائرٍ أو غيرهما. تقول: سنح لى الظَبْيُ يَسْنَحُ سُنوحاً، إذا مَرَّ من مَياسِرِكَ إلى ميامِنِك. والعرب تَتَيَمَّنُ بالسانِحِ وتتشاءم بالبارح. وفي المثل \" مَن لي بالسانِحِ بَعد البارِح \". وسنَحَ وسانَحَ بمعنىً. قال الأعشى:\nجَرَتْ لَهُما طَيْرُ السِناحِ بأشأم (٢) قال أبو عبيدة: سأل يونس رؤبة وأنا شاهد عن السانح والبارح، فقال: السانح: ما ولاك ميامنه، والبارح: ما ولاك مياسره. وسنح لى رأى في كذا، أي عَرَض. وسَنَحَتْ بكذا، أي عَرَّضَتْ ولَحَنَت. قال الشاعر (١) : وحاجةٍ دون أخرى قد سنَحتُ بها (٢) * جعلتُها للتي أَخْفَيْتُ عُنْوانا",
    "pg": "1:376-377"
  },
  "سنخ": {
    "def": "السِنْخُ: الأصلُ. وأَسْناخُ الأسنان: أصولها. وسَنَخَ في العِلْمِ سُنوخاً: رسخ فيه. وسنخ الدهن بالكسر، لغة في زَنِخَ، إذا فسدَ وتغيّرتْ ريحُه. يقال: بيتٌ له سَنْخَةٌ وسَناخَةٌ. قال أبو كبير: فأَتَيْتُ (١) بَيْتاً غَيْرَ بيتِ سَناخَةٍ * وازْدَرْتُ مُزْدارَ الكريمِ المِفْضَلِ يقول: ليس ببيت دِباغٍ ولا سَمْن.",
    "pg": "1:423-424"
  },
  "سند": {
    "def": "السَنَدُ: ما قابلك من الجبلِ وعلا عن السفح. وفلان سَنَدٌ، أي معتمَدٌ. وسَنَدْتُ إلى الشئ أسند سنودا، واستندت بمعنى. وأَسْنَدْتُ غيري. والإسنادُ في الحديث: رفْعُه إلى قائله. وخُشُبٌ مُسَنَّدَةٌ، شدد للكثرة. وتساندت إليه: استندت. وخرج القوم مُتَسانِدينَ، أي على راياتٍ شتى ولم يكونوا تحتَ راية أمير واحد. والمُسْنَدُ: الدهرُ. والمسنَدُ: الدَعِيُّ. والمسندُ: خطٌّ لِحِمْيَرٍ مخالفٌ لخطِّنا هذا. والسِنادُ: الناقة الشديدة الخلق. قال الشاعر ذو الرمة: جمالية حرف سناد يشلها * وظيف أزج الخطو ظمآن سهوق - والسناد في الشعر: اختلاف الرِدْفين، كقول الشاعر (١) : فقد أَلِجُ الخِباَء عَلى جوارٍ (٢) * كأنَّ عُيُونَهُنَّ عُيونُ عينِ (٣) - ثم قال:\nفأصبح رأسه مثل اللجين (٤) * يقال: قد ساند الشاعر. قال ذوالرمة: وشعر قد أرقت له غريب * أجانبه المساند والمحالا وساندت الرجل مُسانَدَةً، إذا عاضدْتَه وكانفْتَه. وسنداد: اسم نهر، ومنه قول أسود بن يعفر: أهل الخورنق والسدير وبارق * والقصر (١) ذى الشرفات من سنداد - والسنْدُ: بلادٌ، تقول سِنْدِيٌّ للواحد، وسِنْدٌ للجماعة، مثل زِنْجِيٍّ وزِنْجٍ.",
    "pg": "2:489-490"
  },
  "سنط": {
    "def": "السُناطُ: الكَوسَجُ الذي لا لحية له أصلاً. وكذلك السَنوطُ والسنوطى.",
    "pg": "3:1135"
  },
  "سنع": {
    "def": "رجلٌ سَنيعٌ، أي جميلٌ، وامرأة سَنيعةٌ. وقد سَنُعَ بالضم سناعة.",
    "pg": "3:1233"
  },
  "سنف": {
    "def": "قال أبو عمرو: السِنْفُ بالكسر: ورقة المرخ. وقال غيره: وعاء ثمر المرخ. قال الشاعر (١) : تَقَلْقَلَ من فأسِ اللجامِ لِسانُهُ (٢) تَقَلْقُلَ سِنْفِ المَرْخِ في جَعْبَةٍ صفر وتشبه به آذان الخليل. قال الخليل: السِنافُ للبعير بمنزلة اللبب للدابة، ومنه قول الراجز (٣) :\nأبقى السناف أثرا بأنهضه (٤) وقال الاصمعي: السناف حبلٌ تشدُّه من التصدير ثم تقدمه حتى تجعله وراء الكر كرة فيثْبُتُ التصديرُ في موضعه. قال: وإنّما يُفْعَلُ ذلك إذا خَمُصَ بطن البعير واضطرب تصديره. وقد سَنَفْتُ البعيرَ أَسْنُفُهُ وأَسْنِفُهُ، إذا شددتَ عليه السِنافَ، وأبى الأصمعيُّ إلاَّ أَسْنَفْتُ. والمِسْنافُ: البعيرُ الذي يؤخّر الرحْل فيُجْعَلُ له سِنافٌ. ويقال للذي يقدّم الرحل. وأَسْنَفَ الفرس، أي تقدم الخيل (٥) . فإذا سمعت في الشعر مسنقة بكسر النون فهى من هذا، وهي الفرس تَتقدَّم الخليل في سيرها. وإذا سمعت مسنفة بفتح النون فهى الناقة، من السناف، أي شُدَّ عليها ذلك. وربَّما قالوا أَسْنَفُوا أمرهم، أي أحكموه، وهو استعارة من هذا. يقال في المثل لمن تحيَّر في أمره: \" عى بالاسناف \".",
    "pg": "4:1377-1378"
  },
  "سنق": {
    "def": "السنق: البشم. يقال: شرب الفصيل حتى سنق بالكسر، وهو كالتخمة.",
    "pg": "4:1498"
  },
  "سنم": {
    "def": "السَنامُ: واحد أَسْنِمَةِ الإبل. وسنام الارض: نحرها ووسطها. وأسنمة، بفتح الهمزة وضم النون: أكمة معروفة بقرب طخفة. قال بشر: كأنَّ ظِباء أسْنُمَةٍ عليها كَوانِسَ قالِصاً عنها المَغارُ ونبت سَنِمٌ، أي مرتفعٌ، وهو الذي خرجَت سَنَمَتُهُ، وهو ما يعلو رأسه كالسنبل. قال الراجز:\nوالخازباز السم المجودا (٢) * وبعير سنم، أي عظيم السنام. وماء سنم على وجه الأرض. وأَسْنَمَ الدخانُ أي ارتفع. وقال (١) :\nكَدُخَانِ نارٍ ساطِعٍ إِسْنامُها (٢) * وتَسَنَّمَهُ، أي علاه. وقوله تعالى: (ومِزاجُهُ مِنْ تَسْنِيمٍ) قالوا: هو ماءٌ في الجنة، سمِّي بذلك لأنّه يجري فوق الغُرَف والقصور. وتَسْنيمُ القبر: خلاف تسطيحه.",
    "pg": "5:1954-1955"
  },
  "سنمر": {
    "def": "سنمار: اسم رجل رومى بنى الخورنق الذى بظهر الكوفة للنعمان بن امرئ القيس، فلما فرغ منه ألقاه من أعلاه فخر ميتا كيلا يبنى لغيره مثله، فضربت به العرب المثل فقالوا: \" جزاء سنمار \". قال الشاعر: جزتنا بنو سعد بحسن فعالنا * جزاء سنمار وما كان ذا ذنب - السور: حائط المدينة، وجمعه أَسْوارٌ وسيرانٌ. والسورُ أيضاً: جمع سورة، مثل بسرة وبسبر، وهى كل منزلة من البِناء. ومنه سورَةُ القرآن، لأنَّها منزلةٌ بعد منزلةٍ مقطوعةٍ عن الأخرى. والجمع سُوَرٌ بفتح الواو. قال الشاعر (١) :\nسودُ المَحاجِرِ لا يَقْرَأْنَ بالسُوَرِ (٢) * ويجوز أن تجمع على سُوراتٍ وسوراتٍ. وقول النابغة: أَلَمْ تَرَ أنَّ اللهَ أَعْطاكَ سُورَةً * تَرى كُلَّ مَلْكٍ دُونَها يتذبذب - يريد شرفا ومنزلة. وسورى، مثال بشرى: موضع بالعراق من أرض بابل، وهو بلد السريانيين. والسوار: سِوارُ المرأة، والجمع أَسْوِرَةٌ، وجمع الجمع أساورة. وقرئ:\n(فلولا ألقى عَلَيه أَساوِرَةٌ من ذَهَبٍ) *، وقد يكون جمع أَساوِرَ. قال تعالى:\n(يُحَلَّوْنَ فيها من أَساوِرَ من ذَهَبٍ) *. وقال أبو عمرو بن العلاء: واحدها إسْوارٌ. وسَوَّرْتُهُ أي ألبسة السوار، فتسوره. وتسور الحائط، تسلَّقَه. وسار إليه يسور سُؤُوراً: وَثبَ. قال الأخطل يصف خمراً. لَمَّا أَتَوْها بِمِصْباحٍ ومِبْزَلِهمْ * سارتْ إليهم سؤور الابجل الضارى - وساوره، أي واثَبَهُ. ويقال: إنَّ لغضبه لَسَوْرَةً. وهو سَوَّارٌ، أي وَثَّابٌ معربدٌ. وسَوْرَةُ الشرابِ: وُثوبُه في الرأس، وكذلك سَوْرَةُ الحُمَةِ. وسَوْرَةُ السلطان: سطوته واعتداؤه. والاسوار والاسوار: الواحد من أَساوِرَةِ. الفُرْسِ. قال أبو عبيدة: هم الفُرسانْ. والهاء عوض من الياء، وكأنَّ أصله أَساويرُ. وكذلك الزنادقة، أصله زناديق عن الأخفش. والاساورة أيضا: قوم من العجم بالبصرة نزلوها قديما، كالاحامرة بالكوفة.",
    "pg": "2:689-690"
  },
  "سنن": {
    "def": "السَنَنَ: الطريقة. يقال: استقام فلان على سنن واحد. ويقال: امضِ على سَنَنِكَ وسُنَنِكَ، أي على وجهك. وجاء من الخيل سنن لا يرد وجه. وتنح عن سَنَنِ الخيل، أي عن وجهه (١) . وعن سَنَنِ الطريق وسُنَنِهِ وسِنَنِهِ (٢) ثلاث لغات. وجاءت الريح سَنائِنَ، إذا جاءت على طريقة واحدةٍ لا تختلف. والسُنَّةُ: السيرةُ. قال الهذلي (٣) : فلا تَجْزَعَنْ من سُنَّةٍ (٤) أنتَ سِرْتَها فأول راضٍ سُنَّةً مَنْ يَسيرُها والسُنَّةُ أيضاً: ضربٌ من تمر المدينة. ابن السكيت: سَنَّ الرجل إبلَه، إذا أحسن رِعْيَتَها والقيامَ عليها، حتّى كأنه صقلها. قال النابغة: نبئت حِصْناً وحَيَّاً من بني أسدٍ قاموا فقالوا حِمانا غيرُ مَقْروبِ ضَلَّتْ حُلومُهُمُ عنهمْ وغَرَّهُمُ سَنُّ المعيدى في رعى وتعزيب (*) يقول: يا معشرَ مَعَدٍّ لا يغرَّنّكم عِزُّكُمْ، وأنّ أصغَرَ رجلٍ منكم يرعى إبلَه كيف شاء، فإن الحارث بن حِصْنِ الغسّانيّ قد عَتَب عليكم وعلى حِصْنِ بن حذيفة، فلا تأمنوا سَطوتَه. وقال المُؤَرِّجُ: سَنُّوا المال، إذا أرسلوه في الرِعْى. والحَمَأُ المَسْنونُ: المتغيِّر المُنْتِنُ. وسُنَّةُ الوجه: صورته. وقال ذو الرمة: نريك سنة وجه غيرَ مُقْرِفَةٍ مَلْساَء ليس بها خالٌ ولا نَدَبُ والمَسْنونُ: المُصَوَّرُ. وقد سَنَنْتُهُ أَسُنُّهُ سَنَّاً، إذا صوَّرتَه. والمَسْنونُ: المُمَلَّسُ. وحكي أنَّ يزيد بن معاوية قال لأبيه: ألا ترى عبد الرحمن بن حسّان يشبِّب بابنتك؟ فقال معاوية: وما قال؟ فقال: قال: هي زهراء مثل لؤلؤة الغواص مِيزَتْ من جوهرٍ مَكْنونِ فقال معاوية: صَدَقَ. فقال يزيد: إنَّه يقول: وإذا ما نَسَبْتَها لم تَجِدْها في سناءٍ من المَكارِمِ دُونِ قال: صدق. قال: فأين قوله: ثم خاصَرْتُها إلى القُبَّةِ الخضراء تمشى في مرمر مسنون فقال معاوية: كذب (١) . ورجل مَسْنونُ الوجه، إذا كان في أنفه ووجهه طولٌ. واسْتَنَّ الفرس: قَمَصَ. وفي المثل: \" اسْتَنَّتِ الفِصالُ حتَّى القَرْعى \". واسْتَنَّ الرجلُ، بمعنى اسْتاكَ. والفحلُ يُسانُّ الناقة مُسانَّةً وسِناناً، إذا طردها حتَّى تَنَوَّخَهَا ليسفدها. وسننت السكين: أحددته. والمِسَنُّ: حجرٌ يحدَّد به. والسِنانُ مثله. قال امرؤ القيس يصف الجنب:\nكصفح السنان الصلبى النحيض (٢) * والسنان أيضا: سنان الرمح، وجمعه أَسنّةٌ. والسَنينُ: ما يسقُط من الحجر إذا حككتَه. والسَنونُ: شئ يستاك به. والسن: واحد الاسنان. ويجوز أن تجمع الاسنان على أسنة، مثل قن وأقنان وأقنة. وفي الحديث: \" إذا سافرتم في الخصب فأعطوا الركب (١) أسنتها \" أي أمكنوها من المرعى. وتصغير السن سنينة، لأنَّها تؤنث. وقد يعبّر بالسِنِّ عن العمر. وقولهم: لا آتيك سِنَّ الحِسْلِ، أي أبداً لأن الحِسْلَ لا يسقط له سِنٌّ أبداً. وقول الشاعر في وصف إبلٍ أُخذتْ في الدِيَةِ: فجاءت كَسِنِّ الظبيِ لم أَرَ مثلها سَناَء قتيلٍ أو حَلوبَةَ جائِعِ (٢) أي هي ثُنْيَانٌ، لأن الثَنيَّ هو الذي يلقي ثَنِيَّتَهُ، والظبيُ لا تنبت له ثَنِيَّةٌ قطُّ، فهو ثَنِيٌّ أبداً. وسِنَّةٌ من ثُومٍ: فِصّةٌ منه. والسِنَّةُ أيضاً: السكّة، وهي الحديدة التي تُثار بها الارض، عن أبى عمرو وابن الاعرابي. وسن القلم: موضع البرى منه. يقال: أطل سن قلمك وسَمِّنْها، وحَرِّفْ قَطَّتَكَ وأَيْمِنْها. وأَسَنَّ الرجل: كبِر. وأَسَنَّ سديسُ الناقة، أي نبت، وذلك في السنة الثامنة. قال الاعشى: بحقتها ربطت في اللجين حتى السَديسُ لها قد أُسَنُّ (١) وأَسَنَّها الله، أي أنبتها. والسناسن: رءوس المحالة وحروف فقار الظهر، الواحد سنسن. والسنينة: واحدة السَنائِنِ، وهي رمال مرتفعة تستطيل على وجه الأرض. وسَنْتُ الترابَ: صببته على وجه الارض صبلا سهلاً حتَّى صار كالمُسَنَّاة. وسَنَّ عليه الدرعَ يَسُنُّها سَنَّاً، إذا صبّها عليه. وكذلك سَنَنْتُ الماء على وجهي، إذا أرسلتَه إرسالاً من غير تفريق. فإذا فرَّقْتَه في الصبّ قلتَه بالشين المعجمة. وسَنَنْتُ الناقةَ: سِرْتُها سيراً شديداً. والمَسانُّ من الإبل: خلاف الأَفْتاءِ.",
    "pg": "5:2138-2141"
  },
  "سنه": {
    "def": "السَنَةُ: واحدة السنين. وفي نقصانها قولان: أحدهما الواو وأصلها سَنْوَةٌ، والآخر الهاء وأصلها سَنْهَةٌ مثل جَبْهَةٍ، لأنّها من سَنَهَتِ النخلةُ وتَسَنَّهَتْ، إذا أتت عليها السنون. ونخلةٌ سَنْهاء، أي تحمل سَنَةً ولا تحمل أخرى. وقال بعض الأنصار (٢) : فليست بسَنْهاَء ولا رُجَّبِيَّةٍ * ولكن عَرايا في السنينِ الجوائح وفيه قول آخر: أنها التي أصابتها السَنَةُ المجدِبة. قاله أبو عبيد، وقال أيضاً: يقال أرضُ بني فلانٍ سَنَةٌ، إذا كانت مجدِبة. والعرب تقول: تَسَنَّيْتُ عنده، وتَسَنَّهْتُ عنده. واستأجرته مُسَانَاةً ومُسانَهَةً. وفي التصغير سُنَيَّةٌ وسُنَيْهَةٌ. وإذا جمعتَ بالواو والنون كسرتَ بالسين فقلت سنون وبعضهم يقول سنون بالضم. وأما من قال سنين ومئين ورفع النون ففى تقديره قولان: أحدهما أنه فعلين مثل غسلين محذوفة إلا أنه جمع شاذ، وقد يجئ في الجموع ما لا نظير له نحو عدى، وهذا قول الاخفش. والقول الثاني أنه فعيل وإنما كسروا الفاء لكسرة ما بعدها، وقد جاء الجمع على فعيل نحو كليب وعبيد، إلا أن صاحب هذا القول يجعل النون في آخره بدلا من الواو، وفى المائة بدلا من الياء. وقوله تعالى: (ثلثمائة سنين) قال الاخفش: إنه بدل من ثلاث ومن المائة، أي لبثوا ثلثمائة من السنين. قال: فإن كانت السنون تفسيرا للمائة فهى جر، وإن كانت تفسير اللثلاث فهى نصب. والتسنه (١) : التكرج الذى يقع على الخبز (*) والشراب وغيرهما. تقول: خبز متسنه.\nفصل الشين",
    "pg": "6:2235-2236"
  },
  "سها": {
    "def": "السُها: كوكبٌ خفيّ في بنات نعشٍ الكبرى والناس يمتحنون به أبصارهم. وفي المثل: \" أُرِيها السُها وتُرِيني القمر \". الأصمعي: السَهْوَةُ كالصُفَّةِ تكون بين يدي البيوت. قال أبو عبيد: سمعتُ غير واحدٍ من أهل اليمن يقولون: السَهْوَةُ عندنا بيتٌ صغيرٌ منحدرٌ في الأرض، وسَمْكُه مرتفعٌ من الأرض شبيه بالخِزانة الصغيرة يكون فيها المتاع. والسَهْوَةُ من النوق: الليِّنة السير. والسَهْوُ: السكون واللِينُ، والجمع سهاء مثل دلو ودلاء. قال الشاعر: تناوحت الرياحُ لفقد عَمْروٍ * وكانت قبل مهلكه سهاء أي ساكنة لينة. والمساهاة في العشرة: ترك الاستقصاء. والسَهْواءُ: ساعةٌ من الليل وصدرٌ منه. وفي المثل: \" إنَّ المُوصَّينَ بنو سَهْوانَ \"، معناه أنّك لا تحتاج إلى أن توصِيَ إلاَّ من كان غافلاً ساهياً. والسَهْوُ: الغفلة. وقد سَها عن الشئ يسهو فهو ساه وسهوان. أبو عمرو: يقال عليه من المال ما لا يُسْهى ولا ينهى، أي لا تبلغ غايته. وحَمَلَتِ المرأة سَهْواً، إذا حبلت على حيض.",
    "pg": "6:2386-2387"
  },
  "سهب": {
    "def": "السَهْبُ: الفلاةُ، والفرسُ الواسعُ الجَرْي. وبئرٌ سَهْبَةٌ: بعيدةُ القَعْرِ، ومُسْهَبَةٌ أيضاً بفتح الهاء. وحفروا فأسهبوا: بلغوا الرملَ ولم يَخرج الماء. وأسهَبَ الفرسُ: اتّسع في الجري وسَبَقَ. وأَسْهَبَ الرجلُ، إذا أكثر من الكلام فهو مُسْهَبٌ بفتح الهاء، ولا يقال بكسرها، وهو نادر. وأُسْهِبَ الرَجُلُ على ما لم يُسَمَّ فاعله، إذا ذهب عَقلُه من لَدْغِ الحيةِ.",
    "pg": "1:150"
  },
  "سهج": {
    "def": "ريح سيهج وسيهوج (١) ، أي شديدة. وقد سهجت الريح. وسهج القوم ليلتهم، أي ساروا. قال الراجز: كيف تراها تغتلى يا شرج * وقد سهجناها فطال السهج وسهجت الطيبَ: سَحَقْته. وسَهَجَتِ الريحُ الأرضَ: قشَرتها. قال منظورٌ الأسديّ: هل تعرف الدارَ لأُمِّ الحَشْرَجِ * غيَّرَها سافي الرِياحِ السُهَّجِ قال أبو عمرو: المَسهَج: ممرُّ الريح. وأنشد:\nإذا هبطن مستحارا مسهجا\nفصل الشين",
    "pg": "1:323"
  },
  "سهد": {
    "def": "السُهاد: الأَرَقُ، وقد سَهِد الرجُل بالكسر يَسْهَدُ سَهَداً. والسُهُدُ بضم السين والهاء: القليل من النوم. قال أبو كَبيرٍ الهذَلي: فأتَتْ به حوشَ الفؤادِ مُبَطَّناً * سُهُداً إذا ما نامَ لَيْلُ الهَوْجَلِ - وسَهَّدْتُهُ أنا فهو مُسَهَّدٌ. وما رأيتُ من فلانٍ سَهْدَةً: أي أمْراً أعتمِدُ عليه، من كلام أو خبر.\nفصل الشين",
    "pg": "2:492"
  },
  "سهر": {
    "def": "السَهَرُ: الأَرَقُ. سَهِرَ بالكسر يَسْهَرُ، فهو ساهِرٌ وسَهْرانٌ. وأَسْهَرَهُ غيره. ورجل سهرة، مثال همزة، أي كثير السهر. عن يعقوب. والساهور: غلاف القمر فيما تزعمه العرب. قال أميَّة بن أبي الصَلت: لا نَقْصَ فيه غير أنَّ جبينَه (١) * قَمَرٌ وساهورٌ يسل ويغمد - ويقال: الساهور: ظل الساهِرَةِ، وهي وجه الأرض. ومنه قوله تعالى:\n(فإذا هم بالساهرة) *. قال أبو كَبير الهُذَلي: يَرْتَدْنَ ساهِرَةً كأنَّ جَميمَها * وعَميمَها أَسْدافُ ليل مظلم - والاسهران، عرقان في المنخرين إذا اغتلم الحمار سالا ماء. قال الشماخ: توائل من مصك أنصبته * حوالب أسهريه بالذنين -",
    "pg": "2:690-691"
  },
  "سهق": {
    "def": "السَهْوقُ: الطويلُ من الرجال، والشديدة من الرياح. عن الفراء.\nفصل الشين",
    "pg": "4:1500"
  },
  "سهك": {
    "def": "السَيْهَكُ والسَيْهوكُ: الريحُ الشديدةُ، مثل السَيْهَجِ والسَيْهوجِ. قال النَمر بن تولب وبوارح الارواح كل عَشِيَّةٍ هَيْفٌ تَروحُ وسَيْهَكٌ تَجْري وسَهَكَتِ الريحُ، أي مرّتْ مَرَّاً شديداً. يقال: سَهَكَتِ الريح الأرضَ، إذا أطارت ترابَها: وذلك التراب سَيْهَكٌ. قال الكميت:\nرَماداً أَطارَتْهُ السَواهِكُ رِمْدِداً (١) * والمَسْهَكُ: ممرُّ الريح. قال أبو كَبيرٍ الهذليّ: بمَعابِلٍ (٢) صُلْعِ الظُباتِ كأنّها جَمْرٌ بمَسْهَكَةٍ يُشَبُّ (٣) لِمُصْطَلي وسَهَكَتِ الدابةُ، أي جرت جَرياً خفيفاً. وفرسٌ مِسْهَكٌ، أي سريع الجري. والسَهَكُ بالتحريك: ريحُ السَمكِ وصدأِ الحديد. يقال: يدي من السمك ومن صدأ الحديد سهكة، كما يقال يدى من البن والزبد وضرة، ومن اللحم غمرة. وتقول: بعينه ساهك (٤) ، أي رَمَدٌ وحِكَّةٌ. وسَهْوَكْتُهُ فتَسَهْوَكَ، أي أدبر وهلك. وسَهَكَهُ يَسْهَكُهُ سهكا: لغة في سحقه.",
    "pg": "4:1592-1593"
  },
  "سهل": {
    "def": "السَهْلُ: نقيض الجبَل. وأرضٌ سَهْلَةٌ، والنسبة إليه سُهْلِيُّ بالضم على غير قياس. وأَسْهَلَ القومُ: صاروا إلى السَهْلِ. ورجلٌ سَهْلُ الخُلُقِ. والسِهْلَةُ، بكسر السين: رملٌ ليس بالدُقاق. ونَهْرٌ سَهْلٌ: ذو سِهْلَةٍ. والسُهولَةُ: ضدُّ الحزونةِ. وقد سَهُلَ الموضع بالضم. وأَسْهَلَ الدواءُ الطبيعة. والتَسْهيلُ: التيسيرُ. والتَساهُلُ: التسامحُ. واستسهل الشئ: عده سهلا. وسهيل: نجم.",
    "pg": "5:1733"
  },
  "سهم": {
    "def": "السَهْمُ: واحد السِهامِ. والسَهْمُ: النصيب، والجمع السُهْمانُ. وسَهْمُ البيت: جائِزُهُ. والمُسَهَّمُ: البُرْدُ المخطط. والسُهْمَةُ بالضم: القَرابَةُ. قال عَبيدٌ: قد يوصَلُ النازِحُ النائي وقد يُقْطَعُ ذو السُهْمَةِ القريبُ والسُهْمَةُ: النصيبُ. والسَهامُ، بالفتح: حَرُّ السَمومِ. وقد سُهِمَ الرجل، على ما لم يسمَّ فاعلهُ، إذا أصابَه السَمومُ. والسُهامُ بالضم (١) : الضُمْرُ والتغيُّر. وقد سَهَمَ وجهه بالفتح وسَهُمَ أيضاً بالضم، يَسْهُمُ سُهوماً فيهما. والساهِمَةُ: الناقة الضامرة. قال ذو الرمة: أخا تنائف أغفى عند ساهمة بأخلق الدف من تصديرها جلب يقول: زار الخيال أخا تنائف نام عند ناقة ضامرة مهزولة، بجنبها قروح من آثار الحبال. والاخلق: الاملس. وإبل سواهم، إذا غيرها السفر. الاموى: السهام: داء يُصيب الإبل. يقال: بعيرٌ مسهومٌ، وبه سهام، وإبل مسهمة. قال أبو نخيلة:\nولم يقظ في النعم المسهم * وساهمته، أي فارعته، فسهمته أسهمه بالفتح. وأَسْهَمَ بينهم، أي أَقْرَعَ. واسْتَهَموا، أي اقترعوا. وتَساهَموا، أي تقارعوا. وسهم: قبيلة في قريش. وسهم أيضا في باهلة.\nفصل الشين",
    "pg": "5:1956-1957"
  },
  "سوأ": {
    "def": "ساءه يسُوءه سوْءاً، بالفتح، وَمَساءَةً وَمَسائِيَةً: نقيضُ سَرَّهُ، والاسم السوء، بالضم، وقرئ (عليهم دائرة السُوءِ) ، يَعْني الهزيمَةَ والشَّرَّ. ومن فتح، فهو من المساءة. وتقول هذا رَجُلُ سَوْءٍ بالإضافة، ثم تُدْخِلُ عليه الألفَ واللامَ، فتقول: هذا رَجُلُ السَوْءِ، قال الشاعر (١) : وكنتُ كذئب السَوْءِ لما رأى دَماً * بصاحبه يوما أحال على الدم قال الاخفش: ولا يقال: الرجل السوء، ويقال: الحق اليقين، وحق اليقين جميعا، لان السوء ليس بالرجل واليقين هو الحق، قال: ولا يقال: هذا رجل السوء بالضم. وأساء إليه: نقيض أحسن إليه. والسُوآى نقيضُ الحُسْنى، وفي القرآن: (ثم كان عاقِبَةَ الذين أساؤُا السُوآى) يَعْني النَّارَ. والسَيِّئَةُ أصلها سَيْوِئَةٌ، فقلبت الواو ياءً وأُدْغِمَتْ. ويقال: فلان سيِّئُ الاختيار، وقد يخفف، مثل: هين، وهين، ولين ولين. قال الطهوى (٢) : ولا يجزون من حسن بسئ * ولا يجزون من غِلَظٍ بِلَيْنِ وامرأة سَوْآءُ: قبيحةٌ. ويقال: له عندي ما ساءَهُ وناءَهُ، وما يسُوءُهُ ويَنُوءُهُ. ابن السكيت: سُؤْتُ به ظَنَّاً، وأسأت به الظن. قال: يثبتون الالف إذا جاءوا بالالف واللام. وقولهم ما أُنْكِرُكَ من سُوءٍ، أي لم يكن إنكاري إيَّاك من سُوءٍ رأيتُهُ بك، إنما هو لِقِلَّةِ المعرفة بك. وقيل في قوله تعالى: (تخرج بيضاء من غير سوءٍ) أي من غير بَرصٍ. والسَوْأَةُ: العَوْرَةُ، والفاحشةُ. والسوأَةُ السَوآءُ: الخَلَّةُ القبيحةُ. وسَوَّأْتُ عليه ما صنع تسوئةً وتسويئاً، إذا عِبْتَهُ عليه، وقلتَ له: أَسَأْتَ. يقال: إنْ أَسَأْتُ فَسَوِّئْ عَلَيَّ. قال: وسُؤْتُ الرجُلَ سَوايَةً ومَسايَةً، مخفَّفان، أي ساءه ما رآه مني، قال سيبويه: سألته - يعنى الخليل - عن سؤته سوائية، فقال: هي فعاليه، بمنزلة علانية، والذين قالوا: سواية حذفوا الهمزة، وأصله الهمز. قال: وسألته عن مسائية، فقال: مقلوبة، وأصلها مساوئة فكرهوا الواو مع الهمزة: والذين قالوا: مساية حذفوا الهمزة تخفيفا. وقولهم: \" الخيلُ تَجْري علي مَساويها \" أي إنها وإنْ كانت بها أو صاب وعيوب، فإن كرمها يحملها على الجَرْي. وتقول من السُوءِ، استاء الرجل، مثل استاع، كما تقول من الغم: اغتم.",
    "pg": "1:55-56"
  },
  "سوا": {
    "def": "السَواءُ: العدلُ. قال الله تعالى: (فانْبِذ إليهِمْ عَلى سَواءِ) . وسواء الشئ: وسطه. قال تعالى: (في سواء الجحيم) . وسواء الشئ: غيره. قال الاعشى:\nوما عدلت عن أهلها لسوائكا (١) * قال الاخفش: سوى إذا كان بمعنى غَيْرٍ أو بمعنى العَدْلِ يكون فيه ثلاث لغات: إن ضممت السين أو كسرتها قصرت فيهما جميعاً، وإن فتحت مددت لا غير. تقول: مكانٌ سُوّى وسِوّى وسَواءٌ، أي عدلٌ ووسطٌ فيما بين الفريقين. قال موسى بن جابرٍ الحنفيّ: وَجدنا أبانا كان حَلَّ ببلدةٍ * سَوّى بين قيس قيس عيلان والفرز وتقول: مررت برجلٍ سُواكَ وَسِواكَ وسَوائِكَ ; أي غيرك. وهما في هذا الأمر سَواءٌ وإن شئت سَواءانِ، وهم سَواءٌ للجميع وهم أَسْواءٌ، وهم سَواسِيَةٌ مثل ثمانية على غير قياس. قال الاخفش: ووزنه فعافلة، ذهب عنها الحرف الثالث وأصله الياء. قال: فأما سواسية أي أشباه فإن سواء فعال وسية يجوز أن تكون فعة أو فلة، إلا أن فعة أقيس لان أكثر ما يلغون موضع اللام، وانقلبت الواو في سية ياء لكثرة ما قبلها لان أصله سوية. وأسويت الشئ، أي تركته وأغفلته. هكذا حكاه أبو عبيد. وأنا أرى أن أصل هذا الحرف مهموز. وليلة السواء: ليلةُ ثلاث عشرة. الفراء: هذا الشئ لا يساوى كذا، ولم يعرف يَسْوي كذا. وهذا لا يساويه، أي لا يعادله. وسويت الشئ فاستوى. وهما على سوية من هذا الأمر، أي على سواء. وقسمت الشئ بينهما بالسوية. ورجلٌ سَوِيُّ الخَلْقِ، أي مُسْتَوِ. واسْتَوى من اعوجاجٍ. واستوى على ظهر دابته، أي علا واستقر. وساوَيْتُ بينهما، أي سَوَّيْتُ. واسْتَوى إلى السماء، أي قَصَدَ (١) . واسْتَوى، أي استولى وظهَرَ. وقال: قد اسْتَوى بِشْرٌ على العِراقِ * من غير سيفٍ ودمٍ مُهْراقِ واسْتَوى الرجل، إذا انتهى شبابُه. وقصدتُ سِوى فلان، أي قصدت قصده. وقال قيس بن الخطيم: ولأصْرِفَنَّ سوى حذيفة مدحتي * لفتى العشى وفارسِ الأحزابِ والسَوِيَّةُ: كساءٌ محشُوٌّ بثمام ونحوه، كالبرذعة. قال عبد الله بن عنمة (٢) : فازجر حمارك لا تنزع سويته * إذا يرد وقيد العير مكروب والجمع سوايا. وكذلك الذي يجعل على ظهر الإبل، إلاّ أنّه كالحلْقَة لأجل السنام، ويسمى الحوية. واستوى الشئ: اعتدل. والاسم السَواءُ. يقال: سَواءٌ على أقمت أقعدت. الكسائي: يقال كيفف أصبحتم؟ فيقولون: مسوون صالحون، أي أولادنا ومواشينا سَوِيَّة صالحة. وفى الحديث (١) : \" إذا تساووا هلكوا \". وقوله تعالى: (لو تسوى بهم الأرضُ) ، أي تستوي بهم. وقول خالد بن الوليد:\nفوز من قراقر إلى سوى (٢) * هما ماءان. (*)",
    "pg": "6:2384-2386"
  },
  "سوج": {
    "def": "الساجُ: ضربٌ من الشجر. والساج أيضاً: الطَيْلَسانُ الأخضر. والجمع سيجان. وسواج بالضم: موضع. وأنشد الاصمعي: أقبلن من نير ومن سواج * بالقوم قد ملوا من الادلاج",
    "pg": "1:323"
  },
  "سوح": {
    "def": "ساحَةُ الدار: باحَتُها، والجمع ساح وساحات، وسوح أيضا مثل بدنة وبدن، وخشبة وخشب.",
    "pg": "1:377"
  },
  "سوخ": {
    "def": "ساخَتْ قوائمه في الأرض تسوخ وتسيخ: دخلت فيها وغابت، مثل ثاخت. ومطرنا حتى صارت الارض سُوَّاخى على فُعَّالَى بفتح اللام، وذلك إذا كثرتْ رِزاغُ المطر.\nفصل الشين",
    "pg": "1:424"
  },
  "سود": {
    "def": "سادَ قومَه يَسودُهُمْ سِيادَةً وسوددا وسيدودة، فهو سيدهم. وهم سادة، تقديره فعلة بالتحريك، لان تقدير سيد فعيل، وهو مثل سرى وسراة، ولا نظير لهما. يدل على ذلك أنه يجمع على سيائدة بالهمز، مثل أفيل وأفائلة، وتبيع وتبائعة (٢) . وقال أهل البصرة: تقدير سيد فيعل، وجمع على فعلة، كأنهم جمعوا سائدا مثل قائد وقادة، وذائد وذادة. وقالوا: إنما جمعت العرب الجيد والسيد على جيائد وسيائد بالهمز على غير قياس، لان جمع فيعل فياعل بالهمز. والدال في سودد زائدة للالحاق ببناء فعلل مثل جندب وبرقع. وتقول: سوده قومه. وهو أَسْوَدُ من فلانٍ، أي أجلُّ منه. قال الفراء: يقال هذا سَيِّدُ قومِه اليومَ، فإذا أخبرْتَ أنَّه عن قليل يكون سَيِّدَهم قلت: هو سائِدُ قومِهِ عن قليل، وسَيِّد. وأَسادَ الرجلُ وأَسْوَدَ بمعنىً، أي ولد غلاماً سَيِّداً، وكذلك إذا ولد غلاماً أَسْوَدَ اللون. واسْتادَ القومُ بني فلان، أي قتلوا سَيِّدَهم، وكذلك إذا أسروه، أو خطبوا إليه. والسَوادُ: لون. وقد اسود الشئ اسوداد ا، واسواد اسويدادا. ويجوز في الشعر اسْوَأَدَّ تُحَرَّكُ الألفُ لئلا يجمع بين ساكنين. والأمر منه اسْوَأْدِدْ، وإن شئت أدغمْتَ. وسَوَّدْتُهُ أنا. وتصغير الأَسْوَدِ أُسَيِّدٌ، وإن شئت أُسَيْوِدٌ، أي قد قارب السَوادَ. والنسبة إليه أُسَيْدِيٌّ بحذف الياء المتحركة. وتصغيرُ الترخيمِ سُوَيْدٌ. وقد سَوِدَ الرجل، كما تقول عَوِرَتْ عَيْنُهُ. قال نُصَيب: سَودْتُ ولم اَمْلِكْ سَوادي وتَحْتَهُ (١) * قميصٌ من القوهِيِّ بيضٌ بَنائقَهْ - وبعضهم يقول: سُدْت. وكلّمْتُ فلاناً فما رَدَّ على سَوْداءَ ولا بيضاء، أي كلمةً قبيحةً ولا حسنةً. والأَسْوَدانِ: التمرُ والماءُ. وضافَ قومٌ مُزَبِّداً المدنيِّ فقال لهم: مالكم عندي إلا الأَسْوَدانِ. قالوا: إنَّ في ذلك لمَقْنَعاً: التَمر والماءُ. قال: ما ذَاكُمْ عَنَيْتُ، إنَّما أردتُ الحرة والليل. والوطأة السوداء: الدراسة، والحمراءُ: الجديدةُ. والأسْوَدُ: العظيمُ من الحَيَّاتِ، وفيه سَوادٌ، والجمع الأَساوِدُ، لأنّه اسمٌ، ولو كان صفةً لجمع على فُعْلِ. يقال أَسْوَدُ سالِخٌ غير مضاف، لأنَّه يسلخ جلده كلَّ عام. والأنثى أَسْوَدَةُ، ولا توصف بسالخة. وساوَدني فلانٌ فسُدْتُهُ، من سَوادِ اللون والسوددِ جميعاً. قال الفراء: سَوَّدْتُ الإبلَ تَسْويداً، وهو أن تدقَّ المِسْحَ الباليَ من شَعَرٍ فتداوي به أَدبارها. قال الكسائي: السَيِّدُ من المَعْزِ: المُسِنُّ. وفي الحديث: \" ثَنيُّ الضأنِ خيرٌ من السَيِّدِ من المَعْز \". وأنشد: سَواءٌ عليه شاةُ عامٍ دَنَتْ له، * ليذبحها للضَيفِ أم شاة سيد - وقولهم: جاء فلان بغنمِه سودَ البطونِ، وجاء بها حُمْر َالكُلى، معناهما مهازيلُ. والسَوادُ: الشخص، والجمع أَسْوِدَةٌ، ثم الأَساوِدُ جمعُ الجمعِ. قال الأعشى: تَناهَيْتُمُ عَنَّا وقد كان فيكُمُ * أَساوِدُ صَرْعى لم يُوَسَّدْ (١) قَتيلُها - يعني بالأَساوِد شُخوصَ القَتْلى. وسَوادُ الأمير: ثِقْلُهُ. ولفلان سوادٌ، أي مال كثير، حكاه أبو عبيد. وسواد الكوفة والبصرة: قُراهما. وسواد القلبِ: حبَّته، وكذلك أسوده وسوداؤه، وسويداؤه. وسواد الناس: عامَّتهم، وكلّ عددٍ كثير. والسود بفتح السين في شعر خداش ابن زهير العامري: لهم حبق والسود بينى وبينهم * يدى لكم والزائرات المحصبا - هو جبال قيس. والسِوادُ: السِرار. تقول: ساوَدْتُه مُساودة وسِواداً، أي سارَرْتُه، وأصله إدْناءُ سَوادِك من سَوادِه، وهو الشَخْصُ. وقيل لابنة الخس: لم زنيت وأنت سيدة نساء قومك؟ قالت: قرب الوساد، وطول السواد. والسيد: الذئب، يقال سيد رَمْلٍ، والجمع السيدان، والأنثى سِيَدةٌ عن الكسائي. وربّما سمِّي به الأسد. قال الشاعر:\nكالسيدِ ذي اللِبَدةِ المُسْتأسِدِ الضارى * وبنو السيد من بنى ضبة. والسيدان: اسم أكمة. قال ابن الدمينة: كأن قرا السيدان في الآل غدوة * قرا حبشي في ركابين واقف -",
    "pg": "2:490-492"
  },
  "سوس": {
    "def": "سُسْتُ الرعيّة سِياسَةً. وسُوِّسَ الرجلُ أمورَ الناس، على ما لم يسم فاعله، إذا مُلِّكَ أمرهم. ويروى قول الحطيئة (١) : لقد سُوِّسْتِ أمرَ بنيكِ حتّى * تَرَكِتْهِمْ أَدَقَّ من الطَحينِ * قال الفراء: قولهم سُوِّسْت خطأٌ. وفلان مجرّبٌ قد ساسَ وسيسَ عليه، أي أُمِّرَ وأُمِّرَ عليه. والسوسُ: الطبيعة. يقال: الفصاحة من سُوسِهِ، أي من طبعه. وفلانٌ مِن سوسِ صدقٍ وتوسِ صدْقٍ، أي من أصل صِدْقٍ والسوسُ: دودٌ يقَع في الصوف والطعام. والسَوْسُ بالفتح: مصدر ساسَ الطعامُ يَساسُ إذا وقع فيه السوسُ. وكذلك أَساسَ الطعام، وسوس أيضا. قال الراجز (٢) قد أطعمتني دقلا حوليا * مسوسا مدودا حجريا * أبو زيد: ساسَتِ الشاة تَساسُ سَوْساً، أي كثر قملها. وأساست مثله.",
    "pg": "3:938-939"
  },
  "سوط": {
    "def": "السَوْطُ: الذي يُضرَب به، والجمع أسواط وسياط. وسطته أسوطه، إذا ضربتَه بالسَوْطِ. وقوله تعالى: ﴿فصَبَّ عليهم رَبُّكَ سَوْطَ عَذابٍ﴾ ، أي نصيبَ عذابٍ، ويقال: شِدَّتَهُ، لأنَّ العذاب قد يكون بالسَوْطِ. والسوط أيضا: خلط الشئ بعضه ببعض. ومنه سُمِّيَ المِسواطُ. وسَوَّطَهُ، أي خلطَه وأكثر ذلك. يقال: سَوَّطَ فلانٌ أُمُورَهُ. قال الشاعر: فَسُطْها ذميمَ الرأيِ غير مُوَفَّقٍ * فلست على تسويطها بمعان * قال أبو زيد: يقال أموالهم سَويطَةٌ بينهم، أي مختلطة، حكاه عنه يعقوب.\nفصل الشين",
    "pg": "3:1135"
  },
  "سوع": {
    "def": "الساعةُ: الوقتُ الحاضرُ، والجمع الساع والساعاتُ. قال القطامي: وكُنَّا كالحريقِ لَدى كِفاحٍ (٢) * فيَخْبو ساعةً ويَهُبُّ ساعا * وساعَةٌ سَوْعاءُ، أي شديدةٌ. كما يقال ليلةٌ ليلاءُ. وتقول: عاملتُه مُساوَعَةً من الساعةِ، كما تقول مُياوَمَةً من اليوم، ولا يستعمل منهما إلا هذا. والساعَةُ: القيامةُ. وجاءنا بعد سَوْعٍ من الليل، وبعد سُواعٍ، أي بعد هدء منه. وسواع أيضا: اسم صنم كان لقوم نوح عليه السلام، ثم صار لهذيل، وكان برهاط يحجون إليه. وأسعت الابل: أهملتُها، فساعَتْ هي تَسوعُ سَوْعاً. ومنه قيل ضائعٌ سائِعٌ. وناقةٌ مِسْياعٌ: تذهب في المرعى. ورجلٌ مضياعٌ مِسْياعٌ للمال، وهو مُضيعٌ مسيع، عن أبى عبيد.",
    "pg": "3:1233-1234"
  },
  "سوغ": {
    "def": "ساغَ الشرابُ يَسوغُ سَوْغاً، أي سهُل مدخَلُه في الحَلْقِ، وسُِغْتُهُ أنا أَسُوغُهُ وأَسيغُهُ، يتعدَّى ولا يتعدَّى. والأجود أَسَغْتُهُ إساغَةً. يقال أَسِغْ لي غُصَّتي، أي أمهِلْني ولا تُعْجِلْني. قال تعالى: (يَتَجَرَّعُهُ ولا يكاد يُسيغُهُ) . والسِواغُ بكسر السين: ما أَسَغْتَ به غصّتَكَ. يقال: الماء سِواغُ الغُصَصِ. ومنه قول الكميت:\nوكانت سِواغاً أنْ جَئزْتُ بغُصَّةٍ (١) * وساغَ له ما فعل، أي جازَ له ذلك. وأنا سَوَّغْتُهُ له، أي جوّزْته. ويقال: هذا سَوْغُ هذا وسِيغُ هذا، للذي وُلِدَ بعده ولم يولد بينهما. ويقال: هي أخته سوغه وسوغته أيضا.\nفصل الشين",
    "pg": "4:1322"
  },
  "سوف": {
    "def": ". سفت الشئ أسوفه، إذا شمِمْتَه. والاستيافُ: الاشتمامُ. والمَسافَةُ: البُعْدُ، وأصلها من الشمّ. وكان الدليل إذا كان في فلاةٍ أخذ الترابَ فشمَّه ليعلم أعَلى قصدٍ هو أم على جَوْرٍ. قال رؤبة:\nإذا الدليلُ اسْتافَ أخلاقَ الطُرُقْ * ثم كثُر استعمالهم لهذه الكلمة حتى سمَّوا البعد مسافةً. والسافُ: كلُّ عَرَقٍ من الحائط والسافَةُ: أرضٌ بين الرمل والجلد. والسائفة: الرملة الرقيقة. قال ذو الرمة يصف فِراخَ النعامةِ: كأنَّ أَعْناقَها كراث سائفة طارت لفائفه أوهيشر سلب (١) والاسواف: موضع بالمدينة، عن أبى عبيد. والسواف: مرضُ المال وهلاكه. يقال: وقع في المال سَوافٌ، أي موتٌ. قال ابن السكيت: سمعت هشاماً المكفوفَ يقول لأبي عمرو: إن الأصمعيَّ يقول السُوافُ بالضم. يقول: الادواء كلها تجئ بالضم، نحو النحاز والدكاع والقلاب والخمال فقال أبو عمرو: لاهو السواف بالفتح. وكذلك قال عمارة بن عقيل بن بلال ابن جرير. قال سيبويه: سَوْفَ كلمةُ تنفيس فيما لم يكن بعدُ. ألاَ ترى أنَّك تقول سَوَّفْتُهُ إذا قلت له مرّة بعد مرّة: سوف أفعل. ولا يفصل بينها وبين الفعل، لأنها بمنزلة السين في سَيَفْعَلُ. وقولهم: فلانٌ يقتاتُ السَوْفَ، أي يعيش بالأماني والتَسْويفُ: المَطْلُ. وسافَ يسوفُ، أي هَلَك. وأَسافَ الرجلُ، أي هلكَ مالُه. يقال: أَسَافَ حتّى ما يشتكي السَوافَ. هذا إذا تعوَّد الحوادث. ومنه قول الشاعر (١) : فيالهما من مُرْسَلَيْنِ بحاجةٍ أَسافا من المالِ التلاد وأعدما وحكى أبو زيد: سَوَّفْتُ الرجلَ أمري، إذا ملّكته أمرك وحكّمته فيه يصنع ما شاء.",
    "pg": "4:1378-1379"
  },
  "سوق": {
    "def": "الساقُ: ساقُ القدم والجمعُ سوق مثل أسد وأسد، وسيقان وأسؤق (٢) . وامرأة سوقاء: حسنةُ السَاقِ. ورجلٌ أَسْوَقُ بيِّنُ السوق. والاسوق أيضا: الطويل الساقين. قال رؤبة:\nقب من التعداء حقب في سوق * ويقال: وَلَدَتْ فلانةُ ثلاثةَ بنينَ على ساقٍ واحد، أي بعضُهم على إثر بعض، ليست بينهم جارية. وساقُ الشجرة: جِذْعها. وساقُ حُرٍّ: ذَكَرُ القَماري. قال الكميت: تَغْريدُ ساقٍ عَلى ساقٍ تُجاوِبُها من الهَواتِفِ ذاتُ الطَوْقِ والعُطُلِ عنى بالأول الوَرشانَ وبالثاني ساقَ الشجرةِ. وقوله تعالى: (يَوْمَ يُكْشَفُ عَنْ ساق) أي عن شدّة، كما يقال: قامت الحرب على ساق. ومنه قولهم: ساوَقَهُ، أي فاخره أينا أشد. وساقه الجبش: مؤخَّره. والسوقُ يذَكِّر ويؤنّث. قال الشاعر:\nبِسوقٍ كثيرٍ ريحُهُ وأعاصِرُهُ (١) * وسوقُ الحربِ: حَومةُ القِتال. وتَسَوَّقَ القوم، إذا باعوا واشتروا. والسوقة: خلاف الملك. قال نهشل انب حَرِّيِّ: ولم تَرَ عَيْني سوقَةً مثلَ مالِكِ ولا مَلِكٍ تَجْبي إليه مَزارِبُهُ يستوي فيه الواحد والجمع، والمونث والمذكر. قالت بنت النُّعمان بن المنذر: فبَيْنا نَسوسُ الناسَ والأمرُ أمْرُنا إذا نحن فيهم سوقَةٌ نَتَنَصَّفُ أي نخدُم الناس، وربما جُمِعَ على سُوَقٍ. قال زهير: يطلب شأو امر أين قَدَّما حَسَناً نالا الملُوكَ وَبَذَّا هذه السُوَقا وساق الماشية يَسوقُها سَوْقاً وسِياقاً، فهو سائِقٌ وسَوَّاقٌ، شدّد للمبالغة. قال الراجز: قد لَفَّها الليلُ بسَوَّاقٍ حُطَمْ ليس براعي إِبِلٍ ولا غَنَمْ واسْتاقَها فانْساقَتْ. وسُقْتُ إلى امرأتي صَداقَها. وسُقْتُ الرجلَ، أي أصبتُ ساقَهُ. والسيقة: ما استاقة العدؤ من الدواب، مثل الوسيقة. قال: فما أنا (١) إلا مثل سيقة العدى إن استقدمت نحر (٢) وإن جبأت عقر قال أبو زيد: السَيِّقُ من السحاب: الذي تسوقه الرِّيح وليس فيه ماء. ويقال: أَسَقْتُكَ إبلاً، أي أعطيتُك إبلاً تَسوقُها. والسِياقُ: نَزْعُ الروحِ. يقال: رأيت فلاناً يَسوقُ، أي يَنْزِعُ عند الموت. والسَويقُ معروف.",
    "pg": "4:1498-1500"
  },
  "سوك": {
    "def": "السِواكُ: المِسْواكُ. قال أبو زيد: السِواكُ يجمع على سُوكٍ مثل كتاب وكتب. قال الشاعر (١) : أَغَرُّ الثَنايا أَحَمُّ اللِثا تِ تَمْنَحُهُ سُوُكَ (٢) الإسْحِلِ وسَوَّكَ فاه تَسْويكاً. وإذا قلت اسْتاكَ أو تسَوَّكَ لم تذكر الفم. ويقال: جاءت الإبل تَساوَكُ، أي تتمايل من الضَعف في مشيها. قال عبيد الله بن الحُرّ الجُعْفيُّ: إلى الله نشكو ما نرى بجيادنا تَساوَكُ هَزْلَى مخهن قليل (٣)\nفصل الشين",
    "pg": "4:1593"
  },
  "سول": {
    "def": "سولت له نفسه أمرا، أي زينته له. (*) والسول: استرخاء ما تحت السُرَّة من البطن. ورجلٌ أَسْوَلُ وامرأةٌ سَوْلاءُ، وقومٌ سولٌ. وسحابٌ أَسْوَلُ، أي مسترخٍ بيِّن السول. وقال: (١) . * سح نجاء الحمل الاسول (٢)",
    "pg": "5:1733"
  },
  "سوم": {
    "def": "السومَةُ، بالضم: العَلامة تُجعَل على الشاة، وفي الحرب أيضاً. تقول منه: تَسَوَّمَ، وفي الحديث: \" تَسَوَّمُوا فإنَّ الملائكة قد تَسَوَّمَتْ \". وسَوَّمْتُ فلاناً في مالي، إذا حكمته في مالك، عن أبى عبيدة. والخيل المسومة: المَرْعِيَّةُ. والمُسَوَّمَةَ: المُعْلَمة. وقوله تعالى: (مسومين) قال الاخفش يكون معلمين ويكون مُرْسَلينَ، من قولك: سَوَّمَ فيها الخيل، أي أرسلها. ومنه السائِمَةُ. وإنَّما جاء بالياء والنون لأنّ الخيل سُوِّمَتْ وعليها رُكبانها. وقوله تعالى: (حِجارَةً مِنْ طينٍ. مُسَوَّمَةٍ) أي عليها أمثالُ الخواتيم. أبو زيد: سَوَّمْتُ الرجلَ، إذا خلَّيتَه وسَوْمَهُ، أي وما يريد. وسَوَّمْتُ على القوم، إذا أغَرْتَ عليهم فَعِثْتَ فيهم. والسامُ: عُروق الذهب، الواحدة سامة: وبها سمى سامة بن لؤى بن غالب. قال قيس ابن الخطيم: لوانك تلقى حنظلا فوق بيضنا تدحرج عن ذى سامه المتقارب أي على ذى سامه، وعن فيه بمعنى على. والهاء في سامه ترجع إلى البيض، يعنى البيض المموه به، وإنما يصف تراص القوم في الحرب حتى لو ألقى حنظل لم يصل إلى الارض. والسام: الموت. وسام: أحد بنى نوح ﵇، وهو أبو العرب. والسَوامُ والسائِمُ بمعنىً، وهو المالُ الراعي. يقال: سامَت الماشيةُ تَسومُ سوما، أي رعت فهى سائمة. وجمع السائِمِ والسائِمَةِ سَوائِمُ. وأَسَمْتُها أنا، إذا أخرجتَها إلى الرَعْيِ. قال تعالى: (فِيهِ تُسيمونَ) . والسَوْمُ في المبايعة، تقول منه: ساوَمْتُهُ سواماً. واسْتامَ عَلَيَّ، وتَساوَمْنا. وسُمْتُكَ بَعيرَكَ سيمَةً حسنةً. وإنَّه لَغالي السيمَةِ. وسُمْتُهُ خسفاً، أي أوليتُه إيَّاه وأوردتُه عليه. وسامَ، أي مر. وقال (١) : أتيح لها أقيدر ذو حشيف إذا سامت على الملقات ساما وسوم الرياح: مرها. والسيما، مقصورٌ من الواو. قال تعالى: (سيماهم في وجوههم) وقد تجئ السِيماءُ والسيمياءُ ممدودين. وقال (٢) : غلامٌ رماه اللهُ بالحُسْنِ يافعاً له سِيمياءُ لا تَشُقُّ على البَصَرْ (٣) أي يَفْرَح به مَن ينظر إليه.",
    "pg": "5:1955-1956"
  },
  "سيأ": {
    "def": "السَيْئُ بالفتح: اللَّبَنُ الذي يكون في أطراف الأخلاف قبل نزول الدرة، قال زهير: كما استغاث بسيئ فز غيطلة * خاف العيون ولم ينظر به الحشك (١) الفراء: تسيأت الناقة: إذا أرسَلَتْ لبنها من غير حلب. قال وهو السيئ. وقد انسيأ اللبن.\nفصل الشين",
    "pg": "1:56-57"
  },
  "سيا": {
    "def": "سِيَةُ القوسِ: ما عُطِفَ من طرفيها. والجمع سيات، والهاء في الواحد عوض من الواو. والنسبة إليها سيوى. قال أبو عبيدة: كان رؤبة بن العجاج يهمز سية القوس وسائر العرب لا يهمزونها. الفراء: يقال هو في سِيِّ رأسه، وفي سَواءِ رأسه، إذا كان في النَعْمة. قال أبو عبيد: وقد يفسّر سِيُّ رأسِه عددَ شعرهِ من الخير. قال ذو الرمة: كأنَّه (١) خَاضِبٌ بالسِيِّ مَرْتَعُهُ * أبو ثلاثين أمسى وهو مُنْقَلِبُ والسِيُّ: أرضٌ من أراضي العرب، وقد تكون المفازة. (*) والسيان: المثلان، الواحد سى. قال الحطيئة: فإِيَّاكُمُ وحَيَّةَ بطنِ واد * همو الناب ليس لكم بسى يريد تعظيمه. وقولهم: (لا سيما) كلمة يستثنى بها، وهو سِيٌّ ضمَّ إليه ما، والاسم الذى بعد \" ما \" لك فيه وجهان: إن شئت جعلت ما بمنزلة الذى وأضمرت مبتدأ ورفعت الاسم الذى تذكره لخبر المبتدأ، تقول: جاءني القوم لا سيما أخوك، أي ولا سى الذى هو أخوك. وإن شئت جررت ما بعده على أن تجعل ما زائدة، وتجر الاسم بسى ; لان معنى سى معنى مثل. وينشد قول امرئ القيس: ألا رب يوم لك منهن صالح * ولا سيما يوم بدارة جلجل مجرورا ومرفوعا. وتقول: اضربن القوم ولا سيما أخيك، أي ولا مثل ضربه أخيك. وإن قلت: ولا سيما أخوك، أي ولا مثل الذى هو أخوك، تجعل ما بمعنى الذى وتضمر هو وتجعله مبتدأ وأخوك خبره: قال الاخفش: قولهم: إن فلانا كريم ولا سيما إن أتيته قاعدا، فإن \" ما \" هاهنا زائدة لا تكون من الاصل، وحذف هنا الاضمار، وصار ما عوضا منه، كأنه قال: ولا مثله إن أتيته قاعدا.\nفصل الشين",
    "pg": "6:2387-2388"
  },
  "سيب": {
    "def": "السَيْبُ: العطاء. والسُيوبُ: الرِكازُ. والسَيْبُ: مصدر سابَ الماء يَسيبُ، أي جرى. والسيب، بالكسر: مجرى الماء. وانساب فلانٌ نحوَكم، أي رجع. وانسابت الحَيَّةُ: جَرَتْ. وسَيَّبْت الدابَة: تركتها تسيب حيث شاءت. والسائبة: الناقة التي كانت تُسَيَّبُ في الجاهلية لِنَذْرٍ ونحوِه. وقد قيل: هي أمُّ البَحيرَةِ، كانت الناقةُ إذا وَلَدَتْ عشرةَ أبْطنٍ كلُّهن إناثٌ سُيِّبَتْ فلم تُرْكَبْ ولم يشرب لبنَها إلا وَلَدُها أو الضيف حتى تموت، فإذا ماتت أكلها الرجال والنساء جميعا وبحرت أذن بنتها الاخيرة فتسمى البحيرة، بمنزلة أمها في أنها سائبة. والجمع سيب، مثل نائحة ونوح، ونائمة ونوم. والسائبةُ: العبدُ، كان الرجل إذا قال لغلامه أنت سائبةٌ فقد عَتَقَ، ولا يكون وَلاؤُهُ لِمُعْتِقِه، ويضع مالَهُ حيث شاء، وهو الذي وَرَدَ النَهْيُ عنه. والسَيابُ، مثال السَحابِ: البلح. والسَيابَةُ: البلحة، وبها سُمِّيَ الرجلُ، فإذا شَدَّدتَهُ ضممته، قلت: سياب وسيابة. والسوبان: اسم واد.\nفصل الشين",
    "pg": "1:150"
  },
  "سيح": {
    "def": "ساحَ الماءُ يَسيحُ سَيْحَاً، إذا جَرى على وجْه الأرض. والسَيْحُ: الماء الجاري. والسَيْحُ أيضاً: ضَرْبٌ من البُرُود. والسَيحُ: عَباءةٌ مُخَطّطة. وبُرْدٌ مُسَيَّحٌ ومُسَيَّرٌ، أي مخطط. وعباءة مسيحة. قال الطرماح: من الهوذ كدراء السراة ولونها * خصيف كلون الحيقطان المسيح وأنشد الاصمعي: وإنى فلا تنظر سيوح عباءتي * شفاء الدقى يا بكر أم حكيم (٣) الدقى: البشم. وساح في الأرض يَسيحُ سِياحةً وسُيوحاً وسَيْحاً وسيحانا، أي ذهب. وفى الحديث: \" لا سياحة في الاسلام \" وساح الظل، أي فاءَ. والمِسْياحُ: الذي يَسِيح في الأرض بالنَميمة والشرّ. وفي الحديث: \" ليسوا بالمَساييح ولا بالمَذاييع (١) البُذُرِ \". وانساحَ بالُه: أي اتّسع. وقال: أُمَنِّي ضَميرَ النَفْسِ إيّاكِ بعد ما * يُراجِعُني بَثِّي فَيَنْساحُ بالها وسيح: ماء لبنى حسان بن عوف. وقال:\nيا حبذا سيح إذا الصيف التهب * وسيحان: نهر بالشام. وساحين: نهر بالبصرة. وسيحون: نهر بالهند.\nفصل الشين",
    "pg": "1:377"
  },
  "سير": {
    "def": "سارَ يَسيرُ سَيْراً ومَسيراً وتَسْياراً. يقال: بارك الله لك في مَسيرِكَ، أي سَيْرِكَ. وهو شاذٌّ، لأنَّ قياس المصدر من فَعَلَ يَفْعَلُ مَفْعَلٌ بالفتح. وسارَتِ الدابة وسارَها صاحبُها، يتعدَّى ولا يتعدى. قال الهُذَليّ (١) : فلا تَجْزَعَنْ (٢) مِنْ سُنَّةٍ أَنْتَ سِرْتَها * فأوَّلَ راضي سُنَّةٍ مَنْ يَسيرُها - يقول: أنت جعلتها سائِرَةً في الناس. وقولهم في المثل: \" سِرْ عنك \"، أي تغافل واحتمل. وفيه إضمار، كأنه قال: سِرْ ودَعْ عنك المِراءَ والشكَّ. والسيرَةُ: الطريقةُ. يقال: سارَ بهم سِيرَةً حَسَنَةً. والسيرَةُ أيضا: الميرة. والاستيار: الامتيار. قال الراجز: أشكو إلى الله العزيز الغفار * ثم إليك اليوم بعد المستار - ويقال: المستار في هذا البيت مفتعل من السير. والتسيار: تَفْعالٌ من السَيْرِ. وسايَرَهُ، أي جاراه فتَسايَرا. وبينهما مَسِيرَةُ يوم. وسَيَّرَهُ من بلده، أي أخرجَهُ وأَجْلاهُ. وسَيَّرْتُ الجُلَّ عن ظَهر الدابة: نزعته عنه. والمُسَيَّرُ من الثياب: الذي فيه خطوط كالسُيور. والسيارة: القافلة. وقولهم: \" أصح من عير أبى سيارة \"، هو أبو سيارة العدواني، كان يدفع بالناس من جمع أربعين سنة على حماره. قال الراجز: خلو الطريق عن أبى سياره * وعن مواليه بنى فزاره * حتى يجيز سالما حماره * مستقبل القبلة يدعو جاره: والسيراء، بكسر السين وفتح الياء: برد فيه خُطوط صفرٌ. قال النابغة: صَفْراءُ كالسِيَراءِ أُكمِلُ خَلْقُها * كالغُصْنِ في غُلْوائِهِ المُتَأَوِّدِ - والسَيْرُ: ما يُقَدُّ من الجلد. والجمع السيور. وقول الشاعر: وسائلة بثعلبة بن سير * وقد علقت بثعلبة العلوق - أراد ثعلبة بن سيار، فلم يمكنه لاجل الوزن فقال \" سير \". وسائر الناس جميعهم. وسار الشئ: لغة في سائِرِهِ. قال أبو ذؤيب يصف ظَبيةً: فَسَوَّدَ ماءُ المَرْدِ فاها فلونه * كلون النؤور وهى أدماء سارها - أي سائرها. ومن أمثالهم في اليأس من الحاجة قولهم: \" أَسائِرٌ اليومَ وقد زال الظُهر \"، أي أتطمع فيما بَعُدَ وقد تبيَّنَ لك اليأس، لان مكان حاجته اليوم بَأَسْرِه وقد زال الظُهر وجبَ أن ييأس منه، كما ييأس بغروب الشمس. فصل الشين",
    "pg": "2:691-692"
  },
  "سيس": {
    "def": "السيساءُ: مُنْتَظَمُ فَقارِ الظَهْرِ، وقال أبو عمرو: السيساءُ من الفرس: الحارك، ومن الحمار: الظَهْر. وهو فعلاء ملحق بسرداح وجمعه سياسي. قال الشاعر (١) : لقد حَمَلَتْ قيسَ بن عَيْلانَ حَرْبُنا * على يابِسِ السيساءِ محدودِب الظَهْرِ * أي حملناهم على مشقة وشدة.\nفصل الشين",
    "pg": "3:939"
  },
  "سيع": {
    "def": "ساعَ الماءُ والسرابُ يَسيعُ سَيْعاً وسُيوعاً، أي جرى واضطرب على وجه الأرض قال الراجز (١) :\nفهن يَخْبِطْن السرابَ الأسْيَعا (٢) * والانْسِياعُ مثله. والسَياعُ: الطينُ بالتبن الذي يطين به. قال القطامى (٣) : فلما أن جرى سمن عليها * كما طينت بالفدن السياعا (٤) * وهو مقلوب، أي كما طينت بالسياع الفدن وهو القصر. تقول منه: سيعت الحائط. والمسيعة: المالجة (١) .\nفصل الشين",
    "pg": "3:1234"
  },
  "سيف": {
    "def": "السَيْفُ جمعه أَسْيافٌ وسُيوفٌ. قال الكسائي: رجل سيفان، أي طويل ممشوق ضامر البطن، وامرأة سيفانة. وسافه يَسيفُهُ: ضربه بالسيف. يقال سِفْتُهُ فأنا سائِفٌ. ورجلٌ سائِفٌ، أي ذو سَيْفٍ. وسَيَّافٌ، أي صاحب سَيْفٍ. والجمع سَيَّافَةٌ. والمُسيفُ: الذي عليه السَيفُ. والمُسايَفَةُ: ألمجالدةُ. وتَسايَفوا: تضاربوا بالسيف. وأَسَفْتُ الخَرَزَ، أي خرمته. قال الراعى: مزائد خرقاء اليدين مسيفة أخب بهن المخلفان وأحفدا والسيف بالكسر: ساحل البحر، والجمع أَسيافٌ. والسِيف أيضاً: ما كان ملتزقاً بأصول السَعَف كالليف وليس به. هذا الحرف نقلته من كتاب من غير سماع. وينشد (١) نخل جؤاثى نيل من أرطابها (١) والسيف والليف على هدابها\nفصل الشين",
    "pg": "4:1379"
  },
  "سيل": {
    "def": "السَيْلُ: واحد السُيولِ. وسالَ الماء وغيره سَيْلاً وسَيَلاناً، وأَسالَهُ غيره وسَيّلَهُ أيضاً. ومَسيلُ الماءِ: موضع سَيْلِهِ، والجمع مَسايِلُ، ويجمع أيضاً على مُسُلٍ وأَمْسِلَةٍ ومُسْلانٍ، على غير قياس، لان مسيلا إنما هو مفعل، ومفعل لا يجمع على ذلك، ولكنهم شبهوه بفعيل، كما قالوا: رغيف ورغف وأرغفة ورغفان. ويقال للمَسِيلِ أيضاً مَسَلٌ بالتحريك. والسائِلَةُ: الغُرَّةُ التي عَرُضَتْ في الجبهة وقصبَةِ الأنف. وقد سالَتِ الغُرَّةُ، أي استطالت وعَرُضَتْ. فإنْ دقّتْ فهي الشِمْراخُ. وتَسايَلَتِ الكتائبُ، إذا سالت من كل وجه. والسيلان بالكسر: ما يدخل من السيف والسكين في النصاب. قال أبو عبيد: قد سمعته، ولم أسمعه من عالم. ومسالا الرجل: جانِبا لِحيته، الواحد مُسالٌ. وقال: فلو كان في الحيّ النَجِيِّ سَوادُهُ لَما مَسَحَتْ تلك المُسالاتِ عامر ومسالاه أيضا: عطفاه. قال أبو حية: إذا ما نعشناه على الرحل ينثنى مساليه عنه من وراء ومقدم إنما نصبه على الظرف. والسيال بالفتح: ضربٌ من الشجر له شوك، وهو من العضاه. قال ذو الرمة يصف الاجمال:\nمثل صوارى النخل والسيال (١)\nفصل الشين",
    "pg": "5:1733-1734"
  },
  "سين": {
    "def": "السين: حرف من حروف المعجم، وهى من حروف الزيادات. وقد تخلص الفعل للاستقبال، تقول: سيفعل. وزغم الخيل أنها جواب لن. أبو زيد: من العرب من يجعل السين تاء. وأنشد (١) : يا قبح الله بنى السعلاة عمرو بن يربوع شرار النات ليسوا أعفاء ولا أكيات يريد الناس والاكياس. قال: ومن العرب من يجعل التاء كافا. وأنشد لرجل من حمير: يا ابن الزبير طالما عصيكا وطالما عنيتنا إليكا لنضربن بسيفنا قفيكا قال أبو سعيد: وقولهم فلان لا يحسن سينه، يريدون شعبة من شعبه، وهو ذو ثلاث شعب. وقوله تعالى: (يس) كقوله (الم) و (حم) في أوائل السور. وقال عكرمة: معناه يا إنسان، لانه قال: (إنك لمن المرسلين) .\n(وطور سيناء) : جبل بالشأم، وهو طور أضيف إلى سيناء وهو شجر. وكذلك (طور سينين) . قال الاخفش: السينين: شجر، واحدتها سينينة. قال وقرئ: (طور سيناء) و (سيناء) بالفتح والكسر، والفتح أجود في النحو، لانه بنى على فعلاء. قال: والكسر ردئ في النحو، لانه ليس في أبنية العرب فعلاء ممدود مكسور الاول غير مصروف، إلا أن تجعله أعجميا. وقال أبو على: إنما لم يصرف لانه جعل اسما للبقعة.\nفصل الشين",
    "pg": "5:2141-2142"
  }
}