{
  "ضأد": {
    "def": "الضُؤْدُ والضُؤْدَة (٢) : الزُكامُ. وقد ضئد الرجل ضؤادا، فهو مضؤود. وأضأده الله، أي أزكمه. وحكى أبو زيد: ضأدت الرجل ضأدا، إذا خصمته.",
    "pg": "2:500"
  },
  "ضأضأ": {
    "def": "الضئضئ: الاصل. قال الكميت: وجدتك في الضنء من ضئضئ * أحل الاكابر منه الصغارا",
    "pg": "1:60"
  },
  "ضأل": {
    "def": "رجلٌ ضَئيلُ الجسم، إذا كانَ صغير الجسم نحيفاً. وقد ضَؤُل ضآلةً.. أبو زيد: ضَؤُلَ رأيه ضآلة، إذا صغر وقال رأيُه. ورجلٌ مُتَضائِلٌ، أي شَخْتٌ. وقال (١) : فتى قدقد السيف لا متضائلٌ ولا رَهِلٌ لَبَّاته وبآدِلُهْ ورجلٌ ضَؤُلَةٌ، أي نحيفٌ. والضئيلة: الحية الدقيقة.",
    "pg": "5:1747"
  },
  "ضأن": {
    "def": "الضائِنُ: خلاف الماعز، والجمع الضأن والمعز، مثل راكب وركب، وسافر وسفر، وضأن أيضا مثل حارس وحرس، وقد يجمع على ضئين، وهو فعيل، مثل غاز وغزى. والانثى ضائنة، والجمع ضوائِنُ. وأَضْأَنَ الرجل: كثُر ضَأْنُهُ.",
    "pg": "6:2153"
  },
  "ضبأ": {
    "def": "أبو زيد: ضَبَأْتُ في الأرض ضَبْأَ وضُبُوءًا، إذا اخْتَبَأْتَ. والموضع مَضْبَأٌ. قال الأصمعي: ضَبَأَ: لصق بالارض، ومنه سمى الرجل ضابئا، وهو ضابئ بن الحارث البرجمى. وضبأت به الارض فهو مضبوء به، إذا ألزقته بها. وضَبَأْتُ إليه: لَجَأْتُ. وأضبأ الرجل على الشئ، إذا سكت عليه وكتمه، فهو مضبئ عليه. يقال: أضبأ فلان على داهية، مثل أضب.",
    "pg": "1:60"
  },
  "ضبا": {
    "def": "ضَبَتْهُ النار تَضْبُوهُ ضَبْواً: غيَّرتْه وشوته. والمَضْباة: خُبْزَةُ المِلَّة. والضابى: الرماد. الكسائي: أضبيت على الشئ: أشرفت عليه أن أظفر به.",
    "pg": "6:2405-2406"
  },
  "ضبب": {
    "def": "أصل الضب: اللصوق بالارض. وضَبَّ الماء والدم يَضِبُّ بالكسر، ضبيبا، أي سال، وأضببته أنا. وفلان يضُبُّ ناقتَه بالضم، أي يحلبها بخمس أصابع. قال الفراء: هو أن يجعل إبهامه على الخلف ثم يرد أصابعه على الابهام والخلف جميعا. والضب: دويبة، والجمع ضباب وأضب، مثل كف وأكف. وفى المثل: \" أعقُّ من ضبّ \" لأنّه ربّما أكل حُسولَهُ. والأنثى ضَبَّةٌ. وقولهم \" لا أفعلُه حتّى يحنَّ الضبُّ في أثَر الإبل الصادرة \" و: \" لا أفعله حتّى يرد الضبّ \"، لأن الضبّ لا يشرب ماء. ومن كلامهم الذى يضعونه على ألسنة البهائم: قالت السمكة: وردا ياضب، فقال: أصبح قلبى صردا * لا يشتهى أن يردا * إلا عرادا عردا * وصليانا بردا (١) * وعنكثا ملتبدا * وضَبِبَ البلد وأضبَّ أيضاً، أي كثُرت ضِبابه. وأرض ضَبِبَةٌ: كَثيرة الضباب، وهو أحد ما جاء على أصله. ووقعنا في مضاب منكرة، وهي قِطع من الأرض كثيرة الضباب، الواحدة مضبة. والمضبب: الحارش الذي يصب الماءَ في جحره حتّى يخرج ليأخذه. والضَبُّ: الحِقد، تقول: أضب فلان على غل في قلبه، أي أَضمره. وقال الأصمعي: أضبَّ على ما في نفسه، إذا سكت، مثل أضْبَأَ. وقال أبو زيد: أضبَّ، إذا تكلَّم. ومنه يقال: ضبَّت لثَّتُهُ دماً، إذا سالت، وأضببتها أنا. فكأَنَّ أضَبَّ أخرج الكلام. ويقال أضبُّوا عليه، إذا أكثروا عليه. والضبُّ: ورمٌ يصيب البعيرَ في فِرْسِنِهِ، تقول منه: ضَبَّ البعير يَضَب بالفتح، فهو بعير أضبُّ، وناقة ضباء بينة الضبب. والضب: داء في الشَفة يسيل دماً، ومنه قولهم: جاء فلان تَضِبُّ لِثاتُه بالكسر، إذا اشْتدَّ حرصه على الشئ. قال بشر بن أبي خازم: وبنى تميم (١) قد لقينا منهمُ * خَيلا تَضِبُّ لِثاتُها للمَغْنَمِ قال أبو عبيدة: هو قلبٌ تَبِضُّ، أي تسيل وتَقطر. والضَبُّ: واحد ضِباب النَخل، وهو طَلْعه. قال الشاعر (٢) : أطافَت بفُحَّالِ كأنَّ ضِبابه * بُطُونُ الموالي يومَ عيدٍ تَغَدَّتِ والضَبُّ: انْفتاقٌ من الابط وكثرة من اللحم. تقول: تضبَّب الصبيُّ، أي سَمِن وانفتقت آباطُه وقَصُرَ عنقه. ورجلٌ ضُباضِبٌ بالضم، إذا كانَ قصيراً سميناً. والضَبيبة: سمنٌ ورُبٌّ يُجعل للصبيّ في عُكَّةٍ يُطْعَمُه، يقال: ضَبِّبوا لصبيِّكم. ورجلٌ خَبٌّ ضَبٌّ، أي جربز مراوغ. وضبة بن أد: عم تميم بن مر. والضبة: حديدة عريضة يضَبَّب بها الباب. والضَبابة: سَحابة تُغَشِّي الأرض كالدخان، والجمع الضَباب. تقول منه: أضب يومنا. وضب: اسم الجبل الذى مسجد الخيف في أصله.",
    "pg": "1:166-168"
  },
  "ضبث": {
    "def": "ضبثت بالشئ ضبثا، واضطبثت به، إذا قبضت عليه بكفِّك. وناقة ضَبوثٌ: يُشَكُّ في سِمَنِها فتُضْبَثُ: أي تُجَسُّ باليد. ومَضابِثُ الأسد: مخالبه. وفي الحديث (١) : \" الخطايا بين أضباثهم \"، أي في قبضاتهم.",
    "pg": "1:285"
  },
  "ضبح": {
    "def": "أبو عبيدة: ضَبَحَتِ الخيل ضَبْحاً، مثل ضَبَعَتْ، وهو السَيْرُ (١) . وقال غيره: تَضْبَحُ تَنْحَمُ، وهو صوت أنفاسها إذا عدوْن. قال عنترة: والخيلُ تَعْلَمُ حينَ تَض * بَحُ في حياضِ الموتِ ضَبْحا والضَبْحُ أيضاً: الرَماد. وضبَحَتْهُ النارُ: غيَّرتْهُ ولم تبالغ فيه. قال الشاعر (٢) : فلما أن تلهوجنا شواء * به اللَهَبانُ مَقْهُوراً ضَبيحاً (١) وانْضَبَحَ لونه، أي تغيَّر إلى السواد قليلا. وقال:\nعلقتها قبل انضباح لوني (٢) * والضباح: صوت الثعلب. والمضبوحة: حجارة القدَّاحة، التي كأنها محترقة. وقال:\nوالمَرْوَ ذا القَدَّاحِ مَضْبوحَ الفلق (٣) * ومضبوح: اسم رجل.",
    "pg": "1:385"
  },
  "ضبر": {
    "def": "الضَبْرُ: جوز البَرِّ، وهو جوزٌ صلبٌ، وليس هو الرمّان البَرِيَّ، لأنَّ ذلك يسمى المَظَّ. والضَبْرُ أيضاً: الجماعة يَغْزُونَ. قال ساعدة ابن جؤيَّة الهذلي: بيْناهُمُ يوماً كذلك راعَهُمْ * ضَبْرٌ لِباسُهُمُ القتير مؤلب - وعامر بن ضبارة بالفتح. ويقال أيضا: فلان ذو ضَبارَةٍ، أي مُوَثَّقُ الخَلْقِ. وكذلك فرسٌ مُضَبَّرُ الخَلْقِ، وناقةٌ مضبرة الخلق. وقال: ضبر (١) الفرس، إذا جمع قوائمه ووثب. قال العجاج يمدح عمر بن عبيد الله ابن معمر القرشى: لقد سما ابن معمر حين اعتمر * مغزى بعيدا من بعيد وضبر * تَقَضِّيَ البازي إذا البازي كَسَرْ * يقول: ارتفع قدره حين غزا موضعا بعيدا من الشام وجمع لذلك جيشا. وفرس ضبر، مثال طمر، أي وثاب. وضبر عليه الصخر يضبره، إذا نضده. قال الراجز يصف ناقة: ترى شؤون رأسها العواردا * مضبورة إلى شبا حدائدا * ضبر براطيل إلى جلامدا * والاضبارة بالكسر: الإضمامة. يقال: جاء فلان بإِضْبارَةٍ من كتبٍ، وهي الأضابير. وقد ضَبَرْتُ الكتبَ أَضْبِرُها ضَبْراً، إذا جعلتها إضبارة، عن ابن السكيت.",
    "pg": "2:718-719"
  },
  "ضبرك": {
    "def": "رجلٌ وجملٌ ضِبْراكٌ، أي ضخم. وكذلك الضبارك. قال الراجز: أعددت فيها بازلا ضباركا يقصر يمشى ويطول باركا والجمع الضبارك بالفتح.",
    "pg": "4:1597"
  },
  "ضبرم": {
    "def": "الضبارم بالضم: الشديد الخلق من الاسد.",
    "pg": "5:1970"
  },
  "ضبص": {
    "def": "ضبست نفسه بالكسر، أي لَقِسَتْ وخَبُثَتْ. ورجلٌ ضَبِسٌ وضَبيسٌ، أي شرس عسر شكس.",
    "pg": "3:941"
  },
  "ضبط": {
    "def": "ضبط الشئ: حفظه بالحزم. والرجلُ ضابطٌ، أي حازمٌ. والأَضْبَطُ: الذي يعمل بكِلْتا يديه. تقول منه: ضَبِطَ الرجل بالكسر يَضْبَطُ، والانثى ضبطاء. قال الشاعر (١) أما إذا حردت حردى فمجرية * ضبطاء تسكن غيلا مقروب (١) * والضبنطى: القوى، والنون والالف زائدتان للالحاق بسفرجل.",
    "pg": "3:1139-1140"
  },
  "ضبطر": {
    "def": "الضبطر، مثال الهزبر: الشديد.",
    "pg": "2:719"
  },
  "ضبع": {
    "def": "الضَبْعُ: العَضُدُ، والجمع أضباعٌ مثل فرخ وأفراخ. وضَبَعْتُ الرجلَ: مددتُ إليه ضَبْعي للضرب. وقال * ولا صلح حتى تَضْبَعونا ونَضْبَعا (١) * أي تمدُّون أَضْباعَكُم إلينا بالسيوف، ونمدُّ أَضْباعَنا إليكم. وقال أبو عمرو: أي تَضْبَعونَ للصلح والمصافَحةِ. وأمَّا قول رؤبة: وَما تَني أيْدٍ علينا تَضْبَع * بما أصَبْناها وأخرى تَطْمَعُ * فإنَّه أراد تمدُّ أضْباعَها علينا بالدعاء. قال ابن السكِّيت: يقال قدْ ضَبَعوا لنا الطَريق، أي جعلوا لنا منه قِسماً، يَضْبَعونَ. قال: وضَبَعَتِ الخيلُ والإبلُ تَضْبَعُ ضَبْعاً، إذا مدَّتْ أضْباعَها في سيرها وهي أَعْضادها. والناقةُ ضابِعٌ، وضَبَّعَتْ تَضْبيعاً مثله. وقال الأصمعي: الضَّبْعُ: أنْ يهوي بحافره إلى عَضده. وكنا في ضبع فلان بالضم (٢) ، أي في كنفه وناحيته. والضَبُعُ معروفة، ولا تقل ضَبُعَةٌ، لأن الذكر ضبعان، والجمع ضباعين، مثل سرحان وسراحين. والانثى ضبعانة (١) . والجمع ضِبْعاناتٌ وضِباعٌ. وهذا الجمع (٢) للذكر والانثى، مثل سبع وسباع. والاضطباع الذى يؤمر به الطائفُ بالبيت: أن تدخل الرداء من تحت إبطك الأيمن وتردَّ طرفه على يسارك وتبدي منكبك الايمن وتغطى الايسر، وسمى بذلك لابداء",
    "pg": "3:1247-1248"
  },
  "ضبغط": {
    "def": "الضبغظى: شئ يفزع به الصبيان. وأنشد ابن دريد (٢) : وزوجها زونزك زونزى * يفرق إن فزع بالضبغظى * والالف للالحاق.",
    "pg": "3:1140"
  },
  "ضبل": {
    "def": "الضئبل بالكسر والهمز، مثال الزئبر: الداهية. وربما جاء ضم الباء فيهما. قال ثعلب: لا نعلم في الكلام فعلل، فإن كان هذان الحرفان مسموعين، بضم الباء فيهما، فهو من النوادر. وقال ابن كيسان: هذا إذا جاء على هذا المثال شهد للهمزة بأنها زائدة، وإذا وقعت حروف الزيادة في الكلمة جاز أن تخرج عن بناء الاصول، فلهذا ما جاءت هكذا. قال الكميت: ولم تتكأدهم المعضلات ولا مصمئلتها الضئبل",
    "pg": "5:1747-1748"
  },
  "ضبن": {
    "def": "الضِبنُ بالكسر: ما بين الإبط والكشح. وأوَّلُ الحَمْلِ (٢) الأبْط، ثم الضبن، ثم الحضن. وأضبنت الشئ واضطبنته: جعلته في ضبنى. وضبنه (١) الرجل أيضاً: عيالُه، وكذلك الضَبِنَةُ بفتح الضاد وكسر الباء. ومكان ضَبِنٌ، أي ضيّق. والمَضْبُونُ: الزَمِن ; ويشبه قلب الباء من الميم.",
    "pg": "6:2153-2154"
  },
  "ضثم": {
    "def": "الضيثم: الاسد من الضيغم، أبدل غينه ثاء، وفي أصحاب الاشتقاق من يقول: هو الضبثم بالباء، وهو من الضبث، وهو القبض، والميم زائدة.",
    "pg": "5:1970"
  },
  "ضجج": {
    "def": "أبو عبيد: أضَجَّ القوم إضْجاجاً، إذا جلَّبوا وصاحوا: فإذا جزعوا من شئ وغلبوا قيل: ضجُّوا يَضِجُّونَ ضَجيجاً. والضَجوجُ من النُوق: التي تَضِجُّ إذا حُلِبت. وسمعت ضجة القوم، أي حلبتهم. وضجاه مضاجة وضجاجا: شاغبه وشاره. والاسم الضجاج بالفتح.",
    "pg": "1:326"
  },
  "ضجر": {
    "def": "الضَجَرُ: القلق من الغمّ. وقد ضَجِرَ فهو ضَجِرٌ، ورجلٌ ضَجورٌ. وأضْجَرني فلان فهو مُضْجِرٌ. وقوم مضاجر ومضاجير. قال أوس: تناهقون إذا اخضرت نعالكم * وفى الحفيظة أبرام مضاجير - وضجر البعير: كثر رغاؤه. قال الشاعر (١) : فإن أهجه يضجر كما ضجر بازل * من الادم دبرت صفحتاه وغاربه - وقد خفف ضجر ودبرت في الافعال، كما يخفف فخذ في الاسماء.",
    "pg": "2:719"
  },
  "ضجع": {
    "def": "ضَجَعَ الرجل، أي وضعَ جنبه بالارض يضجع ضجعا وضجوعا (١) ، فهو ضاجِعٌ. واضْطَجَعَ مثله، وأضْجَعْتُهُ أنا. وفلان حسن الضجعة، مثال الركبة والجلسة. وفى افتعل منه لغتان: من العرب من يقلب التاء طاء ثم يظهر فيقول اضطجع، ومنهم من يدغم فيقول اضجع فيظهر الاصلى، ولا يقال اطجع لانهم لا يدغمون الضاد في الطاء. وقال المازنى: بعض العرب يقول الطجع، ويكره الجمع بين حرفين مطبقين، ويبدل مكان الضاد أقرب الحروف إليها وهى اللام. وضجيعك: الذى يضاجعك. والتضجيع في الأمر: التقصيرُ فيه. ويقال: ضَجَّعَتِ الشمس، إذا دنت للمغيب، مثل ضَرَّعت وتَضَّجَعَ في الأمر، أي تَقَّعَدَ ولم يقم به. وتضجع السحاب: أرب بالمكان. ورجل ضجعة مثال همزة: يكثر الاضطجاع كسلا. قال الفراء: إذا كثرت الغنمُ فهي الضاجعة والضجعاء. وأما قول عامر بن الطفيل: لا تسقنى بيديك إن لم أغترف * نعم الضجوع بغارة أسراب * فهو اسم موضع. وقال الاصمعي: هو رحبة لبنى أبى بكر بن كلاب. والضواجع: الهضاب. قال النابغة:\nودوني راكِسٌ والضَواجِعُ (١) * يقال لا واحد لها.",
    "pg": "3:1248-1249"
  },
  "ضجم": {
    "def": "الضَجَمُ: العِوَجُ. وتَضَاجَمَ الأمر بينهم، إذا اختلف. والضجم: أن يميل الأنفُ إلى جانبي الوجه والرجلُ أضْجَمُ. والضَجَمُ أيضاً: اعوجاجُ أحد المنكبين. والمتضاجم: المعوج الفم. قال (١) :\nوفروة ثفر الثورة المتضاجم (٢) * وضبيعة أضجم: قوم من العرب.",
    "pg": "5:1970-1971"
  },
  "ضجن": {
    "def": "الضجن بالجيم: جبل معروف. قال الاعشى:\nكخلقاء من هضبات الضجن (٢) * وكذلك قول ابن مقبل:\nتؤم السير للضجن (٣) * والحاء تصحيف. وضجنان: جبل بناحية مكة.",
    "pg": "6:2154"
  },
  "ضحا": {
    "def": "ضَحْوَةُ النهار بعد طلوع الشمس، ثم بعده الضُحا، وهي حين تشرق الشمس، مقصورة تؤنّث وتذكر، فمن أنث ذهب إلى أنها جمع ضحوة، ومن ذكر ذهب إلى أنه اسم على فعل، مثل صرد وتغر. وهو ظرف غير متمكن مثل سحر ; تقول: لقيته ضحا وضحا، إذا أردت به ضحا يومك لم تنونه. ثم بعده الضحاء ممدود مذكر، وهو عند ارتفاع النهار الاعلى. تقول منه: أقمت بالمكان حتى أضحيت، كما تقول من الصباح: أصبحت. ومنه قول عمر ﵁: يا عباد الله أضحوا بصلاة الضحا، يعنى لا تصلوها إلا إلى ارتفاع الضحا. والضحاء أيضا: الغداء، وإنما سمِّي بذلك لأنه يؤكل في الضَحاء. قال ذو الرمّة: ترى الثَور يمشي ضاحِياً من ضَحائِهِ * بها مثل مَشْي الهِبْرِزِيِّ المُسَرْوَلِ تقول منه: هم يَتَضَحَّونَ، أي يتغدَّون. وليلةٌ ضَحْياءُ: مضيئةٌ لا غيمَ فيها. وكذلك ليلةٌ إضْحِيانَةٌ بالكسر. والأضحَى من الخيل: الأشهب، والانثى ضحياء. والضحياء: اسم فرس عمرو بن عامر بن ربيعة ابن عامر بن صعصعة، وهو فارس الضحياء. قال الشاعر: أبى فارس الضحياء (١) يوم هبالة * إذا الخيل في القتلى من القوم تعثر وعامر الضحيان: رجل من النمر بن قاسط (٢) ، سمى بذلك لانه كان يقعد لقومه في الضحاء يقضى بينهم. وضاحية كل شئ: ناحيتُه البارزة. ويقال: هم ينزلون الضَواحِيَ. ومكانٌ ضاحٍ، أي بارز. والقلة الضحيانة في قول تأبط شرا (٣) ، هي البارزة للشمس. وفى الحديث: \" أن لنا الضاحية من البعل ولكم الضامنة من النخل \"، وقد فسرناه في باب النون. ويقال: فعل ذلك الأمر ضاحِيَةً، أي علانية. قال: عمى الذي مَنَعَ الدينارَ ضاحِيَةً * دينارَ نخة كلب وهو مشهود والضواحي: السموات. وأما قول جرير: فما شجراتُ عِيصِكَ في قريشٍ * بَعشَّاتِ الفروعِ ولا ضَواحي (١) فإنّما أراد أنّها ليست في نواحٍ. قال الأصمعي: ويستحبّ من الفرس أن يَضْحا عِجانُهُ، أي يظهر. أبو زيد: ضَحا الطريق يَضْحو ضَحْواً، إذا بدا لك وظهر. وضَحيتُ بالكسر ضحًى: عرقت. وضَحيتُ أيضاً للشمس ضَحاءً ممدودٌ، إذا برزْتَ لها. وضَحَيْتُ بالفتح مثله. والمستقبل أضْحى في اللغتين جميعا. وفى الحديث أن ابن عمر رضى الله عنهما رأى رجلا محرما قد استظل فقال: \" أضح لمن أحرمت له \". هكذا يرويه المحدثون بفتح الالف وكسر الحاء، من أضحيت. وقال الاصمعي: إنما هو واضح لمن أحرمت له، بكسر الالف وفتح الحاء، من ضحيت أضحى، لانه إنما أمره بالبروز للشمس. ومنه قوله تعالى: (وأنك لا تظمأ فيها ولا تضحى) . وتقول: أضحى فلانُ يفعل كذا، كما تقول: ظل يفعل كذا. وضَحَّى فلانٌ غنمَه، أي رعاها بالضُحا. ويقال أيضاً: ضَحَّى بشاةٍ من الأُضْحِيَّةِ، وهي شاة تذبح يوم الأضحى. قال الأصمعي: وفيها أربع لغات إضْحِيَّةٌ وأضحية والجمع أضاحى، وضحية على فعيلة والجمع ضحايا، وأضحاة والجمع أضحى كما يقال أرطاة وأرطى. وبها سمى يوم الاضحى. قال الفراء: الاضحى تؤنث وتذكر، فمن ذكر ذهب إلى اليوم. وأنشد (١) : رأيتكم بنى الخذواء لما * دنا الاضحى وصللت اللحام توليتم بودكم وقلتم * لعك منك أقرب أو جذام (٢) وضحيت عن الشئ: رفقت به. وضح رويدا، أي لا تعجل. وقال زيد الخيل الطائى: ولو أن نصرا أصلحت ذات بينها * لضحت رويدا عن مطالبها عمرو (١) ونصر وعمرو: ابنا قعين، وهما بطنان من بنى أسد.",
    "pg": "6:2406-2408"
  },
  "ضحح": {
    "def": "ماء ضحضاح، أي قريب القعر. وضَحْضَحَ السرابُ وتَضَحْضَحَ، إذا ترقرق. والضح: الشمس. وفى الحديث: \" لا يقْعُدَنَّ أحدكم بين الضِحِّ والظلِّ فإنه مقعد الشيطان \". وقال ذو الرمة يصف الحِرباء: غَدا أكْهَبَ الأعلى وراح كأنه * من الضح واستقباله الشمس أخضر أي واستقباله عينَ الشمس. وقولهم: جاء فلان بالضِحِّ والريح، أي بما طلعت عليه الشمسُ وما جرت عليه الريحُ، يعني من الكثرة. والعامة تقول بالضيح والريح، وليس بشئ.",
    "pg": "1:385-386"
  },
  "ضحك": {
    "def": "ضَحِكَ يَضْحَكُ ضَحْكاً وضِحْكاً وضحكا وضحكا. أربع لغات. والضحكة: المرَّة الواحدة. ومنه قول كثيِّر:\nغاقت لضحكته رقاب المال (١) * وضحكت به ومنه بمعنًى. وتَضاحَكَ الرجلُ واسْتَضْحَكَ بمعنًى. وأضْحَكَهُ الله. ورجلٌ ضَحَكَةٌ، أي كثير الضَحِكِ. وضُحْكَةٌ بالتسكين: يُضْحَكُ منه. والأُضحوكَةُ: ما يُضْحَكُ منه. وامرأةٌ مِضحاك: كثيرةُ الضحِك. قال ابن الأعرابي: الضاحِكُ من السحاب، مثل العارض، إلا أنه إذا بَرَقَ قيلَ ضَحِكَ. والضاحِكَةُ: السنُّ التي بين الأنياب والأضراس، وهي أربعُ ضواحِكَ. والضَحوكُ: الطريقُ الواسعُ. والضَحْكُ: الطَلْعُ حينَ ينشقّ. قال أبو ذؤيب: فجاء بِمَزْجٍ لم يرَ الناسُ مِثلَه هو الضجك إلا أنه عمل النحلِ قال أبو عمرو: شبّه بياض العسل ببياضه. ويقال القردُ يضحك إذا صوت.",
    "pg": "4:1597-1598"
  },
  "ضحل": {
    "def": "الضَحْلُ: الماء القليل، وهو الضحضاح. ومنه أتان الضحل: لانه لا يغمرها لقلته. واضمحل الشئ، أي ذهب. وفي لغة الكلابيين: امضحل الشئ، بتقديم الميم، حكاه أبو زيد. واضمحل السحاب: تقشع.",
    "pg": "5:1748"
  },
  "ضخم": {
    "def": "الضَخْمُ: الغليظ من كل شئ، والانثى ضخمة، والجمع ضخمات بالتسكين، لانه صفة، وإنما يحرك إذا كان اسما مثل جفنات وتمرات. وقد ضخم ضخامة وضخما مثل عوج فهو ضَخْمٌ وضُخامٌ بالضم. وقومٌ ضِخامٌ بالكسر. وهذا أضْخَمَ منه. وقد شدد في الشعر وقال (٣) :\nضخم يحب الخلق الاضخما * لانهم إذا وقفوا على اسم شددوا آخره إذا كان ما قبله متحركا. يقولون: هذا محمد وعامر وجعفر. والاضخومة: عظامة المرأة (٤) .",
    "pg": "5:1971"
  },
  "ضدد": {
    "def": "الضِدُّ: واحد الأضْدادِ، والضَديدُ مثله. وقد يكون الضِدُّ جماعةً. قال تعالى:\n(ويَكونونَ عَلَيْهِمْ ضِدًّا) *. وقد ضاده، وهما متضادان. ويقال: لا ضِدَّ له ولا ضَديدَ له، أي لا نظير له ولا كُفءَ له. والضَدُّ بالفتح الملء، عن أبى عمرو. يقال: ضد القربة يَضُدُّها، أي ملأها. وأضدَّ الرجلُ: غضب.",
    "pg": "2:500-501"
  },
  "ضرا": {
    "def": "عِرْقٌ ضَرِيٌّ: لا يكاد ينقطع دمه. قال العجاج:\nمما ضرا العرق به الضرى (٢) * وقد ضرا يضرو ضَرْواً فهو ضارٍ أيضاً، إذا بدا منه الدم. قال الاخطل: لَمَّا أَتَوْها بِمِصْباحٍ ومِبْزَلِهمْ (٣) * سارتْ إليهم سئور الابجل الضارى (*) والضرو بالكسر: صمغ شجرةٍ تدعى الكَمْكامَ، يجلب من اليمن. والضِرْوُ أيضاً: الضاري من أولاد الكلاب، والأنثى ضِرْوَةٌ، والجمع أضر وضراء، مثل ذئب وأذؤب وذئاب. قال ذو الرمّة: مُقَزَّعٌ أطْلَسُ الأطْمارِ ليس له * إلا الضِراَء وإلاّ صيدها نَشَبُ (١) وقد ضَرِيَ الكلب بالصيد يَضْرَى ضَراوَةً، أي تعوَّد. وكلبٌ ضارٍ وكلبةٌ ضارِيةٌ. وأضراهُ صاحبُه، أي درَّبه وعوَّده. وأَضْراهُ به أيضاً، أي أغراه. وكذلك التَضْرِيَةُ. قال زهير:\nوتَضْرى إذا ضَرَّيْتُمُوها فتَضْرَمِ (٢) * وقد ضَريتُ بذلك الأمر أضرى ضراوة، ومنه قول عمر ﵁: \" إياكم وهذه المجازر فإن لها ضراوة كضراوة الخمر \". واضرورى (١) الرجل اضريراء: انتفخ بطنُه من الطعام واتَّخَمَ. والضَراء بالفتح: الشجر الملتفّ في الوادي. يقال: توارى الصيدُ منِّي في ضَراءِ. وفلانٌ يمشي الضَراء، إذا مشى مستخفياً فيما يوارى من الشجر. ويقال للرجل إذا خَتَلَ صاحبه: هو يمشي له الضَراءَ ويدبُّ له الخَمَر. قال بشر (٢) : عَطفْنا لهم عَطْفَ الضروسِ من المَلا * بشهْباَء لا يمشي الضَراَء رَقيبها واسْتَضْرَيْتُ للصيد، إذا ختلْته من حيث لا يعلم. وضرية: قرية لبنى كلاب على طريق البصرة إلى مكة، وهى إلى مكة أقرب.",
    "pg": "6:2408-2409"
  },
  "ضرب": {
    "def": "ضربه يضرِبه ضرباً. وضرب في الأرض ضرباً ومَضرَباً بالفتح، أي سار في ابتغاء الرزق. يقال: إنّ في ألفِ درهمٍ لمضرَبا، أي ضربا. و (ضربَ اللهُ مثلاً) ، أي وصفَ وبيَّن. وقولهم: \" فضرَب الدهر ضَرَبانَه \" كقولهم فقضَى، من القضاء. وضرب الفحلُ الناقةَ ضِراباً. وضربَ الجُرح ضَرَباناً. وضربَ على يد فلانٍ، إذا حَجَر عليه. والطير الضَوارب: التي تطلب الرزق. وضرب البعيرُ في جهازه، أي نفر. وضربت فيه فلانة بِعِرْقٍ ذي أشَبٍ، أي التباس. أبو زيد: أضرب الرجل في بيته، أي أقام فيه. قال ابن السكيت: سمعتها من جماعة من الاعراب. وأضرب، أي أطرق. تقول: رأيت حيَّة مُضْرِبا، إذا كانت ساكنةً لا تتحرك. وأضْرَبَ عنه، أي أعرض. وأضْرَبَ الرجل الفحلَ الناقةَ فضربَها. والتضريب بين القوم: الإغراء. وضرَّب النجَّادُ المُضَرَّبَةَ، إذا خاطَها. وضارَبَه، أي جالدَه. وتضاربا واضطربا بمعنًى. والموج يضطرب، أي يضرب بعضُه بعضا. والاضطراب: الحركة. واضطرب أمرُه: اختلَّ. وهذا حديثٌ مضطرِبُ السَنَدِ. وضاربه في المال من المضاربة، وهي القِراضُ. والضَرْبُ: الخفيف من المطر. والضَرْبُ: الرجل الخفيف اللحم. قال طرفة: أنا الرجل الضَرْبُ الذي تعرفونه * خَشاشٌ كرأس الحيّة المتوقِّدِ والضَرْبُ: الصيغة والصِنف من الأشياء. ودرهمٌ ضَرْبٌ وُصِفَ بالمصدر، كقولهم ماء غَوْر وسَكْبٌ. ويقال الضرب: الإسراع في المشي. والضرَبُ، بالتحريك: العسل الابيض الغليظ، يذكر ويؤنث. قال الهذلي (١) : وما ضَرَبٌ (٢) بيضاءُ يأوي مَليكَها * إلى طُنُف أعْيا بِراقٍ ونازِلِ واستضرب العسلُ: صار ضَرَباً. وهذا كقولهم: استنوق الجمل، واسْتَتْيَسَ العنز، بمعنى التحوُّل من حال إلى حال. وتقول: أتت الناقة على مضرِبِها بكسر الراء، أي الوقت الذي ضربها الفحلُ فيه، جعلوا الزمان كالمكان. وتقول أيضاً: ما لِفلان مَضْرِبُ عَسَلَةٍ، أي مَضْرِبٌ من النسب والمال. وما أعرف له مَضْرِبَ عَسَلَةٍ، تعني أعراقَه (٣) . ومَضْرِبُ السيف أيضاً: نحوُ من شِبْرٍ من طَرَفِهِ، وكذلك مَضْرِبَةُ السيف. والمَضرِبُ أيضاً: العظْم الذي فيه مُخٌّ. تقول للشاة إذا كانت مهزولةً: ما يُرِمُّ منها (٤) مضرِبٌ، أي إذا كُسِر عظمٌ من عظامها لم يُصَبْ فيه مُخٌّ. والمِضراب: الذي يضرب به العود. ورجل مضرب، بكسر الميم: شديد الضرب. والضارب: المكان ذو الشجر. والضارب: الناقة التى تضرب حالبها. والضارب: الليل الذي ذهبت ظُلمته يميناً وشمالا وملات الدنيا. قال الراجز: ياليت أم الغمر كانت صاحبي * مكان من أمسى على الرَكائِبِ * ورابَعَتْني تحت ليلٍ ضارِبِ * بسَاعِدٍ فَعْمٍ وكَفٍّ خاضِبِ * والضارب: السابح. قال ذو الرمّة: لَياليَ اللَّهْو تُطْبيني فأَتْبَعُهُ * كأنّني ضاربٌ في غَمْرَةٍ لَعِبُ والضارب والضَريب: الذي يَضرب بالقِداح، وهو الموكَّل بها، والجمع الضرباء. والضَريب: الصقيع، تقول منه: ضُرِبت الأرض، كما تقول طُلَّت الأرض من الطَلِّ. وضريب الشئ: مثله وشكله. والضرائب: الاشكال. وضَريب الشَوْل: لبنٌ يُحْلب بعضه على بعض. عن أبي نصر. وقال بعض أهل البادية: لا يكون ضريباً إلا من عِدَّةِ أبل، فمنه ما يكون رقيقاً، ومنه ما يكون خاثراً. قال ابن أحمر: وما كنت أخشى أن تكون منيَّتي * ضريبَ جِلاد الشَوْلِ خَمْطاً وصافِيا والضَريبة: الطبيعة والسجية، تقول: فلان (٢٢ - صحاح) كريم الضريبة، ولئيم الضريبة. وكذلك تقول في النحيتة، والسليقة، والنحيزة، والتوس، والسوس، والغريزة، والنحاس، والخيم. والضريبة: واحدة الضرائب التي تؤخذ في الأرصاد والجزية ونحوها. ومنه ضريبة العبد، وهي غلته. والضريبة: المضروب بالسيف، وإنما دخلته الهاء وإن كان بمعنى مفعول لانه صار في عداد الاسماء، كالنطيحة والاكيلة. والضريبة: الصوف أو الشعر يُنفَشُ ثم يُدرَجُ ويشدُّ بخَيط ثم يغزل: والجمع الضرائب.",
    "pg": "1:168-170"
  },
  "ضرج": {
    "def": "ضَرَجَهُ، أي شَقَّهُ. وعين مَضْروجَةٌ، أي واسعة الشَقِّ. والانْضِراجُ: الانشقاق. قال ذو الرمة: مما تعالت من البهمى ذوائبها * بالصلب (١) وانفرجت عنه الاكاميم وقال المؤرج: الانفراج الاتساع. وأنشد: أمرت له براحلة وبرد * كريم في حواشيه انضراج الاصمعي: انضرج ما بين القوم: تباعَدَ ما بينهم. وتَضَرَّجَ بالدم، أي تلطَّخ. وتضرَّجت عن البقل لفائفه، إذا انفتحتْ. وتضرَّج البرقُ، إذا تشقَّق. وضَرَّجْتُ الثوب تَضْريجاً، إذا صبغته بالحُمرة، وهو دون المُشْبَعِ وفوق المُوَرَّدِ. ويقال ضَرَّجَ أنفَه بدمٍ، إذا أدماه. قال مهلهل: لو بأبانين جاء يخطبها * ضرج ما أنف خاطب بدم والإضْريجُ: ضربٌ من الأكسية أصفَر. والإضْريجُ: الفرس الجواد الشَديد العَدْو. وعَدْوٌ ضَريجٌ، أي شديد. قال أبو ذؤيب:\nجِراءٌ وشَدٌّ كالحَريقِ ضَريجُ * والمضَارِجَ: الثِياب الخُلقان تُبْتَذَلُ مثل المعاوِزِ، قاله أبو عبيد. واحدها مضرج. وضارج: موضع. قال امرؤ القيس: تيممت العين التى عند ضارج * يفئ عليها الظل عرمضها طامى وقول ذى الرمة:\nضَرَجْنَ بُروداً عَنْ تَرائِبِ حُرَّةٍ * أي شَقَّقْنَ. ويروى بالحاء، أي ألقين.",
    "pg": "1:326-327"
  },
  "ضرح": {
    "def": "الضَرْحُ: التَنْحِيةُ. وقد ضَرَحُهُ، أي نحاه ودفعه، فهو شئ مُضْطَرَحٌ، أي مَرْمِيٌّ في ناحية. قال الشاعر: فلمَّا أنْ أتَيْنَ على أُضاحٍ * ضَرَحْنَ حَصاهُ أشْتاتاً عِزينا وضَرَحْتُ عنِّي شهادةَ القوم، إذا جرحتها وألقيتها عنك. الاصمعي: انْضَرَحَ ما بين القوم، مثل انضرج إذا تباعد. واضْرحْهُ عنك، أي أبْعِدْهُ. والضَريحُ: البعيدُ. والضريح: الشَقُّ في وسط القبر. واللحْدُ في الجانب. وقد ضَرَحْتُ ضَرْحاً، إذا حفرته. والضروحَ: الفرسُ النفوحُ برِجْلِه. تقول: ضَرَحَتِ الدابَّةُ برجلها، إذا رمحت. وفيها ضراح. والضراح بالضم: بيت في السماء، وهو البيت المعمور، عن ابن عباس. وقوس ضَروحٌ، إذا كانت شديدة الدفْع والحفْز للسهم. والمَضْرَحِيُّ: الصقر الطويل الجناح، وربَّما قيل للسيِّد مَضْرَحِيٌّ. قال الشاعر (١) : بأَبْيَضَ من أُمَيَّةَ مَضْرَحِيٍّ * كأنَّ جَبينَهُ سيفٌ صَنيعُ",
    "pg": "1:386"
  },
  "ضرر": {
    "def": "الضَرُّ: خلاف النفع. وقد ضَرَّه وضَارَّه بمعنًى. والاسم الضَرَرُ. قال ابن السكيت: قولهم: لا يَضُرُّكَ عليه جَمَلٌ، أي لا يزيدك. ولا يَضُرُّكَ عليه رجلٌ، أي لا تجد رجلاً يزيدكَ على ما عند هذا الرجل من الكِفاية. والضَرَّةُ: لحمة الضرَع. يقال: ضَرَّةٌ شَكْرَى، أي ملأى من اللبن. والضَرَّةُ أيضاً: المال الكثير. والمضر: الذى تروح عليه ضَرَّةٌ من المال. قال الأشعر (١) : بِحَسْبِكَ في القوم أن يعلَموا * بأنّك فيهم غنيٌّ مُضِرّْ - وضَرَّة الإبهام: اللحمة التي تحتها، وهي التي تقابل الألْية في الكفّ. والضرتان: حجر الرحى. وضرة المرأة: امرأة زوجِها. والضِرُّ بالكسر: تزوُّج المرأة على ضَرَّةٍ. يقال: نكحتُ فلانةَ على ضِرٍّ، أي على امرأة كانت قبلها. وحكى أبو عبد الله الطُوالُ: تزوَّجتُ المرأة على ضِرٍّ وضُرٍّ، بالكسر والضم. والبأساء والضرَّاء: الشدّة، وهما اسمان مؤنَّثان من غير تذكير. قال الفرَّاء: لو جُمِعا على أبؤُسٍ وأضر، كما تجمع النعماء بمعنى النعمة على أنْعُمٍ، لجاز والضُرُّ بالضم: الهزال وسؤ الحال. والمضرة: خلاف المنفعة. والضِرار: المضارَّةُ. ومكانٌ ذو ضرار، أي ضيق، عن أبى عبيد. ويقال: لا ضَرَر عليك ولا ضارورةَ ولا تضرة. ورجل ذو ضارورة وضَرورَةٍ، أي ذو حاجة. وقد اضطر إلى الشئ، أي ألجئ إليه. قال الشاعر: أثيبي أخا ضارورةٍ أصْفَقَ العِدى * عليه وقلَّت في الصديق أواصِرُهْ - ورجل ضريرٌ بَيِّنُ الضَرارَةِ، أي ذاهب البصَر. والضَرائِرُ: المحاويجُ. والضَريرُ: حرف الوادي. يقال: نَزَلَ فلانٌ على أحد ضَريرَي الوادي، أي على أحد جانبيه. قال أوس بن حجر: وما خليج من المروت ذو شعب * يرمى الضرير بخشب الطلح والضال - والضرير: النفس وبقية الجسم. قال العجاج:\nحامي الحُمَيَّا مَرِسَ الضرير * وإنه لذو ضرر على الشئ، إذا كان ذا صبر عليه ومقاساة له. قال جرير: من كل جرشعة الهواجر زادها * بعد المفاوز جرأة وضريرا - يقال: ناقة ذاتُ ضرير، إذا كانت شديدة النفسِ بطيئة اللُغُوبِ. قال أبو عمرو: الضرير من الدوابِّ، الصبور على كل شئ. والضرير: المضارة، وأكثر ما يستعمل في الغَيرة. يقال: ما أشدّ ضريرَهُ عليها. وأضرَّ بي فلانٌ، أي دنا منِّي دنوًّا شديداً. قال الشاعر، ابن عَنَمَة (١) : لأُمِّ الأرضِ ويلٌ ما أجَنَّتْ * بِحَيْثُ أضَرَّ بالحسَنِ السبيل (٢) - وفي الحديث: \" لا تضارُّون في رويته \". وبعضهم يقول: \" لا تضارون \" بفتح التاء، أي لا تَضامُّونَ (٣) . وسحابٌ مُضِرٌّ، أي مُسِفٌّ. وأضَرَّ الفرسُ على فأس اللجام، أي أزَمَ عليه، مثل أضَزَّ بالزاي. وأضَرَّ يعدو، إذا أسرعَ بعض الاسراع. حكاهما أبو عبيد: والاضرار: أن يتزوج الرجل على ضَرَّةٍ، عن الأصمعي. قال: ومنه قيل: رجل مُضِرٌّ. وامرأة مضر أيضا: لها ضرائر.",
    "pg": "2:719-721"
  },
  "ضرز": {
    "def": "يقال: رجل ضرز مثال فلز، للبخيل الذى لا يخرج منه شئ. وامرأة ضرزة: قصيرة لئيمة. ابن السكيت: ناقة ضمرز، قلب ضِرْزِمٍ، وهي القليلة اللبن. وتُرى أنَّه من قولهم رجل ضِرِزٌّ للبخيل، والميم زائدة. وقال غيره: ناقةٌ ضِمْرِزٌ، أي قويّة.",
    "pg": "3:882"
  },
  "ضرزم": {
    "def": "الضرزمة: شدَّة العضّ والتصميم عليه. وأفعى ضِرْزِمٌ: شديدة العضّ. قال الراجز (١) : قد سالم الحيات منه القدما (٢) الافعوان والشجاع الشجعما وذات قرنين ضموزا ضرزما وقال ابن السكيت: الضِرْزِم من النوق: القليلة اللبَن، مثل ضِمْرِزٍ. قال: ونرى أنّه من قولهم رجلٌ ضِرِزٌّ، إذا كانَ بخيلاً، والميم زائدة. وقال غيره: الضِمْرِزُ: الناقة القويّة. وأما الضِرْزِمُ فالمُسِنَّةُ وفيها بقية شباب. قال المزرد أخو الشماخ. قذيفة شيطانٍ رجيمٍ رَمى بها فصارتْ ضواة في لهازم ضرزم وكان قد هجا كعب بن زهير فزجره قومه، فقال، كيف أرد الهجاء وقد صارت القصيدة ضواة في لهازم ناب لانها كبيرة السن لا يرجى برؤها كما يجرى برء الصغير. (*)",
    "pg": "5:1971-1972"
  },
  "ضرس": {
    "def": "الضَرْسُ: السِنُّ، وهو مذكَّر ما دام له هذا الاسم، لأنَّ الأسنان كلَّها إناثٌ إلا الأضراس والأنياب. وربَّما جمع على ضروس. وقال الشاعر يصف قرادا: وما ذكر فإن يكبر فأنثى * شديد الازم ليس له ضروس (١) * لانه إذا كان صغيرا كان قرادا، فإذا كبر سمى حلمة. والضرس أيضا: أكمة خشنة. والضِرْسُ أيضاً: المَطْرة القليلة، والجمع ضروس. قال الاصمعي: يقال وقعت في الارض ضروس من مطر، إذا وقعت فيها قطع متفرقة. والضرس بالفتح: العض الشديد بالأضراس. يقال: ضَرَسْتُ السهمَ، إذا عجمته. قال دريد ابن الصمة: وأسمر من قداح النَبْع فَرعٍ (١) * به عَلمانِ من عقب وضرس * وضَرَسَهُمُ الزمان: اشتدَّ عليهم. وناقةٌ ضَروسٌ: سيِّئة الخلق تعضُّ حالبها. ومنه قولهم: \" هي بجن ضراسها \"، أي بحدثان نتاجها. وإذا كانت كذلك حامت عن ولدها. قال بشر (٢) : عَطفْنا لهم عَطْفَ الضروسِ من المَلا * بشهْباَء لا يمشي الضراء رقيبها * والضروس بضم الضاد: الحجارة التى طويت بها البئر. قال الراجز (٣) أما يزال قائل أبن أبن دلوك عن حد الضروس واللبن * وبئر مضروسة وضريس، أي مطويَّة بالحجارة. وأضْرَسَهُ أمرُ كذا: أقلقه. وضَرَّستْهُ الحروب تَضْريساً، أي جرَّبتْهُ وأحكمتْه. والرجل مُضَرَّسٌ. وقال أبو عمرو: المضرس الذي جرب الامور. وتقول أيضا: ربط مضرس، لضربٍ من الوَشي. وحَرَّةٌ مضَرَّسَة ومَضْروسَةٌ: فيها حجارةٌ كأضراس الكلاب، عن أبى عبيد. وتَضارَسَ البِناءُ، إذا لم يَستوِ. ورجلٌ أخرسُ أضْرَسُ، إتباعٌ له. والضَرَسُ بالتحريك: كلالٌ في السنِّ من تناول شئ حامض. وقد ضَرِست أسنانهُ بالكسر. ورجلٌ ضَرِسٌ شرس، أي صعب الخلق. عن اليزيدى.",
    "pg": "3:941-942"
  },
  "ضرط": {
    "def": "الضُراطُ: الرُدامُ. وقد ضَرَطَ يضرط ضرطا، بكسر الراء، مثال حبق يحبق حبقا. وفى المثل: \" أودى العَيرُ إلا ضَرِطاً \"، أي لم يبقَ من جَلَدِهِ وقوَّته إلا هذا. وأضْرَطَه غيره وضرَّطَهُ بمعنًى. وكان يقال لعمرو بن هندٍ: مضزط الحجارة، لشدته وصرامته. وقولهم: أضرط به وضرط به، أي هَزِئَ به ; وحكى له بفيهِ فعل الضارط. ويقال: \" الاكل سريط والقضاء ضريط \". وربما قالوا: \" الاكل سريطى والقضاء ضريطى \" مثال القبيطى، أي يسترط ما يأخذه من الدين فإذا تقاضاه صاحبه أضرط به.",
    "pg": "3:1140"
  },
  "ضرع": {
    "def": "الضَرْعُ لكل ذات خفٍّ أو ظِلْفٍ. وأضْرَعَتِ الشاة، أي نزل لبنُها قُبَيل النتاج. وشاةٌ ضَريعٌ وضَريعةٌ، أي عظيمة الضَرْع. والضَريع: يبيسُ الشِبْرِقِ، وهو نبت. قال الشاعر (٢) يذكر إبلاً وسوء مرعاها وحبسن في هزم الضريع فكلُّها * حَدباَء داميةُ اليدينِ حَرودُ (١) * وضَرَعَ الرجلُ ضَراعةً، أي خضع وذلَّ. وأضْرعَهُ غيره. وفي المثل: \" الحُمَّى أضْرَعَتْني لَكَ \". والضَرَعُ، بالتحريك: الضعيف. وإنَّ فلاناً لضارِعُ الجسم، أي نحيفٌ ضعيفٌ. وتَضَرَعَ إلى الله، أي ابتهل. قال الفراء: جاء فلان يتَضَرَّعُ ويَتَعَرَّضُ بمعنًى، إذا جاء يطلب إليك حاجةً. وتضْريعُ الشمس: دُنُوُّها للمغيب. ويقال أيضاً: ضَرَعَتِ القِدْرُ: أي حان أن تدرك. والمضارعة: المشابهة. وتضرع: موضع. قال عامر بن الطفيل وقد عقر فرسه: ونعم أخو الصعلوكِ أمْسِ تركتُه * بتَضْرُعَ (٢) يَمْري باليدين ويعسف (٣) * وتضارع بضم التاء والراء (١) : جبل بنجد. قال أبو ذؤيب: كأن ثقال المزن بين تضارع * وشابة برك من جذام لبيج (٢)",
    "pg": "3:1249-1250"
  },
  "ضرغد": {
    "def": "ضرغد: جبل. قال الشاعر (١) : فلا بغينكم قنا وعوارضا * ولاقبلن الخيل لابة ضرغد - ويقال: مقبرة. تصرف من الاول ولا تصرف من الثاني.",
    "pg": "2:501"
  },
  "ضرغط": {
    "def": "اضْرَغَطَّ اضْرِغْطاطاً، أي انتفخ غضبا. والغين معجمة.",
    "pg": "3:1140"
  },
  "ضرغم": {
    "def": "الضِرْغامَةُ: الأسدُ. وضَرْغَمَ الأبطالُ بعضها بعضا في الحرب.",
    "pg": "5:1972"
  },
  "ضرك": {
    "def": "قال الأصمعي: الضَريكُ: الضريرُ، وهو البائس الفقير، ولا يصرف له فعل، لا يقولون ضركه في معنى ضره. والجمع ضرائك وضُرَكاءَ. قال الكميت يمدح مَسْلَمَةَ بن هشام: فَغَيْثٌ أنت للضُرَكاءِ منا بسيبك حين تنجد أو تغور وقال أيضا: إذا لا تبض إلى الترا ئك والضرائك كف جازر.",
    "pg": "4:1598"
  },
  "ضرم": {
    "def": "الضِرامُ بالكسر: اشتعال النار في الحَلفاء ونحوِها. والضِرامُ أيضاً: دُقاق الحطب الذي يُسرع اشتعالُ النار فيه. والضَرَمَةُ: السَعَفَةُ أو الشيحَةُ في طرَفها نارٌ. يقال: \" ما بها نافخ ضَرَمَةٍ \" أي أحدٌ. والجمع ضَرَمٌ. والضَريمُ: الحريق. وضرم الشئ بالكسر: اشتد حره. وضَرِمَ الرجلُ، إذا اشتدَّ جوعه. وضَرِمَتِ النارُ، وتَضَرَّمَتْ، واضْطَرَمَتْ، إذا التهبتْ. وأضْرَمْتُها أنا وضَرَّمتُها، شدِّد للمبالغة. وتَضَرَّمَ عليه، أي تَغَضَّبَ. وفرسٌ ضَرِمٌ: شديد العَدْو. والضَرِمُ: الجائع. والضرم: فرخ العقاب.",
    "pg": "5:1971"
  },
  "ضزز": {
    "def": "رجل أضَزَّ بين الضَزَزِ، وهو لصوق الحنَك الأعلى بالأسفل. فإذا تكلَّم تكاد أضراسُه العليا تمس السفلى. قال رؤبة بن العجاج: دعني فقد يقرع للاضز * صكى حجاجى رأسه وبهزى * وأضز الفرسُ على فأس اللجام، أي أزم عليه، مثل أضر.",
    "pg": "3:882"
  },
  "ضزن": {
    "def": "الضَيْزَنُ: الذي يزاحم أباه في امرأته. قال أوس والفارسية فيهم غير مُنْكَرَةٍ * وكلُّهم (١) لأبيهِ ضَيْزَنٌ سَلِفُ ويقال: الضَيْزَنُ: الذي يزاحمك عند الاستقاء في البئر. وضيزن: اسم صنم.",
    "pg": "6:2154"
  },
  "ضطر": {
    "def": "الضَيْطَرُ: الرجل الضخم الذي لا غناء عنده. وكذلك الضوطر والضوطرى. وقال جرير: تعدون عقر النيب أفضل مجدِكم * بنى ضَوْطرى لولا الكَمِيَّ المقنعا - يريد: هلا الكمى. وكذلك الضيطار، والجمع الضيطارون. وقال الشاعر (١) : تعرض ضيطارو فعالة دوننا * وما خير ضيطار يقلب مسطحا - يقول تعرض لنا هؤلاء القوم ليقاتلونا، وليسوا بشئ لانه لا سلاح معهم سوى المسطح. وفعالة: كناية عن خزاعة. وكذلك الضياطرة، مثل بيطار ويباطرة. وأنشد الاخفش لخداش بن زهير: وتلحق خيل (٢) لا هوادة بينها * وتشقى الرماح بالضياطرة الحمر - أراد: وتشقى الضياطرة بالرماح، فقلبه.",
    "pg": "2:721"
  },
  "ضعا": {
    "def": "الضعة: شجر، وأصلها ضعو، والهاء عوض لانه يجمع على ضعوات. قال جرير:\nمتخذا في ضعوات تولجا (٣) * (*) والنسبة إليها ضعوى. وقال بعضهم: الهاء عوض من الواو الذاهبة من أوله. وقد ذكرناه في فصل (وضع) .",
    "pg": "6:2409"
  },
  "ضعع": {
    "def": "ضعضعه، أي هدمه حتى الأرض. وتَضَعْضَعَتْ أركانه، أي اتَّضَعَتْ. وضعضعه الدهر فتضعضع، أي خضع وذلَّ، ومنه قول أبي ذؤيب:\nأَنِّي لرَيْبِ الدَهْرِ لا أَتَضَعْضَعُ (٣) * وفى الحديث: \" ما تضعضع امرؤ لآخر يريد به عرض الدنيا إلا ذهب ثلثا دينه \". والضعضاع: الضعيف من كل شئ. يقال رجلٌ ضَعْضاعٌ، أي لا رأي له. وكذلك الضَعْضَعُ، وهو ومقصور منه. قال ابن الاعرابي: الضع: رياضة البعير. وقال ثعلب: هو أن تقول له ضَعْ ليتأدَّب.",
    "pg": "3:1250"
  },
  "ضعف": {
    "def": "الضَعْفُ والضُعْفُ: خلاف القوَّة. وقد ضَعُفَ فهو ضعيفٌ، وأضْعَفَهُ غيره. وقومٌ ضِعافٌ وضُعَفاءُ وضَعَفَةٌ. واسْتَضْعَفَهُ، أي عدَّه ضَعيفاً. وذكر الخليل أن التَضْعيفَ أن يزاد على أصل الشئ فيجعل مثلين أو أكثر. وكذلك الإضعافُ والمُضاعَفَةُ. يقال ضعفت الشئ وأضعفته وضاعفته، بمعنى. وضعف الشئ: مثله. وضعفاه: مثلاه. وأضْعافُهُ: أمثاله. وقوله تعالى: ﴿إذاً لأذقناك ضِعْفَ الحياةِ وضِعْفَ المماتِ﴾ أي ضِعْفَ العذاب حيًّا وميّتا. يقول: أضْعَفْنا لك العذابَ في الدنيا والآخرة. وقولهم: وقَّع فلان في أضْعافِ كتابه، يراد به توقيعه في أثناء السطور أو الحاشية. وأُضْعِفَ القومُ، أي ضوعف لهم. وأضعفت الشئ فهو مضعوف على غير قياس (١) ، عن أبى عمرو. قال لبيد: وعالَيْنَ مَضعوفاً وفَرْداً سُموطُهُ جُمانٌ ومَرْجانٌ يَشُكُّ المفاصِلا وأضْعَفَ الرجلُ: ضَعُفَتْ دابته، يقال: هو ضعيف مضعف. فالضعيف في بدنه، والمضعف في دابته. كما يقال قوى مقو. وضعفه السير، أي أضْعَفَهُ. والتَضْعيفُ أيضاً: أن تنسبه إلى الضَعْفِ. والمُضاعفَةُ: الدرعُ التى نسجت حلقتين حلقتين.",
    "pg": "4:1390-1391"
  },
  "ضغا": {
    "def": "ضَغا الثعلب والسنّور يَضْغُو ضَغْواً وضُغاءً، أي صاح. وكذلك صوت كل ذليل مقهور.",
    "pg": "6:2409"
  },
  "ضغب": {
    "def": "الضُغاب والضَغيب: صوت الأرنب. وقد ضَغَبَت تَضْغَبُ. وامرأة ضَغْبَة، أي مولعة بحب الضغانيس، وهى صغار القثاء، أسقطت السين منه لانها آخر حروف الاسم، كما قيل في تصغير فرزدق فريزد.",
    "pg": "1:170"
  },
  "ضغبس": {
    "def": "الضُغْبوسُ والضَغابيسُ: صغار القِثَّاء. وفى الحديث: \" أهدى لرسول الله ﷺ ضغابيس \". ويشبَّه الرجلُ الضعيف به فيقال ضُغْبوسٌ. قال جرير (١) : قد جَرَّبَتْ عَرَكِي في كلِّ مُعْتَرَكٍ * غَلبُ الرجال (٢) فما بال الضغابيس * وامرأة ضغبة: مولعة بحب الضغابيس. وقد ذكر في باب الباء.",
    "pg": "3:942-943"
  },
  "ضغث": {
    "def": "الضِغْثُ: قبضةُ حشيشٍ مختلطة الرَطْبِ باليابس. وأضغاثُ الأحلام: الرؤيا التى لا يصح تأويلها لا ختلاطها. وضَغَثَ الحديثَ: خلطه. والضاغث: الذي يختبئ في الخَمَرِ يُفْزِعُ الصبيانَ بصوتٍ يردِّده في حلقه. وضَغَثَ السنامَ: عَرَكَهُ. وناقةٌ ضَغوثٌ، مثل ضَبوثٍ، وهي التي يُشَكُّ في سِمَنِها فَتُضْغَثُ أبِها طِرْقٌ (١) أم لا.\nفصل الطاء",
    "pg": "1:285-286"
  },
  "ضغز": {
    "def": "ضَغَزَ المرأة ضَغْزاً: نكَحها.",
    "pg": "3:882"
  },
  "ضغط": {
    "def": "ضَغَطَهُ يَضْغَطُهُ ضَغْطاً: زحَمَه إلى حائطٍ ونحوه ومنه ضَغْطَةُ القبر. والضُغْطة بالضم: الشدَّةُ والمشقَّةُ. يقال: اللهم ارفع عنا هذه الضغطة. وأخذت فلانا ضغطة، إذا ضيقت عليه لتكرهه على الشئ. والضَاغِطُ كالرقيب والأمين، يقال أرسلَهُ ضاغِطاً على فلانٍ، سمِّي بذلك لتضييقه على العامل. ومنه حديث معاذ رضى الله عنه: كان على ضاغط. والضاغط في البعير: انفتاقٌ من الإبِط وكثرةٌ من اللحم، وهو الضَبُّ أيضاً. قال الأصمعي: الضغيطُ: بئرٌ إلى جَنْبها بئرٌ أخرى فتَحْمَأُ فيصير ماؤها مُنْتناً فيسيل في ماءِ العذبة فيفسدُهُ فلا يشربهُ أحد. قال الراجز: يشربن ماء الاجن والضغيط * ولا يعفن كدر المسيط",
    "pg": "3:1140"
  },
  "ضغغ": {
    "def": "قال أبو صاعدٍ الكِلابي: ضَغيغَةٌ من بقلٍ ومن عُشْبٍ، إذا كانت الروضة ناضرةً. والضَغيغَةُ: العجينُ الرقيقٌ. وأقمنا عند فلان في ضغيغ، أي خصب. والصغضغة: لوك الدرداء. يقال ضغضغت العجوز، إذا لاكت شيئا بين الحنكين ولاسن لها. فصل الفاء",
    "pg": "4:1324"
  },
  "ضغم": {
    "def": "الضَغْمُ: العضُّ. وقد ضَغَمَهُ. وقال ابن دريد: الضغامة: ما ضغمته ولفظته. وقال أبو عبيدة: الضيغم الذي يعضّ، والياء زائدة. والضَيْغَمُ: الاسد.",
    "pg": "5:1972"
  },
  "ضغن": {
    "def": "الضِغْنُ والضَغينَةُ: الحِقد، وقد ضَغِنَ عليه بالكسر ضَغَناً. وتضاغَنَ القومُ واضْطَغَنوا: انْطَوَوْا على الأحقاد. واضطغنت الشئ، إذا أخذته تحت حضنك. وأنشد الاحمر (٢) :\nكأنه مضطغن صبيا (٣) * أي حامله في حجره. وقال ابن مقبل: إذا اضطعنت سلاحي عند مَغْرِضِها * ومِرْفَقٍ كرِئاسِ السيفِ إذْ شسفا وفرس ضاغن: لا يعطى ما عِنده من الجري إلا بالضرب. قال الشماخ * كما قومت ضِغن الشَموسِ المهامِزُ (١) وإذا قيل في الناقة: هي ذات ضِغْنٍ، فإنَّما يراد نِزاعُها إلى وطنها. قال الخليل: ويقال للنَحوص إذا وَحِمتْ فاستصعبت على الجَأْب: إنَّها ذات شَغْبٍ وضِغْنٍ. وقناةٌ ضَغِنَةٌ، أي عوجاء. وضَغِنَ فلانٌ إلى الدنيا، بالكسر: ركن ومال. وضغنى إلى فلان، أي ميلى إليه.",
    "pg": "6:2154-2155"
  },
  "ضفا": {
    "def": "الضَفْوُ: السُبوغُ. يقال: ضَفا (١) الشئ يضفو. وثوب ضاف، أي سابغٌ. قال بشر (٢) : لياليَ لا أطاوع من نَهاني * ويَضْفو تحت كَعْبَيَّ الإزارُ وفلان في ضَفْوَةٍ من عيشه. * وضَفا المال: كثُر. قال الاخطل (٣) : إذا الهَدَفُ المِعْزالُ صَوَّبَ رَأْسَهُ * وأعجبه ضفو من الثلة الخطل (٤) = ورجل ضافي الرأس، أي كثير شعرَ الرأس.",
    "pg": "6:2409-2410"
  },
  "ضفدع": {
    "def": "الضِفْدِعُ مثال الخِنْصِرِ: واحد الضفادِعِ، والأنثى ضِفْدِعَةٌ. وناس يقولون ضفدع بفتح الدال. قال الخليل: ليس في الكلام فعلل إلا أربعة أحرف: درهم، وهجرع، وهبلع، وقلعم وهو اسم. وقول لبيد: يممن أعدادا بلبنى أو أجا * مضفدعات كلها مطحلبه * يريد مياها كثيرة الضفادع.",
    "pg": "3:1250"
  },
  "ضفر": {
    "def": "الضَفْرُ: نسجُ الشَعَر وغيرِه عريضاً. والتضفير مثله. ويقال: انضفَرَ الحبلانِ، إذا التوَيا معاً. والضَفيرة: العقيصة. يقال: ضفرت المرأة شعرها. ولها ضَفيرتان وضَفْرانِ أيضاً، أي عقيصتان. عن يعقوب. ويقال للحقف من الرمل: ضَفيرة. وكذلك المُسَنَّاةُ. وكنانَةٌ ضَفيرَةٌ (١) ، أي ممتلئة. والضفِرة، بكسر الفاء: الرمل المتعقِّد بعضه على بعض. والجمع ضفر. وتضافروا على الشئ: تعاوَنوا عليه. والضَفْرُ: السَعْي. وقد ضَفَرَ يَضفِر ضَفْراً، أي عدا. والضفر أيضا: حزام الرجل.",
    "pg": "2:721-722"
  },
  "ضفز": {
    "def": "ضفز الشئ ضفزا: رفعه، والمرأة: وطئها، والرجل قفز، والبعير: جمع له ضِغْثاً من حشيش يلقمه.",
    "pg": "3:882"
  },
  "ضفط": {
    "def": "رجلٌ ضَفيطٌ بيِّن الضَفاطَةِ، أي ضعيفُ الرأي والعقلِ ; وقد ضفط بالضم. قال ابن عبّاس ﵁: \" إن في ضفطة وهذه إحدى ضفطاتى (١) \". وشهد ابن سيرين نكاحاً فقال: \" أين ضَفَاطَتُكُنَّ؟ \" يعني الدُفَّ. قال أبو عبيدة: وإنَّما نراه سمَّاه ضَفاطَةً لهذا المعنى، أي إنَّه لهوٌ ولعبٌ، وهو راجعٌ إلى ضعف الرأي والجهل: وأمَّا الضَفَّاطَةُ بالتشديد فشبيهة بالرجَّالَةِ (٢) ، وهى الرفقة العظيمة.",
    "pg": "3:1140-1141"
  },
  "ضفف": {
    "def": "قال ابن الكيت: الضفف: كثرة العيال. وأنشد لبشير بن النكث: قد احتذى عن الدماء (١) وانتعل وكبر الله وسمى ونزل بمنزل ينزله بنو عمل لا ضفف يشغله ولا ثقل أي لا يشغله عن نسكه وحجه عيال ولا متاع. وروى مالك بن دينار قال: حدثنا الحسن قال: ما شبع رسول الله ﷺ من خبز ولحم إلا على ضفف. قال مالك: فسألت بدويا عنها فقال: تناولا مع الناس. وقال الخليل: الضفف: كثرةُ الأيدي على الطعام. وقال أبو زيد: الضَفَفُ: الضيق والشدَّةُ. وابن الأعرابي مثله. تقول منه: رجلٌ ضَفُّ الحال. وقال الأصمعيّ: أن يكون المال قليلاً ومَن يأكله كثيرا. وقال الفراء: الضفف: الحاجَةُ. ويقال أيضاً: لقيته على ضَفَفٍ، أي على عجلة. ومنه قول الشاعر:\nوليس في رأيه وَهْيٌ (١) ولا ضَفَفُ * والضَفَفُ أيضاً: ازدحامُ الناس على الماء. والضَفَّةُ الفَعْلَةُ الواحدةُ منه، يقال: تَضافُّوا على الماء، إذا كثُروا عليه. قال الاصمعي: ماء مضفوف، إذا كثر عليه الناس، مثل مشفوة. قال الراجز: لا يستقى في النزح المضفوف إلا مدارات الغروب الجوف ويقال أيضا: فلان مضوف، مثل مثمود، إذا نَفِذَ ما عنده. وضَفَّ الناقةَ: لغةٌ في ضَبَّها، إذا حلبها بالكف كلها. والضفة بالكسر (٢) : جانب النهر. وضفتاه: جانباه.",
    "pg": "4:1391-1392"
  },
  "ضفن": {
    "def": "ضَفَنَ البعير برجله: خَبَط بها. وضَفَنَ بغائطه: رمى به. وضَفَنَ على ناقته: حَمَل عليها. أبو زيد: ضَفَنْتُ إلى القوم أضْفِنُ ضَفْناً، إذا أتيتَهم تجلس إليهم. وضَفَنْتُ الرجلَ، إذا ضربتَ برجلك على عَجُزه. واضَّفَنَ هو (٢) ، إذا ضرب بقدمه مؤخّر نَفْسه. وضَفَنْتُ بالإنسان الأرضَ، إذا ضربتَها به. والضفن، على وزن الهجف: الاحمق من الرجال، مع عِظَمِ خَلقٍ. والضَيْفَنُ ذكرناه مع الضيف.",
    "pg": "6:2155"
  },
  "ضفند": {
    "def": "الضفندد: الضخم الاحمق. وهو ملحق بالخماسى بتكرير آخره.",
    "pg": "2:501"
  },
  "ضكع": {
    "def": "رجلٌ ضَوْكَعَةٌ: أي كثير اللحم ثقيل أحمق، حكاه أبو عبيد.",
    "pg": "3:1250"
  },
  "ضكك": {
    "def": "الضكضكة: ضرب من المشى فيه سُرعة. ورجلٌ ضَكْضَاكٌ، أي قصيرٌ. وامرأة ضَكْضَاكَةٌ: مكتنزة اللحم. ضمك",
    "pg": "4:1598"
  },
  "ضكل": {
    "def": "الضَيْكَلُ: الرجلُ العُريانُ من الفقر. وقال: فأما آل ضيال (١) فإنا تركناهم ضياكلة عيامى",
    "pg": "5:1748"
  },
  "ضلع": {
    "def": "الضلع، بكسر الضاد وفتح اللام: واحدة الضلوع والاضلاع (١) . ويقال أيضاً: هم عليَّ ضِلَعٌ جائرةٌ. وتسكين اللام فيهما جائزٌ. والضِلَعُ أيضاً: الجُبَيْلُ المنفرد. وقال أبو نصر: الجبلُ الذليلُ المستدِقُ. يقال: انزل بتلك الضلع. وضلع بالفتح، يَضْلَعُ ضَلْعاً بالتسكين، أي مال وجَنَفَ. والضالِعُ: الجائرُ. يقال: ضَلْعُكَ مع فلان، أي مَيْلُكَ معه وهواك. وفي المثل: لا تَنْقُشِ الشَوْكةَ بالشَوكة فإنَّ ضَلْعَها معها \"، يُضْرَبُ للرجل يخاصم آخر فيقول: اجعلْ بيني وبينك فلاناً، لرجل يهوَى هواه. ويقال: خاصمتُ فلاناً فكان ضَلْعُكَ عليَّ، أي مَيْلُكَ. والضَلَعُ بالتحريك: الاعوجاج خِلْقَةَ. وقال (١) : وقد يَحْمِلُ السيفَ المُجَرَّبَ رَبُّهُ * على ضَلَعٍ في مَتْنِهِ وهو قاطِعُ * تقول منه: ضَلِعَ بالكسر يَضْلَعُ ضَلَعاً، وهو ضَلِعٌ. والضَلَعُ أيضاً في قول سُوَيْدِ بن أبي كاهل:\nسَعَةَ الأخلاقِ فينا والضَلَع (٢) * القُوَّةُ واحْتِمالُ الثَقيلِ، قاله الاصمعي: والضَلاعَةُ: القوّةُ وشدةُ الأضلاع. تقول منه: ضَلُعَ الرجل بالضم فهو ضَليعٌ (٣) . قال ابن السكيت: الفرسُ الضليع: التام الخلق المجفر، الغليظ الألواحِ، الكثير العصب. وتَضَلّعَ الرجل، أي امتلأ شِبَعاً ورِيًّا. والإضْلاعُ: الإمالةُ. تقول منه: حِمْلٌ مُضْلِعٌ، أي مُثْقِلٌ. ومنه قول الأعشى:\nوحَمْلٌ لِمُضْلِع الأثْقال (١) * قال: ويقال فلان مضطلع بهذا الامر، أي قويٌّ عليه، وهو مُفْتَعِلٌ من الضلاعةِ. قال: ولا تقل مَطَّلِعٌ بالإدغام. وقال أبو نصر أحمد بن حاتم: يقال هو مُضْطَلِعٌ بهذا الأمر ومُطَّلِعٌ له. فالاضْطِلاعُ من الضَلاعَةِ وهي القوة، والاطِّلاعُ من العُلُوِّ، من قولهم: اطَّلَعْتَ الثنية، أي عَلَوْتُها، أي هو عالٍ لذلك الأمر مالِكٌ له. وتَضْليعُ الثوبِ: جَعْلُ وَشْيِهِ على هيئة الاضلاع.",
    "pg": "3:1250-1251"
  },
  "ضلل": {
    "def": "ضل الشئ يضل ضلالا، أي ضاع وهلَك. والاسم الضُلُّ بالضم. ومنه قولهم: هو ضُلُّ بن ضُلٍّ (٢) ، إذا كانَ لا يُعْرفُ ولا يُعْرَفُ أبوه. وكذلك: هو الضَلاَلُ بن التَلاَلُ (٣) . والضَالّةُ: ما ضَلَّ من البهيمة للذكر والانثى. وأرض مضلة بالقتح: يضل فيها الطريقُ. وكذلك أرضٌ مَضِلَّةٌ، بفتح الميم وكسر الضاد. وفلان يلومُني ضَلَّةً، إذا لم يُوَفَّقْ للرشاد في عذْله. ورجلٌ ضِلِّيلٌ ومُضَلَّلٌ، أي ضالٌّ جداً، وهو الكثير التَتَبُّعِ للضَلالِ. وكان يقال لامرئ القيس: الملكُ الضِلِّيلُ. والضلضل والضلضلة: الارض الغليظة، عن الاصمعي، كأنه قصر الضلاضل. والضلضلة بضم الضاد وفتح اللام وكسر الضاد الثانية: حجر قدر ما يقله الرجل. وليس في الكلام المضاعف غيره. وأنشد الاصمعي (١) :\nوبعد إذ نحن على الضلضله (٢) * والضَلالُ والضَلالَةَ: ضدُّ الرشاد. وقد ضَلَلْتُ أضِلُّ. قال تعالى: \" قُلْ إن ضللت فإنما أضل على نفسي) . فهذه لغة نجد، وهى الفصيحة. وأهل العالية يقولون: ضللت بالكسر أضل. وهو ضال تال، وهى الضَلالَةُ والتَلالَةُ. وأَضَلُّهُ، أي أَضاعَهُ وأهلكه. يقال أُضِلَّ الميّتُ، إذا دفن. وقال النابغة وآب مضلوه بعينٍ جَلِيَّةٍ وغودِرَ بالجَوْلانِ حزمٌ ونائلُ ابن السكيت: أَضْلَلْتُ بعيري، إذا ذهبَ منك! وضَلَلْتُ المسجدَ والدارَ، إذا لم تعرف موضعهما. وكذلك كل شئ مقيم لا يُهْتَدى له. وفي الحديث عن الرجل الذي قال: \" لَعَليِّ أَضِلُّ الله (١) \"، يريد أضِلُّ عنه، أي أخْفَى عليه وأغيبُ. من قوله تعالى: (أَئِذا ضَلَلْنا في الأرض) أي خَفينا وغِبْنا. وأَضَلَّهُ الله فضَلَّ. تقول: إنَّك تهدي الضالَّ ولا تهدي المُتَضالَّ. وتَضْليلُ الرجلِ: أن تنسُبه إلى الضَلالِ. وقوله تعالى: (إنَّ المجرِمينَ في ضَلالٍ وسُعُرٍ) ، أي في هلاك. الكسائي: وقع في وادي تُضُلِّلَ، معناه الباطل، مثل تُخَيِّبَ وتَهُلِّكَ، كلُّه لا ينصرف. ويقال للباطل: ضُلٌّ بتَضْلالٍ. قال عمرو ابن شأسٍ الأسَديّ: تَذَكَّرْتَ لَيْلى لاتَ حين اد كارها وقد حنى الاضلاع ضل بتضلال وقول أبى ذؤيب:\nرآها الفؤاد فاستضل ضلاله (١) * يعنى: طلب منه أن يَضِلَّ فَضَلَّ، كما يقال جُنَّ جنونه. ومضلل بفتح اللام: اسم رجل من بنى أسد. وقال (٢) : فقبلي (٣) مات الخالدان كلاهما عميد بنى جحون وابن المضلل",
    "pg": "5:1748-1749"
  },
  "ضم": {
    "def": "الصنم: واحد الاصنام، يقال إنه معرب شمن، وهو الوثن.",
    "pg": "5:1969"
  },
  "ضمخ": {
    "def": "تَضَمَّخَ بالطِيب: تلطّخ به. وضمخته أنا تضميخا.\nفصل الطاء",
    "pg": "1:426"
  },
  "ضمد": {
    "def": "ضمَدَ الجُرحَ يَضْمِدُهُ ضَمْداً بالاسكان، أي شده بالمضاد، وهى العِصابةُ. وربَّما قالوا: ضَمَدَهُ بالعصا: ضربه بها على الرأس. وأنا على ضِمادَةٍ من الأمر، أي أشرفْت عليه. والضمْدُ: المداجاةُ. والضَمْدْ: الرطْبُ واليبيسُ، يقال: شَبِعَتِ الإبلُ من ضَمْدِ الأرض. والضَمْدُ: خيار الغنم ورُذَالها. يقول الرجل للغريم: أقضيك من ضَمْدِ هذه الغنم (٢) . والضَمْدُ: أن تتَّخذ المرأةُ خليلين. قال أبو ذؤيب: تريدين كَيْما تَضَمِدِيني وخالداً * وهل يُجمعُ السَيفان ويحك في غمد - والضمد، بالتحريك: الحقدُ. تقول: ضَمِدَ عليه بالكسر يَضْمدُ ضَمداً، أي أحِنُّ عليه. قال النابغة: ومَنْ عَصاكَ فعاقِبهُ مُعاقَبة * تَنْهى الظَلومَ ولا تَقعُدْ على ضَمَدِ - والضَمَد أيضاً: الغابرُ من الحقِّ. يقال: لنا عند فلان ضَمَدٌ، أي غابر حقٍّ من مَعقٌلَةٍ أو دَيْنٍ. وأضْمَدَ العَرْفَجُ، إذا تَجَوَّفَتْهُ الخوصةُ، وذلك قبل أن يظهر وكانت في جوفه. وضَمَّدَ فلانٌ رأسَه تَضَميداً، أي شدَّهُ بعصابة أو ثوب، ما خلا العمامة. وقد ضَمَّدْتُهٌُ فتضمد.",
    "pg": "2:501"
  },
  "ضمر": {
    "def": "الضمر والضمر، مثل العسر والعسر: الهزال وخفة اللحم. وقال (٢) : قد بَلَوْناهُ على علاَّتِهِ * وعلى التيسور (٣) منه والضمر. - وقد ضمر الفرس بالفتح يَضْمُر ضموراً. وضَمُرَ بالضم: لغة فيه. وأضْمَرْتُهُ أنا وضمَّرْتُهُ تضميرا، فاضطمر هو. واللؤلؤ المُضْطَمِرُ: الذي في وسطه بعض الانضمام. والضمر: الرجل الهَضيم البطن اللطيفُ الجسم. وناقة ضامرٌ وضامرة. وتضمير الفرس أيضاً: أن تَعلِفه حتَّى يسمن ثم ترده إلى القوت، وذلك في أربعين يوماً. وهذه المدَّة تسمَّى المضمار. والموضع الذي تُضَمَّرُ فيه الخيل أيضاً: مِضمارٌ. وأضمرت في نفسي شيئاً. والاسم الضمير، والجمع الضمائر. والمضمر: الموضع، والمفعول. وقال الاحوص: ستبقى (١) لها في مضمر القلب والشحا * سريرة ود يوم تبلى السرائر - والضمار: مالا يرجى من الدين والوعد، وكلُّ ما لا تكون منه على ثِقة. قال الراعي: وأنْضاءٍ أُنِخْنَ إلى سعيدٍ * طُروقاً ثمَّ عجَّلن ابتكارا - حَمِدن مَزارَهُ فأصَبْنَ منه * عطاءً لم يكنْ عِدَةً ضِمارا - وبنو ضمرة من كنانة: رهط عمرو بن أمية الضمرى. وضمير مصغر: جبل بالشام. والضومران: ضرب من الرياحين. قال الشاعر: أحب الكرائن والضومران * وشرب العتيقة بالسنجلاط - والضمران: نبت. قال الراجز: نحن منعنا منبت الحلى * ومنبت الضمران والنصى - وضمران بالضم الذى في شعر النابغة (١) : اسم كلب.",
    "pg": "2:722-723"
  },
  "ضمز": {
    "def": "ضَمَزَ يَضْمِزُ ضَمْزاً: سكَتَ ولم يتكلَّم. وكذلك البعيرُ إذا أمسك جِرَّتَهُ في فيه ولم يجترّ. وكلُّ ساكتٍ ضامِزٌ وضَموزٌ. قال الراجز (١) يصف أفعى:\nوذات قرنين ضموزا ضرزما (٢) * وقال بشر بن أبي خازمٍ الأسدي (٣) : لقد ضمزت بجرتها سليم * مخافتنا كما ضمز الحمار * وضمز فلانٌ على مالي، أي جمد عليه ولزمه.",
    "pg": "3:882-883"
  },
  "ضمعج": {
    "def": "الضمعَجُ من النساء: الضخمة التامة الخلق. وقال الراجز:\nيا رب بيضاء ضحوك ضمعج * وناقة ضمعج. قال هميان بن قحافة السعدى:\nيظل يدعو نيبها الضماعجا (١) * ولا يقال للذكر.",
    "pg": "1:327"
  },
  "ضمك": {
    "def": "قال الكسائي: اضمأكت الارض واضبأكت أيضا، اضمئكاكا، إذا خرج نبتها. وقال أبو زيد: اضمأك النبت، إذا روى واخضر.",
    "pg": "4:1598"
  },
  "ضمم": {
    "def": "ضممت الشئ إلى الشئ فانْضَمَّ إليه، وضَامَّهُ. وتضامَّ القومُ، إذا انْضَمَّ بعضهم إلى بعض. واضْطَمَّت عليه الضلوعُ، أي اشتملتْ. والإضمامة من الكتب: الإضبارة، والجمع الاضاميم. ويقال: جاء فلان بإضمامة من كتب. والإضْمامَةُ: الجماعةُ. ويقال للفرس: سَبَّاقُ الأضاميمِ، أي الجماعات. والضِمامُ بالكسر: ما تَضُمُّ به شيئاً إلى شئ. وأسدٌ ضُماضِمٌ، أي يَضُمُّ كل شئ. والضمضم مثله. ورجل ضمضم، أي غضبان. وضمضم: اسم رجل.",
    "pg": "5:1972-1973"
  },
  "ضمن": {
    "def": "ضمنت الشئ ضمانا: كفلت به، فأنا ضامِنٌ وضَمينٌ. وضَمَّنْتُهُ الشئ تضمينا فتضمنه عنى، مثل غرمته. وكل شئ جعلته في وعاء فقد ضمَّنْتَهُ إياه. والمُضَمَّنُ من الشعر: ما ضَمَّنْتَهُ بيتاً. والمضَمَّنُ من البيت: ما لا يتمُّ معناه إلا بالذي يليه. وفهمت ما تَضَمَّنَهُ كتابُكَ، أي ما اشْتمل عليه وكان في ضِمْنِهِ. وأنفَذْتُهُ ضِمْنَ كتابي، أي في طيِّه. والضُمْنَةُ بالضم، من قولك: كانت ضُمْنَةُ فلانٍ أربعةَ أشهرٍ، أي مرضه. ورجلٌ ضَمِنٌ، وهو الذي به الزمانَة في جسَده من بلاءٍ أو كَسْرٍ أو غيره. وأنشد الأحمر: ما خِلتُني زِلْتُ بعدكُمْ ضِمْناً * أشكو إليكم حُمُوَّةَ الألَمِ والاسم الضَمَنُ والضَمان. قال ابن أحمر وكان قد سقى بطنه: إليك إله الخلق أرفَعُ رغبتي * عِياذاً وخوفاً أن تُطيل ضَمانِيا والضَمانَةُ: الزَمانَةُ. وقد ضَمِنَ الرجل بالكسر ضَمَناً، فهو ضَمِنٌ، أي زَمِنٌ مُبْتَلًى. وفى الحديث: \" من اكتتب ضمنا بعثه الله ضمنا \"، أي من كتب نفسه في ديوان الضمنى، أي الزمنى. والضامِنَةُ من النخيل: ما تكون في القرية. وفى الحديث أنه ﵊ كتب لحارثة بن قطن ومن بدومة الجندل من كلب: \" أن لنا الضاحية من البعل ولكم الضامنة من النخل \". فالضاحية هي الظاهرة التى في البر من النخل. والبعل: الذى يشرب بعروقه من غير سقى. والضامنة: ما تضمنها أمصارهم وقراهم من النخل. والمضامين: ما في أصلاب الفحول. ونهى عن بيع المضامين والملاقيح.",
    "pg": "6:2155-2156"
  },
  "ضنأ": {
    "def": "ضَنَأتِ المرأةُ تَضْنَأ ضَنْئاً وضُنوءاً: كثُر وَلَدُها، فهي ضانئٌ وضانئةٌ. وأَضْنأتْ مثله. وضَنَأ المالُ: كثر. وأضنأ القوم: كثرت ما شيتهم. الأموي: الضِنْءُ بالكسر: الأصل والمعْدِنُ. يقال: فلان في ضِنْءِ صدقٍ، قال: والضَنْءُ بالفتح: الولد، مهموزان. وقال أبو عمرو: الضَّنْءُ: الولد، يفتح ويكسر.",
    "pg": "1:60"
  },
  "ضنا": {
    "def": "ضَنَتِ المرأة ضَناءً ممدودٌ: كثُر ولدها ; يهمز ولا يهمز. أبو عمرو: الضَنْوُ: الولد، بفتح الضاد وكسرها بلا همز. والضَنا: المر ض ; يقال منه: ضنى باكسر يَضْنى ضَنًى شديداً، فهو رجل ضَنًى وضَنٍ، مثل حرًى وحَرٍ. يقال: تركته ضنى وضنيا، فإذا قلت ضَنًى استوى فيه المذكَّر والمؤنّث والجمع، لأنه مصدر في الأصل. وإذا كسرت النون ثنّيت وجمعت كما قلناه في حرٍ. وأَضْناه المرض، أي أدنفَه وأثقله. والمضاناة: المعاناة.",
    "pg": "6:2410"
  },
  "ضنك": {
    "def": "الضَنْكُ: الضيقُ. والضَناكُ بالفتح (١) : المرأة المكتنرة. والضناك بالضم: الز كام. ورجل مضنوك، أي مزكوم.\nفصل العين",
    "pg": "4:1598"
  },
  "ضنن": {
    "def": "ضننت بالشئ أضن به ضِنًّا وضَنانَةً، إذا بخِلتَ به، فأنا ضنينٌ به. قال الفراء: وضَنَنْتُ بالفتح أَضِنُّ لغةٌ. وقول قَعْنَبِ بن أمّ صاحب: مَهْلاً أَعاذِلَ قد جرّبتِ من خُلُقي * أنِّي أجودُ لأقوامٍ وإنْ ضَنِنوا يريد ضَنُّوا، فأظهر التضعيفَ ضرورةً. وفلانٌ ضِنِّي من بين إخواني، وهو شبه الاختصاص. وفي الحديث: \" إن لله ضنا من خلقه يُحييهم في عافية ويُميتهم في عافية \". وهذا عِلْقُ مَضِنَّةٍ ومَضَنَّةٍ، بكسر الضاد وفتحها، أي نفيسٌ مما يُضَنُّ به. وضنة: قبيلة. والمضنون: الغالية. وأنشد ثعلب: وقد أكنبت يداك بعد اللين * وبعد دهن البان والمضنون وهمتا بالصبر والمرون",
    "pg": "6:2156"
  },
  "ضهأ": {
    "def": "المضاهأة: المشاكلة. يقال: ضاهَأْتُ وضاهَيْتُ يهمز ولا يهمز، وقُرِئَ بهما قوله تعالى: (يُضاهِئونَ قَوْلَ الذين كفروا) .\nفصل الطاء",
    "pg": "1:60"
  },
  "ضهب": {
    "def": "لحم مُضَهَّبٌ، إذا شُوِيَ ولم يُبالَغ في نُضجه. وقال امرؤ القيس: نمش بأعراف الجيادِ أَكُفُّنا * إذا نحنُ قُمنا عن شِواء مُضَهَّبِ وتضهيب القوس والرمح: عَرْضُهُما على النار عند التثقيف.\nفصل الطاء",
    "pg": "1:170"
  },
  "ضهد": {
    "def": "ضَهَدْتُهُ فهو مَضْهودٌ ومُضْطَهَدٌ، أي مقهورٌ مضطرٌّ. وفلانٌ ضُهْدَةٌ لكلّ أحد، أي من شاء أن يقهره فعل.\nفصل الطاء",
    "pg": "2:501"
  },
  "ضهس": {
    "def": "ضهس الشئ ضهسا: عضه بمقدم فيه.\nفصل الطاء",
    "pg": "3:943"
  },
  "ضهل": {
    "def": "الأصمعي: ضَهَلَ إليه، أي رجَع على غير وجه المقاتَلة والمغالَبة. وضَهَلَهُ، أي دفَعَ إليه قليلاً قليلاً. وأعطيته ضَهْلَةً من مال، أي نَزْراً. وعطيّةٌ ضَهْلَةٌ، أي نزرةٌ. وضَهَلَ الشَرابُ: قلّ ورقّ. ويقال: هل ضَهَلَ إليكم خبرٌ؟ أي وقَع. والضَهْلُ: الماء القليل، مثل الضَحْلِ. وبئرٌ ضَهولٌ، إذا كان يخرج ماؤها قليلا قليلا. وشاةٌ ضَهولٌ: قليلةُ اللبن، وقد ضَهَلَتْ. وجَمَّةٌ ضاهِلَةٌ: قليلة الماء. وأَضْهَلَتِ النخلةُ، أي أرطبَتْ. وقد قالوا: أَضْهَلَ البسرُ إذا بدا فيه الارطاب.",
    "pg": "5:1749-1750"
  },
  "ضهى": {
    "def": "الضَهْياء ممدودٌ: شجر. والضَهْياءُ أيضاً: المرأة التي لا تحيض. وحكى أبو عمرو: امرأةٌ ضَهْياةٌ وضَهْياهٌ، بالتاء والهاء، قال: وهي التي لا تَطمُث. وهذا يقتضي أن يكون الضَهْيا مقصوراً. والمُضاهاة: المشاكلة، تهمز ولا تهمز. يقال: ضاهيت. وقرئ: (يضاهون قول الذين كفروا) . وهذا ضهئ هذا، على فعيل، أي شبيهه.\nفصل ال طاء",
    "pg": "6:2410-2411"
  },
  "ضوأ": {
    "def": "الضوء: الضياء، وكذلك الضوء بالضم. يقال ضاءَتِ النارُ تَضُوءُ ضَوْءاً وضُوءاً، وأضاءت مثلُهُ، وأضاءَتْهُ أيضاً، يتعدى ولا يتعدى. قال الجعدي: أضاءت لنا النارُ وجهاً أَغَ * رَّ مَلْتَبِساً بالفؤادِ التباسا",
    "pg": "1:60"
  },
  "ضوا": {
    "def": "الأصمعي الضَوَّةُ: الصوت والجلَبة. يقال: سمعت ضوة القوم. وأبو زيد مثله. والضوضاة: أصوات الناس وجلَبتهم. يقال: ضَوْضَوْا بلا همز، وضَوْضَيْتُ، أبدلوا من الواو ياء. وضَوَيْتُ إليه بالفتح أضْوِي ضُوِيًّا، إذا أويت إليه وانضممت. وأضْوَيْتُ الأمر، إذا أضعفته ولم تُحكِمْهُ. ويقال: بالبعير ضَواةٌ أي سلعة. والضوى: الهزال. وقال ذو الرمة يصف زندة: أخوها أبوها والضوى لا يضيرها * وساق أبيها أمها عقرت عقرا وقد ضَوِيَ بالكسر يَضْوى ضَوًى. * وغلامٌ ضاوِيٌ، وزنه فاعُولٌ، إذا كانَ نحيفاً قليلَ الجسم خِلْقةً ; وفيه ضاوِيَّةٌ، وجاريةٌ ضاوِيَّةٌ. وفي الحديث: \" اغتربوا لا تضووا \" أي تزوجوا في الأجنبيات ولا تتزوَّجوا في العمومة. وذلك أن العرب تزعم أنَّ ولدَ الرجل من قرابته يجئ ضاوِياً نحيفاً غير أنَّه يجئ كريماً على طبع قومه. قال الشاعر: ذاك عبيد قد أصاب ميا * ياليته ألقحها صبيا فحملت فولدت ضاويا",
    "pg": "6:2410"
  },
  "ضوب": {
    "def": "الضَوُبان: الجمل القويّ الضخم، واحده وجمعه سواء. وقال: عر كرك مهجر الضوبان أومه * روض القذاف ربيعا أي تأويم",
    "pg": "1:170"
  },
  "ضوج": {
    "def": "الضَوْجُ: مُنْعَطَف الوادي، والجمع أضْواجٌ (٢) . وضاجَ السهم عن الهدف، أي مال عنه.\nفصل الطاء",
    "pg": "1:327"
  },
  "ضور": {
    "def": "ضارَهُ يَضورُهُ ويضيرُهُ ضَوْراً وضَيراً، أي ضرَّهُ. قال الكسائي: سمعتُ بعضهم يقول: لا ينفعني ذلك ولا يضورنى. والتضور: الصياح والتلوِّي عند الضَرب أو الجوع. والضُورَةُ بالضم: الرجل الحقير الصغير الشأن.\nفصل الطاء",
    "pg": "2:723"
  },
  "ضوز": {
    "def": "ضاز التمرة يضوزها ضوزا، إذا لاكَها في فمه. قال الراجز: بات يضوز الصليان ضوزا * ضوز العجوز العصب الدلوصا * والبيت مكفأ، جاء بالصاد مع الزاى. وقال الشاعر: فظَلَّ يَضوزُ التَمْرَ والتَمْرُ ناقِعٌ * بوَرَدٍ كلَوْنِ الأُرْجوان سبائِبُهُ * يقول: أخذ التمر في الدِيَةِ بدلاً عن الدم الذي لونُه كالارجوان.",
    "pg": "3:883"
  },
  "ضوط": {
    "def": "الضَويطَةُ: العجينُ المسترخي من كَثرة الماء. قال الكلابيّ: الضَويطَةُ: الحمأةُ والطينُ يكون في أصل الحوض. حكاه عنه يعقوب.",
    "pg": "3:1141"
  },
  "ضوع": {
    "def": "ضاعَهُ يَضوعُهُ ضَوْعاً، أي حرَّكه وأقلقه وأفزَعه، ومنه قول الشاعر (٢) :\nيَضُوعُ فُؤادَها منه بُغامُ (٣) * وانضاعَ الفرخُ، أي تَضَوَّرَ. قال الهذلى (٤) فريخان ينضاعان في الفجر كلَّما * أَحَسَّا دَوِيَّ الريحِ أو صوتَ ناعِبِ * والضُوَعُ: طائرٌ من طير الليل من جنس الهامِ. وقال المفضَّل: هو ذَكَرُ البوم، وجمعه أضْواعٌ وضيعانٌ. والضواعُ: صوته. وضاعَ المِسْكُ وتَضَوَّعَ وتَضَيَّعَ، أي تحرَّك وانتشرت رائحته. قال النُميري (١) : تَضَوَّعَ مِسْكاً بَطْنُ نَعْمانَ أنْ مَشَتْ * به زَيْنَبٌ في نِسْوَةٍ عطرات * ويروى: \" خفرات \".",
    "pg": "3:1251-1252"
  },
  "ضون": {
    "def": "الضَيْوَنُ: السِنّورُ الذكر، والجمع الضياون صحت الواو في جمعها لصحتها في الواحد. وإنما لم تدغم في الواحد لانه اسم موضوع وليس على وجه الفعل. وكذلك حيوة اسم رجل. وفارقا هينا وميتا وسيدا وجيدا. وقال سيبويه في تصغيره: ضُيَيِّنٌ، فأعلّه وجعله مثل أسَيِّدٍ، وإن كان جمعه أساود. ومن قال أسيود في التصغير لم يمتنع أن يقول ضييون. فصل الطاء",
    "pg": "6:2156-2157"
  },
  "ضيح": {
    "def": "الضَيْحُ والضَياحُ بالفتح: اللبن الرقيق الممزوج. قال الراجز:\nفامتخضا وسقيانى الضيحا (٢) * وضيحت اللبن تضييحا: مزجته حتَّى صار ضَيْحاً. وضَيَّحْتُ الرجل: سقيته الضيح.\nفصل الطاء",
    "pg": "1:386"
  },
  "ضيز": {
    "def": "ضازَ في الحُكم، أي جار. يقال: ضازَهُ حقَّه يَضيزُهُ ضَيْزاً، عن الأخفش، أي بَخَسَه ونقَصه. قال: وقد يهمز فيقال: ضَأزَهُ ضَأْزاً. وينشد: فإن تنأَ عنَّا نَنْتَقِصكَ وإنْ تُقِمْ * فَحَقُّكَ مضؤُوزٌ وأنْفُكَ راغِمُ * وقوله تعالى: ﴿قسمة ضيزى﴾ ، أي جائرة وهى فعلى، مثل طوبى وحبلى، وإنما كسروا الضاد لتسلم الياء ; لانه ليس في الكلام فعلى صفة، وإنما هو من بناء الاسماء كالشعرى والدفلى. قال الفراء: وبعض العرب يقول: ضِئْزى وضؤزى بالهمز. وحكى أبو حاتم عن أبى زيد أنه سمع العرب تهمز ضيزى.\nفصل الطاء",
    "pg": "3:883"
  },
  "ضيط": {
    "def": "الضياط: الرجل الغليظ. قال الراجز (٣) : حتى ترى البجباجة الضياطا * يمسح لما حالف الاغباطا * بالحرف من ساعده المخاطا * فصل الطاء",
    "pg": "3:1141"
  },
  "ضيع": {
    "def": "ضاع الشئ يضيع ضيعة وضَياعاً بالفتح (٢) ، أي هلك، ومنه قولهم: فلان بدار مضيعة، مثال معيشة. قال يعقوب: قولهم في المثل: \" الصيف ضيعت اللبن \" مكسورة التاء، إذا خوطب به المذكر والمؤنث أو الاثنان أو الجمع، لان المثل في الاصل خوطبت به امرأة كانت تحت رجل موسر فكرهته لكبره فطلقها فتزوجها رجل مملق، فبعثت إلى زوجها الاول تستميحه فقال لها هذا. والصيف منصوب على الظرف. ورجل مضياع للمال، أي مضيع. والاضاعة والتَضْييعُ بمعنًى. والضَيْعَةُ: العقارُ (١) ، والجمع ضياع وضيع أيضا، مثل بدرة وبدر. وأضاع الرجل، إذا فشتْ ضِياعُهُ وكثرتْ، فهو مُضيعٌ. وتصغير الضَيْعَةِ ضُيَيْعَةٌ، ولا تقل ضُوَيْعَةٌ، وقولهم: فلان يأكل في مِعًى ضائِعٍ، أي جائعٍ. وقيل لابنة الخس: ما أحد شئ؟ قالت: ناب جائع، يلقى في معى ضائع. وتَضَيَّعَ المسكَ: لغةٌ في تَضَوّع، أي فاح.\nفصل الطاء",
    "pg": "3:1252"
  },
  "ضيف": {
    "def": "الضَيْفُ يكون واحداً وجمعاً، وقد يجمع على الأضياف والضيوف والضيفان. والمرأة ضيف وضيفة. قال الشاعر (١) : لقى حملته أمه وهى ضيفة فجاءة بيتن للضيافة أرشما وأضفت الرجل وضيفته، إذا أنزلته بك ضيفا وقرَيْتَه. وضِفْتُ الرجلَ ضيافَةً، إذا نزلتَ عليه ضَيْفاً، وكذلك تَضَيَّفْتُهُ. ومنه قول الفرزدق:\nيرجو فَضْلَهُ المُتَضَيِّفُ (٢) * وتَضَيَّفَتِ الشمسُ، إذا مالت للغروب، وكذلك ضافَتْ وضَيَّفَتْ. ويقال: ضافَ السهمُ عن الهدَف مثل صاف، أي عدل. وأضفت الشئ إلى الشئ، أي أملته. وأضفت من الأمر، أي أشفقتُ وحذِرتُ. قال النابغة الجعديّ: أقامتْ ثلاثاً بين يومٍ وليلةٍ وكان النَكيرُ أن تضيف وتجأرا وإنما غلب التأنيث لانه لم يذكر الايام. يقال: أقمت عنده ثلاثة أيام، وإذا قالوا: أقمت عنده ثلاثا بين يوم وليلة، غلبوا التأنيث. قال الاصمعي: ومنه المَضوفَةُ، وهو الأمرُ يُشْفقُ منه. وأنشد لأبي جندب الهذليّ: وكنتُ إذا جاري دَعا لِمَضوفةٍ أُشَمِّرُ حتَّى يَنْصُفَ الساقَ مِئْزَري قال أبو سعيد: وهذا البيت يروى على ثلاثة أوجه: على المضوفَةِ والمَضيفَةِ والمُضافَةِ. وأضَفْتُهُ إلى كذا، أي ألجأته، ومنه المضاف في الحرب، وهو الذي أحيط به. قال طرفة: وكرٍّى إذا نادى المضاف محنبا كسيد الغضا - نَبَّهْتُهُ - المُتَوَرِّدِ والمُضافُ أيضاً: المُلْزَقُ بالقوم. وضافَهُ الهمُّ، أي نزلَ به. قال الراعي: أَخُلَيْدُ إنَّ أباك ضافَ وِسادهُ هَمَّانِ باتا جَنْبَةَ ودَخيلا قال الأصمعي: يقال تَضايَفَ الوادي، إذا تضايَقَ. وقال أبو زيد: الضيف، بالكسر: الجنب وأنشد: يَتْبَعْنَ عوْدا يشتَكي الأَظَلاَّ إذا تضايفن عليه انسلا أي إذا صِرْنَ قريباً منه إلى جنبه. والقاف فيه تصحيف. والضيفن: الذى يجئ مع الضيف، والنون زائدة، وهو فَعْلَنٌ وليس بفَيْعل. قال الشاعر: إذا جاَء ضَيْفٌ جاء للضيف ضَيْفَنٌ فأودى بما تُقْرى الضُيوفُ الضَيافِنُ وإضافة الاسم إلى الاسم كقولك غلامُ زيدٍ، فالغلام مضاف وزيدٍ مضاف إليه. والغرض بالاضافة التخصيص والتعريف، فلهذا لا يجوز أن يضاف الشئ إلى نفسه، لانه لا يعرف نفسه، فلو عرفها لما احتيج إلى الاضافة.\nفصل الطاء",
    "pg": "4:1392-1393"
  },
  "ضيق": {
    "def": "ضاق الشئ يضيق ضيقا وضيقاً. والضَيْقُ أيضاً تخفيف الضَيّق. قال الراجز: درنا ودارت بكرة نخيس لا ضيقة المجرى ولا مروس والضَيْقُ أيضاً: جمع الضَيْقَةِ، وهي الفقر وسوء الحال، ومنه قول الأعشى:\nكَشَفَ الضَيْقَةَ عنَّا وَفَسَحْ (٢) * والضيقة (٣) : الضيق. قال أبو عبيد ومنه قول الاخطل (١) :\nبضيقة بين النجم والدبران * وقد ضاق عنك الشئ. يقال: لا يسعنى شئ ويَضيقُ عنك (٢) . وضاقَ الرجل، أي بخل. وأضاق، أي ذهب ما له. وضَيَّقْتُ عليك الموضع. وقولهم: ضِقْتُ به ذرعاً، أي ضاقَ ذرعي به. تضايق القوم، إذا لم يتَّسعوا في خُلُقٍ أو مكان. والضوقى والضيقى: تأنيث الاضيق، صارت الياء واوا لسكونها وضمة ما قبلها.\nفصل الطاء",
    "pg": "4:1510-1511"
  },
  "ضيل": {
    "def": "الضالُ: السِدْرُ البرِّيُّ، الواحدة ضالة. وقول ابن ميادة: قطعت بمضلال الخشاش يردها على الكره منها ضالة وجديل (١) يريد الخشاشة المتخذة من الضال. قال الفراء: أضيلت الارض وأضالت، إذا صار فيها الضال. مثل أغيلت المرأة وأغالت.\nفصل الطاء",
    "pg": "5:1750"
  },
  "ضيم": {
    "def": "الضَيْمُ: الظلمُ. وقد ضامَهُ يَضيمُهُ، واسْتضامَهُ، فهو مَضيمٌ ومُسْتضامٌ، أي مظلوم. وقد ضُمْتُ، أي ظُلِمْتُ، على ما لم يسمّ فاعله. وفيه ثلاث لغات: ضيمَ، وضيم، وضوم، كما قلناه في بيع. قال الشاعر: وإنى على المولى وإنْ قَلَّ نَفْعُهُ دَفوعٌ إذا ما ضِمْتُ غيرُ صَبور والضيمُ بالكسر: ناحية الجبل، في قول الهذلى: \" فضيمها (١) \".\nفصل الطاء",
    "pg": "5:1973"
  }
}