{
  "ثأب": {
    "def": "الاثأب: شجر، الواحدة أثابة. قال الكميت: وغادرنا المقاول في مكر * كخشب الاثأب المتغطر سينا والثؤباء ممدود. وفى المثل \" أعدى من الثوباء \". تقول منه تَثاءَبْتُ، على تَفاعَلْتُ، ولا تقل تثاوبت.",
    "pg": "1:92"
  },
  "ثأثأ": {
    "def": "ثَأْثَأْتُ الإبل، إذا أرويتها. قال الراجز (٢) : إنك لن تثأثئ النهالا * بمثل أن تدارك السجالا الأصمعي: ثأثأتُ عن القوم: دَفَعْت عنهم. ولَقيتُ فلاناً فتثأثأت منه، أي: هبته. أبو عمرو: أثأته بسهم إثاءة: رميته. والكسائي مثله.",
    "pg": "1:38"
  },
  "ثأج": {
    "def": "الثؤاج: صياح الغنم. وأنشد أبو زيد في كتاب الهمز:\nوقد ثأجوا كثؤاج الغنم * وهى ثائجة، والجمع ثوائج وثائجات.",
    "pg": "1:301"
  },
  "ثأر": {
    "def": "الثَأْرُ والثُؤْرَة: الذَحْلُ. يقال: ثأرت القتيل وبالقتيل ثأرا وثؤرة، أي قَتَلْتُ قاتِلَهُ. قال الشاعر: شفيتُ به نفسي وأدركت ثُؤْرَتي * بني مالك هل كنتُ في ثُؤْرَتي نِكْسا - والثائر: الذي لا يبقى على شئ حتى يدرك ثَأْرَهُ. ويقال أيضاً هو ثَأْرُهُ، أي قاتل حميمه. قال جرير:\nقتلوا أباك وثَأرُهُ لم يقتل (١) * وقولهم: يا ثاراتُ فلان، أي ياقتلة فلان. ويقال: ثأرتك بكذا، أي أدركتُ به ثأري منك. واثأرت من فلان، أي أدركت منه، وأصله اثتأرت، فأدغم (٢) . قال لبيد: والنيب إن تعرمنى رمة خلقا * بعد الممات فإنى كنت أثتر - والثأر المنيم: الذى إذا أصابه الطالب رضيَ به فنامَ بعده. واسْتَثْأَرَ فلانٌ: استغاث ليُثأر بمقتوله. قال الشاعر: إذا جاء مستثئر كان نصره * دعاء: أَلا طيروا بكلِّ وأي نَهْدِ -",
    "pg": "2:603-604"
  },
  "ثأط": {
    "def": "الثَأْطَةُ: الحَمْأَةُ، والجمع ثَأْطٌ. وفي المثل: \" ثَأْطَةٌ مُدَّتْ بماء \"، يضربُ للرجل يشتد مُوقُهُ وحمقُه، لأنَّ الثَأْطَةَ إذا أصابها الماءُ ازدادت فسادا ورطوبة.",
    "pg": "3:1117"
  },
  "ثأل": {
    "def": "الثوءلول: واحد الثآليل.",
    "pg": "4:1645"
  },
  "ثأي": {
    "def": "الكسائي: ثَئِيَ الخَرْزُ يَثْأَى. وأَثْأَيْتَهُ أنا، إذا خَرَمْتَهُ. والثَأَيُ: الخَرْمُ والفتقُ. قال جرير: هو الوافِدُ الميمونُ والراتِقُ الثأَي * إذا النَعلُ يوماً بالعشيرة زَلّتِ وأَثْأَيْتُ في القوم: جَرَّحْتُ فيهم. قال الشاعر: يالك من عيش ومن إثْآءِ (١) * يُعْقِبُ بالقتل وبالسِباءِ",
    "pg": "6:2290"
  },
  "ثاد": {
    "def": "الثأدُ: النَدى والقُرُّ. قال ذو الرمة: فبات يشئزه ثأد ويسهره * تذؤب الريح والوسواس والهضب - وقد يحرَّك. ومكانٌ ثَئِدٌ، أي نَدٍ. ورجلٌ ثَئِدٌ، أي مقرورٌ. والثَاْداء: الأَمَةُ، مثل الدَأْثاءِ، على القلب، قال الشاعر الكميت: وَما كُنَّا بَني ثَأْداَء لَمَّا * شَفَيْنا بالاسنة كل وتر - وكان الفراء يقول: الثأداء والسحناء، لمكان حروف الحلق. وقال أبو عبيد: ولم أسمع أحدا يقولهما بالتحريك غيره. قال ابن السكيت: وليس في الكلام فعلاء بالتحريك إلا حرف واحد، وهو الثأداء، وقد يسكن، يعنى في الصفات. وأما الاسماء فقد جاء فيه حرفان: قرماء وجنفاء، وهما موضعان.",
    "pg": "2:450-451"
  },
  "ثبا": {
    "def": "الاصمعي: ثبيت على الشئ تثبية، أي دمت عليه. قال أبو عمرو: التَثْبيَةُ: الثناء على الرجل في حياته. وأنشدا جميعاً بيتَ لبيد: يُثَبِّي ثَناءً من كريمٍ وقولُهُ * ألاَ انْعَمْ على حُسْنِ التحيةِ واشْرَبِ (١) والثُبَةُ: الجماعةُ: وأصلها ثُبَيٌ، والجمع ثُباتٍ وثُبونَ وثِبونَ وأثابيُّ. قال الراجز (٢) :\nدُونَ أَثابِيَّ من الخيل زُمَرْ (٣) * والثُبَةُ أيضاً: وسط الحوض الذي يَثوب إليه الماء، والهاء ها هنا عوض من الواو الذاهبة من وسطه لان أصله ثوب، كما قالوا أقام إقامة وأصله إقواما، فعوضوا الهاء من الواو الذاهبة من عين الفعل. (*)",
    "pg": "6:2290-2291"
  },
  "ثبت": {
    "def": "ثبت الشئ ثباتا وثبوتا، وأَثْبَتَهُ غيره وثَبَّتَهُ، بمعنىً. ويقال: أَثْبَتَهُ السُقْمُ، إذا لم يفارقه. وقوله تعالى: (لِيُثْبِتوكَ) أي يَجْرَحوكَ جِراحةً لا تقوم معها. وتثَبَّتَ الرجل في الامر، واستثبت بمعنى. ورجل ثَبْتٌ، أي ثابتُ القلب. قال الشاعر (١) :\nثَبْتٌ إذا ما صيحَ بالقوم وَقَرْ (٢) * ويقال أيضاً: فلانٌ ثَبْتُ الغَدَر (٣) ، إذا كان لا يزلُّ لسانه عند الخصومات. ورجل له ثَبَتٌ عند الحَمْلَةِ، بالتحريك، أي ثَباتٌ. وتقول أيضاً: لا أحكم بكذا إلا بِثَبَتٍ، أي بحُجَّةٍ. والثَبيتُ: الثابِتُ العقل. قال طرفة: والهبيت لا فؤاد له * والثبيت قلبه قيمه نقول منه: ثَبُتَ بالضم، أي صار ثبيتا.",
    "pg": "1:245"
  },
  "ثبج": {
    "def": "الثَبَجُ: ما بين الكاهِل إلى الظهر. قال الشماخ: وكيف يضيع صاحب مدفآت * على أثباجهن من الصقيع (٢) ويقال: ثبج كل شئ: وسطه. وثبج الرمل: معظمه، عن أبى عبيد. وثَبَّجَ الرّاعي بالعصا تَثْبيجاً، إذا جعلها على ظهره وجعل يديه من ورائها. وثَبَّجَ الكتابَ والكلام تثبيجاً، إذا لم يبيِّنه. والأَثْبَجُ: العريض الثَبَج، ويقال الناتئ الثَبَج، وهو الذى صغر في الحديث \" إن جاءت به أثيبج (١) \". وثَبَجَ الرجلُ (٢) : أقْعَى على أطراف قدميه. وقال: إذا الكماة جثموا على الركب ثبجت يا عمرو ثبوج المحتطب",
    "pg": "1:301-302"
  },
  "ثبجر": {
    "def": "اثبَجَرَّ، أي ارتدع عند الفَزْعة. وقال العجّاج يصف الحِمارَ والأتان:\nإذا اثْبَجَرَّا من سواد حدجا",
    "pg": "2:604"
  },
  "ثبر": {
    "def": "المثابرة على الشئ: المواظبة عليه. وثَبَرَهُ عن كذا يَثْبُرُهُ بالضم ثَبْراً، أي حَبَسَهُ. يقال: ما ثَبَرَكَ عن حاجتك؟ والثَبْرَةُ: الأرض السهلة. يقال: بلغت النَخْلةَ إلى ثَبْرَةٍ من الأرض. والثَبْرَةُ أيضا: حفرة من الارض. وثبرة أيضا: اسم موضع. وثبير: جبل بمكة. يقال: \" أشرق ثبير، كيما نغير \". والثبور: الهلاك والخسران أيضاً. قال الكميت: ورأت قُضاعة في الأَيا * مِنْ رأْي مَثْبورٍ وثابِرْ. - أي مخسور وخاسر. يعني في انتسابها إلى اليمن. والمثبر، مثال المجلس: الموضع الذى تلد فيه المرأةُ من الأرض، وكذلك حيث تضع الناقة. وربما قيل لمجلس الرجل مثبر.",
    "pg": "2:604"
  },
  "ثبط": {
    "def": "ثَبَّطَهُ عن الأمر تَثْبيطاً: شَغَله عنه. وأَثْبَطَهُ المرضُ، إذا لم يكد يفارقه.",
    "pg": "3:1117"
  },
  "ثبق": {
    "def": "ثَبَقَتِ العينُ تَثْبِقُ: أسرع دمعُها. وثَبَقَ النهرُ: أسرع جريُه وكثر ماؤه. قال: ما بالَ عَيْنِكَ عاودتْ تَعْشاقَها عينٌ تَبَثَّقَ دمعها تثباقها",
    "pg": "4:1453-1454"
  },
  "ثبن": {
    "def": "ثَبَنْتُ الثوب أَثْبِنُهُ ثَبْناً وثِباناً، إذا ثَنَيْتُ طرفه وخِطْتُهُ، مثل خبنت. والثِبانُ بالكسر: وعاءٌ نحو أن تعطف ذيلَ قميصك فتجعلَ فيه شيئا. تقول منه: تثبنت الشئ على تَفَعَّلْتُ، إذا جعلتَه فيه وحملته بين يديك، وكذلك إذا لَففتَ عليه حُجزةَ سراويلك من قدام.",
    "pg": "5:2087"
  },
  "ثتل": {
    "def": "الثيتل: الوعل المسن. والثيتل: اسم جبل.",
    "pg": "4:1645"
  },
  "ثجج": {
    "def": "ثَجَجْتُ الماء والدمَ أَثُجُّهُ ثجَّاً، إذا سَيَّلْتَهُ. وأتانا الوادي بثَجيجِهِ، أي بسيله. ومطرٌ ثَجَّاجٌ، إذا انصبَّ جداً. والثَجُّ: سيلانُ دِماءِ الهَدْيِ. وفي الحديث: \" أفضل الحج العج والثج \".",
    "pg": "1:302"
  },
  "ثجر": {
    "def": "الثُجْرَةُ بالضم: وسَط الوادي ومتسعه. وثجرة النحر: وسطه. وورق ثَجْرٌ، بالفتح، أي عريض. وانثجر الدمُ: لغة في انفجر. والثَجيرُ: ثفل كل شئ يعصر. والعامة تقوله بالتاء. وفى الحديث: \" لا تثجروا \"، أي لا تخلطوا ثجير التمر مع غيره في النبيذ.",
    "pg": "2:604"
  },
  "ثجل": {
    "def": "الثُجْلَةُ بالضم: عِظَمُ البطنِ وسَعَتُهُ. يقال: رجل أَثْجَلُ بيِّن الثَجَلِ، وامرأةٌ ثَجْلاءُ. وجُلَّةٌ ثَجْلاءُ: عظيمةٌ. قال الشاعر: وباتوا يَعُشُّونَ القطيعاء ضيفهم (١) وعند هم البرنى في جلل ثجل ومزادة ثجلاء أي واسعة. ومنه قول أبى النجم:\nمشى (٢) الروايا بالمزاد الاثجل * وشئ مثجل، أي ضخم. وقولهم: طعن فلانٌ فلاناً الأَثْجَلَيْنِ، أي رماه بداهيةٍ من الكلام.",
    "pg": "4:1645"
  },
  "ثجم": {
    "def": "أَثْجَمَ المطرُ، إذا كثر ودام. يقال: أَثْجَمَتِ السماءُ أيّاماً ثم أنجمت.",
    "pg": "5:1880"
  },
  "ثخن": {
    "def": "ثخن الشئ ثخانة، أي غلُظَ وصلب، فهو ثَخينٌ. ورجل ثَخينُ السلاحِ، أي شاكٍ. وأَثْخَنَتْهُ الجراحة: أوهَنَتْه. ويقال أَثْخَنَ في الارض قتلا، إذا أكثر. وقول الاعشى:\nتمهل في الحرب حتى اثخن (٢) * أصله اثتخن، فأدغم.",
    "pg": "5:2087"
  },
  "ثدأ": {
    "def": "الثندؤة للرجل بمنزلة الثدى للمرأة، وقال الأصمعي: هي مَغرِز الثدي، وقال ابن السِكِّيت: هي اللحم الذى حول الثدى، إذا ضممت أولها همزت - فتكون فعللة - وإذا فتحته لم تهمز، فيكون فعلوة، مثل: قرنوة، وعرقوة.",
    "pg": "1:38-39"
  },
  "ثدا": {
    "def": "الثدى يذكر ويؤنث، وهو للمرأة والرجل أيضاً، والجمع أَثْدٍ وثدئ على فعول، وثدى أيضا بكسر الثاء إتباعاً لما بعدها من الكسر. وامرأةٌ ثَدْياءُ: عظيمةُ الثديين، ولا يقال رجلٌ أَثْدى. والثداء، مثال المكاء: نبت. وذو الثدية: لقب رجل اسمه ثرملة، فمن قال في الثدى إنه مذكر يقول إنما أدخلوا الهاء في التصغير لان معناه اليد، وذلك أن يده كانت قصيرة مقدار الثدى، يدل على ذلك أنهم يقولون فيه: ذو اليدية، وذو الثدية جميعا. قال ثعلب: الثندوة بفتح أولها غير مهموز، مثال الترقوة والعرقوة، على فعلوة، وهى مغرز الثدى. فإذا ضممت همزت وهى فعللة. قال أبو عبيدة: وكان رؤبة يهمز الثندؤة وسئة القوس. قال: والعرب لا تهمز واحدا منهما.",
    "pg": "6:2291"
  },
  "ثدق": {
    "def": "ثدق المطر، أي جد. وسحاب ثادق، وواد ثادق. وأما قول الشاعر (١) : باتت تلوم على ثادق ليشرى فقد جد عصيانها (٢) فهو اسم فرس. وقوله: \" عصيانها \"، أي عصياني لها.",
    "pg": "4:1454"
  },
  "ثدن": {
    "def": "ثَدِنَ اللحم بالكسر: تَغَيَّرَتْ رائحته. والثدِنُ: الرجلُ الكثير اللحم، وكذلك المثدن بالتشديد. قال ابن الزبير يفضل محمد بن مروان على عبد العزيز: لا تجعلن مثدنا ذا سرة صخما سرادقه وطئ المركب (٣) وفي حديث ذى الثدية \" إنه مثدن اليد \" قيل معناه مخدج. قال أبو عبيد: إن كان كما قيل إنه من الثندوة تشبيها له به في القصر والاجتماع فالقياس أن يقال إنه مثند، إلا أن يكون مقلوبا.",
    "pg": "5:2087-2088"
  },
  "ثرا": {
    "def": "الثرى: التراب النديّ. وأرضٌ ثَرْياءُ: ذاتُ نَدىً. ويقال التقى الثريان، وذلك أن يجئ المطر فيرسَخ في الأرض حتَّى يلتقي هو وندى الارض. وأما قول طفيل (١) : يُذَدْنَ ذِيادَ الخَامِساتِ وقد بَدا * ثَرى الماء من أَعْطافِها المتحلب فإنه يريد العرق. قال الاصمعي: العرب تقول: \" شهر ثرى، وشهر ترى، وشهر مرعى \" أي تمطر أولا ثم يطلع النبات فتراه، ثم يطول فترعاه النعم. والثراء: كثرةُ المال. قال علقمة بن عبدة يصف النساء: يردن ثراء المالِ حيثُ عَلِمْنَهُ * وشَرْخُ الشبابِ عندهن عجيب والمال الثرى، على فعيل، هو الكثير، ومنه رجل ثروان وامرأة ثروى، وتصغيرها ثريا. وثريا: اسم امرأة من أمية الصغرى شبب بها عمر بن أبى ربيعة. والثريا: النجمُ. والثَرْوَةُ: كثرةُ العدد. قال ابن السكيت: يقال إنه لذو ثَرْوَةٍ وذو ثَراءٍ، يراد به: إنّه لذو عَدَدٍ وكثرةِ مال. قال ابن مقبل (*) وثروة من رجال (١) لو رأيتهم * لقلت إحدى حراج الجر من أقر ويقال: هذا مثراة للمال، أي مكثرة. وثريت بك، يكسر الراء، أي كَثُرْتُ بك. ويقال: ثَريتُ بفلانٍ فأنا ثرٍ به، أي غنيٌّ عن الناس. وقال ابن السكيت: ثَريَ بذلك يَثْرى، إذا فرِح به وسُرَّ. الأصمعي: ثَرا القومُ يَثْرونَ، إذا كَثُروا ونَمَوْا. وثرا المالُ نفسُه يَثْرو، إذا كَثَرَ. وقال أبو عمرو: ثَرا الله القومَ: كَثَّرَهُمْ. وثرَوْنا القومَ، أي كنّا أكثرَ منهم. وأَثْرى الرجلُ، إذا كَثُرتْ أموالُه. قال الكميت يمدح بني أمية: لكمْ مَسْجِداً اللهِ المَزُورانِ والحَصى * لَكُمْ قِبْصُهُ من بين أَثْرى وأَقْتَرا أراد من بين من أَثْرى ومن أقتر، أي من بين مُثرٍ ومُقْتِرٍ. وأَثْرَتِ الأرضُ: كَثُرَ ثَرَاهَا. وأَثْرى المطرُ: بَلَّ الثرى. وقولهم: ما بينى وبينك مُثْرٍ، أي إنه لم ينقطع، وهو مَثَلٌ، كأنه قال: لم ييبس الثرى بينى وبينك، كما قال ﵇: \" بلوا أرحامكم ولو بالسلام \". قال جرير: فلا توبِسُوا بيني وبينكم الثَرى * فإنّ الذي بيني وبينكم مُثْرى وثَرَّيْتُ الموضع تَثْرِيَةً، أي رششته. * وثريت السوق أيضا: بللته. وأبو ثروان: كنية رجل من رواة الشعر.",
    "pg": "6:2291-2293"
  },
  "ثرب": {
    "def": "الثرب: شحم قد غشى الكَرِشَ والأمعاءَ رقيقٌ. والتثريب، كالتأنيب والتعيير والاستقصاء في اللوم. يقال: لا تثريب عليك. وهو من الثرب كالشغف من الشغاف. وقال بشر (١) : فَعَفَوتُ عنهم عَفْوَ غيرِ مُثَرِّبٍ * وَتَرَكْتُهُمْ لعقاب يومٍ سَرْمَدِ الأصمعي: ثَرَّبْتُ عليه وَعَرَّبْتُ عليه بمعنى، إذا قبحت عليه فعله. ويثرب: مدينة الرسول ﷺ. الفراء: نصل يثربى وأثر بي، منسوب إلى يثرب، هي والمدينة. وإنما فتحوا الراء استيحاشا لتوالى الكسرات. وأنشد:\nوأثر بي سنخه مرصوف * أي مشدود بالرصاف.",
    "pg": "1:92"
  },
  "ثرتم": {
    "def": "الثُرْتُمُ بالضم: ما فضَل في الإناء من طعامٍ أو أَدمٍ. وقال: لا تَحْسَبَنَّ طِعانَ قَيْسٍ بالقَنا وضِرابَهُمْ بالبيضِ حَسْوَ الثرتم",
    "pg": "5:1880"
  },
  "ثرد": {
    "def": "ثردت الخبر ثردا: كسرته، فهو ثَريدٌ ومَثْرودٌ. والاسم الثُرْدَةُ بالضم. وكذلك اتردت الخبر، وأصله اثتردت على افتعلت، فلما اجتمع حرفان مخرجهما متقاربان في كلمة واحدة وجب الادغام، إلا أن الثاء لما كانت مهموسة والتاء مجهورة لم يصح ذلك، فأبدلوا من الاول تاء وأدغموه في مثله. وناس من العرب يبدلون من التاء ثاء ويدغمون، فيقولون: اثرد، فيكون الحرف الاصلى هو الظاهر. والتثريد في الذَبح هو الكسر قبل أن يَبْرُدَ، وهو منهيٌّ عنه. والثَرَدُ، بالتحريك: تشقق في الشفتين.",
    "pg": "2:451"
  },
  "ثرر": {
    "def": "سحاب ثَرٌّ، أي كثير الماء وعين ثَرَّةٌ وهي سَحابة تأتي من قِبَلِ قِبْلة أهل العراق. قال عَنترة: جادت عليه (١) كلُّ عين ثَرَّةٍ * فتركْنَ كلَّ قرارةٍ كالدرهمِ - وناقة ثَرَّةٌ وعَنْز ثَرَّة، أي واسعة الإحْليلِ. وربَّما قالوا: طعنة ثَرّة، أي غزيرة. وقد ثَرَّتْ تَثُرُّ وتَثِرُّ ثَرّاً. والثرثرة: كثرة الكلام وترديده. يقال: ثرثر الرجل، فهو ثَرْثارٌ مهذار. والثرثار: اسم نهر. وثَرَّرْتُ المكان، مثل ثَرَّيْتُهُ، إذا نديته",
    "pg": "2:604"
  },
  "ثرط": {
    "def": "الثَرْطُ مثل الثَلْطِ، لغةٌ أو لثغة. والثرط أيضا: شئ يستعمله الأساكفةُ، وهو بالفارسية \" سِرِيش \"، ذكره النضر بن شميل. ولم يعرفه أبو الغوث. والثِرْطَئَةُ بالكسر: الرجلُ الأحمقُ الضعيفُ والهمزة زائدة. والثُرْمَطَةُ بالضم: الطينُ الرطب، ولعل الميم زائدة.",
    "pg": "3:1117"
  },
  "ثرقب": {
    "def": "الثُرْقُبيَّةُ: ثيابٌ بيضٌ من كَتَّانٍ، يقال ثوبٌ ثُرقبيٌّ، وفُرقُبيٌّ، لضَرْبٍ من ثياب مصر بيض.",
    "pg": "1:92"
  },
  "ثرم": {
    "def": "الثَرَمُ، بالتحريك: سقوط الثَنِيَّةِ. تقول منه: ثَرِمَ الرجل بالكسر، فهو أَثْرَمُ. وثَرَمْتُهُ أنا بالفتح ثَرْماً، إذا ضرَبتَه على فيه فثَرِمَ. ويقال أيضاً: ثَرمْتُ ثَنِيَّتَهُ فانْثَرَمَتْ. وأَثْرَمَهُ الله سبحانه، أي جعله أثرم.",
    "pg": "5:1880"
  },
  "ثرمل": {
    "def": "الثرملة: سوء الا كل وأن لا يبالى الانسان كيف كان أكله، فتراه يتنائر على لحيته ويلطِّخ يديه. والثُرْمُلَةُ: بالضم: أنثى الثعالب، واسم رجل. قال الراجز: ذهب لما أن رآها ثرمله وقال يا قوم رأيت منكره",
    "pg": "4:1645-1646"
  },
  "ثطأ": {
    "def": "ثطئ ثطأ: حمق (١) .",
    "pg": "1:39"
  },
  "ثطط": {
    "def": "رجل أثط، أي كوسج بين الثطط، من قوم ثط. ويقال أيضا رجل ثط بالفتح، وقوم ثطاط، وامرأة ثطة الحاجبين. قال الشاعر: (١٤١ - صحاح - ٣) وما من هواى ولا شيمَتي * عَرَكْرَكَةٌ ذاتُ لحمٍ زيم * ولا ألقى (١) ثطة الحاجبي * ن محرفة الساق ظمأى القدم * قوله محرفة، أي مهزولة.",
    "pg": "3:1117-1118"
  },
  "ثطع": {
    "def": "ثُطِعَ الرجلُ، على ما لم يسمَّ فاعله، أي زُكِمَ.",
    "pg": "3:1193"
  },
  "ثعب": {
    "def": "ثعبت الماء ثعبا: فجرته: والثَّعَبُ، بالتحريك: مسيلُ الماء في الوادي، وجمعه ثُعْبانٌ. والثعبان أيضاً: ضربٌ من الحيَّاتِ طوالٌ، والجمع ثعابينٌ. والثُعْبَةٌ: ضربٌ من الوَزَغِ. والمثعب، بالفتح: واحد مثاعب الحياض. وانْثَعَبَ الماءُ: جرى في المَثْعَبِ. وانثعب الدم من الانف. قال الأصمعي: فوهُ يَجْري ثعابيبَ وَسعابيبَ، وهو أن يجريَ منه ماءٌ صاف فيه تمدد.",
    "pg": "1:92-93"
  },
  "ثعجر": {
    "def": "ثَعْجَرْتُ الدم وغيرَه فاثْعَنْجَرَ، أي صببته فانصبَّ. وتصغير المُثْعَنْجِرُ مثيعج ومثيعيج.",
    "pg": "2:605"
  },
  "ثعد": {
    "def": "الثعد: ما لا ن من البُسر، واحدته ثَعْدَةٌ. يقال: هذا بقلٌ ثَعْدٌ مَعْدٌ، إذا كان رَخْصاً غضَّاً. والمَعْدُ إتباعٌ لا يُفْرَدُ، وبعضهم يفرده. وثَرىً ثَعْدٌ وجعد، إذا كان لينا.",
    "pg": "2:451"
  },
  "ثعر": {
    "def": "الثُعْرورانِ: مثل الحَلَمتين تكتنفان القنب (٢) من خارج. والثعارير: الثآليل وحمل الطراثيث أيضا.",
    "pg": "2:604-605"
  },
  "ثعط": {
    "def": "الثَعَطُ بالتحريك: مصدر قولك: ثَعِطَ اللحمُ، أي أَنْتَنَ. وكذلك الماء، قال الراجز: ومنهل على غشاش أو فلط (٢) * شربت منه بين كره وثعط",
    "pg": "3:1118"
  },
  "ثعع": {
    "def": "ثَعَّ الرجلُ يَثِعُّ ثَعَّاً، أي قاء. وفى الحديث: \" أن امرأة أتت النبي ﷺ فقالت: إن ابني هذا به جنون يصيبه في الاوقات. فمسح صدره ودعا له، فثع ثعة فخرج من جوفه جرو أسود \". قال أبو زيد: انثع القئ من فيه انثعاعا، وكذلك الدم من الأنف والجُرْح.",
    "pg": "3:1193"
  },
  "ثعل": {
    "def": "الثُعْلُ بالضم: خِلْفٌ زائدٌ صغير في أَخْلافِ الناقة وفي ضرع الشاة، يقال: ما أبينَ ثُعْلَ الشاةِ. والجمع ثُعولٌ. قال ابن همّامٍ السَلوليّ يهجو العلماء: وذَمُّوا لنا الدنيا وهم يَرْضِعونَها أفاويق حتى ما يدرها ثُعَلُ (١) وإنّما ذكر الثُعْلَ للمبالغة في الارتضاع، والثُعْلُ لا يُدِرُّ. والثعل بالتحريك: زوائد في الاسنان واختلافٌ في منبِتها يركب بعضُها بعضاً. رجلٌ أَثْعَلُ وامرأةٌ ثَعْلاءُ. وربَّما قالوا: أَثْعَلَ القومُ علينا، إذا خالَفوا. وثُعالَةُ: اسمٌ للثعلب، وهو معرفة. وأرض مثعلة بالفتح، أي كثيره الثعالب، كما قالوا معقرة للارض الكثيرة العقارب. وثعل: أبو حى من طيئ، وهو ثعل بن عمرو أخو نبهان، وهم الذين عناهم امروء القيس بقوله: رب رام من بنى ثعل مخرج كفيه من ستره (١)",
    "pg": "4:1646"
  },
  "ثعلب": {
    "def": "الثعلب معروف. قال الكسائي: الانثى منه ثعلبة، والذكر ثعلبان. وأنشد: أرب يبول الثعلبان برأسه * لقد ذل من بالت عليه الثعالب (١) وداء الثعلب: علة معروفة يتناثر منها الشعر. وأرض مثعلبة، بكسر اللام: ذات ثعالب. وأما قولهم أرض مثعلة، فهو من ثعالة، ويجوز أيضا أن يكون من ثعلب، كما قالوا معقرة لارض كثيرة العقارب. والثعلب: طرف الرمح الداخل في جُبَّةِ السنانِ. والثعلب: مخرجُ ماء المطر من جَرينِ التَمْرِ. والثعلبتان: ثعلبة من جدعاء بن ذهل ابن رومان بن جندب بن خارجة بن سعد بن فطرة ابن طيئ، وثعلبة بن رومان بن جندب. قال الشاعر (٢) : يأبى لى الثعليتان (٣) الذى * قال خباج الامة الراعيه وأم جندب: جديلة ابنة سبيع بن عمرو من حمير، إليها ينسبون. والثعلبية: موضع بطريق مكة.",
    "pg": "1:93"
  },
  "ثغا": {
    "def": "الثُغاءُ: صوتُ الشاءِ والمَعْزِ وما شا كلهما. والثاغية: الشاة، وقد ثَغَتْ تَثْغو ثُغاءً، أي صاحت. يقال: \" ماله ثاغية ولا راغيةٌ \". فالثاغيَةُ: الشاةُ، والراغيةُ: البعيرُ. وما بالدار ثاغ ولا راغ، أي أحد.",
    "pg": "6:2293"
  },
  "ثغب": {
    "def": "الثَغَبُ: الغدير يكون في ظلّ جبل لا تصيبه الشمس فيبرد ماؤه، والجمع ثغبان، مثل شبث وشبثان، وثغبان مثل حمل وحملان. قال الشاعر (١) :\nمشعشعة بثغبان البطاح (٢) * وقد يسكن فيقال ثَغْبٌ، والجمع ثِغابٌ وأثغاب.",
    "pg": "1:93"
  },
  "ثغر": {
    "def": "الثَغْرُ: ما تقدَّم من الاسنان. يقال: ثغرثه، أي كسرت ثَغْره. وإذا سقطت رواضع الصبيِّ قيل ثغر فهو مثغور، فإذا نبتت قيل اتغر، وأصله اثتغر، فقلبت الثاء تاء ثم أدغمت. وإن شئت قلت: اثغر، تجعل الحرف الاصلى هو الظاهر. والثغر أيضاً: موضع المَخافة من فُروج البُلدان. والثُغْرَةُ بالضم: نُقْرةُ النَحر التي بين التَرقوَتين. والثُغرة أيضاً: الثُلمة. يقال: ثَغَرْناهُمْ، أي سددنا عليهم ثلم الجبل. قال الشاعر (١) :\nوهم ثغروا أقرانهم بمضرس (٢) * وهذه مدينة فيها ثغر وثلم.",
    "pg": "2:605"
  },
  "ثغم": {
    "def": "الثَغامُ، بالفتح: نبتٌ يكون في الجبل، يَبْيَضُّ إذا يبس، يقال له بالفارسية \" إسپيذ \"، ويشبه به الشيب، الواحدة نغامة. قال الشاعر (١) يخاطب نفسه أعلاقة أم الوَليدِ بَعْدَ ما أَفْنانُ رَأْسِكَ كالثَغامِ المُخْلِسِ والثَغْمُ: الضاري من الكلاب.",
    "pg": "5:1880-1881"
  },
  "ثفأ": {
    "def": "الثفاء على مثال القراء: الخردل (٢) ويقال: هو الحرف، وهو فعال، الواحدة ثفاءة.",
    "pg": "1:39"
  },
  "ثفر": {
    "def": "الثَفْرُ للسِباع وكلِّ ذات مخلبٍ بمنزلة الحياءِ من الناقة، وربما استعير لغيرها. قال الاخطل: جزى الله عنا الاعورين ملامة * وفروة ثفر الثورة المتضاجم - وفروة: اسم رجل. ونصب الثفر على البدل منه، وهو لقبه كقولك: عبد الله قفة. وإنما خفض المتضاجم وهو من صفة الثفر على الجوار، كقولهم: جحر ضب خرب. والثفر، بالتحريك: ثَفَرُ الدابة. وقد أَثْفرْتُهَا، أي شددت عليها الثَفَرَ. ودابّةٌ مِثْفارٌ: يرمي بسرجه إلى مؤخَّره. واسْتَثْفَرَ الرجلُ بثَوبه، إذا لوى بطرفه بين رجليه إلى حُجْزته. واسْتَثْفَرَ الكلب بذنبه، إذا جعله بنى فَخِذيه. قال الزبرقان بن بدر (١) : تَعدو الذئابُ على مَن لا كلابَ له * وتَتَّقي مَرْبَضَ المُسْتَثْفِرِ الحامى -",
    "pg": "2:605"
  },
  "ثفرق": {
    "def": "الثفروق: قمع التمرة. وأنشد أبو عبيد:\nقراد كثفروق النواة ضئيل * قال: وقال العدبس: الثفروق: ما يلتزق به القمع من التمرة. وقال الكسائي: الثفاريق أقماع البسر. فصل الجيم\nالجيم والقاف لا يجتمعان في كلمة واحدة من كلام العرب، إلا أن يكون معربا أو حكاية صوت، نحو (الجردقة) وهى الرغيف، و (الجرموق) : الذى يلبس فوق الخف، و (الجرامقة) : قوم بالموصل أصلهم من العجم، و (الجوسق) : القصر، و (جلق) بالتشديد وكسر الجيم واللام موضع بالشأم، و (الجوالق (١) : وعاء، والجمع الجوالق بالفتح والجواليق أيضا. قال الراجز: ياحبذا ما في الجواليق السود من خشكنان وسويق مقنود وربما قالوا: الجو القات. ولا يجوز سيبويه الجوالقات. و (والجلاهق) : البندق، ومنه قوس الجلاهق، وأصله بالفارسية \" جله \" وهى كبة غزل. والكثير (٢) \" جلها \"، بها سمى الحائك، (وجلنبلق) : حكاية صوت باب ضخم في حالة فتحه وإصفاقه، جلن على حدة وبلق على حدة. وأنشد المازنى: فتفتحه طورا وطورا تجيفه فتسمع في الحالين منه جلنبلق و (المنجنيق) : التى ترمى بها الحجارة، معربة وأصلها بالفارسية \" من جى نيك \" أي ما أجودنى، وهى مؤنثة. قال زفر بن الحارث: لقد تركتني منجنيق ابن بحدل أحيد من العصفور (١) حين يطير وقال بعضم (٢) : تقديرها مفعليل (٣) ، لقولهم: \" كنا نجنق مرة ونرشق أخرى \" والجمع منجنيقات. وقال سيبوبه: هو فنعليل، الميم من نفس الكلمة، لقولهم في الجمع مجانيق، وفى التصغير مجينيق، ولانها لو كانت زائدة والنون زائدة لا جتمعت زائدتان في أول الاسم، وهذا لا يكون في الاسماء ولا الصفات التى ليست على الافعال المزيدة ولو جعلت النون من نفس الحرف صار الاسم رباعيا، والزيادات لا تلحق بينات الاربعة أولا، إلا الاسماء الجارية على أفعالها، نحو مدحرج و (الجوقة) : الجماعة من الناس. فصل الحاء",
    "pg": "4:1454-1455"
  },
  "ثفل": {
    "def": "الثُفْلُ: ما سَفَلَ من كل شئ. وقولهم: تركت بنى فلانٍ مُثافِلينَ، أي يأكلون الثُفْلَ، يعنون الحَبَّ، وذلك إذا لم يكن لهم لبن مكان طعامهم الحب، وذلك أشد ما يكون حال البدوي (٢) وجملٌ ثَفالٌ بالفتح، أي بطئ. والثفال بالكسر: جلد يُبْسَطُ فتوضع فوقه الرَحى فيُطْحَنُ باليد ليسقطَ عليه الدقيق. ومنه قول زهير:\nفتعر ككم عرك الرحى بثفالها (٣) * وربما سمى الحجر الاسفل بذلك.",
    "pg": "4:1646-1647"
  },
  "ثفن": {
    "def": "الثَفِنَةُ: واحدة ثَفِناتِ البعير، وهي ما يقع على الأرض من أعضائه إذا استناخ وغَلُظ، كالركبتين وغيرهما. قال العجاج: خوى على مستويات خمس كركرة وثفنات ملس ولهذا قيل لعبد الله بن وهب الراسبى رئيس الخوارج ذو الثفنات، لان طول السجود كان قد أثر في ثفناته. وثافنت فلانا: جالسته. ويقال اشتقاقه من الاول، كأنك ألصقت ثفنة ركبتك بثفنة ركبته. ويقال أيضاً: ثافَنْتُ الرجل على الشئ، إذا أعنته عليه. وثفن المزادةِ: جوانبها المخروزةُ. وثَفَنَتْهُ الناقة تَثْفِنُهُ بالكسر ثَفْناً: ضربته بثِفناتِها. وثَفِنَتْ يده بالكسر تَثْفَنُ ثَفَناً: غلظت. وأثفن العمل يده.",
    "pg": "5:2088"
  },
  "ثفى": {
    "def": "الأُثْفِيَةُ للقِدْر تقديرُها أُفْعولَةُ، والجمع الأثافيُّ، وإن شئت خففت. وقولهم: بَقِيَتْ من بني فلان أُثْفِيَّةٌ خَشناءُ، أي بقي منهم عدد ٌكثير. والمُثَفَّاةُ: المرأة التي لزوجها امرأتان سواها، شُبِّهَتْ بأَثافيِّ القدر. والمثفاة أيضا: سمة كالاثافى. والمُثَفِّيَةَ: التي مات لها ثلاثة أزواج، والرجل مُثَفٍّ. وثَفَّيْتُ القِدْرَ تَثْفِيَةً، أي وضعتُها على الأَثافيِّ. وأَثْفَيْتُ لها، أي جعلت لها أثافى. قال الراجز (١) :\nوصاليات ككما يؤثفين (٢) * أراد يثفين، فأخرجه على الاصل.",
    "pg": "6:2293"
  },
  "ثقب": {
    "def": "الثَقْبُ بالفتح: واحدُ الثقوب. والثُقْبُ بالضم: جمع ثُقْبَةٍ. ويجمع أيضاً على ثُقَبٍ. والمِثْقَبُ: ما يثقب به. وثقبت الشئ ثقبا، وثَقَّبْتُهُ، شُدِّدَ للكثرة. ودُرٌّ مُثَقَّبٌ، أي مثقوبٌ. وتَثَقَّبَ الجِلْدُ، إذا ثَقَّبَهُ الحَلَمُ. وتثقيبُ النارِ: تَذْكِيَتُها. ويقال أيضا ثقب عود العرفج، وذلك إذا مطر ولان عوده، فإذا اسود شيئا قيل: قد قمل، فإذا زاد قليلا قيل: قد أدبى، وهو حينئذ يصلح أن يؤكل، فإذا تمت خوصته قيل: قد أخوص. والمثقب بكسر القاف: لقب شاعر من بنى عبد القيس (١) ، سمى بذلك لقوله: أرين محاسنا وكنن أخرى (٢) * وثقبن الوصاوص للعيون وثقبت النار تثقب ثقوبا وثقابة، إذا اتقدتْ، وأَثْقَبْتُها أنا. وشِهابٌ ثاقب، أي مضئ. ويقال أيضا: ثَقَبَتِ الناقةُ (٣) . أي غَزُرَتْ، فهي ثاقبٌ. والثَقوبُ بالفتح: ما تُشْعِلُ به النارَ من دِقاقِ العيدانِ.",
    "pg": "1:93-94"
  },
  "ثقف": {
    "def": "ثَقُفَ الرجل ثَقْفاً وثَقافَةً، أي صار حاذقاً خفيفاً فهو ثقف، مثال ضخم فهو ضخم. ومنه المثاقفة. والثقاف: ما تسوى به الرماح. منه قول عمرو (١) : إذا عض الثقاف بها اشمازت تشج قفا المثقف والجبينا وتثقيفها: تسويتها. وثقفته ثقفا، مثال بلعته بلعا، أي صادفته. وقال: فإما تثقفوني فاقتلوني فإن أُثْقَفْ فسوف تَرَوْنَ بالي وَثَقِفَ أيضاً ثَقَفاً، مثال تَعِبَ تَعَباً: لغةٌ في ثَقُفَ، أي صار حاذقاً فطناً، فهو ثَقفٌ وثَقُفٌ، مثال حذر وحذر، وندس وندس. وثقيف: أبو قبيلة من هوازن، واسمه قسى، والنسب إليه ثقفي. ابن الأعرابي: خَلٌّ ثِقِّيفٌ بالتشديد (٢) ، أي حامضٌ جداً، مثال: قولك بصل حريف. فصل الجيم",
    "pg": "4:1334"
  },
  "ثقل": {
    "def": "الثِقْلُ: واحد الأَثْقالِ، مثل حِمْلٍ وأحمالٍ. ومنه قولهم: أعطه ثِقْلَهُ، أي وزنَه. وقوله تعالى: ﴿وأخرجَتِ الأرضُ أَثْقالَها﴾ قالوا: أجساد بني آدم. والثِقَلُ: ضدّ الخفّة. تقول منه: ثقل الشئ ثقلا، مثل صغر صغرا، فهو ثَقيلٌ. والثَقَلُ، بالتحريك: متاعُ المسافر وحَشَمُهُ. والثَقَلانِ: الإنسُ والجنُّ. ويقال أيضاً: وجدت ثَقَلَةً في جسدي، أي ثقلا وفتورا. حكاه الكسائي. وثقلة القومِ، بكسر القاف: أَثْقَالُهُمْ. يقال: احتمل القوم بثقلتهم، أي بأمتعتهم كلها. وثقل الشئ الشئ في الوزن يَثْقُلُهُ ثَقْلاً. وثَقَلْتُ الشاة أيضاً، أي وزنتُها، وذلك إذا رفعتَها لتنظر ما ثِقَلُها من خفّتها. وامرأةٌ ثَقالٌ بالفتح، أي رَزانٌ ذات مآكِمَ وكَفَلٍ. والتَثْقيلُ: ضد التحفيف. وقد أثقله الحمل. وأَثْقَلَتِ المرأةُ فهي مُثْقِلٌ، أي ثَقُلَ حَملُها في بطنها. قال الأخفش: أي صارت ذات ثِقْلٍ، كما تقول: أَتْمَرْنا، أي صرنا ذوى تمر. والمثقال: واحد مثاقيل الذهب. قال الأصمعي: دينارٌ ثاقِلٌ، إذا كان لا ينقص. ودنانيرُ ثواقل. ومثقال الشئ: ميزانه من مثله. وقولهم: ألقى عليه مَثاقيلَهُ، أي مؤنته. حكاه أبو نصر.",
    "pg": "4:1647"
  },
  "ثكل": {
    "def": "الثُكْلُ: فِقدانُ المرأة ولدَها. وكذلك الثكل بالتحريك. وامرأة ثا كل وثَكْلى. وثَكِلَتْهُ أمه ثُكْلاً، وأَثْكَلَهُ الله أُمَّهُ. والثَكولُ: التي ثَكِلَتْ ولدها. ويقال: رُمْحُهُ للوالدات مَثْكَلَةٌ، كما يقال: \" الولد مَبْخَلَةٌ ومَجْبَنَةٌ \". والاثكال والاثكول: لغة في العثكال والعثكول، وهو الشمراخ الذى عليه البسر. وأنشد أبو عمرو: قد أبصرت سعدى بها كتائلى (١) طويلة الاقناء والاثاكل",
    "pg": "4:1647"
  },
  "ثكم": {
    "def": "ثَكَمُ الطريق بالتحريك: وسطه. والثَكَمُ أيضاً: مصدر ثَكِمَ بالمكان بالسكر، إذا أقام به. وثكمت الطريق أيضا، إذا لزمته.",
    "pg": "5:1881"
  },
  "ثكن": {
    "def": "الثُكْنَةُ بالضم: السِرْبُ من الحمام وغيرِه، والجمع الثُكَنُ. قال الأعشى: يُسافِعُ وَرْقاَء جُونِيَّةٌ (١) ليدركَها في حَمامٍ ثُكَنْ ويقال: خَلِّ له عن ثُكْنِ الطريق، أي عن سجحه. وثكن: جبل، بفتح الثاء والكاف.",
    "pg": "5:2088"
  },
  "ثلب": {
    "def": "ثَلَبَهُ ثَلْباً، إذا صَرَّحَ بالعيب وتنقّصَهُ. قال الراجز:\nلا يُحْسِنُ التعريضَ إلاَّ ثَلْبا * والمثالبُ: العيوبُ، الواحدة مَثْلَبَةٌ. والأَثْلَبُ والإِثْلِبُ (٤) : فتات الحجارة والتراب. قيل: \" بفيه الاثلب والاثلب \". والثلب بالكسر: الجمل الذي انكسرَتْ أنيابُهُ من الهَرَمِ وتناثر هُلْبُ ذَنَبِهِ، والانثى ثلبة، والجمع ثلبة مثل قرد وقردة. تقول منه: ثلب البعير تثليبا. عن الاصمعي، قاله في كتاب الفرق. ورمح ثَلِبٌ، أي مُتَثَلِّمٌ. قال أبو العيال الهذلى: ومطرد من الخط ى $ لا عارٍ ولا ثَلِبُ * ومنه امرأةٌ ثالِبَةُ الشَوى، أي مُتَشَقِّقة القدمين. قال جرير: لقد ولدت غسان ثالبة الشوى * عدوس السرى لا يعرف الكرم جيدها والثلبوت: اسم واد بين طيئ وذبيان.",
    "pg": "1:94"
  },
  "ثلث": {
    "def": "الثلاثة في عدد المذكر، والثلاث في عدد المؤنث. والثلاثاء (٤) من الأيام ويجمع على ثَلاثاواتٍ. والثُلُثُ: سهمٌ من ثلاثة، فإذا فتحت الثاء زدت ياءً فقلت ثَليثٌ، مثل ثَمينٍ، وسَبيعٍ وسَديسٍ وخميس ونصيف. وأنكر أبو زيد منها خميسا وثليثا. والثلث، بالكسر، من قولهم هو يَسْقي نخْلة الثِلْثِ، لا يُستعملُ الثِلْثُ إلا في هذا الموضع. وليس في الورد ثلث، لان أقصر الورد الرفه وهو أن تشرب الابل كل يوم، ثم الغب وهو أن ترد يوما وتدع يوما، فإذا ارتفع من الغب فالظمء الربع ثم الخمس، وكذلك إلى العشر. قاله الاصمعي. وثلاث ومثلث غير مصروف للعدل والصفة، لأنه عدل من ثَلاثَةٍ إلى ثُلاثَ ومَثْلَثَ، وهو صفةٌ لأنّك تقول: مررت بقوم مثنى وثلاث. وقال تعالى: (أولى أجنحة مثنى وثلاث ورباع) فوصف به. وهذا قول سيبويه، وقال غيره: إنما لم ينصرف لتكرر العدل فيه في اللفظ والمعنى، لانه عدل عن لفظ اثنين إلى لفظ مثنى وثناء، وعن معنى اثنين إلى معنى اثنين اثنين، لانك إذا قلت جاءت الخيل مثنى فالمعنى اثنين اثنين، أي جاءوا مزدوجين. وكذلك جميع معدول العدد. فإن صغرته صرفته فقلت أحيد، وثنيى (١) ، وثليث، وربيع، لانه مثل حمير فخرج إلى مثال ما ينصرف. وليس كذلك أحمد وأحسن، لانه لا يخرج بالتصغير عن وزن الفعل، لانهم قد قالوا في التعجب: ما أميلح زيدا وما أحيسنه. وثلثت القوم أَثْلَثُهُمْ بالضم، إذا أخذتَ ثُلُثَ أموالهم. وأَثْلِثُهُمْ بالكسر، إذا كنت ثالِثَهُمْ أو كَمَّلْتَهُمْ ثلاثةً بنفسك (٢) . قال الشاعر: فإنْ تَثْلِثوا نَرْبَعْ وإنْ يَكُ خامسٌ * يَكُنْ سادسٌ حتى يبيركم القتل وكذلك إلى العشرة، إلا أنك تفتح أربعهم وأسبعهم وأتسعهم فيهما (٣) جميعا لمكان العين. وتقول: كانوا تسعة وعشرين فثلثتهم، أي صرت بهم تمام ثلاثين. وكانوا تسعة وثلاثين فربعتهم، مثل لفظ الثلاثة والاربعة، وكذلك إلى المائة، قاله أبو عبيدة. وثالثة الاثافي: الحيد النادر من الجبل، يجمع إليه صخرتان ثم تنصب عليهما القدر. وأَثْلَثَ القومُ: صاروا ثلاثة. وكانوا ثلاثة فأربَعوا كذلك، إلى العشرة. قال ابن السكيت: يقال هو ثالث ثلاثة مضاف، إلى العشرة، ولا ينون. فإن اختلفا فإن شئت نونت وإن شئت أضفت، قلت: هو رابع ثلاثة ورابع ثلاثة، كما تقول هو ضارب عمرو وضارب عمرا، لان معناه الوقوع، أي كملهم بنفسه أربعة. وإذا اتفقا فالاضافة لا غير لانه في مذهب الاسماء، لانك لم ترد معنى الفعل وإنما أردت هو أحد الثلاثة وبعض الثلاثة، وهذا لا يكون إلا مضافا. وتقول: هذا ثالث اثنين وثالث اثنين (١) . المعنى هذا ثلث اثنين أي صيرهما ثلاثة بنفسه. وكذلك هو ثالث عشر وثالث عشر بالرفع والنصب، إلى تسعة عشر. فمن رفع قال: أردت ثالث ثلاثة عشر فحذفت الثلاثة وتركت ثالثا على إعرابه. ومن نصب قال: أردت ثالث ثلاثة عشر، فلما أسقطت منه الثلاثة ألزمت إعرابها الاول ليعلم أن هاهنا شيئا محذوقا. وتقول: هذا الحادى عشر والثانى عشر إلى العشرين، مفتوح كله، لما ذكرناه. وفى المؤنث هذه الحادية عشرة وكذلك إلى العشرين، تدخل الهاء فيها جميعا. وأهل الحجاز يقولون: أتونى ثلاثتهم وأربعتهم إلى العشرة فينصبون على كل حال، وكذلك المؤنث أتيننى ثلاثهن وأربعهن. وغيرهم يعربه بالحركات الثلاث، يجعله مثل كلهم. فإذا جاوزت العشرة لم يكن إلا النصب، تقول: أتونى أحد عشرهم، وتسعة عشرهم. وللنساء: أتيننى إحدى عشرتهن، وثماني عشرتهن. والثَلوثُ من النوق: التي تجمع بين ثَلاثِ آنية تملؤها إذا حُلِبَتْ، وكذلك التي تَيْبَسُ ثلاثةٌ من أخلافها. والمثلوثة: مَزادةٌ تكون من ثلاثة جلود. وحبلٌ مثلوثٌ، إذا كان على ثَلاثِ قُوىً. وشئ مثلث، أي ذو أركان ثلاثة. والمثلَّثَّ من الشراب: الذي طُبِخَ حتَّى ذهب ثُلُثاهُ. ويقال أيضاً: ثَلَّثَ بناقته، إذا صَرَّ منها ثلاثةَ أخلافٍ. فإن صَرَّ خلفين قيل: شطر بها. فإن صر خلفا واحدا قيل: خلف بها. فإن صر أخلافها كلها جمع قيل: أجمع بناقته وأكمش.\nفصل الجيم",
    "pg": "1:274-277"
  },
  "ثلج": {
    "def": "الثَّلجُ معروف. وأرض مثلوجة: أصابها ثلج. وقد أثلَجَ يَوْمُنا. وثَلجَتْنا السماءُ تَثْلُجُ بالضم، كما تقول: مَطَرتنا. ويقال أيضاً: ثَلَجَتْ نفسي تَثْلُجُ ثُلوجاً، إذا اطمأَنَّت، عن أبى عمرو. وثَلِجَتْ نفسي بالكسر تَثْلَجُ ثَلَجاً لغة فيه، عن الاصمعي. ورجل مثلوج الفؤاد، إذا كان بليداً. قال كعب بن لُؤَيّ لأخيه عامر بن لؤيّ: لئن كنت مثلوجَ الفؤاد لقد بدا * لجمعِ لؤيٍّ منك ذِلَّةُ ذي غَمْضِ وحفر حتَّى أثلج، أي بلغ الطين.\nفصل الجيم",
    "pg": "1:302"
  },
  "ثلط": {
    "def": "ثَلَطَ البعيرُ، إذا ألقى بعره رقيقا. وفى الحديث: \" إنهم كانوا يبعرون بعرا، وأنتم تثلطون ثلطا \".\nفصل الجيم",
    "pg": "3:1118"
  },
  "ثلع": {
    "def": "ثَلَعْتُ رأسَهُ أَثْلَعُهُ ثَلْعاً، أي شدختُه. والمُثَلَّعُ: المُشَدَّخُ من البسر وغيره.\nفصل الجيم",
    "pg": "3:1193"
  },
  "ثلغ": {
    "def": "ثَلَغَ رأسَه يَثْلَغُهُ ثَلْغاً، أي شدخه. والمُثَلَّغُ (٢) من الرُطَبِ: ما سقط من النخلة فانشدخ.",
    "pg": "4:1317"
  },
  "ثلل": {
    "def": "يقال للضأن الكثيرة: ثَلَّةٌ. قال أبو يوسف ولا يقال للمعزى الكثيرة ثلة، ولكن حيلة. والجمع ثلل، مثل بدرة وبدر. قال: فإذا اجتمعت الضأن والمعزى فكثرتا قيل لهما ثلة. والثلة أيضا: الصوف. يقال: كساءٌ جيدُ الثَلّة. وحبلُ ثلة، أي صوف. قال الراجز: قد قرنونى بامرئ قثول (١) رث كحبل الثلة المبتل قال: ولا يقال للشَعَرِ ثَلّةٌ ولا للوبر، فإذا اجتمعَ الصُوف والشعر والوبر قيل: عند فلان ثَلّةٌ كثيرةٌ. وقد أَثَلَّ الرجل فهو مُثِلٌّ، إذا كثُرت عنده الثَلَّة. وثَلَّةُ البئر أيضاً: ما أُخْرِجَ من ترابها. والثُلَّةُ، بالضم: الجماعة من الناس. وثَلَّت الدابةُ تَثُلُّ، أي راثَتْ، وكذلك كلُّ ذي حافر. وَثَلَلْتُ التراب في البئر وغيرها، إذا هلته. وثللت الدراهم ثلا: صببتها. وثللت البيت أثله: هدمته، وهو أن تحفِر أصلَ الحائط ثم تدفعَ فينقاض، وهو أهْولُ الهدمِ. يقال: ثَلَّ الله عرشهم: أي هدم ملكهم. ويقال للقوم إذا ذهب عزّهم: قد ثُلَّ عرشهم، ومنه قول زهير:\nتَدارَكْتُما الأَحلافَ قد ثُلَّ عَرْشُها (١) * كأنه هُدِمَ وأُهْلِكَ. وأَثْلَلْتُهُ، إذا أمرت بإصلاح ما ثُلَّ منه والثَلَلُ بالتحريك: الهلاك. تقول منه. ثَلَلْتُ الرجل أَثُلُّهُ ثَلاًّ وثلَلاً، عن الاصمعي. قال لبيد: فصلقنا في مراد صلقة وصداء ألحقتهم بالثلل",
    "pg": "4:1647-1648"
  },
  "ثلم": {
    "def": "الثُلْمَةُ: الخلل في الحائط وغيره. وقد ثَلَمْتُهُ أَثْلِمُهُ بالكسر ثَلْماً. يقال: في السيف ثَلْمٌ، وفي الإناء ثَلْمٌ، إذا انكسر من شفته شئ. وثلم الوادي بالتحريك، وهو أن يَنْثَلِمَ حرفه. وثلمت الشئ فانثلم وتثلم. وثلم الشئ بالكسر يثلم، فهو أثلم بَيِّن الثَلَمِ. وثَلَّمْتُهُ أيضاً شُدِّد للكثرة. والمثلم: اسم موضع.",
    "pg": "5:1881"
  },
  "ثم": {
    "def": "يقال: ثتمت خرزها: أفسدته.",
    "pg": "5:1880"
  },
  "ثما": {
    "def": "الكسائي: ثَمَأْتُ (٣) القوم: أطعمتهم الدسم. وثمأت رأسه: شدخته. وثَمأت الخبز: ثردته.\nفصل الجيم",
    "pg": "1:39"
  },
  "ثمد": {
    "def": "الثَمَدُ والثَمْدُ: الماء القليل الذى لا مادة له. واتمد الرجلُ واثَّمَدَ بالإدغام، أي ورد الثَمَدَ. وماءٌ مَثْمودٌ، إذا كثُر عليه الناس حتّى. يُنفِدوه إلاّ أقلة. وروضة الثمد: موضع. ورجل مثمود، إذا كثر عليه السُؤال حتَّى ينفدَ ما عنده. وكذلك إذا ثَمَدَتْهُ النساء فأكثر الجماعَ حتَّى انقطع ماؤه. والثامِدُ من البَهْمِ، حينَ قَرَمَ، أي أكل. وثمود: قبيلة من العرب الاولى. وهم قوم صالح، يصرف ولا يصرف. والاثمد: حجر يكتحل به.",
    "pg": "2:451"
  },
  "ثمر": {
    "def": "الثَمَرةُ: واحدة الثَمَرِ والثَمَراتِ. وجمع الثمر ثِمارٌ مثل جبل وجبال. قال الفراء: وجمع الثِمارِ ثُمُرٌ، مثل كتاب وكتب. وجمع الثُمُرِ أَثْمارٌ، مثل عنق وأعناق. والثُمُرُ أيضاً: المال المُثَمَّرُ، ويخفّف ويثقل. وقرأ أبو عمرو:\n(وكان له ثُمْرٌ) *، وفسَّر بأنواع الأموال. ويقال: أَثْمَرَ الشَجَرُ، أي طلع ثَمَرُهُ. وشجر ثامِرٌ، إذا أدرك ثَمَرُه. وشجرة ثَمْراءُ، أي ذات ثمر. قال الشاعر أبو ذؤيب:\nتظل على الثمراء منها جوارس (١) * والثميرة: ما يظهر من الزُبْد قبل أن يجتمع ويبلغَ إناهُ من الصُلوحِ. يقال: قد ثَمَّرَ السِقاءُ تَثْميراً، وكذلك أَثْمَرَ، إذا ظهر عليه تحبُّبُ الزُبد. وأثمر الرجلُ، إذا كثُرَ ماله. وثَمَّرَ الله مالَه، أي كثّرهُ. وابن ثَمِيرٍ: الليلة القمراء. وثَمَرُ السياط: عقد أطرافها.",
    "pg": "2:605-606"
  },
  "ثمغ": {
    "def": "ثَمَغْتُ رأسَه ثَمْغاً، أي شدخته. وحكى الفراء عن الكسائي: ثمغة الجبل: أعلاه. قال الفراء: والذى سمعت أنا نمغة بالنون. أبو عمرو: ثَمَغْتُ الثوبَ (٣) صبَغته صبغاً مُشْبَعاً. قال الشاعر: تَركْتُ بَني الغُزَيِّلِ غيرَ فَخْرٍ كأنَّ لِحاهُمُ ثمغت بورس فصل الدال",
    "pg": "4:1317-1318"
  },
  "ثمل": {
    "def": "الثَميلَةُ: البقيّةُ من الماء في الصخرة وفي الوادي، والجمع ثميل. ومنه قول أبو ذؤيب:\nبجرداء ينتاب الثميل حمارها (٢) * أي يرد حمار هذه المفازة بقايا الماء في الحوض، لان مياه الغدران قد نضبت. والثميلة أيضا: البقية تبقى من العلف والشراب في بطن البعير وغيره. وكلُّ بقيةٍ ثَميلَةٌ. وقال يونس: يقال ما ثَمَلْتُ شرابي بشئ من طعام، ومعناه ما أكلت قبل أن أشربَ طعاماً، وذلك يسمَّى الثَميلَةَ. قال أبو عمرو: الثَمَلَةُ بالتحريك: البقية في أسفل الإناء وغيره، وكذلك الثُمْلَةُ بالضم. والثَمَلَةُ أيضاً بالتحريك: صوفة يهنأ بها البعير. قال الراجز (١) : ممغوثة أعراضهم ممرطله (٢) كما تلاث بالهناء (٣) الثمله وهى المِثْمَلَةُ أيضاً، بالكسر. والثُمالُ أيضاً: السم المنقع، وكذلك المثمل بالتشديد، كأنه أُنْقِع فبَقيَ وثَبَتَ. والثُمال أيضاً: جمع ثُمالَةٍ، وهي الرغْوة. وقد أَثْمَلَ اللبنُ، أي كثرت ثُمالَتُهُ. والثُمالَةُ أيضاً مثل الثَمَلَةِ، وهي البقيّة في أسفل الإناء أو الحوض. وقد أَثْمَلْتُ الشئ، أي أبقيته. وثملته تثميلا: بقيته. وثمالة: حى من العرب. والثمال بالكسر: الغياث. يقال: فلان ثِمالُ قومه، أي غياثٌ لهم يقوم بأمرهم. قال الخليل: المثمل: الملجأ. وثَمِلَ الرجل بالكسر ثَمَلاً، إذا أخذ فيه الشرابُ، فهو ثَمِلٌ، أي نشوان.",
    "pg": "4:1648-1649"
  },
  "ثمم": {
    "def": "الثُمامُ: نبتٌ ضعيفٌ له خُوصٌ أو شبيهٌ بالخوص، وربَّما حُشيَ به وسُدَّ به خَصاص البيوت، الواحدة ثمامة، وبه سمى الرجل ثمامة. وثممت الشئ أَثُمُّهُ بالضم ثَمَّاً، إذا أصلحتَه ورممته بالثمام. ومنه قيل: ثَمَمْتُ أموري، إذا أصلحتَها ورمَمْتها. قال الشاعر (١) . ثَمَمْتُ حوائِجي وَوَذَأْتُ بِشْراً (٢) فبئسَ معرس الركب السغاب ومنه قولهم: \" كنا أهل ثمه ورمه \". وثَمَّتِ الشاة النبت بفيها، أي قلعتْه: فهي شاة ثَمومٌ. وثَمَمْتُ الشئ: جمعته. يقال هو يثمه ويَقُمُّهُ، أي يكنسه، ويجمع الجيِّد والردئ. ورجل مثم ومقم بكسر الميم، إذا كان كذلك. ومِثَمَّةٌ ومِقَمَّةٌ أيضاً، الهاء للمبالغة. وقال أعرابيٌّ: جَعْجَعَ بي الدهرُ عن ثُمَّهِ ورُمِّهِ، أي عن قليله وكثيره. وثَمَمْتُ يدي بالأرض، أي مسحت بالحشيش. وانْثَمَّ عليه، أي انْثالَ عليه. وانْثَمَّ جسمُ فلانٍ، أي ذاب، مثل انهم. عن ابن السكيت. والثمة بالضم: القُبضة من الحشيش. وقولهم: ما له ثم ولارم، وما يملك ثُمَّاً ولا رُمّاً، قال ابن السكيت: فالثُمُّ: قماش أَساقِيهِمْ وآنيتهم. والرُمُّ: مَرَمَّةُ البيت. وثُمَّ: حرفُ عطفٍ يدلُّ على الترتيب والتراخي (١) ، وربَّما أدخلوا عليها التاء، كما قال: ولقد أمر على اللئيم يَسُبُّني فمَضَيْتُ ثُمَّتَ قلتُ لا يعْنيني (٢) وثَمَّ بمعنى هناك، وهو للتبعيد بمنزلة هنا للتقريب. ومثَمُّ الفرس بالفتح: مُنْقَطَعُ سُرَّتِهِ. والمَثَمَّةُ مثله. ابن السكيت: ثَمَّمْتُ العَظْمَ تَثْميماً، وذلك إذا كان عنتا فأبنته. والثمثام: الذى إذا أخذ الشئ كسره.",
    "pg": "5:1881-1882"
  },
  "ثمن": {
    "def": "ثَمانِيَةُ رجالٍ وثَماني نسوةٍ، وهو في الأًصل منسوب إلى الثُمْنِ، لأنَّه الجزء الذي صيَّر السبعة السبعة ثمانية، فهو ثمنها، ثم فتحوا أوله لانهم يغيرون في النسب، كما قالوا دهري وسهلي، وحذفوا منه إحدى ياءى النسب وعوضوا منها الالف، كما فعلوا في المنسوب إلى اليمن فثبتت ياؤه عند الاضافة كما ثبتت ياء القاضى، فتقول: ثمانى نسوة وثماني مائة، كما تقول: قاضى عبد الله، وتسقط مع التنوين عند الرفع والجر، وتثبت عند النصب، لانه ليس بجمع فيجرى مجرى جوار وسوار في ترك الصرف. وما جاء في الشعر غير مصروف فهو على توهم أنه جمع. وقولهم: الثوب سَبْعٌ في ثَمانٍ، كان حقُّه أن يقال ثمانية، لأنَّ الطول يذرع بالذراع وهي مؤنثة، والعرض يُشْبَرُ بالشِبْر وهو مذكّر. وإنما أنثوه لما لم يأنوا بذكر الاشبار. وهو كقولهم: صمنا من الشهر خمسا، وإنما يراد بالصوم الايام دون الليالى، ولو ذكر الايام لم يجد بدا من التذكير. وإنْ صغَّرت الثمانيةَ فأنت بالخيار: إن شئت حذفت الألف، وهو أحسن، فقلت ثُمَيْنيَةٌ. وإن شئت حذفت الياء فقلت ثمينة، قلبت الالف ياء وأدغمت فيها ياء التصغير. ولك أن تعوض فيهما. وأما قول الشاعر (١) : ولقد شربت ثمانيا وثمانيا وثمان عشرة واثنتين وأربعا فكان حقه أن يقول ثمانى عشرة، وإنما حذف الياء على لغة من يقول: طوال الايد، كما قال الشاعر (١) : فطرت بمنصلى في يعملات دوام الايد يخبطن السريحا وثمنت القوم أَثْمُنُهُمْ بالضم، إذا أخذتَ ثُمُنَ أموالهم، وأَثْمِنُهُمْ بالكسر، إذا كنت ثامِنَهُمْ. وأَثْمَنَ القومُ: صاروا ثمانية. وشئ مثمن: جعل له ثمانيَةُ. أركان. وأَثْمَنَ الرجلُ، إذا وردت إبلُهُ ثِمْناً، وهو ظِمْءٌ من أظمائها. وقولهم: \" هو أحمق من صاحب ضأن ثمانين \"، وذلك أن أعرابيا بشر كسرى ببشرى سر بها، فقال: سلنى ما شئت. فقال: أسألك ضأنا ثمانين. والثمن: ثمن المبيع. يقال: أَثْمَنْتُ الرجلَ متاعَه، وأَثْمَنْتُ له. وقول زهير: من لا يُذابُ له شَحْمُ السَديفِ إذا زار الشتاء وعَزَّتْ أَثْمُنُ البُدُنِ فمن رواه بفتح الميم يريد أكثرها ثَمَناً، ومن رواه بالضم فهو جمع ثمن، مثل زمن وأزمن. والثمين: الثمن، وهو جزء من الثمانية. وقال (١) : فألقيت سهمي بينهم حين أوْخَشوا (٢) فما صار لي في القسم إلا ثمينها. وشئ ثمين، أي مرتفع الثمن. وثمانية: اسم (١) موضع. والمثمنة، كالمخلاة.",
    "pg": "5:2088-2090"
  },
  "ثنت": {
    "def": "ثنت اللحكم بالكسر، أي أَنْتَنَ. ونَثِتَ مثله بتقديم النون.\nفصل الجيم",
    "pg": "1:245"
  },
  "ثنن": {
    "def": "الثُنّةُ: الشَعَرات التي في مؤخّر رُسغ الدابّة التي أسبلت على أمّ القِردان حتَّى تبلُغ الارض. والجمع الثنن. وأنشد الاصمعي لربيعة بن جشم، رجل من النمر بن قاسط. قال: وهو الذى يخلط بشعره شعر امرئ القيس: لها ثنن كخوافى العقاب سود يفين إذا تزبئر قوله يفين غير مهموز، أي يكثرن. يقال: وفي شعره، إذا كثر. يقول: ليست بمنجردة لا شعر عليها. والثنة أيضا: ما بين السُرَّة والعانة. والثِنُّ، بالكسر: يبيس الحشيش. وقال الراجز (٢) :\nتكفى القوح أكلة من ثن * فصل الجيم",
    "pg": "5:2090"
  },
  "ثني": {
    "def": "الثِنايَةُ: حبلٌ من شعر أو صوف. قال الراجز:\nوالحجر الاخشن والثناية (٣) * وأما الثناء ممدود فعِقالُ البعير ونحوِ ذلك من حبل مثنى. وكل واحد من تثييه فهو ثناء لو أفرد. تقول: عقلت البعير بثنا يين، إذا عقلْتَ يديه جميعاً بحبلٍ أو بطرفي حبل. وإنما لم يهمز لانه لفظ جاء مثنى لا يفرد واحده فيقال ثناء، فتركت الياء على الاصل، كما فعلوا في مذروين لان أصل الهمزة في ثناء لو أفرد ياء، لانه من ثنيت، ولو أفرد واحده لقيل ثناءان كما تقول: كساءان ورداءان. والثنى: واحد أثناء الشئ، أي تضاعيفه. تقول: أنفذت كذا في ثنى كتابي، أي في طيِّه. قال أبو عبيد: والثنْيُ من الوادي والجبل: منعطفه. وثِنْيُ الحبلِ: ما ثَنَيْتَ. قال طَرَفة: لَعَمْرِكَ إنَّ الموتَ ما أَخْطأَ الفَتى * لَكا لِطَولِ المُرْخى وثِنْياهُ باليَدِ والثِنْيُ أيضاً من النوق: التي وضعتْ بطْنَيْنِ. وثِنْيُها: ولدها، وكذلك المرأة. ولا يقال ثِلْثُ ولا فوقَ ذلك. والثِني مقصورٌ: الأمر يعاد مرَّتينِ. وفي الحديث: \" لا ثني في الصدَقة \" أي لا تؤخذ في السنة مرتين. قال الشاعر (١) : أفى جنب بكر قطعتني ملامة * لعمري لقد كانت ملامتها ثنى (*) والثنيا بالضم: الاسم من الاسْتِثناءِ، وكذلك الثَنْوي بالفتح. ويقال: جاءوا مَثْنى مَثْنى، أي اثنين اثنين، ومثنى وثناء غير مصروفين، لما قلناه في ثلاث من باب الثاء. وقال أبو عبيدة: مثنى الأيادي، هي الأنصباء التي كانت تَفْضُلُ من الجَزورِ في الميسر، فكان الرجلُ الجواد يشتريها فيعطيها الأَبْرامَ. وقال أبو عمرو: مَثْنى الأَيادي: أن يأخذ القِسْمَ مرّةً بعد مرّةٍ. قال النابغة: أَنِّي أُتَمِّمُ أَيْساري وأَمْنَحُهُمْ * مَثْنَى الأَيادي وأكسو الجفنة الادما (١) وفى الحديث: \" من أشراط الساعة أن توضع الاخيار وترفع الاشرار، وأن تقرأ المثناة على رءوس الناس فلا تغير \"، يقال هي التى تسمى بالفارسية دوبيتى، وهو الغناء. وكان أبو عبيد يذهب في تأويله إلى غير هذا. وثنيت الشئ ثنيا: عطفته. وثناه، أي كفه. يقال: جاء ثانياً من عنانه. وثَنَيْتُهُ أيضاً: صرفته عن حاجته، وكذلك إذا صرتَ له ثانياً. وثَنَّيْتُهُ تَثْنيَةً، أي جَعلتُه اثنين. والثُنْيانُ بالضم: الذي يكون دون السَيِّدِ في المرتبة، والجمع ثِنْيَةٌ. قال الأعشى: طويلُ اليدين رَهْطُهُ غيرُ ثِنْيَةٍ * أَشَمُّ كريمٌ جارُهُ لا يُرَهَّقُ وفلان ثِنْيَةُ أهلِ بيته، أي أرذلُهم. والثُنْيُ والثنْيُ، بضم الثاء وكسرها، مثل الثُنْيانِ. قال أوس بن مغراء: ترى ثنانا إذا ما جاء بدءهم (١) * وبدؤهم إن أتانا كان ثنيانا ورواه اليزدى: \" ثنياننا إن أتاهم \". والثنية: واحدة والثنايا من السن. والثَنيَّةُ: طريق العقبة، ومنه قولهم: فلانٌ طَلاَّع الثَنايا، إذا كان سامياً لمعالي الأمور، كما يقال طَلاَّعُ أَنْجُدٍ. والثَنيُّ: الذي يلقى ثنيته، ويكون ذلك في الظلف والحافر في السنة الثالثة، وفى الخف (*) في السنة السادسة. والجمع ثنيان وثناء، والانثى ثَنِيَّةٌ، والجمع ثَنِيَّاتٌ. واثنان من عدد المذكر واثنتان للمؤنّث، وفي المؤنث لغة أخرى: ثنتان بحذف الالف. ولو جاز أن يفرد لكان واحده اثن واثنة، مثل ابن وابنة. وألفه ألف وصل. وقد قطعها الشاعر على التوهم فقال: ألا لا أرى إثنين أحسن شيمة * على حدثان الدهر منى ومن جمل وقال قيس بن الخطيم: إذا جاوزَ الاثنين سِرٌّ فإنّه * بِنَثٍّ وتكثير الوشاة قمين ويوم الاثْنَينِ لا يُثَنَّى ولا يجمع، لانه مثنى ; فإن أحببت أن تجمعه كأنه صفة للواحد قلت أثا نين. وقولهم: هذا ثانى اثْنَيْنِ، أي هو أحد الاثنين. وكذلك ثالث ثلاثة مضاف، إلى العشرة، ولا ينون. فإن اختلفا فأنت بالخيار: إن شئت أضفت، وإن شئت نونت وقلت هذا ثانى واحد وثان واحدا. المعنى: هذا ثنى واحدا. وكذلك ثالث اثنين على ما فسرناه في باب الثاء. والعدد منصوب ما بين أحد عشر إلى تسعة عشر، في الرفع والنصب والخفض، إلا اثنى عشر فإنك تعربه على هجاءين. وتقول للمؤنث: اثْنَتانِ وإن شئت ثنتان ; لان الالف إنما اجتلبت لسكون الثاء، فلما تحركتْ سقطتْ. ولو سًمِّيَ رجلٌ باثْنَيْنِ أو باثْنَي عَشَرَ لقلت في النسبة إليه ثنوى، في قول من قال في ابن بنوى، واثنى في قول من قال ابني. وأما قول الراجز: كأن خصييه من التدلدل * ظرف عجوز فيه ثنتا حنظل فأراد أن يقول: فيه حنظلتان فلم يمكنه، فأخرج الاثنين مخرج سائر الاعداد للضرورة، وأضافه إلى ما بعده، وأراد ثنتان من حنظل، كما يقال ثلاثة دراهم وأربعة دراهم. وكان حقه في الاصل أن يقال اثنا دراهم واثنتا نسوة، إلا أنهم اقتصروا بقولهم درهمان وامرأتان عن إضافتهما إلى ما بعدهما. وانثنى، أي انعطف. وكذلك اثنونى، على افعوعل. وأثنى عليه خيرا، والاسم الثَناءُ. وأثْنَى، أي ألقَى ثَنيَّتَهُ. وتَثَنَّى في مشيته: تأوَّد. والمَثاني من القرآن: ما كان أقلَّ من المائتين. وتسمى فاتحة الكتاب مَثَانِيَ لأنّها تُثَنّى في كلِّ ركعة. ويسمّى جميعُ القرآن مَثانيَ أيضاً لاقترانِ آية الرحمة بآية العذاب.",
    "pg": "6:2293-2296"
  },
  "ثهد": {
    "def": "الثوهد والفوهد: الغلام السمين التامُّ الخَلْق الذي قد راهَقَ الحلم. والجارية ثوهدة.",
    "pg": "2:451"
  },
  "ثهل": {
    "def": "ثهلان: اسم جبل. قال الاحمر: يقال هو الضلال بن ثهلل (١) مثل بهلل غير مصروف. قال أبو عبيد: هو من أسماء الباطل.",
    "pg": "4:1650"
  },
  "ثهمد": {
    "def": "ثهمد: اسم موضع. قال طرفة:\nلخولة أطلال ببرقة ثهمد (١)\nفصل الجيم",
    "pg": "2:451"
  },
  "ثوب": {
    "def": "الثوب: واحدُ الأثوابِ والثيابِ، ويجمع في القِلَّةِ على أَثْوُبٍ، وبعض العرب يقول: أثوب فيهمز، لان الضمة على الواو تستثقل والهمزة أقوى على احتمالها. وكذلك دار وأدور وساق وأسوق وجميع ما جاء على هذا المثال. قال الراجز (١) : لكل دهر قد لبست أثؤبا * حتى اكتسى الرأس قناعا أشيبا * أملح لا لذا ولا محببا قال سيبويه: يقال لصاحب الثياب ثَوَّابٌ. وثاب الرجل يثوب ثَوْباً وثَوَباناً: رجع بعد ذَهابه. وثاب الناس: اجتمعوا وجاءوا. وكذلك الماء إذا اجتمع في الحوض. ومثاب الحوض: وسطه الذي يثوب إليه الماء إذا استفرغ. وهو الثبة أيضا، والهاء عوض عن الواو الذاهبة من عين الفعل، كما عوضوا في قولهم أقام إقامة، وأصله إقواما. والمثابة: الموضع الذي يُثابُ إليه، أي يُرْجَعُ إليه مرةً بعد أخرى. ومنه قوله تعالى: (وإذْ جَعَلْنا البيتَ مَثابةً للناسِ) وإنما قيل للمنزل مثابةٌ لأنّ أهله يتصرَّفون في أمورهم ثم يثوبون إليه، والجمع المَثابُ. وربَّما قالوا لموضع حِبالَةِ الصائد مثابة، قال الراجز: حتى متى (١) تطلع المثابا * لعل شيخا مهترا مصابا يعنى بالشيخ الوعل. والمثاب: مَقام المستقي على فم البئر عند العرش. قال القُطاميُّ (٢) : وما لِمَثاباتِ العُروش بقيَّةٌ * إذا اسْتُلَّ من تحت العُروشِ الدعائمُ والثواب: جزاء الطاعة، وكذلك المَثوبَةُ. قال الله ﵎: (لَمَثوبَةٌ منْ عِنْد اللهِ خير) وأثاب الرجلُ، أي رجَع إليه جسمه وصلح بدنه. واستثابه: سأله أن يثيبه. وقوله تعالى: (هل ثُوِّبَ الكفارُ ما كانوا يَفْعَلون) أي جوزوا. والتثويب في أذانِ الفجر أن يقول: الصَّلاة خير من النوم. وقولهم في المثل \" أطلوع من ثواب \" هو اسم رجل كان يوصف بالطواعية. قال الشاعر (١) : وكنت الدهر لست أطيع أنثى * فصرت اليوم أطوع من ثواب والثائب: الريح الشديدة تكون في أول المطَر. ورجل ثَيِّبٌ (٢) وامرأةٌ ثيِّبٌ، الذكر والانثى فيه سواء. قال ابن السكيت: وذلك إذا كانت المرأة قد دُخِلَ بها، أو كان الرجل قد دَخَل بامرأته. تقول منه: قد ثيبت المرأة.\nفصل الجيم",
    "pg": "1:94-95"
  },
  "ثوخ": {
    "def": "ثاخَتْ قدمُه بالوحل تَثوخُ وتثيخ: خاضت وغابت فيه. وقال المتنخل يصف سيفا: أبيض كالرجع رسوب إذا * ماثاخ في محتفل يختلى وقال أبو ذؤيب يصف فرسا: قصر الصبوح لها فشرج لحمها * بالنى فهى تثوخ فيها الاصبع (١)\nفصل الجيم",
    "pg": "1:419-420"
  },
  "ثور": {
    "def": "ثارَ الغبار يَثورُ ثَوْراً وثَوَراناً، أي سطَع. وأَثارَهُ غيره. وثارت بفلان الحصبة. ويقال: كيف الدبى؟ فيقال: ثائر ونافر. فالثائر: ساعة ما يخرج من التراب. والنافر: حين نفر، أي وثب. وثار به الناس، أي وثبوا عليه. والمثاورة: المواثبةُ. يقال: انتظِرْ حتَّى تسكن هذه الثورةُ. وهي الهَيْجُ. وثَوَّرَ فلان عليهم الشرا، أي هيجه وأظهره. وثوّر القرآنَ، أي بحث عَنْ علمه. وثوّرَ البَرْكَ واستَثارها، أي أزعجها وأنهضها وثارت نفسُه، أي جشأت. ورأيته ثائرَ الرأس، إذا رأيتَه وقد اشْعانَّ شَعرُ رأسِه. وثار ثائِرُهُ، أي هاج غضبُه. والثَور: الذكر من البقر، والانثى ثورة، والجمع ثورة مثل عود وعودة، وثيرة وثيران مثل جيرة وجيران، وثيرة أيضا، قال سيبويه: قلبوا الواو ياء حيث كانت بعد كسرة. قال: وليس هذا بمطرد. وقال المبرد: إنما قالوا ثيرة ليفرقوا بينه وبين ثورة الاقط، وبنوه على فعلة ثم حركوه. وثور: أبو قبيلة من مضر، وهو ثور بن عبد مناة بن أد بن طابخة بن الياس بن مضر، وهم رهط سفيان الثوري. وثور: جبل بمكة، وفيه الغار المذكور في القرآن، ويقال له ثور أطحل. وقال بعضهم: اسم الجبل أطحل، نسب إليه ثور بن عبد مناة، لانه نزله. وفى الحديث: \" حرم ما بين عير إلى ثور \"، قال أبو عبيدة: أهل المدينة لا يعرفون جبلا يقال له ثور، وإنما ثور بمكة. قال: ونرى أن أصل الحديث أنه حرم ما بين عير إلى أحد. وقال غيره: إلى بمعنى مع، كأنه جعل المدينة مضافة إلى مكة في التحريم. والثور: قطعة من الاقط (١) ، والجمع ثورة. يقال: أعطاه ثورة عظاما من الاقط. والثور: برج من السماء. وأما قولهم: سقط ثَوْرُ الشفق، فهو انتشار الشفق وثورانه، ويقال معظمه. وأما قول الشاعر (٢) : إنى وقتلى سليكا ثم أعقله * كالثور يضرب لما عافت البقر (٣) - فيقال: إن البقر إذا امتنعت من شروعها في الماء لا تضرب لانها ذات لبن، وإنما يضرب الثور لتفزع هي فتشرب. ويقال للطحلب: ثور الماء، حكاه أبو زيد في كتاب المطر. فصل الجيم",
    "pg": "2:606-607"
  },
  "ثول": {
    "def": "الثَوْلُ: جماعة النحل. قال الاصمعي: لا واحد له من لفظه. وقولهم: ثَويلَةٌ من الناس، أي جماعةٌ جاءت من بيوتٍ متفرّقةٍ وصبيان ومال، حكاه يعقوب عن أبى صاعد. ويقال: تثول عليه القومُ، أي عَلَوْهُ بالشتْم والضرب. والثَوْلُ بالتحريك: جنونٌ يصيب الشاةَ فلا تتبع الغنم وتستديرُ في مرتعها. وشاةٌ ثَوْلاءُ وتيسٌ أَثْوَلُ. قال الشاعر (١) : تَلْقى الأَمانَ على حِياضِ محمّدٍ ثَوْلاءُ مُخْرِفَةٌ وذئبٌ أطلس وانْثالَ عليه الترابُ، أي انصبَّ. يقال: انْثالَ عليه الناس من كلِّ وجهٍ، أي انصبُّوا.",
    "pg": "4:1649-1650"
  },
  "ثوم": {
    "def": "الثوم معروف. ويقال لقبيعة السيف ثومة.\nفصل الجيم",
    "pg": "5:1882"
  },
  "ثوى": {
    "def": "ثَوى بالمكان: أقام به، يثوى ثواء وثويا، مثل مضى يمضى مضاء ومضيا. يقال: ثويت البصرة، وثَوَيْتُ بالبصرة. وأَثْوَيْتُ بالمكان لغة في ثويت. قال الاغشى: أثوى وقصر ليله ليُزَوَّدا فَمَضَتْ وأَخْلَفَ من قُتَيْلَةَ موعدا وأَثْوَيْتُ غيري يتعدَّى ولا يتعدَّى. وثويت غيرى تثوية. والثوى، على فعيل: الضيف. وأبو مَثْوى الرجُل: صاحب منزله. قال أبو زيد: الثَوِيّةُ: مأوَى الغنم. قال: وكذلك الثايَةُ غير مهموز. قال: والثايَةُ أيضاً: حجارةٌ تُرفَع فتكون عَلَماً بالليل للراعي إذا رجع. قال ابن السكيت: هذه ثاية الغنم وثاية الابل، أي مأواها وهى عازبة، أو مأواها حول البيوت. والثوية (١) : اسم موضع. فصل الجيم",
    "pg": "6:2296-2297"
  },
  "ثيل": {
    "def": "الثيلُ: وعاءُ قضيبِ البعيرِ. والثيلُ: ضربٌ من النبت. والأَثْيَلُ: البعير العظيم الثيل:\nفصل الجيم",
    "pg": "4:1650"
  }
}