{
  "شأأ": {
    "def": "تَشاءَى ما بينهما، مثال تَشاعى، أي تباعد. يقال: تَشاءَى القومُ، إذا تَفرَّقوا. قال ذو الرمَّة: أَبوكَ تَلافى الناسَ والدينَ بعد ما * تشاءوا وبيت الدين منقطع الكَسْرِ والشَأْوُ: الغاية والأمَد. وعَدا الفرس شَأْواً، أي طَلَقاً. والشَأْوُ: السَبْقُ. أبو زيد: شَأَوْتُ القوم شَأْواً، إذا سبقْتهم. قال امرؤ القيس: فألقيتُ في فيه اللجامَ فَبَذَّني (١) * وقال صِحابي قد شَأَوْنَكَ فاطْلُبِ والشَأْوُ: ما أُخرج من تراب البئر، مثل المِشْآةِ. يقال: أخرج شأوا أو شأوين. (*) والمشآة: الزبيل يخرَجُ به تراب البئر، وهو على وزن المشعاة، والجمع المشائى. وقال الراجز: لولا الاله ما سكنا خضما * ولا ظللنا بالمشائى قيما وشأوت من البئر، إذا نزعتَ منها التراب. وشاءاهُ على فاعَلَه، أي سابقه. وشاءه أيضاً مثل شآه على القلب، أي سبقه. وقد جمعهما الشاعرُ في قوله (١) : مَرَّ الحُدوجُ وما شَأَوْنَكَ نَقْرَةً * ولقد أراك تُشاءُ بالأَظْعانِ (٢) أبو عبيد: اشْتَأى، أي استمع. وقال المفضل: سبق.",
    "pg": "6:2388"
  },
  "شأب": {
    "def": "الشُؤْبوبُ: الدُفْعَةُ من المطر وغيره، والجمع الشآبيب. قال كعب بن زهير يذكر الحمار والاتن: إذا ما انتحاهُنَّ شَؤْبوبُهُ * رأيتَ لجَاعِرَتَيْهِ غضونا شؤبوبه: شدة دفعته. يقول: إذا عدا واشتد عدوه رأيت لجاعرتيه تكسرا.",
    "pg": "1:150-151"
  },
  "شأت": {
    "def": "الشَئِيتُ من الخيل. الفرس العَثور. وليس له فعلٌ يتصرَّف. قال رجلٌ من الأنصار (٣) : وأقدرُ مُشْرِفُ الصَهَواتِ ساطِ * كُمَيْتٌ لا أحقُّ ولا شَئِيتُ وقال الأصمعي: الشَئِيتُ: الذي يَقصُر حافرا رجليه عن حافرى يديه.",
    "pg": "1:254"
  },
  "شأز": {
    "def": "أبو زيد: شَئِزَ مكانُنا شَأَزاً: غلُظ واشتدّ، ويقال قلِقَ. وأشأزه: أقلقه. قال رؤبة:\nشأز بمن عوه جدب المنطلق",
    "pg": "3:881"
  },
  "شأس": {
    "def": "مكان شأس، مثل شأز. وقد شَئِسَ مكانُنا، أي صلب وغلظ. وأمكنة شوس، مثل جون وجون، وورد وورد. وشأس: أخو علقمة الشاعر، قال فيه يخاطب الملك: وفى كل حى قد خَبَطْتَ بِنِعْمَةٍ * فَحُقَّ لِشَأْسٍ من نداك ذنوب * قال: نعم وأذنبة! فأطلق عنه وكان قد حبسه.",
    "pg": "3:939"
  },
  "شأشأ": {
    "def": "أبو زيد: شَأْشَأْتُ بالحمار، إذا دَعَوْتَه، وقلت له: تَشُؤْ، تَشُؤْ. وقال رَجل من بني الحِرْمازِ: تَشَأْ، تَشَأْ، وفتح الشين.",
    "pg": "1:57"
  },
  "شأف": {
    "def": "الشَأْفَةُ: قرحةٌ تخرج في أسفل القدم فتُكْوَى فتذهب. يقال في المثل: \" استأصل الله شَأْفَتَهُ \"، أي أذهبه الله كما أذهب تلك القَرحة بالكيّ. تقول منه: شئفت رجله شأفا، مثال تعب تعبا، إذا خرجت بها الشَأْفةُ. وشَئفْتُ فلاناً شَأْفاً، بالتسكين، أي أبغضته.",
    "pg": "4:1379"
  },
  "شأم": {
    "def": "الشأم: بلاد، يذكر ويؤنث. ورجل شأمى وشآم على فعال، وشامي أيضا حكاه سيبويه. ولا تقل شأم وما جاء في ضرورة الشعر فمحمول على أنه اقتصر من النسبة على ذكر البلد وامرأة شأمية وشآمية مخففة الياء. والمشأمة: الميسرة. وكذلك الشأمة. يقال قعد فلانٌ شَأْمَةً. ويقال: يا فلان شائِمْ بأصحابك، أي خُذْ بهم شَأْمَةً، أي ذات الشِمال. ونظرت يَمْنةً وشَأْمَةً. والشُؤْمُ: نقيض اليُمْن، يقال: رجل مَشومٌ ومشئوم. والاشائم: نقيض الايامن. ويقال: ما أشأم فلانا. والعامة تقول: ما أيشمه. وقد شأم فلانٌ على قومه يَشْأَمُهُمْ، فهو شائم، إذا جر عليهم الشؤم. وقد شُئِمَ عليهم فهو مَشْئُومٌ، إذا صار شُؤْماً عليهم. وقومٌ مَشائيمُ. وأنشد أبو مهدي (١) : مَشائيمُ ليسوا مُصْلِحينَ عشيرةً ولا ناعِبٍ إلاَّ بشُؤْمٍ غُرابُها رَدَّ ناعِباً على موضع مصلحين، وموضعه خفضٌ بالباء أي ليسوا بمصلحين، لان قولك ليسوا مصلحين وليسوا بمصلحين معناهما واحد. وقد تشاءموا به. وأما قول زهير: فتنتج لكم غلمان أشأم كلهم كأحمر عاد ثم ترضع فتفطم فهو أفعل بمعنى المصدر، لانه أراد غلمان شؤم فجعل اسم الشؤم أشأم، كما جعلوا اسم الضر الضراء. فلهذا لم يقولوا شأماء كما لم يقولوا أضر للمذكر، إذ كان لا يقع بين مؤنثه ومذكره فصل، لانه بمعنى المصدر. وتشأم الرجل: تنسب إلى الشأم، مثل تقيس وتكوف. وأشأم الرجل، إذا أتى الشأم. وقال (١) :\nصرمت حبالك في الخليط المشئم (٢)",
    "pg": "5:1957-1958"
  },
  "شأن": {
    "def": "الشَأْنُ: الأمر والحال. يقال: لأَشْأَنَنَّ شَأْنَهُمْ، أي لأفسِدَنَّ أمرهم. والشَأْنُ: واحد الشُؤُونِ، وهي مَواصل قبائل الرأس وملتقاها، ومنها تجئ الدموع. قال ابن السكيت: الشَأْنانِ: عِرْقانِ ينحدران من الرأس إلى الحاجبين ثم إلى العينين. ويقال اشْأَنْ شَأْنَكَ، أي اعمَلْ ما تحسنه. وشَأَنْتُ شَأْنَهُ (١) : قصدت قصده. وما شَأَنْتُ شَأْنَهُ، أي لم أكترث له.",
    "pg": "5:2142"
  },
  "شبا": {
    "def": "شباة كل شئ: حد طَرَفِهِ ; والجمع الشَبا والشَبَواتُ. وشَبْوَةُ: العقرب، لا تجرى. قال الراجز تكسو (١) اسمها لحما وتقمطر * قد جعلت شبوة تزبئر والجمع شبوات. وأَشْبى الرجلُ، أي وُلِدَ له ولدٌ ذكيّ. وأَشْبى فلاناً وَلَدهُ، أي أَشْبَهُوهُ. وأَشْبَيْتُ الرجل: رفعته وأكرمته. وأشبت الشجرة: ارتفعت.",
    "pg": "6:2388-2389"
  },
  "شبب": {
    "def": "الشَباب: جمع شابٍّ، وكذلك الشُبَّان. والشَباب أيضاً: الحداثة، وكذلك الشبيبة، وهو خِلافُ الشَيْبِ. تقول: شب الغلام يشب بالكسر، شبابا وشبيبة. وأَشَبَّهُ، اللهُ. وأَشَبَّ اللهُ قَرْنَهُ بمعنىً، والقَرْنُ زيادة في الكلام. وامرأة شبة وشابة بمعنى. وبنو شبابة: قوم بالطائف. وأشب الرجل بَنينَ، إذا شَبَّ أولاده. واُشِبَّ لي كذا، إذا أُتيحَ لي، وشُبَّ أيضاً، على ما لم يُسَمَّ فاعلُه فيهما. وقولهم \" أَعْيَيْتَني مِنْ شُبَّ إلى دُبَّ \" أي من لَدُنْ شَبَبْتُ إلى أن دببت على العصا. كما قيل: \" نهى رسول الله ﷺ عن قيل وقال \". ويقال أيضا \" من شب إلى دب \" يجعل بمنزلة الاسم بإدخال من عليه وإن كان في الاصل فعلا. والتشبيب: النَسيبُ، يقال: هو يُشَبِّبُ بفلانةَ، أي يَنْسُبُ بها. والشِبابُ بالكسر: نشاط الفرس ورفْعُ يديه جميعاً. تقول: شبَّ الفرسُ يَشِبُّ ويَشُبُّ شِباباً وشَبيباً، إذا قَمَصَ ولعِبَ، وأَشْبَبْتُهُ أنا، إذا هَيَّجْتَه، وكذلك إذا حَرَنَ، يقال: بَرِئْتُ إليك من شِبابِهِ وشَبيبِهِ، وعِضاضِهِ وعَضيضِهِ. الأصمعي: الشَبَبُ: المُسِنُّ من ثيران الوحش الذي انتهى أسنانُه: وكذلك الشَبوبُ. تقول منه: أَشَبَّ الثَوْرُ فهو مُشِبٌّ، وربما قالوا: إنّه لمشب بكسر الميم. وقال أبو عبيدة: الشبب: الثور الذي انتهى شباباً. أبو عمرو: مَرَرْتُ برجال شَبَبةٍ، أي شبّانٍ. والشب: شئ يشبه الزاج. وشَبَبْتُ النار والحَرْبَ أَشُبُّها شَبّاً وشبوبا، إذا أو قدتها. والشبوب بالفتح: ما توقَدُ به النارُ. ويقال: هذا شَبَوبٌ لكذا، أي يَزيدُ فيه ويُقَوِّيهِ. وتقول: شَعَرُها يَشُبُّ لونها، أي يظهره ويحسنه. ويقال للجميل: إنه لمشبوبٌ. قال ذو الرمّة: إذا الأَرْوَعُ المَشْبوبُ أضْحى كأنّه * على الرَحْلِ مِمَّا مَنَّهُ السير أحمق",
    "pg": "1:151"
  },
  "شبث": {
    "def": "التشبث بالشئ: التعلق به. ورجل شَبِثٌ، إذا كان طبعُه ذلك. والشبث بالتحريك: دويبة كثيرة الأرجل من أحناش الأرض. ولا تقل شبث (١) والجمع شبثان مثل خرب وخربان. قال الشاعر (٢) : تَرى أَثْرَهُ في صَفْحَتَيْهِ كأَنَّه * مَدارِجُ شِبْثانِ لَهُنَّ هَميمُ قال أبو عمرو: الشنبثة بزيادة النون: العلاقة. يقال شنبث الهوى قلبَه، أي عَلِق به.",
    "pg": "1:284-285"
  },
  "شبح": {
    "def": "الشَبَحُ: الشَخْصُ، وقد يُسَكّنُ. أبو عمرو: الشَبْحانُ: الطويل. ورجل مَشْبوحُ الذِراعين، أي عريضهما، وكذلك شَبْحُ الذراعيْن بالتسكين. تقول منه شبح الرجل بالضم. والحرباء يشبح على العودِ، أي يَمْتَدُّ. وتَشْبيحُ الشئ: جعله عريضا.",
    "pg": "1:377-378"
  },
  "شبدع": {
    "def": "أبو عمرو: الشبادع: العقارب، واحدتها شبدعة بالكسر، والدال غير معجمة. والاحمر مثله.",
    "pg": "3:1235"
  },
  "شبر": {
    "def": "الشِبْرُ: واحد الأشبارِ. ورجلٌ قصير الشِبْرِ، أي متقارب الخَلْقِ. والشبر بالفتح: مصدر شبرت الثوب أَشْبِرُهُ وأَشْبُرُهُ، وهو من الشِبْرِ. كما تقول: بُعْتُهُ من الباع. وأعطيت المرأة شَبْرَها، أي حَقَّ النكاح. وجاء النهى عن شبر الفحل، وهو كراء الضراب. ابن السكيت: شبرت فلانا مالاً أو سيفاً، إذا أعطيته. ومصدره الشبر، إلا أن العجاج حركه فقال:\nالحمد الله الذى أعطى الشبر (١) * كأنه قال: الذى أعطى العطية. ويروى: \" الحبر \". وقال عدى بن زيد:\nلم أخنه والذى أعطى الشبر (٢) * وأشبرته لغة في شَبَرْتُهُ، إذا أعطيته. قال أوسٌ يصف سيفا (٣) : وأشبرنيه الهالكى كأنه * غدير جرت في متنه ا ٠ لريح سلسل - ويروى: \" أشبرنيها \" فتكون الهاء للدرع. وتشابر الفريقان، إذا تقاربا في الحرب، كأنه صار بينهما شِبْرٌ، أو مَدَّ كلُّ واحد منهما إلى صاحبه الشبر. والشَبُّورُ على وزن التنور: البوق. ويقال هو معرب.",
    "pg": "2:692-693"
  },
  "شبرق": {
    "def": "شَبْرَقْت الثوب شَبْرَقَةً وِشبْراقاً، أي مزقته. قال الشاعر (٣) فأدر كنه يَأْخُذْنَ بالساقِ والنَسا كما شَبْرَقَ الوِلْدانُ ثوبَ المقَدَّسي (١) وصار الثوب شَباريقَ، أي قِطَعاً. وشَبْرَقْتُ اللحم وشربقته، أي قطعته. والشبرق بالكسر: نبت، وهو رطب الضريع. والشبارق: معرب، ألحقوه بعذافر.",
    "pg": "4:1500"
  },
  "شبرم": {
    "def": "الشُبْرُمُ: حَبٌّ شبيه بالحِمَّص. قال عنترة تسعى حلائلنا إلى جُثْمانِهِ بِجَنى الأَراكِ تَفِيئَةً والشُبْرُمِ تفيئة من الفئ. والشبرم من الرجال: القصير، والبخيل أيضاً. وأنشد لهِمْيانَ السَعْدِيِّ:\nما مِنْهُمُ إلاَّ لئيم شبرم (١) * وشبرمة: اسم رجل. وشبرمان: موضع. وقال يصف حميرا: ترفع في كل زقاق قسطلا فصبحت من شبرمان منهلا (٢)",
    "pg": "5:1958"
  },
  "شبط": {
    "def": "الشَبُّوطُ: ضربٌ من السَمك.",
    "pg": "3:1135"
  },
  "شبع": {
    "def": "الشِبَعُ: نقيضُ الجوع. يقال: شَبِعْتُ خبزاً ولحماً، ومن خُبْزٍ ولحمٍ، شِبَعاً. وهو من مصادر الطبائع. والشِبْعُ بالتسكين: اسمُ ما أشبعك من شئ. ورجل شبعان وامرأةٌ شَبْعى. وربَّما قالوا امرأةٌ شَبْعى الخَلْخالِ، إذا ملأتْه من سِمَنِها. وتقول: شَبِعْتُ من هذا الأمر ورَويتُ، إذا كرهتَه. وهما على الاستعارة. وأَشْبَعْتُهُ من الجوع، وأَشْبَعْتُ الثوب من الصِبْغِ. وثوبٌ شَبيعُ الغزلِ، أي كثيره. والمُتَشَبِّعُ: المتزيِّنُ بأكثر مما عنده، يتكثَّر بذلك ويتزيَّن بالباطل. وفي الحديث: \" المُتَشَبِّعُ بما لا يملك كلابس ثَوْبَيْ زُورٍ \". وعندي شُبْعَةٌ من طعام بالضم، أي قَدْرُ ما يُشْبَعُ به مرَّةً. قال يعقوب: هذا بلدٌ قد شَبِعَتْ غنمه، إذا قاربت الشبع.",
    "pg": "3:1234-1235"
  },
  "شبق": {
    "def": "الشَبَقُ: شدّة الغُلْمَةِ، وقد شبق بالكسر. قال روبة. * لا يترك الغيرة من عهد الشبق",
    "pg": "4:1500"
  },
  "شبل": {
    "def": "الشِبْلُ: ولد الأسد، والجمع أَشْبُلٌ وأَشْبالٌ (٢) . ولبؤةٌ مُشْبِلٌ: معها أولادها. أبو زيد: يقال للناقة مشبل، إذا قوى ولدها ومشى معها. وأَشْبَلَتِ المرأة بعد بعلها: صبرت على أولادها فلم تتزوج. الكسائي: شَبَلْتُ في بني فلان، إذا نشأت فيهم. وقد شَبَلَ الغلامُ أحسَنَ شُبولٍ، إذا نشأ. وأشبل عليه، أي عطف.",
    "pg": "5:1734"
  },
  "شبم": {
    "def": "الشَبَمُ بالتحريك: البَرْد. يقال: غداةٌ ذات شبمٍ. وقد شَبِمَ الماءُ بالكسر فهو شَبِمٌ. أبو عمرو: الشَبِمُ: الذي يجد البرد مع الجوع. وأنشد (٣) : بِعَيْنَيْ قُطامِيٍّ نَما فوق مَرْقَبٍ غدا شَبِما يَنْقَضُّ بين الهجارِسِ والشِبامُ: خشبةٌ تُعْرَضُ في فم الجدي لئلا يرتضع. والشِبامانِ: خيطان في البرقع، تشدَّه المرأة بهما في قفاها. والشبام: حى من العرب.",
    "pg": "5:1958"
  },
  "شبه": {
    "def": "شِبْهٌ وَشَبَهٌ لغتان بمعنىً. يقال: هذا شِبْهُهُ، أي شَبيهَهُ. وبينهما شِبَهٌ بالتحريك، والجمع مَشابَهُ على غير قياس، كما قالوا مَحاسِنُ ومذاكيرُ. والشُبْهَةُ: الالتباسُ. والمُشْتَبِهات من الأمور: المشْكِلاتُ. والمُتشابِهاتُ: المُتَماثِلاتُ. وتَشَبَّهَ فلان بكذا. والتَشْبيهُ: التمثيلُ. وأَشْبَهْتُ فلاناً وشابَهْتُهُ. واشْتَبَهَ عليّ الشئ. والشبه: ضرب من النحاس. يقال: كوزُ شَبَهٍ وشِبْهٍ بمعنىً. قال المرّار: تدين لِمزْرورٍ إلى جَنْبِ حَلْقَةٍ * من الشِبْهِ سَوَّاها برفقٍ طَبيبُها والشَبَهانُ: ضرْبٌ من العِضاهِ. وقال رجلٌ من عبد القيس: بِوادٍ يَمانٍ يُنْبِتُ الشَثَّ صَدْرُهُ * وأَسْفَلُهُ بالمَرْخِ والشَبَهانِ ويقال: هو النمام من الرياحين.",
    "pg": "6:2236-2237"
  },
  "شتا": {
    "def": "الشِتاءُ معروف. قال المبرّد: هو جمع شَتْوَةٍ. وجمع الشِتاءِ أَشْتِيَةٌ. والنسبة إليها شَتْوِيٌّ وشَتَوِيٌّ مثل خرفى وخرفى. وشَتَوْتُ بموضع كذا وتَشَتَّيْتُ: أقمت به الشِتاءَ. وأَشْتى القوم: دخلوا في الشتاء. قال الكسائي: عاملته مُشاتَاةً، من الشتاء. والشتى على فعيل والشتوى: مطر الشتاء. وقال النمر بن تولب يصف روضةً: عَزَبَتْ وبَاكَرَها الشَتِيُّ بِدِيْمَةٍ * وَطْفاَء تملؤها إلى أَصْبارِها وهذا الشئ يشتينى، أي يكفيني لشتائى. (*) وقال الراجز يصف بتا له: من يك ذا بت فهذا بتى * مقيظ مصيف مشتى (١)",
    "pg": "6:2389"
  },
  "شتت": {
    "def": "أمرٌ شَتٌّ، أي متفرِّق. وشَتَّ الأمر شَتَّاً وشَتاتاً: تفرَّق. واستشت مثله. وكذلك التشتت. وشتته تَشْتيتاً. وأَشَتَّ بي قومي، أي فرقوا أمرى. والشتيت: المتفرق. قال رؤبة بصف إبلا: جاءت معا وأطرقت شتيتا * وهى تثير الساطع السختيتا وثغر شَتيتٌ، أي مُفَلَّجٌ. وقوم شَتّى، وأشياءُ شَتّى. وتقول: جاؤا أَشتاتاً، أي متفرقين، واحدهم شت. وحكى أبو عمرو عن بعض الاعراب: الحمد لله الذى جمعنا من شت. وشتان ما هما، وشَتَّانَ ما عمروٌ وأخوه، أي بَعُدَ ما بينهما. قال: وقول الشاعر (١) : لشتان ما بين اليزيدين في الندى * يزيد سليم والاغر ابن حاتم ليس بحجة، إنما هو مولد. والحجة قول الاعشى: شتان ما يومى على كورِها * ويومِ حَيَّانَ أخي جابر وشتان مصروفة عن شتت، فالفتحة التى في النون هي الفتحة التى كانت في التاء، لتدل على أنه مصروف عن الفعل الماضي. وكذلك سرعان ووشكان، مصروف من وشك وسرع. تقول: وشكان ذا خروجا، وسرعان ذا خروجا. ويقال: إن المجلس ليجمع شُتوتاً من الناس، أي ناساً ليسوا من قبيلة واحدة.",
    "pg": "1:254-255"
  },
  "شتر": {
    "def": "الشَتَرُ: انقلابٌ في جفن العين. يقال: رجلٌ أَشْتَرُ بيِّن الشَتَرِ. وقد شَتِرَ الرجل وشُتِرَ أيضا، مثل أفن وأفن. والاشتران: مالك وابنه. وشترته أنا، مثل ثرم وثَرَمْتُهُ أنا وأَشْتَرْتُهُ أيضاً. وانْشَتَرَتْ عينُه. وشَتَّرْتُ بفلان تَشْتيراً: إذا تنقصته وعبته. وشنتر ثوبه: مزقه. وقولهم: لأَضُمَّنَّكَ ضمَّ الشَناتِرِ، وهي الأصابع، ويقال القِرَطة، لغة يمانية، الواحدة شنترة. وذو شناتر: ملك من ملوك اليمن، ويقال معناه ذو القرطة.",
    "pg": "2:693"
  },
  "شتم": {
    "def": "الشَتْمُ: السبُّ، والاسم الشَتيمَةُ. والتَشاتُمُ: التسابُّ. والمُشاتَمَةُ: المُسابَّةُ. والشَتيمُ: الرجل الكريه الوجه، وكذلك الأسد. يقال: رجلٌ شَتِيمُ المحيا. وقد ستم بالضم شتامة.",
    "pg": "5:1958-1959"
  },
  "شثث": {
    "def": "الشَثُّ: نبتٌ طيّب الريح مرُّ الطعم يُدبَغ به. قال تأبّط شرّاً: كأنَّما حَثْحَثوا حُصّاً قَوادِمُهُ * أو أُمّ خِشْفٍ بذي شَثَّ وطُبَّاقِ قال الأصمعي: هما نبتان.",
    "pg": "1:285"
  },
  "شثل": {
    "def": "رجل شَثل الأصابع، إذا كان غليظها. وهو إبدالٌ من شثن.",
    "pg": "5:1734"
  },
  "شثن": {
    "def": "الشَثَنُ بالتحريك: مصدر شَثِنَتْ (٢) كفه بالكسر، أي خشنت وغلظت. ورجل شَثْنُ الأصابع بالتسكين، وكذلك العضو. قال امرؤ القيس: وتعطوا برخص غيرِ شَثْنٍ كأنَّه أساريعَ ظبيٍ أو مساويك إسحل وشثنت مشافر الابل من أكل الشوك.",
    "pg": "5:2142"
  },
  "شجا": {
    "def": "الشَجْوُ: الهمّ والحزن. ويقال: شَجاهُ يَشْجوهُ شَجْواً، إذا أحزنَه. وأَشْجاه يُشْجيهِ إشْجاءً، إذا أغصَّه. تقول منها جميعا: شجى بالكسر يشجى شجى. وقال الشاعر (٢) :\nفي حلقكم عظم وقد شجينا (٣) * أراد: في حلوقكم، فلهذا قال شجين. والشجا: ما ينشب في الحلق من عظم وغيره. ورجلٌ شَجٍ، أي حزينٌ. وامرأةٌ شجية على فعلة. ويقال: \" ويل للشجى من الخلى \". قال المبرد: ياء الخلى مشددة وياء الشجى مخففة. قال وقد شدد في الشعر. وأنشد نام الخليون عن لَيْلِ الشَجِيِّينا (١) * شَأنُ السُلاةِ سوى شأن المحبينا فإن جعلت الشجى فعيلا من شجاه الحزن فهو مشجو وشجى، فهو بالتشديد لا غير. ومفازة شجواء: صعبة المسلك. والشجوجى: الرجل الطويل الرجلين، مثل الخجوجى. والنسبة إلى شج شجوى بفتح الجيم، كما فتحت ميم نمر، فانقلبت الياء ألفا ثم قلبتها واوا.",
    "pg": "6:2389-2390"
  },
  "شجب": {
    "def": "شَجِبَ بالكسر يَشْجَبُ شَجَباً، أي حَزِنَ أو هَلَكَ، فهو شَجِبٌ. وشَجَبَ بالفتح يَشْجُبُ بالضم شُجوباً، فهو شاجِبٌ أي هالكٌ. وشجبه الله يشجبه شجبا، أي أهلكه، يتعدّى ولا يتعدّى. يقال: مالَهُ شَجَبَهُ الله! وشَجَبَهُ أيضاً: حزنه. وشجبه أيضا: شغله. قاله ابن السكيت. وغراب شاجبٌ، أي شديد النَعيق. وشجبه بِشجابٍ، أي سَدَّهُ بسِدادٍ. والمِشْجَبُ: الخشبة التي تُلقَى عليها الثياب. والشُجوبُ: أعمدةٌ من أعمدة البيت. قال الهذلى (١) يصف الرماح:\nوهن معا قيام كالشجوب (٢) * ويشجب: ابن يعرب بن قحطان.",
    "pg": "1:151-152"
  },
  "شجج": {
    "def": "الشَجَّةُ: واحدة شِجاجِ الرأس. وقد شَجَّهُ يَشُجُّه ويَشِجُّه شَجّاً، فهو مشجوجٌ وشَجيجٌ. ووتِد ٌمشجوجٌ وشَجيجٌ ومُشَجَّج: شدِّد لكثرة ذلك فيه. ورجلٌ أَشَجُّ بيِّن الشَجَجِ، إذا كان في جَبِينه أثر الشَجَّة. وشَجَّتِ السفينةُ البحرَ، أي شَقَّتْه. وشَجَجْتُ المفازةَ: قطعتها. قال الشاعر: تَشُجُّ بِيَ العَوْجاءُ كُلَّ تَنوفَةٍ * كأنَّ لها بَوّاً بِنِهْيٍ تغاوله",
    "pg": "1:323"
  },
  "شجذ": {
    "def": "الشَّجْذَةُ: المَطْرةُ الضعيفةُ، وهي فوق البَغشَةِ. وقد أَشْجَذَتِ السماءُ، أي ضَعُف مطرُها. قال امرؤ القيس: تُظْهِرُ (٢) الوَدَّ إذا ما أَشْجَذَتْ * وتُواريهِ إذا ما تَشْتَكِرْ -",
    "pg": "2:565"
  },
  "شجر": {
    "def": "الشَجَرُ والشَجَرَةُ: ما كان على ساقٍ من نبات الأرض. وأرضٌ شَجيرَةٌ وشَجْراءُ، أي كثيرة الأَشْجارِ. ووادٍ شَجيرٌ، ولا يقال وادٍ أَشْجَرُ. وواحد الشَجْراءِ شَجَرَةٌ. ولم يأت من الجمع على هذا المثال إلا أحرف يسيرة: شجرة وشجراء، وقصبة وقصباء، وطرفة وطرفاء، وحلفة وحلفاء. وكان الاصمعي يقول في واحد الحلفاء: حلفة بكسر اللام، مخالفة لاخواتها. وقال سيبويه: الشَجْراءُ واحدٌ وجمعٌ، وكذلك القَصْباءُ والطَرْفاءُ والحَلْفاءُ. والمَشْجَرَةُ: موضعُ الأَشْجارِ. وأرضٌ مَشْجَرَةٌ. وهذه الأَرْضُ أَشْجَرُ من هذه، أي أكثر شَجَراً. والمِشْجَرُ بكسر الميم: المِشْجَبُ. قال الأصمعيّ: المَشاجِرُ: عيدان الهودجِ. وقال أبو عمرو: مراكبُ دون الهودج مكشوفة الرؤوس. قال: ويقال لها الشُجُر أيضاً، الواحد شِجارٌ. قال: والشِجارُ أيضاً الخشبة التي تُوضَع خلف الباب، ويقال لها بالفارسية \" مَتَرْسْ \". وكذلك الخشبة التي يُضَبَّبُ بها السريرُ من تَحْتُ. والشِجارُ أيضاً: خشب البئر. قال الراجز:\nلتروين أو ليبيدن (١) الشجر والشِجارُ: سمةٌ من سماتِ الإبلِ. أبو عمرو: الشَجيرُ: الغريبُ من الناس والإبل. وربَّما سمَّوا القِدْحَ شَجيراً، إذا ألقَوه في القِداحِ التي ليست من شجرها. والشَجْرُ بالفتح: ما بين اللَحْيَيْنِ. والشَجْرُ: الصَرْفُ. يقال: ما شَجَرك عنه، أي ما صَرَفك. وقد شَجَرَتْني عنه الشَواجِرُ. وشَجَرَهُ بالرمح، أي طعَنَه وشَجَرَ بيتَه، أي عَمَدَهُ بعمودٍ. وشِجَرَ بين القوم، إذا اختلف الامر بينهم. وشجرت الشئ: طرحته على المِشْجَرِ، وهو المِشْجَبُ. واشْتَجَرَ القومُ وتَشاجَروا، أي تنازعوا. والمُشاجَرَةُ: المنازَعةُ. وتَشاجَروا بالرماح: تطاعَنوا. واشْتَجَرَ الرجُل، إذا وضع يده تحت شَجْرِهِ على حَنَكِهِ. قال أبو ذؤيب: نامَ الخَلِيّ وبِتُّ الليل مشتجرا * كأن عينى فيها الصابُ مَذْبوحُ (١) - ابن السكيت: يقال شاجر المال، إذا رعى العشب والبقل فلم يبق منهما شئ، فصار إلى الشجر يرعاه. قال الراجز (١) : تعرف في أوجهها البشائر * آسان كل آفق مشاجر - وديباج مشجر: نقشه على هيئة الشجر.",
    "pg": "2:693-694"
  },
  "شجع": {
    "def": "الشَجاعَةُ: شدَّة القلب عند البأس. وقد شجع لرجل بالضم فهو شُجاعٌ، وقومٌ شِجْعَةٌ وشِجْعانٌ، ونظيره غلام وغلمة وغلمان. ورجل شجيع وقوم شجعان مثل جريب وجربان، وشجعاء مثل فقيه وفقهاء. وامرأةٌ شُجاعَةٌ. قال أبو زيد: سمعت الكلابيِّين يقولون: رجلٌ شُجاعٌ. ولا يوصف به المرأةُ. والشَجَعُ في الإبل: سرعةُ نَقْل القوائم. قال سُوَيد بن أبي كاهل: فَرَكِبْناها عَلى مَجْهولِها * بصِلابِ الأرضِ فيهن شجع: أي بصلاب القوائم. يقال: جملٌ شَجِعُ القوائم، وناقةٌ شَجِعَةٌ وشَجْعاءُ. وحكى يعقوب عن اللِحياني: رجلٌ شُجاعٌ وشِجاعٌ (١) ، وقومٌ شُجْعانٌ وشِجْعانٌ. وقال أبو عبيدة: قومٌ شِجْعةٌ وشَجْعَةٌ. وحكى أبو عبيدة: وقوم شجعة أيضا بالتحريك. والاشجع من الرجال مثل الشُجاع. ويقال: الذي فيه خِفَّةٌ كالهَوَجِ لقوَّتِه. ويُسمَّى به الأسد، قال الشاعر (٢) :\nبأَشْجَعَ أَخَّاذٍ على الدهرِ حُكْمَهُ (٣) * يعنى الدهر. وأشجع: قبيلة من غطفان. وشجع: قبيلة من عذرة. وشجع: قبيلة من كنانة. والاشجع: ضرب من الحيات، وكذلك الشجاع. وتزعم العرب أن الرجل إذا اشتد جوعه تعرضت له بطنه في حية يسمونها الشجاع والصفر. وقال أبو خراش يخاطب امرأته: أرد شجاع البطن لو تعلمينه * وأوثر غيرى من عيالك بالطعم * والاشاجع: أصول الأصابِع التي تتصل بعصبِ ظاهرِ الكفِّ، الواحدُ أَشْجَعٌ، ومنه قول لبيد:\nيُدْخِلُها حتى تُواري أَشْجَعَهْ * وناس يزعمون انه إشجع، مثال إصبع. ولم يعرفه أبو الغوث. وشجعته، إذا قلت له أنت شُجاعٌ، أو قوَّيْتَ قلبه. وتَشَجَّعَ، أي تكلف الشجاعة.",
    "pg": "3:1235-1236"
  },
  "شجن": {
    "def": "أبو زيد: الشَجَنُ بالتحريك (١) : الحاجة حيث كانت. قال الراجز: إنى سأبدى لك فيما أبدى لى شجنان شجن بنجد وشجن لى ببلاد السند (٢) والجمع شجون (٣) . وقال: ذَكَرْتُكِ حتّى استأمن الوحشُ والْتَقَتْ رِفاقٌ (٤) به والنفسُ شتّى شجونها (٥) وقد شجنتنى الحاجة تشجننى شَجْناً، إذا حَبَسَتْكَ. والشَجَنُ: الحزن، والجمع أَشْجانٌ. وقد شَجِنَ بالكسر فهو شاجِنٌ. وأَشْجَنَهُ غيره وشَجَنَهُ أيضاً، أي أحزنه. والشَجْنُ بالتسكين: واحد شُجونِ الأودية، وهي طُرُقُها. ويقال: \" الحديث ذو شُجونٍ \" أي يدخل بعضه في بعض. والشاجِنَةُ: واحدة الشواجن، وهى أدوية كثيرة الشجر. وقال (١) : لَمَّا رأيتُ عَدِيَّ القومِ يَسْلُبُهُمْ طَلْحُ الشَواجِنِ والطَرْفاءُ والسلم (٢) وشجنة بالكسر: اسم رجل، وهو شجنة ابن عطارد بن عوف بن كعب بن سعد بن زيد مناة بن تميم. قال الشاعر: كرب بن صفوان بن شجنة لم يدع من دارم أحدا ولا من نهشل والشجنة والشجنة (٣) : عروق الشجر المشتبكة. ويقال: بينى وبينه شجنة رحمٍ وشُجْنَةُ رحمٍ، أي قرابةٌ مشتبكةٌ. وفي الحديث: \" الرَحِمُ شِجْنَةٌ من الله \" أي الرحم مشتقَّة من الرحمن، يعني أنَّها قرابةٌ من الله عزوجل مشتبكة كاشتباك العروق.",
    "pg": "5:2142-2143"
  },
  "شحا": {
    "def": "شَحا فاه يَشْحوهُ ويَشْحاهُ شَحْواً، أي فتح فاه. وفرسٌ بعيد الشَحْوَةِ، أي بعيد الخطوة. وجاءت الخيل شَواحيَ، أي فاتحاتٍ أفواهها. وشحا فوهُ يَشْحُو، أي انفتح، يتعدى ولا يتعدى.",
    "pg": "6:2390"
  },
  "شحب": {
    "def": "شَحَبَ جسمُهُ يَشْحُبُ بالضم شُحوباً، إذا تغيّر. قال النَمْر بن تولب: وفى جسم راعيها شُحوبٌ كأنَّه * هُزالٌ وما من قِلَّةِ الطُعْمِ يُهْزَلُ وشَحُبَ جسمه بالضم شحوبة: لغة فيه حكاها الفراء.",
    "pg": "1:152"
  },
  "شحج": {
    "def": "شَحيجُ البغل والغُراب: صوته، وكذلك الشحاج بالضم، عن الاصمعي. وقد شحج يَشْحَجُ ويَشْحِجُ. والبغال بناتُ شَحَّاجٍ. والحمار الوحشى مشحج وشحاج.",
    "pg": "1:323-324"
  },
  "شحح": {
    "def": "الشُحُّ: البُخْل مَع حِرْصٍ. تقول: شَحِحْتُ بالكسر تَشَحُّ، وشَحَحْتَ أيضاً تَشُحُّ وتَشِحُّ. ورَجُلٌ شَحيحٌ وقَوْمٌ شِحاحٌ وأَشِحَّةٌ. وتَشَاحَّ الرَجُلانِ على الأمْر لا يريدان أن يَفوتَهما. وفلانٌ يُشاحُّ على فلانٍ: أي يَضِنّ به. والشَحاحُ بالفتح: الشَحيح. ويقال أيضاً أرض شَحاحٌ: لا تسيل إلا من مطر كثير. والزَنْدُ الشَحاحُ: الذي لا يوري. قال ابن هَرْمَةَ: فإنِّي وتركي ندى الاكرمين * وقد حى بكفى زنادا شحاحا (١) والشحشح: المواظب على الشئ. ويقال: الماضي فيه، حتى يقالُ للماضي في خَطبَتِهِ، شَحْشَحٌ. قال ذو الرمة: لدن غدوة حتَّى إذا امْتَدَّتِ الضُحى * وحَثَّ القَطينَ الشَحْشَحانُ المُكَلَّفُ يعني الحادِيَ. والشَحْشَحَةُ: الطيَرانُ السريع. يقال: قَطاةٌ شَحْشَحٌ: أي سريعة. والشِحْشَحُ: الغيور، والشجاع أيضا. وشحشح البعير في هديره، وذلك إذا لم يكن خالصاً. قال الراجز (١) :\nفَرَدَّدَ الهَدْرَ وَمَا إن شحشحا (٢)",
    "pg": "1:378"
  },
  "شحذ": {
    "def": "شَحَذْتُ السكِّينَ أَشْحَذُهُ شَحْذاً، أي حَدَّدْتُهُ. والمِشْحَذُ: المِسَنُّ. والشَحَذانُ، بالتحريك: الجائع.",
    "pg": "2:565"
  },
  "شحر": {
    "def": "يقال: شحر عمان وشحر عمان، وهو ساحل البحرين عمان وعدن.",
    "pg": "2:694"
  },
  "شحز": {
    "def": "يقال: شَحَزَ المرأةَ شَحْزاً، أي نكحها.",
    "pg": "3:881"
  },
  "شحص": {
    "def": "قال الكسائي: إذا ذهب لبنُ الشاة كلُّه فهي شَحْصٌ بالتسكين، الواحدة والجمع في ذلك سواء. وكذلك الناقة. حكاه عنه أبو عبيد. وقال الاصمعي: هي الشحص بالتحريك. وأنا أرى أنهما لغتان، مثل نهر ونهر، لاجل حرف الحلق. وقال العدبس: الشحص: التي لم يُنْزَ عليها قطُّ. والعائِطُ: التي قد أُنزِيَ عليها فلم تحمل.",
    "pg": "3:1042"
  },
  "شحط": {
    "def": "الشَحْطُ: البُعْدُ. وقد شَحَطَ يَشْحَطُ شَحْطاً وشُحوطاً (١) . يقال شِحِطَ المزارُ، أي بَعُدَ. وأَشْحَطْتُهُ: أبعدتُه. وتَشَحَّطَ المقتولُ بدمه، أي اضطربَ فيه. وشَحَّطَهُ به غيره تَشْحيطاً. والشَوْحَطُ: ضربٌ من شَجر الجبال (١) تتخذ منه القسى. والشمحوط: الطويل، والميم زائدة.",
    "pg": "3:1135-1136"
  },
  "شحم": {
    "def": "الشَحْمُ معروف، والشَحْمَةُ أخصُّ منه. وشَحْمَةُ الأرض: الكمأة البيضاء. وشَحْمَةُ الأذن: مُعَلَّقُ القُرط. ورجلٌ مُشْحِمٌ: كثير الشَحْمِ في بيته. وشَحِيمٌ، أي سمين. وقد شَحُمَ بالضم. وشَحَمَ بالفتح فلانٌ أصحابَه: أطعمهم الشَحْمَ فهو شاحِمٌ. وشَحَّامٌ يبيعه، وشَحِمٌ يشتهيه. وقد شَحِمَ بالكسر.",
    "pg": "5:1959"
  },
  "شحن": {
    "def": "شَحَنْتُ (١) السفينة: ملأتها. قال الله تعالى: (في الفُلْكِ المَشْحونِ) . وشَحَنْتُ البلدَ بالخيل: ملأته. وبالبلد شِحْنَةٌ من الخيل، أي رابطة. ويقال: مريشحنهم شحنا، أي يطردهم ويشلهم ويكسؤهم. والشحناء: العداوة، وكذلك الشحنة بالكسر. وعدو مشاحن. وأشحن الصبى، أي تهيأ للبكاء، منه قول أبي قِلابة الهُذَلي: إذْ عارَتِ النَبْلُ والتفّ اللُفوفُ وإذْ سَلُّوا السيوفَ وقد هَمَّتْ بإشْحان (١) شدن (٢) الغزال يشدن شدونا: قوى وطلع قرناه واستغنى عن أُمَّه. وربَّما قالوا: شَدَنَ المُهْرُ. فإذا أفردوا الشادِنَ فهو ولد الظَبْية. وأَشْدَنَتِ الظبيةُ فهي مُشْدِنٌ، إذا شَدَنَ ولدها. والجمع مَشادِنُ ومشادين، مثل مطافل ومطافيل. والشدنيات من النوق: منسوبة إلى موضع باليمن.",
    "pg": "5:2143-2144"
  },
  "شخب": {
    "def": "الشُخْبُ بالضم: ما امتد من اللبن حين يحلب. وفى المثل: \" شُخْبٌ في الإناء وشُخْبٌ في الأرض \"، أي يصيب مَرَّةً ويخطئ أخرى. والشَخْبُ، بالفتح: المصدر. تقول: شَخَبَ اللبن يَشْخَبُ ويَشْخُبُ. ومنه قول الكميت: ووَحْوَحَ في حِضْنِ الفتاة ضَجيعُها * ولم يَكُ في النُكْد (١) المَقاليتِ مَشْخَبُ والأُشْخوبُ (٢) : صوت الدرة، يقال إنها لا شخوب الأَحاليلِ. وقولهم: عروقه تنشخب دماً، إى تنفجر. والشنخوبة والشنخوب: واحد شناخيب الجبل، وهى رؤوسه.",
    "pg": "1:152"
  },
  "شخت": {
    "def": "الشَخْتُ: الدقيقُ، والجمع شِخاتٌ. وقد شَخُتَ الرجل بالضم فهو شخت وشخيت.",
    "pg": "1:255"
  },
  "شخر": {
    "def": "الشَخيرُ: رفعُ الصوتِ بالنَخْرِ. يقال: شَخَرَ الحمارُ يَشْخِرُ بالكسر شخيرا. ومطرف بن عبد الله بن الشَخِّير، مثال الفسيق، لانه ليس في كلام العرب فعيل ولا فعيل (٢) .",
    "pg": "2:694"
  },
  "شخز": {
    "def": "الشَخْزُ: لغة في الشَخْسِ (٣) ، وهو الاضطراب. قال رؤبة: إذا الامور أولعت بالشخز",
    "pg": "3:881"
  },
  "شخس": {
    "def": "الشَخْسُ: الاضطراب والاختلاف. يقال: تَشاخَسَتْ أسنانُه، إذا اختلفتْ ومال بعضُها وسقَطَ البعض من الهَرَم. قال أرطاةُ بن سُهَيَّة المرّيّ: ونحن كصَدْعِ العُسِّ إنْ يُعْط شاعباً * يَدَعْهُ وفيه عَيْبُهُ مُتَشاخِسُ * أي وإن أُصْلِحَ فهو متمايلٌ لا يستوى. ابن السكيت: يقال: تشاخس ما بين القوم، أي فسد (١) .",
    "pg": "3:939"
  },
  "شخص": {
    "def": "الشَخْصُ: سواد الإنسان وغيره تراه من بعيد. يقال: ثلاثة أَشْخُصٍ، والكثير شُخوصٌ وأَشْخاصٌ وشَخُصَ الرجلِ بالضم، فهو شخيصٌ، أي جِسيمٌ والمرأةُ شَخيصَةٌ. وشَخَصَ بالفتح شُخوصاً، أي ارتفع. يقال: شَخَصَ بصرهُ، فهو شاخِصٌ، إذا فتح عينيه وجعل لا يطرف. ويقال للرجل إذا ورد عليه أمرٌ أقلقه شُخِصَ به. وشَخَصَ من بلدٍ إلى بلدٍ شُخوصاً، أي ذهب. وأَشْخَصَهُ غيره. وقولهم: نحن على سفر قد أَشْخَصْنا، أي حان شُخوصُنا. وأَشْخَصَ الرامي، إذا جاز سهمُه الغرضَ من أعلاه. وهو سهمٌ شاخِصٌ. قال أبو عبيد: يقال أَشْخَصَ فلانٌ بفلان وأشخس به، إذا اغتابه. حكاه عنه يعقوب.",
    "pg": "3:1042-1043"
  },
  "شخم": {
    "def": "اشْخَمَ اللبن: تغيَّرت رائحته. وشَخَمَ الطعام بالفتح وشَخِمَ بالكسر، إذا فسد. وشخمه غيره. وقال:\nولثة قد ثتنت مشخمه (١) * أي فاسدة.",
    "pg": "5:1959"
  },
  "شدا": {
    "def": "شَدَوْتُ الإبل شَدْواً: سُقْتُها. والشادي: الذي يَشْدو شيئاً من الادب، (*) أي يأخذ طرفا منه، كأنّه ساقه وجمعه. وشَدَوْتُ أَشْدو، إذا أنشدت بيتاً أو بيتين تمدّ به صوتك كالغناء. ويقال للمغنِّي: الشادي. وقد شَدا شعراً أو غناءً، إذا غنَّى به أو ترنم به.",
    "pg": "6:2390"
  },
  "شدخ": {
    "def": "الشدخ: كسر الشئ الاجوف. تقول: شدخت رأسَه فانشدخ. وشَدَّخْتُ الرؤوس، شدد للكثرة. والمشدخ: البسر يُغْمَزُ حتّى يَنْشَدِخَ. والشادِخَةُ: الغُرَّة التي فشَتْ في الوجه من الناصية إلى الأنف ولم تصب العينين. تقول منه: شدخت الغُرّة، إذا اتسعت في الوجه. قال جرير: لاهم إن الحارث بن جبله زنا (١) على أبيه ثم قتله * وركب الشادخة المحجله يعنى ركب فعلة مشهورة قبيحة في قتل أبيه.",
    "pg": "1:424"
  },
  "شدد": {
    "def": "شئ شديد: بين الشدة. والشدَّة، بالفتح: الحَمْلَةُ الواحدة. وقد شَدَّ عليه في الحَرْب يَشُدُّ شدا، أي حمل عليه. والشد: (١) العَدْوُ. وقد شَدَّ، أي عَدا. وشَدَّ النهار، أي ارتفع. وشدَّ عضده، أي قواه. واشتد الشئ، من الشِدَّة. واشتَدَّ: أي عَدا. وقال ابن رميض (٢) العنبري:\nهذا أوان الشد فاشتدى زيم (٣) * وهو اسم فرس. والمشادة في الشئ: التشدد فيه، والمُتَشَدِّدُ: البخيل، وهو في شعر طَرَفة:\nعَقيلَةَ مالِ الفاحِشِ المُتَشَدِّدِ (٤) * وشَده: أي أوثقه، يَشُدُّهُ ويَشِدُّهُ أيضا، وهو من النوادر (٥) . قال الفراء: ماكان على فعلت من ذوات التضعيف غير واقع، فإن يفعل منه مكسور العين مثل عففت أعف، وما كان واقعا مثل رددت ومددت فإن يفعل منه مضموم العين، إلا ثلاثة أحرف جاءت نادرة وهى شده يشده ويشده، وعله يعله ويعله من العلل وهو الشرب الثاني، ونم الحديث ينمه وينمه. قال: فإن جاء مثل هذا أيضا مما لم نسمعه فهو قليل، وأصله الضم. وقد جاء حرف واحد بالكسر من غير أن يشركه الضم شاذا، وهو حبه يحبه. وتقول: شد الله ملكه وشَدَّدَهُ، أي قَوّاه. والتشديد: خلاف التخفيف. وقوله تعالى:\n(حتى يبلغ أشده) *، أي قوته، وهو ما بين ثمانى عشرة إلى ثلاثين، وهو واحد جاء على بناء الجمع، مثل آنك وهو الا سرب، ولا نظير لهما. ويقال: هو جمع لا واحد له من لفظه، مثل آسال وأبابيل، وعبابيد، ومذاكير. وكان سيبويه يقول واحده شدة. وهو حسن، لانه يقال بلغ الغلام شدته. ولكن لا تجمع فعلة على أفعل. وأما أنعم فإنما هو جمع نعم، من قولهم: يوم بُؤْسٍ ويوم نُعْمٍ. ويقال هو جمع الجمع. تقول نعمة ونعم. وأما قول من قال واحده شد، مثل كلب وأكلب، أو شد، مثل ذئب وأذؤب، فإنما هو قياس، كما يقولون في واحد الابابيل أبول، قياسا على عجول، وليس هو شئ سمع من العرب. أبو زيد: أصابتني شدى، على فعلى، أي شدة. وأشد الرجل، إذا كانت معه دابَّة شديدة.",
    "pg": "2:492-494"
  },
  "شدف": {
    "def": "الشدف بالتحريك: الشخص، والجمع شدوف. وهذا الحرف في كتاب العين بالسين غير معجمة. قال ابن دريد: هو تصحيف.",
    "pg": "4:1379"
  },
  "شدق": {
    "def": "الشِدَْقُ (٢) : جانب الفم، يقال: نفخ في شِدْقَيْهِ، والجمع الأَشْداقُ والشَدَقُ بالتحريك: سعةُ الشِدْقِ، يقال: خطيب أَشْدَقُ، بيِّن الشَدَقِ. والمُتَشَدِّقُ: الذى يلوى شدقه للتفصح.",
    "pg": "4:1500"
  },
  "شدقم": {
    "def": "شدقم: اسم فحل كان للنعمان بن المنذر، تنسب إليه الشدقميات من الابل. قال الكميت: غريرية الانساب أو شدقمية يصلن إلى البيد الفدافد فدفدا والشدقم: الواسع الشدق، والميم زائدة.",
    "pg": "5:1959"
  },
  "شده": {
    "def": "شُدِهَ الرجلُ شَدْهاً فهو مشدوهٌ: دُهِشَ (١) . والاسم الشُدْهُ والشَدَهُ، مثل البخل والبخل. وقال أبو زيد: شُدِهَ الرجلُ: شغل، لا غير.",
    "pg": "6:2237"
  },
  "شذا": {
    "def": "الشَذا مقصورٌ: الأذى والشرّ. يقال: قد آذَيْتَ وأَشْذَيْتَ. والشَذا: ذباب الكلب، وقد يقع على البعير، الواحدة شَذاةٌ. وقال الخليل: يقال للجائع إذا اشتدَّ جوعُه: ضَرِمَ شَذاهُ. والشَذا: الملحُ. والشَذا: حِدّة ذكاء الرائحة. والشَذاةُ: بقية القوّة والشِدّة. قال الراجز: فاطِمُ ردى لى شذا من نفسي * وما صَريمُ الأمرِ مثل اللَبْسِ والشَذا: ضرب من السفن، الواحدة شَذاةٌ. والشَذا: شجرٌ. والشَذا: كِسَرُ العودِ. قال ابن الإطنابة (١) : إذا ما مَشَتْ (٢) نادى بما في ثيابها * ذكى الشذا والمندلي المطير",
    "pg": "6:2390-2391"
  },
  "شذب": {
    "def": "الشذَبَةُ، بالتحريك: ما يُقْطَعُ مما تَفَرَّقَ من أغصان الشجر ولم يكن في لُبِّهِ، والجمع الشذب. قال الكميت: بل أنت في ضئضئ النضار من ال * نبعة إذ حظ غيرك الشَذَبُ وقد شَذَّبْتُ الشجرة تشذيباً. وجذعٌ مُشَذَّبٌ، أي مُقَشَّرٌ. والفرس المشذب: الطويل. والشوذب: الطويل. وشذب عنه شَذْباً، أي ذَبَّ. والشاذِبُ: المُتَنَحِّي عن وطنه. ويقال الشَذَبُ: المُسَنَّاةُ. ورجلٌ شَذِبُ العروقِ، أي ظاهر العروق. وأَشْذابُ الكَلإِ وغيره: بقاياهُ، الواحدُ شَذَبُ، وهو المأكولُ. قال ذو الرمة: فأَصْبَحَ البَكْرُ فردا من أَلائِفِهِ * يرتاد أَحْلِيَةً أَعْجازُها شذب",
    "pg": "1:152-153"
  },
  "شذذ": {
    "def": "شَذَّ عنه يَشُذُّ ويَشِذُّ شُذوذاً: انفرد عن الجمهور، فهو شَاذٌّ. وأَشَذَّهُ غيرُه. وشُذّاذُ الناس: الذين يكونون في القوم وليسوا من قبائلهم. وشَذَّانُ الحصى بالفتح والنون: المتفرق منه. قال امرؤ القيس: يطايرشذان الحصى (١) بمناسم * صلاب العجى ملثومها غير أمعرا - وشذان الناس أيضا: متفرقوهم.",
    "pg": "2:565"
  },
  "شذر": {
    "def": "الشَذْرُ من الذَهَبِ: ما يُلْقَطُ من المعدن من غير إذابةِ الحجارةِ، والقطعةُ منه شَذْرَةٌ. وقال: ذهب لما أن رآها ثرمله * وقال يا قوم رأيت منكره * شذرة واد ورأيت الزهره * والشذر أيضا: صغار اللؤلؤ. وتفرقوا شذَرَ مَذَرَ، وشِذَرَ مِذَرَ (١) ، إذا ذهَبوا في كلّ وجه. والتَشَذُّرُ: الاسْتِثْفارُ بالثوب أو بالذَنَب. يقال: تَشَذَّرَ فلان، إذا تهيَّأ للقتال. وتَشَذَّرَ القومُ في الحرب: تطاولوا. وتَشَذَّرَ فرسَه، إذا ركبه من ورائه. والتشذر: الوعيد. ومنه قول سليمان بن صرد: \" بلغني عن أمير المؤمنين ذرء من قول تشذر لى به (٢) ، من شتم وإيعاد، فسرت إليه جوادا \". وقال أبو عبيد: لست أشك فيها بالذال. قال: وبعضهم يقول: تشزر، بالزاى. والشوذر: الملحفة، وهو معرب، وأصله بالفارسية \" چاذر \". وقال الراجز:\nمتضرج (٣) عن جانبيه الشوذر",
    "pg": "2:694-695"
  },
  "شذم": {
    "def": "الشَيْذُمانُ، بضم الذال: الذِئب.",
    "pg": "5:1959"
  },
  "شرب": {
    "def": "شَرِبَ الماءَ وغيره شُرْباً وشَرْباً وشِرْباً. وقرئ: (فَشارِبونَ شَُِرْبَ الهِيمِ) بالوجوه الثلاثة. قال أبو عبيدة: الشَرْبُ بالفتح مصدرٌ، وبالخفض والرفع اسمانِ من شَرِبت. والتَشْرابُ: الشُرْبُ. والشَرْبَةُ من الماء: ما يُشْرَبُ مرة. والشَرْبَةُ أيضاً: المَرَّةُ الواحدة من الشرب. والشِرْبُ بالكسر: الحظُّ من الماء. وفي المثل: \" آخِرها أقلَّها شِرْباً \"، وأصله في سَقْي الإبل، لأنّ آخرها يَرِدُ وقد نزِفَ الحوضُ. والشَرْبُ: جمع شارب، مثل صاحب وصحب، ثم يجمع الشرب على شُروبٍ. وقال الأعشى: هو الواهبُ المسمعات الشرو * ب بين الجرير وبين الكَتَنْ والمِشْرَبَةُ بالكسر: إناء يُشْرَبُ فيه. والمَشْرَبَةُ بالفتح: الغُرْفَةُ، وكذلك المشربة بضم الراء. والمشارب: العلالى، وهو في شعر الاعشى (١) . والشريب: المُولَعُ بالشراب (٢) ، مثل الخِميرِ. والمَشْرَبَةُ، كالمَشْرَعَةِ، وفي الحديث: \" ملعون من أحاط على مَشْرَبَةٍ \". والمَشْرَبُ: الوجهُ الذي يُشْرَبُ منه، ويكون موضعاً ويكون مصدراً. أبو عبيدة: يقال ماء مشروب وشريب للذى بين الملح والعذب. والشريبة (٣) من الغنم: التي تُصْدِرُها إذا رَوِيَتْ فَتَتْبَعُها الغَنَمْ. وشَريبُكَ: الذي يُشارِبُكَ ويورد إبله مع إبلك. قال الراجز: إذا الشريب أخذته أكه * فخله حتى يبك بكه وهو فعيل بمعنى مفاعل، مثل نديم وأكيل. وتقول: شرب مالي وأكَّله، أي أطعمه الناسَ. و: ظل مالي يُؤَكَّلُ ويُشَرَّبُ، أي يرعى كيف شاء. وشَرَّبْتُ القِرْبَةَ، أي جَعَلْتُ فيها وهي جديدةٌ طِيناً وماءً، ليطيبَ طعمها. والشَرَبَةُ: بالتحريك: حَوض يُتَّخَذُ حول النخلة تَتَرَوَّى منه، والجمع شَرَبٌ وشَرَباتٌ. قال زهير: يَخْرُجْنَ من شَرَباتٍ ماؤُها طَحِلٌ * على الجُذوعِ يَخَفْنَ الغَمَّ والغَرَقا والشوارب: مجاري الماء في الحلق. وحمار صخب الشَوارب من هذا، أي شديد النَهيق. وقد طَرَّ شاربُ الغلام، وهما شاربان، والجمع شوارب. أبو عبيد: أَشْرَبْتُ الإبل حتَّى شَرِبَتْ. وتقول: أَشْرَبْتَني ما لم أشربْ، أي ادَّعَيْتَ عليَّ ما لم أفعل. والإشراب: لونٌ قد أِشْرِبَ من لون آخَر. يقال أُشْرِبَ الأبيضُ حمرةً، أي عَلاهُ ذلك. وفيه شُرْبَةٌ من حُمْرَةٍ، أي إشْرابٌ. ويقال أيضاً عنده شُرْبَةٌ من ماءٍ، أي مقدار الرِيِّ، ومثله الحُسْوَةُ والغُرْفة واللُقمة. وأُشْرِبَ في قلبه حُبَّهُ، أي خالطَه، ومنه قوله ﵎: (وَأُشْرِبوا في قلوبهم العجل) أراد حب العِجْلِ، فحذف المضاف وأقام المضاف إليه مقامه. والشاربةُ: القومُ على ضفة النهْر ولهم ماؤه. ورجلٌ أكلة شربة، مثال همزة: كثير الاكل والشرب، عن ابن السكيت: وتَشَرَّبَ الثوبُ العَرَقَ، أي نَشِفَهُ. واشرأب للشئ اشرئبابا: مد عنقه لينظر. والشر أبيبة، بضم الشين: اسمٌ من اشرأبَّ، كالقشعريرة من اقشعر. وشربة، بتشديد الباء: موضع (١) ويقال: ما زال فلان على شَرَبَّةٍ واحدة، أي على أمر واحد. وشربب بالضم: موضع، وهو في شعر لبيد بالهاء:\nهل تعرف الدار بسفح الشرببه (٢)",
    "pg": "1:153-154"
  },
  "شربث": {
    "def": "الشَرَنْبَثُ: الغليظ الكفّين والرجلين، وربَّما وُصف به الأسد. وكذلك الشرابث بضم الشين. قال سيبويه: النون والالف يتعاوران الاسم في معنى، نحو شرنبث وشرابث، وجر نفش وجرافش (٣) .",
    "pg": "1:285"
  },
  "شرج": {
    "def": "شَرَجَ العَيْبَةِ (١) بالتحريك: عُراها. وقد أشرجْتُ العَيبة، إذا داخلْت بين أَشْراجِها. ومَجَرَّةُ السماء تسمَّى شَرَجاً. وشَرَجُ الوادي: مُنفَسَحَه، والجمع أشراجٌ. ودابَّة أَشْرَجُ بيِّنُ الشَرَجِ، إذا كانت إحدى خُصييه أعظَم من الأخرى. والشَرَجُ أيضاً: انشِقاقٌ في القوس. وقد انْشَرَجَتْ، إذا انشقت، عن ابن السكيت. والشريجة: القوس تتخذ من الشَريج، وهو العود الذي يُشَقُّ فلقين. وقال الشماخ:\nشرائج النبع براها القواس (٢) * والشريجة: شئ ينسج من سعَف النخل، يحمَل فيه البِطِّيخ ونحوه. والشَرْجُ بالتسكين: مَسيل ماءٍ من الحَرَّة إلى السَهل، والجمع شراج وشروج. وتقول: هذا شرج هذا، أي مثله: وهما شَرْجٌ واحد، أي ضَرْبٌ واحد (١) . والشَرْجانِ: الفِرقتان، يقال: أصبحوا في هذا الأمرِ شَرْجَيْنِ، أي فِرقتين. وكلُّ لونين مختلفين فهما شرجان. وشرج: اسم موضع. وفى المثل: \" أشبه شرج شرجا، لو أن أسيمرا \". قال يعقوب: شرج: ماء لبنى عبس. وشرجت اللَبِنَ شَرْجاً: نضدْته. والتَشْريجُ: الخياطة المتباعدة. وقول أبى ذؤيب: قصر الصبوح لها فشرج لحمها * بالنى فهى تثوخ (٢) فيها الاصبع أي خلط لحمها بالشحم. وتشرج اللحم بالشحم، أي تداخلا.",
    "pg": "1:324"
  },
  "شرجب": {
    "def": "الشرجب: الطويل.",
    "pg": "1:154"
  },
  "شرجع": {
    "def": "الشَرْجَعُ: الطويلُ. والشَرْجَعُ: الجِنازة (١) . ومِطرقةٌ مُشَرْجَعَةٌ، أي مُطَوَّلةٌ لا حروف لنواحيها.",
    "pg": "3:1237"
  },
  "شرح": {
    "def": "الشرح: الكشف، تقول: شرحت الغامِضَ، إذا فسّرتَه. ومنه تشريح اللحم. قال الراجز: كم قد أكلت كبدا وإنفحه * ثم ادخرت ألية (٣) مشرحه والقطعة منه شريحة. وكل سَمينٍ من اللحم مُمْتَدٍّ فهو شَريحة وشَريحٌ. وشَرَح الله صَدْرَهُ للاسلام فانشرح. وشراحيل: اسم، كأنه مضاف إلى إيل ويقال شراحين أيضا، بإبدال اللام نونا، عن يعقوب.",
    "pg": "1:378"
  },
  "شرحل": {
    "def": "شراحيل: اسم رجل لا ينصرف عند سيبويه في معرفة ولا نكرة، لانه بزنة جمع الجمع. وينصرف عند الاخفش في النكرة، فإن حقرته انصرف عندهما، لانه عربي، وفارق السراويل لانها أعجمية. وأما قول الشاعر:\nأمسلمنى إلى قوم شراحي (١) * قال الفراء: أراد شراحيل فرخم في غير النداء وقال: أمسلمنى، ووجه الكلام أن يقول أمسلمى، بحذف النون، كما يقال: هو ضاربي.",
    "pg": "5:1734"
  },
  "شرخ": {
    "def": "الشارِخُ: الشابُّ، والجمع شَرْخٌ، مثل صاحب وصحب. وفى الحديث: اقتلوا شيوخ المشركين واستحيوا شرخهم \". وقد شَرَخَ الصبيّ شُروخاً. وشَرْخُ الامر والشباب: أوله. وقال حسان بن ثابت: إن شرخ الشباب والشعر الاس * ود ما لم يعاص (٢) كان جنونا والشرخ: نتاج كلّ سنةٍ من أولاد الإبل. وشَرَخَ نابُ البعير شَرْخاً، إذا شَقٌّ البَضْعَةَ. وشَرْخا الفوقِ: حرفاه، بينهما مَوقع الوتر. وكذلك شَرْخَا الرحل: آخرته وواسطته (٣) . قال العجاج:\nشرخا غبيط سلس مركاح * والشرخ: النصل الذي لم يُسْقَ بعد ولم يركَبْ عليه قائمه، والجمع شُروخٌ. وهما شَرْخانِ، أي مِثْلان. والجمع شروخ، وهم الاتراب.",
    "pg": "1:424-425"
  },
  "شرد": {
    "def": "شرد البعير يشرو شرودا وشِراداً: نفر، فهو شارِدٌ وشَرودٌ. والجمع شرد، مثل خادم وخدم، وغائب وغيب. وجمع الشرود شرد، مثل زبور وزبر. وأنشد أبو عبيدة لعبد مناف ابن ربع الهذلى: حتى إذا أسلكوهم في قتائدة * شلا كما تطرد الجمالة الشردا - ويروى \" الشردا \". وقافية شَرودٌ: أي سائرة (١) في البلاد. والتَشْريد: الطَرْدُ، ومنه قوله تعالى:\n(فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ) *، أي فَرِّقْ وبَدِّدْ جمعَهم. والشَريد: الطريد. وبنو الشريد: بطن من سليم.",
    "pg": "2:494"
  },
  "شردخ": {
    "def": "ابن السكيت: رجل شرْداخُ القدمِ، أي عظيم القدمِ عريضها.",
    "pg": "1:425"
  },
  "شرذم": {
    "def": "الشِرْذِمَةُ: الطائفة من الناس، والقطعة من الشئ. وثوب شراذم، أي قطع.",
    "pg": "5:1960"
  },
  "شرر": {
    "def": "الشَرُّ: نقيض الخير. يقال: شررت يارجل وشررت، لغتان، شرا وشرارا وشرارة. وفلان شر الناسِ، ولا يقال أَشَرُّ الناسِ إلا في لغة رديئة. ومنه قول امرأة من العرب: \" أعيذك بالله من نفس حرى، وعين شرى \" أي خبيثة، من الشر، أخرجته على فعلى، مثل أصغر وصغرى. وقوم أشرارٌ وأَشِرَّاءُ. وقال يونس: واحِد الاشرار رجل شر، مثل زند وأزناد. وقال الاخفش: واحدها شريرٌ، وهو الرجل ذو الشر، مثل يتيم وأيتام. ورجل شرير، مثال فسيق، أي كثير الشَرِّ. وشِرَّةُ الشباب: حِرْصُه ونَشاطُه. والشِرَّةُ أيضاً: مصدر الشَرِّ. والشَرارَةُ: واحدة الشَرارِ، وهو ما يتطاير من النار، وكذلك الشَرَرُ، الواحدةُ شَرَرَةٌ. والشَرَّانُ: شَبْيهٌ بالبعوض يَغْشى وجه الإنسان ولا يَعضُّ، وربَّما سَمَّوهُ الأذى. والشُرُّ بالضم: العيبُ. يقال: ما قلت ذلك لِشُرِّكَ، وإنما قلته لغير شُرِّكَ، أي لغير عيبك. والمُشارَّةُ: المخاصمةُ. وشَرَرْتُ الثوبَ: بسطْته في الشمس، وكذلك التشرير. وشررت الاقط أشره، إذا جعلتَه على خَصَفَةٍ ليجفَّ. وكذلك شَرَرْتُ المِلْحَ واللحمَ وغيرَه. والإِشْرارَةُ: ما يُبْسَطُ عليه الأَقِطُ وغيره، والجمع الاشارير. ويقال: الاشارير قطع قديد. قال الشاعر (١) : لها أشارير من لحم تتمره * من الثعالى ووخز من أرانيها - وأشررت الرجلَ: نسبْته إلى الشَرِّ. وبعضهم ينكره. قال الشاعر طَرَفة: فَما زالَ شُرْبي الرَاحَ حَتَّى أَشَرَّني * صديقي وحَتَّى ساَءني بَعْضُ ذَلِكَ (١) - وأشررت الشئ: أظهرته. وقال في يوم صفين (٢) : فما بَرِحوا حتَّى رأى الله صَبْرَهُمْ * وحتَّى أُشِرَّتْ بالاكف المصاحف - والاصمعى يروى قول امرى القيس:............ ومعشرا * على حراسا لو يشرون مقتلي (٣) - على هذا، وهو بالسين أجود. وشرشرة الشئ: تشقيقه وتقطيعه. قال أبو زُبيد يصف الأسد: يَظَلُّ مُغِبّاً عنده من فَرائِسٍ * رُفاتُ عظامٍ أو غَريضٌ مُشَرْشَرُ - وشواء شرشر: يتقاطر دسمه، مثل شلشل (٤) . والشراشر: الأثقالُ، الواحدة شُرْشُرَةٌ. يقال: ألقى عليه شَراشِرَهُ، أي نَفسه، حرصاً ومحبّة. قال الكميت: وتلْقى عليه عند كلِّ عَظِيمَةٍ (١) * شَراشِرُ من حَيَّيْ نِزارٍ وأَلْبُبُ (٢) - وقال آخر: وكَائَنْ تَرى من رَشْدَةٍ في كَريهَةٍ * ومن غَيَّةٍ تُلْقى عليها (٣) الشَراشِرُ - وشَراشِرُ الذَنَبِ: ذَباذِبُهُ. والشَرْشَرُ: نبت يقال له الشِرْشِرُ بالكسر. وقيل للاسدية: ما شجرة أبيك؟ قالت: الشرشر. ووطب جشر، وغلام أشر.",
    "pg": "2:695-696"
  },
  "شرز": {
    "def": "أبو عمرو: الشَرْزُ: الشَرْسُ، وهو الغَلْظُ. وأنشد لمرداسٍ الدُبَيْرِيِّ إذا قلتُ إنّ اليومَ يومُ خُضُلّةٍ * ولا شرْزَ لاقيتُ الأمورَ البجاريا * والمشارزة: المنازعة والمشارسة. والمشارز: السيِّئُ الخلق. قال الشماخ يصف رجلاً قطع نَبْعة بفأس: فأَنْحى عليها ذاتَ حَدٍّ غُرابُها * عَدُوٌّ لاوساط العضاه مشارز",
    "pg": "3:881"
  },
  "شرس": {
    "def": "رَجُلٌ شَرِسٌ، أي سَيئُ الخلق بيّن الشَرَسِ والشَراسَةِ. وهو شرس وأشرس، أي عسير شديد الخلاف. وتَشارَسَ القومُ، أي تَعادَوا. ومكان شرس، أي غليظ. قال الراجز (٢) إذا أنيخت بمكان شرس * خرت (١) على مستويات خمس * كركرة وثفنات ملس * والشرس بالكسر: عِضاهُ الجَبَلِ، وهو ما صَغُر من شجر الشوك كالشُبْرُمِ والحاج. وبنو فلان مُشْرِسونَ، أي ترعى إبلُهم الشِرْسَ. وأرضٌ مُشْرسَةٌ: كثيرة الشرس، عن يعقوب.",
    "pg": "3:939-940"
  },
  "شرسف": {
    "def": "الشَراسيفُ: مَقاطُّ الأضلاع، وهي أطرافُها التي تُشْرِفُ على البطن. ويقال: الشُرْسوفُ: غضروفٌ معلٌّقٌ بكل ضلع مثل غضروف الكتف.",
    "pg": "4:1381"
  },
  "شرض": {
    "def": "جمل شرواض، أي ضخم، مثل جرواض. والجمع شراويض.\nفصل العين",
    "pg": "3:1082"
  },
  "شرط": {
    "def": "الشَرْطُ معروفٌ، وكذلك الشَريطَةُ، والجمع شُروطٌ وشَرائِطُ. وقد شَرَطَ عليه كذا يَشْرِطُ ويَشْرُطُ، واشْتَرَطَ عليه. والشَرَطُ بالتحريك: العلامةُ. وأَشْراطُ الساعةِ: علاماتُها. والشَرَطُ أيضاً: رُذَالُ المال. قال الشاعر (٢) : تُساقُ من المِعْزى مُهورُ نسائهم * ومِنْ شَرَطِ المعزى لهن مهور * وقال الكميت: وَجَدْتُ الناسَ غير ابْنَيْ نِزارٍ * ولم أَذْمُمْهُمُ شَرَطاً ودونا * والأشراط: الأرذالُ. يقال: الغنمُ أَشْراطُ المالِ. والأَشْراطُ أيضاً: الأشْرافُ. قال يعقوب: وهذا الحرفُ من الأضداد. وَأَشْرَطَ من إبله وغنمه، إذا أعدَّ منها شيئا للبيع. وأشرط فلان نفسَه لأمر كذا، أي أعلمها له وأعدَّها. قال الأصمعيّ: ومنه سمِّي الشُرَطُ لأنَّهم جعلوا لأنفسهم علامةً يُعرفون بها، الواحد شُرْطَةً وشُرْطِيٌّ. وقال أبو عبيدة: سُمُّوا شُرَطاً لأنهم أُعِدُّوا. والشَريطُ: حبلٌ يُفتَل من الخوص. والمِشْرَطُ: المِبْضَعُ. والمِشْراطُ مثله. وقد شَرَطَ الحاجِمُ يَشْرِطُ ويَشْرُطُ، إذا بَزغَ. والشَرَطانِ: نجمانِ من الحَمَلِ، وهما قَرناه، وإلى جانب الشماليِّ منهما كوكب صغير. ومن العرب من يَعُدُّهُ معهما فيقول: هو ثلاثة كواكب ويسمِّيها الأَشراطَ. قال الكميت: هاجتْ عليه من الأشْراطِ نافِحةٌ * في فلتة بين إظلام وإسفار * وقال ذو الرمة: قرحاء حواء أشراطية وكفت * فيها الذهاب وحفتها البراعيم * يعنى روضة مطرت بنوء الشرطين. وإنما قال: \" قرحاء \" لان في وسطها نوارة بيضاء. وقال: حواء، لخضرة نباتها فأما قول حسَّان بن ثابت: في نَدامى بِيضِ الوجوهِ كِرامٍ * نُبِّهُوا بعد هجعة الاشراط: فيقال: أراد به الحرس وسفلة الناس. وأنشد ابن الاعرابي: أشاريط من أشراط أشراط طيئ * وكان أبوهم أشرطا وابن أشرطا * ورجل شِرْواطٌ، أي طويلٌ. وجملٌ شِرْواطٌ، الذكر والانثى فيه سواء. قال الراجز: يلحن من ذى زجل شرواط * محتجز بخلق شمطاط (١) *",
    "pg": "3:1136-1137"
  },
  "شرع": {
    "def": "الشَريعَةُ: مَشْرَعَةُ الماءِ، وهو موردُ الشاربةِ. والشَريعَةُ: ما شَرَعَ الله لعباده من الدين. وقد شَرَعَ لهم يَشْرَعُ شَرْعاً، أي سن. والشارع: الطريق الاعظم. وشرع المنزل، إذا كان بابه على طريقٍ نافذ. وشَرَعْتُ الإهابَ، إذا سلخْتَه. وقال يعقوب: إذا شققتَ ما بين الرجلين ثم سلختَه. قال: سمعته من أم الحمارس البكرية. وشَرَعْتُ في هذا الأمر شُروعاً، أي خضت. وشرعت الدواب في الماء تَشْرَعُ شَرْعاً وشُروعاً، إذا دَخَلَتْ، وهي إبلٌ شُروعٌ وشُرَّعٌ، وشَرَعْتُها أنا. وفي المثل: \" أهونُ السَقْي التَشْريعُ \". ويقال: شَرْعُكَ هذا، أي حَسْبُكَ. وفي المثل: \" شَرْعُكَ ما بَلَّغَكَ المَحَلَّ \"، يُضْرَبُ في التبلغ باليسير. ومررت برجل شرعك من رجلٍ، أي حَسْبِكَ. والمعنى أنَّه من النحو الذي تَشْرَعُ فيه وتطلُبه. يستوي فيه الواحد والمؤنَّث والجمع. والشِرْعَةُ: الشَريعَةُ، ومنه قوله تعالى: \" لِكُلٍّ جَعَلْنا منكُمْ شِرْعَةً ومِنْهاجاً \". ويقال أيضاً: هذه شِرْعَةُ هذه، أي مِثلُها، وهذا شِرْعُ هذا، وهما شِرْعانِ أي مِثْلانِ. والشِرْعَةُ أيضاً: الوَتَرُ، والجمع شِرْعٌ وشِرَعٌ، وشِراعٌ جمع الجمع، عن أبي عبيد. والشِراعُ أيضاً: شِراعُ السفينةِ. وربَّما قالوا للبعير إذا رفع عنقَه: قد رفع شِراعَهُ. ورمحٌ شِراعِيٌّ، أي طويلٌ، وهو منسوبٌ. وأَشْرَعَتُ باباً إلى الطريق، أي فتحتُ. وأَشْرَعْتُ الرمحَ قِبَلَهُ، أي سدَّدته، فشَرَعَ هو. ورماح شرع. قال عبد الله بن",
    "pg": "3:1236"
  },
  "شرعب": {
    "def": "الشَرْعَبُ: الطويلُ. وشَرْعَبْتُ الأديمَ: قطعته طولاً. والشَرْعَبِيُّ: ضربٌ من البرود.",
    "pg": "1:154"
  },
  "شرف": {
    "def": "الشَرَفُ: العلوُّ، والمكان العالي. قال الشاعر: آتي النِّدِيَّ فلا يُقَرَّبُ مَجْلِسي وأَقودُ للشرفِ الرفيعِ حِماري يقول: إنِّي خَرِفْتُ فلا يُنتفع برأيي، وكبِرتُ فلا أستطيع أن أركب من الأرض حماري إلامن مكان عال. وجبل مُشْرِفٌ عالٍ. ورجلٌ شَريفٌ، والجمع شرفاء وأشراف، مثل يتيم وأيتام. وقد شرف بالضم فهو شَريفٌ اليومَ، وشارِفٌ عن قليل، أي سيصير شريفا. ذكره الفراء. وشرفه الله تَشْريفاً. ويقال شَرَفْتُهُ أَشْرُفُهُ شَرْفاً، أي غلبته بالشَرَفِ فهو مِشْروفٌ، وفلانٌ أَشْرَفُ منه. ومَنْكِبٌ أَشْرَفُ، أي عالٍ. وأذنٌ شَرْفاءُ أي طويلةٌ. وشُرفَة القصر: واحدةُ الشُرَفِ. وشُرْفَةُ المالِ أيضاً: خِيارُه. والشارِفُ: المُسِنَّةُ من النوق، والجمع الشرف، مثل بازل وبزل، وعائد وعوذ. ويقال: سهم شارف، إذا وُصِفَ بالعِتْقِ والقِدَمِ. قال أوس بن حجر: يُقَلِّبُ سهماً راشَهُ بِمَناكِبِ ظُهارٍ لُؤَامٍ فهو أَعْجَفُ شارفُ وتَشَرَّفَ بكذا، أي عدَّه شَرَفاً. وتَشَرَّفْتُ المربأَ وأَشْرَفْتُهُ، أي علوته. قال العجاج: ومَرْبإٍ عالٍ لمن تشرفا أشرفته بلاشفا أو بشفا (١) وأشرفت عليه، أي اطلعت عليه من فوق، وذلك الموضع مَشْرَفٌ. ومَشارِفُ الأرض: أعاليها. والمَشْرَفِيَّةُ: سُيوفٌ، قال أبو عبيدة: نسبتْ إلى مَشارِفَ وهي قرىً من أرض العرب تدنو من الريف. يقال سيفٌ مَشْرَفِيٌّ، ولا يقال مَشارِفيٌّ، لأنّ الجمع لا ينسب إليه إذا كان على هذا الوزن. لا يقال مهالبى ولا جعافرى ولا عباقرى. وشارفت الرجل، أي فاخرته أينا أشرف. وشارفت الشئ، أي أَشْرَفْتُ عليه. والاشتِرافُ: الانتصابُ. وفرسٌ مشترف، أي مشرف الخلق. قال جرير: من كلِّ مُشْتَرِفٍ وإنْ بَعُدَ المَدى ضَرِمِ الرِقاقِ مناقل الاجرال (١) واستشرفت الشئ، إذا رفعت بصرك تنظر إليه وبسطتَ كفَّك فوق حاجبك، كالذي يستظل من الشمس. ومنه قول ابن مُطَيْر: فيا عجباً للناس يَسْتشرِفونني كَأَنْ لم يَرَوْا بعدى محبا ولاقبلى واستشرفت إبلهم، أي تعينتها. والشرياف: ورق الزرع إذا طال وكثر حتى يُخافُ فسادُه فيُقْطَعُ. يقال شَرْيَفْتُ الزرع، إذا قطعت شريافه والشريف مصغر: ماء لبنى نمير. والشاروف: جبل، وهو مولد. والشاروف: المكنسة، وهو فارسي معرب.",
    "pg": "4:1379-1381"
  },
  "شرق": {
    "def": "الشَرْقُ: المَشْرِقُ. والشَرْقُ: الشمسُ. يقال طلع الشَرْقُ، ولا آتيك ما ذَرَّ شارِقٌ. والمَشْرِقانِ: مَشْرِقا الصَيف والشتاء. والمَشْرَقَةُ (٣) :) موضع القُعود في الشمس، وفيه أربع لغات: مشرقة ومشرقة بضم الراء وفتحها، وشرقة بفتح الشين وتسكين الراء، ومِشْراقٌ. وتَشَرَّقْتُ: أي جلست فيه. وشَرَقَتِ (١) الشمسُ تَشرُقُ شُروقاً وشَرْقَاً أيضاً، أي طلعتْ. وأَشْرَقَتْ، أي أضاءَتْ. وأَشْرَقَ الرجل أي دخَل في شُروقِ الشمس. وأَشْرَقَ وجهُهُ، أي ضاء وتلالا حسنا. وشرقت الشاة أَشْرُقُها شَرْقاً، أي شققت أذنَها، وقد شَرِقَتِ الشاةُ بالكسر، فهي شاةٌ شَرْقاءُ بيِّنَةُ الشَرَقِ. والشَرَقُ أيضاً: الشَجا والغُصّة. وقد شَرِق بِرِيقِهِ، أي غصّ به. قال عديّ بن زيد: لو بِغَيْرِ الماءِ حَلْقي شَرِقٌ كنتُ كالغَصَّانِ بالماء اعْتِصاري وفي الحديث: \" يؤخِّرونَ الصلاة إلى شَرَقِ الموتى \" أي إلى أن يبقى من الشَمس مقدارٌ من حياةِ مَنْ شَرِقَ بريقِهِ عند الموت. ولحمٌ شَرِقٌ أيضاً، لا دسم عليه. وتشريق اللحم: تقديده،. منه سميت أيام التَشْريقِ، وهي ثلاثة أيام بعد يوم النحر لان لحوم الأضاحي تُشَرَّقُ فيها، أي تُشَرَّرُ في الشمس. ويقال سميت بذلك لقولهم: أشرق ثبير، كيما نغير! حكاه يعقوب. وقال ابن الاعرابي: سميت بذلك لان الهدى لا ينحر حتى تشرق الشمس. والمشرق المصلى، ومسجد الخيف هو المشرق. والتشريق أيضا: الاخذ في ناحية المَشرِقِ، يقال: شتّان بين مشرق ومغرب. وشريق: اسم رجل.",
    "pg": "4:1500-1501"
  },
  "شرك": {
    "def": "الشَريكُ يجمع على شُرَكاءَ وأشراك، مثل شريف وشرفاء وأشراف. والمرأة شريكة، والنساء شرائك. وشارَكتُ فلاناً: صرتُ شَريكَهُ. واشْتَرَكْنا وتَشارَكْنا في كذا. وشَرِكْتُهُ (١) في البيع والميراثِ أَشْرَكُهُ شِرْكَةً، والاسم الشِرْكُ. قال الجعدي: وشارَكْنا قُرَيْشاً في تُقاها وفي أَحْسابِها شِرْكَ العنان والجمع أشراك، مثل شبر وأشبار. قال لبيد: تطيرُ عَدائِدُ الأَشْراكِ شَفْعاً ووِتْراً والزَعامَةُ لِلْغُلامِ قال الأصمعي: يقال رأيت فلاناً مشتَرَكاً، إذا كان يحدِّث نفسَه كالمهموم. والشِرْكُ أيضاً: الكفر. وقد أشرك فلان بالله، فهو مشرك ومشركى، مثل دو ودوى، وسك وسكى، وقسر وقعسرى، بمعنى واحد. قال الراجز:\nومشركى كافر بالفرق (١) * أي بالفرقان. وقوله تعالى: (وأَشْرِكْهُ في أمري) ، أي اجْعَلْهُ شَريكِي فيه. وأَشْرَكْتُ نعلي: جعلتُ لها شِراكاً. والتَشْرِيكُ مثله. والشَرَكُ، بالتحريك: حِبالة الصائد، الواحدة شَرَكَةٌ. والشَرَكَةُ أيضاً: معظم الطريق ووسطه، والجمع شرك. وقولهم: الكلأ في بني فلان شُرُكٌ، أي طرائق، عن أبى نصر، الواحد شراك. ويقال: لطمه لطما شركيا، بضم الشين وفتح الراء، أي سريعا متتابعاً، كلطم المُنْتَقِش من البعير. قال أوس بن حجر: وما أنا إلاَّ مُسْتَعِدٌّ كما ترى أخو شُرَكِيِّ الوِرْدِ غيرِ مُعَتِّمِ أي وِرْد بعد وِرْدٍ متتابعٌ. يقول: أغشاك بما تكره غيرَ مبطئ بذلك.",
    "pg": "4:1593-1594"
  },
  "شرم": {
    "def": "الشَرومُ والشَريمُ: المرأة المُفْضاة. وشَرْمٌ من البحر: خليجٌ منه. وعشب شرم: كثير، يؤكل أعلاه ولا يُحتاج إلى أوساطه وأصوله. والشَرْمُ: مصدر شَرَمَهُ، أي شَقَّهُ. وقال (١) :\nوقد شرموا جلده فانشرم (٢) * والشارِمُ: السهمُ الذي يَشْرِمُ جانب الغرض. وشرم له، بالفتح، من ماله، أي أعطاه قليلاً. وتَشْريمُ الصيد أن ينفلت جريحاً. وقال (٣) :\nمن بين مُحْتَقّ لها ومُشَرَّم (٤) * والتَشْريمُ: التشقيق، وفي حديث ابن عمر رضى الله عنهما أنه اشترى ناقة فرأى بها تشريم الظئار، فردها. وتشرم الشئ: تمزق وتشقق. والشرمة بالضم: اسم جبل. قال أوس:\nتثوب عليهم من أبان وشرمة (١) * ورجل أَشْرَمُ بيِّن الشَرَمِ، أي مشروم الانف، ولذلك قيل لابرهة: الاشرم.",
    "pg": "5:1959-1960"
  },
  "شرمح": {
    "def": "الشرمح: الطويل. وأنشد الاخفش: ولا تذهبن عيناك في كل شرمح * طوال فإن الاقصرين أمازره (٤)",
    "pg": "1:378-379"
  },
  "شره": {
    "def": "الشَرَهُ: غَلَبَةُ الحِرص. وقدْ شره الرجل (٢) فهو شره.",
    "pg": "6:2237"
  },
  "شرى": {
    "def": "الشِراءُ يمدّ ويقصر. يقال منه: شريت الشئ أشريه شراء، إذا بعته وإذا اشتريته أيضاً وهو من الأضداد، قال الله تعالى: (ومِن الناس مَنْ يَشْرِي نفسَه ابتغاءَ مَرضاةِ الله) أي يبيعها. وقال تعالى: (وشَرَوْهُ بثمنٍ بَخْسٍ دَراهِمَ مَعدودة) أي باعوه. وقوله تعالى: (اشتروا الضلالة بالهدى) أصله اشتريوا، فاستثقلت الضمة على الياء فحذفت فالتقى ساكنان الياء والواو، فحذفت الياء وحركت الواو بحركتها لما استقبلها ساكن. ويجمع الشِرا على أَشْرِيَةٍ، وهو شاذٌّ لأن فِعَلاً لا يجمع على أَفْعِلَةٍ. والشَرْيُ بالتسكين: الحنظل. ويقال: لفلانٍ طعمان: أَرْيٌ وشَرْيٌ. والشرى أيضا: شجر الحنظل. قال الهذلى (١) : على حت البراية زمرى ال * سواعد ظل في شرى طوال الواحدة شَرْيَةٌ. والشَرْيَة: النخلة تنبُت من النواة. والشَرْيُ أيضاً: رُذالُ المال، مثل شواه. وشرى البرق بالكسر يشرى شرى، (*) إذا كثر لمعانه. وقال: صاح ترى البرق لم يغتمض * يموت فُواقاً ويَشْرى فُواقا ومنه قولهم: شَرِيَ زمامُ الناقة، إذا كثر اضطرابه. وشرى لفرس أيضا في سيره واسْتَشْرَى، أي لَجَّ في سَنَنِهِ، فهو فرسٌ شَرِيٌّ على فعيل. وشَرِيَ الرجل واسْتَشْرى، إذا لَجّ في الأمر. وشري جلده أيضاً من الشرى، وهي خراج صغار لها لذع شديد. والرجل شر على فلل. وشَرِيَ فلانٌ غضَباً، إذا استطار غضبا. والشرى: طريق في سلمى كثير الاسد. وأشراء الحرم: نواحيه، الواحد شَرّى مقصور. قال الشاعر (١) : لُعِنَ الكواعبُ بعد يومِ وصَلْنَني * بِشرى الفُراتِ وبعد يوم الجَوسَقِ أبو عمرو: أَشْرَيْتُ الحوض وأَشْرَيْتُ الجَفْنَةَ، إذا ملاتهما. والشريان والشريان، بالفتح والكسر: شجر يتخذ منه القسى. والشريان: واحد الشَرايِيِن، وهي العروق النابضة، ومنبِتها من القلب. وشروى الشئ: مثله. وشرورى: اسم جبل، وهو فعو عل. والشراة: الخوارج، الواحد شار، سموا بذلك لقولهم: إنا شرينا أنفسنا في طاعة الله، أي بعناها بالجنة حين فارقنا الائمة الجائرة. يقال منه: قد تشرى الرجل. والمشترى: نجم.",
    "pg": "6:2391-2392"
  },
  "شزب": {
    "def": "الشازِبُ: الضامر. وقد شَزُبَ الفرس شزوبا. وخيل شزب، أي ضوامرٌ، ومكانٌ شازبٌ، أي خشنٌ.",
    "pg": "1:154-155"
  },
  "شزر": {
    "def": "نظر إليه شَزْراً، وهو نظر الغَضْبان بمؤْخِر العين. وفي لحظِهِ شَزَرٌ، بالتحريك. وتَشازَرَ القومُ، أي نَظَر بعضهم إلى بعض شَزْراً. والشَزْرُ من الفَتْلِ: ما كان إلى فوقُ، خلافَ دَوْر المِغزل. يقال: حبلٌ مَشْرورٌ، وغدائرُ مستشزرات. والشزر: ما طعنت عن يمينك وشمالك. وطحنْتُ بالرحى شَزْراً، إذا أدرْتَ يدَك عن يمينك. وشيزر: بلد.",
    "pg": "2:696-697"
  },
  "شزز": {
    "def": "الشزازة: اليبس الشديد. وشئ شز: يابس جدا. [شكز (١) ] شكز المرأة شكزاً: جامعها.",
    "pg": "3:881"
  },
  "شزن": {
    "def": "الشزن، بالتحريك: الغلظ من الارض. قال الأعشى: تَيَمَّمْتُ قيساً وكم دونه من الأرض من مَهْمَهٍ ذى شزن والشزن مثال الطنب: الناحية والجانب. وقال ابن أحمر: ألاَ ليت المنازل قد بَلينا فلا يَرْمينَ عن شُزُنٍ حَزينا ويقال: ما أبالي على أيّ شُزُنَيْهِ وَقَع، أي جانبَيْه. وتَشَزَّنَ له، أي انتصب له في الخصومةِ وغيرها. والشزن: الاعياء. والشزن (١) : الكعب يعلب به.",
    "pg": "5:2144"
  },
  "شسب": {
    "def": "ابن السكيت: الشاسِبُ: اليابس من الضُمْرِ وهو المهزول، مثلُ الشاسِفِ، وليس مثل الشازِبِ. قال الوَقَّافُ العقيلي (١) : فقلتُ له حانَ الرَواحُ ورُعْتُهُ * بأَسْمَرَ مَلْوِيٍّ من القد شاسب والشسيب: القوس.",
    "pg": "1:155"
  },
  "شسع": {
    "def": "الشِسْعُ: واحدُ شُسوعِ النعل التي تُشَدُّ إلى زِمامها. تقول منه: شَسَعْتُ النعلَ. وقال أبو الغوث: شَسَّعْتُ النعلَ بالتشديد، وكذلك أَشْسَعْتُها. والشاسِعُ والشَسوعُ: البعيدُ. وفلانٌ شِسْعُ مالٍ، إذا كان حسنَ القيام عليه.",
    "pg": "3:1237"
  },
  "شسف": {
    "def": "الشاسِفُ: اليابسُ من الضُمْرِ والهزال، مثل الشاسب، عن يعقوب. وقد شسف البعيرُ يَشْسُفُ شُسوفاً. قال ابن مقبل: إذا اضْطَغَنْتُ سلاحي عند مَغْرِضِها ومِرْفَقٍ كرِئاسِ السيفِ إذْ شَسَفا ولحمٌ شَسيفٌ: كاد يَيبس.",
    "pg": "4:1381"
  },
  "شصا": {
    "def": "شصا بصرُه يشصو شَصُوّاً: شَخَصَ. وأَشْصاه صاحبه: رفعه. وفي المثل: \" إذا ارْجَحَنَّ شاصياً فارفعْ يداً \"، أي إذا سقَط ورفع رجلَيه فاكْفُفْ عنه. وشَصا السحاب. أي ارتفع في الهواء. الكسائي: يقال للميِّت إذا انتفخ فارتفعت يداه ورجلاه: قد شَصَا يَشْصِي شُصِيّاً، فهو شاصٍ. ويقال للزِقاق المملوءةِ الشائلةِ القوائِمِ والقِرَبِ إذا كانت مملوءَةً أو نُفخ فيها فارتفعت قوائمُها: شاصِيَةٌ ; والجمع شَواصٍ. قال الاخطل يصف الزقاق: أناخوا فَجَرُّوا شاصِياتٍ كأنّها * رجالٌ من السودان لم تَتَسَرْبَلِ (١) يعني زِقاقَ الخمر. والشاصلى، مثل الباقلى: نبت، أذا شددت قصرت وإذا خففت مددت، يقال له بالفارسية دكراوند (٢) .",
    "pg": "6:2392"
  },
  "شصب": {
    "def": "الشِصْبُ بالكسر: الشِدَّةُ. والشَصائِبُ: الشدائد. وقد شَصِبَ الأمرُ، أي اشتدَّ وعيشٌ شاصِبٌ، وقد شَصَبَ بالفتح يَشْصُبُ بالضم شُصوباً. وأَشْصَبَ الله عيشه. والشيصبان: اسم قبيلة من الجن. وينشد لحسان: ولى صاحب من بنى الشيصبان * فحينا أقول وحينا هوه",
    "pg": "1:155"
  },
  "شصر": {
    "def": "الشَصْرُ: الخِياطة المتباعدة والتَزْنيدُ. تقول: شَصَرْتُ عينَ البازي أَشْصُرُ شَصْراً، إذا خِطْتَها. والشِصارُ: أَخِلَّةُ التزنيد، حكاه ابن دريد. والشصر بالتحريك: ولد الظبية، وكذلك الشاصر. قال أبو عبيد: وقال غير واحد من الاعراب: هو طلا، ثم خشف، فإذا طلع قرناه فهو شادن، فإذا قوى وتحرك فهو شصر والانثى شصرة، ثم جذع، ثم ثنى. ولا يزال ثنيا حتى يموت لا يزيد عليه.",
    "pg": "2:697"
  },
  "شصص": {
    "def": "الشص والشص: شئ يصاد به السَمَكُ. ويقال لِلِّصِّ الذي لا يرى شيئاً إلا أتى عليه: شِصٌّ من الشُّصوصِ. والشَصوصُ بالفتح: الناقةُ القليلةُ اللبَنِ، والجمع الشَصائِصُ. قال الشاعر (١) : أَفْرَحُ أَنْ أُرْزَأَ الكِرَامَ وَأَنْ * أُورَثَ ذَوْداً شَصائِصاً نَبَلاَ * وقد شَصَّتِ الناقةُ تشص شصوصا (٢) ، وكذلك أشصت بالالف. ويقال ناقةٌ شُصُصٌ، للتي ذهب لبنُها، يستوى فيه الواحدة والجمع. ويقال نفى الله عنك الشَصائِصَ، أي الشدائد. وشَصَّتْ معيشتُهم شُصوصاً. وإنَّهم لفي شَصاصاءَ (١) ، أي في شدَّةٍ. قال الكسائي: لقيتُ فلاناً على شصاصاء، أي على عجلة، قال الراجز: نحن نتجنا ناقة الحجاج * على شصاصاء من النتاج",
    "pg": "3:1043"
  },
  "شطأ": {
    "def": "شطء الزرع والنبات: فراخه، والجمع: أشطاءُ. وقد أَشْطَأَ الزَّرعُ: خرج شَطْؤُهُ. قال الأخفش: في قوله تعالى (أَخْرَجَ شَطْأَهُ) أي طَرَفَهُ. أبو عمرو: شطَأت الناقة شَطْأً، شَددْتُ عليها الرَحْلَ. وشاطئُ الوادي: شَطُّهُ، وجانبُهُ. وتقول: شَاطِئُ الأودية، ولا تجمَعُ. وشاطَأْتُ الرجُلَ: إذا مشيت على شاطئٍ، ومشى هو على الشاطئ الآخر.",
    "pg": "1:57"
  },
  "شطا": {
    "def": "شطا: اسم قرية بناحية مصر تنسب إليها الثياب الشطوية. وقول الشاعر:\nتجلل بالشطى والحبرات * يريد الشطوى.",
    "pg": "6:2392"
  },
  "شطب": {
    "def": "الشَطْبَةُ: السَعَفَةُ الخضراء الرَطبَةُ، والجمع الشطْبُ. وشَطَبتِ المرأةُ الجَريدَ شَطْباً، إذا شَقَّقتْهُ لتعمل منه الحُصْرَ. قال أبو عبيد: ثم تلقيه الشاطِبةُ إلى المُنَقِّيةِ. قال قيس بن الخطيم: ترى قصد المُرَّانِ تُلْقى كَأَنَّها (١) * تَذَرَّعُ خِرْصانٍ بأَيْدي الشَواطِبِ وجاريةٌ شطبة، أي طويلة. والشطيبَةُ: قطعة من السَنامِ تُقْطَعُ طولاً، وكذلك هي من الأديمِ، وشَطِيبَةٌ من نَبْعٍ تُتَّخَذُ منها القوسُ. والانْشِطابُ: السَيَلانُ. وطريقٌ شاطبٌ، أي مائلٌ. وشُطَبُ السيفِ: طَرائِقُهُ التي في مَتْنِهِ، الواحدة شطبة، مثل صبرة وصبر، وكذلك شطب السيف بضم الشين والطاء. وسيف مُشَطَّبٌ وثوبٌ مشطبٌ: فيه طرائقُ. وشطيب: اسم جبل.",
    "pg": "1:155"
  },
  "شطر": {
    "def": "شطر الشئ: نصفه. وفى المثل: \" احلبْ حَلَباً لك شَطْرُهُ \". وجمعه أَشْطُرٌ. وقولهم: فلانٌ حَلبَ الدهر أَشْطَرَهُ، أي ضُروبَه، مرَّ به خيرٌ وشرٌّ. وأصله من أخلاف الناقة، ولها خِلْفانِ: قادِمان وآخران. وكل خلفين شطر. وتقول: شَطَرْتُ ناقتي وشاتي أَشْطُرُها شَطْراً، إذا حلبْت شَطْراً وتركْت شَطْراً. وشاطَرْتُ طَلِيِّي، أي احتلبْت شَطْراً أو صَرَرْتُهُ وتركْت له الشَطْرَ الآخر. وشاطَرْتُ فلاناً مالي، إذا ناصفته. وشَطَّرْتُ ناقتي تَشْطيراً: إذا صررْتَ خِلْفين من أخلافها. وشاةٌ شطور: أحد طبيبها أطول من الآخر وكذلك إذا يبس أحد خِلْفيها، فهي شَطورٌ. وهي من الإبل التي يبس خِلْفان من أخلافها، لأنَّ لها أربعةَ أخلاف. ويقال: وَلَدُ فلانٍ شِطْرَةٌ، بالكسر، أي نِصْفٌ ذكورٌ ونصفٌ إناثٌ. وقصدْتُ شَطْرَهُ، أي نحوه. قال الشاعر (١) : أَقولُ لأمِّ زِنْباعٍ أَقيمي * صُدورَ العيسِ شَطْرَ بني تَميم - ومنه قوله تعالى:\n(فَوَلِّ وَجْهَكَ شَطْرَ المسجدِ الحرامِِ) *. وشَطَرَ بَصَرُهُ يَشْطُرُ شُطوراً، وهو الذي كأنَّه ينظر إليك وإلى آخر. والشاطِرُ: الذي أعيا أهله خُبْثاً. وقد شطر وشطر أيضا بالضم، شطارة فيهما. وقَدَحٌ شَطْرانُ، أي نَصْفانُ (١) قال الأصمعيُّ: الشَطيرُ: البعيد. يقال: بلد شَطيرٌ. وشَطَرَ عنِّي فلانٌ، أي نأى عنى. ونوى شطر بالضم، أي بعيدة. وقال امرؤ القيس:\nأَشاقَكَ بَيْنُ الخَليطِ الشُطُرْ (٢) * والشَطيرُ أيضاً: الغريبُ. قال الشاعر:\nلا تتركَنِّي (٣) فيهمُ شَطيراً * وقال آخر (٤) : إذا كُنْتَ في سِعْدٍ وأُمُّكَ منهمُ * شَطيراً فلا يَغْرُرْكَ خالُكَ من سَعْدِ - فإنَّ ابنَ أُختِ القومِ يُصْغي إناؤُهُ (٥) * إذا لم يُزاحِمْ خاله بأب جلد -",
    "pg": "2:697-698"
  },
  "شطط": {
    "def": "شَطَّتِ الدار تَشِطُّ وتَشُطُّ شَطَّاً وشُطوطاً: بَعُدَتْ. وأَشَطَّ في القضية، أي جارَ. وأَشَطَّ في السَوْمِ واشْتَطَّ: أَبْعَدَ. وأَشَطُّوا في طلبي، أي أمعَنوا. وحكى أبو عبيد: شطَطْتُ عليه وأَشْطَطْتُ، أي جرت. وفى حديث تميم الدارى: \" إنك لَشاطِّي (١) \"، أي جائرٌ عليَّ في الحكم. والشَطُّ: جانبُ النهرِ والوادي والسنامِ. وكلُّ جانبٍ من السنام شط. قال أبو النجم: كأن تحت درعها المنعط (٢) * شطا رميت فوقه بشط (٣) * والجمع شطوط. والشطوط بالفتح: الناقةُ الضخمةُ السنامِ. والشَطاطُ: البعدُ واعتدالُ القامةِ أيضاً. يقال: جارية شَاطَّةٌ (٤) بيِّنَةُ الشَطاطِ والشِطاطِ أيضا بالكسر. قال أبو عمرو: الشَطَطُ: مجاوزةُ القدرِ في كلّ شئ. وفى الحديث: \" لها مَهْرُ مثلها لا وَكْسُ ولا شطط \"، أي لا نقصان ولا زيادة.",
    "pg": "3:1137-1138"
  },
  "شطن": {
    "def": "الشَطَنُ: الحبْل. قال الخليل: هو الحبْل الطويل، والجمع الأشْطانُ. ووصف أعرابي فرسا لا يحفى فقال: كأنه شيطان في أشطان. وشَطَنْتُهُ أَشْطُنُهُ (١) ، إذا شددتَه بالشَطَنِ. وشَطَنَ عنه: بَعُدَ. وأَشْطَنَهُ: أبعدَه. ابن السكيت: شَطَنَهُ يَشْطُنُهُ شَطْناً، إذا خالفه عن نيَّة وجهه. وبئرٌ شَطونٌ: بعيدة القعر. ونَوَّى شَطونٌ: بعيدة. قال النابغة: نَأَتْ بِسُعادَ عنك نَوىً شَطونُ فبانتْ والفؤاد بها رَهينُ والشَيْطانُ معروف. وكلُّ عاتٍ من الإنس والجنّ والدوابّ شَيْطان. قال جرير: أيامَ يدعُونني الشَيْطانَ من غَزَلٍ وهُنَّ يَهْوَيْنَني إذْ كنتُ شَيْطانا والعرب تسمِّي الحيّةَ شَيْطاناً. وقال الشاعر يصف ناقته: تُلاعِبُ مثنى حضرميٍّ كأنَّه تَعَمُّجُ شَيْطان بذي خِرْوَعٍ قفر وقوله تعالى: (طلعها كأنه رءوسُ الشَياطِين) قال الفراء: فيه من العربية ثلاثة أوجه: أحدها أن يشبّه طَلْعُها في قبحه برؤوس الشياطين، لانها موصوفة بالقبح. والثاني أنَّ العرب تسمِّي بعض الحيّات شَيْطانا، وهو ذو العرف قبيح الوجه. والثالث أنَّه نبتٌ قبيح يسمى رءوس الشياطين. والشيطان نونه أصلية. قال أمية يصف سليمان ابن داود ﵉: أيما شاطن عصاه عكاه ثم يلقى في السجن والاغلال ويقال أيضا إنها زائدة. فإن جعلته فيعالا من قولهم تشيطن الرجل صرفته، وإن جعلته من تشيط لم تصرفه، لانه فعلان.",
    "pg": "5:2144-2145"
  },
  "شظظ": {
    "def": "الشِظاظُ: العودُ الذي يُدخَل في عروة الجوالق. قال الراجز: أين الشظاظان وأين المربعه * وأين وسق الناقة الجلنفعه * وقد شظظت الجوالقَ، أي شددت عليه شِظاظَهُ، وأَشْظَظْتُهُ، أي جعلتُ له شِظاظاً. وشظاظ: اسم رجل من بنى ضبة. وأشظ الرجل، أي أنعظ. وشظشظ زب الغلام عند البول.",
    "pg": "3:1173"
  },
  "شظف": {
    "def": "قال أبو زيد: الشَظَفُ: الضيق والشدة، مثل الضفف. وقال (١) ولقد لقيتُ (١) من المعيشةِ لَذَّةً ولَقيتُ من شَظَفِ الأمورِ شِدادَها وكذلك الشظاف. ومنه قول الكميت: وراجٍ لِينَ تَغْلِبَ عن شِظافٍ كمتدن الصفاكيما يلينا والشظيف من الشجر: الذي لم يجدْ رِيَّهُ فصَلُبَ من غير أن تذهب نُدُوَّتُهُ. تقول منه: شظف بالضم. قال الراجز: وانعاج عودي كالشظيف الاخشن عند (٢) اقورار الجلد والتشنن وبعير شَظِفُ الخِلاطِ، أي يخالط الإبل مخالطةً شديدة. وشَظِفَ السهمُ، إذا دخل بين الجلد واللحم.",
    "pg": "4:1381"
  },
  "شظم": {
    "def": "ابن السكيت: الشَّيْظَمُ: الشديدُ الطويل. قال: وأنشدنا أبو عمرو: يلحن من أصوات حاد شيظم صلب عصاه للمطى منهم وكذلك الفرس. والانثى شيظمة، قال عنترة: والخيلُ تقتحم الخَبارَ عَوابِساً من بين شَيْظَمَةٍ وآخَرَ شَيْظَمِ ويروى: \" وأُجْرَدَ شَيْظَمِ \". ويقال الشيظمى: الفتى الجسيم، والفرس الرائع.",
    "pg": "5:1960"
  },
  "شظى": {
    "def": "الشَظِيَّةُ: الفِلْقَةُ من العصا ونحوها، والجمع الشَظايا. يقال: تَشَظَّى الشئ، إذا تطاير شظايا. وقال:\nكالدُرَّتَيْنِ تَشَظَّى عنهما الصَدَفُ (٣) * قال الأصمعي: الشَظى: عُظَيْمٌ مستدِقٌّ ملزَقٌ بالذراع، فإذا تَحرَّكَ من موضعه قيل: قد شظى الفرس بالكسر. قال: وبعض الناس يجعل الشَظى انشقاق العصب. وأنشد لامرئ القيس: سليم الشظى عبل الشوى شنج النسا * له حجبات مشرفات على الفال وشظى القوم: خلاف صميمهم، وهم الأتباع والدُخَلاءُ عليهم بالحلف. وقال (١) : بمصر عنا النعمان يوم تألبت * علينا تميم من شظى وصميم",
    "pg": "6:2392-2393"
  },
  "شعا": {
    "def": "غارةٌ شَعْواءُ، أي فاشيةٌ متفرّقةٌ. قال عبد الله بن قيس الرقيّات: كيف نومي على الفراش ولَمَّا * تَشمل الشأمَ غارةٌ شَعْواءُ (٢) وأَشْعى القوم الغارة إشْعاءً، إذا أشعلوها. الأصمعي: جاءت الخيل شواعى وشوائع، (*) أي متفرقة. وأنشد للاجدع بن مالك: وكأن صرعيها كعاب مقامر * ضربت على شزن فهن شواعى أراد شوائع فقلبه.",
    "pg": "6:2393"
  },
  "شعب": {
    "def": "الشَّعْبُ: ما تَشَعَّبَ من قبائل العرب والعجم، والجمعُ الشعوبُ. والشُعوبيَّةُ: فِرْقَة لا تُفَضِّلُ العربَ على العجمِ. وأما الذي في الحديث: أنَّ رجلاً من الشُّعوب أَسْلَمَ، فإنّه يعني من العجم. والشَعْبُ: القبيلة العظيمةُ، وهو أبو القبائل الذي يُنْسَبونَ إليه، أي يَجْمَعُهُمْ ويَضُمُّهُمْ. وحكى أبو عبيد عن ابن الكلبيّ عن أبيه: الشَعْبُ أكبر من القبيلة، ثم الفصيلةُ، ثم العِمارَةُ، ثم البَطْنُ، ثم الفخذ. وشعب الرأس: شأنه الذى يضم قبائله. وفى الرأس أربع قبائل. وتقول: هما شعبان: أي مثلان. والشعب: الصدع في الشئ، وإصلاحه أيضا الشعب، ومُصْلِحُهُ الشَعَّابُ، والآلَةُ مِشْعَبٌ. وشَعَبْتُ الشئ: فرقته. وشعبته: جمعته، وهو من الأضداد. تقول: التَأَمَ شَعْبُهُمْ، إذا اجتمعوا بعد التَفَرُّقِ، وتفرق شعبُهُمْ، إذا تفرَّقوا بعد الاجتماع. قال الطِرِمَّاح:\nشَتَّ شَعْبُ الحَيِّ بعدَ التِئامْ (١) * وفي الحديث: \" ما هذه الفُتْيا التي شَعَبْتَ بها الناس \"، أي فرقتهم. وشعب: جبل باليمن، وهو ذو شعبين، نزله حسان بن عمرو الحميرى وولده فنسبوا إليه، فمن كان منهم بالكوفة يقال لهم شعبيون، منهم عامر بن شراحيل الشعبى وعداده في همدان، ومن كان منهم بالشأم يقال لهم الشعبانيون، ومن كان منهم باليمن يقال لهم آل ذى شعبين، ومن كان منهم بمصر والمغرب يقال لهم الاشعوب. والتشعب: التفرق، والانشعاب مثله. وأَشْعَبَ الرجُلُ، إذا مات أو فارق فِراقاً لا يرجع. قال الشاعر (٢) : * وكانوا أناسا من شُعوبٍ فأَشْعَبوا (١) * أبو عبيد: الشعيب، والمزادة والراوية والسطيحة شئ واحدٌ. وتَيْسٌ أشعبُ بَيِّنُ الشَعَبِ، إذا كان ما بين قَرْنَيْهِ بعيدا جدا، والجمع شعب. وقال أبو داود: وقصرى شنج الانسا * ء نباح من الشعب (٢) والشعب بالكسر: الطريق في الجبل، والجمع الشِعابُ. وفي المثل: \" شَغَلَتْ شِعابي جَدْوايَ \" أي شَغَلَتْ كثرةُ المَؤُونَةِ عَطائِي عن الناس. والشِعْبُ أيضاً: سمة لبنى منقر. والشعب أيضا: الحَيُّ العظيمُ. والمَشْعَبُ: الطريقُ. وقال (٣) : وماليَ إلاَّ آلَ أَحْمَدَ شيعَةٌ * وماليَ إلاَّ مَشْعَبَ الحَقِّ مَشْعَبُ وانشعب الطريقُ وأغصانُ الشجرةِ، أي تَفَرَّقَتْ. والشُعْبَةُ بالضم: واحدة الشُعَبِ، وهى الاغصان. وشعب الفرس أيضا: ما أشرف منه كالعنق والمَنْسِجِ. قال الراجز (١) :\nأَشَمُّ خِنْذيذٌ مُنِيفٌ شُعَبُهْ (٢) * والشَعبة أيضاً: المَسيلُ الصغيرُ. يقال: شُعْبَةٌ حافِلٌ، أي ممتلئةٌ سيلاً. والشُعبة أيضاً: الفُرْقَةُ، تقول: شَعَبَتْهُمُ المَنِيَّةُ، أي فَرَّقَتْهُمْ. ومنه سُمِّيَتِ المنيةُ شَعوبَ، لأنها تُفَرِّقُ. وهي مَعرِفة لا تدخلها الألف واللام. والشُعْبَةُ أيضاً: الرُؤْبَةُ، وهي قطعة يُشَعَّبُ بها الإناء. يقال قَصْعَةٌ مُشَعَّبَةٌ، أي شُعِّبَتْ في مواضعَ منها، شُدّدَ للكثرة. والشُعْبَةُ: الطائفة من الشئ. وشعبان: اسم شهر، والجمع شعبانات. وأشعب: اسم رجل كان طماعا. وفى المثل \" أطمع من أشعب \". وشعبى: موضع، بضم الشين وفتح العين. قال جريرٌ يهجو العباس بن يزيد الكندى: أعبدا حل في شعبى غريبا * ألؤما (٣) لا أبا لك واغترابا وشعبعب: موضع. قال الشاعر (٤) : هل أجعلن يدى للخد مرفقة * على شعبعب بين الحوض والعطن وقولهم: شعب الأميرُ رسولاً إلى موضع كذا، أي أرسله.",
    "pg": "1:155-157"
  },
  "شعث": {
    "def": "الشَعَثُ بالتحريك: انتشار الأمر. يقال: لَمَّ الله شَعَثَكَ، أي جمع أمرك المنتشر. والشعث: مصدر الأشْعَثِ وهو المُغْبَرُّ الرأس. وخيلٌ شُعْثٌ، أي غير مُفَرْجَنَةٍ. وتَشْعيثُ الشئ: تفريقه. والتشعث: التفرق. والاشعث: اسم رجل. ومنه الاشاعثة، والهاء للنسب.",
    "pg": "1:285"
  },
  "شعر": {
    "def": "الشَعَر (١) للإنسان وغيره، وجمعه شُعورٌ وأَشْعارٌ، الواحدة شَعْرَةٌ. ويقال: رأى فلان الشَعْرَةَ، إذا رأى الشيب، حكاه يعقوب. ورجل أشعر: كثير شعر الجسد. وقوم شعر. وكان يقال لعبيد الله بن زياد: أشعر بركا. والاشعر: ما أحاط بالحافر من الشَعْرِ، والجمع الأَشاعِرُ. وأَشاعِرُ الناقةِ: جوانبُ حَيائِها. والشِعْرَةُ بالكسر: شَعَرُ الرَكَبِ للنساء خاصة. والشعيرمن الحبوب، الواحدة شعيرة. وشعيرة السكين: الحديدة التى تُدْخَلُ في السيلانِ لتكون مِساكاً للنَصل. والشَعيرَةُ: البَدَنَةُ تُهْدى. والشَعائِرُ: أعمالُ الحجِّ. وكلُّ ما جُعل عَلَماً لطاعة الله تعالى. قال الأصمعي: الواحدة شَعيرةٌ. قال: وقال بعضهم: شِعارَةٌ. والمَشاعِرُ: مواضع المناسك. والمَشْعَرُ الحرام: أحد المَشاعِرِ. وكسر الميم لغة. والمشاعر: الحواس، قال بَلْعاءُ بن قيس: والرأسُ مرتفعٌ فيه مَشاعِرُهُ * يَهْدي السبيلَ له سمع وعينان - والشعار: ماولى الجسدَ من الثياب. وشِعارُ القوم في الحرب: عَلامَتُهُمْ ليعرِف َبعضُهم بعضاً. والشَعارُ بالفتح: الشجر. يقال: أرضٌ كثيرة الشَعار. وأَشْعَرَ الهَدْيَ، إذا طَعَنَ في سَنامه الأيمن حتَّى يسيل منه دمٌ، لِيُعْلَمَ أنه هدى، وفى الحديث: \" أشعر أمير المؤمنين \". وأشعر الرجل هما، إذا لزِق بمكان الشِعارِ من الثياب بالجسد. وشعرت بالشئ بالفتح أَشْعُرُ به شِعْراً: فطِنْتُ له. ومنه قولهم: ليت شِعْري، أي ليتنى علمت. قال سيبوبه: أصله شعرة، ولكنهم حذفوا الهاء كما حذفوها من قولهم: ذهب بعذرها، وهو أبو عذرها. والشعر: واحد الاشعار. ويقال: ما رأيت قصيدةً أَشْعَرَ جمعاً منها. والشاعِرُ جمعه الشعَراءُ، على غير قياس. وقال الأخفش: الشاعر مثل لابن وتامر، أي صاحب شعر. وسمى شاعرا لفطنته. وما كان شاعرا ولقد شَعرَ بالضم، وهو يَشْعُرُ. والمُتَشاعِرُ: الذي يتعاطى قولَ الشِعْرِ. وشاعَرْتُهُ فشَعَرْتُهُ أَشْعَرَهُ بالفتح، أي غلبتُه بالشِعْرِ. وشاعَرْتُهُ: ناومْتُهُ في شِعارٍ واحدٍ. واسْتَشْعَرَ فلانٌ خوفاً، أي أضمره. وأَشْعَرْتُ السكِّين: جعلتُ لها شَعيرَةً. وأَشْعَرْتُهُ فَشَعَرَ، أي أَدْرَيْتُهُ فدَرى. وأَشْعَرْتُهُ: ألبستُهُ الشِعارَ. وأَشْعَرَهُ فلانٌ شَرّاً: غشيه به. يقال: أَشْعَرَهُ الحُبُّ مرضاً. وأَشْعَرَ الجنينُ وتشعر، أي نبت شعره. وفى الحديث: \" ذكاة الجنين ذكاة أمه إذا أشعر \". وهذا كقولهم: أنبت الغلام، إذا نبتت عانته. والشعرى: الكوكب الذي يطلُع بعد الجَوْزاء، وَطلوعه في شدَّة الحَرِّ. وهما الشِعْرَيانِ: الشِعْرى العَبورُ التي في الجوزاء، والشِعْرى الغُمَيْصاءُ التي في الذراع، تزعم العرب أنَّهما أختا سُهَيْلٍ. والشَعْراءُ: ضربٌ من الخَوْخ، واحدُه وجمعه سواء. والشَعْراءُ: ذبابة يقال هي التي لها إبرة. وداهية شعراء، وداهية وبراء. ويقال للرجل إذا تكلَّمَ بما يُنْكَرُ عليه: جئتَ بها شَعْراءَ ذات وبر. والشعراء: الشجر الكثير، حكاه أبو عبيد. وبالموصل جبل يقال له شعران. وقال أبو عمرو: سمى بذلك لكثرة شجره. والاشعر: أبو قبيلة من اليمن، هو أشعر بن سبأ بن يشجب بن يعرب بن قحطان. وتقول العرب: جاءتك الاشعرون، بحذف ياءى النسب. والشعارير: صِغار القِثّاء، الواحدة شُعْرورةٌ. والشَعاريرُ: لعبة، لا تفرد يقولون: لِعْبنا الشَعاريرَ، وهذا لَعِبُ الشَعاريرِ. وذهبَ القومُ شَعاريرَ، إذا تفرَّقوا. قال الأخفش: لا واحد له. والشويعر: لقب محمد بن حمران الجعفي، لقبه بذلك امرؤ القيس بقوله: أبْلِغا عنِّي الشُوَيْعِرَ أنِّي * عَمْدُ عين قلدتهن حريما (١) -",
    "pg": "2:698-700"
  },
  "شعع": {
    "def": "شُعاعُ الشمس: ما يُرى من ضوئها عند ذرورِها كالقضبان، والجمع أشعة وشعع. وقد أشعت الشمسُ: نَشَرَتْ شُعاعَها. ومنه حديث ليلة القدر: \" إنَّ الشمسَ تطلع من غَدِ يومِها لا شُعاعَ لها \". الواحدة شُعاعَةٌ. والشَعاعُ بالفتح: تَفَرُّقُ الدمِ وغيرِه وانتشارُه. قال ابن الخطيم (١) : طَعَنْتُ ابنَ عبدِ القيسِ طَعنةَ ثائرٍ * لها نَفَذٌ لولا الشُعاعُ (٢) أَضاَءها * ويقال أيضاً: رأيٌ شَعاعٌ، أي متفرّقٌ. ونفسٌ شَعاعٌ: تفرَّقَتْ هِمَمُها. قال قيس بن الملوَّح (٣) : فَقَدْتُكِ من نفسٍ شَعاعٍ ألم أَكُنْ * نَهَيْتُكِ عن هذا وأَنتِ جَميعُ * وشَعاعُ السنبلِ أيضاً: سَفاهُ. وقد أَشَعَّ الزرعُ: أخرج شعاعَهُ. وأَشَعَّ البعيرُ بَوْلَهُ، أي فَرَّقَهُ. وكذلك شَعَّ بولَهُ يشعه. وظل شعشع: ليس بكثيف، ومُشَعْشَعٌ أيضاً. وشَعْشَعْتُ الشرابَ: مزجتُه بالماء. والشعشاع: المتفرق. قال الراجز:\nصَدْقُ اللِقاءِ غَيْرُ شَعْشاعِ الغَدَرْ * يقول: هو جميعُ الهمِّةِ غيرُ متفرِّقِها. ورجلٌ شَعْشاعٌ، أي طويلٌ حسنٌ، وكذلك الشَعْشَعانُ. وناقةٌ شَعْشعانَةٌ. قال ذو الرمة: هيهات خرقاء إلا أن يقربها * ذو العرش والشعشعانات العياهيم (١) * والشعلع: الطويل، بزيادة اللام.",
    "pg": "3:1237-1238"
  },
  "شعف": {
    "def": "الشَعَفَةُ بالتحريك: رأسُ الجبل، والجمع شَعَفٌ وشُعوفٌ وشِعافٌ وشَعَفاتٌ، وهي رءوس الجِبال. ورجلٌ أصهبُ الشِعافِ، يراد به شعر رأسه. وما على رأسِه إلا شُعَيْفاتٌ، أي شُعَيرات من الذؤابة، يقال لذؤابة الغلام: شعفة. والشنعاف: رأس الجبل، وكذلك الشُنْعوفُ. ويقال للرجل الطويل: شِنْعافٌ، والنون زائدة. وشعفه الحب، أي أحرق قلبه، وقال أبو زيد: أمرضه. وقد شُعِفَ بكذا فهو مَشْعوفٌ. وقرأ الحسن: ﴿قد شَعَفَها حُبّاً﴾ قال: بَطَنَها حُبّاً. وشَعَفْتُ البعير بالقَطِران، إذا طليتَه به. وشعفين: موضع. وفى المثل (١) : \" لكن بشعفين كنت جدودا (٢) \" قاله رجل التقط منبوذة ورآها يوما تلاعب أترابها وتمشى على أربع وتقول: احلبوني فإنى خلفة.",
    "pg": "4:1381-1382"
  },
  "شعل": {
    "def": "الشُعْلَةُ من النار: واحدة الشُعَلِ. والشَعيلَةُ: الفتيلة فيها نارٌ، والجمع شعل مثل صحيفة وصحف. والمشعلة: واحدة المشاعل. والمشعل بكسر الميم: شئ يتخذه أهل البادية من أَدَمٍ، يُخرَزُ بعضه إلى بعض كالنِطْع، ثم يُشَدُّ إلى أربع قوائم من خشب، فيصير كالحوض، يُنْبَذُ فيه، لأنَّه ليس لهم حِبابٌ (١) . قال ذو الرمة: أَضَعْنَ مَواقِتَ الصلواتِ عمدا وحالفن المشاعل والجرارا ورجل شاعل، أي ذو إشعال، مثل تامر ولابن، وليس له فعل. قال عمرو بن الإطنابة: ليسوا بأَنْكاسٍ ولا ميلٍ إذا ما الحربُ شُبَّتْ أَشْعَلوا بالشاعِلِ (٢) وأَشْعَلَتِ الغارةُ، إذا تفرّقتْ. يقال: كتيبةٌ مُشْعِلَةٌ، بكسر العين، إذا انتشرتْ. قال جريرٌ يخاطب رجلاً: عايَنْتَ مُشْعِلَةَ الرِعالِ كأنَّها طيرٌ تُغاوِلُ في شَمامِ وُكورا وكذلك جرادٌ مُشْعِلٌ، إذا انتشر وجرى (*) في كل وجه. يقال: جاءوا كالجراد المُشْعَلِ. وأما قولهم: جاء فلان كالحريق المشعل فمفتوحة العين، لأنّه من أَشْعَلَ النارَ في الحطب، أي أضرمَها. وكذلك أَشْعَلَ إبله بالقَطِران، أي طلاها به وأكثَرَ. وأَشْعَلَتِ القربة والمزادةُ، إذا سالَ ماؤها متفرِّقاً. وأَشْعَلْتِ الطعنةُ، أي خرج دمُها متفرِّقاً. واشْتَعَلَتِ النار، أي اضطرمتْ، واشْتَعَلَ رأسُه شيباً. والشَعَلُ بالتحريك: بياضٌ في عُرْض الذَنَبِ. قال الأصمعيّ: إذا خالط البياضُ الذَنَبَ في أيِّ لون كان فذلك الشُعْلَةُ. والفَرَسُ أَشْعَلُ بيّن الشَعَلِ، والأنثى شعلاء، وقد اشعل اشعلالا. فإن ابيض الذنب كله أو أطرافه فهو أصبغ. وشعل: اسم رجل، ولقب ثابت بن جابر تأبط شرا. وذهب القوم شَعاليل، مثل شَعارير، إذا تفرقوا.",
    "pg": "5:1734-1735"
  },
  "شعمل": {
    "def": "اشمعل القوم في الطلب اشْمِعْلالاً، إذا بادروا فيه وتفرَّقوا. وقال أمية بن أبي الصَلْت: له داعٍ بمكةَ مُشْمَعِلٌّ وآخرُ فوق دارَتِهِ يُنادي وشَمْعَلَةُ اليهودِ: قراءتهم. والمشمعل أيضا: الناقة السريعة، وقد اشْمَعَلَّتِ الناقة فهي مُشْمَعِلَّةٌ. قال ربيعة ابن مضرس الضبى (١) : كأنَّ هُوِيَّها لما اشْمَعَلَّتْ هُوِيَّ الطيرِ تبتدر الإيابا (٢) قال الخليل: اشْمَعَلَّتِ الإبل، إذا مضت وتفرّقت مَرَحاً ونشاطاً. قال: واشْمَعَلَّتِ الغارةُ في العدو كذلك. قال أوس بن مَغْراء التميميّ: وهمْ عند الحروب إذا اشمعلت بنوها ثم والمتأوبونا",
    "pg": "5:1741"
  },
  "شعن": {
    "def": "اشْعَانَّ شَعْرُهُ اشْعيناناً، فهو مُشْعانُّ الرأس، إذا كان ثائرَ الرأس أشعث.",
    "pg": "5:2145"
  },
  "شغا": {
    "def": "السن الشاغية: هي الزائدة على الأسنان، وهي التي تخالفِ نبتَتها نبتةَ غيرِها من الأسنان. يقال رجلٌ أشْغى وامرأة شَغْواءُ، والجمع شُغْوٌ، وقد شَغِيَ يَشْغى شَغىً مقصورٌ. ويقال للعقاب: شَغْواءُ، لفَضْل منقارها الأعلى على الأسفل. قال الشاعر:\nشغواء توطن بين الشيق والنيق",
    "pg": "6:2393"
  },
  "شغب": {
    "def": "الشغب، بالتسكين: تهييج الشر. وهو شَغْبُ الجُنْدِ، ولا يقال شَغَبٌ (١) . تقول: شَغَبْتُ عليهم، وشَغَبْتُ بهم، وشغبتهم، كله بمعنى. ويقال للنحوص (٢) إذا وحمت واستصعبت على الجأب: إنها ذات شغب وضغن. قال أبو زبيد يرثى ابن أخته (٣) : كان عنى يرد درؤك بعد ال * - له المستصعب المريد وشغبت عليهم بالكسر أَشْغَبُ شَغَباً، لغةٌ ضعيفة فيه. وشغب أيضا بالتحريك: اسم امرأة لا ينصرف في المعرفة. وشاغبه فهو شغاب ومشغب وشغب ومشغب.",
    "pg": "1:157"
  },
  "شغر": {
    "def": "شَغَرَ الكلب يَشْغَرُ، إذا رفع إحدى رجلَيْه ليبول. وشَغَرَ البَلدُ، أي خلا من الناس. يقال: بلدة شاغرة برجلها، وذلك إذا لم تمتنع من غارةِ أحَد. وأَشْغَرَ المنهلُ، إذا صار في ناحيةً من المَحَجَّةِ. واشْتَغَرَ العدد، إذا كَثُرَ واتِّسع. قال أبو النجم: وعَدَدٍ بَخٍّ إذا عد اشتغر * كعدد الترب تدانى وانتشرْ - واشْتَغَرَ على فلان حِسابُه، إذا لم يهتد له. واشتغرفى الفلاة، إذا أبعد فيها. وتَشَغَّرَ البعيرُ، إذا لم يدَعْ جهدا في سيره، عن أبى عبيد. وشغرت بنى فلان من موضع كذا، أي أخرجْتُهم. وأنشد الشَيباني: ونحن شَغَرْنا ابْنَيْ نِزارٍ كِلَيْهِما * وكَلْباً بِوَقْعٍ مُرْهِبٍ مُتَقارِبِ - والشِغارُ بكسر الشين: نِكاح كان في الجاهلية، وهو أن يقول الرجل لآخر: زَوِّجْني ابنتك أو أختك عى أن أزوِّجك أختي أو ابنتي، على أنَّ صداق كلِّ واحدة منهما بُضْعُ الأخرى. كأنَّهما رفعا المهر وأخليا البُضْعَ عنه. وفي الحديث: \" لا شِغارَ في الإسلام \". وتفرَّقوا شَغَرَ بَغَرَ: أي في كلِّ وجه. وهما اسمانِ جُعِلا واحداً، وبنيا على الفتح.",
    "pg": "2:700-701"
  },
  "شغزب": {
    "def": "الشَغْزَبِيَّةُ: ضربٌ من الحِيلة في الصراع، وهى أن تلوى رِجْلَهُ برجلك. تقول: شَغْزَبْتُهُ شَغْزَبَةً، وأخذتُهُ بالشَغْزَبِيَّةِ. قال ذو الرمة: ولَبَّسَ بين أَقْوامي فكلٌّ * أَعَدَّ له الشغازب والمحالا (١)",
    "pg": "1:157-158"
  },
  "شغغ": {
    "def": "الشغشغة: تحريك السنان في المطعون. وقال أبو عبيدة: هي أن يدخله ويخرجه. وأنشد لعبد مناف بن ربع الهذلى فالطعن شغشغة والضرب هيقعا ضرب المعول تحت الديمة العضدا والمعول: الذى يبنى العالة، وهى شبه الظُلَّةْ يُسْتَتَرُ بها من المطر. والشغشغة: ضرب من الهدير.\nفصل الصاد",
    "pg": "4:1322"
  },
  "شغف": {
    "def": "الشف بالفتح (١) : ستر رقيق. قال أبو نصر: سترٌ أحمرُ رقيقٌ من صوف يُسْتَشَفُّ ما وراءه. والشِفُّ بالكسر: الفضلُ والرِبْحُ. تقول منه: شَفَّ يَشِفُّ شَفّاً، مثال حمل يحمل حملا. وقال ابن السكيت: الشِفُّ أيضاً. النقصانُ، وهو من الأضداد. وشَفَّ عليه ثوبُه يَشِفُّ شُفوفاً وشَفيفاً أيضا، عن الكسائي، أي رق حتى يرى ما خلفه. وثوبٌ شَفٌّ وشِفٌّ، أي رقيقٌ. وشَفَّ جسمه يَشِفُّ شفوفا، أي نحل. أشففت بعض َولدي على بعض، أي فضّلتهم. والشفيف: لذع البرد ومنه قول الشاعر:\nإذا ما الكلب ألجأه الشفيف (٢) * وفلان يجد في أسنانه شَفيفاً، أي برداً. والشَفَّانُ: بردُ ريحٍ في نُدُوَّة. وهذه غداة ذت شفان. قال الشاعر (٣) في كناس ظاهرٍ يَسْتُرُهُ من عَلُ الشَفَّانَ هداب الفنن أي من الشفان. والشفشاف: الريح اللينة البرد. والشفافة: بقية الماء في الإناء. وقد تَشافَفْتُ ما في الإناء، إذا شربتَه كلَّه ولم تُسْئِرْهُ. وفي المثل: \" ليس الرِيُّ عن التَشافِّ \"، أي لأن القَدْرَ الذي يسئره الشاربُ ليس مما يُرْوي. وكذلك الاستقصاء في الامور. والاشتفاف مثله. وفى حديث أم زرع: \" وإن شرب اشتف \". وشفه الهمُّ يَشُفُّهُ بالضم شَفّاً: هَزَله. وشفشفه أيضا. ومنه قول الفرزدق: موانع للاسرار إلا لاهلها ويخلفن ما ظن الغيور المشفشف",
    "pg": "4:1382-1383"
  },
  "شغل": {
    "def": "الشُغْلُ فيه أربع لغات: شُغْلٌ وشُغُلٌ، وشَغْلٌ وشَغَلٌ. والجمع أَشْغالٌ. وقد شَغَلْتُ فلاناً فأنا شاغِلٌ، ولا تقل أَشْغَلْتُهُ، لأنَّها لغة رديئة. وشغل شاغل: توكيد له، مثل ليلٍ لائلٍ. ويقال: شُغِلْتُ بكذا، على ما لم يسمَّ فاعله، واشْتَغَلْتُ. وقد قالوا: ما أَشْغَلَهُ وهو شاذٌّ، لأنّه لا يُتَعَجَّبُ مما لم يُسمَّ فاعله (١) .",
    "pg": "5:1735-1736"
  },
  "شغم": {
    "def": "رجلٌ شُغْمومٌ وجملٌ شُغْمومٌ، بالغين معجمة، أي طويل. وقال المخروع السعدى: وتحت رحلى بازل شغموم ململم غاربه مدموم ويقال الشغاميم: الطوال الحسان.",
    "pg": "5:1960"
  },
  "شفتر": {
    "def": "الاشفترار: التفرق. قال ابن أحمر يصف قطاة وفرخها: فأزغلت في حلقه زغلة * لم تخطئ الجيد ولم تشفتر - ويروى: \" لم تظلم الجيد \".",
    "pg": "2:701"
  },
  "شفر": {
    "def": "الشَفْرَةُ بالفتح: السكِّين العظيم. وفي المثل: \" أصغرُ القومِ شَفْرَتُهُمْ \"، أي خادمهم. وشَفْرَةُ الإٍسكاف: إزميله الذي يَقطَع به. وشَفْرَةُ السَيف: حدُّه. ويقال أيضاً: ما بالدار شفر، أي أحد، عن الكسائي. والشفر بالضم: واحد أَشْفارِ العين، وهي حروف الأجفان التي ينبُت عليها الشعر، وهو الهدب. وحرف كل شئ: شُفْرُهُ وشَفيرُهُ، كالوادي ونحوه. وشُفْرُ الرَحِمِ وشافِرُها: حروفها. ويربوعٌ شُفارِيٌّ: على أذنيه شَعْرٌ. والمِشْفَرُ من البعير كالجحلفة من الفرس. ومشافر الحبشيِّ، مستعارٌ منه. وفي المثل: \" أراك بَشَرٌ ما أَحارَ مِشْفَرٌ \"، أي أغناك الظاهرُ عن سؤال الباطن. وأصله في البعير. والشنفرى: اسم شاعر من الازد، وهو فنعلى. وفيه المثل: أعدى من الشنفرى \". وكان من العدائين.",
    "pg": "2:701"
  },
  "شفرج": {
    "def": "الشفارج، مثال العلابط، فارسي معرب، وهو الذى تسميه الناس بشبارج، عن يعقوب.",
    "pg": "1:324-325"
  },
  "شفع": {
    "def": "الشَفْعُ: خلافُ الزوج، وهو [خلاف (٢) ] . الوتر. تقول: كان وترا فَشَفَّعْتُهُ شَفْعاً. والشُفْعَةُ في الدار والأرض. والشَفيعُ: صاحب الشُفْعَةِ وصاحب الشَفاعَةِ. وناقةٌ شافِعٌ: في بطنها ولدٌ ويتبعها آخر. تقول منه: شَفَعَتِ الناقةُ شَفْعاً. وفي الحديث: \" أنَّه بعث مصدِّقاً فأتاه بشاةٍ شافِعٍ فلم يأخُذْها وقال: ائتني بمُعْتاطٍ \". قال أبو عبيد: فالشافِعُ التي معها ولدُها، سمِّيتْ شافِعاً لأنّ ولدها شَفَعَها وشَفَعَتْهُ هي. وناقةٌ شَفوعٌ، وهي التي تجمع بين مِحْلَبَيْنِ في حَلْبَةٍ واحدةٍ. واستشفعته إلى فلان، أي سألته أن يَشْفَعَ لي إليه وتَشَفَّعْتُ إليه في فلان فَشَفَّعَني فيه تشفيعا. وبنو شافع، من بنى المطلب بن عبد مناف، منهم الشافعي (١) .",
    "pg": "3:1238"
  },
  "شفق": {
    "def": "الشَفَقُ: بقيّة ضوء الشمس وحُمْرَتِها في أول الليل إلى قريبٍ من العَتَمة. وقال الخليل: الشَفَقُ: الحمرةُ من غُروب الشمس إلى وقت العِشاء الآخِرة، فإذا ذهب قيل: غاب الشفق. وقال الفراء: سمعتُ بعض العرب يقول: عليه ثوبٌ كأنّه الشَفَقُ، وكان أحمرَ. والشَفَقَةُ: الاسمُ من الإشْفاقِ، وكذلك الشَفَقُ. قال الشاعر (١) : تَهْوى حَياتي وأَهْوى مَوْتَها شَفَقاً والموتُ أكرمُ نَزَّالٍ على الحُرَمِ وأشفقت عليه فأنا مشفق وشفيق. وإذا قلت: أشفقت منه فإنما تعنى حذرته، وأصلهما واحد. ولا يقال: شَفِقْت. قال ابن دريد: شَفِقْتُ وأَشْفَقْتُ بمعنىً. وأنكره أهلُ اللغة. والشفق: الردئ من الاشياء، يقال عطاءٌ مُشَفَّقٌ، أي مُقَلَّلٌ. قال الكميت: مَلِكٌ أَعَزُّ من الملوكِ تَحَلَّبَتْ (١) للسائلين يَدَاهُ غَيْرُ مُشَفَّقِ",
    "pg": "4:1501-1502"
  },
  "شفلح": {
    "def": "أبو زيد: الشَفَلَّحُ: الواسع المِنْخَرَيْن العظيم الشفتين، ومن النساء الضخمة الاسكتين، الواسعة الفرج.",
    "pg": "1:379"
  },
  "شفن": {
    "def": "الأموي: الشَفْنُ بالتسكين: الكَيِّسُ العاقل. وشفنته أشفنه بالكسر شفونا، إذا نظرْتَ إليه بمؤخر عينك، فأنا شافن وشفون. وقال (١) حذار مرتقب شفونِ (١) * وهو الغيور. ابن السكيت: شفنت إليه وشنفت بمعنى، وهو نَظَرٌ في اعتراضٍ. وقال أبو عبيد: هو أن يرفع الإنسان طرفه ناظرا إلى الشئ كالمتعجب منه، أو كالكاره له. وأنشد للقطامي يذكر إبلا (٢) : وإذا شَفَنَّ إلى الطريقِ رأَيْنَهُ لهقا كشاكلة الحصان الابلق",
    "pg": "5:2145"
  },
  "شفه": {
    "def": "الشَفَهُ: أصلها شَفَهَةٌ، لأنَّ تصغيرها شُفَيْهَةٌ. والجمع شِفاهٌ بالهاء. وإذا نَسَبْتَ إليها فأنت بالخيار إنْ شئت تركتَها على حالها وقلت شَفِيٌّ مثال دَمِيٍّ ويَدِيٍّ وعِدِيٍّ، وإن شئت شَفَهِيٌّ. وزعم قومٌ أنَّ الناقص من الشَفَهِ واوٌ، لأنه يقال في الجمع شَفَواتٌ. ورجلٌ أَشْفَى، إذا كان لا تنضم شَفَتاهُ كالأَرْوَقِ. ولا دليلَ على صحته. ورجلٌ شُفاهيٌّ بالضم: عظيمُ الشَفَتَيْنِ. ابن السكيت: فلانٌ خفيف الشَفَةِ، أي قليل السؤال للناس. ويقال: له في الناس شَفةٌ، أي ثناءٌ حسنٌ. (*) وما كلمته ببنت شَفَةٍ، أي بكلمةٍ. والشَفْهُ: الشُغْلُ. يقال: شَفَهَني (١) عن كذا، أي شَغَلَني. وقولهم: نحن نَشْفَهُ عليك المرتَع والماء، يعني نَشْغَلُهُ عنك، أي هو قدرنا لا فضل فيه. ورجل مَشْفوهٌ، إذا كثُر سؤال الناس إياه حتى نفذ ما عنده، مثل مثمود ومضفوف ومكثور عليه. وقد شَفَهَني فلانٌ، إذا ألحّ عليك في المسألة حتّى أنفدَ ما عندك. وماءٌ مَشْفوهٌ، وهو الذى كثر عليه الناس. والمُشافَهَةُ: المخاطبةُ من فيك إلى فيه. والحروف الشَفَهِيَّةُ: الباء والفاءُ والميم، ولا تقل شفوية.",
    "pg": "6:2237"
  },
  "شفى": {
    "def": "ابن السكيت: يقال للرجل عند موته وللقمر عند إمحاقه وللشمس عند غروبها: ما بقي منه إلاَّ شَفاً، أي قليلٌ. قال العجاج: ومَرْبإٍ عالٍ لمن تَشَرَّفا * أَشْرَفْتُهُ بلا شَفاً أو بِشَفا قوله \" بلا شَفاً \" أي وقد غابت الشمس. \" أو بَشَفا \" أي أو قد بقيَتْ منها بقية. وشفا كل شئ: حرفه. قال الله تعالى: (وكُنتمْ على شفا حفرة) . وتثنيته شفوان. قال الاخفش: لما لم تجز فيه الامالة عرف أنه من الواو ; لان الامالة من الياء. وشفاه الله من مرضه شفاء، ممدود. وأشفى على الشئ: أشرف عليه. وأَشْفى المريض على الموت. واسْتَشْفى: طلب الشفاء. وأشفيتك الشئ، أي أعطيتكَه تَسْتَشْفي به. ويقال: أَشْفاهُ الله عسلاً، إذا جعله له شفاء. حكاه أبو عبيدة. وأشفيت بكذا. وتشفيت من غيظي. والإشْفى: الذي للأساكفة. قال ابن السكيت: والإشْفى ما كان للاساقى والمزاود وأشباهها، والمخصف للنعال",
    "pg": "6:2393-2394"
  },
  "شقأ": {
    "def": "شَقَأَ نابُ البعير شَقْأً وشقوءا: طلع. أبو زيد: شقأ شَعْرَهُ بالمُشْطِ شَقْأً: فَرَّقَهُ. قال: والمشقا: المفرق، والمشقأ بالكسر: المشط. وشقأته بالعصا شَقْأً: أصَبْتُ مَشْقَأَهُ، أي مفرقه (١) .",
    "pg": "1:57"
  },
  "شقا": {
    "def": "الشَقاءُ والشَقاوَةُ بالفتح: نقيض السعادة. وقرأ قتادة (شقاوتنا (١)) بالكسر، وهى لغة. وإنما جاء بالواو لانه بنى على التأنيث في أول أحواله وكذلك النهاية، فلم تكن الواو والياء حرفي إعراب، ولو بنى على التذكير لكان مهموزا (*) كقولهم: عظاءة، وعباءة، وصلاءة. وهذا أعل قبل دخول الهاء. تقول: شقى الرجل، انقلبت الواو ياءً لكسرة ما قبلها. ويشقى انقلبت في المضارع ألفا لفتحة ما قبلها. ثم تقول: يشقيان، فيكونان كالماضي. وأشقاه الله يُشْقِيهِ فهو شَقِيٌّ بيِّن الشِقوةِ بالكسر، وفَتْحُهُ لغةٌ. والمُشاقاةُ: المعاناة والممارسة. وشاقاني فلانٌ فَشَقَوْتُهُ أَشْقوهُ، أي غلبته فيه.",
    "pg": "6:2394"
  },
  "شقب": {
    "def": "الشِقْبُ، بالكسر: كالغارِ أو كالشَقِّ في الجبل، والجمع شِقَبَةٌ وشِقابٌ وشُقوبٌ. ابن السكيت عن أبي عمرو: شِقْبٌ وشَقْبٌ بالكسر والفتح، قال: وهو مكان مطمئنٌّ إذا أشرفت عليه ذهبَ في الأرض. قال: والشِقابُ اللُهوبُ، وهو مَهْوىً بين الجبلين. والشَوْقَبُ: الرجل الطويل.",
    "pg": "1:158"
  },
  "شقح": {
    "def": "أَشْقَحَ النَخْل: أَزْهى. وكذلك التَشْقيحُ. ونُهي عن بَيْعِهِ قبل أن يُشَقِّحَ. وقولهم: قُبْحاً له وشَقْحاً، إتباع له. وقد قيل: معناهما واحد. وقَبُحَ الرَجلُ وشَقُح قباحة وشقاحة. وقبيح شقيح. والشقاح: نبت (١) .",
    "pg": "1:379"
  },
  "شقحطب": {
    "def": "كبشٌ شَقَحْطَبٌ، أي ذو قرنين مُنْكَرَيْنِ، كأنه شِقُّ حَطَب.",
    "pg": "1:158"
  },
  "شقذ": {
    "def": "الشَقْذانُ: الذي لا يكاد ينام، ولا يكون إلاَّ عَيوناً يصيب الناس بالعين. تقول منه: شقذ الرجل بالكسر يشقذ شقذا فهو شَقِذٌ وشَقْذانٌ بالتحريك. وشَقِذَ أيضاً بمعنى ذَهب وبَعُد. يقال: أَشْقَذَهُ فَشَقِذَ، أي طرده فذهب. وأنشد الأصمعيُّ للمحاربِيّ (١) : لقد غضبوا عَلَيَّ وأَشْقَذوني * فصِرْتُ كأنَّني فَرّأٌ مُتارُ (٢) - ابن الأعرابي: ما به شَقَذٌ ولا نَقَذٌ، أي ما به حراك. وفلان يشاقذنى، أي يغادينى. والشقذ: ولد الحرباء، وجعمه شقذان، مثل صنو وصنوان. والشقذاء: العقاب الشديدة الجوع.",
    "pg": "2:565-566"
  },
  "شقر": {
    "def": "الشُقْرَةُ: لون الأَشْقَرِ، وهي في الإنسان حُمْرَةٌ صافية وبَشَرَتُهُ مائلة إلى البياض. وفي الخيل حمرةٌ صافية يحمرُّ معها العُرْفُ والذَنَبُ. فإن اسودَّا فهو الكُمَيْتُ. وبعيرٌ أَشْقَرُ، أي شديد الحمرة. والشقراء: اسم فرس رمحت ابنها فقتلته. قال بشر بن أبي خازم الاسدي يهجو عتبة ابن جعفر بن كلاب، وكان عتبة قد أجار رجلا من بنى أسد فقتله رجل من بنى كلاب فلم يمنعه: فأصبحت (١) كالشقراء لم يعد شرها * سنابك رجليها وعرضك أوفر - والشَقِرُ بكسر القاف: شقائق النعمان، الواحدة شَقِرَةٌ. قال طرفة: وتَساقى القَوْمُ كَأْساً مُرَّةً * وعلى الخيلِ دِماءٌ كالشَقِرْ (١) - ويروى: \" وعَلا الخَيْلَ \". وشقرة أيضا: قبيلة من بنى ضبة، فإذا نسبت إليهم فتحت القاف، قلت: شقرى. والاشاقر: حى من اليمن. والمشقر بفتح القاف مشددة: حصن بالبحرين قديم. قال لبيد يصف بنات الدهر: وأنزلن بالرومي (٢) من رأس حصنه * وأنزلن بالاسباب رب المشقر - والشُقورُ: الحاجةُ. يقال: أخبرته بشُقوري، كما يقال: أفضيت إليه بعُجَري وبجرى. وكان الاصمعي يقول بفتح الشين. وقال أبو عبيد: الاول أصح، لان الشقور بالضم بمعنى الامور اللاصقة بالقلب المهمة له، الواحد شقر. والشقور بالفتح، بمعنى النعت. وأنشد للعجاج: جارى لا تستنكرى عذيري سيرى وإشفاقى على بعيرى * وكثرة الحديث عن شقورى * مع الجلاء ولائح القتير * والشقارى بالضم وتشديد القاف: نبت.",
    "pg": "2:701-702"
  },
  "شقرق": {
    "def": "الشِقِرَّاقُ والشَقِرَّاقُ: طائرٌ يسمَّى الأخيَل، والعرب تتشاءم به. وربَّما قالوا: شرقراق (١) ، مثال سرطراط.",
    "pg": "4:1503"
  },
  "شقص": {
    "def": "الشقص: القطعة من الارض، والطائفة من الشئ. والشقيص: الشريك. يقال: هو شقيصى، أي شريكي في شِقْصٍ من الأرض. والمِشْقَصُ من النصال: ما طالَ وَعَرُضَ. وقال الشاعر:\nسهام مشاقصها كالحراب",
    "pg": "3:1043"
  },
  "شقق": {
    "def": "الشَقُّ: واحد الشُقوقِ، وهو في الأصل مصدر. وتقول: بيد فلان وبرجله شُقوقٌ، ولا تقل شُقاقٌ، وإنَّما الشُقاقُ داءٌ يكون بالدواب، وهو تشقق يصيب أرساغها، وربما ارتقع إلى أوظفتها. عن يعقوب. والشق: الصبح. والشق بالكسر: نصف الشئ، يقال: أخذت شِقَّ الشاة وشِقَّةَ الشاة. والشِقُّ أيضاً: الناحية من الجبل. وفى حديث أم زرع: \" وجدني في أهل غنيمة بشق \". وقال أبو عبيد. هو اسم موضع. والشق أيضا: الشقيق. يقال: هو أخى وشق نفسي. وشق: اسم كاهن من كهان العرب. والشق: المَشَقَّةُ. ومنه قوله تعالى: ﴿لم تكونوا بالغيه إلا بشق الانفس﴾ وهذا قد يفتح، حكاه أبو عبيد. والشقة: شظية تشظى من لَوح أو خَشَبة. يقال للغضبان: احتدَّ فطارت منه شِقَّةٌ. والشُقَّةُ بالضم، من الثياب. والشُقَّةُ أيضاً: السَفَرُ البعيد. يقال: شُقَّةٌ شَاقَّةٌ، وربما قالوه بالكسر. وهذا شقيق هذا، إذا انشق الشئ بنصفين فكل واحد منها شقيق الآخر، ومنه قيل: فلان شقيق فلان، أي أخوه. قال الشاعر وقد صغَّره (١) : يا ابْنَ أُمِّي ويا شُقَيِّقُ نَفْسي أنت خَلَّيْتَني لأمْرٍ شَديدِ والشَقيقَةُ: الفُرْجَةُ بين الحَبْلين (٢) من حبال الرمل تُنبت العشب، والجمع الشَقائِقُ. قال الشاعر (٣) : ويومَ شَقيقَةِ الحَسَنَيْنِ لاقَتْ بَنو شيبان آجالا قصارا والحسنان: نقوان من رمل بنى سعد. وشقائق النعمانِ معروفُ، واحده وجمعه سواء، وإنّما أضيف إلى النُّعمان لأنَّه حمى أرضاً فكثُر فيها ذلك. والشَقيقَةُ: وجعٌ يأخذ نِصف الرأس والوجه. والشقيقة: اسم جدة النعمان بن المنذر، قال ابن الكلبى: هي بنت أبى ربيعة بن ذهل بن شيبان. قال النابغة الذبيانى يهجو النعمان: حدثوني بنى الشقيقة ما يمنع فقا بقرقر أن يزولا وفرس أشق، أي طويل، والانثى شقاء. قال جابر أخوبنى معاوية بن بكر التغلبي: ويوم الكلاب استزلت أسلاتنا شرحبيل إذ آلى آلية مقسم لينزعن أَرْماحنا فإِزالَهُ أبو حَنَشٍ عن ظَهْرِ شَقَّاَء صَلْدِمِ ويروى: \" عن سرج \". يقول: حلف عدونا لينتز عن أرواحنا من أيدينا فقلناه. وشققت الشئ فانشق. وشق ناب البعير، أي طلع، لغةٌ في شَقَأَ. وشَقَّ فلانٌ العصا، أي فارقَ الجماعة. وانْشَقَّت العصا، أي تَفَرَّقَ الأمر. والمُشَاقَّةُ والشِقاقُ: الخلافُ والعداوةُ. وشق على الشئ يشق شقا ومشقة، والاسم الشق بالكسر. وشق بصرُ الميت، إذا نظرَ إلى شئ لا يرتد إليه طرفه. قال ابن السكيت: ولا تقل شَقَّ الميّتُ بصره، وهو الذي حضره الموت. والاشْتِقاقُ: الأخذُ في الكلام وفي الخصومة يميناً وشمالاً، مترك القصد. واشتقاق الحرف من الحرف: أَخْذُهُ منه. ويقال: شَقَّقَ الكلامَ، إذا أخرجه أحسن مخرج. وشققت الحطب وغيره فتشقق. وشقشق الفحل شقشقة: هدر. والعصفور يُشَقْشِقُ في صوته. والشِقشقَةُ بالكسر: شئ كالرئة يخرجها البعير من فيه إذا هاج. وإذا قالوا للخطيب: ذو شِقْشِقَةٍ، فإنّما يشبه بالفحل.",
    "pg": "4:1502-1503"
  },
  "شقن": {
    "def": "أبو عبيد: قليل شقن إتباع له، مثل وتح ووعر، وهى الشقونة. وقد قت عطيته وشَقُنَتْ بالضم، وشَقَنْتُها أنا شَقْناً وأشقنتها، إذا قللتها.",
    "pg": "5:2145"
  },
  "شكا": {
    "def": "شَكَوْتُ فلاناً أَشْكوهُ شَكوى وشِكايَةً وشَكِيَّةً وشَكاةً، إذا أخبرتَ عنه بسوءِ فَعَلَه بك، فهو مَشْكُوٌّ ومَشْكِيٌّ، والاسم الشَكْوى. وأَشْكَيْتُ فلاناً، إذا فعلتَ به فِعلاً أحوجَه إلى أن يَشْكوكَ. وأَشْكَيْتُهُ أيضا، إذا أعتبته من شَكْواهُ ونَزَعت عن شِكايَتِهِ وأزلته عما يَشْكوهُ ; وهو من الأضداد. قال الراجز: تَمُدُّ بالأعْناقِ أو تَلْويَها (١) * وتَشْتَكي لو أَنَّنا نشكيها (٢) واشتكيته مثل شكوته. واشتكى عضواً من أعضائِه وتَشَكَّى بمعنىً. واشْتَكى، أي اتَّخذ شَكْوةً. قال الفراء: المِشْكاةُ: الكوّة التي ليست بنافذة. ورجلٌ شاكي السلاح، إذا كان ذا شوكة وحد في سلاحه. قال الأخفش: هو مقلوب من شائِكٍ. والشَكِيُّ: الذي يَشْتَكي. والشَكِيُّ أيضاً: المَشْكُوُّ. والشَكِيُّ أيضاً: المُوجَعُ. قال الطرِمَّاح:\nوَسْمي شَكِيٌّ ولِساني عارِمُ (١) * وَسْمي من السِمِةِ. والشِكْوَةُ: جلدُ الرضيع، وهو لِلَّبَنِ، فإذا كان جِلْدَ الجَذَعِ فما فوقه سمى وطبا. والشكى في السلاح معرَّبٌ، وهو بالتركية بَشْ.",
    "pg": "6:2394-2395"
  },
  "شكد": {
    "def": "الشكد بالضم: العطاء. وبفتح المصدر. تقول: شَكَدَه يشكُدِه شكداً، أي أعطاه.",
    "pg": "2:494"
  },
  "شكر": {
    "def": "الشُكْرُ: الثناء على المحسِن بما أولا كه من المعروف. يقال: شَكَرْتُهُ وشَكَرْتُ له، وباللام أفصح. وقوله تعالى:\n(لا نُريدُ منكُمْ جَزاء ولا شُكوراً) *، يحتمل أن يكون مصدراً مثل قَعَدَ قُعوداً، ويحتمل أن يكون جمعاً مثل بُرْدٍ وبُرودٍ، وكُفْرٍ وكُفورٍ. والشُكْرانُ: خلاف الكفران. وتشكرت له: مثل شَكَرْتُ له. والشَكورُ من الدوابّ: ما يكفيه العلَفُ القليل. وشَكْرُ المرأة فَرْجُهَا. قال الهذَليّ: صَناعٌ بإِشْفاها حَصانٌ بِشَكْرِها * جَوادٌ بقوتِ البطنِ والعِرْقُ زاخِرُ (١) - واشْتَكَرَتِ السماءُ: اشتد وقعها. قال امرؤ القيس يصف مطرا: تظهر (١) الود إذا ما أَشْجَذَتْ * وتُواريهِ (٢) إذا ما تَشْتَكِرْ - ويروى: \" تعتكر \". واشتكر الضرع: املا لبناً. تقول منه: شَكِرَتِ الناقةُ بالكسر تَشْكَرُ شَكَراً، فهي شَكِرَةٌ. قال الحطيئة: إذا لم تكن إلا الا ما ليس أصبحت * لها حلق ضَرَّاتُها شَكِراتُ - وأَشْكَرَ القومُ، أي يحلبون شكرة. وهذا زمن الشكرة، إذا حفَلتْ من الربيع. وهي إبلٌ شَكارى، وغنمٌ شَكارى. وضَرَّةٌ شَكْرى، إذا كانت ملأى من اللبن وشَكِرَتِ الشجرة أيضاً تَشْكَرُ شَكَراً، أي خرج منها الشِكيرُ، وهو ما ينبت حول الشجرة من أصلها. قال الشاعر (٣) : ذَعَرْتُ به العَيْرَ مُسْتَوْزِياً * شَكِيرُ جحافله قد كتن (٤) - والشيكران (٥) : ضرب من النبت.",
    "pg": "2:702-703"
  },
  "شكس": {
    "def": "رجل شَكْسٌ بالتسكين، أي صعب الخلق. قال الراجز:\nشكس عبوس عنبس عذور * وقوم شكس، مثال رجلٍ صَدْقٍ وقومٍ صُدْقٍ. وقد شَكِسَ بالكسر شَكاسَةً. وحكى الفراء: رجل شكس، وهو القياس.",
    "pg": "3:940"
  },
  "شكع": {
    "def": "الشُكاعى: نبتٌ يُتَداوى به. قال الأخفش: هو بالفارسية: جَرْخَهْ. وأنشد لعمرو بن أحمر الباهلي: شَرِبْتُ الشُكاعى والتَدَدْتُ أَلِدَّةً * وأَقْبَلْتُ أَفْواهَ العُروقِ المَكاوِيا * قال سيبويه: هو واحدٌ وجمعٌ. وقال غيره: الواحدة منها شُكاعاةٌ. والشَكَعُ بالتحريك: الوجعُ والغضبُ أيضاً. وقد شَكِع بالكسر. يقال: بات شَكِعاً، وَجِعاً لا ينام. وأَشْكَعَهُ، أي أغضبه، ويقال أمله وأضجره.",
    "pg": "3:1238"
  },
  "شكك": {
    "def": "الشَكُّ: خلاف اليقين. وقد شَكَكْتُ في كذا، وتَشَكَّكْتُ، وشَكَّكَني فيه فلان. وشَكَّ البعيرُ أيضاً يَشُكُّ شَكَّاً، أي ظَلَع ظَلْعاً خفيفا. ومنه قول ذى الرمة يصف ناقته وشبهها بحمار وحش: وثب المسحج من عانات معقلة كأنه مستبان الشك أو جنب يقول: تثب هذه الناقة وثب الحمار الذى هو في تمايله في المشى من النشاط كالجنب الذى يشتكى جنبه. والشك: اللزوم واللصوق. قال أبو دهبل الجمحى: دِرعي دِلاصٌ شَكُّها شَكٌّ عَجَبْ وجَوْبُها القاتِرُ من سيرِ اليَلَبْ والشكوك: الناقة التي يُشَكُّ فيها: أبها طِرْقٌ أم لا؟ لكثرة وبرها، فيُلْمَسُ سَنامُها. والشِكَّةُ، بالكسر: السلاحُ، وخُشَيْبَةٌ عريضةٌ تُجْعَلُ في خُرْتِ الفأس ونحوِه يُضَيِّقُ بها. ويقال رجلٌ شاكُّ السلاحِ، وشاكٌّ في السِلاح. والشاكُّ في السِلاح هو اللابس للسِلاح التامّ. وقومٌ شُكَّاكٌ في الحديد. وشككته بالرمح، أي خَرقْته وانتظمته. قال عنترة: وشَكَكْتُ بالرمح الاصم ثيابه لى الكريم على القَنا بمُحَرَّمِ والشَكيكَةُ: الفِرْقَةُ من الناس. والشكائك: الفرق، عن أبى عمرو.",
    "pg": "4:1594-1595"
  },
  "شكل": {
    "def": "الشَكْلُ بالفتح (٢) : المِثْلُ، والجمع أَشْكالٌ وشُكولٌ. يقال: هذا أَشْكَلُ بكذا، أي أَشْبَهُ. والشِكْلُ بالكسر: الدال. يقال: امرأة ذات شكل. والأَشْكَلُ من الشاءِ: الأبيضُ الشاكِلَةُ، والأنثى شَكْلاءُ بيِّنَةُ الشَكَلِ. والشَكْلاءُ: الحاجةُ، وكذلك الأَشْكَلَةُ. يقال: لنا قِبَلَكَ أَشْكَلَةٌ، أي حاجةٌ. والشُكْلَةُ: كهيئة الحُمْرَةِ تكون في بياض العين، كالشُهْلَةِ في سوادها. وعينٌ شَكْلاءُ بيِّنة الشَكَلِ، ورجلٌ أَشْكَلُ العينِ. ودمٌ أَشْكَلُ، إذا كان فيه بياضٌ وحُمْرَةٌ. قال ابن دريد: إنَّما سُمِّيَ الدم أَشْكَلَ للحمرة والبياض المختلطَينِ فيه. والأَشْكَلُ: السدر الجبلى. وقال (١) :\nعوجا كما اعوجت قياس الاشكل (٢) * وقال آخر:\nأو وجبة من جناة أشكلة * يعنى سدرة جبلية. والشاكلة: الخاصرة، وهى الطفطفة. و (كل يعمل على شاكلته) أي على جَدِيلَتِهِ، وطريقته، وجهته. قال قُطْرُبٌ: الشاكِلُ: ما بين العِذارِ والأذُن من البياض. والشِكالُ: العقالُ، والجمع شُكُلٌ. الأصمعي: الشِكالُ حبل يُجْعل بين التصدير والحَقَبِ، كي لا يدنُوَ الحقَب من الثيل. وهو الزوار أيضا عن أبى عمرو. ويقال أيضاً: بالفرسِ شِكالٌ، وهو أن تكون ثلاث قوائم مُحَجَّلَةً وواحدة مُطْلَقَةً، شُبِّهَ بالشكالِ، وهو العقال. أو تكون الثلاثُ مُطلقةً ورجلٌ محجَّلة. قال أبو عبيد: وليس يكون الشِكال إلا في الرِجل، ولا يكون في اليد. والفرسُ مشكول، وهو يكره. وفي الحديث أن النبي ﷺ \" كره الشكال في الخيل \". وأشكل الامر، أي التبس. قال الكسائي: أَشْكَلَ النخلُ، أي طاب رُطَبه وأدرك. وتَشَكَّلَ العنبُ: أينع بعضُه. وشَكلْتُ الطائر، وشَكَلْتُ الفرس بالشكال. وشكلت عن البعير، إذا شددتَ شِكالَه بين التصدير والحقَبِ، أَشْكُلُ شَكْلاً. وشَكَلْتُ الكتاب أيضاً، أي قيَّدته بالإعراب. ويقال أيضاً: أَشْكَلْتُ الكتاب بالألف، كأنَّك أزلت به عنه الإشْكالَ والالتباسَ وهذا نقلته من غير سماع. والمشاكلة: الموافقة: والتشاكل مثله. وشكل، بالتحريك: بطن من العرب.",
    "pg": "5:1736-1737"
  },
  "شكم": {
    "def": "الشُكْمُ بالضم: الجزاء، فإذا كان العطاء ابتداءً فهو الشُكْدُ بالدال. تقول منه: شَكَمْتُهُ، أي جَزَيته. وفي الحديث أنَّه ﵊ احْتَجَمَ ثم قال: \" اشْكُموهُ \" أي أعطوه أجره. قال الشاعر (١) : أَبْلِغْ قَتادَةَ غيرَ سَائِلِهِ جزل العطاء وعاجل الشكم وشكيم القِدْرِ: عُراها. والشَكيمُ والشَكيمَةُ في اللجام: الحديدة المعترِضةُ في فَم الفرس، التي فيها الفأس. والجمع شكائم. قال أبودواد: فهى شوهاء كالجوالق فوها مُسْتَجافٌ يَضِلُّ فيه الشكيمُ وفلان شديد الشكيمة، إذا كان شديد النَفْس أَنِفاً أبيَّاً. وفلان ذو شَكيمَةٍ، إذا كان لا ينقاد. قال عَمرو بن شَأسٍ الأسديُّ يخاطب امرأتَه في ابنه عِرار: وإنَّ عِرَاراً إنْ يكن ذا شَكيمَةٍ تَعافينَها منه فما أَمْلِكُ الشِيَمْ وشَكَمْتُ الواليَ، إذا رشوتَه، كأنّك سددتَ فمه بالشكيمَةِ. وقال قومٌ: شَكَمَه شَكْماً وشَكيماً: عضّه. قال جرير:\nأصاب ابنَ حمراءِ العِجانِ شَكيمُها (١) * ومشكم بالكسر: اسم رجل.",
    "pg": "5:1960-1961"
  },
  "شكه": {
    "def": "شاكَهَهُ مُشاكَهَة وشِكاهاً: شابَهَهُ وقارَبَهُ. وفي المثل: \" شاكِهْ أبا فلان \"، أي قارِبْ في المدح. كما يقال: \" بدون هذا ينْفَقُ الحمارُ \". قال زهير: عَلوْنَ بأَنْماطٍ عِتَاقٍ وكِلّةٍ * وِرادٍ حَواشِيها مُشاكِهةِ الدم أبو عمرو بن العلاء: أشكه الامر، مثل أشكل.",
    "pg": "6:2237-2238"
  },
  "شلا": {
    "def": "الشِلْوُ: العُضو من أعضاء اللحم. وفى الحديث: \" ائتنى بشلوها الايمن \". وأشلاء الانسان: أعضاؤه بعد البلى والتفرق. (*) وبنو فلان أشلاء في بني فلان، أي بقايا فيهم. قال ثعلب: وقول الناس: أَشْلَيْتُ الكلب على الصيد، خطأ. وقال أبو زيد: أَشْلَيْتُ الكلب: دعوته. وقال ابن السكيت: يقال أوسدت الكلب بالصيد وآسدته، إذا أغريته به. ولا يقال أشليته، إنما الاشلاء الدعاء. يقال: أشليت الشاة والناقة، إذا دعوتهما بأسمائهما لتحلبهما. قال الراعى. وإن بركت منها عجاساء جلة * بمحنية أشلى العفاس (١) وبروعا وقال آخر: أشليت عنزي ومسحت قعبى * ثم تهيأت لشرب قأب وقال زياد الاعجم: أتينا أبا عمروٍ فأَشْلى كِلابَهُ * علينا فكدنا بين بيتيه نؤكل ويروى: \" فأغرى كلابه \". واستشلاه واشْتَلاهُ، أي استنقذه. وكلُّ مَن دعوته حتى تخرجه تنجيه من موضع هلكة فقد استشليته وأشتليته (٢) . قال القطامى يمدح رجلا قتلت بَكْراً وكلْباً واشْتَلَيْتَ بنا * فقد أَرَدْتَ بأن يَسْتَجْمِعَ الوادي أبو زيد: ذهبتْ ماشية فلان وبقيتْ له شَلِيَّةٌ ; وجمعها شلايَا، ولا يقال إلا في المال.",
    "pg": "6:2395-2396"
  },
  "شلجم": {
    "def": "الشلجم. نبت معروف. قال الراجز:\nتسألني برامتين شلجما",
    "pg": "5:1961"
  },
  "شلل": {
    "def": "شَلَلْتُ الإبل أَشُلُّها شَلاًّ، إذا طردتها فانْشَلَّتْ، والاسم الشَلَلُ بالتحريك. ومر فلان يشلهم بالسيف، أي يكْسَؤُهُمْ ويطرُدهم. وجاءوا شِلالاً، إذا جاءوا يطردون الإبل، والشِلالُ القوم المتفرقون. قال (١) : أما والذي حجت قريش قطينة (٢) شلالا ومَوْلى كلِّ باقٍ وهالِكِ والقطينةُ: سَكْنُ الدار. وشَلَلْتُ الثوبَ، إذا خِطْتُهُ خِياطَةً خفيفة. والشَلَلُ: أثر يصيب الثوبَ لا يذهب بالغَسْل. يقال: ما هذا الشَلَلُ في ثوبك؟ والشَلَلُ: فسادٌ في اليد. شَلِّتْ يمينه تَشَلُّ بالفتح، وأَشَلَّها الله. يقال في الدعاء: لا تَشْلَلْ يَدُك ولا تَكْلَلْ! وقد شَلِلْتَ يا رجلُ بالكسر تَشَلُّ شَلَلاً، أي صرت أَشَلَّ. والمرأةُ شَلاَّءُ. ويقال لمن أجاد الرميَ أو الطَعنَ: لا شَلَلاً ولا عَمىً! ولا شَلَّ عَشْرُكَ! أي أصابعك. قال الراجز (٣) :\nمهر أبى الحبحاب لا تشلى (٤) * حركه للقافية، والياء من صلة الكسر، وهو كما قال (١) :\nألا أيها الليل الطويل ألا انجلى (٢) * وشلشلت الماء، أي قطرته، فهو مشلشل. قال ذو الرمة:\nمشلشل ضيعته ببنها الكتب (٣) * وماء ذو شلشل وشَلْشالٍ، أي ذو قَطَرانٍ. وأنشد الأصمعي: فاهْتَمَّتِ النَفْسُ اهْتِمامَ ذي السقم ووافت الليل بشلشال شخم (٤) والصبيّ يُشَلْشِلُ ببَوْلِهِ. والمُتَشَلْشِلُ: الذي قد تَخَدَّدَ لحمُه. قال (٥) :\nوأَنْضو الفلا بالشاحب المتشلشل (٦) * ورجل شلشل بالضم، أي خفيف. قال أبو عبيدة: الشليل: الغِلالةُ التي تحت الدِرع من ثوبٍ أو غيره. قال: وربَّما كانت درعاً قصيرةً تحت العُليا، والجمع الأَشِلَّةُ. قال أوس: وجئنا بها شهباَء ذاتَ أَشِلَّةٍ لها عارِضٌ فيه المنيَّةُ تَلْمَعُ والشَليلُ: الحِلْسُ الذي يكون على عَجُز البعير. وقال (١) : كسون القادسية (٢) كل قرن (٣) وزين الاشلة بالسدول والشليل من الوادي: وسطه، حيثُ يسيل مُعظَم الماء. والشُلَّةُ بالضم: النيَّةُ، والأمرُ البعيد. قال أبو ذؤيب: وقلتُ تَجَنَّبْنَ سُخْطَ ابن عَمٍّ ومَطْلَبَ شُلّةٍ وهي الطروح (٤)",
    "pg": "5:1737-1738"
  },
  "شلم": {
    "def": "شلم، على وزن بقم: موضع بالشأم، ويقال هو اسم مدينة بيت المقدس بالعبرانية. وهو لا ينصرف للعجمة ووزن الفعل.",
    "pg": "5:1961"
  },
  "شم": {
    "def": "البشم: التخمة. يقال: بشمت من الطعام بالكسر، وبَشِمَ الفصيلُ من كثرة شُرب اللبن. وقد أبشمه الطعام. قال الراجز (١) :\nولم يجشئ عن طعام يبشمه (٢) * وبشمت منه بشما، أي سَئِمْتُ. والبَشامُ: شجَرٌ طيِّب الريح يُسْتاكُ به. وقال (٣) : أتذكر يوم تَصْقُلُ عارِضَيْها بِفَرْعِ بَشامَةٍ سقى البشام",
    "pg": "5:1873"
  },
  "شمت": {
    "def": "الشَماتَةُ: الفرح بِبَلِيَّةِ العدوّ. يقال: شمت به بالكسر، يشمت شماتة. وباتَ فلانٌ بليلة الشَوامِت، أي بليلةٍ تُشْمِتُ الشَوامتَ. وتَشْميتُ العاطس: دعاءٌ. وكلُّ داعٍ لأحد بخير فهو مشمت ومسمت. ويقال: رجع القوم شماتا من متوجههم، بالكسر، أي خائبين. وهو في شعر ساعدة (١) . والشوامت: قوائم الدابة، وهو اسمٌ لها. قال أبو عمرو: يقال: لا ترك الله له شامتة، أي قائمة.\nفصل الصاد",
    "pg": "1:255"
  },
  "شمج": {
    "def": "قولهم: ما ذُقت شَماجاً، أي شيئاً، وأصله ما يرمى به من العنب بعد ما يؤكل. وشمجت الثوب أشمجه شمجا، إذا خِطْتَهُ خياطةً متباعدة. وناقةٌ شَمَجى، أي سريعة. قال (١) : بشمجى المشى عجول الوثب * حتى أتى أزبيها بالادب وبنو شمج بن جرم (٢) من قضاعة، وبنو شمج بن فزارة من ذبيان.",
    "pg": "1:325"
  },
  "شمخ": {
    "def": "الجبالُ الشَوامِخُ هي الشواهق. وقد شَمَخ الجبل فهو شامِخٌ. وشَمَخَ الرجل بأنفه: تكبَّر. والأنوفُ الشمخ، مثل الزمخ. والشماخ بن ضرار الشاعر.",
    "pg": "1:425"
  },
  "شمخر": {
    "def": "المُشَمْخِرُ: الجبل العالي. قال الهذَلي (١) : تاللهِ يَبْقى على الأيام ذو حِيَدِ * بمُشْمَخِرٍّ به الظَيَّانُ والآس - أي لا يبقى.",
    "pg": "2:704"
  },
  "شمذ": {
    "def": "شمَذَتِ الناقةُ تَشْمِذُ بالكسر شماذا وشموذا، أي لقب فشالت بذنَبِها. قال أبو الجرّاح: من الكباش ما يشتمذ ومنها ما يغل. والاشتماذ: أن يضرب الالية حتَّى ترتفع فيَسْفَدَ. والغَلُّ: أن يفسد من غير أن يفعل ذلك.",
    "pg": "2:566"
  },
  "شمذر": {
    "def": "أبو عبيد: الشَمَيْذَرُ: البعير السريع. قال: والناقة شميذرة.",
    "pg": "2:704"
  },
  "شمر": {
    "def": "الشَمْرُ: الاختيال في المشي. يقال: مَرَّ فلان يَشْمِرُ شَمْراً. وشَمَّرَ إزاره تَشْميراً: رفَعَه. يقال: شَمَّرَ عن ساقه. وشَمَّرَ في أمره، أي خَفَّ. ورجلٌ شَمَّرِيٌّ، كأنه منسوب إليه، وقد تسكر منه الشين وينشد:\nقد شمرت عن ساق شمرى (١) * والشمرية (٢) : الناقة السريعة. وانْشَمَرَ للأمر، أي تهيَّأ له. وتَشَمَّرَ مثلُه. وانْشَمَرَ الفرسُ: أسرعَ. قال الأصمعي: التَشْميرُ: الإِرسال، من قولهم شَمَّرْتُ السفينةَ: أرسلْتها. وشَمَّرْتُ السهم: أرسلته. قال الشماخ يذكر أمراً نزلَ به: أَرِقْتُ له في القومِ والصبحُ ساطعٌ * كما سطعَ المِرِّيخُ شَمَّرَهُ الغالي - وناقةٌ شمير، مثال فسيق، أي سريعة. وشاة شامر، إذ انضم ضرعها إلى بطنها. وشر شمر، أي شديد.",
    "pg": "2:703-704"
  },
  "شمرج": {
    "def": "شَمْرَجَ ثَوبَه شَمْرَجَةً، إذا باعد بين الغُرَز وأساء الخِياطة. والشُمْرُجُ بالضم: الجُلُّ الرقيق النَسْج. قال ابن مقبل يصف فرساً: ويُرْعَدُ إرْعادَ الهَجينِ أَضاعَهُ * غَداةَ الشمال الشمرج المتنصح",
    "pg": "1:325"
  },
  "شمرخ": {
    "def": "الشِمْراخُ والشُمْروخُ: العِثْكالُ والعُثْكولُ. والشِمراخ: رأس الجبل. والشمراخُ: غُرَّة الفرس إذا دقّت وسالت وجلَّلت الخيشوم ولم تبلغ الجَحْفَلة. والفرس شِمراخٌ أيضاً. قال الشاعر (١) : ترى الجَوْنَ ذا الشِمراخِ والوردَ يُبْتغى * لَيالِيَ عَشْراً وَسْطَنا وهو عائرُ والشمراخية: صنف من الخوارج، أصحاب عبد الله بن شمراخ.",
    "pg": "1:425"
  },
  "شمردل": {
    "def": "الشمردل بالدال غير معجمة: السريع من الابل وغيره. قال الشاعر المُساوِرُ بن هند: إذا قلتُ عودوا عاد كلُّ شَمَرْدَلٍ أَشَمَّ من الفتيان جزل مواهبه وقال أبو زياد الكلابي: الشمردلة: الناقة الحسنة الجميلة الخلق، حكاه عنه أبو عبيد.",
    "pg": "5:1741"
  },
  "شمز": {
    "def": "اشْمَأَزَّ الرجل اشْمِئْزازاً: انقبَضَ. وقال أبو زيد: ذُعر من الشئ. وهو المذعور. وقال أبو عبيد: الشمأزيزة من اشمأززت.",
    "pg": "3:881"
  },
  "شمس": {
    "def": "الشَمْسُ تجمع على شُموسٍ، كأنهم جعلوا كل ناحية منها شمسا، كما قالوا للمَفْرِقِ مَفارِقُ. قال الشاعر (٢) حمى الحديد عليهم فكأنه * وَمَضانُ بَرْقٍ أو شُعاعُ شموس * وتصغيرها شُمَيْسَةٌ. وقد شَمَسَ يَوْمُنا يَشْمُسُ وَيَشْمَسُ، إذا كان ذا شَمْسٍ. وأَشْمَسَ يومنا بالألف كذلك. وشَمَسَ الفرسُ أيضاً شُموساً وشِماساً، أي منع ظهره، فهو فرس شَموسٌ وبه شِماسٌ. ورَجلٌ شَموسٌ: صعب الخلق. ولا تقل شموص. وشمس لى فلان، إذا أبدَى لك عداوته. والشَمْسُ: ضرب من القلائد. وشئ مشمس، أي عُمِلَ في الشَمسِ. وتَشَمَّسَ، أي انتصب للشمس. قال ذو الرمة: كَأَنَّ يَدَيْ حِرْبائها مُتَشَمِّساً * يَدا مُذْنبٍ يستغفر اللهَ تائِبِ * وقد سمت العرب عبد شمس، والنسبة إليه عبشمى لان في النسبة إلى كل اسم مضاف ثلاثة مذاهب: إن شئت نسبت إلى الاول منهما، كقولك عبدى إذا نسبت إلى عبد القيس. قال الشاعر (١) : وهم صلبوا العبدى في جذع نخلة * فلا عطست شيبان إلا بأجدعا * وإن شئت نسبت إلى الثاني إذا خفت اللبس فقلت شمسي. كما قلت مطلبي إذا نسبت إلى عبد المطلب. وإن شئت أخذت من الاول حرفين ومن الثاني حرفين، فرددت الاسم إلى الرباعي ثم نسبت إليه فقلت عبد رى إذا نسبت إلى عبد الدار، وإلى عبد شمس عبشمى. قال الشاعر (١) : وتضحك منى شيخة عبشمية * كأن لم ترا قبلى أسيرا يمانيا (٢) * وقد تعبشم الرجل كما تقول: تعبقس إذا تعلق بسبب من أسباب عبد القيس، إما بحلف أو جوار أو ولاء. وأما عبشمس بن زيد مناة بن تميم، فإن أبا عمرو بن العلاء يقول: أصله عب شمس، أي حب شمس، وهو ضوؤها، والعين مبدلة من الحاء كما قال في عب قر، وهو البرد (٣) . وقال ابن الاعرابي: اسمه عبء شمس بالهمز، والعبء والعبء: العدل، أي هو عدلها ونظيرها. يفتح ويكسر.",
    "pg": "3:940-941"
  },
  "شمص": {
    "def": "شَمَصَ الدوابَّ شُموصاً: ساقها سوقا عنيفا. وأنشد:\nوحث بعيرهم حاد شموص (٢) *",
    "pg": "3:1043-1044"
  },
  "شمط": {
    "def": "الشَمَطُ: بياضُ شَعَر الرأسِ يخالط سوادَه، والرجلُ أَشْمَطُ. وقومٌ شمطان، مثل أسود وسودان. وقد شمط بالكسر يشمط شمطا، والمرأة شمطاء. وشمطت الشئ أَشْمِطُهُ شَمْطاً: خلطتُه. وكلُّ خليطين خلطتَهما فقد شَمَطْتَهُما، فهما شَميطٌ. والشَميطُ أيضاً: الصبحُ ; لاختلاط بياضه بباقي ظلمة الليل. وَنَبْتٌ شَميطٌ، أي بعضه هائجٌ. وقولهم: هذه قِدْرٌ تسَعُ شاةٌ بِشَمْطِها أي بتوابلها. والشَماطيطُ: القطعُ المتفرّقةُ، الواحدة شِمْطيطٌ. يقال: ذهب القوم شَماطيطَ. وجاءت الخيل شَماطيطَ، أي متفرِّقةً أَرْسالاً. وصار الثوب شَماطيطَ، إذا تشقق، الواحد شمطاط. قال الراجز (١) محتجز بخلق شمطاط * على سراويل له أسماط",
    "pg": "3:1138"
  },
  "شمع": {
    "def": "الشَمَعُ بفتحتين: الذي يُسْتَصْبَحُ به. قال الفراء: هذا كلام العرب، والمولَّدون يقولون شَمْعٌ بالتسكين (٢) . والشمعة أخص منه. ويقال: أشمع السِراجُ، أي سطَع نوره. قال الراجز:\nكلَمْعِ بَرْقٍ أو سِراجٍ أشمعا * والمشمعة: اللعب والمزاح. وقد شَمَع يشْمَعُ شَمْعاً وشُموعاً ومَشْمَعَةً. قال الهذَلي (١) يذكر أضيافه: سَأَبْدَؤُهُمْ بمَشْمَعَةٍ وآتي (٢) * بجُهْدي من طَعامٍ أو بساط * وفى الحديث: \" من تتبع المشمعة [يشمع الله به (٣) ] \". أي من عبث بالناس أصاره الله إلى حالة يعبث به فيها. والشموع من النساء: اللعوب الضحوك.",
    "pg": "3:1238-1239"
  },
  "شمق": {
    "def": "الشمقمق: الطويل. ومروان بن محمد الشاعر يكنى بأبى الشمقمق.",
    "pg": "4:1503"
  },
  "شمل": {
    "def": "شَمَلَهُمْ الأمر يشملهم (٥) ، إذا عمهم. وشملهم بالفتح يشملهم لغة، ولم يعرفها الاصمعي. وأنشد لابن قَيسِ الرُقَيّات: كيف نَومي على الفِراشِ ولَمَّا تَشْمَلِ الشأمَ غارةٌ شَعْواءُ (١) أي متفرِّقَةٌ. وأمر شامل. وجمع الله شَمْلَهُمْ، أي ما تَشَتَّتَ من أمرهم. وفرَّقَ الله شَمْلَهُ، أي ما اجتمع من أمره. والشَمَلُ بالتحريك: مصدر قولك شَمِلَتْ ناقتنا لِقاحاً من فحل فلان، تَشْمَلُ شَمَلاً، إذا لقِحَتْ. والشَمَلُ أيضاً: لغةٌ في الشَمْلِ، وأنشد أبو زيدٍ في نوادره للَبعيث: قد يَنْعَشُ الله الفتى بعد عَثْرَةٍ وقد يجمع الله الشتيت من الشمل (٢) (*) قال أبو عمر الجرمى: ما سمعته بالتحريك إلا في هذا البيت. والشملة: كساء يُشْتَمَلُ به. قال ابن السكيت: يقال اشتريت شَمْلَةً تَشْمُلُني. ويقال: أصابنا شَمَلٌ من مطر، بالتحريك وأَخْطَأَنا صَوْبُهُ وَوابِلُهُ، أي أصابنا منه شئ قليل. ورأيت شملا من الناس والإبل، أي قليلاً. وما على النخلة إلا شَمَلَةٌ وشَمَلٌ، وما عليها إلا شَماليلُ، وهو الشئ القليل يبقى عليها من حَمْلِها. والشَماليلُ أيضاً: ما تفرَّقَ من شُعَبِ الأغصان في رؤوسها، كنحو شماريخ العذق. قال العجاج: وقد تردى من أراط ملحفا منها شماليل وما تلففا وذهب القوم شَماليلَ، إذا تفرقوا. وثوبٌ شَمالِيلُ، مثل شَماطيطَ. والمِشْمَلُ: سيفٌ قصير يَشتمِل عليه الرجلُ، أي يغطِّيه بثوبه. والمِشْمَلَةُ: كساءٌ يُشْتَملُ به دون القَطيفة. والشَمالُ: الريحُ التي تهُبُّ من ناحية القطب. وفيها خمس لغات: شَمْلٌ بالتسكين، وشَمَل بالتحريك، وشَمالٌ، وشَمْأَلٌ مهموز، وشأمل مقلوب منه. وربما جاء بتشديد اللام (١) . قال الزفيان:\nتلفه نكباء أو شمأل (٢) * والجمع شمالات. قال جذيمة الابرش: ربما أوفيت في علم ترفعن ثوبي شمالات فأدخل النون الخفيفة في الواجب ضرورة. وشمائل أيضا على غير قياس، كأنَّهم جمعوا شمالة، مثل حمالة وحمائل. قال أبو خراش: تكاد يداه تُسْلِمانِ رداءه من الجودِ لَمَّا اسْتَقْبَلَتْهُ الشَمائِلُ وغديرٌ مَشمولٌ: تضربه ريحُ الشَمالِ حتى يَبْرُدَ. ومنه قيل للخمر مَشْمولَةٌ، إذا كانت باردةَ الطعم. والنارُ مَشْمولَةٌ، إذا هبَّت. عليها ريح الشَمالِ. والشَمولُ: الخمرُ. واليدُ الشِمالِ: خلافُ اليمين، والجمع أشمل مثل أعنق وأذرع، لانها مؤنثة، وشمائل أيضا قال الله تعالى: (عن اليمين والشمائل (١)) . والشمال أيضا: الخلق. قال جرير:\nومالومى أخى من شماليا (٢) * والجمع الشمائل. وطير شمال: كل طير يشتاءم به. والشِمالُ أيضاً كالكيس يجعلُ فيه ضَرع الشاة، وكذلك النَخلةُ إذا شُدَّتْ أَعْذَاقُها بقطع الأكسية لئلا تنفض. تقول منه: شملت الشاة أَشْمُلُها شَمْلاً. وشَمَلتِ الريحُ أيضاً تَشْمَلُ شُمولاً، أي تحوّلت شمَالاً. وناقةٌ شَمِلَّةٌ بالتشديد، أي خفيفة. وشملال وشمليل مثله. وقد شملل شمللة، إذا أسرع. ومنه قول امرئ القيس يصف فرساً: كأني بفَتْخَاءِ الجناحَين لَقْوَةٍ دَفوفٍ من العِقْبانِ طَأْطَأْتُ شِمْلالي قال أبو عمرو: شِمْلالي: أراد يده الشِمالَ. قال: والشِمْلال والشِمالُ سواء. وأشمل القوم، إذا دخلوا في ريح الشَمالِ. فإن أردت أنها أصابتهم قلت: شُمِلوا، فهم مَشْمولونَ. قال أبو زيد: أَشْمَلَ الفحل شَولَهُ إشمالا، إذا ألقح النصف منها إلى الثلثين، فإذا ألقحها كلَّها قيل أَقَمَّها: وأشْمَلَ فلانٌ خَرائفَه، إذا لقَطَ ما عليها من الرُطَبِ إلاَّ قليلاً. واشْتَمَلَ بثوبه، إذا تلفَّف. واشْتِمالَ الصَّماء: أن يجلِّل جسدَه كله بالكساء أو بالازار.",
    "pg": "5:1738-1741"
  },
  "شمم": {
    "def": "شممت الشئ أشمه شما وشَميماً، وشَمَمْتُ بالفتح أَشُمُّ لغةٌ. وقولهم: يا ابن شَامَّةِ الوَذْرَةِ، كلمةٌ معناها القذْفُ. وأَشْمَمْتُهُ الطيبَ فشمه واشتمه بمعنى. وتشممت الشئ: شَمِمْتُهُ في مُهْلَةٍ. والمُشَامَّةُ مُفاعَلَةُ منه. والتَشَامُّ: التفاعل. والمُشَامَّةُ: الدنوُّ من العدوِّ حتى يتراءى الفريقان. ويقال: شامِمْ فلاناً، أي انظرْ ما عنده. وشامَمْتُ الرجل، إذا قاربته ودنوت منه. وشمام: اسم جبل. قال جرير (١) : عاينت مُشْعِلَةَ الرِعالِ كأنها طيرٌ تُغاوِلُ في شمام وكورا ويروى بكسر الميم. وله رأسان يسميان ابني شمام. قال لبيد: فهل نبئت عن أخوين داما على الاحداث إلا ابني شمام والشمم: ارتفاع في قصَبة الأنف مع استواءِ أعلاهُ. فإن كان فيها احدِيدابٌ فهو القَنا. ورجلٌ أَشَمُّ الأنف (١) . وجبلٌ أَشَمُّ، أي طويلُ الرأس بيِّن الشَمَمِ فيهما. أبو عمرو: أشَمَّ الرجل يُشِمُّ إشْمَاماً، وهو أن يمُرَّ رافعاً رأسَه. ويقال: بيناهم في وجه إذ أشموا، أي عدلوا قال: وسمعت الكلابيَّ يقول: أشَمَّ القومُ، إذا جاروا عن وجوههم يميناً وشمالاً. قال الخليل بن أحمد: تقول للوالي: أَشْمِمْني يدَك. وهو أحسنُ من ناولني يدَك. وعرضتُ عليه كذا فإذا هو مُشِمٌّ لا يريدُه. وإشْمامُ الحرف: أن تُشِمَّهُ الضمَّة أو الكسرة وهو أقلُّ من رَوْم الحركة، لأنّه لا يُسْمَعُ، وإنما يتبيّن بحركة الشفَة. ولا يُعتَدُّ بها حركةً لضعفها. والحرف الذي فيه الإشمامُ ساكنٌ أو كالساكن، مثل قول الشاعر متى أنام لا يؤرِّقْني الكَرى ليلاً ولا أسمعُ أجراس المَطي يريد الكرى والمطى. قال سيبويه: العرب تشم القاف شيئا من الضمة، ولو اعتددت بحركة الاشمام لانكسر البيت، ولصار تقطيع رقنى الكرى متفاعلن، ولا يكون ذلك إلا في الكامل. وهذا البيت من الرجز. وفتب شميم، أي مرتفعٌ. وقال (١) يصف فرساً: مُلاعِبَة العِنانِ كغصنِ (٢) بانٍ إلى كَتفَيْنِ كالقَتَبِ الشَميمِ والمَشْمومُ: المسكُ. قال علقمة (٣) : يَحْمِلْنَ أُتْرُجَّةً نَضْحُ العبير بها كأنَّ تَطْيابَها في الأنف مشموم",
    "pg": "5:1961-1962"
  },
  "شنأ": {
    "def": "النشاءة، مثال: الشناعة: البغض. وقد شنَأته شَنْئاً، وشُنْئاً، وشِنْئاً، ومشنأ، وشنآنا، بالتحريك، وشنآنا، بالتسكين، وقد قُرِئَ بهما قوله تعالى: (شنآن قوم) ، وهما شاذان، فالتحريك شاذ في المعنى، لان فعلان، إنما هو من بناء ما كان معناه الحركة والاضطراب، كالضربان، والخفقان، والتسكين شاذ في اللفظ، لانه لم يجئ شئ من المصادر عليه. قال أبو عبيدة (٢) : الشنانُ، بغير هَمْزٍ، مثل الشَنَآنُ، وأنشد للأحوص: وما العَيْشُ إلاَّ ما تَلَذُّ وتَشْتَهي * وإنْ لامَ فيه ذو الشَنانِ وفَنَّدا وشُنِئَ الرجُلُ، فهو مشنوءٌ، أي مُبْغَضٌ، وإن كان جميلاً. ورجُلٌ مَشْنَأٌ، على مفعل، بالفتح، أي: قبيح المنظر. ورَجُلانِ مَشْنَأٌ، وقومٌ مَشْنَأٌ. والمِشْناءُ، بالكسر، على مفعالٍ، مثلُهُ. وتشانَؤُوا، أي تباغضوا. وقولهم: لا أبا لِشانِئِكَ، ولا أَبَ لِشانِئِكَ، أي: لمُبْغِضِكَ، قال ابن السكيت: وهي كنايةٌ عن قولهم: لا أبا لك وشنئ به، أي أَقَرَّ. قال الفرزدق (١) : فلو كان هذا الأمر في جاهليةٍ * شِنِئْتَ به أو غَصَّ بالماء شاربه والشنوءة على فعولة: التَقزُّزُ وهو التباعد من الأدناسِ. تقول: رجل فيه شنوءة، ومنه أزد شنوءة وهم: حى من اليمن ينسب إليهم شنئى (٢) . قال ابن السكيت: ربما قالوا: أزد شنوة بالتشديد غير مهموز، وينسب إليها شنوى. وقال: نحن قريش وهم شنوه * بنا قريشا ختم النبوه",
    "pg": "1:57-58"
  },
  "شنب": {
    "def": "الشَنَبُ: حِدَّةٌ في الأسنان، ويقال بَرْدٌ وعُذوبَةٌ. وامرأةٌ شَنْباءُ، بَيِّنَةُ الشَنَبِ. قال الجَرْميّ: سمِعت الأصمعيَّ يقول: الشَنَبُ: بَرْدُ الفمِ والاسنان. فقلت: إن أصحابنا يقولون: هو حِدَّتُها حين تَطْلَعُ، فيراد بذلك حداثَتَها وطراءَتَها، لأنَّها إذا أتت عليها السِنون احتكَّت. فقال: ما هو إلا بَرْدُها. وقول ذي الرُمَّة: لَمْياءُ في شَفَتَيْها حوة لعس * وفى اللثاث وفى أنيابها شَنَبُ يؤيّد قول الأصمعيّ، لأن اللِثّة (١) لا تكون فيها حدة.",
    "pg": "1:158"
  },
  "شنث": {
    "def": "الشَنَثُ بالتحريك: قلب الشَثنْ. يقال: شَنِثَتْ مشافرُ البعيرِ، أي غلظت من أكل الشوك.\nفصل الضاد",
    "pg": "1:285"
  },
  "شنج": {
    "def": "الشَنَجُ: تقبُّضٌ في الجِلد. وقد شَنِجَ الجِلد بالكسر، وانْشَنَجَ وتشنج، وشنجته أنا تشنيجا. وفرس شنج النسا، وهو مدح له لانه إذا شنج نساه لم تَسترخِ رِجلاه. وقد يوصفُ الغراب بذلك. قال الطرمّاح: شَنِجَ النَسا حَرِقُ الجَناحِ كأنَّهُ * في الدار إثر الظاعنين مقيد\nفصل الصاد",
    "pg": "1:325"
  },
  "شنح": {
    "def": "الشَناحِيُّ: الطويل. رَجل شَناحٍ، حذفت الياء مع التنوين لاجتماع الساكنين، وبَكر شَناحٍ، وهو الفَتِيُّ من الابل، وبكرة شناحية.",
    "pg": "1:379"
  },
  "شنخف": {
    "def": "رجل شنخف، مثال جردحل، أي طويل. وفى الحديث: \" إنك من قوم شنخفين \".",
    "pg": "4:1383"
  },
  "شنر": {
    "def": "الشَنارُ: العيب والعار. قال القُطاميُّ يمدح الأمراء: ونحن رعِيَّةٌ وهُم رعاة * ولولا رَعْيُهُمْ شَنُعَ الشنار -",
    "pg": "2:704"
  },
  "شنص": {
    "def": "فرسٌ شَناصٌ، أي طويلٌ، وشناصى أيضا. مثل دو ودوى، وقعسر وقعسرى، ودهر دوار ودوارى. قال الراجز (١) :\nوشناصى إذا هيج طمر (٢)",
    "pg": "3:1044"
  },
  "شنظ": {
    "def": "شَناظي الجبلِ: نواحِيهِ، الواحدة شنظوة على فعلوة، قال الطرماح: في شناظى أُقِنٍ دونها * عُرَّةُ الطَيْرِ كصَوْم النعام",
    "pg": "3:1173"
  },
  "شنظر": {
    "def": "رجلٌ شِنْظيرٌ وشِنْظيرَةٌ، أي سيئ الخلق. قالت امرأة من العرب: شنظيرة زوجنيه أهلى * من حمقه يحسب رأسي رجلى * كأنه لم ير أنثى قبلى وربما قالوا: شنذيرة بالذال المعجمة، لقربها من الظاء، لغة أو لثغة.",
    "pg": "2:698"
  },
  "شنع": {
    "def": "الشَناعَةُ: الفظاعةُ. وقد شَنُعَ الشئ يشنع فهو شنيع وأشنع، ومنه قول الشاعر الهذلى (٤) :\nواليوم يوم أشنع (٥) * والاسمُ الشُنْعَةُ. وشَنَّعْتُ عليه تَشْنيعاً. والتَشْنيعُ أيضاً: التشميرُ، يقال: أَشْنَعَتِ الناقة أيضا، أي شمرت. حكاه أبو عبيد عن الاصمعي. وشنعت فلاناً، أي استقبحته وسئمته. قال كثيِّر: وأَسْماءُ لا مَشْنُوعَةٌ بملالةٍ * لدينا ولا مَقْلِيَّةٌ إنْ تَقَلَّتِ (١) * ويروى:\nأسيئي بنا أو أحسنى لا ملومة * وتَشَنَّعَتْ الإبل في السير، أي جدت. قال الراجز: كأنه حين بدا تشنعه * وسال بعد الهمعان أخدعه * جأب (٢) بأعلى قنتين مرتعه * وتشنعت الغارة: بثثتها. والفرس: ركبته وعلوته. والسلاح: لبسته.",
    "pg": "3:1239"
  },
  "شنف": {
    "def": "الشَنْفُ القُرْطُ الأعلى، والجمع شنوف، مثل فلس وفلوس. وشنفت المرأة تشنيفا، فتشنفت هي، مثل قَرَّطْتَها فتَقَرَّطَتْ هي. والشَنفُ بالتحريك: البُغضُ والتنكُّرُ. وقد شَنِفْتُ له بالكسر أَشْنَفُ شَنَفاً، أي أبغضته. حكاه ابن السكيت. هو مثل شئفته بالهمز. والشنف: المبغض. قال: وشنفت إلى الشئ بالفتح مثل شفنت، وهو نظر في اعتراض. وأنشد لجرير يصف خيلا (١) : يشنفن للنظر البعيد كأنما إرنانها ببوائن الاشطان",
    "pg": "4:1383"
  },
  "شنق": {
    "def": "الشَنْقُ في الصدقة: ما بين الفريضتين. وفي الحديث: \" لا شناق \" أي لا يؤخذ من الشَنَقِ حتَّى يتم. والشَنَقُ أيضاً: ما دونَ الدِية، وذلك أن يسوقَ ذو الحمالَةِ الديةَ كاملةً، فإذا كانت معها دِيَاتُ جِراحاتٍ فتلك هي الأَشْناقُ، كأنها متعلِّقة بالدية العظمى. ومنه قول الشاعر:\nبأشناق الديات إلى الكمول * وقال الاخطل: قرم تُعَلَّقُ أَشْناقُ الدِياتِ به إذا المِئُونَ أُمِرَّتْ فوقه حَمَلا والشَنيقُ: الدَعِيُّ. قال الشاعر: أنا الداخلُ الباب الذى لا يرومه دنئ ولا يُدْعى إليه شَنيقُ وأَشْنَقْتُ القربة إشناقا، إذا شدد تها بالشناق، وهو خيط يشد به في القربة. وشَنَقْتُ (١) البعير أَشْنُقُهُ شَنْقاً، إذا كَففتَه بزمامه وأنت راكبُه. وأنشد طلحة قصيدة فما زال شانقا راحلته حتى كتبت له، وهو التيمى ليس الخزاعى. وأَشْنَقَ بعيرَه: لغة في شَنَقَهُ. وأَشْنَقَ البعيرُ بنفسه، إذا رفع رأسَه، يتعدَّى ولا يتعدّى. والشَنَقُ: طولُ الرأس. والشِناقُ: الطويلُ. قال الراجز قد قرنونى بامرئ شناق شمردل يابس عظم الساق قال الكسائي: لحمٌ مُشَنَّق، أي مقطَّعٌ. قال: وهو مأخوذ من أَشْناقِ الدِيَة. وقال الأمويّ: يقال للعجين الذي يُقَطَّعُ ويُعْمَلُ بالزيت: مُشَنَّقٌ.",
    "pg": "4:1503-1504"
  },
  "شنن": {
    "def": "شنَّ الماء على وجهه وعلى الشراب: فرقه عليه. وقال مدرك بن حصن (٣) يا كروانا صك فاكبأنا فشن بالسلح فلما شنا بل الذنابى عبسا مبنا ومنه قولهم: شَنَّ عليهم الغارة وأَشَنَّ، إذا فرّقها عليهم من كلِّ وجه. قالت ليلى الأخيليّة: شَنَنَّا عليهم كلَّ جرداء شَطْبَةٍ لَجوجٍ تبارى كل أجرد شرجب والشنين: قطران الماء وقال:\nيا من لدمع دائم الشنين * وماء شنان، بالضم: متفرِّق. قال الشاعر أبو ذؤيب: بماءٍ شُنانٍ زعزعت مَتْنَهُ الصَبا وجادت عليه دِيمَةٌ بعد وابِلِ والماء الذي يقطر من قِربةٍ أو شجرٍ شُنانَةٌ أيضاً. والشَنُّ: القِربة الخَلَق، وهي الشَنَّةُ أيضاً، وكأنها صغيرة، والجمع الشِنانُ. وفي المثل: \" يُقَعْقَعُ لي بالشِنانِ \". قال النابغة: كأنَّك من جِمالِ بَني أقيش يقعقع ببن رجليه بشن والشَنانُ بالفتح: البُغْضُ لغة في الشَنَآنِ. قال الأحوص: وما العيشُ إلاّ ما تلذّ وتشتهي وإنْ لامَ فيه ذو الشَنانِ وفَنَّدا وتشننت القربة وتشانت: أخلقت. والتشنن: التَشَنُّجُ واليُبس في جِلد الإنسان عند الهرم. قال رؤبة: وانعاج عودي كالشظيف الاخشن عند (١) اقورار الجلد والتشنن أبو عمرو: تشان الجلد: يبس وتشنَّج، وليس بخَلَقٍ. وشن: حى من عبد القيس، وهو شن ابن أفصى بن عبد القيس بن أفصى بن دعمى ابن جديلة بن أسد بن ربيعة بن نزار، منهم الاعور الشنى. وفي المثل: \" وافق شن طبقه \". والشَنونُ من الإبل: الذي ليس بمهزول ولا سمين. والشَنونُ في قوله الطرماح (٢) :\nالذئب الشنون * هو الجائع، لانه لا يوصف بالسمن والهزال. والشنشنة: الخلق والطبيعة. قال الرجز (٣) * شنشنة أعرفها من أخزم (١) * واستشن الرجل: هزل. قاله الخليل.",
    "pg": "5:2145-2147"
  },
  "شها": {
    "def": "الشَهْوَةُ معروفة. وطعامٌ شَهِيٌّ، أي مشتهى. ورجل شهوان للشئ. وشهيت الشئ بالكسر أشهاه شهوة، إذا اشْتَهَيْتَهُ. وتَشَهَّيْتُ على فلانٍ كذا. وهذا شئ يشهى الطعام، أي يحمل على اشْتِهائِهِ. ورجلٌ شاهي البصر: قلبُ شائِهِ البصر، أي حديد البصر.\nفصل الصاد",
    "pg": "6:2397"
  },
  "شهب": {
    "def": "الشُهْبَةُ في الألوان: البياضُ الذي غلب على السواد. وقد شهب الشئ بالكسر شهبا، واشتهب الرأسُ. وفرسٌ أَشْهَبُ، وقد اشْهَبَّ اشْهِباباً، واشْهابَّ اشْهيباباً مثله. وغُرَّةٌ شهباء، وهو أن يكون في غرة الفرسِ شَعَرٌ يخالف البياضَ. واشْهابَّ الزرعُ، إذا هاج وبقي في خلاله شئ أخضر. ويقال لليوم ذي الرِيح الباردة والصَقيع: أشْهَبُ، والليلةُ شَهباءُ. وكتيبةٌ شهباءُ، لبياض الحديد. والنصلُ الأشهبُ: الذي بُرِدَ فذهب سَوادُه. والشِهابُ: شُعْلَةُ نارٍ ساطعةٌ. وإنَّ فلاناً لَشِهابُ حربٍ، إذا كان ماضياً فيها. والجمع شهب وشهبان أيضا، عن الاخفش، مثل حساب وحسبان. والشهاب: اللبن الضياح والشوهب: القنفذ.",
    "pg": "1:159"
  },
  "شهبر": {
    "def": "الشَهْبَرَةُ مثل الشَهْرَبَةُ، وهي العجوز الكبيرة. قال الراجز: رب عجوز من نمير شهبره * علمتها الانقاض (١) بعد القرقره -. والجمع الشهابر. وقال:\nجمعت منهم عشبا شهابرا",
    "pg": "2:705-706"
  },
  "شهد": {
    "def": "الشَهادة: خبَرٌ قاطع. تقول منه: شَهِد الرجل على كذا، وربما قالوا شَهْدَ الرَجُلُ، بسكون الهاء للتخفيف، عن الاخفش. وقولهم: اشهد بكذا، أي احلف. والمشاهدة: المعاينة. وشهده شُهوداً: أي حَضَرَه، فهو شاهدٌ. وقومٌ شُهودٌ، أي حُضورٌ، وهو في الأصل مصدرٌ، وشُهَّدٌ أيضاً مثل راكع وركع. وشَهِد له بكذا شَهادةً، أي أدَّى ما عنده من الشهادة، فهو شاهد، والجمع شهد، مثل صاحب وصحب وسافر وسفر. وبعضهم ينكره. وجمع الشهد شهودا وأشهاد. والشهيد: الشاهد، والجمع الشُهَداءُ. وأَشْهَدْتُهُ على كذا فَشَهِدَ عليه، أي صار شاهِداً عليه. وامرأةٌ مُشْهِدٌ، إذا حضر زَوْجُها، بلا هاء. وامرأة مُغيبةٌ، أي غاب عنها زوجها، وهذا بالهاء. واسْتَشْهَدْتُ فلاناً: سألْتُه أن يشْهَدَ. وأَشْهَدَني إملاكَهُ، أي أَحْضَرَني. والمَشْهَدُ: مَحْضَرُ الناسِ. والشَهيدُ: القتيل في سبيل الله. وقد استُشْهِدَ فُلانٌ. والاسم الشهادة. والتشهُّد في الصلاة، معروف. والشاهدُ: الذي يَخرج مع الولد كأنه مخالط. ويقال: شُهودُ الناقة: آثار موضع مَنْتِجِها من دِمٍ أو سَلاً. قال الشاعر (١) : فجاءت بمثل السابرى تعجبوا * له والثَرى ما جَفَّ عنه شُهودُها - والشاهِد: اللِسان. والشاهِد: الملَكُ. قال الأعشى: فلا تَحْسَبَنّي كافِراً لك نِعْمَةً * على شاهِدي يا شاهِدَ الله فاشهد - والشهد والشهد: العسل في شَمَعِها، والشُهْدَةُ أخصّ منها، والجمع شهاد. وقال الشاعر أمية (١) : إلى ردح من الشيزى ملاء (٢) * لباب البر يلبك بالشهاد - أي من لباب البر. وأشهد الرجل: أمذى. والمذى عسيلة.",
    "pg": "2:494-495"
  },
  "شهدر": {
    "def": "رجل شِهْدارَةٌ، أي فاحشٌ، بالدال والذال جميعا.\nفصل الصاد",
    "pg": "2:706"
  },
  "شهر": {
    "def": "الشَهْرُ: واحد الشُهورِ. وقد أَشْهَرْنا، أي أتى علينا شَهْرٌ. قال الشاعر: ما زِلْتُ مُذْ أَشْهَرَ السُفّارُ أَنْظُرُهُمْ * مثلَ انتظارِ المُضَحِّي راعِيَ الغَنَمِ - ابن السكيت: أَشْهَرْنا في هذا المكان: أقمنا فيه شهراً. وقال ثعلب: أَشْهَرْنا: دخلنا في الشَهْرِ. والمُشاهَرَةُ من الشهْر، كالمُعاومَة من العام. والشُهْرَةُ: وضوح الأمر. تقول منه. شَهَرْتُ الأمر أَشْهَرُهُ شَهْراً وشُهْرَةً، فاشْتَهَرَ أي وضح. وكذلك شَهَّرْتُهُ تَشْهيراً. ولفلان فضيلةٌ اشْتَهَرَها الناسُ. وشَهَرَ سفيه يشهره شهرا، أي سله.",
    "pg": "2:705"
  },
  "شهرب": {
    "def": "الشَهْرَبَةُ: العجوز الكبيرة، مثل الشهبرة. قال الراجز: أم الحليس لعجوز شهربه * ترضى من اللحم بعظم الرقبه واللام مقحمة في العجوز.",
    "pg": "1:159"
  },
  "شهرز": {
    "def": "اللحيانى: تمر شهريز وشهريز، وسهريز وسهريز بالشين والسين جميعا، لضرب من التمر. وإن شئت أضفت: مثل ثوب خز، وثوب خر.",
    "pg": "3:881"
  },
  "شهق": {
    "def": "شَهِقَ (٢) يَشْهَقُ، أي ارتفع. والشاهِقُ: الجبلُ المرتفعُ. وفلان ذو شاهِقٍ، إذا كان يشتدُّ غضبه. وشَهيقُ الحمار: آخرُ صوتِه. وزفيرُه: أوله. وقد شَهَقَ يَشْهَقُ ويَشْهِقُ شهيقا. ويقال: الشهيق: رد النفس. والزفيرُ: إخراجُه. والشَهْقَةُ كالصيحة. يقال: شَهِقَ فلانٌ شَهْقَةً فمات. والتَشْهاقُ: الشَهيقُ. قال (١) : بضَرْبٍ يُزيلُ الهامَ عن سكناته وطعن كتشهاق العفاهم بالنهق ويقال: ضحك تشهاق. قال ابن ميادة: تقول خود ذات طرف براق مزاحة تقطع هم المشتاق ذات أقاويل وضحك تشهاق هلا اشتريت حنطة بالرستاق سمراء مما درس ابن مخراق",
    "pg": "4:1504-1505"
  },
  "شهل": {
    "def": "الشهلة في العين: أن يشوب سوادَها زُرْقةٌ. وعينٌ شَهْلاءُ، ورجلٌ أَشْهَلُ العين بيِّنُ الشَهَلِ. وأنشد الفراء. ولا عَيْبَ فيها غَيْرَ شُهْلَةِ عَيْنِها كذاك عِتاقُ الطير شهلا عيونها (١) قال: وبعض بنى أسد وقصاعه ينصبون غير إذا كان في معنى إلا، تم الكلام قبلها أو لم يتم. والشهلاء: الحاجة. وامرأةٌ شَهْلَةٌ، إذا كانت نَصَفاً عاقلةً، وذلك اسمٌ لها خاصّةً لا يوصف به الرجل. قال: بات ينزى دلوه تنزيا (٢) كما تنزى شهلة صبيا وشهل بن شيبان الزمانى الملقب بفند. والمشاهلة، المشارة والمقارصة ومراجعة الكلام. قال الراجز (١) : قد كان فيما بيننا مشاهله فأدبرت غضبى تمشى البادله (٢)\nفصل الصاد",
    "pg": "5:1743"
  },
  "شهم": {
    "def": "شهمه، أي أفزعه. قال ذو الرمة: طاوى الحشا قصرت عنه محرجة مستوفض من بنات القفر مشهوم أي مذعور. وشهم الرجل بالضم شَهَامَةً، فهو شَهْمٌ، أي جَلْدٌ ذَكيُّ الفؤاد. والشَيْهَمُ: الذكرُ من القنافذ. قال الأعشى: لئن جَدَّ أسبابُ العداوةِ بيننا لَتَرْتَحِلَنْ مني على ظهر شَيْهَمِ قال الاصمعي: الشهام: السعلاة.",
    "pg": "5:1962-1963"
  },
  "شوب": {
    "def": "الشَوْبُ: الخلط. وقد شبتُ الشئ أشوبه فهو مشوب. وقول الشاعر (٢) : سَيَكْفيكَ صَرْبَ القومِ لحمٌ معرص (٣) * وماء قدور في القصاع مشيب إنما بناه على شيب الذى لم يسم فاعله، أي مخلوط بالتوابل والصباغ. وقولهم \" ما عنده شَوْبٌ ولا رَوْبٌ \"، أي لا مَرَقٌ ولا لَبَنٌ. وفي المثل: \" هو يَشوبُ ويَروبُ \"، يُضْرَبُ لمن يَخْلِطُ في القول أو العمل. والشِيابُ: اسم ما يمزج. وشابة في شعر أبى ذؤيب (١) : اسم جبل بنجد. والشائبة: واحدة الشوائب، وهى الاقذار والادناس.",
    "pg": "1:158-159"
  },
  "شوذ": {
    "def": "المشوذ: العمامة. قال الوليد بن عقبة وكان قد ولى صدقات تغلب: أذا ما شددت الرأس منى بمشوذ * فغيك منى تغلب ابنة وائل. - وفى الحديث: \" أمرهم أن يمسحوا على المشاوذ والتساخين (١) \". وتشوذ الرجل واشتاذ، أن تعم.\nفصل الطاء",
    "pg": "2:566"
  },
  "شور": {
    "def": "أَشارَ إليه باليد: أومأ. وأَشارَ عليه بالرأي. وشُرْتُ العسلَ واشترتها، أي اجتنيتها. وأشرت لغة. وأنشد أبو عمرو (٢) : وسَماعٍ يَأْذَنُ الشَيْخَ له * وحديثٍ مثلِ ماذِيٍّ مشار (٣) - وأنكرها الاصمعي. وكان يروى هذا البيت مثل \" ماذِيِّ مَشارِ \". بالإضافة وفتح الميم. قال: والمَشارُ: الخلية يشتار منها. والمشاور: المخابض، الواحد مِشْوَرٌ، وهو عودٌ يكون مع مُشْتارِ العسل. ابن السكيت: الشَُِوارُ: متاع البيت ومتاع الرَحْلِ بالحاء. قال: والشَوارُ فَرْجُ المرأة والرجل. قال: ومنه قيل شَوَّرَ به، أي كأنه أبدى عورته. ويقال: أبدى الله شَوارَهُ، أي عورته. والشَوارُ والشارَةُ: اللِباس والهيئة. قال زهير: مُقْوَرَّةٌ تتبارى لا شَوارَ لها * إلا القُطوعُ على الا جواز والورك (١) - والمشارة: الدبرة التى في المزرعة. وشُرْتُ الدابة شَوْراً: عرضتها على البيع، أقبلْتُ بها وأدبرْت. والمكان الذي تعرض فيه الدواب: مِشْوارٌ. يقال: \" إياك والخُطَبَ فإنها: مشوار كثير العثار \". والقعقاع بن شور: رجل من بنى عمرو بن شيبان بن ذهل بن ثعلبة. واشتارت الإبل. إذا سمنتْ بعض السِمَن. يقال: جاءت الإبل شِياراً، أي سماناً حِساناً. وقد شارَ الفرسُ، أي سَمِنَ وحَسُنَ. وفرسٌ شَيِّرٌ، وخيل شيار، مثل جيد وجياد. قال عمرو بن معدى كرب: أعباس لو كانت شيارا جيادنا * بتثليث ما ناصبت بعدى الاحامسا - وكانت العرب تسمى يوم السبت: شيارا. والمشعورة: الشورى. وكذلك المَشُورَةُ بضم الشين. تقول منه: شاورْتُهُ في الأمر واسْتَشَرْتُهُ، بمعنىً. أبو عمرو: المُسْتَشيرُ: السمين. وقد اسْتَشارَ البعيرُ مثل اشْتارَ، أي سمن. وأما قول الراجز: أفز عنها كل مستشير * وكل بكر داعر مئشير - فإن الاموى يقول: المستشير الفحل الذى يعرف الحائل من غيرها. وشورت الرجل فتشور، أي أخجلته فخجل. وشورإليه بيده، أي أشار. عن ابن السكيت. ورجل حسن الصورة والشُورةِ، وإنه لصَيِّرٌ شَيِّرٌ، أي حسن الصورة والشارَةِ، وهي الهيئة، عن الفراء. وفلان خير شير، أي يصلح للمشاورة.",
    "pg": "2:704-705"
  },
  "شوس": {
    "def": "الشَوَسُ بالتحريك: النظرُ بمؤَخر العين تَكَبُّراً أو تَغَيُّظاً. والرجلُ أَشْوَسُ من قوم شوسٍ. قال أبو عمرو: ويقال تَشاوسَ إليه، وهو أن ينظر إليه بمؤخر عينه ويميل وجهه في شق العين التى ينظر بها.\nفصل الضاد",
    "pg": "3:941"
  },
  "شوض": {
    "def": "الشوص: الغسل والتنظيف. يقال هو يَشوصُ فاهُ بالسِواكِ. والشَوْصَةُ: ريحٌ تعتقب في الأضلاع. وقال جالينوسُ: هو ورمٌ في حجاب الأضلاع من داخلٍ. قال أبو عمرو: رجل أَشْوَصُ إذا كان يضرب جفن عينيه كثيرا.",
    "pg": "3:1044"
  },
  "شوط": {
    "def": "عَدا شَوْطاً، أي طَلَقاً. وطاف بالبيت سبعة أَشْواطٍ من الحجر إلى الحجر شَوْطٌ واحدٌ. ويقال لابن آوى: شَوْطُ بَراحٍ، ولِلْهَباءِ الذي يُرى في ضوء الكوة: شوط باطل.",
    "pg": "3:1138"
  },
  "شوظ": {
    "def": "الشواظ والشواظ: اللهب الذى لا دُخانَ له. قال أمية بن خلف يهجو حسان بن ثابت: أليس أبوك فينا كان قينا * لدى القينات فسلا في الحفاظ * (١٤٨ - صحاح - ٣) يمانيا يظل يشد كيرا * وينفخ دائبا لهب الشواظ * وقال رؤبة: إن لهم من وقعنا أقياظا * ونار حرب تسعر الشواظا\nفصل العين",
    "pg": "3:1173-1174"
  },
  "شوع": {
    "def": "الشوعُ بالضم: شجرُ البان، الواحدة شوعة. وقال (٣) يصف جبلا:\nبأكنافه الشوع والغريف (٤) * ويقال: هذا شوع هذا، بالفتح، وشَيْعُ هذا، للذي وُلِدَ بعده ولم يُولَد بينهما.",
    "pg": "3:1239-1240"
  },
  "شوف": {
    "def": "شفت الشئ: جلوته. ودينار مَشوفٌ، أي مَجْلُوٌّ. قال عنترة: ولقد شَرِبْتُ من المُدامَةِ بعدما ركدَ الهواجِرُ بالمشوفِ المُعْلَمِ وتَشَوَّفَتِ الجاريةُ، أي تزيَّنَتْ. وشِيفَتْ تُشافُ شَوْفاً أي زُيِّنَتْ. واشْتافَ الرجلُ أي تطاوَلَ ونظرَ. يقال: اشْتافَ البرق، أي شامه. منه قول العجاج: حين رمى بحاجبيه الشرقا واشتاف من نحو سهيل برقا وتشوقت إلى الشئ، أي تطلعت إليه. يقال: النساءُ يَتَشَوَّفْنَ من السُطوحِ، أي ينظُرْن ويتطاولن. وشَيِّفةُ القوم: طليعتهم الذي يَشْتَافُ لهم. وأَشافَ على الشئ، أي أشرف عليه، وهو قلب أشفى عليه.\nفصل الصاد",
    "pg": "4:1383-1384"
  },
  "شوق": {
    "def": "الشَوْقُ والاشْتِياقُ: نِزاع النفس إلى الشئ. يقال: شاقنى الشئ يَشوقُني، فهو شائِقٌ وأنا مَشوقٌ: وشَوَّقَني فَتَشَوَّقْتُ، إذا هَيَّجَ شَوْقَكَ. وقول الراجز: يا دار مى بالد كاديك البرق سقيا فقد هيجت شوق المشتئق (١) قال سيبويه: همز ما ليس بمهموز ضرورة.",
    "pg": "4:1504"
  },
  "شوك": {
    "def": "الشَوْكَةُ: واحد الشَوْكِ. وشجرٌ شائِكٌ، أي ذو شَوْكٍ. قال ابن السكيت: هذه شجرةٌ شاكَةٌ، أي كثيرة الشَوْكِ. قال الأصمعي: يقال شاكَتْني الشَوْكَةُ تَشوكُني، إذا دخلَتْ في جسده. وقد شِكْتُ فأنا أَشاكُ شاكَةً وشيكَةً بالكسر، إذا وقعتَ في الشَوْكِ. ومنه قول الشاعر: لا تَنْقُشَنَّ بِرجْلِ غيرِك شَوْكَةً فَتقي بِرِجْلِكَ رِجْلَ من قد شاكها يعني من دخل بين الشَوْكِ. قال الكسائي: شُكْتُ الرجل أَشوكُهُ، أي أدخلتُ في جسده شَوْكَةً. وشيكَ هو، على ما لم يسمَّ فاعلُه، يشاكُ شَوْكاً، أي ظهرتْ شَوْكَتُهُ وحِدَّته، فهو شائِكُ السلاحِ. وشاكِي السلاحِ أيضاً، مقلوبٌ منه. وشاكَ ثديُ الجارية يَشاكُ، إذا تهيَّأ للنهود. وكذلك شوك ثديها تشويكا. وشاكَ لَحْيا البعير، أي طلعت أنيابُه. وشَوَّكَ تَشْويكاً مثلُه، ومنه إبلٌ شُوَيْكِيَّةٌ. قال ذو الرمة: على مُسْتَظِلاَّتِ العُيونِ سَواهِمٍ شُوَيْكِيَّةٌ يَكْسو بُراها لُغامُها وشَوَّكَ الرأسُ بعد الحلْق، أي نبَتَ شعرهُ. وشَوَّكَ الفرخُ: أنبت. وشَوَّكْتُ الحائطَ، أي جعلت عليه الشوك، عن الاصمعي. وبردة شَوْكاءُ، أي خشِنةُ المَسّ لأنَّها جديدٌ. وقد أَشْوَكَتِ النخلُ، أي كثر شوكها. وشجرة مشوكة وأرض مُشْوِكَةٌ، أي كثيرة الشَوْكِ، فيها السِحاءُ والقَتادُ والهَراسُ. وشَوْكَةُ العقرب: إبرتُها. وشَوْكَةُ الحائك: التي يُسَوِّي بها السَداةُ واللُحْمَةُ، وهي الصيصِيَةُ.\nفصل الصاد",
    "pg": "4:1595"
  },
  "شول": {
    "def": "شُلْتُ بالجَرَّةِ أَشولُ بها شَوْلاً: رفعتها. ولا تقل شِلْتُ. ويقال أيضاً: أَشَلْتُ الجرَّةَ، فانْشالَتْ هي. وقال الراجز الاسدي: أإبلى تأكلها مصنا (٣) خافض سن ومشيلا سنا أي يأخذ بنت لبون فيقول: هذه بنت مخاض، فقد خفضها عن سنها التى هي فيها. وتكون له بنت مخاض فيقول لى بنت لبون، فقد رفع السن التى هي له إلى سن أخرى أعلى منها. وتكون له بنت لبون فيأخذ حقة. وشالَ الميزانُ، إذا ارتفعت إحدى كِفَّتَيه. وشالَتِ الناقةُ بذَنَبها تَشولُه وأشالَتْه، أي رفعتْه. قال النَمْر بن تَولَبٍ يصف فرساً: جَمومُ الشَدِّ شائِلَهُ الذُنابى تَخالُ بياضَ غُرَّتِها سِراجا وشالَ ذَنبُها، أي ارتفع. قال الراجز (١) : تأبري يا خيرة الفسيل تأبري من حنذ (٢) فشولى أي ارتفعي. أبو زيد: تشاول القوم: تناول بعضُهم بعضاً في القتال بالرماح. والمُشاوَلَةُ مثله. والشَوْلُ: الماءُ القليلُ في أسفل القِربة، والجمع أَشْوالٌ. قال الأعشى:\nوصَبَّ رُواتُها أشوالها (٣) * والشول أيضا: النوق التى خفَّ لبنها وارتفع ضَرعُها وأتى عليها من نِتاجها سبعة أشهر أو ثمانية، الواحدة شائِلةٌ، وهو جمع على غير القياس. يقال منه: شَوَّلَتِ الناقة بالتشديد، أي صارت شائِلَةً. وقول الشاعر (١) :\nحتَّى إذا ما العَشْرُ عنها شَوَّلا * يعني ذهب وتصرّم. وأما الشائِلُ بلا هاءٍ فهي الناقةُ التي تَشولُ بذَنَبِها للّقاح ولا لبن لها أصلا، والجمع شول مثل راكع وركع. قال أبو النجم:\nكأنّ في أذنابِهِنَّ الشُوَّلِ (٢) * وشَوْلَةُ العقربِ: ما تَشولُ من ذَنَبِها. وتسمَّى العقربُ شَوَّالَةً (٣) . والشَوْلَةُ: كوكبان نيِّران متقاربان ينزلهما القمر، يقال لهما حُمَةُ خُفِّ العقرب (٤) . والمشول: منجل صغير. وشوال: أوّل أشهر الحج، والجمع شَوَّالاتٌ وشَواوِيلُ. ورجلٌ شَوِلٌ، أي خفيفٌ في العمل والخدمة مثل شُلْشُلٍ. وقولهم في المثل للإنسان ينصح القومَ: \" أنْتَ شَوْلَةُ الناصحةُ \"، قال ابن السكيت: كانت شَوْلَةُ أَمَةٌ لعُدْوانَ رَعناءَ، وكانت تنصح مواليها فتعود نصيحتها وبالاً عليهم، لحمقها.",
    "pg": "5:1741-1743"
  },
  "شوه": {
    "def": "شاهَتِ الوجوهُ تَشوهُ شَوْهاً: قَبُحَتْ. وشَوَّهَهُ الله فهو مُشَوَّهٌ. وفرسٌ شَوْهاءُ: صفةٌ محمودةٌ فيها، ويقال يراد بها سَعةُ أشداقها. قال الشاعر (١) : فهي شَوْهاءُ كالجُوالِقِ فوها * مُسْتَجافٌ يَضِلُّ فيه الشكيمُ (٢) ولا يقال للذكر أَشْوَهُ. ويقال رجلٌ أَشْوَهُ بيِّن الشَوَهِ، إذا كان سريعَ الإصابة بالعين. ابن السكيت: يقال لا تُشَوِّهْ عليَّ , أي لا تقل ما أَحْسَنَكَ فتصيبني بالعين. ويقال أيضاً: تَشَوَّهَ له، أي تنكّر له وتَغَوَّلَ. ورجل شأنه البصر، أي حديد البصر. والشاةُ من الغنم تذكَّر وتؤنَّث. وفلان كثير الشاة والبعير، وهو في معنى الجمع، لأنَّ الألف واللام للجنس. وأصل الشاةِ شاهة، لان تصغيرها شويهة، (*) والجمع شِياهٌ بالهاء في [أدنى (١) ] العدد. تقول ثلاث شِياهٍ إلى العَشْرِ، فإذا جاوزْتَ فبالتاء، فإذا كثرت قيل: هذه شاءٌ كثيرةٌ. وجمع الشاءِ شَوِيٌّ. والشاةُ أيضاً: الثَور الوحشيّ قال طرفة:\nكَسامِعَتَيْ شاةٍ بحَوْمَلَ مُفْرَدِ (٢) * وتَشَوَّهْتُ شاةً، إذا اصطدته (٣) . أبو عبيد: أرض مشاهة: ذاتُ شاءٍ، كما يقال: أرضٌ مَأْبَلَةٌ. والنسبة إلى الشاءِ شاوِيٌّ. وقال الراجز (٤) : لا ينفع الشاوي فيها شاته (٥) * ولا حماراه ولا علاته (٦) وإن سمَّيتَ به رجلاً قلت شائى، وإن شئت شاوى، كما تقول عطاوى. وإن نسبْتَ إلى الشاةِ قلت شاهِيٌّ. وأما قول الاعشى يذكر بعض الحصون: أقام به شاهبور الجُنو * دَ حَوْلَيْنِ تَضربُ فيه القدم فإنما عنى بذلك شابور الملك، إلا أنه لما احتاج إلى إقامة وزن الشعر رده إلى أصله في الفارسية، وجعل الاسمين اسما واحدا وبناه على الفتح مثل خمسة عشر.\nفصل الصاد",
    "pg": "6:2238-2239"
  },
  "شوى": {
    "def": "شَوَيْتُ اللحم شَيَّاً، والاسم الشواء، والقطعة منه شواءة وأنشد أبو عمرو: وانْصِبْ لنا الدهماَء طاهي وعَجِّلَنْ * لنا بشَواةٍ مُرْمَعِلِّ ذءوبها واشتويت: اتَّخذت شِواءً. وقال (١) :\nفاشْتوى ليلةَ ريحٍ واجْتَمَلْ (٢) * وقد انْشَوى اللحم، ولا تقل اشتوى. قال الراجز: قد انشوى شواؤنا المرعبل * فاقتربوا إلى الغداء فكلوا والشاوى: صاحب الشاء. قال الراجز (٣) (*) . لا تنفع الشاوى شاته (١) * ولا حماراه ولا علاته وأشويت القوم: أطعمتهم شواء. وتعشى فلان فأشوى عشائه، أي أبقى منه بقيَّة. والشَوى: جمع شَواةٍ، وهي جلدة الرأس. والشَوى: اليدانِ والرجلانِ والرأسُ من الآدميِّين، وكلُّ ما ليسَ مقتلاً. يقال: رماه فأَشْواهُ، إذا لم يُصِبِ المَقْتَلَ. قال الهذَليّ (٢) : فإنَّ من القول التي لا شَوى لها * إذا زَلَّ عن ظهر اللسان انْفِلاتُها يقول: إنَّ من القول كلمة لا تُشْوي ولكن تقتل. وقال الاعشى: قالت قتيلة ماله * قد جللت شيبا شواته (٣) قال أبو عبيدة: أنشدها أبو الخطاب الاخفش أبا عمرو بن العلاء فقال له: صحفت، إنما هو سراته أي نواحيه فسكت أبو الخطاب ثم قال لنا بل هو صحف، إنما هو شوات. قال أبو عبيدة: ثم سمعت رجلا من أهل المدينة يقول: اقشعرت شواتى، أي جلدة رأسي. وشوى الفرس: قوائمه، لانه يقال عَبْلُ الشَوى، ولا يكون هذا للرأس، لأنهم وصَفوا الخيل بأَسالَةِ الخَدَّيْنِ وعِتْقِ الوجه، وهو رقّته. والشَوى: رُذالُ المال. والشَوى: هو الشئ الهين اليسير. والشوية: بقيَّة قومٍ هلكوا ; والجمع شَوايا. قال: فهم شر الشوايا من ثمود * وعوف شر منتعل وحافى والشواية بالضم: الشئ الصغير من الكبير، كالقطعة من الشاةِ. ويقال: ما بقي من الشاةِ إلا شُوايَةٌ. وشُوايَةُ الخبز أيضاً: القُرْصُ منه. والشَيَّانُ: دم الأخوين، وهو من فَعلانُ. والشَيَّانُ: البعيد النظر. والشَوْشاةُ، مثل الموماة: الناقة السريعة. الكسائي: عِيِيٌّ شَيِيٌّ إتباعٌ له. وبعضهم يقول: شَوِيٌّ. وما أعياه وأشياه وأشواه. وجاء بالعى والشئ.",
    "pg": "6:2396-2397"
  },
  "شيأ": {
    "def": "الشئ تصغيره شيئ وشيئ أيضاً بكسر الشين وضمِّها (٣) ، ولا تقل شوئ، والجمع أشياء غير مصروف. قال الخليل: إنما ترك صرفه لان أصله فعلاء، جمع على غير واحده، كما أن الشعراء جمع على غير واحده، لان الفاعل لا يجمع على فعلاء، ثم استثقلوا الهمزتين في آخره فقلبوا (٤) الاولى إلى أول الكلمة فقالوا: أشياء كما قالوا: عقاب بعنقاة وأينق وقسى، فصار تقديره لفعاء، يدل على صحة ذلك أنه لا يصرف وأنه يصغر على أشياء، وأنه يجمع على أشاوى. وأصله أشائي قلبت الهمزة ياء فاجتمعت ثلاث يا آت فحذفت الوسطى، وقلبت الاخيرة ألفا فأبدلت من الاولى واوا، كما قالوا: أتيته أتوة. وحكى الاصمعي: أنه سمع رجلا من أفصح العرب يقول لخلف الاحمر: إن عندك لاشاوى مثال الصحارى ويجمع أيضا على أشايا وأشياوات. وقال الاخفش هو أفعلاء، فلهذا لم يصرف لان أصله أشيئاء حذفت الهمزة التى بين الياء والالف للتخفيف. قال له المازنى: كيف تصغر العرب أشياء؟ فقال: أشياء. قال له: تركت قولك، لان كل جمع كسر على غير واحده وهو من أبنية الجمع فإنه يرد في التصغير إلى واحده كما قالوا: شويعرون في تصغير الشعراء، وفيما لا يعقل بالالف والتاء، فكان يجب أن يقال شييئات، وهذا القول لا يلزم الخليل لان فعلاء ليس من أبنية الجمع. وقال الكسائي: أشياء أفعال مثل: فرخ وأفراخ، وإنما تركوا صرفها لكثرة استعمالهم لها لانها شبهت بفعلاء، وهذا القول يدخل عليه ألا يصرف أبناء وأسماء، وقال الفراء: أصل شئ شيئ مثال شيع فجمع على أفعلاء، مثل: هين وأهيناء، ولين وأليناء، ثم خفف فقيل: شئ، كما قالوا: هين ولين. وقالوا: أشياء فحذفوا الهمزة الاولى. وهذا القول يدخل عليه ألا يجمع على أشاوى. والمشيئة: الارادة، وقد شئت الشئ أشاؤه. وقولهم: كل شئ بشيئة الله، بكسر الشين مثل شيعة، أي بمشيئة الله تعالى. الأصمعي: شَيَّأتُ الرجل على الامر: حملته عليه. وأشاءَهُ لغة في أَجاءَهُ، أي ألجأه. وتميم تقول: \" شر ما يشيئك إلى مخة عرقوب \" بمعنى يجيئك. قال زهير بن ذؤيب العدوى: فيال تميم صابروا قد أشئتم * إليه وكونوا كالمحربة البسل\nفصل الصاد",
    "pg": "1:58-59"
  },
  "شيب": {
    "def": "الشَيْبُ والمَشيبُ واحدٌ. وقال الأصمعي: الشَيْبُ بياضُ الشَعَرِ: والمَشيبُ دخولُ الرجُل في حَدِّ الشيبِ من الرجال. قال ابن السكيت في قول عدى (١) :\nوالرأس قد شابَه المَشيبُ (٢) * يعني بَيَّضَهُ المشيبُ، وليس معناهُ خالَطَهُ. وأنشد: قد رابَهُ ولِمثْلِ ذلك رابَه * وَقَعَ المَشيبُ على السَوادِ فَشابَهُ أي بيض مسوده. وشيب السوط (١) معروف عربي صحيح. وتقول: باتَتْ فلانةُ بليلةِ شَيباء بالإضافة، إذا افتُضّت، وباتت بليلة حُرَّةٍ إذا لم تفتض. و (اشتعل الرأس شيبا) على التَمييز. وقال الأخفش على المصدر، لأنه حين قال اشْتعلَ كأنّه قال شاب، فقال شَيباً. والشيبُ: جمع أَشْيَبَ. والشِيبُ أيضاً: الجِبالُ يقع عليها الثلج فَتَشيبُ به. وقولهم: شَيْبٌ شائبٌ، إنَّما هو كقولهم ليلٌ لائلٌ، وموتٌ مائتٌ. الكسائي: شَيَّبَ الحزنُ رأسَه وبرأسِهِ، وشَيَّبَهُ الحزنُ، وأشابَ الحزنُ رأسَهُ وبرأسه. وأشاب الرجل، أي شاب أولاده. وشيبان: حى من بكر، وهما شيبانان: أحدهما شيبان بن ثعلبة بن عكابة بن صعب بن على بن بكر بن وائل، والآخر شيبان بن ذهل بن ثعلبة بن عكابة. وشيبة: اسم رجل، ومفتاح الكعبة في ولده، وهو شيبة بن عثمان بن طلحة بن عبد الدار ابن قصى. والشيب بالكسر: حكاية أصوات مَشافِرِ الإبلِ عند الشُرْبِ. قال الشاعر (٢) : تداعين باسم الشيب في مُتَثَلِّمٍ * جَوانِبُهُ من بَصْرَةٍ وسِلامِ وشيبانُ ومِلْحانُ: شَهْرا قُِماحٍ، وهما أشدُّ الشتاءِ برداً سُمِّيا، بذلك لبياضِ الأرضِ بما عليها من الثَلج والصَقيع. قال الكميت: إذا أمست الآفاق غبرا جنوبها * شيبان أو ملحان واليوم أشهب أي من الثلج. هكذا رواه ابن سلمة بكسر الشين والميم.\nفصل الصاد",
    "pg": "1:159-160"
  },
  "شيح": {
    "def": "الشيحُ: نَبْتٌ. والشيحُ في لُغة هُذَيْل: الجادُّ في الأمور، والجمع شِياحٌ. وشايَحَ الرَجُلُ: جَدَّ في الأمْرِ. قال أبو ذؤيب يرثي رجلاً: بَدَرْتَ إلى أُولاهُمُ فَسَبَقْتَهُمْ * وشايَحْتُ قبلَ الموت إنَّكَ شيح وأشاح، مثل شايح. قال الشاعر (١) :\nقُبّاً أطاعتْ راعياً مُشيحا (٢) * وفي لغة غيرهم شايَحَ وأشاح، بمعنى حَذِرَ. قال (٣) : إذا سَمِعْنَ الرِزَّ من رِياحِ (٤) * شايَحْنَ منه أَيَّمَا شِياحِ أي حَذِرْنَ. والشَيْحانُ: الغَيور، لِحَذَره على حَرَمِه. وناقةٌ شَيْحانَةٌ، أي سريعةٌ. وأَشاحَ بوجهه: أَعْرَضَ. وأَشاحَ الفَرَسُ بِذَنَبِهِ، إذا أَرْخاهُ (٥) . والمَشْيوحاءُ: الأرض التي تُنبت الشيح. والمَشْيوحاء: أن يكون القوم في أمرٍ يبتدرونَه. يقال لهم: هُمْ في مَشْيوحاءَ من أَمْرِهِمْ.\nفصل الصاد",
    "pg": "1:379"
  },
  "شيخ": {
    "def": "جمع الشَيْخِ شُيوخٌ وأَشْياخٌ وشيخة وشيخان ومشيخة ومشايخ ومشيوخاء. والمرأة شيخة. قال عبيد (١) :\nكأنها شيخة رقوب (٢) * وقد شاخ الرجل يَشِيخُ شَيَخاً بالتحريك، جاء على أصله، وشَيْخوخةً وأصل الياء متحركة، سكنت لانه ليس في الكلام فعلول. وما جاء على هذا من ذوات الواو، مثل كينونة وقيدودة وديمومة وهيعوعة، فأصله كينونة بالتشديد فخفف ولولا ذلك لقالوا: كونونة وقودودة. ولا يجب ذلك في ذوات الياء مثل الحيدودة والطيرورة والشيخوخة. وشَيَّخَ تَشييخاً، أي شَاخَ. وشَيَّخْته: دعوته شَيْخاً للتبجيل. وتصغير الشَيْخِ شُيَيْخٌ وشِيَيْخٌ أيضاً بالكسر، ولا تقل شويخ.\nفصل الصاد",
    "pg": "1:425"
  },
  "شيد": {
    "def": "الشيد، بالكسر: كل شئ طَلَيْتَ به الحائِطَ من جِصٍّ أو مِلاطٍ (٣) ، وبالفتح المصدر. تقول: شاده يشيده شيدا: حصصه. والمشيد: المعمول بالشِيدِ. والمُشَيَّدُ، بالتشديد: المُطَوَّلُ. وقال الكسائي: المَشيدُ للواحد من قوله تعالى:\n(وقصر مشيد (٤)) *، والمشيد للجمع، من قوله:\n(في بروجٍ مشيدة) *. والاشادة: رفع الصوت بالشئ. وأَشادَ بِذِكْرِه، أي رَفَع من قدره. قال أبو عمرو: قال العبسى أشدت بالشئ: عرفته.\nفصل الصاد",
    "pg": "2:495"
  },
  "شيز": {
    "def": "الشيزُ والشيزى: خشَبٌ أسود يتخذ منه قصاع. قال لبيد وصبا غداة مقامة وزعتها * بجفان شيزى فوقهن سنام\nفصل الصاد",
    "pg": "3:881-882"
  },
  "شيش": {
    "def": "الشيشُ والشيشاءُ: لغة في الشيص والشيصاء. وينشد: يا لك من تمر ومن شيشاء * ينشب في المسعل واللهاء * ويروى \" اللهاء \" بكسر اللام، جمع لهى، مثل أضى وأضاء جمع أضاءة. والتشويش: التخليط. وقد تشوش عليه الامر.\nفصل الطاء",
    "pg": "3:1009"
  },
  "شيص": {
    "def": "الشيصُ والشيصاءُ: التمرُ الذي لا يشتدُّ نواهُ، وإنما يَتَشَيَّصُ إذا لم تلقح النخل.\nفصل الصاد",
    "pg": "3:1044"
  },
  "شيط": {
    "def": "شاطَ الرجل يَشيطُ، أي هلك. ومنه قول الأعشى: قد نَخْضِبُ العَيرَ من مَكْنونِ فائِلِهِ * وقد يَشيطُ على أَرْماحِنا البَطَلُ * والإشاطَةُ: الإهلاكُ. وقولهم: شاطَتِ الجَزورُ، أي لم يبقَ منها نصيبٌ إلاّ قُسِمَ. وأَشاطَها فلان، وذلك أنَّهم إذا اقتسموها وبقي بينهم سَهمٌ فيقال من يُشيطُ الجَزورَ؟ أي مَن ينفق هذا السهم. قال الكميت: نطعم الجيأل اللهيد من الكو * م ولم ندع من يشيط الجزورا * فإذا لم يبق منها نصيب قالوا: شاطت الجزور، أي نفقت، (١) . وشاطَ فلانٌ الدماءَ، أي خلطها، كأنَّه سفَكَ دمَ القاتل على دم المقتول. قال الشاعر (١) : أَحارِثُ إِنَّا لو تُشاطُ دِماؤُنا * تَزَيَّلْنَ حتى لا بمس دم دما (٢) * وشاطَ فلانٌ، أي ذهبَ دمُه هَدَراً. ويقال أَشاطَهُ وأَشاطَ بدمه وأَشاطَ دمه، أي عرَّضه للقتل. وشاطَ، بمعنى عَجِلَ. وشاطَ السمنُ، إذا نضِجَ حتَّى يحترق، وكذلك الزيت. قال الراجز (٣) يصف ماء آجنا: ومنهل وردته التقاطا * أصفر مثل الزيت لما شاطا (٤) * وشاطت القدر، أي احترقت ولصق بها * الشئ، وأشطتها أنا. والشياط: ريح قطنة محترقة. يقال: شَيَّطْتُ رأسَ الغنم وشَوَّطْتُهُ، إذا أحرقت صُوفَه لتنظِّفه. يقال: شَيَّطَ فلانٌ اللَّحْمَ، إذا دخَّنهُ ولم ينضجه. قال الكميت (٥) لما أجابت صفيرا كان آيتها * من قابس شيط الوجعاء بالنار * وغضب فلان فاستشاط، أي احتدمَ، كأنَّه التهَبَ في غضَبه. قال الأصمعيُّ: هو من قولهم ناقةٌ مِشْياط، وهي التي يسرع فيها السمن. وإبل مشاييط. واستشاط البعير، أي سمن.\nفصل الصاد",
    "pg": "3:1138-1139"
  },
  "شيع": {
    "def": "شاعَ الخبرُ يَشِيعُ شَيْعوعَةً، أي ذاع. وسهمٌ مُشاعٌ وسهمٌ شائِعٌ، أي غير مقسومٍ، وسهمٌ شاع أيضا، كما يقال سائر الشئ وساره. وأشاع الخبر، أي أذاعه فهو رجلٌ مِشْياعٌ، أي مِذياعٌ. وقولهم: حيَّاكم الله وأَشاعَكُمُ السلامَ، أي جعله الله صاحباً لكم وتابعاً. وشاعَكُمُ السلامُ، كما تقول عليكم السلام. وهذا إنّما يقوله الرجل لأصحابه إذا أراد أن يفارقهم، كما قال قيس ابن زهير لما اصطلح القوم: \" يا بنى عبس شاعكم السلام، فلا نظرت في وجه ذبيانية قتلت أباها أو أخاها \" وصار إلى ناحية عمان، وهناك اليوم عقبه وولده. وأشاعت الناقة ببولها، إذا رمتْ به وقَطَّعَتْهُ، مثل أوزعتْ ببولها. والشَيْعُ: المِقدارُ ; يقال: أقام فلانٌ شهراً أو شَيْعَهُ. وقولهم: آتيك غداً أو شَيْعَهُ، أي بعده. وينشد (١) قال الخليط غدا تصدعنا * أو شيعه أفلا تودعنا (١) * والشيع أيضا: ولد الأسد. وشَيَّعْتُهُ عند رحيله. والمُشَيَّعُ: الشجاعُ. وشيعَةُ الرجلِ: أتباعُه وأنصارُه. يقال: شايَعَهُ، كما يقال والاهُ من الوليِّ. والمُشايِعُ أيضاً: اللاحقُ. وشَيَّعْتُهُ بالنار، أي أحرقته. قال ابن السكيت: شَيَّعْتُ النارَ، إذا ألقيتَ عليها حطباً تُذكيها به. وتَشَيَّعَ الرجل، أي ادَّعى دعوى الشيعَةِ. وتَشايَعَ القومُ، من الشيعَةِ. وكلُّ قومٍ أمرهم واحدٌ يتبع بعضُهم رأيَ بعض فهم شِيَعٌ. وقوله تعالى: ﴿كما فُعِلَ بِأَشْياعِهِمْ مِنْ قَبْلُ﴾ ، أي بأمثالهم من الشِيَعِ الماضية. قال ذو الرمة: أستحدثَ الركبُ عن أَشْياعِهِمْ خَبَراً * أم راجَعَ القلبَ من أَطْرابِهِ طَرَبُ * يعني عن أصحابهم. وشاعَهُ شِياعاً، أي تَبِعَهُ. وشايَعَ الراعي بإبله مُشايَعَةً وشِياعاً، أي صاح بها ودعاها إذا استأخر بعضها. قال لبيد فيمضون أرسالا ونخلف بعدهم * كما ضَمَّ أخرى التالياتِ المشايع (١) * والشياع: دق الحطب تشيع به النار، كما يقال شِبابٌ للنار، وجِلاءٌ للعين. والشِياعُ: صوت مزمار الراعي، ومنه قول الشاعر:\nحنين النيب تطرب للشياع\nفصل الصاد",
    "pg": "3:1240-1241"
  },
  "شيق": {
    "def": "الشيق: الجبل، عن ابن الاعرابي. قال أبو ذؤيب: تأبط خافة فيها مساب فأصبح يقترى مسدا بشيق أراد يقترى شيقا بمسد، فقلبه ويقال: هو أصعب موضع في الجبل. وينشد:\nشغواء توطن بين الشيق والنيق * والشايق، مثل النِياطِ، يقال: شِقْتُ الطُنُبَ إلى الوتد، مثل نطته. قال دريد بن الصمة يرثي أخاه: فجئتُ إليه والرِماحُ تَشيقُهُ (١) كوَقْعِ الصَياصي في النسيج الممدد ويروى: \" تنوشه \".\nفصل الصاد",
    "pg": "4:1505"
  },
  "شيم": {
    "def": "الشامُ: جمع شامَةٍ، وهي الخال. وهي من الياء، تقول منه رجل مشيم ومشيوم، مثل مكيل ومكيول. وماله شامَةٌ ولا زَهْراء، أي ناقة سوداء ولا بيضاء. والأَشْيَمُ: الرجل الذي به شامَةٌ. والجمع شيمٌ. والشيمُ أيضاً: ضربٌ من السَمَك. وقال: قل لطغام الازد لا تبطروا بالشيم والجريث والكنعد والشومُ: السودُ. قال أبو ذؤيب يصف خمراً: فلا تُشْتَرى إلاَّ بربحِ سِباؤها بناتُ المخاضِ شومُها وحِضارُها أي سودُها وبيضُها. قال الأصمعيُّ: هكذا سمعتها وأظنها جمعاً، واحدها أشيم. ورواه أبو عمرو: \" شيمها \". والمشيمة: الغرس، وأصله مفعلة، فسكنت الياء والجمع مشايم، مثل معايش. وشمت السيف: أغمدته. وشمته: سَلَلْتُهُ، وهو من الأضداد. وشِمْتُ مخايل الشئ، إذا تطلعت نحوها ببصرَك منتظراً له. وشِمْتُ البرق، إذا نظرت إلى سحابته أين تُمطِر. وتَشَيَّمَهُ الضِرامُ، أي دخَله. وقال (١) :\nغابٌ تَشَيَّمَهُ ضِرامٌ مُثْقَبُ (٢) * ويروى: \" تسنمه \". وانْشامَ الرجلُ، إذا صار منظوراً إليه. والانشيام في الشئ: الدخول فيه. وقول الشاعر (٣) :\nوهل يبدون لى شامة وطفيل (٤) * فهما جبلان. والشيمة: الخلق. وقال الاصمعي: الشيمَةُ والشِيامُ: الترابُ يُحفَر من الارض. وهو في شعر الطرماح (١) . والاشيمان: موضعان. وصلة بن أشيم: رجل من التابعين.\nفصل الصاد",
    "pg": "5:1963-1964"
  },
  "شين": {
    "def": "الشَيْنُ: خلاف الزَيْنِ. يقال: شانه يشينه. والمشاين: المعايب والمقابح.\nوقول لبيد:\nيشين صحاح البين كلَّ عَشِيَّةٍ ... بِعودِ السَراءِ عند بابٍ مُحَجَّبِ (١)\nيريد أنّهم يتفاخَرون ويحطُّونَ بقسيِّهم على الأرض فكأنّهم شانوها بتلك الخطوط.\nوالشين: حرف من حروف المعجم. المجلد السادس ...\nباب النون:\nفصل الصاد",
    "pg": "5:2147-2151"
  }
}