{
  "صأب": {
    "def": "الصُؤَابَةُ بالهمز: بيضةُ القملةِ، والجمع الصُؤَابُ والصِئْبانُ. وقد صَئِبَ رأسُهُ وأَصْأَبَ أيضاً، إذا كَثُرَ صِئْبانُهُ. وصَئِبَ الرجلُ، إذا أكثر من شُرْبِ الماءِ فهو رجلٌ مصأب، على مفعل.",
    "pg": "1:160"
  },
  "صأصأ": {
    "def": "صَأْصَأَ الجِرْوُ، إذا التمس النظر قبل أن تنفَتِحَ عَيْنُهُ، وفى الحديث: \" فقحنا وصأصأتم \". أبو زيد: صأْصأْتُ من الرجل، وتصَأْصَأْتُ مثل: تَزَأْزَأْتُ، إذا فَرِقْتُ منه. وإذا لم تَقْبَلِ النخلةُ اللَّقَاحَ ولم يكن لِلْبُسْر نَوىً قيل: قد صأصأت النخلة.",
    "pg": "1:59"
  },
  "صأك": {
    "def": "أبو زيد: يقال صَئِكَ الرجلُ يَصْأَكُ صَأَكاً، إذا عَرِق فهاجَتْ منه ريحٌ منتنةٌ من ذفر أو غير ذلك.",
    "pg": "4:1595"
  },
  "صأى": {
    "def": "الصَئْيُّ (١) على فَعيل: صوت الفرخ ونحوه. يقال: صأى الفرخ يصأى صئيا، مثل صعى يصعى صعيا، إذا صاح. وكذلك الخنزير، والفيل، والفأر، واليربوع. قال: مالى إذا أنزعها صأيت * أكبر غيرني أم بيت وفى المثل: \" جاء بماصأى وصمت \"، إذا جاء بالمال الكثير، أي بالناطق والصامت. ويقال أيضاً: جاء بما صاء وصمت، وهو مقلوب من صأى. قال الفراء: والعقرب أيضاً تَصْئي. وفي المثل: \" تلدغ العقرب وتصئى \" والواو للحال، حكاه الاصمعي في كتاب الفرق.",
    "pg": "6:2397-2398"
  },
  "صبأ": {
    "def": "صبَأْتُ على القوم أَصْبَأُ صَبْأً وصُبوءاً، إذا طلَعْتُ عليهم. وصبأ ناب البعير صُبوءاً: طَلَعَ حَدُّهُ. وصبَأَتْ ثَنِيَّةُ الغلام: طَلَعَتْ. واصْبَأَ النجمُ، أي: طَلَعَ الثريَّا. قال الشاعر يصف قحطاً (١) : وأَصْبَأَ النجمُ في غبراَء مُظْلِمَةٍ (٢) * كأنه بائس مجتاب أخلاق وصبأ الرجل صُبوءًا، إذا خرج من دينٍ إلى دين. قال أبو عبيدة: صبأ من دينِهِ إلى دينٍ آخر كما تصبأ النجوم، أي تخرج من مطالعها، وصبأ أيضاً، إذا صار صابئا. والصابئون: جنس من أهل الكتاب.",
    "pg": "1:59"
  },
  "صبا": {
    "def": "الصبى: الغلام، والجمع صبية وصبيان وهو من الواو. ولم يقولوا أصبية استغناء بصبية، كما لم يقولوا أغلمة استغناء بغلمة. وتصغير صبية صبية في القياس، وقد جاء في الشعر أُصَيْبيَةٌ، كأنَّه تصغير أَصْبيَةٍ. قال الشاعر: ارْحَمْ أُصَيْبِيَتي الذين كأنهمْ * حَجْلى تَدَرَّجُ في الشَرَبَّةِ وُقَّعُ ويقال صَبِيٌّ بَيِّنُ الصِبا والصَباءِ، إذا فتحت الصاد مددت وإذا كسرت قصرت. والجارية صبية، والجمع صبايا مثل مطية ومطايا. والصبيان، على فعيلان: طرفا اللحيين. قال أبو صدقة العجلى يصف فرسا: عار من اللحم صبيا اللحيين * مؤلل الاذن أسيل الخدين والصبا أيضا من الشوق، يقال منه: تَصابى. وصَبا يصبو صبوة وصبوا، أي مال إلى الجهل والفتوّة. وأَصْبَتْهُ الجارية. وصبى صباء، مثال سمع سماعا، أي لعب مع الصبيان. وأصبت المرأة، إذا كان لها صبى وولد ذكر أو أنثى. وامرأةٌ مُصْبِيَةٌ بالهاء، أي ذات صِبْيَةٍ. والصَبا: ريحٌ، ومهبّها المستوي أن تهبَّ من موضع مطلع الشمس إذا استوى الليل والنهار، ونيحتها الدبور. تقول منه: صبت تصبو صبوا. وتزعم العرب أن الدبور تزعج السحاب وتشخصه في الهواء ثم تسوقه، فإذا علا كشفت عنه واستقبلته الصبا فردت بعضه على بعض حتى يصير كسفا واحدا، والجنوب تلحق روادفه به وتمده من المدد، والشمال تمزق السحاب. والصابية النُكَيْباءُ: التي تجري بين الصَبا والشَمال. وصابَيْتُ السيفَ، إذا أدخلتَه في غَمده مقلوباً. وصابَيْتُ الرمح: أملته للطعن.",
    "pg": "6:2398"
  },
  "صبب": {
    "def": "صَبَبْتُ الماءَ صبَّاً فانْصَبَّ، أي سكَبته فانسكب. والماء يتصبَّبُ من الجبل، أي يتحدَّرُ. ويقال ماءٌ صبٌّ، وهو كقولك ماءٌ سكب، وماء غور. قال الراجز (١) :\nتنضح ذفراه بماء صب (٢) والصبابة: رقة الشوقِ وحرارته. يقال رجل صبٌّ: عاشقٌ مشتاقٌ، وقد صَبِبْتَ يا رجلُ بالكسر. قال الشاعر (١) : ولَسْتَ تَصَبُّ إلى الظاعِنينَ * إذا ما صَديقُكَ لم يَصْبَبِ والصُبابَةُ بالضم: البقية من الماء في الإناء. وتَصابَبْتُ الماءَ، إذا شَرِبْتَ صُبابَتَهُ. والصُبَّةُ بالضم: القطعة من الخيلِ، والصِرْمَةُ من الإبل. قال أبو زيد: الصُبَّةُ من المَعْزِ: ما بين العشرة إلى الأربعين. والصُبَّةُ أيضاً من الماء مثل الصُبَابَةِ. ومَضَتْ صُبَّةٌ من الليل، أي طائفة، وفي الحديث: \" لتعودُنَّ فيها أَساوِدَ صُبّاً يَضرِبُ بعضُكُمْ رِقابَ بَعْضٍ \" ذكر الزُهري أنه من الصَبِّ، وقال: الحَيَّةُ السوداءُ إذا أرادتْ أن تنهش ارتفعتْ ثم صَبَّتْ (٢) . والصَبيبُ: ماءُ ورقِ السِمْسِمِ. قال أبو عبيد: يقال إنه ماءُ ورقِ السِمسِمِ أو غيره من نباتِ الأرضِ، وقد وُصِفَ لي بمصر، ولونُ مائِهِ أحمرُ يعلوه سوادٌ. ومنه قول عَلقمة بن عَبَدة: فأَوْرَدَها (٣) ماءً كأنَّ جِمامَهُ * مِنَ الأَجْنِ حِنَّاءٌ مَعاً وصبيب ويقال: هو عصارة ورق الحِنَّاءِ. والصبيبُ: الدمُ. والصبيبُ: العُصْفُرُ المُخلَصُ. والصَبَبُ: ما انحدر من الارض، وجمعه أصباب. وتصبصب الشئ: امحق وذهب. قال الراجز:\nإذا الاداوى ماؤها تصبصبا * وخمس صبصاب، مثل بصباص.",
    "pg": "1:160-161"
  },
  "صبح": {
    "def": "الصُبْح: الفَجْر. والصَباحُ: نقيض المساء. وكذلك الصبيحة: تقول: أصبح الرَجل، وصَبَّحه الله. وصَبَّحْتُه، أي قُلتُ له: عِمْ صَباحاً. وصَبَّحْتُه أيضاً، إذا أَتَيْتَهُ صَباحاً. ولا يُراد بالتشديد ههنا التكثير. وأصبح فلانٌ عالماً، أي صار. وأتيتُه لِصُبْحِ خامِسَةٍ، كما تقول لِمُسْي خامِسةٍ. وصِبْح خامسة بالكسر لغة فيه. وأتيتُه أصْبوحَةَ كلِّ يوم، وأُمْسِيَّةَ كلِّ يومٍ. ولَقيته صباحاً وذا صَباحٍ، وهو ظَرْفٌ غَيْرُ متمكِّن. وأما قول الشاعر أَنس بن نُهيْكٍ: عَزَمْتُ على إقامَةِ ذي صَباحٍ * لأَمْرٍ ما يُسَوَّدُ من يَسودُ (١) فلم يستعملْه ظَرْفاً. قال سيبويه: هي لُغَةٌ لِخَثْعَمٍ. وفُلانٌ ينامُ الصَبْحَةَ والصُبْحَةَ (٢) ، أي يَنامُ حين يُصْبِح. تقول منه: تَصَبَّح الرَجُل. والمَصْبَحُ بالفتح: موضع الإصباح ووقت الإصباح أيضاً. قال الشاعر:\nبِمَصْبَحِ الحَمْدِ وحَيْثُ يُمْسي * وهذا مبنى على أصل الفعل قبل أن يزاد فيه، ولو بنى على أصبح لقيل مصبح بضم الميم. والصَبوحُ: الشُرْبُ بالغَداة، وهو خلاف الغَبوق. تقول منه: صَبَحْتُه صَبْحاً. وقال (١) يصف فرسا: كان ابنُ أسْماَء يَعْشوهُ ويَصْبَحُهُ * من هجمة كفسيل النخل درار واصْطَبَحَ الرَجُلُ: شَرِب صَبوحاً، فهو مصطبح وصبحان، والمرأة صبحى، مثل سكران وسكرى. وفى المثل: \" إنّه لأكْذَبُ من الأخيذ الصَبْحان \". والمِصباح: السِراج. وقد استصبَحتُ به، إذا أَسْرَجْتَ. والشَمَعُ مما يُصْطَبَحُ به، أي يُسْرَج به. والمِصباح: الناقة التي تُصْبِحُ في مَبْرَكِها ولا ترتعي حتّى يرتفع النهار. قال الأصمعيّ: وهذا مما يُسْتَحَبُّ من الإبل. والمَصابيح الأقداح التي يُصْطَبَح بها. ويوم الصَباحِ: يوم الغارَةِ. قال الأعشى:\nغَداةَ الصباح إذا النقع ثارا (٢) * والصباحة: الجمال، وقد صَبُحَ بالضم صباحة، فهو صبيح وصُباح أيضاً بالضم، عن الكسائي. والأَصْبَحُ قريب من الأَصْهَبِ. تقول: رجل أَصْبَحُ وأسد أَصْبَحُ بيِّن الصبح. والاصبحي: السوط. قال أبو عبيدة ذو أصبح: ملك من ملوك اليمن، وإليه نسبت السياط الاصبحية.",
    "pg": "1:379-381"
  },
  "صبر": {
    "def": "الصَبْرُ: حَبس النفس عن الجزع. وقد صَبَر فلانٌ عند المصيبة يَصْبِرُ صَبْراً. وصَبَرْتُهُ أنا: حبسْته. قال الله تعالى:\n(واصْبِرْ نَفْسَكَ مَعَ الَّذينَ يَدْعونَ رَبَّهُمْ) *. قال عنترة يذكر حرباً كان فيها: فصَبَرْتُ عارِفَةً لذلك حُرَّةً * ترسوا إذا نفس الجبان تطلع - يقول: حبست نفسا صابرة. وفى حديث النبي ﷺ في رجل أمسك رجلا وقتله آخر، قال: \" اقتلوا القاتل واصبروا الصابر \" أي احبسوا الذى حبسه للموت حتى يموت. وصبرت الرجل، إذا حَلَّفْتَهُ صَبْراً أو قتلْتَه صَبْراً. يقال: قُتِل فلان صَبْراً وحَلَفَ صَبْراً، إذا حُبِسَ على القتل حتى يُقْتَلَ أو على اليمن حتى يحلف. وكذلك أَصْبَرْتُ الرجل بالألف. والمَصْبورَةُ، هي اليمين. والمصبورة التى نهى عنها، هي المحبوسة على الموت. وكلُّ ذي روحٍ يُصْبَرُ حيّاً ثم يرمى حتى يقتل فقد قتل صبرا. والتَصَبُّرُ: تكلُّف الصَبْرِ. وتقول: اصْطَبَرْتُ، ولا يقال اطَّبَرْتُ، لأن الصاد لا تدغم في الطاء. فإن أردت الإدغام قلبت الطاء صاداً وقلت: اصَّبَرْتُ. والصَبيرُ: الكفيلُ. تقول منه: صَبَرْتُ أَصْبُرُ بالضم صَبْراً وصَبارَةً، أي كَفَلْتُ به. تقول منه: اصْبُرْني يا رجلُ، أي أعطني كفيلاً. والصَبيرُ: السحاب الأبيض لا يكاد يُمطر. قال الشاعر (١) : يَروحُ إليهمُ عَكَرٌ تَراغى * كأنَّ دَوِيَّها رَعْدُ الصَبيرِ - وقال الأصمعي: الصَبِيرُ السحاب الأبيض الذي يُصْبَرُ بعضه فوق بعض درجا. وقال يصف جيشا: ككرفئة الغيث ذات الصبير (٢) والجمع صبر. والصبر، بكسر الباء: هذا الدواء المر. ولا يسكَّن إلا في ضرورة الشعر. قال الراجز:\nأمر من صبر ومقر وحظظ (١) * يعقوب عن الفراء: الاصبار: السحائبُ البيضُ، الواحد صِبْرٌ وصُبْرٌ بالكسر والضم. وأَصْبارُ الإناء: جوانبه. يقال: أخذها بأَصْبارِها، أي تامَّة بجميعها، الواحد صُبْرٌ بالضم. وأدهقْت الكأس إلى أصبارها وأصمارها، أي إلى رأسها. قال الأصمعي: إذا لقي الرجل الشدَّة بكمالها قيل: لقيّها بأَصْبارِها. والصبر أيضا: بطن من غسان. قال الاخطل: تسأله الصبر من غسان إذ حضروا * والحزن كيف قراه الغلمة الجشر (٢) - ويروى: \" فسائل الصبر من غسان إذ حضروا والحزن \" بالفتح، لانه قال بعده: يعرفونك رأس ابن الحباب وقد * أمسى وللسيف في خيشومه أثر - يعنى عمير بن الحباب السلمى، لانه قتل وحمل رأسه إلى قبائل غسان، وكان لا يبالي بهم ويقول: ليسوا بشئ، إنما هم جشر. والصُبْرُ أيضاً: قلْب البُصْر، وهو حرف الشئ وغلظه. والصبر أيضا: الأرض التي فيها حصباء وليست بغليظة. ومنه قيل للحَرَّةِ: \" أمُّ صبار \" بتشديد الباء. ويقال: وقع القوم في أُمِّ صَبُّورٍ، أي في أمر شديد. وصبارة الشتاء، بتشديد الراء: شدة برده: والصُبْرَةُ: واحدة صُبَرِ الطعام. تقول: اشتريت الشئ صبرة، أي بلا وزنٍ ولا كيلٍ. والصُبارةُ: الحجارةُ. قال الشاعر (١) : مَنْ مُبْلِغٌ عَمْراً بأنَّ المَرْءَ لم يُخْلَقْ صُبارَهْ ويروى: \" صَبارة \" بالفتح، وهو جمع صَبارٍ بالفتح، والهاء داخلة لجمع الجمع، لأن الصَبارَ (٢) جمع صَبْرَةٍ، وهي حجارة شديدة. قال الأعشى: كأن ترنم الهاجات فيها * قبيل الصبح أصوات الصبار - الهاجات: الضفادع. شبّه نقيقها بأصوات وقع الحجارة. والصنبور: النخلة تبقى منفردة ويَدِقُّ أسفلُها ويتقشَّر. يقال: صَنْبَرَ أسفلُ النخلة. والصُنْبورُ: الرجل الفردُ لا ولد له ولا أخ. والصُنْبورُ: مَثْعَبُ الحوضِ خاصّةً، حكاه أبو عبيد وأنشد:\nما بين صنبور إلا الازاء * والصنبور: قصبة تكون في الإداوَةِ من حديدٍ أو رصاص يشرب منها. والصنوبر: شجر، ويقال ثمره. وصنابر الشتاء: شدّة بردِه، وكذلك الصِنَّبِرُ بتشديد النون والكسر الباء. قال طرفة: بِجِفانٍ تَعْتَري مَجْلِسَنا * وسَديفٍ حين هاج الصِنَّبِرْ - والصِنَّبْرُ بتسكين الباء: يوم من أيام العجوز، ويحتمل أن يكونا بمعنىً، وإنَّما حركت الباء للضرورة.",
    "pg": "2:706-708"
  },
  "صبع": {
    "def": "الإصْبَعُ يذكَّر ويؤنَّث، وفيه لغات: إصْبَعٌ وأُصْبَعٌ بكسر الهمزة وضمها والباء مفتوحة فيهما، ولك أن تُتْبِعَ الضمةَ الضمةَ فتقول أُصْبُعٌ، ولك أن تُتْبِعَ الكسرةَ الكسرةَ فتقول إصْبِعٌ. وفيه لغة خامسة إِصْبِعٌ مثال اضْرِبْ. قال أبو زيد: صَبَعْتُ بفلان وعلى فلان أَصْبَعُ صَبْعاً، إذا أشرتَ نحوه بإصْبَعِكَ مغتاباً. وصَبَعْتُ فلاناً على فلانٍ: دَلَلتُهُ عليه بالإشارة. وقال أبو عبيد في المصنَّف: صبعت الاناء، إذا كان فيه شراب فوضعت عليه إصْبَعَكَ حتَّى سال عليه ما فيه في إناء آخر (١) . ويقال: للراعي على ماشيته إصْبَعٌ، أي أثرٌ حسنٌ. وأنشد الأصمعي للراعي (٢) : ضَعيفُ العَصا بادي العُروقِ تَرى له * عليها إذا ما أَجْدَبَ الناسُ إصْبَعا (٣)",
    "pg": "3:1241"
  },
  "صبغ": {
    "def": "الصِبْغُ والصِبْغَةُ: ما يُصْبَغُ به، والجمع أَصْباغٌ. والصِبْغُ أيضاً: ما يُصْطَبَغُ به من الإدام. ومنه قوله تعالى: ﴿وصِبْغٍ للآكِلينَ﴾ . والجمع صباغ. قال الراجز: تزج من دنياك بالبلاغ وباكر المعدة بالدباغ بكسرة لينة المضاغ بالملح أو ما خف من صباغ وصبغت (١) الثواب أصبغه وأصبغه صبغا. وثياب مصبغة، شدد للكثرة. وصبيغ: اسم رجل. وصبغة الله: دينه، ويقال أصله من صبغ النصارى أولادهم في ماء لهم. والاصبغ من الخيل: الذي ابيضَّتْ ناصيتُه أو ابيضت أطراف ذنبه. والاصبغ من الطير: الذي ابيضَّ ذَنَبه. والصبغاه من الشاء: التى ابيض طرف ذبيها. وصبغت الرطبة، مثل ذنبت.",
    "pg": "4:1322-1323"
  },
  "صبك": {
    "def": "صاك به الطيب يصيك، أي لصق به. ومنه قول الاعشى:\nصاك البعير بأجلادها (١)\nفصل الضاد",
    "pg": "4:1597"
  },
  "صبن": {
    "def": "الأصمعي: يقال: صَبَنْتَ (١) عنّا الهديةَ أو ما كان من معروفٍ، تَصْبِنُ صَبْناً، بمعنى كففتَ: قال عمرو بن كلثوم: صَبَنْتِ الكأسَ عنا أُمُّ عَمروٍ * وكان الكأسُ مجراها اليَمينا وإذا سوَّى المقامرُ الكعبين في الكفِّ ثم ضَرَب بهما قيل: قد صَبَنَ. ويقال له: أَجِلْ ولا تَصْبِنْ. والصابون معروف.",
    "pg": "6:2151"
  },
  "صتا": {
    "def": "صَتا يَصْتُو صَتْواً، وهي مشية فيها وثب.",
    "pg": "6:2398"
  },
  "صتت": {
    "def": "الصت: الصوم. والصتيت: الجلبة. يقال: مازلت أصات فلانا صِتاتاً، أي أخاصمه. وفي الحديث: \" قاموا صتيتين \"، أي جماعتين. والصنتيت: الصنديد، وهو السيد الكريم.",
    "pg": "1:255-256"
  },
  "صتع": {
    "def": "الصَتَعُ: التواءٌ في عُنق الظليم وصلابةٌ. قال: عاري الظَنابيبِ مُنْحَصٌّ قَوادِمُهُ * يَرْمَدُّ حتى تَرى في رأسه صتعا * والصنتع من الطغام (٤) : الصلب الرأسِ. قال الطرمَّاح بن حكيم: صنتع الحاجبين خرطه البق * ل بديا قبل استكاك الرياض",
    "pg": "3:1241"
  },
  "صتم": {
    "def": "عبدٌ صَتْمٌ بالتسكين، وجملٌ صَتْمٌ، ورجلٌ صَتْمٌ. والجمع صُتْمٌ بالضم. وحكى ابن السكيت: عبدٌ صَتَمٌ بالتحريك، أي غليظٌ شديد. وجملٌ صَتْمٌ أيضاً وناقةٌ صَتَمَةٌ. ولم يعرفه ثعلب إلا بالتسكين. قال: وأنشدنا ابن الاعرابي: ومنتظرى صتما فقال رَأَيْتُهُ نحيفاً وقد أَجْزى عن الرجل الصتم (*) وألف صتم، أي تَامٌّ. ومالٌ صَتْمٌ وأموالٌ صتم، عن الفراء. والحروف الصتم: ما عدا الذلق. والتصتم: التكميل. يقال: ألف مصتم، أي مكمل. وشئ صتم، أي محكم تام.",
    "pg": "5:1964"
  },
  "صحا": {
    "def": "المصحاة: إناء. قال الاصمعي: لا أدرى من أي شئ هو. قال الاعشى: بكأسٍ وإبريقٍ كَأَنَّ شَرابَهُ * إذا صُبَّ في المِصْحاةِ خالَطَ بَقَّما وصحا من سكره صحوا ; والسكران صاح. والصَحْوُ أيضاً: ذَهاب الغيم. واليومُ صاحٍ. وأَصْحَتِ السماءُ، أي انقشع عنها الغَيْم، فهي مُصْحِيَةٌ. وقال الكسائي: فهي صَحْوٌ، ولا تقل مُصْحِيَةٌ. وأَصْحَيْنا، أي أَصْحَتِ لنا السماء.",
    "pg": "6:2398-2399"
  },
  "صحب": {
    "def": "صَحِبَهُ يَصْحَبُهُ صُحْبَةً بالضم، وصَحابة، بالفتح. وجمع الصاحِب صَحْبٌ مثل راكب وركب، وصحبة بالضم مثال فاره وفرهة، وصحاب مثل جائع وجياع. قال الشاعر امرؤ القيس:\nوقال صِحابي قد شَأَوْنَكَ فاطلب (١) * وصحبان مثال شاب وشبان. والاصحاب: جمع صحب، مثل فرخ وأفراخ. والصحابة بالفتح: الأصحاب، وهي في الأصل مصدرٌ. وجمع الأصحابِ أصاحيبُ. وقولهم في النداء يا صاحِ، معناه يا صاحبي. ولا يجوز ترخيم المضاف إلا في هذا وحدَه، سُمِعَ من العرب مرخَّماً. وأصحبته الشئ: جعلته له صاحبا. واستصحبته الكتاب وغيره. وكل شئ لاءَمَ شيئاً فقد استصحبه. واصطحب القوم: صحب بعضهم بعضها، وأصله اصتحب، لان تاء الافتعال تتغير عند الصاد مثل اصطحب، وعند الضاد مثل اضطرب، وعند الطاء مثل اطلب، وعند الظاء مثل اظلم، وعند الدال مثل ادعى، وعند الذال مثل اذخر، وعند الزاى مثل ازدجر، لان التاء لان مخرجها فلم توافق هذه الحروف لشدة مخارجها، فأبدل منها ما يوافقها لتخف على اللسان ويعذب اللفظ به. وأصحب البعير والدابة، إذا انقاد بعد صُعوبة، قال الشاعر (١) : ولَسْتُ بِذي رَثْيَةٍ إمَّرٍ * إذا قِيدَ مُسْتَكْرَهاً أَصْحَبا وأَصْحَبَ الرجلُ، إذا بَلَغَ ابنُهُ. والمُصْحَبُ من الزِقاقِ: ما الشَعَرُ عليه. وقد أَصْحَبْتَهُ، إذا تَرَكْتَ صوفَهُ أو شعره عليه ولم تعطنه. والحميت: ما ليس عليه شعر. عن أبى عمرو. وأصحب الماء، إذا علاه الطحلب، حكاه عنه يعقوب. وحمار أصحبُ، أي أَصْحَرُ يَضرِبُ لَوْنُهُ إلى الحمرة.",
    "pg": "1:161-162"
  },
  "صحح": {
    "def": "الصِحَة: خلاف السَقَم. وقد صَحَّ (١) فلان من عِلَّتِه واستَصَحَّ. قال الأعشى:\nنَفَضَ الأَسْقامَ عنه واسْتَصَحّْ (٢) * وصَحَّحَهُ الله فهو صَحيحٌ وصَحاحٌ بالفتح. وكذلك صَحيح الأديم وصَحَاح الأَديم بمعنىً، أي غير مقطوع. وأَصَحَّ القوم فهم مُصِحُّونَ، إذا كانت قد أصابت أموالهم عاهةٌ ثم ارتفعت. وفي الحديث: \" لا يورِدَنَّ ذو عاهَةٍ على مُصِحٍّ \". وتقول: السَفَر مَصَحَّةً، بالفتح. والصحصح والصحصاح والصحصحان: المكان المستوي. والتُرَّهات الصَحاصِحُ، هي الباطل. هكذا حكاه أبو عبيد. وكذلك التُرَّهاتُ البَسابِسُ. وهما بالإضافة أجْوَدُ عندي.",
    "pg": "1:381"
  },
  "صحر": {
    "def": "الصَحْراءُ: البريَّةُ، وهي غير مصروفة وإن لم تكن صفة، وإنما لم تصرف للتأنيث ولزوم حرف التأنيث له. وكذلك القول في بشرى. تقول: صحراء واسعة، ولا تقل صحراءة فتدخل تأنيثا على تأنيث. والجمع الصحارى والصحراوات، وكذلك جمع كل فعلاء إذا لم تكن مؤنث أفعل، مثل عذراء، وخبراء، وورقاء اسم رجل. وأصل الصَحارى صَحارِيُّ بالتشديد، وقد جاء ذلك في الشعر، لانك إذا جمعت صحراء أدخلت بين الحاء والراء ألفا وكسرت الراء كما يكسر ما بعد ألف الجمع في كل موضع، نحو مساجد وجعافر، فتنقلب الالف الاولى التى بعد الراء ياء للكسرة التى قبلها، وتنقلب الالف الثانية التى للتأنيث أيضا ياء فتدغم، ثم حذفوا الياء الاولى وأبدلوا من الثانية ألفا فقالوا صحارى بفتح الراء لتسلم الالف من الحذف عند التنوين. وإنما فعلوا ذلك ليفرقوا بين الياء المنقبلة من الالف للتأنيث وبين الياء المنقلبة من الالف التى ليست للتأنيث، نحو ألف مرمى إذ قالوا مرامي ومغازى. وبعض العرب لا يحذف الياء الاولى ولكن يحذف الثانية فيقول: الصحارى بكسر الراء، وهذه صحار، كما تقول جوار. وأصحر الرجل، أي خَرجَ إلى الصَحْراء. والصُحْرَةُ بالضم: جَوْبَةٌ تنجاب وسط الحرة، والجمع صحر. قال أبو ذؤيب يصف مزمارا: سبى من يَراعَتِهِ نَفاهُ * أتِيٌّ مَدَّهُ صحر ولوب - قوله: سبى، أي غريب. واليراعة ههنا: الاجمة. والصحرة لون الأَصْحَرِ، وهو الذي في رأسه شُقْرَةٌ. وحمارٌ أَصْحَرُ: فيه حمرةٌ. وأتانٌ صَحْراءُ. واصْحَارَّ النبتُ اصْحيراراً، أي هاج. ويقال: لقيته صَحْرَةً بَحْرَةً، وهي غير مُجْراةٍ، إذا رأيتَه وليس بينك وبينه ساتِرٌ. والمُصاحِرُ: الذي يقاتل قِرنه في الصحراء ولا يخاتله. والصَحيرَةُ: اللبن الذي يُلْقى فيه الرَضْف حتَّى يَغْلِيَ ثم يصبُّ عليه السمن فيُشْرَب. وربَّما ذُرَّ عليه الدقيق فيتحسى. تقول منه. صحرت اللبن أصحره صحرا. وقال أبو الغوث: هي الصحيرة من الصحر، كالفهيرة من الفهر. وصحار بالضم: قصبة عمان مما يلى الجبل. وتؤام: قصبتها مما يلى الساحل. وصحار: اسم رجل من عبد القيس. وقولهم في المثل: \" مالى ذنب إلا ذنب صحر \"، وهو اسم امرأة عوقبت على الاحسان، وهى أخت لقمان بن عاد.",
    "pg": "2:708-709"
  },
  "صحف": {
    "def": "الصَحْفَةُ كالقصعة، والجمع صِحافٌ. قال الكسائي: أعظم القصاع الجفنة، ثم القصعة تليها تشبع العشرة، ثم الصحفة تشبع الخمسة، ثم المئكلة تشبع الرجلين والثلاثة، ثم الصحيفة تشبع الرجل. والصَحيفَةُ: الكتابُ، والجمع صُحُفٌ وصَحائِفُ. والمُصْحَفُ والمِصْحَفُ. قال الفراء: وقد استثقلت العربُ الضَمَّةَ في حروفٍ فكسروا ميمها وأصلها الضمُّ، من ذلك مِصْحَفٌ، ومِخْدَعٌ، ومِطْرَفٌ، ومِغْزَلٌ، ومِجْسَدٌ، لأنَّها في المعنى مأخوذة من أصحف أي جمعت فيه الصحف، وأطرف جعل في طرفيْهِ عَلَمان، وأُجْسِدَ أُلْصِقَ بالجسد. وكذلك المغزل، إنما هو أدير وفتل. والتصحيف: الخطأ في الصحيفة.",
    "pg": "4:1384"
  },
  "صحل": {
    "def": "يقال: في صوته صَحَلٌ، أي بُحوحَة. وقد صَحِلَ الرجل بالكسر يَصْحَلُ صَحَلاً، أي صار أبج، فهو صحل الصوت وأصحل. قال الراجز: فلم يزل ملبيا ولم يزل حتى علا الصوت بحوح وصحل وكلما أوفى على نشز أهل",
    "pg": "5:1743"
  },
  "صحم": {
    "def": "الاصحم: الاسود الذى يضرب إلى الصفرة. وقال (١) يصف حمارا: أو اصحم حام جراميزه حزابية حيدى بالدحال (٢) وأصحمة: اسم رجل. وبلدة صحماء: مغبرة. والصَحْماءُ: بقلةٌ. واصْحَامَّتِ البقلةُ: اصفارّتْ.",
    "pg": "5:1964"
  },
  "صحن": {
    "def": "صَحَنْتُ بين القوم: أصلحتُ. وصَحَنْتُهُ صَحَناتٍ، أي ضربته. وناقةٌ صحون، أي رموح، عن أبى عمرو. وصحن الدار: وَسْطها. والصَحْنُ: العُسُّ العظيم. يقال: صَحَنْتُهُ إذا أعطيتَه شيئاً فيه. (*) والصَحْنُ: طُسَيْتٌ، وهما صَحْنانِ يُضرَب أحدهما على الآخر. قال الراجز: سامرني أصوات صنج ملهيه * وصوت صحنى قينة مغنيه والصحناء بالكسر: إدام يتخذ من السمك، يمد ويقصر (١) . والصحناءة أخص منه.",
    "pg": "6:2151"
  },
  "صخب": {
    "def": "الصَخَبُ: الصِياح والجَلَبَةُ. تقول منه: صَخِبَ بالكسر، فهو صَخَّابٌ وصَخْبانُ. واصطخب، افْتَعَلَ منه. وقال الشاعر:\nإنَّ الضَفادِعَ في الغُدْران تَصْطَخِبُ * وماءٌ صَخِبُ الآذِيِّ، إذا كان له صوت.",
    "pg": "1:162"
  },
  "صخخ": {
    "def": "الصاخَّةُ: الصَيْحَة تصمُّ لشدَّتها. تقول: صَخَّ الصوت الأذنَ يصُخُّها صَخّاً. ومنه سميت القيامة: الصاخَةَ. وضربت الصخرة بحجر فسمعت لها صخأ.",
    "pg": "1:425-426"
  },
  "صخد": {
    "def": "صَخَدَتْهُ الشَمْس تَصْخَدُهُ صَخْداً: أصابَتْهُ فأَحْرَقَتْهُ. وصَخَد الصُرَدُ: أي صاح. وصَخِد النهار بالكسر يَصْخَدُ صَخَداً: اشتدّ حَرُّه. ويوم صَخَدانٌ بالتحريك، وصَيخودٌ: شَديدُ الحرِّ. وصَخْرَةٌ صَيْخودٌ: أي شديدة. وأَصْخَدَ الحِرْباءُ: تصلى بحر الشمس.",
    "pg": "2:495"
  },
  "صخر": {
    "def": "الصَخرُ: الحجارة العظام، وهي الصخور. يقال صخر وصخر بالتحريك، عن يعقوب. الواحدة صخرة وصخرة. وصخر بن عمرو بن الشريد: أخو خنساء. والصاخرة إنإء من خزف.",
    "pg": "2:709"
  },
  "صخم": {
    "def": "اصطخمت فأنا مصطخم، إذا انتصبت قائماً والمصطخم: المنتصب القائم.",
    "pg": "5:1964-1965"
  },
  "صدأ": {
    "def": "صَدَأُ الحديد: وسَخُهُ. وقد صَدِئَ يصْدأ صَدَأً، ويدي من الحديد صَدِئَةٌ، أي: سَهِكة. وفلان صاغر صَدِئٌ أيضاً، إذا لزمه العار واللوم. وجدي أصدأ بين الصدإ، إذا كان أسودَ مُشْرَباً حُمْرَةً، وقد صَدِئَ، وعَنَاق صدْآءُ. والصُدْأَةُ بالضم: اسم ذلك اللون، وهي من شِياتِ المَعِزِ والخيل. يقال: كُمَيْتٌ أَصدأُ، إذا عَلَتْهُ كدرة. وصداء: حى من اليمن. قال لبيد: فصلقنا في مراد صلقة * وصداء ألحقتهم بالثلل (١)",
    "pg": "1:59"
  },
  "صدح": {
    "def": "صَدَحَ الديك والغراب صَدْحاً، أي صاح. قال لبيد:\nوقَيْنَةٍ ومِزْهَرٍ صَدَّاحِ (١) * والصَيْدَحُ: الفرس الشديد الصوت. وصيدح اسم ناقة ذى الرمة. وقال: رأيت الناس ينتجعون غيثا * فقلت لصيدح انتجعى بلالا (٢) والصدحة: خرزة يؤخذ بها الرجال.",
    "pg": "1:381"
  },
  "صدد": {
    "def": "صَدَّ عنه يَصِدُّ صُدوداً: أعرض. وصده عن الامر صدا. مَنَعَهُ وصَرَفَه عنه. وأَصَدَّهُ لغة. قال الشاعر (١) : أُناسٌ أَصَدُّوا الناسَ بالسَيف عنهم * صُدودَ السَواقي عن أنوف الحوائم (٢) وصد يصد ويصد صَديداً: أي ضَجَّ. والصَدَدُ: القُرْبُ، يقال داري صَدَدَ دارِه، أي قُبالَتَها، نُصِبَ على الظرفِ. والصُدَّادُ، بالضمّ والتشديد: دُوَيْبَّةٌ، وهي من جنس الجرذان. قال أبو زيد: هو في كلام قَيْسٍ سامُّ أَبْرَصَ. والجمع صَدائد على غير قياسٍ. والصُدَّادُ أيضاً: الطريقُ إلى الماء. وصداء: اسم ركية عذبة الماء. وفى المثل: \" ماء ولا كصداء \". وقلت لابي على النحوي: هو فعلاء من المضاعف؟ فقال: نعم. وأنشدني لضرار بن عتبة العبشمى السعدى: كأنى من وجد بزينب هائم * يخالس من أحواض صداء مشربا - يرى دون برد الماء هولا وذادة * إذا شد صاحوا قبل أن يتحببا - وبعضهم يقول: صدآء، بالهمز مثال صدعاء. وسألت عنه في البادية رجلا من بنى سليم فلم يهمزه. وصديد الجرح: ماؤه الرقيق المختلِط بالدم قبل أن تَغْلظَ المِدَّةُ، تقول: أَصَدَّ الجُرْحُ، إذا صار فيه المِدَّةُ. والصَدُّ: الجَبَلُ. قال أبو عمرو: يقال لكل جبلٍ صَدٌّ وصُدٌّ، وسَدٌّ وسُدٌّ. وأنشد لليلى الاخيلية: أنابغ لم تنبغ ولم تك أولا * وكنت صنيا بين صدين مجهلا -",
    "pg": "2:495-496"
  },
  "صدر": {
    "def": "الصَدْرُ: واحد الصُدورِ، وهو مذكر. وإنَّما قال الأعشى: ويَشْرَقُ (١) بالقول الذى قد أذعته * كما شَرِقَتْ صَدْرُ القَناةِ من الدَمِ - فأنَّثَه على المعنى لأنَّ صدر القناة من القناة. وهذا كقولهم: ذهبت بعض أصابعه، لانهم يؤنثون الاسم المضاف إلى المؤنث. وصدر كل شئ: أوله. وصدر السهم: ما جاز من وسطه إلى مستدَقِّه وسمِّي بذلك لأنه المتقدِّم إذا رمى. والصدر: الطائفة من الشئ. والصُدْرَةُ من الإنسان: ما أشرف من أعلى صَدْرِهِ، ومنه الصُدْرَةُ التي تلبس. والمصدورُ: ألذي يشتكي صَدْرَهُ. وطريق صادِرٌ، أي يَصْدُرُ بأهله عن الماء. والصِدارُ، بكسر الصادِ: قميصٌ صغير يلي الجسد، وفي المثل: \" كل ذات صِدارٍ خالة \"، أي من حق الرجل أن يغار على كلِّ امرأة كما يغار على حُرَمه. والصِدارُ: سِمَةٌ على صَدْرِ البعير. والصَدَرُ بالتحريك: الاسم من قولك: صَدَرْتُ عن الماء وعن البلاد. وفي المثل: \" تركتُه على مثل ليلة الصَدَرِ \"، يعني حين صَدَرَ الناسُ من حَجِّهِمْ. والصَدْرُ بالتسكين المَصْدَرُ. قال الشاعر (١) : وليلةٍ قد جَعَلْتُ الصبحَ مَوْعِدَها * صَدْرَ المَطِيَّةِ حتَّى تعرف السدفا (٢) - قال أبو عبيد: قوله صَدْرَ المطية، مصدر من قولك: صَدَرَ يَصْدُرُ صَدْراً. وأَصْدَرْتُهُ فصَدَرَ، أي رَجَعْتُهُ فرجع. والموضعُ مَصْدَرٌ، ومنه مَصادِرُ الأفعال. وصادَرَهُ على كذا. وصَدَّرَ الفرسُ، أي برز بصدره وسبق: قال طفيل (٣) يصف الفرس: كأنه بعد ما صَدَّرْنَ من عَرَقٍ * سِيدٌ تَمَطَّرَ جُنْحَ الليلِ مَبُلولُ - ويروى: \" صُدِّرْنَ \" على ما لم يسمَّ فاعلُه، أي ابتلت صدورهن بالعرق، الاول أجود. والعَرَقُ: الصفُّ من الخيل. وصَدَّرَ كتابه: جعل له صَدْراً. وصَدَّرَهُ في المجلس فَتَصَدَّرَ. والمُصَدَّرُ: الشديد الصَدْرِ. ويقال للأسد: المُصَدَّرُ. والتَصْديرُ: الحزامُ، وهو في صَدْرِ البعير، والحقب عند الثيل.",
    "pg": "2:709-710"
  },
  "صدع": {
    "def": "الصَدْعُ: الشقُّ. يقال: صَدَعْتُهُ فانْصَدَعَ هو، أي انشقَّ. والصَديعُ: الصبحُ. والصَديعُ: الصِرْمَةُ من: الإبل، والفرقة من الغنم. وصدعت الفلاة: قطعتها. وصدعت الشئ: أظهرته وبينته. ومنه قول أبي ذؤيب:\nيَسَرٌ يُفيضُ على القِداحِ ويَصْدَعُ (١) * يقال: صَدَعْتُ بالحقِّ، إذا تكلّمت به جهاراً. وقوله تعالى: ﴿فاصْدَعْ بما تُؤْمَر﴾ . قال الفراء: أراد فاصْدَعْ بالأمر، أي أَظْهِرْ دينَكَ. أبو زيد: صدعت إلى الشئ أصدع صُدوعاً: مِلْتُ إليه. وما صَدَعَكَ عن هذا الأمر، أي ما صرفك. والتَصْديعُ: التفريقُ. وتَصَدَّعَ القوم: تفرَّقوا. والصُداعُ: وجعُ الرأس. وصُدِّعَ الرجل تَصْديعاً. والصِدْعَةُ بالكسر: الصِرْمَةُ من الإبل والفِرْقَةُ من الغنم. يقال: صَدَعْتُ الغنم صِدْعَتَيْنِ، أي فِرْقتين، وكل واحدة منهما صِدْعَةٌ. ورجلٌ صَدْعٌ بالتسكين وقد يحرَّك، وهو الضربُ الخفيفُ اللحم الشابُّ. فأمَّا الوَعِلُ فلا يقال فيه إلا صَدَعٌ بالتحريك، وهو الوسط منها ليس بالعظيم ولا الصغير، ولكنه وعل بين وعلين. وكذلك هو من الظباء والحُمُرِ. قال الراجز: يا رب أباز من العُفْرِ صَدَعْ * تَقَبَّضَ الذئبُ إليه واجْتَمَعْ (١) * يقال رأيت بين القوم صَدَعاتٍ، أي تفرّقاً في الرأي والهوى.",
    "pg": "3:1241-1242"
  },
  "صدغ": {
    "def": "الصُدْغُ: ما بين العين والأذن، ويسمَّى أيضاً الشعر المتدلِّي عليها صُدْغاً. ويقال صُدْغٌ مُعَقرَبٌ. قال الشاعر: عاضَها اللهُ غلاماً بعدما شابت الاصداغ والضرس نقد وربما قالوا السدغ بالسين. قال قطرب محمد بن المستنير: إن قوما من بنى تميم يقال لهم بلعنبر يقلبون السين صادا عند أربعة أحرف: عند الطاء، والقاف، والغين، والخاء إذا كن بعد السين، ولا تبالي أثانثة أم ثالثة أو رابعة بعد أن تكون بعدها. يقولون: سراط وصراط، وبسطة وبصطة، وسيقل وصيقل، وسرقت وصرقت، ومسغبة ومصغبة، ومسدغة ومصدغة، وسخر لكم وصخر لكم، والسخب والصخب. والمصدغة: المخدة، لانها توضع تحت الصُدْغِ. وربما قالوا: مِزدَغَةٌ بالزاى. وحكى أبو عبيد: صدغت الرجلَ إذا حاذيتَ بصُدْغِكَ صُدْغَهُ في المشي. والصِداغُ: سِمةٌ في الصدغ. وقولهم: فلان ما يصدغ نَملةً من ضعفه، أي ما يقتُل. وصَدُغَ الرجل بالضم يَصْدُغُ صَداغَةً، أي ضعُف، فهو صَديغٌ. ويقال للولد صَديغٌ إلى أن يستكمل سبعةَ أيام. قال الأصمعي: ما صَدَغَكَ عن هذا الأمر، أي ما صرفك وردَّك. واتّبع فلان بعيره فما صَدَغَهُ، أي ما ثَناهُ، وذلك إذا نَدَّ.",
    "pg": "4:1323"
  },
  "صدف": {
    "def": "صَدَفَ (١) عنِّي، أي أعرض. ويقال: امرأةٌ صَدُوفٌ، للتي تَعرِض وجههَا عليك ثم تَصْدِفُ. وأَصْدَفَني عنه كذا وكذا، أي أمالني. وصَدَفُ الدرّة: غشاؤها، الواحدة صَدَفَةٌ. وفرسٌ أَصْدَفُ بيّن الصَدَفِ، إذا كان متدانِيَ الفخذين متباعد الحافرين في التواءٍ من الرسغين. وقال أبو يوسف: الصَدَفُ أن يميل خُفُّ البعير من اليد أو المرجل إلى الجانب الوحشى. قال: فإن مال إلى الإنسيِّ فهو أَقْفَدُ. والصَدَفُ والصُدَفُ: منقطَعُ الجبلِ المرتفعُ، وقرئ بهما قوله تعالى: ﴿بَيْنَ الصَدَفَيْنِ﴾ . وقال الأصمعيُّ: الصَدَفُ: كل شئ مرتفع، مثل الهدف. وصادَفْتُ فلاناً: وجدته. والصَوادِفُ: الإبلُ التي تجد الإبلَ على الحوض فتقف عند أعجازها تنتظر انصراف الشاربة لتدخل هي. ومنه قول الراجر:\nالناظرات العقب الصوادف (٢) *",
    "pg": "4:1384-1385"
  },
  "صدق": {
    "def": "الصِدْقُ: خلاف الكذب. وقد صَدَقَ في الحديث (٢) . ويقال أيضاً: صدقه الحديث. وفى المثل: \" صدقنى سن بكره \"، وذلك أنه لما نفر قال له: هدع (٣) ، وهى كلمة تسكن بها صغار الابل إذا نفرت. وصدقوهم القتال. وتصادقا في الحديث وفي المودّة. والمُصَدٍِّقُ: الذي يُصَدِّقُكَ في حديثك، والذي يأخذ صدقات الغنم. والمتصدق: الذى يُعطي الصَدَقَةَ. ومررت برجلٍ يسأل، ولا تقل يتصدق، والعامة تقوله، وإنما المتصدق الذى يعطى. وقوله تعالى: ﴿إنَّ المُصَّدِّقينَ والمُصَّدِّقاتِ﴾ بتشديد الصاد، أصله المُتًصَدِّقينَ فقلبت التاء صاداً وأدغمت في مُثلها. والصَداقَةُ والمُصادَقَةُ: المُخَالَةُ، والرجل صَديقٌ والأنثى صَديقَةٌ والجمع أَصْدِقاءُ، وقد يقال للواحد والجمع والمؤنث صَديقٌ. قال الشاعر (١) : نَصَبْنَ الهَوى ثم ارْتَمَيْنَ قُلوبَنا بأَعْيُنِ أعداءٍ وهُنَّ صَديقُ (٢) ويقال: فلان صديقى، أي أخص أصدقائى، وإنما يصغَّر على جهة المدح، كقول حباب بن المنذر: \" أنا جُذَيلُها المحكك، وعذيقها المرجب \". والصديق، مثال الفسيق: الدائم التَصْديقِ، ويكون الذي يُصَدِّقُ قولَه بالعمل. والصَدْقُ، بالفتح: الصُلبُ من الرماح، ويقال المستوِي. ويقال أيضاً: رجل صدق اللقاء، وصدق النظر، وقوم صدق بالضم، مثل فرس ورد وأفراس ورد، وجون وجون. وهذا مصداق هذا، أي ما يُصَدِّقُهُ. ويقال للرجل الشجاع والفرسِ الجوادِ: إنّه لذو مَصْدَق بالفتح، أي صادِقُ الحملة وصادق الجرى، كأنه ذو صِدْقٍ فيما يَعِدُكَ من ذلك. قال حفاف بن ندبة: إذا ما استحمّتْ أَرْضُهُ من سمائه جَرى وهو مَوْدوعٌ وواعِدُ مَصْدَقِ يقول: إذا ابتلّتْ حوافره من عَرَقِ أعاليه جرى وهو متروكٌ لا يضرب ولا يزجر، ويصدقك فيما يَعِدُكَ من البلوغ إلى الغاية. والصَدَقَةُ: ما تَصَدَّقْتَ به على الفقراء. والصَداقُ والصِداقُ: مَهْرُ المرأةِ، وكذلك الصَدُقَةُ، ومنه قوله تعالى: ﴿وآتوا النساءَ صَدُقاتِهِنَّ نِحْلَةً﴾ ، والصدقة مثله، بالضم وتسكين الدال. وقد أصدقت المرأة، إذا سميت لها صداقا: قال يعقوب: هي الصندوق بالصاد، والجمع الصناديق.",
    "pg": "4:1505-1506"
  },
  "صدم": {
    "def": "صَدَمَهُ (١) صَدْماً: ضربه بجسَده. وصادمه فتصادما واصطدما. أبو زيد: الصدمتان، بكسر الدال: جَانبا الجبين. وفي الحديث: \" الصبر عند الصَدْمَةِ الأولى \" معناه أنّ كلّ ذي مَرزِئة قُصاراهُ الصَبرُ، ولكنَّه إنما يُحْمَدُ عند خدتها. والصدام بالكسر: داء يأخذ رءوس الدوابِّ. والعامّة تضمه، وهو القياس.",
    "pg": "5:1965"
  },
  "صدن": {
    "def": "الصيدنان: الصيدلانى. والصيدنانى أيضا: دويْبَّةٌ، قال أبو عبيد: تَعمَل لنفسها بيتاً في الأرض وتُعمِّيه. ويقال له: الصيدن أيضا. قال كثير يصف ناقته: كأن خليفي زورها ورحاهما * بنى مكوين ثلما بعد صيدن [والصيدن: الثعلب (٢) ] . والصيدن: الملك. قال رؤبة:\nإنى إذا استغلق باب الصيدن (٣) *",
    "pg": "6:2151-2152"
  },
  "صدى": {
    "def": "الصَدى: ذكر البوم. قال العدبّس: الصَدى هو هذا الطائر الذي يَصِرُّ بالليل ويقفز قَفَزاناً ويطير، والناس يرونه الجندب (١) وإنَّما هو الصَدَى، فأمَّا الجندب فهو أصغر من الصَدى. والصَدى: الذي يُجيبك بمثل صوتك في الجبال وغيرها. يقال: صم صداه وأصم الله صداه، أي أهلكه، لأنَّ الرجلَ إذا مات لم يسمع الصَدى منه شيئاً فيجيبه. وقد أَصْدَى الجبل. والتَصْدِيَةُ: التصفيق. وصادَيْتُ فلاناً: داجيتُه وساترتُه وداريته. قال ابن أحمر يصف قدورا: ودهم تصاديها الولائد جلة * إذا جهلت أجوافها لم تحلم (*) . والمُصادَاةُ أيضاً: المعارضة. وتَصَدَّى (١) له، أي تعرّض وهو الذي يستشرفه ناظراً إليه. ويقال أيضاً: إنّه لصَدى إبلٍ، أي عالمٌ بها وبمصلحتها. والصَدى: العطش، وقد صَدِيَ يَصْدى صَدىً، فهو صَدٍ وصادٍ وصَدْيانُ، وامرأةٌ صَدْيا (٢) . والصَوادي: النخيل الطوال، وقد تكون الصَوادي التي لا تشرب الماء.",
    "pg": "6:2399"
  },
  "صرب": {
    "def": "الصَرْبُ: اللبن الحامضُ جدّاً. يقال: جاءنا بصَرْبَةٍ تَزوي الوَجْهَ. وكذلك الصرَبُ بالتحريك. والصَرَبُ أيضاً: الصمغ الأحمر، وهو صمغُ الطَلْحِ. قال الشاعر: أَرْضٌ عن الخَيْرِ والسُلْطانِ نائِيَةٌ * فالأَطْيَبانِ بها الطُرْثوثُ والصرب الواحدة صربة. وربما كانت الصَرَبَةُ مثل رأس السِنَّوْرِ، وفي جوفها شئ كالغراء والدبس يمص ويُؤْكَلُ. والمِصْرَبُ: الإناء الذي يُصْرَبُ فيه اللبن، أي يُحْقَنُ. تقول: صَرَبْتُ اللبن في الوَطْب، واصطربته، إذا جمعته فيه شيئاً بعد شئ وتركته ليحمض. وتقول أيضا: صَرَبَ بَوْلَهُ، إذا حَقَنَهُ، ومنه قيل للبَحيرَةِ صَرْبى على فَعْلَى، لأنهم كانوا لا يحلبونها إلا للضَيف فيجتمع اللبن في ضَرْعِها. وصرب الصبى ليسمن، وهو إذا احتبس ذو بطنه فيمكث يوما لا يحدث، وذلك إذا أراد أن يسمن.",
    "pg": "1:162-163"
  },
  "صرج": {
    "def": "الصاروج: النورة وأخلاطها، فارسي معرب. وكذلك كل كلمة فيها صاد وجيم، لانهما لا يجتمعان في كلمة واحدة من كلام العرب.",
    "pg": "1:325"
  },
  "صرح": {
    "def": "الصَرح: القصر، وكلُّ بناءٍ عالِ، والجمع الصُروح. والصرحة: المَتْن من الارض. قال أبو عبيد:\nفتخاء لاح لها بالصرحة الذيب (٣) * وصرحة الدار: عرصتها. والصرواح: حصن باليمن. والصَرَحُ، بالتحريك: الخالص من كلِّ شئ. قال الشاعر (٤) : تعلو السيوف بأيديهم (١) جماجمهم * كما يفلق مرو الامعز الصرح والصريح: اللبن إذا ذهبت رَغْوَتَه. وتقول: جاء بنو تميم صَريحَةً، إذا لم يخالطْهُمْ (٢) غيرهم. والصَريحُ: الرجل الخالص النَسَب، والجمع الصُرَحاءُ. وكلُّ خالِصٍ صَريح. وقد صرح بالضم صراحة وصروحة. وصريح: اسم فحل منجب. وقال (٣) : ومركضة صريحى أبوها * يهان لها الغلامة والغلام وانصرح الحَقُّ: أي بان. وشَتمْتُ فلاناً مُصارَحَةً وصِراحاً، أي كِفاحاً ومُواجهة، والاسم الصُراح بالضم. وكأسٌ صُراحٌ، إذا لم تُشَبْ بِمِزاجٍ. والتصريح: خلاف التعريض. ويوم مُصَرِّحٌ: أي ليس فيه سحاب، وهو في شعر الطرماح (٤) وتصريح الخمر: أن يذهب عنها الزَبَد، تقول: قد صَرَّحَتْ من بَعْدِ تَهْدارٍ وإزبادٍ. وصَرَّح فلانٌ بما في نفسه، أي اَظْهَرَهُ. وفي المثل: \" صَرَّحَ الحقّ عن مَحْضِهِ \"، أي انكشف. وتقول أيضاً: \" صَرَّحَتْ كَحْلُ \"، أي أحدبت وصارت صريحة، أي خالصة في الشدة. والصمارح بالضم: الخالص من كل شئ والميم زائدة، ويروى عن أبى عمرو: \" الصمادح \" بالدال، ولا أظنه محفوظا.",
    "pg": "1:381-382"
  },
  "صرخ": {
    "def": "الصُراخُ: الصوت. تقول: صَرَخَ صَرْخَةً واصْطَرَخَ، بمعنىً. والتَصَرُّخُ: تكلُّف الصُرَاخِ. يقال: \" التَصَرُّخُ به حُمقٌ \"، أي بالعُطاس. والمُصْرِخُ: المُغِيثُ. والمُسْتَصْرِخُ: المُسْتغيث. تقول منه: اسْتَصْرَخَني فأَصْرَخْته. والصَريخُ: صوت المستصرِخِ. والصَريخُ أيضاً الصارِخُ، وهو المُغيثُ، والمُسْتَغيثُ أيضاً، وهو من الاضداد.",
    "pg": "1:426"
  },
  "صرخد": {
    "def": "الصرخد (١) : موضع نسب إليه الشراب في قول الشاعر (٢) : ولذ كطَعمِ الصَرْخَدِيِّ طَرَحْتُهُ * عَشِيَّةَ خِمْسِ القوم والعين عاشقة (٣) - واللذ: النوم.",
    "pg": "2:497"
  },
  "صرد": {
    "def": "الصَرْدُ: البَحْتُ الخالِص. يقال: أحبه حبا صردا. ونبيذ صرد، وكَذِبٌ صَرْدٌ. والصَرْدُ: البَرْدُ، فارسيٌّ مُعَرَّبٌ. تقول: يَوْمٌ صَرْدٌ. والصُرود من البلاد: خلاف الجُروم (١) . وصَرِدَ الرَجُلُ بالكسر يَصْرَدُ صَرَداً فهو صَرِدٌ ومِصْرادٌ: يجدُ البَرْد سَريعاً. قال الساجع: أصبح قلبى صردا * لا يشتهى أن يردا - وصرد قلبى عن الشئ: انتهى عنه. وصَرِدَ السَهْمُ أيضاً عن الرَمِيَّة، أي نَفَذَ حَدُّه. وأَصْرَدَهُ الرامي. وسَهْمٌ مِصْرادٌ وصارِدٌ، أي نافذ. وبنو الصارد بن مرة: قوم من العرب. والصردان: عرقان يستبطنان اللسان. قال يزيد بن الصَعِق يهجو النابغةَ الذُبيانيّ: وأيُّ الناسِ أَغْدَرُ من شَآمٍ * له صُرَدانِ مُنْطَلِقا اللسان - أي ذربان. والصرد: طائر، وجمعه صردان. والصرد أيضا: بياض يكون على ظهر الفَرس من أَثَرِ الدَبَر. والصُرَّادُ، بالضم والتشديد: غيم رقيق لاماء فيه. والتَصريدُ في السَقْيِ دونَ الرِيِّ. والتصريد في العطاء: تقليله. وشَرابٌ مُصَرَّدٌ: أي مُقَلَّلٌ، وكذلك الذي يُسقى قليلاً أو يُعطى قليلا. والصمرد بالكسر: الناقة القليلة اللبن، وأرى أن الميم زائدة.",
    "pg": "2:496-497"
  },
  "صردح": {
    "def": "الصَرْدَح: المكان المستوي، والصِرْداحُ مثله.",
    "pg": "1:382"
  },
  "صرر": {
    "def": "الصَرَّةُ: الضَجَّةُ والصيحةُ. والصَرَّةُ: الجماعةُ. والصَرَّةُ: الشدةُ مِن كرْبٍ وغيره. وقول امرئ القيس: فألحقه (١) بالهاديات ودونه * جواحرها في صرة لم تزيل - يحتمل هذه الوجوه الثلاثة. وصرة القيظ: شدة حره. والصِرارُ: الأماكن المرتفعة لا يعلوها الماء. وصرار: اسم جبل. وقال جرير: إن الفرزدق لا يزايل (٢) لؤمه * حتى يزول عن الطريق صرار - والصرة للدراهم. وصررت الصرة: شدَدْتها. ابن السكيت: صَرَّ الفرسُ أذنَيه: ضمَّهما إلى رأسه. قال: فإذا لم يوقِعوا (١) قالوا: أَصَرَّ الفرس بالألف. وحافرٌ مَصْرورٌ، أي ضيِّقٌ مقبوضٌ. وصَرَرْتُ الناقة: شدَدْت عليها الصِرارَ، وهو خيط يُشَدُّ فوق الخِلْفِ والتَوْدِيَةِ لئلا يرضعَها ولدها. والصر بالسكر: برد يضرب النباتَ والحَرْثَ. ويقال: رجلٌ صَرُورَةٌ، للذي لم يحجَّ. وكذلك رجل صارُورَةٌ: وصَرُورِيٌّ. وحكى الفراء عن بعض العرب قال: رأيت قوماً صَراراً بالفتح، واحدهم صَرارَةٌ. قال يعقوب: والصَرورَةُ في شعر النابغة (٢) : الذى لم يأتِ النساءَ، كأنّه أَصَرَّ على تركهن. وفي الحديث: \" لا صَرورَةَ في الإسلام \". وامرأةٌ صَرورَةٌ: لم تَحُجَّ. والصَرارِيُّ: الملاَّح، والجمع الصراريون. قال العجاج: * جذب الصراريين بالكرور (١) * ويقال للملاح أيضا: الصارى، مثل القاضى، نذكره في المعتل. والصارة: الحاجة. يقال: لى قِبَلَ فلان صارَّةٌ. وقولهم: صارَّهُ على الشئ، أي أكرهه. والصارة: العطشُ. يقال: قَصَعَ الحمارُ صَارَّتَهُ، إذا شرِب الماءَ فذهب عطشُه. قال أبو عمرو: وجمعُها صَرائِرُ. وأنشَدَ لذي الرمَّةَ: فانْصاعَتِ الحُقْبُ لم تَقْصَعْ صَرَائِرَها * وقد نَشَحْنَ فلا رِيٌّ ولا هيمٌ - وعيبَ ذلك على أبي عمروٍ وقيل: إنَّما الصَرَائِرُ جمع صَريرَةٍ، وأما الصارَّةُ فجمعها صَوَارٌّ. وصَرَّارُ الليل: الجُدْجُدُ، وهو أكبر من الجُنْدُبِ، وبعض العرب يسمِّيهِ الصَدى. وصَرَّ القلمُ والبابُ يَصِرُّ صَريراً، أي صَوَّتَ. ويقال: درهمٌ صَِرِّيٌّ، للذي له صوت إذا نُقِدَ. وقولهم في اليمين: هي مني صِرَّى، مثال الشِعْرى، أي عزيمةٌ وجِدٌّ. وهي مشتقّة من أَصْرَرْتُ على الشئ، أي أقمت ودمت. قال أبو سمال الاسدي، وقد ضلت ناقته: ايمنك لئن لم تردها على لا عبدتك! فأصاب ناقته وقد تعلق زمامها بعوسجة، فأخذها وقال: علم ربى أنها منى صرى. وحكى يعقوب: أصِرِّي وأصِرَّى، وصِرِّي وصِرَّى. وقد اختُلِف عنه. واصْطَرَّ الحافرُ، أي ضاق. قال الراجز (١) :\nليس بمصطر ولا فرشاح (٢) * وصر الجندب صريرا، وصَرْصَرَ الأخطبُ صَرْصَرَةً. كأنَّهم قدَّروا في صوت الجندب المدّ وفي صوت الأخطب الترجيعَ فحكوه على ذلك. وكذلك الصقر والبازى. وأنشد الاصمعي (٣) : ذاكم (٤) سوادة يجلو مقلتي لحم * باز يصرصر فوق المرقب العالي - وصرصر: اسم نهر بالعراق. وريح صرصر، أي باردة. ويقال أصلها صَرَّرٌ من الصَرِّ، فأبدلوا مكان الراء الوسطى فاء الفعل، كقولهم: كبكبوا، أصله كببوا، وتجفجف الثوب، أصله تجفف. والصَرْصَرانيُّ: واحد الصَرْصَرانِيَّاتِ، وهي الإبل بين البَخاتِيِّ والعِرابِ، ويقال: هي الفوالج. والصرصرانى: ضرب من سمك البحر (١) . والصَراصِرَةُ: نَبَطُ الشامِ. والصُرْصورُ، مثل الجُرْجورِ. وهي العظامُ من الابل.",
    "pg": "2:710-712"
  },
  "صرط": {
    "def": "الصِراطُ والسِراطُ والزِراطُ: الطريقُ. قال الشاعر: أكر على الحروريين مهرى * وأحملهم على وضح الصراط\nفصل الضاد",
    "pg": "3:1139"
  },
  "صرع": {
    "def": "صارَعْتُهُ فَصَرَعْتُهُ صَرْعاً وصِرْعاً، الفتح لتميم والكسر لقيس، عن يعقوب. والمَصْرَعُ: مكانٌ ومصدرٌ. قال الشاعر (٢) : بمَصْرَعِنا النُعْمانَ يومَ تَأَلَّبَتْ * علينا تميم من شظى وصميم (٣) * والصرعة مثل الركبة والجلسة، يقال: \" سوء الاستمساكِ خيرٌ من حُسْنِ الصِرْعَةِ \". ورجل صرعة، مثال همزة، أي يصرع الناس كثيرا. ورجل صريع مثال فسيق: كثير الصرع لأقرانه. والصَرْعُ: عِلَّةٌ معروفة. والصَرْعُ أيضاً: واحد الصُروعِ، وهي الضُروبُ والفنونُ. ومررت بقَتْلى مُصَرَّعينَ، شدِّد للكثرة. والتَصْريعُ في الشِعر: تقفية المِصْراعِ الأوَّل، وهو مأخوذ من مِصْراعِ الباب، وهما مِصْراعانِ. والصَرْعانِ: الغداةُ والعشيُّ، من غُدْوَةَ إلى انتصاف النهار صَرْعٌ بالفتح، ومن انتصاف النهار إلى سقوط القرص صرع. يقال: أتيته صرعى النهارِ، أي غُدْوَةً وَعَشِيَّةً. قال ذو الرمة: كأنني نازِعٌ يَثْنيهِ عن وَطَنٍ * صَرْعانِ رائحَةً عَقْلٌ وَتَقْييدُ * والصَرْعانِ: إبِلانِ تَرِدُ إحداهما حين تَصْدُرُ الأخرى لكثرتها. والصِرْعانِ بالكسر: المِثْلانِ، يقال: هما صِرْعانِ، وشِرْعانِ، وحِتْنانِ وقِتْلانِ، كلُّه بمعنىً (١) . ويقال أيضاً: طلبت من فلانٍ حاجةً فانصرفتُ وما أدري على أيِّ صِرْعَيْ أمره هو؟ أي لم يُبَيَّنْ لي أمرُه. قال يعقوب: وأنشدني الكلابيُّ: فرُحْتُ وما وَدَّعْتُ لَيْلى وما دَرَتْ * على أَيِّ صِرْعَيْ أَمْرِها أَتَرَوَّحُ * يعني أَواصِلاً تَرَوَّحْتُ من عندها أم قاطِعاً. والصَريعُ: السَوْطُ أو القوسُ الذى لم ينحت منه شئ، ويقال الذي جَفَّ عوده على الشجر.",
    "pg": "3:1242-1243"
  },
  "صرف": {
    "def": "الصَرفُ: التوبةُ. يقال: لا يُقْبَلُ منه صَرْفٌ ولا عَدْلٌ. قال يونس: فالصَرْفُ الحيلةُ. ومنه قولهم إنه ليَتَصَرَّفَ في الأمور. وقال تعالى: فما يستطيعون صَرْفاً ولا نَصْراً﴾ . وصَرْفُ الدهرِ: حَدَثانُهُ ونوائبُهُ. والصَرْفانِ: الليلُ والنهارُ. والصَرْفَةُ: منزِلٌ من منازل القمر، وهو نجم واحدنير بتلقاء الزبرة يقال: إنه قلب الاسد، وسمى (١) صرفة لا نصراف البرد وإقبال الحر. والصرفة أيضاً: خرزةٌ من الخَرَز الذي يُذْكَرُ في الأُخَذ. والصِرْفُ بالكسر: صِبْغٌ أحمرُ يُصْبَغُ به شرَكُ النعالِ، ومنه قول الشاعر (٢) : كُمَيْتٌ غيرُ مُحْلِفَةٍ ولكنْ كلَوْنِ الصَرْفِ عُلَّ به الأديمُ وشرابٌ صِرفٌ، أي بحت غير ممزوجٍ. وصَريفُ البَكَرَةِ: صوتُها عند الاستقاء. وقد صَرَفَتْ تَصْرِفُ صَريفاً. وكذلك صَريفُ البابِ، وصَريفُ نابُ البعير. يقال: ناقة صروف، بينة الصريف. وقال ابن السكيت: الضريف: الفضة. وأنشد: بَني غُدانَةَ ما إنْ أنتم ذَهَباً ولا صَريفاً ولكن أنتم الخَزَفُ (١) والصَريفُ: اللبنُ يُنْصَرَفُ به عن الضَرع حارّاً إذا حُلِبَ. وصريفون: موضع بالعراق. قال الاعشى: وتجبى إليه السيلحون ودونها صريفون في أنهارها والخورنق والصريفية من الخمر، منسوبة إليه. والصَرَفانُ: الرصاصُ. والصَرَفانُ أيضاً: جنسٌ من التمر. قالت الزباء: ما للجمال مشيها وئيدا أجند لا يحملن أم حديدا أم صرفانا باردا شديدا أم الرجال جثما قعودا قال أبو عبيدة: لم يكن يهدى لها شئ كان أحب إليها من التمر الصرفان. وأنشد ولما أتتها الغير قالت أبارد من التمر أم هذا حديد وجندل والصيرف: المحتال المتصرف في الامور. قال (١) : قد كنت خراجا ولوجا صيرفا لم تلتحصنى حيص بيص لحاص وكذلك الصيرفى. قال سُوَيد بن أبي كاهل اليشكرى: ولساناً صَيْرَفيّاً صارماً كحسامِ السَيفِ ما مَسَّ قَطَعْ والصَيْرَفيُّ: الصَرَّافُ، من المُصارَفَةِ. وقومٌ صَيارِفَةٌ، والهاء للنسبة. وقد جاء في الشعر الصياريف. وقال (٢) : تنفى يداها الحصى في كل هاجِرَةٍ نَفْيَ الدَراهيمِ تنقاد الصياريف لما احتاج إلى إتمام الوزن أشبع الحركة ضرورة حتى صارت حرفا. يقال: صرفت الدراهم بالد نانير. وبين الدرهمين صرف، أي فَضْلٌ لجودة فضّة أحدهما. وفي الحديث: \" من طلب صرف الحديث \"، قال أبو عبيد: صَرْفُ الحديث: تزيينه بالزيادة فيه. وصرفت الرجل عني فانْصَرَفَ. والمُنْصَرَفُ، قد يكون مكاناً وقد يكون مصدراً. وصَرَفْتُ الصبيان: قَلَبْتهم (١) . وصَرَفَ الله عنك الأذى. وكلبةٌ صارفٌ، إذا اشتهت الفحل. وقد صَرَفَتْ تَصْرِفُ صُروفاً وصِرافاً. وتَصْريفُ الخمر: شُرْبُها صِرْفاً. وصَرَّفْتُ الرجل في أمري تَصْريفاً، فتصَرَّفَ فيه. واصْطَرَفَ في طلب الكسب. وقال: قد يَكْسَبُ المالَ الهِدانُ الجافي بغيرِ ما عَصْفٍ ولا اصطراف واستصرفت الله المكاره (٢) .",
    "pg": "4:1385-1386"
  },
  "صرم": {
    "def": "صرمت الشئ صرما، إذا قطعتَه. وصَرَمْتُ الرجلَ صَرْماً، إذا قطعت كلامه. والاسم الصُرْمُ. وصَرَمَ النخلَ، أي جَدَّهُ. وأَصْرَمَ النخلُ، أي حان له أن يُصْرَمَ. واصْطِرامُ النخل: اجترامه. والانْصِرامُ: الانقطاعُ. والتَصارُمُ: التقاطع. والتَصَرُّمُ: التقطع. وتَصَرَّمَ، أي تجلد. وتصريم الحبال: تقطيعها، شدِّد للكثرة. وناقةٌ مُصَرَّمَةٌ، وهو أن يقطع طُبْياها ليَيْبَس الإحليل ولا يخرج اللبن، ليكونَ أقوى لها. وكان أبو عمرو يقول: وقد تكون المصرمة الاطباء (١) ، من انقطاع اللبن، وذلك أن يصيب الضرع شئ فيكوى بالنار فلا يخرج منه لبن أبدا. وأصرم الرجل: افتقر. والصرم: الجلدُ، فارسيّ معرّب. والصِرْمُ بالكسر: أبياتٌ من الناس مجتمعةٌ، والجمع أصْرامٌ وأَصارمُ. والصِرْمَةُ: القطعة من الإبل نحو الثلاثين. والصِرْمَةُ: القطعة من السَحاب، والجمع صِرَمٌ. قال النابغة:\nتزْجي مع الليلِ من صُرَّادِها صِرَما (٢) * والأصْرَمانِ: الذئبُ والغرابُ، قال ابن السكِّيت: لأنَّهما انْصَرَما من الناس، أي انقطعا. وأنشد للمرار: على صرماء فيها أصرماها وخريت الفلاة بها مليل أي هو مليل. والصرماء: المفازة التى لاماء فيها. والصَرامُ والصِرامُ: جَدادُ النخل. والصُرامُ، بالضم: آخر اللبنِ بعد التغزيرِ إذا احتاج إليه الرجلُ حلبَة ضرورةً. قال بشر: ألا أَبْلِغْ بَني سَعْدٍ رَسُولاً ومَوْلاهمْ فقد حُلِبَتْ صُرامُ يقول: بلغ العُذر آخرَه، وهو مَثَلٌ. هذا قولُ أبي عبيدة. وقال الأصمعيّ الصُرامُ: اسمٌ من أسماء الحربِ والداهيةِ. وأنشد اللحيانى للكميت: مآشير ما كان الرخاء حسافة إذا الحرب سماها صرام الملقب والمصرم، بالكسر: منجل المغازلى. والصارم: السيف القاطع. ورجلٌ صارِمٌ، أي جَلْدٌ شجاعٌ. وقد صَرُمَ بالضم صَرامَةً. والصَريمُ: الليل المظلم. قال النابغة:\nكالليل يَخْلِطُ أَصْراماً بأَصْرامِ (١) * والصَريمُ: الصبحُ، وهو من الأضداد قال بشر تجلى عن صريمته الظلام (١) * والصَريمُ: المجدود المقطوع. قال تعالى: (فأصحبت كالصريم) ، أي احترقت واسودت. والصريمة: العزيمة على الشئ. والصريمة: ما انصَرم من معظم الرمل. يقال: أَفْعى صَرِيمَةٍ. وصَريمَةٌ من غَضىً ومن سَلَمٍ، أي جماعة منه. والصَريمَةُ: الأرض المحصود زرعُها. والصَيْرَمُ: الوَجْبة. يقال: فلانٌ يأكل الصيرم.",
    "pg": "5:1965-1966"
  },
  "صرى": {
    "def": "الفراء: يقال هو الصَرى والصَري، للماء يطول استنقاعه. وقال أبو عمرو: إذا طال مكثه وتغير. وقد صرى الماء بالكسر، وهذه نطفة صَراةٌ. وصَرى الماءَ في ظهره، زمانا، أي احتبسه. قال الراجز (٣) رب غلام قد صرى في فقرته ماء الشباب عنفوان سنبته (١) وصرى بَوْلَهُ صَرْياً، إذا قطعه. وصَرى الله عنه شرَّه، أي دفَع. وصَرَيْتُهُ، أي منعته. قال ذو الرمة: وَوَدَّعْنَ مشتاقاً أَصَبْنَ فُؤادَهُ * هَواهُنَّ إنْ لم يَصْرِهِ اللهُ قاتِلُهْ وصَرَيْتُ الماء، إذا استقيته ثم قطعته. وقال: صَرَتْ نظرةً لو صادفت جوز دارع * غداو العواصى من دم الجوف تنعر (٢) وصَرَّيْتُ الشاة تَصْرِيَةً، إذا لم تحلبْها أياماً حتَّى يجتمع اللبن في ضَرْعها، والشاةُ مُصَرَّاةٌ. وصَرَيْتُ ما بينهم صَرْياً، أي فصلت. يقال: اختصمْنا إلى الحاكم فصَرى ما بيننا، أي قطع ما بيننا وفَصَل. وصَرِيَ فلانٌ في يدِ فلان، إذا بقي في يده رهنا محبوسا. والصراة: نهر بالعراق، وهى العظمى والصغرى. (*) والصراء ممدود: الحنظل إذا اصفر، الواحدة صراية. ويروى قول امرئ القيس:\nمَداكَ عَروسٍ أو صَرَايَةَ حَنْظَلٍ (١) * والصاري: الملاح، والجمع صراء، مثل قار وقراء، وكافر وكفار. وأما الصرارى فقد ذكرناه في باب الراء.",
    "pg": "6:2399-2400"
  },
  "صعا": {
    "def": "الصَعْوَةُ: طائر، والجمع صَعْوٌ وصعاء.",
    "pg": "6:2400"
  },
  "صعب": {
    "def": "الصَعْبُ: نقيض الذَلولِ. وامرأة صعبة ونِساءٌ صَعْباتٌ بالتسكين، لأنه صفة. والمُصْعَبُ: الفحل، وبه سُمِّيَ الرجل مُصْعَباً. وصَعُبَ الأمر صُعوبة: صار صَعْباً. وأَصْعَبْتُ الأمر: وجدته صعباً. وأصعبت الجملَ فهو مُصْعَبٌ، إذا تركتَه فلم تركبه ولم يَمسَسْه حبل حتى صار صعباً. واستصعب عليه الأمر، أي صَعُبَ. والمصعبان: مصعب بن الزبير، وابنه عيسى ابن مصعب. وكان ذو القرنين المنذر بن ماء السماء يلقب بالصعب. قال لبيد: والصعب ذو القرنين أصبح ثاويا * بالحنو في جدث أميم مقيم",
    "pg": "1:163"
  },
  "صعبر": {
    "def": "الصَعْبَرُ: شجر بمنزلة السِدْرِ، وكذلك الصنعبر.",
    "pg": "2:713"
  },
  "صعد": {
    "def": "صعد في السلم صعودا. وصعد في الجبلِ وعلى الجبل تصعيداً. قال أبو زيد: ولم يعرفوا فيه صعد. وقال الاخفش: أصعد في الأرض: أي مضَى وسار. وأَصْعَدَ في الوادي وصَعَّدَ تَصْعيداً، أي انْحَدَرَ فيه. وأنشد (١) : فَإِمّا تَرَيْني اليومَ مُزجي ظَعينَتي * أُصَعِّدُ طَوْراً في البلادِ وأُفْرِعُ - وقال الشمّاخ: فإنْ كَرِهْتَ هِجائي فاجْتَنبِ سخطى * لا يدهمنك إفزاعى وتصعيدى (٢) - وتصعدنى الشئ، أي شق على. وعذاب صعد، بالتحريك، أي شديد. والصعود: خلاف الهَبوط، والجمع صَعائد وصُعُدٌ، مثل عجوز وعجائز وعجز. وصعائد بالضم: اسم موضع، وهى في شعر لبيد (٣) . والصَعودٌ: العَقَبَةُ الكَؤُودُ، والصَعودُ من الناق: التى تخدج فتعطف على ولد عام أول. قال الشاعر (٤) :\nلها لبن الخلية والصعود (٥) تقول منه: أصْعَدَتِ الناقةُ وأَصْعَدْتُها أنا، كلتاهما بالالف، عن الفراء. والصعيد: التراب. وقال ثعلب: وجهُ الأرضِ، لقوله تعالى:\n(فَتُصْبِحَ صَعيداً زَلَقاً) *. والجمع صُعُدٌ وصُعُداتٌ، مثل طريق وطرق وطرقات. ويقال أيضاً: هذا النبات يُنْمي صعدا، أي يزداد طولا. وصعيد مصر: موضع بها. والصعدة: القناة المستوية، تنبت كذلك لا تحتاج إلى تَثْقيفٍ. قال الشاعر (١) : صَعْدَةٌ نابتةٌ في حائر * أَيْنما الريحُ تُمَيِّلُها تَمِلْ (٢) - وبَناتُ صَعْدَةَ: حُمُر الوَحْش، والنسبة إليها صاعِدِيٌّ على غير قياس. قال أبو ذؤيب: فرمى فألحق صاعديًّا مِطْحَراً * بالكَشْحِ فاشتملَتْ عليه الاضلع - والصعداء بالضم والمد: تنفس ممدود.",
    "pg": "2:497-498"
  },
  "صعر": {
    "def": "الصَعَرُ: الميل في الخَدِّ خاصةً. وقد صَعَّرَ خَدَّه وَصاعَرَهُ، أي أماله من الكبر. ومنه قوله تعالى:\n(ولا تُصَعِّرْ خَدَّكَ للناسِ) *. وقال الشاعر (٢) : وكُنَّا إذا الجبار صَعَّرَ خَدَّهُ * أقمنا له من دَرْئِهِ (٣) فتَقَوَّما - وفي الحديث: \" ليس فيه إلا أَصْعَرُ أو أَبْتَرُ \"، أي ليس فيه إلاَّ ذاهبٌ بنفسه أو ذليلٌ. وربَّما كان الإنسانُ والظليم أَصْعَرَ، خِلْقةً. وقول الراجز:\nوقد قَرَبْنَ قَرَباً مصعرا (٤) * يعنى شديدا. والصمعر: الشديد، والميم زائدة، يقال رجل صمعرى. والصمعرة: الارض الغليظة. وثعلبة بن صعير المازنى (١) . والصيعرية: اعتراض في السَيْرِ، وهو من الصَعَرِ. والصَيْعَرِيَّةُ: سِمَةٌ في عُنق البعير. قال الشاعر (٢) : وقد أَتَناسى الهَمَّ عند احْتِضارِهِ * بناجٍ عليه الصَيْعَرِيَّةُ مُكْدَمِ - والصُعْرورُ: قِطعة من الصمغ فيها طولٌ والتواء. وقال أبو عمرو: الصَعاريرُ ما جَمَدَ من اللثى. وصعررت الشئ فتصعرر، أي استدار. قال الراجز. * سودٌ كحَبِّ الفلفل المصعرر (٣)",
    "pg": "2:712-713"
  },
  "صعصع": {
    "def": "صَعْصَعْتُهُ صَعْصَعَةً وصَعْصَاعاً فَتَصَعْصَعَ، مثل زعزعته فتزعزع، أي فرَّقته فتفرَّق. وذهبت الإبل صعاصع، أي نادة متفرقة. وصعصعة: أبو قبيلة من هوازن، وهو صعصعة بن معاوية بن بكر بن هوازن.",
    "pg": "3:1243"
  },
  "صعف": {
    "def": "الصَعْفُ (٣) : شرابٌ لأهل اليمن يشدخ العنب فيطرح حتى يغلى. قال أبو عبيد: فجهالهم لا يرونها خمر المكان اسمها.",
    "pg": "4:1386-1387"
  },
  "صعفر": {
    "def": "اصْعَنْفَرَتِ الحُمُرُ: ابْذَعَرَّتْ، وصَعْفَرَها الخوف. قال الراجز يصف الرامى والحمر:\nفلم يصب واصعنفرت جوافلا * ويروى: \" واسحنفرت \".",
    "pg": "2:713"
  },
  "صعفق": {
    "def": "بنو صعفوق: خول باليمامة. قال العجاج: من آل صعفوق وأتباع أخر من طاعمين (٥) لا يبالون الغمر وهو اسم أعجمى لا ينصرف، للعجمة والمعرفة، ولم يجئ على فعلول شئ غيره، وأما الخرنوب فإن الفصحاء يضمونه أو يشددونه مع حذف النون، وإنما يفتحه العامة، قال الاصمعي: الصعافقة قوم يحضرون السوق للتجارة ولا نقد معهم، وليست لهم رءوس أموال، فإذا اشترى التجار شيئا دخلوا معهم فيه، الواحد منهم صعفقى. وقال غيره صعفوق، وجمعه صعافقة وصعافيق. قال أبو النجم: يوم قدرنا والعزيز من قدر وآبت الخيل وقصين الوطر من الصعافيق وأدركنا المئر أراد بالصعافيق أنهم ضعفاء ليست لهم شجاعة ولا سلاح وقوة على قتالنا.",
    "pg": "4:1507"
  },
  "صعق": {
    "def": "أبو زيد: الصاعِقَةُ: نارٌ تسقُط من السماء في رعدٍ شديدٍ. يقال: صَعَقَتْهُم السماءُ، إذا ألقت عليهم الصاعقَةَ. والصاعِقَةُ أيضاً: صيحة العذاب. ويقال صعق الرجل صَعْقَةً وتَصْعاقاً، أي غُشِيَ عليه، وأصعقة غيره. قال ابن مقبل: ترى (١) النعرات الزرق (٢) تحت لبانه أحاد (٣) ومثنى أصعقتها صواهله وقوله تعالى: ﴿فصعق مَنْ في السموات ومَنْ في الأرض﴾ ، أي مات. وحمارٌ صَعِقَ الصوت، أي شديده. والصعق: اسم رجل. قال الشاعر (٤) : أبى الذى أخنب رجل ابن الصعق إذا كانت الخيل كعلباء الغنق",
    "pg": "4:1506-1507"
  },
  "صعل": {
    "def": "الصَعْلُ: الصغيرُ الرأسِ من الرِجال والنَعام. ورجلٌ صَعْلٌ وامرأة صَعْلاءُ. والصَعْلَةُ من النخل: العوجاءُ الجرداءُ أصولِ السعَفِ. وحمارٌ صَعْلٌ: ذاهبُ الوبرِ. قال ذو الرمة. * بها كُلُّ خَوَّارٍ إلى كلِّ صَعْلَةٍ (١) * والصَعَلُ: الدِقَّةُ. قال الكميت:\nرَهْطٌ من الهند في أيديهِمُ صعل",
    "pg": "5:1744"
  },
  "صعلك": {
    "def": "الصُعْلوكُ: الفقيرُ. وصَعاليكُ العرب: ذؤبانها. وكان عروة بن الورد يسمى عروة الصعاليك، لانه كان يجمع الفقراء في حظيرة فيرزقهم مما يغنمه. والتصعلك: الفقر. قال الشاعر (١) :\nغَنينا زماناً بالتَصَعْلُكِ والغِنى (٢) * ويقال: تصعلكت الابل، إذا طرحت أو بارها.",
    "pg": "4:1595-1596"
  },
  "صعن": {
    "def": "الصِعْوَنُّ: الظليمُ، بكسر الصاد وتشديد النون.",
    "pg": "6:2152"
  },
  "صعنب": {
    "def": "الصَعْنَبُ: الصغير الرأس. وصعْنَبَ الثَريدَة، إذا رفَع وَسَطَها وقوَّر رأسها.",
    "pg": "1:163"
  },
  "صغا": {
    "def": "صغا يَصغو ويَصْغي صُغُوّاً (٢) ، أي مال. وكذلك صغى بالكسر يصغى صَغىً وصُغِيّاً. وصَغَتِ النجومُ، إذا مالت للغروب. أبو زيد: يقال صَغْوُهُ معك وصِغْوُهُ معك وصَغاهُ معك، أي ميله. وقولهم: أكرموا فلاناً في صاغِيَتِهِ، وهم القومُ الذين يميلون إليه ويأتونه ويطلبون ما عنده. وأَصْغَيْتُ إلى فلانٍ، إذا ملتَ بسمعك نحوه. وأَصْغَيْتُ الاناء: أملته. ويقال: فلان مصغى إناؤه، إذا نُقِصَ حقّه. وأَصْغَتِ الناقةُ، إذا أمالت رأسَها إلى الرحل كأنَّها تستمع شيئاً حينَ يشدُّ عليها الرحل. قال ذو الرمة: تُصْغي إذا شَدَّها بالكورِ جانحة * حتى إذا ما استوى في غرزها تثب",
    "pg": "6:2400-2401"
  },
  "صغر": {
    "def": "الصِغَرُ: ضد الكِبَر. وقد صغر الشئ، وهو صغيرة وصغار بالضم. وأَصْغَرَهُ غيرُهُ، وصَغَّرَهُ تَصْغيراً. وأصغرت القربة: خرزتها صغيرة. قال الراجز: شلت يدا فارية فرتها * لو كانت الساقى أصغرتها (١) - واستصغره: عَدَّهُ صَغيراً. وتَصاغَرَتْ إليه نفسه: تحاقَرَتْ. وقد جُمع الصَغيرُ في الشِعر على صُغَراءَ وأنشد أبو عمرو: فلِلْكُبَراءِ أَكْلٌ حيث شاءُوا * وللصُغَراءِ أَكْلٌ واقْتِثامُ - والصُغْرى: تأنيث الأَصْغَرِ، والجمع الصُغَرُ. قال سيبويه: لا يقال نِسوةٌ صُغَرٌ، ولا قومٌ أَصاغِرُ، إلاَّ بالألف واللام. قال: وسمعنا العرب تقول الأَصاغِرُ، وإنْ شئت قلت الأَصْغَرونَ. والصَغارُ بالفتح: الذُلُّ والضَيمُ، وكذلك الصُغْر بالضم. والمصدر الصَغَرُ بالتحريك. وقد صَغِرَ الرجل بالكسر يَصْغَرُ صَغَراً. يقال: قم على صَغَرِكَ وصُغْرِكَ. والصاغر: الراضي بالضيم. والمصغوراء: الصغار. وأرضٌ مُصْغِرَةٌ: نَبْتُها صَغيرٌ لم يطل، عن ابن السكيت.",
    "pg": "2:713-714"
  },
  "صفا": {
    "def": "الصَفاءُ ممدودٌ: خلاف الكدَر. يقال: صَفا الشراب يَصفو صَفاءً، وصفيته أنا تصفية. وصفوة الشئ: خالصه. ومحمد صفوة الله من خلقه ومصطفاه. أبو عبيدة: يقال: له صَفْوَةُ مالي، وصُفْوَةُ مالي، وصِفْوَةُ مالي. فإذا نزعوا الهاء قالوا: له صَفْوُ مالي بالفتح لا غير. وصَفَوْتُ القِدْرَ، أي أخذت صَفْوَتَها. والصَفاةُ: صخرة ملساء ; يقال في المثل: \" ما تَنْدى صَفاتُهُ \"، والجمع صَفاً مقصورٌ، وأصْفاءٌ، وصُفيٌّ على فعول. قال الراجز: كأن متنيه من النفى * من طول إشراف على الطوى مواقع الطير على الصفى * والصفواء: الحجارة اللينة المُلْس. وقال امرؤ القيس:\nكما زَلَّتِ الصَفْواءُ بالمُتَنَزَّلِ (١) * وكذلك الصَفْوانُ، الواحدة صفوانة. عن أبى عبيد (٢) . ويوم صفوان، إذا كان صافِيَ الشمس شديد البرد. والصفا: موضع بمكة. والصفا: اسم نهر بالبحرين. قال لبيد يصف نخلاً: سُحُقٌ يُمَتِّعُها الصَّفا وسرِيُّهُ * عم نواعم بينهن كروم والمصفاة: الراوق. والصَفيُّ: الناقة الغزيرة الدَرِّ، والجمع صَفايا. يقال منه: ما كانت الناقة والشاة صَفِيّاً، ولقد صَفَتْ تصفو، عن أبى عمرو. والصفى: المصافى. والصفى: ما يصطفيه الرئيس من المغنم لنفسه قبل القسمة، وهو الصَفيَّةُ أيضاً، والجمع صفايا. وقال (١) : لك المرباع منها والصفايا * وحكمك والنشيطة والفضول وأصفيته الود: أخلصته له، وصافَيْتُهُ. وتَصافَينا: تخالصنا. واصْطَفَيْتُهُ: اخترته. وأصفيته بالشئ، إذا آثرته به. وأَصْفَى الرجلُ من المال والأدب، أي خلا. وأَصْفَى الأميرُ دارَ فلان واسْتَصْفى مالَه، إذا أخذه كلَّه. وأَصْفَتِ الدجاجةُ، إذا انقطع بيضها. وأَصْفى الشاعر، إذا انقطع شعره.",
    "pg": "6:2401-2402"
  },
  "صفت": {
    "def": "رجل صِفْتيتٌ وصِفْتاتٌ، أي قوى جسيم.",
    "pg": "1:256"
  },
  "صفح": {
    "def": "صفح الشئ: ناحيته. وصفح الإنسان: جَنْبُه. وصَفْحُ الجبل: مُضْطَجَعُه. وأما قول بشر: رضيعة صفح بالجباة (١) ملمة * لها بلق فوق الرؤوس مشهر فهو اسم رجل من كلب جاور قوما من بنى عامر فقتلوه غدرا. يقول: غدرتكم بزيد بن ضباء الاسدي، أخت غدرتكم بصفح الكلبى. وصفحة كل شئ: جانبه. ونظر إليَّ بِصَفْحِ وجهه وبصُفْح وجهه، أي بِعُرْضِه. قال أبو عبيدة: يقال ضربه بصفح السيف - والعامة تقول: بصفح السيف مفتوحة - أي بعرضه. وصفيحة الوجه: بَشَرَةُ جِلْدِه. وصَفائح الباب: أَلْواحه. والصَفيحة: السَيْفُ العَريض، وكذلك الحجر العريض. ووجه كل شئ عريضٍ صَفيحةٌ. وصَفَحْتُ عن فلانٍ، إذا أعْرضْتَ عن ذَنْبِه. وقد ضَرَبْتُ عنه صَفْحاً، إذا أعْرَضْتَ عنه وتركتَه. وصَفَحْتُ الإبلَ على الحوْض، إذا أَمْرَرْتَها. وصفَحْتُ فُلاناً وأصفحتُه، إذا سألك فردَدْتَه. وصَفَحْتُهُ وأَصْفَحْتُهُ جميعاً، إذا ضَرَبْتَهُ بالسيف مصفحا، أي بعرضه. وتصفحت الشئ، إذا نَظَرتَ في صَفَحاتِه. والمصافحة: الأخْذُ باليد. والتَصافُحُ مثله. وتقول: وَجْه هذا السيف مُصْفَحٌ (١) ، أي عريض، من أَصْفَحْتُهُ. والمصفح أيضاً: الممال. وفى الحديث \" قلب المؤمن مصفح على الحق \". والمُصْفَحُ أيضاً: السادس من سهام الميسر. ويقال له المسبل أيضا. والتصفيح: مثل التصفيق. وفي الحديث: \" التَسْبيحُ للرجال والتَصفيح للنساء \"، ويُروى أيضاً بالقاف. وتصفيح الشئ: جعله عريضا. ومنه قولهم رجُلٌ مُصَفَّحُ الرأس، إذا كان عريض الرأسِ. وقول لبيدٍ يصف سَحاباً: كأنَّ مُصَفَّحاتٍ في ذُراهُ * وأنْواحاً عليهنَّ المآلي قال ابن الأعرابيُّ: المُصَفَّحاتُ: السُيوفُ، لأنَّها صُفّحت حين طُبِعَتْ، وتَصْفيحها: تعريضها ومَطْلُها. ويروى بكسر الفاء، كأنّه شبَّهَ تَكَشُّفَ الغَيْمِ إذا لمع منه البَرْق فانفرج ثم التقى بعد خُبُوِّهِ بتصفيح النساء إذا صفقن بأيديهن. والصفاح بالضم والتشديد: الحجر العريض.",
    "pg": "1:382-383"
  },
  "صفد": {
    "def": "صَفَدَهُ يَصْفِدُهُ صَفْداً، أي شده وأوثقه. وكذلك التصفيد. والصفد بالتحريك: العَطاءُ. والصَفَدُ أيضاً: الوَثاقُ. وأَصْفَدْتُهُ إصْفاداً، أي أعْطَيْتُهُ مالاً، ووَهبْتُ له عَبْداً. والصِفادُ: ما يوثَقُ به الأسيرُ من قِدٍّ وقيد وغل. والاصفاد: القيود.",
    "pg": "2:498"
  },
  "صفر": {
    "def": "الصُفْرَةُ: لون الأَصْفَرِ. وقد اصفر الشئ، واصفار، وصفره غيره. وأهلك النِساء الأصفران: الذهبُ والزعفرانُ، ويقال: الوَرْسُ والزعفرانُ. وفرسٌ أَصْفَرُ، وهو الذي يسمَّى بالفارسية \" زَرْدَهْ \". قال الأصمعي: ولا يسمَّى أَصْفَرَ حتى يصفر ذنبه وعرفه. وبنو الاصفر: الروم. وربما سَمَّتِ العرب الأسودَ أَصْفَرَ. قال الأعشى: تلك خَيْلي منه وتلك رِكابي * هُنَّ صُفْرٌ أولادُها كالزَبيبِ - ويقال: إنَّه لفي صُفْرَةٍ للذي يعتريه الجنون، إذا كان في أَيامٍ يزول فيها عقلُه، لأنَّهم كانوا يمسحونه بشئ من الزعفران. والصُفْرُ بالضم: الذي تُعمَل منه الأواني. وأبو عبيدة يقوله: بالكسر. والصِفْرُ أيضاً: الخالي. يقال: بيتٌ صِفْرٌ من المتاع، ورجلٌ صِفْرُ اليدين وفي الحديث: \" إنَّ أَصْفَرَ البيوت من الخير البيتُ الصِفْرُ من كتاب الله \". وقد صفر بالكسر. وأَصْفَرَ الرجل فهو مُصْفِرٌ، أي افتقر. والصَفاريتُ: الفُقَراءُ، الواحد صِفْريتٌ قال ذو الرمة:\nولا خورٍ صَفاريتُ (١) * والتاء زائدة. وصَفَرٌ: الشهرُ بعد المحرم. والجمع أَصْفارٌ. وقال ابن دريد: الصَفَرانِ شهران من السنة، سمِّي أحدهما في الإسلام المحرَّمَ. والصَفَريُّ في النِتاجِ بعد القَيْظيِّ. والصفريَّةُ: نبات يكون في أول الخريف. والصَفَرِيُّ: المطر يأتي في ذلك الوقت. والصَفَرُ فيما تزعم العرب: حَيَّةٌ في البطن تعضُّ الإنسان إذا جاع، واللذعُ الذي يجده عند الجوع من عضه. قال أعشى باهلة يرى يرثى أخاه: لا يتأرى لما في القِدْرِ يرَقُبُهُ * ولا يعض على شرسوفه الصفر - وفى الحديث: \" لا صفر ولا هامة \". وقولهم: لا يلتاط هذا بصَفَري، أي لا يلْزَقُ بي ولا تقبلُه نفسي. والصَفَرُ أيضا: مصدر قولك صفر الشئ بالكسر، أي خلا. يقال: نعوذ بالله من صَفَرِ الإناء (١) . يعنون به هلاك المواشي. وصَفَرِ الطائر يَصْفِرُ صفيراً، أي مَكا. ومنه قولهم: \" أجبن من صافر \" و \" أصفر من بلبل \". والنسر يصفر. وقولهم: ما بها صافِرٌ، أي أحد. وحكى الفراء عن بعضهم قال: كان في كلامه صُفارٌ بالضم، يريد صفيرا. والصفارية (٢) : طائر. والصفار بالفتح: يَبيسُ البُهْمى. والصُفارُ بالضم: اجتماعُ الماء الأَصْفَرِ في البطن. يعالج بقَطْعِ النائط، وهو عرقٌ في الصلب. قال الراجز:\nقضب الطيب نائِطَ المَصْفورِ (٣) * وقولهم في الشتم: \" فلان مُصَفِّرُ اسْتِهِ \"، وهو من الصَفيرِ لا من الصُفْرَةِ (٤) ، أي ضَرَّاطٌ. والصَفْراءُ: القوسُ. والصَفْرَاءُ: نبتٌ. والصفرية، بالضم: صنف من الخوارج، نسبوا إلى زياد بن الاصفر رئيسهم. وزعم قوم أن الذى نسبوا إليه هو عبد الله بن الصفار، وأنهم الصفرية بكسر الصاد.",
    "pg": "2:714-715"
  },
  "صفرد": {
    "def": "الصِفْرِدُ: طائِرٌ تُسمِّيه العامّةُ أبا المَليحِ. وفي المَثَل: \" أَجْبَنُ من صفرد \".",
    "pg": "2:498"
  },
  "صفصل": {
    "def": "الصفصل بالكسر: نبت. قال الراجز: رعيتها أكرم عود عودا الصل والصفصل واليعضيدا",
    "pg": "5:1744"
  },
  "صفع": {
    "def": "الصَفْعُ: كلمةٌ مولَّدة ; والرجل صفعان.",
    "pg": "3:1243"
  },
  "صفف": {
    "def": "الصَفُّ: واحدُ الصُفوفِ. وصافُّوهُمْ في القتال. والمَصَفُّ: الموقفُ في الحرب، والجمع المَصافُّ. والصَفُّ: أن تَحلُب الناقةَ في مِحْلبين أو ثلاثة تصف بينها. وأنشد أبو زيد: ناقة شيخ للاله راهب تصف في ثلاثة المحالب في اللهجمين والهن المقارب وقال آخر:\nترفد بعد الصف في فرقان * وهو جمع فرق (١) . وصفة الدار والسَرجِ: واحدة الصُفَفِ. ويقال: ناقةٌ صَفوفٌ، للتي تَصُفُّ أقداحاً من لبنها إذا حُلِبتْ، وذلك من كثرة لبَنها، كما يقال قَرونٌ وشَفوعٌ. قال الراجز: حَلْبانَةٍ رَكْبانَةٍ صَفوفِ تَخْلِطُ بين وَبَرٍ وصوفِ ويقال: هي التي تَصُفُّ يديها عند الحلب. والصَفيف: ما صُفَّ من اللحم على الجمر لينشوِيَ. ومنه قول امرئ القيس فظل طهاةُ اللحمِ ما بين مُنْضجٍ صفيفَ شِواءٍ أو قَديرٍ مُعَجَّلٍ تقول منه: صَفَفْتُ اللحمَ صَفَّاً. وصَفَفْتُ القومَ فاصْطَفُّوا، إذا أقمتَهم في الحرب صفا. وصفت الابل قوائمها فهي صافَّةٌ وصَوافُّ، وكذلك صَفَفْتُ السَرجَ، جعلت له صُفَّةً. والصفصف: المستوى من الارض. والصفصاف: شجر الخلاف.",
    "pg": "4:1387"
  },
  "صفق": {
    "def": "الصَفْقُ: الضربُ الذي يُسْمَعُ له صوت، كذلك التصفيق. يقال: صَفَقَتْهُ الريح وصَفَّقَتْهُ. والتَصْفيقُ باليد: التَصويتُ بها، وَصَفَقْتُ (١) له بالبيع والبَيعةِ صَفْقاً، أي ضربت يدي على يده ويقال: ربحت صفقتك للشراء، وصَفْقَةٌ رابحةٌ وصَفْقَةٌ خاسرةٌ. وتَصافَقَ القومُ عند البَيْعَةِ. والصَفْقُ: الردُّ والصرفُ، وقد صَفَقْتُهُ فانْصَفَقَ. وصَفَقَ عينَه، أي ردّها وغمّضها. وصَفَقْتُ الباب: رددته. قال الشاعر (١) : مُتَّكِئاً تُصْفَقُ أبوابُه يسعى عليه العبدُ بالكوبِ وكذلك أَصْفَقْتُ الباب. أصفقوا على كذا، أي أطبقوا عليه، قال الشاعر (٢) : أثيبي أخا ضارورة أصفق العدا عليه وقلت في الصديق أواصره وصفقت العود، إذا حركت أوتاره، فاصطفق. قال ابن الطثرية: ويم كظل الرمح قصر طوله دَمُ الزِقِّ عنا واصْطِفاقُ المَزاهِرِ والريحُ تَصْفِقُ الأشجار فتَصْطَفِقُ، أي تضطرب. وأَصْفَقَتْ يدُه بكذا، أي صادفَتْه ووافقَتْه. قال النَمْر بن تَولَب: حتّى إذا طُرِحَ النَصيبُ وأَصْفَقَتْ يَدُهُ بِجلْدَةِ ضَرْعِها وحُوارِها وأَصْفَقْتُ الغنمَ، إذا لم تحلُبها في اليوم إلا مرَّةً. وثوبٌ صَفيقٌ ووجهٌ صَفيقٌ بيِّن: الصَفاقَةِ. قال الأصمعيّ في كتاب الفرسِ: الصِفاقُ: الجِلدُ الذي عليه الشَعَر. وأنشد للحعدى: لطمن بترس شديد الصفاق من خشب الجوز لم يُثْقَبِ قال: يقول ذلك الموضع منه كأنه تُرْسٌ، وهو شديد الصِفاقِ. قال: والصُفْقُ والصَفْقُ: الناحيةُ. وصُفْقُ الجبلِ: صَفْحُهُ وناحيته. قال الشاعر (١) : وما نُطْفَةٌ في رأسِ نِيقٍ تَمَنَّعَتْ بعَنقاَء من صعب حمتها صفوقها والصفق بالتحريك: الماء الذي يُصَبُّ في القربة الجديدة فيُحَرَّكُ فيها فيصفرُّ، يقال: ورَدْنا ماءً كأنَّه صَفَقٌ. وتَصْفيقُ الشراب: أن تحوِّله من إناء إلى إناء. وتصفيق الابل: أن تحوّلها من مرعىً قد رعَتْه إلى مكان فيه مرعى، ومنه قول الراجز (٢) * وزلل النية والتصفيق (١)",
    "pg": "4:1507-1509"
  },
  "صفن": {
    "def": "الصَفَنُ (١) بالتحريك: جِلدةُ بيضةِ الانسان، والجمع أصفان. والصفن بالضم: وعاءٌ من أَدَمٍ مثل السُفْرَةِ يُستقى بها. وقال الفرَّاء: هو شئ مثل الركوة يتوضأ فيه. قال صخر الغى يصف ماء ورده: فخضخضت صفنى في جَمِّهِ * خِياضَ المُدابِرِ قِدْحاً عطوفا وقال أبو عمرو: الصُفْنُ: خريطةٌ تكون للراعي، فيها طعامُه وزِنادُه وما يحتاج إليه. قال ساعدة بن جؤية: معه سِقاءٌ لا يُفَرِّطُ حملَهُ * صفن وأخراص يلحن ومسأب وتصافن القوم الماءَ: اقتسموه بالحَصَص، وذلك إنَّما يكون بالمَقْلة، يُسقى الرَّجلُ قدرَ ما يغمرها. والصافن من الخيل: القائم على ثلاث قوائم، وقد أقامَ الرابعةَ على طرف الحافر. تقول: صَفَنَ الفرس يَصْفَنُ (١) صُفوناً والصافن: الذى يصف قدميهه. وفى الحديث: \" كنَّا إذا صلَّينا خَلفَه فرفع رأسَه من الرُّكوعِ قُمنا خلفَه صُفوناً، فإذا سَجَد تَبِعناه \"، أي قمنا صافين أقدامنا. وصفين: موضع كانت به وقعة بين على ومعاوية رضى الله عنهما. والصافن: عرق الساق.",
    "pg": "6:2152"
  },
  "صقب": {
    "def": "صَقِبَت دارُه بالكسر، أي قَرُبتْ. وفي الحديث: \" الجار أحق بصَقَبِهِ \". وتقول أصْقَبَه فصَقَبَ، أي قرَّبه فقرُب. والصقب، العمود الذي يكون في وسط الخِباء، وهو الاطول: والجمع صقوب. والصقب أيضا: الضرب على شئ مصمت يابس. والصقب: الطويل من كل شئ مع ترارة (١) . والصاقب: اسم جبل.",
    "pg": "1:163"
  },
  "صقر": {
    "def": "الصَقْرُ: الطائر الذي يصاد به. والصَقْرُ أيضاً: اللبن الشديد الحموضة. يقال: جاءنا بصَقْرَةٍ تَزوي الوجه، كما يقال: بصربة. حكاهما الكسائي. والصقر أيضاً: الدِبْسُ عند أهل المدينة. يقال: رُطَبٌ صقْرٌ، للذي يصلُح للدبس. والمصقر من الرطب: المصلب يصب عليه الدبس ليلين. وربما بماء جاء بالسين، لانهم كثيرا ما يقلبون الصاد سينا إذا كان في الكلمة قاف، أو طاء أو غين، أو خاء: مثل الصدغ، والصماخ، والصراط، والبصاق. أبو عمرو: الصاقورُ: الفأسُ العظيمة التي لها رأس واحدٌ دقيقٌ تكسر به الحجارة، وهو المعول أيضا. والاصمعى مثله. وقد صَقرْتُ الحجارةَ صقْراً، إذا كسرتَها بالصاقور. والصَقْرُ والصَقْرَةُ: شِدَّة وقع الشمس. يقال: صقَرَتْهُ الشمس. قال الشاعر ذو الرمة: إذا ذابَتِ الشمسُ اتَّقَى صقَراتِها * بأَفْنان مَرْبوعِ الصريمة معبل -",
    "pg": "2:715-716"
  },
  "صقع": {
    "def": "الصُقْعُ بالضم: الناحية. ويقال: ما أدري أين صَقَعَ، أي ذهب. وفلانٌ من أهل هذا الصُقْعِ، أي من هذه الناحية. وقول أوس (١) .... من لحى مفرد * صقع....... * قال ابن الاعرابي: هو المتنحى. وقد صَقِعَ، أي عدل عن الطريق. وصَقِعَتِ البئرُ أيضاً تَصْقَعُ صقعا، أي انهارت، عن أبى عبيد. والصقع أيضا: كالغِمّ يأخذ بالنَفَس من شدّة الحر. قال سُوَيد بن أبي كاهل:\nيأخذ السائر فيها كالصقع (١) * والصقعاء: الشمس. قالت ابنة أبى الاسود الدؤلى لابيها في يوم شديد الحر: يا أبت، ما أشد الحر! قال: إذا كانت الصقعاء من فوقك، والرمضاء من تحتك. فقالت: أردت أن الحر شديد. قال: فقولي إذن: ما أشد الحر. فحينئذ وضع باب التعجب. والصقاع: خرقة تقي بها المرأةُ خمارها من الدُهن، وربَّما قيل للبرقع صِقاعٌ. والصقاع أيضا: شئ يشد به أنف الناقة، وقد فسرناه في (درج) في باب الجيم. قال القطامى: إذا رأس رأيت به طماحا * شددت له الغمائم والصقاعا * والاصقع من الخيل والطير وغيرهما: الذي في وسط رأسه بياضٌ. يقال عُقابٌ صَقْعاءُ، والاسمُ الصُقْعَةُ، وموضعها من الرأس الصَوْقَعَةُ. وصَقَعْتُهُ، أي ضربتُه على صوقعته. قال الراجز (١) :\nوالصقع من خابطة وجرز (٢) * وصوقعة الثريد: وقبته. وصقع الديكُ، أي صاح، وبالسين أيضاً. وخطيبٌ مِصْقَعٌ، أي بليغٌ. وصَقَعَتْهُ الصاقعة: لغة في صعقته الصاعقة. والصَقيعُ: الذي يسقُط من السماء بالليل شبيهٌ بالثلج. وقد صُقِعَتِ الارض فهى مصقوعة.",
    "pg": "3:1243-1244"
  },
  "صقعب": {
    "def": "الصقعب (٢) : الطويل.",
    "pg": "1:163"
  },
  "صقعل": {
    "def": "الصقعل، على وزن السبحل. التمر اليابس ينقع في اللبن الحليب. حكاه أبو عبيد.",
    "pg": "5:1744"
  },
  "صقل": {
    "def": "الصُقْلُ بالضم: الخاصرةُ. والصُقْلَةُ مثله. وقلّما طالت صُقْلَةُ فرسٍ إلاّ قَصُرَ جَنْباه، وذلك عيب. ويقال فرسٌ صَقِلٌ بيِّن الصَقَلِ، إذا كان طويل الصُقْلَينِ. وصَقَلَ السيفَ وسَقَلَهُ أيضاً صَقْلاً وصِقالاً، أي جَلاه، فهو صاقِلٌ، والجمع صقلة. وقال (١) :\nلم تعد أن أفرش عنها الصقله (٢) * والصانع صيقل، والجمع الصياقلة. والصَقيلُ: السيفُ. والمَصْقَلَةُ: ما يُصْقَلُ به السيف ونحوه. ومصقلة بالفتح: اسم رجل. ويقال: الفرس في صِقالِهِ، أي في صِوانِه وصنعته.",
    "pg": "5:1744"
  },
  "صكك": {
    "def": "صكه، أي ضربه. قال الراجز (٣) :\nيا كروانا صك فأكبأنا (٤) * ومنه قوله تعالى: (فَصَكَّتْ وَجْهَها) . وصَكَكْتُ البابَ، إذا أطبقتَه. ورجلٌ أَصَكُّ بين الصكك، وقد صككت يارجل، وهو أن تصطك ركبتاه. وظليمٌ أَصَكُّ، لأنَّه أَرَحُّ طويلُ الرِجلين، وربَّما أصاب، لتقارب رُكبتيه، بعضُه بعضاً إذا مشى. وجملٌ مِصَكٌّ وحمارٌ مِصَكٌّ، أي قويٌّ شديد، والانثى مصكة. وأنشد يعقوب: ترى المصك يطرد العواشيا جلتها والاخر الحواشيا والصك: كتاب، وهو فارسيٌّ معرّب، والجمع أَصُكٌّ وصِكاكٌ وصُكوكٌ. والصَكَّةُ: أشدُّ الهاجرةِ حرا. يقال: لقيته صكة عمى، وهو اسم رجل (١) ، ويقال هو تصغير أعمى مرخما.",
    "pg": "4:1596"
  },
  "صكم": {
    "def": "قال الفرّاء: صَكَمْتُهُ: ضربتُه ودفعتُهُ. والصَكْمَةُ: الصدمةُ الشديدةُ. والعرب تقول: صَكَمَتْهُ صَواكِمُ الدهرِ. والفرسُ يَصْكُمُ، إذا عضَّ على لجامه ومد رأسه.",
    "pg": "5:1966"
  },
  "صلا": {
    "def": "الصلاة: الدعاء. قال الاعشى: وقابلها الريحُ في دَنِّها * وصَلَّى على دَنِّها وارْتَسَمْ (٢) والصَلاة من الله تعالى: الرحمة. والصلاةُ: واحدة الصَلَواتِ المفروضة، وهو اسم يوضع موضع (*) المصدر. تقول: صليت صلاة، ولا تقل تَصْلِيَةً. وصَلَّيْتُ على النبي ﷺ. وصليت العصا بالنار، إذا لينتها وقومتها. وقال قيس بن زُهير العبسيّ: فلا تَعْجَلْ بأمرك واسْتَدِمْهُ * فما صَلَّى عَصاكَ كمُسْتَديمِ (١) أي قوم. والمُصَلَّى: تالي السابق. يقال: صَلّى الفرسُ، إذا جاء مُصَلِّياً، وهو الذي يتلو السابق، لأنَّ رأسَه عند صلاه. والصلاية: الفهر. قال أميّة يصف السماء: سَراةُ صَلايَةٍ خَلْقاَء صيغَتْ * تُزِلُّ الشمسَ ليس لها رِئَابُ (٢) وإنَّما قال امرؤ القيس:\nمَداكَ عَروسٍ أو صَلايَةً حنظل (٣) * فأضافها إليه لانه يفلق بها إذا يبس. والصَلاءَةُ بالهمز مثله. وصلاءة بن عمرو النميري: أحذ القلعين (١) . وصليت اللحم وغيره أصليه صليا، مثال رميته رميا، إذا شويته. وفى الحديث أنّه ﵇ أُتِيَ بشاةٍ مصلّيةٍ، أي مشويّةٍ. ويقال أيضاً: صَلَيْتُ الرجل ناراً، إذا أدخلته النار وجعلته يَصْلاها. فإن ألقيته فيها إلقاءً كأنَّك تريد إحراقه قلت: أَصْلَيْتُهُ بالألف، وصَلَّيْتُهُ تَصْلِيَةً. وقرئ: (ويُصَلَّى سعيراً) ومن خفَّف فهو من قولهم: صَلِيَ فلان النار بالكسر يَصْلَى صُلِيّاً (٢) : احترق. قال الله تعالى: (أَوْلى بها صليا) . قال العجاج (٣) :\nتالله لولا النار أن نصلاها (٤) * (*) ويقال أيضا: صلِيَ بالأمر ; إذا قاسى حرّه وشدَّته. قال الطهويّ: ولا تَبْلى بَسالَتُهُمْ وإنْ هُمْ * صَلوا بالحرب حيناً بعد حينِ واصْطَلَيْتُ بالنار وتصليت بها. قال أبو زبيد الطائى: وقد تَصَلَّيْتُ حَرَّ حَرْبِهِم * كما تَصَلَّى المقرور من قرس (١)",
    "pg": "6:2402-2403"
  },
  "صلب": {
    "def": "أبو عمرو: الصُلْبُ والصَليب: الشديد، وكذلك الصُلَّب بتشديد اللام. وقد صلب الشئ صلابة وصلبته أنا. ومنه قول الشاعر الاعشى يصف ناقته: من سراة الهجان صلبها الع * ض ورعى الحمى وطول الحيال صلبها، أي شدها. وتقول أيضا: صلب الرطب، إذا بلغ اليُبْسَ، فهو مصلِّبٌ بكسر اللام، فإذا صب عليه الدبس ليلين فهو مصقر. والصلبية: حجارة المسن. تقول سنان صُلَّبِيٌّ ومصلَّبٌ أيضاً، أي مسنون. والصُلْبُ مِنَ الظَهر. وكل شئ من الظهر فيه فَقارٌ فذلك الصُلْبُ. والصُلْبُ من الأرض: المكان الغليظ المُنْقَاد، والجمع الصلبة مثل قلب وقلبة. والصلب أيضا: موضع بالصمان. والصلب: الحسب. قال عديّ بن زيد: أَجْلِ أنَّ الله قد فَضَّلَكُمْ * فوق ما أحكى بصُلْبٍ وإزارْ قال أبو عمرو: الصُلْب: الحسب. والإزار: العفاف. والصَلَب، بالتحريك: لغة في الصُلْب من الظهر. قال العجاج يصف امرأة: ريا العظام فخمة المخدم * في صلب مثل العنان المؤدم (١) والصلب أيضا: ما صَلُب من الأرض. والصليب: وَدَكُ العظام. قال الهذلى (٢) وذكر عقابا: جريمة ناهض في رأس نيق * ترى لعظام ما جمعت صليبا والاصطلاب: استخراج الودك من العظام ليُؤْتَدَمَ به. وقال الكميت: واحتلَّ بَرْكُ الشتاء مَنزِلَه * وبات شيخُ العيال يصطلبُ وصلَبه صَلْباً، وصلبه أيضا، شدد للتكثير. قال تعالى: (وَلأُصَلِّبَنَّكُمْ في جذوع النَخْلِ) . والصَليبُ للنصارى، والجمع صُلُبٌ وصُلبانٌ. وثوبٌ مُصَلَّبٌ: عليه نَقْشٌ كالصليب. والعرب تسمِّي الأنْجُمَ الأربعةَ التي خلف النَسْرِ الواقع (١) : صليباً. والصالِب: الحارَّة من الحُمَّى، خلاف النافض. تقول: صَلَبَتْ عليه حُمَّاهُ تَصْلِب بالكسر، أي دامت واشتدت، فهو مصلوب عليه.",
    "pg": "1:163-164"
  },
  "صلت": {
    "def": "الصَلْتُ: الجَبين الواضح. تقول منه: صَلُتَ بالضم صُلوتَةً. سَيْفٌ إِصْليتٌ، أي صقيل، ويجوز أن يكون في معنى مُصْلَتٍ. وأصْلَتَ سيفَه، أي جَرَّدَهُ من غِمده، فهو مصلت. وضربه بالسيف صلتا، إذا ضربه به وهو مُصْلَتٌ. والصُلت بالضم: السكِّين الكبير، والجمع أَصْلاَتٌ. ورجل مِصْلَتٌ بكسر الميم، إذا كانا ماضيا في الامور، وكذلك أَصْلَتيٌّ، ومُنْصَلِتٌ، وصَلْتٌ ومِصلاتٌ. قال عامر بن الطفيل: وإنَّا المَصاليتُ يومَ الوغى * إذا ما المَغاويرُ لم تُقْدِمِ (١) وجاء بلبنٍ يَصْلِتُ، ومرق يَصْلِتُ، إذا كان قليل الدسم كثير الماء. وصَلَتُّ ما في القَدح إذا صَبَبْتُهُ. وصلت الفرس، إذا أركضته. وانصلت في سيره، أي مضى وسَبَق. والصَلَتانُ من الحُمُرِ: الشديد، ومن الخيل: النشيط الحديد الفؤاد. والصلت: اسم رجل",
    "pg": "1:256"
  },
  "صلج": {
    "def": "الصَولَجان بفتحِ اللام: المِحْجَنُ، فارسيٌّ معرّب. والجمع الصَوالِجَةُ، والهاء للعجمة.",
    "pg": "1:325"
  },
  "صلح": {
    "def": "الصَلاحُ: ضدّ الفساد. تقول: صلح الشئ يصلح صلوحا، مثل دخل يدخل دخولا. قال الفراء: وحكى أصحابُنا صَلُح أيضاً بالضم. وهذا الشئ يصلح لك، أي هو من بابِتك. والصِلاح بكسر الصاد: المَصالحة (١) ، والاسم الصُلْح، يذكّر ويؤنّث. وقد اصْطَلَحا وتصالَحا واصالحا أيضا مشددة الصاد. وصلاح مثل قطام: اسم مكة، وقد يصرف. قال الشاعر (١) : أبا مطر هلم إلى صلاح * فتكفيك الندامى من قريش والاصلاح: نقيض الإفْساد. والمَصْلَحة: واحدة المصالح. والاستصلاح: نقيض الاستفساد.",
    "pg": "1:383-384"
  },
  "صلخ": {
    "def": "الأَصْلَخُ: الأصمُّ الذي لا يسمع شيئاً أَلبتّة. رجلٌ أَصْلَخُ بين الصلخ. قال الفراء: كان الكميت أصم أصلخ.",
    "pg": "1:426"
  },
  "صلخد": {
    "def": "الصلخدى: القوى الشديد، مثل الصلخدم، والياء والميم زائدتان. يقال جَمَلٌ صَلْخَدٌ وسَلْجَمٌ، وجَمَلٌ صَلَخْدىً بتحريك اللام. وناقة صلخداة، وجمل صُلاخِدٌ بالضم، والجمع صَلاخِدُ بالفتح. واصْلَخَدَّ اصْلِخْداداً، إذا انتصبَ قائماً.",
    "pg": "2:498-499"
  },
  "صلخدم": {
    "def": "الصَلَخْدَمُ: الشديد من الإبل، والميم زائدة.",
    "pg": "5:1967"
  },
  "صلخم": {
    "def": "اصْلَخَمَّ اصْلِخْماماً، إذا انتصب قائما.",
    "pg": "5:1967"
  },
  "صلد": {
    "def": "حَجَرٌ صَلْدٌ: أي صُلْبٌ أَمْلَسُ. وأَرْضٌ صَلْدَةٌ وجَبينٌ صَلْدٌ. قال رؤبة:\nبراق أصلاد الجبين الاجله * وصَلَدَ الزَنْدُ يَصْلِدُ بالكسر صُلوداً: إذا صَوَّتَ ولم يُخْرِجْ ناراً. وأَصْلَدَ الرَجُلُ: أي صَلَدَ زَنْدُهُ. والأَصْلَدُ: البخيل. والصَلودُ: القِدْرُ البطيئة الغَلْي، والفَرَسُ الذي لا يَعْرَقُ. وناقةٌ صَلودٌ ومِصْلادٌ، أي بكيئَةٌ.",
    "pg": "2:498"
  },
  "صلدم": {
    "def": "فرسٌ صِلْدِمٌ بالكسر: صُلْبٌ شديدٌ، والأنثى صِلْدِمَةٌ. ورأسٌ صِلْدِمٌ وصلادم بالضم: صلب. وأنشد ابن السكيت تشحى بمستن الذنوب الراذم (١) شدقين في رأس لها صلادم والجمع صلادم بالفتح.",
    "pg": "5:1967"
  },
  "صلع": {
    "def": "رجلٌ أَصْلَعُ بيِّن الصَلَعِ، وهو الذي انحسر شعر مقدَّم رأسه، وموضعه الصَلَعَةُ بالتحريك، وكذلك الصُلْعَةُ بالضم. وعُرْفَطَةٌ صَلْعاءُ: سقطتْ رءوس أغصانها. والصَلْعاءُ: الداهيةُ. والصَلْعاءُ من الرمال: ما ليس فيه شجر. والأُصَيْلِعُ (٣) من الحيّات: الدقيقُ العنق، كأن رأسه بندقة. والصلاع بالضم والتشديد: العريض من الشجر، الواحدة صُلاَّعَةٌ. وكذلك الصُلَّعُ، كأنَّه مقصور منه. قال الأصمعيُّ: الصُلَّعُ: الموضعُ الذي لا يُنْبِتُ. وأصله من صلع الرأس.",
    "pg": "3:1244-1245"
  },
  "صلغ": {
    "def": "الصُلوغُ في ذوات الأظلاف مثل السُلوغِ. تقول: صَلَغَتِ البقرةُ والشاةُ، فهي صالِغٌ، وكباشٌ صُلَّغٌ. قال رؤبة:\nوالحربُ شهباءُ الكِباشِ الصلغ",
    "pg": "4:1323"
  },
  "صلف": {
    "def": "الصَلْفاءُ: الأرضُ الصُلبةُ، والمكانُ أَصْلَفُ. والصَليفُ: عُرْضُ العنقِ، وهما صَليفانِ من الجانبين. والصَليفانِ أيضاً: عودان يعترضان الغبيط تشد بهما المحامل، ومنه قول الشاعر:\nأقب كأن هاديه الصليف (١) * والصلف: قلة نزل الطعام. يقال: إناءٌ صَلِفٌ، إذا كان قليل الاخذ للماء. وسحاب صلف: قليلُ الماء كثير الرعد. وفي المثل: \" رُبَّ صَلَفٍ تحت الراعدة \". يضرب للرجل يتوعَّد ثم لا يقوم به. وصَلِفَتِ المرأةُ تَصْلَفُ صَلَفاً، إذا لم تحظَ عند زوجها وأبغضها. يقال: امرأةً صَلِفَةٌ، من نسوةٍ صلائفٍ. قال القطامي يذكر امرأة: لها روضةٌ في القلب لم تَرْعَ مثلها فَروكٌ ولا المُسْتَعْبِراتُ الصَلائفُ وقال الشيباني: يقال للمرأة: أَصلَفَ الله رُفغَكِ، أي بَغَّضَكِ إلى زوجِكِ، ومن أمثالهم في التمسُّك بالدين: \" مَنْ يَبْغِ في الدين يَصْلَفْ \"، أي لا يحظى عند الناس ولا يُرْزَقُ منهم المَحَبّةَ. وزعم الخليلُ أنَّ الصَلَفَ مجاوزةُ قدر الظَرْفِ والادعاءِ فوق ذلك تَكَبُّراً. فهو رجل صلف، وقد تصلف.",
    "pg": "4:1387-1388"
  },
  "صلفع": {
    "def": "صَلْفَعَ عِلاوَتَهُ، بالفاء والقاف جميعاً، أي ضرب عنقَه. والصَلْفَعَةُ أيضاً: الإعدامُ. يقال: صَلْفَعَ الرجلُ، إذا أفلس، بالفاء والقاف، وكذلك السلقعة بالسين والقاف.",
    "pg": "3:1245"
  },
  "صلق": {
    "def": "الصَلْقُ: الصَوتُ الشديدُ، عن الأصمعي. وفي الحديث (٢) : \" ليس منا من صلق أو حلق \". قال لبيد: فصلقنا في مراد صلقة وصداء ألحقتهم بالثلل وأصلق: لغة في صلق، ومنه قول العجاج يصف الحمار:\nأصلق ناباه صياح العصفور (٣) * والفحل يصطلق بنابه، وذلك صَريفُهُ. وصَلَقاتُ الإبلِ: أنيابُها التي تُصْلِقُ. قال الشاعر: لم تَبْكِ حَوْلَكَ نِيبُها وتَقَاذَفَتْ صلقاتها كمنابت الاشجار وتصلقت المرأة، إذا أخذها الطلق فصرخت. قال الفراء ﴿سلقوكم بألسنة حداد﴾ و ﴿صلقوكم﴾ لغتان. والصلق مثل السَلَقِ، وهو القاعُ الصفصفُ. قال أبو دواد: وترى فاه إذا أقبل مثل الصلق الجدب (١) قال أبو زيد: صَلَقْتُهُ بالعصا، أي ضربته. والصَلائِقُ (٢) : الخبزُ الرِقاقُ. وبنو المصطلق: حى من خزاعة. وصوت صهصلق، أي شديد. والصًهْصَلِقُ: العجوز الصَخَّابة، ومنه قول الراجز * صهصلق الصوت بعينيها الصبر (١) * وقال الأصمعي: الصَهْصَليق مثله. وأنشد:\nشديدة الصيحة صهصليقها (٢)",
    "pg": "4:1509-1510"
  },
  "صلقم": {
    "def": "الصلمة: تصادم الانياب، ويقال الميم زائدة. والصلقم: العجوز الكبيرة.",
    "pg": "5:1967"
  },
  "صلل": {
    "def": "الصَلّة: الأرض اليابسة. والصَلَّةُ: الجِلْدُ. يقال خُفٌّ جيّدُ الصَلَّةِ. وقد صَللْتُ الخُفَّ. والصَلَّةُ أيضاً: واحدة الصِلالِ، وهي القطع من الامطار المتفرقة، يقع منها الشئ بعد الشئ. والصلال أيضا: العشب، سمِّي باسم المطر المتفرِّق. والصِلُّ بالكسر: الحيَّةُ التي لا تنفع منها (١) الرقية. يقال: إنها لصل صَفاً، إذا كانت مُنْكَرَةً مثل الأفعى. ويقال للرجل إذا كان داهياً مُنْكَراً: إنّه لَصِلُّ أَصلالٍ، أي حيّةٌ من الحيّات شُبِّه الرجل بها. قال النابغة الذبيانيّ: ماذا رزئنا به من حية ذكر نَضْناضَةٍ بالرَزايا صَلِّ أَصْلالِ. والصِلُّ أيضا: نبت. قال الراجز:\nالصل والصفصل واليعضيدا (٢) * والصليان: بقلة، وهو فعليان، الواحدة صِلِّيانةٌ. ويقال للرجل إذا أسرعَ الحَلِفَ ولم يتتعتع: جَذّها جَذّ العَيْرِ الصِلِّيانَةَ. وذلك أنّ العيرُ ربّما اقتلع الصِلِّيانَةَ من أصلها إذا ارتعاها. والصلصل بالضم: الفاختة. والصلصل أيضاً: ناصية الفرس. والصُلْصُلُ أيضاً: بقية الماء في الاداوة وفي أسفل الغدير. قال العجاج صلاصل الزيت إلى الشطور (١) * شبه أعينها حيث غارت بالجرار فيها الزيت إلى أنصافها. والصلصال: الطين الحر خلط بالرمل فصار يَتَصَلْصَلُ إذا جفّ، فإذا طبخ بالنار فهو الفخار. عن أبى عبيدة. وصلصلة اللجام: صوته إذا ضُوعِف. وتَصَلْصَلَ الحُلِيُّ، أي صَوَّتَ. وصل اللحم يصل بالكسر صُلولاً، أي أنْتَنَ، مطبوخاً كان أو نيِّئاً. قال الحطيئة: ذاك فَتىً يَبْذُلُ ذا قِدْرِهِ لا يُفْسِدُ اللحمَ لديه الصُلولُ وأصل مثله. وصللت اللحام (٢) أيضا، شدد للكثرة. وصَلَّ المسمارُ وغيره يَصِلُّ صليلا، أي صوت قال لبيد * كُلَّ حِرْباَء إذا أُكْرِهَ صَلّ (١) * وطين صلال ومِصْلالٌ، أي يصوّت كَما يصوِّتُ الفخار الجديد. وقال الجعدى:\nوصادفت أخضر الجالين صلالا (٢) * يقول: صادفت ناقتي الحوض يابسا (٣) . وجاءت الخيل تصل عطشاً، وذلك إذا سمعْتَ لأجوافها صَليلاً، أي صوتاً. ويقال: صَلْتُهُم الصالّةُ تَصُلُّهُمْ بالضم، أي أصابَتْهم الداهية.",
    "pg": "5:1744-1746"
  },
  "صلم": {
    "def": "رجلٌ أَصْلَمُ، إذا كان مستأصل الاذنين. وقد صلمت أذنه أصلمها صلما، إذا استأصلتها. ورجل مصلم الاذنين، إذا اقتطعتا من أصولهما. ويقال للظليمِ مُصلَّمُ الأذنين، كأنَّه مستأصل الأذنين خِلْقَةً. والصِلامَةُ بالكسر: الفِرقةُ من الناس. والصِلاماتُ: الجماعاتُ والفِرَقُ. والصَيْلَمُ: الداهيةُ. ويسمَّى السيفُ صَيْلَماً. قال بشر بن أبي خازم: غَضِبَتْ تميمٌ أنْ تُقَتَّلَ عامرٌ يومَ النِسارِ فأُعْتِبوا (١) بالصيلم والاصطلام: الاستئصال.",
    "pg": "5:1966-1967"
  },
  "صلمع": {
    "def": "قال الاحمر: صلمعت الشئ، أي اقتلعته من أصله. وقال الفراء: صَلْمَعَ رأسَه، أي حَلَقَهُ. والصلمعة: الافلاس، مثل الصلفعة.",
    "pg": "3:1245"
  },
  "صلهب": {
    "def": "الأمويّ: الصَلَهْبي من الإبل: الشديد، والياء للالحاق، والانثى صلهباة.",
    "pg": "1:164"
  },
  "صما": {
    "def": "الصَمَيانُ بالتحريك: التقلُّب والوثب. ورجلٌ صَمَيانٌ: شجاعٌ. وأَصْمَيْتُ الصيدَ، إذا رميتَه فقتلتَه وأنت تراه. وفي الحديث: \" كُلْ ما أَصْمَيْتَ ودَعْ ما أَنْمَيْتَ \". وقد صَمَى الصيد يَصْمي، إذا مات وأنت تراه. وأصْمى الفرسُ على لجامه، إذا عضَّ عليه ومضى. وانْصَمى عليه، أي انصبَّ. قال جرير: إنِّي انْصَمَيْتُ من السماء عَلَيْكُمُ * حتَّى اخْتَطَفْتُكَ يا فرزدقُ مِنْ عل ويروى: \" انصببت \".",
    "pg": "6:2404"
  },
  "صمت": {
    "def": "صَمَتَ يَصْمُتُ صَمْتاً وصُموتاً وصُماتاً: سَكَتَ (١) . وأَصْمَتَ مثله. والتَصْميتُ: التَسكيتُ. والتَصْميتُ أيضاً: السُكوتُ. ورجلٌ صميت، أي سكيت (٢) . والصمتة، بالضم: مثل السكْتَة. أبو زيد: رَمَيْتُهُ بصُماتِهِ وسكاته، أي بما صمت به وسكت. ويقال فلان على صُماتِ الأمر، إذا أَشْرَفَ على قضائه. وبات من القوم على صُماتٍ، أي بمرأىً ومسمعٍ في القرب. قال الشاعر:\nوحاجةٍ كنتُ على صُماتِها * أي كنت على شَرَفٍ من إدراكها. ويروى: \" بتاتها \". وتقول: ماله صامت ولا ناطق. فالصامِتُ: الذهب والفضة. والناطق: الإبل والغنم، أي ليس له شئ (١) . والصامت من اللبن: الخاثر. والصَموتُ: الدِرع التي إذا صبت لم يسمع لها صوت. والصموت: اسم فرس. وقال (٢) : حتى أرى فارس الصموت عَلى * أَكْساءِ خَيْلٍ كأنَّها الإبِلُ أبو عبيد: المُصْمَتُ الذي لا جوف له. وقد أَصْمَتُّهُ أنا. وباب مُصْمَتٌ: قد أُبهِمَ إغلاقه. والمُصْمَتُ من الخيل: البهيم، أيّ لونٍ كان لا يخالط لونَه لونٌ آخر. أبو زيد: لَقيتُهُ بِوَحْشِ إصْمِتَ، ولقيته ببلدةِ إصْمِتَ (٣) ، إذا لقيتَه بمكانٍ قفر لا أنيسَ به، وهو غير مُجرىً (٤) .",
    "pg": "1:256-257"
  },
  "صمج": {
    "def": "الصَمَجُ: القناديل، روميٌّ معرب، الواحدة صمجة. قال الشماخ: يسرى إذا نام بنو الزيات (١) * والنجم مثل الصمج الروميات",
    "pg": "1:325"
  },
  "صمح": {
    "def": "الصمحمح: الشديد. قال الجرمى: الغليظ القصير. وقال ثعلب: رَأْسٌ صَمَحْمَحٌ: أي أصْلَعُ غليظ شديدٌ. وهو فعلعل، كرر فيه العين واللام. والصمحاء، مثال الحرباء: الارض الصلبة، والصمحاءة أخص منه (٢) .",
    "pg": "1:384"
  },
  "صمخ": {
    "def": "الصِماخُ: خَرْق الأذن، وبالسين لغة، ويقال: هو الأذُن نفسها. قال العجاج:\nحتى إذا صَرَّ الصِماخَ الأَصْمَعا * أَصْمَخْتُ الرجلَ: أصبت صماخه.",
    "pg": "1:426"
  },
  "صمد": {
    "def": "الصَمْدُ: المكان المرتفع الغليظ. قال أبو النجم:\nيغادر الصمد كظهر الاجزل (١) * والمُصْمَدُ: لغة في المُصْمَتِ، وهو الذي لا جَوْفَ له. والصِمادُ: عِفاصُ القارورة. وصَمَدَهُ يَصْمُدُه صَمْداً، أي قَصَدَهُ. والصَمَدُ: السيِّدُ، لأنّه يُصْمَدُ إليه في الحوائجِ. قال: عَلَوْتُهُ بحُسام ثُمَّ قلت له * خُذْها حُذَيْفُ فَأَنْتَ السَيِّدُ الصَمَدُ (٢) - وبيتٌ مُصَمَّدٌ بالتشديد، أي مقصود.",
    "pg": "2:499"
  },
  "صمر": {
    "def": "الصُمارى، بالضم (١) : الدُبُرُ. والصَمَرَ بالتحريك: النَتْنُ. يقال: يَدي من السَمَكِ صَمِرَةٌ. والصُمْرُ بالضم: الصُبْرُ. ويقال: أدهقْت الكأسَ إلى أَصبارِها وأصمارها، بمعنى. عن ابن السكيت. ورجل صمير: يابس اللحم على العظام تَفوحُ منه رائحة العرق.",
    "pg": "2:716"
  },
  "صمع": {
    "def": "يقال: هو أَصْمَعُ القلب، إذا كان متيقِّظاً ذكيَّاً. والأَصْمَعانِ: القلبُ الذكيُّ والرأيُ العازمُ. والأصْمَعُ: الصغير الاذن، والانثى صمعاء. وفى الحديث: \" أن ابن عباس كان لا يرى بأسا بأن يضحى بالصمعاء \". والصمعاء: البُهْمى إذا ارتفعت قبل أن تتفقأ. ويقال: خرج السهم متصمعا، إذا ابْتَلَّتْ قُذُذَهُ من الدم وغيره فانضمت، ومنه قول أبى ذؤيب:\nسهما فخر وريشه متصمع (١) * ويقال: الكلاب (٢) صمع الكعوب، أي صغار الكعوب. وأتانا بثريدة مُصَمَّعَةٍ، إذا دُقِّقَتْ وحُدِّدَ رأسُها. وصَوْمَعَةُ النصارى: فَوْعَلَةٌ من هذا، لانها دقيقة الرأس.",
    "pg": "3:1245"
  },
  "صمعد": {
    "def": "الاصمعداد: الانطلاق السريع. قال الزفيان: تسمع للريح إذا اصمعدا * بين الخطا منه إذا ما ارقدا * مثل عزيف الجن هدت هدا",
    "pg": "2:499"
  },
  "صمغ": {
    "def": "الصَمْغُ: واحد صُموغِ الأشجار، وأنواعُه كثيرة، وأمَّا الذي يقال له الصَمغ العربيّ فصَمْغُ الطلح، والقطعة منه صَمْغَةٌ وفي المثل: \" تركتُه على مثل مَقْرِفِ الصَمْغَةِ \"، وذلك إذا لم تَتركْ له شيئاً، لأنها تُقْتَلَعُ من شجرتها حتَّى لا تبقى عليها عُلْقَةٌ. وحِبْرٌ مُصَمَّغٌ، أي مُتَّخَذٌ منه. وهذا الحرف لا أدرى ممن سمعته. والصامغان: جانبا الفم. واستصمغت الصاب، وذلك أن تَشْرِطَ شجرَهُ ليخرج منه شئ مرفينا عقد كالصبر. عن أبى الغوث.",
    "pg": "4:1323-1324"
  },
  "صمك": {
    "def": "الصمكوك والصمكيك (٢) من الرجال: الغليظ الجافي. قال ابن السكيت: لبنٌ صَمَكيكٌ وصَمَكوكٌ، وهو اللزج. والصمكمك: القوى. واصمأك اللبن بالهمز، أي خثُر جدّاً حتَّى يصيرَ كالجُبن. واصْمَأَكَّ الرجل أيضاً، أي غضب. عن أبى زيد.",
    "pg": "4:1596-1597"
  },
  "صمل": {
    "def": "صمل الشئ يصمل صمولا: صلب واشتد. ورجل صمل، بتشديد اللام، أي شديد الخَلْقِ (١) . وصَمَلَ الشجرُ، إذا لم يجد رَيّاً فَخَشُنَ. والصامِلُ: اليابس. وقال (٢) : تَرى جازِرَيْهِ يُرْعَدانِ ونارُهُ عليها عداميل الهشيم وصامله والعدمول: القديم. يقول: على النار حطب يابس. واصمأل الشئ اصمئلالا بالهمز، أي اشتدَّ. واصْمَأَلَّ النباتُ، إذا التف. والمصمئلة: الداهية. قال الكميت:\nولا مصمئلتها الضئبل (٣)",
    "pg": "5:1746"
  },
  "صملخ": {
    "def": "الصِمْلاخُ والصُمْلوخُ: وسَخ الأذن والصمالخ: اللبن الخاثر المتكبد (١) .",
    "pg": "1:426"
  },
  "صمم": {
    "def": "صِمامُ القارورةِ: سِدادُها. يقال: صمعت القارورة، أي سددتها. وأصمعت القارورة، أي جعلتُ لها صِماماً. وحجرٌ أَصَمُّ: صُلْبٌ مُصْمَتٌ. والصَمَّاءُ: الداهيةُ. وفتنةٌ صَمَّاءُ: شديدةٌ. ورجلٌ أَصَمُّ بيّن الصَمَمِ فيهنّ. وكان أهل الجاهلية يسمُّون رجباً شهرَ الله الأصَمّ. قال الخليل: إنَّما سمِّي بذلك لأنّه كان لا يسمع فيه صوت مستغيث، ولا حركة قتال، ولا قعقعةُ سلاح، لأنَّه من الأشهُر الحُرُمِ. ويقال للداهية: صمى صمام، مثال قطام، وهي الداهية، أي زِيدي. ويقولون: \" صَمِّي ابنة الجبل \". ويقال: صَمامِ صَمامِ، أي تصامُّوا في السكوت. وصَمَّهُ بالعصا، أي ضربَه بها. وصَمَّهُ بِحَجَرٍ. وصَمَّ صداه، أي هلَك. قال أبو عبيد: واشتمال الصَمَّاءِ: أن تجلِّلَ جسدَك بثوبك، نحو شِمْلة الأعراب بأكسيتهم، وهو أن يردّ الكساءَ من قِبَلِ يمينه على يده اليسرى وعاتقِه الأيسر، ثم يردَّه ثانيةً من خلْفه على يده اليمنى وعاتقه الأيمن، فيُغطّيهما جميعاً. وذكر أبو عبيد أن الفقهاء يقولون: هو أن يشتمل بثوب واحد ليس عليه غيره ثم يرفعه من أحد جانبيه فيضعه على منكبه فيبدو منه فرجة. فإذا قلت: اشتمل فلان الصماء كأنك قلت. اشتمل الشملة التي تعرف بهذا الاسم، لان الصماء ضرب من الاشتمال. والصِمُّ بالكسر: اسم من أسماء الأسد والداهية. والصِّمَةُ: الرجلُ الشُجاعُ، والذَكَر من الحيّات، وجمعه صِمَمٌ. ومنه سمى دريد ابن الصمة. وقول جرير: سعرت (١) عليك الحرب تغلى قدورها فهلا غداة الصمتين تديمها أراد الصمة أبا دريد، وعمه مالكا: وصميم الشئ: خالصه. يقال: هو في صَميمِ قومه. وصَميمُ الحَرِّ وصميم البرد: أشده. قال خفاف بن ندبة: وإن تكُ خيْلي قد أصيبَ صَميمُها فعَمْداً على عينٍ تيمَّمْتُ مالِكا قال أبو عبيد: وكان صميم خيله يومئذ معاوية أخو خنساء، قتله دريد وهاشم ابنا حرملة المريان. والصماء من الارض: الغليظة. والصمان: موضع إلى جنب رمل عالج. والصمصام والصمصامة: السيف الصارم الذي لا ينثنى. والصمصام: اسم سيف عمرو بن معد يكرب. وقال: خليل لم أخنه ولم يخنى على الصمصامة (١) السيف السلام (٢) وصمم في السير وغيره، أي مضى. قال حميد: وحَصْحَصَ في صُمِّ الصَفا ثَفِناتِهِ وناء بسَلْمى نوأةً ثم صَمَّما (١) وصَمَّمَ، أي عضَّ ونَيَّبَ فلم يُرسِلْ ما عضّ. وصَمَّمَ السيفُ، إذا مضى في العظم وقطَعه. فأمَّا إذا أصاب المَفصِل وقطعه يقال طبّق. قال الشاعر يصف سيفاً:\nيُصَمِّمُ أحياناً وحيناً يُطَبِّقُ * وأَصَمَّهُ الله سبحانه فصَمَّ. وأَصَمَّ أيضاً بمعنى صَمَّ. قال الكميت:\nتُسائلُ ما أَصَمَّ عن السؤالِ (٢) * يقول: تُسائِلُ شيئاً قد صَمَّ عن السؤال. وأَصْمَمْتُهُ: وجدته أَصَمَّ. وتَصامَّ: أرى من نفسه أنّه أصم وليس به (٣) . ورجل صمصم بالكسر، أي غليظٌ، ويقال هو الجرئ الماضي. وقولهم: \" صمت حصاة بدرم \" أي إن الدماء كثُرتْ حتَّى لو ألقِيتْ حصاةٌ لم يُسمعْ لها وقع، لأنها لا تقع على الأرض. وهذا المعنى أراد امرؤ القيس بقوله:\nصَمِّي ابنةَ الجبلِ (١) * ويقال أراد الصدى.",
    "pg": "5:1967-1969"
  },
  "صنا": {
    "def": "إذا خرج نخلتان أو ثلاثٌ من أصل واحد فكلُّ واحد منهن صنو (١) والاثنتان صنوان، (*) والجمع صِنْوانٌ برفع النون. وفي الحديث: \" عَمُّ الرجل صِنْوُ أبيه \". أبو زيد: ركيتان صنوان، إذا تقاربتا أو نبعتا من عين واحدة. والصُنَيُّ: حِسيٌ صغيرٌ لا يَرِدُهُ أحد ولا يُؤبَه له، وهو تصغير صنو. قالت ليلى الاخيلية: أنابغ لم تنبغ ولم تك أولا * وكنت صنيا بين صدين مجهلا ويقال: هو شق في الجبل. الفراء: أخذت الشئ بصنايته، إذا أخذته كله.",
    "pg": "6:2404"
  },
  "صنب": {
    "def": "الصناب: صباغ يتخذ من الخردل والزبيب. قال جرير: تكلفني معيشة آل زيد * ومن لى بالصلائق (٢) والصناب والصنابى، هو الكميت، أو الأشقر إذا خالط شُقْرَتَهُ شعرةٌ بيضاء، ينسب إلى الصناب.",
    "pg": "1:164"
  },
  "صنج": {
    "def": "الصَنْجُ الذي تعرفه العرب، وهو الذي يتَّخذ من صُفْرٍ يُضرَب أحدهما بالآخر. وأمَّا الصَنْجُ ذو الأوتار فيختصُّ به العجم. وهما معربان. وقال: قل لسوار إذا ما * جئته وابن غلاثه زاد في الصنج عبيد ال * له أوتارا ثلاثه وصنجة الميزان معرب. قال ابن السكيت: ولا تقل سنجة.",
    "pg": "1:325-326"
  },
  "صند": {
    "def": "الصِنْديدُ: السيِّد الشُجاعُ. وغَيْثٌ صنديد: عظيم القطر. والصناديد: الدواهي. ومنه قول الحسن: \" نعوذ بالله من صناديد القدر \".",
    "pg": "2:499"
  },
  "صندل": {
    "def": "الصَنْدَلُ: البعيرُ الضخمُ الرأس: قال الراجز: رأت لعمرو وابنه الشريس عنادلا صنادل الرؤوس والصَنْدَلُ: شجرٌ طيِّبُ الرائحة. والصَنْدَلانيُّ: لغة في الصيدنانى.",
    "pg": "5:1743-1744"
  },
  "صنر": {
    "def": "الصِنارَةُ: رأسُ المِغزل. وصِنارَةُ الحَجَفَةِ: مَقبِضها. وأهل اليمن يسمُّون الاذن: صنارة.",
    "pg": "2:716"
  },
  "صنع": {
    "def": "الصُنْعُ بالضم: مصدر قولك صَنَعَ إليه معروفاً. وصَنَعَ به صَنيعاً قبيحاً، أي فعل. والصِناعَةُ: حرفةُ الصانِع، وعمله الصَنْعَةُ. وصَنْعَةُ الفرسِ أيضاً: حُسْنُ القيام عليه. تقول منه: صَنَعْتُ فرسي صَنْعاً وصَنْعَةً، فهو فرسٌ صَنيعٌ. قال الشاعر (٣) : فَنَقَلْنا صَنْعَهُ حتَّى شَتا * ناعِمَ البالِ لَجوجاً في السَنَنْ * وسيفٌ صَنيعٌ، أي مَجْلُوٌّ. قال الشاعر (٤) بأبيض من أمية مَضْرَحِيٍّ * كأنَّ جَبينَهُ سيفٌ صَنيعُ (١) * وامرأة صَناعُ اليدين، أي حاذقةٌ ماهرةٌ بعمل اليدين. وامرأتان صناعان. قال رؤبة: إما ترى دهري حناني حفضا * أطر (٢) الصناعين العريش القعضا * ونسوة صنع، مثال قذال وقذل. ورجل صنيع اليدين وصنع اليدينِ أيضاً بكسر الصاد، أي صانِعٌ حاذقٌ. وكذلك رجلُ صَنَعُ اليدين، بالتحريك. قال أبو ذؤيب: وعليهما مَسْرُودَتانِ قَضاهُما * داوُدُ أو صنع السوابغ تبع * هذه رواية الاصمعي. ويروى: \" صنع السوابغ \". واصطنعت عند فلانٍ صَنيعَةً. واصْطَنَعْتُ فلاناً لنفسي، وهو صَنيعَتي، إذا اصْطَنَعْتَهُ وخَرَّجْتَهُ. وقولهم: ما صنعت وأباك، تقديره مع أبيك، لان مع والواو جيمعا لما كانا للاشتراك والمصاحبة أقيم أحدهما مقام الآخر، وإنما نصب لقبح العطف على المضمر المرفوع من غير توكيد، فإن وكدته رفعت وقلت ما صنعت أنت وأبوك. والتَصَنُّعُ: تكلّف حُسْنِ السَمتِ. وتَصَنَّعَتِ المرأة، إذا صَنَعَتْ نفسَها. والمُصانَعَةُ: الرُشْوَةُ. وفي المثل: \" مَنْ صانَعَ بالمال لم يحتشم من طلب الحاجة \". والمَصْنَعَةُ: كالحوض يُجْمَعُ فيه ماء المطر، وكذلك المَصْنَعَةُ بضم النون. والمصانع: الحصون. وصنعاء ممدود: قصبة اليمن، والنسبة إليها صنعاني على غير قياس، كما قالوا في النسبة إلى حران حرنانى، وإلى مانى (١) وعانى: منانى وعنانى.",
    "pg": "3:1245-1246"
  },
  "صنف": {
    "def": "الصِنْفُ: النَوعُ والضربُ. والصَنْفُ بالفتح: لغة فيه. وعود صنفي بالفتح: منسوب إلى موضع وصنفة الازار، بكسر النون: طرته، وهى جانبُه الذي لا هُدْبَ له، ويقال: هي حاشية الثوب أيَّ جانبٍ كان. وتصنيف الشئ (١) : جعله أصنافا وتمييز بعضها من بعض. قال ابن أحمر: سقيا لحلوان ذى الكروم وما صنف (١) من تينه ومن عنبه",
    "pg": "4:1388"
  },
  "صنن": {
    "def": "الصن بالكسر: بول الوبر، وهو مُنْتنٌ جدّاً. قال جرير: تَطَلّى وهى سيئة المعرى * بصن الوبر تَحْسَبُهُ مَلابا والصِنُّ أيضاً: يومٌ من أيام العجوز. والصِنُّ أيضاً: شبه السَلَّة المُطْبَقة، يُجعَل فيه الخبز. والصُنانُ: ذَفَر الإبط. وقد أَصَنَّ الرجلُ، أي صار له صُنانٌ. وأَصَنَّ، إذا شَمَخ بأنْفه تكبرا. وقال (٢) * أإبلى تأكلها مصنا * ومنه قولهم: أصنت الناقة، إذا حَمَلتْ فاستكبرتْ على الفحل. الأصمعي: فلان مُصِنٌّ غَضَباً، أي ممتلئ غضبا.",
    "pg": "6:2152-2153"
  },
  "صه": {
    "def": "صَهْ: كلمةٌ بنيت على السكون. وهو اسمٌ سُمِّيَ به الفعلُ، ومعناه اسكتْ. تقول للرجل إذا أَسْكَتَّهُ: صَهْ ; فإن وصلْتَ نونت فقلت: صه صه. وقال المبرد: فإن قلت صه يا رجل بالتنوين فإنما تريد الفرق بين التعريف والتنكير، لان التنوين تنكير.\nفصل الطاء (١)",
    "pg": "6:2239"
  },
  "صها": {
    "def": "الصَهْوَةُ: موضع اللِبْد من ظهر الفرس. وأعلى كلِّ جبل: صَهْوَتُهُ. قال عارِقٌ: فأقسمتُ لا أحْتَلُّ إلاّ بصَهْوَةٍ * حرامٍ عليك رملُهُ وشَقائِقُهُ أبو عمرو: الصِهاءُ: مناقع الماء (١) ، الواحدة صَهْوَةٌ. أبو عبيد: صَها الجرح بالفتح يَصهى صَهْياً، إذا نَدِي وسال. وقال الخليل: صَهِيَ الجرح بالكسر. والصَهْوَةُ: برج يتخذ فوق الرابية.\nفصل الضاد",
    "pg": "6:2405"
  },
  "صهب": {
    "def": "الصُهْبَة: الشُقْرَة في شعَر الرأس، وهي الصُهوبة. والرجل أصهبُ. والصهباء: الخمر، سمِّيتْ بذلك للونها. والأصهب من الإبل: الذي يخالط بياضَه حُمرة، وهو أن يحمرّ أعلى الوبر وتبيضَّ أجوافه. وجملٌ صهابى، أي أصهب اللون. ويقال هو منسوب إلى صهاب: اسم فحل أو موضع. وقال الأصمعي: يقال للأعداء: صُهْبُ السِبالِ، وسود الأكباد، وإن لم يكونوا صهب السبال، فكذلك يقال لهم. قال ابن قَيسِ الرُقَيّات: فظِلال السُيوف شَيَّبْنَ رأسي * واعتناقي في القوم صُهْبَ السِبالِ ويقال أصله للروم، لأنَّ الصُهوبة فيهم، وهم أعداء العرب. وصهبى: اسم فرس للنمر (١) . والمصهب: صفيف الشواء، والوحش المختلط (٢) .\nفصل الضاد",
    "pg": "1:166"
  },
  "صهد": {
    "def": "الصَيْهَدُ: السَرابُ الجَاري. والصَيْهَدُ: الطَويل. وصَهَدَتْهُ الشمسُ: لغَةٌ في صخدته.",
    "pg": "2:499"
  },
  "صهر": {
    "def": "الأصْهارُ: أهل بيت المرأة، عن الخليل. قال: ومن العرب من يجعل الصهر من الاحماء والأُخْتانِ جميعاً. يقال: صاهرتُ إليهم، إذا تزوَّجْت فيهم، وأَصْهَرْتُ بهم، إذا اتَّصلتَ بهم وتَحَرَّمْتَ بجِوارٍ أو نسبٍ أو تَزَوُّجٍ، عن ابن الأعرابي. وأنشد لزهير: قَوْدُ الجِيادِ وإصْهارُ المُلوكِ وصَب * - رٌ في مَواطِنَ لو كانوا بها سئموا - وصهرت الشئ فانصهر، أي أذبته فذاب، فهو صهير (١) . قال ابن أحمرَ يصف فَرخ القطاة: تَرْوي لَقىً أُلْقِيَ في صَفْصَفٍ. * تَصْهَرُهُ الشَمْسُ فما يَنْصَهِرْ. - أي تُذيبه الشمس فيصْبِر على ذلك. وقولهم: لأَصْهَرَنَّكَ بيمينٍ مُرَّةٍ، كأنَّه يريد الإذابة. وقد اصْهارَّ الحِرْباءُ: تلألأ ظهرهُ من شدَّة الحَرِّ. ابن السكيت: يقال ما بالبعير صهارة بالضم، أي طِرْقٌ. والصِهِريُّ: لغة في الصِهْريجِ، وهو كالحوض.",
    "pg": "2:717"
  },
  "صهرج": {
    "def": "الصِهْريجُ: واحد الصَهاريجُ، وهي كالحياض يجتمع فيها الماءُ. وبِركةٌ مُصَهْرَجَةٌ معمولةٌ بالصاروج. قال العجاج:\nحَتَّى تَناهى في صَهاريجِ الصَفا * يقول: حتَّى وقف هذا الماءُ في صهاريجَ من حجر. والصُهارُجُ بالضم مثل الصهريج.\nفصل الضاد",
    "pg": "1:326"
  },
  "صهل": {
    "def": "الصَهيلُ والصُهالُ: صوت الفرس، مثل النَهيقِ والنُهاقِ. وقد صَهَلَ الفرسُ يَصْهِلُ بالكسر صَهيلاً، فهو فرس صهال (٣) . فصل الضاد",
    "pg": "5:1747"
  },
  "صهم": {
    "def": "الصهيم: الخالص في الخير والشر، مثل الصَميمِ. والهاء عندي زائدة. وأنشد أبو عبيد للمخيس: إن تميما خلقت ملموما مثل الصفا لا تشتكى الكلوما قوما ترى واحدهم صهميما لا راحم الناس ولا مرحوما والصهميم: السيئ الخلق من الإبل. والصِهْميمُ: الذي لا يُثْنى عن مراده.",
    "pg": "5:1969-1970"
  },
  "صوأ": {
    "def": "قال الاصمعي: الصاءة مثال الطاعة: ما يخرج من رَحِمِ الشاةِ بعد الولادة من القَذى، يقال: أَلْقَتِ الشاةُ صاءَتَها. وصَيَّأْتُ رأسي تصييئا، إذا غسلته وثورت وسخه ولم تنقه. فصل الضاد",
    "pg": "1:59-60"
  },
  "صوب": {
    "def": "الصَوْبُ: نزول المطر. والصيب: السحاب دون الصوب. وصاب، أي نزل. قال الشاعر (٣) : فلست لا نسى ولكنْ لملأكٍ * تنزَّل من جوِّ السماء يَصوبُ والتَصَوُّبُ مِثله. وصَوَّبْتُ الفرس، إذا أرسلتَه في الجَرْيِ. وقال امرؤ القيس: فصوبته كأنه صوب غبية * على الامعز الضاحى إذا سيط أحضرا ويقال صابَه المطر، أي مُطِرَ. وصاب السهمُ يَصوبُ صَيْبوبَةً، أي قَصَد ولم يَجُرْ. وصابَ السهمُ القِرطاسَ يَصيبُهُ صَيْباً، لغةٌ في أصابه. وفي المثل: \" مع الخواطئ سهمٌ صائب \". وقولهم: دعْني وعليَّ خَطَئِي وصَوْبي، أي صوابي. قال الشاعر (١) : دعيني إنّما خَطئي وصَوْبي * عليَّ وإنَّ ما أهلكْتُ مالُ (٢) قوله مالَ بالرفع، أي وإنّ الذي أهلكتُ إنما هو مالٌ. وأصابَه، أي وجده. وأصابته مصيبة، أي أخذته، فهو مُصاب. والمُصابُ: قصب السكر. وأصاب في قوله: وأصاب القرطاس. والمصاب: الاصابة. وقال الشاعر (٣) : أسليم (١) إن مصابكم رجلا * أهدى السلام تحية ظلم ورجل مُصابٌ وفي عقله صابَةٌ، أي فيه طَرَفٌ من الجنون. والصواب: نقيض الخطأ. وصَوّبه، أي قال له أصبتَ. واستصوب فِعْلَهُ واستصاب فِعْلَه، بمعنىً. وصوَّب رأسَه، أي خفضه. قال ابن السكيت: وأهل الفَلْج يسمُّون الجَرينَ: الصُوبة، وهو موضع التَمْرِ. وتقول: دخلت على فلانٍ فإذا الدنانيرُ صُوبة بين يديه، أي مَهيلَةٌ. والمصيبة: واحدة المصائب. والمَصوبة بضم الصاد مثل المصيبة. وأجمعت العرب على همز المصائب وأصله الواو، كأنهم شبهوا الاصلى بالزائد. ويجمع أيضا على مصاوب وهو الاصل. وقوم صياب، أي خيار. وقال (٢) : من معشر كحلت باللؤم أعينُهم * قُفْدِ الأكفِّ لئامٍ غيرِ صُيَّابِ (١) قال الفراء: هو في صُيَّابَة قومِه، وصُوَّابَة قومه، أي في صميم قومه. والصيابة: الخيار من كل شئ. قال ذو الرمة: ومستشحجات بالفراق كأنها * مثاكيل من صيابة النوب نوح والصاب: عصارة شجرٍ مُرٍّ (٢) . قال الهذَلي (٣) : إنّي أرقتُ فبِتُّ الليل مشتَجِرا (٤) * كأنّ عينى فيها الصاب مذبوح",
    "pg": "1:164-166"
  },
  "صوت": {
    "def": "الصوْتُ معروف. وأما قول رُوَيشدِ ابن كَثيرٍ الطائيّ: يا أيُّها الراكب المُزْجي مَطِيَّتَهُ * سائلْ بني أسدٍ ما هذه الصَوْتُ فإنّما أنَّثه لأنّه أراد به الضوضاء والجلبة والاستغاثة. والصائِتُ: الصائحُ. وقد صات الشئ يصوت صوتا، وكذلك صَوَّتَ تَصويتاً. ورجل صَيِّتٌ، أي شديد الصوت. وكذلك رجلٌ صات وحمار صات. قال النظار الفقعسى: كأننى فوق أقب سهوق * جأب إذا عشر صات الارنان وهذا كقولهم: رجل مال: كثير المال، ورجل نال: كثير النوال، وكبش صاف، ويوم طان، وبئر ماهة، ورجل هاع لاع، ورجل خاف وأصل هذه الاوصاف كلها فعل بكسر العين. والصيت: الذكر الجميل الذي ينتشر في الناس، دون القبيح. يقال: ذهب صيتُهُ في الناس، وأصله من الواو، وإنما انقلبت ياء لانكسار ما قبلها كما قالوا ريح من الروح. كأنهم بنوه على فعل بكسر الفاء للفرق بين الصوت المسموع وبين الذكر المعلوم. وربما قالوا: انتشر صوته في الناس، بمعنى صيته. وقولهم \" دعى فانْصاتَ \"، أي أجاب وأقبل، وهو انْفَعَلَ من الصَوْتِ. والمُنْصاتُ: القويمُ القامة. وقد انْصاتَ الرجل إذا اسْتَوَتْ قامته بعد الانحناء، كأنه اقْتَبَلَ شبابُه. قال الشاعر (١) : ونصر بنُ دُهْمانَ الهُنَيْدَةَ عاشَها * وتِسْعينَ عاما ثم قوم فانْصاتا وعادَ سوادُ الرأسِ بعد بياضه * وعاوَدَهُ شَرخُ الشباب الذي فاتا\nفصل الطاء",
    "pg": "1:257-258"
  },
  "صوح": {
    "def": "التَصَوُّحُ: التَشَقُّق في الشِعَرِ وغيره. أبو عمرو: تَصوَّحَ البَقْلُ، إذا يَبِس أَعْلاهُ وفيه نُدُوَّةٌ. وأنشد للراعي: وحارَبَتِ الهَيْفُ الشَمالَ وآذَنَتْ * مَذانِبُ منها اللَدْنُ والمُتَصَوِّحُ وصوحته الريح: أيبسته. قال ذو الرمة: وصوح البقل ناج تجئ به * هيف يمانية في مرها نكب والصوح بالضم: حائط للوادي، وله صوحان، ووجه الجبل القَائمُ، تراه كأنَّه حائط. وفى الحديث: \" ألقوه بين الصوحين حتى أكلته السباع \"، أي بين الجبلين. وبنو صوحان من عبد القيس. والصُواحُ: الجِصُّ. والصُواحُ: أيضاً عَرَقُ الخَيْلِ. وأنشد الأصمعيّ: جَلَبْنا (١) الخَيْلَ دامِيَةً كُلاها * يُسَنُّ على سنابِكها الصواح ويروى: \" يسيل \". وصاحة: اسم جبل. وصحت الشئ فانصاح، أي شَقَقْتُهُ فانشَقّ. قال أبو عبيدة: إذا انشَقَّ الثَوْبُ من قِبَل نفسه قيل: قد انْصاحَ. ومنه قول عُبيد: فَأَصْبَحَ الرَوْضُ والقيعانُ مُمْرِعَةً * من بين مُرْتَتِقٍ منها ومُنْصاحِ (٢) وانصاحَ القَمَرُ، أي استنارَ.",
    "pg": "1:384"
  },
  "صوخ": {
    "def": "أَصاخَ له، أي استمع. وقال أبو دُواد: ويُصيخُ أحياناً كما اسْ * تَمَعَ المُضِلُّ لِصَوْتِ ناشد\nفصل الضاد",
    "pg": "1:426"
  },
  "صور": {
    "def": "الصورُ: القَرْنُ. قال الراجز: لقد نَطَحْناهُمْ غَداةَ الجمْعَيْنِ * نَطحاً شديداً لا كَنَطْحِ الصورَيْن - ومنه قوله تعالى:\n(يومَ يُنْفَخُ في الصورِ) *، قال الكلبيّ: لا أدري ما الصورُ. ويقال: هو جمع صورة، مثل بسرة وبسر، أي ينفخ في صور الموتى الارواح. وقرأ الحسن:\n(يوم ينفخ في الصور) *. والصور بالكسر الصاد: لغة في الصور جمع صورة. وينشد هذا البيتُ على هذه اللغة يصف الجواري: أَشْبَهْنَ من بَقَرِ الخَلْصاءِ أَعْيُنَها * وهُنَّ أَحْسَنُ من صِيرانِها صِوَرا - والصيرانُ: جمع صُِوار، وهو القطيع من البقر. والصُِوارُ أيضاً: وعاء المسك. وقد جمعها الشاعر بقوله: إذا لاح الصُِوارُ ذَكَرْتُ لَيْلى * وأَذْكُرُها إذا نَفَخَ (١) الصَُوارُ - والصِيارُ لغة فيه. والصَوْرُ بالتسكين: النخل المجتمع الصِغارُ، لا واحد له. وقول الشاعر: كأن عرفا مائلا من صوره * بين مقذيه إلى سنوره (٢) - يريد شعر الناصية. ويقال: إنى لأجدُ في رأسي صَوْرَةً، وهي شبه الحِكَّةِ حتَّى يشتهي أن يفلى رأسه. وصارة: اسم جبل، ويقال أرض ذات شجر. والصور، بالتحريك: الميل. ورجلٌ أَصْوَرُ بَيِّنُ الصَوَرِ، أي مائل مشتاق وأصاره فانصار، أي أمالَهُ فمال. وصَوَّرَهُ الله صُورَةً حسنةً، فتَصَوَّرَ. ورجلٌ صَيِّرٌ شَيِّرٌ، أي حسن الصورة والشارة، عن الفراء. وتصورت الشئ: توهمت صورته فتصور لى. والتصاوير: التماثيل. وطعنه فتصور، أي مال للسقوط. وصارَهُ يَصورُهُ ويَصيرُهُ، أي أماله: وقرئ قوله تعالى:\n(فَصُِرْهُنَّ إلَيْك) * بضم الصاد وكسرها. قال الأخفش: يعني وَجِّهْهُنَّ. يقال: صُرْ إليَّ وصُرْ وجهك إليَّ، أي أقبل على. وصرت الشئ أيضا: قطعته وفصلته. قال العجاح (١) :\nصُرْنا به الحُكْمَ وأَعْيا الحَكَما * فمن قال هذا جعل في الآية تقديماً وتأخيراً، كأنَّه قال: خُذْ إليك أربعةً من الطير فصُرْهُنَّ. ويقال عُصفور صَوَّارُ، للذي يجيب إذا دعى.",
    "pg": "2:716-717"
  },
  "صوع": {
    "def": "صعت الشئ فانصاع، أي فرَّقته فتفرّق ومنه قولهم: يَصوعُ الكَمِيُّ أقرانَه، إذا أتاهم من نواحيهم. والرجلُ يَصوعُ الإبلَ، والتيسُ يصوع المعز. ومنه قول الشاعر (٢) :\nيصوع عنوقها أحوى زنيم (٣) * وانصاع، أي انفتل راجعا ومر مسرعا. والتصوع: التفرق. قال ذو الرمة:\nتَظَلُّ بها الآجالُ عني تَصَوَّعُ (١) * وتَصَوَّعُ النباتُ: لغةٌ في تَصَوَّحَ إذا هاج. وتصيع مثله. والصاع: المطمئن من الأرض. قال المُسَيَّبُ بن عَلَسٍ: مَرِحَتْ يَداها للنَجاءِ كأنّما * تَكرو (٢) بكَفَّيْ لاعِبٍ في صاعِ * والصاعُ: الذي يُكالُ به، وهو أربعة أمدادٍ، والجمع أَصْوُعٌ، وإن شئتَ أبدلتَ من الواو المضمومة همزةً. والصُواعُ \": لغةٌ في الصاعِ، ويقال هو إناء يشرب فيه.\nفصل الضاد",
    "pg": "3:1246-1247"
  },
  "صوغ": {
    "def": "صغت الشئ أصوغه صوغا. ورجلٌ صائغٌ، وصَوَّاغٌ، وصَيَّاغٌ أيضاً في اغة أهل الحجاز، وعمله الصِيَاغَةُ. وصاغَهُ الله صِيغَةً حسنةً، أي خَلَقه. وسهامٌ صيغَةٌ، أي من عملِ رجلٍ واحد. وهو من الواو إلاّ أنّها انقلبت ياءً لكسرة ما قبلها. وهذا صَوْغُ هذا، إذا كان على قدره. وهما صَوْغانِ، أي سِيّانِ. وربَّما قالوا فلان يَصوغُ الكذب، وهو استعارة. وفي الحديث: \" كَذِبَةٌ كذبها الصواغون \".\nفصل الضاد",
    "pg": "4:1324"
  },
  "صوف": {
    "def": "الصوفُ للشاةِ، والصوفَةُ أخصُّ منه. ويقال: أخذت بصُوفِ رقبته، وبطوف رقبته وبطاف رقبته، وبظوف رقبته وبظاف رقبته، وبقوف رقبته وبقاف رقبته. قال ابن الاعرابي: أي بجلد رقبته. وقال أبو السَمَيْدَعِ: وذلك إذا تبعه وقد ظنَّ أن لن يدركه فلَحِقَهُ، أخذ برقبته أم لم يأخذ. وقال ابن دريد: أي بشَعره المتدلِّي في نقرة قفاه. وقال الفراءُ: إذا أخذه بقفاه جمعاء. وقال أبو الغوث: أي أخذه قهراً. ويقال أيضاً: أعطاه بصُوفِ رقبته، كما يقال: أعطاه برمَّته. وقال أبو عبيد: أي أعطاه مجانا ولم يأخذ ثمنا. وصوفة: أبو حى من مضر، وهو الغوث ابن مر بن أد بن طابخة بن إلياس بن مضر كانوا يخدمون الكعبة في الجاهلية ويجيزون الحاج، أي يفيضون بهم. وكان يقال في الحج: \" أجيزى صوفة \". ومنه قول الشاعر:\nحتى يقال أجيزوا آل صوفانا (١) * وكبش صافٌ، أي كثير الصُوفِ. تقول منه: صاف الكبش بعد ما زمر يَصوفُ صَوْفاً وصُؤُوفاً، فهو صافٌ وصافٍ، وأَصْوَفُ وصائِفٌ. وكذلك صَوِفَ الكبشُ بالكسر، فهو كبشٌ صَوِفٌ بين الصوف. حكاه أبو عبيد عن الكسائي. وصاف السهم عن الهدف يَصوفُ ويَصيفُ، أي عدل عنه. ومنه قولهم: صافَ عنِّي شرُّ فلانٍ، وأَصافَ الله عني شره.",
    "pg": "4:1388-1389"
  },
  "صوك": {
    "def": "قولهم: لقيته أول صوك وبوك، أي أول شئ.",
    "pg": "4:1597"
  },
  "صول": {
    "def": "صالَ عليه، إذا استطال. وصالَ عليه: وثب صَوْلاً وصَوْلَةً. يقال: \" رُبَّ قولٍ أشدُّ من صَوْلٍ \". والمُصاوَلَةُ: المواثبةُ، وكذلك الصِيالُ والصِيالَةُ. والفَحْلانِ يَتَصاوَلانِ، أي يتواثَبان. وصالَ العيرُ، إذا حمل على العانة. أبو زيد: صؤل البعير بالهمز يَصْؤُلُ صآلَةً، إذا صار يقتل الناس ويَعْدو عليهم، فهو جمل صؤول. وصيل لهم كذا، أي أتيح لهم. قال خفاف ابن نُدبة: فصيلَ لهم قَرْمٌ كأنّ بكَفِّهِ شِهاباً بَدا في ظلمة الليلِ يَلْمَعُ أبو زيد: المِصْوَلُ: شئ ينقع فيه الحنظل لتذهب مرارته. والصيلة بالكسر: عقدة العذبة. وصول: اسم موضع. وقال: (١) لساهر طال في صول تململه كأنه حية بالسوط مقتول (٢)",
    "pg": "5:1746-1747"
  },
  "صوم": {
    "def": "قال الخليل: الصَوْمُ: قيامٌ بلا عمل. والصَوْمُ: الإمْساكُ عن الطُعْمِ. وقد صامَ الرجل صَوْماً وصِياماً. وقومٌ صُوَّمٌ بالتشديد وصُيَّمٌ أيضاً (١) . ورجلٌ صَوْمانُ، أي صائِمٌ. وصامَ الفرسُ صَوْماً، أي قامَ على غير اعتلافٍ. قال النابغة الذبياني: خيلٌ صِيامٌ وخيلٌ غيرُ صائِمَةٍ تحت العَجاجِ وأخرى تَعْلُكُ اللُجُما وصامَ النهارَ صَوْماً، إذا قام قائمُ الظَهيرة واعتدل. والصَوْمُ: ركود الريح. ومَصامُ الفرسِ ومَصامَتُهُ: موقِفُه. وقال (٢) :\nكأنّ الثُريَّا علِّقت في مصامها (٣) * وقوله والبكرات شرهن الصائِمَة (١) * يعني التي لا تدور. وقوله تعالى: \" إنِّي نَذَرْتُ للرحْمنِ صَوْماً) قال ابن عباس ﵄: صَمْتاً. وقال أبو عبيدة: كلُّ ممسكٍ عن طعامٍ أو كلامٍ أو سيرٍ فهو صائِمٌ. والصوْم: ذرْقُ النعامةِ. والصَوْمُ: البيعَةُ. والصَوْمُ: شجرٌ، في لغة هذيل.\nفصل الضاد",
    "pg": "5:1970"
  },
  "صون": {
    "def": "صنت الشئ صونا وصيانا وصِيانةً، فهو مَصونٌ، ولا تقل مُصانٌ. وثوبٌ مَصونٌ على النقص، ومصوون على التمام. وقد فسرناه في (دوف) . وجعلت الثوب في صوانه وصوانه، بالضم والكسر، وصيانة أيضا، وهو وعاؤه الذي يُصانُ فيه. وصانَ الفرسُ، إذا قام على طرف حافره من وجى أو حَفىً. قال النابغة: وما حاولتُما بِقياد خيلٍ * يَصونُ الوردُ فيها والكميت وأما قوله (١) : فأوردهن بطن الاتم شعثا * يصن المشى كالحدإ التؤام فلم يعرفه الاصمعي. وقال غيره: يبقين بعض المشى. ويقال: يتوجين في المشى من حفى. والصوان، بالتشديد: ضرب من الحجارة، الواحدة صوانة. والصين: بلد. والصوانى: الاواني منسوبات إليه.\nفصل الضاد",
    "pg": "6:2153"
  },
  "صوى": {
    "def": "أبو عمرو: الصُوى: الأعلام من الحجارة، الواحدة صُوَّةٌ. وفي الحديث: \" إنَّ للإسلام صُوّى ومَناراً كمنار الطريق \". ومنه قيل للقبور: أَصْواءٌ. وكان الأصمعيّ يقول: الصُوى: ما غلظ وارتفع من الارض ولم يبلغ أن يكون جبلاً. والصُوَّةُ: مُختلَف الرِيح. قال الشاعر (١) : وهَبَّتْ له ريحٌ بمختلف الصُوى * صَباً وشمالاً في منازلِ قُفَّالِ والصاوي: اليابس. يقال: صَوَتِ النخلة تَصْوِي صُوِيّاً (٢) . وصَوَّيْتُ لإبلي فحلاً، إذا اخترته وربيته للفحلة. قال العدبَس الكنانيّ: التَصْوِيَةُ للفحول من الإبل: أن لا يُحْمَلَ عليه ولا يُعقَد فيه حبلٌ، ليكون أنشط له في الضِراب وأقوى. وقال الراجز يصف الراعى والابل (٣) : صوى لها ذا كدنة جلذيا * أخيف كانت أمه صفيا الاصمعي: التصوية أن ييبس الرجل لبن شاته ليكون أسمن لها وأقوى. يقال: صَوَّيْتُها فَصوَتْ. قال أبو ذؤيب: مُتَفَلِّقٌ أَنْساؤُها عن قانِئٍ * كالقُرْطِ صاوٍ غُبْرُهُ لا يرضع",
    "pg": "6:2404-2405"
  },
  "صيح": {
    "def": "الصِياحُ: الصوت. تقول: صاحَ يَصيحُ صَيْحاً وصَيْحةً وصِياحاً وصُياحاً بالضم، وصيحانا بالتحريك. والمصايحة والتصايح: أن يصيح القوم بعضهم ببعض. والصيحة: العذاب. وأصُله من الأوَّل. وقولهم: لَقيتُهُ قَبْلَ كلِّ صَيْحٍ ونَفْرٍ، فالصَيْحُ: الصِياحُ، والنَفْرُ: التَفَرُّقُ، وذلك إذا لَقيتَه قبل طلوع الفجر. ابن السكيت: يقال غضِبَ من غير صَيْحٍ ولا نَفْرٍ، أي من غير قليل ولا كثير. وأنشد: كَذوبٌ مَحولٌ يَجْعَلُ اللهَ جُنَّةً * لأيْمانِهِ من غير صَيْحٍ ولا نَفْرِ وتَصَيَّحَ البقْلُ: لغة في تَصَوَّحَ. وصَيَّحَتْهُ الريحُ والشمس، مثل صَوَّحَتْهُ. والصَيْحَانِيُّ: ضرب من تمر المدينة.\nفصل الضاد",
    "pg": "1:384-385"
  },
  "صيد": {
    "def": "صادَهُ يَصيدُهُ ويَصادُهُ صَيْداً، أي اصطاده والصَيْدُ أيضاً: المَصيدُ. وخَرَجَ فلانٌ يَتَصَيَّدُ. والمِصْيَدُ والمِصْيَدَةُ بالكسر: ما يُصادُ به. وكَلْبٌ صَيودٌ، وكلاب صيد وصيد أيضا في لغة من يخفف الرسل ويكسر الصاد لتسلم الياء. والصيد، بالتحريك: مصدر الأَصْيَدِ، وهو الذي يرفع رأسه كِبْراً. ومنه قيل للملك أصيد. وأصله في البعير يكون به داء في رأسه فيرفعه. ويقال: إنما قيل للملك أصيد لأنه لا يتلفت يميناً ولا شمالاً. وكذلك الذي لايستطيع الالتفات من داء. تقول منه صيد: بكسر الياء. وإنما صحت الياء فيه لصحتها في أصله لتدلَّ عليه وهو اصيد بالتشديد. وكذلك اعور لان عور اعور معناهما واحد، وإنما حذفت منه الزوائد للتخفيف، ولولا ذلك لقلت صاد وعار، وقلبت الواو ألفا كما قلبتها في خاف. والدليل على أنه افعل، مجئ أخواته على هذا في الالوان والعيوب، نحو اسود واحمر. وإنما قالوا: عور وعرج للتخفيف. وكذلك قياس عمى وإن لم يسمع، ولهذا لا يقال من هذا الباب ما أفعله في التعجب، لان أصله يزيد على الثلاثي، ولا يمكن بناء الرباعي من الرباعي، وإنما يبنى الوزن الاكثر من الاقل. والصاد: الصفر والنحاس. قال حسّان: رَأَيْتُ قُدورَ الصادِ حولَ بُيوتِنا * قَنابلَ دُهْماً في المَباَءةِ صُيَّما (١) - والصادِيُّ منسوبٌ إليه. والصَيْدانُ بالفتح: بِرامُ الحِجارة. قال أبو ذؤيْب: وسودٍ من الصَِيْدانِ (٢) فيها مَذانِبٌ * نُضَارٌ إذا لم نستفدها نعارها - وأما الحجارة التى تعمل منها القدورُ فهي الصَيْداءُ. والصيداء (١) : الارض الغليظة. وصيداء: اسم بلد. وبنو الصيداء: بطن من بنى أسد. قال ابن السكيت: الصَيْدانَةُ: الغولُ. قال: والصَيْدانَةُ من النساء: السيِّئةُ الخُلْقُ الكثيرةُ الكلام.\nفصل ال ضاد",
    "pg": "2:499-500"
  },
  "صير": {
    "def": "صار الشئ كذا، يصير صيرا وصيرورة. وصرت إلى فلان مَصيراً، كقوله تعالى:\n(وإلى الله المَصيرُ) *، وهو شاذٌّ، والقياس مَصارٌ مثل مَعاشٌ. وصَيَّرْتُهُ أنا كذا، أي جعلته. وصارَهُ يَصيرُهُ: لغة في يَصورُهُ، أي قَطَعَه، وكذلك إذا أماله. قال الشاعر: وفرع يصير الجيد وحف كأنه * على الليت قنوان الكروم الدوالح - أي يميله. ويروى: \" يزين الجيد \". وصيور الامر: آخره وما يؤول إليه، وهو فيعول. وقولهم: ماله صيور، أي رأى وعقل. وتَصَيَّرَ فلانٌ أباه، إذا نزع إليه في الشبه. وصيرُ الأمرِ، بالكسر: مصيره وعاقبته. يقال: فلان على صِيرِ أَمْرٍ، إذا كان على إشرافٍ من قَضائه. قال زهير: وقد كُنْتُ من لَيْلى سنينَ ثمانياً * على صيرِ أَمْرٍ ما يُمُرُّ وما يَحْلو - والصيرُ أيضا: الصحناة (١) . وفى الحديث أن سالم بن عبد الله مربه رجل معه صير، فذاق منه ثم سأل عنه: كيف تبيعه؟ وتفسيره في الحديث أنه الصحناة قال جرير يهجو قوما: كانوا إذا جعلوا في صيرهم بصلا * ثم اشتووا كنعدا من مالح جدفوا - والصير أيضا: شق الباب. وفى الحديث: \" من نظر من صير باب ففقئت عينه فهى هدر \"، وتفسيره في الحديث أن الصير الشق. وقال أبو عبيد: لم يسع هذا الحرف إلا في هذا الحديث. والصيرة: حظيرة الغنم، وجمعها صير، مثل سيرة وسير. قال الاخطل: واذكر غدانة عدانا مزنمة * من الحبلق تبنى حوله (١) الصير -\nفصل الضاد",
    "pg": "2:717-718"
  },
  "صيص": {
    "def": "قال الاموى: الصيص في لغة بلحارث بن كعب: الحشف من التمر. والصيصُ والصيصاءُ: لغةٌ في الشيص والشيصاء. والصيصاء أيضا: حَبُّ الحنظلِ الذي ليس في جوفه لب. وأنشد أبو نصر لذى الرمة: بأرجائه القردان هزلى كأنها * نوادر صيصاء الهبيد المحطم (١) * والصيصية: شوكة الحائك التي يُسوِّي بها السَداةَ واللُحمةَ (٢) قال دُرَيد بن الصِمَّة: فجئتُ إليها والرماحُ تَنوشُهُ * كوَقْعِ الصَياصي في النَسيجِ المُمَدَّدِ * ومنه صَيصِيَةُ الديك التي في رجليه. وصَياصي البقَرِ: قرونها. وربما كانت تركَّب في الرماح مكانَ الأسِنَّة. والصَياصي: الحصون.\nفصل العين",
    "pg": "3:1044"
  },
  "صيف": {
    "def": "الصَيْفُ: واحد فصول السنة، وهو بعد الربيع الأول، وقيل: القيظ. يقال: صيف صائف، وهو توكيد له كما يقال: ليلٌ لائل، وهمج هامج. وشئ صيفي. قال الشاعر (١) : إن بنى صبية صيفيون أفلح من كان له ربعيون والصيف أيضا: المطر الذى يجئ في الصيف. والمَصيفُ: المعوجُّ من مجاري الماء، وأصله من صافَ أي عدل، كالمضيق من ضاق. ومنه قول أبى ذؤيب: جوارسها تأرى (٢) الشعوف دوائبا وتنصب ألهابا مصيفا كرابها ويوم صائف، أي حارٌّ. وليلةٌ صائِفةٌ. وربَّما قالوا يومٌ صافٌ بمعنى صائِفٍ، كما قالوا يومٌ راحٌ ويومٌ طانٌ. وعاملت الرجل مُصايَفَةً، أي أَيّامَ الصيف، مثل المشاهرة والمياومة والمعاومة. وصائِفةُ القوم: مِيرتهم في الصيف. والصائِفَةُ: غزوةُ الرومِ، لأنَّهم يُغْزَوْنَ صَيْفاً، لمكان البرد والثلج. وصافَ بالمكان، أي أقام به الصيفَ. واصْطافَ مثله. والموضعُ مَصيفٌ ومصطاف. وصفنا، أي أصابنا مطر الصيف، وهو فعلنا على ما لم يسمَّ فاعلُه، مثل خرفنا وربعنا. وصيفت الارض فهى مصيفة ومصيوفة، إذا أصلبها مطر الصيف. وصافَ السهم عن الهَدَف يَصيفُ صَيْفاً وصَيْفوفَةً، أي عدل. وأَصافَ الرجل، أي وُلِد له على الكبر، وولده صيفي. وصيفى أيضا: اسم رجل، وهو صيفي بن أكثم. وأصاف القوم، أي دخلوا في الصيف. وأصافَ الله عنِّي شرّ فلانٍ، أي صرفه وعدل به. وصَيَّفَني هذا الشئ، أي كفانى لصيفتى. ومنه قول الراجز: من يك ذابت فهذا بتى مقيظ مصيف مشتى وقول أبي كَبيرٍ الهذَلي: ولقد وَرَدْتُ الماَء لم يَشْرَبْ به حَدَّ الربيعِ إلى شهور الصَيِّفِ يعني به مطر الصيف، الواحدة صَيِّفَةٌ. يقال أصابتنا صَيِّفَةٌ غزيرةٌ، بتشديد الياء. وتَصَيَّفَ من الصَيف، كما تقول: تَشَتَّى من الشتاء. فصل الضاد",
    "pg": "4:1389-1390"
  },
  "صيق": {
    "def": "الصيق: الغبار. وقال سلامة بن جندل: بوادي جدود قد بوكرت بصيق السنابك أعطانها وقال آخر:\nكما انقض تحت الصيق عوار * والجمع صيق، مثل جيفَةٍ وجِيَفٍ. ومنه قول رؤبة يترك ترب البيد مجنون الصيق (١)\nفصل الضاد",
    "pg": "4:1510"
  }
}