{
  "ط س": {
    "def": "طفس البرذون يطفس طفوسا، أي مات. والطَفسُ، بالتحريك: الوَسَخَ والدرنُ. وقد طَفِسَ الثوب بالكسر، طفسا وطفاسة. ورجل طفس. والطنفسة (١) : واحدة الطنافس.",
    "pg": "3:944"
  },
  "طآ": {
    "def": "الطآة مثل الطعاة: الحمأه، هكذا قرأته على أبى سعيد في المصنف. وما بالدار طوئى، مثال طوعي، أي أحد (١) .",
    "pg": "6:2411"
  },
  "طأطأ": {
    "def": "طأْطأَ رأسَه: طامَنَه. وتطَأْطأَ: تَطامَنَ. وقولهم: تَطَأْطَأْتُ لهم تَطاطُؤَ الدُلاةِ، أي خَفَضْتُ لهم نَفْسي كتطامُنِ الدُلاةِ، وهو جَمْعُ دالٍ، وهو الذي يَنْزِعُ بالدَلْوِ. والطَّاْطاءُ من الارض: ما انهبط.",
    "pg": "1:60"
  },
  "طبب": {
    "def": "الطبيب: العالم بالطب، وجمع القلة أطِبَّةٌ، والكثير أطِبَّاء. تقول: ما كنتَ طبيباَ ولقد طَبِبت، بالكسر. والمتطبِّب: الذي يتعاطى عِلم الطِّب. والطُبُّ والطَبُّ لغتان في الطِبِّ. وفي المثل: \" إن كنت ذا طِبٍّ فطِبَّ لعينيك \" وطُبَّ، وطَبَّ (١) . وكلُّ حاذقٍ طبيبٌ عند العرب. قال المرار (٢) : يَدينُ لِمَزْرورٍ إلى جَنْب حَلْقة * من الشِبْه سوَّاها برفق طبيبُها (٣) وفلان يستطبّ لوجعه، أي يستوصف الدواءَ أيُّه يصلُح لدائه. والطُبُّ: السحر، تقول منه: طُبَّ الرجل فهو مطبوب. وتقول أيضاً: ما ذاك بِطِبِّي، أي بدهري وعادتي. قال الشاعر (٤) : وما إنْ طِبُّنا جُبْنٌ ولكن * منايانا ودَولَةُ آخَرينا ورجل طَبٌّ بالفتح، أي عالم. وفَحل طَبٌّ، أي ماهر بالضِرابِ. الأصمعي: الطِبابة: الجلدة التي يغَطَّى بها الخُرَزُ، وهي معترِضة كالإصبع مَثْنِيَّةٌ على موضع الخَرْز، والجمع الطِباب. قال جرير: بَلى فارفضَّ دمعُك غير نَزْرٍ * كما عيَّنْتَ بالسَرَبِ الطِبابا تقول منه: طَبَبْتُ السِقاء أطُبُّه، وطبَّبْتُه أيضاً، شدِّد للكثرة. قال الكميت يصف قَطاً: أو الناطقات الصادقات إذا غَدَتْ * بأسقِيَةٍ لم يَفْرِهِنَّ المُطَبِّبُ والطِبابة أيضاً: طريقةٌ من رمل أو سَحاب. وكذلك الطِبَّة بالكسر. والطِبَّة أيضاً: الشُقَّة المستطيلة من الثوب، والجمع الطِبَبُ. وكذلك طِبَبُ شُعاع الشمس، وهي الطرائق التي تُرى فيها إذا طَلَعَتْ. والتطبيب: أن تعلّق السِقاء من عمود (١) البيت ثم تَمخُضه. والطبطبة: صوت الماء ونحوه، وقد تطبطب. وقال: إذا طحنت دُرْنِيَّةٌ لعيالها * تَطبطبَ ثدياها فطار طحينها",
    "pg": "1:170-171"
  },
  "طبخ": {
    "def": "طبَختُ القِدر واللحمَ فانْطَبَخَ. والموضع مَطْبَخٌ. واطَّبَخْتُ، وهو افتعلت، أي اتَّخذتُ طَبيخاً. قال ابن السكيت: وقد يكون الإطِّباخُ اقتداراً واشتواءً. تقول: هذه خُبْزَةٌ جيِّدة الطبخ، وآجرة جيدة الطبخ. وأنشد للعجاج: تالله (١) لولا أن تحش الطبخ * بى الجحيم حين (٢) لا مستصرخ أراد بالطبخ وهو جمع طابخ، ملائكة العذاب. وتقول: اطَّبِخوا لنا قرصاً. وهذا مُطَبَّخَ القوم، وهذا مشتواهم. والطباخة: الفوارة، وهو ما فار من رغوة القدر إذا طبخت. وطابخة، لقب عامر بن الياس بن مضر، لقبه بذلك أبوه لما طبخ الضب. والطبيخ: ضرب من المنصَّف. والمُطَبِّخُ بكسر الباء مشددة: ولد الضب. أوله حسل، ثم غيداق، ثم مطبخ، ثم ضب. وقد طبخ الحِسْلُ تَطْبيخاً: كَبِرَ. والطابِخة: الهاجرة. وطَبائِخُ الحَرِّ: سمائمه. والطابِخُ: الحمَّى الصالب. ورجلٌ ليسَ به طباخٌ، أي قوَّة ولا سِمَنٌ. قال الشاعر (١) : والمالُ يغشَى رِجالاً لا طَباخَ بهمْ * كالسَيْلِ يغشَى أُصولَ الدندن البالى وامرأة طباخية، مثال علانية، أي مكتنزة اللحم.",
    "pg": "1:426-427"
  },
  "طبرزذ": {
    "def": "الاصمعي: سكر طبرزد وطبرزل وطبرزن ثلاث لغات معربات.",
    "pg": "2:566"
  },
  "طبع": {
    "def": "الطَبْعُ: السجيّهُ التي جُبِلَ عليها الإنسان، وهو في الأصل مصدرٌ، والطَبيعَةُ مثله، وكذلك الطِباعُ. والطَبْعُ: الخَتْمُ، وهو التأثير في الطين ونحوه. والطابَعُ بالفتح: الخاتَمُ. والطابع بالكسر: لغة فيه. وطبعت على الكتاب، أي ختمتُ. وطَبَعْتُ الدرهم والسيف، أي عَمَلْتُ. وطَبَعْتُ من الطين جَرَّةً (١) . والطَبَّاع: الذي يعملها. والطِبْعُ بالكسر: النهرُ، والجمع أَطْباعٌ، عن الاصمعي. ويقال: هو اسم نهرٍ بعينه. قال لبيد: فتَوَلَّوْا فاتِراً مَشْيهُمُ * كرَوايا الطِبْعِ هَمَّتْ بالوَحَلْ * والطَبَعُ بالتحريك: الدنَسُ، يقال منه: طَبِعَ الرجلُ بالكسر. وطَبِعَ أيضاً بمعنى كَسِلَ. وطَبِعَ السيفُ، أي علاه الصدأ. وقال الراجز (٢) * إنا إذا قلت طخارير القزع * * نفحلها البيض القليلات الطبع * وطبعت السقاء وغيره تَطْبيعاً: ملأته، فَتَطَبَعَ، أي امتلأ. وناقةٌ مُطَبَّعَةٌ، أي مُثَقَّلَةٌ بالحمل، قال الراجز:\nوأين وسق الناقة المطبعه (١) * ويروى: \" الجلنفعه \".",
    "pg": "3:1252-1253"
  },
  "طبق": {
    "def": "الطبق: واحد الاطباق. وقولهم: \" وافق شن طبقه \" قال ابن السكيت: هو شن بن أفصى بن عبد القيس. وطبق: حى (٣) من إياد. وكانت شن لا يقام لها، فواقعتها طبق فانتصفت منها فقيل وافق شن طبقه وافقه فاعتنقه ومضى طَبَقٌ من الليل وطَبَقٌ من النهار، أي معظمٌ منه. قال ابن أحمر: وتواهقت أخفافها طبقا والظِلُّ لم يَفْضُلْ ولم يُكْرِ والطَبَق: عظمٌ رقيقٌ يفصِل بين الفقارَيْنِ. قال الشاعر: أَلا ذَهَبَ الخداعُ فلا خِداعا وأبْدى السيفُ عن طَبَقٍ نُخاعا وبنتُ طَبَقٍ: سُلحفاةٌ، ومنه قولهم للداهية إحدى بنات طبقٍ. وتزعم العرب أنَّها تبيض تسعاً وتسعين بيضةً كلّها سلاحف، وتبيض بيضةً تًنْقَفُ عن أسوَدَ. ويقال: أتانا طَبَقٌ من الناس، وطَبَقٌ من الجراد، أي جماعةٌ. قال الأمويّ: إذا ولدت الغنم وبعضها بعد بعض قيل: قد ولَّدْتُها الرُجَيْلاء، ووَلَّدَتْها طَبَقاً وطبقة. وطبقات الناس في مراتبهم. والسمواتُ طِباقٌ، أي بعضها فوق بعض. وطِباقُ الأرض: ما علاها. ومطرٌ طَبَقٌ، أي عامٌّ. قال الشاعر: ديمَةٌ هَطْلاءُ فيها وَطَفٌ طَبَقُ الأرضِ تَحَرَّى وتَدُرّ والطَبَقُ: الحال، ومنه قول تعالى: ﴿لتركبن طَبَقاً عن طَبَقِ﴾ أي حالاً عن حالٍ يوم القيامة. والطُبَّاقُ: شجر. قال تأبّط شرّاً: كأنَّما حَثْحَثوا حُصّاً قَوادِمُهُ أو أُمّ خِشْفٍ بذي شث وطباق ويقال: جمل طباقاء، للذى لا يَضرِب. والطَباقاءُ من الرجال: العَيِيُّ. قال جميل ابن مَعْمَرٍ: طَباقاءُ لم يَشْهد خُصوماً ولم يَقُد (١) ركاباً (٢) إلى أكوارها حين تعكف ويروى \" عياياء \"، وهم بمعنى. وطبقت يده بالكسر طبقا، إذا كانت لا تنبسط. ويدُه طَبِقَةٌ. والتَطْبيقُ في الصلاة: جَعْلُ اليدين بين الفخذين في الركوع. وطبق السيفُ، إذا أصاب المفصَل فأبان العُضْوَ. قال الشاعر يصف سيفاً:\nيصمم أحينا يطبق * ومنه قولهم للرجل إذا أصاب الحُجَّةَ: إنَّه يُطَبِّقُ المفصِلَ. وتطبيقُ الفرسِ: تقريبُه في العَدْوِ. وطَبَّقَ الغيمُ تطبيقاً، إذا أصاب بمطره جميع الأرض. يقال سَحابةٌ مُطَبِّقَةٌ. والمُطابَقَةُ: الموافقَةُ. والتَطَابقُ: الاتّفاقُ. وطابَقْتُ بين الشيئين، إذا جعلتهما على حَذْوٍ واحد (١) وألزقتهما. قال ابن السكيت: وقد طابَقَ فلانٌ، بمعنى مَرَنَ. والمُطابقَةُ: مَشْيُ المقيَّد. ومُطابَقَةُ الفرسِ في جريه: وضعُ رجلَيه مواضع يديه. وأطْبقوا على الأمر، أي أصفقوا عليه. وأطبقت الشئ، أي غطيته وجعلته مُطْبقاً، فَتَطَبَّقَ هو، ومنه قولهم: لو تطبقت السَّماءُ على الأرض ما فعلت كذا. والحُمَّى المُطْبِقَةُ، هي الدائمة لا تفارق ليلا ولانهارا. والحروفُ المُطْبَقَة أربعةٌ: الصاد والضاد والطاء والظاء. والطابَقُ (١) : الآجُرُّ الكبير، فارسي معرب.",
    "pg": "4:1511-1513"
  },
  "طبل": {
    "def": "الطَبْلُ (٢) : الذي يُضْرَبُ به. وطَبْلُ الدراهِم وغيرها معروف. والطَبْلُ: الخَلْقُ. يقال: ما أدري أيُّ الطَبْلِ هو؟ أي أيُّ الناس هو؟ قال لبيد ستعلمون من خيارُ الطَبْلِ (١) * والطوبالَةُ: النعجةُ، وجمعها طوبالاتٌ. ولا يقال للكبش طوبالٌ. قال طرفة: نعاني حنانة طوبالة تسف يبيسا من العشرق",
    "pg": "5:1750"
  },
  "طبن": {
    "def": "الطَبَنُ بالتحريك: الفطنةُ. يقال: طَبِنَ له يَطْبَنُ طَبَناً. وكذلك طَبَنَ له بالفتح يَطْبِنُ طَبانَةً وطَبانِيَةً وطُبونَةً، فهو طَبِنٌ وطابِنٌ، أي فطِنٌ حاذقٌ. وطَبَنْتُ النار: دفنتُها لئلا تطفأ، وذلك الموضع الطابونُ. ويقال: طابنْ هذه الحَفيرةً وطامنها. والمطبئن: مثل المطمئن. يقال اطْبَأنَّ، مثل اطْمأنَّ. وما أدري أي الطبن هو، بالتسكين، أي أي الناس هو. والطبْنةُ: لعبة يقال لها بالفارسية \" سدره (١) \"، والجمع طبن، مثل صبرة وصبر. وأنشد أبو عمرو: تَدَكَّلَتْ بعدي وألْهَتْها الطُبَنْ * ونحن نعدو في الخَبارِ والجرن",
    "pg": "6:2157"
  },
  "طبى": {
    "def": "الطبى للحافر وللسباع كالضرع لغيرها. وفي المثل: \" جاوزَ الحزام الطُبْيَيْنِ \". وقد يكون أيضاً لذوات الخُفّ. والطِبْيُ بالكسر مثلُه، والجمع أطْباءٌ وطَبَيْتُهُ عن كذا: صرفتُهُ عنه. وطَباهُ يَطْبوهُ ويَطْبيهِ، إذا دعاه. قال ذو الرمّة: ليالِيَ اللهوُ يَطْبيني فأتْبَعُهُ * كأنَّني ضاربٌ في غمرة لعب (٢) (*) يقول: يدعوني اللهو فأتبعه. وكذلك اطَّباه على افْتَعَلَهُ. ويقال أيضاً، اطَّبى بنو فلان فلاناً، إذا خالّوهُ (١) وقتلوه. وخلف طبى، أي مجبب.",
    "pg": "6:2411"
  },
  "طثأ": {
    "def": "طَثَأَ طَثْئاً: ألقى ما في جوفه.",
    "pg": "1:60"
  },
  "طثث": {
    "def": "الطَثَّ: لُعبة للصبيان، يرمُون بخشبة مستديرة، وتسمى المطثة.",
    "pg": "1:286"
  },
  "طثر": {
    "def": "الطَثْرَةَ (١) : الحمأة، والماء الغليظ. قال الراجز: أتتك عيس تحمل المشيا * ماء من الطثرة أحوذيا - والطَثْرَةُ: خُثورة اللبن التي تعلو رأسَه. يقال: خُذ طَثْرَةَ سِقائك. والطائر: اللبن الخاثر. وقد طثر (٢) اللبن، وطَثَّرَ تَطثيراً. والطَثْرَةُ: سعة العيش، يقال: إنهم لذوو طثرة. وطثرة: بطن من الازد. ويزيد بن الطثرية الشاعر قشيرى، وأمه طثرية. والطيثار: البعوض والاسد.",
    "pg": "2:723"
  },
  "طثرج": {
    "def": "الطثرج: النمل.",
    "pg": "1:327"
  },
  "طجن": {
    "def": "الطَيْجَنُ والطاجِنُ: الطابق يُقْلى عليه، وكلاهما معرب، لان الطاء والجيم لا يجتمعان في أصل كلام العرب.",
    "pg": "6:2157"
  },
  "طحا": {
    "def": "طَحَوْتُهُ مثل دَحَوْتُهُ، أي بسطته. والطَحا مقصورٌ: المنبسط من الأرض. والطاحي: الممتدّ. يقال: ضرَبه ضربةً طَحا منها، أي امتد. وقال:\nله عسكرٌ طاحي الضِفافِ عَرَمْرَمُ * والمدَوِّمَةُ الطَواحي، هي النُسور تستدير حولَ القتلى. قال أبو عمرو: طَحا الرجل، إذا ذهَبَ في الأرض. يقال: ما أدري أين طَحا. ويقال: طَحا به قلبه، إذا ذهَبَ في كلِّ شئ. قال علقمة بن عبدة: طحا بك قلبٌ في الحِسانِ طَروبُ * بُعَيْدَ الشباب عَصْرَ حانَ مَشيبُ أبو عمرو: طَحَيْتُ، أي اضطجعت",
    "pg": "6:2411-2412"
  },
  "طحح": {
    "def": "الطح: أن تسحج الشئ بعَقِبِكَ. وقد طَحَحْتُه أطُحُّه طحاًّ. وطحطح بهم طحطحة وطحطاحا، إذا بددهم. وطحطحت الشئ: كسرته وفرقته.",
    "pg": "1:386"
  },
  "طحر": {
    "def": "طَحَرَت العين قذاها تَطْحَرُ طَحْراً، رمَتْ به، فهي طَحورٌ. وكذلك طَحَرَتْ عين الماء العَرْمَضَ. قال زُهَير: بمُقْلَةٍ (١) لا تَغَرُّ صادقةٍ * يَطْحَرُ عنها القَذاةَ حاجبُها - والطَحورُ: السريع. والطَحورُ: القوس البعيدة الرمى. وقال الاصمعي: المطحر بكسر الميم: السهم البعيد الذهاب. قال أبو ذؤيب: فرمى فألحق (٢) صاعديًّا مِطْحَراً * بالكَشْحِ فاشتملَتْ عليه الأضْلُعُ - وحرب مِطْحَرَةٌ: زَبونٌ. والطَحيرُ: النَفَس العالي. وقد طَحَرَ الرجل يَطْحِرُ بالكسر طَحيراً، وهو مثل الزَحير. أبو عمرٍو: الطُحْرُور بالحاء والخاء: اللَطْخ من السحاب القليل. وقال الأصمعيُّ: هي قطع مستدقّة رِقاق. يقال: ما في السماء طَحْرٌ وطَحْرَةٌ، وقد يحرك لمكان حرف الحلق، وطُحْرورٌ وطُخْرورةٌ، بالحاء والخاء. ويقال: ما على السماء طحرة، أي شئ من الغيم. وما بقيت على الإبل طَحْرَةٌ، إذا سقطت أو بارها. وما على فلان طَحْرَةٌ، إذا كانَ عارياً. وطِحْرِيَةٌ أيضاً مثل طِحْرِبَةٍ، بالياء والباء جميعا.",
    "pg": "2:723-724"
  },
  "طحرب": {
    "def": "ما على فلان طَحْرَبَةٌ وطِحْرِبَةٌ وطُحْرُبَةٌ، أي قطعة خِرْقَةٌ (١) . وما في السماء طَحْرَبَةٌ، أي شئ من غيم.",
    "pg": "1:171"
  },
  "طحرم": {
    "def": "طحرمت السقاء وطحمرته بمعنى، أي ملأته. وكذلك القوسُ إذا وَتَّرتها.",
    "pg": "5:1973"
  },
  "طحل": {
    "def": "الطُحْلَةُ: لونٌ بين الغُبرة والبياض. ورمادٌ أطْحَلُ، وشرابٌ أطْحَلُ، إذا لم يكن صافياً. ويقال: فَرَسٌ أخضرُ أطْحَلُ، للذي يعلو خضرته قليل صفرة. وأطحل: جبل بمكة يضاف إليه ثور بن عبد مناة بن أد بن طابخة. يقال ثور أطحل، لانه نزله. والطحال معروف. يقال: إنَّ الفرس لا طِحالَ له. وهو مثلٌ لسُرعته وجَريه، كما يقال: البعير لا مرارة له، أي لا جَسارة له. وطَحَلْتُهُ، أي أصبتُ طِحالَهُ، فهو مَطْحولٌ. وطَحِلَ بالكسر طَحَلاً: اشتكى طِحالَهُ. وطَحِلَ الماءُ، إذا فسَدَ وتغيّرت رائحتُه. وطهِلَ بالهاء مثله.",
    "pg": "5:1750-1751"
  },
  "طحلب": {
    "def": "الطُحْلُبُ والطِحْلَبُ (٢) : هذا الذي يعلو الماء. وقد طَحْلَبَ الماءُ، وعين مطحلبة.",
    "pg": "1:171"
  },
  "طحم": {
    "def": "طَحْمَةُ السيلِ (٢) : دُفْعَتُهُ ومعظمه، وكذلك طُحْمَةُ الليل. وأتتنا طَحْمَةٌ من الناس، أي جماعة. ورجل طحمة، مثال همزة: شديد العراك. والطحماء: ضرب من النبت.",
    "pg": "5:1973"
  },
  "طحمر": {
    "def": "طحمرت السقاء: ملائة. وطحمرت القوسَ: وتَّرتُها. ابن السكِّيت: ما على السماء طَحْمَرِيرَةٌ وطَخْمَريرَةٌ، بالحاء والخاء، أي شئ من الغيم.",
    "pg": "2:724"
  },
  "طحن": {
    "def": "طَحَنَتِ الرحى تَطْحَنُ. وطَحَنْتُ أنا البُرَّ. والطَحْنُ: المصدر. والطِحْنُ، بالكسر الدقيق. وطَحَّنَتِ الأفعى: تَرَحَّتْ واستدارت، فهي مِطْحانٌ. قال الشاعر: بخَرْشاءٍ مِطْحانٍ كأن فحيحها * إذا فَزِعَتْ ماءٌ هُريقَ على جَمْرِ والطاحونَةُ: الرَحى. والطَواحِنُ: الأضراس. والطَحَّانَةُ والطَحونُ: الإبل الكثيرة. والطَحونُ: الكتيبة تَطْحَنُ ما لقيتْ. والطُحَنُ: دويْبَّةٌ. وقال جندل: إذا رآني واحداً أو في عَيَنْ * يَعْرِفُني أطَراقَ إطراق الطُحَنْ والطَحَّانُ، إن جعلته من الطَحْنِ أجريتَه وإن جعلته من الطَحِّ أو الطَحا، وهو المنبسط من الارض، لم تجره.",
    "pg": "6:2157"
  },
  "طخا": {
    "def": "أبو عبيد: الطخاء بالمد: السَحاب المرتفع. ويقال أيضاً: وجدت على قلبي طَخاءً، وهو شبه الغم والكرب. قال اللحيانى: مافى السماء طخية بالضم، أي شئ من سحاب. قال: وهو مثل الطُخْرورِ. والطَخْياءُ ممدودٌ: الليلة. المظلِمة. وظلامٌ طاخٍ. وتكلم فلانٌ بكلمةٍ طَخْياءَ، أي لا تفهم.",
    "pg": "6:2412"
  },
  "طخخ": {
    "def": "طَخَّ طَخًّا: شَرِس في معاملته. والشئ ألقاه من يده، والمرأة نكحها.",
    "pg": "1:427"
  },
  "طخر": {
    "def": "الطخور: مثل الطحرور. قال الراجز: لا كاذب النوء ولاطخروره * جون يعج (١) الميث من هديره - والجمع الطخارير. وأنشد الاصمعي: إنا إذا قلت طخارير القزع * وصدر الشارب منها عن جرع * نفحلها البيض القليلات الطبع * وقولهم: جاءني طَخاريرُ، أي أُشابَةٌ من الناس متفرقون. أبو عبيد: يقال للرجل إذا لم يكن جَلْداً ولا كثيفا: إنه لطخرور.",
    "pg": "2:724"
  },
  "طخس": {
    "def": "الطخس، بالكسر: الاصل والنجار.",
    "pg": "3:943"
  },
  "طخف": {
    "def": "الطَخافُ: السحابُ الرقيقُ. والطَخْفُ: شئ من الهم يغشى القلب. وطخفة بالكسر: موضع. قال الشاعر (١) : خدارية صقعاء ألصق ريشها بطخفة يوم ذو أهاضيب ماطر (٢) ومنه يوم طخفة لبنى يربوع على قابوس ابن المنذر بن ماء السماء. وضرب طلخف، بزيادة اللام، مثال حبجر، أي شديد (١) .",
    "pg": "4:1393"
  },
  "طخم": {
    "def": "الطخمة: واد في مقدم الانف. وكبش أطخم: لغة في الادغم.",
    "pg": "5:1973"
  },
  "طدا": {
    "def": "عادةٌ طادِيَةٌ، أي ثابتة قديمة. ويقال هو مقلوب واطِدَةٍ. قال القطامي:\nوما تَقَضَّى بَواقي دَيْنِها الطادي (١) * والدينُ: الدأب والعادة.",
    "pg": "6:2412"
  },
  "طرأ": {
    "def": "طَرَأْتُ على القوم أَطْرَأُ طَرْءاً وطُروءاً، إذا طَلَعْتَ عليهم من بلد آخر.",
    "pg": "1:60"
  },
  "طرا": {
    "def": "شئ طرى، أي غض بيِّن الطَراوَةِ. وطَرَّيْتُ الثوب تَطْرِيَةً. وقال قطرب: طرو اللحم وطرى طراوة وطراءة (٢) . وأطراه، أي مدحه. وأَطْرَيْتُ العسل، إذا عقدته. وغِسْلَةٌ مُطَرَّاةٌ، أي مُرَبَّاةٌ بالأفاويهِ يُغسل بها الرأس أو اليد، وكذلك العود المُطَرَّى المربَّى منه، مثل المُطَيَّرِ، يتبخَّر به. والاطرية، مثال الهبرية: ضرب من الطعام: ويقال هو [بالفارسية (١) ] : لاخشه.",
    "pg": "6:2412"
  },
  "طرب": {
    "def": "الطَرَبُ: خِفَّة تصيب الإنسانَ لشدةِ حزنٍ أو سرور. وقد طَرِبَ يَطْرَبُ. قال الشاعر (٣) : وأَراني طَرِباً في إثْرِهِمْ * طَرَبَ الوالِهِ أو كالمُخْتَبَلِ وأَطْرَبَهُ غيرُه وتَطَرَّبَهُ. قال الكُميت: ولم تُلْهِني دارٌ ولا رسمُ مَنْزِلٍ * ولم يَتَطَرَّبْني بَنانٌ مُخَضَّبُ وإبلٌ طواربُ: تَنْزِع إلى أوطانها. والمَطارِب: طرقٌ متفرِّقة واحدها مَطْرَبَةٌ ومَطْرَبٌ. قال الشاعر (٤) : ومَتْلَفِ مثلِ فَرْقِ الرأس تَخْلِجُهُ * مطارب زقب أميالها فيح والتطريب في الصوت: مده وتحسينه.",
    "pg": "1:171-172"
  },
  "طربل": {
    "def": "الطِرْبالُ: القطعةُ العاليةَ من الجدار، والصخرةُ العظيمةُ المشرفةُ من الجبَل. وطَرابيلُ الشأم: صوامعُها. ويقال: طَرْبَلَ بَوْلَه، إذا مدَّه إلى فوق.",
    "pg": "5:1751"
  },
  "طرث": {
    "def": "الطرثوت: نبت يؤكل. يقال: خرجوا يتطرثتون، أي يجتنونه.",
    "pg": "1:286"
  },
  "طرجهل": {
    "def": "الطِرْجِهالَةُ كالفِنْجانة معروفة. وربَّما قالوا طِرْجِهارَةٌ بالراء. قال الأعشى: ولقد شربت الخمر أسقى في إناء (١) الطرجهاره",
    "pg": "5:1751"
  },
  "طرح": {
    "def": "طرحت الشئ، وبالشئ، طرحا، إذا رميته. وطرح النوى بفلان كلَّ مَطْرَح، إذا نَأَتْ به. وطَرَّحَهُ تَطْريحاً، إذا أكْثَرَ من طَرحِهِ. واطَّرحَه، أي أبعده، وهو افْتَعَلَه. والطَّرْحُ بالتحريك: المكانُ البعيد. قال الأعشى: تَبْتَني الحمدَ وتَسْمُو للعُلى * وتُرى نارُكَ من ناءٍ طَرَحْ والطَروحُ مثله. وقوسٌ طَرُوحٌ مثل ضَروحٍ: شديدة الحفز للسهم. ونخلة طروحٌ، أي طويلة العراجين. وسيرٌ طُراحيٌّ، أي بعيد. وأنشد الأصمعي: بِسَيْرٍ طُراحِيٍّ تَرى من نَجائِهِ * جَلودَ المَهارى بالنَدى الجَوْنِ تَنْبِعُ (١) ومطارحة الكلام معروف (٢) وسَنامٌ إطْريحٌ، أي طويلٌ. وطَرَّحَ بناءَهُ تطريحا، إذا طوله جدا. وكذلك طرمح بناءه، والميم زائدة. وقال يصف إبلاً ملأها شحماً عشب أرض نبت بنوء الاسد: طرمح أقْطارَها أحْوى لِوالِدَةٍ * صَحْماَء والفحلُ للضرغام ينتسب ومنه سمى الطرماح بن حكيم.",
    "pg": "1:386-387"
  },
  "طرخم": {
    "def": "اطْرَخَمَّ، أي شَمخَ بأنفه وتعظم، اطر خماما. وشاب مطرخم، أي حسن تام. قال العجاج: وجامع القطرين مطرخم بيض عينيه العمى المعمى",
    "pg": "5:1974"
  },
  "طرد": {
    "def": "الطَرْدُ (١) : الإبعادُ، وكذلك الطَرَدُ بالتحريك. تقول: طَرَدْتُهُ فذهب، ولا يقال منه انْفَعَلَ ولا افْتَعَلَ، إلاَّ في لغة رديئة. والرجلُ مطرودٌ وطريد. ومرَّ فلان يَطْرُدُهُمْ، أي يشلُّهم ويكسَؤُهم. وطَرَدْتُ الإبل طَرْداً وطَرَداً، أي ضممتُها من نواحيها. وأَطْرَدْتُها، أي أمرت بطردها. وفلانٌ أطْرَدَهُ السلطانُ، أي أمر بإخراجه من بلده. قال ابن السكيت: أَطْرَدْتُهُ، إذا صيَّرته طريداً. وطَرَدْتُهُ، إذا نفيتَه عنك وقلت له اذهبْ عنَّا. ويقال: هو طَريدُهُ، للذي وُلِدَ بعده، والثاني طَريدُ الأوَّل. وطرَدْتُ القوم، إذا أتيت عليهم وجُزْتَهُمْ. والطَرَدُ بالتحريك: مزاوَلة الصيد. والطَريدةُ: ما طَرَدْتَ من صيدٍ وغيره. والطَريدةُ: الوسيقةُ، وهو ما يُسرَق من الإبل والطَريدَةُ: قصبةٌ فيها حُزَّةٌ توضع على المغازل والقِداحِ فتُبرَى بها. قال الشَّماخ: أقامَ الثِقافُ والطَريدَةُ درأها * كما قومت ضغن الشموس المَهامِزُ - والطَريدُ: العُرْجونُ. ومطاردةُ الأقرانِ في الحرب: حَمْلُ بعضهم على بعض، يقال: هم فُرْسانُ الطِرادِ. وقد استطرد له، وذلك ضرب من المكيدة. واطرد الشئ: تبع بعضُه بعضاً وجرى. تقول: اطَّرَدَ الأمرُ، إذا استقام. والأنهار تَطَّرِدُ، أي تجري. وقول الشاعر يصف الفرس: وكأنَّ مُطَّرَدَ النسيم إذا جَرى * بعدَ الكَلالِ خَلِيَّتا زُنْبورِ (١) - يعنى به الانف. والمطرد بالكسر: رمح قصير يطعن به الوحش.",
    "pg": "2:501-502"
  },
  "طرر": {
    "def": "الطُرَّةُ: كُفَّةُ الثوب، وهي جانبه الذى لاهدب له. وطُرَّةُ النهرِ والوادي: شَفيره. وطُرَّةُ كل شئ: حرفه. والجمع طرر. وأطْرارُ البلاد: أطرافها. والطُرَّة: الناصية. والطُرَّتانِ من الحمار: خطّانِ، سوداوان (١) على كتفيه. وقد جعلهما أبو ذؤيب للثَور الوحشي أيضاً، وقال يصف الثَور والكلاب: يَنْهَشْنَه ويذودُهنَّ ويحتمي * عَبْلُ الشوى بالطُرَّتَيْنِ مُولَّعُ - وطُرَّةُ مَتْنِه: طريقته. وكذلك الطُرَّة من السَحاب. وقولهم: جاءوا طُرًّا، أي جميعاً. وطَرَّ النبتُ يطُرُّ بالضم طُروراً: نَبتَ ومنه طَرَّ شاربُ الغلام فهو طارٌّ. وطَرَرْتُ السِنانَ: حدَّدته، فهو مَطْرورٌ وطريرٌ. وقد يكون الطَرُّ الشَقَّ والقطعَ، ومنه الطَرَّارُ (٢) . ويقال: طَرَّ حوضَه، أي طيّنه. والطَرُّ: الشلُّ. وطَرَرْتُ الإبلَ: مثلُ طردتها: إذا ضممتَها من نَواحيها. قال يعقوب: طَرَرْتُ الإبل أَطُرُّها طَرًّا، إذا مشَيتَ من أحد جانبيها ثم من الجانب الآخر لتقومها. وطرت يده: مثل تَرَّتْ، أي سقطت. يقال: ضربه فأَطَرَّ يدَه، أي قطعها وأنْدَرَها. وأطر، أي أدل. وفي المثل: \" أَطِرِّي فاًنَّكِ ناعِلَةٌ \". قال ابن السكيت: أي أدلى فإن عليك نعلين. يضرب للمذكر والمؤنث والاثنين والجمع على لفظ التأنيث: لان أصل المثل خوطبت به امرأة، فجرى على ذلك. وقال أبو عبيد: معناه اركب الامر الشديد فإنك قوى عليه. قال: وأصله أن رجلا قال لراعية له كانت ترعى في السهولة وتترك الحزونة: أطرى، أي خذى طرر الوادي، وهى نواحيه، فإن عليك نعلين. قال: وأحسبه عنى بالنعلين غلظ جلد قدميها. وقولهم: \" غضب مُطِرٌّ \"، إذا كانَ في غير موضعه وفيما لا يوجب غضباً. قال الحطيئة: غضبتم علينا أن قتلنا بخالد * بنى مالك ها إن ذا غضب مطر - وقال الأصمعيَّ: يقال جاء فلانٌ مطر أي مستطيلا مدلا. وقال أبو زيد: الإطْرارُ: الإغراء. والطَريرُ: ذو الرواء والمنظرِ. قال العبّاسُ ابن مِرداس: ويُعجِبُك الطَريرُ فتَبتليه * فيخلف ظنك الرجل الطرير - (٩٢ - صحاح - ٢) ورجل طرطور: طويل دقيق. والطُرطور: قَلنسُوةٌ للأعراب طويلةٌ دقيقةُ الرأس.",
    "pg": "2:724-726"
  },
  "طرز": {
    "def": "الطِرازُ: عَلَمُ الثَوب، فارسيٌّ معرب. وقد طُرِّزَ الثوبُ فهو مُطَرَّزٌ. والطِرازُ: الهيئة. قال حسان بن ثابت: بيض الوجوهِ كريمةٌ أحسابهم * شمُّ الأنوفِ من الطِراز الأوَّلِ * أي من النمط الأول.",
    "pg": "3:883"
  },
  "طرس": {
    "def": "الطرس: الصحيفة، ويقال هي التي مُحِيَتْ ثم كُتِبَتْ. وكذلك الطلس، والجمع أطراس. وطرسوس: اسم بلد، ولا يخفف إلا في ضرورة الشعر، لان فعلولا ليس من أبنيتهم.",
    "pg": "3:943"
  },
  "طرسم": {
    "def": "طَرْسَمَ الرجل: أطرق. وطَلْسَمَ مثله.",
    "pg": "5:1974"
  },
  "طرش": {
    "def": "الطَرَشُ: أهونُ الصَمَمِ، يقال هو مولد.",
    "pg": "3:1009"
  },
  "طرط": {
    "def": "قال أبو زيد: رجلٌ أطْرَطُ الحاجبَين، وهو الذي ليس له حاجبان. قال: ولا يُسْتغْنى عن ذكر الحاجبين. وقال بعضهم: هو الاضرط بالضاد المعجمة. ولم يعرفه أبو الغوث.",
    "pg": "3:1141"
  },
  "طرطب": {
    "def": "طَرْطَبَ الحالبُ بالمِعْزَى، إذا دعاها. قال أبو زيد: الطرطبة بالشفتين. والطُرْطُبُّ بالضم وتشديد الباء: الثدى الطويل، والمرأة طرطبة. وقال: ليست بقتاتة سبهللة * ولا بطرطبة لها هلب قال أبو زيد في نوادره: يقال للرجل يهزأ منه: دهدرين وطرطبين.",
    "pg": "1:172"
  },
  "طرغش": {
    "def": "اطرغش المريض اطرغشاشا، أي اندمل.",
    "pg": "3:1009"
  },
  "طرف": {
    "def": "الطَرْفُ: العينُ، ولا يجمع لأنّه في الأصل مصدر، فيكون واحداً ويكون جماعةً. وقال تعالى: ﴿لا يَرْتَدُّ إليهم طَرْفُهُمْ﴾ . والطَرْفُ أيضاً: كوكبان يَقْدُمانِ الجبهةَ، وهما عينا الأسد ينزلهما القمر. قال الأصمعي: الطِرْفُ بالكسر: الكريمُ من الخيل. يقال: فرسٌ طِرْفٌ من خيلٍ طُروفٍ. وقال أبو زيد: هو نعتٌ للذكور خاصّةً. والطِرْفُ أيضاً: الكريمُ من الفتيان. والطَرَفُ، بالتحريك: الناحية من النواحي، والطائِفةُ من الشئ. وفلان كريم الطرفين، يراد به نسب أبيه ونسب أمه. وأطْرافُهُ: أبواه وإخوته وأعمامه وكلُّ قريب له مَحْرَمٍ. وأنشد أبو زيد (٢) : وكيفَ (٣) بأطْرافي إذا ما شَتَمْتَني وما بعد شَتْمِ الوالدين صلوح وقال ابن الاعرابي: قولهم لا يُدرى أيُّ طرفيه أطولُ. طَرَفاهُ: ذَكَرُهُ ولسانُه. وحكى ابن السكيت عن أبي عبيدة: يقال لا يملك طَرَفَيْهِ - يعني فمه واستَه - إذا شرب الدواء أو سَكِر. والطَرَفُ أيضاً: مصدر قولك طَرِفَتِ الناقةُ بالكسر، إذا تَطَرَّفَتْ، أي رَعَتْ أطْرافَ المراعى ولم تختلط بالنوق. يقال: ناقةٌ طرفة لا تثبت على مرعى واحدٍ. ورجل طرف: لا يثبُت على امرأةٍ ولا على صاحبٍ. والطَرِفُ أيضاً: نقيضُ القُعْدُدِ. قال الأصمعي: المِطْرافُ الناقةُ التي لا ترعى مرعًى حتَّى تَسْتَطْرِفَ غيره. والطرفاء: شجر، الواحدة طرفة، وبها سمى طرفة بن العبد. وقال سيبويه: الطرفاء واحد وجميع. وامرأة مطروفة بالرجال، إذا طمحت عينُها إليهم وصرفتْ بصرها عن بعلها إلى سواه. ومنه قول الحطيئة: وما كنت مثل الهالكى (١) وعِرْسِهِ بَغَى الوُدّ من مَطْروفَةِ (٢) الود طامح وقال أبو عمرو: فلانٌ مطروفُ العين بفلان، إذا كانَ لا ينظر إلا إليه. والمُطْرَفُ والمِطْرَفُ: واحدُ المطارِفِ، وهي أرديةٌ من خزٍّ مربعةٍ لها أعلام. قال الفراء: وأصله الضم: لانه في المعنى مأخوذ من أطرف، أي جعل في طرفيه العلمان، ولكنهم استثقلوا الضمة فكسروه. واطرفت الشئ، أي اشتريته حديثاً. وهو افْتَعَلْتُ. يقال بعيرٌ مطرف. قال ذوالرمة: كأنَّني من هَوى خَرْقاَء مُطَّرَفٌ دامي الأظَلَّ بعيدُ السَأْوِ مَهْيومُ واستطرفه، أي عده طريفا. واستطرفت الشئ: استحدثته. وقولهم: فعلت ذلك في مُسْتَطْرَفِ الأيام ومُطَّرَفِ الأيام، أي في مُسْتَأْنَفِ الأيام. والطارِفُ والطريفُ من المال: المستحدَث، وهو خلاف التالد والتليد. والاسم الطُرْفَةُ، وقد طَرُفَ بالضم. وأطْرَفَ فلانٌ، إذا جاءَ بطَرْفَةٍ. والطَريفُ في النسب: الكثير الآباء إلى الجَدّ الأكبر، وهو خلاف القُعْدُدُ. وقد طَرُفَ بالضم طَرافَةً، وقد يُمدح به. قال ثعلبٌ: الأطرافُ: الأشرافُ. والطَريفَةُ: النصى إذا ابيض. وقد أطرف البلد، أي كثرتْ طَريفَتُهُ. وأرضٌ مَطْروفَةٌ: كثيرةُ الطَريفَةِ. قال أبو يوسف: والطَريفَةُ من النَصِيِّ والصِلِّيانِ إذا أعْتَمَّا وتمَّا. والطِرافُ: بيتٌ من أدَم. وقولهم: جاء فلان بطارِفةِ عينٍ، إذا جاء بمالٍ كثير. والطوارِفُ من الخِباء: ما رُفعتْ من جوانبه للنظر إلى خارج. وطرفه عنه، أي صرفه ورده. ومنه قول الشاعر (١) : إنك والله لَذو مَلّةٍ يَطْرِفُكَ الأدنى عن الأبْعَدِ يقول: تصرف بصرك عنه، أي تَسْتَطْرِفُ الجديد وتنسى القديم. وطَرَفَ بصرَه يَطْرِفُ طَرْفاً، إذا أطبق أحد جفنيه على الآخر. الواحدة من ذلك طَرْفَةٌ. يقال: \" أسرعُ من طَرْفَةِ عينٍ \". وطَرَفْتُ عينَه، إذا أصبتها بشئ فدمعت. وقد طرفت عينُه، فهي مطروفةٌ. والطَرْفَةُ أيضاً: نقطةٌ حمراء من الدم تحدُث في العين من ضربةٍ وغيرها. وقولهم: لا تراه الطوارف، أي العيون. ويقال: طَرَّفَ فلان، إذا قاتلَ حول العسكر، لأنَّه يحمل على طَرَفٍ منهم فيردُّهم إلى الجمهور، ومنه سمِّي المُطَّرِفُ. والمُطَرَّفُ من الخيل، بفتح الراء، هو الأبيضُ الرأسِ والذَنَبِ، وسائرُ جسده يخالف ذلك. وكذلك إذا كانَ أسود الرأس والذَنَبْ. ويقال للشاة التي اسودَّ طَرَفُ ذَنَبِها وسائرُها أبيض: مطرفة.",
    "pg": "4:1393-1395"
  },
  "طرفس": {
    "def": "الطِرْفِسانُ: القِطعة من الرمل. قال ابن مقبل: أُنيخَتْ فخَرَّتْ فوق عوجٍ ذَوابِلٍ * ووَسَّدْتُ رأسي طرفسانا منخلا *",
    "pg": "3:943"
  },
  "طرق": {
    "def": "الطَريقُ: السبيلُ، يذكَّر ويؤنَّثُ. تقول: الطَريقُ الأعظم، والطَريقُ العظمى، والجمع أَطْرِقَةٌ وطُرقٌ. قال الشاعر (٢) : فلمّا جَزَمْتُ به قِرْبَتي تَيَمَّمْتُ أَطْرِقَةً أو خَليفا قال أبو عمرو: الطَريقَةُ أطول ما يكون من النَخل، بلغة اليمامة، حكاها عنه يعقوب. والجمع طَريقٌ. قال الأعشى: طَريقٌ وجَبَّارٌ رِواءٌ أُصولُهُ عليه أبابيلٌ من الطير تَنْعَبُ والطَريقَةُ: نسيجةٌ تُنْسَجُ من صوف أو شَعر في عَرض الذِراع أو أقلّ، وطولُها على قدر البيت، فتُخَيَّطُ في ملتقى الشِقاقِ من الكِسْرِ إلى الكِسْرِ. وطَريقَةُ القوم: أماثلُهم وخيارهم. يقال: هذا رجلٌ طَريقَةُ قومِه، وهؤلاء طَريقَةُ قومِهم وطَرائِقُ قومِهم أيضاً، للرجال الأشراف، حكاها يعقوب عن الفراء. قال: ومنه قوله تعالى ﴿كنا طَرائِقَ قِدَداً﴾ أي كنا فِرَقاً مختلفة أهواؤنا. وطريقة الرجال: مذهبه. يقال: ما زال فلانٌ على طريقة واحدة، أي على حالة واحدةٍ. واختضبت المرأة طَرْقَةً أو طَرْقَتَيْنِ، أي مَرّةً أو مرتين (١) . وأنا آتي فلاناً في اليوم طَرْقَتَيْنِ، أي مَرَّتَين. وهذا النَبْلُ طَرْقَةُ رجلٍ واحدٍ، أي صَنْعَةُ رجلٍ واحدٍ. قال أبو زيد: الطَرْقُ والمَطْروقُ: ماءُ السماء الذي تبولُ فيه الإبل وتَبْعر. قال الشاعر (٢) : ثم كانَ المِزاجُ ماَء سَحابٍ لا جَوٍ آجنٌ ولا مطروق (٣) ومنه قول إبراهيم (١) : \" الوضوء بالطرق أحب إلى من التيمم \". والطريق أيضا: ماء الفحل \". والطُرْقُ: الأساريعُ التي في القَوس، الواحدة طرقة، مثال غرفة وغرف. ويقال أيضا: ما زال ذاك طَرْقتَك، أي دأبك. وقولهم: ما به طِرْقٌ بالكسر، أي قُوَّةٌ. وأصل الطِرْقِ الشحمُ فكَنَّى به عنها، لأنَّها أكثر ما تكون عنه. والطَرَقُ بالتحريك: جمع طَرَقَةٍ، وهي مثل العَرَقَةِ والصَفِّ والرَزْدق، وحِبالةُ الصائدِ ذات الكِفَف. وآثارُ الإبل بعضِها في إثر بعض طرقة. يقال: جائت الإبل على طَرَقَةٍ واحدةٍ، وعلى خُفٍّ واحد، أي على أثرٍ واحدٍ. والطَرَقُ أيضاً: ثِنْيُ القِربَةِ، والجمع أطْراقٌ، وهي أثناؤها إذا تَخَنثتْ وتَثَنَّتْ. وأمّا قول رؤبة * لِلْعدَ إذْ أخْلَفَهُ ماءُ الطَرَقْ (٢) * فهي مناقعُ المياه. قال الفراء: الطَرَقُ في البعير. ضَعْفٌ في ركبتيه. يقال: بعير أطرق وناقة طرفاء، بينه الطرق. والطرق أيضاً في الريش: أن يكونَ بعضُها فوق بعض. وقال (١) يصف قطاةً: أمَّا القَطاةُ فإنِّي سوفَ أنْعَتُها نَعْتاً يوافق نَعْتي بعض ما فيها سَكَّاءُ مَخْطومَةٌ في ريشِها طَرَقٌ سودٌ قَوادِمها صُهْبٌ خَوافيها تقول منه: اطَّرَقَ جناحُ الطائر على افتعل، أي التف. قال الاصمعي: رجلٌ مَطْرُوقٌ، أي فيه رِخوة وضعفٌ. قال ابن أحمر: ولا تَصِلي (٢) بمَطْروقٍ إذا ما سَرى في القوم أصبح مُسْتَكينا ومصدره الطريقة بالتشديد. يقال: \" إن تحت طريقتك لعندأوة \" أي إن لينه وانقياده أحيانا بعص العسر. ويقال: هذا مِطْراق هذا أي تلوه ونظيره. وقال فات البغاة أبو البَيْداء مُخْتَزِماً ولم يغادرْ له في الناس مِطْراقا والجمع مَطاريقُ. يقال: جاءت الإبلُ مَطاريقَ إذا جاءت يتبع بعضُها بعضاً. وطَرَقَتِ الإبلُ الماءَ، إذا بالَتْ فيه وبَعَرَتْ، فهو ماءٌ مَطْروقٌ وطَرْقٌ. وأتانا فلان طُروقاً، إذا جاء بليلٍ. وقد طَرَقَ يَطرُقُ طُروقاً، فهو طارقٍ. ورجلٌ طُرَقَة، مثال همزة، إذا كان يَسْري حتَّى يَطْرُقَ أهله ليلاً. والطارِقُ: النجمُ الذي يقال له كوكب الصبح، ومنه قول هند (١) : نحن بَناتُ طارِقٍ نمشي على النمارق أي إن أبانا في الشرف كالنجم المضئ. وطارِقَةُ الرجل: فَخِذُه وعشيرته. قال الشاعر: شَكَوْتُ ذَهابَ طارِقَتي إليها وطارِقَتي بِأكْنَاف الدُروبِ والطَرْقُ: الضربُ بالحصى، وهو ضربٌ من التكهُّن. والطُرَّاق: المتكهِّنون. والطَوارِقُ: المتكهِّنات. قال لبيد: لَعَمْرُكَ ما تَدْري الطَوارِقُ بالحصى ولا زاجِراتُ الطيرِ ما الله صانِعُ وطَرَقَ الفحلُ الناقة يطْرُقُ طُروقاً، أي قَعا عليها. وطروقة الفحل: أنثاه. يقال: ناقد طَروقَةُ الفحلِ، للتي بلغت أن يضرِبَها الفحلُ. وطَرَقَ النجَّاد الصوفَ يطرقه طرقا، إذا ضربه. والضيب الذى يضربه به يسمى مطرفة، وكذلك مِطْرَقَةُ الحدادين. قال رؤبة: عاذل قد أولعت بالتَرْقيشِ إليَّ سِرًّا فاطْرُقي وَميشي قال يعقوب: أطرَقَ الرجلُ، إذا سكت فلم يتكلَّم. وأطرَقَ، أي أرخى عينيه ينظرُ إلى الأرض. وفي المثل: أطرق كرا أطرق كرا إن النَعامَ في القُرى يُضرب للمعجب بنفسه، كما يقال \" فَغُضَّ الطرفَ (١) \". والمُطْرِقُ: المسترخي العين خِلْقَةً. وأطرقا، على لفظ أمر الاثنين: اسم بلد. قال أبو ذؤيب: على أطرقا باليات الخيام إلا الثمام وإلا العصى ويقال: أطْرِقْني فَحْلَكَ، أي أعِرني فَحلك ليضرب في إبلي. واسْتَطْرَقْتُهُ فحلاً، إذا طلبتَه منه ليضربَ في إبلك. واطَّرَقَتِ الإبلُ وتَطَارَقَتْ، إذا ذهبت بعضها في إثر بعض. ومنه قول الراجز (٢) :\nجاءتْ معاً واطَّرَقَتْ شَتيتا (٣) * يقول: جاءت مجتمعة وذهبت متفرقة والمجان المطرقة (١) : التي يُطْرَقُ بعضها على بعض، كالنعل المُطْرَقَةَ المخصوفة. ويقال أُطْرِقَتْ بالجلد والعَصَب، أي أُلْبِست. وتُرْسٌ مُطْرَقٌ. وطِراقُ النعل: ما أُطْبِقَتْ فخُرِزَتْ به. وريشٌ طِراقٌ، إذا كان بعضه فوق بعض.. طارق الرجلُ بين الثَوبين، إذا ظاهَرَ بينهما، أي لبس أحدهما على الآخر. وطارَقَ بين نعلين، أي خصف إحداهما فوقَ الأخرى. ونعلٌ مُطارَقَةٌ، أي مخصوفةٌ. وكلُّ خصيفةٍ طراق. قال ذو الرمة: أغْباشَ ليلٍ تَمامٌ كان طارَقَه تطخطخ الغيم حين ما له جوب قال الاصمعي: طرقت القطاة، إذا حان خروجُ بيضِها. قال أبو عبيد: لا يقال ذلك في غير القطاة. قال الممزَّق العبدى: لقد تخذت رجل إلى جَنْبِ غَرْزِها نَسيفاً كأُفْحوصِ القطاة المطرق قال: وطرقت الناقة بولدها، إذا نَشِب ولم يسهل خروجه، وكذلك المرأة. وأنشد أبو عبيدة (١) : لنا صرخةٌ ثم إسْكاتَةٌ كما طَرَّقَتْ بنِفاسٍ بِكر قال: وضربه حتَّى طَرَّقَ بجَعْرِهِ. قال: وطَرَّقَ فلان بحقى، إذا كان فد جَحَدَه ثم أقرَّ به بعد ذلك. وطَرَّقْتُ الإبل، إذا حبَستَها عن كلأٍ أو غيره، وطَرَّقْتُ له من الطريق.",
    "pg": "4:1513-1517"
  },
  "طرم": {
    "def": "الطرم بالكسر (١) : الزبد. قال الشاعر يصف النساء:\nومنهنّ مثلُ الشَهْدِ قد شِيبَ بالطِرْمِ (٢) . * والطِرْمُ أيضاً في بعض اللغات: العَسَلُ. والطِرْيَمُ: السحاب الكثيف. قال رؤبة:\nفي مكفهر الطريم الشرنبث (٣) * والطرامة بالضم: الخضرة على الأسنان وقد أَطْرَمَتْ أسنانهُ. والطارمة: بيت من خشب، فارسي معرب.",
    "pg": "5:1973-1974"
  },
  "طرمذ": {
    "def": "الطَرْمَذَةُ: ليس من كلام أهل البادية. قال الراجز:\nطرمذة منى على طرماذ (٢) * والمطرمذ: الذى له كلام وليس له فعل.\nفصل العين",
    "pg": "2:566"
  },
  "طرمس": {
    "def": "الطِرْمِساءُ، بالمد: الظلمةُ. والطرمسة: الانقباض والنكوص. والطرموس: خبز الملة.",
    "pg": "3:943"
  },
  "طرهف": {
    "def": "المطرهف: الحسن التام. قال الراجز: تحب منا مطرهفا فوهدا عجزة شيخين غلاما أمردا",
    "pg": "4:1395"
  },
  "طرهم": {
    "def": "المُطْرَهِمُّ. الشابُّ المعتدل. وقد اطرهم اطر هماما. قال ابن أحمر: أُرَجِّي شباباً مُطْرَهِمًّا وصِحَّةً وكيف رجاءُ المرءِ (١) ما ليس لاقِيا",
    "pg": "5:1974"
  },
  "طسأ": {
    "def": "أبو زيد: طَسِئْتُ أطْسَأُ طَسْأ، إذا اتَّخَمْتُ عن الدَّسَم. يقال طَسِئَتْ نفسي فهي طاسِئَةٌ.",
    "pg": "1:60"
  },
  "طست": {
    "def": "الطست: الطس بلغة طيئ أبدل من إحدى السينين تاء للاستثقال، فإذا جمعت أو صغرت رددت السين، لانك فصلت بينهما بألف أو ياء، فقلت: طساس وطسيس.\nفصل العين",
    "pg": "1:258"
  },
  "طسج": {
    "def": "الطَسُّوجُ: الناحية. والطَسُّوجُ أيضاً: حَبَّتان. والدانِقُ أربعة طَساسيج، وهما معربان. فصل العين",
    "pg": "1:327"
  },
  "طسس": {
    "def": "الطَسُّ والطَسَّةُ: لغة في الطست. قال حميد ابن ثور (١) :\nكأن طسا بين فنزعاته (٢) * وقال رؤبة: حتى رأتنى هامتي كالطسِّ * توقِدُهَا الشمسُ ائْتِلاقَ التُرْسِ * والجمع طِساسٌ وطُسوسٌ وطَسَّاتٌ. وطَسَّسَ في البلاد، أي ذهب. قال الراجز: عهدي بأظعان الكتوم تملس * صرم (٣) جنابي بها مطسس *",
    "pg": "3:943-944"
  },
  "طسق": {
    "def": "الطَسْقُ: الوظيفَةُ من خراج الأرض، فارسيٌّ معرّب. وكتب عمر إلى عثمان بن حُنَيْفٍ في رجلين من أهل الذمَّة أسلما: \" ارفع الجزية عن رؤوسهما، وخذ الطسق من أرضيهما \".",
    "pg": "4:1517"
  },
  "طسل": {
    "def": "ماءٌ طَيْسَلٌ، ونَعَمٌ طَيْسَلٌ، أي كثيرٌ. والطَيْسَلُ: الغبارُ. والطَسْلُ: اضطراب السراب.",
    "pg": "5:1751"
  },
  "طسم": {
    "def": "طسم: قبيلة من عاد كانوا فانقرضوا. وطسم الطريق، مثل طمس على القلب. قال العجّاج: ورَبِّ هذا الأثرِ المُقَسَّمِ من عهد إبراهيمَ لما يُطْسَمِ والطَواسيمُ والطَواسينُ: سُوَرٌ في القرآن، جمعت على غير قياس. وأنشد أبو عبيدة وبالطواسم التى قد ثلثت (١) وبالحواميم التى قد سبعت (٢) والصواب أن تحمع بذواتٍ وتضاف إلى واحد، فيقال ذوات طسم، وذوات حم.",
    "pg": "5:1974"
  },
  "طشش": {
    "def": "الطَشُّ والطَشيشُ: المطر الضعيف، وهو فوقَ الرذاذِ. قال رؤبة:\nوَلا جَدا وَبْلِكَ بالطَشيشِ (١) * وقد طَشَتِ السماءُ وأطَشَّتْ. وأرض مَطْشوشَةٌ.",
    "pg": "3:1009"
  },
  "طعر": {
    "def": "طَعَرَ (١) المرأةَ طَعْراً: نَكَحها.",
    "pg": "2:726"
  },
  "طعم": {
    "def": "الطَعامُ: ما يُؤكل، وربَّما خص بالطعام البر. وفى حديث أبى سعيد رضى الله عنه: \" كنا نخرج صدقه الفطر على عهد رسول الله ﷺ صاعا من طعام، أو صاعا من شعير \". والطعم: بالفتح ما يؤديه الذَوق. يقال: طَعْمُهُ مُرٌّ. والطَعْمُ أيضاً: ما يُشْتَهى منه. يقال: ليس له طَعْمٌ. وما فلان بذي طَعْمٍ، إذا كانَ غثًّأ. والطُعْمُ بالضم: الطَعامُ. قال أبو خِراش: أرُدُّ شجاع البطنِ قد تعلمينه (٣) وأُوثِرُ غيري من عِيالِكِ بالطُعْمِ وأغَتَبِقُ الماَء القُراحَ وأنْتَهي إذا الزادُ أمْسى للمزلج ذا طعم أراد بالاول الطَعامَ وبالثاني ما يشتهى منه. وقد طَعِمَ يَطْعَمُ طُعْماً فهو طاعِمٌ، إذا أكلَ أو ذاق، مثال: غنم يغنم غنما فهو غانم. قال تعالى: (فإذا طعِمْتُمْ فانتشروا) . وقولُه تعالى: (ومن لم يَطْعَمْهُ فإنه منِّي) ، أي من لم يذقْه. وتقول: فلان قلَّ طَعْمُهُ، أي أَكْلُهُ. والطُعْمَةُ: المأكلة. يقال: جعلتُ هذه الضيعة طُعْمَةً لفلان. والطُعْمَةُ أيضاً: وجه المكسب. يقال: فلان عفيف الطُعْمَةِ وخبيث الطُعْمَةِ، إذا كان ردئ الكسب. أبو عبيد: فلان حسن الطِعْمَةِ والشِربة بالكسر. واسْتَطْعَمَهُ: سأله أن يُطْعِمُه. وفي الحديث: \" إذا اسْتَطْعَمَكُمْ الإمام فأطْعِموهُ \"، يقول: إذا استفتح فافتَحوا عليه. وأطْعَمْتُهُ الطَعامَ. الفراء: يقال جَزورٌ طَعومٌ وطَعيمٌ، إذا كانت بين الغَثَّة والسمينة. وأطْعَمَتِ النخلةُ، إذا أدركَ ثمرُها. واطّعَمَتِ البُسرة، أي صارَ لها طَعْمٌ وأخَذَتِ الطَعْمَ، وهو افْتَعَلَ من الطَعْمِ، مثل: اطلب من الطلب، واطرد من الطرد. ومُسْتَطْعَمُ الفرس: جَحافله. قال الأصمعي: يُستحبُّ في الفرس أن يَرِقَّ مستطعمه. ورجل مطعم بكسر الميم: شديد الاكل. ومطعم بضم الميم: مرزوق. والمطعمة: القوس. وقال (١) : وفي الشمال من الشريان مطعمة كبداء في عجسها عطف وتقويم رواه ابن الاعرابي بكسر العين، وقال إنها تطعم صاحبها الصيد. ورجل مطْعامٌ: كثير الإطْعامِ والقِرى. وقولهم: تَطَعَّمَ تَطْعَمْ، أي ذُقْ حتَّى تستفيق أنْ تشتهيَ وتأكل. والمُطْعِمَتانِ في رِجْلِ كلِّ طائرٍ، هما الاصبعان المتقدمتان المتقابلتان.",
    "pg": "5:1974-1975"
  },
  "طعن": {
    "def": "طَعَنَهُ بالرمح. وطَعَن في السنّ يَطْعُنُ بالضم طَعْناً. وطَعَنَ فيه بالقول يَطْعُنُ أيضاً طَعْناً وطعنانا. وقال أبو زبيد: (٢٧٢ - صحاح - ٦) وأبى ظاهِرُ الشَناَءةِ إلا (١) * طَعَناناً وقولَ ما لا يقالُ وطَعَنَ في المفازة يَطْعُنُ ويَطْعَنُ أيضاً، أي ذهب. قال (٢) : وأطعن (٣) بالقوم شَطْرَ المُلو * كِ حّتَّى إذا خفق المجدح (٤) وقال حميد بن ثور: وطعنى إليك الليل حضنيه إننى * لتلك إذا هاب الهدان فعول قال أبو عبيدة: أراد وطعنى حضني الليل إليك. والفرس يطعن في العنان، إذا مدَّهُ وتبسَّط في السير. قال لبيد: تَرْقى وتَطْعُنُ في العنان وتنتحي * ورْدَ الحمامة إذْ أجد حمامها (*) أي كورد الحمامة. والفراء يجيز الفتح في جميع ذلك. وفي الحديث: \" لا يكون المؤمنُ طَعَّاناً \" يعني في أعراض الناس. والطاعونُ: الموت الوَحِيُّ من الوباء، والجمع الطواعين (١) .",
    "pg": "6:2157-2158"
  },
  "طغا": {
    "def": "طَغا يَطْغى ويَطْغو طُغْياناً (٢) ، أي جاوَز الحدّ. وكلُّ مجاوزٍ حدَّه في العِصيان فهو طاغٍ. وطَغِيَ يَطْغى مثله. وأطْغاهُ المال، أي جعلَه طاغِياً. وطَغا البحر: هاجت أمواجُه. وطَغا الدمُ. تبيَّغَ. وطغا السيل، إذا جاء بماءٍ كثير. والطَغْيَةُ: أعلى الجبل. وكل مكانٍ مرتفع طَغْوَةٌ. أبو زيد: الطغية من كل شئ: نبذة منه. قال الهذلى يصف مشتار العسل (٣) : صب اللهيف لها السُبُوبَ بطَغْيَةٍ * تُنْبي العُقابَ كما يلط المجنب قوله تنبى، أي تدفع، لانه لا تثبت عليها مخالبها لملاستها. وأنشد لاسامة الهذلى (١) : وإلا النَعامَ وحَفَّانَهُ * وطُغْيا مع اللهق الناشِطِ قال الأصمعي: طُغْيا بالضم. وقال ثعلب: طَغْيا بالفتح، وهو الصغير من بقر الوحش. والطُغْوانُ والطُغْيانُ بمعنًى. والطَغْوى بالفتح مثله. والطاغِيَةُ: ملك الروم. والطاغِيةُ: الصاعقةُ. وقوله تعالى: (فأمَّا ثَمْودُ فأُهْلِكوا بالطاغِيَة) يعني صيحةَ العذاب. والطاغوتُ: الكاهن والشيطان، وكلُّ رأسٍ في الضلالة ; قد يكون واحداً، قال الله تعالى: (يريدون أن يتحاكموا إلى الطاغوتِ وقد أُمِروا أن يكفُروا به) وقد يكون جميعاً، قال الله تعالى: (أولياؤهمُ الطاغوتُ يخرجونهم) . وطاغوت وإن جاء على وزن لاهوت فهو مقلوب لانه من طغا، ولاهوت غير مقلوب لانه من لاه، بمنزلة الرغبوت والرهبوت ; والجمع الطواغيت.",
    "pg": "6:2412-2413"
  },
  "طغم": {
    "def": "الطَغامُ: أوغاد الناس. وأنشد أبو العباس:\nفما فَضْلُ اللبيبِ على الطَغامِ (٢) * الواحد والجمع فيه سواء. والطَغامُ أيضاً: رُذالُ الطير، الواحدة طغامة للذكر والانثى، مثل نعامة ونعام، عن يعقوب. ولا ينطق منه بفعل، ولا يعرف له اشتقاق.",
    "pg": "5:1975-1976"
  },
  "طفأ": {
    "def": "طَفِئتِ النارُ تَطْفَأُ طُفُوءاً وانطفأت، وأطفأتها أنا. ويقال ليوم من أيام العجوز: مُطْفِئُ الجمرْ.",
    "pg": "1:60-61"
  },
  "طفا": {
    "def": "الطفى بالضم: خوص المُقل. قال أبو ذؤيب (*) عفا غير نؤى الدار ما إن تُبينُهُ * وأَقْطاعِ طُفْي قد عفتْ في المنازِلِ (١) ويروى: \" المناقل (٢) \"، الواحدة طَفْيَةٌ. وفي الحديث: \" اقتلوا من الحيّات ذا الطُفْيَتَيْنِ والأبتر \"، كأنّه شبّه الخطّين على ظهره بالطُفْيَتَيْنِ. وربَّما قيل لهذه الحية طُفْيَةٌ على معنى ذات طُفْيَةٍ. قال الهذلي: وهم يُذِلُّونها من بعد عِزَّتها * كما تَذِلُّ الطُفى من رُقْيَةِ الراقي أي ذوات الطفى. وقد يسمى الشئ باسم ما يجاوره. والطفاوة بالضم: دارة الشمس. ويقال: أصبنا طُفاوَةً من الربيع، أي شيئا منه. والطفاوة أيضا: حى من قيس بن عيلان. وطفا الشئ فوق الماء يَطْفو طَفْواً وطُفُوٍّا، إذا علا ولم يرسُب. ومرّ الظبي يَطْفو، إذا خفَّ على وجه الأرض واشتد عدوه.",
    "pg": "6:2413-2414"
  },
  "طفح": {
    "def": "طَفَحَ الإناء طُفوحاً، إذا امتلأ حتَّى يفيضَ. وأطْفَحْتُهُ أنا وطَفَّحْتُهُ تطفيحاً. والطُفاحَة: ما طَفَحَ فوق الشئ كزبد القدر. واطفحت القدر على افتعلت، إذا أخذت طفاحتها. وطفح السكرانُ فهو طافِحٌ، إذا ملاه الشراب. وطَفَحَتِ الريحُ القطنة ونحوَها، إذا سَطَعَتْ بها. ويقال اطْفَحْ عنى، أي اذهب.",
    "pg": "1:387"
  },
  "طفر": {
    "def": "الطَفْرَةْ: الوَثْبة. وقد طَفَرَ يطفر طفورا (٢) .",
    "pg": "2:726"
  },
  "طفف": {
    "def": "الطَفيفُ: القليلُ. وطِفافُ المكُّوك وطفافه، بالكسر والفتح: ماملا أصبارَه. وكذلك طَفَّ المكُّوك وطَفَفُهُ. وفي الحديث: \" كُلُّكُمْ بنو آدمَ طَفُّ الصاعٍ لم تَمْلَؤُوهُ \" وهو أن يَقرُب أن يمتلئ فلا يفعل. والطف أيضا: اسم موضع بناحية الكوفة. والطفاف والطفافة بالضم: ما فوقَ المكيال. وإناءٌ طَفَّانٌ، إذا بلغ الكيل طُفافَهُ. تقول منه: أطْفَفْتُهُ. والتَطْفيفُ: نقصُ المكيال، وهو أن لا تملاه إلى أصباره. وقول ابن عمر ﵁ حين ذكر أن النبي ﷺ سَبَّقَ",
    "pg": "4:1395-1396"
  },
  "طفق": {
    "def": "الطقطقة: أصوات حوافر الدواب، مثل الدقدقة وربما قالوا حبطقطق، كأنهم حكوا به صوت الجرى. وأنشد المازنى:\nجرت الخيل فقالت حبطقطق (١) * ولم أر هذا الحرف إلا في كتابه.",
    "pg": "4:1517"
  },
  "طفل": {
    "def": "الطِفْلُ: المولودُ. وولدُ كلِّ وحشيَّةٍ أيضاً طِفْلٌ، والجمع أَطْفالٌ. وقد يكون الطِفْلُ واحداً وجمعاً، مثل الجُنُبِ. قال تعالى: (أو الطِفْلِ الذين لَمْ يَظْهَروا) . يقال منه: أَطْفَلَتِ المرأةُ. والمُطْفِلُ: الظبيةُ معها طِفْلُها وهي قريبة عهدٍ بالنَتاج، وكذلك الناقة. والجمع مَطافِل ومطافيل. قال أبو ذؤيب وإن حديثاً منكِ لو تبذُلينه جَنى النحلِ في ألبانِ عوذٍ مَطافِلِ مَطافيلَ أبكارٍ حديثٍ نَتاجُها تُشابُ بماءٍ مثلِ ماء المفَاصِلِ والطَفْلُ بالفتح: الناعمُ. يقال: جاريةٌ طَفْلَةٌ، أي ناعمة. وبنان طفل. وإنما جاز أن يوصف البنان وهو جمع بالطفل وهو واحد، لان كل جمع ليس بينه وبين واحده إلا الهاء فإنه يوحد ويذكر. فلهذا قال حميد: فلما كشفن اللِبْسَ عنه مَسَحْنَهُ بأطرافِ طِفْلٍ زان غيلا موشما أراد بأطراف بنان طفل فجعله بدلا عنه. وتطفيل الشمس: ميلُها للغروب. وقد طَفَّلَ الليل، إذا أقبل ظلامُه. والطَفَلُ بالتحريك: بعد العصر، إذا طَفَّلَتِ الشمس للغروب، يقال: أتيته طَفَلاً. والطَفَلُ أيضاً: مَطَرٌ. وقال:\nلِوَهْدٍ جادَهُ طَفَلُ الثُرَيَّا * وطَفَّلْتُ الإبل تَطْفيلاً، وذلك إذا كانَ معها أولادها فرفَقْتُ بها في السير حتى تلحقها الاطفال. وطفيل بفتح الطاء، اسم جبل. قال الشاعر: وهل أردن يوما مياه مجنة وهل يبدون لى شامة وطفيل وقولهم: طفيلى، للذى يدخل وليمة لم يدع إليها، وقد تطفل. قال يعقوب: هو منسوب إلى طفيل: رجل من أهل الكوفة من بنى عبد الله ابن غطفان، وكان يأتي الولائم من غير أن يدعى إليها، فكان يقال له، طفيل الاعراس، وطفيل العرائس. وكان يقول: \" وددت أن الكوفة بركة مصهرجة فلا يخفى على منها شئ \". والعرب تسمى الطفيلى الوارش.",
    "pg": "5:1751-1752"
  },
  "طلا": {
    "def": "الطَلا: الولد من ذوات الظِلف، والجمع أطْلاءٌ. وأنشد الأصمعي لزهير: بها العينُ والآرامُ يَمشينَ خِلْفَةً * وأَطْلاؤُها ينْهَضْنَ من كل مَجْثَمِ والطَلا: الشَخص ; يقال: إنَّه لجميل الطلا. وأنشد أبو عمرو: وخَدٍّ كَمَتْنِ الصُلَّبِيِّ جَلَوْتَهَ * جميلِ الطلا مستشرب اللون أكحل والطلا أيضا: المطلى بالقطران. ابن السكيت: الطَليُّ: الصغير من أولاد الغنم، وإنما سمى طليا لانه يطلى، أي تشد رجله بخيط إلى وتد أياما. وجمعه طليان، مثل رغيف ورغفان. ويقال: طلَوْتُ الطَلا وطَلَيْتُهُ، إذا ربطتَه برجله وحبسته. وطليت الشئ: حبسته، فهو طلى ومطلى. ويقال: بأسنانه طَلِيٌّ وطِلْيان، مثل صَبيّ وصِبْيَانٍ، أي قَلَحٌ. تقول منه: طَلِيَ فُوه بالكسر يَطْلى طلى. والطلى:. الأعناقُ، قال الأصمعي: واحدتها طلية. وقال أبو عمرو والفراء: واحدتها طلاة. وأطلى الرجل، أي مالت عنقُه للموت أو لغيره. قال الشاعر: تركت أباك قد أَطْلى ومالَتْ * عليه القَشْعَمانِ من النسور (١) ويروى: \" القشعمان \" مثال الثعلبان. والطلاوة (٢) والطلاوة: الحسن والقبول. يقال: ما عليه طلاوة. والطلاء: ما طبخ من عصير العنب حتَّى ذهب ثلثاه، وتسميه العجم المَيْبَخْتَج. وبعض العرب يسمِّي الخمر الطِلاء، يريد بذلك تحسين اسمها، لا أنَّها الطِلاءُ بعينها. قال عبيد بن الأبرص للمنذر بن ماء السماء حين أراد قتله: وقالوا هي الخَمْرُ تُكْنى الطِلاَء (٣) * كما الذئبُ يُكْنى أبا جَعْدَهْ ضربه مثلاً، أي تظهر لي الإكرام وأنتَ تريد قتلي، كما أنَّ الذئب وإن كانت كنيته حسنةً فإنَّ عمله ليس بحسنٍ. وكذلك الخمر وإن سميت طلاء وحسن اسمها فإن عملها قبيح. والطلاء: أيضا القَطِران وكلُّ ما طَلَيْتَ به. والطِلاءُ: الحبل الذي تشدّ به رجلا الطَلا إلى وتِد. وطَلَيْتَهُ بالدهن وغيره طَلْياً. وتَطَلَّيْتُ به ; واطليت به، على افتعلت. وطليت فلانا تطلية، إذا مرضته. والطلاء مثال المكاء: الدم. حكاه أبو عبيد. والمطلاء على مِفْعالٍ: الأرض السهلة اللينة تُنبت العِضاه. ويقال: المَطالي: المواضعُ التى تغذو فيها الوحش أطلاءها.",
    "pg": "6:2414-2415"
  },
  "طلب": {
    "def": "طلبت الشئ طلبا، وكذلك اطلبته على افتعلته. ومنه عبد المطلب بن هاشم، واسمه عامر. والطلب أيضا: جمع طالِبٍ. قال ذو الرمّة: فانصاع جانبه الوحشى وانكدرت * يَلْحَبْنَ لا يَأْتَلي المطلوبُ والطلبُ وطالبه بكذا مطالَبة. والتطلُّبُ: الطلَبُ مرةً بعد أخرى. والطلبة، بكسر اللام: ما طلبته من شئ. وأطلبه، أي أسعفه بما طلب. وأطْلَبَه، أي أحوجه إلى الطَلَب، وهو من الأضْداد. ومنه قولهم: أَطْلَبَ الماءُ، إذا بَعُدَ فلم يُنل إلا بطلب، يقال ماءٌ مُطْلِبٌ. وكذلك الكلأُ وغيره. قال الشاعر:\nأهاجك بَرْقٌ آخر الليل مطلب: ومطلوب: اسم موضع. قال الاعشى:\nيا رخما قاظ على مطلوب (١)",
    "pg": "1:172"
  },
  "طلح": {
    "def": "الطَلْحُ: شجرٌ عظامٌ من شجر العضاه، وكذلك الطلاح، الواحدة طَلْحَةٌ. يقال إبل طِلاحِيَّةٌ، للتي ترعى الطِلاحَ، وطُلاحِيَّةٌ أيضاً بالضم على غير قياس. قال الراجز: كيف ترى مر طلاحياتها * والغضويات على علاتها (١) والطلح: لغة في الطَلْع (١) . وطَلَحَ البعير: أعْيا، فهو طَليح. وأطْلَحْتُهُ أنا وطَلَّحْتُهُ: حَسَرته. وناقة طليحُ أسفارٍ، إذا جَهَدَها السيرُ وهَزَلها. وإبل طُلَّحٌ وطَلائح. والطِلحُ بالكسر: المُعْيِي من الإبل وغيرها، يستوي فيه الذكر والأنثى، والجمع أطلاح. قال الحطيئة وذكر إبلاً وراعيها: إذا نامَ طِلحٌ أشْعَثُ الرأسِ خَلفَها (٢) * هَداهُ لها أنفاسها وزَفيرُها يقول: إنَّها قد بَطِنَتْ، فهي تَزفِر فيسمع الراعى أصوات أجوافها فيجئ إليها. وربما قيل للقراد طلح وطليح. وطَلِحت الإبل بالكسر، إذا اشْتكت بطونَها من أكلِ الطَلْحِ، فهي طَلِحَةٌ. وإبلٌ طَلاحى مثل حَباجى. وطلحة الطلحات: طلحة بن عبيد الله ابن خلف الخزاعى. وأما طلحة بن عبيد الله ابن عثمان من الصحابة فتيمى. وذو طلوح: موضع. والطلح، بالفتح: النعمة، عن أبى عمرو. قال الاعشى: كم رأينا من ملوك هلكوا * ورأينا الملك عمرا بطلح (١) ويقال: طلح (٢) موضع. والطلاح: ضد الصلاح. والطالح: ضد الصالح. والطليحتان: طليحة بن خويلد الاسدي، وأخوه.",
    "pg": "1:387-388"
  },
  "طلخم": {
    "def": "اطلخم مثل اطرخم. وطلخم الليل. أي اسحنكك. وطلخام في قول لبيد:\nمنها وحاف القهر أو طلخامها (١) * اسم موضع. وحكى عن ثعلب أنه كان يقول: هو بالحاء غير معجمة. والطلخام: الفيلة. والطلخوم: الماء الآجن.",
    "pg": "5:1976"
  },
  "طلس": {
    "def": "لطلس: المحو. وقد طلست الكتاب (٢) طَلْساً فَتَطَلَّسَ. والأطْلَسُ: الخَلَقُ، وكذلك الطِلْسُ بالكسر. والجمع أطْلاسٌ. يقال: رجلٌ أطْلَسُ الثوب. قال ذو الرمّة: مُقَزَّعٌ أطْلَسُ الأطْمارِ ليس له * إلا الضِراَء وإلاّ صَيْدَها نَشَبُ (٣) * وذئبٌ أطْلسُ، وهو الذي في لونه غُبرةٌ إلى السواد. وكلُّ ما كانَ على لونه فهو أطْلَسُ. والطَيْلسانُ بفتح اللام: واحد الطَيالِسةِ، والهاء في الجمع للعجمة، لأنَّه فارسيٌّ معرب. والعامة تقول الطيلسان بكسر اللام. فلو رخمت هذا في النداء لم يجز، لانه ليس في كلامهم فيعل بكسر العين إلا معتلا، نحو سيد وميت.",
    "pg": "3:944"
  },
  "طلع": {
    "def": "طَلَعَتِ (٢) الشمسُ والكوكبُ طُلوعاً ومَطْلِعاً ومطلعاً. والمَطْلَعُ والمَطْلِعُ أيضاً: موضعُ طلوعها. قال ابن السكيت: طَلَعْتُ على القوم، إذا أتيتهم. وقد طَلَعتُ عنهم، إذا غبتَ عنهم. وطَلِعْتُ الجبل بالكسر، أي علوته. وفى الحديث: \" لا يهيدنكم الطالِعُ \"، يعني الفجر الكاذب (٣) . واطَّلعتُ على باطن أمره، وهو افْتَعَلْتُ. وطالعه بكتبه. وطالعت الشئ، أي اطلعت عليه. وتطلعت إلى ورود كتابك. والطَلْعَةُ: الرؤية (١) . والطَلْعُ: طَلْعُ النخلة. واطلعَ النخلُ، إذا خرج طلعُهُ. وأطْلَعْتُكَ على سِرِّي. ونخلةٌ مُطْلِعَةٌ أيضاً، إذا طالَتِ النخيلَ، أي كانت أطولَ من سائرها. وأَطلَعَ الرامي، أي جاز سهمُه من فوق الغَرَض. وأَطْلَعَ، أي قاء. والطلعاء، مثال الغلواء: القئ. واستطلعت رأى فلان. والطِلْعُ بالكسر: الاسم من الإطِّلاع. تقول منه: اطَّلِعْ طِلْعَ العدوِّ. ويقال أيضاً: كُنْ بطِلْعِ الوادي وطلع الوادي، بالفتح والكسر، كلاهما صواب. والمطلع: المأتى. يقال: أين مُطَّلَعُ هذا الأمر، أي مأتاه، وهو موضع الإطِّلاعِ من إشرافٍ إلى انحدارٍ. وفي الحديث: \" مِنْ هَوْلِ المُطَّلع \" شبَّه ما أشرف عليه من أمر الآخرة بذلك. وطَليعَةُ الجيش: من يُبْعَثُ ليَطَّلِعَ طِلْعَ العدوِّ. وطِلاعُ الشئ: ملؤه. قال الشاعر (٢) يصف قوسا كتوم طِلاعُ الكَفِّ لا دونَ مِلْئِها * ولا عَجْسُها (١) عن موضع الكَفِّ أفضلا * وقال الحسن: لان أعلم أنى برئ من النفاق أحبُّ إليَّ من طِلاعِ الأرض ذهبا. قال الاصمعي: طلاع الارض: ملؤها. ونفس طلعة، مثال همزة، أي تكثر التطلع للشئ. وكذلك امرأة طلعة. قال الزبرقان بن بدر: \" إنَّ أَبْغَضَ كنائني إلى الطلعة الخبأة \". وطويلع: ماء لبنى تميم بالشاجنة ناحية الصمان. وقال (٢) : وأى فتى ودعت يوم طويلع * عشية سلمنا عليه وسلما (٣)",
    "pg": "3:1253-1254"
  },
  "طلف": {
    "def": "أبو عمرو: يقال ذهب دمه طَلَفاً (٤) ، أي هدراً. قال الأفوهُ الأودِيُّ: حَكَمَ الدهرُ علينا أنَّهُ طَلَفٌ ما نال منَّا وجبار (٥) والطلف أيضا: العطاء والهبة. يقال: أطْلَفَني وأسلَفَني. والسَلَفُ: ما يقتضى. وأطلفه، أي أهدره.",
    "pg": "4:1396"
  },
  "طلفأ": {
    "def": "أبو زيد: اطْلَنْفَأتُ اطْلِنْفاءً، إذا لَزقت بالأرض. وجملٌ مُطْلَنْفئُ الشرف، أي لازق السنام.",
    "pg": "1:61"
  },
  "طلفح": {
    "def": "الطَلَنْفَحُ: الخالي الجوف، ويقال المُعيِي التعبَ. وقال رجلٌ من بني الحرماز: ونُصْبِحُ بالغَداةِ أَتَرَّ شئ * ونمسى بالعشى طلنفحينا",
    "pg": "1:388"
  },
  "طلق": {
    "def": "رجلٌ طَلْقُ الوجهِ وطَليق الوجهِ، وقد طَلُقَ بالضم طَلاقَةً. ورجلٌ طَلْقُ اليدين، أي سمحٌ. وامرأة طَلْقَةُ اليدين. ورجلٌ طَلْقُ اللسانِ وطَليقُ اللسانِ. ولسانٌ طَلْقٌ ذُلقٌ وطَليقٌ ذليقٌ، وطُلُقٌ ذُلُقٌ وطُلَقٌ ذُلَقٌ: أربع لغات. ويومٌ طَلْقٌ وليلةٌ طَلْقٌ أيضاً، إذا لم يكن فيهما قر ولا شئ يؤذى. والطلق: ضرب من الأدوية. والطَلقُ: وجع الولادة. وقد طُلِقَتِ المرأة تُطْلَقُ طَلْقاً على ما لم يسمّ فاعله. والطَلَقُ بالتحريك: قيدٌ من جلود. ويقال أيضاً: عدا الفرسُ طَلَقاً (٢) أو طلقين، أي شوطا أوشوطين. والطَلَقُ أيضاً: سيرُ الليلِ لِوِرد الغِبِّ، وهو أن يكون بين الابل وبين الماء ليلتان، فالليلة الاولى الطلق يخلى الراعى إبله إلى الماء ويتركها مع ذلك ترعى وهى تسير، فالابل بعد التحويز طوالق، وهى الليلة الثانية قوارب. وقد أطْلَقْتُها حتَّى طَلَقَتْ طَلْقاً وطُلوقاً. والاسم الطَلَقَ بالتحريك. وأطْلَقَ القوم فهم مطلقون، إذا طلقت إبلهم. وأطْلَقْتُ الأسيرَ، أي خلّيته. وأطْلَقْتُ الناقة من عِقالها فَطَلَقَتْ هي، بالفتح وأطْلَقَ يده بخير وطَلِقَها أيضاً. وينشد: أطْلِقْ (١) يديك تَنْفَعاكَ يارجل بالريث ما أرويتها لا بالعَجَلْ بالضم والفتح. والطَليقُ: الأسيرُ الذي أُطْلِقَ عنه إسارُهُ وخلى سبيله. وبعير طلق. ناقة طلق، بضم الطاء والكلام، أي غير مقيد. والجمع أطْلاق، وحُبِسَ فلان في السجن طُلُقاً، أي بغير قيد. ويقال أيضاً: فرسٌ طُلُقُ إحدى القوائم، إذا كانت إحدى قوائمها لا تحجيل فيها. والطلق بالكسر: الحلال. وقال: هو لك طلقا. وأنت طِلْقٌ من هذا الأمر، أي خارج منه. والانْطِلاقُ: الذَهابٌ. وتقول: انْطُلِقَ به، على ما لم يسمّ فاعله، كما يقال انْقُطِعَ به. وتصغير مُنْطَلِقٍ مُطَيْلِقٌ، وإن شئت عوّضت من النون وقلت مطيليق. وتصغير الانطلاق نطيلق، لانك حذفت ألف الوصل، لان أول الاسم يلزم تحريكه بالضم للتحقير، فتسقط الهمزة لزوال السكون الذى كانت الهمزة اجتلبت له فبقى نطلاق، ووقعت الالف رابعة فلذلك وجب التعويض فيه، كما تقول دنينير، لان حرف اللين إذا كان رابعا ثبت البدل منه فلم يسقط إلا في ضرورة الشعر، أو يكون بعدها ياء، كقولهم في أثفية أثاف. فقس على ذلك واستطلاق البطنِ: مشيُهُ، وتصغيره تُطَيْليقٌ. وطُلِّقَ السليمُ، على ما لم يسمّ فاعله، إذا رجعت إليه نفسه وسكن وجعه بعد العِداد، فهو مُطَلَّقٌ. قال الشاعر: تَبيتُ الهُمومُ الطارقاتُ تُعَدنَني كما تعتري الأهوالَ رأس المطلق وقال النابغة: تَناذَرَها الراقونَ من سُوءِ سَمِّها تطلقة طورا وطورا تراجع وطلق الرجال امرأته تَطْليقاً، وطَلَقَت هي بالفتح تَطْلُقُ طَلاقاً، فهي طالِقٌ وطالِقَةٌ أيضا. قال الاعشى:\nأجارتنا بينى فإنك طالقه (١) * قال الاخفش: لا يقال طَلُقَتْ بالضم. ورجلٌ مِطْلاقٌ، أي كثير الطَلاقِ للنساء. وكذلك رجلٌ طلقة مثال همزة. وناقة طالق ونعجة طالق، أي مُرْسَلَةٌ ترعى حيث شاءت. والطالِقُ من الإبل: التي يتركها الراعي لنفسه لا يحتلبها على الماء. يقال: اسْتطلقَ الراعي ناقةً لنفسه. وتطلق الظبيُ، أي مرَّ لا يلوي على شئ. وهو تفعل. ويقال: ما تطلق نفسي لهذا الأمر، أي لا تنشرح، وهو تفتعل. وتصغير الطلاق طتيليق، تقلب الطاء تاء لتحرك الطاء الاولى، كما تقول في تصغير اضطراب ضتيريب، تقلب الطاء ياء لتحرك الضاد.",
    "pg": "4:1517-1519"
  },
  "طلل": {
    "def": "الطلّ: أضعفُ المطرِ، والجمع الطِلالُ (١) . تقول منه: طُلَّتِ الأرضُ وطَلَّها الندَى، فهي مَطْلولَةٌ. وطَلَّةُ الرجل: امرأته. قال عمرو بن حسان بن هانئ بن مسعود بن قيس بن خالد: أفى نابين نالهما إساف تأوه طلتى ما إن تنام والناب، الشارف من النوق. وإساف اسم رجل. وخمر طلة، أي لذيذة. قال حميد بن ثور رَكودِ الحُمَيَّا طَلَّةٍ شابَ ماَءها بها من عَقاراءِ الكرومِ زَبيبُ (١) والطَلَلُ: ما شخص من آثار الدار، والجمع أطْلالٌ وطُلولٌ. وطَلَلُ السفينة: جِلالها. ويقال: حيَّا الله طَلَلَكَ وَطَلالَتَكَ بمعنًى، أي شَخْصَكَ. قال يعقوب: وحكى عن أبى عمرو: وما بالناقة طُلٌّ بالضم، أي ما بها لبن. ويقال: رماه الله بالطلاطلة، وهو الداء الذى لا دواء له، والداهية. أبو زيد: طل دمه فهو مطلول. وقال: دماؤهم ليس لها طالِبٌ مَطْلولَةٌ مثل دم العُذْره وأُطِلَّ دمه، وطله الله وأطله، أهدره. قال: ولا يقال طَلَّ دمه بالفتح، وأبو عبيدة والكسائي يقولانه. وقال أبو عبيدة: فيه ثلاث لغات: طَلَّ دمُه، وطُلَّ دمُه، وأُطِلَّ دمُه. وأطَلَّ عليه، أي أشرف. وقال جرير * أنا البازى المطل على نُمَيْرٍ (١) * وتقول: هذا أمرٌ مُطِلٌّ، أي ليس بمُسْفرٍ. وتَطَالَّ، أي مد عنقه ينظر إلى الشئ يبعُد عنه. وقال (٢) : كفى حَزَناً أنِّي تطالَلْتُ كي أرى ذُرى قلتى دمخ فما تريان (٣)",
    "pg": "5:1752-1753"
  },
  "طلم": {
    "def": "الطُلْمَةُ بالضم: الخُبْزَةُ، وهي التي يسميها الناس المَلَّةُ، وإنَّما المَلَّةُ اسم الحفرة نفسها. فأمَّا التى تمل فيها فهى الطلمة والخبزة، والمَليلُ. وفي الحديث أنَّه ﵊ مرّ برجلٍ يعالج طُلْمَةً لأصحابه في سفر وقد عَرِقَ، فقال: \" لا يصيبه حَرُّ جهنم أبدا \".",
    "pg": "5:1976"
  },
  "طله": {
    "def": "يقال: في الأرض طُلْهَةٌ من كلا، وطلاوة وبراقة، أي شئ صالح منه. (*) والطلهم من الثياب: الخفاف، ليست بجدد ولا جياد.\nفصل العين",
    "pg": "6:2239"
  },
  "طما": {
    "def": "طَما الماء يَطْمو طُمُوًّا ويَطْمي طُمِيًّا، فهو طامٍ، إذا ارتفع وملأ النهر. ومنه طَمَتِ المرأة بزوجها، إذا ارتفعت به. وطَمى يَطمي مثل طَمَّ يَطِمُّ، إذا مر مسرعا.",
    "pg": "6:2415"
  },
  "طمث": {
    "def": "طَمَثَها يَطْمِثُها ويَطْمُثُها طَمْثاً، إذا افتضَّها. وطَمَثَتِ المرأة تَطْمُثُ بالضم: حاضتْ. وطَمِثَتْ بالكسر لغة، فهي طامِثٌ. وقال أبو عمرو: الطَمْثُ: المسُّ، وذلك في كل شئ يمس. قال: ويقال للمرتع: ما طَمَثَ المَرْتَعَ قبلَنا أحدٌ. وما طَمَثَ هذه الناقة حبلٌ قطُّ، أي ما مسَّها عِقالٌ.\nفصل العين",
    "pg": "1:286"
  },
  "طمح": {
    "def": "طمح بصره إلى الشئ: ارتفع. وكلُّ مرتفِعٍ طامِح. ورجلٌ طَمَّاحٌ، أي شَرِهٌ. قال اليزيديّ: الطِماحُ مثل الجِماح. يقال: فرسٌ فيه طِماحٌ. وطَمَحَتِ المرأة مثل جمحت، فهى طامح، أي تطمح إلى الرجال. وأَطْمَحَ فلانٌ بصره: رفعه وقال بعضهم: طَمَحَ، أي أبعد في الطلب. والطماح: اسم رجل من بنى أسد بعثوه إلى قيصر فمحل بامرئ القيس عنده حتى سم. قال الكميت: ونحن طمحنا لامرئ القيس بعدما * رجا الملك بالطماح نكبا على نكب وطمحات الدهر: شدائده. وطَمَحَ ببوْله، إذا رماه في الهواء. وأبو الطمحان القينى: شاعر.",
    "pg": "1:388-389"
  },
  "طمر": {
    "def": "الطُمورُ: شبه الوُثوبِ في السماء. وقد طَمَرَ الفرسُ والأخْيلُ يَطْمِرُ في طَيَرانه. وقال أبو كبير يصف رجلاً (٣) : وإذا قذفتَ له الحصاةَ رأيتَه * فَزِعاً (٤) لوقْعتها طُمورَ الأَخْيَل - وطَمارِ: المكان المرتفع. قال الأصمعي: يقال انصبَّ عليه من طمار، مثل قطام. قال الشاعر (٥) : فإن كنتِ لا تدرين ما الموتُ فانظري * إلى هانئٍ في السُوق وابنِ عَقيلِ - إلى بطلٍ قد عَفَّر السيفُ (٦) وجهَه * وآخرَ يَهوي من طمار قتيل - وكان ابن زيادٍ أمر برمْي مسلم بن عقيل (١) من سطح عال. وقال السكائى: من طمار وطمار بفتح الراء وكسرها (٢) . والطمر: الثوْبُ الخَلَقُ. والجمع الأَطْمارُ. والمِطْمَرُ: الزِيج الذي يكون مع البنَّائين. والطومارُ (٣) أحد الطواميرِ. والأمور المُطَمِّراتُ: المهلِكات. والمطمورَةُ: حُفرة يُطْمَرُ فيها الطعام، أي يُخبأ. وقد طَمَرْتُها، أي ملأتها. والطامِر: البرغوث. ويقال للرجل: طامر بن طامر: إذا لم يُدْرَ من هو. وفرس طِمِرٌّ، بتشديد الراء وهو المستعدُّ للوثبِ والعدوِ. وقال أبو عبيدة: هو المشمر الخلق.",
    "pg": "2:726"
  },
  "طمرس": {
    "def": "الطمرس والطمروس: الكذاب.",
    "pg": "3:944"
  },
  "طمس": {
    "def": "الطُموسُ: الدروسُ والامِّحاءُ (١) . وقد طَمَسَ الطريقُ يَطْمُسُ ويَطْمِسُ، وطَمَسْتُهُ طَمْساً، يتعدَّى ولا يتعدَّى. وانْطَمَسَ الشئ وتطمس، أي امحى ودرس. وقوله تعالى: ﴿رَبَّنا اطْمِسْ عَلَى أموالهم﴾ ، أي غَيِّرْها، كما قال ﷿: ﴿مِنْ قبلِ أن نطمس وجوها﴾ .",
    "pg": "3:944"
  },
  "طمش": {
    "def": "يقال: ما أدري أيُّ الطَمْشِ هو؟ أيْ أيُّ الناس هو. قال الراجز (٢) :\nوحش ولا طمش من الطموش (٣)",
    "pg": "3:1009"
  },
  "طمع": {
    "def": "طَمِعَ فيه (٤) طَمَعاً وطَماعَة وطَمَاعِيَةً مخفّف فهو طَمِعٌ وطَمُعٌ. وأطمعه فيه غيره. ويقال في التعجب: طَمُعَ الرجلُ فلانٌ بضم الميم، أي صار كثير الطَمَعِ. وخرجت المرأة فلانة، إذا صارت كثيرة الخروج. وقضو القاضى فلان. وكذلك التعجب في كل شئ، إلا ما قالوا في نعم وبئس رواية تروى عنهم غير لازمة لقياس التعجب، لان صور التعجب ثلاث: ما أحسن زيدا وأسمع به وكبرت كلمة. وقد شذ عنها نعم وبئس. والطَمَعُ: رِزقُ الجند. يقال: أمر لهم الأمير بأطماعِهِمْ، أي بأرزاقهم. وامرأةٌ مِطْماعٌ: تُطْمِعُ ولا تُمَكِّنُ.",
    "pg": "3:1254-1255"
  },
  "طمل": {
    "def": "الطَمْلَةُ والطَمَلَةُ بالتحريك: الحَمأة والطِين يبقى في أسفل الحوض. يقال، صار الماء طَمَلَةً واحدة، كما يقال دَكَلَةً. واطَّمِلَ ما في الحوض فلم يُترك فيه قطرة، وهو افتعل منه. والطمل بالكسر، اللص. قال لبيد: وأسْرَعَ في الفَواحِشِ كلُّ طِمْلٍ (٤) يَجُرُّ المُخْزِياتِ ولا يُبالي والمِطْمَلَةُ: ما تُوَسَّعُ به الخُبْزَةُ. وطَمَلْتُ الخبزة: وسّعتها. وطَمَلْتُ الناقة طملا: سرتها (١) سيرا فسيخا.",
    "pg": "5:1753"
  },
  "طملس": {
    "def": "رغيف طملس، بتشديد اللام، أي جاف. قال ابن الاعرابي: قلت للعقيلي: هل أكلت شيئا؟ فقال: قرصتين طملستين.",
    "pg": "3:944"
  },
  "طمم": {
    "def": "جاء السيل فَطَمَّ الركيّةَ، أي دفنها وسواها. وكل شئ كثر حتَّى علا وغلب فقد طَمَّ يَطَمُّ. يقال فوق كلِّ طَامَّةٍ طامَّةٌ، ومنه سمِّيت القيامة طَامَّة. وطَمَّ شعرَه، أي جَزَّه. وطَمَّ شعرَه أيضاً طُموماً، إذا عقصَه، فهو شعرٌ مَطْمومٌ. وأطَمَّ شعرُهُ، أي حان له أن يُطَمَّ أي يُجَزَّ. واسْتَطَمَّ مثله. قال أبو نصر: يقال للطائر إذا وقَع على غُصن قد طَمَّمَ تَطميماً. ومرَّ يَطِمُّ بالكسر طَميماً، أي يعدو عدواً سهلاً. قال الراجز (١) : حوزها من برق الغميم بالحوز والرفق وبالطميم (٢) ورجل طمطم بالكسر، أي في لسانه عُجمة لا يفصح. ومنه قول الشاعر (٣) :\nحَزِقٌ يمانيةٌ لأعْجَمَ طِمْطِمِ (٤) * وطَمْطَمانِيٌّ بالضم مثله. والطِمُّ: البحر. ويقال: جاء بالطِمَّ والرم، أي بالمال الكثير.",
    "pg": "5:1976-1977"
  },
  "طمن": {
    "def": "اطْمَأَنَّ الرجل اطمِئناناً وطَمَأنينَةً، أي سكن وهو مُطْمَئِنٌّ إلى كذا، وذاك مطمأن إليه. وأطبأن مثله على الابدال. وتصغير مطمئن طميئن، تحذف الميم من أوله وإحدى النونين من آخره. وتصغير طمأنينة طميئينة، تحذف إحدى النونين لانها زائدة. وطَمْأَنَ ظهره وطامَنَهُ بمعنًى، على القلب. وطأمنت منه: سكنت.",
    "pg": "6:2158-2159"
  },
  "طنأ": {
    "def": "الطنء بالكسر: الريبة. والطنء أيضاً: بقيَّة الروح، يقال تركتُه بِطِنْئِهِ، أي بحشاشَةِ نفسه، ومنه قولهم: هذه حَيَّة لا تطنِئَ، أي لا يعيش صاحبها تقتل من ساعتها، يهمز ولا يهمز، وأصله الهمز.",
    "pg": "1:61"
  },
  "طنب": {
    "def": "الطُنبُ (٢) : حبل الخباء، والجمع أطناب. يقال خباءٌ مُطَنَّب ورِواق مطنَّب، أي مشدودٌ بالأطناب. والطُنُبُ: أيضاً عِرْقُ الشجر وعَصَب الجسَد. والمَطْنَب: المَنْكب والعاتق. قال امرؤ القيس (٣) : وإذ هيَ سوداءُ مثل الفَحيمِ (٤) * تُغَشِّي المَطانِبَ والمَنْكبا - والطَنَب، بالتحريك: اعوجاجٌ في الرمح. وطنَّب بالمكان، أي أقام به. وطنَّب الفرسُ، أي طال مَتْنُه. وأطنب في الكلام: بالغ فيه. وابن الاطنابة: رجل شاعر (٥) . والاطنابة: المِظلَّة. والإطنابة: سَيْرٌ يُشَدُّ في طرف وتر القوس العربية. وأطنبت الإبل، إذا اتَّبع بعضها بعضاً في السير. وأطنبت الريح، إذا اشتدت في غبار.",
    "pg": "1:172-173"
  },
  "طنبر": {
    "def": "الطنبور فارسي معرب (٤) ، والطنبار لغة.",
    "pg": "2:726"
  },
  "طنخ": {
    "def": "الطَنَخُ: البَشَمُ. وقد طَنِخَ الرجلُ بالكسر، إذا غلب على قلبه الدسم واتخم منه.",
    "pg": "1:427"
  },
  "طنز": {
    "def": "الطَنْزُ: السُخرية. وطَنَزَ يَطْنُزُ فهو طَنَّازٌ. وأظنُّه مولّداً أو معربا.\nفصل العين",
    "pg": "3:883"
  },
  "طنف": {
    "def": "الطنف بالتحريك (١) : الحيد من الجبل، ورأس من رؤوسه. والمطنف: الذى يعلوه. قال الشنفرى: كأَنَّ حَفيفَ النَبْلِ من فوق عَجْسِها عوازِبُ نَحْلٍ أخْطأ الغارَ مُطْنِفُ والطَنَفُ أيضاً: إفريزُ الحائط، وكذلك السقيفة تُشْرَعُ فوق باب الدار. والطَنَفُ أيضاً: السيورُ، عن أبي عبيد. وضمُّ الطاء والنون لغةٌ في جميع ذلك.",
    "pg": "4:1396"
  },
  "طنن": {
    "def": "الطَنينُ: صوت الذباب والطَست والبطَّة تَطِنُّ إذا صوَّتت. وأَطْنَنْتُ الطست فطنت. وطن: مات. وهو في المصنف. والطن: بالضم: حُزمة القصب. والقصبةُ الواحدة من الحُزْمة: طُنةٌ. وضربه فأطَنَّ ساقه، أي قَطَعها، يراد بذلك صوت القطع.",
    "pg": "6:2159"
  },
  "طنى": {
    "def": "الطَنى: لُزوق الطِحال بالجَنب من شدة العطش. تقول منه: طَنِيَ البعير بالكسر يَطْنى طَنًى، وبعيرٌ طَنٍ. وطَنَّيْتُهُ تَطْنِيَةً، إذا عالجته من الطنى. وقال (١) (*) أكويه إما أراد الكى معترضا * كى المطنى من النحز الطنى الطحلا ابن السكيت: هذه حيّةٌ لا تُطْني، أي لا يعيش صاحبُها، تقتُل من ساعتها، وأصله الهمز. وقد ذكرناه في باب الهمز.",
    "pg": "6:2415"
  },
  "طها": {
    "def": "الطَهْوُ: طبخ اللحم. وفي الحديث: \" فما طهْوي إذن \"، أي فما عملي إن لم أحكمْ ذلك. يقال منه: طهاه ويطهوه ويَطهاهُ طهْواً وطهْياً (١) . وطَها الرجل: ذهب في الأرض، مثل طَحا. قال الشاعر: طها هذريان قل تغميض عينه * على دبة مثل الخنيف المر عبل وكذلك طَهَتِ الإبل، إذا ذهبتْ نادَّةً في الأرض. وقال الأعشى: فلسنا لباغي المُهْمَلاتِ بِقِرْفَةٍ * إذا ما طها بالليل منتشراتها ويبعد أن يقال إنه من ماط يميط. والطاهى: الطبَّاخ. والطَهاءُ ممدودٌ: لغة في الطخاءِ، وهو السحاب المرتفع. يقال: ما على السماء طهاءة، أي قزعة. وطهية: حى من تميم نسبوا إلى أمهم، وهم أبو سود وعوف وحبيش (٢) بنو مالك بن حنظلة. قال جرير: أثعلبة الفوارس أو رياحا * عدلت بهم طهية والخشابا والنسبة إليهم طهوى ساكنة الهاء، وبعضهم يقول طهوى على القياس. فصل الظاء",
    "pg": "6:2416-2417"
  },
  "طهر": {
    "def": "طهر الشئ وطهر أيضا بالضم، طَهارَةً فيهما. والاسم الطُهْرُ. وطَهَّرْتُهُ أنا تَطْهيراً. وتَطَّهَّرْتُ بالماء، وهم قوم يَتَطَهَّرونَ، أي يتنزَّهون من الادناس. ورجل طاهر الثياب، أي متنزِّه. وثيابٌ طَهارى، على غير قياسٍ، كأنَّهم جمعوا طَهْرانَ. قال الشاعر (١) : ثيابُ بني عَوفٍ طَهارى نَقيَّةٌ * وأوجُهُم بيضُ المسافر (٢) غُرَّانُ - والطُهْرُ: نقيض الحَيض. والمرأة طاهِرٌ من الحَيض، وطاهِرَةٌ من النَجاسة ومن العيوب. والطَهورُ: ما يتطهر به، كالفطور والسحور والوقود. قال الله تعالى:\n(وأنزلنا من السماءِ ماءً طهوراً) *. والمطهرة والمطهرة: الاداوة، والفتح أعلى، والجمع المَطاهِرُ. ويقال: السواك مَطْهَرَةٌ للفم.",
    "pg": "2:727"
  },
  "طهف": {
    "def": "الطَهْفُ: طعامٌ يُخْتَبَزْ من الذرة. والطَهْفَةُ: أعالي الصِلِّيانِ. والطَهافُ: السحابُ المرتفعُ. والطُهافَةُ بالضم: الذُؤابَةُ.",
    "pg": "4:1397"
  },
  "طهل": {
    "def": "ما على السماء طَهْلِئَةٌ، أي شئ من غيم، وهو فعلئة، وهمزته زائدة كهمزة الكرفئة والغرقئ.",
    "pg": "5:1755"
  },
  "طهم": {
    "def": "فرسٌ مُطَهَّمٌ ورجلٌ مُطَهَّمٌ. قال الأصمعي: المُطَهَّم: التامّ كل شئ منه على حدته، فهو بارع الجمال. ووجهٌ مُطَهَّمٌ، أي مجتمع مدور. ومنه. الحديث في وصف النبي ﷺ: \" لم يكن بالمطهم ولا بالمكلثم \" أي لم يكن بالمدور الوجه ولا بالموجن، ولكنه مسنون الوجه (١) . ويقال: تطهمت الطعام، إذا كرهته. وما أدري أي الطهم هو (٢) . وطهمان: اسم رجل.",
    "pg": "5:1977"
  },
  "طهمل": {
    "def": "الطَهْمَلُ: الجسيمُ القبيح الخِلْقة. والمرأة طهملة. وقال يصبحن عن (١) قس الاذى غوافلا لا جعبريات ولا طهاملا\nفصل الظاء",
    "pg": "5:1755"
  },
  "طوأ": {
    "def": "الطاءة مثل الطاعة: الابعاد في المرعى، يقال فرس بعيد الطاءة. قالوا: ومنه أخذ طيئ مثل سيد أبو قبيلة من اليمن، وهو طيئ بن أدد بن زيد ابن كهلان بن سبإ بن حمير. والنسبة إليهم طائى على غير قياس، وأصله طيئى مثل طيعى فقلبوا الياء الاولى ألفا وحذفوا الثانية. والطاءة أيضا: الحمأة.\nفصل الظاء",
    "pg": "1:61"
  },
  "طوح": {
    "def": "طاحَ يَطوحُ ويَطيحُ: هلك وسقط، وكذلك إذا تاهَ في الأرض. وطَوَّحَهُ، أي توَّهَهُ وذهب به هَهُنا وهَهُنا، فَتَطَوَّحَ في البلاد، إذا رمى بنفسه ههنا وههنا. وتطاوَحَتْ بهم النَوى، أي ترامَتْ. والمَطاوِحُ: المَقاذِف. وطَوَّحته الطوائح: قذفته القواذف. ولا يقال المطوحات. وهو من النوادر كقوله تعالى: (وأرسلنا الرياح لواقح) على أحد التأويلين.\nفصل الفاء",
    "pg": "1:389"
  },
  "طود": {
    "def": "الطوْدُ: الجبلُ العظيمُ. ويقال: طَوَّدَ في الجبال، مثل طَوَّفَ وطَوَّحَ. والمطاوِدُ، مثال المَطاوِحِ. قال ذوالرمة: أخو شقة جاب الفَلاةَ بنفسه * على الهَوْلِ حتَّى لوحته المطاود -\nفصل العين",
    "pg": "2:502"
  },
  "طور": {
    "def": "طَوارُ الدار: ما كانَ ممتدًّا معها من الفِناء. ويقال: لا أطورُ به، أي لا أقربه. ولا تطر حرانا، أي لا تقرب ما حولنا. وعدا طَوْرَه، أي جاوزَ حدَّه. والطَوْرُ: التارَةُ. وقال النابغة في وصف السليم:\nتراجعه طوراوطورا تطلق (١) * وقوله تعالى:\n(خَلَقَكُمْ أطواراً) *، قال الأخفش: طَوْراً عَلَقَةً، وطَوْراً مُضْغة. والناس أطْوارٌ، أي أخْيافٌ على حالاتٍ شتَّى. وبلغَ فلانٌ في العلم أطْوَرَيْهِ، أي حدَّيه: أوَّلَه وآخره. وكان أبو زيد يقوله بكسر الراء: أي بلغ أقصاه. حكى عنه ذلك أبو عبيد. والطورُ: الجبل. والطورِيُّ: الوحشيُّ من الطيرِ والناسِ. يقال: حمامٌ طوريٌّ وطُورانيٌّ. ويقال: ما بها طورِيٌّ، أي أحد. قال العجاج:\nوبلدة ليس بها طورى",
    "pg": "2:726-727"
  },
  "طوع": {
    "def": "فلانٌ طَوْعُ يديك، أي منقادٌ لك. وفرسٌ طَوْعُ العنان، إذا كانَ سلساً. والاستِطاعة: الإطاقَة. وربَّما قالوا اسْطاعَ يَسْطيعُ، يحذفون التاء استثقالاً لها مع الطاء، ويكرهون إدغام التاء فيها فتحرك السين وهى لا تحرك أبدا. وقرأ حمزة: ﴿فما اسطاعوا أن أن يظهروه﴾ بالادغام وجمع بين ساكنين. وذكر الاخفش أن بعض العرب يقول: استاع يستيع، فيحذف الطاء استثقالا وهو يريد: استطاع يستطيع. قال: وبعض يقول: أسطاع يسطيع بقطع الالف، وهو يريد أن يقول أطاع يطيع ويجعل السين عوضا من ذهاب حركة عين الفعل. ويقال: تطاوَعْ لهذا الأمر حتَّى تَسْتَطيعَهُ، وتَطَوَّعَ، أي تكلَّف اسْتِطاعتَهُ. والتطوع بالشئ: التبرع به. وقوله تعالى: ﴿فَطَوَّعَتْ له نفسُهُ قتلَ أخيهِ﴾ قال الأخفش: هو مثل طَوَّقَتْ له، ومعناه رخَّصت وسهَّلت. والمُطَّوِّعَةُ: الذين يَتَطَوَّعونَ بالجهاد، ومنه قوله تعالى: ﴿الذين يلْمِزونَ المَطَّوِّعينَ﴾ ، وأصله المُتَطَوِّعينَ فأدغم. والمُطاوعةُ: الموافقَةُ، والنحويون ربَّما سمَّوا الفعل اللازم مُطاوِعاً. ورجلٌ مِطْواعٌ، أي مُطيعٌ. وفلان حسن الطواعية لك، مثال الثمانية، أي حسن الطاعةِ لك. وطاعَ له يطوعُ، إذا انقاد. ولسانُه لا يَطوعُ بكذا، أي لا يتابعه. ويقال: جاء فلان طائِعاً غير مُكْرَهٍ، والجمع طُوَّعٌ. قال أبو يوسف: يقال قد أطاع النخل والشجرُ، إذا أدرك ثمرُه وأمكن أن يُجْتَنى. وقد أطاعَ له المرتعُ، أي اتَّسعَ له وأمكنه من الرعى. قال أوس بن حجر: كأن جيادنا في رعن زم * جراد قد أطاع له الوراق (١) * وقد يقال في هذا المعنى: طاعَ له المرتعُ. ويقال: أمَرَه فأطاعه، بالألف لا غير. وانطاعَ له، أي انقاد، عن أبى عبيد. ورجل طيع (٢) ، أي طائع.\nفصل الظاء",
    "pg": "3:1255-1256"
  },
  "طوف": {
    "def": "طاف حول الشئ يطوف طَوْفاً وطَوَفاناً، وتَطَوَّفَ واسْتَطَافََ، كله بمعنًى. ورجلٌ طافٌ، أي كثير الطَوافِ. والطَوْفُ: قِرَبٌ يُنفخ فيها ثم يُشَدُّ بعضها إلى بعض فتُجْعَل كهيئة السطح يُرْكبُ عليها في الماء ويُحْمَلُ عليها، وهو الرَمَثُ، وربما كانَ من خشب. والطَوْفُ: الغائط. تقول منه: طَافَ يَطوفُ طَوْفاً، واطَّاف اطِّيافاً، إذا ذهب إلى البراز ليتغوَّط. والطائِفُ: العسس. وطائف: بلاد ثقيف. وطائف القوس: ما بين السية والابهر. والطائفة من الشئ: قطعةٌ منه. وقوله تعالى: ﴿ولْيَشْهَدْ عذابهما طائفة من المؤمنين﴾ ، قال ابن عبّاس ﵄: الواحد فما فوقه. والطوفانُ: المطرُ الغالبُ والماء الغالب يغشى كل شئ، قال تعالى: ﴿فأخذهم الطوفانُ وهُمْ ظالِمُون﴾ . قال الأخفش: واحدها في القياس طُوفانَةٌ. وأنشد: غَيَّرَ الجدَّةَ من آياتها خُرُقُ الريحِ وطوفانُ المَطَر قال الخليل بن أحمد: وقد شبه العجاجُ ظلام الليل بذلك، فقال: حتَّى إذا ما يَوْمُها تَصَبْصَبا وعَمَّ طوفانُ الظلامِ الأَثأَبا ويقال: أخذه بطوفِ رقبته وبطَافِ رقبته، مثل صوفِ رقبته. وتَطَوَّفَ الرجل، أي طافَ. وطَوَّفَ، أي أكثر التطواف. وأطاف به، أي ألَمَّ به وقاربه. قال بشر: أبو صِبْيَةٍ شُعْثٍ يُطيفُ بشَخْصِهِ. كَوالِحُ أمثالُ اليعاسيبِ ضُمَّرُ",
    "pg": "4:1396-1397"
  },
  "طوق": {
    "def": "الطَوْقُ: واحد الأطْواقِ. وقد طَوَّقْتُهُ فَتَطَوَّقَ، أي ألبسته الطَوْقَ فلبِسه. والمُطَوَّقَةُ: الحمامةُ التي في عنقها طَوْقٌ. والطَوْقُ: الطاقَةُ. وقد أطلقت الشئ إطاقة، وهو في طوقى، أي وسعى. وطوقتك الشئ، أي كَلَّفْتُكَهُ. وطَوَّقَني الُله أداءَ حقِّك،، أي قوّاني. وطوَّقَتْ له نفسه: لغةٌ، في طَوَّعَتْ، أي رخصت وسهلت. وحكاها الاخفش والطاق: ما عطف من الأبنية، والجمع الطاقاتُ والطيقانُ، فارسيٌّ معرب. والطاقُ: ضربٌ من الثياب. قال الراجز: يكفيك من طاق كثير الاثمان جمازة شمر منها الكمان ويقال: طاق نعل وطاقة ريحانٍ والطائِقُ: ناشزٌ ينشز من الجبَل ويندر، وكذلك في البئر، وفيما بين كلِّ خشبتَين من السفينة.\nفصل العين",
    "pg": "4:1519"
  },
  "طول": {
    "def": "الطولُ: خِلاف العرض. وطال الشئ، أي امتد. وطلت، أصله طَوُلْتُ بضم الواو، لأنك تقول طويل، فنقلت الضمة إلى الطاء وسقطت الواو لاجتماع الساكنين. ولا يجوز أن تقول منه طلته، لان فعلت لا يتعدى فإن أردت أن تعديه قلت طَوَّلتُهُ أو أَطَلْتُهُ. وأمَّا قولك طاوَلَني فلان فطُلْتُهُ، فإنما تعني بذلك كنت أطْوَلَ منه، من الطولِ والطَوْلِ جميعاً. وطالَ طِوالُكَ وطِيَلُكَ، أي عُمرك، ويقال غيبتك. قال القطامي: إنَّا محيُّوكَ فاسْلَمْ أيُّها الطَلَلُ وإنْ بَليتَ وإنْ طالَتْ بك الطِوَلُ ويروى \" الطِيَلُ \". ويقال أيضاً طالَ طَيْلُكَ وطولك، ساكنة الياء والواو، وطال طُوَلُكَ بضم الطاء وفتح الواو، وطالَ طَوالُكَ بالفتح، وطِيالُكَ بالكسر. كل ذلك حكاه ابن السكيت. قال: فأما الحبل فلم فلم نسمعه إلا بكسر الأول وفتح الثاني. يقال: أَرْخِ للفرس من طِوَلِهِ، وهو الحبل الذي يُطَوَّلُ للدابة فتَرعى فيه. قال طرفة: لَعَمْرُكَ إنَّ الموتَ ما أخْطَأَ الفَتى لَكالطِوَلِ المُرْخى وثِنْياه باليَدِ وهي الطويلة أيضا. وقوله \" ما أخطأ الفتى \" أي في إخطائِه الفتى. وقد شدده الراجز (١) للضرورة، فقال: تعرضت لى بمكان حل تعرض المهرة في الطول (٢) وقد يفعلون مثل ذلك في الشعر كثيرا، ويزيدون في الحرف من بعض حروفه. قال الراجز (٣) قطنة من أجود القطن (١) * ويقال أيضاً: طَوِّلْ فرسك، أي أَرْخِ طويلته في المَرعى. والطُوالُ بالضم: الطَويلُ. يقال: طَويلٌ وطُوالٌ. فإذا أفرط في الطولِ قيل طوال بالتشديد. والطوال بالكسر: جمع طويل. والطوال بالفتح، من قولك: لا أكلِّمه طَوالَ الدهر وطولَ الدهر، بمعنًى. ويقال قلانسُ طيالٌ وطِوالٌ، بمعنًى. والرجالُ الأطاولُ: جمع الأطْوَلِ. والطولى: تأنيث الأطْوَلِ، والجمع الطُوَلُ، مثل الكبرى والكبر. والطَويلُ: جنسٌ من العَروضِ. وهي كلمة مولَّدة. وجمل أطوَلُ، إذا طالَتْ شفتُه العليا (٢) . وطاوَلَني فطُلْتُه، يقال ذلك من الطولِ والطَوْلِ جميعاً. ويقال: هذا أمرٌ لا طائِلَ فيه، إذا لم يكن فيه غَناءٌ ومزّية. يقال ذلك في التذكير والتأنيث. ولم يَحْلَ منه بطائلٍ،، لا يتكلم به إلا في الجحد. وبينهم طائِلَةٌ، أي عداوة وَتِرَةٌ. والطَوْلُ بالفتح: المَنُّ. يقال منه: طالَ عليه وتَطَوَّلَ عليه، إذا امْتَنَّ عليه. وطاوَلْتُهُ في الأمر، أي ماطَلْتُهُ. وأطلت الشئ وأطولت، على النقصان والتمام، بمعنًى. وأنشد سيبويه (١) : صَدَدْتِ فأطْوَلْتِ الصُدودَ وقلَّما وِصالٌ على طول الصُدود يَدومُ وأطالَتِ المرأة، إذا ولدت ولدا طوالا. وفي الحديث: \" إن القصيرة قد تطيل (٢) \". وطول له تَطْويلاً، أي أمهله. واسْتطالَ عليه أي تطاوَلَ. يقال: اسْتطالوا عليهم، أي قَتَلوا منهم أكثر مما كانوا قَتَلوا. وقد يكون اسْتَطالَ بمعنى طالَ. وتَطَاوَلْتُ مثل تطالَلْتُ. والطُوَّلُ بالتشديد: طائرٌ. وطَيِّلَةُ الريح: نيحتها.",
    "pg": "5:1753-1755"
  },
  "طوى": {
    "def": "طويت الشئ طيا فانطوى. والطِيَّةُ منه مثل الجِلسة والرِكبة، ومنه قول ذي الرمّة:\nكما تنشرُ بعد الطِيَّةِ الكُتُبُ (١) * والطوى: الجوع، يقال: طَوِيَ بالكسر يَطْوى طوًى فهو طاوٍ وطَيَّانُ. وطَوَى بالفتح يَطْوي طَيًّا، إذا تعمَّد ذلك. وفلان طوَى كشحَه، إذا أعرض بودّه. وهذا رجلٌ طَوي البطنِ على فَعلِ، أي ضامر البطن. عن ابن السكيت. قال العجير السلولى: فقام فأدنى من وِسادي وِسادَةً * طَوِي البطن ممشوق الذراعين شرجب وتطوت الحيّة، أي تَحَوَّتْ. والطِيَّةُ: النيّة. قال الخليل: الطِيَّةُ تكون منزلاً وتكون منتأى. تقول منه: مضى لِطِيَّتِهِ، أي لنيّته التي انتواها. وبعدت عنا طيته، وهو المنزل الذي انتواه. ومضى لِطِيَّتِهِ. وطِيَّةٌ بعيدة، أي شاسعة. وطوى اسم موضع بالشأم، تكسر طاؤه وتضم، يصرف ولا يصرف. فمن صرفه جعله اسم واد ومكان وجعله نكرة، ومن لم يصرفه جعله [اسم (١) ] بلدة وبقعة وجعله معرفة. وقال بعضهم: طوى مثل طوى، وهو الشئ المثنى. وقال في قوله تعالى: (بالوادي المقدس طوى) طوى مرتين، أي قدس. وقال الحسن. ثنيت فيه البركة والتقديس مرتين (٢) . وذو طوى بالضم: موضع بمكة. والطوية: الضمير. والطَوِيُّ: البئر المَطْوِيّةُ. والطايَةُ: السطح، ومر بد التمر. وأطواء الناقة: طرائق شحمها.",
    "pg": "6:2415-2416"
  },
  "طيب": {
    "def": "الطَيِّب: خلاف الخبيث. وطاب الشئ يطيب طيبة وتطيابا. قال علقمة: يَحْمِلنٍ أترُجَّةً نَضْخُ العبير بها * كأنَّ تَطْيابَها في الأنف مشمومُ وأطابه غيره وطيَّبه أيضاً. واستطابه: وجده طيِّباً. والاستطابة أيضاً: الاستنجاء. وقولهم: ما أطيبه، وما أيطبه، مقلوب عنه. وفعلت ذاك بطيبةِ نفسي، إذا لم يُكرِهك عليه أحد. وتقول: ما به من الطيبِ، ولا تقل من الطيبة. وأطعَمَنا فلانٌ من أطَايب الجزور: جمع أطيب، ولا تقل من مطايب الجزور. والطيب: ما يُتَطَيَّب به. والأطيبان: الأكل والجماع. وطايَبَه: أي مازحه. والطَّاب: الطَيِّب والطيب أيضا، يقالان جميعا. وقال (١) يمدح عمرو بن عبد العزيز بن مروان: مقابل الاعراق في الطاب الطاب * بين أبى العاص وآل الخطاب وأبو العاص: جد جده، وهو عمر بن عبد العزيز بن مروان بن الحكم بن أبى العاص. وأمه أم عاصم بنت عاصم بن عمر بن الخطاب. والطابة: الخمر. وتمرٌ بالمدينة يقال له عِذْقُ ابن طابٍ، ورُطَبُ ابن طابٍ. وعِذقُ ابن طابٍ، وعِذق ابن زيد: ضربان من التمر. وشئ طيَّابٌ بالضم، أي طيَّب جداً. وقال الشاعر: نحن أجدنا دونها الضرابا * إنا وجدنا ماءها طيابا وتقول: هذا شرابٌ مَطْيَبَةٌ للنفس، أي تطيب النفوس إذا شَرِبَته. وطوبى: فُعْلى من الطيب، قلبوا الياء واواً للضمة قبلها. وتقول: طوبى لك، وطوباك بالاضافة. قال يعقوب: ولا تقل طوبيك بالياء. وطوبى: اسم شجرة في الجنة. وسبى طِيبَةٌ، بكسر الطاء وفتح الياء: صحيحُ السِباءِ، لم يكن عن غدر ولا نقض عهد. وطيبة، على وزن شيبة (١) : اسم مدينة الرسول ﷺ. والطوب: الآجر بلغة أهل مصر. وقولهم: طبتُ به نفساً، أي طابتْ نفسي به.\nفصل الظاء",
    "pg": "1:173"
  },
  "طيخ": {
    "def": "طاخَ يَطيخُ: تلطَّخ بالقبيح. وطاخه غيره، يتعدَّى ولا يتعدَّى. وطَيَّخَهُ أيضاً فَتَطَيَّخَ. وطاخَ: تكبَّر. قال الحارث بن حلزة: فاتركوا الطَيْخَ (١) والتَّعدِّي وإمَّا * تتَعاشَوْا ففي التعاشى الداء\nفصل الظاء",
    "pg": "1:427"
  },
  "طير": {
    "def": "الطائر جمعه طير، مثل صاحب وصحب، وجمع الطير طيور وأطيار، مثل فرخ وفروخ وأفراخ. وقال قطرب: الطَيْرَّ أيضاً قد يقع على الواحد. وأبو عبيدة مثله. وقرئ:\n(فيكون طَيْراً بإذنِ الله) *. وطائِر الإنسان: عمله الذي قُلِّده. والطيرُ أيضاً: الاسم من التَطَيُّرِ، ومنه قولهم: \" لا طيرَ إلا طيرُ الله \" كما يقال: لا أمر إلا أمر الله. وأنشد الأصمعيُّ، قال: وأنشدناه الأحمر: تَعلَّمْ أنَّه لا طيرَ إلا * على مُتَطَيِّرِ وهو الثبور (١) - بلى شئ يوافق بعض شئ * أحايينا وباطله كثير - قال ابن السكيت: يقال طائر الله لا طائرُك! ولا تقل: طَيْرُ الله. وأرض مطارَةٌ: كثيرة الطير. وذو المطارة: جبل. وبئر مطارة: واسعة الفم. قال الشاعر: كأنَّ حفيفَها إذْ برَّكوها * هُوِيُّ الريح في جَفْرٍ مطار - وقولهم: \" كأن على رؤوسهم الطَيْرُ \" إذا سكَنوا من هيبة. وأصله أن الغراب يقع على رأس البعير فيلتقط منه الحلمة والحمنانة، فلا يحرك البعير رأسه لئلا ينفر منه الغراب. وطارَ يَطيرُ طَيْرورَةً وطَيَراناً. وأطارَهُ غيره، وطَيَّرَهُ وطايَرَهُ بمعنًى. ومن أمثالهم في الخصب وكثرة الخَير قولهم: \" ثم في شئ لا يَطيرُ غرابُه \". ويقال: أُطيرَ الغرابُ فهو مُطارٌ. قال النابغة: ولِرهطِ حَرَّاب وقِدٍّ سَورةٌ * في المجد ليس غرابُها بمُطارِ - وفي فلان طَيْرَةٌ وطَيْرورَةٌ، أي خِفَّةٌ وطيش. قال الكميت: وحلمُكَ عزٌّ إذا ما حَلُمْتَ * وطَيْرَتُكَ الصابُ والحنْظَلُ - ومنه قولهم: ازْجر أحْناءَ طَيْرِكَ، أي جوانبَ خفّتك وطيشكَ. وتَطايَرَ الشئ: تفرق. وتطاير الشئ: طال. وفي الحديث: \" خُذْ ما تَطايَرَ من شَعرك \". واسْتطارَ الفجرُ وغيره: انتشر. واستطير الشئ، أي طير. وقال الراجز:\nإذا الغبار المستطار انعقا * وتطيرت من الشئ وبالشئ. والاسم منه الطَيرةُ مثال العِنبَةُ، وهو ما يُتَشاءَمُ به من الفأل الردئ. وفى الحديث: \" أنه كان يحبُّ الفأل ويكره الطِيَرَةُ \". وقوله تعالى:\n(قالوا اطَّيَّرنا بكَ) *، أصله تَطَيَّرنا، فأدغمت التاء في الطاء، واجتلبت الألفُ ليصحَّ الابتداء بها. والمُطَيَّرُ من العود: المُطَرَّى، مقلوبٌ منه. قال (١) : إذا ما مشَت نادى بما في ثيابها * ذكيُّ الشذى والمندلي المطير -\nفصل الظاء",
    "pg": "2:727-729"
  },
  "طيس": {
    "def": "الطَيْسُ: الكثير من المال والرمل والماء وغيرها. قال الاخطل: خلوا لنا راذان والمزارعا * وحنطة طيسا وكرما يانعا * وقال آخر يصف حميرا: فصبحت من شبرمان (٢) منهلا * أخضر طبسا زغربيا طيسلا * والطيسل مثل الطيس، واللام زائدة. وقول الراجز (١) :\nعَدَدْتَ قومي كعَديدِ الطَيْسِ (٢) * يعني الكثير من الرمل. والطاس: الذى يشرب فيه. والطاوس: طائر، ويصغر على طويس بعد حذف الزيادات. وقولهم: \" أشأم من طويس \"، وهو مخنث كان بالمدينة، وقال: يا أهل المدينة توقعوا خروج الدجال ما دمت حيا بين ظهرانيكم، فإذا مت فقد أمنتم ; لانى ولدت في الليلة التى مات فيها رسول الله ﷺ، وفطمت في اليوم الذى مات فيه أبو بكر رضى الله عنه، وبلغت الحلم في اليوم الذى قتل فيه عمر رضى الله عنه، وتزوجت في اليوم الذى قتل فيه عثمان رضى الله عنه، وولد لى ولد في اليوم الذى قتل فيه على رضى الله عنه. وكان اسمه \" طاوس (٣) \" فلما تخنث جعله طويس طويسا (٤) ويسمى بعبد النعيم. وقال في نفسه: إننى عبد النعيم * أنا طاوس الجحيم * وأنا أشأم من يم * شى على ظهر الحطيم * والطوس: القمر. وطاس يطوس طوسا: حسن وجهه. والطاوس في كلام أهل الشام: الجميلُ من الرجال.\nفصل العين",
    "pg": "3:944-945"
  },
  "طيش": {
    "def": "طاشَ السهمُ عن الهدفَ، أي عَدَلَ. وأطاشَهُ الرامي. والطَيْشُ: النزق والخفة. والرجل طياش.\nفصل العين",
    "pg": "3:1009"
  },
  "طيط": {
    "def": "طاطَ الفحلُ يَطيطُ ويطاطُ طُيوطاً، أي هاج وهدر، فهو جمل طاط وطائط. وأنشد الاصمعي: لو أنها لاقت غلاما طائطا * ألقت عليه كلكلا علابطا * قال: هو الذى يطيط، أي يهدر في الابل، فإذا سمعت الناقة صوته ضبعت. وليس هذا عندهم بمحمود. والطاط: الرجل الشديد الخصومة. والطاطُ من نعت الطويل، يقال: رجلٌ طاطٌ وطوطٌ. والطوطُ أيضاً: القطن. قال الشاعر:\nمن المدمقس أو من فاخر الطوط\nفصل العين",
    "pg": "3:1141"
  },
  "طيف": {
    "def": "طيْفُ الخيال: مَجيئُه في النوم. قال (١) : ألا يا لقوْمٍ (٢) لطيف الخيال أرق من نازِحٍ ذي دَلالِ تقول منه طافَ الخيالُ يَطيفُ طَيْفاً ومَطافاً. قال (٣) : أَنَّى ألَمَّ بك الخيالُ يَطيفُ ومَطافُهُ لك ذِكْرَةٌ وشُغوف وقولهم: طَيْفٌ من الشيطان، كقولهم: لَمَمٌ من الشيطان. قال أبو العِيال الهذلي:\nفإذا بها وأبيكَ طيف جنون (٤) * وقرئ: ﴿إذا مسهم طيف من الشيطان﴾ و ﴿طائف من الشيطان﴾ وهما بمعنى.\nفصل الظاء",
    "pg": "4:1397-1398"
  },
  "طيم": {
    "def": "ابن السكيت: طامَهُ الله على الخير يَطيمُهُ، أي جَبَلَهُ، مثل طانه.\nفصل الظاء",
    "pg": "5:1977"
  },
  "طين": {
    "def": "الطينُ معروف، والطينَةُ أخصُّ منه. وطَيَّنْتُ السَطح، وبعضهم ينكره ويقول: طِنْتُ السطح فهو مَطينٌ. وأنشد (١) : فأبْقَى باطِلي والجِدُّ منها * كد كان الدرابنة المطين والطينة: الخلقة والجِبِلَّة. يقال: فلانُ من الطينة الاولى. (*) وطان فلان كتابه: ختمه بالطينِ. ابن السكيت: طانَهُ الله على الخيرِ وطامَهُ، أي جَبَله عليه. وأنشد:\nألا تلكَ نفسٌ طين فيها حياؤها * ويروى: \" كان \". ويوم طان ومكانٌ طانٌ. وأرضٌ طانةٌ: كثيرة الطين. وفلسطين بكسر الفاء: بلد.\nفصل الظاء",
    "pg": "6:2159"
  }
}