{
  "خا": {
    "def": "أبو زيد: خاءبك، معناه أعْجَلْ، جعلَه صوتاً مبنيَّاً على الكسر. قال: ويستوي فيه الاثنان والجمع والمؤنّث. وأنشد للكميت: (٣٢١ - صحاح - ٦) إذا ما شَحَطنَ الحادِيَيْنِ سَمِعْتَهُمْ * بخاءٍ بِكَ الحقْ يهتفون وحَيَّهَلْ (١) وقال ابن سَلَمة: معناه خِبْتَ، وهو دعاءٌ منه عليه، يقول: بِخائِبِكَ، أي بأمرك الذي خابَ وخسِر. وهذا خلافُ قولِ أبي زيد كما ترى.",
    "pg": "6:2549-2550"
  },
  "خبأ": {
    "def": "خبأت الشئ خبأ، ومنه: الخابية (١) ، وهي الحُبُّ، إلا أنّ العرب تركَتْ همزه. والخَبءُ: ما خبئ، وكذلك: الخبئ، على فعيل. وخَبْءُ السموات: القَطْرُ. وخَبْءُ الأرض: النباتُ. واخْتَبَأِتْ: استترت، وجارية مخبَّأَة، أي مستترة. والخبأة مثال الهمزة: المرأة التى تطَّلِع ثم تختبئ، قال الزِّبرقان بن بدر: \" إنَّ أَبْغَضَ كنائني (٢) إلى الخبأة الطلعة. \"",
    "pg": "1:46"
  },
  "خبا": {
    "def": "الخابِيَةُ: الحُبُّ، وأصلها الهمز، لأنَّها من خَبَأْتُ: إلاّ أنَّ العرب تركت همزها. والخِباءُ: واحد الأَخْبِيَةِ من وبَر أو صوف، ولا يكون من شَعَر، وهو على عمودين أو ثلاثة، وما فوق ذلك فهو بيتٌ. واسْتَخْبَيْنا الخِباءَ، أي نَصَبْناهُ ودخَلْنا فيه. وأَخْبَيْتُ الخِباءَ وتَخَبَّيْتُهُ، إذا عمِلْتَهُ. وكذلك التخيية. وخبت النار تخبو خُبُوّاً، أي طُفِئَتْ. وأَخْبَيْتُها أنا.",
    "pg": "6:2325"
  },
  "خبب": {
    "def": "الخَبُّ والخِبُّ: الرجل الخدَّاع الجربز. تقول منه: خببت يا رجل تَخَبُّ خِبَّاً، مثال عَلِمْت ُتعلم علماً. وقد خَبَّبَ غلامي فلانٌ، أي خدعه. والخُبَّةُ والخَبَّةُ والخِبَّةُ: طريقةٌ من رملٍ أو سَحابٍ، أو خِرْقَةٌ كالعِصابة، والخَبيبَةُ مثله، يقال ثوب خَبائِبُ، أي مُتَقَطِّعٌ، مثل هَبائِبَ. واخْتَبَّ من ثوبه خُبَّةً، أي أَخْرَجَ. والخَبيبَةُ أيضاً: صوفُ الثَنيِّ (١) . قال ابن السكيت: هو أفضل من العَقيقَةِ - وهي صوفُ الجَذَعِ - وأبقى وأَكْثَرُ. والخبيبة من اللحم: الشَريحة. والخَبَبُ: ضرب من العَدْوِ. تقول: خَبَّ الفرسُ يَخُبُّ بالضم خبَّاً وخَبَبَاً وخَبيباً، إذا راوح بين يديه ورجليه (٢) . وأخَبَّهُ صاحِبُهُ، يقال جاءوا مُخِبِّينَ. ويقال أيضاً: خَبَّ النباتُ، إذا طال وارتفع. وخَبَّ البحر، إذا اضطرب. يقال أصابهم خَبٌّ إذا خَبَّ بهم البحرُ. قال الفراء: الخابُّ: واحد الخَوابِّ، وهي القرابات والصِهْرُ، يقال: لي من فلان خواب. وخبخبوا عنكم من الظهيرة، أي أبردوا، وأصله خببوا بثلاث باءات، أبدلوا من الباء الوسطى خاء للفرق بين فعللل وفعل، وإنما زادوا الخاء بين سائر الحروف لان في الكلمة خاء. وهذه علة جميع ما يشبههه من الكلمات. والخبخبة: رخاوه الشئ واضطرابه. وخبيب: اسم رجل، وهو خبيب بن عبد الله بن الزبير، وكان عبد الله يكنى بأبى خبيب. قال الراعى: ما إن أتيت أبا خبيب وافدا (١) * يوما أريد لبيعتي تبديلا والخبيبان: عبد الله بن الزبير وابنه، ويقال هو وأخوه مصعب. قال حميد الارقط:\nقدنى من نصر الخبيبين قدى (٢) * فمن روى \" الخبيبين \" على الجمع يريد ثلاثتهم وقال ابن السكيت: يريد أبا خبيب ومن كان على رأيه.",
    "pg": "1:117-118"
  },
  "خبت": {
    "def": "الخَبْتُ: المطمئن من الأرض فيه رمل (٢) . والإخباتُ. الخشوع. يقال: أَخْبَتَ لِلهِ. وفيه خَبْتَةٌ، أي تواضع. والخبت أيضا: ماء لكلب.",
    "pg": "1:247"
  },
  "خبث": {
    "def": "الخبيث: ضدّ الطيّب. وقد خبث الشئ خباثة، وخبث الرجل خُبْثاً، فهو خبيث، أي خَبٌّ ردئ. وأخبثه غيره، أي علمه الخُبثَ وأفسدَه. وأَخْبَثَ أيضاً، أي اتَّخذ أصحاباً خبثاء، فهو خَبيثٌ مُخْبِثٌ ومَخْبَثانٌ. وقول عنترة: نُبِّئْتُ عَمْراً غيرَ شاكِرٍ نِعْمَتي (١) * والكُفْرُ مَخْبَثَةٌ لِنَفْسِ المُنْعِمِ أي مَفْسَدَةٌ. ويقال: فلانٌ لَخِبْثَةٍ، كما يقال لَزِنْيةٍ. ويقال في النداء: يا خبث، كما يقال يالكع تريد يا خبيثُ. وللمرأة: يا خَباثِ، بُنَي على الكسر مثل يا لَكاعِ. وخَبَثُ الحديد وغيره: ما نَفاهُ الكِيرُ. والأخبثانِ: البَوْلُ والغائط.",
    "pg": "1:281"
  },
  "خبج": {
    "def": "خَبَجَهُ بالعصا: ضربه بها. وخبج بها: حبق.",
    "pg": "1:308"
  },
  "خبر": {
    "def": "الخَبْرُ: المزادة العظيمة، والجمع خُبورٌ. وتُشبَّه بها الناقة في غُزْرها فتسمى: خَبْراءَ. والخَبَرُ بالتحريك: واحد الأَخبارِ. وأَخْبَرْتُهُ بكذا وخَبَّرْتُهُ، بمعنىً. والاستِخْبارُ: السؤال عن الخَبَر. وكذلك التَخَبُّرُ. والمَخْبَرُ: خلاف المنظر. وكذلك المَخْبَرَةُ والمَخْبُرَةُ أيضاً بضم الباء، وهو نقيض المَرْآة. والخَبْراءُ: القاع يُنبِت السِدر، والجمع الخَبارى والخبارى، مثل الصحارى والصحارى، والخبراوات. يقال: خَبِرَ الموضعُ بالكسر، فهو خَبِرٌ. وأرض خَبِرَةٌ وخَبْراءُ. والخَبارُ: الأرض الرخوة ذات الجحَرَةِ. ويقال أيضاً: مِن أين خَبَرْتَ هذا الأمر؟ أي من أينَ علمت. والاسم الخُبْرُ بالضم، وهو العلم بالشئ. والخبير: العالم. والخبير: الاكار، ومنه المُخابَرةُ، وهي المزارعة ببعض ما يَخرُج من الأرض. وهو الخِبْرُ أيضاً بالكسر. والخَبيرُ: النبات. وفى الحديث: \" نستخلب الخَبيرَ \"، أي نقطع النبات ونأكله. والخَبير: الوبَر. قال أبو النَجْم: * حتَّى إذا ما طال (١) من خَبيرِها * وقال أبو عبيد: الخبير زَبَد أفواه الإبل. وقولهم: لأَخْبُرَنَّ خُبْرَكَ، أي لأعلمنَّ علمك. تقول منه: خَبَرْتُهُ أَخْبُرُهُ خُبْراً بالضم، وخِبْرَةً بالكسر، إذا بلوته واختبرتَه. يقال: \" صدق الخبر الخبر \". وأما قول أبى الدرداء وجدت الناس اخبر تقلهم (٢) \" فيريد أنك إذا خبرتهم قليتهم، فأخرج الكلام على لفظ الامر ومعناه الخبر. والخابور: موضع بناحية الشام. وخبير: موضع بالحجاز. يقال: \" عليه الدبرى، وحمى خيبرى \". والخبرة بالضم: النصيب تأخذُه من سَمكٍ أو لحم، حكاه أبو عبيد. يقال: تَخَبَّروا خُبْرَةً، إذا اشتَروْا شاة فذبحوها واقتسموا لحمها.",
    "pg": "2:641-642"
  },
  "خبرج": {
    "def": "الخبرنجة: حسن الغداء. وجسم خبرنج، أي ناعم. قال العجاج: غراء سوى خلقها الخبرنجا * مأد الشباب عيشها المخرفجا",
    "pg": "1:308"
  },
  "خبز": {
    "def": "الخُبْزُ (١) : الذي يؤكل. والخَبْزُ بالفتح المصدرُ. وقد خَبَزْتُ الخُبْزَ وأخْبَزتُه. ويقال أيضاً: أخْبَزْتُ القومَ، إذا أطعمتهم الخبز. ورجل خابز، أي ذو خبز، مثل تامر ولابن. عن ابن السكيت. والخبز: السوق الشديد، عن أبى زيد. وأنشد: لا تخبزا خبزا وبسا بسا (١) * ولا تطيلا بمناخ حبسا * ونذكر قول أبى عبيدة فيه في باب السين إن شاء الله ﷿. والخبز: ضرب البعير بيده الأرضَ، وهو على التشبيه. والخُبْزَةُ: الطُلْمَةُ، وهي عجين يُوضَع في الملة حتى ينضج. والخباز والخبازى: نبت معروف.",
    "pg": "3:876"
  },
  "خبس": {
    "def": "تخبست الشئ: أخذته وغنمته. ورجلٌ خَبَّاسٌ، أي غنَّامٌ. واخْتَبَسْتُ الشئ، إذا أخذته مغالبة. وأسد خبوس. وأنشد أبو مهدى لابي زبيد (١) : ولكني ضبارمة جموح * على الاقران مجترئ خَبوسٌ (٢) * والخُباسَةُ بالضم: المغنمُ، وما تخبست من شئ.",
    "pg": "3:921"
  },
  "خبص": {
    "def": "الخَبيصُ معروفٌ، والخَبيصةُ أخصُّ منه. والمِخْبَصَةُ: الملعقةُ يُعْمَلُ بها الخبيص",
    "pg": "3:1035"
  },
  "خبط": {
    "def": "خَبَطَ البعيرُ الأرضَ بيده خَبْطاً: ضربها. ومنه قيل: خَبْطَ عَشْواءَ، وهي الناقة التي في بَصَرَها ضعفٌ، تَخْبِطُ إذا مشتْ، لا تتوقَّى شيئاً. وخَبَطَ الرجل، إذا طرَحَ نفسَه حيث كان لينام. قال الشاعر (١) :\nيشدخن بالليل الشجاع الخابطا (٢) * وخبطت الشجر خبطا، إذا ضربتها بالعصا ليسقط ورقها. قال الراجز:\nوالصقع من خابطة وجرز (٣) * واختبطنى فلانٌ، إذا جاءك يطلب معروفَك من غير آصرة. قال الشاعر: ومختبط لم يلق من دوننا كفى * وذات رضيع لم ينمها رضيعها * وخبطت الرجل، إذا أنعمتَ عليه من غير معرفةٍ بينكما. قال علقمة بن عبدة: وفي كُلِّ حَيٍّ قد خَبَطْتَ بِنِعْمَةٍ * فَحُقَّ لِشَأْسٍ من نداك ذنوب * شأس: اسم أخى عَلقمة. وقولهم: ما أدري أيُّ خابِطِ ليلٍ هو؟ أيْ أيُّ الناسِ هو. والخُباطُ بالضم، كالجنونِ وليس به. تقول منه تَخَبَّطَهُ الشيطانُ، أي أفسَدَهُ. والخِباطُ، بالكسر: سِمَةٌ في الفخذ طويلةٌ عرضاً. تقول منه خَبَطَ بعيرَه خَبْطاً. والخِبْطَةُ، بالكسر: القليلُ من اللبن. وقال أبو زيد: الخِبْطُ من الماء: الرَفَضُ، وهو ما بين الثُلُثِ إلى النصف من السقاءِ، والحوضِ، والغديرِ، والإناء. قال: وفي القِرْبَةِ خِبْطَةٌ من ماءٍ، وهو مثل الجُرْعَةِ ونحوها. ولم يَعْرِف له فعلاً. ويقال أيضاً: كان ذلك بعد خِبْطَةٍ من الليل، أي بعد صدرٍ منه. والخِبْطَةُ أيضاً: القطعة من البيوت والناس، والجمع خبط.",
    "pg": "3:1121-1122"
  },
  "خبع": {
    "def": "خبعت الشئ: لغة في خبأته. وامرأة خبعة قبعة. والخنبعة: شبه مقنعة قد خيطَ مقدِّمها تغطِّي به المرأة رأسها. وخبع الصبي خُبوعاً، أي فُحِمَ من البكاء.",
    "pg": "3:1201"
  },
  "خبعثن": {
    "def": "الخُبَعْثَنَةُ: الضخم الشديد، مثل القذ عملة. وأنشد أبو عمرو:\nخبعثن الخلق في أخلاقه زعر * وقال أبو زبيد الطائى في وصف الاسد: خبعثنة في ساعديه تزايل تقول وعى من بعد ما قد تكسرا وقال الفرزدق يصف إبلا: حواسات العشاء خبعثنات إذا النكباء عارضت الشمالا",
    "pg": "5:2107"
  },
  "خبق": {
    "def": "قال أبو عبيد: يقال: رجل خبق، مثال هجف، أي طويل. وإن شئت كسرت الباء اتباعا للخاء. وفرس أَشَقُّ خِبَقٌّ، أي طويلٌ. وربَّما قيل للفرس السريع خبق. والخبقى في العدو، مثل الدفقى. وينشد:\nيعدو الخبقى والدفقى منعب",
    "pg": "4:1466"
  },
  "خبل": {
    "def": "الخَبْلُ بالتسكين: الفسادُ، والجمع خُبولٌ. يقال: لنا في بني فلان دِماءٌ وخُبولٌ. فالخُبولُ: قطعُ الأيدي والأرجل. والخبَلُ، بالتحريك: الجِنُّ. يقال: به خبل، أي شئ من أهل الأرض. وقد خَبَلَهُ وخَبَّلَهُ واخْتَبَلَهُ، إذا أفسدَ عقلَهُ أو عضوه ورجلٌ مُخَبَّلٌ، كأنَّه قد قطعت أطرافه. ومخبل: اسم شاعر من بنى سعد. ودهر خبل، أي ملتو على أهله. ومخبل، بكسر الباء: اسمٌ للدهر. قال الحارث بن حلّزة. فَضَعي قِناعَكِ إن ريب مخبل أفنى مَعَدَّا ويقال: فلان خَبالٌ على أهله، أي عَناءٌ والخَبالَ أيضاً: الفساد. وأما الذى في الحديث: \" من قفا مؤمنا بما ليس فيه وقفه الله تعالى في ردغة الخبال حتى يجئ بالمخرج منه \" فيقال: هو صديد أهل النار. قوله \" قفا \" أي قذف. والردغة: الطينة. والخبال الذى في شعر لبيد (١) : اسم فرس. وأخبلته المال، إذا أعرته ناقة لينتفع بألبانها وأو بارها، أو فرساً يغزو عليه، وهو مثل الإكفاء. ومنه قول زهير:\nهنالك إن يستخبلوا المال يخبلوا (٢)",
    "pg": "4:1682"
  },
  "خبن": {
    "def": "خَبَنْتُ الثوب (١) وغيره أَخْبِنُهُ خَبْناً وخِباناً، إذا عطفته وخِطتَه ليقصر. وخبنت الطعام، إذا غيبته واستعددته للشدّة. والخُبْنَةُ: ما تحمله في حضنك. وفي الحديث: \" ولا تتخذ خبنة \". وإنه لذا خبنات وذو خَنَباتٍ، وهو الذي يُصْلِحُ مرة ويفسد أخرى.",
    "pg": "5:2107"
  },
  "ختأ": {
    "def": "اختَتَأْتُ من فلان، أي اختَبَأْتُ منه واستترت خوفاً أو حياء. وأنشد الاخفش (٣) : فلا يرهب ابن العَمِّ مِنِّي صوْلَتي * ولا أختتي من قوله المتهدد قال: وإنما ترك همزة ضرورة. أبو عبيدة: اختتات له اختتاءً: خَتَلْتُهُ.",
    "pg": "1:46"
  },
  "ختت": {
    "def": "أخَتَّ الله حظَّه، أي أَخَسَّهُ، فهو خَتيتٌ، أي خَسيسٌ. قال السموأل: ليس يُعْطى القويُّ فضلاً من الما * ل ولا يُحْرَمُ الضعيف الخَتيتُ (٣) وأَختَّ فلانٌ، أي استحيا. قال الشاعر (٤) : فمن يَكُ عن أَوائِلِهِ مُخِتَّا * فإنّك يا وليد بهم فخور",
    "pg": "1:247-248"
  },
  "ختر": {
    "def": "الخَتْرُ (٣) : الغدر. يقال: خَتَرَهُ فهو ختار.",
    "pg": "2:642"
  },
  "ختع": {
    "def": "خَتَعَ في الأرض، أي ذهب. يقال: خَتَعَ الدليلُ بالقوم خُتوعاً، أي سار بهم في الظلمة. ودليل ختع مثال صرد، وهو الماهر بالدلالة. والخوتع مثله. والخوتع أيضا: ولد الأرنب. والخَتيعَةُ (١) : جُلَيْدَةٌ يجعلها الرامى في إبهامه. وقولهم: \" أشأم من خوتعة \"، زعموا أنه رجل من بنى غفيلة بن قاسط بن هنب بن أفصى بن دعمى بن جديلة بن أسد بن ربيعة، لانه دل على بنى الزبان الذهلى حتى قتلوا وحملت رؤوسهم على الدهيم، فأباد الذهلى بنى غفيلة. فضربوا بخوتعة المثل في الشؤم، وبحمل الدهيم في الثقل (٢) .",
    "pg": "3:1201"
  },
  "ختعر": {
    "def": "الخيتعور: كل شئ لا يدوم على حالة واحدة ويضمحل كالسَراب، وكالذي ينزل من الهواء في شدة الحر كنسج العنكبوت. قال الشاعر: كلُّ أنثَى وإنْ بدا لكَ منها * آيةُ الحبِّ حبُّها خَيْتَعورُ - وربما سمَّوا الغُولَ والذئب والداهية خيتعورا.",
    "pg": "2:642"
  },
  "ختل": {
    "def": "خَتَلَهُ (٣) وخاتَلَهُ، أي خدعَه. والتخاتل: التخادع.",
    "pg": "4:1682"
  },
  "ختم": {
    "def": "ختمت الشئ ختما فهو مختوم، ومختم شدد للمبالغة. وختم الله له بخير. وخَتَمْتُ القرآنَ: بلغت آخره. واختتمت الشئ: نقيض افتتحتُه. والخاتَمُ والخاتِمُ، بكسر التاء وفتحها. والخَيْتامُ والخاتامُ كلُّه بمعنىً، والجمع الخَواتيمُ. وتَخَتَّمْتُ، إذا لبستَه. وخاتمة الشئ: آخره. ومحمد ﷺ خاتِمُ الأنبياء عليهم الصلاة والسلام. والخِتامُ: الطينُ الذي يُخْتَمُ به. وقوله تعالى: (خِتامُهُ مِسْك) أي آخِره، لأنّ آخر ما يجدونه رائحةُ المسك. وقول الاعشى:\nوأبرزها وعليها ختم (١) * أي عليها طينة مختومة، مثل نفض بمعنى منفوض، وقبض بمعنى مقبوض.",
    "pg": "5:1908"
  },
  "ختن": {
    "def": "الخَتْنُ بالتحريك: كلُّ مَن كان من قبل المرأة، مثل الاب والاخ، وهم الاختان. هكذا عند العرب، وأما عند العامة فختن الرجل: زوج ابنته. وختنت الصبي (١) خَتْناً، والاسم الخِتانُ والخِتانَةُ. يقال: أُطْحِرَتْ خِتانَتُهُ، إذا استُقصيتْ في القطع. والخِتانُ أيضاً: موضع القطع من الذكر. ومنه: \" إذا التقى الختانان \". وقد تسمى الدعوة لذلك ختانا.",
    "pg": "5:2107"
  },
  "خثر": {
    "def": "خثارة الشئ: بقيته. والخثارة: ما يبقى على المائدة والخنثر بفتح الخاء والنون وكسر الثاء (١) : الشئ الخسيس يبقى من متاعِ القوم إذا تحمَّلوا. والخثورة: نقيض الرِقّة. يقال: خثَرَ اللبَنُ بالفتح يَخْثُرُ. قال الفرّاء: خَثُر بالضم لغةٌ فيه قليلة. قال: وسمع الكسائيّ خَثِرَ بالكسر. ويقال: خَثَرَتْ نفسُه بالفتح: اختلطت. وقومٌ خُثَراءُ الأنفس وخَثْرى الأنفس، أي مختلطون. وخَثِرَ فلانٌ، أي أقامَ في الحيِّ ولم يخرج مع القوم إلى المِيرة. الأصمعي: أَخْثَرتُ الزُبْد: تركتُه خاثِراً، وذلك إذا لم تذِبْه. وفي المثل: \" ما يدرى أيخثر أم يذيب \".",
    "pg": "2:642-643"
  },
  "خثرم": {
    "def": "الخُثارِمُ بالضم: الرجل المتطيّر، قاله أبو عبيدة، وأنشد لخثيم بن عدى (٢) : ولست بهياب إذا شَدَّ رَحْلَهُ يقول عَداني اليومَ واقٍ وحاتِمُ (٣) ولكنّه يمضي على ذاك مُقْدِماً إذا صَدَّ عن تلك الهنات الخثارم وعمرو بن الخثارم البجلى.",
    "pg": "5:1909"
  },
  "خثعب": {
    "def": "الخنثعبة (٣) من النوق: الغزيرة اللبن.",
    "pg": "1:118"
  },
  "خثعم": {
    "def": "خثعم: أبو قبيلة، وهو خثعم بن أنمار من اليمن، ويقال: هم من معد، وصاروا باليمن.",
    "pg": "5:1909"
  },
  "خثل": {
    "def": "خَثَلَهُ البطنِ: ما بين السُرّة والعانةِ، وكذلك الخَثَلَةُ بالتحريك.",
    "pg": "4:1682"
  },
  "خثم": {
    "def": "الخَثَمُ بالتحريك: عِرَض الأنف. وثور أخثم. قال الاعشى * على ظَهْرِ طاوٍ أَسْفَعِ الخَدِّ أَخْثما (١) * وقد خَثِمَ المِعْوَلُ: صار مُفَرْطَحاً. قال النابغة الجَعْديّ: رَدَّتْ مَعاوِلَهُ خُثْماً مُفَلَّلَةً وصادفتْ أَخْضَرَ الجالَيْنِ صلالا ونعل مخثمة: عريضة. وخيثمة: اسم رجل.",
    "pg": "5:1908-1909"
  },
  "خثى": {
    "def": "الخِثْيُ للبقر، والجمع أَخْثاءٌ مثل حلس وأحلاس.\n(٢٩٣ - صحاح - ٦) والخَثْي بالفتح: المصدر. تقول: خَثَى البقر يخثى خثيا.",
    "pg": "6:2325-2326"
  },
  "خجأ": {
    "def": "أبو زيد: خَجَأْتُ المرأة خَجْأً: نَكَحْتُها. ورجل خُجَأَةٌ (١) أي نُكَحَةٌ، وفَحْلٌ خُجَأَةٌ: كثير الضِرابِ. والخَجَأَةُ أيضاً: الرجل الكثير اللحم الثقيل. والتخاجؤ في المشي: التباطؤ. وأنشد أبو عمرو (٢) : دَعُوا التَّخاجُؤَ وامشوا مِشْيَةً سُجُحاً * إن الرجالَ ذوو غصب وتذكير",
    "pg": "1:46"
  },
  "خجج": {
    "def": "ريح خَجوجٌ: تلتوي في هُبوبها. وقال الأصمعيّ: الخَجوج من الرياح: الشديدة المِرّ. وقد خَجْخَجَت. والخجخجة أيضا: الانقباض والاستخفاء. واختجَّ الجملُ في سيره، وذلك سرعة مع التواء.",
    "pg": "1:308"
  },
  "خجل": {
    "def": "الخَجَلُ: التحيُّرُ والدَهَشُ من الاستحياء. وقد خجل حجلا وأخجله غيره. والخجل أيضا: سوء احتمال الغِنى. وفي الحديث: \" إذا شَبِعْتُنَّ خَجِلْتُنَّ \"، أي أَشِرْتُنَّ وبَطِرْتُنَّ. ورجلٌ خَجِلٌ وبه خَجْلَةٌ، أي حياءٌ. والخَجِلُ: المكانُ الكثيرُ العشبِ الملتفِّ وفى حديث أبى هريرة رضى الله عنه: \" أن رجلا ضلت له أينق فأتى على واد خجل مغن معشب فوجد أينقه فيه (١) .",
    "pg": "4:1682-1683"
  },
  "خدب": {
    "def": "خَدَبَهُ بالسيف، أي ضربه. والخدب: شق الجلد مع اللحم. وخَدَبَتِ الحَيَّةُ، أي عَضَّتْ. وفي لِسانِهِ خَدَبٌ، أي طولٌ. وقد خَدَبَ، أي كذب. والخَدَبُ: الهَوَجُ، رجلٌ أخدب ومتخدِّبٌ، والمرأة خدباء. يقال: كان بِنعَامَةَ خَدَبٌ (١) ، وهو المُدْرِكُ الثأرِ، أي كان أَهْوَجَ. وطعنةٌ خدباءُ، إذا هَجَمَتْ على الجَوْفِ. والخدباء: الدرع اللينة. وأنشد الأصمعي (٢) :\nخَدْباءُ يَحْفِزها نِجادُ مُهَنَّدٍ (٣) * أبو زيد: يقال أَقْبِلْ على خَيْدَبَتِكَ، أي على أمرك الأول. وحكى الشيباني: الخَيْدَبُ: الطريق الواضح. قال الشاعر: يعدو الجَوادُ بها في خَلِّ خَيْدَبَةٍ * كما يُشَقُّ إلى هدابه السرق ورجل خدب، مثال هجف، أي ضخم. وجارية خدبة.",
    "pg": "1:118"
  },
  "خدج": {
    "def": "خَدَجَتِ الناقة تَخْدِجُ خِداجاً، فهي خادج والولد خديج، إذا ألقت ولدَها قبل تمام الأيام، وإن كانَ تامَّ الخَلْق. وفي الحديث: \" كلُّ صلاةٍ لا يُقرأ فيها بأمِّ الكتاب فهي خِدَاجٌ \"، أن نقصان. وأخدجت الناقة، إذا جاءت بولدها ناقصَ الخَلْقِ وإن كانت أيامه تامَّةً، فهي مُخْدِجٌ والولد مخدج. ومنه حديث على رضوان الله عليه في ذى الثدية \" مخدج اليد \" أي ناقص اليد: قال ابن الاعرابي: أخدجت الشتوة، أي قل مطرها.",
    "pg": "1:308-309"
  },
  "خدد": {
    "def": "الخَدُّ في الوَجْه، وهما خَدَّانِ والمِخدَّةُ بالكسر، لأنّها توضع تحت الخَدّ. والمِخَدَّةُ أيضاً: حَدِيدةٌ تُخَدُّ بها الأرض، أي تُشَقّ. والأُخْدودُ: شَقٌّ في الأرض مستطيل. وخدّ الأرضَ يخدُّها. وضَرْبَةٌ أُخْدودٌ، أي خَدَّتْ في الجِلْدِ. والخُدَّةُ بالضم: الحُفْرَةُ. قال الفرزدق:\nوتَرى بها خددا بكل مجال (٣) والخداد: مِيَسمٌ في الخَدِّ. والبعير مَخْدودٌ. والمُتَخدِّدُ: المَهْزول، وقد خَدَّدَ لحمُهُ وتخدد، أي تشنج.",
    "pg": "2:468"
  },
  "خدر": {
    "def": "الخِدْرُ: السِتْرُ. وجارية مُخَدَّرَةٌ، إذا لازمت الخِدْرَ. وأسد خادِرٌ، أي داخل الخِدر. ويُعنى بالخدر الأجَمة. وأَخْدَرَ الأسد، أي لزم الخِدْرَ. وأَخْدَرَ فلانٌ في أهله، أي أقام فيهم. وأنشد الفراء: كأن تحتي بازيا ركاضا * أخدر خمسا لم يذق عضاضا - يعنى أقام في وكره. وخدرة: حى من الانصار، منهم أبو سعيد الخدرى. والخدارى: الليل المُظلِم، والسَحاب الأسود والخُدارِيَّةُ: العُقابُ، للونها. قال الشاعر ذو الرمة:\nولم يَلفِظِ الغَرْثى الخُدارِيَّةَ الوكْرَ * يقول: بَكَرت هذه المرأةُ قبل أن تطير العقابُ من وكرها. وبعيرٌ خُداريٌّ، أي شديد السواد. وناقة خدارية. والخدرى في الرجل: امْذِلالٌ يعتريها. يقال خَدِرَتْ رِجلي، وخَدِرَتْ عظامه. قال طرفة: جازت البِيدَ إلى أرحُلنا * آخرَ الليلِ بيعفور خدر - كأنه ناعس (١) . ويقال أخدر القوم، أي أظلمهم المطر. وقال:\nشَمْسُ النهارِ ألاحَها الإخْدار (٢) * واليوم الخَدِرُ: النديّ. وليلةٌ خَدِرَةٌ. والأخْدَرِيُّ: الحِمار الوحشيّ. وخَدَرَ الظبي مثل خَذَل (٣) ، إذا تخلّف عن القطيع.",
    "pg": "2:643"
  },
  "خدرس": {
    "def": "الخَنْدَريسُ: الخمرُ، سمِّيت بذلك لِقِدَمِها. ومنه قيل: حنطةٌ خَنْدَريسٌ، للعتيقة.",
    "pg": "3:922"
  },
  "خدرق": {
    "def": "الخَدَرْنَقُ: العنكبوتُ، والدال غير معجمة. وقال (٢) : ومنهل طام عليه الغلفق ينير أو يسدى به الخدرنق فإذا جمعت حذفت آخره وقلت الخدارن.",
    "pg": "4:1466"
  },
  "خدش": {
    "def": "الخُدوشُ: الكُدوحُ. وقد خَدَشَ وجهه يَخْدِشُهُ وخَدَّشَهُ، شدّد للمبالغة وللكثرة وخداش: اسم رجل: وهو خداش ابن زهير.",
    "pg": "3:1003"
  },
  "خدع": {
    "def": "خَدَعَهُ يَخْدَعُهُ خَدْعاً وخِداعاً أيصا، بالكسر، مثال سحره سحرا، أي ختله وأراد به المكروه من حيث لا يعلم. والاسم الخديعَةُ. يقال: هو يَتَخادَعُ، أي يُري ذلك من نفسه. وخَدَعْتُهُ فانْخَدَعَ، وخادَعْتُهُ مُخادَعَةً وخِداعاً. وقوله تعالى: ﴿يُخادِعون الله﴾ ، أي يخادِعون أولياءَ اللهِ. وخَدَعَ الضبُّ في جحره، أي دخل. يقال: ما خَدَعَتْ في عيني نَعْسَةٌ. قال الشاعر (٣) : أَرِقْتُ ولم تَخْدَعْ بِعَيْنَيَّ نَعْسَةٌ * وَمَنْ يَلْقَ ما لاقيت لا بد يأرق * أي لم تدخل. وخَدَعَ الريقُ، أي يبِس. قال سويد بن أبي كاهل يصف ثَغر امرأة: أبيضُ اللونِ لذيذٌ طعمُهُ * طيِّبُ الريقِ إذا الريقُ خَدَعْ * لأنَّه يغلظ وقت السَحَر فييبس ويُنْتِنُ. وخَدَعَتِ السوقُ، أي كسَدَتْ. ويقال: كان فلانٌ يُعطي ثم خَدَعَ، أي أمْسَكَ. وخُلُقٌ خادِعٌ، أي متلوِّنٌ. ويقال: سوقُهم خادعةٌ، أي مختلفةٌ متلوِّنةٌ. ودينارٌ خادِعٌ، أي ناقصٌ. والمخدع والمخدع، مثال المصحف والمصحف (١) : الخزانة، حكاه يعقوب عن الفراء. قال: وأصله الضم، إلا أنهم كسروه استثقالا. وضب خدع، أي مُراوغٌ. وفي المثل: \" أَخْدَعُ من ضَبٍّ \". والأَخْدَعُ: عِرْقٌ في موضع المِحْجمتين، وهو شعبة من الوريد. وهما أَخْدَعانِ، وربَّما وقعت الشَرطة على أحدِهما فَيُنْزَفُ صاحبُهُ. وقولهم: فلانٌ شديدُ الأَخْدَعِ، أي شديدُ موضِع الأَخْدَعِ. وكذلك شديدُ الابهر، عن الاصمعي. قال: وأما قولهم للفرس إنه لشديد النسا فيراد بذلك النسا نفسه، لان النسا إذا كان قصيرا كان أشد للرجل، فإذا كان طويلا استرخت الرجل. والمخدوع: الذى قطع أخدعه. ورجلٌ مُخَدَّعٌ، أي خُدِّعَ مراراً في الحرب حتَّى صار مجرَّباً. ومنه قول أبي ذؤيب:\nوكلاهُما بَطَلُ اللِقاءِ مُخَدَّعُ (١) * وقولهم: سِنونَ خداعة، أي قليلة الزكاء والريع. والحربُ خَدْعَةٌ وخُدْعَةٌ، والفتح أفصح (٢) ، وخدعة أيضا مثال همزة. ورجل خدعة، أي يَخْدَعُ الناسَ. وخُدْعَةُ بالتسكين، أي يَخْدَعُهُ الناسُ. وغولٌ خَيْدَعٌ وطريقٌ خَيْدَعٌ: مخالفٌ للقَصد لا يُفْطَنُ له. ويقال: الخيدع: السراب.",
    "pg": "3:1201-1202"
  },
  "خدف": {
    "def": "الخندفة: مشية كالهرولة، ومنه سميت - زعموا - خندف امرأة إلياس بن مضر، واسمها ليلى، نسب ولد إلياس إليها، وهى أمهم. وقد خَنْدَفَ الرجل، إذا مشى مُفاجَّا يقلِب قدمَيه كأنَّه يغترف بهما.",
    "pg": "4:1347"
  },
  "خدل": {
    "def": "امرأةٌ خَدْلاَءُ بيِّنة الخَدَلِ والخَدالَةِ، وهي الممتلئة الساقين والذراعين. وكذلك الخِدْلِمُ بالكسر، والميم زائدة. قال الراجز: ليست بكرواء ولكن خدلم ولا بزلاء ولكن ستهم ويقال: مُخَلَخَلُها خَدْلٌ، أي ضخمٌ.",
    "pg": "4:1683"
  },
  "خدلج": {
    "def": "الخَدَلَّجَةُ، بتشديد اللام: المرأة الممتلئة الذراعين والساقين.",
    "pg": "1:309"
  },
  "خدم": {
    "def": "خَدَمَهُ يَخْدُمُهُ خِدْمَةً. والخادِمُ: واحد الخَدَمِ، غلاماً كان أو جاريةً. وأَخْدَمَهُ، أي أعطاه خادماً. والخَدَمَةُ: سيرٌ يُشَد في رُسْغ البعير تشدُّ إليه سريحةُ النعل. وبه سمِّي الخلخالُ خَدَمَةٌ، لأنّه ربّما كان من سُيور يُرَكَّبُ فيه الذهبُ والفضّة، والجمع خِدامٌ. وقد سُمِّيَ حَلْقةُ القوم خَدَمَةً. وفي الحديث: \" فُضَّ خَدَمَتُكُمْ \" أي فُرِّقَ جَمْعُكم. والمُخَدَّمُ والمُخَدَّمَةُ: موضع الخدام من الساق. والتخديم: أن يقصر بياضُ التحجيل عن الوظيف فيستدير بأرساغ رجلَيه دونَ يديه فوق الأشاعر. فإنْ كانَ برجلٍ واحدة فهو أَرْجَلُ. وفرسٌ مُخَدَّمٌ وأَخْدَمُ أيضاً. وقومٌ مُخَدَّمونَ، أي مخدومونَ، يراد به كثرة الخَدَمِ والحَشم. ورجلٌ مَخْدومٌ: له تابعةٌ من الجن. والخَدْماءُ: الشاةُ تَبْيَضُّ أوظفتها، مثل الحجلاء. وقول الشاعر (١) * تعيى الارح المخدما (١) * فإنما يريد وعلا أبيضت أوظفته.",
    "pg": "5:1909-1910"
  },
  "خدن": {
    "def": "الخِدْنُ والخَدينُ: الصديق. يقال: خادنت الرجل. ومنه خدن الجارية. قال الله تعالى: (ولا متخدات أخدان) . ورجل خدنة: يخادن الناس كثيرا.",
    "pg": "5:2107-2108"
  },
  "خدى": {
    "def": "خدت الناقة تخدى، أي أسرعت، مثل وخد ت وخودت، كله بمعنىً. قال الراعي: حتَّى غَدَتْ في بياض الصبح طَيِّبَةً * رِيحً المباءة تخدى والثرى عمد وإنما نصب ريح المباءة لما نون طيبة. وكان حقها الاضافة، فضارع قولهم: هو ضارب زيدا.",
    "pg": "6:2326"
  },
  "خذأ": {
    "def": "الكسائي: خَذِئْتُ له، وخَذَأْتُ له، خُذوءاً فيهما: أي خَضَعْتُ. وكذلك استخذأت له (٣) . وأَخْذَأَهُ فلان، أي ذلله.",
    "pg": "1:46"
  },
  "خذا": {
    "def": "خذا الشئ يخذو خذوا: استرخى. وخَذِيَ بالكسر مثله. يقال: اُذُنٌ خَذْواءُ بيّنة الخَذي ويقال للاتان الخذواء، أي المسترخية الاذن. قال أبو الغول (١) يهجو قوما: رأيتكم بنى الخذواء لما * دنا الاضحى وصللت اللحام (٢) (*) ويَنَمة خَذْواءُ: ليّنةٌ، وهي بقلةٌ. * واستخذيت: خضعت. وقد يهمز. وقيل لاعرابي في مجلس أبى زيد: كيف تقول استخذأت؟ ليتعرف منه الهمز، فقال: العرب لا تستخذئ، وهمز.",
    "pg": "6:2326"
  },
  "خذرف": {
    "def": "الخذروف، بالذال المعجمة: شئ يُدَوِّرُهُ الصبيُّ بخيطٍ في يديه فيسمع له دويٌّ. قال امرؤ القيس يصف فرساً: دَرِيرٍ كخُذْروفِ الوليدِ أَمَرَّهُ تَتابُعُ كَفَّيْهِ بخيطٍ مُوَصَّلِ والجمع الخَذاريفُ. يقال: تركَت السيوفُ رأسَه خَذاريفَ، أي قِطَعاً، كلُّ قطعةٍ مثل الخُذروفِ. والخِذْراف: ضربٌ من الحمض، الواحدة خِذْرافَةٌ.",
    "pg": "4:1348"
  },
  "خذع": {
    "def": "الخَذْعُ: القطعُ وتحزيزٌ في اللحم، كما تخذع القرعة. ومنه الخَذيعَةُ، وهي طعامٌ يُتَّخَذُ من اللحم بالشَأْمِ. والمُخَذَّعُ: المقطَّعُ، وكان أبو عمرو يروي قول أبي ذؤيب:\nوكلاهما بطل اللقاء مخذع (١) * بالذال، أي مضروب بالسيف يراد به كثرة ما جُرِحَ في الحروب.",
    "pg": "3:1202-1203"
  },
  "خذعل": {
    "def": "الخِذْعِلُ، بالكسر: المرأةُ الحمقاءُ.",
    "pg": "4:1683-1684"
  },
  "خذف": {
    "def": "الخَذْفُ بالحصى: الرميُ به بالاصابع. ومنه قول الشاعر (١) * خذف أعسرا (١) * والمخذفة: المقلاع أوشىء يُرْمى به. والخَذوفُ: الأتانُ تَخْذِفُ مِن سرعتها الحصى، أي ترميه. قال النابغة: كأن الرحل شد به خذوف من الجونات هادية عنون",
    "pg": "4:1347-1348"
  },
  "خذق": {
    "def": "خَذَقَ الطائرُ ذَرْقَهُ. وقد خذق يخذق ويخذق. وقيل لمعاوية رضى الله عنه: أتذكر الفيل؟ قال: أذكر خذقه. والمخذقة بالكسر: الاست.",
    "pg": "4:1466"
  },
  "خذل": {
    "def": "خَذَلَهُ (٢) خِذْلاناً، إذا ترك عونَه ونُصْرَتَهُ. قال الأصمعي: إذا تخلّف الظبيُ عن القطيع قيل: خذل. قال الشاعر (٣) يصف فرسا فهو كالدلو بكف المستقى خذلت عنه العراقى فانجذم أي باينته العراقى. ويقال: خذلت الوحشية، إذا قامت على ولدها. ويقال هو مقلوب، لانها هي المتروكة. وتخاذلت مثله. وتَخَاذَلَتْ رِجْلاهُ، أي ضَعُفتا. قال الأعشى:\nوخَذولِ الرِجْلِ من غير كَسَحْ (١) * وخَذَّلَ عنه أصحابَه تَخْذيلاً، أي حملهم على خِذْلاَنِهِ. وتَخاذَلوا، أي خَذَلَ بعضُهم بعضاً. ورجلٌ خذلة، مثال همزة، أي خاذل لا يزال يخذل.",
    "pg": "4:1683"
  },
  "خذم": {
    "def": "خَذَمَهُ خَذْماً، أي قطعه. والتَخْذيمُ: التقطيعُ. والمِخْذَمُ: السيف القاطع. وفرسٌ خَذِمٌ، أي سريعٌ. ورجلٌ خَذِمٌ، أي سَمْحُ عند العطاء. والخَذْماءُ: العَنْزُ تُشَقُّ أذنُها عرضاً من غير بينونة. والخَذَمُ بالتحريك: السرعة في السير. وظليمٌ خَذومٌ. وقال يصف ظليما:\nمزع يطيره أزف خذوم * وابن خذام رجل من الشعراء، في قول امرئ القيس (٢) :\nكما بكى ابن خذام * (*)",
    "pg": "5:1910"
  },
  "خرأ": {
    "def": "الخُرْءُ بالضم: العَذِرَةُ، والجمع: خروء، مثل جند وجنود. وقال (٤) يهجو: كأن خروء الطير فوق رُؤوسهم * إذا اجتمعت قيسٌ معاً وتميمُ أي من ذلهم. وقد خرئ خراءة، مثل كره كراهة، قال الاعشى:\nيعجل كف الخارئ المطيب (١) * ويقال للمخرج: مخرؤة ومخرأة.",
    "pg": "1:46-47"
  },
  "خرب": {
    "def": "الخُرْبُ بالضم: مُنْقَطَعُ الجمهور من الرمل. والخُرْبُ أيضاً: ثَقْبُ الوَرِكِ. والخُرْبَةُ مثله، وكذلك الخُرابَةُ، وقد يشدّد. والخُرْبَةُ أيضاً: عُرْوَةُ المَزادَةِ. وكلُّ ثَقْبٍ مستدير فهو خربة. والمخروب: المشقوق، ومنه قيل رجل أخْرَبُ للمشقوق الأذن، وكذلك إذا كان مثقوب الاذن. فإذا انخرم بعد الثَقْبِ فهو أخْرَم. والخراب: ضدّ العِمارة. وقد خَرِبَ الموضع بالكسر فهو خَرِبٌ. ودارٌ خَرِبَةٌ، وأخربها صاحبُها. وخَرَّبوا بيوتهم، شُدِّدَ لِفُشُوِّ الفعل أو للمبالغة. والخارب: اللصّ. قال الأصمعي: هو سارق البُعْرانِ خاصة، والجمع الخُرَّابُ. تقول منه خرب فلان بإبل فلان يخرب خرابة، مثل كتب يكتب كتابة. والخَرَبُ: ذكر الحُبارى، والجمع الخِرْبانُ. والخروب أيضا: مصدر الاخرب، وهو الذي فيه شَقٌّ أو ثَقْبٌ مستدير. والخَرُّوبُ بالتشديد: نبت معروف. والخُرْنوبُ لغة، ولا تقل الخَرْنوبَ بالفتح.",
    "pg": "1:118-119"
  },
  "خربص": {
    "def": "أبو زيد: يقال ما عليها خربصيصة، أي شئ من الحُليِّ. وقال أبو صاعدٍ الكلابيّ: ما في الوعاء خربصيصة، أي شئ ; وكذلك في السقاء والبئر. حكاه عنه يعقوب.",
    "pg": "3:1036-1037"
  },
  "خربق": {
    "def": "خَرْبَقْتُ الثوبَ، أي شققته، وربما قالوا خبرقت، وهو مثل جذب وجبذ. يقال: جد فلان في خرباقه، أي في ضرطه. والخرباق أيضا: اسم رجل من الصحابة يقال له: ذو اليدين. وخربقت الشئ، مثل خردلته، أي قطعته. وخربق عمله، أي أفسده. والخربق، من الأدوية. والمُخْرَنبِقُ: المطرِقُ الساكتُ. وفي المثل: \" مُخْرَنْبِقٌ لِيَنْباعَ \" أي ليَثِبَ إذا أصابَ فرصةً. ومعناه أنَّه سكت لداهية يريدها.",
    "pg": "4:1468"
  },
  "خرت": {
    "def": "الخرْتُ: ثَقْبُ الإِبرة والفأس والأذُن ونحوها، والجمع خُروتٌ، وأَخْراتٌ. والمَخْروتُ: المشقوق الشفة. والأَخْراتُ: الحَلَقَ في رُءوسِ النُسوعِ. والخِرِّيتُ: الدليلُ الحاذق. وقال رؤبة:\nوبلد يغبى به الخريت (١) * ويروى: \" يعيا (٢) \". والجمع الخرارت. وقال:\nيغبى على الدلامز الخرارت * الكسائي: خرتنا الارض، إذا عرفناها ولم تخف علينا طرقها.",
    "pg": "1:248"
  },
  "خرث": {
    "def": "الخُرْثيُّ: أثاث البيت وأَسْقاطُهُ.",
    "pg": "1:281"
  },
  "خرج": {
    "def": "خَرَجَ خروجاً ومَخْرَجاً. وقد يكون المَخْرَجُ موضع الخروج. يقال: خرج مخرجاً حسناً، وهذا مَخْرَجُهُ. وأما المُخْرَجُ فقد يكون مصدرَ قولك أَخْرَجَهُ، والمفعولَ به، واسمَ المكان والوقتِ، تقول: أَخْرِجْني مُخْرَجَ صدق، وهذا مخرجه، لان الفعل إذا جاوز الثلاثة فالميم منه مضمومة، مثل دحرج وهذا مدحرجنا، فشبه مخرج ببنات الاربعة. والاستخراج، كالاستنباط. والخرج والخراج: الاتاوة (١) ، ويجمع على أخراج، وأخاريج، وأخرجة. والخرج: اسم موضع باليمامة. والخرج: السحاب أوَّل ما ينشأ. يقال خَرَجَ له خَرْجٌ حسَن. والخَرْجُ: خِلاف الدَخْل. وخَرَّجَهُ في الأدَب فتخرَّج، وهو خِرِّيجُ فلان على فِعِّيل بالتشديد، مثال عنين، بمعنى مفعول. وناقة مخترجة، إذا خَرَجَتْ على خِلْقَةِ الجمَل. والخُرْجُ من الأوعية معروف، وهو عربي والجمع خرجة، مثل جحر وجحرة. والخراج: ما يخرُج في البدن من القُروح. ورجل خرجة ولجة مثال همزة، أي كثير الخروج والوُلوجِ. والخارجيُّ: الذي يَسُودُ بنفسه من غير أن يكونَ له قديم. وبنو الخارجيه: قوم من العرب، النسبة إليهم خارجي. وقولهم: \" أسرع من نكاح أم خارجة \". هي امرأة من بجيلة ولدت كثيرا من قبائل العرب كانوا يقولون لها: خطب، فتقول: نكح (١) . وخارجة ابنها، ولا يعلم ممن هو. ويقال: هو خارجة بن بكر بن يشكر بن عدوان بن عمرو ابن قيس عيلان. والخرج، بالتحريك: لونان سوادٌ وبياض. يقال: كبشٌ أَخْرَجُ، وظليم أخرج بين الخرج. قال العجاج: إنا إذا مذكى الحروب أرجا * ولبست للموت جلا أخرجا - أي لبست الحروب جلا فيه بياض وحمرة من لطخ الدم، أي شهرت وعرفت كشهرة الابلق. وتقول: اخرجَّت النعامةُ اخرجاجاُ، واخراجَّتْ اخْريجاجاً، أي صارت خَرْجاءَ. والخرجاء من الشاء: التي ابيضَّت رجلاها مع الخاصرتين، عن أبى زيد. وتخريج الراعية المرتع: أن تأكل بعضَه وتترك بعضاً. وأرض مُخَرَّجَةٌ، أي نَبْتُها في مكان دونَ مكان. وعامٌ فيه تَخريجٌ، أي خِصب وجَدْبٌ. والخَريجُ: لُعبةٌ لهم، يقال فيها خَراجِ خِراجِ، مثل قطام. قال الهذلى: أرقت له ذات العشاء كأنه * مخاريق يدعى بينهن (١) خريج والمخارجة: المناهدة بالاصابع. والتخارج: التناهد.",
    "pg": "1:309-310"
  },
  "خرد": {
    "def": "الخَريدَةُ من النساء: الحَيِيَّةُ، والجمع خرائد وخرد وخرد. وربما قالوا جارية خَرودٌ: أي خَفِرَةٌ. ابن الأعرابي: لُؤْلُؤَةٌ خَريدةٌ: لم تُثقَبْ. قال: وكل عذراء خريدة.",
    "pg": "2:468"
  },
  "خردل": {
    "def": "الخَرْدَلُ معروفٌ، الواحدة خَرْدَلَةٌ. وخَرْدَلْتُ اللحمَ، أي قطّعته صغاراً، بالدال والذال جميعا.",
    "pg": "4:1684"
  },
  "خرر": {
    "def": "الخَريرُ: صوت الماء. وخَرَّ الماءُ يَخِرُّ خَريراً. وعينٌ خَرَّارَةٌ. وخَرَّ لله ساجداً يَخِرُّ خُروراً، أي سَقَط. وضرب يده بالسيف فأخرها أي أسقطها، عن يعقوب. والخرير: واحد الأَخِرَّةِ، وهي أماكنُ مطمئنَّةٌ بين الربوتين تنقاد. وحكى أبو عبيد عن خلف الاحمر أنه قال: سمعت العرب تنشد بيت لبيد: * بأخرة الثلبوت ير بأفوقها (١) * والخرخرة: صوت النائم والمختنق. يقال: خَرَّ عند النوم وخَرْخَرَ، بمعنىً. قال: وتَخَرْخَرَ بطنه، إذا اضطرب مع العظم. والخر من الرحى: اللَهوة، وهو الموضع الذي تُلقى فيه الحنطة بيدك. قال الراجز: وخذ بقعسريها * وأله في خريها * تطعمك من نفيها * والنفى بالفاء: الطحين. وعنى بالقعسرى الخشبة التى تدار بها بالرحى.",
    "pg": "2:643-644"
  },
  "خرز": {
    "def": "خَرَزَ الخُفَّ وغيره يَخْرِزُهُ ويَخْرُزُهُ خَرْزاً، فهو خَرَّازٌ. والخُرْزَةُ: الكُتْبَةُ الواحدة، والجمع خُرَزٌ. والمِخْرَزُ: ما يُخْرَزُ به. والخَرَزُ بالتحريك: الذي يُنْظَمُ، الواحدة خَرَزَةٌ. وخَرَزاتُ المَلِكِ: جَواهِر تاجه. ويقال: كان المَلِكُ إذا مَلَكَ عاماً زِيدتْ في تاجه خَرَزَةٌ ليُعلَم عدد سِني مُلْكِه. قال لبيدٌ يذكر الحارث ابن أبي شَمِر الغَسَّانيِّ رَعى خَرَزاتِ المُلْكِ عشرين حِجَّةً * وعشرين حتَّى فادَ والشَيبُ شامِلُ * وخرز الظهر أيضا: فقاره.",
    "pg": "3:876-877"
  },
  "خرس": {
    "def": "الخَرْسُ بالفتح. الدَنُّ. ويقال للذي يعمله: خَرَّاسٌ. والخُرْسُ بالضم: طعام الولادة. قال الشاعر: كل طعام (١) تشتهى ربيعه * الخرس والاعذار والنقيعه * وأما طعام النفساء نفسِها فهي الخُرْسَةُ. يقال: خَرَّسْتُ على المرأة تَخْريساً، إذا أَطْعَمْتَ في ولادتها. وقد خُرِّسَتْ هي، أي جُعِلَ لها الخُرْسُ. قال الشاعر (٢) : إذا النُفَساءُ لم تُخَرَّسْ بِبِكْرِها * غُلاماً ولم يُسْكَتْ بِحِتْر فطيمها * والحتر: الشئ الحقير القليل. أي ليس لهم شئ يطعمون الصبى من شدة الازمة. وأما قول الشاعر يصف قوما بقلة الخير: شركم حاضر وخيركم د * ر خروس من الارانب بكر * فيقال: هي البكر في أول حملها. ويقال: هي التى تعمل لها الخرسة. والخرس، بالتحريك: مصدر الأَخْرَسِ. وأَخْرَسَهُ الله. وكتيبةٌ خَرْساءُ، هي التي لا تَسمع لها صوتاً مِن وَقارهم في الحرب. وقال أبو عبيد: هي التي صَمَتَتْ من كثرة الدُروع ليست لها قَعاقِعُ. ولبنٌ أَخْرَسُ: أي خاثرٌ لا صوتَ له في الإناء. وسحابةٌ خَرْساءُ: ليس فيها رعدٌ ولا برقٌ. وعَلَمٌ أَخْرَسُ، إذا لم يُسْمَع في الجبل صوت صدى. والاخرماس: السكوت. والنسبة إلى خراسان: خرسى، وخراسى، وخراساني. ويقال هم خرسان، كما يقال: سودان وبيضان. ومنه قول بشار:\nفي البيت من خرسان لا تعاب * يعنى بناته.",
    "pg": "3:922"
  },
  "خرش": {
    "def": "الخَرْشُ: مِثل الخَدْشِ. وقد خرشه يخرشه، واخترشه. قال الراجز: إن الجراء تخترش * في بطن أم الهمرش * ويقال أيضا: هو يَخْرِشُ لعياله، أي يكتسب ويطلُب الرزق. وكلبُ خِراشٍ، مثل هراش. والخراش أيضا: سمة. وخرشت البعيرَ، إذا اجتذبته إليك بالمِخْراشِ، وهو المِحْجَنُ. وربَّما جاء بالحاء. والمِخْرَشُ: خشبةٌ يخطُّ بها الخَرَّازُ (١) . والخرشة بالتحريك: ذبابة. وسماك بن خرشة الانصاري. وأبو خراش الهذلى، بكسر الخاء. وأبو خراشة بالضم، في قول الشاعر: أبا خُراشَةَ أَمَّا أنت ذا نَفَرٍ * فإنَّ قَوْميَ لم تأكلهم الضبع * والخرشاء مثل الحِرباء: جِلدُ الحيَّةِ، وقِشرة البيضة العليا بعد أن تكسر ويخرج ما فيها. ثمَّ يشبّه به كل شئ فيه انتفاخ وتفتق وخروق. وقال مزرد: إذا مس خرشاء الثمالة أنفه * ثنى مشفريه للصريح فأقنعا * يعنى بها الرغوة. وقد يسمى البلغم خرشاء. يقال: ألقى خَراشِيَّ صدرِهِ. وقولهم: طلعت الشَمس في خِرْشاءَ، أي في غبرة.",
    "pg": "3:1003-1004"
  },
  "خرشم": {
    "def": "الفرّاء: المُخْرَنْشِمُ: المتعظِّمُ المتكبّر في نفسه. والمُخْرَنْشِمُ أيضاً: المتغيِّر اللون الذاهب الشحم واللحم، عن أبى عمرو.",
    "pg": "5:1911"
  },
  "خرص": {
    "def": "الخَرْصُ: حَزْرُ ما على النَخل من الرُطَب تمراً. وقد خَرَصْتُ النخل. والاسم الخِرْصُ بالكسر. يقال: كم خِرْصُ أرضِك؟ والخَرَّاصُ: الكذَّاب. وقد خَرَصَ يَخْرُصُ بالضم خَرْصاً، وتَخَرَّصَ، أي كَذَب. وخَرِصَ الرجل بالكسر فهو خرِصٌ، أي جائعٌ مقرورٌ. ولا يقال للجوع بلا بردٍ خَرَصٌ. ويقال للبرد بلا جوع خصر. والخرص والخرص بالضم والكسر: الحلقة من الذهب والفضة ; والجمع لخرصان. قال الشاعر: عليهنَّ لُعْسٌ من ظِباءِ تَبالةٍ * مُذَبْذَبَةُ الخِرْصانِ بادٍ نُحُورُها * والخُرْصُ والخَرْصُ والخِرْصُ (١) : ما علا الجُبَّةَ من السِنانِ، عن ابن السكيت. وربما سمى الرمح بذلك. قال حميد بن ثور: يعض منها الظلف الدئيا * عض الثقاف الخرص الخطيا * وهو مثل عسر وعسر. والخرص والخِرْصُ (٢) : الجريدُ من النخل. قال الشاعر (٣) : تَرى قِصَدَ المُرَّانِ تُلْقى كأنها * تَذَرُّعُ (٤) خِرْصانٍ بأيدي الشَواطِبِ * والخِرْصُ أيضاً: عُوَيْدٌ محدَّدُ الرأسِ، يُغْرَزُ في عَقْدِ السِقاءِ. ومنه قولهم: ما يَملِك فلانٌ خُرْصاً ولا خرصا، أي شيئا. قال ساعدة ابن جؤية الهذلى يصف مشتار العسل معه سِقاءٌ لا يُفَرِّطُ حملَهُ * صفن وأخراص يلحن ومسأب * والخريص: السنان. قال أبو دُواد: وتَشاجَرَتْ أَبْطالُنا (١) * بالمَشْرَفيِّ وبالخَريصِ * وماءٌ خَريصٌ مثل خَصِرٍ، أي باردٌ. قال الراجز:\nمُدامَةً صرف بماء خريص * (٢) والمخارص: الاسنة. قال بِشْرٌ: يَنْوي مُحاوَلَةَ القِيامِ وقد مَضَتْ * فيه مَخارِصُ كُلِّ لدن لهذم",
    "pg": "3:1035-1036"
  },
  "خرط": {
    "def": "خَرَطْتُ العودَ أَخْرُطُهُ وأَخْرِطُهُ خَرْطاً: قشرته. وخَرَطْتُ الورق: حَتَتُّهُ، وهو أن تقبضَ على أعلاه ثم تُمِرَّ يدكَ عليه إلى أسفله. وفي المثل: \" دونَه خَرْطُ القتاد \". وخرطه الدواء أيضا، أي أمشاه. وكذلك خَرَّطَهُ تَخْريطاً. والخَرَطُ، بالتحريك: داءٌ يصيب الضَرعَ فيخرجُ اللبنُ متعقّداً (١) كقِطَعِ الأوتار. يقال: قد أَخْرَطَتِ الناقةُ فهي مُخْرِطٌ. فإذا كان ذلك عادةً لها فهي مِخْراطٌ. والمِخْراطُ أيضاً. الحيّة التي من عادتها أن تسلخَ جلدَها في كلِّ سنةٍ. قال الشاعر: إنِّي كَساني أبو قابوسَ مرفلة * كأنها سلخ أبكار المخاريط * وفرسٌ خَروطٌ، أي جَموحٌ. يقول البائع: بَرِئْتُ إليك من الخِراطِ، أي الجِماحِ. وانْخَرَطَ الفرسُ في سيره، أي لج. قال العجاج:\nكالبربري لج في انخراط (٢) * وانخرط علينا فلان، إذا اندرأ بالقول السيئ. وانخرط جسمه، أي دَقَّ. والإخْريطُ: ضَربٌ من الحَمْضِ. وخَرَطْتُ الحديدَ خَرْطاً، أي طوَّلتُه كالعمود. ورجل مخروط اللحية ومخروط الوجهِ، أي فيهما طولٌ من غير عِرضٍ. واخْتَرَطَ سيفَه، أي سَلَّهُ. والخَريطَةُ: وعاءٌ من أَدَمٍ وغيرهِ يُشْرَجُ على ما فيها. وقد أَخْرَطْتُ الخَريطَةَ، أي أَشْرَجْتُها. واخْرَوَّطَ بهم السيرُ اخْرِوَّاطاً، أي امتدَّ. قال العجاج:\nمُخْرَوِّطاً جاء من الاقطار (١) * قال أعشى باهلة: لا تأمن البازل الكوماء ضربته * بالمشرفى إذا ما اخروط السفر (٢)",
    "pg": "3:1122-1123"
  },
  "خرطم": {
    "def": "الخُرْطومُ: الأنفُ. وخَراطيمُ القومُ: سادتهم. والخُرْطومُ: الخمرُ. قال الشاعر (١) :\nصَهْباءَ خُرْطومُاً عُقاراً قَرْقَفا (٢) * والمُخْرَنطَمُ: الغضبان المتكبِّر مع رفع رأسه. وجشم بن الخزرج، وعوف بن الخزرج، يقال لهما الخرطومان.",
    "pg": "5:1911"
  },
  "خرع": {
    "def": "الخَرَعُ بالتحريك: الرَخاوة في الشئ ; وقد خرع الرجل بالكسر، أي ضعف فهو خَرِعٌ. وخَرِعَتِ النخلةُ، أي ذهب كَرَبُها. ويقال لِمشْفَرِ البعير إذا تدلَّى: خَريعٌ. قال الطرماح: خريع النعو مضطرب النواحى * كأخلاق الفريغة ذى غضون (٢) * والخَريعُ: الفاجرةُ. وأنكرهُ الأصمعيُّ، وقال: هي التي تتثنَّى من اللِينِ. والخَرْعُ: الشَقُّ: يقال: خَرَعْتُهُ فانْخَرَعَ. واخْتَرَعَ كذا، أي اشتقَّه، ويقال أنشأه وابتدعه. والخِرْوَعُ: نبتٌ معروف. ولم يجئ على هذا الوزن إلاَّ حرفان: خِرْوَعٌ وَعِتْوَدٌ. وهو اسمُ وادٍ. وكلُّ نبتٍ ضعيفٍ يتثنَّى، أيَّ نبتٍ كان، فهو خروع. قال الشاعر: تلاعب مثنى حضْرَمِيٍّ كأنَّه * تَعَمُّج شيطانٍ بذي خروع قفر * والخراع بالضم: جنون الناقة، عن الكسائي. يقال ناقةٌ مَخْروعَةٌ. وانْخَرَعَتْ كَتفه: لغةٌ في انخلعتْ. والخراعَةُ: لغةٌ في الخلاعة وهي الدعارة.",
    "pg": "3:1203"
  },
  "خرعب": {
    "def": "جارية خرعوبة وخرعبة، أي دقيقة العظام ناعمة. والغُصْنُ الخُرعوب: المتثنِّي. وقال امرؤ القيس: بَرَهْرَهَةٌ رَأْدَةٌ (١) رَخْصَةٌ * كَخُرْعوبَةِ البانَةِ المُنْفَطِرْ وجمل خُرْعوبٌ، أي طويل في حُسْنِ خلق.",
    "pg": "1:119"
  },
  "خرف": {
    "def": "الخُرْفَةُ بالضم: ما يُجْتنى من الفواكه. يقال: التمر خُرْفَةُ الصائم. والمَخْرَفَةُ: البستانُ. والمَخْرَفَةُ والمَخْرَفُ أيضا: الطريق. قال أبو كبير الهذلى: فأجزته بأفل تحسب أثره نهجا أبان بذى فريغ مخرف (١) وفي حديث عمر ﵁: \" تركتكم على مَخْرَفَةِ النَعَمِ (٢) \". والمِخْرَفُ بالكسر: ما تُجْتَنى فيه الثمارُ. والخروفُ: الحَمَلُ، وربَّما سمِّي المُهْرُ إذا بلغ ستَّةَ أشهر أو سبعةَ أشهر خروفا، حكاه الاصمعي في كتاب الفرس. وأنشد لرجل من بنى الحارث: ومستنة كاستنان الخرو ف قد قطع الحبل بالمرود (٣) ولم يعرفه أبو الغيث. وحكى أبو زيد: الخرائف: النخل اللاتي تُخْرَصُ. والخَرِيفُ: أحد فصول السنة تُخْتَرَفُ فيه الثمارُ أي تُجْتَنى. والنسبة إليه خَرْفيٌّ وخَرَفيٌّ أيضاً بالتحريك على غير قياس. والخريف: المطر في ذلك الوقت. وقد خُرِفْنا، أي أصابنا مطر الخَريفِ. وخَرَفَتِ الأرضُ فهي مَخْروفَةٌ. قال الكسائي: يقال عاملتُهُ مُخارَفَةً من الخَريفِ، كالمشاهرة من الشهر. وخرافة: اسم رجل من عذرة استهوته الجن، فكان يحدث بما رأى، فكذبوه وقالوا \" حديث خرافة \". ويروى عن النبي ﷺ أنه قال: \" وخرافة حق \". والراء فيه مخففة، ولا تدخله الالف واللام لانه معرفة، إلا أن تريد به الخرافات الموضوعة من حديث الليل. وخرفت الثمار أخرفها بالضم، أي اجتنيتُها والثَمرُ مَخْروفٌ وخَريفٌ. والخَرَفُ بالتحريك: فساد العقل من الكِبَرِ. وقد خَرِفَ الرجل بالكسر، فهو خرف. قال أبو النجم العجلى: أقبلت من عند زياد كالخرف تخط رجلاى بخط مختلف وتكتبان في الطريق لام الف وأخرفت الشاة: ولدت في الخريف. قال الشاعر (١) تلقى الأمانَ على حِياضِ محمدٍ ثَوْلاءُ مُخْرِفَةٌ وذئبٌ أَطْلَسُ (١) قال الأموي: إذا كان نِتاج الناقة في مثل الوقت الذي حَمَلتْ فيه من قابل قيل: قد أَخْرَفَتْ، فهي مُخْرِفٌ. وأَخْرَفَ القومُ: دخلوا في الخريف. وخارف ويام: قبيلتان من اليمن.",
    "pg": "4:1348-1349"
  },
  "خرفج": {
    "def": "عيشٌ مُخَرْفَجٌ، أي واسع. وفي الحديث أنَّه \" كَرِهَ السراويل المُخَرْفَجَةَ \" قالوا: هي التي تقع على ظُهورِ القدَمين. قال الراجز: جارية شبَّتْ شَباباً خَرْفَجا * كأنَّ مِنها القصَبَ المدمْلَجا * سوقٌ من البردى ما تعوجا",
    "pg": "1:310"
  },
  "خرق": {
    "def": "خَرَقْتُ الثوب وخَرَّقْتُهُ، فانْخَرَقَ وتَخَرَّقَ، واخْرَوْرَقَ. يقال: في ثوبه خَرْقٌ، وهو في الأصل مصدر. وخَرَقْتُ الأرض خَرْقاً، أي جُبْتُها. والخَرْقُ: الأرضُ الواسعة تَتَخَرَّقُ فيها الرياحُ وجمعها خُروقٌ. قال الهذليَّ (١) :\nوإنَّهُما لَجَوَّابا خُروقٍ (٢) * والخَريقُ: المطمئنُّ من الأرض وفيه نباتٌ. قال الفراء: يقال: مررت بخَريقٍ من الأرض، بين مَسْحاوَيْنِ (٣) . والجمع خُرُقٌ وأنشد (٤) * في خرق تشبع من رمرامها (١) * والخَريقُ: الريحُ الباردةُ الشديدة الهبوب قال الشاعر (٢) : كأَنَّ هُوِيَّها خَفَقانُ ريحِ خَريقٍ بين أَعْلامٍ طِوالِ (٣) وهو شاذٌّ، وقياسه خَريقَةٌ. واخْتِراقُ الرياح: مُرورُها. والمُخْتَرَقُ: المَمَرُّ. ومُنْخَرَقُ الريح: مَهَبُّها. والخِرْقُ بالكسر: السخيُّ الكريمُ. يقال: هو يَتَخَرَّقُ في السَخاء، إذا توسَّع فيه. وكذلك الخريق، مثال الفسيق. قال أبو ذؤيب يصف رجلا صحبه رجل كريم أتيح له من الفتيان خرق أخوثقة وخريق حشوف والتخرق: لغة في التَخَلُّقِ من الكذب. والخِرْقَةُ: القطعة من خرق الثوب. وذو الخرق الطهوى: شاعر جاهلي، سمى بذلك لقوله: لما رأت إبلى هزلى حمولتها جاءت عجافا عليها الريش والخرق (١) والمخراق: المِنْديلُ يُلَفُّ ليُضْرَبَ به، عربيٌّ صحيحٌ. قال عمرو بن كلثوم: كأنَّ سُيوفَنا مِنَّا ومنهم مَخاريقٌ بأيدى لاعبينا وفي حديث علي ﵇ قال: \" البرق مخاريق الملائكة \". وفلان مخراق حرب، أي صاحبُ حروبٍ يَخِفُّ فيها. قال الشاعر يمدح قوماً: وأَكْثَرَ ناشِئاً مِخْراقَ حربٍ يُعينُ على السيادة أو يسود (٢) يقول: لم أر معشراً أكثر فتيانَ حربٍ منهم. وأما المَخْرَقَةُ فكلمةٌ مولَّدةٌ. والخَرَقُ بالتحريك: الدَهَشُ من الخوف أو الحياء. وقد خَرِقَ بالكسر فهو خَرِقٌ. وأَخْرَقْتُهُ أنا، أي أدهشْتُهُ. والخَرْقُ أيضاً: مصدر الأَخْرَقِِ، وهو ضدُّ الرفيق. وقد خَرِقَ بالكسر يَخْرَقُ خَرَقاً. والاسم: الخُرْقُ بالضم. وفي المثل: \" لا تعدمُ الخَرْقاءُ عِلَّةً \" ومعناه أنَّ العلل كثيرة موجودة تُحسِنها الخَرْقاءُ فضلاً عن الكَيِّس. والخَرْقاءُ من الغنم: التي في أذنها خَرْقٌ، وهو ثقب مستدير. وخرقاء: صاحبة ذى الرمة، وهى من بنى عامر بن ربيعة بن عامر بن صعصعة. وريح خرقاء، أي شديدة.",
    "pg": "4:1466-1468"
  },
  "خرم": {
    "def": "الخَرْمُ: أنفُ الجبل. والخَرْمُ مصدر قولك: خَرَمْتُ الخَرَزً أَخْرِمُهُ بالكسر، إذا أَثْأَيْتَهُ. وما خَرَمْتُ منه شيئاً، أي ما نَقَصْت وما قطعت. وما خرم الدليل عن الطريق، أي ما عَدَلَ. ورجلٌ أَخْرَمُ بيِّن الخَرَمِ، وهو الذي قُطِعَتْ وَتَرَةُ أنفه أو طرفُ أنفه، لا يبلغُ الجَدْع. والأخرَمُ أيضاً: المثقوب الأُذْنِ. وقد انْخَرم ثَقْبه، أي انشقَّ. فإذا لم ينشقَّ فهو أَخْرَمُ، وذلك الموضع منه الخَرَمَةُ. وأَخْرَمُ الكَتِفِ: طَرَفُ عَيْرِه. والمَخْرِمُ، بكسر الراء: منقطَع أنفِ الجبل، والجمع المَخارِمُ، وهي أفواه الفِجاج. وعينٌ ذات مخارم، أي ذات مخارج. ومخرمة، بالفتح: اسم رجل. واخترمهم الدهرُ وتَخَرَّمَهُمْ، أي اقتطعهم واستأصلهم. وتَخَرَّمَ زَبَدُ فلانٍ، أي سكنَ غضبُه. وتخرَّمَ، أي دانَ بِدينِ الخَرَّمِيَّةِ، وهم أصحابُ التناسخ والإباحة. والخُرْمانُ بالضم: الكذِبُ. يقال: جاء فلانٌ بالخُرْمانِ. والخَوْرَمُ: صخرة فيها خروق. والخورمة: أرنبة الانسان:",
    "pg": "5:1910-1911"
  },
  "خرمل": {
    "def": "الخِرْمِلُ بالكسر: المرأة الحمقاء، مثل الخذعل.",
    "pg": "4:1684"
  },
  "خرنق": {
    "def": "الخِرْنِقُ: ولد الأرنب. وأرضٌ مخرنقة: ذات خرانق. وخرنق أيضا: اسم امرأة شاعرة. قال أبو عبيدة: هي خرنق بنت هفان من بنى سعد ابن ضبيعة، رهط الاعشى. والخورنق: اسم قصر بالعراق، فارسي معرب (١) ، بناه النعمان الاكبر الذى يقال له: الاعور، وهو الذى لبس المسوح وساح في الارض قال عدى بن زيد يذكره: وتبين رب الخورنق إذ أش * رف يوما وللهدى تفكير سره ما له وكثرة ما يم * لك والبحر معرضا والسدير فارعوى قلبه فقال وما غبطة * حى إلى الممات يصير",
    "pg": "4:1468-1469"
  },
  "خزا": {
    "def": "خَزاهُ يَخْزوهُ خَزْواً: ساسه وقهره. قال ذو الإصبع: لاهِ ابنُ عَمِّكَ لا أَفْضَلْتَ في حَسَبٍ * عَنِّي ولا أنت دَيَّاني فتَخْزوني أي ولا أنت مالِكُ أمري فتسوسَني. وخزيَ بالكسر يَخْزى خِزْياً، أي ذَلَّ وهان. وقال ابن السكيت: وقع في بليّةٍ. وأخزاه الله. قال لبيد: غير أن لا تكذبنها في التقى * واخزها بالبر لله الاجل (١) قال الكسائي: خازانى فلان فَخَزَيْتُهُ أَخْزِيهِ، وكرهتُ أن أَخْزِيَهُ. وخَزيَ أيضاً يَخْزى خَزايَةً، أي استحياءً، فهو خَزْيانُ. وقوم خزايا، وامرأة خزياء. قال جرير وإن حمى لم يحمه غير فرتنا (١) * وغير ابن ذى الكيرين خزيان ضائع أبو عبيد: الخزاء بالمد: نبت.",
    "pg": "6:2326-2327"
  },
  "خزب": {
    "def": "خَزِبَتِ الناقة بالكسر تَخْزَبُ خَزَباً، إذا وَرِمَ ضَرْعُها وضاقت أحاليلها، وكذلك الشاة. يقال لحم خَزِبٌ، إذا كان رَخْصاً. وكلُّ لحمة رخصة خزبة. والخزلبة: القطع السريع.",
    "pg": "1:119"
  },
  "خزر": {
    "def": "الخَزَرُ: ضيق العين وصِغرُها. رجلٌ أَخْزَرُ بَيِّنُ الخَزَرِ. ويقال: هو أن يكونَ الإنسانُ كأنَّه يَنظُر بمُؤَخِرِها. قال حاتم: ودعيت في أولى النديِّ ولم يُنظرْ إلى بأعين خزر والخزر: جيل من الناس. وتخازر الرجل، إذا ضيَّقَ جفنَه ليحدِّد النظر كقولك: تَعامى وتجاهَلَ. وقال الراجز (٢) : * إذا تَخازَرْتُ وما بي من خزر (١) * والخزرة، مثال الهمزة: وجع يأخذ في فقرة الظهر (٢) . وينشد: دوابها ظهرك من توجاعه * من خزرات فيهِ وانْقِطاعِهِ - والخَزيرُ والخَزيرة: أن تُنْصَبَ القِدْرُ بلحم يقطَّع صغاراً على ماءٍ كثير، فإذا نَضِجَ ذر عليه الدقيق. إن لم يكن فيها لحم فهى عصيدة. قال جرير: وضع الخزير فقيل أين مجاشع * فشحا جحافله جراف هبلع (٣) - والخنزير: واحد الخنازير. والخنازير أيضاً: عِلَّةٌ معروفة، وهي قُروحٌ صلبة تحدث في الرقبة. والخنزير الذى في شعر لبيد (٤) : اسم موضع. والخيزران: شجر، وهو عُروقُ القَناةِ، والجمع: الخَيازِرُ. والخيزران: القصب. قال الكميت يصف سحاباً: كأنَّ المَطافيلَ المَوالِيهَ وَسْطَهُ * يجاوبهن الخيزران المثقب - والخيزرانة: السكان. قال النابغة يصف الفرات وقد مده: يَظَلُّ من خَوْفِهِ المَلاَّحُ مُعْتَصِماً * بالخَيْزُرانَةِ بَعْدَ الأَيْنِ والنَجَدِ - والخَيْزَرِي والخَوْزَري: مِشْيَةٌ فيها تَفَكُّكٌ. قال أبو الصَهباء بن المختار العقيلي (١) :\nوالناشئات الماشيات الخوزرى (٢)",
    "pg": "2:644-645"
  },
  "خزرج": {
    "def": "الخَزْرَجُ: ريح. قال الفرّاء: خَزْرَجُ هي الجَنوب، غير مُجْراة. وقبيلة من الانصار، وهى الاوس والخزرج ابنا قيلة، وهى أمهما نسبا إليها. وهما ابنا حارثة بن ثعلبة، من اليمن.",
    "pg": "1:310"
  },
  "خزز": {
    "def": "الخَز: واحدُ الخُزوزِ من الثياب. والخزز: ذكر الارانب، والجمع خزان، مثل صرد وصردان. وخزه بسهم واختزه، أي انتظمَهُ. وطَعَنهُ فاخْتَزَّهُ. قال ابن أَحْمَرَ: شَدَّ الجُؤَارَ وضَلَّ هِدْيَةَ رَوْقِهِ * لما اخْتَزَزْتُ فُؤادَهُ بالمِطرَدِ * وفلان خَزَّ حائطه، أي وضَعَ فيه الشوك لئلا يتسلق. وخزاز: جبل كانت العرب توقد عليه النار غداة الغارة. ويقال أيضا: خزازى. قال عمرو ابن كلثوم: ونحن غداة أوقد في خزازى * رفدنا فوق رفد الرافدينا * ويروى: \" في خزاز \". والخزخز، مثال الهدبد: القوى. حكاه أبو عبيد عن الأصمعي. قال: وأنشدَنا غيره: أَعْدَدْتُ للوِرْدِ إذا الوِرْدُ حَفَزْ * غَرْباً جَروراً وجُلالاً خُزَخِزْ:",
    "pg": "3:877"
  },
  "خزع": {
    "def": "خَزَعَ فلانٌ عن أصحابه يَخْزَعُ خَزْعاً، أي تخلّف. وتَخَزَّعَ مثله. وخزاعة: حى من الازد، سموا ذلك لان الازد لما خرجت من مكة لتتفرق في البلاد تخلفت عنهم خزاعة وأقامت بها. قال الشاعر (١) : فلما هبطنا بطن مر تخزعت * خزاعة عنا في حلول كراكر (٢) * وتخزعنا الشئ بيننا، أي اقتسمناه قِطَعاً. واخْتَزَعْتُهُ عن القوم، أي قطعته عنهم. وانْخَزَعَ الحَبْلُ: انقطع من نِصفه، ولا يقال ذلك إذا انقطع من طرَفه. وخَزَّعَني ظَلْعٌ في رِجلي تَخْزيعاً، أي قطعني عن المشى. ورجل خزعة، مثال همزة، أي عوقة. والخوزعة: رملة تنقطع من معظم الرمل.",
    "pg": "3:1203-1204"
  },
  "خزعبل": {
    "def": "قال الجرميُّ: الخُزَعْبِلُ: الأباطيلُ. والخز عبيلة: ما أضحكت به القوم. يقال: هات بعض خز عبيلاتك.",
    "pg": "4:1684"
  },
  "خزعل": {
    "def": "خَزْعَلَ في مِشيتِه، أي عرج. وقال يصف ناقته:\nمتى أرد شدتها تخزعل (١) * وناقة بها خزعال، أي ظلع. قال الفراء: وليس في الكلام فعلال مفتوح الفاء من غير ذوات التضعيف إلا حرف واحد، يقال: ناقة بها خزعال، إذا كان بها ظلع. وزاد ثعلب \" قهقار \"، وخالفه الناس وقالوا: هو قهقر. وزاد أبو مالك \" قسطال (١) \"، وهو الغبار. فأما في المضاعف ففعلال فيه كثير، نحو الزلزال والقلقال.",
    "pg": "4:1684"
  },
  "خزف": {
    "def": "قال ابن دريد: الخَزْفُ: الخَطْرُ باليد عند المشي. والخَزَفُ بالتحريك: الجر.",
    "pg": "4:1349"
  },
  "خزق": {
    "def": "الخَزْقُ: الطعن. والخازِقُ: السنانُ. يقال: \" هو أمضى من خازِقٍ \". والخازقُ من السهام المُقَرْطِسُ. وقد خَزَقَ السهمُ يَخْزِقُ. وقد خَزَقْتُهُمْ بالنبل، أي أصبتهم بها.",
    "pg": "4:1469"
  },
  "خزل": {
    "def": "انخزل الشئ، أي انقطع. والاخْتِزالُ: الاقتطاعُ. يقال: اخْتَزَلَهُ عن القوم، مثل اخْتَزَعَهُ. والخَوْزَلي والخَيْزَلي: مِشْيةٌ فيها تَفَكُّكٌ، مثل الخَوْزرِي والخيزرى.",
    "pg": "4:1684"
  },
  "خزم": {
    "def": "الخَزَمُ، بالتحريك: شجر يُتَّخَذُ من لحائه الحبال، الواحدة خَزَمَةٌ. وبالمدينة سُوقٌ يقال لها سُوقُ الخزامين. والاخزم: الحية الذكر. وأخزم اسم رجل. قال الراجز:\nشِنْشِنَةٌ أعرفها من أَخْزَمِ * قال أبو عبيدة: أخبرني ابن الكلبى أن هذا الشعر لابي أخزم الطائى، وهو جد حاتم طيئ أو جد جده، وكان له ابن يقال له أخزم، فمات وترك بنين، فوثبوا يوما في مكان واحد على جدهم فأدموه، فقال: إن بنى رملوني بالدم (١) شنشنة أعرفها من أخزم كأنه كان عاقا. وخزمت البعير بالخِزامَةِ، وهي حَلْقة من شعَر تُجعل في وتَرة أنفِه، يُشَدُّ فيها الزمامُ. ويقال لكلِّ مثقوبٍ مَخْزومٌ. والطيرُ كلُّها مَخْزومَةٌ، لأنَّ وتَراتِ أنوفها مثقوبة، ولذلك يقال: نعامٌ مَخْزومٌ. وخَزَمْتُ الجراد في العود: نَظَمْته. وخازَمْتُ الرجل، وهو أن تأخذ في طريقٍ ويأخذ هو في طريق غيره حتَّى تلتقيا في مكانٍ واحد. والخزومة: البقرة، بلغة هذيل. قال الهذلى (١) : إن تنتسب (٢) تنسب إلى عرق ورب أهل خزومات وشحاج صخب والخزامى: خِيريُّ البَرِّ. وقال (٣) :\nوريحَ الخُزامى ونشر القطر (٤) * ومخزوم: أبو حى من قريش وهو مخزوم ابن يقظة بن مرة بن كعب بن لؤى بن غالب. وبشر بن أبى خازم: شاعر من بنى أسد.",
    "pg": "5:1911-1912"
  },
  "خزن": {
    "def": "خَزَنْتُ (١) المال واخْتَزَنْتُهُ: جعلته في الخزانة. وخَزَنْتُ السرّ واخْتَزَنْتُهُ: كتمته. والمَخْزَنُ بفتح الزاي: ما يخزن فيه الشئ. والخزانة بالكسر: واحدة الخَزائِنِ. وخَزِنَ اللحمُ بالكسر: أَنْتَنَ، مثل خَنِزَ، مقلوبٌ منه. قال طرفة: ثم لا يَخْزَنُ فينا لَحْمُها إنَّما يَخْزَنُ لَحْمُ المدخر",
    "pg": "5:2108"
  },
  "خسأ": {
    "def": "خسأت الكلب خَسْأً: طردته، وخسأ الكلب بنفسه يتعدى ولا يتعدى. وانخسأ أيضاً. وقال:\nكالكلب إن قلت له اخْسَأْ فانخسأ * أبو زيد: خسأ بصرُهُ خَسْأً وخُسوءاً، أي سَدِرَ، ومنه قوله تعالى: (ينقلبْ إليك البصَرُ خاسئاً وهو حسيرُ) . وتخاسأ القوم بالحجارة: تراموا بها، وكانت بينهم مخاسَأَة.",
    "pg": "1:47"
  },
  "خسا": {
    "def": "يقال: خَساً أو زَكاً، أي فردٌ أو زوجٌ. قال الكميت: مَكارِمُ لا تُحْصى إذا نحن لم نقل * خسا أو زكا فيما نعد خلالها",
    "pg": "6:2327"
  },
  "خسر": {
    "def": "خَسِرَ في البَيْع خُسْراً وخسرانا، وهو مثل الفرق والفرقان. وخسرت الشئ بالفتح وأخسرته: نَقَصْتُهُ. وقوله تعالى:\n(هل نُنَبِّئُكُمْ بالأَخْسَرَيْنِ أَعْمالاً) *، قال الأخفش: واحدهم الاخسر مثل الاكبر. والتخسير الاهلاك. والخناسير: الهلاك، لا واحد له. قال كعب بن زهير، إذا ما نتجنا أربعا عام كفأة * بغاها خناسيرا فأهلك أربعا - وفى بغاها ضمير من الجد هو الفاعل. يقول: إنه شقى الجد، إذا نتجت أربع من إبله أربعة أولاد هلكت من إبله الكبار أربع غير هذه، فيكون ما هلك أكثر مما أصاب. والخسار والخسارة والخيسرى: الضلال والهلاك.",
    "pg": "2:645"
  },
  "خسس": {
    "def": "الخسيس: الدنئ. قال ابن السكيت: يقال أَخْسَسْتُ إخْساساً، إذا فعلتَ فعلاً خَسيساً. وخَسِسْتَ بعدي بالكسر خِسَّةً وخَساسَةً، إذا كان في نفسه خسيسا. عن الفراء. وخس نصيبه يَخُسُّهُ بالضم، إذا جعله خَسيساً. وأَخْسَسْتُهُ: وجدته خَسيساً. واسْتَخَسَّهُ، أي عَدَّهُ خَسيساً. والخَسُّ بالفتح: بَقْلَةٌ. والخس بالضم: اسم رجل، ومنه هند بنت الخس. ويقال: رفعت من خسيسَتِهِ، إذا فعلتَ به فعلاً يكون فيه رِفْعَتُهُ. وخَسيسَةُ الناقة: أسنانُها دون الإثْناءِ. يقال: جاوزتِ الناقةُ خَسيسَتَها، وذلك في السنة السادسة إذا ألقتْ ثَنِيَّتَها، وهي التي تجوز في الضحايا والهدى.",
    "pg": "3:922-923"
  },
  "خسف": {
    "def": "خَسَفَ المكان (٢) يَخْسِفُ خُسوفاً: ذهَبَ في الأرض. وخَسَفَ الله به الأرض خَسْفاً، أي غاب به فيها. ومنه قوله تعالى: ﴿فَخَسَفْنا به وبدارِهِ الأرضَ﴾ . وخَسَفَ في الارض وخسف به. وقرئ: ﴿لخسف بنا﴾ على ما لم يسمَّ فاعلُه. وفى حرف عبد الله: ﴿لا نخسف بنا﴾ كما يقال: انطلق بنا. وخسوف العين: ذَهابها في الرأس. وخُسوفُ القمر: كسوفه. قال ثعلب: كسفت الشمسُ وخَسَفَ القمر هذا أجود الكلام. والخَسْفُ: النقصانُ. يقال رضي فلانٌ بالخَسْفِ، أي بالنقيصة، وبات فلانُ الخَسْفَ، أي جائعاً. ويقال سامه الخَسْفَ، وسامه خَسْفاً، وخُسْفاً أيضاً بالضم، أي أَوْلاهُ ذُلاً، ويقال كلّفه المشقّة والذلَّ وخَسْفُ الركية: مخرج مائها، حكاه أو زيد. والخاسف: المهزول. قال أبو عمرو: الخَسيفُ: البئر التي تحفر في حجارةٍ فلا ينقطع ماؤها كثْرةً، والجمع خُسُفٌ. ويقال: وقعوا في أَخاسيفَ من الارض، وهى اللينة.",
    "pg": "4:1349-1350"
  },
  "خسق": {
    "def": ". الخاسِقُ: لغةٌ في الخازِقِ.",
    "pg": "4:1469"
  },
  "خسل": {
    "def": "المَخْسولُ: المرذولُ، بالخاء والحاء جميعاً. ورجلٌ مُخَسَّلٌ بالتشديد، أي مرذولٌ. ورجالٌ خُسَّلٌ وخُسَّالٌ، أي ضعفاء. وقال: ونحن الثُرَيَّا وجَوْزاؤُها ونحنُ الذِراعانِ والمِرْزَمُ وأنتم كواكبُ مَخْسولَةٌ تُرى في السماء ولا تعلم ويروى: \" مسخولة \".",
    "pg": "4:1684"
  },
  "خشب": {
    "def": "جمع الخَشَبة خَشَبٌ وخُشُبٌ وخشب وخشبان. وخشبت الشئ بالشئ: خلطته به. قال الاعشى يصف فرسا:\nلا مقرف ولا مخشوب (١) * والخشيب: السيف الذى بُدِئَ طبعُهُ. والخشيب أيضاً: الصَقيلُ، وهو من الاضداد. قال الاحمر: قال لى أعرابي: قلت لصيقل: هل فرغت من سيفى؟ قال: نعم إلا أنى لم أخشبه. قال: والخشب أن يضع عليه سنانا عريضا أملس فيدلكه به، فإن كان فيه شعث أو شقوق أو حدب ذهب واملس. وقول صخر:\nومُرْهِفٌ أُخْلِصَتْ خَشيبَتُهُ (١) * أي طبيعته. والخشيب: السهم حين يُبْرى البَرْيَ الأولَ. وجمل خشيب، أي غليظ. ابن السكيت: خشبت الشعر، إذا قلته كما يجئ لم تتنوق فيه (٢) . والاخشب: الجبل الخشن العظيم. قال الشاعر:\nتَحْسَبُ فوقَ الشَوْلِ منه أَخْشَبا * والاخشبان: جبلا مكة. وفى الحديث: \" لا تزول مكة حتى يزول أخشباها \". وجَبهة خشباء، أي كريهة يابسة، وأكمة خشباء. قال رؤبة:\nبكلِّ خَشْباءَ وكلِّ سَفْحِ * وظليم خَشِبٌ، أي خَشِنٌ. وقد اخشوشب أي صار خَشِباً، وهو الخَشِنُ. وقال أبو عبيد: كل شئ غليظ خشنٍ فهو أخشب وخَشِبٌ. وفي حديث عمر ﵁: \" اخشوشبوا (٣) \" قال: هو الغِلَظُ وابتذالُ النفس في العمل والاحتفاء في المشي ليغلُظَ الجسدُ. وتَخَشَّبَتِ الإبلُ، إذا أكلت اليبيسَ من المرعى. ورجل قِشْبٌ خِشْبٌ (١) ، إذا كان لا خير فيه. وخِشْبٌ إتباعٌ له. وبنو رزام بن مالك بن حنظلة يقال لهم الخشاب. قال جرير: أثعلبة الفوارس أو رياحا * عدلت بهم طهية والخشابا",
    "pg": "1:119-120"
  },
  "خشر": {
    "def": "الخُشارَةُ: ما يبقى على المائدة مما لا خَيرَ فيه، وكذلك الردئ من كل شئ. أبو زيد: يقال خشرت الشئ أخشره خشرا، إذا نَفَيْتَ منه خُشارَتَه. وفُلان من الخُشارة، إذا كان دُوناً. قال الحطيئة: وباع بنيه بعضهم بخشارة * وبعت لذبيان العلاء بمالكا (١) يقول: اشتريت لقومك الشرف بأموالك (١) .",
    "pg": "2:645-646"
  },
  "خشرم": {
    "def": "الخشرم: الدبر والزنانير. قال الاصمعي: لا واحد له من لفظه. وربما سمى بيت الزنانير خشرما. وقال (١) :\nكسوام دبر الخشرم المتنور (٢) * والخشرم: الحجارة التي يُتَّخَذُ منها الجصّ. وخشرم: اسم رجل. والخشارم بالضم: الاصوات.",
    "pg": "5:1912"
  },
  "خشش": {
    "def": "الخِشاشُ بالكسر: الذي يُدخَل في عظم أنف البعير. وهو من خشب، والبُرَةُ من صُفْرٍ، والخِزامَةُ من شَعَرٍ. الواحدة خِشاشَةٌ. قال أبو عمرو: رجلٌ خَشاشٌ الفتح، وهو الماضي من الرجال. قال طرفة: أنا الرجل الضَرْبُ الذي تعرفونه * خَشاشٌ كرأس الحيّة المتوقِّدِ * وهذا قد يضم. والخشاش بالكسر: الحشرات، وقد يُفتح. والخُشَّاءُ: العظم الناتئ خلف الأذُن، وأصله الخُشَشاءُ على فُعَلاءَ فأُدغم، وهما خششاوان. ونظيره من الكلام القوباء وأصله القوباء بالتحريك. فسكنت استثقالا للحركة على الواو، لان فعلاء بالتسكين ليس من أبنيتهم. والخشاء بالفتح: أرض فيها طين وحصىً. يقال: أَنْبَطَ بئرهُ في خَشَّاءَ. والخَشَّاء أيضاً: موضع النحل والدبر. وقال ذو الاصبع: إما ترى نبله فخشرم خ * شاء إذا مس دبره لكعا (١) * والخشخشة: صوت السلاح ونحوه. وقد خَشْخَشْتُهُ فَتَخَشْخَشَ. قال عَلقمة بن عَبَدة: تَخَشْخَشُ أَبْدانُ الحَديدِ عليهمُ * كما خَشْخَشَتْ يَبْسَ الحصادِ جنوب * وخششت البعير أخشه خَشَّاً، إذا جعلت في أنفه الخشاش. وخششت في الشئ: دخلت. قال زهير: ورأى العيونَ وقد ونى تقربها * ظمأى فخش بها خِلالَ الفَدْفَدِ (١) * ورجل مِخَشٌّ، أي جرئ على الليل. والخشخاش: نبت معروف. والخشخاش: أيضاً: الجماعة عليهم سلاحٌ ودروع. قال الكميت: في حَوْمةِ الفَيْلَقِ الجأْواءِ إذْ رَكِبَتْ * قَيْسٌ وهَيْضَلُها الخشخاش إذ نزلوا",
    "pg": "3:1004-1005"
  },
  "خشع": {
    "def": "الخُشوعُ: الخضوعُ. يقال: خَشَعَ واخْتَشَعَ. وخَشَعَ ببصره، أي غَضّهُ. وبلدةٌ خاشِعَةٌ، أي مُغْبَرَّةٌ لا منزِل بها. ومكانٌ خاشعٌ. والخُشْعَةُ، مثال الصبرة: أكمة متواضعة. وفى الحديث: \" كانت الارض خشعة على الماء ثم دحيت \". والتخشع: تكلف الخشوع.",
    "pg": "3:1204"
  },
  "خشف": {
    "def": "الخَشْفَةُ: الحِسُّ والحركة (١) . تقول منه: خَشَفَ الإنسانُ يَخْشُفُ خَشْفاً. وخَشَفَ الثلجُ في شدّة البرد، تَسمع له خَشْفَةً عند المشي، قال الشاعر (٢) : إذا كَبَّدَ النجمُ السماَء بشَتْوَةٍ على حينَ هَرَّ الكلب والثلج خاشف إنما نصب \" حين \" لانه جعل \" على \" فضلا في الكلام وأضافه إلى جملة، فتركت الجملة على إعرابها، كما قال آخر: على حين ألهى الناس جل أمورهم فندلا زريق المال ندل الثعالب ولانه أضيف إلى ملا يضاف إلى مثله وهو الفعل، فلم يوفر حظه من الاعراب. وخشفت رأسه بالحجر، أي فَضَخْتُهُ. والخَشيف: الثلجُ. والخَشوفُ من الرجال: السريعُ. وقال أبو عمرو: الخُشَفُ من الإبل: التي تسير بالليل، الواحد خَشوفٌ وخاشف وخاشفة. وأنشد: بات يبارى ورشات كالقطا عجمجمات خشفا تحت السرى ورجل مخشف، أي جرئ على الليل. والخشاف: الخفاش، ويقال الخطاف. وخشاف بالفتح: اسم رجل. وخشف يخشف بالضم خشوفا: ذهب في الارض.",
    "pg": "4:1350"
  },
  "خشل": {
    "def": "الخَشْلُ: المُقْلُ اليابسُ، ويقال نَوى المُقْل. وكذلك الخَشَلُ بالتحريك. قال الكميت: يَسْتَخْرِجُ الحشراتِ الخُشْنَ رَيِّقها كأنَّ أَرْؤُسَها في مَوْجِهِ الخشل الواحدة خشلة وخشلة. ويقال لرءوس الأسورة والخلاخيل: خَشْلٌ وخَشَلٌ. وقال بعضهم: الخشل: الردئ من كل شئ. وقد تخشل. قال أبو عمرو: الخنشليل: الماضي.",
    "pg": "4:1684-1685"
  },
  "خشم": {
    "def": "الخَيْشومُ: أقصى الأنف. وقد خَشَمْتُهُ خَشْماً، أي كسرت خَيْشومَهُ. وخَياشيمُ الجبال: أنوفها. ورجلٌ خُشامٌ، بالضم: غليظ الأنف. وكذلك الجبل الذي له أنفٌ غليظ. ورجلٌ أَخْشَمُ بيِّن الخَشَمِ، وهو داءٌ يعترى الانف. والمخشم، بفتح الشين مشدّدةً: السَكران الشديد السُكْر. وخِشَّمَ اللحم: تغير.",
    "pg": "5:1912"
  },
  "خشن": {
    "def": "الخُشونَةُ: ضد اللين. وقد خشن (٢) الشئ بالضم فهو خشن. واخشوشن الشئ: اشتدت خشونته. وهو للمبالغة، كقولك: أعشبت الأرض واعشوشبتْ. واخْشَوْشَنَ الرجل: تعوَّدَ لُبس الخَشَن. والأَخْشَنُ مثل الخشن، والجمع خشن. قال الراجز ألين مسا من حوايا البطن (١) من يثربيات قذاذ خشن يرمى بها أرمى من ابن تقن يعنى به الجدد. وفي الحديث: \" أخيشن في ذات الله \". وكتيبة خَشْناءُ: كثيرة السلاح. ومَعْشَرٌ خُشْنٌ، ويجوز تحريكه في الشِعر. وخاشَنْتُهُ: خلاف لا ينته. وخشنت صدره تخشينا: أو غرت (٢) . وقال عنترة:\nوخشنت صدرا جَيْبُهُ لك ناصِحُ (٣) * والخُشْنَةُ: الخُشونَةُ. وقال حكيم ابن مصعب: تشكى إلَيَّ الكلبُ خُشْنَةَ عَيْشِهِ وَبي مثل ما بالكلب أو بيَ أكثر",
    "pg": "5:2108-2109"
  },
  "خشى": {
    "def": "خَشيَ الرجل يَخْشَى خَشْيَةً، أي خاف، فهو خَشْيانُ والمرأة خَشْيَاءُ. وخاشاني فلان فخَشَيتُهُ أَخْشيهِ بالكسر، عن أبي عبيد، أي كنت أشدّ خَشْيَةً منه. وهذا المكان أَخْشَى من ذاك، أي أشدُّ خوفاً. وقول الشاعر: ولقد خَشيتُ بأنَّ مَن تبِعَ الهُدى * سكَنَ الجنانَ مع النبي مُحَمَّدِ قالوا: معناه عَلِمْتُ. وقوله تعالى: (فَخَشينا أن يُرهِقَهما طُغياناً وكُفراً) . قال الاخفش: معناه كرهنا. (*) وخشاه تَخْشيةً، أي خوَّفَه. يقال: \" خَشِّ ذؤالة بالحبالة \"، يعنى الذئب. قال الاصمعي: الخشى، على فعيل، مثل الخشى، وهو اليابس. قال الراجز:\nسم ذراريح رطاب وخشى (١) * الاموى: الخشو: الحشف من التمر. يقال: خشت النخلة تخشو، إذا أحشفت.",
    "pg": "6:2327"
  },
  "خصب": {
    "def": "الخِصْبُ، بالكسر: نقيض الجَدْبِ. يقال بلدٌ خِصْبٌ وبلدٌ أخصابٌ، كما قالوا بلد سبسب وبلد سباسب، ورمح أقصاد، وبرمة أعشار، وثوب أسمال وأخلاق، فيكون الواحد يراد به الجمع، كأنهم جعلوه أجزاءَ. وقد أخصبَتِ الأرضُ، ومكانٌ مخصِبٌ وخَصيبٌ. وأخصبَ القوم، أي صاروا إلى الخصب. وأخصب جناب القوم، وهو ما حولهم. وفلانٌ خصيب الجَناب، أي خصيب الناحية. والخِصابُ: النخل الكثير الحمل، الواحدة خَصْبَةٌ بالفتح. وقال الأعشى (٢) : كأنَّ على أَنْسائِها عِذْقَ خَصْبَةٍ * تَدَلَّى من الكافورِ غَيْرَ مكمَّمِ (١)",
    "pg": "1:120-121"
  },
  "خصر": {
    "def": "الخَصْرُ: وَسَطُ الإنسان. وكَشْحٌ مُخَصَّرٌ، أي دَقيق. ونَعْلٌ مُخَصَّرَةٌ. ورجلٌ مَخصَّرُ القدمينِ: إذا كانت قَدَمُهُ تَمَسُّ الأرضَ من مُقدَّمِها وعَقِبِها ويَخْوى أَخْمَصُها مع رِقَةٍ فيه. والخاصِرَةُ: الشاكلة. والخَصَرُ بالتحريك: البَرْدُ. وقد خَصِرَ الرجل، إذا آلَمَهُ البَرْدُ في أطرافه. يقال: خَصِرَتْ يَدي. وخَصِرَ يوْمُنا: اشتدّ برْدُهُ. وماءٌ خَصِرٌ: باردٌ. قال الشاعر (٢) : رُبَّ خالٍ ليَ لَوْ أَبْصَرْتَهُ * سَبِطِ المِشْيَةِ في اليَوْمِ الخصر - والخنصر (٣) : الاصبع الصغرى، والجمع الخناصر. وخناصرة، بضم الخاء: بلد بالشام. والمخصرة كالسوط، وكل ما اخْتَصَرَ الإنسانُ بيده فأمْسَكَهُ من عصا ونحوها. قال الشاعر: يكاد يزيل الارض رفع خطائهم (١) * إذا وصَلوا أَيْمانَهُمْ بالمَخاصِرِ - وخاصَرَ الرجُلُ صاحبه، إذا أحذ بيده في المَشْي. قال عبد الرحمن بن حسان: ثم خاصرتها إلى القبة الخَضْ * - راءِ تَمْشي في مَرْمَرٍ مَسْنونِ - وتَخاصَرَ القَوْمُ، إذا أخذَ بعضُهم بيد بعض. والمُخاصَرَةُ: المُخازَمَةُ، وهو أن يأخذ صاحِبُكَ في طريقٍ وتأخذ أنت في غيره، حتَّى تلتقيا في مكان. واختصار الطريق: سُلوكُ أقْرَبِه، واختصار الكلامِ: إيجازه.",
    "pg": "2:646"
  },
  "خصص": {
    "def": "خصه بالشئ خصوصا (١) ، وخصوصية (٢) والفتحُ أفصحُ، وخِصِّيصي. وقولهم: إنَّما يفعل هذا خُصَّانٌ من الناس، أي خَواصُّ منهم. واخْتَصَّهُ بكذا، أي خَصَّهُ به. والخَاصَّةُ: خلاف العامّة. والخُصُّ: البيتُ من القصب. قال الفَزاريّ: الخُصُّ فيه تَقَرُّ أَعْيُنُنا * خَيْرٌ من الآجُرِّ والكَمَدِ * والخَصاصَةُ والخَصاصُ: الفقرُ. والخَصاصةُ: الخَلَلُ، والثَقْبُ الصغيرُ. يقال للقمر: بَدا من خَصاصَة الغَيْمِ. ويقال للفُرجِ التى بين الاثافي: خصاص.",
    "pg": "3:1037"
  },
  "خصف": {
    "def": "الخَصْفُ: النعلُ ذات الطِراق، وكلُّ طِراقٍ منها خًصْفَة. والخَصْفَةُ بالتحريك: الجُلةُ التي تعْمَلُ من الخوص للتمر، وجمعها خَصَفٌ وخِصافٌ. وخصفة أيضا: أبو حى من العرب، وهو خصفة ابن قيس عيلان. والأَخْصَفُ: الأبيضُ الخاصرتين من الخيل والغنم، وهو الذي ارتفع البلق من بطنه إلى جنبَيه. والأَخْصَفُ: لونٌ كلون الرماد، فيه سواد وبياض. قال العجاج في صفة الصُبح:\nأبدى الصباحُ عن بَريمٍ أخْصفا (١) * وحبلٌ أَخْصَفُ وظليمٌ أَخْصَفُ، فيه سواد ٌوبياضٌ. وكتيبةٌ خَصيفٌ، وهو لون الحديد، ويقال: خُصِفَتْ من ورائها بِخَيْلٍ، أي رُدِفَتْ، فلهذا لم تدخلها الهاء، لانها بمعنى مفعولة، فلو كانت للون الحديد لقالوا خصيفة لانها بمعنى فاعلة. وكل لونين اجتمعا فهو خضيف. والخَصيفُ: اللبنُ الحليبُ يُصَبُّ عليه الرائب. فإن جُعِلَ فيه التمر والسمن فهو العوثبانى. وقال (٢) : إذا ما الخصيف العوثبانى ساءنا تركناه واخترنا السديف المسرهدا. وخصفت النعل: خَرَزْتُها، فهي نعلٌ خَصيفٌ. وقوله تعالى: ﴿وَطَفِقا يَخْصِفان عَلَيهما مِنْ وَرَق الجنَّة﴾ يقول: يُلزقان بعضَه ببعض ليسترا به عورتهما. وكذلك الاختصاف. ومنه قرأ الحسن: ﴿يخصفان﴾ إلا أنه أدغم التاء في الصاد وحرك الخاء بالكسر لاجتماع الساكنين. وبعضهم حول عليها حركة التاء ففتحها، حكاه الاخفش. والمخصف: الاشفى. وخصفت الناقة تَخْصِفُ خِصافاً، إذا ألقتْ ولدَها وقد بلغ الشهر التاسع، فهي خَصوفٌ. ويقال: الخَصوفُ هي التي تُنتِجُ بعد الحَوْلِ من مَضْرِبِها بشهر، والجرور بشهرين. وخصاف، مثل قطام: اسم فرس. وفى المثل: \" هو أجرأ من خاصى خصاف \" وذلك أن بعض الملوك (١) طلبه من صاحبه ليستفحله، فمنعه إياه وخصاه.",
    "pg": "4:1350-1351"
  },
  "خصل": {
    "def": "الخَصْلُ في النِضال: الخَطَرُ الذي يُخاطِرُ عليه. وتَخَاصَلَ القومُ، أي تَراهَنوا في الرمي. يقال: أحرز فلان خَصْلَهُ وأصاب خَصْلَهُ، إذا غَلَب. وخَصَلْتُ القوم خَصْلاً وخِصالاً: فَضَلْتُهُمْ. قال الكميت يمدح رجلاً: سَبَقْتُ إلى الخَيْراتِ كلَّ مُناضِلٍ وأَحْرَزَ بالعَشْرِ الوِلاءِ خِصالَها والخَصْلَةُ: الخَلَّةُ. والخُصْلَةُ بالضم: لَفِيفَةٌ من شَعَرٍ. والخُصَلُ: أطرافُ الشجر المتد لية والخصيلة: كل لحمة على حَيْزِها من لحم الفخذين والعَضُدَين. والمِخْصَلُ: السيفُ القاطِعُ، لغةٌ في المقصل.",
    "pg": "4:1685"
  },
  "خصم": {
    "def": "الخَصْمُ معروف، يستوي فيه الجمع والمؤنَّث، لأنَّه في الأصل مصدر. ومن العرب من يثنِّيه ويجمعه فيقول: خَصْمانِ وخَصومٌ. والخَصيمُ أيضاً: الخَصْمُ، والجمع خُصَماءُ. وخاصَمْتُهُ مُخاصَمَةً وخِصاماً، والاسم الخُصومَةُ. وخاصَمْتُ فلاناً فَخَصَمْتُهُ أَخْصِمُهُ بالكسر، ولا يقال بالضم، وهو شاذٌّ. ومنه قرأ حمزة: (تأخذهم وهم يخصمون) لان ما كان من قولك فاعلته ففعلته، فإن يفعل منه يرد إلى الضم إذا لم يكن فيه حرف من حروف الحلق من أي باب كان من الصحيح. تقول: عالمته فعلمته أعلمه بالضم، وفاخرته ففخرته أفخره بالفتح لاجل حرف الحلق. وأما ما كان من المعتل مثل وجدت وبعت ورميت وخشيت وسعيت فإن جميع ذلك يرد إلى الكسر، إلا ذوات الواو فإنها ترد إلى الضم تقول: راضيته فرضوته أرضوه، وخاوفنى فخفته أخوفه. وليس في كل شئ يكون هذا. لا يقال نازعته فنزعته، لانهم استغنوا عنه بغلبته. وأما من قرأ: (وهم يخصمون) يريد يختصمون فيقلب التاء صادا فيدغمه، وينقل حركته إلى الخاء. ومنهم من لا ينقل ويكسر الخاء لاجتماع الساكنين، لان الساكن إذا حرك حرك إلى الكسر. وأبو عمرو يختلس حركة الخاء اختلاسا. وأما الجمع بين الساكنين فيه فلحن. والخَصِمُ بكسر الصاد: الشديد الخُصومَةِ. والخُصْمُ، بالضم: جانِبُ العِدْلُ وزاويتُه. يقال للمتاع إذا وقَعَ في جانب الوعاء من خُرْجٍ أو جُوالقٍ أو عَيٍبةٍ: قد وقع في خُصْمِ الوعاء، وفي زاوية الوعاء. وخصم كل شئ: جانبه وناحيته. وأخصام العين: ما ضمت عليه الأشفار. واخْتَصَمَ القوم وتَخاصَموا، بمعنىً. والسيفُ يخْتَصِمُ جَفْنَه، إذا أكله من حدته.",
    "pg": "5:1912-1913"
  },
  "خصى": {
    "def": "الخُصْيةُ: واحدة الخُصى، وكذلك الخصية بالكسر. قال أبو عبيدة: سمعت خصية بالضم ولم أسمع خصية بالكسر، وسمعت خصياه، ولم يقولوا خصى للواحد (٢) . وقال أبو عمرو: الخُصْيَتانِ: البيضتان. والخُصْيَتانِ: الجلدتانِ اللتان فيهما البيضتان. وينشد كأن خصييه من التدلدل * ظرف عجوز فيه ثنتا حنظل أراد: فيه حنظلتان. الاموى: الخصية: البيضة. وقالت امرأة من العرب: لست أبالى أن أكون محمقه * إذا رأيت خصية معلقة والجمع خُصىً، فإذا ثنّيت قلت خصيان ولم تلحقه التاء، وكذلك الالية إذا ثنيت قلت أليان ولم تلحقه التاء ; وهما نادران. وخصيت الفحل خِصاءً ممدودٌ، إذا سللتَ خُصْيَيْهِ. يقال: برئتُ إليك من الخصاء. قال بشر (١) يهجو رجلا: جزيز القفا شعبان يربض حجرة * حديث الخصاء وارم العفل معبر والرجل خصى، والجمع خصيان وخصية. وموضع القطع مخصى.",
    "pg": "6:2327-2328"
  },
  "خضب": {
    "def": "الخِضابُ: ما يُخْتَضَبُ به. وقد خضبت الشئ أخضبه خضبا. واختضب بالحِنَّاءِ ونحوه. وكَفٌّ خضيبٌ. والكف الخضيب: نجم. والخضبة مثال الهمزة: المرأة الكثيرة الاختضاب، وبَنانٌ خضيبٌ: مُخَضَّبٌ، شُدِّدَ للمبالغة. والمِخْضَبُ: المِرْكَنُ. وخضَب النخلُ، إذا اخضَرَّ. والخاضب: الظليم الذي أكلَ الربيعَ واحمَرَّ ظُنْبوباهُ أو اصفرا. قال أبو دواد: له ساقا ظليمٍ خا * ضبٍ فوجئ بالرعب ولا يقال ذلك إلا للظليم، دون النعامة.",
    "pg": "1:121"
  },
  "خضد": {
    "def": "خَضَدْتُ العودَ فانْخَضَدّ، أي ثَنَيْتُهُ فانْثَنى من غير كَسْرٍ. والخَضْدُ: الأكل الشديد. قال امرؤ القيس: ويَخْضِدُ في الآريّ حتّى كَأَنَّما * به عَرَّةٌ أو طائِفٌ غير معقب - وقيل لاعرابي، وكان معجبا بالقثاء: ما يعجبك منه؟ قال: خضده وبرده. والخضد: القطع. وكل رَطْبٍ قضبتَه فقد خَضَدْتَهُ، وكذلك التخضيد. قال الشاعر (١) :\nأو خروع لم يخضد (٢) وخضدت الشجر: قطعت شوكه، فهو خَضيدٌ ومَخْضودٌ. والخَضَدُ: كلُّ ما قُطِع من عُود رطْب. قال الشاعر: أو جرت حفرته حرصا فمالَ به * كما انْثَنى خَضَدٌ من ناعِمِ الضالِ - والخَضادُ: شَجَرٌ رخو بلا شوك.",
    "pg": "2:468-469"
  },
  "خضر": {
    "def": "الخُضْرَةُ: لَوْنُ الأخضر. واخضرَّ الشئ اخضرارا. واخضوضر. وخضرته أنا. وربما سموا الاسود أخضر. وقوله تعالى:\n(مدهامتان) *، قالوا: خضراوان، لانهما يضربان إلى السواد من شدة الرى. وسمى قرى العراق سوادا لكثرة شجرها. والخضرة في ألوان الإبل والخَيْلِ: غُبْرَةٌ تُخالِطُها دُهْمَةٌ. يقال: فَرَسٌ أخضر، وهو الديزج. وفى ألوان الناس: السُمْرَةُ. قال اللَهَبيّ (١) : وأنا الأَخْضَرُ من يَعْرِفُني * أَخْضَرُ الجِلْدَةِ في بيْتِ العَرَبْ - يقول: أنا خالصٌ، لأنَّ ألوان العرب السُمْرة. والخضراء: السماء. ويقال: كتيبةٌ خضراءُ، للتي يعلوها سَوادُ الحديد. وفي الحديث: \" إيّاكُمْ وخضْراءُ الدِّمَنِ \"، يعني المرأة الحسناءَ في مَنْبِتِ السَوْء، لأنَّ ما يَنْبُتُ في الدِمْنَةِ وإن كان ناضرا لا يكون ثامرا. ويقال: الدُنيا حُلْوَةٌ خَضِرَةٌ. وقولهم: أبادَ اللهُ خضراءَهم، أي سوادَهم ومعظمهم. وأنكره الاصمعي وقال: إنما يقال أباد الله غضراءهم، أي خيرهم وغضارتهم. والخضيرة: النخلة التى ينتثر بُسْرُها وهو أَخْضَرُ. واختضرتُ الكَلأَ، إذا جززته وهو أخضر. ومنه قيل للرجُل إذا مَات شابَّاً غضا: قد اختضر. وكان فتيان يقولون لشيخ: أجززت (١) يا شيخ! فيقول: أي بنى وتختضرون. وخضارة بالضم: البحر، معرفة لا تُجْرى (٢) . تقول: هذا (٣) خُضارةُ طامِياً. والخُضاريُّ: طائِرٌ يُسَمَّى الأَخْيَلَ، كأنَّه منسوب إلى الأوَّل. والخَضارُ بالفتح: اللَبَنُ الذي أُكْثِرَ ماؤُه. والخَضارُ أيضاً: البَقْلُ الأوّل. والمُخَاضَرَةُ: بَيْعُ الثِمارِ قبل أن يَبْدو صَلاحُها وهي خُضْرٌ بعد، ونهى عنه. ويدخل فيه بيع الرطاب والبقول وأشباهها، ولهذا كره بعضهم بيع الرطاب أكثر من جزة واحدة. ويقال: للزرع: الخضارى بتشديد الضاد مثال الشقارى. وقوله تعالى:\n(فأَخْرَجْنا مِنْهُ خَضِراً) *، قال الأخفش: يريد الأَخْضَرَ، كقول العرب: \" أرينها نمرة (٤) أركها مطرة \". ويقال: ذَهَبَ دَمُه خِضْراً: أي هدرا. وخضر أيضا: صاحب موسى ﵉. ويقال خضر، مثال كبد وكبد هو أفصح.",
    "pg": "2:646-648"
  },
  "خضرم": {
    "def": "لحمٌ مُخَضْرَمٌ بفتح الراء: لا يُدْرى مِن ذكرٍ هو أو أنثى. والمُخَضْرَمُ أيضاً: الشاعر الذي أدركَ الجاهليَّة والإسلام، مثل لبيد. ورجلٌ مُخضْرَمُ النسب، أي دَعيٌّ. وناقةٌ مُخَضْرَمَةٌ: قطع طرف أذُنها. وامرأةٌ مُخَضْرَمَةٌ، أي مخفوضةٌ. والخِضْرَمُ بالكسر: الكثير العطية، مُشَبَّهٌ بالبحر الخِضْرِمِ، وهو الكثير الماء، وأنكر الاصمعي الخضرم في وصف البحر. وكل شئ كثير واسع خضرم، والجمع الخضارم. قال جرير للعجاج: \" تجد بها نبيذا خضرما (١) \". والخضارمة: قوم بالشأم وذلك، أن قوما من العجم خرجوا في أول الاسلام فتفرقوا في بلاد العرب، فمن أقام منهم بالبصرة فهم الاساورة ومن أقام منهم بالكوفة فهم الاحامرة، ومن أقام منهم بالشأم فهم الخضارمة، ومن أقام منهم بالجزيرة فهم الجراجمة، ومن أقام منهن باليمن فهم الابناء، ومن أقام منهم بالموصل فهم الجرامقة. والخضرم مثال العلبط: ولد الضب. قال ابن دريد: أوله حسل، ثم مطبخ، ثم خضرم، ثم ضب. ولم يذكر الغيداق، وذكره أبو زيد.",
    "pg": "5:1914"
  },
  "خضض": {
    "def": "الخضخضة: تحريك الماء ونحوه. وقد خضخضته فتخضخض. والخضاض: الشئ اليسير من الحليِّ، يقال: ما عليها خَضاضٌ، أي شئ من الحلى. قال الشاعر: ولو أَشْرَفَتْ من كُفَّةِ السِتْرِ عاطِلاً * لَقُلْتَ غَزالٌ ما عليه خَضاضُ * ورَجُلٌ خَضاضٌ وخَضاضَةٌ، أي أحمقُ. والخَضاضُ: المدادُ والنِقْسُ، وربَّما جاء بكسر الخاء. والخَضَضُ: الخرز الأبيض الصغارُ الذي تلبَسُه الاماء. قال الشاعر: وإن قروم خطمة أنزلتني * بحيث يرى من الخضض الخروت * وهذا مثل قول أبى الطمحان القينى: أضاءت لهم أحسابهم ووجوههم * دجى الليل حتى نظم الجزع ثاقبه: ومكان خضاخض: كثير الماء والشجر. قال الشاعر (١) : خضاخضة بخضيع السيو * ل قد بلغ السيل حذفارها (٢) * والخضخاض: ضرب من القَطِرانِ تُهْنأُ به الإبل.",
    "pg": "3:1074"
  },
  "خضف": {
    "def": "خَضَفَ بها، أي ردم، وأنشد الاصمعي إنا وجدنا خلفا بئس الخلف عبدا إذا ما ناء بالجمل خضف (١) ومنه قبل للامة: ياخضاف.",
    "pg": "4:1351-1352"
  },
  "خضل": {
    "def": "أخضلت الشئ فهو مخضل، إذا بللته. وشئ خضل، أي رَطْبٌ. والخَضِلُ: النباتُ الناعمُ. والخَضيلَةُ: الروضة. واخضل الشئ اخضلا لا، واخضوضل أي ابتل. واخضألت الشجرة اخضيلا لا، إذا كثرت أغصانها وأوراقها. وقول مرداس الدبيرى: إذا قلتُ إنّ اليومَ يومُ خضلة ولا شرز لا قيت الامور البجاريا (١) يعنى الخصب ونضارة العيش.",
    "pg": "4:1685"
  },
  "خضم": {
    "def": "خضمت الشئ (١) بالكسر، أخضمه خَضْماً. قال الأصمعيّ: هو الأكل بجميع الفم. والخُضُمَّةُ بالضم وتشديد الميم: مُستغلَظَ الذِراع. ويقال: إنَّ الخُضَمَّةَ مُعْظم كلِّ أمر. والخِضَمُّ، على وزن الهجف: الكثير العطاء. والخِضمُّ أيضاً: الجمع الكثير. وقال (٢) :\nفاجتمع الخضم والخضم (٣) * والخضم أيضا في قول أبى وجزة السعدى: المسن من الابل (٤) . والخضيمة: حنطة تطبخ بالماء حتى تنضج. وخضم، على وزن بقم، اسم العنبر بن عمرو بن تميم. وقد غلب على القبيلة، يزعمون أنهم إنما سموا بذلك لكترة الخضم، وهو المضغ، لانه من أبنية الافعال دون الاسماء. وخضم: أيضا اسم ماء. وقال: لولا الاله ما سكنا خضما ولا ظللنا بالمشائى قيما وهو شاذ على ما ذكرناه في بقم.",
    "pg": "5:1913-1914"
  },
  "خضن": {
    "def": "المُخاضَنَةُ: المغازلة. قال الطِرْماح: وأَلْقَتْ إليَّ القولَ منهنّ زَوْلَةٌ تُخاضِنُ أو تَرْنو لقول المُخاضِنِ",
    "pg": "5:2109"
  },
  "خطأ": {
    "def": "الخطأ: نقيض الصواب، وقد يُمَدُّ. وقُرِئَ بهما قوله تعالى: (ومن قَتل مؤمناً خَطَأً) تقول منه: أخطأت، وتخطَّأت، بمعنى واحد. ولا تقل: أخطيت: وبعضهم يقوله. والخِطْءُ: الذنْبُ، في قوله تعالى: (إن قتلهم كان خطأ كبيرا) ، أي إثْماً، تقول منه: خَطِئَ يَخْطَأُ خطأ وخِطْأَةً، على فِعْلَةً، والاسم: الخَطيئَةُ، على فَعيلة. ولك أن تشدد الياء، لان كل ياء ساكنة قبلها كسرة، أو واو ساكنة قبلها ضمة - وهما زائدتان للمد لا للالحاق، ولا هما من نفس الكلمة - فإنك تقلب الهمزة بعد الواو واوا، وبعد الياء ياء، وتدغم فتقول في مقروء: مقرو، وفى خبئ: خبى، بتشديد الواو والياء. وقولهم: ما أَخْطَأَهُ، إنما هو تعجُّبٌ من خَطِئَ، لا من أخطأ. أبو عبيدة: خَطِئَ وأخطأ لغتان بمعنى واحد. وأنشد:\nيا لهف هند إذ خطئن كاهلا (١) * أي أخطأن. قال: وفى المثل: \" مع الخَواطِئِ سهمٌ صائبٌ \"، يضرب للذي يُكْثرُ الخطأ، ويأتي الأحيان بالصواب. قال الاموى: المخطئ من أراد الصواب، فصار إلى غيره، والخاطئ: من تعمَّد لما لا ينبغي. وتقول: خَطَّأْتُه تخطئة وتخطيئاً، إذا قلت له: أخطأت، يقال: إن أخطأت فخطئني. وتخطأت له في المسألة أي أخطأت. وتخاطأه أي أخطأه، قال أَوْفى بن مَطَرٍ المازنيُّ: ألا أَبْلِغا خُلَّتي جابراً * بأنّ خليلكَ لم يُقْتَلِ تخاطَأَتِ (١) النَّبْلُ أحشاءه * وأُخِّرَ يَوْمي فلم يُعْجَلِ وجمع الخطيئة خطايا، وكان الاصل خطائئ (٢) ، - على فعائل - فلما اجتمعت الهمزتان قلبت الثانية ياء، لان قبلها كسرة، ثم استثقلت، والجمع ثقيل، وهو معتل مع ذلك، فقلبت الياء ألفا، ثم قلبت الهمزة الاولى ياء، لخفائها بين الالفين.",
    "pg": "1:47-48"
  },
  "خطا": {
    "def": "الخُطْوَةُ بالضم: ما بين القدمين، وجمع القلة خُطُواتٌ وخُطَواتٌ وخُطْواتٌ، والكثير خُطىً. والخَطْوَةُ بالفتح: المرة الواحدة، والجمع (*) خطوات بالتحريك وخطاء، مثل ركوة وركاء. قال امرؤ القيس: لها وَثباتٌ كَوَثبِ الظِباءِ * فَوادٍ خَطاءٌ ووادٍ مَطِرْ وقولهم في الدعاء إذا دعوا للإنسان: خُطِّيَ عنه السُوءُ، أي دُفِعَ عنه السوء. يقال خطى عنك أي أميط. وخَطَوْتُ واخْتَطَيْتُ بمعنىً، وأَخْطَيْتُ غيري إذا حملتَه على أن يَخْطُوَ. وتَخَطَيْتُهُ، إذا تجاوزتُه. يقال: تَخَطَّيْتُ رقاب الناس، وتَخَطَّيْتُ إلى كذا ; ولا تقل تخطأت بالهمز.",
    "pg": "6:2328"
  },
  "خطب": {
    "def": "الخطب: سبب الامر. تقول: ما خَطْبُكَ. وخَطبت على المنبر خُطْبَةً بالضم. وخاطبه بالكلام مُخاطَبةً وخِطاباً. وخَطَبْتُ المرأة خِطْبَةً بالكسر، واختطب أيضاً فيهما. والخطيبُ: الخاطبُ. والخِطِّيبي: الخِطْبَةُ. قال عديّ بن زيد يذكر قصة جذيمة الابرش لِخِطْبةِ الزَبَّاء: لِخِطِّيبي التي غَدَرَتْ وَخانَتْ * وهُنَّ ذواتُ غائِلَةٍ لُحينا والخِطْبُ: الرجل الذي يَخْطُبُ المرأة. ويقال أيضاً هي خِطْبُهُ وخُطْبَتُهُ للتي يَخْطِبُها. وخَطُبَ بالضم خَطابَةً بالفتح: صار خطيبا. وكان يقال لام خارجة \" خطب \"، فتقول \" نكح \"، و \" خطب \" فتقول \" نكح (١) \" وهي كلمة كانت العرب تتزوَّج بها. واختطب القوم فلاناً، إذا دعوه إلى تزويج صاحِبَتِهِمْ. والأخطب: الشِقِرَّاقُ، ويقال الصُرَدُ. وينشد: ولا أَنْثَني من طِيرَةٍ عن مَرِيرَةٍ * إذا الأَخْطَبُ الداعي على الدَوْحِ صَرْصَرا والأخطب: الحمار تعلوه خُضْرَةٌ. قال الفراء: الخَطْباءُ: الأَتانُ التي لها خطٌ أسودُ على مَتْنِها، والذَكَرُ أَخْطَبُ. وناقة خطباء: بينة الخطب. قال الزفيان (٢) : وصاحبى ذات هباب دمشق خطباء ورقاء السراة عوهق أبو زيد: أَخْطَبَكَ الصيدُ، أي أمكنك ودَنا منك. وأَخْطَبَ الحَنْظَلُ، إذا صار خُطْباناً، وهو أن يَصْفَرَّ وتصير فيه خطوط خضر. والخطابية من الرافضة، ينسبون إلى أبى الخطاب وكان يأمر أصحابه أن يشهدوا على من خالفهم بالزور.",
    "pg": "1:121-122"
  },
  "خطر": {
    "def": "الخَطَر: الإِشراف على الهَلاكِ. يقال: خاطر بنفسه. والخطر: السبق الذي يُتَراهَن عليه. وقد أَخْطَرَ المالَ، أي جعلَه خَطَراً بين المُتَراهِنين. وخاطَرَهُ على كذا. وخَطَرُ الرَجُل أيضاً: قَدْرُهُ ومَنْزِلَتُهُ. وهذا خَطَرٌ لهذا وخَطيرٌ، أي مثلهُ في القَدْرِ. والخِطْر بالكسر: نبات يُخْتَضَبُ به، ومنه قيل للبن الكثير الماء: خِطْرٌ. والخِطْرُ أيضاً: الابل الكثرة، والجمع أخطار. وخطر البعير بذنَبِهِ يَخْطِرُ بالكسر خطراً وخطرانا، إذا رفعه مرة بعد مرة وضرب به فخذيه. قال ذو الرمة: وقربن بالزرق الحمائل بعد ما * تقوت عن غربان أوراكها الخطر - قوله تقوب، يحتمل أن يكون بمعنى قوب، كقوله تعالى:\n(فتقطعوا أمرهم بينهم) * أي قطعوا وتقسمت الشئ أن قسمته. وقال بعضهم: أراد تقوبت غربانها عن الخطر، فقلبه. وخطر الرمح يخطر: اهْتَزَّ. ورُمْحٌ خَطَّارٌ: ذو اهتزاز. ويقال: خَطَرانُ الرُمْح: ارتفاعُه وانخفاضه للطعن. ورجل خَطَّارٌ بالرُمْحِ: طَعَّانٌ. وقال:\nمَصاليتُ خَطَّارونَ بالرُمحِ في الوَغى * وخَطَرانُ الرَجُلِ أيضاً: اهتزازه في المَشْي وتَبَخْتُرُهُ. وخَطَر الدَهْرُ خَطَرانَهُ، كما يقال ضَرَبَ الدَهْرُ ضَرَبانَهُ. والخَطيرُ: الزِمامُ. ورَجُلٌ خَطيرٌ، أي له قَدْرٌ وخَطَرٌ. وقد خَطُرَ بالضم خُطورَةً. والخطار: اسم فرس حذيفة بن بدر الفزارى. وخطر الشئ ببالى يخطر بالضم خطورا، وأخطره الله ببالى.",
    "pg": "2:648"
  },
  "خطط": {
    "def": "الخَطُّ: واحدُ الخُطوطِ. والخَطُّ أيضا: موضع باليمامة، وهو خط هجر، تنسب إليه الرماح الخطية، لانها تحمل من بلاد الهند فتقوم به. والخط: خَطُّ الزاجرِ، وهو أن يَخُطَّ بإصبعه في الرمل ويَزْجُرَ. وخَطَّ بالقلم، أي كتَب. وكساءٌ مُخَطَّطٌ: فيه خطوط. والخطوط، بفتح الخاء: البقرُ الوحشيُّ الذي يَخُطُّ الأرض بأطراف أظلافه. والخِطَّةُ بالكسر: الأرضُ يَخْتَطُّها الرجلُ لنفسه، وهو أن يُعْلِم عليها علامةً بالخَطِّ ليُعْلَمَ أنَّه قد اختارها ليبنيَها داراً. ومنه خطط الكوفة والبصرة. واخْتَطَّ الغلامُ، أي نبتَ عِذارُهُ. والمخط بالسكر: عود يخط به. والمخطاط: عود يسوى عليه الخطوط. والخُطَّةُ بالضم: الأمرُ والقِصَّةُ. قال تَأَبَّطَ شرّاً: هُما خُطَّتا إمَّا إسارٌ ومِنَّةٌ * وإمَّا دَمٌ والقَتْلُ بالحُرِّ أَجْدَرُ * أراد: هما خَطَّتانِ، فحذف النون استخفافاً. يقال: جاء وفي رأسه خُطَّةٌ، أي جاءَ وفي نفسه حاجةٌ قد عَزَم عليها. والعامة تقول خطية. وفى حديث قيلة: \" أيلام ابن هذه أن يفصل الخطة، وينتصر من وراء الحجزة (١) \" أي إنه إذا نزل به أمر ملتبس مشكل لا يهتدى له، إنه لا يعيا به، ولكنه يفصله حتى يبرمه ويخرج منه. وقولهم: خطة نائية، أي مقصدٌ بعيدٌ. وقولهم: خُذْ خُطًّةً، أي خذْ خُطَّةَ الانتصافِ، ومعناه انتصف. وقولهم: \" قبح الله معزى خيرها خطة \". قال الاصمعي: خطة: اسم عنز، وكانت عنز سوء. والخطة أيضا: اسم من الخَطِّ، كالنُقطة من النقطِ. وقولهم: ما خَطَّ غُبارَه، أي ما شَقَّهُ. والخَطيطَةُ: الأرضُ التي لم تُمْطَرْ بين أرضين ممطورتين ; والجمع الخطائط. وأنشد أبو عبيدة (١) :\nعلى قلاص تختطي الخطائطا (٢) * ومنه قول ابن عباس ﵁، حين سئل عن رجل جعل أمر امرأته بيدها فطلقته ثلاثا: \" خط الله نوأها، ألا طلقت نفسها ثلاثا \". ويروى أيضا: \" خطأ الله نوأها \" بالهمز، أي أخطأها المطر.",
    "pg": "3:1123-1124"
  },
  "خطل": {
    "def": "أذنٌ خَطْلاءُ بيّنة الخَطَلِ، أي مسترخية. وثَلَّةٌ خُطْلٌ، وهي الغنم المسترخيةُ الآذانِ، وكذلك الكلابُ، ومنه سمِّي الأَخْطَلُ. ورُمْحٌ خَطِلٌ، أي مضطربٌ. ورجلٌ جوادٌ خَطِلٌ، أي سريعُ الإعطاء. والخَطَلُ: المنطقُ الفاسد المضطرب. وقد خطل في كلامه بالكسر خطلا وأخطل، أي أفحش. والخيطل: السنور. والخنطول: الذكر الطويل، والقرن الطويل. والخنطولة: واحدة الخناطيل، وهى قُطْعان البقَر. قال ذو الرمة: دَعَتْ مَيَّةَ الأَعْدَادُ واسْتَبْدَلَتْ بها خَناطيلَ آجالٍ من العِينِ خُذَّلِ استبدلت بها، يعني منازلها التي تركتها. والأعدادُ: المياهُ التي لا تنقطع. وكذلك الخَناطيلُ من الإبل. قال سعد بن زيد مناة يخاطب أخاه مالك بن مناة (١) : تظل يوم وردها مزعفرا وهى خناطيل تجوس الخضرا",
    "pg": "4:1685-1686"
  },
  "خطم": {
    "def": "الخَطْمُ من كلِّ طائرٍ: منقارُه، ومن كل دابةٍ: مقدَّمُ أنفه وفمه. والمخاطم: الانوف، واحدها مَخْطِمٌ بكسر الطاء (١) . ورجلٌ أَخْطَمُ: طويلُ الأنْف. والخِطامُ: الزمامُ. وخَطَمْتُ البعير: زَمَمْتُهُ. وناقةٌ مَخْطومَةٌ، ونوقٌ مُخَطَّمَةٌ شدِّد للكثرة. والمُخَطَّمُ أيضاً: البُسْرُ إذا صارت فيه خطوطٌ وطرائق. وقيس بن الخطيم، شاعر. وخطمة من الانصار، وهم بنو عبد الله ابن مالك بن أوس. والخطمة: رعن الجبل. والخطمى (٢) بالكسر: الذى يغسل به الرأس.",
    "pg": "5:1914-1915"
  },
  "خظا": {
    "def": "خَظا لحمه يَخْظُو، أي اكتنز. ولا تقل خظى. قال السعدى (١) : رقاب كالمواجن خاظيات * وأستاه على الاكوار كوم (٢) وقد يقال: لحمه خَظَا بظَا، أي مكتنز، وأصله فعل. قال امرؤ القيس. لها متنتان خظاتا كما * أكب على ساعديه النمر أراد: خظاتان فحذف النون استخفافا. ويقال: أراد خظتا فرد الالف التى كانت سقطت لاجتماع الساكنين للواحد لما تحركت التاء. والخظوان بالتحريك: الذي ركب لحمُه بعضُه بعضاً. قال ابن السكيت: يقال رجلٌ خنظيان، إذا كان فاحشا. وخنظى به، إذا ندّد به وأسمعه المكروه.",
    "pg": "6:2328-2329"
  },
  "خظرف": {
    "def": "خظرف البعير في سيره: لغة ٌفي خَذْرَفَ، إذا أسرع ووسع الخطو، بالظاء المعجمة.",
    "pg": "4:1353"
  },
  "خعل": {
    "def": "الخَيْعَلُ: قميصٌ لا كُمَّيْ له، وإنما أسقطت النون من كمين للاضافة، لان اللام كالمقحمة لا يعتد بها في مثل هذا الموضع، كقولهم: لا أبالك، وأصله لا أباك. ألا ترى إلى قول الشاعر (٢) : أبالموت الذى لا بد أنى ملاق لا أباك تخوفيني وكقولك: لا عبدى لك، لانه بمنزلة لا عبذيك. ولا تحذف النون في مثل هذا إلا عند اللام دون سائر حروف الخفض، لانها لا تأتى بمعنى الاضافة. وتقول: خيعلته فتخيعل، أي ألبسته الخيعل فلبسه.",
    "pg": "4:1686"
  },
  "خفت": {
    "def": "خَفَتَ الصوتُ خُفوتاً: سكن. ولهذا قيل للميت خَفَتَ: إذا انقطع كلامُه وسكتَ، فهو خافِتٌ. وخَفَتَ خُفاتاً، أي مات فجأةً. والمُخافَتة والتَخافُت: إسرارُ المنطق. والخَفْتُ مثله. قال الشاعر: أُخاطِب جهراً إذْ لَهُنَّ تَخافُتٌ * وشَتَّانَ بين الجهر والمنطق الخفت",
    "pg": "1:248"
  },
  "خفج": {
    "def": "الخَفَجُ من أدواء الإبل. قال الاصمعي: فإن كلا رجلا البعيرِ تَعْجَلانِ بالقيام قبلَ أن يرفعهما كأَنَّ به رعدةً فهو أخفج، وقد خفج خفجا. وخفاجة، بالفتح: حى من بنى عامر. قال الاعشى: وأدفع عن أعراضكم وأُعيرُكُمْ * لساناً كمِقراض الخَفاجيّ ملحبا وغلام خنفج بالضم، وخفانج، أي كثير اللحم.",
    "pg": "1:310-311"
  },
  "خفد": {
    "def": "أَخْفَدَت الناقةُ فهي مُخْفِدٌ، إذا أَظهرَتْ أنّها حَمَلَت ولم يكن بها حَمْلٌ. والخَفود من النوق: التي تُلْقي وَلَدَها قبل أن يستبين خلقه. والخفيفد (١) والخفيدد: الخفيف من الظلمان.",
    "pg": "2:469"
  },
  "خفر": {
    "def": "الخَفيرُ: المُجيرُ. خَفَرْتُ الرَجُل أَخْفِرُ بالكسر خَفْراً، إذا أَجَرْتَهُ وكنتَ له خَفيراً تَمْنَعُهُ. قال الأصمعيّ: وكذلك خَفَّرْتُه تَخْفيراً. وأنشد لأبي جُنْدُبٍ الهُذَليِّ:\nيُخَفِّرُني سَيْفي إذا لم أخفر (١) قال: وتخفرت بفلانٍ، إذا اسْتَجَرْتَ به وسَأَلْتَهُ أن يكون لك خَفيراً. وأَخْفَرْتَهُ، إذا نَقَضْتَ عَهْدَهُ وغَدَرْتَ به. ويقال أيضاً: أَخْفَرْتُهُ، إذا بَعَثْتَ معه خَفيراً. قاله أبو الجَرَّاح العُقَيْليُّ. والاسم الخُفْرَةُ بالضم، وهي الذِمَّةُ. يقال: وَفَتْ خُفْرَتُكَ. وكذلك الخُفارة بالضم، والخِفارَةُ بالكسر. والخَفَر، بالتحريك: شدّة الحياء. تقول منه: خَفِر بالكسر، وجاريةٌ خَفِرَةٌ ومُتَخَفِّرَةٌ. والتخفير: التَشْويرُ (١) . والخافور: نَبْتٌ، عن الاصمعي.",
    "pg": "2:648-649"
  },
  "خفس": {
    "def": "أَخْفَسَ الرجلُ، إذا قال أَقبَحَ ما قدَرَ عليه. ويقال: شرابٌ مُخْفِسٌ، أي سريع الإسكار. ويقال لهذه الدُوَيْبَّةِ: خُنْفَساءُ بفتح الفاء ممدودة. والأنثى خُنْفَساءَةٌ. والخُنْفَسُ لغة فيه. والانثى خنفسة.",
    "pg": "3:923"
  },
  "خفش": {
    "def": "الخُفَّاشُ: واحد الخَفافيش التي تطير بالليل. والخَفَشُ (٢) : صِغَرٌ في العين وضَعفٌ في البصر خِلقةً. والرجلُ أَخْفَشُ. وقد يكون الخَفَشُ علة، وهو الذى يبصر الشئ بالليل ولا يبصره بالنهار، ويبصره في يومٍ غيمٍ ولا يبصره في يوم صاح.",
    "pg": "3:1005"
  },
  "خفض": {
    "def": "الخَفْضُ: الدَعَةُ. يقال: عيشٌ خافِضٌ. وهم في خَفْضٍ من العيش. قال الشاعر: إن شكلي وإن شكلك شتى * فالزمى الخص واخفضى تبيضضى * أراد تبيضى، فزاد ضادا إلى الضادين. والخفض: السير اللين، وهو ضدّ الرفْع. يقال: بيني وبينك ليلةٌ خافِضَةٌ، أي هيّنةُ السيرِ. قال الشاعر: مخفوضها زول ومرفوعها * كَمَرِّ صَوْبٍ لَجِبٍ وَسْطَ ريحْ * وخَفَضْتُ الجاريةَ، مثل خَتَنْتُ الغلامَ. واختفضت هي. والخافضة: الخاتنة. وخفض الصوتِ: غَضُّهُ. يقال: خَفِّضْ عليك القولَ، وخَفِّضْ عليك الأمر، أي هَوِّنْ. والخَفْضُ والجرُّ واحدٌ، وهما في الاعراب بمنزلة الكسر في البناء في مُواضَعات النحويِّين. والانخِفاضُ: الانحطاطُ. والله يَخْفِضُ من يشاء ويرفع، أي يضع. قال الراجز يهجو مصدقا: أإبلى تأكلها مصنا * خافض سن ومشيلا سنا * وقال ابن الاعرابي: هذا رجل يخاطب امرأته ويهجو أباها، لانه كان أمهرها عشرين بعيرا كلها بنات لبون، فطالبه بذلك، فكان إذا رأى في إبله حقة سمينة يقول: هذه بنت لبون ; ليأخذها ; وإذا رأى بنت لبون مهزولة يقول: هذه بنت مخاض، ليتركها. فقال: لاجعلن لابنة عثم فنا * من أين عشرون لها من أنى * حتى يكون مهرها دهدنا * يا كروانا صك فاكبأنا * فشن بالسلح فلما شنا * بل الذنابى عبسا مبنا * أإبلى تأكلها مصنا * خافض سن ومشيلا سنا:",
    "pg": "3:1074-1075"
  },
  "خفع": {
    "def": "خَفَعَ الرجلُ خَفْعاً، أي دِيرَ به فسقط من جُوع وغيره. قال الشاعر (٣) :\nوغدوا وضيف بنى عقال يخفع (٤) * وانخفعت كبده: استرخت من الجوع ورقت.",
    "pg": "3:1204-1205"
  },
  "خفف": {
    "def": "الخُفُّ: واحد أَخْفافِ البعير. والخُفُّ: واحد الخِفافِ التي تُلْبَسُ. والخُفُّ في الأرض: أغلظُ من النعل. وأما قول الراجز: يحمل في سحق من الخفاف تواديا سوين من خلاف فإنما يريد به كنفا اتخذ من ساق خف. والخف بالكسر: الخفيف، قال امرؤ القيس: يَزِلُّ الغلامُ الخِفُّ عن صَهَواتِه ويُلْوي بأثوابِ العَنِيفِ المُثَقَّلِ ويقال أيضاً: خرجَ فلانٌ في خِفٍّ من أصحابه، أي في جماعة قليلة. والتخفيف: ضد التثقيل. واسْتَخَفَّهُ: خلاف استثقله. واسْتَخَفَّ به: أهانه. ورجلٌ خَفيفٌ وخُفافٌ بالضم. وخفاف بن ندبة (١) السلمى: أحد غربان العرب. وخف الشئ يخف خفة (٢) : صار خَفيفاً. وخَفَّ القوم خُفوفاً، أي قَلُّوا. وقد خَفَّتْ زحمتهم. وخَفَّ له في الخدمة يَخِفُّ خِفَّةً. وأَخَفَّ الرجلُ، أي خَفَّتْ حاله. وفى الحديث: إن بين أيدينا عقبة كؤودا لا يجوزها إلا المخف. وأخف القوم، إذا كانت دوابهم خفافا، عن أبى زيد. وخفان: موضع، وهو مأسدة، ومنه قول الشاعر: شرنبث أطراف البنان ضبارم هصور له في غيل خفان أشبل",
    "pg": "4:1353"
  },
  "خفق": {
    "def": "خَفَقَتِ الرايةُ تَخْفُقُ وتخْفِقُ خَفْقاً وخَفَقاناً، وكذلك القلبُ والسرابُ، إذا اضطربا. ويقال: خَفَقَ البرقُ خَفْقاً، وخَفَقَتِ الريحُ خَفقاناً، وهو حفيفها، أي دوى جريها. وأما قول رؤبة:\nمشتبه الاعلام لماع الخفق (١) * فإنما حركه للضرورة. وخفق الرجلُ، أي حرّك رأسه وهو ناعس. وفى الحديث: \" كانت رؤوسهم تخفق خفقة أو خفقتين \". وخفق الارض بنعله. وكل ضرب بشئ عريض: خفق. يقال: خَفَقَهُ بالسيف يَخْفُقُ وَيَخْفِقُ، إذا ضربه به ضربةً خفيفةً. والمِخْفَقَةُ: الدِرَّةُ التي يُضْرَبُ بها. والمِخْفَقُ: السيفُ العريضُ. ويقال: خَفَقَ الطائرُ، أي طار. وأخفَقَ إذا ضرب بجناحيه. وأَخْفَقَ الرجل بثوبه، أي لَمعَ به. وخَفقَتِ النجومُ خُفوقاً: غابت. وأخْفَقَتْ، إذا تولَّتْ للمغيب. عن يعقوب. يقال: وَرَدْتُ خُفوقَ النجم، أي وقتَ خُفوقِ الثريا، يجعله ظرفاً وهو مصدرٌ. وأَخْفَقَ الرجلُ، إذا غزا ولم يَغنَم وأَخْفَقَ الصائدُ، إذا رجع ولم يصطد. وطلب حاجةً فأَخْفَقَ. ورجلٌ خَفَّاقُ القَدمِ، إذا كان صدرُ قدمِه عريضاً. قال الراجز (١) يصف رجلا: خدلج الساقين خفاق القدم قد لفها الليل بسواق حطم (٢) وامرأةٌ خَفَّاقَةُ الحَشا، أي خميصةٌ. والخافقان: أُفقا المشرِقِ والمغْرِبِ. قال ابن السكيت: لأن الليل والنهار يَخفِقانِ فيهما. وفَلاةٌ خَيْفقٌ، أي واسعة يَخْفِقُ فيها السراب. وفرسٌ خَيْفَقٌ، أي سريعة جداً، وكذلك ظليم خيفق. والخنفقيق: الداهية. يقال: داهية خنفقيق. وهو أيضا الخفيفة من النساء الجريئة. قال سيبويه: والنون زائدة جعلها من خفق الريح، قال الشاعر (١) : وقد طلقت ليلة كلها (٢) فجاءت بها مؤدنا خنفقيقا ويروى: \" مؤتنا \".",
    "pg": "4:1469-1470"
  },
  "خفى": {
    "def": "الاصمعي: خفيت الشئ أخفيه: كتمته. وخَفَيْتُهُ أيضاً: أظهرته، وهو من الأضداد. وأبو عبيدة مثلَه. يقال: خَفى المطرُ الفأر، إذا أخرجهنَّ من أنفاقهنّ، أي من جِحَرتهنّ. قال علقمةُ (١) يصف فرساً: خَفاهُنَّ من أَنْفاقِهِنَّ كأنَّما * خَفاهُنَّ ودق ذو سحاب مركب (*) وأخفيت الشئ: سترته وكتمته. قال الاصمعي: الخافي: الجِنُّ. قال الشاعر (١) :\nولا يُحسُّ من الخافي بها أَثَرُ (٢) * وقال ابن مناذر: الخافِيَةُ: ما يَخْفى في البدن من الجنّ. يقال به خَفِيَّةٌ، أي لَمَمٌ ومس. وقولهم: أسود خفية، كقولهم أسود حلية، وهما مأسدتان. وشئ خفى، أي خاف. ويجمع على خَفايا. والخَفيَّةُ أيضاً: الركِيَّة. قال ابن السكيت: وكلُّ رَكِيَّةٍ كانت حُفرت ثم تركتْ حتّى اندفنت ثمّ حفروها ونَثَلوها فهي خَفِيَّةٌ. وقال أبو عبيد: لأنَّها استُخرِجتْ وأظهرتْ. وخَفَى عليه الأثر يَخْفى خَفاءً، ممدودٌ. ويقال أيضاً: بَرَحَ الخَفاءُ، أي وضَح الامر. قال يعقوب: وقال بعض العرب: \" إذا حسن من المرأة خفياها حسن سائرها \"، يعنى صوتها وأثر وطئها الارض، لانها إذا كانت رخيمة الصوت دل ذلك على خفرها، وإذا كانت مقاربة الخطى وتمكن أثر وطئها في الارض دل ذلك على أن لها أردافا وأوراكا. قال الاصمعي: الخوافى: ما دون الريشات العشر من مقدّم الجناح. والخَوافي من السَعَف: ما دون القِلَبَةِ من النَخلة. وهي في لغة أهل الحجاز العَواهِن. واسْتَخْفَيْتُ منك، أي تواريت. ولا تقل اخْتَفَيْتُ. وخَفا البرق يَخْفو خُفُوّاً، ويَخْفى خَفْياً، إذا لَمَعَ لمعاً ضعيفاً معترضا في نواحى الغيم. فإن لمع قليلا ثم سكن وليس له اعتراض فهو الوميض، وإن شق الغيم واستطال في الجو إلى وسط السماء من غير أن يأخذ يمينا وشمالا فهو العقيقة. واستخفيت الشئ، أي استخرجته. والمختفي: النباش، لأنَّه يستخرج الأكفان. والأَخْفِيَةُ: الأكسية، والواحد خِفاءٌ، لأنّها تُلقى على السقاء. قال الكميت يذم قوما وأنهم لا يبرحون بيوتهم ولا يحضرون الحرب: ففى تلك أحلاس البيوت لواصف * وأخفية ما هم تجر وتسحب وقوله تعالى: (إن الساعة آتيةٌ أكاد أُخْفيها) ويقرأ: (أَخْفيها) ، أي أزيل عنها خفاءها، أي غطاءها. وهو كقولهم: أشكيته، أي أزلته عما يشكوه.",
    "pg": "6:2329-2330"
  },
  "خقق": {
    "def": "الخَقوقُ: الأتانُ التي يصوِّت حياؤها، وذلك عند الهزال. وقد خق الفرج يخق خقيقا. وكذلك قنب الفرس إذا صوت. والخقخقة: صوت القنب والفرج، إذا ضوعف (١) . ويقال: أَخَقَّتِ البَكْرَةُ، إذا اتَسَعَ خَرْقُها. ويقال: الاخقوق لغة في اللخقوق، وفى الحديث: \" فوقصت به ناقته في أخاقيق جرذان \"، وهى شقوق في الارض. ولا يعرفه الاصمعي إلا باللام. ويقال للغدير إذا جفّ وتقلَّعَ (٢) : خَقٌّ. قال الراجز:\nكَأَنَّما يَمْشينَ في خق يبس",
    "pg": "4:1470"
  },
  "خلأ": {
    "def": "خَلأَتِ الناقةُ خَلأً وخِلاءً بالكسر والمد، أي حَرَنَتْ وبَرَكَتْ من غير عِلّةٍ، كما يقال في الجمل: ألَحَّ، وفي الفرس: حرن (٢) . وفى حديث سراقة: \" ما خلات ولا حرنت، ولكن حبسها حابس الفيل (٣) \". قال زهير: بآرزة (٤) الفقارة لم يخنها * قطاف في الركاب ولا خلاء ولا يقال للجمل: خلا.\nفصل الدال",
    "pg": "1:48"
  },
  "خلا": {
    "def": "خلا الشئ يخلو خلوا. وخَلَوْتُ به خَلْوَةً وخَلاءً. وخَلَوْتُ به، أي سخِرْتُ به. وخَلَوْتُ إليه، إذا اجتمعتَ معه في خَلْوَةٍ. قال الله تعالى: (وإذا خَلَوْا إلى شياطينهم) . ويقال: إلى هنا بمعنى مَعَ، كما قال: (مَنْ أنصاري إلى الله) . وقوله تعالى: (وإنْ مِنْ أُمَةٍ إلاَّ خَلا فيها نذيرٌ) أي مضى وأرسل. وتقول: أنا منكَ خَلاءٌ، أي بَراءٌ. إذا جعلته مصدراً لم تُثَنِّ ولم تجمع، وإذا جعلته اسماً على فَعيلٍ ثنّيت وجمعت وأنّثت فقلت: أنا خَليٌّ منك، أي برئ منك، وفى المثل: \" خلاؤك أقنى لحيائك \"، أي منزلك إذا خلوتَ فيه ألزم لحيائك. والخَلاءُ ممدود: المتوضأ. الخلاء أيضا: المكان لا شئ به. والخلية: الناقة تُطْلق من عِقالها ويُخَلَّى عنها. ويقال للمرأة: أنتِ خَلِيَّةٌ، كناية عن الطلاق. والخَلِيّةُ: الناقة تُعطَف مع أخرى على ولد واحد فتدران عليه ويتخلى أهل البيت بواحدة يحلبونها. ومنه قول الشاعر (١) :\nلها لبن الخلية والصعود (٢) * والخلية أيضا: السفينة العظيمة. ومنه قول طرفة:\nخلايا سفين بالنواصف من دد (٣) * وتقول: أنا خلو من كذا، أي خالٍ. والخَلِيَّةُ أيضاً: بيتُ النحل الذي تُعسِّل فيه. و (خلا) كلمة يستثنى بها، وتنصب ما بعدها وتُجَرّ. تقول: جاءُوني خَلا زيداً، تنصب بها إذا جعلتها فعلا وتضمر فيها الفاعل، كأنّكَ قلت: خَلا مَن جاءني من زيد. وإذا قلت خَلا زيدٍ فجررتَ فهي عند بعض النحويين حرفُ جرٍّ بمنزلة حاشا، وعند بعضهم مصدر مضاف. وأمَّا (ما خَلا) فلا يكون فيما بعدها إلاّ النصب، تقول: جاءُوني ما خَلا زيداً ; لأنَّ خَلا لا تكون (*) بعد ما إلا صلة لها، وهي معها مصدر، كأنّك قلت: جاءُوني خُلُوَّ زيدٍ، أي خُلُوَّهُمْ من زيد، تريد خالِينَ من زيدٍ. وقولهم: افْعَلْ كذا وخَلاكَ ذمٌّ، أي أعذَرْتَ وسقط عنك الذم. وخلاوة: أبو بطن من أشجع، وهو خلاوة ابن سبيع بن بكر بن أشجع. وفى المثل: \" أنا من هذا الامر فالج بن خلاوة \" أي برئ منه، وقد ذكرناه في باب الجيم. والخلى: الخالى من الهم، وهو خلاف الشجيّ. وقال الأصمعيّ: الخَالي من الرجال: الذي لا زوجةَ له. وأنشد لامرئ القيس:\nوأمنع عرسي أن يزن بها الخالى (١) * قال: والقرون الخاليَةُ، هم المواضي. والخَلى مقصوراً: الرطب من الحشيش، الواحدة خَلاةٌ. وجاء في المثل: \" عَبْدٌ وخلّى في يديه \" أي إنه مع عبوديته عنى. قال يعقوب: ولا تقل: وخلى (٢) في يديه. وتقول: خليت الخلى واختليته، أي جززته وقطعته، فانخلى. والمخلى: ما يجز به الخَلى. والمِخْلاةُ: ما يُجعَل فيه الخَلى. قال ابن السكيت: خَلَيْتُ دابّتي أَخْليها، إذا جززت لها الخلى. والسيف يختلى، أي يقطع. والمُخْتَلونَ والخالُونَ: الذين يَخْتَلونَ الخَلى ويقطعونه. وأَخْلَتِ الأرض، أي كثر خلاها قال أبو عمرو: خلا لك الشئ وأخلى بمعنى. وأنشد بيتَ معِن بن أوس (١) : أَعاذِلَ هل يأتي القبائلَ حَظُّها * من الموت أم أَخْلى لنا الموتُ وَحْدَنا وأَخْلَيْتُ المكان: صادفته خالياً. واستخلاه مجلسه، أي سأله أن يخليه له. وأخليت , خلوت. وأَخْلَيْتُ غيري، يتعدَّى ولا يتعدّى. قال عُتَيُّ بن مالكٍ العُقَيليّ: أتيتُ مع الحُدَّاثِ لَيْلى فلم أُبِنْ * فأَخْلَيْتُ فاسْتَعْجَمْتُ عند خَلائي * وأُخْلَيْتُ عن الطعام، أي خَلَوْتُ عنه. وخالَيْتُ الرجل: تاركته. وتَخَلَّيْتُ: تفرغت. (*) وخليت عنه، خليت سبيله، فهو مُخَلَّى. ورأيته مُخَلَّياً. قال الشاعر: مالي أَراكَ مُخَلِّياً * أين السلاسلُ والقيودُ أَغَلا الحديدُ بأرضكمْ * أم ليس يضبطك الحديد",
    "pg": "6:2330-2332"
  },
  "خلب": {
    "def": "الخِلابَةُ: الخديعة باللسان، تقول منه: خَلَبَهُ يَخْلُبُهُ بالضم، واختلبه مِثله. وفي المَثَلِ \" إذا لم تغلب فاخلب \" أي فاخدع. والخلبة: الخداعة من النساء. قال النمر ابن تولب: أودى الشباب وحب الخالة الخلبه * وقد برئت فما بالجسم (١) من قلبه ويروى بفتح اللام على أنه جمع، وهم الذين يخدعون النساء. وامرأة خالة أي مختالة، وقوم خالة أي مختالون، مثل باعة من البيع. ابن السكيت: رجلٌ خلاّبٌ وخَلَبوتٌ، أي خدَّاعٌ كذابٌ. قال الشاعر:\nوشَرُّ الرجالِ الغادرُ الخَلَبوتُ (٢) * والبرَقُ الخُلَّبُ: الذي لا غيث فيه، كأنه خادع، ومنه قيل لمن يَعِدُ ولا ينجز: إنما أنت كبرق خلب (١) . والخُلَّبُ أيضاً: السحاب الذي لا مطر فيه يقال برقُ خُلَّبٍ، بالإضافة. والمُخَلَّبُ: الكثير الوَشْيِ من الثياب. قال لبيد: وغيث بد كداك يزين وِهادَهُ * نَباتٌ كوَشي العبقريِّ المُخَلّبِ (٢) والخلب، بالكسر: الحجاب الذى بين القلب وسَوادِ البطنِ. يقال للرجل الذي تحبُّه النساء: إنه لخِلْبُ نساءٍ. والخُلْبُ بالضم: الحَمْأَةُ. تقول منه ماءٌ مُخْلِبٌ وقد أخلب. والخلب أيضا: الليف. وقال:\nكأن وريداه رشاءا خلب * ويروى \" وريديه \" على إعمال كأن وترك الاضمار. وكذلك الخُلْبُ بالتسكين. والليفَةُ خُلُبَةٌ وخُلْبَةٌ. والمِخْلَبُ للطائر والسِباعِ بمنزلة الظُفْرِ للإنسان. والمخْلَبُ: المِنْجَلُ الذي لا أسنان له. وخَلَبْتُ النباتَ أَخْلُبُهُ خلبا واستخلبته، إذا قطعته. وفى الحديث: \" نستخلب الخَبيرَ \"، أي نقطع النبات ونأكله. والخَلْبَنُ: الحمقاءُ، والنون للإلحاق. قال ابن السكيت: وليسَ من الخلابة. قال الراجز (١) يصف النوق: وخلطت كل دلاث علجن تخليط خرقاء اليدين خلبن",
    "pg": "1:122-123"
  },
  "خلبس": {
    "def": "الخُلابسُ بضم الخاء: الحديث الرقيق. قال الكميت:\nوأَشْهَدُ مِنْهُنَّ الحَديثَ الخُلابِسا (٢) * وربّما قالوا: خَلْبَسَهُ وخَلْبَسَ قلبَه، أي فَتَنَهُ وذهَبَ به، كما يقال: خلبه. وليس يبعد أن يكون هو الاصل، لان السين من حروف الزيادات. والخلابيس: المتفرقون.",
    "pg": "3:923"
  },
  "خلبص": {
    "def": "خلبص الرجل: فر. قال الراجز (١) : لما رأني بالبراز حصحصا * في الارض منى هربا وخلبصا (٢)",
    "pg": "3:1038"
  },
  "خلج": {
    "def": "خَلَجَهُ يَخْلِجُهُ خَلْجاً، واخْتَلَجَهُ، إذا جذبه وانتزعه. قال العجاج: فإن يكن هذا الزمان خلجا * فقد لبسنا عيشه المخرفجا يعنى: قد خلج حالا وانتزعها وبدلها بغيرها. وخلجت عينه تَخْلِجُ وتَخْلُجُ خُلوجاً، واخْتَلَجَتْ، إذا طارت. وخَلَجَهُ بعينه، أي غَمَزَه. وقال (١) : جارية من شعب ذى رعين * حياكة تمشى بعلطتين (٢) * قد خلجت بحاجب وعين * يا قوم خلوا بينها وبيني * أشد ما خلى بين اثنين (٣) وخَلَجَني كذا، أي شَغَلَني. يقال: خَلَجَتْهُ أمورُ الدنيا. والخَلَجُ، بالتحريك: أن يشتكي الرجُل عظامَه من عملٍ أو من طول مَشْي وتعب. تقول منه: خَلِجَ، بالكسر. وتَخَلَّجَ المفلوجُ في مِشيته، أي تفكَّكَ وتَمايَل. وتَخالَجَ في صدري منه شئ، وذلك إذا شككت. والخَلوجُ من النوق: التي اخْتُلِجَ عنها ولدُها فقلَّ لذلك لبنُها. وقد خَلَجْتُها، أي فطمتُ ولدَها. والخليجُ من البحر: شَرْمٌ منه. والخليجُ: النَهر. ويقال: جانِباه خليجاه. والخَليجُ: الحبل، قال ابن السكّيت: لأنّه يَجذِب ما شُدَّ به. قال ابن مقبل: وبات يغنى في الخليج كأنه * كميت مدمى ناصع اللون أقرح (١) والخليج: الجفنة، والجمع خلج. قال لبيد: ويكللون إذا الرياح تناوحت * خلجا تمد شوارعا أيتامها والخُلُجُ أيضاً: سُفُنٌ صِغار دونَ العدولى، قاله أبو عبيد: والخلج أيضا: قوم من العرب كانوا من عدوان فألحقهم عمر بن الخطاب بالحارث بن مالك ابن النضر بن كنانة، وسموا بذلك لانهم اختلجوا من عدوان. والمخلوجة: الطعنة ذات اليمين وذات الشمال. قال امرؤ القيس: نطعنهم سلكى ومخلوجة * كرك لامين على نابل وقد خلجته، إذا طَعَنْتَه. والمَخْلوجَةُ: الرأي المصيب. قال الحطيئة: وكنتُ إذا دارت رحى الحرب (١) رعته * بمخلوجة فيها من (٢) العجز مضرف والخلنج: شجر، فارسي معرب. قال الشاعر (٣) :\nلبن البخت في قصاع الخلنج * والجمع الخلانج. قال هميان بن قحافة: حتى إذا ما قضت الحوائجا * وملات حلابها الخلانجا * منها وثموا الاوطب النواشجا",
    "pg": "1:311-312"
  },
  "خلجم": {
    "def": "الخلجم: الطويل.",
    "pg": "5:1915"
  },
  "خلد": {
    "def": "الخُلْدُ: دوامُ البقاء. تقول: خَلَدَ الرجلُ يخلُدُ خُلوداً. وأخلَدَه الله وخَلَّدَه تخليداً. وقيل لأثافيّ الصخور: خَوالِدُ، لبقائها بعد دُروس الأطلال. قال الشاعر المُخَبَّلُ السعدي: إلاّ رَماداً هامِداً دَفَعَتْ * عنه الرياحَ خَوالِدٌ سُحْمُ - والخُلْدُ أيضاً: ضربٌ من الجُرذان أعمى. وأخلدت إلى فلان، أي رَكَنت إليه. ومنه قوله تعالى:\n(ولكنَّه أخْلَدَ إلى الارض) وأخلد بالمكان: أقام به. قال زهير:\nكالوحي في حجر المسيل المخلد (١) * أبو زيد: أخلد الرجل بصاحبه: لزمه. ابن السكيت: رجل مخلد: إذا أسن ولم يَشِبْ. والخَلَدُ: البال. يقال: وقع ذلك في خَلَدي: أي في ورعى وقلبي. والخالدان من بنى أسد: خالد بن نضلة ابن الاشتر بن جحوان بن فقعس، وخالد بن قيس ابن المضلل بن مالك بن الاصغر بن منقذ ابن طريف بن عمرو بن قعين. قال الشاعر (٢) : وقبلي (٣) مات الخالدان كلاهما * عميد بنى جحوان وابن المضلل -",
    "pg": "2:469"
  },
  "خلر": {
    "def": "الخلر، مثال السكر: الفول. ويقال الجلبان.",
    "pg": "2:649"
  },
  "خلس": {
    "def": "خلست الشئ واختلسته وتخلسته، إذا اسْتَلَبْتَهُ. والتَخالُسُ: التَسالُبُ. والاسم الخُلْسَةُ بالضم. يقال: \" الفرصةُ خُلْسَةٌ \". والخُلْسَةُ أيضاً: الاسم من قولهم أًخْلَسَ (١) النباتُ، إذا اختلط رَطْبه ويابسه. وأًخْلَسَ رأسُه، إذا خالط سوادَه البياض. قال سويدٌ الحارثي: فَتىً قَبَلٌ لم تُعْنِس السِنُّ وَجْهَهُ * سِوى خُلْسَةٍ في الرأس كالبرق في الدُجا * والخَليسُ: اِلأشمط. والخليس: النبات الهائج.",
    "pg": "3:923"
  },
  "خلص": {
    "def": "خلص الشئ بالفتح يخلص خُلوصاً، أي صار خالِصاً. وخَلَصَ إليه الشئ: وصل. وخلصته من كذا تَخْليصاً، أي نجّيته فتَخَلَّصَ. وخُلاصَةُ السمنِ بالضم: ما خَلَص منه، لانهم إذا طبخوا الزبد ليتخذوه سمنا طرحوا فيه شيئا من سويق أو تمر أو أبعار غزلان، فإذا جاد وخلص من الثفل فذلك السمن هو الخلاصة والخلاص أيضا بكسر الخاء، حكاه أبو عبيد. وهو الاثر. والثفل الذى يبقى أسفل هو الخلوص، والقلدة، والقشدة، والكدادة. والمصدر منه الاخلاص. وقد أَخْلَصْتُ السمنَ. والإخْلاصُ أيضاً في الطاعة: تَرْكُ الرياء. وقد أَخْلَصْتُ لله الدينَ. وخالَصَهُ في العِشرة، أي صافاه. وهذا الشئ خالصة لك، أي خاصَّةً. وفلانٌ خِلْصي، كما تقول: خِدْني، وخُلْصاني، أي خالِصتي. وهم خُلْصاني، يستوي فيه الواحد والجماعة. واسْتَخْلَصَهُ لنفسه، أي استخصه. والخلصاء: أرض بالبادية فيها عين ماء. قال الشاعر: أشبهن من بَقَرِ الخَلْصاءِ أَعْيُنَها * وهُنَّ أَحْسَنُ من صيرانها صورا (١) * وذو الخلصة بالتحريك: بيت لخثعم كان يدعى كعبة اليمامة، وكان فيه صنم يدعى الخلصة، فهدم.",
    "pg": "3:1037-1038"
  },
  "خلط": {
    "def": "خلطت الشئ بغيره خلطا (٣) فاخْتَلَطَ. وخالَطَهُ مُخالَطَةً وخِلاطاً. واخْتَلَطَ فلانٌ، أي فسَد عقلُه. والتَخليطُ في الأمر: الإفسادُ فيه. وقولهم: وقعوا في الخليطى، مثال السميهى، أي اختلط عليهم أمرهم. والخليط المخالط، كالنديم المُنادِم، والجليس المُجالِس. وهو واحدٌ وجمعٌ. وقال:\nإنَّ الخليطَ أَجَدَّوا البين فانصرموا (١) * وقد يجمع على خَلَطاءَ وخُلُطٍ. قال وَعْلَةُ الجَرْميُّ: سائِلْ مُجاوِرَ جَرْمٍ هلْ جَنَيْتُ لهم * حَرباً تُفَرِّقُ بين الجيرَةِ الخلط * وإنما كثر ذلك في أشعارهم لانهم كانوا ينتجعون أيام الكلا فيجتمع منهم قبائل شتى في مكان واحد، فتقع بينهم ألفة، فإذا افترقوا ورجعوا إلى أوطانهم ساءهم ذلك. وأما الحديث: \" لا خلاط ولا وِراطَ \"، فيقال هو كقوله: \" لا يُجمَع بين متفرِّق ولا يُفَرَّقُ بين مجتمعٍ خشيةَ الصدقةِ \". قال أبو عبيدة: تنازع العجاج وحميد الارقط أرجوزتين على الطاء فقال حميد: الخلاط يا أبا الشعثاء! فقال العجاج: الفجاج أوسع من ذلك يا ابن أخى. أي لا تخلط أرجوزتي بأرجوزتك. والخُلْطَةُ، بالضم: الشِرْكةُ. والخِلْطَةُ، بالكسر: العِشْرَةُ. والخِلْطُ أيضاً: واحدُ أَخْلاطِ الطيب. والخلط أيضا: السهم ينبت عودُهُ على عِوَجٍ، فلا يزال يَتَعَوَّجُ وإنْ قُوِّمَ. ورجلٌ مِخْلَطٌ بكسر الميم: يُخالِطُ الأمور. يقال: فلانٌ مِخْلَطٌ مِزْيَلٌ، كما يقال: هو راتقٌ فاتقٌ. واسْتَخْلَطَ البعيرُ، أي قَعا. واَخْلَطَهُ صاحبُه، إذا جعل قضيبَه في الحَياءِ. والخَليطُ من العلف: قت وتبن. ونهى عن الخليطين في الانبذة، وهو أن يجمع بين صنفين: تمر وزبيب، أو عنب ورطب. وخولط الرجل في عقله خلاطا.",
    "pg": "3:1124-1125"
  },
  "خلع": {
    "def": "خَلَعَ ثوبَه ونعله وقائده خَلْعاً. وخَلَعَ عليه خَلْعَةً، وخالَعَ امرأته خُلْعاً بالضم. والخِلْعَةُ: خيارُ المال، وينشد بيت جرير بضم الخاء: من شاء بايعته مالي وخُِلْعَتَهُ * ما تُكْمِلُ التَيمُ في ديوانهم سطرا * وخلع الوالى، أي عزل. وخالَعَتِ المرأةُ بعلها: أرادتْه على طَلاقها ببذلٍ منها له، فهي خالِعٌ، والاسم الخُلْعَةُ. وقد تَخالَعا. واختلعت فهى مختلعة. وأما قول الشاعر (١) يخاطب امرأته: إن الرزية ما ألاك إذا * هر المخالع أقدح اليسر * فهو المقامر لانه يقمر خلعته. وقوله هر أي كره. والخلع: لحم يُطْبَخُ بالتوابل ثم يُجْعَلُ في القَرْفِ، وهو وعاءٌ من جلدٍ. وخَلَعَ السُنْبُلُ، أي صار له سًفاً. وخَلَعَ الغلامُ: كَبُرَ زُبُّهُ. وتَخالَعَ القومُ، إذا نقَضُوا الحِلفَ بينهم. والخالِعُ من الرُطَبِ: المُنْسَبِتُ. ويقال: بعيرٌ به خالِعٌ، وهو الذي لا يقدر على أن يثُور إذا جلس الرجل على غُرابِ وَرِكِهِ. والتَخَلُّعُ: التفكُّكُ في المشية. ورجلٌ مُخَلّعُ الإليَتين، إذا كان مُنْفَكَّهُمَا. وغلامٌ خَليعٌ بيِّن الخَلاعَةِ بالفتح، وهو الذي قد خَلَعَهُ أهلُه فإنْ جنَى لم يُطْلَبوا بجنايته. والخَليعُ: الصَيّادُ، والقِدْحُ الذي لا يفوز أوَّلاً، والغولُ، والذئبُ. وقولهم به: خَوْلَعٌ وخَيْلَعٌ، أي فزعٌ يعتري فؤادَه كأنّه مس. ومنه قول جرير (١) :\nوفى الفؤاد الخولع * والتخليع في باب العروض: قَطْعُ مُسْتَفْعِلُنْ في عَروضِ البسيطِ وضربِه جميعاً، فَيُنْقَلُ إلى مَفْعولُنْ، ويُسَمَّى البيت مُخَلَّعاً، كقول الشاعر: ما هيج الشوق من أطلال * أضحت قفارا كوحى الواحى *",
    "pg": "3:1205-1206"
  },
  "خلف": {
    "def": "خلف: نقيض قدام. والخلف: القرنُ بعد القرن. يقال هؤلاء خلف سوء لناس لاحقين بناس أكثر منهم قال لبيد: ذهب الذين يُعاشُ في أَكْنافِهِمْ وَبقيتْ في خَلْفٍ كجلد الإَجْرَبِ والخَلْفُ: الردى من القول، يقال: \" سكت أَلْفاً ونطق خَلْفاً \" أي سكت عن ألف كلمة ثم تكلَّم بخطأ. قال أبو يوسف: وحدثني ابن الاعرابي قال: كان أعرابي مع قوم فحبق حبقة فتشور فأشار بإبهامه نحواسته وقال: إنها خلف نطقت خلفا. والخلف أيضا: الاستقاء. قال الحطيئة: لزغب كأولاد القطا راث خلفها على عاجزات النهض حمر حواصله يعنى راث مخلفها، فوضع المصدر موضعه وقوله: حواصله، قال الكسائي: أراد حواصل ما ذكرنا. وقال الفراء: الهاء ترجع إلى الزغب دون العاجزات التى فيه علامة الجمع، لان كل جمع بنى على صورة الواحد ساغ فيه توهم الواحد، كقول الشاعر:\nمثل الفراخ نتفت حواصله * لان الفراخ ليس فيه علامة الجمع، وهو على صورة الواحد كالكتاب والحجاب. ويقال: الهاء ترجع إلى النهض، وهو موضع في كتف البعير، فاستعاره للقطا. والخلف: أقصر أضلاع الجَنْب، والجمع خُلوفٌ ومنه قول طرفة بن العبد: وطى محال كالحنى خلوفه وأجرنة لزت بدأى منضد ويقال: وراء بيتك خلف جيد، وهو المربد (١) . وفأْسٌ ذات خَلْفَيْنِ، أي لها رأسان. والخَلْفُ والخَلَفُ: ما جاء من بَعْدُ. يقال: هو خَلْفُ سَوءٍ من أبيه، وخَلَفُ صدقٍ من أبيه، بالتحريك، إذا قام مقامه. قال الأخفش: هما سواءٌ، منهم من يحرِّك، ومنهم من يسكِّن فيهما جميعاً إذا أضاف. ومنهم من يقول خلف صدق بالتحريك، ويسكن الآخر، ويريد بذلك الفرق بينهما. قال الراجز: إنا وجدنا خلفا بئس الخلف (٢) عبدا إذا ماناء بالحمل خفف وبعيرٌ أَخًلَفُ بيِّن الخَلَفِ، إذا كان مائلا على شق. حكاه أبو عبيد. والخلف أيضا: ما استخلفته من شئ. والخُلْفُ، بالضم: الاسمُ من الإخلاف، وهو في المستقبل كالكذِب في الماضي. والخِلْفُ، بالكسر: حَلَمَةُ ضرعِ الناقة القادمان والآخِران. ويقال أيضاً: هنَّ يمشين خِلْفَةً، أي تذهب هذه وتجئ هذه. ومنه قول زهير: بها العين والارآم يمشين خِلْفَةً وأَطْلاؤُها ينْهَضْنَ من كل مَجْثِمِ ويقال أيضاً: القومُ خِلْفَةٌ، أي مختلفون. حكاه أبو زيد، وأنشد:\nدَلْوايَ خِلْفانِ وساقِياهُما (١) * وبنو فلان خِلْفَةٌ، أي شِطْرَةٌ: نصفٌ ذكورٌ ونصفٌ إناثٌ. والخِلْفَةٌ: اختلاف الليل والنهار، ومنه قوله تعالى: ﴿وهو الذي جَعَلَ اللَيل والنَهارَ خِلْفَةً﴾ . ويقال: أخذتْه خِلْفَةٌ، إذا اختلف إلى المُتَوَضَّأِ. ويقال: مِن أين خلفتكم، أي من أين تستقون. والخِلْفَةُ: نبتٌ ينبتُ بعد النبات الذى يتهشهم. وخلفة الشجر: ثمرٌ يخرج بعد الثمر الكثير. وقال أبو عبيد: الخِلْفَةُ: ما نبت في الصيف. والخلف بكسر اللام: المَخاضُ، وهي الحواملُ من النوق، الواحدة خَلِفَةٌ. والمُخْلِفُ من الإِبل: الذي جاوز البازِلَ، الذكرُ والأنثَى فيه سواء، يقال مُخْلِفُ عام ومخلف عامين. قال الجعدى: أيد الكاهل جلد بازل أخلف البازل عاما أو بزل وكان أبو زيد يقول: الناقة لا تكون بازلا، ولكن إذا أتى عليها حول بعد البزول فهى بزول إلى أن تنيب فتدعى عند ذلك نابا. والمخلفة من النوق، هي الراجعُ التي ظهر لهم أنّها لَقِحَتْ ثم لم تكن كذلك. ورجلٌ مِخلافٌ، أي كثير الاخلاف لوعده. والمخلاف أيضا لاهل اليمن: واحد المخاليف، وهى كورها، ولكل مخلاف منها اسم يعرف به. ورجل خالفة، أي كثير الخِلافِ. ويقال: ما أدري أيُّ خالِفَةَ هو؟ أيْ أيّ الناس هو، غير مصروفٍ للتأنيث والتعريف. ألا ترى أنك فسرته بالناس. وفلان خالفة أهل بيته وخالِفُ أهلِ بيته أيضاً، إذا كان لا خير فيه. والخالِفَةُ: عمودٌ من أعمدة الخباء، والجمع الخوالف. وقوله تعالى: ﴿رضوا بأن يكونوا مع الخَوالِفِ﴾ أي مع النساء. والخالف: المستقى. والخليفى، بتشديد اللام: الخلافة. قال عمر ابن الخطاب رضى الله عنه: \" لو أطيق الاذان مع الخليفى لاذنت \". والخَليفُ: الطريقُ بين الجبلين. قال الشاعر (١) : فلما جَزَمْتُ به قِرْبَتي تيممت أطرقة أو خليفا (٢) ومنه قولهم: ذيخ الخليف، كما يقال: ذئب غضا. قال الشاعر (٣) : وذفرى ككاهل ذيخ الخليف أصاب فريقة ليل فعاثا وخليفا الناقة: إبطاها. قال كثير: كأن خليفي زورها ورحاهما بنى مكوين ثلما بعد صيدن المكا: جحر الثعلب والارنب ونحوه. والخليفة: السلطان الاعظم. وقد يؤنّث. وأنشد الفراء: أَبوكَ خليفةٌ وَلَدَتْهُ أخرى وأنت خَليفَةٌ ذاك الكمال والجمع الخلائف، جاءوا به على الاصل، مثل كريمة وكرائم. وقالوا أيضا: خلفاء، من أجل أنه لا يقع إلا على مذكر وفيه الهاء، جمعوه على إسقاط الهاء، فصار مثل ظريف وظرفاء، لان فعيلة بالهاء لا تجمع على فعلاء. ويقال: خلف فلان فلاناً، إذا كان خَليفَتَهُ. يقال خَلَفَهُ في قومه خِلافَةً. ومنه قوله تعالى: ﴿وقال موسى لأخيه هارونَ اخْلُفْني في قَومي﴾ . وخَلَفْتُهُ أيضاً، إذا جئتَ بعده. وخَلَفَ فَمُ الصائم خُلوفاً، أي تغيِّرتْ رائحته. وخَلَفَ اللبنُ والطعامُ، إذا تغيِّرَ طعمه أو رائحتُهُ. وقد خلف فلان، أي فسد. حكاه يعقوب. وخلفت الثوب أَخْلُفُهُ، فهو خَلِيفٌ، إذا بَلِيَ وَسَطُهُ فأخرجت الباليَ منه ثم لفَفته. وحيٌّ خُلوفٌ، أي غُيَّبٌ. قال أبو زبيد: أصبح البيت بيت آل بيان (١) مقشعرا والحى حى خلوف أي لم يبق منهم أحد. والخلوفُ أيضاً: الحضورُ المُتَخَلِّفونَ، وهو من الأضداد. وأَخْلَفَ فوهُ: لغة في خَلَفَ، أي تغيّر. وأَخْلَفْتُ الثوبَ: لغةٌ في خَلَفْتُهُ، إذا أصلحتَه. قال الكميت يصف صائداً: يَمشي بهنّ خفى الشخص مختتل كالنصل أخلف أَهْداماً بأَطْمارِ أي أَخْلَفَ موضع الخُلقان خُلقاناً. ويقال لمن ذهب له مالٌ أو ولدٌ أو شئ يستعاض: أخلف الله عليك، أي ردَّ عليك مثل ما ذهب. فإن كان قد هلك له والدٌ أو عمٌّ أو أخٌ قلت: خَلَفَ اللهُ عليك بغير ألف، أي كان الله خَليفَةَ والدك أو من فقدته عليك. ويقال: أَخْلَفَهُ ما وعده، وهو أن يقول شيئاً ولا يفعله على الاستقبال. وأَخْلَفَهُ أيضاً، أي وجد موعده خُلْفاً. قال الاعشى: أثوى وقصر ليلة ليُزَوَّدا فَمَضَتْ وأَخْلَفَ من قُتَيْلَةَ موعدا أي مضت الليلة. وكان أهل الجاهلية يقولون: أَخْلَفَتِ النجومُ إذا أمحلت فلم يكن فيها مطر. وأَخْلَفَ فلانٌ لنفسه، إذا كان قد ذهب له شئ فجعل مكانَه آخر. قال ابن مقبل: فأَخْلِفْ وأَتْلِفْ إنما المالُ عارَةٌ وكُلْهُ مع الدهرِ الذي هو آكِلُهُ يقول: اسْتَفِدْ خَلَفَ ما أتلفت. وأَخْلَفَ الرجل، إذا أهوى بيده إلى سيفه ليَسُلَّهُ. وأَخْلَفَ النباتُ، أي أخرج الخِلْفَةَ. قال الاصمعي: يقال أخلفت عن البعير، وذلك إذا أصاب حقبه ثيله فيحقب، أي يحتبس بوله، فتحول الحقب فتجعله مما يلى خصيى البعير. ولا يقال ذلك في الناقة، لان بولها من حيائها ولا يبلغ الحقب الحياء. وأَخْلَفَ واسْتَخْلَفَ، أي استقى. واسْتَخْلَفَهُ، أي جعله خَلِيفَتَهُ. وجلست خَلْفَ فلان، أي بعده. والخِلافُ: المُخالفَةُ. وقوله تعالى: ﴿فرح المخلفون بمقعدهم خِلافِ رسولِ الله﴾ أي مُخالَفَةَ رسول الله، ويقال خَلْفَ رسولِ الله. وشجرُ الخِلافِ معروفٌ، وموضعُه المخلفة وأما قول الراجز: يحمل في سحق من الخفاف تواديا سوين من خلاف فإنما يريد أنها من شجر مختلف، وليس يعنى الشجرة التى يقال لها الخلاف، لان ذلك لا يكاد يكون بالبادية. وقولهم: هو يخالف إلى امرأة فلانٍ، أي يأتيها إذا غاب عنها. ويروى قول أبى ذؤيب:\nوخالفها في بيت نوب عواسل (١) * بالخاء، أي جاء إلى عسلها وهى ترعى. وتقول: خلف بناقته تَخْليفاً، أي صَرَّ منها خِلْفاً واحدا، عن يعقوب. وتقول أيضا: خلفت فلانا ورائي فتَخَلَّفَ عنِّي، أي تأخر. ويقال: في خلق فلان خلفنة، مثال درفسة، أي الخلاف، والنون زائدة.",
    "pg": "4:1353-1358"
  },
  "خلق": {
    "def": "الخَلْقُ: التقديرُ. يقال: خَلَقْتُ الأديمَ، إذا قَدَّرْتَهُ قبل القطع. ومنه قول زهير ولانت تفرى ما خلقت وبعض - القوم يَخْلُقُ ثم لا يَفْري وقال الحجاج: \" ما خَلَقْتُ إلاّ فَرَيْتُ، ولا وعدتُ إلاّ وفيتُ \". والخَليقَةُ: الطبيعةُ، والجمع الخلائِقُ: قال لبيد: فاقْنَعْ بما قَسَمَ المَليكُ فإنَّما قَسَمَ الخَلائِقَ بيننا عَلاَّمُها والخَليقَةُ: الخَلْقُ. والجمع (١) الخَلائِقُ. يقال: هم خَليقَةُ الله أيضاً. وهو في الأصل مصدر. والخِلْقَةُ بالكسر: الفِطْرَةُ. ورجلٌ خَليقٌ ومُخْتَلَقٌ، أي تامُّ الخَلْقِ معتدِلٌ. وأمَّا قول ذي الرُمَّة: ومُخْتَلَقٍ للمُلك أبيضَ فَدْغَمٍ أشمَّ أَبَجِّ العينِ كالقمر البَدْرِ فإنَّما عنى به أنه خُلِقَ خِلْقَةً تصلح للمُلْكِ. وفلانٌ خَليقٌ بكذا، أي جدير به. وقد خُلِقَ لذلك بالضم، كأنَّه ممن يُقَدَّرُ فيه ذلك وتُرى فيه مُخائِلُه. وهذا مَخْلَقَةٌ لذلك، أي مَجْدَرَةٌ له. ونشأتْ لهم سحابةٌ خَلِقَةٌ وخَليقَةٌ، أي فيها أثر المطر. قال الشاعر لارعدت رعدة ولابرقت لكنها أنشئت لها (١) خَلِقَهْ ومُضْغَةٌ مُخَلَّقَةٌ، أي تامّةُ الخَلْقِ. والمُخَلَّقُ: القِدْحُ إذا لين. وقال يصفه: فخلقته حتى إذا تم واستوى كمخة ساق أو كمتن إمام (٢) قرنت بحَقْوَيْهِ ثلاثاً فلم يَزُغْ عن القصد حتى بصرت بدمام وخلق الافك واختلقه وتخلقه، أي افتراه ومنه قوله تعالى: ﴿وتَخْلُقونَ إفْكاً﴾ . ويقال: هذه قصيدة مَخْلوقَةٌ، أي منحولةٌ إلى غير قائلها. والخُلّقُ والخُلُقُ: السجِيّةُ. يقال: \" خالِصِ المُؤْمِنَ وخالِقِ الفاجِرَ \". وفلانٌ يَتَخَلَّقُ بغير خُلُقِهِ، أي يتكلَّفه. قال الشاعر (٣) :\nإنَّ التَخَلُّقَ يأتي دونَه الخُلُقْ (٤) * والخَلاقُ: النصيبُ، يقال: لاخلاق له في الآخرة. والأَخْلَقُ: الأملسُ المصْمَتُ. وصخرةٌ خَلْقاءُ بيِّنةُ الخَلْقِ، أي ليس فيها وَصْمٌ ولا كسرٌ. قال الأعشى: قد يَتْرُكُ الدهرُ في خَلْقاء راسيةٍ وهَيْاً ويُنْزِلَ منها الأعصَمَ الصَدَعا ومنه: قيل للمرأة الرَتْقاءِ: خَلْقاءُ. ومِلْحَفَةٌ خَلَقٌ وثوبٌ خَلَقٌ، أي بالٍ، يستوي فيه المذكّر والمؤنث، لانه في أصل مصدر الأَخْلَقِ وهو الأملس. والجمع خُلْقانٌ. وملحفة خليق، صغروه بلاهاء لأنَّه صفة، والهاء لا تلحق تصغير الصفات، كما قالوا نُصَيْفٌ في تصغير امرأة نَصَفٍ. وقد خلق الثواب بالضم خلوقة، أي بلى. وأخلق الثواب مثله. وأخلقته أنا يتعدَّى ولا يتعدى. وأَخْلَقْتُهُ ثوباً، إذا كسوتَه ثوباً خَلِقاً. وثوبٌ أُخْلاقُ، إذا كانت الخَلُوقَةُ فيه كله، كما قالوا برمة أعشار، وثوب أسمال، وأرض سباسب. والخلوق: ضرب من الطيب. وقد خَلَقْتُهُ، أي طلَيتُه بالخَلُوق، فَتَخَلَّقَ به. والخُلَيْقاءُ من الفرس، كالعِرْنِينِ من الإنسان. واخْلَوْلَقَ السحابُ، أي استوى، ويقال: صارخليقا للمطر. واخلولق الرسم، أي استوى بالارض.",
    "pg": "4:1470-1472"
  },
  "خلل": {
    "def": "الخَلُّ معروفٌ. والخَلُّ: طريق في الرمل، يذكر ويؤنث. يقال حَيَّةُ خَلٍّ، كما يقال أفعى صَرِيمَةٍ. والخَلُّ: الرجلُ النحيفُ المُخْتَلُّ الجسم، ومنه قول الشاعر (١) :\nإن جسمي بعد خالي لخل (٢) * والخل: الثوب البالى. قال أبو عبيد: ما فلان بخَلٍّ ولا خَمْرٍ، أي لا خيرَ فيه ولا شر. وأنشد للنمربن تولب: هلا سألت بعادياء وبيته والخل والخمر التى لم تمنع ويروى: \" الذى لم يمنع \". والخلة: الخصلة. والخَلَّةُ: الحاجةُ والفقرُ. والخَلَّةُ: ابْنُ مخاض، عن الاصمعي. يقال: أتاهم بقرص كأنه فرسن خلة، والانثى خلة أيضا. ويقال للميت: اللهم اسدد خلته، أي الثلمة التى ترك. والخلة: الخمر الحامضة. قال أبو ذؤيب: عقار كماء النئ ليست بخمطة ولا خلة يكوى الشروب شهابها يقول: هي في لون ماء اللحم النئ، وليست كالخمطة التى لم تدرك بعد، ولا كالخلة التى جاوزت القدر حتى كادت تصير خلا. والخلة بالضم: ما حَلا من النبت. يقال: الخُلَّةُ خُبز الإبل والحَمْضُ فاكهتها، ويقال لحمها. وإذا نسبت إليها قلتَ بعيرٌ خُلِّيٌّ وإبلٌ خُلِّيَّةٌ، عن يعقوب. قال: وأرضٌ مُخِلَّةٌ: كثيرة الخَلّةِ ليس بها حَمْضٌ. والخُلَّةُ: الخليل، يستوى فيه المذكر والمؤنث، لأنَّه في الأًصل مصدر قولك خليل بين الخلة والخلولة. وقال (١) ألا أبلغا خلتى جابرا بأن خليلك لم يقتل (١) وقد جمع على خِلالٍ، مثل قُلَّةٍ وقِلالٍ. والخِلَّةُ بالكسر: واحدة خِلَلِ السيوف، وهى بطائن كانت تغسى بها أجفانُ السيوف منقوشةٌ بالذهب وغيره. وهي أيضاً سيورٌ تُلْبَسُ ظهورَ سِيَتي القوس. والخِلَّةُ أيضاً: ما يبقى بين الأسنان. والخِلُّ: الوُدُّ والصديقُ. والخَلَلُ بالتحريك: الفُرجةُ بين الشيئين، والجمع الخلال، مثل جبل وجبال. وقرئ بهما جميعا قوله تعالى: ﴿فترى الودق يخرج من خلاله﴾ و ﴿خلله﴾ ، وهى فرج في السحاب يخرج منها المطر. والخلل أيضاً: فسادٌ في الأمر. والخِلالُ: العود الذي يُتَخَلَّلُ به، وما يُخَلُّ به الثوبُ أيضاً، والجمع الاخلة. وفى الحديث: \" أذا الخلال نبايع \". والخلال أيضا: المخالة والمصادقة، ومنه قول امرئ القيس:\nولستُ بمَقْليِّ الخِلالِ ولا قالي (١) * والخَلالُ، بالفتح: البلحُ. والخَليلُ: الصديقُ، والأنثى خَليلةٌ. والخَليلُ: الفقيرُ المُخْتَلُّ الحالِ. قال زُهير: وإنْ أتاه خَليلٌ يوم مَسْغَبَةٍ يقول لا غائبٌ مالي ولا حَرِمُ والخُلالَةُ بالضم: ما يقع من التَخَلُّلِ. يقال: فلان يأكلُ خُلالَتَهُ وخَلَلَهُ وخُلَلَهُ، أي ما يخرجه من بين أسنانه إذا تَخَلَّلَ. وهو مَثَلٌ. والخُلالَةُ والخَلالَةُ والخِلالَةُ: الصداقةُ والمودّةُ وقال (٢) : وكيف تُواصِلُ من أَصْبَحَتْ خِلالَتُهُ كأبي مَرْحَبِ وأبو مرحب: كُنيةُ الظلِّ، ويقال هو كنيةُ عُرقوبٍ الذي قيل فيه \" مواعيدُ عرقوبٍ \". قال الكسائي: خَلَّ لحمُه يَخِلُّ خَلاًّ وخُلولاً، أي قلّ ونحف. وذكر اللحيانى في نوادره: عَمَّ فلان في دعائه وخَلَّ وخَلَّلَ، أي خصَّ. ومنه قول الشاعر (١) :\nأَبْلِغْ كِلاباً وخَلِّلْ في سراتهم (٢) * وقال أوس: فقربت حرجوجا ومجدت معشرا تخيرتهم فيما أطوف وأسأل بنى مالك أعنى بسعد بن مالك أعم بخير صالح وأخلل وخللت لسان الفصيل أخله، إذا شققتَه لئلاّ يرتضع ولا يقدر على المص. قال امرؤ القيس: فكرَّ إليه بِمبراته كما خلَّ ظهر اللسان المجر وفصيل مخلول، أي مهزولٌ. وفي الحديث: \" أن مُصَدِّقاً أتاه بفصيلٍ مَخْلولٍ \". ويقال: أصله أنَّهم كانوا يخُلَّونَ الفصيل لئلاّ يرتضع فيُهْزَلُ لذلك. والخَلُّ: خَلَّك الكساءَ على نفسك بالخِلالِ. وقال (٣) سألتك إذ خباؤك فوق تل وأنت تخله بالخل خلا وخَلَّ الرجلُ: افتقرَ وذهب مالُه. وكذلك أخل به. يقال: أَخَلَّكَ إلى هذا، أي ما أحوجَكَ. وأَخْلَلْتُ الإبل، أي رعيتها في الخُلَّةِ. وأَخَلَّتِ النخلةُ، إذا أساءت الحملَ، حكاه أبو عبيد. وأنا أظنُّه من الخَلالِ: كما يقال أبلحَ النخلُ وأرطبَ. وأَخَلَّ الرجل بمركزه، أي تَرَكه. واخْتَلَّ إلى الشئ، أي احتاج إليه. ومنه قول ابن مسعود ﵁: \" عليكمْ بالعِلم فإنّ أحدكم لا يَدري متى يُخْتَلُّ إليه \" أي متى يَحتاج الناس إلى ما عنده. واخْتَلَّ جسمُه، أي هُزِلَ. واخْتَلَّهُ بسهمٍ، أي انتظمه. وتَخَلَّلَ بالخِلالِ بعد الأكل. وتخلل الشئ، أي نفذ. وتخلل المطر، إذا خصَّ ولم يكن عامّاً. وتَخَلَّلْتُ القومَ، إذا دخلتَ بين خللهم وخلالهم. والخلخال: واحد خلاخيل النساء. والخَلْخَلُ لغةٌ فيه، أو مقصور منه. وقال: * براقة الجيد صموت الخلخل * والتخليل: اتخاذ الخَلِّ، وتَخْليلُ اللحيةِ والأصابِع في الوضوء. فإذا فعل ذلك قال: تخللت (١) . والخلل: عرق في العنق. قال:\nثم إلى صلب شديد الخل (٢)",
    "pg": "4:1686-1689"
  },
  "خلم": {
    "def": "الخلْمُ، بالكسر: الصديق. وأصل الخِلْمِ كِناسُ الظبي. والمُخالَمَةُ: المصادَقة. والاخلام: الاصحاب. قال الكميت إذا ابْتَسَرَ (١) الحربَ أَخَلامُها كِشَافاً وهُيِّجَتْ الافحل",
    "pg": "5:1915"
  },
  "خمج": {
    "def": "الخَمَجُ: الفتور. يقال: أصبحَ فلانٌ خَمِجاً، أي فاتراً. قال الهُذَلي (٤) : فلا أقيم بدار الهون إنَّ ولا (٥) * آتي إلى الغدر أخشى دونه الخمجا الخمج في هذا البيت: سوء الثناء. و \" إن \" بمعنى نعم.\nفصل الدال",
    "pg": "1:312"
  },
  "خمد": {
    "def": "خمدت النار تخمد خمودا: سكَنَ لهبها ولم يَطْفَأُ جَمْرُها. وهَمَدَتْ: إذا طفئ جمرها. وأَخْمَدْتُها أنا. وخَمَدَتِ الحُمَّى: سكَن فَوَرانُها. وخَمَدَ المريض: أُغميَ عليه أو مات. والخمود، على وزن التنور: موضع تدفن فيه النار لتخمد.",
    "pg": "2:469-470"
  },
  "خمر": {
    "def": "خَمْرَةٌ وخَمْرٌ وخُمور، مثل تمرة وتمر وتمور. يقال خمرة صِرْفٌ. قال ابن الأعرابيّ سمِّيت الخَمْرُ خَمْراً لأنَّها تُرِكَتْ فاختمرت، واختِمارها: تغيُّر ريحِها. ويقال: سُمِّيَتْ بذلك لمخامرتها العقل. وما عند فُلانٍ خَلٌّ ولا خَمْرٌ، أي خَيْرٌ ولا شَرٌّ. والخِمِّير: الدائم الشُرْبِ للخَمْر. والخُمار: بقيّة السُكْر. تقول منه: رَجُلٌ خَمِرٌ، أي في عَقِبِ خُمارٍ. وقال امرؤ القيس: أَحارَ بنَ عَمْروٍ كأني خَمِرْ * ويَعْدو على المَرْءِ ما يَأْتَمِرْ - ويقال: هو الذي خامَرَهُ الداءُ. وخُمِرَ عني الخَبَرُ: أي خَفيَ. والمَخْمور: الذي به خُمارٌ. والخمرة بالضم: سجاد تعمل من سعف النخل وترمل بالخيوط. والخُمْرَةُ: لغة في الغمرة: شئ يتطلى به لتحسين اللون. وخُمْرَةُ النَبيذ والطيب: ما يُجعل فيه من الخَمْر والدُرْديِّ. وخُمْرَةُ العجين: ما يُجعل فيه من الخَميرة. ويقال: دَخلَ في خُمارِ الناس وخَمارِهم، لغةٌ في غَمارِ الناس وغَمارِهم، أي في زحمتهم وجماعتهم وكثرتهم. والخِمار للمرأة. تقول منه: اختمرت المرأة وإنها لحسنة الخمرة. وفى المثل: \" إن العوان لا تعلم الخمرة (١) \". والخمر بالتحريك: ما واراك من شئ. يقال تَوارى الصَيْدُ منِّي في خمَرِ الوادي. قال ابن السكِّيت: خَمَرُهُ ما واراه من جُرْفٍ أو حَبْلٍ من حبال الرَمْلِ، أو شجر، أو شئ. قال: ومنه قولهم: دخل فُلانٌ في خمار الناس، أي فيما يواريه ويَسْتُرُه منهم. ويقال للرجل إذا خَتَلَ صاحِبَهُ: \" هو يَدِبُّ له الضراء ويمشى له الخمرا \". وأخمرت الأرض: أي كَثُر خَمَرُها. وأَخْمَرْتُ الشئ: أضمرته. قال لبيد: ألفتك حتَّى أَخْمَرَ القَوْمُ ظِنَّةً * عليَّ بنو أَمِّ البَنينَ الأَكابِرُ - وخَمَرُ الناس: زَحْمَتُهُم، مثل خُمارِهِم. ويقال أيضاً: وجدْتُ خَمَرَة الطِيبِ: أي ريحَهُ. وقد خَمِرَ عنِّي فلان بالكسر يَخْمَرُ، إذا توارى عنك. ومكان خمر، إذا كان كثير الخَمَرِ. والخَميرُ والخَميرَةُ: الذي يُجْعَلُ في العَجينِ. تقول: خَمَرْتُ العجينَ أَخْمُرُهُ وأَخْمِرُهُ خَمْراً: جعلت فيه الخَميرة. يقال عندي: خُبْزٌ خَميرٌ، وحَيْسٌ فطير، أي خُبْزٌ بائتٌ. أبو عمرو: وخَمَرْتُ الرَجُل أَخْمُرُهُ: استَحْيَيْتُ منه. وخَمَرَ فلانٌ شهادَتَه: أي كَتَمها. والتَخْميرُ: التَغْطيةُ. يقال: خَمِّر وجْهَك، وخَمِّرْ إناءَكَ. والمُخَمَّرَةُ: الشاة يَبْيضُّ رأسُها ويَسْوَدُّ سائر جسدها، مثل الرَخْماء. والمُخامَرَةُ: المُخالَطَةُ. وخامَر الرجُل المكانَ، أي لَزِمَه. ويقال للضَبُع: \" خامري أَمَّ عامِرٍ \"، أي استَتري. واسْتَخْمَرَ فُلانٌ فُلاناً، أي اسْتَعْبَدَهُ. ومنه حديث مُعاذ: \" من اسْتَخْمَرَ قوما أولهم أَحْرارٌ (١) \"، أي أَخَذَهم قَهْراً وتَمَلَّكَ عليهم. وقال محمد بن كثير: هذا كلام عندنا معروف باليمن، لا يكادُ يتكلَّم بغيره: يقول الرَجُل: أَخْمِرْني كذا وكذا، أي أَعْطِنيهِ هِبَةً لي ومَلِّكْني إيَّاهُ. ونحو هذا. وباخمراء (٢) : موضع بالبادية، وبها قبر إبراهيم بن عبد الله بن الحسن بن الحسن بن على ابن أبي طالب ﵁.",
    "pg": "2:649-650"
  },
  "خمس": {
    "def": "الخَمْسَةُ عَدَدٌ. يقال: خَمْسَةُ رجالٍ، وخَمْسُ نسوةٍ، والتذكير بالهاء. وجاء فلانٌ خامساً، وخامِياً أيضاً. وأنشد ابن السكيت (١) : مضى ثلاث سِنينَ مُنْذُ حُلَّ بِها * وعامُ حُلَّتْ وهذا التَّابِعُ الخامي (٢) * والخِمْسُ بالكسر من أظماء الإبل: أن ترعى ثلاثةَ أيام وتَرِدَ اليوم الرابع. وقد أخْمَسَ الرجلُ، أي وردتْ إبله خِمْساً. والإبلُ خَوامِسُ. والرجل مخمس. وأما قول شبيب بن عوانة: عقيلة دلاه للحد ضريحه * وأثوابه يبرقن والخمس مائح * فعقيلة والخمس رجلان. وأخمس القوم: صاروا خَمْسَةً. والخِمْسُ أيضاً: بُرْدٌ من برود اليمن. قال أبو عمرو: أوّل من عمله ملك من ملوك اليمن يقال له خِمْسٌ. قال الأعشى يصف الأرض: يَوْماً تَراها كَشِبْهِ أَرْدِيَةِ ال * خِمْسِ ويَوْماً أَديمُها نَغِلا * ويوم الخَميسِ جمعه أخمساء وأخمسة. والخميس: الجيش، لأنَّهم خَمْسُ فِرَقٍ: المقدّمة، والقلب، والميمنة، والميسرة، والساق. ألا ترى إلى قول الشاعر:\nقد يضرب الجيش الخميس الا زورا * فجعله صفة. والخميس: الثوب الذي طُوله خَمْسُ أَذْرُعٍ. ومنه حديث مُعاذ بن جَبَل ﵁: \" ائْتوني بخَميسٍ أو لَبيسٍ \"، كأنه يعني الصغيرَ من الثياب. وكذلك المخموس، مثل جريح ومجروح، وقتيل ومقتول. قال عبيد (١) يصف ناقتَه: هاتيكَ تَحْمِلُني وأَبْيَضَ صارِماً * ومُذَرَّباً في مارِنٍ مَخْموسِ * يعني رمحاً طول مارِنِهِ خَمْسُ أذرعٍ. وخَمسْتُ القومَ أَخْمُسُهُمْ بالضم، إذا أخذتَ منهم خُمْسَ أموالهم. وخَمَسْتُهُمْ أَخْمِسُهُمْ بالكسر، إذا كنت خامِسَهُمْ، أو كمَّلْتَهُمْ خَمْسَةً بنفسك. وشئ مخمس، أي له خمسة أركانٍ. وحبلٌ مَخْموسٌ، أي من خمس قوى. وتقول: عندي خمسة دراهم، الهاء مرفوعة، وإن شئت أدغمت، لان الهاء من خمسة تصير تاء في الوصل فتدغم في الدال. فإن أدخلت الالف واللام في الدراهم قلت: عندي خمسة الدراهم بضم الهاء، ولا يجوز أن تدغم لانك قد أدغمت اللام في الدال، ولا يجوز أن تدغم الهاء من خمسة وقد أدغمت ما بعدها. قال الشاعر (١) : ما زال مذ عقدت يداه إزاره * فسما وأدرك خمسة الاشبار (٢) * وتقول في المؤنث: عندي خمس القدور، كما قال ذو الرمة: وهل يرجع التسليم أو يكشف العمى (٣) * ثلاث الاثافي والرسوم البلاقع * وتقول: هذه الخسمة الدراهم، وإن شئت رفعت الدراهم وتجريها مجرى النعت. وكذلك إلى العشرة. وقولهم: \" فلان يضرب أخماساً لأسداسٍ (٤) \"، أي يسعى في المكر والخديعة. وأصله في أظماء الابل. وغلام رباعى وخماسي. ولا يقال سباعيّ، لأنّه إذا بلغ سبعة أشْبارٍ صار رجُلاً.",
    "pg": "3:923-925"
  },
  "خمش": {
    "def": "الخموش: الخُدوشُ. وقال (١) : هاشِمٌ جَدُّنا فإنْ كنتِ غَضْبى * فاملئِي وجْهَكِ الجميلَ خُموشا (٢) * وقد خَمَشَ وجهَه يَخْمِشُهُ ويَخْمُشُهُ. والخُماشَةُ: ما ليس له أَرْشٌ معلومٌ من الجِراحات والجِنايات. والخُماشاتُ: بقايا الذَحْلِ. والخموش بفتح الخاء: البعوض، لغة هذيل. وقال: كأن وغى الخموش بجانبيه * مآتم يلتدمن على قتيل * واحدها بقة.",
    "pg": "3:1005"
  },
  "خمص": {
    "def": "خَمَصَ (٣) الجرحُ: لغة في حمص، أي سكن ورمه. ذكره ابن السكيت في كتاب القلب والابدال. والاخمص: ما دخل من باطن القدم فلم يصب الأرض. ورجلٌ خُمْصانٌ وخَميصُ الحَشا، أي ضامرُ البطنِ، والجمع خِماصٌ. وامرأةٌ خَميصةٌ وخُمْصانَةٌ، عن يعقوب. والخَمْصَةُ: الجوْعَةُ. يقال: \" ليس للبِطْنَةِ خيرٌ من خَمْصَةٍ تتبعها \". والمَخْمَصَةُ: المَجاعَةُ، وهو مصدرٌ مثل المَغْضَبَةُ والمَعْتَبَةُ. وقد خَمَصَهُ الجوع خَمْصاً ومَخْمَصَةً. والخَميصةُ: كساءٌ أسودُ مربّعٌ له عَلَمانِ. فإن لم يكن مُعْلَماً فليس بِخَميصَةٍ. قال الأعشى: إذا جُرِّدَتْ يوماً حَسِبْتَ خَميصَةً * عليها وجِرْيالَ النَضيرِ الدُلامِصا * قال الأصمعي: شَبَّهَ شعرها بالخَميصَةِ، والخَميصَةُ سوداء.",
    "pg": "3:1038"
  },
  "خمط": {
    "def": "الخَمْطُ: ضربٌ من الأراك له حمل يؤكل. وقرئ: ﴿ذواتي أكل خمط﴾ بالاضافة. والخمط من اللبن: الحامض. وذكر أبو عبيد أن اللبن إذا ذهب عنه حلاوة الحلب ولم يتغير طعمه فهو سامط، فإن أخذ شيئا من الريح فهو خامط وخميط. وإن أخذ شيئا من الطعم فهو ممحل. فإذا كان فيه طعم الحلاوة فهو قوهة (١) . وتخمط الفحل: هدر. وتَخَمَّطَ فلانٌ، أي تَغَضَّبَ وتكبَّر. ومنه قول الكميت:\nإذا ما تسامت للتخمط صيدها * وتخمط البحر، إذا التطم. وخَمَطْتُ الشاة أَخْمِطُها خَمْطاً، إذا نزعتَ جلدَها وشويتَها، فهي خَميطٌ. فإنْ نَزَعْتَ شعرها وشويتَها فهي سَميطٌ. والخَمْطَةُ: الخمرُ التي قد أخذتْ ريحَ الإدراك كريح التفاحِ، ولم تُدرِكْ بعدُ. ويقال: هي الحامضة.",
    "pg": "3:1125"
  },
  "خمع": {
    "def": "خَمَعَ في مشيته، أي ظَلَعَ. وبه خُماعٌ أي ظَلْعٌ. والخامِعَةُ: الضَبُعُ، لأنها تَخْمَعُ إذا مشتْ (١) . والخِمْعُ بالكسر: الذئبُ، واللصُّ.",
    "pg": "3:1206"
  },
  "خمل": {
    "def": "الخمل: الهدب. والخمل: الطنقسة. ومنه قول عمرو بن شاس:\nظباءُ السُلَيِّ واكِناتٍ على الخَمْلِ (٣) * أي جالسات على الطنافس. قال أبو صاعد: الخَميلَةُ: الشجرُ المجتمعُ الكثيفُ. وقال الأصمعي: الخَميلَةُ: رملة تنبت الشجر والخمال (١) : العرج. قال الكميت:\nإذا نسبت عرج الضباع خمالها * قال أبو عبيد: هو ظلع يكون في قوائم الابل، فيداوى بقطع العرق. وأنشد للاعشى: لم تعطف على حوار ولم يقطع عبيد عروقها من خمال والخامل: الساقط الذى لا نباهَة له. وقد خَمَلَ (٢) يخمل خمولا. وأخملته أنا.",
    "pg": "4:1689-1690"
  },
  "خمم": {
    "def": "أبو عمرو: لحمٌ خامٌّ ومُخِمٌّ، أي منتِنٌ. وقد خَمَّ اللحم يَخِمُّ بالكسر، إذا أَنْتَنَ وهو شِواءٌ أو طبيخٌ. ومَثَلٌ يُضرب للرجُل إذا ذُكر بخير وأُثْنيَ عليه: \" هو السمْن لا يَخِمُّ \". وأَخَمَّ مثله. وأَخَمَّ البئرَ يُخِمُّها، أي كسَحَها ونقّاها، وكذلك البيت إذا كَنسته. والاختِمامُ مثله. وقلبٌ مَخْمومٌ، أي نقيٌّ من الغل والحسد وهو في الحديث (٢) . والخمامة: القمامة، وما يخم من تراب البئر. ويقال: ذاك رجل من خمان الناس وخمان الناس على فعلان وفعلان، بالضم والفتح، أي من رذالهم. والخمان من الرماح: الضعيف. والخمخمة، مثل الخنخنة، وهو أن يتكلَّمَ الرجل كأنّه مَخْنونٌ، تكبُّراً. وهو أيضاً نوعٌ من الأكل قبيحٌ. والخِمْخِمُ بالكسر: نبتٌ يُعلَف حَبَّه الإبلُ. قال عنترة:\nتسف حب الخمخم (١) * ويقال هو بالحاء. وغدير خم: اسم موضع بين مكة والمدينة بالجحفة. والخمخام: اسم رجل.",
    "pg": "5:1915-1916"
  },
  "خمن": {
    "def": "التخمين: القول بالحدس. قال أبو عبيد: الخمان من الرماح: الضعيف. وقناةٌ خَمَّانَةٌ. وخمان الناس: خشارتهم (١) .",
    "pg": "5:2109"
  },
  "خنا": {
    "def": "الخَنا: الفُحشُ. وكلامٌ خَنٍ وكلمةٌ خَنِيَّةٌ. وقد خَنيَ عليه بالكسر. وأَخْنَى عليه في منطقه، إذا أفحش. قال أبو ذؤيب: فلا تُخنوا عَلَيَّ ولا تُشِطّوا * بقول الفخرِ إنَّ الفخر حوبُ وأَخْنى عليه الدهر، أي أتى عليه وأهلكه. ومنه قول النابغة: أَضْحَتْ خَلاءً وأضحى (١) أهلُها احتملوا * أَخْنى عليها الذي أَخْنى على لبد وأخنيت عليه: أفسدت.",
    "pg": "6:2332"
  },
  "خنب": {
    "def": "خنبت رجله بالكسر، أي وهنت، وأخنبتها أنا. قال ابن أحمر: أبى الذى أخنب رجل ابن الصعق إذ كانت الخيل كعلباء العنق والخناب: الطويل من الرجال. وهذا مما جاء على أصله شاذا، لان كل ما كان على فعال من الاسماء أبدل من أحد حرفي تضعيفه ياء، مثل دينار وقيراط، كراهية أن يلتبس بالمصادر، إلا أن يكون بالهاء فيخرج عن أصله، مثل دنابة وصنارة ودنامة وخنابة، لانه الآن قد أمن التباسه بالمصادر. والخنابتان: ما عن يمين الأنف وشماله، بينهما الوَتَرَةُ. قال الراجز: أكوي ذَوي الأضْغان كَيًّا مُنْضِجا * منهم وذا الخِنَّابَةِ العَفَنْججا ويقال الخنأبة بالهمز.",
    "pg": "1:123"
  },
  "خنبس": {
    "def": "الخُنابِسُ: الكريهُ المنظرِ. ويقال للأسد خُنابِسٌ والأنثى خُنابِسَةٌ. وليلٌ خنابس: شديد الظلمة. وأما قول القطامى: فقالوا عليك ابن الزبير فعذبه (٣) * أبى الله أن أخزى وعز خنابس * فيقال هو القديم الثابت.",
    "pg": "3:921-922"
  },
  "خنث": {
    "def": "الانخِناثُ: التثنِّي والتكسُّر، والاسم الخُنْثُ. قال جرير: أتوعِدُني وأنتَ مجاشعى * أرى في خنث لحيتك (٢) اضطرابا وخنث أيضا: اسم امرأة لا يجرى. وخنثت الشئ فتخنث، أي عطَفته فتَعَطَّف ومنه سمِّي المُخَنَّثُ (١) . ونخنث في كلامه. والخنث بكسر النون: المستخرى المتثنى. وفى المثل: \" أَخْنَثُ من دَلالٍ \". والخُنْثَى: الذي له ما للرجال والنساء جميعاً، والجمع الخناثى مثل الحبالى. وخنثت السقاء واختنثته، إذا ثَنَّيْتَهُ إلى خارجٍ فشربتَ منه، فإن كسرتَه إلى داخلٍ فقد قبعته.",
    "pg": "1:281"
  },
  "خنجر": {
    "def": "الخُنْجَرُ: سكِّين كبير. والخُنْجورُ: الناقة الغزيرة، والجمع الخناجر.",
    "pg": "2:651"
  },
  "خنذ": {
    "def": "الخِنْذيذُ: رأسُ الجبلِ المشرفُ. والخنذيذ: الفحل. قال بشر: وخنذيذ ترى الغرمول منه * كطى الزق علقه التجار - والخنذيذ: الخصى، وهو من الأضداد. وحكى أبو عبيد: الخَناذيذُ: الخيلُ. وأنشَدَ قول خُفاف بن قَيس، من البراجم:\nوخَناذيذَ خصية وفحولا (١) * فوصفها بالجودة، أي منها فحولٌ ومنها خِصيانٌ. فخرج الآن من حد الاضداد.",
    "pg": "2:564"
  },
  "خنر": {
    "def": "أم خنور على وزن التنور: الضبع. وأم خنور أيضا: الداهية.",
    "pg": "2:650-651"
  },
  "خنز": {
    "def": "خَنِزَ اللحم بالكسر يَخْنُزُ خَنَزاً، أي أَنْتَنَ، مثل خَزِنَ على القلب. والخُنْزوانةُ: التَكَبُّرُ. يقال: هو ذو خُنْزُواناتٍ. قال الشاعر: لئيمٌ نَزَتْ في أنفِه خُنْزُوانَةٌ * على الرحم القربى أحذ أباتر",
    "pg": "3:877"
  },
  "خنس": {
    "def": "خَنَسَ عنه يَخْنُسُ بالضم، أي تأخَّر. وأخْنَسَهُ غيره، إذا خلَّفه ومضى عنه (١) . والخَنَسُ: تأخُّر الأنف عن الوجه مع ارتفاعٍ قليل في الأرنبة. والرجل أَخْنَسُ، والمرأةُ خَنْساءُ. والبقر كلُّها خُنْسٌ. والخَنَّاسُ: الشيطان لأنّه يَخْنِسُ إذا ذُكر الله ﷿. والخُنّسُ: الكواكب كلُّها، لإنّها تَخْنِسُ في المغيب أو لأنَّها تَخْفى بالنهار. ويقال: هي الكواكب السّيارةُ منها دون الثابتة. وقال الفراء في قوله تعالى: ﴿فلا أقسم بالخنس. الجوار الكنس﴾ : إنها النجوم الخمسة: زحل، والمشترى، والمريخ، والزهرة، وعطارد ; لانها تخنس في مجراها وتكنس، أي تستتر كما تكنس الظباء في المغار، وهى الكناس. ويقال: سميت خنسا لتأخرها، لأنَّها الكواكبُ المتحيِّرة التي ترجع وتستقيم. وقول دريد بن الصمة:\n(١) قال في المختار: وخنس يكون متعديا ولازما. وخنسته فخنس، أي أخرته فتأخر، وقبضته فانقبض. ومنه الحديث: \" وخنس بإبهامه \" أي قبضها. وبعضهم لا يجعله متعديا إلا بالالف، فيقول: أخنسته. ١١٧ - صحاح أخناس قد هام الفؤاد بكم * وأصابه تبل من الحب * يعنى به خنساء بنت عمرو بن الشريد، فغيره ليستقيم له وزن الشعر.",
    "pg": "3:925-926"
  },
  "خنش": {
    "def": "الخُنْشوشُ: بقية المال. يقال: بقي لهم خُنْشوشٌ، أي قطعة من الابل.",
    "pg": "3:1005"
  },
  "خنص": {
    "def": "الخِنَّوْصُ: الخنزيرُ، والجمع الخَنانيصُ.",
    "pg": "3:1038"
  },
  "خنع": {
    "def": "الخُنوعُ (٢) كالخُضوع والذلِّ. وأَخْنَعَتْني إليك الحاجةُ، أي أخضعتْني. والخانِعُ: المريبُ الفاجرُ. والخَنْعَةُ: الريبةُ. ومنه قول الأعشى:\nولا يُرَوْنَ إلى جاراتهم خنعا (٣) * وخناعة بالضم: أبو قبيلة، وهو خناعة بن سعد ابن هذيل بن مدركة بن إلياس بن ومضر.",
    "pg": "3:1206"
  },
  "خنف": {
    "def": "الخنافُ: لينٌ في أرساغ البعير، تقول منه: خَنَفَ البعيرُ يَخْنَفُ خِنافاً (٢) ، إذا سار فقلب خُفَّ يده إلى وَحْشِيِّهِ. وناقةٌ خنوف. قال الاعشى أجدت (١) برجليها النَجاَء وَراجَعَتْ يَداها خِنافاً لَيِّناً غَيْرَ أَحْرَدا ويقال أيضاً: خَنَفَ البعيرُ يَخْنِفُ خِنافاً، إذا لوى أنفَه من الزمام ومنه قول الشاعر (٢) : قد قُلْتُ والعيسُ النَجائِبُ تغتلى بالقوم عاصفة خوانف في البرى وقال أبو عبيد: يكون الخناف في العنق: أن تُميله إذا مُدَّ بزمامها. والخانِفُ: الذي يشمَخ بأنفه من الكِبْر. يقال: رأيته خانِفاً عنّي بأنفه. والخَنيفُ من الثياب أبيضُ غليظٌ يُتَّخَذُ من كَتَّان. وفي الحديث: \" تَخَرَّقَتْ عنا الخنف \". وأبو مخنف بالكسر: كنية لوط بن يحيى، رجل من نقلة السير.",
    "pg": "4:1358"
  },
  "خنق": {
    "def": "الخَنِقُ بكسر النون: مصدر قولك خَنَقَهُ يَخْنُقُهُ",
    "pg": "4:1472"
  },
  "خنن": {
    "def": "الخُنَّةُ كالغُنَّةِ. والأَخَنُّ: الأَغَنُّ، والجمع خن. قال الراجز (٢) : جارية ليست من الوخشن ولا من السود القصار الخن والمخنة: الانف. وفلان مَخَنَّةٌ لفلان، أي مأكلةٌ له. ومَخَنَّةُ القوم: حَريمهم. وخَنَنْتُ الجُلَّة، إذا استخرجت منها شيئاً بعد شئ. والخنين كالبكاء في الانف والضحكِ في الأنف. وقد خَنَّ يخن. والخنخنة: أن لا يبين كلامه فيخنخن في خياشيمه. والخنان: داء يأخذ في الأنف. والخُنانُ أيضاً: داء يأخذ الطير في حلوقها.",
    "pg": "5:2109"
  },
  "خوب": {
    "def": "الخَوْبَةُ: الأرض التي لم تُمْطِرْ بين أرضين ممطورتين. يقال: نزلنا بِخَوْبَةٍ من الأرض، أي بموضعِ سَوءٍ لا رِعْيَ بها. وقال أبو عمرو: إذا قلت أصابَتنا خَوْبَةٌ، بالخاء المعجمة، فمعناه المجاعة، وإذا قلت أصابتنا حَوبة، بالحاء غير معجمة، فمعناه الحاجة.",
    "pg": "1:123"
  },
  "خوت": {
    "def": "خاتَ البازي واخْتاتَ، أي انقضَّ على الصيد ليأخذه. وقال:\nيخوتون أخرى القوم خوت الا جادل (١) * والخائِتةُ: العُقابُ إذا انقَضَّتْ فسمِعْتَ صوتَ انقضاضها. والخَواتُ لفظٌ مؤنث ومعناه مذكَّر: دَويُّ جناح العقاب. خاتَتِ العقاب تَخوتُ خَواتاً. والخَوَّاتُ، بالتشديد: الرجل الجرئ. وقال: لا يهتدي فيه إلا كلُّ مُنْصَلِتٍ * من الرجال زَميعِ الرأي خَوَّاتِ وخوات بن جبير الانصاري. وتخوت ماله، مثل تخونه، أي تَنَقَّصَهُ. الفرّاء يقال: ما زال الذئبُ يَخْتاتُ الشَّاةَ بعد الشاة، أي يختلها فيسرقها. وفلان يختات حديث القوم ويتخوت، إذا أخذ منه وتحفظه. وإنهم يختاتون الليل، أي يسرون ويقطعون الطريق. قال ابن الاعرابي: خات الرجلُ، إذا أَخْلَفَ وعده. وخاتَ الرجل، أي أسن. فصل الدال",
    "pg": "1:248-249"
  },
  "خوث": {
    "def": "رجلٌ أخْوَثُ، أي مسترخي البَطنِ بيِّنُ الخَوَث. والأنثى خَوْثاءُ.\nفصل الدال",
    "pg": "1:281"
  },
  "خوخ": {
    "def": "الخَوْخَةُ: واحدة الخَوْخِ. والخَوْخَةُ أيضاً: كَوَّةٌ في الجدار تؤدي الضوءَ. والخُوَيْخِيَةُ: الداهية، والياء مخففة. قال لبيد: وكُلُّ أناسٍ سوف تدخلُ بينهم * خُوَيْخِيَةٌ تَصْفَرُّ منها الانامل ويروى: \" دويهية \".\nفصل الدال",
    "pg": "1:420"
  },
  "خود": {
    "def": "الخَودُ: الجارية الناعمة، والجمع خود، مثل رمح لدن ورماح لدن. والتخويد: سرعة السير.\nفصل الدال",
    "pg": "2:470"
  },
  "خوذ": {
    "def": "المخاوذة: المخالفة إلى الشئ. يقال: بنو فلانٍ خاوَذُونا إلى الماء. وخِواذُ الحُمَّى: أن تأتيَ لوقت غير معلوم.\nفصل الدال",
    "pg": "2:564"
  },
  "خور": {
    "def": "الخَوْرُ مثل الغَوْرِ: المنخفِض من الأرض بين النَشْزَيْنِ. والخَوْرانُ: مَجْرَى الرَوْثِ. ويقال: طَعَنَهُ فَخارَهُ خوْراً، أي أصاب خَوْرانَهُ. وخار الثَوْرُ يَخورُ خُواراً: صاحَ. ومنه قوله تعالى:\n(فأَخْرَجَ لهم عِجْلاً جَسَداً له خُوارٌ) *. وخار الحَرُّ والرَجُلُ يَخورُ خُؤُورَةً: ضَعُفَ وانكسر. والاستخارة: الاستعطاف. يقال: هو من الخُوارِ والصَوْتِ. وأصله أَنَّ الصائد يأتي وَلَدَ الظَبْيَةِ في كِناسِهِ فَيَعْرُكُ أُذُنَهُ فَيَخورُ، أي يصيح، يستعطف بذلك أمَّهُ كي يَصيدَها. قال الهذلي خالدُ بن زُهَير: لَعَلَّكَ إمَّا أُمُّ عَمْروٍ تَبَدَّلَتْ * سِواكَ خَليلاً شاتِمي تِسْتَخيرُها - ويقال أَخَرْنا المَطايا إلى موضع كذا نُخيرُها إخارَةً: صَرَفْناها وعَطَفْناها. والخَوَر بالتحريك: الضَعْفُ. رَجُلٌ خَوَّارٌ، ورُمْحٌ خَوَّارٌ، وأَرْضٌ خَوَّارَةٌ، والجمع خورٌ. قال الشاعر جرير (١) : بل أنت نَزْوَةُ خَوَّارٍ على أَمَةٍ * لا يَسْبِقُ الحَلَباتِ اللُؤْمُ والخَوَرُ - وناقَةٌ خَوَّارَةٌ، أي غَزيرَةٌ. والجمع خُورٌ.",
    "pg": "2:651"
  },
  "خوز": {
    "def": "الخازِبازِ: ذُبابٌ ; وهما اسمانِ جُعلا واحداً وبُنِيا على الكسر، لا يتغيران في الرفع والنصب والجر. قال عمرو بن أحمر: تَفَقَّأَ فوقه القَلَعُ السَواري * وجُنَّ الخازِبازِ به جُنونا * وقال الأصمعي: الخازِبازِ حكايةٌ لصوت الذباب، فسماه به. وقال ابن الأعرابيّ: الخازِبازِ: نبت. وأنشد أبو نصر تقوية لقول ابن الاعرابي: رعيتها أكرم عود عودا * الصل والصفصل واليعضيدا * والخازباز السنم المجودا * بحيث يدعو عامر مسعودا * وعامر ومسعود هما راعيان. قال: وهو في غير هذا داء يأخذ الابل في حلوقها والناس. قال الراجز: يا خازباز أرسل اللهازما * إنى أخاف أن تكون لازما * والخزباز: لغة فيه. وأنشد الاخفش:\nورمت لهازمه من الخزباز (١) * والخوز: جيل من الناس.\nفصل الدال",
    "pg": "3:877-878"
  },
  "خوش": {
    "def": "الخَوْشُ: الخاصرةُ. وهما خَوْشانِ، من الانسان وغيره.",
    "pg": "3:1005"
  },
  "خوص": {
    "def": "رجلٌ أَخْوَصُ بيِّن الخَوَصِ، أي غائر العين. وقد خَوِصَ. والخُوصُ: ورقُ النخل، الواحدة خوصَةٌ. وقد أَخْوَصَتِ النخلُ. وأَخْوَصَ العَرْفَجُ، أي تفطَّر بورق. والخَوَّاصُ: الذي يبيع الخُوصَ (١) . وقولهم: تَخَوَّصْ منه، أي خذ منه الشئ بعد الشئ. وخوص ما أعطاك، أي خذْه وإن قَلَّ. وقال الراجز (١) : يا ذائديها خوصا بأرسال * ولا تذوداها ذياد الضلال * أي قربا إبلكما شيئا بعد شئ، ولا تدعاها تزدحم على الحوض. والارسال: جمع رسل، وهو القطيع من الابل. وقال آخر: (٢) أَقولُ للذَائِدِ خَوِّصْ بِرَسَلْ * إنِّي أخاف النائبات بالاول",
    "pg": "3:1038-1039"
  },
  "خوض": {
    "def": "خُضْتُ الماءَ أَخوضُهُ خَوْضاً وخِياضاً. والموضعُ مَخاضَةٌ، وهو ما جازَ الناسُ فيها مُشاةً وركباناً. وجمعها المخاض، والمخاوض أيضا، عن أبى زيد. وأخضت في الماء دابَّتي. وأَخاضَ القومُ، أي خاضَتْ خيلُهم الماءَ. وخُضْتُ الغَمَراتِ: اقتحمتُها. ويقال: خاضَهُ بالسيف، أي حرك سيفه في المضروب. وخَوَّضَ في نجيعه، شدِّد للمبالغة. والمخوض للشراب كالمجدح للسويق. يقال: خُضْتُ الشرابَ. وخاضَ القومُ في الحديث وتَخاوَضوا، أي تَفاوَضوا فيه.\nفصل الدال",
    "pg": "3:1075"
  },
  "خوط": {
    "def": "الخوطُ: الغصنُ الناعمُ لِسَنَةٍ. يقول: خوطُ بانٍ، الواحدة خوطَةٌ.",
    "pg": "3:1125"
  },
  "خوع": {
    "def": "الخَوْعُ: جبلٌ أبيضُ. قال رؤبة يصف ثورا:\nكما يلوح الخوع بين الأَجْبالْ (٤) * والخَوْعُ: مُنْعَرَجُ الوادي. والتَخَوُّعُ: التَنَقُّصُ. وخَوَّعَ منه، أي نقص. قال الشاعر (١) : وجامل خوع من نيبه * زجر المعلى أصلا والسفيح * ويروى \" خوف \"، والمعنى واحد. ويروى \" من بيته (٢) \". قال ابن السكيت: يقال جاء السيل فخوع الوادي، إذا كسر جَنْبَتَيْهِ. قال حُمَيد بن ثور: أَلَثَّتْ عليه ديمَةٌ بعد وابِلٍ * فلِلْجِزْعِ من خَوْعِ السُيولِ قسيب\nفصل الدال",
    "pg": "3:1206"
  },
  "خوف": {
    "def": "خَافَ الرجل يَخافُ خَوْفاً وخيفَةً ومَخافَةً، فهو خائِفٌ، وقومٌ خَوَّفٌ على الأصل وخُيَّفٌ على اللفظ. والأمر منه خَفْ بفتح الخاء. وربما قالوا رجل خاف، أي شديد الخوف، جاءوا به على فعل، مثل فرق وفزع، كما قالوا رجل صات أي شديد الصوت. والخيفة: الخوف، والجمع خيف، وأصله الواو. قال الهذلى (١) : ولا تقعدن على زخة وتضمر في القلب وجدا وخيفا وخاوفه فخافه يخوفه: غلبه بالخوف، أي كان أشدَّ خوفاً منه. والإخافةُ: التَخْويفُ. يقال: وجعٌ مخيفٌ، أي يُخيفُ من رآه. وطريقٌ مَخوفٌ، لأنه لا يُخيفُ وإنما يُخيفُ فيه قاطعُ الطريق. وتخوفت عليه الشئ، أي خفت. وتخوفه، أي تنقصه. قال ذوالرمة (٢) : تخوف الرحل منها تامكا قردا كما تخوف ظهر النبعة السفن (٣) ومنه قوله تعالى: ﴿أَوْ يَأْخُذُهُمْ على تخوف﴾ . والخافة: خريطة من أدم يشتار فيها العسل. قال أبو ذؤيب تأبط خافة فيها مساب فأصبح (١) يقترى مسدا بشيق (٢)",
    "pg": "4:1358-1359"
  },
  "خوق": {
    "def": "الخوق: الحلقة (١) . قال الراجز (٢) : كان خوق قرطها المعقوب على دباة أو على يعسوب والخوق بالتحريك: مصدر قولك: مفازة خوقاء. وبئرخوقاء، أي واسعةٌ. والخَوَقُ: الجربُ، عن الأمويّ. يقال: بعيرٌ أَخْوَقُ وناقةٌ خوقاء، أي جرباء. والخاق باق: اسم الفرج، لخوقها أي سعتها (٣) ، وهو مبنيٌّ على الكسر، مثل الخاز باز.\nفصل الدال",
    "pg": "4:1473"
  },
  "خول": {
    "def": "الخائل: الحافظ للشئ. يقال: فلان يخولُ على أهله، أي يرعى عليهم. وخوله الله الشئ، أي ملَّكه إيَّاه. وقد خُلْتُ المالَ أَخُولُهُ، إذا أحسنتَ القيام عليه. يقال: هو خالُ مالٍ وخائِلُ مالٍ وخَوْليُّ مالٍ، أي حَسَنُ القيام عليه والتَخَوُّلُ: التعهُّدُ. وفي الحديث: \" كان النبي ﷺ يَتَخَوَّلُنا بالموعِظة مخافة السآمة \". وكان الاصمعي يقول: \" يتخوننا \" بالنون، أي يتعهد نا. وربما قالوا: تخولت الريح الارض، إذا تعهدتها. وتخولت في فلان خالاً من الخير، أي أَخَلْتُ وتوسَّمت. وخَوَلُ الرجلِ: حَشَمُهُ، الواحد خائل. وقد يكون الخول واحد، وهو اسمٌ يقع على العَبد والأمَةِ. قال الفراء: هو جمع خائِلٍ، وهو الراعي. وقال غيره: هو مأخوذٌ من التَخْويلِ، وهو التمليك. والخالُ: أخو الأمِّ، والخالَةُ أختها. يقال: خالٌ بيِّن الخُؤُولَةِ. وبيني وبين فلان خُؤُولَةٌ. وتقول: اسْتَخِلْ خالاً غير خالِكَ، واسْتَخْولْ خالا عير خالك، أي اتخذ. والاستخوال أيضا: مثل الستخيال. وكان أبو عبيدة يروي قول زهير:\nهُنالِكَ إنْ يُسْتَخْوَلوا المالَ يُخْوِلوا (١) * والخال: لواء الجيش. والخال: نوع من البرود. قال الشماخ: وبردان من خال وسبعون (٢) درهما على ذاك مقروظ من القد (٣) ماعز وخولة: اسم امرأة من كلب، شبب بها طرفة. وخولان: قبيلة من اليمن. ويقال: تطاير الشرَرُ أَخْوَلَ أَخْوَلَ، أي متفرِّقاً، وهو الشرر الذي يتطايَر من الحديد الحارِّ إذا ضُرِبَ. قال ضابئ (١) : يُساقِطُ عنه رَوْقُهُ ضارِياتِها سِقاطَ حديدِ القَيْنِ أَخْوَلَ أَخْوَلا وذهب القوم أَخْوَلَ أَخْوَلَ، إذا تفرَّقوا شتَّى. وهما اسمان جُعِلا واحدا وبنيا على الفتح.",
    "pg": "4:1690-1691"
  },
  "خوم": {
    "def": "الخامَةُ: الغضّةُ الرَطْبةُ من النبات. وفي الحديث: \" مَثَلُ المؤمِن مَثَلُ الخامةِ من الزرع،. تميِّلُها الريح مرَّةً هكذا ومرّة هكذا \" قال الشاعر (٢) إنما نحن مثل خامَةِ زَرْعٍ فمتى يأْنِ يَأْتِ محتصده",
    "pg": "5:1916"
  },
  "خون": {
    "def": "خانَهُ في كذا يَخونُه خَوْناً وخِيانَةً (١) ومَخانَةً، واخْتانَهُ. قال الله تعالى: (تَخْتانونَ أَنْفُسَكُمْ) أي يخونُ بعضُكم بعضاً. ورجلٌ خائِنٌ وخائِنَةٌ أيضاً، والهاء للمبالغة مثل علاّمة ونسّابة. وأنشد أبو عبيد للكلابى: حدثت نفسك بالوفاء ولم تكن للغَدْر خائِنَةً مُغِلَ الإصْبَعٍ وقومٌ خونة، كما قالوا حوكة. وقد ذكر وجه ثبوت الواو. وخونه: نسبه إلى الخِيانَة. والخَوَّانُ: الأسدُ. أبو عمرو: التَخَوُّنُ: التعهُّدُ. يقال: الحُمَّى تَخَوَّنُهُ. أي تعهَّدُه. وأنشد لذي الرمّة: لا يَنْعَشُ الطَرْفَ إلا ما تَخَوَّنَهُ داعٍ يناديه باسم الماء مبغوم يقول: الغزال ناعسٌ لا يرفع طرفَه إلاّ أن تجئ أمه وهى المتعهدة له. ويقال: إلاَّ ما تَنَقَّصَ نومَه دعاءُ أُمِّه له. والتَخَوُّنُ أيضاً: التَنَقُّصُ. يقال: تَخَوَّنَني فلانٌ حَقِّي، إذا تَنَقَّصَكَ. قال ذو الرمة: لابل هو الشوق من دارٍ تَخَوَّنَها مَرَّاً سَحابٌ ومرا بارح ترب وقال لبيد: عذافرة تقمص بالردافى تخونها نزولي وارتحالي أي تنقص لحمها وشحمها. والخوان (١) بالكسر: الذي يؤكل عليه معرَّبٌ. وثلاثةُ أخونة، والكثير خون، ولا يثقل كراهية الضمة على الواو. والخان: الذى للتجار.\nفصل الدال",
    "pg": "5:2109-2110"
  },
  "خوى": {
    "def": "خَوَتِ النجوم تَخْوي خَيَّاً: أمحلت، وذلك إذا سقطتْ ولم تُمطر في نوئها. وأَخْوَتْ مثله. وخَوَتِ (١) الدارُ خَواءً ممدود: أقوتْ، وكذلك إذا سقطت. ومنه قوله تعالى: (فتِلك بيوتُهم خاوِيَةً) ، أي خاليةً، ويقال ساقطةً، كما قال تعالى: (فهي خاوِيَةٌ على عُروشها) ، أي ساقطة على سقوفها. وخَوَتِ المرأة وخَوَيْتُ أيضاً خَوىً، أي خلا جوفُها عند الولادة. وخَوَّيْتُ لها تَخْوِيَةً، إذا عملتَ لها خَوِيَّةً تأكلُها، وهي طعام. والخَويُّ: البطن السهل من الأرض، على فَعيلٍ. وحكى أبو عبيد: الخَواةُ: الصوت. وخَوَّى البعير تَخْوِيَةً، إذا جافى بطنَه عن الأرض في بُروكه. وكذلك الرجلُ في سجوده، والطائرُ إذا أرسلَ جناحَيه. ويقال أيضاً: خَوَّتِ النجوم، إذا مالت للمغيب.\nفصل الدال",
    "pg": "6:2332-2333"
  },
  "خيب": {
    "def": "خاب الرجل خَيبةً، إذا لم ينل ما يَطلُب. وخَيِّبْتُهُ أنا تخييباً. وفي المثل: \" الهَيْبَةُ خَيْبَةٌ \". ويقال: خَيْبَةٌ لزيد وخَيْبَةً لزيد، فالنصب على إضمار فعلٍ، والرفع على الابتداء. الكسائي: يقال وقعوا في وادى تخيب على تفعل، بضم التاء والفاء وكسر العين، غير مصروف، معناه الباطل.\nفصل الدال",
    "pg": "1:123"
  },
  "خير": {
    "def": "الخَيْرُ: ضِدُّ الشَرِّ. تقول منه: خِرْتَ يا رَجُلُ فأنت خائِرٌ. وَخارَ اللهُ لك. قال الشاعر (١) : فَما كِنانَةُ في خَيْرٍ بِخائِرَةٍ * ولا كِنانَةُ في شَرٍّ بأشرار - وقوله تعالى:\n(إن ترك خيراً) *، أي مالاً. والخِيارُ: خلاف الأَشْرار. والخِيارُ: الاسم من الاخْتيار. والخيار: الثقاء، وليس بعربي. ورجل خَيِّرٌ وخَيْرٌ، مشدد ومخفف. وكذلك امرأة خَيِّرةٌ وخَيْرَة. قال الله تعالى:\n(أولئك لَهُمُ الخَيْراتُ) *، جمع خَيْرَةٍ، وهي الفاضِلَةُ من كلِّ شئ. وقال تعالى:\n(فيهن خيرات حسان) *، قال الاخفش: إنه لما وصف به وقيل فلان خير، أشبه الصفات فأدخلوا فيه الهاء للمؤنث ولم يريدوا به أفعل. وأنشد أبو عبيدة لرجلٍ من بني عدى (٢) تميم جاهلي: ولقد طعنت مجامع الربلات * ربلات هند خيرة الملكات - فإن أردت معنى التفضيل قلت: فلانة خَيْرُ الناس ولم تقل خَيْرَةُ، وفلان خيرُ الناسِ ولم تَقُلْ أَخْيَرُ، لا يُثَنَّى ولا يُجْمَع، لأنَّه في معنى أفعل. وأما قول الشاعر سبرة بن عمرو الاسدي يرثى عمرو بن مسعود وخالد بن نضلة: ألا بكر الناعي بخيري بنى أسد * بعمرو بن مسعود وبالسيد الصمد - فإنما ثناه لانه أراد خيرى فخففه، مثل ميت وميت، وهين وهين. والخير بالكسر: الكرم. والخيرة الاسمُ من قولك: خار اللهُ لك في هذا الأمر. والخِيَرَةُ مثال العِنَبَةِ: الاسم من قولك اخْتارَهُ الله. يقال: محمدٌ خِيَرَةُ الله من خَلْقِهِ، وخِيَرَةُ الله أيضا بالتسكين. والاختيار: الاصطفياء. وكذلك التخير. وتصغير مختار: مخير، حذفت منه التاء لانها زائدة وأبدلت من الالف والياء، لانها أبدلت منها في حال التكبير. والاستخارة: الخِيَرَةُ. يقال: اسْتَخِرِ اللهَ يَخِرْ لك. وخيرته بين الشيئين، أي فَوَّضْتُ إليه الخِيارُ. والخيريُّ معرَّبٌ (١) .\nفصل الدال",
    "pg": "2:651-652"
  },
  "خيس": {
    "def": "الخِيسُ بالكسر: الشجر الملتفّ. وموضع الأسد أيضاً خيسٌ. والخَيْسُ بالفتح: مصدر قولك: خاست الجيفةُ، أي أرْوَحَتْ. ومنه قيل: خاسَ البيعُ والطعام، كأنَّه كسَدَ حتَّى فَسَدَ. وخاسَ به يَخيسُ ويَخوسُ، أي غدر به. يقال: خاسَ فلانٌ بالعهد، إذا نكثَ. وخَيَّسَهُ تَخييساً، أي ذلَّلَهُ. ومنه المُخَيَّسُ، وهو اسم سجنٍ كان بالعراق. أي موضع التذلل (١) . وقال (٢) : أما تراني كيسا مكيسا * بنيت بعد نافع مخيسا (٣) * وكل سجن مُخَيَّسٌ ومُخَيَّسٌ أيضاً. قال الفرزدق: فلم يبق إلا داخرٌ في مُخَيَّس * ومُنْجحر في غير أرضك في جحر * فصل الدال",
    "pg": "3:926"
  },
  "خيش": {
    "def": "الخَيْشُ: ثيابٌ من أردأ الكتان. فصل الدال",
    "pg": "3:1005-1006"
  },
  "خيص": {
    "def": "الخَيْصُ: القليلُ من النَوالِ، يقال: نلتُ منه خَيْصاً خائِصاً، أي شيئا يسيرا وخاص الشئ يخيص، أي قل.\nفصل الدال",
    "pg": "3:1039"
  },
  "خيط": {
    "def": "الخَيْطُ السِلكُ، وجمعه خُيوطٌ وخيوطة، مثل فحل وفحول وفحولة. والمخيط: الابرة، وكذلك الخياط. ومنه قوله تعالى: ﴿حَتَّى يَلِجَ الجملُ في سَمِّ الخِياطِ﴾ والخَيْطُ الأسودُ: الفجرُ المستطيلُ. ويقال: سوادُ الليل. والخَيْطُ الأبيضُ: الفجرُ المعترضُ. قال أبو دُواد الإياديّ: فلمَّا أضاءت لنا سُدْفَةٌ * ولاح من الصبح خَيْطٌ أَنارا * وخَيْطُ الرقبةِ: نُخاعُها. يقال: جاحَشَ فلانٌ عن خَيطِ رقبته، أي دافع عن دمه. وخَيْطُ باطلٍ: الذي يقال له لعاب الشمس (١٤٢ - صحاح - ٣) ومخاط الشيطان. وكان مروان بن الحكم يلقب بذلك لانه كان طويلا مضطربا. قال الشاعر: لحا الله قوما ملكوا خيط باطل * على الناس يعطى من يشاء ويمنع * والخِيطُ بالكسر: القطيعُ من النعام، وكذلك الخيطى مثال سكرى. ونعامة خيطاء بينة الخَيَطِ، وهو طُول عنقِها. وقد خِطْتُ الثوبَ خِياطةً فهو مَخْيوطٌ ومخيط. فمن قال مخيوط أخرجه على التمام، ومن قال مخيط بناه على النقص لنقصان الياء في خطت. والياء في مخيط هي واو مفعول انقلبت ياء لسكونها وانكسار ما قبلها، وإنما حرك ما قبلها لسكونها وسكون الواو بعد سقوط الياء. وإنما كسروا ليعلم أن الساقط ياء. وناس يقولون: إن الياء في مخيط هي الاصلية والذى حذف واو مفعول، ليعرف الواوى من اليائى. والقول هو الاول، لان الواو مزيدة للبناء، فلا ينبغى لها أن تحذف، والاصلي أحق بالحذف لاجتماع الساكنين أو علة توجب أن يحذف حرف. وكذلك القول في كل مفعول من ذوات الثلاثة إذا كان من بنات الياء، فإنه يجئ بالنقصان والتمام. فأما من بنات الواو فإنه لم يجئ على التمام إلا حرفان: مسك مدووف. وثوب مصوون، فإن هذين جاءا نادرين. وفى النحويين من يقيس على ذلك فيقول: قول مقوول، وفرس مقوود، قياسا مطردا. والخيطة في كلام هذيل: الوتد. قال أبو ذؤيب: تَدَلَّى عليها بين سِبٍّ وخَيْطَةٍ * بجرداَء مثلِ الوَكْفِ يَكْبو غرابها * وقال أبو عمرو: هو حبل لطيف يتخذ من السلب. وخيط الشيب في رأسه، مثلُ وَخَطَ. قال الشاعر (١) : آلَيْتُ لا أنسى (٢) مَنيحَةَ واحدٍ * حتَّى تخيط بالبياض قرونى\nفصل الذال",
    "pg": "3:1125-1126"
  },
  "خيف": {
    "def": "الخَيْفُ: ما انحدر عن غِلَظِ الجبلِ وارتفع عن مسيل الماء. ومنه سمِّي مسجد الخَيْفِ بمنىً. وقد أخافَ القومُ، إذا أتوا خَيْفَ مِنىً فنزلوه. والخَيفُ أيضاً: جلدُ الضَرع. يقال: ناقة خَيْفاءُ بَيِّنةُ الخَيْفِ، وجملٌ أَخْيَفُ: واسعُ الثيلِ وقد خَيِفَ بالكسر. وكذلك فرسٌ أَخْيَفُ، بيِّنُ الخَيَفِ، إذا كانت إحدى عينيه زرقاء والأخرى سوداء، وكذلك هو من كل شئ. ومنه قيل: الناس أَخْيافٌ، أي مختلفون. وإخوةٌ أَخْيافُ، إذا كانت أُمُّهم واحدة والآباء شتَّى. والخَيْفانُ: الجرادُ إذا صارت فيه خطوطٌ مختلفةٌ بياضٌ وصفرةٌ، الواحدةُ خَيْفانَةٌ، ثم تُشَبَّهُ به الفرس في خفّتها وطُمورها. قال امرؤ القيس وأركب في الروع خَيْفانَةً كَسا وَجْهَها سَعَفٌ مُنْتَشِرْ (١)\nفصل الدال",
    "pg": "4:1359-1360"
  },
  "خيل": {
    "def": "الخَيالُ والخَيالَةُ: الشخصُ، والطيفُ أيضاً. قال الشاعر: ولستُ بنازِلٍ إلا ألمت برحلي أو خيالتها الكذوب والخَيالُ: خشبةٌ عليها ثيابٌ سودٌ تُنْصَبُ للطَير والبهائم فتظنُّه إنساناً. وقال: أَخي لا أَخَالي بعده غير أنّني كَراعي خَيال يَسْتَطيفُ بلا فكر (٢) والخيال: أرض لبنى تغلب. قال الشاعر (٣) : لمن طلل تضمنه أثال فسرحة فالمرانة فالخيال والخليل: الفرسان، ومنه قوله تعالى: ﴿وأَجْلِبْ عليهم بِخَيْلِكَ ورَجْلِكَ﴾ أي بفُرسانك ورَجَّالَتِكَ. والخَيْلُ أيضاً: الخُيولُ، ومنه قوله تعالى: ﴿والخَيْلَ والبِغَالَ والحَميرَ لتَركَبوها﴾ . والخَيَّالَةُ: أصحابُ الخُيولِ (١) . والخالُ: الذي يكون في الجسَد، ويجمع على خِيلانٍ. والخالُ: أخو الأمّ، يجمع على أخْوالٍ. ورجلٌ أَخْيَلُ، أي كثير الخيلان. وكذلك مخيل ومخيول، مثل مكيل ومكيول. ويقال أيضا: مخول مثل مقول. وتصغير الخالِ خُيَيْلٌ فيمن قال مَخيلٌ ومَخْيولٌ، وخُوَيْلٌ فيمن قال مَخولٌ. والخال والخيلاء والخيلاء: الكبر. تقول منه: اخْتالَ فهو ذو خُيَلاءَ، وذو خالٍ، وذو مَخْيَلَةٍ،، أي ذو كِبْرٍ. قال العجاج:\nوالخالُ ثَوْبٌ من ثياب الجهال (٢) * وقد خال الرجلُ فهو خائِلٌ، أي مُخْتالٌ. قال الشاعر (١) : فإنْ كنتَ سَيِّدَنا سُدْتَنا وإنْ كنتُ للخالِ فاذْهَبْ فخل وجمع الخائل خالة، مثل بائع وباعة. وكذلك رجل أخائل، أي مختال، قالوا أباتر وأدابر. والخال: اسم جبل تلقاء الدثينة (٢) . قال الشاعر: أهاجك بالخال الحمول الدوافع وأنت لمهواها من الارض نازع والخال: الغيمُ. وقد أَخالَتِ السحابُ وأَخْيَلَتْ وخايَلَتْ، إذا كانت تُرَجَّى المطر. وقد أَخَلْتُ السحابةَ وأَخْيَلْتُها، إذا رأيتَها مَخِيلَةً للمطر. يقال: ما أحسن مَخِيلَتَها وخالَها، أي خَلاقَتَها للمطر. وفلانٌ مُخيلٌ للخير، أي خليقٌ له. وتَخَيَّلَتِ السماءُ، أي تغيَّمتْ وتَهيّأتْ للمطر. ووجدتُ أرضاً متخيلة ومتخايلة، إذا بلغ نبتها المدى وخرج زَهرُها. ومنه قول ابن هرمة * سرى ثوبه عنك الصبا المُتَخايِلُ * وقال آخر: تَأَزَّرَ فيه النبتُ حتَّى تَخايَلَتْ (١) رُباهُ وحتّى ما ترى الشاَء نُوَّما وأَخَلْتُ فيه خالاً من الخير وتَخَوَّلتُ فيه خالاً، أي رأيت فيه مخيلته، عن يعقوب. وخلت الشئ خيلا، وخيلة، ومخيلة، وخيلولة، أي ظننته. وفى المثل: \" من يسمع يخل \" وهو من باب ظنت وأخواتها، التى تدخل على المبتدأ والخبر، فإن ابتدأت بها أعلمت، وإن وسطتها أو أخرت فأنت بالخيار بين الاعمال والالغاء. قال الشاعر (٢) في الالغاء: أبالأراجيز يا ابن اللؤم توعدنى وفى الاراجيز خلت اللؤم والخور وتقول في مستقبله: إخال بكسر الالف، وهو الافصح. وبنو أسد تقول: أخال بالفتح وهو القياس. وأخال الشئ، أي اشتبه. يقال: هذا أَمرٌ لا يُخيلُ. وخَيَّلْتُ للناقة وأَخْيَلْتُ أيضاً، إذا وضَعتَ قُرْبَ ولدها خَيالاً ليفزَع منه الذئب فلا يقربه. وفلان يمضى على المُخَيَّلِ، أي على ما خَيَّلْتَ أي شَبَّهْتَ، يعني على غَرَرٍ من غير يقين. وخُيِّلَ إليه أنّه كذا، على ما لم يُسَمَّ فاعلُه، من التخييل والوهم. قال أبو زيد: يقال: خَيَّلْتُ على الرجل، إذا وجَّهتَ التهمةَ إليه. قال: وخَيَّلَتْ علينا السماءُ، إذا رعدتْ وبرقتْ وتهيأتْ للمطر. فإذا وقع المطرُ ذهبَ اسمُ التَخَيُّلِ. قال: وتخَيَّلْتُ على الرجل، إذا اخترتَه وتفرستَ فيه الخير. وتَخَيَّلَ له أنه كذا، أي تَشَبَّهَ وتَخايَلَ. يقال: تَخَيَّلْتُهُ فَتَخَيَّلَ لي، كما يقال: تصورْته فتَصوَّر لي، وتبيَّنته فتبيَّن لي، وتحقَّقتُه فتحقَّق. والمُخايَلَةُ: المباراةُ. قال الكميت: أقول لهم يومَ أَيْمانُهُمْ تُخايِلُها في النَدى الأَشْمُلُ. والأَخْيَلُ: طائرٌ، قال الفراء: هو الشِقِرَّاقُ عند العرب، تتشاءم به. قال الفرزدق: إذا قطن بلغتنيه ابن مدرك فلاقيت من طير الاخايل أخيلا (١) وهو ينصرف في النكرة إذا سميت به، ومنهم من لا يصرف في المعرفة ولا في النكرة، ويجعله في الاصل صفة من التخيل، ويحتج يقول حسان بن ثابت رضى الله عنه: ذريني وعلمي بالامور وشيمتي فما طائري فيها عليك بأخيلا وبنو الاخيل: حى من بنى عقيل، رهط ليلى الاخيلية. وقولها: نحن الاخايل ما يزال غلامنا حتى يدب على العصا مذكورا فإنما جمعت القبيل باسم الاخيل بن معاوية العقيلى.\nفصل ال دال",
    "pg": "4:1691-1693"
  },
  "خيم": {
    "def": "الخَيْمَةُ: بيتٌ تبنيه العربُ من عيدان الشجر، والجمع خيمات وخيم مثل بدرات وبدر. والخيم، مثل الخيمة. وقال (١) :\nفلم يبقَ إلاّ آلُ خَيْمٍ منضد (٢) * والجمع خيام، مثل فرخ وفراخ. وخيمه، أي جعله كالخَيْمَةِ. وخَيَّمَ بالمكان، أي أقام به. وقال (٣) :\nوكان انطلاقُ الشاة من حيثُ خَيَّما (٤) * وتَخَيَّمَ بمكان كذا: ضرب خَيْمَتَهُ به. والخيمُ بالكسر: السجيّة والطبيعة، لا واحد له من لفظه. وخيم: اسم جبل. قال جرير:\nأقبلن من نجران أو جنبى خيم * وخام عنه يَخيمُ خَيْمومَةً، أي جَبُنَ. وخِمْتُ رِجْلي خَيْماً، إذا رفعتَها. وأنشد ثعلب: رَأَوْا وَقْرَة بالساق منِّي فحاوَلوا حُبورِيَ لَمّا أَنْ رأوني أخيمها (١)\nفصل الدال",
    "pg": "5:1916-1917"
  },
  "خَنِقاً": {
    "def": "(١) وكذلك خَنَّقَهُ. ومنه الخُنَّاقُ. واخْتَنَقَ هو. وانْخَنَقَتِ الشاة بنفسها، فهي مُنْخَنِقَةٌ. وموضعه من العنق مُخَنَّقٌ بالتشديد. يقال: بَلَغَ منه المُخَنَّقُ. وأخذت بمُخَنَّقِهِ. وكذلك الخُناقُ بالضم. يقال: أخذ بخُنَّاقِهِ (٢) . والخِناقُ بالكسر: حبلٌ يُخْنَقُ به. والمِخْنَقَةُ بالكسر: القِلادةُ. والخانِقُ شِعْبٌ ضيّقٌ، وأهلُ اليمن يسمون الزقاق خانقا. والمختنق: المضيق.",
    "pg": "4:1472-1473"
  }
}