{
  "جأب": {
    "def": "أبو زيد: الجَأْبُ: الغليظ من حُمُرِ الوحشِ، يهمز ولا يهمز. ويقال للظبية حين طلَع قرنُها: جَأْبَةُ المِدْرى. وأبو عبيدة لا يهمز. قال بشر: تعرض جأبة المدرى خذول * بصاحة في أسرتها السلام وصاحة: جبل. والسلام: شجر. وإنما قيل جأبة المدرى لان القرن أول ما يطلع يكون غليظا ثم يدق، فنبه بذلك على صغر سنها. ويقال: فلان شخت الآلِ جَأْبُ الصَبْرِ، أي دقيق الشَخْصِ غليظ الصبرِ في الأمور. والجَأْبُ: الكَسْبُ، تقول منه: جأَبْتُ أجأب. قال الراجز (١) :\nوالله راع (٢) عمل وجأبى",
    "pg": "1:95-96"
  },
  "جأث": {
    "def": "أبو زيد: جَأَثَ البعير يَجْأَثُ جَأْثاً، وهي مِشيَتُهُ مُوقَراً حَمْلاً. وقد جُئِثَ (١) الرجُل، إذا أفزِعَ، فهو مَجْؤُوثٌ، أي مذعور.",
    "pg": "1:277"
  },
  "جأجأ": {
    "def": "جؤجؤ الطائر والسفينة: صدرهما، والجمع الجآجئ. قال الأموي: جَأْجَأْتُ بالإبل، إذا دعوتها لتشرب، فقلت: جئ، جئ، والاسم الجئ، مثال الجيع، وأصله: جئئ، قلبت الهمزة الاولى ياء. وأنشد (٤) : وما كان على الجئ * ولا الهئ امتدا حيكا (١)",
    "pg": "1:39"
  },
  "جأذر": {
    "def": "الجُؤْذر (٣) : ولد البقرَة الوحشيَّة، والجمع جآذر.",
    "pg": "2:610"
  },
  "جأر": {
    "def": "الجُؤَارُ مثل الخوار. يقال: جأر الثور يَجْأَرُ أي صاح. وقرأ بعضهم:\n(عجلا جسدا له جؤار) * بالجيم، حكاه الاخفش. وجأر الرجل إلى الله عزوجل، أي تضرع بالدعاء. الاصمعي: غيث جؤر، مثال نغر، أي غزير كثير المطر. وأنشد:\nلاتسقه صيب عزاف جؤر (١) * وأما جور فتذكر من بعد.",
    "pg": "2:607"
  },
  "جأز": {
    "def": "جَئِزْتُ بالماء جَأَزاً: غَصِصْتُ به، والاسم الجأز بالتسكين. قال رؤبة: وكرز يمشى بطين الكرز * يسقى العدى غيظا طويل الجأز * أي طويل الغصص، لانه ثابت في حلوقهم.",
    "pg": "3:866"
  },
  "جأش": {
    "def": "الجأْشُ: جَأْشُ القلب، وهو رواعُهُ إذا اضطربَ عند الفزع. يقال: فلانٌ رابط الجَأْشِ، أي يَرْبِطُ نفسه عن الفرار، لشجاعته. والجؤشوش: الصدر.",
    "pg": "3:997"
  },
  "جأف": {
    "def": "جَأَفَهُ (١) : لغةٌ في جَعَفَهُ، أي صرعه. وَجَأَفَهُ أيضاً بمعنى ذَعَرَهُ. وقد جُئِفَ أشدَّ الجَأْفِ، فهو مجؤوف مثال مجعوف، أي خائف. ورجل مجؤوف أيضاء، أي جائع. حكاه أبو عبيد. وقد جئف.",
    "pg": "4:1334"
  },
  "جأل": {
    "def": "جَيأَلُ (٢) : اسمٌ للضبع على فَيْعَل، وهو معرفة بلا ألف ولام. قال الراجز: قد زوجوني جيألا فيها حدب دقيقة الرفغين (٣) ضخماء الركب قال الكسائي: هي جيألة. وقال أبو على النحوي: وربما قالوا جيل للتخفيف ويتركون الياء مصححة، لان الهمزة وإن كانت ملقاة من اللفظ فهى مبقاة في النية، ومعاملة معاملة المثبتة غير المحذوفة. ألا ترى أنهم لم يقلبوا الياء ألفا كما قلبوها في ناب ونحوه، لان الياء في نية سكون.",
    "pg": "4:1650"
  },
  "جأي": {
    "def": "جَأَى عليه جَأْياً، أي عض. والجؤوة، مثال الجعوة: لون من ألوان الخيل والإِبل، وهي حُمْرَةٌ تضرب إلى السواد. يقال: فرس أجأى، والأنثى جَأْواءُ، وقد جَئيَ الفرسُ يَجْأَى. وكتيبةٌ جَأْواءُ بيِّنة الجَأَى وهي التي يعلُوها لونُ السَواد لكثرة الدُروع. وقولهم: \" أحمق لا يَجْأَى مَرْغَهُ \" أي لا يَحبس لُعابَهُ. وسِقاءٌ لا يَجْأَى شيئاً، أي لا يمسكه. والجئاوة، مثال الجعاوة: وعاء القدر، أو شئ توضع عليه من جلدٍ أو خَصَفَةٍ، وجمعها جئاء، مثل جراحة وجراح. وهذا قول الاصمعي. وكان أبو عمرو يقول: الجِياءُ والجِواءُ، يعني بذلك الوِعاءَ أيضاً. والأحمر مثله. وفي حديث عليٍّ ﵇: \" لأَنْ أَطّليَ بِجِواءِ قِدْرٍ أحبُّ إليَّ من أن أطلى بالزعفران \". وأما الخِرْقَةُ التي تُنْزَلُ بها القِدر عن الاثافي فهى الجعال.",
    "pg": "6:2297"
  },
  "جبأ": {
    "def": "الْجَبْءُ: واحد الجبْأَة، وهي الحُمْر من الكَمْأَة، مثاله: فَقْع (٢) وفقعة، وغرد وغردة، وثلاثة أجبؤ. وأَجْبَأَتِ الأرضُ، أي كَثُرَتْ كَمْأَتُها، وهي أرض مَجْبَأَةٌ. قال الأحمر: الجَبْأَةُ هي التي تضرِب (٣) إلى الحُمْرَة، والكَمْأَةُ هي التي إلى الغبرة والسواد (٤) ، والفقعة البيض، وبنات أوبر الصغار. وأجبأت الزرع: بعته قبل أن يبدو صلاحُه، وجاء في الحديث بلا همز: \" من أجبى فقد أربى \" وأصله الهمز. والجبأة مثال الجبهة: القرزوم (٥) ، وهى الخشبة التى يحذو عليها الحذَّاء. قال الجَعْديّ: في مِرفقيه تقارُبٌ وله * بِرْكة زور كجبأة الخزم وجبأت عينى عن الشئ: نبت عنه. وقال أبو زيد: جَبَاْتُ عن الرجل جبئا وجبوءا: خنست عنه. وأنشد (١) : فهل أنا إلا مثل سيقة العدى * إن استقدمت نحر وإن جبأت عقر والجبأ بضم الجيم (٢) : الجبان. قال الشاعر الشيباني، وهو معروف (٣) بن عمرو: فما أنا من رَيْبِ المَنون بجُبَّأٍ * ولا أنا من سَيْبِ الإله بآيِسِ (٤) وجَبَأَ عليه الأَسْود: أي خرج عليه حَيَّةٌ من جُحرِه. ومنه الجابئ وهو الجراد.",
    "pg": "1:39-40"
  },
  "جبا": {
    "def": "الجَبا بالفتح مقصورٌ: نَثِيلَةُ البئر، وهى ترابها الذى حولها تَراه من بعيد. ومنه امرأةٌ جبأى على فعلى، مثال وحمى، إذا كانت قائمة الثديين. والجِبَى بالكسر مقصوراً: الماء المجموع في الحوض للإبل، وكذلك الجِبْوَةُ والجباوة. قال الكسائي: جبيت الماء في الحوض وجَبَوْتُهُ، أي جَمَعْتُهُ. والجَابِيَةُ: الحوضُ الذي يُجْبى فيه الماء للإبل. قال الأعشى:\nكَجابِيَةِ الشيخِ العِراقي تَفْهَقُ (١) * والجمع الجَوابي: ومنه قوله تعالى: (وجفان كالجوابى) . والجابية: مدينة بالشأم. وجبيت الخراج جباية، وجبوته جباوة، ولا يهمز وأصله الهمز. والاجباء: بيع الزرع قبل أن يبدوَ صلاحُه. وفي الحديث: \" مَنْ أَجْبى فقد أربى \"، وأصله الهمز. والتجبية: أن يقوم الانسان قيام الراكع. وفى حديث ابن مسعود في ذكر القيامة حين ينفخ في الصور، قال: \" فيقومون فيجبون تجبية رجل واحد قياما لرب العالمين \". قال أبو عبيد: التَجْبِيَةُ تكون في حالين: أحدهما أن يضعَ يديه على ركبتيه وهو قائم، والآخر أن ينكبَّ على وجهه باركاً، وهو السجود. واجتباه، أي اصطفاه.",
    "pg": "6:2297-2298"
  },
  "جبب": {
    "def": "الجّبٌّ: القَطْعُ. وخَصِيٌّ مَجْبوبٌ بَيِّنُ الجِبابِ. وبعيرٌ أجبُّ بيِّن الجببِ، أي مقطوعُ السَنامِ. وفلان جب القوم، إذا غلبهم. قال الراجز: من رول (٣) اليوم لنا فقد غلب * خبزا بسمن وهو عند الناس جب والجباب: التي تُلبَسُ. والجِبابُ أيضاً: تلقيح النخل، يقال: جاء زمن الجِبابِ. وقد جَبَّ الناسُ النخل. والجُبَّةُ: ما دخل فيه الرمحُ من السِنانِ. والجُبَّةُ: مَوصِلُ الوَظيفِ في الذراع. قال الأصمعيّ: هو مَغْرِزٌ الوظيفِ في الحافر. والتجبيب: أن يبلغ التحجيل ركبة اليد وعرقوب الرِجْلِ. والفرس مُجَبَّبٌ، وفيه تجبيبٌ، والاسم الجبب. قال الكميت: أعطيت من غرر الاحساب شادخة * زينا وفزت من التحجيل بالجبب والتجبيب أيضا: النفار، يقال جَبَّبَ فلان فذهب. والمَجَبَّةُ: جادة الطريق. والجباب بالضم: شئ يعلو ألبان الإبل كالزُبْدِ، ولا زبد لالبانها. قال الراجز:\nعصب الجباب بشفاه الوطب.\n(١) * والجبجبة (٢) : الكرش يجعل فيها الخَلْعُ، أو تذابُ الإهالَةُ فتُحقَنُ فيها. وتَجَبْجَبَ الرجلُ، إذا اتَّشَقَ. والوشيقةُ: لحمٌ يُغْلى إغْلاءَةً ثم يقدَّدُ، فهو أبقى ما يكون. قال الشاعر (٣) : إذا عَرَضَتْ منها كَهاةٌ سمينةٌ فلا تُهْدِ منها واتَّشِقْ وتَجَبْجَبِ والجُبْجُبَةُ أيضاً: زَبِيلٌ من جلودٍ يُنقَلُ فيه التراب، والجمع: الجباجب. والجب: البئر التى لم تُطْوَ، وجمعها جِبابٌ وجبَبَةٌ. والجَبوبُ: الأرض الغليظة، ويقال وجه الارض، ولا يجمع.",
    "pg": "1:96-97"
  },
  "جبت": {
    "def": "الجِبْتُ: كلمة تقع على الصنم والكاهن والساحر ونحو ذلك. وفى الحديث: \" الطيرة والعيافة والطرق من الجبت \". وهذا ليس من محض العربية لاجتماع الجيم والتاء في كلمة واحدة من غير حرف ذولقى.",
    "pg": "1:245-246"
  },
  "جبذ": {
    "def": "جبذت الشئ مثل جذبته، مقلوب منه.\n= إلى آخر القصيدة ربما يروى: \" إذ ما أتيت على الامين \"، فحرفه النساخ وليس من المعقول أن يقول: يمدح النبي ﷺ ثم يقول على الامير. وما أنشده ابن برى كما في اللسان لم يظهر به معنى البيت، فتأمل. وكتبه أحمد حسن الشريف. والجنبذة بالضم: ما ارتفع من الشئ واستدار كالقبة. قال يعقوب: والعامة تقول: جنبذة، بفتح الباء.",
    "pg": "2:561"
  },
  "جبر": {
    "def": "أبو عَمرو: الجَبْرُ: أن تُغْني الرجل من فقر، أو تُصلح عَظمهُ مِنْ كَسْر. يقال: جَبَرْتُ العظم جَبْراً. وَجَبَرَ العظمُ بنفسه جبورا، أي انجبر. وقد جمع العجاج بين المتعدى واللازم فقال:\nقد جبر الدين الاله فجبر * واجتبر العظْمُ مثل انْجَبَرَ. يقال: جَبَرَ الله فلاناً فاجْتَبَرَ، أي سدّ مفاقره. قال الراجز (٢) :\nمن عال منا بعدها فلا اجتبر (٣) والعرب تسمى الخبز جابرا. ويقولون: هو جابرٌ بن حَبَّة. وكنيته أيضاً: أبو جابر. وأَجْبَرْتُهُ على الأمر: أكرهته عليه. وأجبرته أيضاً: نَسَبْته إلى الجَبْر، كما تقول أكفرته، إذا نسبتَه إلى الكفر. والجُبارُ: الهَدَرُ. يقال: ذهب دمه جبارا. وفى الحديث: \" المعدن جبار \"، أي إذا انهار على من يعمل فيه فهلك لم يؤخذ به مستأجره. وجبار أيضا: اسم يومِ الثلاثاء من أسمائهم القديمة. والجَبَّارُ من النخل: ما طال وفات اليد. قال الأعشى: طريقٌ وجَبَّارٌ رِواءٌ أصوله * عليه أبابيلٌ من الطير تَنْعَبُ - يقال: نخلة جَبَّارَةٌ، وناقة جَبَّارة، أي عظيمةٌ سمينة. والجَبَّارُ: الذي يقتلُ على الغضب. المجبر: الذى يجبر العظام المكسورة. وتَجَبَّرَ الرجل: تكبّر. وتَجَبَّر النبت، أي نَبَت بعد الأكل. وقال امرؤ القيس: ويأكلن من قَوٍّ لَعاعاً ورِبَّةً * تَجَبَّرَ بعد الاكل فهو نميص - والجبر: خلاف القدر. قال أبو عبيد: هو كلام مولد. والجبرية بالتحريك: خلاف القَدَرِيَّةِ. ويقال أيضاً: فيه جبرية، وجبروة وجبروت وجبورة (١) مثل فروجة، أي كِبْرٌ. وأنشد الأحمر (٢) : فإنّكَ إن عاديتني غضب الحصى * عليك ذو الجبورة المتغطرف - والجبير، مثال الفسيق: الشديد التجبر. والجِبارَةُ والجَبيرَةُ، اليارَقُ (٣) . والجِبارَةُ والجَبيرة أيضاً: العيدان التي تُجْبَرُ بها العظام. وجبرائيل: اسم، يقال هو جبر أضيف إلى إيل. وفيه لغات: جبرئيل مثال جبرعيل يهمز ولا يهمز. وأنشد الاخفش: شهدنا فما تلقى لنا من كتيبة * يد الدهر إلا جبرئيل أمامها (٤) - ويقال: جبريل بالكسر: وأنشد حسان: وجبريل رسول الله فينا * وروح القدس ليس له كفاء - وجبرئل مقصور مثال جبرعل، وجبرين بالنون (٥) .",
    "pg": "2:607-609"
  },
  "جبز": {
    "def": "الأصمعي: الجِبْزُ بالكسر: البخيل. وأنشد لرؤبة: وكرز يمشى بطين الكرز * أجرد أو جعد اليدين جبز * والجبيز: الخبز اليابس. وقال أبو عمرو: يقال أخرج خبزه جبيزا، أي يابسا.",
    "pg": "3:866"
  },
  "جبس": {
    "def": "الجِبْسُ: الجبانُ الفَدْمُ. قال الأصمعي: يقال إنَّه لجِبْسٌ من الرجال، إذا كان عَيَّا. وتَجَبَّسَ في مشيته، أي تبختر. قال عمر (٣) ابن لجأ (٤) : تمشى إلى رواء عاطناتها * تجبس العانس في ريطاتها *",
    "pg": "3:911"
  },
  "جبل": {
    "def": "جيل من الناس، أي صنفٌ. التركُ جيلٌ، والرومُ جِيل. وجيلان، بالكسر: قوم رتبهم كسرى بالبحرين شبه الا كرة. وجيلان، بفتح الجيم: حى من عبد القيس. وجَيْلانُ الحصى: ما أَجالَتْهُ الريحُ منه.\nفصل الحاء",
    "pg": "4:1664"
  },
  "جبن": {
    "def": "الجُبْنُ: هذا الذي يؤكل، والجُبْنَةُ أخصّ منه. والجُبْنُ أيضاً صفة الجَبانِ. والجُبُنُ بضم الجيم والباء لغةٌ فيهما. وبعضهم يقول جُبُنٌ وجُبُنَّةٌ، بالضم والتشديد. وقد جَبَنَ (١) فهو جَبانٌ، وجَبُنَ أيضاً بالضم فهو جَبينٌ. وقالوا: امرأة جَبانٌ، كما قالوا حَصانٌ ورزانٌ، عن ابن السراج. وأَجْبَنْتُهُ: وجدتُهُ جَباناً. وجَبَّنْتُهُ تَجْبيناً: نسبته إلى الجُبْنِ. ويقال: \" الولد مَجْبَنَةٌ مَبْخَلَةٌ \"، لأنّه يُحَبُّ البقاءُ والمال لاجله. والجبان والجبانة بالتشديد: الصحراء. وتَجَبَّنَ الرجل: غَلُظَ. والجَبينُ فوق الصدغ، وهما جَبينانِ عن يمين الجبهة وشمالها.",
    "pg": "5:2090-2091"
  },
  "جبه": {
    "def": "الجبهة للانسان وغيره. ورجل أَجْبَه بيِّنَ الجَبَهِ، أي عظيم الجَبْهَةِ، وامرأةٌ جَبْهاءُ، وبتصغيره سمي جَبَيْهاءُ الأَشْجَعِيُّ. والجَبْهَةُ: جَبْهَةُ الأسد، وهي أربعة أَنْجُم ينزلها القمر. والجَبْهَةُ: الخيْلُ. وفي الحديث: \" ليس في الجَبْهَةِ صَدَقَةٌ \". والجَبْهَةُ من الناس: الجماعةُ. وجَبَهْتُهُ: صككتُ جَبْهَتَه (١) . وجَبَهْتُهُ بالمكروه، إذا استقبلْتَه به. وجَبَهْنا الماء جَبْهاً: ورَدْناهُ وليست عليه أداةُ الاستقاء. ابن السكيت: يقال وَرَدْنا ماءً له جَبِيهَةٌ، إمَّا كان مِلْحاً فلم ينضَح مالهم الشرب، وإما كان آجنا، وإما كان بعيد القمر غليظا سقيه شديدا أمره.",
    "pg": "6:2229-2230"
  },
  "جثا": {
    "def": "الجُثْوَةُ والجَثْوَةُ والجِثْوَةُ، ثلاث لغات: الحجارةُ المجموعةُ. وجُثي الحَرَمِ بالضم، وجِثي الحَرَمِ أيضاً بالكسر: ما اجتمع فيه من حِجارة الجمار. وجَثا على ركبتيه يَجْثو ويجثى جثيا وجثوا، على فعول فيهما. وأجثاه غيره. وقومُ جُثيٌّ أيضاً، مثل جلس جلوساً وقومٌ جلوسٌ. ومنه قوله تعالى: (ونَذَرُ الظالمينَ فيها جُثِيَّا) و (جِثِيّا) أيضاً بكسر الجيم لما بعدها من الكسر. وجاثَيْتُهُ ركبتي إلى ركبته. وتَجاثَوْا على الركب. وسورة الجاثية: التى تلى الدخان.",
    "pg": "6:2298"
  },
  "جثث": {
    "def": "الجُثَّةُ: شخص الإنسان قاعداً أو نائماً. وجَثَّهُ: قلعه. واجْتَثَّهُ: اقتلعه. والجَثيثُ من النَخل: الفَسِيلُ. والجَثيثةُ: الفَسيلةُ. ولا تزال جثيثةً حتى تُطْعِمَ، ثم هي نخلة. والمجثة والمجثاث: حديدة يقطع بها الفسيل. وشعر جثاجث بالضم، ونبت جُثاجِثٌ أي ملتفٌّ. وبعيرٌ جُثاجثٌ، أي ضخم. والجث بالفتح: الشمع، ويقال هو كلّ قذَىً خالط العسلَ من أجنحة النحل وأبدانها (٢) . قال ساعدة بن جؤية: * لدى الثول ينفى جثها ويؤومها (١) * والجثجاث: نبت، وهو من أحرار (٢) الشجر.",
    "pg": "1:277"
  },
  "جثل": {
    "def": "أبو زيد: الجَثْلُ: الكثيرُ من الشَعَرِ. وناصيةٌ جَثْلَةٌ. ويستحبُّ في نواصي الخيل الجَثْلَةُ، وهي المعتدلة في الكثْرة والطُول، والاسم منه الجُثولَةُ والجَثالَةُ. والجَثْلَةُ: النملةُ السوداء. وشجرةٌ جَثْلَةٌ، إذا كانت كثيرةَ الورق ضخمةً. واجْثَأَلَّ الطائر بالهمز، إذا نفَش ريشَه. قال:\nجاء الشتاء واجثأل القنبر (٣) * واجثأل الرجُل، إذا غضِب وتهيَّأ للقتال. أبو زيد: اجْثَأَلَّ النبتُ، إذا اهتزّ وأمكن لأن يُقْبَضَ عليه. قال: والمجثئل المنتصب قائما.",
    "pg": "4:1651-1652"
  },
  "جثم": {
    "def": "جَثمَ الطائرُ، أي تلبّدَ بالارض يجثم ويجثم جثوما (١) . وكذلك الانسان. قال الراجز: إذا الكماة (٢) جثموا على الركب ثبجت يا عمرو ثبوج المحتطب ويقال رجل جثمة وجثامة، للنَؤُوم الذي لا يسافر. والمُجَثَّمَةُ: المصبورة إلاّ أنها في الطَير خاصّةً والأرانب وأشباه ذلك، تُجْثَمُ ثم تُرْمَى حتَّى تُقْتَل. وقد نُهيَ عن ذلك. أبو زيد: الجثمان: الجممان. يقال: ما أحسن جُثْمانَ الرجل وجُسْمانه. قال: أي جَسَدَهُ. قال المُمَزَّقُ العبديّ: وقد دعَوْا ليَ أقواماً وقد غَسَلوا بالسِدْرِ والماءِ جُثْماني وأَطْباقي وقال الأصمعي: الجُثْمانُ: الشخص. والجُسْمانُ: الجسمُ. قال بشر: أمون كد كان العبادي فوقها سنام كجثمان البنية أتلعا يعنى بالبنية الكعبة، وهو شخص وليس بجسد. ويقال: جاءنا بثريد مثل جثمان القطاة.",
    "pg": "5:1882-1883"
  },
  "جحا": {
    "def": "اجتحاه: قلب اجتاحه. وجحوان: اسم رجل من بنى أسد. وقال: فقبلي مات الخالدان كلاهما * عميد بنى جحوان وابن المضلل وجحا: اسم رجل. قال الاخفش: لا ينصرف، لانه مثل عمر.",
    "pg": "6:2298"
  },
  "جحح": {
    "def": "أَجَحَّتِ المرأةُ: حَملت. وأصل الإجحاح للسِباع. قال أبو زيد: قَيْسٌ كلُّها تقول لكل سَبُعةٍ إذا حَمَلت فأَقْرَبَت وعَظُمَ بَطْنُها: قد أجحت، فهى مجح. والجحجاح: السيد، والجمع الجحاجح. وقال: ماذا ببدر فالعقن * قل من مرازبة جحاجح وجمع الجحاجح جحاجحة، وإن شئت جحاجيح، والهاء عوض من الياء المحذوفة، ولا بد منها أو من الياء، ولا يجتمعان.",
    "pg": "1:357"
  },
  "جحد": {
    "def": "الجُحودُ: الإنكار مع العلم. يقال: جَحَدَهُ حقّه وبحقّه، جَحْداً وجحودا. والجحد أيضا. قلة الخير، وكذلك الجُحْدُ بالضم. وقال الشاعر: لَئِنْ بَعَثَتْ أُمُّ الحُمَيدَيْنِ مائِراً * لَقدْ غَنِيَتْ في غيرِ بُؤْسٍ ولا جَُحْدِ - والجَحَدْ بالتحريك مثله. يقال: نَكَداً له وجَحَداً. وجَحَدَ الرجل بالكسر جَحَداً، فهو جَحِدٌ (١) ، إذا كان ضيّقاً قليل الخير. وأجحد مثله. قال الفرزدق: وبيضاء من أهل المدينة لم تذق * بئيسا (٢) ولم تتبع حمولة مجحد - وعام جحد: قليل المطر. وجَحِدَ النبتُ: إذا قلَّ ولم يطل. وجحادة: اسم رجل.",
    "pg": "2:451-452"
  },
  "جحدر": {
    "def": "الجحدر: القصير. وجحدر: اسم رجل.",
    "pg": "2:609"
  },
  "جحدل": {
    "def": "الجَحْدَلُ (٣) : الحادِرُ السمينُ. وجَحْدَلَهُ، أي صرعه.",
    "pg": "4:1652"
  },
  "جحر": {
    "def": "الجحر: واحد الجحرة والاجحار. وَأَجْحَرْتُهُ، أي ألجأته إلى أن دخل جُحرَهُ فانجحَر. وقد اجْتَحَرَ لنفسه جُحراً، أي اتّخذه. والجُحْرانُ: الجحر. ونظيره جئت في عقب الشهر وعقبانه. في الحديث: \" إذا حاضت المرأة حرم الجحران (١) \". والجحرة بالفتح: السنة الشديدة. قال الشاعر (٢) : إذا السنة الشهباء بالناس أَجْحَفَتْ * ونال كِرامَ المالِ في الجحرة الاكل - والجحرمة: الضيق وسوء الخلق، والميم زائدة. وجحرت عينه: غارت. وجَحَرَ (٣) فلانٌ: تَأَخَّرَ. ومَجاحِرُ القوم: مكامنهم. والجَواحِرُ: الدَواخل في الجحرة والمكامن (٤) .",
    "pg": "2:609"
  },
  "جحس": {
    "def": "الجِحاسُ في القتال، مثل الجِحاش. قال الأصمعي: يقال جاحَسْتُهُ وجاحَشْتُهُ، إذا زاحمتَه وزاولتَه على الامر. وأنشد (١) : إن عاش قاسى لك ما أقاسى * من ضربي الهامات واجتباسى (٢) * والصقع (٣) في يوم الوغى الجحاس * وقال رؤبة: يوما ترانا (٤) في عراك الجحس * ننبو (٥) بأجلال الامور الربس",
    "pg": "3:911"
  },
  "جحش": {
    "def": "الجَحْشُ: سَحْجُ الجِلْدِ. يقال: أصابه شئ فجحش وجهه ; وبه جَحْشٌ. والجَحْشُ: ولد الحمار، والجمع جِحاشٌ وجِحْشانٌ، والأنثى جَحْشَةٌ. ويقال للرجل إذا كان يستبد برأيه: جُحَيْشُ وحدِهِ، وعُيَيْرُ وحدِهِ، وهو ذَمٌّ. والجَحْشَةُ: صوفةٌ يلُفُّها الراعي على يده يغزلها. وجحاش: أبو حى من غطفان، وهو جحاش ابن ثعلبة بن سعد بن ذبيان بن بغيض بن ريث ابن غطفان. وهم قوم الشماخ بن الضرار. قال الشاعر: وجائت جحاش قضها بقضيضها * وجمع عوال ما أدق وألاما * وجاحشه، أي دافعه. والجَحيشُ: المتنحِّي عن القوم. قال الشاعر: إذا نزل الحى حل الجحيش * حريد المحل غويا غيورا (١) * والجَحْوَشُ: الصبيُّ قبل أن يشتدّ. وقال: قتلنا مخلدا وابنى حراق * وآخر جحوشا فوق الفطيم",
    "pg": "3:997"
  },
  "جحشم": {
    "def": "الجحشم: البعير المنتفخ الجنبين.",
    "pg": "5:1883"
  },
  "جحظ": {
    "def": "جَحَظَتْ عينهُ تَجْحَظُ جُحوظاً: عظمتْ مُقْلَتُها ونتأتْ، والرجلُ جاحِظٌ وجحظم، والميم زائدة. والجاحظ: لقب عمرو بن بحر. والجاحظتان: حدقتا العين.",
    "pg": "3:1171"
  },
  "جحظم": {
    "def": "الجحظم: العظيم العينين.",
    "pg": "5:1883"
  },
  "جحف": {
    "def": "أَجْحَفَ به، أي ذهب به. وأَجْحَفَ به أيضاً، أي قار به ودنا منه. وجاحفه، أي زاحمه وداناه. ويقال: مر الشئ مُضِراً ومُجْحِفاً، أي مقارباً. وسيلٌ جُحافٌ بالضم، إذا جرفَ كلَّ شئ وذهب به. وقال (٢) : لها كفل كصفاة المسيل ابرز عنها جحاف مضر والجحاف أيضا: الموت، عن أبى عمرو. يقال: موت جحاف، يذهب بكل شئ. قال ذو الرمة: وكائن تخطت ناقَتي من مَفازَةٍ وكم زَلَّ (٣) عنها من جحاف المقادر والجحاف أيضاً: مَشْيُ البطن من تُخمَة. والرجل مجحوف، قال الراجز: أرفقة تشكو الجحاف والقبص جلودهم ألين من مس القمص والجحاف بكسر الجيم: أن تصيب الدلوُ. فمَ البئر فينصب ماؤها، وربما تخرقت. قال الراجز: قد علمت دلو بنى مناف تقويم فرغيها عن الجحاف والجحوف. الدلوُ التي تَجْحَفُ الماء، أي تأخذه وتذهبُ به. وقول الشاعر: ولا يَسْتَوي الجَحْفانِ جَحْفُ ثَرِيدَةٍ وجَحْفُ حَرورَيٍّ بأبيضَ صارِمِ قال أبو عمرو: يعني أكْلَ الزبدِ بالتمر والضرب بالسيف. وجحفة: موضع بين مكة والمدينة، وهى ميقات أهل الشأم، وكان اسمها مهيعة فأجحف السيل بأهلها، فسميت جحفة.",
    "pg": "4:1334-1335"
  },
  "جحفل": {
    "def": "الجَحْفَلُ: الجيشُ. ورجلٌ جَحْفَلٌ، أي عظيم القَدْر. والجَحْفَلَةُ للحافر، كالشَفة للإنسان. وجَحْفَلَهُ، أي صرعه ورماه. وربما قالوا: جعفله. وتجحفل القوم، أي اجتمعوا. والجحفل: الغليظ الشفة، بزيادة النون.",
    "pg": "4:1652-1653"
  },
  "جحل": {
    "def": "الجُحَالُ بالضم: السَمُّ. وأنشد الاحمر (١) :\nجرعه الذيفان والجحالا (٢) * وأما الجخال بالخاء فلم يعرفه أبو سعيد. والجحل: اليعسوبُ العظيم، وهو في خَلْقِ الجرادة، إذا سقَط لم يضمّ جناحيه. والجَحْلُ أيضاً: السِقاءُ الضخمُ. والجَحْلُ: الحرباءُ، وهو ذَكَرُ أُمِّ حبين، ومنه قول ذى الرمة * واقلولى على عوده الجحل (١) * ويقال: الجحل: الجعل. وجحله (٢) ، أي صرعه. جحله شدد للمبالغة. قال الكميت: ومالَ أبو الشَعْثاءِ أَشْعَثَ دامِياً وإنَّ أبا جَحْل قتيل مجحل وربما قالوا جحمله، إذا صرعه، والميم زائدة.",
    "pg": "4:1652"
  },
  "جحلم": {
    "def": "جحلمه: أي صرعه.",
    "pg": "5:1883"
  },
  "جحم": {
    "def": "الجَحيمُ: اسمٌ من أسماء النار. وكلُّ نارٍ عظيمةٍ في مَهْواةٍ فهي جَحيمٌ، من قوله تعالى: (قالوا ابنُوا لَهُ بُنْياناً فألْقوهُ في الجَحيم) . والجاحِمُ: المكان الشديد الحرّ. قال الأعشى:\nوالموتُ جاحِمُ (١) * والجَحْمَةُ: العين بلغة حِمْيَرَ. وينشد: أيا جحمتا بكى على أم عامر أكيلة قلوب بأحدى المذانب (٢) وجَحَمَ الرجل: فتح عينيه كالشاخص، والعينُ جاحِمَةٌ. وجَحَّمَني بعينيه تَجْحِيماً: أَحَدَّ إليَّ النظر. والأَجْحَمُ: الشديد حمرةِ العين مع سَعَتها، والمرأة جحماء. والجحام: داء يصيب الانسان فترم عيناه. وأجحم عن الشئ: كف عنه، مثل أحجم.",
    "pg": "5:1883"
  },
  "جحمرش": {
    "def": "الجحَمْرِشَ: العجوز الكبيرة، والجمع جحامر، والتصغير جحيمر، يحذف منه آخر الحرف. وكذلك إذا أردت جمع اسم على خمسة أحرف كلها من الاصل وليس فيها زائد. فأما إذا كان فيها زائد فالزائد أولى بالحذف. وأفعى جحمرش، أي خشناء.",
    "pg": "3:997"
  },
  "جحمظ": {
    "def": "جَحْمَظْتُ الرجلَ، إذا صفَّدتَه وأوثقته.",
    "pg": "3:1171"
  },
  "جحن": {
    "def": "صبى جحن: سيئ الغذاء. وقد جحن بالكسر يحجن جحنا. قال الشماخ: وقد عرقت مغابنها وجادت بدرتها قرى جحن قتين يقول: صار عرق هذه الناقة قرى للقراد وأَجْحَنْتُهُ: أسأت غذاءه. أبو زيد: الجحن: البطئ الشباب. والمجحن بضم الميم من النبات: القصير القليل الماء. وجيحون: نهربلخ، وهو فيعول. وجيحان: نهر بالشأم.",
    "pg": "5:2091"
  },
  "جخب": {
    "def": "الجخابة، مثل السحابة: الاحمق الذى لا خير فيه، يقال: إنه لجخابة هلباجة.",
    "pg": "1:97"
  },
  "جخخ": {
    "def": "جَخَّ ببوله: رمى به. وجخجخت الرجل: صرعته. وجَخَّ فلان وجَخْجَخَ وتَجَخْجَخَ، إذا اضطجع وتمكن واسترخى. وقال الاغلب العجلى:\nإن سرك العز فجخجخ بجشم (٢)",
    "pg": "1:420"
  },
  "جخدب": {
    "def": "الجُخْدُبُ (١) : ضربٌ من الجنادب، وهو الأخضر الطّويل الرجلين، والجُخادِبُ مثله، ويقال له أيضا أبو جخادب، وهو اسم له معرفة، كما يقال للاسد أبو الحارث. تقول: هذا أبو جخادب قد جاء. والجخدب أيضا والجخادب: الجمل الضخم. قال الراجز (٢) :\nشداخة ضخم الضلوع جخدبا (٣) * والجمع: الجخادب بالفتح.",
    "pg": "1:97"
  },
  "جخر": {
    "def": "الجَخَرُ، بالتحريك الاتِّساع في البئر. يقال: جَخِرَ جوفُ البئر، بالكسر. وتجخير البئر: توسيعها.",
    "pg": "2:609"
  },
  "جخف": {
    "def": "جَخَفَ الرجلُ يَجْخِفُ بالكسر جَخْفاً، أي تكبَّر، فهو جَخَّافٌ مثل جَفَّاخٍ. ويقال: الجَخيفُ: أن يفتخر الرجل بأ كثر مما عنده. قال الشاعر: أراهم بحمد الله بعد جخيفهم غرابهم إذ مسه القتر واقع وأما الذي في حديث ابن عمر \" أنه نام وهو جالس حتَّى سُمِعَ جَخيفُهُ \" فيقال غطيطه في النوم قال أبو عبيد: ولم أسمعه في الصَوت إلاّ في هذا الحديث.",
    "pg": "4:1335"
  },
  "جخى": {
    "def": "التَجْخيَةُ: المَيْلُ ; ومنه قول حذيفة: \" كالكوز مَجْخِيَّاً \" أي مائلاً، لأنَّه إذا مال انصبَّ ما فيه. وأنشد أبو عبيدة:\nكَفَى سوأةً أنْ لا تزالَ مُجَخِّياً (١) * وجَخَّى الشيخ أيضاً: انحنى. قال الراجز:\nلا خير في الشيخ إذا ما جخى (٢) ويروى: \" اجلخا \". وفى الحديث أنه ﵇: \" جخى في سجوده \"، أي خوى ومد ضبعية وتجافى عن الارض.",
    "pg": "6:2298-2299"
  },
  "جدب": {
    "def": "الجَدْبُ: نقيض الخِصْبِ. ومكانٌ جدبٌ أيضاً وجديبٌ: بَيِّنُ الجدوبة. وأرضٌ جَدْبَةٌ وأرضٌ جُدوبٌ. وفلانٌ جَديبُ الجَنابِ، وهو ما حوله. وأَجْدَبَ القومُ: أصابَهُمُ الجَدْبُ. وأجْدَبْتُ أرض كذا: وجدتها جدبة. والجدب: العيب. وفى الحديث: \" أنه جَدَبَ السَمَرَ بعدَ العِشاءِ \"، أي عابه. قال ذو الرمة: فيالك من خد أسيل ومنطق * رخيمٍ ومن خَلْقٍِ تَعَلَّلَ جادِبُهْ يقول: لا يجد فيه عيبا يعيبه به، فيتعلَّل بالباطل. ابن السكيت: جادَبَتِ الإِبلُ العامَ، إذا كان العامُ مَحْلاً فصارت لا تأكل إلا الدِرينَ الأسودَ، دَرينَ الثمام. والجندب والجندب (١) : ضرب من الجراد، واسم رجل. قال سيبويه: نونها زائدة. أبو زيد: يقال وقع القوم في أم جندب، إذا ظلموا، كأنها اسم من أسماء الاساءة والظلم والداهية.",
    "pg": "1:97"
  },
  "جدث": {
    "def": "الجَدَثُ: القبر، والجمع أَجْدُثٌ وأجداث. قال المتنخل الهذلى: عرفت بأجدث فنعاف عرق * علامات كتحبير النماط (٣) واجتدث، أي اتخذ جدثا.",
    "pg": "1:277"
  },
  "جدح": {
    "def": "جَدَحْتُ السَوِيقَ واجتدحْتُهُ، أي لَتَتُّه. وشَرابٌ مَجَدَّحٌ، أي مُخَوَّض. والمِجْدَحُ: ما يُجْدَحُ به: وهو خَشَبةٌ طَرَفَها ذو جوانب. والمِجْدَحُ أيضاً: نَجْمٌ يقال له الدَبَرانُ، لأنَّهُ يطلع آخرا، ويسمَّى حاديَ النُجوم. قال الشاعر (١) : وأَطْعُنُ بالقَوْمِ شَطْرَ المُلو * كِ حّتَّى إذا خفق المجدح (٢) وكان الاموى يقول: \" المجدح \" بضم الميم، حكاه عنه أبو عبيد. ومجاديح السماء، أنواؤها. والمَجْدُوح: دَمُ الفَصيد، كان يُستعمل في في الجدب في الجاهلية.",
    "pg": "1:357-358"
  },
  "جدد": {
    "def": "الجد: وأبو الاب وابو الأُمِّ. والجَدُّ: الحظ والبَخْتُ: والجمع الجُدودُ. تقول: جُدِدْتَ يا فلان، أي صرْت ذا جَدٍّ، فأنت جَديدٌ حظيظٌ، ومَجْدودٌ محظوظٌ، وجَدٌّ حظ، وجدى حظى (٣) . عن ابن السكيت. وفى الدعاء: \" ولا ينفع ذاالجد منك الجد \" أي لا ينفع ذالغنى عندك غناه، وإنما ينفعه العمل بطاعتك. ومنك، معناه عندك. وقوله:\n(تَعالى جَدُّ رَبِّنا) *، أي عظمة ربنا، ويقال غناه. وفى حديث أنس رضى الله عنه: كان الرجل منا إذا قرأ البقرة وآل عمران جد فينا، أي عظم في أعيننا. والجدد: الأرض الصلبة. وفي المثل: \" من سَلَكَ الجَدَدَ أَمِنَ العِثارِ \". وقد أجد القوم، إذا صاروا إلى الجَدَدِ. وأَجَدَّ الطريق: صار جَدَداً. والجادَّةُ: مُعظَمُ الطريق: والجمع جَوادُّ. والجِدُّ: نقيض الهزلِ. تقول منه: جد في الامر يجد بالكسر جدا. وجد فلان في عينى يجدا جَدّاً بالفتح: عظُم. والجِدُّ: الاجتهاد في الأمور. تقول منه: جَدَّ في الأمر يَجِدُّ جَدّاً بالفتح، ويَجُدُّ. وأَجَدَّ في الأمر، مثله. قال الأصمعي: يقال إن فلاناً لجاد مجد، باللغتين جميعا. وقولهم: أجد بها أمرا، أي أجد أمره بها، نصب الامر على التمييز، كقولك، قررت به عينا أي قرت عينى به. وجاده في الامر، أي حاقه. وفلان محسن جِدّاً، ولا تقل جَدّاً. وهو على جدا أمر، أي عجلة أمر. وقولهم: في هذا خطرٌ جِدُّ عظيمِ، أي عظيم جدّاً. وقولهم: أَجِدَّكَ وأَجَدَّك (١) بمعنىً. ولا يتكلم به إلا مضافاً. قال الأصمعي: معناه أَبِجِدٍّ منك هذا. ونصبهما على طرح الباء. وقال أبو عمرو: معناه مالك أجد منك. ونصبهما على المصدر. قال ثعلب: ما أتاك في الشعر من قولك أجدك فهو بالكسر، فإذا أتاك بالواو وجدك فهو مفتوح. والجُدُّ بالضم: البئر التي تكون في موضع كثير الكلا. قال الاعشى يفضل عامرا على علقمة: ما جعل الجد الظنون الذى * جنب صوب اللجب الماطر (٢) - مثل الفراتي إذا ما طَما * يَقْذِفُ بالبوصيِّ والماهِرِ (٣) - وجدة: بلد على الساحل. والجدة: الخَطَّةُ التي في ظهر الحمار تخالف لونه. والجُدَّةُ: الطريقة، والجمع جُدَدٌ. قال تعالى:\n(ومن الجبالِ جُدَدٌ بيضٌ وحُمْرٌ) *، أي طرائق تخالف لون الجبل. ومنه قولهم: ركب فلان جُدَّةً من الأمر، إذا رأى فيه رأياً. وكِساءٌ مُجَدَّدٌ: فيه خطوط مختلفة. والجُدَّادُ: الخُلقانُ من الثياب، وهو معرب \" كُدادْ \" بالفارسية. قال الأعشى يصف خَمَّاراً: أضاَء مِظلَّتُه بالسِرا * جِ والليل غامر جدادها - وكل شئ تعقَّد بعضه في بعض من الخيوط وأغصان الشجر فهو جُدَّادٌ. قال الطرماح يصف ظبية: تجتنى ثامر (١) جداده * من فرادى برم أو تؤام - ويقال: إنه صغار الشجر. والجدجد بالضم: صرار الليل، وهو قَفَّازٌ، وفيه شبه من الجراد، والجمع الجداجد. والجد جد بالفتح: الارض الصلبة المستوية. وقال الشاعر (٢) :\nصم السنابك لا تقى بالجد جد (٣) وجد الشئ يجد بالكسر جدة: صار جديداً، وهو نقيض الخَلَقِِ. وجددت الشئ أجده بالضم جدا: قطعته. وثوبٌ جديد، وهو في معنى مَجْدُودٍ، يراد به حين جَدَّهُ الحائك، أي قطعه. قال الشاعر (١) : أَبى حُبِّي سُلَيْمى أَنْ يبيدا * وأًمْسى حَبْلُها خَلَقاً جديدا (٢) - أي مقطوعاً. ومنه قيل مِلحفةٌ جديد، بلا هاء، لانها بمعنى مفعولة. وثياب جدد، مثل سرير وسرر. وتجدد الشئ: صار جَديداً. وأَجَدَّهُ، واسْتَجَدَّهُ، وجَدَّدَهُ، أي صيَّره جديداً. وبَهيَ (٣) بيتُ فلان فأَجَدَّ بيتاً من شَعَر. ويقال لمن لبس الجديد: أَبْلِ وأجد واحمد الكاسى. والجديد: وجه الارض. وقولهم: لا أفعله ما اختلف الجَديدانِ، وما اختلف الأَجِدَّانِ، يُعنى به الليلُ والنهار. وجَديدَةُ السَرجِ: ما تحت الدَّفَّتين من الرِفادة واللِبْدِ الملزق. وهما جديدتان، وهو في مولد والعرب تقول: جَدْيَةُ السرجِ وجَدِيَّةُ السرجِ (١) . وجَدَّ النخل يَجُدُّهُ، أي صَرَمه. وأَجَدَّ النخلُ: حان له أن يُجَدّ. وهذا زمن الجِدادِ والجداد، مثل الصرام والقطاف، فكأن الفعال والفعال مطردان في كل ما كان فيه معنى وقت الفعل مشبهان في معاقبتهما بالاوان والاوان. والمصدر من ذلك كله على الفعل، مثل الجد والصرم والقطف. وجدت أخلاف الناقة، إذا أضرَّ بها الصِرارُ وقطعها، فهي ناقة مجدودةُ الأخلافِ. وامرأةٌ جَدَّاءُ: صغيرة الثدي. وفلاةٌ جَدَّاء: لا ماء بها. وتَجَدَّدَ الضَرْعُ: ذهب لبنُه. ابن السكيت: الجَدودُ: النعجةُ التي قل لبنُها من غير بأس، والجمع الجَدائِدُ، ولا يقال للعنز جَدودٌ ولكن مَصورٌ. قال: والجَدَّاءُ التي ذهب لبنُها من عيب. وجدود: موضع فيه ماء يسمى الكلاب، وكانت به وقعة مرتين. ويقال للكلاب الاول يوم جدود، وهو لتغلب على بكر بن وائل. قال الشاعر: أرى إبلى عافت جدود فلم تذق * بها قطرة إلا تحلة مقسم -",
    "pg": "2:452-455"
  },
  "جدر": {
    "def": "الجَدْرُ والجِدارُ: الحائط. وجمع الجِدارِ جُدُرٌ، وجمع الجَدْرِ جُدْرانٌ، مثل بطن وبطنان. والجَدْرُ أيضاً: نَبْت. وقد أَجْدَرَ المكان. والجَدَرُ: أثر الكَدْمِ بعنق الحمار قال رؤبة:\nوجادر (١) الليتين مطوى الحنق * وشاة جدراء: إذا تقوب جلدها من داء يصيبها. والجُدَرِيُّ بضم الجيم وفتح الدال، والجَدَريُّ بفتحهما: لغتان. تقول: جُدِّرَ الرجل فهو مُجَدَّرٌ. وأرض مُجَدَّرَةٌ: ذات جُدَريٍّ. ويقال أيضاً: هذا الأمر مَجْدَرَةٌ لذلك، أي مَحْراةٌ. وفلان جديرٌ بكذا، أي خليق. وأنت جديرٌ أن تفعل كذا. والجمع جُدَراءُ وجَديرونَ. والجَديرُ: مكان قد بُني حوالَيْه جِدارٌ. ويقال للحظيرة من صخر: جديرة. وجدر: قرية بالشام تنسب إليها الخمر. وقال الشاعر (١) : ألا يا اصبحينا فيهجا جدرية * بماء سحاب يسبق الحق باطلى (٢) - والجدرة: خراج، وهى السلعة، والجمع جدر. وأنشد ابن الاعرابي:\nيا قاتل الله دقيلا ذا الجدر * والجدرة أيضا: حى من الازد، ويقال: سموا بذلك لانهم بنوا جدار الكعبة. وجندرت الكتاب: إذا أمررت القلم على ما درس منه ليتبين، وكذلك الثوب إذا أعدت وشيه بعد ما كان ذهب. وأظنه معربا.",
    "pg": "2:609-610"
  },
  "جدس": {
    "def": "جديس: قبيلة كانت في الدهر الاول فانقرضت. والجادسة: الارض التى لم تُعْمَرْ ولم تُحْرَثْ. وفي حديث مُعاذ: \" مَنْ كانت له أرضٌ جادِسةٌ وقد عُرِفَتْ له في الجاهلية حتَّى أسلم فهي لربِّها \".",
    "pg": "3:911"
  },
  "جدع": {
    "def": "الجَدْعُ: قطعُ الأنفِ، وقطعُ الأذنِ أيضاً، وقطع اليدِ والشفةِ. تقول منه: جَدَعْتُهُ، فهو أَجْدَعُ بيِّن الجَدَعِ، والأنثى جَدْعاءُ. والجَدَعَةُ: ما بقي منه بعد القطع. وجدعته، أي سجنته وحبسته. وبالذال أيضا. والمجادعة: المخاصَمَةُ، ومنه قول الشاعر (١) . * وُجوهَُ قرودٍ تبتغي مَنْ تُجادِعُ (٢) * وكذلك التَجادُعُ. يقال: تركت البلاد تَجادَعُ أفاعيها، أي يأكل بعضُها بعضاً. وصبى جدع: سيئ الغذاء. وقد جَدِعَ بالكسر جَدَعاً. وأَجْدَعْتُهُ، إذا أسأت غذاه. قال أوس بن حجر: وذات هدم عار نواشرها * تصمت بالماء تولبا جدعا (٣) * ورواه المفضل بالذال المعجمة، فرد عليه الاصمعي. وجداع: السنة الشديدة التى تجدع بالمال، أي تذهب به. قال الشاعر (٤) : لقد آليت أغدر في جداع * وإن منيت أمات الرباع * والمجدع من النبت: ما أُكِلَ أعلاه. وكلأٌ جُداعٌ بالضم، أي دو. قال الشاعر (٥) * وغب عداوتي كلا جداع (١) * وجدعه تجديعا، أي قال له: جَدْعاً لك! وحمارٌ مجدع، أي مقطوع الاذن. وأما قول ذى الخرق الطهوى: أتانى كلام التغلبي ابن ديسق * ففى أي هذا ويله يتترع * يقول الخنا وأبغض العجم ناطقا * إلى ربنا صوت الحمار اليجدع * فإن الاخفش يقول: أراد الذى يجدع، كما تقول: هو اليضربك، تريد هو الذى يضربك، وهو من أبيات الكتاب (٢) . وقال أبو بكر ابن السراج: لما احتاج إلى رفع القافية قلب الاسم فغلا، وهو من أقبح ضرورات الشعر. والجنادع: الاحناش، ويقال هي جنادب تكون في جحرة اليرابيع والضباب، يخرجن إذا دنا الحافر من قعر الجحر. ومنه قيل: رأيت جنادع الشر، أي أوائله، الواحدة جندعة، وهو ما دب من الشر. وذات الجنادع: الداهية. وعبد الله بن جدعان (١) .",
    "pg": "3:1193-1194"
  },
  "جدف": {
    "def": "الكسائي: جدف الطائر بحدف جُدوفاً، إذا كان مقصوصاً فرأيتَه إذا طار كأنّه يردُّ جناحيه إلى خَلفِه. قال الأصمعيّ: ومنه سمِّي مجدافُ السفينة. وجناحا الطائر: مجد افاه. قال ابن دريد: مجداف السفينةِ بالدال والذال جميعاً، لغتان فصيحتان. والجَدَفُ: القبرُ، وهو إبدالُ الجدث. قال الفراء: العرب تعقب بين الفاء والثاء في اللغة، فيقولون جدث وجدف، وهى الاجداث والاجداف. والجدف أيضا: مالا يغطى من الشراب، وهو في حديث عمر ﵁ حين سأل المفقود الذى كان الجن استهوته: ما كان طعامهم؟ فقال: الفول وما لم يذ كر اسم الله عليه.",
    "pg": "4:1335"
  },
  "جدل": {
    "def": "الجَدْلُ: العضوُ، والجمع الجُدول (١) . والاجدل: الصقر. والمجدل: القصر. ومنه قول الكميت:\nمجادل شد الراصفون اجتدالها (٢) * وقال الأعشى: في مِجْدَلٍ شُيِّدَ بُنْيانُه يَزِلُّ عنه ظُفُرُ الطائِر والجِدالُ: البلَحُ إذا اخضرّ واستدار قبل أن يشتدّ، بلُغَةِ أهلِ نجد، الواحدة جدالة. وقال بصف نخلا (٣) : وسارت إلى يبرين خمسا فأصبحت يخر على أيدى السقاة جدالها والجدالة: الارض، ومنه قول الراجز: قد أركب الآلة بعد الآله وأترك العاجز بالجداله (٤) يقال: طعنه فَجدَّلَهُ، أي رماه بالأرض، فانْجَدَلَ، أي سقط. وجادَلَهُ، أي خاصمه، مُجادَلةً وجِدالاً: والاسم الجَدَلُ، وهو شدّة الخصومة. وجَدَلتُ الحبلَ أَجْدُلُهُ (١) جَدْلاً، أي فَتَلْتُهُ فتلاً محكماً. ومنه جاريةٌ مَجْدولةُ الخَلْقِ حسنةُ الجَدْلِ. والمَجْدولُ: القَضيفُ لا من هزالٍ. وغلامٌ جادِلٌ: مشتدٌ. وجَدَلَ الحَبُّ في سُنبله: قَوِيَ. قال الأصمعي: الجادِلُ من ولد الناقة فوقَ الراشح، وهو الذي قويَ ومشى مع أُمّه. والجَديلُ: الزمامُ المَجْدولُ من أَدَمٍ، ومنه قول امرئ القيس: وكَشْحٍ لطيفٍ كالجَديلِ مُخَصَّرٍ وساقٍ كأُنْبوبِ السَقيِّ المُذَلَّلِ وربّما سمِّي الوشاحُ جَديلاً. قال عبد الله ابن عجلان النهديّ: كَأَنَّ دِمَقْساً أو فُروعَ غمامة على متنها حيث استقر جديلها (٢) وجديل وشدقم: فحلان من الابل كانا للنعمان بن المنذر والجديلة: الشا كلة. والجديلة: القبيلة والناحية. وجديلة: حى من طيئ، وهو اسم أمهم، وهى جديلة بنت سبيع بن عمرو، من حمير، إليها ينسبون. والنسبة إليهم جدلى، مثل ثففى. والجدلاء من الدروع: المنسوجة، وكذلك المجدولة، وهى المحكمة. والجندل، الحجارة، ومنه سمى الرجل. والجندل بفتح النون وكسر الدال: الموضع فيه حجارة. والجدول: النهر الصغير.",
    "pg": "4:1653-1654"
  },
  "جدم": {
    "def": "الجدمة، بالتحريك: القصير من الرجال، والجمع: الجدم. والجدمة أيضا: الشاة الرديئة.",
    "pg": "5:1883"
  },
  "جدن": {
    "def": "ذو جدن: قيل من أقيال حمير.",
    "pg": "5:2091"
  },
  "جدى": {
    "def": "الجدية، بتسكين الدال: شئ محشوٌّ يُجْعَلُ. تحت دَفَّتَي السرج والرحْل، وهما جَدْيَتانِ، والجمع جَدىً وجديات بالتحريك. وكذلك الجدية على فعيلة، والجمع الجدايا. ولا تقل جديدة. والعامة تقولها. والجدية أيضا: طريقة الدم، والجمع الجَدايَا. وقال أبو زيد: الجَدِيَّةُ من الدم: ما لزِق بالجسد. والبصيرةُ: ما كان على الأرض. والجَدْيُ من ولد المعز. وثلاثة أجْدٍ، فإذا كثُرتْ فهي الجداء، ولا تقل الجدايا ولا الجدى بكسر الجيم. والجدى: برج في السماء. والجَدْيُ: نجمٌ إلى جَنْبِ القطب تُعرف به القِبلةُ. ومطَرٌ جَدّى مقصورٌ، أي عامٌّ. يقال: اللهمَّ اسقِنا غيثاً غَدَقاً، وجدىً طَبَقاً. ويقال أيضا: جدا الدهر، أي يَدَ الدهر، أي أبداً. والجَدا، بالقصرِ أيضاً: الجَدْوى، وهُما العَطِيَّةُ. وفلان قليل الجَداءِ عنك بالمدّ، أي قليل الغنَاء والنفع. والجِدايَةُ والجَدايَةُ: الغَزالةُ. قال الأصمعي: هو بمنزلة العناق من الغنم. قال الراجز (١) : تريح بعد النفس المحفوز (٢) * إراحة الجداية النفوز وجدوته واجْتَدَيْتُهُ واسْتَجْدَيْتُهُ بمعنىً، إذا طلبتَ جَدْواهُ. قال أبو النجم: جئنا نُحَيِّيكَ ونَسْتَجْديكا * من نائِلِ اللهِ الذي يُعْطيكا والجادي: السائلُ العافي. وأَجْداهُ، أي أعطاه الجَدْوى. وأَجْدى أيضاً، أي أصاب الجَدْوى. وما يُجْدي عنك هذا، أي ما يغنى.",
    "pg": "6:2299-2300"
  },
  "جذب": {
    "def": "الجَذْبُ: المدُّ. يقال جذبَهُ، وجبذه على القلب، واجتذبه أيضا. يقال للرجل إذا كَرَعَ في الإناء: جذب منه نَفَسَاً أو نَفَسَين. وبيني وبين المنزل جَذْبَةٌ، أي قطعة، يعني بُعْدٌ. ويقال جَذْبَةٌ من غَزْلٍ، للمجذوب منه مَرَّةً. وجذبت المُهْرَ عن أمّه، أي فطمته. قال الشاعر (٢) : * ثم جذبناه فِطاماً نَفْصِلُهْ (١) * أبو عمرو: الجَذْبُ: انقطاع الريق. ويقال للناقة إذا قلَّ لبنُهَا: قد جَذَبَتْ، فهي جاذبٌ، والجمع جواذبُ وجِذابٌ أيضا، مثل نائم ونيام. وجذب الشهر: مضى عامته. وجاذبته الشئ، إذا نازعته إياه. والتجاذب: التنازع. والانجذاب: سرعة السير. والجَذّبُ بالتحريك: الجُمَّارُ، وهو شحمُ النخل، الواحدة جذبة.",
    "pg": "1:97-98"
  },
  "جذذ": {
    "def": "جذذت الشئ: كسرته وقطعته. والجُذاذُ والجِذاذُ: ما تقطّعَ منه، وضمُّه أفصح من كسره. و * (عطاء غير مَجْذوذٍ) *، أي غيرَ مقطوعٍ الكسائي: يقال لحجارةِ الذهبِ جذاذ، لانها تكسر. والجذاذات: القراضات. والانجذاذ: الانقطاع. قال الفراء: يقال رَحِمٌ جَذَّاءُ وحَذَّاءُ، بالجيم والحاء ممدودان، وذلك إذا لم توصَل. وما عليه جُذَّةٌ، أي شئ من الثياب. والجذيذة: السويق.",
    "pg": "2:561"
  },
  "جذر": {
    "def": "الجذر: الاصل. قال زهير يصف بقرة: وسامعتين تعرف العتق فيهما * إلى جذر (٤) مدلوك الكعوب محدد - يعنى قرنها. وأصل كل شئ: جذره بالفتح عن الاصمعي، وجِذْرُهُ بالكسر عن أبي عمرو. وفي الحديث: \" إنّ الأمانَةَ نزلت في جَِذْرِ قلوب الرجال \". وعشَرة في حساب الضَرب جِذرُ مائةٍ. وجذرت الشئ: استأصلته. ومنه المجذر، وهو القصير. وأنشد أبو عمرو:\nالبحتر المجذر الزوال (١) * يريد في مشيته. والجيذر مثله. والجذمور والجذمار: قطعة من أصل السعفة تَبقى في الجِذع إذا قطعت، بزيادة الميم. وأخذت الشئ بجذ اميره، إذا أخذته كله. حكاه الكسائي.",
    "pg": "2:610-611"
  },
  "جذع": {
    "def": "الجَذَعُ قبل الثَنيِّ، والجمع جُذْعانٌ وجِذاعٌ، والأنثى جَذَعَةٌ، والجمع جَذَعاتٌ. تقول منه لولد الشاة في السنة الثانية ولولد البقر والحافر في السنة الثالثة، وللإبل في السنة الخامسة: أَجْذَعُ. والجَذَعُ: اسمٌ له في زمنٍ ليس بِسِنٍ تنبت ولا تسقط. وقد قيل في ولد النعجة: إنَّه يُجْذِعُ في ستّة أشهر أو تسعة أشهر، وذلك جائزٌ في الأضْحِيَةِ. والأَزْلَمُ الجَذَعُ: الدهرُ. قال لقيط بن مَعمَر (٢) الإياديُّ: يا قَوْمِ بَيْضَتَكُمْ لا تُفْضَحُنَّ بها * إنِّي أَخافُ عليها الأَزْلَمَ الجَذَعا * وأما قول الشاعر (٣) :\nألقى على يديه الازلم الجذع (٤) * فيقال الدهر، ويقال الاسد. وقولهم: فلانٌ في هذا الأمر جَذَعٌ، إذا كان أخذ فيه حديثاً. وجَذَعْتُ الدابَّةَ: حبستُها على غير علف. ومنه قول العجاج: كأنه من طول جذع العفس * ورملان الخمس بعد الخمس * ينحت من أقطاره بفأس * وأجذعته: سجنته، وبالدال أيضاً غير معجمة. والجِذْعُ: واحد جذوع النخل. وجذع أيضا: اسم رجل (١) ، وفى المثل: \" خذ من جذع ما أعطاك \". وأصله أنه كان أعطى بعض الملوك سيفه رهنا، فلم يأخذه منه، وقال: اجعل هذا في كذا من أمك! فضربه به فقتله. والجذعمة: الصغير. وفى الحديث عن على رضى الله عنه: \" أسلم والله أبو بكر وأنا جذعمة \"، وأصله جذعة والميم زائدة",
    "pg": "3:1194-1195"
  },
  "جذف": {
    "def": "أبو عمرو: جذفت الشئ جَذْفاً: قطعتُه والمِجْذافُ: ما تُجذَفُ به السفينة، وبالدال أيضا. قال الشاعر (٣) يصف ناقة: تكاد إن حرك مجذافها تستل من مثناتها باليد (٤) وقلت لابي الغوث: ما مجذافها؟ قال: السوط، جعله كالمجذاف لها. وقال أبو عبيد: جَذّفَ الرجلُ في مشيته، أي أسرعَ. وجَذَفَ الطائرُ لغةٌ في جدف.",
    "pg": "4:1336"
  },
  "جذل": {
    "def": "الجِذْلُ، واحد الأَجْذالِ، وهي أصول الحطَب العظامُ، ومنه قول الحُبابِ بن المنذر، \" أنا جُذَيْلُها المُحَكَّكُ \". والجاذِلُ: المنتصبُ مكانَه لا يبرح، شُبِّهَ بالجِذْلِ الذي يُنْصَبُ في المعاطن لتحتكَّ به الإبلُ الجربى. قال الشاعر (١) :\nلاقت على الماء جذيلا واتدا (٢) * ويقال: فلان جذل مال، إذا كان رفيقاً بسياسته. والجَذّلُ بالتحريك: الفرحُ. وقد جَذِلَ بالكسر يَجْذَلُ فهو جَذْلانُ. وأَجْذَلَهُ غيره، أي أفرحه. واجْتَذَلَ، أي ابْتَهَجَ.",
    "pg": "4:1654"
  },
  "جذم": {
    "def": "الجذم، بالكسر: أصل الشئ، وقد يفتح. وقال (١) . * وعضضت من نابى على جذم (٢) * والجذمة: القطعة من الحبل وغيرِه. ويسمَّى السوطُ جِذْمَةً. وقال (٣) يوشونهن إذا ما آنسوا فزعا تحت السنور بالاعقاب والجذم وجذمت الشئ جذما: قطعته، فهو جَذيْمٌ. وجَذِمَ الرجل بالكسر جَذَماً: صار أَجْذَمَ، وهو المقطوع اليد، وفى الحديث: \" من تعلم القرآن ثم نسيه لقى الله وهو أجذم \". قال المتلمس:\nبكف له أخرى فأصبح أجذما (١) * والجمع جذمى، مثل حمقى ونوكى. والانجِذامُ: الانقطاعُ. قال النابغة:\nوأمْسَى حبلها انجذما (٢) * (*) والجذام: داء وقد جُذِمَ الرَجُلُ بضم الجيم فهو مجذوم، ولا يقال أجذم. وجذام: قبيلة من اليمن ننزل بجبال حسمى، تزعمم نساب مضر أنهم من معد. قال الكميت، يذكر انتقالهم إلى اليمن بنسبهم: نعاء جذاما غير موت ولا قتل ولكن فراقا للدعائم والاصل والجذامة من الزرع: ما بَقيَ بعد الحصد. وجذيمة: قبيلة من عبد القيس، ينسب إليهم جذمى بالتحريك. وكذلك إلى جذيمة أسد. قال سيبويه: وحدثني من أثق به أن بعضهم يقول في بنى جذيمة جذمى بضم الجيم. قال أبو زيد: إذا قال سيبويه حدثنى من أثق به فإنما يعنينى. ورجل مجذامة، أي سريع القطع للمودّة. وأجْذَمُ البعير في سيره، أي أسرعَ. والإِجْذامَ: الإقلاعُ عن الشئ. قال الربيع ابن زياد: وحَرَّقَ قيسٌ عَلَيَّ البِلا دحتى إذا اضطرمت أجذما وجذيمة الابرش: ملك الحيرة صاحب الزباء، وهو جذيمة بن مالك بن فهم بن دوس، من الازد.",
    "pg": "5:1883-1885"
  },
  "جذى": {
    "def": "الجَذْوَةُ والجُذْوَةُ والجِذْوَةُ: الجمرةُ الملتهبة، والجمع جِذىً وجُذىً وجَذىً. قال مجاهدٌ في قوله تعالى: (أو جَذْوَةٍ من النار) أي قطعة من الجمر. قال: وهي بلغة جميع العرب. وقال أبو عبيدة: الجِذْوَةُ مثل الجِذْمَةِ، وهي القطعة الغليظة من الخشب، كانَ في طرفها نارٌ أو لم يكنْ. قال ابن مُقْبل: باتت حَواطِبُ لَيْلى يلتمسنَ لها * جِزْلَ الجِذى غير خَوَّارٍ ولا دَعِرِ والجاذي: المُقْعي منتصبَ القدمين وهو على أطراف أصابعه. قال النُعمان بن عَديّ بن نَضْلَةَ: إذا شئتُ غَنَّتْني دهاقينُ قريةٍ * وصَنَّاجَةٌ تَجْذو على حرف مَنْسِم (١) والجمع جذاء، مثل نائم ونيام. قال الشاعر:\nوحولي أعداء جِذاءٌ خُصومُها (٢) * وقال أبو عمرو: جذا وجثا لغتان بمعنى. (*) قال: والجاذي: القائمُ على أطراف الأصابع. وأنشد لابي دواد (١) : جاذيات على السنابك قد أَنْ * حَلَهُنَّ الإسراجُ والإلجامُ وقال ابن الأعرابي: الجاذي على قدميه، والجاثي على ركبتيه. وأجذى وجذا بمعنى، إذا ثبت قائما. وفى الحديث: \" مثل الارزة المجذية على الارض \" أي الثابتة. وكل من ثبت على شئ فقد جذا عليه. قال الراجز: لم يبق منها سبل الرذاذ * غير أثافى مرجل جواذى والتجاذى في إشالة الحجر، مثل التجاثى. ورجل جاذ، أي قصير الباع. وامرأة جاذية. قال الشاعر (١) : إن الخلافة لم تكن مقصورة * أبدا على جاذى اليدين مبخل (٢) أبو عمرو: المجذوذى: الذى يلازم الرحل والمنزل لا يفارقه. وأنشد (٣) : ألست بمجذوذ على الرحل دائب * فمالك إلا ما رزقت نصيب قال الكسائي: إذا حمل الفصيل في سنامه شحما قيل: أجذى، فهو مجذ.",
    "pg": "6:2300-2301"
  },
  "جرأ": {
    "def": "الجرأة مثال الجرعة: الشجاعة، وقد يترك همزه، فيقال: الجرة مثال الكرة، كما قالوا للمرأة: مرة. والجرئ: المقدام، تقول منه: جرؤ الرجل جراءة، بالمد. وهو جرئ المقدم، أي: جرئ عند الاقدام. وتقول: جرأتك على فلان، حتى اجترأت عليه.",
    "pg": "1:40"
  },
  "جرب": {
    "def": "الجرب معروف. وقد جرب الرجل فهو أجرب، وقوم جرب وجربى، وجمع الجرب جراب (٢) . قال الشاعر (٣) : وفينا وإنْ قيلَ اصطلحنا تَضاغُنٌ * كما طَرَّ أوبارُ الجِرابِ على النَشْرِ وأجرب الرجل: جربت إبله. والجرباء: السماء، سميت بذلك لما فيها من الكواكب، كأنها جرب لها. وأرض جرباء: مقحوطة. والجراب معروف، والعامة تفتحه، والجمع أجربة وجرب وجرب (١) . وجراب البئر أيضا: جوفها من أعلاها إلى أسفلها. والجريب من الطعام والارض: مقدار معلوم، والجمع أجربة وجربان. والمجرب مثل المجرس والمضرس: الذى قد جربته الامور وأحكمته، فإن كسرت الراء جعلته فاعلا، إلا أن العرب تكلمت بالفتح. والجربة بالكسر: المزرعة. قال بشر: تحدر ماء البئر عن جرشية * على جربة تعلو الدبار غروبها والجربياء، على فعلياء بالكسر والمد: النكباء التى تجرى بين الشمال والدبور، وهى ريح تقشع السحاب. قال ابن أحمر: بهجل من قسا ذفر الخزامى * تهادى الجربياء به الحنينا وجراب، بالضم: اسم ماء بمكة. والجربة بالفتح وتشديد الباء: العانة من الحمير. وربما سموا الاقوياء من الناس إذا كانوا جماعة متساوين جربة. قال الراجز: جربة كحمر الابك * لا ضرع فينا ولا مذكى يقول: نحن جماعة متساوون وليس فينا صغير ولا مسن. والابك: موضع. وجربان السيف بالضم والتشديد: قرابه. وجربان القميص أيضا: لبنته، فارسي معرب. والاجربان: بنو عبس وذبيان. قال عباس بن مرداس (١) : وفى عضادته اليمنى بنو أسد * والاجربان بنو عبس وذبيان (٢) والجورب معرب، والجمع الجواربة، والهاء للعجمة، ويقال الجوارب أيضا كما قالوا في جمع الكيلج الكيالج. وتقول: جوربته فتجورب، أي ألبسته الجورب فلبسه.",
    "pg": "1:98-99"
  },
  "جربز": {
    "def": "رجل جربز بالضم، بين الجربزة بالفتح، أي خب. وهو القربز أيضا، وهما معربان.",
    "pg": "3:867"
  },
  "جرث": {
    "def": "الجريث بالتشديد: ضرب من السمك.",
    "pg": "1:277"
  },
  "جرثم": {
    "def": "الجرثومة: الاصل. وجرثومة النمل: قريته. وتجرثم الشئ واجرنثم. إذا اجتمع.",
    "pg": "5:1886"
  },
  "جرج": {
    "def": "أبو زيد: الجَرِجُ: الجائِلُ القَلقُ. يقال: جَرِجَ الخاتَمُ في إصْبَعي يَجْرَجُ جَرَجاً، إذا اضطرب من سَعَته. وأنشد: إنِّي لأهوى طفلةً ذاتَ غَنَجْ * خَلْخالُها في ساقِها غيرُ جَرِجْ قال: والجَرَجَةُ بالتحريك: جَادَّةُ الطريق. قال: والجَرَجُ أيضاً: الأرض الغليظةُ. وقال ابن دريد: الارض ذات الحجارة. والجرجة بالضم: وعاء كالخرج (١) . قال أوس بن حجر: ثلاثة أبراد جياد وجرجة * وأدكن من أرى الدبور معسل وبالخاء تصحيف، والجمع جرج، مثل بسرة وبسر. ومنه جريج مصغر اسم رجل.",
    "pg": "1:302-303"
  },
  "جرجب": {
    "def": "الجَراجِبُ: العظام من الإبل.",
    "pg": "1:99"
  },
  "جرجس": {
    "def": "الجرجس: لغة في القرقس، وهو البعوض الصغار. قال شريح بن حراش (٣) الكلبى: لبيض بنجد لم يبتن نواطرا * لزرع ولم يدرج عليهن جرجس * أحب إلينا من سواكن قرية * مثجلة داياتها تتكدس * وجرجيس: اسم نبى ﵇.",
    "pg": "3:913"
  },
  "جرجم": {
    "def": "الجراجمة: قوم من العجم بالجزيرة. ويقال: الجراجمة: نبط الشأم. وتجرجم الوحشيّ في وجاره: تقبّض وسكن.",
    "pg": "5:1886"
  },
  "جرح": {
    "def": "جَرَحَهُ جَرْحاً، والاسم الجُرْحُ بالضم، والجمع جروح. ولم يقولوا أجراح (٣) ، إلا ما جاء في شعر (٤) . والجراح: جمع جراحة بالكسر. ورجل جريح وامرأة جريحٌ، ورجالٌ ونِسْوَةٌ جَرْحى. وجَرَّحَهُ، شُدِّدَ للكثرة. وجَرَحَ واجْتَرَحَ، أي اكْتَسَبَ. والجَوارِحُ من السِباعِ والطَير: ذواتُ الصَيدِ. وجوارِحُ الإنسان: أعضاؤه التي يَكْتَسِبُ بها. والاسْتِجْراح: العَيْبُ والفَسادُ. يقال: قد وَعَظْتُكُم فلم تزدادوا إلا استجراحا. وقال ابن عون: \" استجرحت هذه الاحاديث \".",
    "pg": "1:358"
  },
  "جرد": {
    "def": "الجَرَدُ: فضاء لا نبات فيه. قال أبو ذؤيبٍ يصف حمار وحش وأنَّه يأتي الماء ليلاً فيشرب: يَقْضي لُبانَتَهُ بالليلِ ثم إذا * أَضْحَى تَيَمَّمَ حَزْماً حوله جرد - والجرد في قول الراجز (١) : يا ريها اليوم على مبين * على مبين جرد القصيم - اسم موضع ببلاد بنى تميم. وأرض جردة وفضاء أَجْرَدُ: لا نبات فيه، والجمع الاجارد. وأجارد بالضم: موضع. ورجل أجرد بين الجرد: لا شعر عليه. وفرسٌ أَجْرَدُ، وذلك إذا رَقَّتْ شَعْرَتُهُ وقصُرَتْ، وهو مدح. وقول أبى ذؤيب: تَدَلَّى عليها بين سِبٍّ وخيطة * بجرداء مثل الوكف يكبوا غرابها - يعنى صخرة ملساء. والجريد: الذى يجرد عنه الخوصُ. ولا يسمَّى جَريداً مادام عليه الخوص، وإنما يسمى سعفا، الواحدة جريدة. وكل شئ قشرته عن شئ فقد جَرَدْتَهُ عنه. والمقشور مَجرودٌ. وما قُشِرَ عنه جُرادَةٌ. ورجلٌ جارودٌ، أي مشئومٌ. وسنةٌ جارودٌ، أي شديدة المحل. والجارود العبدى: رجل من الصحابة، واسمه بشر بن عمرو بن عبد القيس. وسمى الجارود لانه فر بإبله إلى أخواله بنى شيبان وبها داء، ففشا ذلك الداء في إبل أخواله فأهلكها. وفيه قال الشاعر:\nكما جرد الجارود بكر بن وائل * والجارودية: فرقة من الزيدية نسبوا إلى أبى الجارود زياد بن أبى زياد. ويقال: جريدة من خيلٍ، لجماعة جُرِدَتْ من سائرها لوجه. وعام جريد، أي تام. وقال الكسائي: ما رأيته مذ أَجْرَدانِ ومُذْ جَريدانِ، يعني يومين أو شهرين. والجردة بالضم مستوية منجردة (١) . ويقال أيضا: فلان حسنُ الجُرْدَةِ والمُجَرَّدِ والمُتَجَرِّدِ، كقولك: حسنُ العُرْيَةِ والمُعَرَّى، وهما بمعنىً. والجَرْدةُ بالفتح: البُردةُ المُنْجَرِدَةُ الخَلَقُ. قال أبو ذؤيب: وأَشْعَثَ بَوْشِيٍّ شَفَيْنا أُحاحَهُ * غداتئذ ذى جردة متماحل - بوشى: كثير العيال. متماحل: طويل. شفينا أحاحه، أي قتلناه. والمتجردة: اسم امرأة النعمان بن المنذر ملك الحيرة. والتجريد: التعرية من الثياب. وتجريد السيفِ: انتضاؤه. والتَجريدُ: التشذيبُ. والتَّجَرُّدُ: التعرِّي. وتَجَرَّد للأمر، أي جَدَّ فيه. وانجرد بنا اسير، أي امتدَّ وطال. وانْجَرَدَ الثوبُ، أي انسحق ولان. والجردان بالضم: قضيب الفرسِ وغيره. والجَرادُ معروفٌ، الواحدة جرادة، يقع على الذكر والاثنى. وليس الجَرادُ بذكرٍ للجرادة، وإنَّما هو اسم جنسٍ، كالبقر والبَقَرَةِ، والتمر والتمرة، والحمام والحمامة، وما أشبه ذلك، فحق مذكره أن لا يكون مؤنثه من لفظه، لئلا يلتبس الواحد المذكر بالجمع. وقولهم: ما أدري أيُّ جَرادٍ عارَهُ، أيْ أيُّ الناس ذهَبَ به. والجرادتان: اسم فينتين كانتا بمكة في الزمن الاول. وجردت الارض فهى مجرودة، إذا أكل الجَرادُ نبتَها. ويقال أيضاً: جُرِدَ الإنسان، إذا أكل الجَرادَ فاشتكى بطنَه، فهو مَجْرودٌ. وجَرِدَ الرجلُ بالكسر جَرَداً، إذا شَريَ جلدُه من أكل الجراد.",
    "pg": "2:455-456"
  },
  "جردب": {
    "def": "الجَرْدَبانُ بالدال غير معجمة (٣) ، فارسي معرب، أصله كرده بان، أي حافظُ الرغيفِ، وهو الذي يضع شماله على شئ يكون على الخوان كي لا يتناوله غيره. وأنشد الفراء: إذا ما كنت في قومٍ شَهاوى * فلا تَجْعلْ شِمالَك جَرْدَبانا (١) تقول منه: جَرْدَبَ في الطعام وجردم.",
    "pg": "1:99"
  },
  "جردحل": {
    "def": "الجردحل من الابل: الضخم.",
    "pg": "4:1655"
  },
  "جردم": {
    "def": "الجَرْدَمَةُ في الطعام مثل الجَرْدَبَة. وجَرْدَمَ، إذا أكثَرَ من الكلام.",
    "pg": "5:1886"
  },
  "جرذ": {
    "def": "الجَرَذُ بالتحريك: كلُّ ما حدث في عُرقوب الدابة من تَزَيُّدٍ أو انتفاخِ عصبٍ. والجُرَذُ: ضربٌ من الفأر، والجمع الجُرْذانُ (١) . وأرض جرذة: ذات جرذان. أبو عبيد: رجل مُجَرَّذٌ، إذا كان مُجَرِّباً في الامور.",
    "pg": "2:561-562"
  },
  "جرر": {
    "def": "الجرَّةُ من الخزف، والجمع جَرٌّ وجِرارٌ. والجَرُّ أيضاً: أصل الجبل. قال الراجز:\nوقد قطعت واديا وجرا * والجرة بالكسر: ما يخرجه البعير للاجترار. ومنه قولهم: \" لا أفعل ذلك ما اختلف الجرة والدرة \". واختلافهما أن الدرة تسفل والجرة تعلو. والجرى: ضرب من السمك. والجرية (١) : الحوصلة. والجرة: خشبةٌ نحوَ الذراع في رأسها كِفَّة وفي وسطها حَبْل يُصاد بها الظباء. وفي المثل: \" ناوَصَ الجَرَّة ثم سالَمَها \". وذلك أنَّ الظبي إذا نَشب فيها ناوَصَها ساعة واضطرب، فإذا غلبته استقر فيها كأنَّه سالمها. يُضرَب لمن خالف ثم اضطُرَّ إلى الوفاق. وفرسٌ جَرورٌ: يمنَع القياد. وبئر جرور: بعيدة العقر يسنى عليها. والجارور: نهر السيل. وكتيبة جرارة، أن ثقيلة المسير لكثرتها. وجيش جَرَّارٌ. والجَرَّارَةُ أيضاً: عُقيربٌ تجرُّ ذَنَبَها. والجَرير: حبل يُجعل للبعير بمنزلة العِذار للدّابة غير الزِمام، وبه سمِّي الرجل جَريراً. وجَرَرْتُ الحبلَ وغيرَه أَجُرُّهُ جَرّاً. والمَجَرَّةُ التي في السماء سمِّيت بذلك لأنّها كأثر المَجَرِّ. وجَرَّ عليهم جَريرةً، أي جنى عليهم جناية. ويقال: جَرَّتِ الناقة، إذا أتت على مَضرِبها ثم جاوزته بأيام ولم تنتج. والجارة: الابل التى تجر بأزمتها، فاعلة بمعنى مفعولة، مثل عيشة راضية بمعنى مرضية، وماء دافق بمعنى مدفوق. وفى الحديث: \" لا صدقة في الابل الجارة \"، وهى ركائب القوم، لان الصدقة في السوائم دون العوامل. وحار جار إتباع له، قال أبو عبيد: وأكثر كلامهم حار يار بالياء. وتقول: كان ذلك عامَ كذا وهلمَّ جَرَّا إلى اليوم (١) . وفعلت كذا مِن جَرَّاكَ، أي من أجلك، وهو فَعْلى، ولا تقل مجراك. وقال: أحب السَبتَ مِن جَرَّاكِ ليلى * كأنِّي يا سلامَ من اليهودِ - وربَّما قالوا: مِن جَراكَ غير مشدّد، ومن جَرائِكَ بالمدّ من المعتلّ. وأَجْرَرْتُ لسانَ الفصيل، أي شققتُه لئلاّ يرتضع. وقال امرؤ القيس: فكرَّ إليه بِمبراته * كما خلَّ ظهر اللسان المجر - وقال عمرو بن معدي كرب: فلو أنَّ قومي أنطقتني رماحهم * نطقت ولكن الرماح أَجَرَّتِ - يقول: لو قاتَلوا وأبْلَوا لَذَكرت ذلك وفَخَرت به، ولكنَّهم قطَعوا لساني بِفرارهم. ويقال أيضاً: أَجَرَّهُ الرمحَ، إذا طعنَه وترك الرمحَ فيه يجرُّه. قال الشاعر (١) : ونَقي بصالحِ مالنا أحسابَنا * ونُجِرُّ في الهيجا الرماحَ ونَدَّعي - وأَجْرَرْتُهُ رَسَنَهُ، إذا تركتَه يصنع ما شاء. وأَجْرَرْتُهُ الدَينَ، إذا أخَّرتَه له. وأَجَرَّني فلانٌ أغانيَّ، إذا تابعها. وفلان يُجارُّ فلاناً، أي يطاوله. والتَّجْريرُ: الجَرُّ شُدِّدَ للكثرة أو المبالغة. واجتره، أي جره. واجْتَرَّ البَعيرُ، من الجِرَّة. وكلُّ ذى كرش يجتر. وانجر الشئ: انجذب. والجرجرة: صوت يردده البعير في حنجرته. قال الاغلب:\nجرجر في حنجرة كالحب (١) * فهو بعير جرجار، كما تقول: ثرثر الرجل فهو ثرثار. والجَراجِرُ: العظام من الإبل. قال الاعشى: يهب الجلة الجراجر كلبس * - تان تحنو لدردق أطفال - وكذلك الجرجور. قال الكميت: ومقل أسَقْتموه فأثْرى * مائةً من عَطائكم جُرْجورا - والجَرْجارُ: نبتٌ طيِّب الريح. والجرجر، بالكسر: الفول (٢) والجرجير: بقل.",
    "pg": "2:611-612"
  },
  "جرز": {
    "def": "أبو زيد: أرضٌ جُرُزٌ: لا نبات بها، كأن انقطع عنها، أو انقطع عنها المطر. وفيها أربع لغات: جُرْزٌ وجُرُزٌ مثل عسر وعسر، وجرز وجرز مثل نهر ونهر. وجمع الجرز جرزة، مثل حجر وحجرة. وجمع الجرز أجراز، مثل سبب وأسباب. تقول منه: أَجْرَزَ القومُ، كما تقول: أيبسوا. وأرض مَجْروزةٌ: أُكِلَ نباتُها. والجُرُزُ: السنة المجدبة. قال الراجز:\nقد جرفتهن السنون الاجراز * وقولهم: إنه لذ جَرَزٍ أيضاً بالتحريك، أي غِلَظٍ. والجُرْزُ: عمود من حديدٍ. وثَلاثَةُ جرزة، مثل جحر وجحرة. قال يعقوب: ولا تقل أجرزة. قال الراجز:\nوالصقع من خابطة وجرز * وجرزه يجرزه جرزا: قطعه. وسيف جراز، بالضم، أي قطاع. وناقةٌ جُرازٌ، أي أكولٌ. والجَروزُ: الذي إذا أكل لم يتركْ على المائدة شيئاً. وكذلك المرأة. وناقة جَروزٌ أيضاً. وقولهم: \" لن ترضى شانئة إلا بجرزة \" أي أنَّها من شدّة بغضائها لا ترضى اللذين تبغضهم إلا بالاستئصال. والجارز: الشديد من السعال. قال الشماخ يصف الحمر (١) : يحشرجها (٢) طورا وطورا كأنها * لها بالرغامى والخياشيم جارز * وأرض جارِزَةٌ: يابسةٌ غليظةٌ يكتَنِفُها رملٌ أوقاع، والجمع جوارز. وامرأة جارِزٌ، أي عاقرٌ. والجِرْزُ بالكسر: لباسٌ من لباس النساء من الوبَر، ويقال: هو الفَرْو الغليظ.",
    "pg": "3:866-867"
  },
  "جرس": {
    "def": "الجَرْسُ والجِرْسُ: الصوتُ الخفيُّ. ويقال: سمعت جَرْسَ الطير، إذا سمعت صوت مناقيرها على شئ تأكله. وفي الحديث: \" فيسمعون جَرْسَ طير الجنة \". قال الاصمعي: كنت في مجلس شعبة قال: \" فيسمعون جرش طير الجنة \" بالشين، فقلت: \" جرس \"، فنظر إلى فقال: خذوها عنه فإنه أعلم بهذا منا. وتقول: أجرس الطائر، إذا سمعت صوت مره. قال الراجز (١) : حتى إذا أجْرَسَ كُلُّ طائِرِ * قامت تعنظى بك سمع الحاضر * وكذلك أَجْرَسَ الحَلْيُ، إذا سمعتَ صوت جَرْسِهِ. وقال (٢) : تَسْمَعُ لِلْحَلْيِ إذا ما وَسْوَسا * وارْتَجَّ في أَجْيادِها وأجرسا (٣) * وقد أجرسنى السبع، إذا سمع جرسي. عن ابن السكيت. وجرست النحل العرفط تجرس، إذا أكلته. ومنه قيل للنحل جَوارِسُ. قال الشاعر (١) : تَظَلُّ على الثَمْراءِ منها جَوارِسٌ * مَراضيعُ شُهْبُ (٢) الريشِ زُغْبٌ رِقابُها * ومضى جَرْسٌ من الليل، أي طائفة منه. والجَرَسُ بالتحريك: الذي يعلق في عنق البعير، والذي يُضرَب به أيضا. وفى الحديث: \" لا تصحب الملائكة رفقة فيها جرس \". وأجرس الحادى، إذا حدا للابل. قال الراجز: أجرس لها يا ابن أبى كباش * فما لها الليلة من إنفاش * غير السرى وسائق نجاش (٣) * أسمر مثل الحية الخشاش * أي احد لها لتسمع الحداء فتسير. ورواه ابن السكيت بالشين وألف الوصل والرواة على خلافه. وجرست وتجرست أي تكلمت بشئ وتنغمت (١) . أبو عمرو: المُجَرَّسُ بفتح الراء: الذي قد جرَّب الأمور. يقال: جَرَّسَتْهُ الأمور، أي جربته وأحكمته. قال العجاج: والعصر قبل هذه العُصورِ (٢) * مُجَرِّساتٍ غِرَّةَ الغَريرِ * بالزجر والريم على المزجور * يقول: قد جرست الغرة بالزجر عما لا يجب إتيانه.",
    "pg": "3:911-913"
  },
  "جرسم": {
    "def": "الجرسام: البرسام.",
    "pg": "5:1886"
  },
  "جرش": {
    "def": "جرش: موضع باليمن. ومنه أديم جرشى، وناقة جرشية. قال بشر: تحدر ماء البئر عن جرشية * على جربة تعلوا الدبار غروبها * يقول: دموعي تحدر كتحدر ماء البئر عن دلو تستقى بها ناقة جرشية ; لان أهل جرش يستقون على الابل. وجرشت الشئ، إذا لم تُنْعِمْ دَقَّهُ، فهو جَرِيشٌ. ومِلحٌ جريش: لم يطيب. وجراشة الشئ: ما سقط منه جَريشاً، إذا أُخِذَ ما دُقَّ منه. وجَرَشَ رأسَه، إذا حكّه بالمُشْط حتَّى أثار هبريته. أبو زيد: مضى جرش من الليل، أي هوى من الليل. والفرّاء مثله. والجِرِشَّى (١) ، مثال الزمكى: النفس.",
    "pg": "3:997-998"
  },
  "جرشب": {
    "def": "جَرْشَبَ الرجلُ وجَرْشَمَ، إذا اندمل بعد المرض والهزال.",
    "pg": "1:99"
  },
  "جرشع": {
    "def": "الجُرْشُعُ من الإِبل: العظيمُ، ويقال العظيمُ الصدرِ المنتفخُ الجنبَيْن. قال أبو ذؤيب يصف الحمر: فنكرنه فنفرن وامترست به * هوجاء (٣) هادية وهاد جرشع",
    "pg": "3:1195"
  },
  "جرشم": {
    "def": "جَرْشَمَ وجَرْشَبَ بمعنىً، أي اندملَ بعد المرض والهزال. وجَرْشَم مثل برشم، أي أحدَّ النظرَ. وجَرْشَمَ: كرَّهَ وجهه.",
    "pg": "5:1886"
  },
  "جرض": {
    "def": "الجَرَضُ، بالتحريك: الريقُ يُغَصُّ به. يقال: جَرَضَ بريقه يَجْرِضُ، مثال كسر يكسر (١) ، وهو أن يبتلع ريقَه على همٍّ وحزنٍ بالجهد. والجَريضُ: الغصَّةُ، وفي المثل: \" حال الجَريضُ دون القريض \". قال الشاعر (٢) : كأن الفتى لم يغن بالناس ليلة * إذا اختلف اللحيان عند جريض (٣) * قال الاصمعي: يقال هو يَجْرِضُ بنفسه، أي يكاد يَقضي. ومنه قول امرئ القيس: وأفلتهن علباء جَريضاً * ولو أدْرَكْنَهُ صَفِرَ الوِطابُ * وماتَ (٤) فلانٌ جَريضاً، أي مغموماً. وأَجْرَضَهُ بريقِهِ، أي أَغَصَّهُ. والجِرْياضُ والجِرْواضُ: الضخمُ العظيم البطنِ. قال الأصمعي: قلت لأعرابيٍّ: ما الجِرياضُ؟ قال: الذي بَطْنُهُ كالحِياضِ. ويقال أيضا رجل جرائض وجرئض، مثال علابط وعلبط، حكاه أبو بكر ابن السراج. ونعجة جرئضة، مثال علبطة، أي ضخمة.",
    "pg": "3:1069"
  },
  "جرضم": {
    "def": "الجرضم والجراضم: الاكول.",
    "pg": "5:1886"
  },
  "جرع": {
    "def": "جَرِعْتُ الماء أجْرَعُهُ جَرْعاً، وجَرَعْتُ بالفتح لغةٌ أنكرها الأصمعيّ. والجَرَعَةُ بالتحريك: واحدة الجَرَعِ، وهي رملة مستوية لا تنبت شيئاً. وكذلك الجرعاء. والجرع أيضا: التواء في قوَّةٍ من قُوى الحبل ظاهرةٌ على سائر القوى. والجَُِرْعَةُ (١) من الماء: حسوة منه. وبتصغيره جاء المثل: \" أفلت فلان بجريعة الذقن (٢) \"، إذا أشرف على التلف ثم نجا. قال الفراء: هو آخر ما يخرج من النَفَس. ونوقٌ مَجاريعُ: قليلاتُ اللبن، كأنَّه ليس في ضرعها إلا جُرَعٌ، وجَرَّعَهُ غُصَصَ الغيظ فتجرعه، أي كظمه.",
    "pg": "3:1195"
  },
  "جرف": {
    "def": "الجَرْفُ: الأخذُ الكثيرُ. وقد جرفت الشئ أجرفه بالضم جرفا، أي ذهبتُ به كلِّه أو جلِّه. وجَرَفْتُ الطين: كسحتُه. ومنه سمّي المِجْرَفَةُ. والجُرْفُ، مثل عُسْرٍ وعُسُرٍ: ما تَجَرَّفَتْهُ السيول وأكلتْه من الأرض. ومنه قوله تعالى: ﴿على شفا جُرُفٍ هارٍ﴾ ، والجمع جرفة مثل جحر وجحرة. وقد جرفته السيول تجريفا، وتَجَرَّفَتْهُ. قال الشاعر (١) : فإنْ تكن الحوادثُ جَرَّفَتْني فلم أُرَ هالِكاً كابْنَيْ زِيادِ والجارِفُ: الموتُ العامُّ يَجْتَرِفُ مالَ القوم. والجارِفُ: طاعونٌ كان في زمن عبد الله ابن الزبير. والجرف بالفتح: سمة من سمات الإبل، وهي في الفخذ بمنزلة القَرْمَةِ في الأنف، تُقْطَعُ جلدةٌ وتُجْمَعُ في الفخذ كما تجمع غلى الانف. وسيل جراف بالضم: يذهب بكل شئ. ورجلٌ جُرافٌ أيضاً: يأتي على الطعام كله. قال جرير وضع الخزير فقيل أين مجاشع فشحا جحافله جراف هبلع ويقال لضرب من الكيل: جراف وجراف. قال الراجز: كيل عداء بالجراف القنقل من صبرة مثل الكثيب الاهيل قوله \" عداء \" أي موالاة.",
    "pg": "4:1336-1337"
  },
  "جرفس": {
    "def": "الجِرْفاسُ: الضخمُ. ويقال الغليظُ الشديد.",
    "pg": "3:913"
  },
  "جرل": {
    "def": "الجرل، بالتحريك: الحجارة، وكذلك الجرول، والواو للالحاق بجعفر. وجرول: لقب الحطيئة العبسى الشاعر. قال الكميت: وما ضرها أن كعبا ثوى وفوز من بعده جرول وأرض جَرِلَةٌ: ذاتُ جَراوِلَ. ومكانٌ جَرِلٌ، والجمع الأَجرالُ. ومنه قول الشاعر (١) : مِنْ كل مُشْتَرِف وإنْ بَعُدَ المَدى ضَرِمَ الرِقاقَ مُناقِلِ الأَجرالِ وقد يكون جمع جَرَلِ، مثل جبل وأجبال. والجريال (٢) : صبغ أحمر، عن الأصمعي. وجِرْيالُ الذهبِ: حُمْرَتُهُ. قال الاعشى إذا جُرِّدَتْ يوماً حَسِبْتَ خَميصَةً عليها وجريال النضير الدلامصا (١) والجِرْيالُ: الخمرُ، وهو دون السُلافِ في الجودة. ويقال جِرْيالُ الخمر: لونُها. وينشد للأعشى: وسِبيئَةٍ مما تُعَتِّقُ بابِلٌ كَدَمِ الذَبيحِ سَلَبْتُها جريالها يقول: شربتها حمراء وبلتها بيضاء.",
    "pg": "4:1654-1655"
  },
  "جرم": {
    "def": "الجُرْمُ: الذَنْبُ، والجريمةُ مثله. تقول منه: جَرَمَ وأَجْرَمَ واجْتَرَمَ بمعنىً. والجَرْمُ: الحَرُّ، فارسيٌّ معرّبٌ. والجرومُ من البلادِ: خلاف الصُرود. وجرم: بطنان من العرب، أحدهما في قضاعة، وهو جرم بن زبان، والآخر في طيئ. وبنو جارم: قوم من العرب. وقال:\nوالجارمى عميدها (١) * والجَرْمُ: القطعُ. وقد جَرَمَ النخلَ واجْتَرَمَهُ، أي صَرَمَهُ فهو جارِمٌ. وقومٌ جُرَّمٌ وجُرَّامٌ. وهذا زمن الجِرامِ والجَرامِ. وجَرَمْتُ صوفَ الشاة، أي جَزَزْتُهُ. وقد جَرَمْتُ منه، إذا أخذتَ منه، مثل جَلَمْتُ. والجِرْمُ بالكسر: الجسدُ. والجِرْمُ: اللون. والجرم: الصوت، حكاه ابن السكيت وغيره. وقال أبو حاتم: قد أولعت العامة بقولهم: فلان صافى الجرم، أي الصوت أو الحلق. وهو خطأ. والجرمة: القوم الذين يجترمون النخل، (*) أي يصرمون. قال امرؤ القيس: علون بأنطاكية فوق عقمة كجرمة نخل أو كجنة يثرب وجرم يجرم، أي كسب. وفلان جريمة أهله، أي كاسبهم. وقال أبو خراش: جريمة ناهض في رأس نيق ترى لعظام ما جمعت صليبا وقوله تعالى: (ولا يجر منكم شنان قوم) ، أي لا يَحْملنّكم، ويقال: لا يكسبنّكم. والجُرامَةُ بالضم: ما سَقَطَ من التمر إذا جُرِمَ. والجَريمُ: التمرُ المصروم. وحكى أبو عمرو: الجَرامُ بالفتح. والجريم: النوى. قال: وهما أيضا التمر اليابس، ذكره ابن السكيت في باب فعيل وفعال، مثل شحاح وشحيح، وكهام وكهيم، وبجال وبجيل، وصحاح الاديم وصحيح. وأما الجرام بالكسر، فهو جمع جريم، مثل كريم وكرام. ويقال: جِلَّةٌ جَريمٌ، أي عظام الأَجْرامِ. والجِلَّةُ: الإِبلُ المَسَانُّ. وحَوْلٌ مَجَرَّمٌ وسنة محرمة، أي تامة. وتجرمت السنونَ، أي انقضَتْ. وتَجَرَّمَ الليل: ذهب. وقول لبيد: * دمن تجرم بعد عَهْدِ أَنيسِها (١) * أي تَكَمَّلَ. وتَجَرَّمَ عَليَّ فلان، أي ادَّعى ذنباً لم أفعله. قال الشاعر: تَعُدُّ عَلَيَّ الذَنْبَ إنْ ظَفِرَتْ به وإن لا تجذ ذنبا على تجرم وقولهم: لاجرم، قال الفرّاء: هي كلمةٌ كانت في الأصل بمنزلة لا بدّ ولا محالة، فجرت على ذلك وكثُرت حتَّى تحوّلت إلى معنى القَسَمِ، وصارت بمنزلة حقاً، فلذلك يجاب عنه باللام، كما يجاب بها عن القَسَم. ألا تراهم يقولون لا جرم لآتينك. قال: وليس قول من قال جرمت: حققت، بشئ، وإنما لبس عليهم الشاعر (٢) بقوله: ولقد طعنت أبا عيينة طعنة جرمت فزارة بعدها أن يغضبوا فرفعوا فزاره كأنه حق لها الغضب. قال: وفزارة منصوبة. أي جرمتهم الطعنة أن يغضبوا قال أبو عبيدة: أحقت عليهم الغضب، أي أحقت الطعنة فزارة أن يغضبوا. وحقت أيضا من قولهم: لا جرم لافعلن كذا، أي حقا. (*)",
    "pg": "5:1885-1886"
  },
  "جرمز": {
    "def": "الجرموز: الحوض الصغير. قال الراجز (٣) : كأنها والعهد مذ أقياظ * أس جراميز على وجاذ * وجراميز الرجل أيضاً: جسَدُه وأعضاؤه. ويقال: جَمَعَ جَراميزُهُ، إذا تَقَبَّضَ لِيَثِبَ. قال أمية بن أبى عائذ الهذلى يصف حمارا أو اصحم (١) حام جراميزه * حزابية حيدى بالدحال * وابن جرموز: قاتل الزبير. وجرمز الشئ واجرنمز، أي اجتمع إلى ناحية. وتَجَرْمَزَ الليل: ذهبَ. قال الراجز: لما رأيتُ الليلَ قد تَجَرْمَزا * ولم أَجِدْ عَمَّا أمامى مأرزا",
    "pg": "3:867-868"
  },
  "جرن": {
    "def": "ابن السكيت: يقال للرجل والدابّة إذا تعوّد الأمرَ ومَرَن عليه: قد جَرَنَ يَجْرُنُ جُروناً. وجَرَنَ الثوبُ جُروناً: انسحقَ ولانَ، فهو جارِنٌ، وكذلك الدرع. قال لبيد: وجوارن بيض وكل طمرة يغدو عليها القَرَّتَيْنِ غَلامُ يعني دروعاً ليّنةً. والجارِنُ: ولد الحيّة. وقال أبو الجراح: الجارن: الطريق الدارس. والجرن: الارض الغليظة. وأنشد أبو عمرو لجندل: تدكلت بعدى وألهتها الطُبَنْ ونحن نعدو في الخَبارِ والجرن ويقال هو مبدل في الجرل. والجرن والجرين (١) : موضع التمر الذي يجفّف فيه. وجِرانُ البعيرِ: مقدّم عنقه من مَذبَحه إلى منحره، والجع جرن. وكذلك من الفرس. وجران العود: لقب شاعر من نمير، واسمه (٢) المستورد. وإنما لقب بذلك لقوله يخاطب امرأتيه: خذا حذرا يا جارتي فإننى رأيت جران العود قد كان يصلح يعنى أنه كان اتخذ من جلد العود سوطا ليضرب به نساءه. والجريان: لغة في الجريال. وجيرون: باب من أبواب دمشق.",
    "pg": "5:2091-2092"
  },
  "جرنفش": {
    "def": "الجرنفش: العظيم الجنبين. والجرافش بالضم مثله.",
    "pg": "3:998"
  },
  "جره": {
    "def": "سمعت جراهية القوم , أي جَلَبَتُهُمْ وكلامَهم علانيةً دون السِّرِ.",
    "pg": "6:2230"
  },
  "جرهد": {
    "def": "المُجْرَهِدُّ: المسرع في الذَهاب. قال الشاعر: لَمْ تُراقِبْ هناك ناهِلَةَ ال * - واشِينَ لمَّا اجْرَهَدَّ ناهلها -",
    "pg": "2:456"
  },
  "جرهم": {
    "def": "جرهم: حى من اليمن، وهم أصهار إسماعيل ﵇. الفراء: جمل جراهم وناقة جراهمة، أي ضخمة.",
    "pg": "5:1886-1887"
  },
  "جرى": {
    "def": "جَرى الماء وغيره جَرْياً وجَرَياناً، وأَجْرَيْتُهُ أنا. يقال: ما أشدّ جِرْيَةَ هذا الماء، بالكسر. وقوله تعالى: (بسم الله مُجْراها ومُرْساها) هما مصدران من أَجْرَيْتُ السفينةَ وأرْسَيْتُ. و (مَجْراها ومَرْساها) بالفتح، من جَرَتِ السفينة ورَسَتْ. وقول لبيد: (*) وغنيت سبتا قبل مَجْرى داحِسٍ * لو كان للنفس للجوج خلود و: \" مجرى داحس \" كذلك. والجِرايَةُ: الجاري من الوظائف. والجرو والجرو والجرو: ولد الكلب والسباع، والجمع أَجْرٍ، وأصله أَجْروٌ على أَفْعُلٍ، وجِراءٌ. وجمع الجِراء أَجْرِيَةٌ. والجِرْوُ والجِرْوَةُ: الصغير من القثاء. وفى الحديث: \" أتى النبي ﷺ بأجر زغب \". وكذلك جرو الحنظل والرمان وبنو جروة: بطن من العرب. وكان ربيعة بن عبد العزى بن عبد شمس بن عبد مناف يقال له جرو البطحاء. وألقى فلانٌ جِرْوَتَهُ، إذا صَبَر على الأمر. وقولهم: ضرب عليه جِرْوَتَهُ، أي وطّن عليه نفسَه. وكلبةٌ مُجْرٍ ومَجْرِيَةٌ، أي معها جراؤها، قال الجميح الاسدي: أما إذا حردت فمجرية * ضبطاء تسكن غيلا غير مقروب وجارية بينة الجراية بالفتح، والجراء والجراء. قال الاعشى: (٢٩٠ - صحاح - ٦) والبيضُ (١) قد عَنَسَتْ وطال جِراؤُها * ونشأن في قن (٢) وفى أذواد يروى بفتح الجيم وكسرها. وقولهم: كان ذلك في أيام جَرائِها، بالفتح، أي صباها. والجارِيةُ: الشمسُ. والجاريةُ: السفينةُ. وجاراهُ مُجاراةً وجِراءً، أي جَرى معه. وجاراهُ في الحديث، وتَجارَوا فيه. والجَريُّ: الوكيلُ والرسولُ. يقال. جَريٌّ بيِّن الجَرايَةِ والجِرايَةِ ; والجمع أجرياء. وأما الجرئ المقدام، فهو من باب الهمز. وقد جريت جريا، واستجريت. وفى الحديث: \" قولوا بقولكم ولا يستجرينكم الشيطان \". وسمى الوكيل جريا لانه يجرى مجرى موكله. (*) وقولهم: فعلت ذلك من جَرَّاكَ ومن جَرَّائِكَ، أي من أجلك، لغةٌ في جَرَّاكَ بالتشديد، ولا تقل مَجْرَاكَ. والجرية، مثل القرية هي الحوصلة. والاجريا، بالكسر: الجَرْيُ والعادةُ ممَّا تأخذ فيه. قال الكميت: وَوَلَّى بإجْرِيَّا وِلافٍ كأنّه * على الشَرَف الأقصى يُساطُ ويكلب وقال أيضا: على تلك إجرياى وهى ضريبتي * ولو أجلبوا طرا على وأجلبوا",
    "pg": "6:2301-2302"
  },
  "جزأ": {
    "def": "الجزء: واحد الأجزاء. وجزأت الشئ جزءا: قسمته وجعلته أجزاء، وكذلك التجزئة. وجزأت بالشئ جزءا: أي اكتفيت به، وجَزِئت الإبل بالرُّطْبِ عن الماء جُزْءاً بالضم. وأجزَأتُها أنا، وجزَّأْتها أيضاً تجزئة. وظبية جازئة. وقال الشماخ (١) : إذا الارطى توسد أبرديه * خدود جوزائ بالرمل عين (٢) وأجزأني الشئ: كفانى. وأجزأت عنك شاةٌ، لغة في جزت، أي قضت. واجتزأت بالشئ، وتجزَّأت به بمعنى، إذا اكتفيت به. وأجزأت عنك مَُجْزَأَ فلان ومَُجزَأَةَ (٣) فلان، أي أغنيتُ عنك مَغْناه. والجُزْأَةُ بالضم: نِصاب الإشْفى والمِخْصَفِ. وقد أجزأتُهُ: جعلت له نصابا. وجزء بالفتح: اسم رجل. وقال (١) : إن كنتَ أَزْنَنْتَني بها كذباً * جَزْءٌ فلاقيت مثلها عجلا",
    "pg": "1:40-41"
  },
  "جزح": {
    "def": "الجَزْحُ: العَطِيَّةُ. يقال: جَزَحْتُ له من المال جَزْحَةً، إذا قَطَعْتَ له منه قِطْعَةً. قال الشاعر (١) :\nوإنِّي له مِنْ تالِدِ المالِ جازِحُ (٢) * وأنشد أبو عبيدة: يَنْمي بِكَ الشَرَفُ الرفيعُ وتَتَّقي * عَيْبَ المذمة بالعطاء الجازح (٣)",
    "pg": "1:358"
  },
  "جزر": {
    "def": "الجَزورُ من الإبل يَقَعُ على الذكر والانثى. وهى تؤنث، والجمع الجُزُرُ. والجزارَةُ: أطراف البعير: اليدان والرجلان والرأس، سميت بذلك لأنَّ الجَزَّارَ يأخذها، فهي جُزارَتَهُ، كما يقال: أخذ العامل عُمالَته. فإذا قالوا فرسٌ عَبْلُ الجُزارَةِ، فإنَّما يراد غِلظَ اليدين والرجلين وكثرةُ عصبهما، ولا يدخل الرأسُ في هذا، لأنَّ عِظَمَ الرأس هُجْنة في الخيل. وجَزَرُ السِباع: اللحمُ الذي تأكله. يقال: تركوهم جَزَراً، بالتحريك، إذا قَتَلوهم. والجزَرُ (١) أيضاً: هذه الأرومةُ التي تؤكل. قال الأصمعي: الواحدة جَزَرَةٌ. والجَزَرَ أيضاً: الشاة السَمينة، الواحدة جَزَرَةٌ. قال ابن السكيت: يقال أَجْزَرْتُ القومَ، إذا أعطيتَهم شاةً يذبحونها: نعجةً أو كبشاً أو عنزاً. قال: ولا تكون الجَزَرَةُ إلاّ من الغنم ولا يقال: أجْزَرْتُهُمْ ناقة، لأنَّها قد تصلح لغير الذبح. قال الفراء: يقال جزر وجزر للذى يؤكل، ولا يقال في الشاء إلا الجزر بالفتح. والجزيرة: واحدة جزائر البحر، سُمِّيت بذلك لانقطاعها عن معظم الارض. والجزيرة: موضع بعينه، وهو ما بين دجلة والفرات. وأما جزيرة العرب فإن أبا عبيدة يقول: هي ما بين حفر أبى موسى الاشعري إلى أقصى اليمن في الطول، وفى العرض مابين رمل يبرين إلى منقطع السماوة. وجزرت النخل أجزره بالكسر جَزْراً: صَرمتُه. وقد أَجْزَرَ النخلُ، أي أصرمَ. وأَجْزَرَ البعيرُ: حان له أن يُجْزَرَ. وكان فِتيانٌ يقولون لشيخٍ: أَجْزَرْتَ يا شيخ! أي حانَ لك أن تموت. فيقول: أَيْ بَنِيَّ، وتَخًتَضَرونَ! أي تموتون شبابا. ويروى: \" أجززت \"، من أجز البر، إذا حان له أن يجز. وجزرت الجزور أجزرها بالضم: واجْتَزَرْتها إذا نَحرتَها وجلَّدتَها. والمَجْزِرُ بكسر الزاي: موضع جزرها. وفي الحديث عن عمر ﵁: \" إيَّاكم وهذه المَجازِرَ فإن لها ضرواة كضرواة الخمر \". قال الأصمعيّ: يعني نَديَّ القوم، لأنَّ الجَزورَ إنما تُنحَر عند جمع الناس. وجَزَرَ الماءُ يَجْزُرُ ويجزر جزرا أي نضب. والجزر: خلاف المد، وهو رجوع الماء إلى خلف.",
    "pg": "2:612-613"
  },
  "جزز": {
    "def": "جَزَزْتُ البُرَّ والنخلَ والصوفَ أجزه جزا. والمجز: ما يجز به. وهذا زمن الجِزازِ والجَزازِ، أي زمن الحَصاد وصِرام النخل. وأَجَزَّ النَخْلُ والبُرُّ والغنمُ، أي حان لها أن تَجَزَّ. وأَجَزَّ القومُ، إذا أَجَزَّتْ غنمُهم أو زرعُهم. واسْتَجَزَّ البُرُّ، أي استحصَد. واجتززت الشيح وغيره، واجدززته، إذا جززته. وأنشد الكسائي ليزيد بن الطثرية (٢) : فقلت لصاحبي لا تحبسانا (٣) * بنزع أصوله واجتز شيحا * ويروى: \" واجدز \". وقوله \" لا تحبسانا \" فإن العرب ربما خاطبت الواحد بلفظ الاثنين. وقال الآخر (١) : فإن تزجراني يا ابن عفان أزدجر (٢) * وإن تدعانى أحم عرضا ممنعا * وجَزّ التَمْرُ يَجِزُّ بالكسر جُزوزاً، أي يبس. وأَجَزَّ مِثلُه. وتَمْرٌ فيه جزوز، أي يبس. عن يعقوب. والجزة: صوفُ شاةٍ في السَنَةِ. يقال: أَقْرِضْني جِزَّةً أو جِزَّتَيْنِ. فيعطيه صوف شاةٍ أو شاتين. قال: والجَزوزَةُ: الغنم التي يُجَزُّ صوفُها ; وهو مثل الركوبة والحلوبة والعلوفة ; أي هي مما يجز. والجُزازَةُ: ما سقط من الأديم وغيرِه إذا قُطِع. والجَزيزَةُ: خُصْلةٌ من الصوف ; وكذلك الجزجزة، وهى عهنة تعلق من الهودج. قال الراجز:\nكالقر ناست فوقه الجزاجز",
    "pg": "3:868-869"
  },
  "جزع": {
    "def": "الجَزْعُ: مصدر جَزَعْتُ الواديَ، إذا قطعته عرضا. ومنه قول امرئ القيس * وآخر منهم جازع نجد كبكب (١) * والجزع: أيضا الخرز اليماني، وهو الذى فيه بياض وسواد، تشبه به الاعين. والجزع بالكسر: منعطَفُ الوادي (٢) . والجِزْعَةُ أيضاً: القليل من المال والماء، وطائفةٌ من الليل. يقال: جَزَعَ له جِزْعَةً من المال، أي قطع له منه قطعةً. واجْتَزَعْتُ من الشجرة عوداً: اقتطعته واكتسرته. والجَزَعُ، بالتحريك: نقيض الصَّبر. وقد جَزِعَ من الشئ بالكسر، وأجزعه غيره. والجازع: الخشبةُ التي توضع في العريش عَرْضاً، يَطْرَحُ عليها قضبان الكَرْمِ لترفعها عن الارض. ولم يعرفه أبو سعيد. والجزيعة: القطعة من الغنم. وجَزَّعَ البُسْرُ تَجْزيعاً فهو مُجَزِّعٌ (١) . وبُسْرَةٌ مُجَزَّعَةٌ، إذا بلغ الارطاب ثلثيها.",
    "pg": "3:1195-1196"
  },
  "جزف": {
    "def": "الجزف: أخذ الشئ مجازفة وجزافا، فارسي معرب.",
    "pg": "4:1337"
  },
  "جزل": {
    "def": "الجَزْلُ: ما عَظُمَ من الحطب ويِبِسَ. وأنشد أحمد بن يحيى: فَويهاً لِقِدْرِكَ وُيْهاً لَها إذا اختير في المحل جزل الحَطَبْ والجَزيلُ: العظيمُ. وعطاءٌ جَزْلٌ وجَزيلٌ، والجمع جِزالٌ. وأَجْزَلْتُ له من العطاء، أي أكثرت. وفلان جَزْلُ الرأي. وامرأةٌ جَزْلَةٌ (٢) بيّنةُ الجزالَةِ، إذا كانت ذاتَ رأي. واللفظ الجَزْلُ: خلاف الركيك. والجَزْلُ: القطع. يقال: جزلت الشئ جز لتين، أي قطعته قطعتين. والجِزْلَةً أيضاً بالكسر: القِطعة العظيمة من التمر. وهذا زمن الجِزالِ، أي زمن صرام النخل. ومنه قول الراجز:\nحتى إذا ما حان من جزالها (١) * والجزل بالتحريك: أن تصيب الغاربَ دَبَرَةٌ فيخرج منه عظم فيتطا من موضعه. يقال: بعير أجزل. قال أبو النجم:\nتغادر الصمد كظهر الاجزل (٢) * والجوزل: فرخ الحمام، وربما سمِّي الشابّ جوْزَلاً. والجَوْزَلُ: السَمُّ. قال أبو عبيدة: لم يسمع ذلك إلاّ في قول ابن مقبل يصف ناقة * سقتهن كأسا من ذعاف وجوزلا (١)",
    "pg": "4:1655-1656"
  },
  "جزم": {
    "def": "جزمت الشئ: قطعته. ومنه جَزْمُ الحرف وهو في الإعراب كالسكون في البناء. تقول: جَزَمْتُ الحرف فانْجزم. وجَزَمْتُ القربة، إذا ملاتها. والتجريم مثله. وقال (١) : فلمّا جَزَمْتُ (٢) به قِرْبَتي تَيَمَّمْتُ أطرقة أو خليفا أبو عبيد: جزمت النخل وجرمته إذا خرصته وحزرته. وقال (٣) :\nكالنخل طاف بها المجتزم (٤) * يروى بالراء والزاى جميعا. والجزمة: الاكلة الواحدة. وجزم القوم، أي عجزوا. وقال (١) : ولكني مضيت ولم أَجَزِّمْ وكان الصبرُ عادةَ أَوَّلينا والعرب تسمّي خَطَّنا هذا جَزْماً. وقلمٌ جَزْمٌ: لا حرف له. قال الاموى: والجزم شئ يدخل في حياء الناقة لتحسبه ولدها فترأمه، كالدرجة. والجِزْمَةُ بالكسر: الصِرمة من الإبل، والفرقة من الضأن.",
    "pg": "5:1887"
  },
  "جزي": {
    "def": "جَزَيْتُهُ بما صنع جَزاء، وجازتيه، بمعنى. ويقال: جازيته فجزيته، أي غلبته. وجَزى عنِّي هذا الأمرَ أي قضى. ومنه قوله تعالى: (لا تَجْزي نفسٌ عن نَفْسٍ شَيئا) . ويقال: جَزَتْ عنك شاةٌ. وفي حديث أبي بُردة بن نِيار: \" تَجْزي عنك ولا تَجْزي عن أحد بعدك \"، أي تقضى. وبنو تميم يقولون: أجزأت عنك شاة بالهمز. وتجازيت دينى على فلان، إذا تقاضيته. والمتجازي: المتقاضى. وهذا رجلٌ جازيكَ من رجلٍ، أي حَسْبُكَ. والجِزْيَةُ: ما يُؤخذ من أهل الذمة، والجمع الجزى، مثل لحية ولحى.",
    "pg": "6:2302-2303"
  },
  "جسأ": {
    "def": "جَسَأَتْ يدُهُ من العمل تَجسأَ جَسأً: صَلُبَتْ، والاسم: الجُسْأَةُ مثال الجرعة. والجُسْأَة في الدواب: يُبْس المَعْطِفِ.",
    "pg": "1:41"
  },
  "جسا": {
    "def": "جَسا: ضدُّ لَطُفَ. وجَسِيّتِ اليدُ وغيرها جُسُوًّا: يَبِسَتْ. وجَسا الشيخُ جُسُوًّا: بلغ غاية السنّ. والماء: جمد.",
    "pg": "6:2303"
  },
  "جسد": {
    "def": "الجَسَدُ: البدنُ. تقول منه: تَجَسَّدَ، كما تقول من الجسم: تَجَسَّمَ. والجَسَدُ أيضاً: الزعفران أو نحوهُ من الصِبْغِ، وهو الدمُ أيضاً. قال النابغة:\nوما هُريقُ على الأَنْصابِ من جَسَدِ (١) * والجَسَدُ أيضاً: مصدر قولك جَسِدَ به الدمُ يَجْسَدُ، إذا لَصِقَ به، فهو جاسد وجسد. قال الطرماح:\nمنها جاسد ونجيع (٢) وقال آخر: بساعديه جسد مورس * من الدماء مائع ويبس - والمسجد: الاحمر. ويقال: المسجد: ما أشبع صبغه من الثياب، والجمع مجاسد. وقال ابن السكيت: يقال على فلان ثوب مشبع من الصبغ، وعليه ثوب مفدم. فإذا قام قياما من الصبغ قيل: قد أجسد ثوب فلان إجسادا فهو مجسد. قال: ويقال للزعفران: الجساد. والمجسد بكسر الميم: ما يلي الجسد من الثياب. وقال الفراء أصله الضم، لانه من أجسد، أي ألصق بالجسد. وقال بعضهم: قوله تعالى:\n(أخرج لهم عجلا جسدا) *، أي أحمر من ذهب. والجلسد، بزيادة اللام: اسم صنم. قال الشاعر (١) : فعات يجتاب شقارى كما * بيقر من يمشى إلى الجلسد -",
    "pg": "2:456-457"
  },
  "جسر": {
    "def": "الجِسْرُ: واحد الجُسورِ التي يُعبَر عليها. والجَسْرُ بالفتح: العظيم من الإبِلِ وغيرها، والأنثى جَسْرَةٌ. قال ابن مقبل: (٧٨ - صحاح - ٢) * هو جاء موضع رحلها جسر * وجَسَرَ على كذا يَجْسُرُ جَسَارَةً وتجاسَرَ عليه، أي أقدَم. والجَسورُ: المقدام.",
    "pg": "2:613-614"
  },
  "جسرب": {
    "def": "الجسرب: الطويل.",
    "pg": "1:99"
  },
  "جسس": {
    "def": "جَسَّهُ بيده واجْتَسَّهُ، أي مسّه. والمَجَسَّةُ: الموضع الذي يَجُسُّهُ الطبيب. وفى المثل: \" أفواهها مجاسها \" ; لان الابل إذا أحسنت الاكل اكتفى الناظر إليها بذلك في معرفة سمنها من أن يجسها. وجسست الاخبار وتجسستها، أي تفحصت عنها. ومنه الجاسوس. وحكى عن الخليل: الجواس: الحواس. وقال ابن دريد: قد يكون الجس بالعين. وأنشد: فاعصوصبوا ثم جسوه بأعينهم * ثم اختفوه وقرن الشمس قد زالا (١) * وجساس بن مرة الشيباني: قاتل كليب وائل.",
    "pg": "3:913"
  },
  "جسم": {
    "def": "قال أبو زيد: الجِسْمُ: الجسد، وكذلك الجسمان والجثمان. وقال الاصمعي: الجسم والجُسْمانُ: الجَسَدُ، والجُثْمانُ: الشخصُ. قال: وجماعة جُِسمِ الإنسان أيضاً يقال له الجسمان، مثل ذئب وذؤبان. وقد جسم الشئ، أي عَظُمَ، فهو جَسيمٌ وجُسامٌ بالضم. والجِسام بالكسر: جمع جَسيم. أبو عبيدة: تَجَسَّمْتُ فلاناً من بين القوم، أي أخترته، كأنك قصدتَ جسمَهُ، كما تقول: تَأَيَّيْتُهُ، أي قصدت آيَتَهُ وشخصَه. وأنشد:\nتَجَسَّمَتْهُ من بينهنّ بمُرْهَفٍ (١) * وتَجَسَّمْتُ الأرضَ، إذا أخذتَ نحوها تريدها. قال الراجز: يلحن من أصواب حاد شيظم صلب عصاه للمطى منهم ليس يمانى عقب التجسم أي ليس ينتظر. وتجسم من الجسم. ابن السكيت: تَجَسَّمْتُ الأمر، أي ركبت أَجْسَمَهُ وجَسيمَهُ، أي معظمه. قال: وكذلك تَجَسَّمْتُ الرمل والجبلَ، أي ركبت أعظمه. والاجسم: الاضخم. قال عامر بن الطفيل: لقد عَلِمَ الحَيُّ من عامرٍ بأنَّ لنا الذروة الاجسما وجاسم: قرية بالشأم.",
    "pg": "5:1887-1888"
  },
  "جشأ": {
    "def": "تجشَّأْتُ تجشُّؤاً، والتجشئة مثله. قال الراجز (٢) : ولم تبت حمى به توصمه * ولم يجشئ عن طعام يبشمه والاسم الجشأة، مثال: الهمزة. قال الاصمعي: ويقال الجُشاء، على فُعال، كأنه من باب العُطاس والبُوال والدُّوار. وجشأت نفسي جشوءا، إذا نهضَتْ إليك. وجاشت من حزنٍ أو فزعٍ. واجتشأتْني البلادُ واجتشأتُها، إذا لم توافقك وجشأ القوم من بلد إلى بلد، أي خرجوا. والجشء: القوس الخفيفة. قال أبو ذؤيب: وتميمة (٣) من قانص متلبب * في كفه جشء أحش وأقطع قال الاصمعي: هو القضيب من النبع الخفيف.",
    "pg": "1:41"
  },
  "جشب": {
    "def": "طعامٌ جَشِبٌ ومَجْشوبٌ، أي غليظ وخشن، ويقال هو الذى لا أدم معه. ولو قيل اجشوشبوا كما قالوا \" اخشوشنوا \" بالخاء لم يبعد، إلا أنى لم أسمعه بالجيم. والمجشاب: الغليظ. قال أبو زُبَيد (٢) :\nتوليكَ كَشْحاً لَطيفاً ليس مِجْشابا (٣) * والجَشيبُ من الثياب: الغليظ.",
    "pg": "1:99"
  },
  "جشر": {
    "def": "جَشَرَ الصبح يَجْشُرُ جُشوراً: انفلق. واصطبَحْنا الجاشريَّة، وهو شربٌ يكون مع الصُبح. ولا يتصرَّف له فِعل. وقال الفرزدق: إذا ما شرِبْنا الجاشِريَّةَ لم نُبَلْ * أميراً وإن كان الأميرُ من الازد وأما الجاشرية التى في شعر الاعشى (١) ، فهى قبيلة من قبائل العرب. قال الاصمعي: يقال أصبح بنو فلان جَشَراً، إذا كانوا يبيتون مكانَهم في الإبل لا يرجعون إلى بيوتهم. قال الاخطل: فسله (٢) الصبر من غسان إذ حضروا * والحزن كيف قراه الغلمة الجشر (٣) - قال: يقال جَشَرْنا دوابَّنا: أخرجْناها إلى الرعي نجشرها جشرا بالاسكان، وا تروح. وخيل مُجَشَّرةٌ بالحِمى، أي مرعيَّةٌ. ويقال به جُشْرَةٌ بالضم، أي سعال أو خشونةٌ في الصدر. وبعير مجشور: ب سعال حاز. وقد جُشِرَ يُجْشَرُ، على ما لم يسم فاعله. قال الشاعر (١) : رب هم جشمته في هواكم * وبعير منفه مجشور. - والجشير (٢) : الجوالق الضضم. والجشير: الوفضة. وجشر الساحل بالكسر يَجْشَرُ جَشَراً، إذا خَشُنَ طينه ويَبِسَ كالحجَر. والجَشَرُ: وسخ الوَطْبِ من اللبن. يقال وَطْبٌ جشر، أي وسخ.",
    "pg": "2:614"
  },
  "جشش": {
    "def": "جششت الشئ أجشه جشا: دَقَقْتُهُ وَكَسَرْتُهُ. والسَويق جَشيشٌ. والجَشيشَةُ: مَا جُشَّ مِن البرّ وغيره. يُقالُ: جَشَشْتُ البرّ وَأَجْشَشْتُهُ، إذا طَحَنْتَهُ طَحْناً جَليلاً، فَهُو جَشيشٌ وَمَجْشوشٌ. وَالمِجَشُّ: الرَحَى التي يُطْحَنُ الجَشيشُ بها. وجَشَّهُ بالعَصا: ضَرَبَهُ بها. وجششت البئر: كنستها ونقيتها. قال أَبو ذُؤَيب: يَقولونَ لَمَّا جُشَّتِ البِئْرُ أَوْرِدوا * فَلَيْسَ بها أَدْنى ذِفاف لِوارِدِ (١) * يعْني بها القَبْر. والأَجَشّ: الغَليظُ الصَّوْتِ. يُقالُ: فَرَسٌ أَجَشُّ الصَوْتِ، وَسَحابٌ أَجَشُّ الرَعْدِ. والجُشَّةُ بالضَمِّ: الجَماعةُ مِنَ الناس.",
    "pg": "3:998"
  },
  "جشع": {
    "def": "الجشع: أشد الحرص. تقول منه جَشِعَ بالكسر، وتَجَشّعَ مثله، فهو رجل جشع وقوم جشعون. ومجاشع: اسم رجل من تميم، وهو مجاشع ابن دارم بن مالك بن حنظلة بن مالك بن عمرو ابن تميم.",
    "pg": "3:1196"
  },
  "جشم": {
    "def": "جِشِمْتُ الأمر بالكسر جَشْماً (٢) وتَجَشَّمْتُهُ، إذا تكلّفْتَه على مشقّة. وجَشَّمْتُهُ الأمر تَجْشيماً وأَجْشَمْتُهُ، إذا كلفته إياه. وقال مهما تجشمنى فإنى جاشم * وألقى فلان على جُشَمَهُ، بضم الجيم وفتح الشين، أي ثِقْلَهُ. وجُشَمُ البعير: أي صدره. وجشم أيضا: حى من الانصار، وهو جشم بن الخزرج. وكان يقال:\nإن سرك العز فجخجخ بجشم (١) * وجشم في ثقيف، وهو جشم بن ثقيف. وجشم: حى من تغلب، وهم الاراقم. وجشم في هوازن، وهو جشم بن معاوية ابن بكر بن هوازن.",
    "pg": "5:1888"
  },
  "جشن": {
    "def": "الجوشن: الصدر. والجوشن: الدرع، واسم رجل. وجَوْشَنُ الَليل: وسَطه وصَدْره. يقال: مضى جَوْشَنٌ من الليل، أي صدرٌ منه. قال ابن أحمر يصف سحابة: يضئ صبيرها في ذِي حَبِيٍّ جَواشِنَ لَيْلِها بيناً فَبيِنا والبينُ: القطعة من الأرض.",
    "pg": "5:2092"
  },
  "جصص": {
    "def": "الجِصُّ والجَصُّ (١) : ما يبنَى به، وهو معرب. والجصاص: الذى يتخذه. وجصص دراه، مثل قَصَّصَ. وجَصَّصَ الجروُ: فَتَحَ عينيه، مثل بصص وبصبص.\nفصل الحاء",
    "pg": "3:1032"
  },
  "جظظ": {
    "def": "الجظُّ: الرجُلُ الضخم، وفي الحديث: \" أهل النارِ كلُّ جَظٍّ مستكبر \".",
    "pg": "3:1171"
  },
  "جعا": {
    "def": "جَعا جَعْواً: جَمَع البعْر وغيره كثبة.",
    "pg": "6:2303"
  },
  "جعب": {
    "def": "جَعَبْتُهُ، أي صَرَعْتُه مثل جَعَفْتُهُ. وربما قالوا جعْبَيْتُهُ جِعْباءً فتجعبى، يزيدون فيه الباء، كما قالوا سلقيته من سلقه. والجعبة: واحدة جعاب النشاب. والجعبوب: الرجل القصير الدميم (١) .",
    "pg": "1:99-100"
  },
  "جعبر": {
    "def": "الجَعْبَرُ، القصير الغليظ. والمرأة جعبرة. قال الراجز (١) : يمسين عن قس الاذى غوافلا * لا جعبريات ولا طهاملا -",
    "pg": "2:615"
  },
  "جعثن": {
    "def": "الجِعْثِنُ بالكسر: أصول الصِلِّيانِ. وجعثن: أخت الفرزدق.",
    "pg": "5:2092"
  },
  "جعجع": {
    "def": "الجعجعة: صوت الرحى. وفي المثل: \" اسمعُ جَعْجَعَةً ولا أرى طِحْناً \". والجَعْجَعَةُ: أصواتُ الجمالِ إذا اجتمعت. والجَعْجَعَةُ: الحبسُ. وكتب عبيد الله بن زياد إلى عُمَر بن سعد: \" أَنْ جَعْجِعْ بحُسَيْنٍ \"، قال الأصمعي: يعني احْبِسْهُ. وقال ابنُ الأعرابيّ: يعني ضيّق عليه. قال: والجَعْجَعُ والجَعْجاعُ: الموضعُ الضيِّق الخشن. والجعجعة: التضييق على الغريم في المطالبة. وقال أبو عمرو: الجعْجاعُ: الأرض الجدبة. وكلُّ أرضٍ جعجاع. قال الشاعر (١) :\nوباتوا بجعجاع جَديبِ المُعَرَّجِ (٢) * ويقال: هي الأرض الغليظة. قال أبو قيس ابن الأسلَت: مَنْ يَذُقِ الحربَ يَجِدْ طعمها * مرا وتتركه بجعجاع * وجعجع بهم، أي أناخ بهم وألزمهم الجَعْجاعَ. وجَعْجَعْتُ الإبلَ، أي حرَّكْتها لإناخةٍ أو نهوض. وجَعْجَعَ البعيرُ، أي برك واستناخ. وجعجع القوم، أي أناخوا. وفحلٌ جَعْجاعٌ، أي شديدُ الرُغاءِ. وتجعجع، أي ضرب بنفسه الارض من وجع أصابه. قال أبو ذؤيب: فأَبَدَّهُنَّ حُتوفَهُنَّ فهارِبٌ * بِذَمَائِهِ أو بارك متجعجع (٣) *",
    "pg": "3:1196-1197"
  },
  "جعد": {
    "def": "شَعْرٌ جَعْدٌ بيّن الجُعودَةِ. وقد جَعُدَ شعرُهُ، وجَعَّدَهُ صاحبه تَجْعيداً. ورجلٌ جَعْدٌ وامرأةٌ جَعْدَةٌ. ويقال للكريم من الرجال: جَعْدٌ، فأما إذا قيل فلان جعد اليدين، أو جَعْدُ الأنامِلِ، فهو البخيل. وربما لم يذكروا معه اليد. قال الراجز: يا أحسن الناس مناط عقد * لا تعدليني بظرب (١) جعد - ويكنى الذئب أبا جعدة، وأبا جعادة، وليس له بنت تسمَّى بذلك. قال الكميت يصفه: ومُسْتَطْعِمٍ يُكْنى بغيرِ بَناتِهِ * جَعَلْتُ له حظا من الزاد أو فرا - وقال عبيد بن الأبرص: وقالوا هي الخَمرُ تُكْنى الطِلا * كما الذِئْبُ يُكْنى أَبا جَعْده - أي كنيته حسنة وعلمه منكر. والجعدة: نبت على شاطئ الانهار. وجعدة: أبوحى من العرب، وهم جعدة (٢) ابن كعب بن ربيعة بن عامر بن صعصعة، منهم النابغة الجعدى. وقد يوصف زبد البعير بالجعودة، إذا كان بعضه فوق بعض، يقال جعد اللغام. قال ذو الرمة: تنجو إذا جعلت تدمى أخشتها * واعتم بالزبد الجعد الخراطيم - وثرى جَعْد، مثل ثَعْدٍ، إذا كان ليِّناً. وبعيرٌ جَعْدٌ، أي جَعْدُ الوبر كثيره.",
    "pg": "2:457-458"
  },
  "جعر": {
    "def": "الجعر: نجو كل ذات مخلب من السباع. وقد جَعَرَ يَجْعَرُ. والمعجر: الدبر. وجعار: اسم للضبع، لكثرة جعرها. وإنما بنيت على الكسر لانه حصل فيها العدل والتأنيث والصفة الغالبة. ومعنى قولنا غالبة أنها غلبت على الموصوف حتى صار يعرف بها كما يعرف باسمه. وهى معدولة عن جاعرة. فإذا منع عن الصرف بعلتين وجب البناء بثلاث، لانه ليس بعد منع الصرف إلا منع الاعراب. وكذلك القول في حلاق: اسم للمنية. والجاعرتان: موضع المرقمتين من إسْتِ الحِمار، وهو مَضرِب الفرس بذنَبه على فخذَيه. وقال الأصمعيّ: هما حَرْفا الوِركين المُشرِفان على الفخِذين. قال كعب بن زُهير يصف الحِمار والأتُن: إذا ما انتحاهُنَّ شَؤْبوبُهُ * رأيتَ لجَاعِرَتَيْهِ غضونا - وبعضم يجعل الجاعرة حلقة الدبر. والجِعارُ بكسر الجيم: حَبلٌ يشده الساق إلى وتد ثم يشدُّه في حِقْوِهِ إذا نزل البئرَ لئلا يقعَ فيها. تقول منه تَجَعَّرْتُ. وقال الراجِز: ليْسَ الجِعارُ مانِعي من القدرْ * وإن تَجَعَّرْتُ بِمَحْبوكٍ مُمَرْ - والجَعْرورُ: ضرب من الدَقَلِ، وهو أردأ التمر.",
    "pg": "2:614-615"
  },
  "جعز": {
    "def": "الجعز والجأز: الغصص.",
    "pg": "3:869"
  },
  "جعس": {
    "def": "رجل جعسوس مثل جعشوش، وهو القصير الدميم. وقال ابن السكيت في كتاب القلب والابدال: رجل جعسوس وجعشوش بالسين والشين جميعا، وذلك إلى قماءة وصغر وقلة. يقال: هو من جعاسيس الناس. قال: ولا يقال هذا بالشين. قال عمرو بن معدى كرب: تداعت حوله جشم بن بكر * وأسلمه جعاسيس الرباب * والجعس: الرجيع، وهو مولد. والعرب تقول: الجُعْموسُ، بزيادة الميم. يقال: رمى بجعاميس بطنه.",
    "pg": "3:913-914"
  },
  "جعش": {
    "def": "قال الاصمعي: رجل جعشوش وجعسوس: أي قصير دميم. قال ابن السكيت في كتاب القلب والابدال: هو بالشين والسين جميعا. قال: وذلك إلى قماءة وصغر وقلة.",
    "pg": "3:998"
  },
  "جعشم": {
    "def": "الجُعْشُمُ: الرجل القصير الغليظ مع شدّة. قال الفراء: فتح الجيم والشين فيه أفصح.",
    "pg": "5:1889"
  },
  "جعظ": {
    "def": "الجعظ: الضخم. والجنعاظ والجنعاظة: العسر الاخلاق. قال الراجز: جنعاظة بأهله قد برحا * إن لم يجد يوما طعاما مصلحا (١)",
    "pg": "3:1171"
  },
  "جعظر": {
    "def": "الجعظرى: الفظ الغليظ ابن السكيت: يقال للرجل إذا كان قصيراً غليظاً جِعْظارَةٌ، بكسر الجيم.",
    "pg": "2:615"
  },
  "جعف": {
    "def": "جَعَفْتُ الرجلَ: صرعتُه. وجَعَفْتُ الشئ فانجعف، أي قلعته. فانقلع. وجعفى: أبو قبيلة من اليمن، وهو جعفى ابن سعد العشيرة بن مذحج. والنسبة إليه كذلك. قال لبيد: قبائل جعفى بن سعد كأنما سعى جمعهم ماء الذعاف (١) منيم قوله منيم، أي مهلك، جعل الموت نوما. ويقال: هذا كقولهم ثأر منيم. ومنهم عبيد الله بن الحر الجعفي، وجابر الجعفي.",
    "pg": "4:1337"
  },
  "جعفر": {
    "def": "الجعفر: النهر الصغير. وجعفر: أبو قبيلة من عامر، وهو جعفر بن كلاب بن ربيعة بن عامر، وهم الجعافرة.",
    "pg": "2:615"
  },
  "جعل": {
    "def": "جَعَلْتُ كذا أَجْعَلُهُ جعْلاً (٢) ومَجْعَلاً. وجَعَلَهُ الله نبيَّاً (٣) ، أي صيّره. وجَعَلوا الملائكة إناثاً، أي سمَّوهم. والجَعْلُ: النخلُ القِصارُ، الواحدةُ جَعْلَةٌ. ومنه قول الراجز (٤) :\nأو يستوي جَثيثُها وجَعْلُها (٥) * والجُعْلُ بالضم: ما جعل للانسان من شئ على الشئ يفعله. وكذلك الجعالة (٦) بالكسر. والجعيلة مثله. والجعل: دويبة. وقد جعِلَ الماءُ بالكسر، جَعَلاً، أي كثر فيه الجعلان. والجعال: الخِرْقَةُ التي تُنْزَلُ بها القِدر عن النار، والجمع جعل، ومثل كتاب وكتب. وأجعلت القِدر، أي أنزلتها بالجِعالِ. وأَجْعَلْتُ لفلان من الجُعْلِ في العطيَّة. وأجعلت الكبة واستجعلت فهى مجعل، إذا أرادت السِفاد، وكذلك سائر السباع. واجْتَعَلَ وجَعَلَ بمعنىً. قال الشاعر أبو زُبَيد (١) : ناطَ أَمْرَ الضعاف واجتعل الليل كحبل العادية الممدود",
    "pg": "4:1656"
  },
  "جعم": {
    "def": "الجَعَمُ بالتحريك: الطمع. يقال جَعِمَ بالكسر جَعَماً. وجَعِمَ أيضاً، إذا قَرِمَ إلى اللحم، وهو في ذلك أكول. قال العجاج:\nإذ جعم الذهلان كل مجعم (٢) * أي جعموا إلى اللحم. وجعمت الابل أيضا، إذا لم تجد حمضا ولا عضاها، فتقرم إلى ذلك فتقضم العظام وخروء الكلاب، قرما إلى ذلك. وجعم الرجل، إذا لم يَشْتَه الطعامَ. والجَعْماءُ من النوق: المُسِنَّةُ: ولا يقال للذكر أجعم.",
    "pg": "5:1888-1889"
  },
  "جفأ": {
    "def": "الجُفاءُ: ما نفاه السيلُ. قال الله تعالى: (فأما الزَّبدُ فيذهبُ جُفاءَ) أي باطلاً. وجَفَأَ الوادي جَفْأً، إذا رمى بالقَذى والزَّبَد، وكذلك القِدْر إذا رَمَتْ بزبدها عند الغَلَيان. وأجفأَتْ لغة فيه. وجَفَأْتُ القِدْر أيضاً، إذا كفأتَها أو أمَلْتَها فصببت ما فيها. ولا تقل: أجفأتها. قال الراجز: جفؤك ذا قدرك للضيفان * جفأ على الرغفان في الجفان خير من العكيس بالالبان وأما الذى في الحديث: \" فأجفؤوا قدروهم بما فيها \" فهى لغة مجهولة. وجفأت الرجل أيضا: صرعته. واجتفأت الشئ: اقتلعته ورميت به.",
    "pg": "1:41"
  },
  "جفا": {
    "def": "الجَفاءُ ممدودٌ: خلاف البرّ. وقد جَفَوْتُ الرجلَ أَجْفوهُ جَفاءً، فهو مجفو. ولا تقل جفيت. وأما قول الراجز: فلست بالجافى ولا المجفى (١) * فإنما بناه على جفى، فلما انقلبت الواو ياء فيما لم يسم فاعله بنى المفعول عليه. وفلان ظاهر الجفوة بالكسر، أي ظاهر الجفاء. (*) وجفا السرجُ عن ظهر الفرس. وأَجْفَيْتُهُ أنا، إذا رفعته عنه. قال الراجز: تمد بالاعناق أو تَلْويَها * وتَشْتَكي لو أَنَّنا نشكيها مس حوايا قلما نجفيها (١) * أي قلما نرفع الحوية عن ظهرها. وجافاه عنه فتَجافى جَنْبُهُ عن الفراش، أي نَبا. واسْتَجْفاهُ، أي عدّه جافِياً. قال أبو زيد: أَجْفَيْتُ الماشية فهي مُجْفاةٌ، إذا أتعبتَها ولم تدعها تأكل.",
    "pg": "6:2303"
  },
  "جفخ": {
    "def": "جَفَخَ: فَخَرَ وتكبّر، مثل جخف وجمخ، فهو جفاخ وجماخ، وذو جَفْخٍ، وذو جَمْخٍ. وجافَخَهُ وجامخه.",
    "pg": "1:420"
  },
  "جفر": {
    "def": "الجَفْرُ من أولاد المعز: ما بلغ أربعة أشهر وجفر جنباه وفص عن أمه. والانثى جَفْرَةٌ. والجَفْرُ: البئر الواسعة لم تطو. ومنه جفر الهباءة، ومستنقع ببلاد غطفان. والجفرة بالضم: سعة في الأرض مستديرة، والجمع جِفارٌ، مثل بُرْمَةٍ وبِرامٍ. ومنه قيل للجَوْفِ: جَفْرَةٌ. وفرس مُجْفَرٌ، وناقة مُجْفَرَةٌ، أي عظيمة الجُفْرَةِ، وهي وسَطُه. قال الجعدى: فتآيا بطرير مرهف * جفرة المحزم منه فسعل - والجفار أيضا: ماء لبنى تميم بنجد، ومنه يوم الجفار. قال بشر: ويوم النسار ويوم الجفار * كانا عذابا وكانا غراما - أي هلاكا. والجفير كالكنانة، أوسع منها. وجفر الفحلُ عن الضِرابِ يَجْفُرُ بالضم جُفوراً، وذلك إذا أكثَرَ الضراب حتَّى حَسَر وانقطع وعدَلَ عنه. ويقال في الكبش: ربض، ولا يقال جفر. ومنه قيل: الصَوم مَجْفَرَةٌ، أي مقطعة للنكاح. قال ذو الرمّة: وقد عارضَ الشِعْرى سُهَيْلٌ كأنَّه * قريعُ هِجانٍ عارضَ الشَوْلَ جافر - وجفر جنباه اتسعا. ويقال: أَجْفَرْتُ ما كنتُ فيه، أي تركته. وأَجْفَرْتُ فلاناً: قطعتُه وتركت زيادته.",
    "pg": "2:615-616"
  },
  "جفس": {
    "def": "الجفاية: الاتخام. وقد جفس بالكسر يجفس جفسا.",
    "pg": "3:914"
  },
  "جفظ": {
    "def": "اجْفاظَّتِ الجيفةُ اجْفيظاظاً: انتفختْ، وربما قالوا اجفأظت فيحركون الالف لاجتماع الساكنين. قال ثعلب: وهو بالحاء تصحيف.",
    "pg": "3:1171"
  },
  "جفف": {
    "def": "الجَفَّةُ بالفتح (١) : جماعة الناس. يقال دُعيتُ في جَفَّةِ الناس. وجاء القوم جَفَّةً واحدة. قال ابن عباس ﵁: \" لا نَفَلَ في غنيمةٍ حتى تُقسَمَ جَفَّةً \" أي كلُّها. وكذلك الجف بالضم. قال النابغة يخاطب عمرو بن هند الملك: من مبلغ عمرو بن هند آية ومن النصيحة كثرة الانذار لا أعرفنك عارضا لرماحنا في جف تغلب واردى الامرار يعنى جماعتهم. وكان أبو عبيد يرويه: \" في جف ثعلب \" قال: يريد ثعلبة بن عوف ابن سعد بن ذبيان. والجف أيضا: وعاء الطلع. والجف أيضا: الشن البالى تُقْطَعُ من نصفها فتُجْعَلُ كالدَلو. قال الراجز: رب (٢) عجوز رأسها كالكفة (٣) تحمل جفا معها هرشفه وربَّما كان الجُفُّ من أصل نخل ينقر. والجفان: بكر وتميم: قال حُمَيد بن ثورَ الهلالي ما فتئت مراق أهل المصرين سقط عمان ولصوص الجفين وقال أبو ميمون العجلى: قدنا إلى الشأم جياد المصرين من قيس عيلان وخيل الجفين والجفافة: ما ينتثر من الحشيش والقت. وجفاف الطير: موضع. قال جرير: فما أبصر النار التى وضحت له وراء جفاف الطير إلا تماريا والجفيف: ما يبس من النبت. قال الاصمعي: يقال: الابل فيما شاءت من جفيف وقفيف. قال: والجفجف: الارض المرتفعة، وليست بالغليظة. وجف الثوب وغيره يجف بالكسر جفافا وجفوفا، ويجف بالفتح لغة فيه، حكاها أبو زيد، وردها الكسائي. وتجفجف الثوب، إذا ابتل ثم جَفَّ وفيه ندىً، فإن يبِس كلَّ اليبس قيل قد قف، وأصلها تجفف، فأبدلوا مكان الفاء الوسطى فاء الفعل، كما قالوا تبشبش، أصلها تبنشش. وأنشد يعقوب (١) : فقام على قوائم لينات (٢) فبيل تجفجف الوبر الرطيب وجففته أنا تَجْفِيفاً. وتَجْفيفُ الفرس أيضاً: أن تُلبسه التجْفافَ (١) . والجمع التَجافيفُ. قال أبو على النحوي: التاء زائدة.",
    "pg": "4:1337-1338"
  },
  "جفل": {
    "def": "الجَفْلُ: السحابُ الذي قد هَراقَ ماءه ثم انْجَفَلْ. والجُفالُ بالضم: الصوف الكثير. قالت الضائنة: أولد رخالا، وأجز جفالا، وأحلب كثبا ثقالا، ولم ترمثلى ما لا. قولها: جفالا، أي أجز بمرة واحدة، وذلك أن صوفها لا يسقط إلى الارض شئ منه حتى يجز كله. قال ذو الرمة يصف شعر المرأة وأَسْوَدَ كالأَساوِدِ مُسْبَكِرًّاً على المَتْنَيْن منسدلا جفالا (١) ولا يوصف بالجُفالِ إلاّ وفيه كثرةٌ. والجُفالُ أيضاً: ما نفاه السيلُ. وجُفالَةُ القِدر: ما أخذته من رأسها بالمغزفة. وأخذت جُفْلَةً من صوفٍ، أي جُزَّةً، وهو اسم مفعول مثل قوله تعالى: ﴿إلا من اغترف غرفة بيده﴾ . قال أبو زيد: يقال دعوتهم الجَفَلى والأَجْفَلى. والأصمعيُّ لم يعرف الأجْفَلى. وهو أن تدعوَ الناس إلى طعامك عامة. قال طرفة: نحن في المشتاة ندعو الجفلى لا ترى الآدب فينا ينتقر قال الاخفش: يقال: دعى فلان في النقرى لا في الجفلى، أي دعى في الخاصة لا في العامة. وقال الفراء: جاء القومُ أَجْفَلَةً وأَزْفَلَةً، أي جماعةً. وجاءوا بأَجْفَلَتِهِمْ وأَزْفَلَتِهِمْ، أي بجماعتهم. وقال بعضهم: الاجفلى والازفلى: الجماعة من كل شئ. وجفل، أي أسرع. والجافل: المنزعج. قال الشاعر (١) : مراجع نجد بعد فرك وبغضة مطلق بصرى أصمع القلب جافله والاجفيل: الجبانُ. وظليمٌ إجْفيلٌ. يهرُب من كل شئ. وأجفل القوم، أي هرَبوا مسرِعين. والجُفالَةُ من الناس: الجماعةُ. وأجْفَلَتِ الريحُ فهي مُجْفِلٌ، أي أسرعتْ، وجافِلَةٌ أيضاً. وأجْفَلَتِ الريحُ بالتراب، أي أذهبَتْهُ وطَيَّرَتْه. وأنشد الاصمعي (٢) : وهاب كجثمان الحمامة أجفلت به ريح ترج والصبا كل مجفل وانْجَفَلَ القومُ، أي انقلعوا كلُّهم فمضوا.",
    "pg": "4:1656-1657"
  },
  "جفن": {
    "def": "الجَفنُ: جَفْنُ العين (١) . والجَفنُ أيضا: غمد السيف. والجفن: اسم موضع. والجفن: قضبان الكرم، الواحدة جفنة. (*) والجفنة كالقصعة، والجمع الجفان والجفنات بالتحريك، لان ثانى فعلة يحرك في الجمع إذا كان اسما، إلا أن يكون ياء أو واوا فيسكن حينئذ. وجفنة: قبيلة من اليمن. وقولهم: \" وعند جفينة الخبر اليقين \" قال ابن السكيت: هو اسم خمار، ولا تقل جهينة. وقال أبو عبيد في كتاب الامثال: هذا قول الاصمعي، وأما هشام بن محمد الكلبى فإنه أخبر أنه جهينة. وكان من حديثه أن حصين ابن معاوية بن عمرو بن كلاب خرج ومعه رجل من جهينة يقال له الاخنس، فنزلا منزلا، فقام الجهنى إلى الكلابي وكانا فاتكين، فقتله وأخذ ماله. وكانت صخرة بنت عمرو بن معاوية تبكيه في المواسم. قال الاخنس: تسائل عن حصين كل ركب وعند جهينة الخبر اليقين قال: وكان ابن الكلبى بهذا النوع من العلم أكبر من الاصمعي.",
    "pg": "5:2092"
  },
  "جلا": {
    "def": "الجَليُّ: نقيض الخفيّ. والجَلِيَّةُ: الخبر اليقين. والجالية: الذين جَلَوْا عن أوطانهم. يقال: استُعمِل فلانٌ على الجالِيَةِ، أي على جزية أهل الذمة. والجالة أيضا مثل الجالية. والجلاء بالفتح والمد: الأمر الجَليُّ. تقول منه: جَلا لي الخبر، أي وَضَح. وقول زهير فإن الحق مقطعه ثلاث * يمينٌ أو نِفارٌ أو جلاَءُ يريد الإِقرارُ. والجَلاءُ أيضاً: الخروج من البلد. وقد جَلَوْا عن أوطانهم، وجَلَوْتُهُمْ أنا، يتعدَّى ولا يتعدَّى. ويقال أيضاً أَجْلَوْا عن البلد، وأَجْلَيْتُهُمْ أنا، كلاهما بالألف. وأَجْلَوا عن القتيل لا غير، أي انفرجوا عنه. وجَلَوْتُ، أي أوضحت وكشفت. وجلا: اسم رجل، سمى بالفعل الماضي. قال سحيم بن وثيل الرياحي: أنا ابن جلا وطلاع الثنايا * متى أضع العمامة تعرفوني وحكى عن عيسى بن عمر أنه قال: إذا سمى الرجل بقتل وضرب ونحوهما فإنه لا ينصرف، واستدل بهذا البيت. وقال غيره: يحتمل هذا البيت وجها آخر، وهو أنه لم ينونه لانه أراد الحكاية، كأنه قال أنا ابن الذى يقال له جلا الامور وكشفها، فلذلك لم يصرفه. وجلوت بصرى بالكحل. وجَلَوْتُ همِّي عنّي، أي أذهبته. وجَلَوْتُ السيف جِلاءً بالكسر، أي صقلت. وجلوت العروس جلاء أيضا، عن أبي نصر، وجِلْوَةً، واجْتَلَيْتُها بمعنىً، إذا نظرتَ إليها مَجْلُوَّةً. والجلاء أيضا: كحل. قال بعض الهذليين (١) : وأكحلك بالصاب أو بالجلا * ء ففتح لذلك أو غمض وجلاها زوجها وصيفاً، أي أعطاها. يقال: ما جِلْوَتُها بالكسر؟ فيقال: كذا وكذا. ويقال: ما جِلاءُ فلان؟ أي بأى شئ يخاطب من الاسماء والألقاب فيُعَظَّم به. واجْتَلَيْتُ العمامة عن رأسي، إذا رفعتَها مع طيّها عن جَبِينك. والجَلاءُ: انحسار الشَعر عن مقدَّم الرأس، مثل الجَلَةِ. يقال منه: رجلٌ أجْلى بيِّن الجَلاء. والمَجالي: مَقادمُ الرأس، وهى مواضع الصلع. قال الراجز (٢) : رأين شيخاً ذَرِئَتْ مَجاليهْ (٣) * يَقْلي الغَواني والغواني تقليه قال الفراء: الواحدُ مَجْلىً. واشتقاقه من الجَلا، وهو ابتداء الصَلَع إذا ذهبَ شعر رأسه إلى نصفه. قال الكسائي: السماء جَلْواءُ، أي مُصْحِيَةٌ، مثل جَهْواء. وقول المتلمس:\nوتنصرني منهم جلى وأحمس (١) * هما بطنان من ضبيعة. وجَلِّى ببصره تَجْلِيَةً، إذا رمى به كما ينظر الصَّقر إلى الصيد. قال لبيد: فانتضلنا وابن سلمى قاعد * كعتيق الطير يغضى ويجل أي ويجلى. ويقال أيضا: جلى الشئ، أي كشفه. وهو يُجَلِّي عن نفسه، أي يعبِّر عن ضميره. وانْجَلى عنه الهمُّ، أي انكشفَ. وتجلى الشئ، أي تكشف. قال الأصمعي: جَالَيْتُهُ بالأمر وجالَحْتُهُ، إذا جاهرتَه به. وأنشد:\nمُجالَحَة ليس المجالاة كالدمس * (*) وتجالينا، أي انكشفت حالُ كلِّ واحدٍ منا لصاحبه. وجلوى: اسم فرس خفاف بن ندبة.",
    "pg": "6:2303-2305"
  },
  "جلب": {
    "def": "جلب الشئ يجلبه ويجلبه جلبا وجلبا. وجلبت الشئ إلى نفسي واجتلبته بمعنىً. والجَلوبَةُ: ما يُجْلَبُ للبيع. والجَليبُ: الذي يُجْلَبُ من بلد إلى غيره. والجُلْبَةُ: جُلَيْدَةٌ تعلو الجُرْحَ عند البُرْءِ، تقول منه: جلب الجرحُ يَجْلِبُ ويَجْلُبُ. وأَجْلَبَ الجرح مثله. والجُلْبَةُ أيضاً مثل الكُلْبَةِ، وهي شِدّةُ الزمان. يقال: أصابتنا جُلْبَةُ الزمان، وكُلْبَةُ الزمان. قال أَوْسُ بن مَغْراء التَميميُّ: لا يَسْمَحونَ إذا ماجلبة أزمت * وليس جارهم فيها بمختار وقال المتنخل الهذلى: قد حالَ بين تَراقيهِ ولَبَّتِهِ من جلبة الجوع جيار وإرزير (٢) والجلبة أيضا: جلدة تجعل على القتب. والجلب والجلب: سحاب رقيق ليس فيه ماء. قال تأبط شرا (١) : ولست بجلب جلب ريح وقرَّةٍ * ولا بصَفاً صَلْدٍ عن الخير معزل وجِلْبُ الرَّحْلِ أيضاً وجُلْبُهُ: عيدانُهُ. وقال (٢) : عاليت أنساعى وجلب الكور * على سراة رائح ممطور شبه بعيره بثور وحشى رائح وقد أصابه المطر. وجَلَبَ على فرسه يَجْلَبُ بالضم جَلْباً، إذا صاحَ به من خلفه واستحثَّه للسَبْقِ. وأَجْلَبَ عليه مثلُهُ. وأَجْلَبَ قَتَبَه: غشَّاه بالجُلْبَةِ، وهو أن يجعل عليه جِلْدَةً رطبة فَطيراً ثم يتركَها عليه حتى تيبس. قال النابغة الجعدى يصف فرسا: أمر ونحى من صلبه * كتنحية القتب المجلب وأجلبه، أي أعانه. وأجلبوا عليه، إذا تجمعوا وتألبوا، مثل أحلبوا. قال الكميت: على تلك إجرياى وهى ضريبتي * ولو أجلبوا طرا على وأحلبوا وأجلب الرجل، أي نتجت إبله ذكورا، لانه يجلب أولادَها فتباع. وأحلب بالحاء، إذا نتجت إناثا. والجلباب: الملحفة. قالت امرأة (١) من هذيل ترثي قتيلاً: تَمشي النسورُ إليه وَهْيَ لاهِيَةٌ * مَشْيَ العذارى عليهم الجلابيبُ والمصدر الجَلْبَبَةُ، ولم تُدْغَمْ لأنها ملحقة بدحرجة. والجلب والجلبة: الاصوات، تقول منه جَلَّبُوا بالتشديد. والجَلَبُ الذي جاء النَهْيُ عنه (٢) هو أن لا يأتي المصدِّقُ القومَ في مياههم لأخْذ الصدقات ولكنْ يأمرهم بجلْب نَعَمِهِمْ إليه. ويقال بل هو الجَلَبُ في الرِهان، وهو أن يُرْكِبَ فرسَهُ رجلاً فإذا قرُب من الغاية تَبِعَ فرسَه فَجَلَّبَ عليه وصاح به ليكون هو السابق، وهو ضَرْبٌ من الخديعة. والجَلَبُ والأجلاب: الذين يجلبون الابل والغنم للبيع. والجلبان (٣) : الخلر، وهو شئ يشبه الماش.",
    "pg": "1:100-101"
  },
  "جلج": {
    "def": "الجَلَجَةُ: بالتحريك: الجمجمة والرأس. يقال: على كلِّ جَلَجَةٍ كذا. والجمع جلج.",
    "pg": "1:303"
  },
  "جلح": {
    "def": "جَلَحَ المالُ الشَجَرَ يَجْلَحُهُ بالفتح، جَلْحاً، إذا رَعى أعالِيَهُ وقشره. وقال يخاطب ناقته: وجاوزى ذا السحم المجلوح (١) * وكثرة الاصوات والنبوح والجوالح: ما تطاير من رُءوس القَصَبِ والبَرْديِّ شِبْهَ القُطْنِ. والمجالحة: المشارة (٢) مثل المكالحة. والمُجالِحُ: الناقةُ التي تَدُرُّ في الشِتاء، والجمع المَجاليحُ. والمَجَاليح (٣) أيضاً: السنون اللواتى تذهب بالمال. وناقة مجلاح: جَلْدَةٌ على السَنَةِ الشديدة في بقاء لَبَنها. والجَلَحُ: فَوْقَ النَزَع، وهو انحِسارُ الشَعَر عن جانِبَي الرأس. أوَّله النَزَعُ، ثم الجَلَحُ، ثم الصَلَعُ. وقد جَلِحَ الرجل بالكسر، فهو أَجْلَحُ بَيِّنُ الجَلَح، واسم ذلك الموضع الجَلَحَةُ. والأَجْلَحُ من الهوادج: الذي ليس له رأْسٌ مُرتَفِعٌ. قال أبو ذؤيب: إن لم تكن ظعنا تبنى هَوادِجُها * فإنَّهنَّ حِسانُ الزيِّ أَجْلاحُ وبَقَرٌ جُلَّحٌ، أي لا قُرون لها. قال الكسائي: أنشدني ابن أبى طرفة: فسكنتهم بالقول حتى كأنهم * بواقر جلح أسكنتها المراتع (١) والمجلح: الرجل الكثير الاكل. والمجلح المأكول. ومنه قول ابن مقبل يصف القحط:\nإذا اغبر العضاه المجلح (٢) * وهو الذى قد أكل حتى لم يترك منه شئ. والتجليح أيضا: الاقدام الشديد، والتصميم. وقال بشر بن أبى خازم: وملنا بالجفار إلى تميم * على شعث مجلحة عتاق والجلاح بالضم مخففة: السيل الجراف، واسم رجل. الاصمعي: جالحت الرجل بالأمْرِ، إذا جاهَرْتَهُ به. والمُجالَحَةُ: المكاشفة بالعداوة. والمجالح: المكابر. والجلحاء: موضع على فرسخين من البصرة. الفراء: جلمح رأسه، أي حلقه، والميم زائدة.",
    "pg": "1:358-360"
  },
  "جلحب": {
    "def": "شيخٌ جِلْحابٌ وجِلْحابَةٌ: أي كبيرهم.",
    "pg": "1:101"
  },
  "جلخ": {
    "def": "جَلَخَ السيلُ الوادي يَجْلَخُهُ جَلْخاً أي ملأه، فهو سيلٌ جلاخ. وأما الجلاح بالحاء غير معجمة، فهو الجراف. والجلواخ: الوادي الواسع الممتلئ.",
    "pg": "1:420"
  },
  "جلخد": {
    "def": "المجلخد: المستاقى الذى قد رمى بنفسه وامتد. قال ابن أحمر: يظل أمام بيتك مجلخدا * كما ألقيت بالسند الوضينا - يصفه بالكسل.",
    "pg": "2:459"
  },
  "جلخم": {
    "def": "يقال: اجْلَخَمَّ القومُ اجْلِخْماماً: اجْتَمَعوا، ويقال استكبروا. وقال (١) :\nنَضْرِبُ جمعيهم إذا اجلخموا (٢)",
    "pg": "5:1889"
  },
  "جلد": {
    "def": "الجِلْدُ: واحد الجُلودِ: والجِلْدَةُ أخص منه. وأما قول الهذلى (١) : إذا تجاوب نوح قامتا معه. * ضربا أليما بسبت يعلج الجلدا - فإنما كسر اللام ضرورة، لان للشاعر أن يحرك الساكن في القافية بحركة ما قبله، كما قال: علمنا أخواننا (٢) بنو عجل * شرب النبيذ واعتقالا بالرجل - وكان ابن الاعرابي يرويه بالفتح ويقول: الجلد والجلد، مثل شبه وشبه، ومثل ومثل، وقال ابن السكيت: وهذا لا يعرف. وتجليد الجزور مثل سلخ الشاة. يقال: جلد جزورة، وقلّما يقال: سَلَخَ. وفرسٌ مُجَلَّدٌ، إذا كان لا يجزع من الضرب. وجَلَدَهُ الحَدَّ جَلْداً، أي ضربه وأصاب جِلْدَهُ، كقولك: رَأَسَهُ وبَطَنَهُ. والمِجْلَدُ، قطعةٌ من جِلْدٍ تكون في يد النائحة تلطِم به وجهَها. والجَلَدُ: جِلْدٌ حُوار يُسْلَخُ فيُلبَس حُواراً آخر لتشَمَّه أم المسلوخ فترأمه قال العجاج: وقد أرانى للغوانى مصيدا * ملاوة كأن فوقى جلدا - والجلد: الكبار من النوقِ التي لا أولادَ لها ولا ألبانَ، الواحدة بالهاء. والجلد أيضا: الارض الصلبة. قال النابغة: إلا الاوارى لايا ما أبينها * والنؤى كالحوض بالمظلومة الجلد - وكذلك الأَجْلَدُ. قال جرير: أَجالَتْ عليهنَّ الروامس بعدنا * دقاق الحصى من كل سهل وأجلدا - والجمع الا جلاد والأجالِدُ. والجَلَدُ: الصلابةُ والجَلادَةُ. تقول منه: جَلُدَ الرجلُ بالضم، فهو جَلْدٌ وجَليدٌ، بيِّن الجَلَدِ، والجَلادَةِ، والجُلودَةِ، والمَجْلودِ، وهو مصدرٌ مثل المحلوفِ والمعقولِ. قال الشاعر:\nواصْبِرْ فإنَّ أَخا المَجْلودِ مَنْ صَبَرا * وربما قالوا رجل جضد، يجعلون اللام مع الجيم ضادا إذا سكنت. وقوم جلد، وجلداء، وأجلاد. والتَجَلُّدَ: تَكَلُّفُ الجلادَة. والمُجالَدَةُ: المباطَلةُ وتَجالَد القومُ بالسيوف واجْتَلَدوا. وأَجْلادُ الرجلِ: جسمه وبدنه، وكذلك تَجاليدُهُ. والجَلْدَةُ: بالتسكين: واحدة الجِلادِ، وهي أدسمُ الإبلِ لبناً. والجِلادُ من النخل: الكبار الصلاب. قال الشاعر سويد بن الصامت: أدين وما دَيْني عليكم بمَغْرَمٍ * ولكن على الشم (١) الجلاد القراوح - وشاة جلدة، إذا لم يكن لها لبنٌ ولا ولد. وفلان جلودي بفتح الجيم، قال الفراء: وهو منسوب إلى جلود: قرية من قرى إفريقية ولا تقل الجلودى. والجليد: الضريب والسقيط، وهوندى يسقط من السماء فيجمُدُ على الأرض. تقول منه: جلدت الارض، فهى مجلودة. وجلندى، بضم الجيم مقصور: اسم ملك عمان.",
    "pg": "2:458-459"
  },
  "جلذ": {
    "def": "الجلذاء بالكسر ممدود: الارض الغليظة. والجلذاءة أخص منها. وقولهم: \" أسهل من جلذان \". وهو حمى قريب من الطائف لين مستو كالراحة. والجلذى بالضم، من الإبل: الشديدُ الغليظُ. قال الراجز: صوى لها ذا كدنة جلذيا * أخيف كانت أمه صفيا - والناقة جلذية. قال علقمة:\nجلذية كأتان الضحل علكوم (١) * والجلذى أيضا: السير السريع. قال الراجز ابن ميادة:\nلتقربن قربا جلذيا (٢) * واجلوذ بهم السير اجلوذا، أي دامَ مع السُرعة، وهو من سير الابل.\nفصل الحاء",
    "pg": "2:562"
  },
  "جلز": {
    "def": "جلزت السكين والسوط أجلزه جَلْزاً، إذا شددتَ مَقْبِضه بِعِلْباءِ البعير. وكذلك التجليز. واسم ذلك العِلْباءِ الجِلازُ، بالكسر. ويقال لأَغْلَظِ السنانِ: جَلْزٌ. وهذا أبو مِجْلَزٍ قد جاء، بكسر الميم. قال يعقوب: هو مشتقٌّ من جَلْزِ السنانِ وهو أغلظه، ومن جَلْزِ السوط وهو مَقْبضه. والجِلْوازُ: الشُرْطيُّ، والجمع الجلاوزة. والجلوز (١) : شبيه بالفستق.",
    "pg": "3:869"
  },
  "جلس": {
    "def": "جَلَسَ جلوساً. وأَجْلَسَهُ غيره. وقومٌ جلوسٌ. والمَجْلِسُ: موضع الجُلوسِ. والمَجْلِسُ بفتح اللام: المصدر. ورجلٌ جلسة، مثال همزة، أي كثير الجلوس. والجلسة بالكسر: الحال التي يكون عليها الجالسُ. وجالسْتُهُ فهو جِلْسي وجَليسي، كما تقول: خِدْني وخَديني. وتَجالَسوا في المجالس. والجلس: الغليظ من الأرض. ومنه جَملٌ جَلْسٌ وناقةٌ جَلْسٌ، أي وثيقٌ جسيمٌ. وشجرةٌ جَلْسٌ وشَهْدٌ جلْسٌ، أي غليظٌ. ويقال: امرأةٌ جَلْسٌ، للتي تَجْلِسُ في الفناء ولا تبرح. قالت الخنساء (١) : حتى إذا ما الخدر أبرزني * نبذ الرجال بزولة جلس * والجلس: أيضا نجد. يقال: جلس الرجل إذا أتى نجدا. وقال (٢) : قل للفرزدق والسفاهة كاسمها * إن كنت تارك ما أمرتك فاجلس * وقول الاعشى:\nلنا جلسان عندها وبنفسج (٣) * إنما هو معرب \" كلشان \" بالفارسية.",
    "pg": "3:914-915"
  },
  "جلط": {
    "def": "جَلَطَ (٣) سيفَهُ، أي اسْتَلَّهُ. قال الفراء: جلمط رأسه، أي حلقه والميم زائدة. فصل الحاء",
    "pg": "3:1118"
  },
  "جلظ": {
    "def": "المجلنظى: الذى استلقى على ظهره ورفع رجليه، والالف للالحاق، وربما همز، يقال اجلنظيت واجلنظأت.",
    "pg": "3:1171"
  },
  "جلع": {
    "def": "جَلِعَتِ المرأةُ بالكسر، فهي جَلِعَةٌ وجالِعَةٌ أيضاً، أي قليلة الحياء تتكلم بالفُحْش وكذلك الرجل جَلِعٌ وجالِعٌ. ومُجالَعَةُ القومِ: مجاوبتهم بالفُحش وتنازُعهم عند الشُرب والقِمار. قال الشاعر:\nولا فاحِشٌ عند الشرابِ مُجالِعُ * قال الأصمعي: جَلَعَ ثوبه وخلعه، بمعنى. وأنشد: قولا لسحبان أرى (١) نوارا * جالعة عن رأسها الخمارا * والاجلع: الذى لا تنضم شفتاه على أسنانه. تقول منه: جَلِعَ فَمُهُ بالكسر جلعا. وكان الاخفش الاصغر النحوي أجلع. وانجلع الشئ، أي انكشف. وقال أبو عمرو: الجالِعُ: السافرُ. وقد جلعت تجلع جلوعا. وأنشد: ومرت علينا أم سفيان جالعا * فلم تر عينى مثلها جالعا تمشى * والجلعم: قليل الحياء. والميم زائدة (٢) .",
    "pg": "3:1197-1198"
  },
  "جلعب": {
    "def": "الأصمعي: اجْلعَبَّ الرجلُ اجلعباباً، إذا اضطجع وامتدَّ وانبسط. واجلعَبَّ في السَير، إذا مضى وجدَّ. وسيلٌ مُجْلَعِبٌّ، أي كثير. ورجلٌ جلعبى العين، على وزن القرنبى، أي شديد البصر. والجلعباة: الناقة الشديدة. وجلعب: اسم موضع.",
    "pg": "1:101"
  },
  "جلعد": {
    "def": "الجَلْعَدُ: الصُلْبُ الشديدُ. والجُلاَعِدُ من الابل: الشديد. قال الفقعسى: صوى لها ذا كدنة جلاعدا * لم يرع بالاصياف إلا فاردا - والجمع الجلاعد بالفتح. وجلعد: موضع من بلاد قيس.",
    "pg": "2:459"
  },
  "جلف": {
    "def": "الجَلْفُ: القَشْرُ، يقال: جَلَفْتُ الطينَ عن رأس الدَنِّ، أَجْلُفُهُ. بالضم والجالِفَةُ: الشَجَّةُ التي تقشِر الجلدَ مع اللحم. وطعنةٌ جالِفَةٌ: إذا لم تصل إلى الجوف، وهى خلاف الجائفة. وجلفت الشئ: قطعتُه واستأصلته. والجالِفَةُ: السنةُ التي تذهب بأموال الناس. ويقال أصابتهم جَليفَةٌ عظيمة، إذا اجْتَلَفَتْ أموالَهم، وهم قومٌ مُجْتَلَفونَ. والمُجَلَّفُ: الذي أخذ من جوانبه. قال الفرزدق: وعض زمان يابن مزوان لم يدع من المال إلا مسحتا أو مجلف قال أبو الغوث: المسحت: المهلك. والمجلف: الذى بقيت منه بقية. يريد إلا مسحتا أو هو مجلف. والمجلف أيضا: الرجل الذي جَلّفَتْهُ السنون، أي ذهبت بأمواله. يقال: جلفت كحل (١) . وقولهم: أعرابي جلف، أي جافٍ. وأصله من أَجْلافِ الشاةِ، وهي المسلوخَةُ بلا رأسٍ ولا قوائم ولابطن. وقال أبو عبيدة: أصل الجلف الدنُّ الفارغ. قال: والمسلوخُ إذا أُخْرِجَ بطنُه جِلْفٌ أيضاً. وقال أبو عمرو: الجلف: كل ظرف ووعاء، وجمعه جلوف.",
    "pg": "4:1338-1339"
  },
  "جلفز": {
    "def": "الجلفزيز: العجوز المتشنجة العمول. وقال العامري: العجوز التى ليست فيها بقية. وقال السن من جلفزيز عوزم خلق * والعقل (١) عقل صبى يمرث الودعه",
    "pg": "3:869"
  },
  "جلفع": {
    "def": "قال أبو زيد: الجلنفعة من النوق: الجسيمة، وهى الواسعة الجوف التامة. وأنشد: جلنفعة تشق على المطايا * إذا ما اختب رقراق السراب * وقد اجلنفع، أي غلظ.",
    "pg": "3:1198"
  },
  "جلل": {
    "def": "الجَلُّ، بالفتح: الشِراعُ، والجمع جلول. قال القطامى في ذى جُلولٍ يُقَضِّي الموتَ صاحِبُهُ إذا الصَرارِيُّ من أَهْوالِهِ ارْتَسَما والجِلَّةُ: البَعَرُ. يقال: إنّ بني فلان وقودهم الجِلَّةُ، ووقودهم الوَألَةُ. وهم يَجْتَلُّونَ الجِلَّةَ، أي يلقطون البعر. والجُلُّ بالضم: واحد جِلالِ الدوابّ. وجمع الجلال أجلة. والجل الذى في قول الاعشى: وشاهدنا الجل واليا سمين (١) .... هو الورد، فارسي معرب. وجل الشئ: معظمه. والجُلَّى: الأمر العظيم، وجمعها جُلَلٌ، مثل كُبْرى وكُبَرٍ. ومنه قول طرفة:\nمتى أُدْعَ في الجُلَّى أَكُنْ من حُماتِها (٢) * وقال آخر (٣) : وإنْ دَعَوْتِ إلى جُلَّى ومَكْرُمَةٍ يوماً كِراماً من الأقوام فادعينا والجلة: وعاء التمر. والجل بالكسر: قصب الزرع إذا حصد. ويقال أيضا: ما له دق ولاجل، أي دقيق ولا جليل. والجلة من الإبل: المِسانُّ، وهو جمع جليل، مثل صبى وصبية وقال النمر: أزمان لم تأخذْ إليَّ سِلاحَها إبلي بِجِلّتها ولا أَبْكارِها ومِشْيَخَةٌ جِلَّةٌ، أي مَسانُّ. والمَجَلّةُ: الصحيفةُ فيها الحكمةُ. قال أبو عبيد: كلُّ كتابٍ عند العرب مَجَلَّةٌ. وقول النابغة: مَجَلَّتُهُمْ ذاتُ الإلَهِ ودينُهُمْ قَوِيمٌ فما يرجون غير العواقب فمن رواه بالجيم فهو من هذا، ومن رواه بالحاء فمعناه أنهم يحجون فيحلون مواضع مقدسة. وجلال اللهِ: عظمته. وقولهم: فَعَلْتُهُ من جَلالِكَ، أي من أجلك. وأنشد الكسائي:\nوإكْرامِيَ القومَ العِدا من جلالها (١) * والجَلاَّلَةُ: البقرةُ التي تتبع النجاسات. وفى الحديث: \" نهى عن لبن الجلالة \". والجلال بالضم: العظيم. والجلالة: الناقةُ العظيمةُ. والجَلَلُ: الأمرُ العظيمُ. قال وعلة ابن الحارث: قومي هُمُ قتلوا أُمَيْمَ أخي فإذا رميت يصيبى سهمي فلئن عفوت لاعفون جللا ولئن سطوت لاوهنن عَظْمي والجَلَلُ أيضاً: الهيِّنُ، وهو من الأضداد. قال امرؤُ القيس لما قُتِلَ أبوه:\nألاَ كلُّ شئ سواه جلل (١) * أي هين يسير. وفعلت ذاك من جلك أي من أجلك. قال جميل: رسم دار وقفت في طلله كدت أقضى الغداة (٢) من جلله أي من أجله، ويقال من عظمه في عينى. والجليل: العظيم. والجليل: الثمام، وهو نبت ضعيف يحشى به خصاص البيوت. وقال (١) : ألا ليت شعرى هل أبيتن ليلة بمكة حولي (٢) إذخر وجليل (٣) الواحد ة جليلة، والجمع جلائل. قال الشاعر:\nيلوذ بجنبى مرخة وجلائل * والجلجل: واحد الجلاجل، وصوته الجَلْجَلَةُ، وصوت الرعد أيضاً. والمُجَلْجِلُ: السَحابُ الذي فيه صوتُ الرعد. وجلجلت الشئ، إذا حركته بيدك. وتَجَلْجَلَ في الأرض، أي ساخ فيها ودخل. يقال: تَجَلْجَلَتْ قواعدُ البيت، أي تضعضعت. وفى الحديث \" إن قارون خرج على قومه يتبختر في حلة له، فأمر الله الارض فأخذته، فهو يتجلجل فيها إلى يوم القيامة \". وحمار جلاجل بالضم، أي صافى النهيق. وجلاجل بالفتح: موضع. قال ذو الرمة: أيا ظبية الو عساء بين جلاجل وبين النقاآ أنت أم أم سالم ويروى بالحاء مضمومة. والجلجلان: ثمرة الكزبرة. قال أبو الغَوث: هو السمسم في قشره قبل أن يُحْصَد. والجُلْجُلانُ. حَبَّةُ القلب. يقال أصبت جلجلان قلبه. وجل القوم من البلد يَجُلُّونَ بالضم جُلولاً، أي جَلَوْا وخرجوا إلى آخر، فهم جالة. يقال: استعمل فلان على الجالة، كما يقال على الجالية، وهما بمعنى. وأنشد ابن الاعرابي (١) :\nعفر وصيران الصريم جلت (٢) * ويقال أيضا: جل البعر يجله جلا، أي التقله، ومنه سميت الدابة التى تأكل الغدرة الجلالة. وكذلك اجتللت البعر. وجل فلان يَجِلُّ بالكسر جَلالَةً، أي عَظُمَ قَدْرُهُ، فهو جَليلٌ. وقول لبيد:\nواخْزُها بالبِرِّ لله الأَجَلّْ (٣) * يعني الاعظم. وقول الراجز (٤) . * الحمد لله العليِّ الأجْلَلِ (١) * يريد الأَجَلَّ، فأظهر التضعيف ضرورةً. وقول ابن أحمر: ياجل ما بَعُدَتْ عليك بِلادُنا وطِلابُنا فابرق بأرضك وارعد يعني ما أَجلَّ ما بَعْدَتْ. وجَلَّ الرجل أيضاً، أي أَسَنَّ. يقال جلت الناقة، إذا أسنت. عن أبى نصر. وجَلَّتِ الهاجِنُ عن الولد أي صغُرتْ. وأجْلَلْتُهُ في المرتبة. وأتيت فلاناً فما أَجَلَّني وما أَحْشاني، أي ما أعطاني جَليلَةً ولا حاشِيَةً. فالجلِيلةُ: التي نُتِجَتْ بطناً واحداً. والحواشي: صغار الإبل. ويقال: ما أَجَلَّني وما أَدَقَّني، أي ما أعطاني كثيراً ولا قليلاً. ويقال: ما له جليلة ولا دقيقة، أي ما له ناقة ولا شاة. وقول الشاعر:\nبَكَتْ فأَدَقَّتْ في البُكا وأَجَلَّتِ * أي أتت بقليل البكاء وكثيره. وجلل الشئ تجليلا، أي عم. والمجلل: السحاب الذى يُجَلِّلُ الأرضَ بالمطر، أي يَعُمُّ. وتَجليلُ الفرسِ، أن تُلبسهُ الجُلَّ. وتَجَلَّلَهُ، أي علاه. وتَجَلَّلَهُ، أي أخذ جُلالَهُ. والتَجالُّ: التعاظُم. يقال: فلان يَتَجالُّ عن ذلك، أي يترفع عنه. وجلو لاء بالمد: قرية بناحية فارس، والنسبة إليها جلولى على غير قياس، مثل حرورى في النسبة إلى حروراء.",
    "pg": "4:1657-1661"
  },
  "جلم": {
    "def": "جلمت الشئ جلما (١) ، أي قطعته. وجَلَمْتُ الجَزورَ أَجْلُمها جَلْماً، إذا أخذتَ ما على عظامها من اللحم. وأخذت الشئ بجلمته ساكنة اللام، إذا أخذته أجمع. وهذه جَلَمَةُ الجزور بالتحريك، أي لحمها أجمع. وجلمة الشاة: مسلوختها، بلا حشو ولا قوائم. والجلم: الذى يجز به. وهما جلمان. والجلام بالكسر. الجداء قال الاعشى: سواهم جذعانها كالجلام قد اقرح منها القياد النسورا (٢)",
    "pg": "5:1889"
  },
  "جلمد": {
    "def": "الجَلْمَدُ والجُلْمودُ: الصخرُ. والجَلْمَدُ: الابل الكثيرة. وذات الجلاميد: موضع.",
    "pg": "2:459"
  },
  "جله": {
    "def": "الجَلْهَةُ: ما استقبلكَ من حروف الوادي. وجَلْهَتا الوادي: ناحِيَتاهُ وحرفاه. قال لبيد (*) فعلا (١) فروع الأيْهُقانِ وأَطْفَلَتْ * بالجَلْهَتَيْنِ ظِباؤُها ونَعامُها والجمع جِلاةٌ: وجَلَهْتُ الحصى عن المكان: نحيته عنه ; والموضع جليهة. الأصمعي: الجَلَهُ: انحسارُ الشَعَر عن مقدّم الرأس، وهو ابتداء الصلَع، مثل الجَلَحِ. وقد جَلِهَ يَجْلَهُ (٢) . قال رؤبة: براق أصلاد الجبين الاجله (٣) * لله در الغانيات المده الكسائي: ثور أجله: لا قرن له، مثل أجلح.",
    "pg": "6:2230"
  },
  "جلهم": {
    "def": "الجُلْهُمَةُ بالضم، الذي في حديث أبي سفيان: \" ما كدتَ تأذن لي حتى تأذن لحجارة الجُلْهُمَتَيْنِ \". قال أبو عبيد: أراد جانبى الوادي. والمعروف الجلهتان. قال: ولم أسمع بالجلهمة إلا في هذا الحديث، وما جاءت إلا ولها أصل. وجلهمة بالضم: اسم رجل.",
    "pg": "5:1889"
  },
  "جما": {
    "def": "الجماء والجماءة (١) : الشخص. قال الراجز:\nوقرصة مثل جماء الترس (٢)",
    "pg": "6:2305"
  },
  "جمح": {
    "def": "جَمَحَ الفرس جُموحاً وجِماحاً، إذا اعْتَزَّ فارِسَهُ وغلبَه، فهو فرسٌ جَموحٌ. وجَمَحت المرأةُ من زوجِها، وهو خُروجُها من بيته إلى أهلها قبل أن يُطَلِّقَها. قال الراجز: إذا رَأَتْني ذاتُ ضِغْنٍ حَنَّتِ * وجَمَحَتْ من زَوْجِها وأَنَّتِ والجَموحُ من الرجال: الذي يَركب هواه فلا يمكن رَدُّه. وقال: خَلَعْتُ عِذاري جامِحاً ما يَرُدُّني * عن البيضِ أمثالِ الدُمى زَجْرُ زاجِرِ وجَمَحَ، أي أَسْرَعَ. قال أبو عبيدة في قوله تعالى: (لَوَلَّوْا إلَيْهِ وهم يَجْمَحون) : يُسْرِعونَ. والجُمَّاحُ بالضم والتشديد: سَهْمٌ بلا نَصلٍ مُدَوَّرُ الرَأسِ يَتَعَلَّمُ الصبى به الرمى.",
    "pg": "1:360"
  },
  "جمد": {
    "def": "والجمد بالتسكين: ما جمد من الماء، وهو نقيض الذَوْبِ، وهو مصدر سميِّ به. الجَمَدُ، بالتحريك: جمع جامد، مثل خادم وخدم. يقال: قد كثُر الجَمَدُ. وجَمَدَ الماء يَجْمُدُ جَمْداً وجُموداً، أي قام. وكذلك الدمُ وغيره إذا يَبِسَ. وجُمادى الأولى وجُمادى الاخرة، بفتح الدال من أسماء الشهور، وهو فُعالى من الجَمْدِ. والجُمدُ مثل عُسْرٍ وعُسُرٍ: مكانٌ صلبٌ مرتفعٌ. قال امرؤ القيس: كَأَنَّ الصُِوارَ (١) إذْ يُجاهِدْنَ غُدْوَةً * على جُمُدٍ خَيْلٌ تَجولٌ بأَجْلالِ - والجمع أَجْماد وجِمادٌ، مثل رمح وأرماح ورماح. والجَمادُ بالفتح: الأرض التي لم يصبها مطرٌ. وناقةٌ جَمادٌ: لا لبن لها. وسنة جماد: لا مطر فيها ويقال للبخيل: جَمادَ له، أي لا زال جامِدَ الحال. وإنما بني على الكسر لأنه معدول عن المصدر، أي الجُمود. كقولهم فَجارِ أي الفَجْرَةُ. وهو نقيض قولهم جماد، بالحاء، في المدح. قال المتلمِّس: جَمادِ لها جَمادِ ولا تقولي (١) * لها أبداً إذا ذُكِرَتْ حَمادِ (٢) - أي قولي لها جُموداً، ولا تقولي لها حمداً وشكراً. وعينٌ جَمودٌ: لا دمع لها. والمُجْمِدُ: البَرَمُ. وربما أفاض بالقَداحِ لأجل الأيسار. قال الشاعر طرفة: وأصفر مضبوح نظرت حويره (٣) * على النار واستودعته كف مجمد - يقول: انتظرت صوته على النار حين قومته وأعلمته، فهو كالمحاورة منه. وكان الاصمعي يقول: هو الداخل في جمادى. وكان جمادى في ذلك الوقت شهر برد.",
    "pg": "2:459-460"
  },
  "جمر": {
    "def": "الجَمْرُ: جمع جَمْرَةٍ من النار. والجَمْرَةُ: ألفُ فارس. يقال جَمْرَةٌ كالجَمْرَةِ. وكلُّ قبيلٍ انضمُّوا فصاروا يداً واحدةً ولم يحالِفوا غيرهم فهم جمرة. قال أبو عبيدة: جمرات العرب ثلاث: بنو ضبة بن أد، وبنو الحارث بن كعب، وبنو نمير بن عامر، فطفئت منهم جمرتان: طفئت ضبة لانها حالفت الرباب، وطفئت بنو الحارث لانها حالفت مذحج؟. وبقيت نمير لم تطفأ لانها لم تحالف. ويقال: الجمرات عبس والحارث وضبة، وهم إخوة لام. وذلك أن أمرة من اليمن رأت في المنام أن خرج من فرجها ثلاث جمرات، فتزوجها رجل من اليمن فولدت له الحارث بن كعب بن عبد المدان، وهم أشراف اليمن، ثم تزوجها بغيض ابن ريث فولدت له عبسا، وهم فرسان العرب، ثم تزوجها أد فولدت له ضبة فجمرتان في مضر، وجمرة في اليمن. والجمرة: واحدة جَمَراتِ المناسك، وهي ثلاث جَمَراتٍ يُرْمَينَ بالجِمارِ. والجمرة: الحصاة. والمِجْمَرَةُ: واحدة المَجامِرِ، وكذلك المِجْمَرُ والمُجْمَرُ. فبالكسر اسم الشئ الذى يجعل فيه الجَمْرُ، وبالضم الذي هُيِّئَ له الجَمْرُ. يقال أَجْمَرْتُ مُجْمَراً. وينشد هذا البيت بالوجهين: لا تصطلي النار إلا مُجْمَراً أَرِجاً * قد كَسَّرَتْ من يلنجوج له وقصا (١) - والجُمَّارُ: شَحْمُ النخل. وجَمَرْتُ النخلَةَ: قطعت وجمارها. والتجمير أيضا: رمى الجِمارِ. وتَجْميرُ الجيش: أن تحبسَهم في أرض العدوّ ولا تُقفِلَهم من الثغر. وتجمرواهم، أي تَحَبَّسُوا. ومنه التَجميرُ في الشَعَر. يقال: جَمَّرَتِ المرأةُ شعرها، إذا جمعته وعَقَدَتْه في قفاها ولم ترسله. وفى الحديث: \" الضافر واللمبد والمجمر عليهم الحلق \". وأجمر البعير: أسرع في سيره. ولا تقل أجمز بالزاى. قال لبيد: وإذا حركت غرزى أجمرت * أو قرابى عدو جون قد أبل - وأجمر القوم على الشئ: اجتمعوا عليه. وهذا جَميرُ القوم، أي مجتمعهم. وابنا جَميرٍ: الليلُ والنهار، سمِّيا بذلك للاجتماع كما سميا ابنا سَميرٍ لأنَّه يُسمَر فيهما. وأمَّا ابنُ جَميرٍ فالليلُ المظلم. قال الشاعر (١) : نهارهُم ظمآنُ ضاحٍ وليلُهمْ * وإن كانَ بدراً ظلمة ابن جَميرِ - والاستِجمارُ: الاستنجاء بالأحجار. وحافرٌ مِجْمَرٌ، أي صلب. والمجيمر: اسم موضع والمجيمر: جبل. قال امرؤ القيس: كأن ذرى رأس المجيمر غدوة * من السيل والغثاء فلكة مغزل -",
    "pg": "2:616-617"
  },
  "جمز": {
    "def": "الجَمْزُ: ضربٌ من السَير أشد من العَنَقِ. وقد جَمَزَ البعير يَجْمِزُ بالكَسر جَمْزاً. والجَمَّازُ: البعير الذى يركبه المجمز. قال الراجز: أنا النجاشي على جماز * حاد ابن حسان عن ارتجازى * وحمار جَمزي، أي سريعٌ. قال الشاعر (٢) : كأني ورحْلي إذا رُعْتُها * على جمزى جازئ بالرمال (٣) * والناقة تعدو الجَمْزى. وكذلك الفرسُ. والجُمَّازَةُ بالضم: مدرعة صوف. قال الراجز: يكفيك من طاق كثير الاثمان * جمازة شمر منها الكمان * والجمزان: ضرب من التمر. والجُمْزَةُ: كتلة من تَمر ونحوِه، والجمع جُمَزٌ. والجُمَّيْزُ: شبيهٌ بالتين.",
    "pg": "3:869-870"
  },
  "جمس": {
    "def": "الجاموس: واحد الجواميس، فارسي معرب. وجموس الودك: جموده. والماء جامِسٌ، أي جامدٌ. والجُمْسَةُ بالضم: البسرة إذا أرطبت وهى بعد صلبة لم تنهضم.",
    "pg": "3:915"
  },
  "جمش": {
    "def": "رَكَبٌ جَميشٌ: أَي حَليقٌ. وقد جَمَشَتْه جَمْشاً. والجَميشُ: المكانُ لا نبت فيه. وفى الحديث: \" بخبت الجميش \". والخبت: المفارة وإنما قيل له جميش لانه لا نبت فيه كأنه حليق. وسنة جموش: إذا احتلقت النبت. قال رؤبة: دقا كرقش الوضم المرفوش * أو كاحتلاق النورة الجموش",
    "pg": "3:998-999"
  },
  "جمع": {
    "def": "جمعت الشئ المتفرق فاجتمع. والرجلُ المُجْتَمِعُ: الذي بلغ أشُدَّهُ. ولا يقال ذلك للنساء. ويقال للجارية إذا شبت: قد جمعت الثياب، أي قد لبست الدرعَ والخمارَ والملحفةَ. وتَجَمَّعَ القومُ، أي اجتمعوا من ههنا وههنا. وجُمَّاعُ الناس بالضم: أَخْلاطُهُمْ، وهم الأُشابَةُ من قبائل شتى. ومنه قول ابن الاسلت (١) يصف الحرب: ثم تجلت ولنا غاية * من بين جمع غير جماع * والجمع: مصدر قولك جمعت الشئ. وقد يكون اسماً لجماعة الناس، ويُجْمَعُ على جموع، والموضع مجمع ومجمع، مثال مطلع ومطلع. والجمع أيضاً: الدَقَلُ. يقال: ما أَكْثَرَ الجَمْعَ في أرض بني فلان: لنخلٍ يخرج من النَوى ولا يُعْرَفُ اسْمُهُ. ويقال أيضاً: للمُزْدَلِفَةِ: جَمْعٌ، لاجتماع الناس فيها. وجُمْعُ الكَفِّ بالضم، وهو حين تَقْبِضُها. يقال: ضربته بجُمْعِ كفّي. وجاء فلان بقُبضةٍ مِلْءِ جُمْعِهِ. قال الشاعر (١) : وما فَعَلَتْ بي ذاكَ حتّى تَرَكْتُها * تُقَلِّبُ رأْساً مثلَ جُمْعيَ عارِيا * وتقول: أخذت فلاناً بجُمْعٍ ثيابه. وأمرُ بَني فلانٍ بجَمْعٍ وجِمْعٍ، أي لم يَقْتَضَّها (٢) . قالت دَهْناء بنت مِسْحَلٍ امرأةُ العجاج للعامل: \" أصلح الله الأمير، إنِّي منه بجُمْعٍ \"، أي عذراء لم يَقْتَضَّني. وماتت فلانة بجُمْعٍ وجِمْعٍ (٣) ، أي ماتت وولدُها في بطنها. وجُمْعَةٌ من تمرٍ، أي قُبْضَةٌ منه. ويومُ الجُمْعَةِ: يومُ العَروبةِ. وكذلك يومُ الجُمُعَةِ بضم الميم. ويُجْمَعُ على جُمُعاتٍ وجُمَعٍ. وأتانٌ جامِعٌ، إذا حملتْ أوَّلَ ما تحمل. وقدر جامعة، وهى العظيمة. والجامِعَةُ: الغُلُّ ; لأنَّها تجمع اليدين إلى العنق. والمسجدُ الجامِعُ، وإن شئت قلت مسجدُ الجامِع بالإضافة، كقولك: الحقُّ اليقينُ وحقُّ اليقينِ، بمعنى مسجدِ اليوم الجامعِ وحق الشئ اليقين ; لان إضافة الشئ إلى نفسه لا تجوز إلا على هذا التقدير. وكان الفراء يقول: العرب تضيف الشئ إلى نفسه لاختلاف اللفظين، كما قال الشاعر: فقلت انجوا عنها نجا الجلد إنه * سيرضيكما منها سنام وغاربه * فأضاف النجا، وهو الجلد، إلى الجلد لما اختلف اللفظان. والجمعاء من البهائم: التي لم يذهب من بدنها شئ. وأجمع بناقته، أي صَرَّ أَخْلافَها جُمَعَ. قال الكسائي: يقال أَجْمَعْتُ الأمرَ وعلى الأمرِ، إذا عزمتَ عليه ; والأمرُ مُجْمَعٌ. ويقال أيضاً: أَجْمِعْ أمرَكَ ولا تَدَعْهُ منتشراً، قال الشاعر (١) : تُهِلُّ وتَسْعى بالمصابيح وَسْطَها * لها أمْرُ حزم لا يفرق مجمع * وقال آخر: يا ليتَ شِعري والمُنى لا تنفع * هل أَغْدُوَنْ يوماً وأمري مُجْمَعُ * وقوله تعالى: ﴿فأَجْمِعوا أَمْرَكُمْ وشُرَكاءَكُم﴾ أي وادْعوا شركاءكم، لأنَّه لا يقال أَجْمَعْتُ شركائي، إنما يقال جمعت. قال الشاعر: يا ليت زوجك (١) قد غدا * متقلدا سيفا ورمحا * أي وحاملا رمحا، لان الرمح لا يتقلد. وأجمعت الشئ: جعلته جميعا. ومنه قول أبى ذؤيب يصف حمرا: فكأنها بالجزع بين نبايع (٢) * وأولات ذى العرجاء نهب مجمع * وأولات ذى العرجاء: مواضع، نسبها إلى مكان فيه أكمة عرجاء فشبه الحمر بإبل انتهبت وحزقت (٣) من طوائفها. والمجموع: الذى جمع من ههنا وههنا وإن لمْ يجعل كالشئ الواحد. وفلاة مجمعة (٤) : يجتمع القومُ فيها ولا يتفرَّقون، خوف الضلال ونحوِه، كأنَّها هي التي جمعتهم. واستجمع السيل: اجتمع من كلِّ موضع. ويقال للمُسْتَجيش: اسْتَجْمَعَ كلَّ مَجْمَعٍ. واستَجْمَعَ الفرسُ جَرْياً. وقال يصف سراباً. ومُسْتَجْمِعٍ جَرْياً وليس بِبارِحٍ * تُباريه في ضاحي المِتانِ سَواعِدُهْ * وجُمِعَ: جَمْعُ جُمْعَةٍ، وجَمْعُ جَمْعاءَ في توكيد المؤنَّث. تقول: رأيت النسوة جمع غير مصروف، وهو معرفة بغير الالف واللام، وكذلك ما يجرى مجراه من التواكيد، لانه توكيد للمعرفة. وأخذت حقى أجمع في توكيد المذكر، وهو توكيد محض. وكذلك أجمعون وجمعاء وجمع، وأكتعون وأبتعون وأبصعون، لا يكون إلا تأكيدا تابعا لما قبله لا يبتدأ ولا يخبر به ولا عنه، ولا يكون فاعلا ولا مفعولا كما يكون غيره من التواكيد اسما مرة وتوكيدا أخرى، مثل نفسه وعينه وكله. وأَجْمَعونَ: جَمْعُ أَجْمَعَ. وأَجْمَعُ واحدٌ في معنى جَمْعٍ وليس له مفردٌ من لفظه. والمؤنث جَمْعاءُ، وكان ينبغى أن يجمعوا جمعاء بالالف والتاء كما جمعوا أجمع بالواو والنون، ولكنهم قالوا في جمعها جمع. ويقال: جاء القوم بأَجْمَعِهِمْ وبأَجْمُعِهِمْ أيضا بضم الميم، كما تقول جاءوا بأكلبهم جمع كلب. وجميع يؤكد به، يقال جاءوا جميعاً، أي كلهم. والجميع: ضد المتفرق. قال الشاعر (١) : فَقَدْتُكِ من نَفْسٍ شَعاعٍ فأنني * نَهَيْتُكِ عن هذا وأنتِ جَميعُ * والجميعُ: الجَيْشُ (٢) . قال لبيد: عريت وكان بها الجميع فأبكروا * منها وغودِرَ نُؤْيُها وثُمامُها * وجِماعُ الشئ بالكسر: جمعه. تقول: جماع الخِباءِ الأخبيةُ، لأنَّ الجِماعَ ما جَمَعَ عدداً، يقال: الخمرُ جِماعُ الإِثم. وقِدْرٌ جِماعٌ أيضاً للعظيمة. وجَمَّعَ القومُ تَجْميعاً، أي شهدوا الجُمْعَةَ وقَضَوا الصلاة فيها. وجَمَعَ فلان مالا وعدده. ومجمع: لقب قصى بن كلاب، سمى بذلك لانه جمع قبائل قريش وأنزلها مكة وبنى دار الندوة (٣) . والمجامعة: المباضعة. وجامَعَهُ على أمر كذا، أي اجتمع معه.",
    "pg": "3:1198-1201"
  },
  "جمعر": {
    "def": "جَمْعَرَ الحمار، إذا جمَعَ نفسه ليكدم.",
    "pg": "2:617"
  },
  "جمل": {
    "def": "الجَمَلُ من الإبل. قال الفراء: الجَمَلُ: زوج الناقة، والجمع جِمالٌ. وأَجْمالٌ وجِمالاتٌ وجَمائِلُ. والجامِلُ: القطيع من الإبل مع رُعاتِه وأربابه. قال الشاعر (١) :\nلهم جامِلٌ ما يهدأ الليل سامره (٢) * قال ابن السكيت: يقال للابل إذا كانت ذكورة ولم يكن فيها أنثى: هذه جمالة بنى فلان. وقرئ: ﴿كأنه جمالة صفر﴾ . قال: وتقول: اسْتَجْمَلَ البعيرُ، أي صار جملاً. وإنَّما يسمى جملاً، إذا أرْبَعَ. والجَمَّالَةُ: أصحاب الجمال، مثل الخيَّالة والحمارة. قال الهذلى (١) : حتى إذا أسلكوهم في قتائدة شلا كما تطرد الجمالة الشردا والجمال: الحسن. وقد جمل الرجلُ بالضم جَمالاً فهو جميلٌ، والمرأةُ جميلةٌ وجَمْلاءُ أيضاً، عن الكسائي. وأنشد: فَهْيَ جَمْلاءُ كَبدْرٍ طالعٍ بَذَّتِ الخَلْقَ جميعاً بالجَمالْ وقول أبي ذؤيب:\nجَمالَكَ أيُّها القلبُ القَريحُ (٢) * يريد: الْزَمْ تَجَمُّلَكَ وحياءك، ولا تجزعً جزعاً قبيحاً. والجُمَّالُ بالضم والتشديد: أَجْمَلُ مِنَ الجَميلِ. ويقال للشحم المذاب: جَميلٌ. وجُمَيْلٌ: طائرٌ جاء مصغَّراً، والجمع جملان مثال كعيت وكعتان. وجمل: أبو حى من مذحج، وهو جمل بن سعد العشيرة، منهم هند بن عمرو الجملى، وكان مع على ﵇ فقتل، فقال قاتله (١) :\nقتلت علباء وهند الجملى (٢) * وجمل: اسم امرأة. والجملة: واحدة الجُمَلِ. وقد أَجْمَلْتُ الحسابَ، إذا رددتَه إلى الجُمْلَةِ. وأَجْمَلْتُ الصنيعة عند فلان، وأَجْمَلَ في صنيعه. وجَمَلْتُ الشحمَ أَجْمُلُهُ جَمْلاً واجْتَمَلْتُهُ، إذا أَذَبْتُهُ. وربَّما قالوا: أجملت الشحم. حكاه أبو عبيد. وأجمل القوم، أي كثرت جمالهم، عن الكسائي. والمجاملة: المعاملة بالجميل. ورجلٌ جُماليٌّ بالضم والياء مشدّدة، أي عظيم الخَلْقِ. وناقةٌ جُماليَّةٌ: تُشَبَّهُ بالفحل من الإبل في عظم الخلق. قال الاعشى يصف ناقته: جمالية تغتلى بالرداف إذا كذب الآ ثمات الهجيرا وحساب الجمل بتشديد الميم. والجُمَّلُ أيضاً: حبل السَّفينة الذى يقال له القلس، وهو حبالٌ مجموعةٌ. وبه قرأ ابن عباس ﵄: ﴿حَتَّى يلج الجمل في سم الخياط﴾ وجَمَّلَهُ، أي زَيَّنَهُ. والتَجَمُّلُ: تَكلُّفُ الجَميلِ. وتَجَمَّلَ، أي أكل الجَمِيلَ، وهو الشحم المذاب. قالت امرأة لا بنتها: \" تجملي وتعففى \" أي كلى الشحم واشربي العُفافَةَ، وهي ما بقى الضرع من اللبن.",
    "pg": "4:1661-1662"
  },
  "جمم": {
    "def": "جَمَّ المالُ وغيرهُ، إذا كثُر. والجَمُّ: الكثير: قال تعالى: (وتحبون المال حبا جما) . وجم: ملك من الملوك الاولين (٣) . والجم: ما اجتمع من ماء البئر. قال صخر (٤) . الهذلى فخضخضت صفنى في جَمِّهِ خِياضَ المُدابِرِ قِدْحاً عطوفا والجمة: المكان الذى يجتمع فيه ماؤه، والجمع الجِمامُ. والجَمومُ: البئر الكثيرة الماء. والجُمومُ بالضم المصدر. يقال جَمَّ الماءُ يَجُمُّ (١) جُموماً، إذا كثُر في البئر واجتمع بعدَ ما اسْتُقيَ ما فيها. وقال:\nيزيدها مخج الدلا جموما (٢) * والجَمومُ بالفتح من الأفراس: الذي كلَّما ذهب منه جريٌ جاءه جرى آخر. قال النمر ابن تولب: جَمومُ الشَدِّ شائِلَةُ الذُّنابى تَخالُ بياض غُرَّتِها سراجا قوله \" شائِلَةُ الذُنابى \" يعني أنها ترفع ذَنَبَها في العَدْو. ويقال: جاء في جَمَّةٍ عظيمةٍ وجُمَّةٍ عظيمةٍ، أي في جماعةٍ يسألون الدِيَةَ. قال (٣) وجمة تسألني أعطيت (١) * والجُمَّةُ بالضم: مجتمَع شعر الرأس وهي أكثر من الوفْرة. ويقال للرجل الطويل الجُمَّةِ: جُمَّانيٌّ بالنون، على غير قياس. ولو سمِّيتَ بها رجلاً ثم نسبت إليه قلت جمى. وجمام المكوك، وجمامه، وجمامه، وجممه بالتحريك، وهو ما على رأسه فوق طَفافِهِ. وجَمَمْتُ المكيالَ وأَجمَمْتُهُ، فهو جَمَّانُ، إذا بلغ الكيلُ جِمامَهُ. قال الفراء: عندي جِمامُ القِدح ماءً بالكسر أي ملؤه، وجُمامُ المَكّوكِ دقيقاً بالضم، وجمام الفرس بالفتح لاغير. قال: ولا تقل جمام بالضم إلاّ في الدقيق وأشباهه، وهوما على رأسه بعد الامتلاء. يقال: أَعطِني جِمامَ المَكُّوكِ، إذا حَط ما يحمله رأسُه فأعطاه. والجَمامُ بالفتْح: الراحةُ. يقال: جَمَّ الفرسُ جَمَّاً وجَماماً، إذا ذهب إعياؤه، وكذلك إذا ترك الضراب، يجم ويجم. وأجم الفرس، إذا تُرِكَ أن يُرْكَب على ما لم يسمَّ فاعله، وجُمَّ. ويقال: أجْمِمْ نفسَك يوماً أو يومين. وأَجَمَّ الأمر، إذا دنا وحَضَرَ. ويقال: أَجَمَّ الفِراقُ، إذا حانَ. وأنشد الأصمعيّ: حَيِّيا ذلك الغزال الاحما إن يكن ذا كما الفِراقُ أَجَمَّا وجَمَّ قدومُ فلانٍ جموما، أي دنا وحان. وبنيان أجم: لا شرف له. وامرأة جَمَّاءُ المَرافِقِ. ورجلٌ أَجَمُّ: لا رُمْحَ معه في الحرب. قال أوس: وَيْلُمِّهِمْ مَعْشَراً جُمَّاً بُيوتُهُمُ من الرِماحِ وفي المعروف تنكير وقال الأعشى: متى تَدْعُهُمْ لِقِراعِ الكُماةِ تَأْتِكَ خَيْلٌ لهم غير جم والجماء الغفير: جماعة الناس. وقد ذكرناه في باب الراء (١) . وشاة جَمَّاءُ: لا قرنَ لها، بيِّنة الجَمَمِ. واسْتَجَمَّ الفرسُ والبئرُ، أي جَمَّ. ويقال: إنِّي لأَسْتَجِمُّ قلبي بشئ من اللهو لاقوى به على الحق. وجمجم الرجل وتجمجم، إذا لم يبيِّن كلامه. والجُمْجُمَةُ بالضم: عظم الرأس المشتمل على الدماغ. والجمجمة: القدح من خشب. ودير الجماجم: موضع. قال أبو عبيدة: سمى بذلك لانه كان تعمل به الاقداح من خشب. والجمجمة: البئر تحفر في سَبخَة. وجَماجِمُ العرب: القبائل التي تجمع البطون فينسب إليها دونَهم، نحو كلب بن وَبْرَةَ: إذا قلت الكلبيّ استغنيت أن تنسبه إلى شئ من بطونه. والجميم: النبت الذى طال بعضَ الطول ولم يتمّ. وقال ذو الرمّة يصف حِماراً: رَعى بارِضَ البُهْمى جَميماً وبُسْرَةً وصمعاء حتى آنفته نصالها (١)",
    "pg": "5:1889-1891"
  },
  "جمن": {
    "def": "الجُمانَةُ: حَبَّةٌ تُعمل من الفضة كالدُرّة، وجمعها جُمانٌ. قال لبيد يصف بقرة. وتضئ في وجهه الظلام منيرة كجمانة البحري سل نظامها",
    "pg": "5:2092-2093"
  },
  "جمهر": {
    "def": "قال الاصمعي: الجمهور: الرملة المشرفة على ما حولها، وهى المجتمعة. وفي حديث موسى بن طلحة أنَّه شهد دَفْنَ رجلٍ فقال: \" جمهروا قبره جمهرة \"، أي اجمعوا عليه التُرابَ، ولا تطيِّنوه. والجمهور (١) من الناس: جُلَّهم. وجَمهرت عليه الخبَرَ، إذا أخبرتَه بطرَفٍ وكتمت الذى تريد.",
    "pg": "2:617"
  },
  "جنأ": {
    "def": "جنأ الرجل على الشئ، وجانأ عليه، وتجانَأَ عليه، إذا أكبَّ عليه. قال الشاعر كُثَيِّر: أغاضِرَ لو شَهِدْتِ غداة بِنْتُمْ * جُنوَء العائدات على وِسادي ورجل أجْنَأُ: بَيِّنُ الجَنَأِ، أي أحدب الظهر. والمُجْنَاُ بالضم: التُّرْسُ. قال أبو قيس بن الاسلت (١) . صدق حُسامٍ وادِقٍ حدُّه * ومُجْنَأٍ أسْمَرَ قراع (١)",
    "pg": "1:41-42"
  },
  "جنب": {
    "def": "الجَنْبُ معروفٌ. تقول: قعدت إلى جنْب فلان وإلى جانب فلان بمعنى. وجنب: حى من اليمن. قال مهلهل: زوجها فقدها الاراقم في * جنب وكان الحباء من أدم والجنب: الناحية. وأنشد الاخفش:\nالناس جنب والامير جنب * والصاحب بالجنب: صاحبك في السفر. وأما الجار الجُنُبُ فهو جارك من قوم آخرين. والجانب: الناحية، وكذلك الجَنَبَةُ (١) : تقول: فلان لا يطور بجنبتنا. وجانبه وتجانبه وتجنبه واجتنبه كلُّهُ بمعنى. ورجلٌ أجنبيُّ وأجنبُ وجَنَبٌ وجانب كلُّه بمعنى. وضربه فجنَبَه، أي كسر جنبه. وجنبت الدابة، إذا قدتها إلى جنبك. وكذلك جنَبْتُ الأسيرَ جَنَبَاً بالتحريك. ومنه قولهم خَيْلٌ مُجَنَّبَةٌ، شدد للكثرة. وجنبته الشئ وجنبته بمعنىً، أي نَحَّيْتُهُ عنه. قال الله تعالى: (واجنُبْني وبَنيَّ أنْ نعبد الاصنام) . والجناب، بالفتح: الفناء، وما قَرُبَ من مَحَلَّةِ القوم، والجمع أجْنِبَةٌ. يقال: أخْصَبَ جَنابُ القومِ، وفلانٌ خصيبُ الجَنابِ، وجَديبُ الجَنابِ. وتقول: مَرُّوا يسيرون جَنابَيْهِ، أي ناحيتَيه (١) . وفرسٌ طَوْعُ الجِنابِ بكسر الجيم، إذا كان سلس القياد. ويقال أيضاً: لَجَّ فلان في جِنابٍ قبيح، إذا لج في مُجانَبَةِ أهلِه. وجنَّبَ القومُ، إذا قَلَّتْ ألبانُ إبِلِهم. قال الجُمَيْحُ (٢) بن مُنقِذ يذكر امرأته: لَمَّا رأت إبلي قَلَّتْ حَلوبَتُها * وكلُّ عامٍ عليها عامُ تجنيبِ (٣) والتجنيب أيضاً: انحناءٌ وتوتيرٌ في رجل الفرس، وهو مُسْتَحَبٌّ. قال أبو دُوادُ: وفي اليدين إذا ما الماءُ أسْهلَها (١) * ثَنْيٌ قليلٌ وفي الرِجْلَينِ تَجنيبُ والجَنيبَةُ: بالدابةُ تُقادُ. وكل طائعٍ منقاد جنيبٌ. والاجنب: الذى لا ينقاد. والجنيبة: العَليقة، وهي الناقة تعطيها القومَ ليَمْتاروا لك عليها. قال الراجز (٢) :\nرِكابُهُ في القوم كالجنائبِ * أي ضائعة لأنه ليس بمصلحٍ لمَالِهِ. والجنيبُ: الغريب. وجَنَبَ فلان في بني فلان يَجْنُبُ جَنابَةً، إذا انزل فيهم غريبا، فهو جانب، والجمع جُنَّابٌ. يقال: نِعْمَ القومُ هم لِجارِ الجَنابَةِ، أي لِجارِ الغُرْبَةِ. وقول الشاعر علقمة بن عَبَدة: فلا تَحْرِمَنِّي نائلاً عن جَنابَةٍ * فإنّي امرؤٌ وَسْطَ القِبابِ غريبُ أي عن بُعْدِ. والجَنْبَةُ: جِلدةٌ من جَنْبِ البعير. يقال أعطني جَنْبَةً أتَّخِذْ منها عُلْبَةً. ونزل فلان جَنْبةً أي ناحيةً واعتزل الناسَ. والجَنْبَةُ: اسمٌ لكل نَبْتٍ يَتَرَبَّلُ في الصيف. يقال مطرنا مطراً كَثُرَتْ منه الجَنْبَةُ. ورجل جُنُبٌ من الجَنابَة، يستوي فيه الواحد والجمع والمؤنث، وربّما قالوا في جمعه أجنابٌ وجُنُبون. تقول منه: أجنبَ الرجل وجَنُبَ أيضاً بالضم. والجَنوبُ: الريح التي تقابل الشمال. تقول: جنبت الريح، إذا تحوَّلَتْ جنوباً. وسحابةٌ مجنوبةٌ، إذا هبَّت بها الجَنوبُ. والمجنوب: الذي به ذاتُ الجَنْبِ، وهي قرحة تصيب الانسان داخل جنبه. وقد جَنَبَ وأجنب القومُ، إذا دخلوا في ريح الجَنوبِ. وجُنِبوا أيضاً، إذا أصابهم الجَنوبُ فهم مجنوبون. وكذلك القول في الصَبا والدبور والشمال. والمجنب بالكسر: الترس. وقال ساعدة ابن جؤية الهذلى يصف مشتار العسل: صب اللهيف لها السُبُوبَ بطَغْيَةٍ * تُنْبي العُقابَ كما يلط المجنب والمجنب أيضا: أقصى أرض العجم إلى أرض العرب، وأدنى أرض العرب إلى أرض العجم. قال الكميت (١) :\nبمعترك الطف فالمجنب * والمجنب، بالفتح: الشئ الكثير. يقال: إنّ عندنا لخيراً مَجْنَباً وشرّاً مَجْنَباً، أي كثيراً. والجَنَبُ بالتحريك الذي نُهيَ عنه (٢) : أن يَجْنُبَ الرجلُ مع فرسه عند الرِهانِ فرساً آخر لكي يتحول عليه أن خاف أن يُسْبَقَ على الأول. والجَنَبُ أيضاً: مصدر قولك جَنِبَ البعيرُ بالكسر يَجْنَبُ جَنَباً، إذا ظلع من جنبه. قال الاصمعي: هو أن تلتصق رئته بجنبه من شدة العطش. قال ابن السكيت: وقالت الاعراب هو أن يلتوى من شدة العطش. قال ذو الرمة يصف حمارا:\nكأنه مستبان الشك أو جنب (٣) وقال أيضا: هاجت به جوع غضف مخصرة * شوازب لاحها التقريب (١) والجنب",
    "pg": "1:101-104"
  },
  "جنث": {
    "def": "الجِنْث: ألأصل. يقال: فلان من جِنْثِكَ وجِنْسِكَ، أي من أصلك، لغة أو لثغة. والجنثى (٤) : الزراد. قال لبيد يصف درعا: أحكم الجنثى من عوراتها كُلَّ حِرْباَء إذا أُكْرِهَ صَلّ. وأما قول الشاعر: ولكنها سوقٌ يكون بياعُها * بِجُنْثِيَةٍ قد أَخْلَصَتْها الصَياقِلُ فيعني به السيوفَ أو الدروع.",
    "pg": "1:277-278"
  },
  "جنح": {
    "def": "جَنَحَ، أي مالَ، يَجْنَحُ، ويَجْنِحُ جُنوحاً. واجْتَنَحَ مِثْلُهُ. وأَجْنَحَهُ غَيرُه. وجُنوح الليل: إقْباله. والجَوانِحُ: الأضلاع التي تحت الترائب، وهي مما يلي الصَدْر كالضُّلوع مما يلي الظهر، الواحدة جانِحةٌ. وجُنِحَ البعير: انكسرت جَوانِحُهُ من الحِمْل الثقيل. وجناح الطائر: يده. والجمع أَجْنِحَةٌ. وجَنَحْتُهُ: أَصَبْتُ جَناحَهُ. والجُناح بالضم: الإثم. وجُنْح الليل وجِنْحُهُ: طائفةٌ منه. وجِنْح الطريق جانبه. قال الشاعر (١) : وما كنتُ ضَغَّاطاً ولكنَّ ثائِراً * أَناخَ قليلاً عِندَ جِنْح سَبيلِ وجِنْحُ القوم: ناحيتُهم وكنفهم. وقال: فبات يجنح القوم حتَّى إذا بَدا * له الصُبْحُ سام القوم إحدى المهالك",
    "pg": "1:360"
  },
  "جند": {
    "def": "الجند: الاعوان والانصار. وفلان جند الجنود. وفى الحديث: \" الارواح جنود مجندة \". والشام خمسة أجناد: دمشق، وحمص وقنسرون، والاردن، وفلسطين، يقال لكل مدينة منها جند. قال الشاعر الفرزدق: فقلت ما هو إلاَّ الشامُ تَرْكَبُهُ * كأَنَّمَا الموتُ في أَجْنادِهِ البَغَرُ (١) وجند بالتحريك: بلد باليمن.",
    "pg": "2:460"
  },
  "جنز": {
    "def": "الجنازة: واحدة الجنائز. والعامة تقول الجنازة بالفتح. والمعنى للميت على السرير، فإذا لم يكن عليه الميت فهو سرير ونعش.",
    "pg": "3:870"
  },
  "جنس": {
    "def": "الجنس: الضرب من الشئ، وهو أعم من النوع. ومنه المجانسة والتجنيس. وزعم ابن دريد أن الاصمعي كان يدفع قول العامة: هذا مجانس لهذا، ويقول إنه مولد.",
    "pg": "3:915"
  },
  "جنف": {
    "def": "الجَنَفُ: المَيْلُ، وقد جَنِفَ بالكسر يَجْنَفُ جَنَفاً. ومنه قوله تعالى: ﴿فمَنْ خافَ مِنْ موصٍ جنفا﴾ . قال الشاعر (٢) : هم المولى وإن جنفوا علينا وإنا من لقائهم لزور قال أبو عبيد: المولى هاهنا في موضع الموالى، أي بنى العم، كقوله تعالى: ﴿ثم نخرجكم طفلا﴾ . ويقال: أجنف الرجل، أي جاء بالجنف، قال أبو كبير: ولقد نقيم إذا الخصوم تنافدوا أحلامهم صعر الخصيم المجنف ويروى: \" تناقدوا \". وتجانف لإِثمٍ، أي مالَ ورجلٌ أَجْنَفُ، أي منحنى الظهر. وجنفى على فعلى بضم الفاء وفتح العين: اسم موضع، عن ابن السكيت.",
    "pg": "4:1339"
  },
  "جنن": {
    "def": "جَنَّ عليه الليلُ يَجُنُّ بالضم جُنوناً. ويقال أيضاً: جَنَّهُ الليلُ وأَجَنَّهُ الليل، بمعنىً. والجِنُّ: خلاف الإنس، والواحد جِنِّيٌّ. يقال: سمِّيتْ بذلك لأنّها تُتَّقى ولا تُرى وجُنَّ الرجل جنوناً، وأَجّنَّهُ الله فهو مجنون ولا تقل مجن. وقولهم في المجنون: ما أجنه، شاذ لا يقاس عليه، لانه لا يقال في المضروب: ما أضربه، ولا في المسلول: ما أسله. وأما قول موسى بن جابر الحنفي: فما نَفَرَتْ جِنِّي ولا فُلَّ مِبْرَدي ولا أصبحتْ طيْري من الخوف وُقعا فإنه أراد بالجِنِّ القلبَ، وبالمبرد اللسان. ونخلة مجنونة، أي طويلة. وقال: يا رب أرسل خارف المساكين عجاجة مسبلة (١) العثانين تحدر (٢) ما في السحق المجانين وجن النَبْتُ جُنوناً، أي طال والتفّ وخرج زَهْرُهُ. وجُنَّ الذباب، أي كثر صوته. وقول الشاعر ابن أحمر: تَفَقَّأَ فوقه القَلَعُ السَواري وجُنَّ الخازباز به جنونا يحتمل هذين الوجهين. ويقال: كان ذلك في جِنِّ شبابه، أي في أوَّل شبابه. وتقول: افعلْ ذلك الامر بجن ذلك وبحدثانه. قال المتنخل: أرْوى بجِنِّ العهدِ سَلْمى ولا ينصبك عهد الملق الحول (١) يريد الغيث الذى ذكره قبل هذا البيت. يقول: سقى هذا الغيث سلمى بحدثان نزوله من السحاب قبل تغيره. ثم نهى نفسه أن ينصبه حب من هو ملق: وجننت الميت وأجننته، أي واريته. وأجننت الشئ في صدري: أكننته. وأجنت المرأة ولدا. والجنين: الولد ما دام في البطن، والجمع الأَجِنَّةُ. والجنين: المقبور. والجنة بالضم: ما استترت به من سلاح. والجنة: السترة، والجمع الجُنَنُ. يقال: اسْتَجَنَّ بِجُنّةٍ، أي استتر بسُترة. والمِجّنُّ: الترس، والجمع المَجانُّ بالفتح. والجَنَّةُ: البستان، ومنه الجَنّاتُ. والعرب تسمِّي النخيل جَنّةً. وقال زهير: كَأَنَّ عَيْنَيَّ في غَرْبَيْ مُقَتَّلَةٍ من النَواضِحِ تَسْقي جَنّةً سُحُقا والجَنانُ بالفتح: القلب. ويقال أيضاً: ما عَلَيَّ جَنانٌ إلا ما تَرى، أي ثوبٌ يواريني. وجَنانُ الليل أيضاً سوادُه (١) وادلهمامه. قال الشاعر خفاف بن ندبة: ولولا جنان الليل أدرك ركبنا (٢) بذى الرمث والارطى عياض بن ناشب قال ابن السكيت: ويروى: \" جنون الليل \"، أي ما ستر من ظلمته. وجنان الناس: دهماؤهم. والجنة: الجِنُّ. ومنه قوله تعالى: (من الجنة والناس أجمعين) . (*) والجنة: الجنون. ومنه قوله تعالى: (أم به جِنّةٌ) والاسم والمصدر على صورةٍ واحدة. والجَنَنُ بالفتح: القبر. والجُنُنُ بالضم: الجُنونُ، محذوف منه الواو. قال يصف الناقة: مثل النعامة كانت وهي سائمةٌ أَذْناَء حتَّى زَهاها الحَيْنُ والجُنَنُ والجانُّ: أبو الجن، والجمع جنان مثل حائط وحيطان. والجان أيضا: حيَّة بيضاء. وتَجَنَّنَ عليه وتَجَانَنَ وتَجانَّ: أرَى من نفسه أنّه مَجْنونُ. وأرضٌ مَجَنَّةٌ: ذات جِنٍّ. والمَجَنَّةُ أيضاً: الجُنونُ. والمَجَنَّةُ أيضاً: اسم موضع على أميال من مكة. وكان بلال رضى الله عنه يتمثل بقول الشاعر: ألا ليت شعرى هل أبيتن ليلة بمكة حولي إذخر وجليل وهل أردن يوما مياه مجنة وهل يبدون لى شامة وطفيل وقال ابن عباس ﵄: كانت مجنة وذو المجاز وعكاظ أسواقا في الجاهلية. والمجنة أيضا: الموضع الذى يستتر فيه. والاجتنان: الاستتار. والاسْتِجْنانُ الاستطراب. وقولهم: أَجَنَّكَ كذا، أي من أجل أنّك، فحذفوا اللام والألف اختصاراً ونقلوا كسرة اللام إلى الجيم. قال الشاعر: أَجِنَّكِ عندي أَحْسَنُ الناسِ كلهم وأنك ذات الخال والحبرات والجناجن: عظام الصدر، الواحد جِنْجِنٌ وقد يفتح. والمَنْجَنونُ: الدُولاب التي يستقى عليها، ويقال المَنْجَنينُ أيضاً، وهي أنثى. وأنشد الأصمعي لعُمارة بن طارق:\nومَنْجَنونٍ كالأَتانِ الفارق (١)",
    "pg": "5:2093-2095"
  },
  "جنه": {
    "def": "قال القتيبيّ: الجُنَهيُّ (٤) : الخيزُرانُ. قال: وسمعت من يُنْشِد للفرزدق في كَفِّهُ جَنُهَيٌّ ريحُهُ عَبِقٌ * في كف أروع في عرنينه شمم قال: ويروى: \" في كفه خيزران \".",
    "pg": "6:2230-2231"
  },
  "جني": {
    "def": "جَنَيْتُ الثمرة أجْنيها جَنياً واجْتَنَيْتُها بمعنىً. والجَنى: ما يُجْتَنى من الشجر وغيره. يقال: أتانا بِجَناة طيّبةٍ، لكلِّ ما يُجْتَنى. وثمرٌ جَنيٌّ، على فَعيلٍ: حين جُنيَ. وجَنى عليه جِنايَةً. والتَجَنِّي: مثل التجرُّم، وهو أن يدّعيَ عليك ذنبا لم تفعله. وفى المثل: \" أجناؤها أبناؤها \"، أي الذين جنوا على هذه الدار بالهدم هم الذين كانوا بنوها، حكاه أبو عبيد. وأنا أظن أن أصل هذا المثل \" جناتها بناتها \" لان فاعلا لا يجمع على أفعال، وأما الاشهاد والاصحاب فإنما هما جمع شهد وصحب، إلا أن يكون هذا من النوادر، لانه يجئ في الامثال ما لا يجئ في غيرها. وأجنى الشجرُ، أي أدرك ثَمَرُه. وأَجَنَتِ الأرض، أي كَثُرَ جناها، وهو الكلا والكمأة ونحو ذلك.",
    "pg": "6:2305-2306"
  },
  "جها": {
    "def": "جهى البيت بالكسر، أي خَرِبَ، فهو جاهٍ. وخِباءٌ مَجْهٍ: لا ستر عليه. واست جهوى، أي مكشوفة. ومن كلامهم الذى يضعونه على ألسن البهائم: \" قالوا: يا عنز قد جاء القر. قالت: يا ويلى ذنب ألوى، واست جهوى \". حكاه أبو عبيد في كتاب الغنم. وبيت أجهى بين الجَهي، أي لا سقف له. والسماء جَهْواءُ، أي مُصْحِيَةٌ. وأَجْهَتِ السماءُ، أي انقشَع عنها الغيمُ. وأَجْهَيْنا، أي أَجْهَتْ لنا السماء، كلاهما بالالف.",
    "pg": "6:2306-2307"
  },
  "جهث": {
    "def": "جَهَثَ جَهْثاً: استخفَّه الغضبُ.",
    "pg": "1:278"
  },
  "جهجه": {
    "def": "جَهْجَهْتُ بالسَبُعِ: صِحْتُ به ليَنْكَفَّ. ويقال: تَجَهْجَهْ عنّي، أي انته.\nفصل الذال",
    "pg": "6:2231"
  },
  "جهد": {
    "def": "الجَهْدُ والجُهْدُ: الطاقةُ. وقرئ:\n(والذين لا يجدون إلا جهدم) * و * (جهدم) *. قال الفراء: الجهد بالضم الطاقةُ. والجَهْدُ بالفتح من قولك: اجْهَدْ جَهْدَكَ في هذا الأمر، أي ابلُغ غايتك. ولا يقال اجْهَدْ جُهْدَكَ. والجَهْدُ: المشقَّةُ. يقال: جَهَدَ دابته وأَجْهَدَها، إذا حمل عليها في السير فوق طاقتها. وجَهَدَ الرجل في كذا، أي جَدَّ فيه وبالغ. وجَهَدْتُ اللبنَ فهو مَجْهودٌ، أي أخرجت زُبده كله. وجَهَدْتُ الطعامَ: اشتهيته. والجاهدُ: الشَهْوانُ (٢) . وجُهِدَ الطعامُ وأُجْهِدَ، أي اشْتُهِيَ. وجَهَدْتُ الطعامَ، إذا أكثرتَ من أكله. ومرعَى جهيدٌ: جَهَدَهُ المال. وجهد الرجل فهو مجهود، من المشقةِ، يقال أصابهم قُحوطٌ من المطر فجُهِدوا جَهْداً شديداً. وجَهِدَ عيشهم بالكسر، أي نَكِدَ واشتدَّ. والجَهادُ بالفتح: الأرضُ الصُلبةُ. وجاهَدَ في سبيل الله مجاهدةً وجهاداً. والاجتهادُ والتَجاهُدُ: بذل الوُسعِ والمجهود.",
    "pg": "2:460-461"
  },
  "جهر": {
    "def": "رأيته جَهْرَةً، وكلمته جهرة. وجَهَرْتُ البئر واجْتَهَرْتُها، أي نقَّيتها وأخرجتُ ما فيها من الحَمْأة. وهى بئر مجهورة. وقال: إذا وَرَدنا آجناً جَهَرْناه * أو خالياً من أهله عَمَرْناهْ - قال الأخفش: تقول العرب: جَهَرْتُ الركيَّة، إذا كان ماؤها قد غطَّى الطينَ فنقَّى ذلك حتَّى يَظهَر الماء ويصفو. قال: ومنه قوله تعالى:\n(حَتَّى نَرى اللهَ جَهْرَةً) *، أي عِياناً يكشف ما بيننا وبينه. والأَجْهَرُ: الذي لا يُبصِر في الشَمس. يقال: كبش أَجْهَرُ بيِّن الجَهَرِ، ونعجة جَهْراءُ. قال أبو العيال الهذلى: جهراء لا تألوا إذا هي أَظْهَرَتْ * بَصَراً ولا من عيلة تغنيني - وجهر نا الارض: سلكْناها من غير معرِفة. وجَهَرْنا بني فلانٍ، أي صبَّحناهم على غرة. وحكى الفرّاء جَهَرْتُ السِقاءَ مَخَضْته. ولبنٌ جَهيرٌ: لم يُمذَقْ بماء. وجَهَرَ بالقول: رفَعَ به صوتَه، وجَهْوَرَ. وهو رجلٌ جَهْوَرِيُّ الصوت، وجهير الصوت تقول منه: جُهُرَ الرجل بالضم. وإجْهارُ الكلام: إعلانه. ورجل مِجْهَرٌ بكسر الميم، إذا كان من عادته أن يَجْهَرَ بكلامه. والمُجاهَرَةُ بالعداوة: المبادأة بها. وجَهَرْتُ الرجل واجْتَهَرْتُهُ، إذا رأيته عظيم المرآة، وكذلك الجيش إذا كثروا في عَينِكَ حينَ رأيتهم. قال الراجر (١) : كأنما زهاؤه لمن جهر * ليل ورز وغره إذا وغر - ورجل جهير بين الجهارة (٢) ، أي ذو منظر. وامرأة جَهيرَةٌ. قال أبو النَجْم: وأرى البياضَ على النساء جهارة * والعتق أعرفه على الادماء - وما أحسن جهره فلان بالضم، أي ما يُجْتَهَرُ من هيئته وحسن منظره. ويقال: كيف جهراؤكم، أي عند جماعتكم. والجوهر معرب، الواحدة جوهرة. والحروف المَجْهورَةُ عند النحويّين تسعةَ عشر، يجمعها قولك: ظِلُّ قَوٍّ رَبَض إذ غزا جند مطيع. وإنما سمِّي الحرف مَجْهوراً لأنّه أشبع الاعتمادُ في موضعه ومُنع النَفَس أن يجري معه حتَّى ينقضي الاعتماد بجرى الصوت.",
    "pg": "2:618-619"
  },
  "جهز": {
    "def": "الأصمعي: أَجْهَزْتُ على الجريح، إذا أسرعت قتله وقد تَمَّمْتَ عليه. ولا تقل أجزت على الجريح. وفرس جهيز، إذا كان سريع الشَدِّ. ومن أمثالهم في الشئ إذا نفر فلم يعد: \" ضَرَبَ في جَهازِهِ \" بالفتح. قال الأصمعيُّ: وأصله في البعير يسقُط عن ظهره القَتَبُ بأداته فيقع بين قوائمه فينفِر عنه حتَّى يذهب في الأرض. ويجمع على أجهزة. قال الشاعر يصف إبلا: يبتن ينقلن بأجهزاتها * والحادي اللاعب من حداتها * والجهاز أيضا: فرج المرأة. وأما جِهازُ العروس وجِهَازُ السَفَر، فَيُفْتَحُ ويكسر. وجَهَّزْتُ العروس تَجْهيزاً. وكذلك جَهَّزْتُ الجيش. يقال: جَهَّزَ عليه الخيل. وجَهَّزْتُ فلاناً، إذا هيَّأتَ جِهَازَ سفره. وتجَهَّزْتُ لأمرِ كذا، أي تهيأت له. وجهيزة: اسم أمرأة تحمق. قال ابن السكيت: هي أم شبيب الخارجي، وكان أبوه اشتراها من السبى فواقعها فحملت، فتحرك الولد في بطنها فقالت في بطني شئ ينقر. فقيل: \" أحمق من جهيزة \".",
    "pg": "3:870"
  },
  "جهش": {
    "def": "الجَهْشُ: أَنْ يَفْزَعَ الإنسانُ إلَى غَيْرِهِ (١) ، وَهوَ مَعَ ذَلِكَ يُريدُ البُكاءَ، كَالصبيِّ يَفزَعُ إلَى أُمِّهِ وَقَدْ تَهَيَّأَ لِلْبُكاءِ، فَيُقالُ: جَهَشَ إلَيْه يَجْهَشُ. وفي الحديثِ: \" أَصابَنا عَطَش فَجَهَشْنا إِلَى رَسُولِ الله ﷺ \". وكذلك الاجهاش. يقال: جهشت نفسي وأجهشت: أَيْ نَهَضَتْ. قالَ لَبيد: قامَتْ تَشَكَّى إِلَيَّ النَفسُ مُجْهِشَة * وَقَدْ حملتك سبعا بعد سبعينا",
    "pg": "3:999"
  },
  "جهض": {
    "def": "أَجْهَضَتِ الناقةُ، أي أسقطتْ، فهي مُجْهِضٌ. فإن كان ذلك من عادتها فهي مِجْهاضٌ. والولدُ مُجْهَضٌ وجَهيضٌ. وجَهَضَني فلانٌ وأَجْهَضَني، إذا غلبك على الشئ. يقال: قُتِلَ فلانٌ فأُجْهِضَ عنه القوم، أي غُلِبوا حتَّى أُخِذَ منهم. وصادَ الجارحُ (١) الصيدَ فأَجْهَضْناهُ عنه، أي نحَّيناه وغَلَبْناهُ على ما صاد. وقد يكون أَجْهَضْتُهُ عن كذا، بمعنى أعجلته. قال الاموى: الجاهض الحديدُ النفْسِ، وفيه جُهوضَةٌ وجَهاضَةٌ.",
    "pg": "3:1069"
  },
  "جهضم": {
    "def": "الجَهْضَمُ من الرجال: الضخم المستدير الوجه. والجَهْضَمُ: الأسدُ. والتَجَهْضُمُ، كالتعظم والتغطرس.",
    "pg": "5:1892"
  },
  "جهل": {
    "def": "الجَهْلُ: خِلاف العلم. وقد جَهِلَ فلانٌ جَهْلاً وجَهالَةً. وتَجاهَلَ، أي أرى من نفسه ذلك وليس به. واسْتَجْهَلَهُ: عدَّهُ جاهِلاً، واستخفه أيضا. قال الشاعر: (٢) * نزو الفرار استجهل الفرارا * والتجهبل: أن تنسبه إلى الجهل. والمجهلة: الامر الذى يحملك على الجَهْلِ. ومنه قولهم: \" الولد مَجْهَلَةٌ \". والمَجْهَلُ: المفازةُ لا أعلامَ فيها. يقال: ركبتها على مجهولها. قال الشاعر سويد بن أبى كاهل: فَرَكِبْناها عَلى مَجْهولِها بصِلابِ الأرضِ فيهن شجع وقولهم: كان ذلك في الجاهِلِيَّةِ الجَهْلاءِ، هو توكيد للأوّل يُشتَقُّ له من اسمه ما يؤكد به، كما يقال: وتدواتد، وهمج هامج، وليلة ليلاء ويوم أيوم.",
    "pg": "4:1663-1664"
  },
  "جهم": {
    "def": "رجلٌ جَهْمُ الوجه، أي كالح الوجه. تقول منه: جَهَمْتُ الرجل وتَجَهَّمْتُهُ، إذا كَلَحْتَ في وجه. وأنشد أبو عبيد (٢) فلا تجهمينا أم عمرو فإننا بنا داء ظبى لم تخنه عوامله قال الشيباني: أراد أنه ليس بنا داء كما أن الظبى لا داء به. وقد جهم بالضم جهومة، إذا كان باسِرَ الوجه. ورجلٌ جَهومٌ، أي عاجزٌ. وقال:\nوبَلْدَةٍ تَجَهَّمُ الجَهوما (١) * أي تستقبله بما يكره. والجُهْمَةُ بالضم: أوَّل مآخير الليل. يقال جهمة وجهمة، عن الفراء. وقال (٢) : وقهوة صهباء باكَرْتُها بِجُهْمَةٍ والديكُ لم يَنْعَبِ والجهام بالفتح: السحاب الذى لاماء فيه. وجيهم: موضع (٣) .",
    "pg": "5:1891-1892"
  },
  "جهن": {
    "def": "جهينة: قبيلة. قال الشاعر: تنادوا يا لبهثة إذ رأونا فقلنا أحسنى ملا جهينا وفي المثل وعند جهينة الخبر اليقين * ابن الاعرابي: \" وعند جفينة \". والاصمعى مثله.\nفصل الحاء",
    "pg": "5:2096"
  },
  "جهنم": {
    "def": "جَهَنَّمُ: من أسماء النار التى يعذب بها الله عز وجل عباده. وهو ملحق بالخماسى بتشديد الحرف الثالث منه، ولا يجرى للمعرفة والتأنيث. ويقال هو فارسي معرب. وركية جهنام، بكسر الجيم والهاء، أي بعيدةُ القعر. رواه يونس عن رؤبة. وجهنام أيضا: لقب عمرو بن قطن، من بنى سعد بن قيس بن ثعلبة، وكان يهاجى الاعشى، ويقال هو اسم تابعته، وقال فيه الاعشى: دعوت خليلي مسحلا ودعوا له. جهنام جدعا للهجين المذمم\nفصل الحاء",
    "pg": "5:1892"
  },
  "جوا": {
    "def": "الجُوَّةُ بالضم: الرُقعةُ في السِقاء. يقال: جَوَّيْتُ السقاء تَجْوِيَةً، إذا رَقَعْتَهُ. والجُوَّةُ: القطعةُ من الأرض فيها غلظ. [والجُوَّةُ: النُقْرة (١) ] . والجُوَّةُ مثل الحُوَّةِ، وهي لونٌ كالسمرة وصدإ الحديد. والجِواءُ: الواسعُ من الاودية. والجواء أيضا: موضع بالضمان. قال الراجز:\nيمعس بالماء الجواء معسا (٢) * والجواء والجياء: لغة في جئاوة القدر، عن الاحمر. والجو: ما بين السماء والأرض. قال أبو عمرو في قول طرفة (*) * خلا لك الجَوُّ فبيضي واصًفِري (١) * هو ما اتسع من الاودية. والجو: اسم بلد، وهو اليمامة يمامة زرقاء. والجوى: الحرقة وشدَّة الوجد من عشقٍ أو حزنٍ. تقول منه: جَوِيَ الرجل بالكسر فهو جو، مثل دو. ومنه قيل للماء المتغيِّر المنتِن: جَوٍ. قال عديُّ بنُ زيد: ثم كان المِزاجُ ماَء سحابٍ * لا جَوٍ آجِنٌ ولا مطروقُ والآجِنُ: المتغير أيضاً، إلاّ أنّه دون الجَوي في النَتْنِ. ويقال أيضاً: جَوِيَتْ نفسي، إذا لم يوافقْك البلد. واجْتَوَيْتُ البلد، إذا كرهتَ المُقام به وإن كنت في نعمة.",
    "pg": "6:2306"
  },
  "جوب": {
    "def": "الجواب معروف. يقال أجابه وأجاب عن سؤاله، والمصدر الإجابة، والاسم الجابة بمنزلة الطاعة والطاقة. يقال: \" أساء سَمْعاً فأساء جابةً \" هكذا يُتَكَلَّمُ بهذا الحرف. والإجابة والاستجابة بمعنىً. يقال استجابَ الله دعاءه. قال الشاعر كعبُ بن سعدِ الغَنَويُّ: وداعٍ دعا يا مَنْ يجيب إلى النَّدى * فلم يستجبه عند ذلك مجيب (٢) والمجاوبة والتجاوب: التحاوُرُ. وتقول: إنه لحسَنُ الجيبَةِ، بالكسر، أي الجواب. ورجلٌ ناصح الجيب أي أمين. والجيب للقميص، تقولُ: جُبْتُ القميصَ أجوبُهُ وأَجيبُهُ، إذا قورت جيبه. قال الراجز: باتت تجيب أدعج الظلام * جيب البيطر مدرع الهمام * والمجوب: حديدة يجاب بها أي يقطع. وجاب يجوب جَوباً، إذا خرق وقطع. قال الله تعالى: (وثَمودَ الذين جابوا الصخر بالواد) . قال أبو عبيد: وسمى رجل من بنى كلاب جوابا لانه كان لا يحفر بئرا ولا صخرة إلا أماهها. وجبت البلاد أجوبها وأجيبها، واجتبتها، إذا قطعتها. ويقال: هل جاءكم من جائبةِ خبرٍ، أي خَبَرٍ يجوب الأرض من بلد إلى بلد. وجَيَّبْتُ القميص تجييباً، إذا جعلتَ له جيباً. واجتبت القميصَ، إذا لبستَه. قال لبيد: فبِتِلْكَ إذْ رَقَصَ اللوامعُ بالضُحى * واجتاب أَرْدِيَةَ السرابِ إِكامُها والجَوْبَةُ: الفُرْجَةُ في السَحاب وفي الجبال. وانجابت السحابة: انكشفت. والجوبة: موضع ينجاب في الحَرَّةِ، والجمع جُوَبٌ. والجَوْبُ: التُرْسُ. والجَوْبُ كالبقيرة. وتجوب: قبيلة من حمير حلفاء لمراد، منهم ابن ملجم. قال الكميت (١) : ألا إن خير الناس بعد ثلاثة * قتيل التجوبى الذى جاء من مصر وتجيب: بطن من كندة، وهو تجيب بن كندة بن ثور.\nفصل الحاء",
    "pg": "1:104-105"
  },
  "جوت": {
    "def": "يقال للابل: جوت جوت، إذا دعوتها إلى الماء. وأنشد الكسائي:\nكما رعت بالجوت الظماء الصواديا (١) * قال: إنما نصبه مع الالف واللام على الحكاية.\nفصل الحاء",
    "pg": "1:246"
  },
  "جوث": {
    "def": "جواثى: اسم حصن بالبحرين.\nفصل الحاء",
    "pg": "1:278"
  },
  "جوج": {
    "def": "الجاجَةُ: خرزةٌ وضيعة لا تساوى شيئا (١) . قال الهذلى (٢) : فجاءت كخاصى العير لم تحل عاجة * ولا جاجة منها تلوح على وشم\nفصل الحاء",
    "pg": "1:303"
  },
  "جوح": {
    "def": "الجوح: الاستئصال. جحت الشئ أَجوحُه. ومنه الجائحَةُ، وهي الشِدَّةُ التي تَجْتاحُ المالَ من سَنَةٍ أو فِتْنَةٍ. يقال: جاحَتْهم الجائحة. واجتاحتهم. وجاح الله ماله وأجاحه، بمعنى، أي أهلكه بالجائحة.\nفصل الحاء",
    "pg": "1:360"
  },
  "جوخ": {
    "def": "تَجَوَّخَتِ البئر: انهارت. وجاخَ السيل الوادي: اقتلع أجرافه. قال الشاعر:\nفللصَخْرِِ من جَوخِ السُيولِ وَجيبُ * والجَوْخانُ: الجَرينُ بلغة أهل البصرة.\nفصل الخاء",
    "pg": "1:420"
  },
  "جود": {
    "def": "شئ جيد على فيعل، والجمع جِيادٌ وجَيائِدُ بالهمز على غير قياس. والجود: المطر العزيز. تقول: جاد (١) المطر جَوْداً فهو جائد، والجمع جود مثل صاحب وصحب. وهاجت لنا سماءٌ جَوْدٌ، ومُطِرنا مَطْرَتَيْنِ جَوْدَينِ. وقد جيدَت الأرضُ، فهي مَجودَةٌ قال الراجز: رعيتها أكرم عود عودا * الصل والصفصل واليعضيدا * والخازباز السنم المجودا (٢)\nوجادَ الرجُلُ بمالِه يجود جوداً بالضم، فهو جَوادٌ. وقَوْمٌ جودٌ، مثل قذالٍ وقَذَلٍ - وإنما سكنت الواو لأنها حرف علة - وأجواد وأجاود وجُوَداء. وكذلك امرأة جوادٌ ونسوةٌ جودٌ مثل نوارٍ ونورٍ. قال الشاعر، أبو شهاب الهُذَليّ:\nصَنَاعٌ بإِشْفاها حَصَانٌ بشَكرِها ... جوادٌ يقوت البطن والعِرقُ زاخرُ.\nوتقول: سِرْنا عُقْبَةً جَواداً، أي بعيدة، وعُقْبَتَين جوادِيْنِ، وعُقُباً جِياداً.\nوجادَ الفرسُ، أي صار رائعاً، يَجُودُ جُودةً بالضم، فهو جوادٌ للذكر والاثنى، من خيل جياد وأجياد وأجاويد.\nوأجياد: جبل بمكة، سمى بذلك لموضع خيل تبع، وسمى قيعقعان لموضع سلاحه. وجاد الشئ جودة وجودة، أي صار جَيِّداً. وجادَ بنفسه عند الموت يجود جؤودا (١) . والجُواد، بالضم: العطش. قال الباهليّ: ونصرك خاذل عنى بطئ * كأن بِكُمْ إلى خَذْلي جُوادا - تقول منه: جيدَ الرَجُلِ يُجادُ فهو مَجودٌ. والجَوْدَةُ: العَطْشة. قال ذو الرُمَّة: تَظَلُّ تُعاطِيهِ إذا جِيدَ جودة * رضابا كطعم الرنجبيل المعسل - والجودى: جبل بأرض الجزيرة استوت عليه سفينة نوح ﵇. وقرأ الاعمش:\n(واستوت على الجودى) * بإرسال الياء، وذلك جائز للتخفيف، أو يكون سمى بفعل الانثى، مثل حطى، ثم أدخل عليه الالف واللام، عن القراء. وأجادَ الرَجُل، إذا كانَ معه فرس جواد. وأجدت الشئ فجاد. والتجويد مثله. وقد قالوا: أجْوَدْتُ كما قالوا: أطال وأَطْوَلَ، وأحال وأحْوَلَ، وأطاب وأَطْيَبَ، وأَلانَ وأَلْيَنَ، على النُقْصان والتمام. وشاعِرٌ مِجْوادٌ، أي مُجيدٌ كثيراً. وأَجَدْتُهُ النَقْدَ: أعطيته جيادا. واستجدت الشئ: عددته جَيِّداً. وجاوَدْتُ الرَجُلَ من الجودِ، كما تقول: ماجدته من المجد. والجيد: العنق، والجمع أجياد. والجَيَد بالتحريك: طول العُنُق وحُسْنُه: رجلٌ أَجْيَدُ، وامرأة جَيْداءُ، والجمع جود. والجادى: الزعفران، وقال الشاعر كُثَيِّرٌ: يُباشِرْنَ فأرَ المِسْكِ في كلِّ مَهْجَعٍ (١) ويُشْرِقُ جاديُّ بهنَّ مفيد أي مدوف.\nفصل الحاء",
    "pg": "2:461-462"
  },
  "جوز": {
    "def": "جُزْتُ الموضع أجوزُهُ جَوازاً: سلكته وسرت فيه. وأَجَزْتُهُ: خَلَّفْتُهُ وقطعته. قال امرؤ القيس: فلما أجزنا ساحة الحى وانتحى * بنا بطن خبت ذى قفاف عقنقل * وأجزته: أنفذته. قال الراجز: خلوا الطريق عن أبى سياره * حتى يجيز سالما حماره * والاجتياز: السلوك. ابن السكيت: أَجَزْتُ على اسمِه، إذا جعلته جائزاً. والإجازَةُ: أن تَتمِّم مِصْراعَ غيرك. قال الفرّاء: الإِجازَةُ في قول الخليل: أن تكون القافية طاءً والأخرى دالاً ونحو ذلك، وهو الإكْفاءُ في قول أبي زيد. وجاوزت الشئ إلى غيره وتَجاوَزْتُهُ بمعنىً، أي جُزْتُهُ. وتَجاوَزَ اللهُ عنَّا وعنه، أي عَفا. وذو المجاز: موضع بمنى كان فيه سوق في الجاهلية. قال الحارث بن حلزة اليشكرى: واذكروا حلف ذى المجاز وما ق * دم فيه العهود والكفلاء: وجَوَّزَ له ما صنَعَ وأَجازَ له، أي سوَّغ له ذلك. وتَجَوَّزَ في صلاته، أي خَفَّفَ. وتَجَوَّزَ في كلامه، أي تكلَّمَ بالمجاز. وقولهم: جعلَ فلانٌ ذلك الأمر مَجازاً إلى حاجته، أي طريقاً ومسلكاً. وتقول: اللهمَّ تَجَوَّزْ عنّي وتَجَاوَزْ عني، بمعنىً. أبو عمرو: الجَوازُ: الماءُ الذي يُسْقاهُ المالُ من الماشيةِ والحرثِ. والجَوازُ أيضا: السقى. والجوزة: السقية. قال الراجز: يا ابن رقيع وردت لخمس * أحسن جوازي وأقل حبسي * يريد: أحسن سقى إبلى. واستجزت فلاناً فأَجازَني، إذا أسقاك ماء لارضك أو ماشيتك. قال القطامى: وقالوا فقيم قيم الماء فاستجز * عبادة إن المستجيز على قتر * قوله: \" على قتر \" أي على ناحية وحرف: إما أن يسقى وإما أن لا يسقى. والجوز فارسي مُعَرَّبٌ، الواحدة جَوْزَةٌ. والجمع جَوْزاتٌ. وأرضٌ مَجازَةٌ: فيها أشجار الجَوْزِ. وجوز كل شئ: وسطه، والجمع الا جواز. قال زهير: مُقْوَرَّةٌ تتبارى لا شَوارَ لها * إلا القُطوعُ على الا جواز (١) والورك * والجوزاء: الشاة يبيض وسطها. والجَوْزاءُ: نجمٌ، يقال إنّها تعترض في جَوْزِ السماء. والجائِزُ: الجِذْعُ الذي يقال له بالفارسية \" تِير \"، وهو سهم البيت، والجمع أَجْوِزَةٌ وجوزانٌ (٢) . والجِيزَةُ: الناحية من الوادي ونحوه. والجمع جِيَزٌ (٣) . وأَجازَهُ بجائزةٍ سنية، أي بعطاء. ويقال: أصل الجوائز أن قطن بن عبد عوف، من بنى هلال بن عامر بن صعصعة، ولى فارس لعبد الله بن عامر، فمر به الاحنف في جيشه غازيا إلى خراسان، فوقف لهم على قنطرة فقال: أجيزوهم. فجعل ينسب الرجل فيعطيه على قدر حسبه. قال الشاعر: فدى للاكرمين بنى هلال * على علاتهم أهلى ومالى * هم سنوا الجوائز في معد * فصارت سنة أخرى الليالى * وأما قول القُطاميّ:\nظلَلْتُ أسْألُ أَهْلَ الماء جائِزَةً * فهي الشَربة من الماء. والتَجاويزُ: ضربٌ من البرود. قال الكميت: حتَّى كأنَّ عِراصَ الدار أَرْدِيَةٌ * من التَجاويز أو كُرَّاسُ أسفار\nفصل الحاء",
    "pg": "3:870-872"
  },
  "جوس": {
    "def": "الجَوْس: مصدر قولك: جاسوا خلال الديار، أي تخلّلوها فطلبوا ما فيها، كما يَجوسُ الرجل الاخبار أي يطلبها. وكذلك الاجتياس. والجوسان بالتحريك: الطوفان بالليل.\nفصل الحاء",
    "pg": "3:915"
  },
  "جوش": {
    "def": "الجَوْشُ: الصَدْرُ، مِثْلُ الجُؤْشوش والجوشن. وجوش: موضع. قال أبو الطمحان القينى: ترض حصى معزاء جوش وأكمه * بأخفافها رض النوى بالمراضح * ومضى جوش من الليل: أَيْ صَدْرٌ مِنْهُ، مِثلُ جَرْشٍ. قالَ رَبيعَةُ بن مَقْرومٍ الضبِّيّ: وَفِتْيانِ صِدْقٍ قَدْ صَبَحْتُ سلاَفَةٌ * إذَا الديكُ في جوْشٍ منَ الليل طربا",
    "pg": "3:999"
  },
  "جوظ": {
    "def": "الجَوّاظُ: الضخمُ المختالُ في مِشيته. تقول منه: جاظَ الرجل يجوظ جوظا وجوظانا. قال رؤبة:\nفعلوا به ذا العضل الجواظا (٢) * وفى الحديث: \" أهل النار كل جعظرى جواظ \". فصل الحاء",
    "pg": "3:1171-1172"
  },
  "جوع": {
    "def": "الجوعُ: نقيضُ الشِبَع. وقد جاعَ يَجوعُ جَوْعاً ومَجاعَةً. والجَوْعَةُ: المرَّةُ الواحدة. وقومٌ جِياعٌ وجُوَّعٌ. وعامُ مَجاعَةٍ ومَجْوَعَةٍ بتسكين الجيم. وأجاعه وجوعه. وفى المثل: \" أجع كلبك يتبعك \". وتجوع، أي تعمد الجُوعَ. ورجلٌ مُسْتَجيعٌ: لا تراه أبدا إلا أنه جائع. وربيعة الجوع: أبو حى من تميم، وهو ربيعة بن مالك بن زيد مناة بن تميم.\nفصل الخاء",
    "pg": "3:1201"
  },
  "جوف": {
    "def": "الجَوْفُ: المطمئنُّ من الأرض. وجَوْفُ الإنسان: بطنُه. والأَجْوَفَانِ: البطنُ والفَرْجُ. والجَائِفَةُ: الطعنةُ التي تبلغ الجَوْفَ. قال أبو عبيد: وقد تكون التي تخالط الجَوْفَ، والتي تُنفذ أيضاً. وأَجَفْتُهُ الطعنةَ وجُفْتُهُ بها. حكاه عن الكسائي في باب أفعلت الشئ وفعلت به. وأجفت الباب، أي رددته. قال أبو عبيدة: المَجوَفُ: الرجلُ الضخم الجوف، قال الاعشى يصف ناقته: هي الصاحب الادنى وبيني وبينها مجوف علافى وقطع ونمرق يعنى هي الصاحب الذى يصحبني. واستجاف الشئ واستجوف، أي اتسع. قال أبو دؤاد: فهى شوهاء كالجوالق فوها مُسْتَجافٌ يَضِلُّ فيه الشكيمُ والجواف بالضم: ضرب من السمك، والجوفي مثله. قال الراجز أنشدنيه أبو الغوث: إذا تعشوا بصلا وخلا وكنعدا وجوفيا قد صلا باتوا يسلون الفساء سلا سل النبيط القصب المبتلا وإنما خففه للضرورة. والجوف بالتحريك: مصدر قولك شئ أجوف. ودِلاءٌ جوفُ، أي واسعةٌ. وشجرةٌ جوفاء أي ذات جوف. وشئ مُجَوَّفٌ، أي أَجْوَفُ وفيه تَجْويفٌ. والمُجَوَّفُ من الدواب: الذي يصعَد البلق حتى يبلغ (١) البطن، عن الاصمعي. وأنشد لطفيل: شميط الذنابى جوفت وهى جونة بنقبة ديباج وريط مقطع واجتافه وتَجَوَّفَهُ بمعنىً، أي دخل جَوْفَهُ. وشئ جوفى، أي واسع الجوف. قال العجاج يصف كناس ثور: فهو إذا ما اجتافه جوفى كالخص إذ جلله الباري وتَجَوَّفَتِ الخُوْصَةُ العَرفجَ، وذلك قبل أن تخرج هي في جوفه. وقولهم: \" أخلى من جوف \" هو اسم واد في أرض عاد، فيه ماء وشجر، حماه رجل يقال له حمار، وكان له بنون فماتوا، فكفر كفرا عظيما وقتل كل من مر به من المسلمين، فأقبلت نار من أسفل الجوف فأحرقته ومن فيه وغاض ماؤه. فضربت العرب به المثل، فقالوا \" أكفر من حمار \" و \" واد كجوف الحمار \" و \" كجوف العير \" و \" أخرب من جوف حمار \".",
    "pg": "4:1339-1340"
  },
  "جول": {
    "def": "جالَ يَجولُ جَوْلاً وجَوْلاناً. وكذلك اجْتالَ وانْجالَ. قال الشاعر: (١) وأَبي الذي وَرَدَ الكُلابَ مُسَوَّماً بالخيل تحتَ عَجاجِها المُنْجالِ وجَوَلانُ المالِ أيضاً بالتحريك: صِغاره ورديئهُ، عن الفراء. والجولان بالتسكين: جبل بالشأم. ومنه قول الشاعر (٢) * بكى حارث الجولان من فقد ربه (١) * وحارث: قلة من قلاله. والإجالَةُ: الإدارةُ. يقال في الميسر: أَجِلِ السِهامَ. والتَجْوالُ: التَطوافُ. وجَوَّلَ في البلاد، أي طَوَّفَ. قال أبو عمرو: جُلْتُ هذا من هذا، أي اخترته منه. واجْتَلَتُ منهم جولا، أي اخترت. قال الكميت يمدح رجلا: وكائن وكم من ذى أواصر حوله أفاد رغيبات اللهى وجزالها وآخر مجتال بغير قرابة هنيدة لم يمنن عليه اجتيالها وتجاولوا في الحرب، أي جالَ بعضُهم على بعض، وكانت بينهم مُجاولاتٌ. والمِجْوَلُ: ثوب صغير تَجُولُ فيه الجارية. ومنه قول امرئ القيس:\nإذا ما اسبكرت بين درع ومجول (٢) * وربما سموا الترس مجولا. والجوُلُ بالضم: جدار البئر. قال أبو عبيد: وهو كلُّ ناحيةٍ من نواحي البئر إلى أعلاها من أسفلها. وأنشد: رماني بأمر كنت منه ووالدى بريا ومن جول الطوى رماني والجال مثله. قال الشاعر (١) : ردت معاوله خُثْماً مُفَلَّلَةً وصادفتْ أَخْضَرَ الجالَيْنِ صلالا والجمع أَجْوالٌ. ويقال للرجل: ما له جُولٌ، أي عقلٌ وعزيمةٌ، مثل جول البئر.",
    "pg": "4:1662-1663"
  },
  "جون": {
    "def": "الجَوْنُ: الأبيض. وأنشد أبو عبيدة: غَيَّرَ يا بِنْتَ الحُلَيْسِ لَوْني مُرُّ الليالي واختلافُ الجَوْنِ وسفر كان قليل الاون قال: يريد النهار: والجَوْنُ: الأسود، وهو من الأضداد، والجمع جونٌ بالضم، مثل قولك رجل صتم وقوم صتم. والجَوْنُ من الخيل ومن الإبل: الأدهمُ الشديد السواد. والجَوْنَةُ: عين الشمس، وإنَّما سميتْ جَوْنَة عند مغيبها، لأنها تسودُّ حين تغيب. قال:\nيُبادِرٌ الجَوْنَةَ أَنْ تَغيبا (١) * والجونة: الخابية المطلية بالقار. قال الاعشى: فقمنا ولما يصح ديكنا إلى جونة عند حدادها والجونة بالضم: مصدر الجَوْنِ من الخيل، مثل الغبسة والوردة. والجونة أيضا جونة العطار، وربما همز. والجمع جون بفتح الواو. ويقال: لا أفعله حتَّى تبيضّ جونَةُ القار. هذا إذا أردتَ سواده. وجَوْنَةُ القار، إذا أردت الخابية. ويقال: الشمس جَوْنَةٌ بيّنة الجُونَةِ. والجُونيُّ: ضربٌ من القطا سود البطون والأجنحة، وهو أكبر من الكُدْريِّ تعدل جونية بكدريتين. والجون: اسم فرس في شعر لبيد: تكاثر قرزل والجون فيها وتحجل (١) والنعامة والخبال",
    "pg": "5:2095-2096"
  },
  "جوه": {
    "def": "الجاهُ: القَدْرُ والمنزلةُ. وفلان ذو جاهٍ. وقد أَوْجَهْتُهُ أنا ووَجَّهْتُهُ، أي جعلته وَجيهاً. وجاهِ: زَجْرٌ للبعير دونَ الناقة، وهو مبنى على الكسر. قال الاصمعي: وربما قالوا جاه باتنوين. وأنشد: إذا قلت جاه لج حتى ترده * قوى أدم أطرافها في السلاسل ويقال: جاهه بالمكروه جوها، أي جبهه.",
    "pg": "6:2231"
  },
  "جيأ": {
    "def": "المجئ: الاتيان. يقال جاء يجئ جيئة، وهو من بناء المرَّة الواحدة إلاّ أنه وضع موضع المصدر مثل الرجفة والرحمة، والاسم الجِيئة على فِعْلَةٍ بكسر الجيم. وتقول: جئت مجيئاً حسناً، وهو شاذ، لان المصدر من فعل يفعل مفعل بفتح العين، وقد شذت منه حروف فجاءت على مفعل كالمجئ والمحيض والمكيل والمصير. وأجأته، أي جئت به، وجاءانى (٢) على فاعلنى فجئته أجيئه، أي غالبني بكثرة المجئ فغلبته. وتقول: الحمد لله الذي جاء بك، أي الحمد لله إذ جئت، ولا تقل: الحمد لله الذي جئت. وأجأْته إلى كذا بمعنى ألجأته واضطررته إليه. قال زهير بن أبي سُلْمى: وجارٍ سار معتمداً إليكم * أجاَءتْه المخافة والرجاء قال الفراء: أصله من جئت، وقد جعلته العرب إلجاء. وفى المثل: \" شَرٌّ ما يُجيئُكَ إلى مُخَّةِ عرقوب \". قال الاصمعي: وذلك أن العرقوب لا مخ فيه، وإنما يحوج إليه من لا يقدر على شئ. وقولهم: لو كان ذلك في الهئ والجئ ما نفعه. قال أبو عمرو: الهئ: الطعام، والجئ: الشراب. وقال الاموى: هما اسمان، من قولهم: جأجأت بالابل، إذا دعوتها للشرب. وهأهأت بها، إذا دعوتها للعلف. وأنشد (١) : وما كان على الهئ * ولا الجئ امتداحيكا\nفصل الحاء",
    "pg": "1:42"
  },
  "جيا": {
    "def": "الجِياءُ: وعاء القِدْر، وهي الجِئاوَةُ. وقال ثعلب: الجيَّةُ: الماء المستنقِع في الموضع، غير مهموز، يشدد ولا يشدد. وقول الاعرابي في أبى عمرو الشيباني: وكان ما جاد لى لا جاد عن سعة * ثلاثة زائفات ضرب جيات (١) يعنى من ضرب جى، وهو اسم مدينة أصبهان معرب. (*)\nفصل الحاء",
    "pg": "6:2307"
  },
  "جير": {
    "def": "قولهم: جَيْرِ لا آتيك، بكسر الراء: يمين للعرب. ومعناها حقا. قال الشاعر: وقن على الفردوس أَوَّلُ مَشْرَبٍ * أَجَلْ جَيْرِ إِنْ كانت أبيحت دعاثره - والجيار: الصاروج. قال الاخطل يصف بيتا (٣) : كأنها برج رومى يُشَيِّدُهُ * لُزَّ بطين وآجُرٍّ وجَيَّارِ - والجَيَّارُ: حَرارةٌ في الصدر من غيظ أو جوع. قال الهذلى (١) : قد حالَ بين تَراقيهِ ولَبَّتِهِ * من جُلْبَةِ الجوع جَيَّارٌ وإرْزيزُ (٢) وكذلك الجائر. قال الشاعر: فلما رأيتُ القوم نادَوْا مُقاعِساً * تعَرَّضَ لي دونَ الترائب جائر -\nفصل الحاء",
    "pg": "2:619"
  },
  "جيش": {
    "def": "جاشَتِ القِدْرُ تَجيشُ: أَيْ غَلَتْ. وَجاشَتْ نَفْسي: أَيْ غَثَتْ. وَيُقالُ: دارَتْ لِلْغَثَيَانِ. فَإنْ أَرَدْتَ أَنَّها ارْتَفَعَتْ مِنْ حُزْنٍ أَوْ فَزَعٍ قلت: جَشَأَتْ. وَجَاشَ الْوادي: زَخَرَ وامتَدَّ جِداً. والجَيْشُ: واحِدُ الجُيوشِ. يقالُ: جَيَّشَ فُلانٌ، أَيْ جَمَعَ الجُيوشَ. واسْتَجاشَهُ: أَيْ طَلَبَ منه جيشا.\nفصل الحاء",
    "pg": "3:999"
  },
  "جيض": {
    "def": "الاصمعي: جاض عن الشئ يَجيضُ جَيْضاً، أي حاد عنه. قال الشاعر (٢) : ولم نَدْرِ إنْ جِضْنا عن الموت جَيْضَةً * كَمِ العمر باق والمدى متطاول * وقال القطامى يصف إبلا: وترى لجيضتهن عند رحيلنا * وهلا كأن بهن جنة أولق * قال: والجيض، مثال الهجف: مشية فيها اختيال وتبختر، حكاه عنه أبو عبيد. وكذلك الجيضى (١) . قال رؤبة:\nمن بعد جذبى المشية الجيضى\nفصل الحاء",
    "pg": "3:1069-1070"
  },
  "جيف": {
    "def": "الجيفَةُ: جُثَّةُ الميّت وقد أراحَ. تقول منه: جَيَّف تَجْييفاً. والجمع جيف، ثم أجياف.\nفصل الحاء",
    "pg": "4:1340"
  }
}