{
  "هأهأ": {
    "def": "الأموي: هَأْهَأْتُ بالإبلِ، إذا دَعَوْتَها للعلَفِ فقُلتَ: هِئْ هِئْ. وجأجَأتُ بها للشربِ. والاسم الهِئُ والجئ، وأنشد: وما كان على الهئ * ولا الجئ امتداحيكا وقد ذكر في فصل الجيم.",
    "pg": "1:82"
  },
  "ها": {
    "def": "الهاء حرف من حروف المعجم، وهى من حروف الزيادات. وها: حرف تنبيه. قال النابغة: ها إنَّ تا عِذْرَةٌ إلاَّ تَكُنْ نَفَعَتْ * فإنَّ صاحبها قد تاهَ في البَلَدِ (*) وتقول: ها أنتم هؤلاء، تجمع بين التنبيهين للتوكيد. وكذلك: ألا يا هؤلاء. وهو غير مفارق لاى، تقول: يا أيها الرجل. وها قد يكون جواب النداء، يمد ويقصر. قال الشاعر: لا بل يجيبك حين تدعوا باسمه * فيقول هاء وطال ما لبى وها للتنبيه، وقد يقسم بها، يقال: لاها الله ما فعلت، أي لا والله، أبدلت الهاء من الواو، وإن شئت حذفت الالف التى بعد الهاء وإن شئت أثبت. وقولهم: لاها الله ذا، أصله لا والله هذا، ففرقت بين ها وذا، وجعلت الاسم بينهما وجررته بحرف التنبيه، والتقدير: لا والله ما فعلت هذا، فحذف واختصر لكثرة استعمالهم هذا في كلامهم، وقدم ها كما قدم في قولهم: ها هو ذا، وها أنا ذا. قال زهير: تعلمن ها لعمر الله ذا قسما * فاقصد لذرعك وانظر أين تنسلك و (الهاء) قد تكون كناية عن الغائب والغائبة، تقول: ضربه وضربها. و (هو) للمذكر، و (هي) للمؤنث. وإنما بنوا الواو في هو والياء في هي على الفتح ليفرقوا بين هذه الواو والياء التى هي من نفس الاسم المكنى (٣٢٢ - صحاح - ٦) وبين الواو والياء اللتين تكونان صلة في نحو قولك: رأيتهو ومررت بهى ; لان كل مبنى فحقه أن يبنى على السكون، إلا أن تعرض علة توجب له الحركة. والتى تعرض ثلاثة أشياء: أحدها: اجتماع الساكنين، مثل كيف وأين. والثانى: كونه على حرف واحد، مثل الباء الزائدة. والثالث: الفرق بينه وبين غيره، مثل الفعل الماضي بنى على الفتح لانه ضارع بعض المضارعة، فقرق بالحركة بينه وبين ما لم يضارع، وهو فعل الامر المواجه به، نحو افعل. وأما قول الشاعر:\nما هي إلا شربة بالحوأب (١) * وقول بنت الحمارس:\nهل هي إلا حظة أو تطليق (٢) * (*) فإن أهل الكوفة قالوا: هي كناية عن شئ مجهول، وأهل البصرة يتأولونها القصة. وربما حذفت من هو الواو في ضرورة الشعر، كما قال (١) : فبيناه يشرى رحله قال قائل * لمن جمل رخو الملاط نجيب (٢) وقال آخر (٣) : إنه لا يبرئ داء الهدبد * مثل القلايا من سنام وكبد وكذلك الياء من هي، وقال:\nدار لسعدى إذه من هواكا * وربما حذفوا الواو مع الحركة، وقال (٤) فظلت لدى البيت العتيق أخيلهُ * ومِطوايَ مشتاقانِ لهْ أرقان (١) قال الاخفش: وهذا في لغة أزد السراة كثير. قال الفراء: والعرب تقف على كل هاء مؤنث بالهاء، إلا طيئا فإنهم يقفون عليها بالتاء، فيقولون هذه أمت وجاريت وطلحت. وإذا أدخلت الهاء في الندبة أثبتها في الوقف وحذفتها في الوصل، وربما ثبتت في ضرورة الشعر فيضم كالحرف الاصلى، ويجوز كسره لالتقاء الساكنين. هذا على قول أهل الكوفة. وأنشد الفراء: يا رب يا رباه إياك أسل * عفراء يا رباه من قبل الاجل وقال قيس: فقلت أيا رباه أول سألتى * لنفسي ليلى ثم أنت حسيبها (٢) (*) وهو كثير في الشعر، وليس شئ منه بحجة عند أهل البصرة، وهو خارج عن الاصل. وقد تزاد الهاء في الوقف لبيان الحركة، نحو: لمه، وسلطانيه، وماليه، وثم مه، يعنى ثم ماذا. وقد أتت هذه الهاء في ضروره الشعر كما قال: هم القائلون الخير والآمرونه * إذا ما خشوا من معظم الامر (١) مفظعا فأجراها مجرى هاء الاضمار. وقد تكون الهاء بدلا من الهمزة، مثل هراق وأراق. قال الشاعر: وأتى صواحبها فقلن هذا الذى * منح المودة غيرنا وجفانا يعنى أذا الذى. و (هاء) : زجر للابل، وهو مبنى على الكسر إذا مددت، وقد يقصر. تقول هاهيت بالابل، إذا دعوتها، كما قلناه في حاحيت. و (ها) مقصور للتقريب، إذا قيل لك: أين أنت؟ فتقول. ها أنا ذا، والمرأة تقول. ها أنا ذه. وإن قيل لك: أين فلان؟ قلت إذا كان قريبا: ها هو ذا، وإن كان بعيدا قلت: ها هو ذاك، وللمرأة إذا كانت قريبة. ها هي ذه، وإن كانت بعيدة: ها هي تلك. و (الهاء) تزاد في كلام العرب على سبعة أضرب: أحدها: للفرق بين الفاعل والفاعلة، مثل ضارب وضاربة، وكريم وكريمة. والثانى: للفرق بين المذكر والمؤنث في الجنس، نحو امرئ وامرأة. والثالث: للفرق بين الواحد والجمع، نحو بقرة وبقر، وتمرة وتمر. والرابع: لتأنيث اللفظة وإن لم تكن تحتها حقيقة تأنيث، نحو قربة وغرفة. والخامس: للمبالغة، مثل علامة ونسابة - وهذا مدح - وهلباجة وفقافة، وهذا ذم. وما كان منه مدحا يذهبون بتأنيثه إلى تأنيث الغاية والنهاية والداهية. وما كان ذما يذهبون به إلى تأنيث البهيمة. ومنه ما يستوى فيه المذكر والمؤنث نحو رجل ملولة وامرأة ملولة. والسادس: ما كان واحدا من جنس يقع على الذكر والانثى، نحو بطة وحية. والسابع تدخل في الجمع لثلاثة أوجه: أحدها أن تدل على النسب، نحو المهالبة. والثانى تدل على العجمة، نحو الموازجة والجواربة، وربما لم تدخل فيها الهاء كقولهم: كيالج. والثالث أن تكون عوضا من حرف محذوف، نحو المرازبة والزنادقة والعبادلة، وهم عبد الله بن عباس، وعبد الله بن عمر، وعبد الله بن الزبير. وقد تكون الهاء عوضا من الواو الذاهبة من فاء الفعل، نحو عدة وصفة. وقد تكون عوضا من الواو والياء الذاهبة من عين الفعل، نحو ثبة الحوض، أصله من ثاب الماء يثوب ثوبا، وقولهم: أقام إقامة وأصله إقواما. وقد تكون عوضا من الياء الذاهبة من لام الفعل، نحو مائة ورئة وبرة.",
    "pg": "6:2557-2560"
  },
  "هبا": {
    "def": "الهباء: الشئ المنبث الذى تراه في البيت من ضوء الشمس. والهَباءُ أيضاً: دُقاقُ التراب. ويقال له إذا ارتفع: هَبا يَهْبو هَبْواً، وأهْبَيْتُهُ أنا. والهَبْوَةُ: الغبرة. قال رؤبة (*) تبدو لنا أعْلامُهُ بعد الغَرَقْ * في قِطَعِ الآلِ وهَبْواتِ الدُقَقْ وموضعٌ هابي التراب، أي كأن ترابه مثل الهَباءِ في الرِقّة. قال هَوْبَرٌ الحارثيّ: تَزَوَّدَ مِنَّا بين أذْنَيْهِ ضَرْبَةٌ * دَعَتْهُ إلى هابي الترابِ عقيم والهابى: تراب القبر. وأنشد الاصمعي: وهاب كجثمان الحمامة أجفلت * به ريح ترج والصبا كل مجفل والهباءة: أرض ببلاد غطفان، ومنه يوم الهباءة لقيس بن زهير العبسى على حذيفة بن بدر الفزارى، قتله في جفر الهباءة، وهو مستنقع بها. والهبى والهَبِيَّة: الجاريةُ الصغيرةُ. وهَبي: زجرٌ للفرس، أي توسعى وتباعدي. وقال (١) :\nتعلمها هبى وهلا وأرحب (٢)",
    "pg": "6:2532"
  },
  "هبب": {
    "def": "هَبَّ من نَومه يَهُبُّ، أي استيقظ. وأهببته أنا. وهبَّت الريح هُبوباً وهَبيباً، أي هاجت. والهَبوبَةُ: الريح التي تثير الغَبَرَة، وكذلك الهَبوبُ والهَبيبُ. تقول: من أين هَبَبْتُ يا فلان؟ كأنك قلت: من أين جئت؟ أي من أين انتبهت لنا. وهب فلانُ يفعل كذا، كما تقول: طفِق يفعل كذا. وهَبَّ البعيرُ في السير هِباباً، أي نشِط. قال لبيد: فلها هِبابٌ في الزمامِ كأنَّها * صَهباءُ راح مع الجَنوب جَهامُها وهززت السيفَ والرمحَ فَهَبَّ هَبَّةً. وهَبَّته: هِزَّتُهُ ومَضاؤه في الضريبة، وهو سيف ذو هَبَّةِ. ويقال أيضاً: عِشْنا بذلك هَبَّةَ من الدهر، أي حِقبة، كما يقال سَبَّة. قال الأصمعي: الهَبَّةُ أيضاً: الساعة تَبْقى من السَحَر. والهِبَّةُ بالكسر: هِياج الفحل. تقول: هَبَّ التيسُ يَهِبُّ بالكسر هبييا وهبابا، إذا نب للسفاد. واهْتَبَّ مثله. وهو مِهبابٌ ومُهْتَبٌّ (١) . وهبهبته (٢) : دعوته لينزو، فتهبهب: تزعزع. والهبهبى: الراعى. قال الأصمعي: يقال ثوبٌ هَبائِبُ وخَبائِبُ، إذا كان متقطِّعاً. وتهبَّب الثوبُ: بَليَ. ويقال لقِطَعِ الثوب هبب، مثال عنب. قال أبو زبيد:\nعلى جناجنه من ثوبه هبب (١)",
    "pg": "1:236-237"
  },
  "هبت": {
    "def": "الهَبيتُ: الجبان الذاهبُ العقل. قال طرفة: فالهَبيتُ لا فؤاد له * والثبيت قلبه قيمه وقد هبت الرجل أن نخب. ورجل مَهْبوتُ الفؤادِ، وفي عقله هَبْتَةٌ، أي ضعفٌ. وهَبَتَهُ يَهْبِتُهُ هَبْتاً، أي ضربه. حكاه أبو عبيد.",
    "pg": "1:270"
  },
  "هبث": {
    "def": "الهنبثة: الاختلاط في القول، ويقال الامر الشديد.",
    "pg": "1:296"
  },
  "هبج": {
    "def": "الهَبَجُ كالوَرَمِ يكون في ضَرعِ الناقة. تقول: هَبَّجَهُ تَهْبيجاً فَتَهَبَّجَ، أي وَرَّمَهُ فتورَّمَ. ورجلٌ مهبج: ثقيل النفس. هبجه بالعصا هبجا، مثل حبجه، أي ضربه.",
    "pg": "1:348"
  },
  "هبخ": {
    "def": "الهَبَيَّخَةُ: الجارية التارَّةُ الممتلئة. والغلامُ هَبَيَّخٌ، وهو فَعَيَّلٌ، مشددة الياء. المجلد الثاني ...\nباب الدال:\nفصل الالف:",
    "pg": "1:435-439"
  },
  "هبد": {
    "def": "الهَبيدُ: حَبُّ الحنظلِ. والتَهَبُّدُ: أخذُهُ وكسرُه. يقال للظليم: هو يَتَهَبَّدُ، إذا استخرج ذلك ليأكله. والاهْتِبادُ: أن تأخذ حَبَّ الحنظلِ وهو يابسٌ وتجعلَه في موضعٍ وتصبَّ عليه الماء وتدلكه ثم تصبَّ عنه الماء، وتفعلَ ذلك أياماً حتَّى تذهب مرارتُه، ثم يدق ويطبخ. وهبود بتشديد الباء: اسم موضع (١) ببلاد بنى نمير.",
    "pg": "2:554-555"
  },
  "هبر": {
    "def": "الهَبيرُ: ما اطمأنَّ من الأرض، وكذلك الهَبْرُ، والجمع هُبورٌ. يقال: هي الصُحون بين الروابي. والهَبْرَةُ: القطعة من اللحم. وقد هَبَرْتُ له من اللحم هَبْرَةً، أي قطعت له قِطعة. وقد هَبِرَ الجمل بالكسر يَهْبَرُ هَبَراً، فهو هَبِرٌ وأهْبَرُ، إذا كان كثير اللحم. يقال: بعيرٌ هَبِرٌ وَبِرٌ، أي كثير الوبر والهَبَرِ، وهو اللحم، عن يعقوب. والباقة هبرة وهبراء. والهَوْبَرُ: القرد الكثير الشعر، وكذلك الهَبَّارُ. وقال: سَفَرَتْ فقلت لها هَجٍ فتبرقعَتْ * وذكَرْتُ (١) حين تبرقعت هبارا - والهبار: اسم رجل من قريش. وقولهم: \" لا آتيك هبيرة بن سعد \" أي أبدا، وهو رجل فقد. ويقال: في رأسه هبرية، وهو الذي يكون في الشعر مثل النخالة، وهو فعلية. والهنبر، مثال الخنصر: ولد الضبع. قال أبو زيد: من أسماء الضباع أمّ الهِنْبِرِ، في لغة بني فزارة. قال الشاعر (١) : يا قاتَلَ (٢) الله صبيانا تجئ بهم * أم الهُنَيْبِرِ من زَنْدٍ لها واري - وقال أبو عبيد: الهِنْبِرُ: الجحش. ومنه قيل للأتان: أمُّ الهِنْبِرِ.",
    "pg": "2:850"
  },
  "هبرز": {
    "def": "الهِبْرِزِيُّ: الأُسْوارُ من أساورة الفُرْسِ. قال ثعلب: كلُّ جميلٍ وسيم عند العرب هبرزى، مثال هبرقى.",
    "pg": "3:901"
  },
  "هبرق": {
    "def": "الهبرقى بالكسر: الحداد، والصائغ. قال النابغة يصف ثورا:\nكالهبرقى تنحى ينفخ الفحما (١) * يقول: أكب في كناسه يحفر أصل الشجرة، كالصائغ إذا تحرف ينفخ الفحم.",
    "pg": "4:1569"
  },
  "هبش": {
    "def": "الهَبْشُ: الجمعُ والكسبُ. يقال: هو يَهْبِشُ لعياله، ويَتَهَبَّشُ فهو هَبَّاشٌ. قال رؤبة: أغْدو (٢) لِهَبْشِ المَغْنَمِ المَهْبوشِ * سيداً كَسيدِ الرَدْهَةِ المبغوشِ (٣) * والهُباشَةُ مثل الحُباشَةِ، وهي ما جمع من الناس والمال.",
    "pg": "3:1027"
  },
  "هبص": {
    "def": "الهَبَص: النشاطُ. قال الراجز:\nما زالَ شَيْبانُ شديداً هَبَصُهْ * وقد هبص فهو هبص، مثال تعب فهو تعب. قال الراجز: فر وأعطاني رشاء ملصا * كذنب الذئب يعدى هبصا (١)",
    "pg": "3:1062"
  },
  "هبط": {
    "def": "هَبَطَ (١) هُبوطاً: نزل. وهَبَطَهُ هَبْطاً، أي أنزله، يتعدَّى ولا يتعدّى. يقال: اللهم غَبْطاً لا هَبْطاً، أي نسألك الغِبْطَةَ ونعوذ بك أن نَهْبِطَ عن حالنا. وأهْبَطْتُهُ فانْهَبَطَ. وهَبَطَ ثمنُ السلعة، أي نقص. وهَبَطْتُهُ أنا وأهْبَطْتُهُ أيضا. حكاه أبو عبيد. وقولهم: هبط المرض لحمه، أي هَزَلَهُ. والهَبوطُ: الحَدورُ (٢) . والهَبيطُ من النوق: الضامر، عن أبى عبيدة. قال: ومنه قول عبيد بن الابرص:\nهبيط مفرد (٣)",
    "pg": "3:1169"
  },
  "هبع": {
    "def": "الهُبَعُ: الفصيلُ الذي نُتِجَ في آخر النتاج. يقال: ماله هبع ولا ربع. والانثى هبعة، والجمع هبعات. وقال الاصمعي: سألت جبر بن حبيب: لم سمى الهبع هبعا؟ قال: لان الرباع تنتج في ربعية النتاج، أي في أوله، وينتج الهبع في الصيفية، فإذا ماشى الرباع أبطرته ذرعه (١) ، لانها أقوى منه، فهبع أي استعان بعنقه في مشيته قال الشاعر (٢) يصف بعيرا:\nعوج يبذ الذاملات الهبعا (٣) * قال: ولا يجمع هبع على هباع، كما يجمع ربع على رباع. وقد هبع الفصيلُ يَهْبَعُ هَبْعاً (٤) ، إذا مد عنقه. ويقال: الحُمُرُ كلها تَهْبَعُ في مشيتها، أي تمدُّ عنقها. وقول الراجز (٥) :\nيستهبع المواهق المحاذي (٦) * أي يبطره ذرعه فيحمله على أن يهبع.",
    "pg": "3:1304-1305"
  },
  "هبغ": {
    "def": "هَبَغَ يَهْبَغُ هُبوغاً، أي نام.",
    "pg": "4:1329"
  },
  "هبق": {
    "def": "الهبنيق (١) : الوصيف. قال لبيد: والهَبانيقُ قِيامٌ مَعَهُم، كُلُّ مَلْثومٍ إذا صب همل والهبنقة: لقب رجل يقال له ذو الودعات (٢) ، واسمه يزيد بن ثروان، أحد بنى قيس بن ثعلبة، وكان يضرب به المثل في الحمق. قال الشاعر: عش بجد وكن هبنقة القيسي أو مثل شيبة بن الوليد",
    "pg": "4:1569"
  },
  "هبقع": {
    "def": "الهَبَنْقَعَةُ: قعودُ الرجل على عُرقوبَيْه قائماً على أطراف أصابعه. والهَبَنْقَعُ: المزهوُّ الأحمقُ الذي يحبُّ محادثَة النساء. واهْبَنْقَعَ الرجل، إذا جلس الهَبَنْقَعَةَ. وهي جِلْسَة الهَبَنْقَعِ. قال الفرزدق: ومهور نسوتهم إذا ما أنكحوا * غذوى كل هبنقع تنبال (٢)",
    "pg": "3:1305"
  },
  "هبل": {
    "def": "الهَبَلُ بالتحريك: مصدر قولك: هَبِلَتْهُ أمُّه، أي ثَكَلتْهُ. والإهْبالُ: الإثْكال. والهبولُ من النساء: الثَكول. والمَهْبِلُ: أقصى الرَحِم، ويقال: طريق الوَلدِ، وهو ما بين الظبيَةِ والرحم، قال الكميت: إذا طرق الامر بالمعضلا ت يتنا وضاق به المهبل والهبالة: اسم ناقة لاسماء بن خارجة. وقال: فلاحشأنك مشقصا أوسا أويس من الهباله (١) والهبل، مثال الهجف: الثقيل المسنُّ من الناس والإبل، وقد هبّلَهُ اللَّحْمُ، إذا كثُرَ عليه وركِبَ بعضه بعضاً، وأهْبَلَهُ. يقال: رجل مُهَبَّلٌ. قال أبو كبير:\nفشَبَّ غَيْرَ مُهَبَّل (١) * ويقال: هو المُلَعَّنُ. وقالت عائشة ﵂ في حديث الإفكِ: \" والنِّساءُ يَومئذٍ لا يُهبِّلُهنَّ اللحْمُ (٢) \" والاهْتبالُ: الاغْتنامُ، والاحْتيالُ والاقتصاصُ. يقال: اهْتَبَلْتُ غَفْلتَه. قال الكميت: وعاثَ في غابرٍ منها بِعَثْعَثَةٍ نحرَ المكافئ والمكثورُ يَهْتَبل والهَبَّالُ: الصَيَّادُ الذي يَهْبِلُ الصيدَ، أي يغترَّه. قال ذو الرمّة: أو مُطْعَمُ الصَيدِ هَبَّالٌ لِبُغْيَتِهِ ألفى أباه بِذاكَ الكَسْبِ يكتسِبُ وذِئْبٌ هَبِلٌ: مُحتالٌ. وهبل: اسم صنم كان في الكعبة. والهنبلة بزيادة النون: مشية الضبع العرجاء.",
    "pg": "5:1846-1847"
  },
  "هبلع": {
    "def": "الهبلع، مثال الدرهم: الاكول: قال جرير: وضع الخزير فقيل أين مجاشع * فشحا جحافله جراف هبلع (١)",
    "pg": "3:1305"
  },
  "هتأ": {
    "def": "تَهَتَّأَ الثوبُ: تَقَطَّع وبَليَ، بالتاء معجمة بنقطتين من فوق، وكذلك تهمأ الثوب بالميم.",
    "pg": "1:82"
  },
  "هتا": {
    "def": "هاتِ يا رجل، أي أعط. وللمرأة: هاتى. والمهاناة مفاعلة منه. وما أُهاتيكَ، أي ما أنا بمعطيك.",
    "pg": "6:2532-2533"
  },
  "هتت": {
    "def": "قال الأصمعي: يقال للرجل إذا كان جيِّدَ السِياقِ للحديث: هو يسرده سرداً ويَهُتُّهُ هَتًّا. ورجل مِهَتٌّ وهتَّاتٌ، أي خفيفٌ كثير الكلام.",
    "pg": "1:270"
  },
  "هتر": {
    "def": "الهِتْرُ بالكسر: السَقَط من الكلام. يقال: هِتْرٌ هاتِرٌ، وهو توكيد له. قال أوس بن حجر:\nيُراجِعُ هِتراً من تُماضِرَ هاتِرا (٣) * والهِتْرُ أيضاُ: العَجبُ والداهية. يقال للرجل إذا كان داهياً: إنه لهتر أهتار. وأهتر الرجل فهو مُهْتَرٌ، أي صار خَرِفاً من الكِبَرِ. وفلانٌ مُسْتَهْتَرٌ بالشراب، أي مولع به لا يبالي ما قيل فيه. وتَهاتَرَ الرجلان، إذا ادعى كل واحد منها على صاحبه باطلا.",
    "pg": "2:850-851"
  },
  "هتف": {
    "def": "الهَتْفُ: الصوتُ. يقال هَتَفَتِ الحمامةُ تَهْتِفُ هَتْفاً. وهَتَفَ به هُتافاً، أي صاح به. وقوسٌ هتَّافَةٌ وهَتَفى، أي ذات صوت.",
    "pg": "4:1442"
  },
  "هتك": {
    "def": "الهَتْكُ: خرقُ السترِ عما وراءه. وقد هَتَكَهُ (١) فانْهَتَكَ. وهَتَّكَ الاستار، شدد للكثرة. والاسم الهتكة بالضم. وتهتك، أي افتضح",
    "pg": "4:1616"
  },
  "هتل": {
    "def": "الاصمعي: التهتال، مثل التهتان. وأنشد للعجاج: ضرب السوارى متنه بالتهتال (١) يقال: هَتَلَتِ السماءُ هَتْلاً وهَتَلاناً وتَهْتالاً. وسحائب هتل.",
    "pg": "5:1847"
  },
  "هتم": {
    "def": "الهَتْمُ: كسرُ الثنايا من أصلها. يقال: ضربَهُ فهَتَمَ فاهُ، إذا ألقى مقدَّم أسنانه. ورجلٌ أهتم بين الهتم. والاهتم: لقب سنان بن سمى بن سنان ابن خالد بن منقر، لانه هتمت سنه يوم الكلاب. وتهتمت أسنانه، أي تكسَّرت. والهُتامَةُ ما تَهَتَّمَ من الشئ، أي تكسر منه.",
    "pg": "5:2055"
  },
  "هتمل": {
    "def": "الهَتْمَلَةُ: الكلامُ الخفيُّ. وقد هتمل.",
    "pg": "5:1847"
  },
  "هثث": {
    "def": "الهثهثة: الاختلاط. يقال هثهثت السحابة بقطرها وثلجها، إذا أرسلته بسرعة. وهثهت الوالى: ظلم.",
    "pg": "1:296"
  },
  "هثم": {
    "def": "هَثَمَ له من ماله، كما تقول قثم، حكاها ابن الاعرابي. والهيثم: فرخ العقاب، ومنه سمِّي الرجل هَيْثَماً. (*) والهيثم: الكثيب الاحمر.",
    "pg": "5:2055"
  },
  "هجأ": {
    "def": "أبو زيد: هَجَأَ غَرَثي: سكن. وأهْجا طعامكم غَرَثي: قطعه. وأنشد: وأخْزاهُمُ ربِّي ودلَّ عليهم * وأطعَمَهُمْ من مَطْعَمٍ غيرِ مُهْجِئِ",
    "pg": "1:82"
  },
  "هجا": {
    "def": "الهِجاءُ: خلاف المدح. وقد هَجَوْتُهُ هَجْواً وهِجاءً وتَهْجاءً. قال الجعديّ:\nدَعي عنكِ تَهْجاءَ الرجالِ وأَقْبِلي (١) * فهو مَهْجُوٌّ. ولا تقل هَجَيْتُهُ. وبينهم أُهْجُوَّةٌ وأُهْجيَّةٌ يتَهاجَوْنَ بها. والمرأة تَهْجو زوجها، أي تذمّ صحبتَه. وهَجَوْتُ الحروف هَجْواً وهِجاءً، وهَجَّيْتُها تَهْجِيَةً، وتَهَجَّيْتُ، كلُّه بمعنى. وأنشد ثعلب (٢) : يا دار أسماء قد أقوت بأنشاج * كالوحي أو كإمام الكاتب الهاجى",
    "pg": "6:2533"
  },
  "هجج": {
    "def": "هجَّجَتْ عينُهُ: غارت. وعينٌ هاجَّةٌ، أي غائرةٌ. والهَجيجُ: الوادي العميق. وهَجيج النارِ: أجيجها، مثل هَراق وأراق. وركب فلانٌ هَجاجَ غير مجرًى، وهَجاج أيضاً مثل قطام، إذا ركب رأسه. قال الشاعر: وهو المتمرِّس بن عبد الرحمن الصحاريّ: فلا يَدَعُ اللئامُ سبيلَ غَيٍّ * وقد رَكِبوا على لَوْمي هَجاجِ (١) قال الأصمعيّ: تقول للناس إذا أردتَ أن يكفُّوا عن الشئ: هجاجيك وهذا ذيك، على تقدير الاثنين. ورجل هجاجة، أي أحمق. قال الشاعر: هجاجة منتخب الفؤاد * كأنه نعامة في وادى وقولهم: هجهج: زجر للغنم، مبنى على الفتح (١) . وقال (٢) :\nبفرق يخشبه بهجهج ناعقه (٣) * وهجهجت بالسبع، أي صِحْتُ به وزجرته ليكُفَّ. قال لبيد: أو ذر زوائد لا يُطاقُ بأرضه * يغشى المُهَجْهِجَ كالذَنوبِ المُرسلِ * وهَجْهَجَ الفحلُ في هديره. والهجهاج: النفور، حكاه أبو عبيد. وهج مخفف: زجر للكلب، يسكَّن وينوَّن، كما يقال بَخٍ وبخ. قال الشاعر (٤) : سفرت فقلت لها هَجٍ فتَبَرْقَعَتْ وذكرتُ حينَ تبرقعت هبارا (١)",
    "pg": "1:348-349"
  },
  "هجد": {
    "def": "هَجَدَ وتَهَجَّدَ، أي نام ليلاً. وهَجَدَ وتَهَجَّدَ أي سهر، وهو من الأضداد. ومنه قيل لصلاة الليل: التَهَجُّدُ. والتَهْجيدُ: التنويم. قال لبيد (٢) : قال هَجِّدْني (٣) فقد طال السُرى * وقَدَرْنا إنْ خَنا الدهر غفل (٤) - أي نومنى. ابن السكيت: أهجد البعيرُ، إذا ألقى جِرانَهُ بالأرض.",
    "pg": "2:555"
  },
  "هجر": {
    "def": "الهَجْرُ: ضد الوصل. وقد هَجَرَهُ هَجْراً وهِجْراناً. والاسم الهِجْرَةُ. والهجرتان: هجرة إلى الحبشة، وهجرة إلى المدينة. والمُهاجرة من أرضٍ إلى أرضٍ: تركُ الأولى للثانية. والتَهاجُرُ: التقاطعُ. والهَجْرُ أيضاً: الهَذَيانُ. وقد هَجَرَ المريض يَهْجُرُ هَجْراً، فهو هاجِرٌ والكلام مَهْجورٌ. قال أبو عبيد: يروى عن إبراهيم (١) ما يثبِّتُ هذا القول في قوله تعالى:\n(إنَّ قومي اتَّخَذوا هذا القرآن مَهْجوراً) * قال: قالوا فيه غير الحق. ألم ترَ إلى المريض إذا هجري قال غير الحق. قال: وعن مجاهد نحوه. والهُجْرُ بالضم: الاسم من الإهْجارِ، وهو الإفْحاشُ في المنطق، والخَنا. قال الشماخ: كما جدة الاعراق (١) قال ابن ضَرَّةٍ * عليها كلاماً جارَ فيه وأَهْجَرا - وكذلك إذا أكثر الكلام فيها لا ينبغى. ورماه بهاجِراتٍ ومُهْجِراتٍ، أي بفضائح. والهَجْرُ والهاجِرَةُ: نصف النهار عند اشتداد الحرّ. قال ذو الرمّة: وبَيْداَء مِقْفارٍ يكاد ارتكاضُها * بآل الضُحى والهَجْرُ بالطرفِ يَمْصَحُ - تقول منه: هَجَّرَ النهارُ. قال امرؤ القيس: فدعْها وسلِّ الهَمَّ عنك بجَسْرَةٍ * ذَمولٍ إذا صام النهارُ وهَجَّرا - ويقال: أتينا أهلنا مُهْجِرينَ، كما يقال: مؤصلينَ، أي في وقت الهاجِرَةِ والأصيلِ. والتهجيرُ والتَهَجُّرُ: السير في الهاجرةِ. وتَهَجَّرَ فلان، أي تشبَّه بالمهاجرينَ. وفي الحديث: \" هاجروا ولا تَهَجَّروا \". الفراء: يقال ناقةٌ مهجرة، أي فائقة في الشحم والسير. وبعيرٌ مُهْجِرٌ. ويقال: هو الذي يتناعَتُهُ الناسُ ويَهْجرونَ بذكره، أي ينعتونه. قال الشاعر: عركرك مهجر الضوبان أومه * روض القذاف ربيعا أي تأويم - وهذا أهجر من هذا، أي أكرمُ. يقال في كل شئ. وينشد:\nوماء يمان دون طلق هجر * يقول: طلق لا طلق مثله. والهجير: يبيس الحمض الذي كسرته الماشية. وهُجِرَ أي تُرِكَ. قال ذو الرمّة: ولم يبقَ بالخَلْصاءِ ممَّا عَنَتْ له (١) * من الرطب إلا ييسها وهجيرها - والهَجيرُ: الهاجِرَةُ. والهَجيرُ: الحوض الكبير. وأنشد القنانى. * يفرى الفرى بالهجير الواسع * وهجر: اسم بلد مذكر مصروف. وفى المثل: \" كمبضع تمر إلى هجر \". والنسبة هاجرى على غير قياس. ومنه قيل للبناء هاجرى. والهِجِّيرُ، مثال الفِسِّيقِ: الدأب والعادةُ. وكذلك الهِجِّيرى والإهْجيرى. يقال: ما زال ذاك هِجِّيراهُ وإهْجيراهُ وإجْرِيَّاهُ، أي عادته ودأبه. الأصمعيّ: الهِجارُ: حبل يشدُّ في رسغ رِجل البعير، ثم يشدُّ إلى حَقِوِهِ إن كان عُرياناً، فإن كان مرحولاً شدَّ في الحَقَبِ. تقول منه: هَجَرْتُ البعيرَ أهْجُرُهُ هَجْراً. وهِجارُ القوس: وترُها: ويقال: المَهْجور الفحلُ يشدُّ رأسه إلى رجله.",
    "pg": "2:851-852"
  },
  "هجرس": {
    "def": "الهجرس بالكسر: الثعلب، عن أبى عمرو. ويقال: الهَجارِسُ جميع ما تعسَّسَ من السباع ما دون الثعلب وفوق اليربوع. قال الشاعر: بعينى قطامي نَما فوق مَرْقَبٍ * غدا شَبِما ينقض بين الهجارس",
    "pg": "3:990"
  },
  "هجرع": {
    "def": "الهجرع، مثال الدرهم: الطويل.",
    "pg": "3:1306"
  },
  "هجس": {
    "def": "الهاجسُ: الخاطرُ. يقال: هَجَسَ في صدري شئ يهجس، أي حدس. والهجس: النبأة تسمعها ولا تفهمها.",
    "pg": "3:990"
  },
  "هجع": {
    "def": "الهُجوعُ (٣) : النومُ. والتَهْجاعُ: النومةُ الخفيفةُ. قال أبو قيس ابن الأسلت: قد حَصَّتِ البَيْضَةُ رأسي فما * أطعمُ نوماً غير تَهْجاعِ * وهجيع من الليل، مثل هَزيعٍ. وهَجَّعَ القومُ تَهْجيعاً، أي نَوَّموا. ويقال: أتيت فلاناً بعد هَجْعَةٍ، أي بعد نومةٍ خفيفة من أوَّل الليل. والهِجْعَةُ منه، كالجِلسة من الجلوس. ويقال: رجلٌ هُجَعَةٌ، مثال همرة، وهجع، ومهجع، للغافل عما يراد به، الأحمقُ. وأصله من الهُجوعِ. وهَجَعَ جوعَه مثل هَجَأَ، إذا انكسر ولم يشبع. وأهْجَعَ فلانٌ غَرَثُهُ، إذا سكَّنَ ضَرَمُهُ، متل أهجأ. والهجنع بتشديد النون: الطويل الضخم عن الأصمعيّ. قال ذو الرمّة يصف ظليماً: هَجَنَّعٌ راحَ في سوداَء مُخْمِلَةٍ * من القَطائفِ أعلى ثوبه الهدب",
    "pg": "3:1305-1306"
  },
  "هجف": {
    "def": "الهِجَفُّ من النعام ومن الناس: الجافي الثقيلُ. قال الكميت: هو الأضْبَطُ الهَوَّاسُ فينا شجاعَةً وفيمن يعاديه الهجف المثقل",
    "pg": "4:1442"
  },
  "هجل": {
    "def": "الهَجْلُ: غائطٌ بين الجبالِ مطمئن وقال (٢) :\nبالهجل منها كأصوات الزنابير (٣) * وهجل به تهجيلا: أسمعه القبيح وشتمه. وهَجَلَ بالقصبة وغيرها، إذا رمى بها. والهَوْجَلُ من الابل: السريعة، مثل الهوجاء. قال الكميت وبعد إشارتهم بالسيا ط هو جاء ليلتها هوجل (١) أي في ليلتها. والهوجل: الرجلُ الأهْوج. وقال:\nسُهُداً إذا ما نامَ ليلُ الهَوْجَلِ (٢) * والهوجلُ: الفلاةُ لا أعلامَ بها. الأصمعيّ: الهوجل: الأرض تأخذ مرَّةً هكذا ومرَّةً هكذا. قال جندلٌ: والآلُ في كلِّ مَرادٍ هَوْجَلِ كأنَّه بالصَحْصُحانِ الأنْجَلِ قُطْنٌ سُخامٌ بأيادي غزل",
    "pg": "5:1847-1848"
  },
  "هجم": {
    "def": "هجمت على الشئ بغتة أهْجُمُ هُجوماً، وهَجَمْتُ غيري يتعدَّى ولا يتعدَّى. وهَجَمَ الشتاءُ: دخل. وهَجَمَتْ عينه، أي غارت. الأصمعيّ: هَجَمْتُ ما في ضرع الناقة، إذا حلبت كل ما فيه. وهجمت البيت هجما: هدمته. وريحٌ هَجومٌ: تقلع البيوتَ والثُمامَ. وانْهَجَمَتْ عينه: دمعت. والهَجْمُ (١) : القدحُ الضخمُ. وقال: فتملأُ الهَجْمَ عفواً وهي وادعةٌ حتَّى تكاد شِفاه الهَجْمِ تَنْثَلِمُ (٢) أبو عبيد: الهَجْمَةُ من الإبل أوَّلها الأربعون إلى ما زادت. وهُنَيْدَةُ: المائة فقط. وهَجْمَةُ الشتاء: شدَّة برده. وهَجْمَةُ الصيف: حره. أبو عمرو: الهجيمة من اللبن: أن تحقنه في السقاء الجديد ثم تشربه ولا تمخضه. وقال أبو يوسف: سمعت أبا مهدى الكلابي يقول: هو ما لم يرب، أي لم يخثر، وقد الهاج لان يروب. والهيجمانة: الدرة. وهيجمانة: اسم امرأة، وهى ابنة العنبر بن عمرو بن تميم.",
    "pg": "5:2055-2056"
  },
  "هجن": {
    "def": "الهِجانُ من الإبل: البيضُ. وقال عمرو ابن كلثوم:\nهِجانِ اللون لم تقرأ جَنينا (١) * ويستوي فيه المذكر والمؤنث والجمع. يقال بعيرٌ هجانٌ، وناقةٌ هِجانٌ وإبلٌ هِجانٌ، وربَّما قالوا هَجائنُ. قال عمرو بن أحمر: كأنَّ على الجِمالِ أوانَ خفَّتْ * هَجائنَ من نعاج أراق عينا (٢) وأرض هجان: طيبة التُرب مَرَبٌّ. وامرأةٌ هِجانٌ: كريمةٌ. وقال الأصمعيّ في قول عليٍّ رضوان الله عليه: هذا جَنايَ وهِجانُهُ فيه * وكلُّ جانٍ يده إلى فيه يعنى خياره. اليزيدى: هو هِجانٌ بيِّن الهَجانة، ورجلٌ هَجينٌ بيِّن الهُجْنَةِ. والهُجْنَةُ في الناس والخيل، إنما تكون من قبل الأمّ، فإذا كان الأب عتيقاً والأمُّ ليست كذلك كان الولد هجينا. وقال الراجز:\nالعبد والهجين والفلنقس (١) * والاقراف من قبل الاب. وقالت هند (٢) : فإن نتجت حرا كريما فبالحرا * وإن يك إقراف فمن قبل الفحل والهاجن: الصبية تزوج قبل بلوغها، وكذلك الصغيرة من البهائم. وفي المثل: \" جلَّت الهاجِنُ عن الولد \" أي صغُرت، و \" جلَّت الهاجِنُ عن الرِفْدِ \" وهو القدح الضخم. وقال ابن الأعرابي: \" جلَّتِ العلبة عن الهاجِنِ \" أي كبرت. قال: وهى بنت اللبون يحمل عليها فتلقح ثم تنتج وهى حقة. قال: ولا يصلح أن يفعل بها ذلك. ويقال: هجنة، أي جعله هَجيناً. وتَهْجينُ الأمر أيضاً: تقبيحه. واهْتُجِنَتِ الجاريةُ، إذا وطئتْ وهي صغيرة. (*) والمهتجنة: النخلة أول ما تلقح.",
    "pg": "6:2216-2217"
  },
  "هدأ": {
    "def": "هَدَأَ هَدْءاً وهُدوءاً: سكَنَ. وأَهْدَأَهُ: سَكَّنَهُ، يقال هَدَّأْتُ الصبيَّ، إذا جعلتَ تضربَ عليه بكفِّك وتسكِّنه لينام، وأَهْدَأْتُهُ إهْداءً. قال عدى بن زيد: شئز جنبى كأنِّي مُهَدَّأٌ * جَعَلَ القَيْنَ على الدَفِّ إبَرْ (١) الأصمعيّ: يقال تركتُ فلاناً على مُهَيْدِئَتِهِ، أي على حالتِهِ التي كان عليها، تصغير المَهْدَأَةِ. ورجلٌ أَهْدَأُ، أي أحْدَبُ بيِّنُ الهَدَأ. قال الراجز:\nأَهْدَأُ يَمْشي مِشيَةَ الظَليمِ * وأتانا فلان وقد هَدَأَتِ الرِجْلُ، أي بعد ما سكن الناس بالليل، وأتانا وقد هَدَأَتِ العيونُ، وأتانا فلان هُدوءا، إذا جاء بعد نَوْمَةٍ، وبعد هدء من الليل وبعد هدأة من الليل، أي بعد هَزيع من الليل، وبعد ما هَدَأَ الناس، أي ناموا.",
    "pg": "1:82-83"
  },
  "هدب": {
    "def": "الهُدْبَةُ: الخَمْلَةُ، وضم الدال لغةٌ فيه. وهُدْبُ الثوب وهُدَّاب الثوب: ما على أطرافه. ودِمَقْس مُهَدَّبٌ، أي ذو هُدَّابٍ. وهُدُبُ العين: ما نبَتَ من الشعر على أشفارها. والأهدب: الرجل الكثير أشفارِ العين. والهَدَبُ، بالتحريك كلُّ ورقٍ ليس له عَرْضٌ، كورق الأثل، والسَرو، والأرْطى، والطَرفاء: وكذلك الهُدَّابُ. وقال الشاعر (٢) : في كناسٍ ظاهرٍ يَسْتُرُهُ * من عَلُ الشَفَّانَ (٣) هُدَّابُ الفَنَنْ وهُدَّابُ النخل: سَعَفه. وهَدَبَ الناقةَ يَهْدِبُها هَدْباً: احتلبها. وهدب الثمرة، أي اجتناها. والهيدب: العَيِيُّ الثقيلُ. وهيدبُ السَحاب: ما تهدَّبَ منه إذا أراد الوَدْقَ، كأنَّه خيوط. قال أوس بن حجر (١) : وانٍ مُسِفٍّ (٢) فُوَيْقَ الأرض هَيْدَبُهُ * يكاد يدفعُه مَنْ قام بالراح وهندب بفتح الدال، وهندبا، وهِندَباة: بَقلٌ. وقال أبو زيد: الهندِبا بكسر الدال يمدُّ ويقصر.",
    "pg": "1:237"
  },
  "هدبد": {
    "def": "الهُدابِدُ: اللبن الخاثر جدًّا. والهُدَبِدُ مقصورٌ منه. ويقال: بعينه هدبد، أي عمش. وقال: إنه لا يبرئ داء الهدبد * إلا القلايا (٣) من سنام وكبد - قوله \" إنه \" بضمة مختلسة، كما قال آخر (٤) : فبيناه يشرى رحله قال قائل * لمن جمل رخو الملاط (١) نجيب -",
    "pg": "2:556"
  },
  "هدج": {
    "def": "الهَدَجانُ: مِشية الشيخ. وقد هَدَجَ يَهْدِجُ. وهَدَجَ الظَليمُ، إذا مشى في ارتعاشٍ، فهو هَدَّاجٌ وهدجدج. وهداج: اسم فرس كان لباهلة. وأنشد الاصمعي:\nوفارس هداج أشاب النواصيا (٢) * والهدجة: حنين الناقة على ولَدها. وقد هَدَجَتْ، فهي مِهْداجٌ. وكذلك الريحُ التي لها حَنين. قال أبو وَجْزَةَ السعديّ يصف حُمُر الوحش: حتَّى سَلَكْنَ الشَوى منهنَّ في مَسَكٍ من نسْلِ جوابة الآفاق مهداج (٣) لان الريح تستدرُّ السحاب وتُلقِحه فيمطر، فالماء من نسلها. والهَوْدَجُ: مركبٌ من مراكب النساء مُضَبَّبٌ وغير مُضَبَّبٍ. وتَهَدَّجَتِ الناقةُ: تَعَطَّفَتْ على ولدها. وتَهَدَّجَ الصوت: تَقَطّعُهُ في ارتعاش.",
    "pg": "1:349-350"
  },
  "هدد": {
    "def": "هَدَّ البناءَ يَهُدُّهُ هَدًّا: كسره وضعضعه. وهَدَّته المصيبة، أي أوهنت ركنه. الاصمعي: يقال: فلان يُهَدُّ، على ما لم يسمّ فاعله، إذا أُثنيَ عليه بالجَلَد والقوَّة. وتقول: مررتُ برجلٍ هدَّكَ من رَجلٍ. معناه أثْقَلَكَ وصْفُ محاسنِه. وفيه لغتان: منهم مَنْ يُجريه مجرى المصدر فلا يؤنِّثه ولا يثنِّيه ولا يجمعه، ومنهم من يجعله فعلاً فيثنِّي ويجمع. تقول: مررت برجل هَدَّكَ من رجلٍ، وبامرأة هَدَّتْكَ من امرأة، وبرجلين هَدَّاكَ، وبرجالٍ هَدُّوكَ، وبامرأتين هدتاك، وبنسوة هد دنك. وانهد الجبل، أي انكسر. وقولهم: ماهده كذا، أي ما كسره كذا. قال الأصمعيّ: الهَدُّ: الرجل الضعيف. يقول الرجل للرجل إذا أوعدَهُ: إنِّي لَغَيْرُ هَدٍّ، أي غير ضعيف. وقال ابن الأعرابي: الهَدُّ من الرجال: الجواد الكريم، وأمَّا الجبان الضعيف فهو الهد بالكسر. وأنشد (١) : ليسوا بهدين في الحروب إذا تع * - قد فوق الحراقف النطق - والهدة: صوت وقع الحائط ونحوه. تقول منه: هَدَّ يَهِدُّ بالكسر، هَديداً. والهادُّ: صوت يسمعه أهل الساحل يأتيهم من قِبَلِ البحر له دويٌّ في الأرض، وربَّما كانت معه الزلزلة. ودويه: هديده. وهدهدة الحمام: دوى هديره. والفحل يهدهد في هديره هدهدة. وجمع الهَدهَدَةِ هَداهِدُ. قال العجاج:\nيتبعن ذا هداهد عجنسا (١) وهدهدت المرأة ابنها، حركته لينام. والتهديد: التخويف، وكذلك التهدد. والهُدْهُدُ طائرٌ، والهُداهِدُ مثله. قال الراعي:\nكَهُداهِدٍ كَسَرَ الرُماةُ جناحَهُ (٢) * والجمع الهداهد، بالفتح. وهداهد: حى من اليمن.",
    "pg": "2:555-556"
  },
  "هدر": {
    "def": "هَدَرَ دمه يَهْدِرُ هَدْراً، أي بَطَلَ. وأَهْدَرَ السلطان دَمَهُ، أي أبطله وأباحه. وهَدَرَ الشرابُ يَهْدِرُ هَدْراً وتَهْداراً، أي غَلا. قال الأخطل يصف خمراً: كُمَّتْ ثلاثة أحوالٍ بِطينتِها * حتَّى إذا صَرَّحَتْ من بعد تهدار - وذهب دم فلان هَدْراً وهَدَراً بالتحريك، أي باطلاً ليس فيه قَوَدٌ ولا عَقْلٌ. ويقال أيضاً: بنو فلان هَدَرَةٌ بالتحريك، أي ساقطون ليسوا بشئ. ورجل هدرة، مثال همزة، أي ساقط. قال الراجز (١) :\nإنى إذا حار الجبان الهدره (٢) * وهو بالدال في هذا الموضع أجود منه بالذال، وهو رواية أبى سعيد. وضربه فهدرت رئته تهدر هُدوراً، أي سقطتْ. وهَدَرَ الحمامُ هديرا، أي صوت. وهدر البعير هَديراً، أي ردَّد صوته في حنجرته. وإبلٌ هَوادِرٌ. وكذلك هَدَّرَ تهديرا. وفى المثل: \" كالمهدر في العنة \"، يضرب مثلا للرجل يصيح ويجلب وليس وراء ذلك شئ، كالبعير الذى يحبس ويمنع من الضراب وهو يهدر. قال الوليد بن عقبة، يخاطب معاوية: قطعت الدَهرَ كالسَدِمِ المُعَنَّى * تُهَدِّرُ في دمشق فما تريم - والهادر: اللبن إذا خثر أعلاه وأسفله. قال أبو عبيد: وذلك بعد الحزور. وجوف أهدر، أي منتفخٌ. وهَدَرَ العَرْفَجُ، أي عظُم نباته.",
    "pg": "2:852-853"
  },
  "هدع": {
    "def": "هدع، بكسر الهاء وفتح الدال، وتسكين العين (١) : كلمة يسكن بها صغار الإبل إذا نفرت. والهَوْدَعُ: النعام.",
    "pg": "3:1306"
  },
  "هدف": {
    "def": "الهدف: كل شئ مرتفع، من بناء أو كثيب رملٍ أو جبلٍ. ومنه سمِّي الغرض هَدَفاً. وبه شبِّه الرجلُ (١) العظيم. قال الشاعر (٢) : إذا الهَدَفُ المِعْزالُ (٣) صَوَّبَ رَأْسَهُ وأعجبه ضفو من الثلة الخطل وأهدف على التل: أشرف. وامرأة مُهْدِفَةٌ، أي لَحيمَةٌ. وأَهْدَفَ إليه، أي لجأ. وأهدف لك الشئ واستهدف، أي انتصب. قال الشاعر: وحتى سمعنا خشف بيضاء جعدة على قدمى مستهدف متقاصر يعنى بالمستهدف الحالب يتقاصر للحلب. يقول: سمعنا صوت الرغوة تتساقط على قدم الحالب. ويقال ركب (١) مُسْتَهْدِفٌ، أي عريضٌ. والهِدْفَةُ: القِطعة من الناس والبيوت، مثل الخبطة.",
    "pg": "4:1442"
  },
  "هدك": {
    "def": "الهنادكة: الهنود، والكاف زائدة، نسبوا إلى الهند على غير قياس.",
    "pg": "4:1616"
  },
  "هدل": {
    "def": "الهَديلُ: الذكرُ من الحمام. قال جِرانُ العَوْدِ: كأنَّ الهَديلَ الظالعَ الرِجلِ وَسْطها من البَغْي شِرِّيبٌ يُغَرِّدُ مُنْزَفُ والهَديلُ: صوت الحمام. يقال: هَدَلَ القُمْرِيُّ يَهْدِلُ هَديلاً، مثل يَهْدِرُ. قال ذو الرمّة: أرى ناقَتي عندَ المُحَصَّبِ شاقَها رَواحُ اليماني والهَديلُ المُرَجَّعُ والهديل: فرخ كان على عهد نوح ﵇ فصاده جارح من جوارح الطير. قالوا: فليس من حمامة إلا وتبكى عليه. قال الشاعر (١) : وما من تهتفين به لنصر بأسرع جابة لك من هديل وهدلت الشئ أهدله هدلا، إذا أرخيته وأرسلته إلى أسفل. ويقال: هَدَلَ البعيرُ هَدْلاً، وهو أن تأخذه القَرحةُ فيَهْدِلُ مِشْفَرُهُ، فهو فَصيلٌ هادِلٌ. وبعيرٌ هَدِلٌ، إذا كان طويل المِشفر، وذلك ممَّا يُمْدَحُ به. وقد هَدِلَ بالكسر يهدل هدلا. قال الراجز:\nبكل شعشاع صهابى هدل * وبعير أهدل أيضا. وقد تَهَدَّلَتْ شفتُهُ، أي استرختْ. وتَهَدَّلَتْ أغصانُ الشجرة، أي تدلَّتْ. والهَدالُ بالفتح: ما تدلَّى من الغُصن. وقال: يدعو الهَديلُ وساقُ حر فوقه أصلا بأودية ذوات هدال",
    "pg": "5:1848"
  },
  "هدم": {
    "def": "هدمت الشئ هدما فانهدم وتَهَدَّمَ. وهدَّموا بيوتهم، شدِّد للكثرة. وتَهَدَّمَ عليه من الغضب، إذا اشتدَّ غضبه. والهِدْمُ بالكسر: الثوبُ البالى، والجمع أهدام. قال أوس بن حجر: وذات هدم عار نواشرها تصمت بالماء تولبا جدعا (١) والمهدوم من اللبن: الرثيئة. والهدم، بالتحريك: ما تهدم من جوانب البئر فسقط فيها. وقال الشاعر يصف امرأة فاجرة: تمضي إذا زُجِرَتْ عن سَوْأةٍ قُدُماً كأنها هَدَمٌ في الجَفْرِ مُنْقاضُ ويقال: دماؤهم بينهم هَدَمٌ، أي هَدرٌ. وهَدْمٌ أيضاً بالتسكين، وذلك إذا لم يُودَوْا. والهَدْمَةُ: الدفعة من المال. وناقة هَدِمَةٌ: شديدةُ الضَبَعَةِ. قال الفراء: هي التي تقع من شدَّة الغضب. وقد هدمت بالكسر. وأنشد (١) :\nفيها هديم ضبع هواس (٢) * ويقال: هذا شئ مهندم، أي مُصْلَحٌ على مقدار. وهو معرّب، وأصله بالفارسية \" أنْدامْ \" مثل مهندس وأصله \" أنذازه \".",
    "pg": "5:2056"
  },
  "هدمل": {
    "def": "الهدمل بالكسر: الثوب الخلق. قال تأبط شرا * عجوز عليها هدمل ذات خيعل (١) * والهدملة، على وزن السبحلة: الرملة الكثيرة الشجر، عن أبى عبيد. وقال (٢) :\nكأنها بالهدملات الرواسيم (٣)",
    "pg": "5:1848-1849"
  },
  "هدن": {
    "def": "هَدَنَ يَهْدِنُ هُدوناً: سكَن. وهَدَنَهُ، أي سكَّنَهُ، يتعدَّى ولا يتعدى. وقال: إن العواوير مأكول حظوظتها * وذو الكهامة بالاقوال مهدون وهادنه: صالحه، والاسم منهما الهُدْنَةُ. ومنه قولهم: \" هُدْنَةٌ على دَخَنٍ \" أي سكونٌ على غِلٍّ. وتَهادَنَتِ الأمور: استقامت. والهِدانُ: الأحمقُ الثقيل، والجمع الهُدونُ. وتَهْدينُ المرأة ولدَها: تسكيتُها له بكلام إذا أرادت إنامته. والتهدين: البطء.",
    "pg": "6:2217"
  },
  "هدى": {
    "def": "الهُدى: الرشادُ والدلالةُ، يؤنَّث ويذكَّر. يقال: هَداهُ الله للدين هدى. وقوله تعالى: (أولم يَهْدِ لَهُمْ) قال أبو عمرو بن العلاء: أولم يبين لهم. وهَدَيْتُهُ الطريق والبيت هِدايَةً، أي عرفته (*) هذه لغة أهل الحجاز، وغيرهم يقول: هَدَيْتُهُ إلى الطريق وإلى الدار (١) ، حكاها الاخفش. وهدى واهتدى بمعنًى. وقوله تعالى: (فإنَّ الله لا يَهْدي من يُضِلّ) قال الفراء: يريد لا يَهْتَدي. والهِداءُ: مصدر قولك: هَدَيْتُ المرأةَ إلى زوجها هِداءً، وقد هُدِيَتْ إليه. قال زهير: فإنْ كان (٢) النساءُ مُخَبَّآتٍ * فَحَقّ لكلِّ مُحْصَنَةٍ هِداءُ وهي مَهْدِيَّةٌ وهَدِيٌّ أيضاً على فَعيلٍ. والهَدْيُ: ما يُهدى إلى الحرم من النعم. يقال: مالى هَدْيٌ إن كان كذا وكذا! وهو يمينٌ. والهَدِيُّ أيضاً على فَعيلٍ مثله، وقرئ: (حتَّى يبلغ الهُدى مَحِلَّه) بالتخفيف والتشديد. الواحدة هُدْيَةٌ وهَدِيَّةٌ. وأمَّا قول زهير فلم أرَ معشراً أسروا هَدِيًّا * ولم أرَ جارَ بيتٍ يُسْتَباءُ قال الأصمعيّ: هو الرجل الذي له حُرْمَةٌ كحرمة هَدِيِّ البيت. قال أبو عبيد: ويقال للأسير أيضاً هَدِيٌّ. وأنشد للمتلمِّس يذكر طرفة ومقتل عمرو بن هندٍ إيَّاه: كطُريفةَ بنِ العبد كان هَدِيُّهُم * ضربوا صميمَ قَذالِهِ بمُهَنَّدِ أبو زيد: يقال خُذْ في هديتك بالسكر، أي فيما كنت فيه من الحديث أو العمل ولا تعدلْ عنه. ويقال أيضاً: نظر فلانٌ هِدْيَةَ أمره وما أحسن هِدْيَتَهُ وهَدْيَتَهُ أيضاً بالفتح، أي سيرته. والجمع هدى مثل تمرة وتمر ويقال أيضاً: هَدى هَدْيَ فلانٍ، أي سار سيرته. وفى الحديث: \" واهدوا هدى عمار \". وهداه، أي تقدمه. قال طرفة: للفتى عقلٌ يعيشُ به * حيث تَهْدي ساقَهُ قدَمُهْ وهادِي السهم: نصلُهُ. والهادي: الراكِسُ، وهو الثور في وسط البيدر تدور عليه الثيران في الدِياسَةِ. والهادي: العنقُ. وأقبلتْ هَوادي الخيل، إذا بدتْ أعناقُها ; ويقال أوَّل رعيل منها. وقول امرئ القيس: كأنَّ دماَء الهادِياتِ بنَحْرِهِ * عُصارَةُ حِنَّاءٍ بشيبٍ مُرَجَّلِ يعنى به أوائل الوحش. والهَدِيَّةُ: واحدة الهدايا. يقال: أهْدَيْتُ له وإليه. والمِهْدى بكسر الميم: ما يُهْدى فيه، مثل الطَبق ونحوه. قال ابن الأعرابي: ولا يسمَّى الطَبَقُ مِهْدًى إلا وفيه ما يُهْدى. والمِهْداءُ بالمد: الذي من عادته أن يُهْدِيَ. والتَهادي: أن يُهْدِيَ بعضهم إلى بعض. وفي الحديث: \" تَهادَوْا تحابُّوا \". وجاء فلانٌ يُهادي بين اثنين، إذا كان يمشي بينهما معتمدا عليهما من ضعفه وتمايُله. قال ذو الرمّة: يُهادينَ جَمَّاَء المَرافِقِ وَعْثَةً * كلِيلَةَ حجمِ الكعبِ ريَّا المُخَلْخَلِ وكذلك المرأة، إذا تمايلت في مِشيتها من غير أن يماشيها أحد قيل: تهادى. عن الاصمعي. قال الأعشى: إذا ما تأتي تريد القيامَ * تَهادى كما قد رأيتَ البهيرا أبو زيد: يقال لك عندي هُدَيَّاها، أي مثلها. ويقال رميتُ بسهمٍ ثم رميتُ بآخر هدياه، أي قصده.",
    "pg": "6:2533-2535"
  },
  "هذأ": {
    "def": "الاصمعي: هذأت الشئ هذءا: قطعْتُهُ. وتَهَذَّأَتِ القَرحَةُ: فسدتْ وتقطَّعتْ.",
    "pg": "1:83"
  },
  "هذب": {
    "def": "التهذيب كالتنقية. ورجل مهذَّب، أي مطهَّر الأخلاق. والإهذاب والتهذيب: الإسراع في الطيران والعدْو والكلام. قال امرؤ القيس: فللسَوْطِ أُلْهوبٌ وللساقِ دِرَّةٌ * وللزجرِ منه وَقْعُ أخرجَ مُهْذِبِ والهيذبى: ضربٌ من مشى الخيل.",
    "pg": "1:237"
  },
  "هذبل": {
    "def": "ابن السكيت: ما فيه هزبليلة، أي شئ.",
    "pg": "5:1850"
  },
  "هذذ": {
    "def": "الهَذُّ: الإسراع في القطعِ وفى القراءة. يقال: هو يهذ القرآنَ هَذًّا ويَهُذُّ الحديث هَذًّا، أي يسرده. وسكِّينٌ هَذوذٌ: قطَّاعٌ. قال الأصمعيّ: تقول للناس إذا أردت أن يكفوا عن الشئ: هجاجيك وهذاذ يك، على تقدير الاثنين. قال عبدُ بني الحَسْحاس: إذا شُقَّ بُرْدٌ شُقَّ بالبُرْدِ مثله * هذا ذيك حتى ليس للبرد لابس - تزعم النساء أنَّه إذا شقَّ عند البِضاع شيئاً من ثوبِ صاحبه دام الوُدُّ بينهما، وإلا تهاجرا. واهتذذت الشئ: اقتطعته بسرعة. وقال الشاعر (١) : وعبدُ يَغوثٍ تَحْجِلُ الطيرُ حولَه * قد اهْتَذَّ عَرْشَيْهِ الحسام المذكر - ويروى: \" قد احتز \".",
    "pg": "2:572-573"
  },
  "هذر": {
    "def": "هَذَرَ في منطقه يَهْذِرُ ويَهْذُرُ هَذْراً. والاسم الهَذَرُ بالتحريك، وهو الهذيان. والرجل هذر بكسر الذال، وهذرة مثال همزة، وهَذَّارٌ، ومِهْذارٌ. قال الراجز (١) : إنِّي أذرى حسبى أن أشتما (٢) * بهذار هَذارٍ يَمُجُّ البَلْغَما - وأهذَرَ في كلامه، أي أكثر. ورجلٌ هِذْرِيانٌ: خفيف الكلام والخدمة. قال الشاعر: إذا ما اشتهوا منها شواء سعى لهم * به هذريان للكرام خدوم - قوله: \" منها \" أي من الجزور.",
    "pg": "2:853"
  },
  "هذرم": {
    "def": "الهَذْرَمَةُ: السرعة في القراءة. يقال: هَذْرَمَ وِرْدَهُ، أي هَذَّهُ. وكذلك في الكلام. قال أبو النجم يذم رجلا: وكان في المجلس جم الهذرمه ليثا على الداهية المكتمه",
    "pg": "5:2057"
  },
  "هذز": {
    "def": "الهنداز معرب، وأصله بالفارسية \" أندازة \" يقال: أعطاه بلا حساب ولا هِنْدازٍ. ومنه المُهَنْدِزُ، وهو الذي يقدِّر مجاريَ القُنِيِّ والأبنية. إلا أنهم صيروا الزاى سينا فقالوا: مهندس، لانه ليس في كلام العرب زاى قبلها دال. باب السين:\nفصل الالف",
    "pg": "3:902-903"
  },
  "هذل": {
    "def": "الهُذْلولُ: الرجل الخفيف، والسهم الخفيف. والهَذاليلُ: التلالُ الصغارُ، الواحد هُذْلولٌ. وهَوْذَلَ البعيرُ ببوله، إذا اهتزَّ بوله وتحرَّك. وهَوْذَلَ السِقاءُ، إذا تمخَّض. وهَوْذَلَ الرجلُ، إذا اضطرب في عدْوه، وكذلك الدلْو. وقال:\nهوذلة المشآة في قعر الطوى * وهذيل: حى من مضر، وهو هذيل بن مدركة بن إلياس بن مضر.",
    "pg": "5:1849"
  },
  "هذم": {
    "def": "الهَذْمُ (٣) : القطع والأكل في سرعة. قال أبو عبيد: والهُذامُ: السيف القاطع. وسيفٌ مِهُذْمٌ، مثل مخذم. والهيذام: الشجاع.",
    "pg": "5:2056-2057"
  },
  "هذمل": {
    "def": "الهَذْمَلَةُ: ضربٌ من المشي.",
    "pg": "5:1849"
  },
  "هذى": {
    "def": "هَذَى في منطقة يَهْذي ويَهْذو هَذْواً وهَذَياناً. وهَذَوْتُ بالسيف مثل هذذت.",
    "pg": "6:2535"
  },
  "هرأ": {
    "def": "ابن السكيت: قال عن الفزاري: هذه قِرَّةٌ لها هَريئَةٌ، على فَعيلَةٍ، أي يُصيبُ المالَ والناسَ منه ضُرٌّ وسَقْطَةٌ أو موت. الاصمعي: هرأه البرد يهروه هَرْءاً، أي اشتدَّ عليه حتَّى كاد يقتلُهُ. وهَرئَ المالُ بالكسر، وهرئ القوم فهم مهرؤون (٢) ، وقال ابن مقبلٍ يرثي عثمان بن عفان: وملجإ مهروئين يلفى به الحَيا * إذا جَلَّفَتْ كَحْلٌ (١) هو الأمُّ والأبُ يعني بالحيا الغيثَ والخصبَ. وأهْرَأَهُ البردُ: لغةٌ في هَرَأَهُ، عن الفرَّاء. وأهْرَأْنا في الرواح، أي أبردنا. وقال (٢) يصف حمرا: حتى إذا أهرأن بالاصائل (٣) * وفارقتها بلة الاوائل (٤) يقول: سرن في برد الرواح إلى الماء. وهرأت اللحم هَرْءاً، وأَهْرَأْتُهُ وهَرَّأْتُهُ تَهْرِئَةً، إذا أجدتَ إنضاجَهُ فتَهَرَّأَ حتَّى سقطَ عن العظم، فهو لحم هرئ. أبو زيد: هَرَأَ الرجلُ في منطِقِهِ هَرْءاً، إذا قال الخَنا والقَبيحَ. وقال ابن السكيت: هَرَأَ الكلامَ، إذا أكثر منه في خطأٍ. وهو منطِقُ هُراءُ، بالضم. وقال ذو الرمّة: لها بَشَرٌ مثلُ الحرير ومَنْطِقٌ * رَخيمُ الحواشي لا هراء ولا نزر",
    "pg": "1:83"
  },
  "هرا": {
    "def": "الهِراوَةُ: العصا الضخمة، والجمع الهراوى بفتح الواو مثال المطايا، كما قلناه في الاداوة. وهروته بالهراوة وتهريته، إذا ضربته بها. وقال (١) : يَكْسى ولا يَغْرَثُ مَمْلوكُها * إذا تَهَرَّتْ عَبْدَها الهارِيهْ وهَرَّيْتُ العمامة تَهْرِيَةً: صفَّرتها. وهراة: اسم بلد. وقال (٢) :\nعاود هراة وإن معمورها خربا (٣) * (*) فإن وقفت عليها وقفت بالهاء. وإنما قيل معاذ الهراء، لانه كان يبيع الثياب الهروية.",
    "pg": "6:2535"
  },
  "هرب": {
    "def": "الهرب: الفرار. وقد هرب. وهَرَّبَهُ غيره تهريباً. ابن السكيت: أهْرَبَ الرجل، إذا جدَّ في الذَهاب مذعوراً. ويقال: ما له هاربٌ ولا قاربٌ، أي صادرٌ عن الماء ولا واردٌ (٣) ، يعني ليس له شئ.",
    "pg": "1:237-238"
  },
  "هربذ": {
    "def": "الهِرْبِذُ بالكسر: واحدُ هَرابِذَةِ المجوسِ، وهم خَدَمُ النارِ، فارسيٌّ معرَّب. والهَرْبَذَةُ: سَيْرٌ دون الخَبَبِ. وعَدا الجملُ الهِرْبِذى، أي في شِقٍّ (١) . وقال الأصمعي: الهِرْبِذى: مِشيةٌ تشبه مشى الهرابذة.",
    "pg": "2:573"
  },
  "هرت": {
    "def": "هَرَتَ اللحم: طبخَه حتَّى تَهَرَّأ. وهَرَتَ الثوبَ، أي مزَّقه. وهَرَتَ عِرضَه، إذا طعن فيه. والهَريتُ: الواسعُ. الشدقين، تقول منه: هَرِتَ بالكسر. وأسد أهْرَتُ بيِّنُ الهَرَتِ، وهو مَهْروتُ الفمِ. وكلابٌ مُهَرَّتَةُ الأشداقِ. وربَّما قالوا للمرأة المفضاة: هريت.",
    "pg": "1:270"
  },
  "هرثم": {
    "def": "الهرثمة: الاسد، ومنه سمى الرجل هرثمة.",
    "pg": "5:2057"
  },
  "هرج": {
    "def": "الهَرْجُ: الفِتْنَةُ والاختلاط: وقد هَرَجَ الناس يَهْرِجونَ بالكسر هَرْجاً. وفي حديث أشراط الساعة: يكون كذا وكذا، \" ويكثُر الهَرْجُ \" قيل: وما الهَرْجُ يا رسول الله؟ قال: القتلُ. قال عبيد الله بن قيس الرقَيَّات أيام فتنة ابن الزبير: ليتَ شِعري أأوَّلُ الهَرْجَ هذا * أم زمانٌ من فِتنةٍ غير هَرجَ يعني أأوَّل الهرج المذكور في الحديث هذا، أم زمانٌ من فتنةٍ سوى ذلك الهَرج. وأصل الهَرْج الكثرة في الشئ. ومنه قولهم في الجماع: بات يَهْرُجُها ليلتَهُ جَمعاءَ. ويقال للفرس: مرَّ يَهْرِجُ، وإنَّه لمِهْرَجٌ وهَرَّاجٌ، إذا كان كثير الجرى. قال العجاج:\nمن كل هراج نبيل محزمه * وهرج البعير بالكسر يهرج هرجا، إذا سدر من شدة الحر وكثرة الطلاء بالقطران. قال العجاج يصف الحمار والاتان:\nورهبا من حنذه أن يهرجا (١) * وهرجت البعير تَهْريجاً وأهْرَجْتُهُ، إذا حملتَ عليه في السير في الهاجرة حتَّى يَسْدَرَ. وهَرَّجَ النبيذُ فلاناً، إذا بلغ منه فانْهَرَجَ وأُنهكَ. وهَرَّجْتُ بالسَبُعِ، إذا صِحْتَ به وزجرته. قال رؤبة:\nهرجت فارتد ارتدادا الاكمه (٢)",
    "pg": "1:350"
  },
  "هرجب": {
    "def": "الهِرْجابُ من النوق: الطويلة الضخمة. قال الراجز (١) :\nتنشطته كل هرجاب فنق * وهرجاب أيضا: اسم موضع. وأنشد أبو الحسن:\nبهرجاب ما دام الاراك به خضرا",
    "pg": "1:238"
  },
  "هرجس": {
    "def": "الهرجاس: الجسيم.",
    "pg": "3:990"
  },
  "هرجل": {
    "def": "الهَرْجَلَةُ: الاختلاط في المشي. وقد هرجلت.",
    "pg": "5:1849"
  },
  "هرد": {
    "def": "هَرَدْتُ اللحمَ أهرِدُهُ بالكسر هَرْداً: طبختُهُ حتَّى تَهَرَّأَ وتفسَّخ. والتَهْريدُ مثله، شدِّد للمبالغة. وهَرْدَ العِرض: الطعنُ فيه. وهَرَدْتُ الثوبَ: شققته. والهردى، على فعلى بكسر الفاء: نبت. وثوب مهرود، أي صبغ أصفر.",
    "pg": "2:556"
  },
  "هردب": {
    "def": "الهِرْدَبَّةُ: العجوز. والهِرْدَبَّةُ من الرجال: المنتفخ الجوف الجبان.",
    "pg": "1:238"
  },
  "هرر": {
    "def": "الهِرُّ: السنَّورُ، والجمع هِرَرَةٌ مثال قرد وقردة. والانثى هرة، وجمعها هرر، مثل قربة وقرب. ورأس هر: موضع. وهر: اسم امرأة. وقال (١) : أصحوت اليوم أم شاقتك هر * ومن الحب جنون مستعر - والهر: الاسم من قولك هَرَرْتُهُ هَرًّا، أي كرهته. وفي المثل: \" فلانٌ لا يَعْرِفُ هِرّاً من بِرٍّ \" أي لا يعرف مَن يكرهه ممن يبرُّهُ. ويقال: الهِرُّ في هذا المثل: دعاءُ الغنم، والبِرُّ سوقُها. والهُرارُ: داءٌ يأخذ الإبل تسلح منه. وأنشد أبو عمرو لغيلان بن حريث: فإلا يكن (٢) فيها هرار فإننى * بسل يمانيها إلى الحول خائف - أي خائف سلا. والباء زائدة. تقول منه: هرت الابل تهر هرارا، وبعير مهرور، وناقة مهرورة. قال الكميت يمدح خالد بم عبد الله القسرى: ولا يصادفن شربا آجنا (١) كدرا * ولا يهر به منهن مبتقل - قوله به، أي بالماء. يعنى أنه مرئ ليس بالوبئ. وذكر الابل وهو يريد أصحابها. وهرير الكلب: صوته دون نباحه من قلَّة صبره على البرد. وقد هر الكلب يَهِرُّ هَريراً. وقال يصف شدَّة البرد: إذا كبَّدَ النجمُ السماَء بشَتْوَةٍ * على حين هَرَّ الكلبُ والثلجُ خاشفُ (٢) - وهَرَّ فلانٌ الكأسَ والحرب هريرا، أي كرهها. قال عنتره:\nحتى تهروا العواليا (٣) * وهاره، أي هَرَّ في وجهه. وهَرَّ الشِبْرِقُ والبُهْمى، إذا يبسَ وتنفَّشَ. وقال الشاعر: رعين الشبرق الريان حتى * إذا ماهر وامتنع المذاقا - والهراران: نجمان. وهرهرت بالغنم: دعوتها، عن أبى عمرو. وهرهرت الشئ: لغة في فرفرته، إذا حركته. وهذا الحرف نقلته من كتاب الاعتقاب لابي تراب من غير سماع. والهرهور: الماء الكثير، وهو الذي إذا جرى سمعت له: هرهر، وهو حكاية جريه.",
    "pg": "2:853-854"
  },
  "هرز": {
    "def": "هَرْوَزَ الرجل، أي مات.",
    "pg": "3:901"
  },
  "هرس": {
    "def": "الهَرْسُ: الدَقُّ. ومنه الهَريسَةُ. والمِهْراسُ: حجرٌ منقورٌ يُدَقُّ فيه ويُتَوَضَّأُ منه. والمَهاريسُ من الإبل: الشِدادُ. قال الحطيئة يمدح إبله: مَهاريسُ يُروي رِسْلُها ضيفَ أهلِها * إذا النارُ أبدتْ أوجه الخَفِراتِ: والهَراسُ بالفتح: شجرٌ ذو شوكٍ. قال الشاعر (١) : وخيل (٢) تكدس بالدارعين * طباق الكلاب يطأن الهراسا * وقال آخر (٣) : إنا إذا الخيل عدت أكداسا * مثل الكلاب تتقى الهراسا * وأرض هَرسَةٌ، أي كثيرةُ الهَراسِ. وأسدٌ هَرِسٌ، أي شديدٌ. وهو من الدَقِّ. قال الشاعر: شديدَ الساعدَيْنِ أخا وِثابٍ * شديداً أسرُهُ هرسا هموسا",
    "pg": "3:990"
  },
  "هرش": {
    "def": "الهِراشُ: المُهارَشَةُ بالكلاب، وهو تحريش بعضها على بعض. والتَهْريشُ: التحريش. وهرشى: ثنية في طريق مكة، قريبة من الجحفة، يرى منها البحر، ولها طريقان فكل من سلكهما كان مصيبا. قال الشاعر: خذى أنف هرشى أو قفاها فإنه * كلا جانبى هرشى لهن طريق * أي للابل.",
    "pg": "3:1027"
  },
  "هرشف": {
    "def": "الهِرْشَفَّةُ: قطعة خِرقةٍ أو كساء ينشف بها بها ماء المطر من الأرض ثم يُعصرُ في الجُفِّ، وذلك في قلَّة الماء. قال الراجز طوبى لمن كانت له هرشفه ونشفة يملا منها كفه وقال آخر: كل عجوز رأسها كالكفه تحمل جفا (١) معها هرشفه قال أبو عبيد: وبعضهم يقول الهِرْشَفَّةُ من نعت العجوز، وهي الكبيرة.",
    "pg": "4:1442-1443"
  },
  "هرشم": {
    "def": "الهرشم، بكسر الهاء وتشديد الميم: الحجر الرخو. وقال أبو زيد: الهِرْشَمُّ: الجبل الليِّن المحفر. وأنشد: هرشمة في جبل هرشم تبذل للجار ولابن العم والهرشمة من الغنم: الغزيرة، عن الفراء.\n(٢٥٩ - صحاح - ٥)",
    "pg": "5:2057-2058"
  },
  "هرط": {
    "def": "هَرَطَ في عِرضه يَهْرِطُ هَرْطاً، أي طعن فيه وتنقَّصَهُ. وتَهارَطَ الرجلان: تشاتما. والهِرْطَةُ (١) : النعجةُ الكبيرة، والجمع هرط مثل قربة وقرب.",
    "pg": "3:1169"
  },
  "هرطل": {
    "def": "الهرطال: الطويل.",
    "pg": "5:1849"
  },
  "هرع": {
    "def": "دمٌ هَرِعٌ: أي جارٍ بيِّن الهَرَعِ. وقد هَرِعَ. ورجلٌ هَرِعٌ: سريعُ البكاء. والهَرِعَةُ: المرأةُ التي تُنْزِلُ حين يخالطها الرجلُ. والمَهْروعُ: المجنون الذي يُصْرَعُ. والإهْراعُ: الإسْراعُ. وقوله تعالى: ﴿وجاءهُ قَوْمُهُ يُهْرَعونَ إليه﴾ ، قال أبو عبيدة: أي يُسْتَحَثُّونَ إليه، كأنَّه يحثُّ بعضهم بعضاً. وأُهْرِعَ الرجلُ على ما لم يسمّ فاعله، فهو مُهْرَعٌ، إذا كان يُرْعَدُ من غضبٍ أو حمَّى أو فَزَع. والهَيْرَعُ: الجبانُ الضعيفُ. وريحٌ هَيْرَعٌ: سريعةُ الهبوبِ. وربَّما سمُّوا قصبةَ الراعي التي يزمِرُ بها هَيْرَعَةً ويراعة. واهرمع الرجل، أي أسرع في مشيه، وكذلك إذا كان سريع البكاء والدموع. وأظن الميم زائدة (١)",
    "pg": "3:1306"
  },
  "هرف": {
    "def": "الهَرْفُ: الإطْنابُ في المدح والثناء على الشئ إعجابا به. يقال: \" لا تَهْرِفْ بما لا تعرفْ \". وأهْرَفَ الرجلُ، مثل أحْرَفَ، أي نما ما له. وأهرفت النخلة (٢) ، أي عجلت إتاءها.",
    "pg": "4:1442"
  },
  "هرق": {
    "def": "قال الاصمعي: المهرق: الصحيفة، فارسي معرب، والجمع المهارق. قال الشاعر (٢) :\nلآل أسماء مثل المهرق البالى (٣) * وهراق الماء يهرقه بفتح الهاء، هراقة، أي صبه. وأصله أراق يرق إراقة، وأصل أراق أريق، وأصل يريق يريق، وأصل يريق يؤريق. وإنما قالوا أنا أهريقة وهم لا يقولون أنا أأريقه لاستثقالهم الهمزتين، وقد زال ذلك بعد الابدال. وفيه لغةٌ أخرى: أَهْرَقَ الماءَ يهرقه إهراقا، على وزن أفعل يفعل. قال سيبويه: وقد أبدلوا من الهمزة الهاء ثم ألزمت فصارت كأنها من نفس الحرف، ثم أدخلت الالف بعد على الهاء وتركت الهاء عوضا من حذفهم حركة العين، لان أصل أهرق أريق. وفيه لغة ثالثة: أَهْراقُ يُهْريقُ إهْراقاً، فهو مُهْريقٌ، والشئ مهراق ومهراق أيضا بالتحريك. وهذا شاذ. ونظيره أسطاع يسطيع اسطياعا بفتح الالف في الماضي وضم الياء في المستقبل، لغة في أطاع يطيع، فجعلوا السين عوضا من ذهاب حركة عين الفعل، على ما ذكرناه عن الاخفش في باب العين. فكذلك حكم الهاء عندي. وفى الحديث، \" أهريق دمه \". وتقدير يهريق بفتح الهاء يهفعل، وتقدير مهراق بالتحريك مهفعل. أما تقدير يهريق بالتسكين، فلا يمكن أن ينطق به، لان الهاء والفاء جميعا ساكنان. وكذلك تقدير مهراق. وحكى بعضهم: مطر مهرورق.",
    "pg": "4:1569-1570"
  },
  "هرقل": {
    "def": "هرقل: ملك الروم، على وزن خندف. ويقال أيضا هرقل، على وزن دمشق.",
    "pg": "5:1849"
  },
  "هركل": {
    "def": "الهركولة، على وزن البرذونة: الجارية الضخمة المرتجة الأردافِ. والهَراكِلَةُ من ماء البحر، حيث تكثُر فيه الأمواج. قال ابن أحمر يصف دُرَّةً: رأى من دونِها الغَوَّاصُ هَوْلاً هَراكِلَةً وحيتانا ونونا",
    "pg": "5:1849"
  },
  "هرل": {
    "def": "الهَرْوَلَةُ: ضربٌ من العَدْوِ، وهو بين المشى والعدو.",
    "pg": "5:1850"
  },
  "هرم": {
    "def": "الهَرْمُ (١) بالتسكين: نبتٌ، وهو ضربٌ من الحمض، الواحدة هَرْمَةٌ. ويقال: بعيرٌ هارِمٌ، للذي يرعاه. وإبلٌ هَوارِمُ. ويقال: \" هو أَذَلُّ من هرمة \". وابن هرمة: شاعر. والهرم بالتحريك: كبر السِنّ. وقد هَرِمَ الرجلُ بالكسر، وأهْرَمَهُ الله سبحانه، فهو هَرِمٌ وقومٌ هَرْمى. وتَرْكُ العشاءِ مَهْرَمَةٌ. وهرم أيضا: اسم رجل. وهرم بن سنان بن أبى حارثة المرى، من بنى مرة بن عوف بن سعد (*) ابن ذبيان، وهو صاحب زهير الذى يقول فيه: إن البخيل ملوم حيث كان ولكن الجواد على علاته هرم وأما هرم بن قطبة بن سيار فمن بنى فزارة، وهو الذى تنافر إليه عامر وعلقمة. ويقال: \" إنَّك لا تدري علامَ يُنْزَأُ هَرِمُكَ، ولا تدري بمَ يولع هَرِمُكَ \"، أي نفسك وعقلك. والهرمان بالضم: العقل. يقال: ماله هرمان. وفلان يتهارم: يرى من نفسه أنَّه هَرِمٌ وليس به. والهرمان: بناءان بمصر.",
    "pg": "5:2057"
  },
  "هرمس": {
    "def": "الهرماس: الاسد.",
    "pg": "3:990"
  },
  "هرمل": {
    "def": "هَرْمَلَهُ، أي نتَفَ شَعره. وشعر هراميل، إذا سقط. قال ذو الرمة:\nقد هرمل الصيف عن أعناقها الوبرا (١) *",
    "pg": "5:1849-1850"
  },
  "هزأ": {
    "def": "الهُزْءُ والهُزُؤُ: السُخْرية. تقول: هزئت منه وهزئت به، عن الاخفش. واستهزأت به، وتهزأت به، وهزأت به أيضا، هزءا ومهزأة. عن أبى زيد. ورجل هُزْءةٌ بالتسكين، أي يُهْزَأُ به، وهزأة بالتحريك: يهزأ بالناس.",
    "pg": "1:83-84"
  },
  "هزب": {
    "def": "الهوزب: البعير القوى الجرئ، في قول الاعشى:\nوالهوزب العود أمتطيه بها (٢)",
    "pg": "1:238"
  },
  "هزبر": {
    "def": "الهزبر: الاسد. ورجل هزنبر وهزنبران، أي سيئ الخلق.",
    "pg": "2:854"
  },
  "هزج": {
    "def": "الهَزَجُ: صوتُ الرَعدِ. والهَزَجُ أيضاً من الأغاني، وفيه تَرَنُّمٌ. وقد هزج بالكسر وتهزج. قال الراجز:\nكأنها جارية تهزج وتهزجت القوس، إذا صوَّتَتْ عند إنْباض الرامى عنها. قال الكميت: لم يعب ربها ولا الناس منها * غير إنذارها عليه الحميرا بأهازيج من أغانيها الج * ش وإتباعها النحيب الزفيرا والهزج: جنس من العَروض. والهُزامِجُ بالضم: الصوت المُتَدارِكُ، بزيادة الميم.",
    "pg": "1:350-351"
  },
  "هزر": {
    "def": "هَزَرَهُ بالعصا هَزَراتٍ، أي ضربه. وهَزَرَهُ، أي غمزه. ورجلٌ مِهْزَرٌ بكسر الميم: يُغْبَنُ في كل شئ. وإنه لذو هزرات وذو كَسَراتٍ. قال الشاعر: إلاَّ تدعْ هَزَراتٍ لستَ تارِكَها * تُخْلَعْ ثيابك لاضأن ولا إبل -",
    "pg": "2:854"
  },
  "هزز": {
    "def": "هززت الشئ هزا فاهتز، أي حرَّكته فتحرَّك. يقال: هَزَّ الحادي الإبل هَزًّا فاهْتَزَّتْ هي، إذا تحرَّكتْ في سيرها لحُدائه. واهْتَزَّ الكوكبُ في انقضاضه. وكوكبٌ هازٌّ. والهِزَّةُ، بالكسر: النشاطُ والارتياحُ، وصوت غليان القدر. ١١٤ - صحاح واهتزاز الموكب أيضاً: صوتُهم وجَلبتهم. وهَزيزُ الريح: دويُّها عند هَزِّها الشجر. يقال: الريح تهزز الشجر فيتهزز. وهزهزه، أي حركه فتهزهز. والهَزاهِزُ: الفتنُ يهتزُّ فيها الناس. وسيف هزهاز، ونهر هزهز، بالضم. وأنشد الاصمعي: إذا استراثت ساقيا مستوفزا * بجت من البطحاء نهرا هزهزا * وهزان: حى من العرب. ومنه قول الشاعر (١) : فلن تعدمي من اليمامة منكحا (٢) * وفتيان هزان الطوال الغرانقه",
    "pg": "3:901-902"
  },
  "هزع": {
    "def": "مضى هَزيعٌ من الليل، أي طائفةٌ، وهو نحوٌ من ثلثه أو ربعه. وهزعت الشئ تَهْزيعاً: كسرتُه فانْهَزَعَ، أي انكسر واندق. والمهزع: المدق. وقال يصف أسدا: كأنهم يخشون منك مدربا * بجلية مشبوح الذراعين مهزعا * واهتزاع القناة والسيف: اهتزازهما إذا هزا. قال الراجز (١) : إنا إذا قلت طخارير القزع * وصدر الشارب منها عن جرع * نفلحها البيض القليلات الطبع * من كُلِّ عَرَّاصٍ إذا هُزَّ اهتزع (٢) * مثل قدامى النسر ما مس بضع * والاهزع: آخر ما يبقى من السهام في الكنانة، جيِّداً كان أو رديئاً. يقال: ما في كنانته أهزع. قال ابن السكيت: فيتكلم به مع الجحد، إلا أن النمر بن تولب أتى به مع غير الجحد فقال: فأرسل سهما له أهزعا * فشك نواهقه والفما * وقولهم: ما في الدار أهْزَعُ، أي ما فيها أحد. ومرَّ فلان يَهْزَعُ، أي يسرع، مثل يَمْزَعُ. وهَزَعَ واهْتَزَعَ وتَهَزَّعَ، كلُّه بمعنى أسرع.",
    "pg": "3:1306-1307"
  },
  "هزف": {
    "def": "الهِزَفُّ من الظَليم، مثل الهجف.",
    "pg": "4:1443"
  },
  "هزق": {
    "def": "أهْزَقَ الرجلُ في الضحك، أي أكثر منه. والمِهْزاقُ: المرأة الكثيرة الضحك. والهَزِقُ (١) : الرعدُ الشديد.",
    "pg": "4:1570"
  },
  "هزل": {
    "def": "الهَزْلُ: ضد الجدّ. وقد هَزَلَ يَهْزِلُ. قال الكميت:\nتَجِدُّ بنا في كلِّ يومٍ ونَهْزِلُ (١) * والهُزالُ: ضدُّ السِمَنِ. يقال: هُزِلَتِ الدابَّة هُزالاً على ما لم يسمّ فاعله. وهَزَلْتُها أنا هَزْلاً، فهو مهزول. وأهزل القوم، إذا أصابت مواشيهم سنة فهزلت.",
    "pg": "5:1850"
  },
  "هزلج": {
    "def": "الهزلاج: الذئب الخفيف.",
    "pg": "1:351"
  },
  "هزم": {
    "def": "الهَزْمَةُ: النُقْرَةُ في الصدر، وفي التفَّاحة إذا غمزتها بيدك، ونحو ذلك. وهَزْمُ الضَريع: ما تكسَّر منه. والتَهَزُّمُ: التكسُّر. يقال: تَهَزَّمَ السِقاءُ، إذا يبس فتكسَّر. وهَزَمْتُ الجيش (١) هَزْماً وهَزيمةً، فانْهَزَموا. والهزيمة: الركية. وقال الطرماح بن حكيم الطائى: أنا الطرماح وعمى حاتم وسمى شكى ولساني عارم والبحر حيث تنكد الهزائم قوله \" وسمى \" من السمة. وشكى، أي موجع. وتنكد، أي يقل ماؤها. واهتزام الفرس: صوت جريه. قال امرؤ القيس: على الذَبْلِ جَيَّاشٌ كأنَّ اهْتِزامَهُ إذا جاشَ فيه حَمْيُهُ غَلْيُ مِرْجَلِ واهْتَزَمْتُ الشاةَ: ذبحتها. وهَزيمُ الرعد: صوته. يقال: تَهَزَّمَ الرعد تَهَزُّماً. وغيثٌ هَزِمٌ: مُتَبَعِّقٌ لا يستمسك. قال يزيد بن مفرغ: سقى هزم الاوساط منبجس العرى منازلها من مسرقان فسرقا (١) وقول جرير:\nوتلعب المهزاما (٢) * ضرب من اللعب.",
    "pg": "5:2058"
  },
  "هزن": {
    "def": "هوزان: قبيلة من قيس، وهو هوزان بن منصور بن عكرمة بن خصفة بن قيس عيلان.",
    "pg": "6:2217"
  },
  "هسهس": {
    "def": "الهَسْهَسَةُ: صوتُ حركة الدرعِ والحُلِيِّ، وحركةُ الرجل بالليل ونحوه. قال الشاعر: ولله فُرسانٌ وخيلٌ مُغيرَةٌ * لهُنَّ بشُبَّاكِ الحديدِ هَساهِسُ * والتهسهس مثله. وأنشد أبو عمرو: لبسن من حر الثياب ملبسا * ومذهب الحلى إذا تهسهسا * وهساهس الجن: عزيفهم. وراعٍ هَسْهاسٌ إذا رعى الغنم ليله كله.",
    "pg": "3:990-991"
  },
  "هشر": {
    "def": "الهَيْشَرُ والهَيْشورُ: شجرٌ. قال ذو الرمّة يصف فراخُ الظَليم: كأنَّ أعناقها كُرَّاثُ (١) سائفة * طارَتْ لفائفه أو هيشر سلب - وكذلك الهيشور. ومنه قول الراجز:\nلبابة من همق هيشور (٢)",
    "pg": "2:854-855"
  },
  "هشش": {
    "def": "هَشَشْتُ الورقَ أهُشُّهُ هَشًّا: خبطتُهُ بعصاً ليتحاتَّ. ومنه قوله تعالى: ﴿وأهُشُّ بها على غَنَمي﴾ . والهشاشة: الارتياح والخفَّةُ للمعروف. وقد هَشِشْتُ بفلان بالكسر، أهَشُّ هَشاشَةً، إذا خففت إليه وارتحت له. ورجل هش بش. وشئ هش وهَشيشٌ، أي رخوٌ ليِّنٌ. وهَشَّ الخبزُ يَهِشُّ بالكسر: صار هَشًّا. ويقال للرجل إذا مُدِحَ: هو هَشُّ المَكْسِرِ، أي سهل الشأن فيما يُطلبُ عنده من الحوائج. والفرسُ الهَشُّ: خلاف الصَلودِ. وشاةٌ هشوش، إذا ثرت باللبن.",
    "pg": "3:1027-1028"
  },
  "هشل": {
    "def": "الهَشيلَةُ من الإبل وغيرها: الذي يأخذهُ الرجلُ من غير إذنِ صاحبه، يبلغ عليه حيث يريد ثم يرده. وقال: وكل هشيلة ما دمت حيا على محرم إلا الجمال",
    "pg": "5:1850"
  },
  "هشم": {
    "def": "الهشم (٣) : كسر الشئ اليابس. يقال: هشم الثريد. ومنه سمى هاشم بن عبد مناف، واسمه عمرو. قال فيه الشاعر ابن الزِبَعْرى: عَمرو العُلا هَشَمَ الثَريدَ لقومِهِ ورجالُ مكّةَ مُسْنِتونَ عجاف والهشيم من النبات: اليابس المتكسِّر، والشجرة البالية يأخذها الحاطب كيف يشاء. ومنه قولهم: ما فلانٌ إلا هَشيمَةُ كرَمٍ، إذا كان سمحاً. ورجلٌ هَشيمٌ: ضعيف البدن. وتَهَشَّمَ عليه فلانٌ، إذا تَعَطَّفَ. واهْتَشَمَ ما في ضرع الناقة، إذا احتلبَه.",
    "pg": "5:2058-2059"
  },
  "هصر": {
    "def": "الهَصْرُ: الكسرُ. وقد هَصَرَهُ واهْتَصَرَهُ، بمعنًى. وهَصَرْتُ الغُصنَ وبالغصنِ، إذا أخذت برأسه فأمَلْته إليك. قال امرؤ القيس: فلمَّا تَنازَعنا الحديثَ وأسمحَتْ (٣) * هَصَرْتُ بغصنٍ ذي شَماريخَ ميَّالِ - والهَيْصَرُ: الأسدُ، وهو الهصور، والهصار، والهصر.",
    "pg": "2:855"
  },
  "هصص": {
    "def": "هصصت الشئ: غمزته. وهصيص مصغر: أبو بطن من قريش، وهو هصيص بن كعب بن لؤى بن غالب (٢) .\nفصل الياء",
    "pg": "3:1062"
  },
  "هصم": {
    "def": "الهَصْمُ: الكسرُ (١) . والهَيْصَمُ: الأسد. والهيصم من الرجال: القوى.",
    "pg": "5:2059"
  },
  "هضب": {
    "def": "الهَضْبَةُ: المطرَةُ. يقال: هَضَبَتْهُمُ السماء، أي مَطَرتهم. والجمع هِضَبٌ مثل بدرة وبدر. وقال ذو الرمة: فبات يشئزه ثأد ويسهره * تذؤب الريح والوسواس والهضب ويروى \" والهضب \"، وهو جمع هاضب مثل تابع وتبع، وباعد وبعد، عن أبى عمرو. وقال أبو زيد: الأهاضيب واحدها هضابٌ، وواحد الهِضب هَضْبٌ، وهي حَلَبات (١) القَطرِ بعد القطر. وهَضَبَ القومُ في الحديث واهتضبوا، أي أفاضوا فيه وارتفعت أصواتهم. يقال: أهْضِبوا يا قومُ، أي تكلَّموا. والهَضْبَةُ: الجبل المنبسط على وجه الأرض، والجمع هَضْبٌ وهِضَبٌ وهِضابٌ. والهضب، مثال الهجف: الفرس الكثير العرق. قال طرفة. من عناجيج ذكور وقح * وهضبات إذا ابتل العذر (٢)",
    "pg": "1:238"
  },
  "هضض": {
    "def": "هَضَّهُ يَهَضُّهُ، أي كسره ودقه، فانهض، والشئ هضيض ومهضوض ومُنْهَضٌّ. واهْتَضَّهُ أيضاً، أي كسره. قال العجاج * وكان ما اهتض الجحاف بهرجا (١) * واهْتَضَضْتُ نفسي لفلان، إذا استزدتَها له. وفحلٌ هَضَّاضٌ: يَهُضُّ أعناقَ الفحول. والهَضَّاءُ: الجماعةُ من الناس، وهو فعلاء مثل الصحراء، حكاه ثعلب. وأنشد لابي داود: إليه تَلْجَأُ الهَضَّاءُ طُرًّا * فليس بقائل هجرا لجار",
    "pg": "3:1113"
  },
  "هضل": {
    "def": "أبو عبيد عن الفراء: الهَيْضَلَةُ من النساء: الضخمة النَصَفُ، ومن النوق: الغزيرةُ. قال: والهَيْضَلَةُ: أصواتُ الناس. وقال غيره: الهَيضَلُ: الجيش الكثير. وأنشد للكميت: وحول سريرك من غالب ثبى العز والعرب الهيضل",
    "pg": "5:1850"
  },
  "هضم": {
    "def": "هضمت الشئ (٢) : كسرته. يقال: هَضَمَهُ حقَّه واهْتَضَمَهُ، إذا ظلمه وكسرَ عليه حقَّه. وهَضَمْتُ لك من حقِّي طائفةً، أي تركته. وتَهَضَّمَهُ: ظلمه. ورجلٌ هَضيمٌ ومُهْتَضَمٌ، أي مظلوم. والهَضيمَةُ: أن يَتَهَضَّمَكَ القومُ شيئاً، أي يظلموك. وتَهَضَّمْتُ للقومِ تهضُّماً، إذا انقدتَ لهم وتقاصرت. أبو زيد: أهْضَمْتُ الإبل للاجذاع والاسداس جميعا، إذا ذهبتْ رواضعُها وطلع غيرها. قال: وكذلك الغنم. والهاضومُ: الذي يقال له الجوارِشُ، لأنَّه يهضِمُ الطعام. وهذا طعام سريع الانهضام، وبطئ الانهضام. ويقال للطلع هَضيمٌ ما لم يخرج من كُفُرَّاهُ لدخول بعضِه في بعض. والهَضيمُ من النساء: اللطيفة الكَشْحَين. وكَشْحٌ مُهَضَّمٌ ومزمارٌ مُهَضَّمٌ، لأنَّه فيما يقال أكسارٌ يضم بعضها إلى بعض. وقال عنترة: بركت على جنب الرداع (١) كأنما بركت على قصب أجش مهضم والهضم بالكسر (٢) : المطمئنّ من الأرض، وجمعه أهْضامٌ وهُضومٌ. ومنه قولهم في التحذير من الأمر المخوف: الليلَ وأهْضامَ الوادي. يقول: فاحذرْ فإنَّك لا تدري لعلَّ هناك من لا يُؤمن اغتيالُهُ. قال لبيد: فالضيفُ والجارُ الجَنيبُ كأنَّما (٣) هَبَطا تبالة مخصبا أهضامها ابن السكيت: الهَضَمُ بالتحريك: انضمام الجنبين، وهو في الفرس عيبٌ. يقال: لا يسبق أهْضَمُ من غايةٍ بعيدةٍ أبداً. وقال الأصمعيّ: لم يسبِق في الحلبة فرسٌ أهْضَمُ قط، وإنَّما الفرس بعنُقه وبطنه. والأنثى هَضْماءُ. ورجلٌ أهْضَمُ بيِّن الهَضَمِ. قال طرفة: ولا خير فيه غير أنَّ له غِنًى وأنَّ له كشحاً إذا قامَ أهضَما والأهْضامُ من الطيبِ، الواحد هَضْمٌ.",
    "pg": "5:2059-2060"
  },
  "هطع": {
    "def": "هَطَعَ الرجل، إذا أقبل ببصره على الشئ لا يقلع عنه، يهطع هطوعا. وأهطع، إذا مد عنقه وصوب رأسه. قال الشاعر: تَعَبَّدَني نَمْرُ بنُ سَعْدٍ وقد أرى * ونِمْرُ بنُ سَعْدٍ لى مطيع ومهطع * وبعير مُهْطِعٌ: في عنقه تصويبٌ خِلْقَةً. وأهْطَعَ في عدوه، أي أسرع. والهطلع: الرجل الطويل الجسيم، مثل الهجنع.",
    "pg": "3:1307"
  },
  "هطل": {
    "def": "الهَطْلُ (١) : تتابع المطر والدمع وسيلانُهُ. يقال هَطَلَتِ السماءُ تَهْطِلُ هَطْلاً وهَطْلاناً وتَهْطالاً. وسحابٌ هَطِلٌ، ومطرٌ هَطِلٌ: كثيرُ الهَطَلانِ، وسحائبُ هُطْلٌ جمع هاطِلٍ. وديمةٌ هَطْلاءُ، ولا يقال سحاب أهطل. وهذا كقولهم: فرس روعاء وهى الذكية ولا يقال للذكر أروع، وامرأة حسناء ولم يقولوا رجل أحسن. قال امرؤ القيس: ديمةٌ هَطْلاءُ فيها وطفٌ طَبَقُ الأرضِ تحرَّى وتَدُرّ أبو عبيدة: الهِطْلُ (٢) : البعير المعيي. وناقةٌ هَطْلى: تمشي رُويداً. وقال * أبابيل هطلى من مراح ومهمل * والهطال: اسم جبل، وقال: على هطالهم منهم بيوت كأن العنكبوت هو ابتناها والهَيْطَلُ: الجماعة يُغزى بهم ليسوا بالكثير. ويقال الهياطلة: جيل من الناس كانت له شوكة وكانت لهم بلاد طخيرستان (١) . وأتراك خلخ (٢) وخنجينة (٣) من بقاياهم. والهيطل، يقال: هو الثعلب.",
    "pg": "5:1850-1851"
  },
  "هعع": {
    "def": "هَعَّ يَهُعُّ هَعَّةً: لغةٌ في هاعَ يَهوعُ، أي قاءَ.",
    "pg": "3:1307"
  },
  "هفا": {
    "def": "الهَفْوَةُ: الزلَّةُ. وقد هَفا يَهْفو هَفْوَةً. وهَفا الطائرُ بجناحيه، أي خفق وطار. وقال: وَهْوَ إذا الحربُ هَفا عُقابُهْ * مِرْجَمُ حرب تلتظى حرابه وهفا الشئ في الهواء، إذا ذَهَبَ، كالصوفة ونحوها. ومرَّ الظبيُ يَهْفو، مثل قولك: يطفو. قال: بشرٌ يصف فرسا يشبه شخصها والخيل تهفو * هُفُوًّا ظِلَّ فَتْخاءِ الجناحِ وهَوافي النَعَمِ، مثل الهَوامي. والهَفْوُ: الجوعُ. ورجلٌ هافٍ، أي جائع. والهَفاةُ: النظرة (١) .",
    "pg": "6:2535-2536"
  },
  "هفت": {
    "def": "هفت الشئ هفتا وهفاتا، أي تطاير لخفته. قال الراجز (١) :\nكأن هفت القطقط المنثور (٢) * وكل شئ انخفضَ واتَّضع فقد هَفَتَ وانْهَفَتَ. والتَهافُتُ: التساقُطُ قطعةً قطعة. وتَهافَتَ الفراشُ في النار، أي تساقَطَ. ويقال: وردتْ هَفيتَةٌ من الناس، للذين أقْحَمَتْهُمُ السَنَةُ (١) . والهَفاتُ: الأحمق، مثل اللفات.",
    "pg": "1:270-271"
  },
  "هفف": {
    "def": "الهِفُّ بالكسر: السحاب الرقيق ليس فيه ماء. وشَهْدَةٌ هِفٌّ: ليس فيها عسل، حكاه ابن السكيت والهِفُّ أيضاً: الزرع الذي يُؤخَّرُ حَصاده فينتثر حَبُّه. والهِفُّ أيضاً: جنسٌ من السمك صِغارٌ. والهَفَّافُ: البرَّاقُ، والخفيفُ أيضاً. وقد هَفَّ هَفيفاً. والظلُّ الهَفَّافُ والريحُ الهَفَّافَةُ: الساكنةُ الطيِّبةُ. وقميصٌ هَفافٌ وهَفْهافٌ، أي رقيقٌ شفَّافٌ. وريشٌ هفهاف. والهفيف: سرعة السير. قال ذو الرمة: إذا ما نعسنا نَعْسَةً قلتُ غَنِّنا بخَرْقاَء وارْفَعْ من هفيف الرواحل وامرأة مهفهفة، أي ضامرة البطن ومهففة، أيضا. عن يعقوب. واليهفوف: الجبان، ويقال الحديد القلب.",
    "pg": "4:1443"
  },
  "هقر": {
    "def": "الهقور: الطويل. وأنشد أبو عمرو (٤) : ليس بجلحاب ولا هقور * لكنه البهتر وابن البهتر (١) -",
    "pg": "2:855"
  },
  "هقع": {
    "def": "الهَقْعَةُ: الدائرةُ التي تكون في عُرْضِ زَوْر الفرس ; وتُكْرَهُ. ويقال: إنَّ المَهْقوعَ لا يسبِقُ أبداً. والهَقْعَةُ. ثلاثة أنجمٍ نيِّرَةٍ قريبٍ بعضُها من بعض، وهي رأس الجوزاء ينزِلها القمر. ويقال رجل هقعة، مثال همزة، للذى يكثر الاتكاء والاضطجاع بين القوم. والهَيْقَعَةُ: حكاية وقْعِ السيف. وقال أبو عبيدة: هي أن يضرب بالحدِّ من فوق. وأنشد للهذلى (١) الطعن شغشغة (١) والضرب هيقعة * ضرب المعول تحت الديمة العضدا * والهمقع، بتشديد الميم ; مثال الزملق: ثمر التنضب، وهو في كتاب سيبويه.",
    "pg": "3:1307-1308"
  },
  "هقق": {
    "def": "قال الاصمعي: الهقهقة مثل الحَقْحَقَةِ، وهي السيرُ الشديدُ. وقد هقهق الرجل مثل حقحق. وأنشد لرؤبة:\nأقب قهقاه إذا ما هقهقا (١)",
    "pg": "4:1570"
  },
  "هقل": {
    "def": "الهِقْلُ: الفتيُّ من النعام.",
    "pg": "5:1851"
  },
  "هقلس": {
    "def": "الهَقَلَّسُ: الذئبُ في ضُمْرٍ. قال الكميت: وتسمع أصوات الفراعل حوله * يعاوين أولاد الذئاب الهقالسا * يعنى حول الماء الذى ورده.",
    "pg": "3:991"
  },
  "هقم": {
    "def": "الهَقِمُ: الرجل الشديد الجوع، وقد هقم بالكسر هقما. والهقم، مثال الهجف: الرجل الكثير الأكل. والهِقَمُّ أيضاً: البحر. والهَيْقَمُ: الظليمُ الطويلُ، ويقال هو الهَيْقُ والميم زائدة. والهَيْقَمُ: حكاية صوت البحر. وقال:\nكالبحر يدعوا هيقما وهيقما (١) * وصوت ابتلاع اللقمة. (*) وفلان يتهقم الطعام، إذا ابتلعه لقما عظاما.",
    "pg": "5:2060"
  },
  "هقى": {
    "def": "هَقاهُ هَقْياً: تناوله بما يكره. وأهقى (٢) : أفند.",
    "pg": "6:2536"
  },
  "هكر": {
    "def": "هَكِرَ الرجلُ يَهْكَرُ هَكَراً وهكرا: اشتد عجبه، عن أبي عبيد، مثال عشق يعشق عشقا وعشقا. قال أبوكيبر الهذلى:\nفأعجب لذلك ريب دَهْرٍ واهْكَرِ (٢) * قال: والهَكِرُ: المتعجِّبُ.",
    "pg": "2:855"
  },
  "هكع": {
    "def": "هَكَعَ هُكوعاً، أي سكن واطمأنَّ. يقال: هَكَعَتِ البقرة تحت ظلِّ الشجرة من شدَّة الحرّ. وذهب فلان فما يُدرى أين سَكَعَ وأين هَكَعَ، أي أين توجه وأين أقام. والهكعة، مثال الهمزة: الاحمق.",
    "pg": "3:1308"
  },
  "هكك": {
    "def": "قال الأصمعيّ: انْهَكَّ صَلا المرأة انهكا كا، إذا انفرج عند الولادة. ويقال: هك فلانا النبيذ، إذا بلغَ منه، مثل تَكَّهُ، فانهك. والهك: تهور البئر. وحكى ابن الاعرابي: هكه بالسيف: ضربه.",
    "pg": "4:1616"
  },
  "هكل": {
    "def": "الهَيْكَلُ: الفرسُ الطويلُ الضخم. قال العجاج:\nوهو طرف هيكل (٤) * والهَيْكَلُ: البناءُ المُشْرِفُ. والهَيْكَلُ: بيتٌ للنصارى، وهو بيت الاصنام.",
    "pg": "5:1851"
  },
  "هكم": {
    "def": "تَهَكَّمَتِ البئرُ، إذا تهدَّمتْ. وتَهَكَّمَ عليه، إذا اشتدَّ غضبه. والمُسْتَهْكِمُ: المتكبِّر. قال أبو زيد: تهكمت: تغنيب. وهكمت غيرى تهكيما: غنَّيته، وذلك إذا انبريت تغنِّي له بصوت.",
    "pg": "5:2060"
  },
  "هلا": {
    "def": "هَلا: زجرٌ للخيل، أي توسعى وتنحى. وقال:\nوأى جواد لا يقال له هلا * وللناقة أيضا. وقال:\nحتى حدوناها بهيد وهلا (١) وهما زجران للناقة، وقد تُسَكَّنُ بها الإناث عند دنوِّ الفحل منها. قال الجعديّ:\nألا حيِّيا لَيْلى وقُولا لها هَلا (١) * وأما هَلاَّ بالتشديد فأصلها لا، بُنيتْ مع هَلْ فصار فيها معنى التحضيض، كما بنوا لولا وألا وجعلوا كل واحدة مع لا بمنزلة حرف واحد وأخلصوهن للفعل حيث دخل فيهن معنى التحضيض.",
    "pg": "6:2560-2561"
  },
  "هلب": {
    "def": "الهُلْبَةُ: شعر الخنزير الذي يُخْرَزُ به، والجمع الهُلَبُ. وكذلك ما غَلُظَ من شعرِ الذَنَب وغيره. والا هلب: الفرس الكثير الهلب. وهَلَبْتُ الفرسَ، إذا نتفتَ هُلْبَهُ، فهو مهلوب. ومنه سمى المهلب بن أبى صفرة أبو المهالبة. وعام أهلب، أي خصيب، مثل أزب، وهو على التشبيه. وهلبة الزمان: شدته، مثل الكُلْبَةِ والجُلْبَةِ. والهَلاَّبَةُ: الريح الباردة مع قطر. ويوم هلاب، أي ذو ريح ومطر. قال أبو زبيد يصف رجلا:\nأحس يوما من المشتاة هلابا (١)",
    "pg": "1:238-239"
  },
  "هلبث": {
    "def": "الهلبوث مثال الفردوس: الاحمق، ويقال الفدم.",
    "pg": "1:296"
  },
  "هلبج": {
    "def": "الهلباجة: الاحمق. قال خلف الاحمر: سألت أعرابيا عن الهلباجة فقال: هو الاحمق الضخم الفدم الاكول، الذى والذى. ثم جعل يلقانى بعد ذلك يزيد في التفسير كل مرة شيئا، ثم قال لى بعد حين، وأراد الخروج: هو الذى جمع كل شر.",
    "pg": "1:351"
  },
  "هلبس": {
    "def": "يقال: ما عليها هَلْبَسيسةٌ ولا خربصيصة، أي شئ من الحلى. لا يتكلم به إلا بالنفى.",
    "pg": "3:991"
  },
  "هلت": {
    "def": "الهلتى، على فعلى: نبت.",
    "pg": "1:271"
  },
  "هلج": {
    "def": "الاهليلج معرب. قال ابن السكيت: هو الا هليلج والا هليلجة بالكسر، ولا تقل هليلجة. وقال ابن الاعرابي: هو الاهليلج بفتح اللام الاخيرة. قال: وليس في الكلام إفعيلل ولكن إفعيلل، مثل: إهليلج، وإبريسم، وإطريفل.",
    "pg": "1:351"
  },
  "هلس": {
    "def": "الهُلاسُ: السِلُّ. وقد هَلَسَهُ المرضُ يَهْلِسُهُ هَلْساً. ورجلٌ مهلوسُ العقلِ، أي مسلوبُه. وقد هُلِسَ، وهو مُهْتَلَسُ العقلِ. ويقال السُلاسُ في العقل، والهُلاسُ في البدن. والإهْلاسُ: ضحكٌ فيه فتور. قال الراجز:\nتَضْحَكُ منِّي ضَحِكاً إهْلاسا * ويقال أيضاً: أَهْلَسَ إليه، أي أسرَّ إليه حديثاً. وهالَسَهُ، أي ساره.",
    "pg": "3:991"
  },
  "هلع": {
    "def": "الهَلَعُ: أفحشُ الجزعِ. وقد هَلِعَ بالكسر، فهو هَلِعٌ وهَلوعٌ. وقد جاء في الحديث: \" من شرِّ ما أوتِيَ العبدُ شُحٌّ هالِعٌ، وجبنٌ خالِعٌ \" أي يجزع فيه العبد ويحزن، كما يقال: يوم عاصف، وليل نائم. ويحتمل أيضا أن يكون هالع لمكان خالع للازدواج. والخالع: الذى كأنه يخلع فؤاده لشدته. وحكى يعقوب: رجل هلعة، مثال همزة، إذا كان يهلع ويجزع ويستجيع سريعا. ويقال: ماله هلع ولا هلعة، أي ماله جدى ولا عناق. ويقال: ناقةٌ هِلْواعٌ وهِلْواعَةٌ، أي سريعةٌ حديدةٌ مِذْعانٌ. وقد هَلْوَعَتْ أي أسرعتْ. وذئبٌ هُلَعٌ بُلَعٌ. فالهَلَعُ من الحرص، والبَلَعُ من الابتلاع. والهالِعُ: النعامُ السريعُ في مضيه، والنعامة هالعة.",
    "pg": "3:1308"
  },
  "هلف": {
    "def": "الهِلَّوْفُ: الثقيلُ الجافي العظيمُ اللحية. قالت امرأة من العرب (١) وهى ترقص ابنا لها: أشبه أبا أمك أو أشبه عمل ولا تكونن كهلوف وكل يصبح في موضعه (٢) قد انجدل وارق إلى الخيرات زنأ في الجبل وعمل: اسم رجل، وهو خاله. تقول: لا تجاوزنا في الشبه.",
    "pg": "4:1443"
  },
  "هلقس": {
    "def": "أبو عمرو: الهلقس بتشديد اللام: الشديد، وهو ملحق بجردحل. قال الشاعر: أنْصَبُ الأذنَيْنِ في حدِّ القَفا * مائل الضبعين هلقس حنق",
    "pg": "3:991"
  },
  "هلقم": {
    "def": "الهِلْقامُ: الضخم الطويل. والهِلْقامُ: الاسد. وهلقام: اسم رجل.",
    "pg": "5:2061"
  },
  "هلك": {
    "def": "هلك (١) الشئ يهلك هلا كا وهُلوكاً، ومَهْلَكاً ومَهْلِكاً ومَهْلُكاً، وتَهْلُكَةً، والاسم الهُلْكُ بالضم. قال اليزيدي: التَهْلُكَةُ من نوادر المصادر، ليست مما يجري على القياس. وأهلَكَهُ غيره واسْتَهْلَكَهُ. والمَهْلَكَةُ والمَهْلِكَةُ: المفازةُ. وقال أبو عبيد: تميم تقول هَلَكَهُ يَهْلِكُهُ هَلْكاً، بمعنى أهْلَكَهُ. وأنشد للعجَّاج:\nومَهْمَةٍ هالِكِ من تَعَرَّجا (٢) * يريد مهْلِك، كما يقال ليلٌ غاضٍ أي مُغْضٍ. ويقال: أراد هالِكَ المتعرِّجين، أي من تعرج فيه هلك. وقد يجمع هالك على هلكى وهلاك (١) . قال الشاعر (٢) : ترى الأراملَ والهُلاَّكَ تتْبَعُهُ يَسْتَنُّ منه عليهم وابِلٌ رَذِمُ يعني به الفقراء. وقد جاء في المثل: فلانٌ هالِكٌ في الهَوالِكِ. وأنشد أبو عمرو بن العلاء لابن جِذْلِ الطِعانِ: فأيقنتُ أنِّي ثائرُ ابنِ مُكَدَّمٍ غَداتَئِذٍ أو هالك في الهوالك وهذا شاذ على ما فسرناه في فوارس. وقولهم: افْعَلْ ذاك إمَّا هَلَكَتْ هُلُكُ، بضم الهاء واللام، غير مصروف، أي على كلِّ حال. وتَهالَكَ الرجل على الفراش، أي سقط. واهْتَلَكَتِ القطاةُ خوفَ البازي، أي رمت بنفسها في المَهالِكِ. والهَلوكُ من النساء: الفاجرةُ المتساقطةُ على الرجال، ولا يقال رجلٌ هَلوكٌ. والهلك، بالتحريك: الشئ الذى يهوى ويسقط. وقال: رأت هلكا بنجاف الغبيط فكادت تجد لذالك الهجارا والهلكة أيضا: الهلاك، ومنه قولهم: هي الهَلَكَةُ الهَلْكاءُ، وهو توكيد لها، كما يقال: همج هامج. والهالكي: الحداد، نسب إلى الهالك ابن عمرو بن أسد بن خزيمة، وكان حدادا. ولذلك قيل لبنى أسد: القيون. قال الكسائي: يقال وقع في وادي تُهُلِّكَ بضم التاء والهاء واللام مشددة (١) ، وهو غير مصروف، مثل تخيب، ومعناهما الباطل.",
    "pg": "4:1616-1617"
  },
  "هلل": {
    "def": "الهِلالُ: أوَّل ليلةٍ والثانية والثالثة، ثم هو قمرٌ. والهِلالُ ما يُضَمُّ بين الحِنْوَيْنِ من حديدٍ أو خشب، والجمع الأهِلَّةُ. وهلال: حى من هوازن. والهِلالُ: الماءُ القليل في أسفل الرَكِيِّ. والهلال: السنان الذي له شعبتان يصاد به الوحش. والهِلالُ: طرف الرحى إذا انكسر منه. وقول ذي الرمّة: إليك ابتذْلنا كلَّ وهمٍ كأنَّه هِلالٌ بَدا في رَمْضَةٍ يَتَقَلَّبُ قالوا: يعني حيَّةً. وتَهَلَّلَ السحابُ ببرقِهِ: تَلأْلأَ. وتهلل وجه الرجل من فرحه، واسْتَهَلَّ. وتهَلَّلَتْ دموعُهُ، أي سالت. وانْهَلَتِ السماءُ: صَبَّتْ. وانهلَّ المطرُ انْهِلالاً: سال بشدَّة. وهَلَّلَ الرجل، أي قال لا إله إلا الله. يقال: قد أكثرتَ من الهَيْلَلَةِ، أي من قول لا إله إلا الله. والتَهْليلُ: النُكوص. يقال: حَمَلَ فما هَلَّلَ، أي فما جَبُنَ. قال كعب بن زهير:\nفما لهمْ عن حِياضِ الموت تَهْليلُ (١) * والهَلَلُ: الفرَقُ. يقال: هلك فلانٌ هَلَلاً، أي فرَقاً. أبو زيد: الهَلَلُ أوَّل المطر. يقال: اسْتُهْلَتِ السماءُ، وذلك في أوَّل مطرها. ويقال: هو صوتُ وقْعِهِ. واسْتَهَلَّ الصبيُّ، أي صاح عند الولادة. وأهَلَّ المُعْتَمِرُ، إذا رفع صوته بالتلبية. وأهَلَّ بالتسمية على الذبيحة. وقوله تعالى: (وما أُهِلَّ به لغيرِ اللهِ) أي نودِيَ عليه بغير اسم الله. وأصله رفع الصوت. قال ابن أحمر: يهلل بالفرقد ركبانها كما يهل الراكب المعتمر وأهل الهلال، واسْتُهِلَّ على ما لم يسمّ فاعله. ويقال أيضاً: اسْتَهَلَّ هو، بمعنى تبين. ولا يقال أهل. ويقال أهْلَلْنا عن ليلة كذا، ولا يقال أهْلَلْناهُ فهَلَّ، كما يقال أدخلناه فدخل، وهو قياسه. والهلهل: سم، وهو معرب. ويقال: ثوبٌ هَلْهَلٌ: سخيفُ النسجِ. وقد هَلْهَلَ النسَّاجُ الثوبَ، إذا أرقَّ نسجَهُ وخفَّفهُ. قال النابغة: أتاكَ بثوبٍ هَلْهَلِ النسجِ كاذبٍ ولم يأتِ بالحقِّ الذي هو ساطع (١) ويروى \" لهله \". وشعر هلهل، أي رقيق. ويقال سمى امرؤ القيس بن ربيعة أخو كليب وائل مهلهلا لانه أول من أرق الشعر. ويقال: بل سمى بقوله: لما توغل في الكراع هجينهم هلهلت أثأر مالكا أو ضئبلا (٢) ويقال: هَلْهَلْتُ أدرِكُهُ، كما يقال كدتُ أدرِكه. والهُلاهِلُ: الماء الكثير الصافى. ويقال: قد ذهبَ بذي هِلِيَّانٍ بكسر الهاء، إذا ذهبَ بحيث لا يدرى. وهَلا: زجرٌ للخيل. وهَالٍ مثله، أي اقربى. وهل: حرف استفهام، فإذا جعلته اسما، شددته. قال الخليل: قلت لابي الدقيش: هل لك في ثريدة كأن ودكها عيون الضياون (١) ؟ فقال: أشد الهل. ابن السكيت: وإذا قيل هل لك في كذا وكذا، قلت: لى فيه، أو: إن لى فيه، أو: مالى فيه، ولا تقل: إن لى فيه هلا. والتأويل: هل لك فيه حاجة؟ فحذفت الحاجة لما عرف المعنى، وحذف الراد ذكر الحاجة كما حذفها السائل. ويقال: ما أصاب عنده هَلَّةً ولا بلَّةً، أي شيئا. وقد فسرناه في بلة. أبو عبيدة في قوله تعالى: (هَلْ أتى على الإنسان حِينٌ من الدهر) قال: معناها قد أتى. وهل قد تكون بمعنى \" ما \"، قالت ابنةُ الحُمارِسِ:\nهل هي إلاَّ حِظَةٌ أو تطْليقْ (٢) * أي ما هي، فلهذا أدخلت إلا. (*) وقولهم هلا، استعجال وحث، يقال: حيهلا الثريد، ومعناه هلم إلى الثريد، فتحت ياؤه لاجتماع الساكنين، وبنيت حى مع هل اسما واحدا، مثل خمسة عشر، وسمى به الفعل ويستوى فيه الواحد والجمع والمؤنث، وإذا وقفت عليه قلت حيهلا، والالف لبيان الحركة، كالهاء في قوله تعالى: (كتابيه) ، و (حسابيه) لان الالف من مخرج الهاء. وفي الحديث: \" إذا ذكر الصالحون فحيهل بعمر \"، بفتح اللام مثل خمسة عشر، ومعناه عليك بعمر وادع عمر، أي إنه من أهل هذه الصفة. ويجوز فحيهلا بالتنوين، يجعل نكرة. وأما فحيهلا بلا تنوين فإنما يجوز في الوقف، فأما في الادراج فهى لغة رديئة. وأما قول لبيد يذكر صاحبا له كان أمره بالرحيل في السفر: يتمارى في الذى قلت له ولقد يسمع قولى حيهل فإنما سكنه للقافية. وقد يقولون حى من غير أن يقولوا هل، من ذلك قولهم في الاذان: \" حى على الصلاة حى على الفلاح \"، وإنما هو دعاء إلى الصلاة والفلاح. قال ابن أحمر: أنشأت أسأله ما بال رفقته حى الحمول فإن الركب قد ذهبا قال: أنشأ يسأل غلامه كيف أخذ الركب وحكى سيبويه عن أبى الخطاب أن بعض العرب يقول: حيهل الصلاة، يصل بهل كما يصل بعلى، فيقال: حيهل الصلاة، ومعناه ائتوا الصلاة واقربوا من الصلاة، وهلموا إلى الصلاة. وقد حيعل المؤذن، كما يقال حولق وتعبشهم (١) ، مركبا من كلمتين. قال الشاعر: الارب طيف منك بات معانقى إلى أن دعا داعى الصباح فحيعلا وقال آخر: أقول لها ودمع العين جار ألم يحزنك حيعله المنادى وربما ألحقوا به الكاف فقالوا: حيهلك، كما قالوا رويدك والكاف للخطاب فقط، ولا موضعَ لها من الإعراب، لانها ليست باسم. قال أبو عبيدة: وسمع أبو مهدية الاعرابي رجلا يدعو بالفارسية رجلا يقول له \" زوذ \" فقال: ما يقول؟ قلنا: يقول عجل. فقال: ألا يقول حيهلك، أي هلم وتعال. وقول الشاعر:\nهيهاؤه وحيهله (١) * فإنما جعله اسما ولم يأمر به أحدا.",
    "pg": "5:1851-1854"
  },
  "هلم": {
    "def": "هَلُمَّ يا رجل، بفتح الميم، بمعنى تعال. قال الخليل: أصله لم، من قولهم لم الله شعثه، أي جمعه، كأنه أراد: لم نفسك إلينا، أي اقرب. وها للتنبيه وإنما حذفت ألفها لكثرة الاستعمال، وجعلا اسما واحدا، يستوى فيه الواحد والجمع والتأنيث، في لغة أهل الحجاز. قال الله تعالى: (والقائِلينَ لإخْوانِهِمْ هَلُمَّ إلينا) ، وأهل نجد يصرِّفونها فيقولون للاثنين هَلُمَّا، وللجميع هلموا، وللمرأة هلمى، وللنساء هَلْمُمْنَ، والأول أفصح. وقد تُوصَل باللام فيقال: هَلُمَّ لكَ وهَلُمَّ لكما، كما قالوا: هَيْتَ لك. وإذا أدخلت عليه النون الثقيلة قلت هَلُمَّنَّ يا رجل، وللمرأة هَلُمِّنَّ بكسر الميم، وفي التثنية هَلُمَّانِّ للمؤنث والمذكَّر جميعاً، وهَلُمُّنَّ يا رجال بضم الميم، وهَلْمُمْنانِّ يا نسوة. وإذا قيل لك: هلم إلى كذا وكذا، قلت إلام أهلم مفتوحة الالف والهاء، كأنك قلت إلى ما ألم. وتركت الهاء على ما كانت عليه. وإذا قال لك: هلم كذا وكذا، قلت: لا أهلمه، أي لا أعطيكه. ويقال: جاءنا بالهيل والهَيْلَمانِ، إذا جاء بالمال الكثير. والهيلمان بفتح اللام وضمها.",
    "pg": "5:2060-2061"
  },
  "هلن": {
    "def": "الهليون: نبت معروف.",
    "pg": "6:2217"
  },
  "همأ": {
    "def": "تَهَمَّأَ الثوبُ: بليَ وتَقَطَّعَ. وربما قالوا: تهتأ، بالتاء.",
    "pg": "1:84"
  },
  "همج": {
    "def": "الهمج: جمع همجة، وهو ذباب صغير كالبعوض يسقط على وجوه الغنم والحمير وأعيُنِها. والهَمَجَةُ أيضاً: الشاة المهزولة. وقول أبي ذؤيب: كأنَّ ابنةَ السَهْمِيِّ يومَ لَقيتُها * مُوَشَّحةٌ بالطرَّتَيْنِ هَميجُ قالوا: ظبيةٌ ذُعِرَتْ من الهَمَج. ويقال للرَعاعِ من الناس الحَمْقى: إنَّما هم هَمَجٌ. وقول الراجز: قد هَلَكَتْ جارَتُنا من الهَمَجْ * وإنْ تَجُعْ تأكُلْ عَتودَّاً أوْ بذجْ قالوا: سوءُ التدبير في المعاش. وقيل الهَمَجُ: الجوعُ. وقولهم: هَمَجٌ هامِجٌ، توكيدٌ له، كقولك ليلٌ لائل. قال الحارث بن حِلِّزة: يَتْرُكُ ما رقَّحَ من عَيْشِهِ * يَعيثُ فيه هَمَجٌ هامج وهمجت الابل من الماء تَهْمَجُ هَمْجاً، بالإسكان، إذا شربت دفعةً واحدةً حتَّى رَوِيَتْ. وأَهْمَجَ الفرسُ، أي جدَّ في جريه.",
    "pg": "1:351"
  },
  "همد": {
    "def": "هَمَدَتِ النارُ تَهْمُدُ هُموداً، أي طفِئتْ وذهبتْ البتَّةَ. والهَمْدَةُ: السكتة. وهَمَدَ الثوبُ يَهْمُدُ هُموداً: بَلِيَ. وأَهْمَدَ في المكان: أقام. قال الراجز رؤبة: لما رأتنى راضيا بالاهماد * كالكرز المربوط (٢) بين الاوتاد - وأَهْمَدَ في السير: أسرعَ. وهذا الحرف من الاضداد، وأنشد الاصمعي (٣) : * ماكان إلا طلق الاهماد (١) * وأرض هامدة: لانبات بها. ونبات هامد: يابس. وهمدان: قبيلة من اليمن.",
    "pg": "2:556-557"
  },
  "همذ": {
    "def": "الهَماذِيُّ: البعيرُ السريعُ، وكذلك الناقةُ بلا هاء. وهَماذِيُّ المطرِ: شدته. حكاهما أبو عبيد.",
    "pg": "2:573"
  },
  "همر": {
    "def": "الهَمْرُ: الصبُّ. وقد هَمَرَ الماءُ والدمعُ يَهْمِرُ هَمْراً. وهَمَرَ ما في الضرع، أي حلبه كلَّه. وهَمَرَ له من ماله، أي أعطاه. ورجلٌ هَمَّارٌ ومِهْمارٌ ومِهْمَرٌ، أي مِهذار يَنْهَمِرُ بالكلام: وقال يمدح رجلاً بالخطابة: تَريعُ إليه هَوادي الكَلامِ * إذا خَطِلَ النثر المهمر - واهتمر الفرس، أي جرى. وأنهمر الماء: سال.",
    "pg": "2:855-856"
  },
  "همرج": {
    "def": "الهَمْرَجَةُ: الاختلاط في المشي. وهَمْرَجْتُ عليه الخبر، أي خَلَّطْتُهُ.",
    "pg": "1:350"
  },
  "همرجل": {
    "def": "الهَمَرْجَلُ من الإبل: السريعُ، والميم زائدة. وقال أبو زيد: الهَمَرْجَلَةُ من النوق: النجيبة الراحلة.",
    "pg": "5:1849"
  },
  "همرش": {
    "def": "الهمرش: العجوز الكبيرة، والناقة الغزيرة، واسم كلبة. قال الراجز: إن الجراء تخترش * في بطن أم الهمرش (١) * قال الاخفش: هو من بنات الخمسة، والميم الاولى نون مثال جحمرش، لانه لم يجئ شئ من بنات الاربعة على هذا البناء. وإنما لم يبين النون لانه ليس له مثال يلتبس به فيفصل بينهما.",
    "pg": "3:1027"
  },
  "همز": {
    "def": "الهَمْزُ مثل الغَمْزِ والضغطِ. وقد همزت الشئ في كفى. قال الراجز (٣) :\nومن هَمَزْنا رأْسَهُ تَهَشَّما (٤) * ومنه الهَمْزُ في الكلام، لأنَّه يُضغط. وقد هَمَزْتُ الحرفَ فانهمز. وقيل لاعرابي: أتهمز الفارة؟ فقال: السنَّورُ يهمزها. والهَمْزُ مثل اللمْزِ. والهامِزُ والهَمَّازُ: العيَّابُ. والهُمَزَةُ مثله. يقال رجلٌ هُمَزَةٌ، وامرأةٌ هُمَزَةٌ أيضاً. وهَمَزَهُ، أي دفعه وضربه. قال الراجز (١) : ومن همزنا عزه تبركعا * على استه زوبعة أو زوبعا * وهمزات الشيطان: خطراته التى يُخطِرها بقلب الإنسان. وقوسٌ هَمَزى، على فعلى، أي شديدة الدفع للسهم. والمِهْمَزُ والمِهْماز: حديدةٌ تكون في مؤخَّر خفِّ الرائض. قال الشماخ: أقامَ الثقاف والطريدة درأها * كما قومت ضغن الشموس المهامز",
    "pg": "3:902"
  },
  "همس": {
    "def": "الهَمْسُ: الصوت الخفيُّ. وهَمْسُ الأقدام: أخفى ما يكون من صوت القدم. قال الله تعالى: ﴿فلا تسمع إلا همسا﴾ . ومنه قول الراجز:\nفهن يمشين بنا هميسا * والاسد الهموس: الخفى الوطئ. قال رؤبة يصف نفسه بالشدة: ليث يدق الاسد الهموسا * والاقهبين الفيل والجاموسا * والحروف المهموسة عشرةٌ يجمعها قولك: \" حَثَّهُ شَخْصٌ فَسَكَتَ \". وإنَّما سمِّي الحرف مَهْموساً لأنَّه أُضعِفَ الاعتمادُ في موضعه حتى جرى معه النفس.",
    "pg": "3:991-992"
  },
  "همسع": {
    "def": "الهَمَيْسَعُ بالفتح: الرجلُ القويّ زعموا، واسم رجل أيضا (١) .",
    "pg": "3:1309"
  },
  "همش": {
    "def": "ابن السكيت: يقال للناس إذا كثروا بمكانٍ فأقبلوا وأدبروا واختلطوا: رأيتهم يَهْتَمِشونَ، ولهم هَمْشَةٌ. وكذلك الجراد إذا كان في وعاءٍ فعَلا (١) بعضُه في بعض: له هَمْشَةٌ في الوعاء. قال أبو الحسن العدويّ: اهْتَمَشَتِ الدابَّة، إذا دبت دبيبا. حكاه عنه أبو عبيد. وامرأة همشى الحديثِ، بالتحريك، وهي التي تُكثر الكلام والجلبة.",
    "pg": "3:1028"
  },
  "همط": {
    "def": "الهَمْطُ: الظلمُ والخبطُ. يقال: هَمَطَ الناسَ فلانٌ يَهْمِطُهُمْ، إذا ظلمهم حقَّهم. والهَمْطُ أيضاً: الأخذ بغير تقدير. واهتمط عرض فلان، أي شتمه وتنقصه.",
    "pg": "3:1169"
  },
  "همع": {
    "def": "الهُموعُ: بالضم: السيَلانُ. والهامِعُ: السائلُ. وقد هَمَعَتْ (١) عينهُ تَهْمَعُ هَمْعاً وهُموعاً وهَمَعاناً (٢) ، أي دمعت. وكذلك الطَلُّ إذا سقط على الشجر ثم سال قيل: هَمَعَ. وقال (٣) :\nبادر من ليل وطل أهمعا (٤) * وسحابٌ هَمَعٌ، أي ماطرٌ. وتَهَمَّعَ الرجل: تباكى. والهملع: السريع من الابل، وربَّما سمِّي الذئب هَمَلَّعاً، واللام مشددة وأظنها زائدة.",
    "pg": "3:1308-1309"
  },
  "همغ": {
    "def": "قال أبو عبيد: سمعت الاصمعي يقول: الهميغ: الموت المعجل. وأنشد لاسامة بن حبيب الهذلى يصف قوما منهزمين: إذا بلغوا مصرهم عوجلوا من الموت بالهميغ الذاعط وكان الخليل يقول بعين غير معجمة، وخالفه الناس",
    "pg": "4:1329"
  },
  "همق": {
    "def": "الهَمَقُ من الكلأ: الهَشُّ. قال الراجز:\nلبابة من همق هيشور (٢) * ومَشى الهَمَقى، إذا مشى على جانبٍ مرَّةً وعلى جانبٍ مرَّةً.",
    "pg": "4:1570"
  },
  "همك": {
    "def": "انْهَمَكَ الرجلُ في الأمر، أي جدَّ ولَجَّ. وكذلك تَهَمَّكَ في الامر.",
    "pg": "4:1617"
  },
  "همل": {
    "def": "الهَمْلُ، بالتسكين: مصدر قولك: هَمَلَتْ عينهُ تَهْمُلُ وتَهْمِلُ هَمْلاً وهَمَلاناً، أي فاضتْ. وانْهَمَلَتْ مثله. والهَمَلُ، بالتحريك: الإبل التي ترعى بلا راعٍ، مثل النَفَشَ، إلا أن النفش لا يكون إلا ليلاً، والهَمَلُ يكون ليلاً ونهاراً. يقال: إبلٌ هَمَلٌ، وهامِلَةٌ، وهُمَّالٌ، وهَوامِلُ. وتركتُها هَمَلاً، أي سُدًى، إذا أرسلتها ترعى ليلاً ونهاراً بلا راعٍ. وفي المثل: \" اختلط المَرْعِيُّ بالهَمَلِ \". والمَرْعِيُّ: الذي له راعٍ. والهَمَلَ أيضاً: الماء الذي لا مانع له. وأهملت الشئ: خليت بينه وبين نفسه. والمهمل من الكلام: خلاف المستعمل.",
    "pg": "5:1854-1855"
  },
  "هملج": {
    "def": "الهِمْلاجُ من البَراذينِ: واحد الهَماليج، ومشيُها الهَمْلَجَة، فارسيٌّ معرَّب.",
    "pg": "1:351"
  },
  "همم": {
    "def": "الهَمُّ: الحُزنُ والجمع الهُمومُ. وأهَمَّني الأمرُ، إذا أقلقك وحزَنك. ويقال: هَمُّكَ ما أهَمَّكَ (١) . والمُهِمُّ: الامر الشديد. وهمنى المرض: أذا بنى. قال الراجز يهم فيه القوم هم الحم (١) * وانْهَمَّ الشحمُ والبَرَدُ: ذابا. والاهتِمامُ: الاغتمام. واهْتَمَّ له بأمره. ويقال لما أُذيب من السَنام: الهامومُ. قال العجاج يصف بعيره:\nوانهم هاموم السديف الوارى (٢) * وقال الآخر:\nيضحكن عن كالبرد المنهم (٣) * والهِمَّةُ: واحدةُ الهِمَمِ. يقال: فلانٌ بعيدُ الهَمَّةِ أيضاً بالفتح. وهَمَمْتُ بالشئ أهم هما، إذا أردته. ويقال: لا مَهَمَّةَ لي بالفتح، ولا هَمامِ، أي أَهُمُّ بذلك ولا أفعله. قال الكميت: عادِلاً غيرهم من الناس طرًّا بِهِمُ لا هَمامِ لي لا هَمامِ (٤) وهو مبنيٌّ على الكسر مثل قَطامِ. والهَميمُ: الدبيبُ. وقد هَمَمْتُ أهم بالكسر هميما. وقال الشاعر ساعدة بن جؤية يصف سيفا: ترى أثره في صفحتيه كأَنَّه مَدارِجُ شِبْثانِ لَهُنَّ هَميمُ والهم بالكسر: الشيخ الفاني، والمرأةُ هِمَّةٌ. والهُمامُ: الملك العظيم الهِمَّةِ. والهَمومُ: البئر الكثيرة الماء. وقال: إن لنا قليذما هموما يزيدها مخج الدلا جموما اللحيانى: سمعت أعرابيا من بنى عامر يقول: إذا قيل لنا أبقى عندكم شئ؟ نقول: همهام، أي لم يبق شئ. وأنشد: أولمت يا خنوت (١) شر إيلام في يوم نحس ذى عجاج مظلام ما كان إلا كاصطفاف (٢) الاقدام حتى أتيناهم فقالوا همهام والهامة: واحدة الهوام، ولا يقع هذا الاسم إلا على المَخوفِ من الأحناش. ويقال للدابَّة: نعم الهامة هذه. ابن السكيت: الهميمة: مطر لين دقاق القطر. والهمهمة: ترديد الصوت في الصدر. وحمارٌ هِمْهيمٌ: يُهَمْهِمُ في صوته. قال ذو الرمة يصف الحمار والاتن: خلى لها سرب أولاها وهيجها من خلفها لا حق الصقلين (١) همهيم وهممت المرأة في رأس الصبيّ، وذلك إذا نوَّمتْه بصوتٍ ترقِّقه له. ويقال: ذهبت أتهممه، أي أطلبه.",
    "pg": "5:2061-2062"
  },
  "همن": {
    "def": "المُهَيْمِنُ: الشاهد، وهو من آمن غيره من الخوف. وأصله أأمن فهو مؤأمن، بهمزتين، قلبت الهمزة الثانية ياء كراهة لاجتماعهما، فصار مأيمن، ثم صيرت الاولى هاء، كما قالوا: أراق الماء وهراقه.",
    "pg": "6:2217-2218"
  },
  "همى": {
    "def": "همى الماء والدمعُ يَهْمي هَمْياً (٣) وهَمَياناً، إذا سال. وهَمَتِ الماشية، إذا نَدَّتْ للرعي. وهَوامي الإبل: ضَوالُّها. وهِمْيانُ الدراهم، بكسر الهاء، وهو معرب. وهميان بن قحافة السعدى يكسر ويضم (٤) .",
    "pg": "6:2536"
  },
  "هنأ": {
    "def": "هَنُؤَ الطعامُ يَهْنُؤُ هَناءةً، أي صار هنيئا. وكذلك هنئ الطعامُ مثل فَقِهَ وفَقُهَ. عن الأخفش، قال، وهَنَأَني الطعامُ يَهْنِئُني ويَهْنَؤُني، ولا نظير له في المهموز، هَنْأً وهِنْأً. وتقول: هَنِئْتُ الطعامَ، أي تَهَنَّأْتُ به، و (كلوه هنيئا مريئا) . وكل أمرٍ يأتيك من غير تَعَبٍ فهو هنئ. ولك المهنأ. أبو زيد: هَنِئَتِ الماشيةُ، إذا أصابت حظًّا من البقلِ من غير أن تشبعَ منه. قال: وهَنَأْتُ البعيرَ أَهْنُؤُهُ (١) ، إذا طليته بالهِناءِ، وهو القَطِرانُ. وإبلٌ مَهْنوءةٌ. وهَنَأْتُ الرجل أهْنَؤُهُ، وأهْنِئُه أيضاً، إذا أعطيته، والاسم الهنء بالكسر، وهو العطاء. وهَنَأْتُهُ شهراً أهنؤُه، أي: عُلْتُهُ. وهانئ: اسم رجل. وفى المثل: \" إنما سميت هانئا لتهنأ \". قال الأصمعيّ: لِتَهْنِئَ، بالكسر، أي: لتُمْرِئَ. والتهنِئَةُ: خلاف التعزيةِ. وتقول: هنأته بالولاية تهنئة وتهنيئا. وهذا مهنا قد جاء، وهو اسم رجل.",
    "pg": "1:84"
  },
  "هنا": {
    "def": "هُنا وهَهُنا للتقريب إذا أشرت إلى مكان. وهناك وهنا لك للتبعيد، واللام زائدةٌ، والكاف للخطاب وفيها دليلٌ على التبعيد، تفتح للمذكّر وتكسر للمؤنث. قال الفراء: يقال: اجلسْ هَهُنا قريباً، وتَنَحَّ ههنا أي تباعد. وهنا أيضا: اللهو واللعب. وأنشد الأصمعيّ لامرئ القيس (*) وحديث الركب يوم هنا * وحديث ما على قصره وهنا بالفتح والتشديد معناه هَهُنا. وهُنَّاكَ أي هناك قال:\nلما رأيت محمليها هنا (١) * ومنه قولهم: تجمعوا من هَنَّا ومن هَنَّا، أي من هَهُنا ومن هَهُنا. وقول القائل:\nحَنَّتْ نَوارُ ولاتَ هَنَّا حَنَّتِ (٢) * يقول: ليس ذا موضع حنين. وقولُ الراعي:\nنعَمْ لاتَ هَنَّا إنَّ قلبَكَ مِتْيَحُ (٣) * يقول: ليس الأمر حيث ذهبتَ. ويقال في النداء خاصَّةً: يا هَناهُ، بزيادة هاء في آخره تصير تاء في الوصل، معناه يا فلان، وهى بدل الواو التى في هنوك وهنوات. قال امرؤ القيس: وقد رابَني قوْلها يا هَنا * هُ ويحك ألحقت شرا بشر",
    "pg": "6:2561-2562"
  },
  "هنب": {
    "def": "الهَنَبُ، بالتحريك: مصدر قولك امرأة هَنْباءُ، أي بلهاء بيِّنَةُ الهنب. قال الشاعر (٢) :\nمجنونة هنباء بنت مجنون (٣) * وهنب بكسر الهاء: اسم رجل وهو هنب بن أفصى بن دعمى بن جديلة بن أسد بن ربيعة بن نزار بن معد.",
    "pg": "1:239"
  },
  "هند": {
    "def": "هند: اسم امرأة، يصرف ولا يصرف، إن شئت جمعته جمع التكسير فقلت هنود، وإن شئت جمعته جمع السلامة فقلت هندات. وهندتنى فلانة، أي تيمتنى بالمغازلة. وقال أعرابيٌّ: غَرَّكَ من هَنَّادَةَ التَهنيدُ * مَوْعِدُها والباطِلُ المَوْعودُ - وهند: اسم بلاد، والنسبة إليها هندي وهنود، كقولك زنجى وزنوج. وسيف هندوانى وإن شئت ضممت الهاء اتباعا للدال. والمُهَنَّدُ: السيفُ المطبوعُ من حديد الهِنْدِ. والهُنَيْدَةُ: المائة من الإبلِ وغيرها. قال جرير: أعْطوا هُنَيْدَةَ يَحْدوها ثَمانِيَةٌ. * ما في عَطائِهِمُ من ولا سرف - قال أبو عبيدة: هي اسمٌ لكلِّ مائة. وأنشد لسلمة بن الحارث (١) : ونَصْرُ بنُ دُهْمانَ الهُنَيْدَةَ عاشَها * وتِسْعينَ عاما ثم قوم فانصاتا -",
    "pg": "2:557"
  },
  "هندس": {
    "def": "المُهَنْدِسُ: الذي يقدِّر مجاري القُنيِّ حيث تُحْفَرُ، وهو مشتق من الهنداز، وهى فارسية، فصيرت الزاى سينا، لانه ليس في شئ من كلام العرب زاى بعد الدال. والاسم الهندسة.",
    "pg": "3:992"
  },
  "هنع": {
    "def": "الهَنْعَةُ: سمةٌ في منخفَض العنق. يقال: بعير مَهْنوعٌ، وقد هُنِعَ. والهَنْعَةُ أيضاً: منكِب الجوزاء الأيسر، وهي خمسة أنجم مصطفَّةٌ ينزلها القمر. والهنع: تطامن في عنق البعير، وهو أن تنحدر قَصَرَتُهُ ويرتفع رأسه ويُشرف حاركه. وقد هنع بالكسر يهنع هنعا. وظليم أهْنَعُ، ونعامةٌ هَنْعاء يكون في عنقها التواء حتى يقصر لذلك كما يفعله الطائر الطويل العنق. وأكمةٌ هَنْعاءُ أي قصيرةٌ، وهي ضد سطعاء. والهنع في العفر من الظباء خاصَّةً دون الأُدْمِ، لأنَّ في أعناق العُفْرِ قِصَراً.",
    "pg": "3:1309"
  },
  "هنف": {
    "def": "الإهنافُ: ضحكٌ فيه فتور، كضحك المستهرئ. وكذلك المهانفة والتهانف. قال الكميت مهفهفة الكشحين بيضاء كاعبٌ تَهانَفُ للجُهَّالِ منا وتلعبُ",
    "pg": "4:1443-1444"
  },
  "هنم": {
    "def": "الهَيْنَمَةُ: الصوت الخفيّ. والهِنَّمَةُ، مثال الهلعة: خرزةٌ كان النساء يؤخِّذنَ بها الرجال.",
    "pg": "5:2062"
  },
  "هنن": {
    "def": "الفراء: هَنَّ يَهِنُّ هَنيناً، أي حن. وقال: حنت ولات هنت * وأنى لك مقروع وقد يكون بمعنى بكى، وأنشد يعقوب: لما رأى الدار خلاء هنا * وكاد أن يظهر ما أجنا وقول الراعى:\nنعم لاتَ هَنَّا إنَّ قلبك مِتْيَحُ (١) * يقول: ليس الأمر حيث ذهبتَ. ويقال: ما بالبعير هُنانَةً بالضم، أي ما به طِرْقٌ. وأهَنَّه الله فهو مَهْنونٌ. والهِنَنَةُ: ضربٌ من القنافذ.",
    "pg": "6:2218"
  },
  "هنو": {
    "def": "هن على وزن أخ: كلمة كناية، ومعناه شئ (*) وأصله هنو. تقول: هذا هنك، أي شيئك. قال الشاعر: رحت وفى رجليك ما فيهما * وقد بدا هنك من المئزر قال سيبويه: إنما سكنه للضرورة. وهما هنوان والجمع هنون، وربما جاء مشددا في الشعر كما شددوا لوا. قال الشاعر: ألا ليت شعرى هل أبيتن ليلة * وهنى جاذ بين لهزمتى هن وفى الحديث: \" من تعزى بعزاء الجاهلية فأعضوه بهن أبيه ولا تكنوا \". وقولهم: \" من يَطَلْ هَنُ أبيه يَنْتَطِقْ به \"، أي يتقوى بإخوته. وهو كما قال: ولو شاء ربى كان أير أبيكم * طويلا كأير الحارث بن سدوس وهو الحارث بن سدوس بن ذهل بن شيبان، وكان له أحد وعشرون ولدا ذكرا. وتقول للمرأة: هَنَةٌ وهَنْتٌ أيضاً بالتاء ساكنة النون، كما قالوا بنتٌ وأختٌ. وتصغيرها هنية تردها إلى الاصل وتأتى بالهاء، كما تقول أخية وبنية. وقد تبدل من الياء الثانية هاء فيقال هنيهة. ومنهم من يجعلها بدلا من التاء التى في هنت. والجمع هنات، ومن رد قال: هنوات. وقال: أرى ابن نزار قد جفاني ومَلَّني * على هَنَواتٍ شأنُها متتابعُ وفي فلانٍ هَنَّاتٌ، أي خصلاتُ شرٍّ، ولا يقال ذلك في الخير. وتقول: جاءني هَنوكَ، ورأيت هناك، ومررت بهنيك. وقد ذكرناه في أخ. وتقول في النداء: يا هَنُ أقْبلْ، ويا هَنانِ أقبِلا، ويا هَنونُ أقبِلوا. ولك أن تدخل فيه الهاء لبيان الحركة فتقول: ياهنه، كما تقول: لمه، وماليه، وسلطانيه. ولك أن تشبع الحركة فتولد الالف فتقول: يا هناه أقبل. وهذه اللفظة تختص بالنداء كما يختص به قولهم: يا فل ويانومان. ولك أن تقول يا هَناهُ أقبِل بهاءٍ مضمومة، ويا هَنانيهِ أقبلا، ويا هنوناه أقبلوا، وحركة الهاء فيهن منكرة، ولكن هكذا رواه الاخفش. وأنشد أبو زيدٍ في نوادره (١) : وقد رابَني قوْلها يا هَنا * هُ ويحَكَ ألْحَقْتَ شرًّا بِشَرّ تعني كنا متهمين فحققت الامر. (*) وهذه الهاء عند أهل الكوفة للوقف. ألا ترى أنه شبهها بحرف الاعراب فضمتها. وقال أهل البصرة: هي بدل من الواو في هنوك وهنوات، فلذلك جاز أن تضمها وتقول في الاضافة: يا هنى أقبل ويا هنى أقبلا، وياهنى أقبلوا، وللمرأة: يا هنت أقبلي بتسكين النون، كما تقول أخت وبنت، ويا هنتان أقبلا، ويا هنات أقبلن، ويا هنتاه أقبلي، ويا هنتانيه أقبلا، ويا هناتوه أقبلن. الفراء: يقال ذهبت وهنيت، كناية عن فعلت من قولك: هن.",
    "pg": "6:2536-2537"
  },
  "هوأ": {
    "def": "فلانٌ بعيدُ الهَوْءِ بالفتح، أي: بعيد الهِمَّةِ. تقول منه: هاءَ الرجلُ، وإنه لَيَهوءُ بنفسه، أي: يسمو بها إلى المعالي، والعامة تقول: يهوى بنفسه. أبو زيد: هُؤْتُ به خيراً، إذا أزْنَنْتُهُ به. والمُهْوَأنُّ بضم الميم: الصحراء الواسعة (١) . قال الراجز (٢) :\nفي مهوأن بالدبا مدبوش * وقولهم: هاء يا رجل بسكر الهمز، معناه: هاتِ، وللمرأة هائِي بإثبات الياء، مثل: هاتي، وللرجلين والمرأتين: هائِيا، مثل: هاتِيا، وللرجال: هاءُوا، وللنساء، هائين، مثل: هاتين، تقيم الهمزة في جميع هذا مقام التاء. وإذا قلت: هاء يا رجلُ بفتح الهمزة، كان معناه: هاكَ، وللاثنين: هاؤُما، وللجميع: هاؤُمْ، مثل: هاكما وهاكم، وللمرأة: هاءَ بالكسر بلا ياء، مثال: هاك، وهاؤما وهاؤن، تقيم الهمزة في هذا كله مقام الكاف. وفيه لغة أخرى، هَأْ يا رجل بهمزةٍ ساكنة، مثل: هَعْ، أي: خذْ، وأصله هاءْ أسقِطت الألف لاجتماع الساكنين، وللمرأة هائي، مثل: هاعي، وللرجلين والمرأتين: هاءَا، مثال: هاعا، وللرجال هاءوا، وللنساء: هأن، مثال: هعن بالتسكين. وإذا قيل لك هاءَ بالفتح قلت: ما أهاءُ، أي ما آخُذُ، وما أهاءُ على ما لم يسمّ فاعله، أي ما أعطى.",
    "pg": "1:84-85"
  },
  "هوب": {
    "def": "الهوب: العبد. تقول: تركته في هَوْبٍ أي بحيث لا يُدرى أين هو. أبو عبيد: الهَوْبُ: الرجل الأحمق الكثير الكلام. والهوب: وهج النار.",
    "pg": "1:239"
  },
  "هوج": {
    "def": "رجلٌ أهْوَجُ بيِّن الهَوَج، أي طويلٌ وبه تسرُّعٌ وحمقٌ. والهَوْجاءُ: الناقة التي كأنَّ بها هَوَجاً من سُرعتها. والهَوْجاءُ: الريح التي تقلع البيوت: والجمع هوجٌ.",
    "pg": "1:351-352"
  },
  "هود": {
    "def": "هاد يهودا هودا: تاب ورجع إلى الحقّ، فهو هائدٌ وقوم هود: مثل حائل وحول، وبازل وبزل. وقال أعرابي:\nإنى امرؤ من مدحه هائد * قال أبو عبيدة: التهَوُّدُ: التوبة والعمل الصالح. ويقال أيضاً: هادَ وتَهَوَّدَ، إذا صار يهوديًّا. والهودُ: اليهودُ. وأرادوا باليهود اليهودِيِّينَ، ولكنهم حذفوا ياء الإضافة كما قالوا زنجى وزنج، وإنما عرف على هذا الحد فجمع على قياس شعيرة وشعير، ثم عرف الجمع بالالف واللام، ولولا ذلك لم يجز دخول الالف واللام عليه، لانه معرفة مؤنث، فجرى في كلامهم مجرى القبيلة، ولم يجعل كالحى. وأنشد على بن سليمان النحوي للاسود ابن يعفر: فرت يهود وأسلمت جيرانها * صمى لما فعلت يهود صمام (٢) - وهود: اسم نبى ينصرف، تقول: هذه هود، إذا أردت سورة هود. وإن جعلت هودا اسم السورة لم تصرفه، وكذلك نوح ونون. والتهويد: المشي الرُوَيْدُ، مثل الدبيبِ. وأصله من الهوادَةِ. وفي الحديث: \" أسرِعوا المشى في الجنازة ولا تهدوا كما تُهَوِّدُ اليهودُ والنصارى \". وكذلك التهويدُ في المنطِق، هو الساكنُ. يقال غِناءٌ مُهَوَّدٌ. والتهويدُ أيضاً: النومُ. وتهويدُ الشرابِ: إسكارُهُ. والتهويدُ: أن يصيَّرَ الإنسان يهودِيًّا. وفي الحديث: \" فأبَواهُ يُهَوِّدانِه \". والهَوادةُ: الصلحُ والميلُ. والمُهاوَدَةُ: المصالحةُ والممايلةُ. والهَوَدَةُ: بالتحريك: السَنامُ، والجمع هَوَدٌ. وقال الشاعر:\nكومٌ عليها هَوَدٌ أنْضادُ * وتسكن الواو فيقال هودة.",
    "pg": "2:557-558"
  },
  "هوذ": {
    "def": "الهَوْذَةُ: القَطاةُ، وبها سمِّي الرجلُ هَوْذَةَ. قال الأعشى: من يلق هوذة يسجد غير مُتَّئِبٍ * إذا تَعَمَّمَ فوق التاج أو وضعا - باب الراء:\nفصل الالف:",
    "pg": "2:573-574"
  },
  "هور": {
    "def": "هارَ الجرْفُ يَهورُ هَوْراً وهُؤوراً، فهو هائرٌ. ويقال أيضاً: جرفٌ هارٍ، خفضوه في موضع الرفع وأرادوا هائر، وهو مقلوب من الثلاثي إلى الرباعي (١) ، كما قلبوا شائك السلاح إلى شاكى السلاح. وهورته فتهور. وانهار، أي انهدم. وهرته بالشئ، أي اتَّهمته به. والاسم الهورَةُ. والتهور: الوقوع في الشئ بقلة مبالاة. يقال: فلانٌ مُتَهَوِّرٌ. وتَهَوَّرَ الليلُ، أي مضى أكثره وانكسر. ظلامه. وتَهَوَّرَ الشتاء: ذهب أكثره وانكسر برده. واهتور الشئ: هلك. والتيهور من الرمل: المشرف. قال العجاج: كيف اهتديت ودونها الجزائر * وعقص من عالج تياهر -",
    "pg": "2:856"
  },
  "هوس": {
    "def": "الهَوْسُ: الدقُّ. يقال: هُسْتُ الشئ أهوسه، حكاه أبو عبيد عن الاصمعي. والهوس أيضا: الطوفان بالليل. والهوس: شدة الأكل. والهَوَّاسُ: الأسد. قال الكميت: هو الأضْبَطُ الهَوَّاسُ فينا شَجاعَةً * وفيمنْ يُعاديهِ الهِجَفُّ المُثَقَّلُ * ويقال: الهَوْسُ: المشيُ الذي يعتمد فيه صاحبه على الأرض اعتماداً شديداً. ومنه سمِّي الأسدُ الهَوَّاسُ. والهَوْسُ السوقُ الليِّنُ. يقال: هُسْتُ الإبل فهاسَتْ، أي ترعى وتسير. وإنَّما شبِّه هَوَسانُ الناقةِ بهَوَسانِ الأسدِ، لأنَّها تمشي خطوة خُطوةً وهي ترعى. قال الفراء: الهَوِسَةُ: الناقةُ الضَبِعَةُ. والهَوَسُ بالتحريك: طرف من الجنون.",
    "pg": "3:992"
  },
  "هوش": {
    "def": "الهَوْشَةُ: الفتنةُ والهَيْجُ والاضطرابُ. يقال: قد هوش القوم. وكذلك كل شئ خلطته فقد هوشته. قال ذو الرمة يصفُ المنازلَ وأنَّ الرياح قد خَلَّطَتْ بعض آثارها ببعض: تَعَفَّتْ لِتهْتانِ الشِتاءِ وهَوَّشَتْ * بها نائجاتُ الصيفِ شرقِيَّةً كُدْرا * وفي حديث ابن مسعود ﵁: \" إيَّاكم وهَوَشاتِ الليلِ وهَوَشاتِ الأسواق \". وقول الراجز:\nقد هَوَّشَتْ بُطونُها واحْقَوْقَفَتْ * أي اضطربت من الهزال. وكذلك هاشَ القومُ يَهوشونَ هَوْشاً. وقد تَهَوَّشوا. وفي الحديث: \" من أصاب مالاً من مَهاوِشَ أذهبه الله في نَهابِرَ \". فالمَهاوِشُ: كلُّ مالٍ أصيب من غير حِلِّهِ، كالغصب والسرقة ونحو ذلك. ويقال للعدد الكثير: هَوْشٌ. والهُواشاتُ بالضم: الجماعات من الناس ومن الإبل إذا جمعوها فاختلط بعضها ببعض.",
    "pg": "3:1028"
  },
  "هوع": {
    "def": "هاعَ يَهوعِ هَواعاً وهَيْعوعَةً، أي قاء. يقال: لأُهَوِّعَنَّهُ ما أكل، أي لأُقَيِّئَنَّهُ. والتَهَوُّعُ: التقيُّؤُ. وهاعَ القومُ بعضهم إلى بعض، أي هموا بالوثوب.",
    "pg": "3:1309"
  },
  "هوف": {
    "def": "الهوف: الريح الحارة. قالت أم تأبط شرا: \" وا ابناه ليس بعلفوف، تلفه هوف، حشى من صوف \".",
    "pg": "4:1444"
  },
  "هوك": {
    "def": "التهوك: التحير. وفى الحديث: \" أمتهو كون أنتم كما تهو كت اليهود والنصارى \". قال ابن عون \" فقلت للحسن: ما متهوكون؟ قال: متحيرون. والتهوك أيضا مثل التهوُّر، وهو الوقوع في الشئ بقلة مبالاة. باب اللام:\nفصل الالف",
    "pg": "4:1617-1618"
  },
  "هول": {
    "def": "هاله الشئ يهوله هولا، أي أفزعه. ومكانٌ مَهيلٌ، أي مخوف. قال رؤبة:\nمهيل (١) أفياف لها فيوف * وكذلك مكان مهال. قال الهذليّ (٢) : أجاز إلينا على بعدِه مَهاويَ خَرْقٍ مَهابٍ مَهالِ وهُلْتُهُ فاهتال: أفزعته ففزع. والتهويل: التفزيع. والتهاويل: ما هالك من شئ. وهَوَّلَ القومُ على الرجل. قال أبو عبيدة: كان في الجاهلية لكلِّ قومٍ نارٌ وعليها سَدَنَةٌ، فكان إذا وقع بين رجلين خُصُومة جاء إلى النار فيحلف عندها، وكان السدنةُ يطرحون فيها ملحاً من حيث لا يشعر، يُهَوِّلونَ بها عليه. قال أوس كما صَدَّ عن نارِ المُهَوِّلِ حالِفُ (١) * واسم تلك النار الهولَةُ بالضم. قال الكميت: كهولَةِ ما أوْقَدَ المُحلِفونَ لدى الحالِفين وما هَوَّلوا والتَهاويلُ أيضاً: الألوان المختلفة، من الأحمر والأصفر والأخضر. وهَوَّلَتِ المرأة، إذا تزيَّنت بحليها ولباسها. أبو زيد: تَهَوَّلْتُ للناقة تَهَوُّلاً، إذا تذاءبت لها. وقد فسرناه في الذئب. والهالة: الدارة حول القمر. والهولول: الرجل الخفيف.",
    "pg": "5:1855"
  },
  "هوم": {
    "def": "هَوَّمَ الرجل، إذا هَزَّ رأسه من النعاس. وقال الشاعر (٢) * ما تَطْعَمُ العينُ نوماً غير تهويم (١) * وقد هومنا.",
    "pg": "5:2062-2063"
  },
  "هون": {
    "def": "الهوْنُ: السكينةُ والوقار. وفلان يمشي على الأرض هَوْناً. والهَونُ: مصدر هان عليه الشئ أي خفَّ. وهَوَّنَهُ الله عليه، أي سهله وخففه. وشئ هين، على فيعل، أي سهل. وهين (*) مخفف، والجمع أهو ناء. كما قالوا شئ وأشيياء على أفعلاء. وقوم هينون لينون. والهون بالضم: الهوان. وهون بن خزيمة ابن مدركة بن الياس بن مضر: أخو كنانة وأسد. وأهانه: استخف به، والاسم الهَوانُ والمَهانَةُ. يقال: رجلٌ فيه مَهانَةٌ، أي ذُلٌّ وضعفٌ. واستهانَ به وتهاونَ به: استحقره. وقوله: ولا تُهينَ الفقيرَ عَلَّكَ أنْ * تركع يوماً والدهرُ قد رفَعَهْ أراد لا تُهينَنْ، فحذف النون الخفيفة لمَّا استقبلها ساكن. ويقال: امْشِ على هينتِكَ، أي على رِسلكَ. وكانت العرب تسمِّي يوم الاثنين. أهْوَنَ، في أسمائهم القديمة. أنشدني أبو سعيد السيرافى قال: أنشدني ابن دريد لبعض شعراء الجاهلية: أؤمل أن أعيش وأن يومى * بأول أو بأهون أو جبار أم التالى دبار أم فيومى * بمؤنس أو عروبة أو شيار والهاون: الذى يدق فيه، معرب، وكان أصله هاوون، لان جمعه هواوين مثل قانون وقوانين، فحذفوا منه الواو الثانية استثقالا، وفتحوا الاولى لانه ليس في كلامهم فاعل بالضم. فصل الياء",
    "pg": "6:2218-2219"
  },
  "هوه": {
    "def": "رجلٌ هوهَةٌ بالضم، أي جبان.",
    "pg": "6:2258"
  },
  "هوى": {
    "def": "الهواءُ ممدودٌ: ما بين السماء والأرض، والجمع الأهْوِيَةُ. وكل خالٍ هواءٌ. قال زهير: كأنَّ الرَحْلَ منها فوق صَعْلٍ * من الظِلمانِ جُؤْجُؤُهُ هَواءُ وقوله تعالى: (وأفئدتهمْ هَواءٌ) يقال: إنَّه لا عقول لهم. والهَوَى مقصورٌ: هَوَى النفس، والجمع الأهْواءُ. وإذا أضفته إليك قلت هَوايَ. وهُذَيْلٌ تقول. هوى وقفى وعصى. وقال أبو ذؤيب: سبقوا هوى وأعنقوا لهواهم * فتخرموا ولكل جنب مصرع وهذا الشئ أهوى إلى من كذا، أي أحبُّ إليَّ. قال الشاعر (١) : ولليلة منها تعود لنا * في غير ما رَفَثٍ ولا إثْمِ أهْوى إلى نفسي ولو نَزَحَتْ * مما مَلَكْتُ ومن بنى سهم وهوى بالكسر يهوى هوى، أي أحَبَّ. الأصمعيّ: هَوى بالفتح يَهْوي هُوِيًّا، أي سقط إلى أسفل. قال: وكذلك الهُوِيُّ في السير إذا مضى. وهَوى وانْهَوى بمعنى. وقد جمعهما الشاعر (٢) في قوله: ومنزلة (٣) لولاى طحت كما هوى * بأجرامه من قلة النيق منهوى وهوت الطعنة تهوى: فتحت فاها، ومنه قول ذى الرمة:\nهوى بين الكلى والكراكر (٤) * (*) وأهوى إليه بيده ليأخذه. قال الاصمعي: أهويت بالشئ، إذا أوْمَأْتَ به. ويقال: أهْوَيْتُ له بالسيف. والهُوَّةُ: الوَهْدَةُ العميقةُ. والأُهْوِيَّةُ على أفعولة مثلها. والمَهْوى والمَهْواةُ: ما بين الجبلين ونحو ذلك. وتهاوى القوم في المَهْواةِ، إذا سقط بعضهم في إثر بعض. قال الشيباني: المُهاواةُ: المُلاجَّة. والمُهاواةُ: شدَّة السير. وأنشد (١) : فلم تستطع مى مهاواتنا السرى * ولا ليل عيس في البرين خواضع ومضى هوى من الليل، على فعيل، أي هزيعٌ منه. واسْتهواهُ الشيطان، أي اسْتَهامَهُ. أبو عبيد: الهَوْهاءةُ بالمدّ: الأحمق. ويقال: ما أدري أيُّ هَيِّ بن بَيٍّ هو، معناه أيُّ الخلق هو. وهَيَّانُ بن بيَّانَ، كما يقال طامِرُ بن طامِرٍ، لمن لا يُعرف أبوه. وهاويةٌ: اسمٌ من أسماء النار، وهي معرفة بغير ألفٍ ولامٍ. قال تعالى: (فأُمُّهُ هاويةٌ) يقول: مُسْتَقَرُّهُ النار. والهاوِيَةُ: المَهْواةُ. وقال (١) : يا عمرو لو نالَتْكَ أرْماحُنا * كنتَ كمن تهوي به الهاوِيهْ وتقول: هَوَتْ أُمُّه فهي هاوِيَةٌ، أي ثاكِلةٌ. قال كعب بن سعد الغنوى أخاه: هَوَتْ أُمُّهُ ما يبعث الصبحُ غادِياً * وماذا يؤدِّي الليلُ حين يثوب والهَواهي: الباطلُ واللغوُ من القول. قال ابن أحمر: أفي كل يومٍ تَدْعُوانِ (٢) أطِبَّةً * إليَّ وما يُجْدون إلا الهَواهِيا الكسائي: يقال يا هَيّ مالي، لا يهمز، معناه: يا عجبا. وما في موضع رفع.\nفصل الياء",
    "pg": "6:2537-2539"
  },
  "هيأ": {
    "def": "قولهم ياهئ مالى: كلمة أسَفٍ وتَلَهُّفٍ. وأنشد الكسائي (١) . يا هئ مالى من يعمر يُفْنِهِ * مَرَّ الزمان عليه والتَّقْليبُ (٢) والهَيْئَةُ: الشارَةُ، وفلان حسنُ الهَيْئَةِ والهِيئَةِ (٣) . أبو زيد: هِئْتُ للأمر أهئ هيئة، وتهيأت تهيؤا بمعنى. قال الاخفش: قرأ بعضهم (وقالت هئت لك) بالكسر والهمز، مثال هعت، بمعنى تهيأت لك. وهيأت الشئ: أصلحته.\nفصل الياء",
    "pg": "1:85"
  },
  "هيا": {
    "def": "هيا من حروف النداء، وأصلها أيا، مثل هراق وأراق. قال الشاعر:\nويقول من طرب هيا ربا (١)",
    "pg": "6:2562"
  },
  "هيب": {
    "def": "المَهابَةُ، وهي الإجلال والمخافة. وقد هابَهُ يَهابَهُ. الأمر منه هب، بفتح الهاء، لان أصله هاب، سقطت الالف لاجتماع الساكنين. وإذا أخبرت عن نفسك قلت هبت، وأصله هيبت بكسر الياء فلما سكنت سقطت لاجتماع الساكنين ونقلت كسرتها إلى ما قبلها. فقس عليه. وهذا الشئ مهيبة لك. وتهيبت الشئ وتهيبنى الشئ، أي خفته وخوَّفني. قال ابن مقبل (١) : وما تَهَيَّبني المَوْماةُ أركبُها * إذا تجاوبَتِ الأصداءُ بالسَّحَرِ (٢) وهَيَّبْتُ إليه الشئ، إذا جعلته مهيبا عنده. ورجلٌ مَهيبٌ، أي تهابه الناس، وكذلك رجلٌ مَهوبٌ، ومكانٌ مَهوبٌ، بُني على قولهم: هوبَ الرجل، لما نقل من الياء إلى الواو فيما لم يسم فاعله. وأنشد الكسائي (٣) : ويأوي إلى زُغْبٍ مساكينَ دونَهم (٤) * فَلاً لا تَخَطَّاهُ الرِفاقُ مَهوبُ والهَيوبُ: الجبان الذي بهاب الناس. وفى الحديث: \" الايمان هَيوبٌ \"، أي إنَّ صاحبه يهاب المعاصي. ورجل هيوبة وهيابة وهياب وهَيبانٌ بكسر الياء (٥) ، أي جبان متهيب. وأهاب الرجل بغنمه، إى صاح بها لتقف أو لترجع. وأهاب بالبعير. وقال الشاعر طرفة: تَريعُ إلى صوتِ المُهيبِ وتتَّقي بذي خصَلٍ رَوْعاتِ أكْلَفَ مُلْبِدِ ومكانٌ مَهابٌ، أي مَهوبٌ. قال الهذليّ (١) : أجاز إلينا على بعدِه * مَهاوي خَرْقٍ مَهَابٍ مَهالِ (٢) وهابِ: زجر للخيل. وهَبي مثله، أي أقبلي. وقال (٣) :\nنعلمها هبى وهلا وأرحب (٤)\nفصل الياء",
    "pg": "1:239-240"
  },
  "هيت": {
    "def": "هَيَّتَ به وهَوَّتَ به، أي صاح به ودعاه. وقال:\nلو كان مغنيا بنا لهيتا (٢) * وقال الراجز: ترمى الاماعيز بمجمرات (٣) * وأرجل روح مجنبات * يحدو بها كل فتى هيات * وقولهم: هَيْتَ لك، أي هلمَّ لك. قال الشاعر في علي بن أبي طالب ﵁: أبْلِغْ أميرَ المؤمِني * نَ أخا العراق إذا أتيتا إن العراق وأهلهُ * سلمٌ إليك فَهَيْتَ هَيْتا أي هلمَّ وتعال. يستوي فيه الواحد والجمع والمؤنث إلا أن العدد فيما بعده. تقول: هَيْتَ لكما، وهَيْتَ لكُنَّ. والهَوْتَةُ بالفتح: المنخفضُ في الأرض. وكذلك الهُوتَة بالضم (١) . وهيت بالكسر: اسم بلد على الفرات. قال الاصمعي: أصلها من الهوة. وتقول: هات يا رجل بكسر التاء، أي أعطني، وللاثنين: هاتِيا مثل آتِيا، وللجمع: هاتوا، وللمرأة: هاتي بالياء، وللمرأتين: هاتِيا، وللنساء: هاتينَ: مثل عاطينَ. وتقول: هاتِ لا هاتَيْتَ، وهاتِ إن كانت بك مُهاتاةٌ. وما أُهاتيكَ، كما تقول ما أُعاطيكَ. ولا يقال منه هاتَيْتُ، ولا يُنهى بها. قال الخليل: أصل هات من آتى يؤتى، فقلبت الالف هاء.\nفصل الياء",
    "pg": "1:271"
  },
  "هيث": {
    "def": "أبو زيد: هِثْتُ له هيثا وهيثانا، إذا أعطيته شيئا يسيراً. والهَيْثُ: الحركة مثل الهَيْشِ. قال الاصمعي: الهيثة: الجماعة من الناس، مثل الهيشة. باب الجيم:\nفصل الالف:\nقال أبو عمرو بن العلاء: بعض العرب يبدل الجيم من الياء المشددة. وقلت لرجل من حنظلة: ممن أنت؟ فقال فقيمج. فقلت: من أيهم؟ فقال: مرج. يريد فقيمى ومرى. وأنشد لهميان ابن قحافة السعدى:\nيطير عنها الوبر الصهابجا * قال: يريد الصهابى، من الصهبة. وقال خلف الاحمر: أنشدني رجل من أهل البادية: خالي عويف وأبو علج * المطعمان اللحم بالعشج * وبالغداة كسر البرنج * يريد عليا، والعشي، والبرنى وقد أبدلوها من الياء المخففة أيضا. وأنشد أبو زيد: يا رب إن كنت قبلت حجتج * فلا يزال شاحج يأتيك بج * أقمر نهاز ينزى وفرتج وأنشد أيضا:\nحتى إذا ما أمسجد وأمسجا * يريد أمست وأمسى. فهذا كله قبيح. وقال أبو عمر الجرمى: ولو رده إنسان لكان مذهبا.",
    "pg": "1:296-297"
  },
  "هيج": {
    "def": "هاج الشئ يهيج هيجا وهَيَجاناً، واهْتاجَ وتهَيَّجَ، أي ثارَ. وهاجَهُ غيرُهُ، يتعدى ولا يتعدى. وهيَّجَهُ وهايَجَهُ بمعنًى. والهائج: الفحل الذي يشتهي الضراب. وهاجَ النبتُ هياجا، أي يبس. وأرض هائجة: يبس بقلها أو اصفرّ. وأهاجَت الريحُ النبت: أيبسته. وأهْيَجْنا الأرض، أي وجدناها هائجة النبات. قال رؤبة:\nوأهيج الخلصاء من ذات البرق * وهاج هائجُهُ، أي ثار غضبه. وهَدَأَ هائِجُهُ أي سكنت فَوْرته. والهَيْجا: الحرب يمدّ ويقصر. ويومُ الهِياج: يوم القتال. وتهايَجَ الفريقان، إذا تواثَبا للقتال. وناقةٌ مِهْياجٌ، أي نزوع إلى وطنها. باب الحاء:\nفصل الالف:",
    "pg": "1:352-353"
  },
  "هيد": {
    "def": "هدت الشئ أهيده هيدا: حرَّكتُهُ. وفي الحديث: \" هِدْهُ \" يعنون به المسجد، أي هُدَّهُ ثم أصلحه. وتقول: ما يهيدنى ذلك، أي ما يزعجني وما أكثرت له ولا أباليه. قال يعقوب: لا ينطق بيهيد إلا بحرف جحد. والهيدان: الجبان. وهيد، وهاد: زجر للابل. وأنشد أبو عمرو للقتال الكلابي: وقد حدوناها بهيد وهلا (١) * حتى يرى أسفلها صار علا - وقولهم: ماله هَيْدٌ ولا هادٌ، أي ما يقال له هَيْدِ ولا هادِ. وأنشد لا بن هرمة: حتى استقامت له الآفاقُ طائعةً (٢) * فما يُقالُ له هَيْدٌ ولا هادُ - أي لا يحرك ولا يمنع من شئ ولا يُزجر عنه. تقول منه: هدت الرجل وهيدته، عن يعقوب. باب الذال:\nفصل الالف:",
    "pg": "2:558-559"
  },
  "هير": {
    "def": "هَيَّرْتُ الجُرْفَ فَتَهَيَّرَ: لغة في هوَّرتُهُ فَتَهَوَّرَ. ويقال للشَمالِ (١) : هيرٌ وهَيْرٌ عن الفراء، لغة في إير وأير، مثل أراق وهراق. واليهير بتشديد الراء: صمغ الطلح، عن ابي عمرو. وأنشد: أطعمت راعى من اليهير * فظل يعوى حبطا بشر * خلف استه مثل نقيق الهر * وهو يفعل، لانه ليس في الكلام فعيل. وقال الاحمر: الحجر اليَهْيَرُّ: الصُلبُ. ومنه سمِّي صمغ الطلح يَهْيَرًّا. قال أبو بكر بن السراج: وربما زادوا فيه الألف فقالوا: يَهْيَرَّى. قال: وهو من أسماء الباطل. وقولهم: \" أكذب من اليهير \"، هو السراب.\nفصل الياء",
    "pg": "2:856"
  },
  "هيس": {
    "def": "قال الاموى: الهيس: السير الشديد، أي ضرب كان. وأنشد: إحدى لياليك فهيسى هيسى * لا تنعمي الليلة بالتعريس * قال الاصمعي: يقال حَمَلَ فلانٌ على عسكرِهِم فهاسَهُمْ، أي داسهم، مثل حاسَهُم. والأهْيَسُ: الشجاعُ، مثل الأحْوَسِ. والهَيْسُ: اسمُ أداة الفدان كلها.\nفصل الياء",
    "pg": "3:992"
  },
  "هيش": {
    "def": "قال الأصمعي: الهَيْشَةُ: الجماعةُ من الناس. والهَيْشَةُ مثل الهَوْشَةِ. وهاش القوم يهيشون هيشا، إذا تحرَّكوا وهاجوا. قال الشاعر: هِشْتُمْ علينا وكنتم تكتفون بما * نعطيكم الحق منا غير منقوص: باب الصاد:\nفصل الالف:",
    "pg": "3:1028-1029"
  },
  "هيض": {
    "def": "هاضَ العَظْمَ يَهيضُهُ هَيْضاً، أي كسره بعد الجبور، فهو مَهيضٌ. واهْتاضَهُ أيضاً فهو مُهْتاضٌ ومنهاض. قال رؤبة:\nهاجك من أروى كمنهاض الفكك * لانه أشد لوجعه. وكل وجع على وجع فهو هيض. يقال: هاضنى الشئ، إذا ردَّك في مرضك. ويقال: بالرجل هَيْضَةٌ، أي به قُياءٌ وقيام جميعا. باب الطاء:\nفصل الالف:",
    "pg": "3:1113-1114"
  },
  "هيط": {
    "def": "الهِياطُ والمُهايَطَةُ: الصياح والجَلَبة. يقال: وقع القوم في هِياطٍ ومِياطٍ. قال الفراء: تهايَطَ القومُ، إذا اجتمعوا وأصلحوا أمرهم بينهم، وهو خلاف التمايط.\nفصل الياء",
    "pg": "3:1169"
  },
  "هيع": {
    "def": "هاعَ يَهيعُ هُيوعاً، أي جبن. ومنه قول الطرماح:\nإذا جعلت خور الرجال تهيع (١) * وفيه لغة أخرى: هاع يَهاعُ هَيْعاً وهَيَعاناً. والهَيْعَةُ: سيلان الشئ المصبوب على وجه الارض مثل المَيْعَةِ. وقد هاعَ يَهيعُ هَيْعاً. ورصاصٌ هائعٌ في المَذْوَبِ. وانْهاعَ السرابُ: جرى. ورجلٌ هاعٌ لاعٌ، وهائعٌ لائعٌ، أي جبانٌ جَزوعٌ. وامرأةٌ هاعَةٌ لاعةٌ. والهائعَةُ: الصوتُ الشديد. والهَيْعَةُ: كل ما أفزعك من صوتٍ أو فاحشة تُشاع. قال الشاعر (٢) : إن يسمعوا هَيْعَةً (٣) طاروا بها فرحاً * منِّي وما سمعوا من صالحٍ دفنوا (٤) * والمَهْيَعَةُ، هي الجُحْفَةُ، ميقاتُ أهل الشام. فصل الياء",
    "pg": "3:1309-1310"
  },
  "هيغ": {
    "def": "قال ابن السكيت: يقال إنهم لفى الاهيغين، أي الخصب وحُسنِ الحال. قال: ويقال عامٌ أهْيَغُ، إذا كان مخصِباً كثير العشب. وهَيَّغْتُ الثَريدةَ، إذا أكثرت وَدَكها. ووقع فلانٌ في الأهْيَغَيْنِ، أي في الاكل والشرب. باب الفاء:\nفصل الالف:",
    "pg": "4:1329-1330"
  },
  "هيف": {
    "def": "الهَيْفُ مثل الهُوفِ، وهي ريح حارة تأتى من قبل اليمن، وهي النكباء التي تجري بين الجَنوب والدَبور من تحت مجرى سهيل. وقال الشاعر (١) : وصوح البقل ناج تجئ به هيف يمانية في مَرِّها نَكَبُ وفي المثل: \" ذهبت هيف لاديانها \" أي لعاداتها، لانها تجفف كل شئ وتيبسه. وتَهَيَّفَ الرجل من الهَيْفِ، كما يقال تَشَتَّى من الشتاء. والهافَةُ من النوق: التي تعطش سريعاً، وهو من الياء. وكذلك المِهْيافُ. واهْتافَ، أي عطش. قال الأصمعي: رجلٌ هَيْفانٌ، أي عطشانٌ. والمِهْيافُ: السريع العطش. وأهافَ القوم، أي عطشت إبلهم. قال الراجز:\nوقد أهافوا زعموا وأنزعوا (١) * والهيف بالتحريك: ضمْرُ البطن والخاصرة. ورجلٌ أهْيَفٌ وامرأةٌ هَيْفاءُ، وقومٌ هيفٌ. وفرس هيفاء: ضامرة. وهاف العبد، أي أبق. باب القاف:\nفصل الالف",
    "pg": "4:1444-1445"
  },
  "هيق": {
    "def": "الهَيقُ: الظليمُ، وكذلك الهَيْقَمُ، والميم زائدة.\nفصل الياء",
    "pg": "4:1570"
  },
  "هيل": {
    "def": "هِلْتُ الدقيق في الجراب: صبَبته من غير كَيْلٍ. وكلُّ شئ أرسلته إرسالا، من رمل أو تراب أو طعامٍ ونحوه، قلت: هلته أهليه هيلا، فانهال، أي جرى وانصب. وفي المثل: محسنة \" فهيلى (٢) \". وتهيل: تصبب. وأهَلْتُ الدقيق لغة في هِلْتُ، فهو مهال ومهيل. ويقال للرجل إذا جاء بالمال الكثير: جاء بالهَيْلِ والهَيْلمان. قال أبو عبيد: أي بالرمل والريح. وهيلان في شعر الجعدى (١) : حى من اليمن، ويقال هو مكان. (*)\nفصل الياء",
    "pg": "5:1855-1856"
  },
  "هيم": {
    "def": "الهامَةُ: الرأس، والجمع هامٌ. وهامَةُ القوم: رئيسُهم. والهامَةُ من طير الليل، وهو الصَدى، والجمع هامٌ. قال ذو الرمة: قد أعْسِفُ النازِحَ المجهولَ مَعْسِفُهُ في ظل أخضر يدعو هامه البوم وكانت العرب تزعم أن روحُ القتيل الذي لا يدرك بثأره تصير هامةً فتزقُو عند قبره تقول: اسقوني اسقوني، فإذا أُدرِكَ بثأره طارت. وهذا المعنى أراد الشاعر (٢) بقوله: ومنا الذي أبكى صُدَيَّ بن مالِكٍ ونفرَ طيراً عن جُعادَةَ وقّعا يقول: قتل قاتلَه فنفرت الطيرُ عن قبره. وهامَ على وجهه يَهيمُ هَيْماً وهَيماناً: ذهب من العشق أو غيره. وقلبٌ مستهامٌ، أي هائِمٌ. والهُيامُ بالضم: أشدُّ العطش. والهُيامُ كالجُنون من العشق. والهيامُ: داءٌ يأخذ الإبل فتهيمُ في الأرض لا ترعى. يقال: ناقةٌ هَيْماءُ. قال كثير:\nكما أدنفت هيماء ثم استبلت (١) * والهَيْماءُ أيضاً: المفازة لا ماء بها. والهَيامُ بالفتح (٢) : الرملُ لا يتماسك أن يسيل من اليد لِلِينِهِ، ومنه قول لبيد: يجتاب أصلاً قالِصاً مُتَنَبِّذاً بعُجوبِ أنقاءٍ يميل هيامها والجمع هيم، مثل قذال وقذل. والهيام بالكسر: الإبل العِطاش، الواحد هَيْمانُ. وناقة هيمى، مثل عطشان وعطشى. قال الاصمعي: الهيمان: العطشان. ومن الداء مَهْيومٌ. وقومٌ هيمٌ، أي عطاشٌ. وقد هاموا هِياماً. وقوله تعالى: (فَشارِبونَ شُرْبَ الهيمِ) هي الإبل العطاشُ، ويقال الرمل. حكاه الاخفش. قال الشيباني: التهيم: مشية حسنة. وهييماء: ماءة لبنى مجاشع، يمد ويقصر. قال مجمع بن هلال: وعاثرة يوم الهييما رأيتها وقد ضمها من داخل الحب مجزع\nفصل الياء",
    "pg": "5:2063-2064"
  },
  "هيه": {
    "def": "هَيْهاتَ: كلمة تبعيد. قال جرير: فَهَيْهاتَ هَيْهاتَ العَقِيقُ وأهلُهُ * وهيهات خل بالعقيق نحاوله والتاء مفتوحة مثل كيف، وأصلها هاء، وناس يكسرونها على كل حال بمنزلة نون التثنية. وقال الراجز يصف إبلا قطعت بلادا حتى صارت في القفار: يصبحن بالقفر أتاويات (١) * هيهات من مصبحها هيهات هيهات حجر من صنيبعات * وقد تُبدل الهاء الأولى همزة فيقال أيهات، مثل هراق وأراق. قال:\nأيهات منك الحياة أيهاتا * قال الكسائي: ومن كسر التاء وقف عليها بالهاء فقال هيهاه، ومن نصبها وقف بالتاء وإن شاء بالهاء. وقال الاخفش: يجوز في هيهات أن تكون جماعة فتكون التاء التى فيها تاء الجمع التى للتأنيث. قال: ولا يجوز ذلك في اللات والعزى، لان لات وكيت لا يكون مثلها جماعة، لان التاء لا تزاد في الجماعة إلا مع الالف , وإن جعلت الالف والتاء زائدتين بقى الاسم على حرف واحد.\nفصل الياء",
    "pg": "6:2258"
  }
}