{
  "لألأ": {
    "def": "قولهم \" لا أفْعَلُهُ ما لأْلأَتِ الفورُ (١) \" أي بَصْبَصَتْ بأذنابها. وتلأْلأَ البرقُ: لَمَعَ واللُّؤْلُؤَةُ: الدُرَّةُ، والجمع اللُؤْلُؤُ والَّلآلئُ. قال الفراء: سمعتُ العربَ تقول لصاحب اللؤْلُؤِ: لأّلٌ مثل لعَّال، والقياس لاّءٌ مثل لعاع.",
    "pg": "1:70"
  },
  "لأى": {
    "def": "يقال: فعلَ ذلك بعد لاى، أي بعد شدة وإبطا. ولاى لايا، أي أبطأ. والتأى مثله. والتأى الرجل: أفلس. واللأْواءُ: الشدَّةُ. وفي الحديث: \" من كان له ثلاثُ بناتٍ فصبَر على لأْوائِهِنَّ كُنَّ له حِجاباً من النار \". واللاى على وزن اللعا: الثور الوحشى، والجمع ألآء على ألعاء، مثل جبل وأجبال ; والانثى لآة مثل لعاة. ولاى أيضا: رجل، وتصغيره لؤى، ومنه لؤى بن غالب. واللاى أيضاً: الشدَّة في العيش. وقال (١) : وليس يُغَيِّرُ خِيمَ الكريمِ * خُلوقَةُ أثوابه واللاى",
    "pg": "6:2478"
  },
  "لئغ": {
    "def": "اللثغة في اللسان، هو أن يصيِّر الراء غيناً أو لاماً، والسين ثاءً. وقد لَثِغَ بالكسر يَلْثَغُ لَثَغاً، فهو ألْثَغُ وامرأة لثغاء.",
    "pg": "4:1325"
  },
  "لا": {
    "def": "لا: حرف نفى لقولك يفعل ولم يقع الفعل، إذا قال هو يفعل غدا (١) . وقد يكون ضدا لبلى ونعم. وقد يكون للنهى، كقولك: لا تقم ولا يقم زيد، ينهى به كل منهى من غائب أو حاضر. وقد يكون لغوا. قال العجاج:\nفي بئر لا حور سرى وما شعر (٢) وقال تعالى: (ما منعك أن لا تسجد) أي ما منعك أن تسجد. وقد يكون حرف عطف لاخراج الثاني مما دخل فيه الاول، كقولك: رأيت زيدا لا عمرا. فإن أدخلت عليها الواو خرجت من أن تكون حرف عطف، كقولك: لم يقم زيد ولا عمرو ; لان حروف النسق لا يدخل بعضها على بعض، فتكون الواو للعطف ولا إنما هي لتوكيد النفى. وقد تزاد فيه التاء فيقال: لات، وقد ذكرناه في باب التاء. وإذا استقبلها الالف واللام ذهبت ألفه، كما قال: أبى جوده لا البخل واستعجلت نعم * به من فتى لا يمنع الجوع قاتله (١) وذكر يونس أن أبا عمرو بن العلاء كان يجر البخل ويجعل لا مضافة إليه، لان لا قد تكون للجود وللبخل، ألا ترى أنه لو قيل له امنع الحق فقال لا، كان جودا منه. فأما إن جعلتها لغوا نصبت البخل بالفعل , وإن شئت نصبته على البدل. وقولهم: إما لى فافعل كذا، بالامالة، أصله إن لا، وما صلة، ومعناه إن لا يكون ذلك الامر فافعل كذا. وأما قول الكميت: كلا وكذا تغميضة ثم هجتم * لدى حين أن كانوا إلى النوم أفقرا فيقول: كان نومهم في القلة والسرعة كقول القائل: لا وذا. و (لو) : حرف تمن، وهو لامتناع الثاني من أجل امتناع الأوَّل، تقول: لَوْ جِئتني لأكرمتك. وهو خلافُ إنْ التي للجزاء، لانها توقع الثاني من أجل وجود الاول. وأما (لولا) فمركبة من معنى إنْ ولَوْ، وذلك أنْ لولا يمنع الثاني من أجل وجود الأول، تقول: لولا زيدٌ لهلكنا، أي امتنع وقوع الهلاك من أجل وجود زيد هناك. وقد تكون بمعنى هَلاَّ، كقول الشاعر (١) : تَعُدَّونَ عَقْرَ النيبِ أفضلَ مجدِكم * بنى ضَوْطرى لولا الكَمِيَّ المقنعا وهو كثير في القرآن. وإن جعلت لو اسماً شدَّدته فقلت قد أكثرتَ من اللو ; لان حروف المعاني والاسماء الناقصة إذا صيرت أسماء تامة، بإدخال الالف واللام عليها أو بإعرابها، شدد ما هو منها على حرفين ; لانه يزاد في آخره حرف من جنسه فيدغم ويصرف، إلا الالف فإنك تزيد عليها مثلها فتمدها، لانها تنقلب عند التحريك لاجتماع الساكنين همزة، فتقول في لا: كتبت لاء جيدة. قال أبو زبيد: ليتَ شعري وأين منِّيَ لَيْتٌ * إنَّ لَيْتاً وإنَّ لوًّا عَناءُ",
    "pg": "6:2553-2555"
  },
  "لام": {
    "def": "اللئيم: الدنئ الاصل الشحيح النفس. وقد لَؤُمَ الرجل بالضم لؤما على فعل، وملامة على مفعلة، ولآمة على فعالة. يقال منه للرجل: يا مَلأَمانُ، خلاف قولك: يا مكرمان. والملام والملآم، على مفعل ومفعال: الذى يقوم بعذر اللِئام. قال ابن دريد: أَلأَمَ الرجل إلْئاماً، إذا صنع ما يدعوه الناس عليه لَئيماً. قال: والملآم: الذي يعْذِرُ اللِئامَ. واللؤمة بالتحريك: جماعة أداة الفدان، وكل ما يَبْخَلُ به الإنسانُ لحسنه من متاع البيت ونحوه.\n(٢٥٥ - صحاح - ٥) والَلأْمُ: جمع لأْمَةٍ (١) ، وهي الدرعُ. وتجمع أيضا على لؤم، مثل نغر، على غير قياس، كأنَّه جمع لؤمة. واسْتَلأَمَ الرجلُ، أي لبس الَلأْمَةَ. والملام بالتشديد: المدرع. ولام: اسم رجل. وقال: إلى أوس بن حارثه بن لام ليقضى حاجتى فيمن قضاها (٢) واللؤام: القذذ الملتئمة، وهي التي بطن القُذَّةِ منها ظهر الاخرى، وهو أجود ما يكون. تقول منه: لأَمْتُ السهم لأْماً. وسهمٌ: لأْمٌ أيضاً: عليه ريشٌ لُؤَامٌ. قال أبو عبيد: ومنه قول امرئ القيس: نَطعنهم سُلْكى ومخلوجَةً لَفْتَكَ لأْمَيْنِ على نابِلِ (٣) ويقال أيضاً: لأْمْتُ الجرح والصَدْعَ، إذا شددته، فالتأم. (*) وشئ لام، أي ملتئم مجتمعٌ. ولاءمْتُ بين القوم مُلاءمَةً، إذا أصلحت وجمعت. وإذا اتَّفق الشيئان فقد الْتَأَما. ومنه قولهم: هذا طعام لا يلائمنى، ولا تقل لا يلاومنى، فإنما هذا من اللوم. وفي الحديث: \" ليتزوج الرجل لمته من النساء \" أي شكله ومثله، والهاء عوض من الهمزه الذاهبة من وسطه. واللئم، بالكسر: الصلح والاتِّفاق بين الناس. وأنشد ثعلبٌ: إذا دُعِيَتْ يوماً نُمَيْرُ بن غالِبٍ رأيتَ وُجوهاً قد تَبَيَّنَ لِيمُها ولَيَّنَ الهمزة، كما يُلَيَّنُ في اللِيامِ جمع اللئيم.",
    "pg": "5:2025-2026"
  },
  "لبأ": {
    "def": "اللِبَأُ على فِعَلٍ، بكسر الفاء وفتح العين: أوَّل اللبن في النِتاجِ، تقول: لَبَأْتُ لَبْأً بالتكسين إذا حلبت الشاة لبأ. ولَبَأْتُ القومَ أيضاً: أطعمتُهُمُ اللبَأَ، وأَلْبَأَ القومُ: كثُر عندهم اللبَأُ. أبو زيد: أَلْبَأْتُ الجَدْيَ، إذا شددته إلى رأس الخِلْفِ ليرضع لِبَأً. واسْتَلْبَأَ هو، إذا رضع من تِلقاءِ نفسه. وأَلْبَأَتِ الشاةُ ولدَها، إذا أرضعتْهُ اللبَأَ، والتَبَأَها وَلَدُها. وعِشارٌ مَلابِئٌ، إذا دَنا نتاجها. واللبؤة: أنثى الاسد، واللبؤة ساكنة الباء غير مهموزة لغةٌ فيها، عن ابن السكيت. ولبأت بالحج تلبئة، وأصله لبيت غير مهموز. الفراء: ربما خرجت بهم فصاحتهم إلى أن يهمزوا ما ليس بمهموز، قالوا: لبأت بالحج، وحلات السويق، ورثأت الميت..",
    "pg": "1:70-71"
  },
  "لبب": {
    "def": "ابن السكيت: ألَبَّ بالمكان، أي أقام به ولزِمه. وقال الخليل: لب لغة فيه. حكاها عنه أبو عبيد. قال الفراء: ومنه قولهم لَبَّيْكَ، أي أنا مقيم على طاعتك. ونُصب على المصدر كقولك حمداً لله وشكراً. وكان حقُّه أن يقال لبا لك. وثنى على معنى التأكيد، أي إلباباً بك بعد إلبابٍ، وإقامة بعد إقامة. قال الخليل: هو من قولهم دارُ فلان تَلُبُّ داري أي تُحاذيها، أي أنا مواجهك بما تحب، إجابة لك. والياء للتثنية، وفيها دليل على النصب للمصدر. ونحن نذكر حجته على يونس في باب المعتل إن شاء الله تعالى. واللب: العقل، والجمع الألباب، وقد جمع على ألب، كما جمع بؤس على أبؤس، ونعم على أنعم. قال أبو طالب:\nقلبى إليه مُشْرِفُ الأَلُبِّ * وربَّما أظهروا التضعيف في ضرورة الشعر، كما قال الكميت: إليكمْ ذَوي آلِ النبيِّ تطلَّعَتْ * نوازِعُ من قلبي ظماء وألبب ويقال بنات ألبب: عروقٌ في القلب يكون منها الرِقَّة. وقيل لأعرابيَّة تعاتب ابناً لها: مالَكِ لا تَدعينَ عليه؟ قالت: \" تَأْبى له بناتُ أَلْبُبي \". وقال المبرّد في قول الشاعر:\nقد عَلِمَتْ منه بَناتُ أَلْبَبِه * يريد بناتِ أَعْقَلِ هذا الحيّ. فإنْ جمعتَ أَلْبُباً قلت أَلابِبُ، والتصغير أليبب، وهو أولى من قول من أعلها (١) . واللبيب: العاقل، والجمع أَلِبَّاءُ. وقد لَبِبْتَ يا رجل بالكسر تَلَبُّ لَبابَةً، أي صرت ذا لُبٍّ. وحكى يونس بن حبيب: لببت بالضم، وهو نادر لا نظير له في المضاعف. ولب النخل: قلبها. وخالص كل شئ لبه. ولُبُّ الجَوْزِ واللوز ونحوِهما: ما في جوفه، والجمع اللُبوب. تقول منه: ألَبَّ الزرع، مثل أحبَّ، إذا دخل فيه الأكلُ. ولَبَّبَ الحَبُّ تلبيباً، أي صار له لُبٌّ. واللبيبة: ثوبٌ كالبَقيرة. ولبَّبْتُ الرجلَ تلبيباً، إذا جمعتَ ثيابه عند صدره ونحرِه في الخصومة ثم جررته. والحَسَبُ اللبابُ: الخالص، ومنه سميت المرأة لبابة. واللبة: المَنْحَرُ، والجمع اللَباتُ. وكذلك اللَبَبُ، وهو موضع القلادة من الصدر من كل شئ، والجمع الالباب. واللَبَبُ أيضاً: ما يشدُّ على صدر الدابَّة والناقة يمنع الرَحْل من الاستِئخار. تقول منه: أَلْبَبْتُ الدابة فهو ملبب. وهذا الحرف هكذا رواه ابن السكيت وغيره بإظهار التضعيف. قال ابن كيسان: هو غلط، وقياسه ملب، كما يقال مُحَبٌّ من أحببته. ومنه قولهم: فلان في لَبَبٍ رَخِيّ، إذا كان في حال واسعة. قال الأحمر: اللَّبَبُ: ما استرق من الرمل، لان معظمه العقنقل، فإذا نقص قيل كثيب، فإذا نقص قيل عوكل، فإذا نقص قيل سقط، فإذا نقص قيل عداب، فإذا نقص قيل لبب. قال ذو الرمّة: برَّاقَةُ الجيدِ واللَّبَّاتِ واضِحة * كأنها ظبية أفضى بها لبب (١) واللبلاب: نبت يلتوى على الشجر. واللبلبة: الرقة على الولد،: يقال لبلبت الشاة على ولدها، إذا لحسته وأشبلت عليه حين تضعه. ولبالب الغنم: جلبتها وأصواتها. ورجلٌ لَبٌّ، أي لازمٌ للأمر، يقال رجلٌ لَبٌّ طَبٌّ. وأنشد أبو عمرو:\nلَبًّا بأعجاز المَطِيِّ لاحقا * وامرأة لَبَّةٌ، قال أبو عبيد: أي قريبة من الناس لطيفة. ورجلٌ لبيب مثل لَبٍّ. قال المُضَرِّبُ ابن كعبٍ: فقلتُ لها فِيئي إليكِ فإنَّني * حرامٌ وإنِّي بعد ذاكَ لبيبُ أي مع ذاك مقيم. وقال بعضهم: أراد ملب من التلبية. ولببته لبا: ضربت لَبَّتَه. وتَلَبَّبَ الرجل، أي تحزم وتشمر.",
    "pg": "1:216-217"
  },
  "لبث": {
    "def": "اللَبْثُ: واللَباثُ: المُكْثُ. وقد لَبِثَ يَلْبَثُ لَبْثاً على غير قياس، لأن المصدر من فَعِلَ بالكسر قياسه التحريك إذا لم يتعدّ، مثل تَعِبَ تَعَباً. وقد جاء الشِعر على القياس، قال جرير: وقد أكون على الحاجات ذا لَبَثٍ * وأَحْوَذِيًّا إذا انْضَمَّ الذَعاليبُ فهو لابثٌ ولَبِثٌ. وقُرِئ: (لَبِثينَ فيها أحقاباً) . وأَلْبَثْتُهُ أنا، ولبثته تلبيثا.",
    "pg": "1:291"
  },
  "لبج": {
    "def": "لَبَجْتُ به الأرضَ مثل لَبَطْتُ، إذا جَلَدْتَ به الأرض. ولُبِج بالرجل ولُبِط به، إذا صُرع وسقط من قيام. وبَرْكٌ لَبيجٌ، وهو إبلُ الحيّ كلِّهم إذا أقامت حول البيوت بارِكةً، كالمضروب بالارض. قال أبو ذؤيب: كأن ثقال المزن بين تضارع وشابة برك من جذام لبيج",
    "pg": "1:337"
  },
  "لبخ": {
    "def": "اللباخِيَّةُ بالضم: المرأة التامَّة، كأنها منسوبة إلى اللباخ.",
    "pg": "1:430"
  },
  "لبد": {
    "def": "اللِبْدُ: واحد اللُبودِ. واللِبْدَةُ أخصُّ منه. ومنه قيل لزُبْرَةِ الأسد لِبْدَةٌ، وهي الشعر المتراكب بين كتفيه. والأسد ذو لِبْدَةٍ. وفي المثل: \" هو أمنع من لبدة الاسد \". والجمع لبد، مثل قربة وقرب (١) . واللبادة: ما يلبس منها للمطر (٢) . وقولهم: \" ماله سبد ولا لبد \"، السَبَدُ: الشَعَرُ. واللَبَدُ: الصوف. أي ماله شئ. وألبدت الفرس فهو مُلْبَدٌ، إذا شددتَ عليه اللِبْدَ. وأَلْبَدْتُ السرجَ، إذا عمِلت له لِبْداً. وأَلْبَدْتُ القِربة: جعلتها في لَبيدٍ، وهو الجُوالق الصغير. وأَلْبَدَ البعيرُ: إذا ضرب بذنَبه على عجزه وقد ثَلَطَ عليه وبالَ، فيصير على عَجُزه لِبْدَةٌ من ثَلْطِهِ وبولِهِ. وأَلْبَدَ بالمكان: أقام به. وأَلْبَدَتِ الإبلُ، إذا أخرج الربيع ألوانها وأوبارها وتهيَّأت للسِمَنِ. ولبد الشئ بالارض، بالفتح، يلبد لُبوداً: تَلَبَّدَ بها أي لصق. وتَلَبَّدَ الطائر بالأرض: أي جثم عليها. وتَلَبَّدَتِ الأرض بالمطر. ولَبِدَتِ الإبل بالكسر تَلْبَدُ لَبَداً، إذا دَغِصَتْ (١) من الصِلِّيانِ، وهو التواءٌ في حَيازيمِها وفي غلاصِمِها، وذلك إذا أكثرتْ منه فتغَصُّ به. يقال: هذه إبلٌ لَبادى، وناقةٌ لَبِدَةٌ. والْتَبَدَ الورق، أي تَلَبَّدَ بعضه على بعض. والْتَبَدَتِ الشجرة: كثرت أوراقها. قال الساجع: وصليانا بردا وعنكثا ملتبدا ولبد الندى الارض. والتَلبيدُ أيضاً: أن يجعل المُحْرِمُ في رأسه شيئاً من صمغٍ ليَتَلَبَّدَ شعره بُقْيَا عليه، لئلا يَشْعَثَ في الإحرام. وقوله تعالى:\n(يقول أَهْلَكْتُ مالاً لُبَداً) *، أي جمًّا. ويقال أيضاً: الناسُ لُبَدٌ، أي مجتمعون. واللُبَدُ أيضاً: الذي لا يسافر ولا يبرح. قال الشاعر الراعي: من امرئٍ ذي سماحٍ لا تَزالُ له * بَزْلاءُ يعيابها الجثامة اللبد (١) - ويروى \" اللَبِدُ \". قال أبو عبيدة: وهو أشبه. ولبد: آخر نسور لقمان، وهو ينصرف لأنَّه ليس بمعدول. وتزعم العرب أن لقمان هو الذى بعثته عاد في وفدها إلى الحرم ليستسقى لها، فلما أهلكوا خير لقمان بين بقاء سبع بعرات سمر، من أظب (٢) عفر، في جبل وعر، لا يمسها القطر، أو بقاء سبعة أنسر كلما هلك نسر، خلف بعد نسر. فاختار النسرو، فكان آخر نسوره يسمى لبدا. وقد ذكرته الشعراء. قال النابغة: أَضْحَتْ خَلاءً وأضحى أهلُها احتملوا * أَخْنى عليها الذي أَخْنى على لبد - واللبيد: الجوالق الصغير. ولبيد: اسم شاعر من بنى عامر.",
    "pg": "2:533-534"
  },
  "لبز": {
    "def": "اللَبْزُ: ضرب الناقة بجمْعِ خُفِّها. قال رؤبة:\nخَبْطاً بأَخْفافٍ ثقال اللبز (١)",
    "pg": "3:894"
  },
  "لبس": {
    "def": "اللُبْسُ بالضم: مصدر قولك لبست الثوب ألبس. واللبس بالفتح: مصدر قولك لَبَسْتُ عليه الأمر ألْبِسُ، أي خلطت، من قوله تعالى: ﴿ولَلَبَسْنا عليهم ما يَلْبِسونَ﴾ . واللَّبْسُ أيضاً: اختلاط الظلام. وفي الحديث: \" في الأمر لُبْسَةٌ \" بالضم، أي شبهةٌ ليس بواضح. واللِباسُ: ما يُلْبَسُ. وكذلك المَلْبَسُ. واللِبْسُ بالكسر مثله. ولِبْسُ الكعبةِ والهودجِ: ما عليهما من لِباسٍ. قال حميد بن ثور (١) : فلمَّا كَشَفْنَ اللِبْسَ عنه مَسَحْنَهُ * بأطرافِ طِفْلٍ زانَ غَيْلاً مُوَشَّما (٢) * ولِباسُ الرجل: امرأته. وزوجُها: لِباسُها. قال الله تعالى: ﴿هن لباس لكم وأنتم لباس لَهُنَّ﴾ . قال الجعديّ: إذا ما الضَجيعُ ثَنى جيدَها (٣) * تثَنَّتْ عليه فكانت لباسا * ولباس التقوى: الحياء، هكذا جاء في التفسير، ويقال الغليظُ الخشنُ القصيرُ. واللبوسُ: ما يُلْبَسُ. وأنشد ابن السكيت (١) : الْبَسْ لكلِّ حالةٍ لَبوسَها * إمَّا نَعيمَها وإمَّا بوسَها * وقوله تعالى: ﴿وعَلَّمناهُ صَنْعَةَ لَبوسٍ لَكُمْ﴾ ، يعني الدروع. وتَلَبَّسَ بالأمر وبالثوب. ولابَسْتُ الأمر: خالطته. ولابَسْتُ فلاناً: عرَفْت باطنه. وما في فلان مَلْبَسٌ، أي مُسْتَمْتَعٌ. والْتَبَسَ عليه الأمر، أي اختلط واشتبَهَ. والتَلبيسُ كالتدليسِ والتخليطِ، شدِّد للمبالغة. ورجلٌ لَبَّاسٌ ولا تقل ملبس.",
    "pg": "3:973-974"
  },
  "لبط": {
    "def": "لَبَطْتُ به الأرض، مثل لَبَجْتُ به، إذا ضربتَ الأرض. ولُبِطَ به يُلْبَطُ لَبْطاً، مثل لُبِجَ به، إذا سقط من قيام. وكذلك إذا صُرِعَ. وتَلَبَّطَ، أي اضطجع وتمرَّغ. وإذا عدا البعيرُ وضَرَب بقوائمه كلِّها قيل: مرَّ يَلْتَبِطُ. والاسم اللبْطَةُ بالتحريك. وعدو الاقزل لبطة أيضا. ولبطة: ابن الفرزدق.",
    "pg": "3:1155-1156"
  },
  "لبق": {
    "def": "اللَبِقُ واللَبيقُ: الرجل الحاذقُ الرفيقُ بما يعمله. وقد لَبِقَ بالكسر (١) لَباقَةً. قال الشاعر:\nوكان بتصربف القناة لبيقا * ويقال أيضا: لَبِقَ به الثوبُ، أي لاق به. والثريد الملبق: الشديد التثريد المُلَيَّنُ بالدَسم. يقال: ثريدةٌ مُلَبَّقَةٌ.",
    "pg": "4:1549"
  },
  "لبك": {
    "def": "اللبك: الخلط وقدلبكت الامر أمر البكه لبكا. وأمر لبك، أي مختلط. قال زهير: ردالقيان جمال الحى فاحتملوا إلى الظَهيرةِ أمرٌ بينهم لَبِكُ ولَبَكْتُ السويق بالعسل: خلطته قال الشاعر (١) : إلى ردح من الشيزى ملاء لباب البر (٢) يلبك بالشهاد أي من لباب البر. والتبك الامر، أي اختلط قال الكلابيّ: أقول لَبيكَةٌ من غنم. وقد لَبَكوا بين، الشاء، أي خَلَطوا بينه، وهومثل البكيكة واللبكة بالتحريك: القطعة من الثريد ويقال: ما ذقتُ عنده عَبَكَةً ولا لبكة",
    "pg": "4:1605-1606"
  },
  "لبن": {
    "def": "اللَبَنُ: اسم جنسٍ، والجمع الألبانُ. واللَبَنُ أيضاً: وجعٌ في العنق من الوسادة. وقد لَبِنَ الرجل بالكسر. ويقال أيضاً لَبِنَتِ الشاة لَبَناً، أي غَزُرَتْ. وناقةٌ لَبِنَةٌ: غزيرةٌ. أبو زيد: اللَبونُ من الشاء والإبل: ذات اللَبَنِ، غزيرةً كانت أم بكيئةً، وجمعها لبن ولبن عن يونس. يقال: كم لُبْنُ غنمك، أي ذوات الدَرِّ منها. قال: فإذا قصدوا قصد الغزيرة قالوا لَبِنَةٌ، وقد لَبِنَتْ لَبَناً. وقال الكسائي: إنَّما سمع كم لِبْنُ غنمك؟ أي كم رِسْلُ غنمك. وابنُ اللَبونِ: ولد الناقة إذا استكمل السنة الثانية ودخَل في الثالثة، والأنثى ابنة لَبونٍ، لأنَّ أمَّه وضعت غيره فصار لها لبن. وهو نكرة ويعرف بالالف واللام. قال جرير: وابن اللبون إذا مالز في قرن * لم يستطع صولة البزل القناعيس ولبنته ألبنه وألبنه: سقيته اللبن، فأنا لابن. يقال: نحن نَلْبُنُ جيراننا، أي نسقيهم اللَبَنَ. ولبنه بالعصا يلبنه بالكسر لبناً، إذا ضربه بها. يقال: لبنه ثلاث لبنات. ولَبَنَهُ بصخرة: ضربه بها. ورجلٌ لابِنٌ أيضاً، أي ذو لَبَنٍ، كقولك: تامرٌ، أي ذو تمرٍ. قال الحطيئة: وغَرَرْتَني وزَعَمْتَ أَ * نَّكَ لابِنٌ بالصيف تامِرْ وأَلْبَنَ القومُ: كثُر عندهم اللَبَنُ. وألْبَنَتِ الناقة: نزل لَبَنُها في ضَرعها، فهي ملبن. وقال: أعجبها إذ ألبنت لِبانُهْ * وفرسٌ مَلْبونٌ ولَبينٌ: ربِّيَ باللبن، مثل عليف من العلف. وقوم ملبونون، إذا ظهر منهم سفهٌ يصيبهم من ألبان الإبل، مثل ما يصيب أصحاب النبيذ. وتقول: هذا عشب ملبنة بالفتح، أي يكثُر عليه لبنُ الشاة. وجاء فلانٌ يَسْتَلْبِنُ، أي يطلب لَبَناً لعياله أو لضيفانه. واللَبِنَةُ: التي يُبنى بها، والجمع لبن، مثل كلمة وكلم. قال: إما يزال قائل أبن أبن * دلوك عن حد الضروس واللبن قال ابن السكيت: من العرب من يقول لِبْنَةٌ ولِبْنٌ، مثل لبدة ولبد. ولَبَّنَ الرجل تَلبيناً، إذا اتَّخذه. والمِلْبَنُ: قالب اللَبِنِ. والمِلْبَنُ: المِحْلَبُ. ولَبِنَةُ القميص: جُرُبَّانُهُ. والتَلَبُّنُ: التَلَدُّن، وهو التمكث والتلبث. والملبن بالتشديد: الفلاتَجُ، وأظنُّه مولَّداً. واللِبانُ بالكسر، كالرضاع، يقال: هو أخوه بلِبانِ أمّه. قال ابن السكيت: ولا يقال بلبَن أمّه، إنَّما اللَبَنُ الذى يشرب من ناقة أو شاة أو بقرة. قال الكميت يمدح مخلد ابن يزيد: تَلقى الندى ومخلدا حليفين كانا معا في مَهْدِهِ رَضيعَيْن تنازَعا فيه لِبانَ الثَديَيْن واللَبانُ بالفتح: ما جرى عليه اللَبَبُ من الصدر. واللُبانُ بالضم: الكُنْدُرُ. واللُبانَةُ: الحاجةُ. ولبنان: جبل. واللُبْنى: شجرة لها لبنٌ كالعسل، وربما يتبخر به. قال (١) :\nورندا ولبنى والكباء المقترا (٢) * ولبنى ولبينى، من أسماء النساء. وقول الراجز:\nأقفر منها يلبن وأفلس (٣) * هما موضعان.",
    "pg": "6:2191-2193"
  },
  "لبى": {
    "def": "لَبَّيْتُ بالحجّ تَلْبِيَةً، وربَّما قالوا: لبَّأتُ بالهمز وأصله غير الهمز. ولَبَّيْتُ الرجلَ، إذا قلت له: لبيك. قال يونس بن حبيب الضبى النحوي: لبيك ليس بمثنى، وإنما هو مثل عليك وإليك. وحكى أبو عبيد عن الخليل أن أصل التلبية الاقامة بالمكان. قال: يقال ألببت بالمكان ولببت لغتان، إذا أقمت به. قال: ثم قلبوا الباء الثانية إلى الياء استثقالا، كما قالوا تظنيت وإنما أصلها تظننت. وقولهم: لبيك مثنى على ما ذكرناه في باب الباء. وأنشد (١) : دعوت لما نابنى مسورا * فلبى فلبى يدى مسور قال: ولو كانت بمنزلة على لقال: فلبى يدى مسور (٢) ; لانك تقول على زيد إذا أظهرت الاسم، وإذا لم تظهر تقول عليه، كما قال (٣) : دعوت فتى أجاب فتى دعاه * بلبيه أشم شمردلى الاحمر: يقال: بينهم الملتبية غير مهموز، أي متفاوضون لا يكتم بعضهم بعضا إنكارا.",
    "pg": "6:2478-2479"
  },
  "لتأ": {
    "def": "لَتَأْتُ الرجلَ بحجرٍ، إذا رميته به. ولَتَأْته بعيني، إذا أحددتَ إليه النظر. ولَتَأْتُها، إذا جامعتها. ولَتَأَتْ به أمُّه: ولدَته. ويقال: لعنَ الله أمًّا لَتَأَتْ به.",
    "pg": "1:71"
  },
  "لتب": {
    "def": "الَّلاتِبُ: الثابتُ، تقول منه: لَتَبَ لَتْباً ولُتوباً. وأنشد أبو الجراح: فإنْ يَكُ هذا من نبيذٍ شربتُهُ * فإنِّيَ من شربِ النبيذ لتائِبُ صُداعٌ وتَوصيمُ العِظامِ وفترة * وغم مع الاشراق في الجوفِ لاتِبُ واللاتِبُ أيضاً: اللازق، مثل اللازب، عن الاصمعي. ولتبت في منحر الناقة، أي طعنتُ، مثل لَتَمْتُ.",
    "pg": "1:217-218"
  },
  "لتت": {
    "def": "الاصمعي: لت الشئ يلته لتا، إذا شدَّه وأوثقه. وقد لُتَّ فلانٌ بفلان، إذا لُزَّ به وقُرن معه. ولَتَبَ السَويقَ ألُتُّهُ لتا، إذا جدحته (١) .",
    "pg": "1:264"
  },
  "لتح": {
    "def": "اللَتَحُ، بالتحريك: الجوع. وقد لتح بالكسر فهو لتحان، وامرأة لتحى.",
    "pg": "1:400"
  },
  "لتز": {
    "def": "لتزت الشئ لتزا (٢) ، مثل ركزته ركزا.",
    "pg": "3:894"
  },
  "لتم": {
    "def": "اللَتْمُ: الطعنُ في المِنحر، مثل اللتب.",
    "pg": "5:2026"
  },
  "لتى": {
    "def": "الَّتي: اسمٌ مبهمٌ للمؤنَّث، وهو معرفة، (*) ولا يجوز نزع الألف واللام منه للتنكير، ولا يتم إلا بصلةٍ. وفيه ثلاث لغات: الَّتي، والَّلتِ بكسر التاء، واللَّتْ بإسكانها. وفي تثنيتها ثلاث لغات أيضاً: اللَّتانِ، واللَّتا بحذف النون، واللَّتانِّ بتشديد النون. وفي جمعها خمس لغات: اللاتي، واللاتِ بكسر التاء بلا ياء، واللواتي، واللوات بلا ياء. وأنشد أبو عبيد: من اللواتى والتى واللاتي * زعمن أنى كبرت لداتى واللوا بإسقاط التاء. وتصغير (١) التي: اللتَيَّا بالفتح والتشديد. فإذا ثنَّيت المصغَّر أو جمعت حذفت الالف وقلت: اللتيان واللَّتياتُ. قال الراجز: بعد اللَّتيَّا واللَّتَيَّا والتي * إذا عَلَتْها أنْفُسٌ تردت وبعض الشعراء أدخل على التى حرف النداء، وحروف النداء لا تدخل على ما فيه الالف واللام إلا في قولنا: يا الله، وحده فكأنه شبهها به من حيث كانت الالف واللام غير مفارقتين لها. وقال: من اجلك يا التى تيمت قلبى * وأنت بخيلة بالوصل عنى ويقال: وقع فلان في اللَّتَيَّا والَّتي، وهما اسمان من أسماء الداهية.",
    "pg": "6:2479-2480"
  },
  "لثث": {
    "def": "أبو عمرو: ألَثَّ عليه إلْثاثاً: ألَحَّ عليه. وقال الأصمعيّ: ألَثَّ بالمكان: أقام به. وفي الحديث: \" لا تُلِثُّوا بدارِ مَعْجَزَةٍ (١) \". ولثلث مثله. ولثلث في الأمر وتَلَثْلَثَ بمعنًى، أي تردَّد. وقال رؤبة:\nلا خير في وِدِّ امرئٍ مُلَثْلِثِ * ولَثْلَثْتُهُ عن حاجته، أي حبسته. وتلثلث في الدَقْعاءِ (١) : تمرَّغ. وألَثَّ المطر، أي دام أياما لا يقلع.",
    "pg": "1:291"
  },
  "لثق": {
    "def": "اللَثَقُ بالتحريك: البَلَلُ، وقد لثق الشئ بالكسر والتثق، وألثقه غيره. وطائر لثق، أي مبتل.",
    "pg": "4:1549"
  },
  "لثم": {
    "def": "لَثَمَ البعير الحجارة بخفِّه يَلْثِمُها، إذا كسرها. وخُفٌّ مُلَثَّمٌ: يصكُّ الحجارة. ويقال أيضاً: لَثَمَتِ الحجارةُ خفَّ البعير، إذا أصابته وأدْمَته. وخُفٌّ مُلْثومٌ، مثل مرثومٍ. واللُثْمُ بالضم: جمع لاثِمٍ. قال الفراء: اللِثامُ: ما كان على الفم من النِقاب، واللفامُ ما كان على الأرنبة. يقال: لَثَمَتِ المرأة تلثم لثما، والتثمت وتلثمت، إذا شدَّت اللِثامَ. وهي حسنةُ اللِثْمَةِ. واللثمُ أيضاً: القُبْلَةُ. وقد لَثِمْتُ فاها (١) بالكسر، إذا قبَّلتها. وربما جاء بالفتح. قال (٢) : ابن كيسان: سمعت المبرد ينشد قول جميل: فَلَثَمْتُ فاها آخذاً بقُرونها شُربَ النزيف ببرد ماء الحشرج بالفتح (٢) .",
    "pg": "5:2026-2027"
  },
  "لثى": {
    "def": "لثى الشئ بالكسر يلثى لَثىً، أي نَدِيَ. وهذا ثوبٌ لث على فعل، أي ابتل من العرق واتَّسخ. ولَثى الثوبِ: وسخه. قال أبو عمرو: اللثى: ماء يسيل من الشجر كالصمغ، فإذا جمد فهو صُعْرورٌ. وألْثَتِ الشجرة ما حولها، إذا كانت يقطرُ منها ماء. واللثة بالتخفيف: ما حول الاسنان، وأصلها لثى، والهاء عوض من الياء، وجمعها لثات ولثى.",
    "pg": "6:2480"
  },
  "لجأ": {
    "def": "لَجَأْتُ إليه لَجَأً بالتحريك وملجأً، والْتَجَأْتُ إليه، بمعنًى. والموضع أيضاً لَجَأٌ ومَلْجَأٌ. والتَلْجِئَةُ: الإكراه. وألجأته إلى الشئ: اضطررته إليه. وألْجَأْتُ أمري إلى الله: أسْنَدْتُ. وعمر بن لجأ التميمي الشاعر.",
    "pg": "1:71"
  },
  "لجب": {
    "def": "اللَجَبُ: الصوت والجَلَبَةُ. تقول: لَجِبَ بالكسر. وجيش لَجِبٌ عَرَمْرَم أي ذو جَلَبَةٍ وكثرةٍ. وبحرٌ ذو لَجَبٍ، إذا سمع اضطرابُ أمواجه. الأصمعيّ: اللَجْبَةُ: الشاة التي أتى عليها بعد نِتاجها أربعة أشهر فخفَّ لبنَها، وفيه ثلاث لغات ولجبة لجبة ولجبة (١) ، والجمع اللِجابُ. قال الشاعر (٢) : عَجِبَتْ أبناؤنا من فِعْلِنا * إذ نبيعُ الخيلَ بالمِعْزى اللِجاب ولَجَباتٌ أيضاً بالتحريك، وهو شاذٌّ لأنَّ حقّه التسكين، إلا أنه كان الاصل عندهم أنه اسم وصف به، كما قالوا امرأة كلبة، فجمع على الاصل، ويكون لجبة في الواحد لغة. وقال ابن السكيت: اللَجبة: التي قلَّ لبنها. قال: ولا يقال للعنز لَجْبة. تقول منه: لَجُبَتِ الشاة بالضم، وكذلك لَجَّبَتِ الشاةُ تلجيبا.",
    "pg": "1:218"
  },
  "لجج": {
    "def": "لَجِجْتَ بالكسر، تَلَجُّ لَجاجاً ولَجاجَةً، فهو لجوجٌ ولجوجةٌ، الهاء للمبالغة. ولَجَجْتَ بالفتح تلِجُّ لغة. والملاجة: التمادي في الخصومة. قال الفراء: رجل لججة، مثال همزة، ويلجلج المضغة في فمه، أي يردِّدها فيه للمضغ. واللجْلُجة، والتلَجْلُج: التردُّد في الكلام. يقال \" الحقّ أبْلَجُ والباطل لَجْلَجٌ \"، أي يُردَّد من غير أن ينفُذ. وسمعت لَجَّةَ الناس بالفتح، أي أصواتهم وضجتهم. قال أبو النجم:\nفي لجة أمسك فلانا عن فل * والْتَجَّتِ الأصواتُ، أي اختلطت. ولُجَّةُ الماء بالضم: معظمُه، وكذلك اللُجُّ. ومنه بحرٌ لُجِّيٌّ. واللُجُّ أيضاً: السيف. ولَجَّجَتْ السفينةُ، أي خاضت اللجة. والتج البحر التجاجا. ويلنجوج: عود يتبخر به. وكذلك يلنجج وألنجج، وهو يفنعل وأفنعل. قال حميد ابن ثور: لا تصطلي النار إلا مُجْمَراً أَرِجاً قد كَسَّرَتْ من يلنجوج له وقصا",
    "pg": "1:337-338"
  },
  "لجح": {
    "def": "اللجح، بالضم: شئ يكون في أسفل البئر أو في أسفل الوادي، نحو الدحل.",
    "pg": "1:400"
  },
  "لجذ": {
    "def": "لجذنى فلان يلجذ بالضم لَجْذاً، إذا أعطيته، ثمَّ سألك فأكثَرَ. ولَجِذَ الكلبُ الإناءَ بالكسر لجذا ولجذا، أي لحسه. حكاه أبو حاتم، نقلته من كتاب الابواب من غير سماع. ويقال للماشية إذا أكلت الكلأ: لُجِذَ الكلا (١) ، عن أبى عبيد. وقال الاصمعي: لجذه، مثل لسه.",
    "pg": "2:569"
  },
  "لجز": {
    "def": "اللَجِزُ: مقلوب اللزِجِ. قاله ابن الكسيت في كتاب القلب والإبدال، وأنشد لابن مقبل: يَعْلونَ بالمَرْدَقوشِ الوردِ (٣) ضاحيةً * على سعابيبِ ماء الضالة اللجز",
    "pg": "3:894"
  },
  "لجف": {
    "def": "قال أبو عبيد: اللَّجَفُ مثل البُعْثُطِ، وهو سرَّة الوادي. ويقال اللجَفُ: حفرٌ في جانب البئر. قال الشاعر (١) يصف جراحة: يحج مأمومة في قعرها لجف فاست الطبيب قذاها كالمغاريد ولجفت البئر تلجيفا: حفرت في جوانبها. قال العجاج يصف ثورا * إذا انتحى معتقما أو لجفا (١) * قال: الاصمعي: تلجفت البئرُ، أي انْخَسَفَتْ. وبئرُ فلان متلجفة.",
    "pg": "4:1425-1426"
  },
  "لجم": {
    "def": "اللجامُ فارسيّ معرَّب. واللجام أيضاً: ما تشدُّه الحائض. وفي الحديث: \" تَلَجَّمي \"، أي شدِّي لِجاماً. وهو شبيه بقوله اسْتَثْفِري. وقولهم: جاء فلان وقد لفظ لِجامه، إذا انصرف من حاجته مجهوداً من الإعياء والعطش، كما يقال: جاء وقد قرض رباطه. وملجم: اسم رجل.",
    "pg": "5:2027"
  },
  "لجن": {
    "def": "تلجن الشئ: تلزج. (*) وتلجن رأسه، إذا غسله فلم ينق وسخه. ولَجَّنْتُ الخِطْمِيَّ ونحوه تَلْجيناً، إذا ضربته ليثْخُنَ. واللجينُ: الخبط، عن ابن السكيت، وهو ما سقط من الورق عند الخبطِ. قال الشماخ: وماءٍ قد وَرَدْتُ لوصْلِ أروى * عليه الطيرُ كالورق اللجينِ ويقال: تَلَجَّنَ القومُ، إذا أخذوا الورق ودقُّوه وخلطوه بالنوى لتعلفه الإبل. وناقةٌ لَجونٌ: ثقيلةٌ في السير. وقد لَجَنَت تَلْجُنُ لُجوناً ولِجاناً. واللجَيْنُ: الفضَّة جاء مصغَّراً، مثل الثريَّا والكميت.",
    "pg": "6:2193"
  },
  "لحب": {
    "def": "اللحْبُ: الطريق الواضح، واللاحب مثله، وهو فاعل بمعنى مفعول، أي مَلْحوب. تقول منه: لَحَبَهُ يَلْحَبُهُ لَحْباً، إذا وطئه ومرَّ فيه. ويقال أيضا: لحب، إذا مرَّ مرًّا مستقيماً. قال ذو الرمّة: فانصاع جانِبُه الوحشيُّ وانكَدَرَتْ * يَلْحَبْنَ لا يَأْتَلي المطلوبُ والطلبُ ولَحَبْتُ اللحمَ عن العظم. ولَحَبْتُ العودَ ونحوَه، إذا قشرتَه. قال الشاعر (١) :\nوالقُصْبُ مُضْطَمِرٌ والمَتْنُ مَلْحوبُ (٢) * والملحب: كل شئ يقشر به ويُقْطَعُ قال الأعشى: وأدفعُ عن أعراضكم وأُعيرُكُمْ * لساناً كمِقراض الخَفاجيّ مِلْحبا ورجلٌ مِلْحَب أيضاً، إذا كان سبَّاباً بَذِيُّ اللسان. والمِلْحَبُ: المِقْطع. واللَحيبُ من النوق: القليلة لحم الظهر، عن أبى عبيد. وقد لحب الرجل، بالكسر، إذا أنحله الكبر. قال الشاعر: عجوز ترجى أن تكون فتية * وقد لحب الجنبان واحدودب الظهر وملحوب: موضع. قال (٣) :\nأقفر من أهله ملحوب (٤)",
    "pg": "1:218-219"
  },
  "لحج": {
    "def": "لَحِجَ السيف وغيره بالكسر يَلْحَجُ لَحَجاً، أي نَشِبَ في الغِمْدِ فلا يَخْرُجُ، مثل لَصِبَ. ومكانٌ لَحِجٌ، أي ضيِّق. والمَلاحِجُ: المضايق. قال الاصمعي: الملتحج: الملحأ، مثل المُلْتَحَد. وأنشد لساعدة: حُبَّ الضَريكِ تِلادَ المالِ رَزَّمَهُ فَقْرٌ ولم يتَّخِذْ في الناسِ مُلْتَحَجا وقد الْتَحَجَهُ إلى ذلك الأمر، أي ألجأه والتحصه إليه. ولحجت عليه الخبَرَ تَلْحيجاً، إذا خلَّطته وأظهرتَ غير ما في نفسك. وكذلك لحوجت عليه الخبر.",
    "pg": "1:338"
  },
  "لحح": {
    "def": "الإلحاح مثل الإلحاف، تقول: ألحَّ عليه بالمسألة. وألحَّ السحاب: دام مطره. وقال الأصمعيّ: ألَحَّ السحابُ بالمكان: أقام به، مثل ألَثَّ. وأنشد للبَعيث المُجاشعي: ألَدُّ إذا لا قيت قوما بخطة * ألح على أكتافهم قَتَبٌ عُقَرْ والمِلحاح: القَتَبُ الذي يَعَضُّ على غارب البعير. ورَحًى مِلْحاحٌ على ما تطحنه. وتقول: ألَحَّ الجمل، إذا حَرَنَ، كما تقول في الناقة: خلات. ولحلح القوم وتلحلحوا، إذا لم يبرحوا مكانهم. قال ابن مقبل: أُناسٍ إذا قيل انْفُروا قد أُتيتُمُ (١) * أقاموا على أثقالهم وتلحلحوا ولححت عينه، إذا لصِقت بالرَمَصِ. وهو أحد ما جاء على الاصل، مثل ضبب البلد بإظهار التضعيف. ومنه قولهم: هو ابن عمى لحا، أي لاصق النسب. ونصب على الحال لان ما قبله معرفة. وتقول في النكرة: هو ابن عم لح بالكسر، لانه نعت للعم، وكذلك المؤنث والاثنان والجمع. فإن لم يكن لحًّا وكان رجلاً من العشيرة قلت: هو ابن عم الكلالة وابن عم كلالة. ومكان لاح: ضيق.",
    "pg": "1:400-401"
  },
  "لحد": {
    "def": "ألْحَدَ في دين الله، أي حاد عنه وعَدَلَ. ولَحَدَ، لغةٌ فيه. وقرئَ:\n(لِسانُ الذي يَلْحَدونَ إليه) *. والْتَحَدَ مثله. وألْحَدَ الرجل، أي ظلم في الحرم. وأصله من قوله تعالى:\n(ومن يُرِدْ فيه بإلْحادٍ بظُلْمٍ) *، أي إلحاد بظلم، والباء فيه زائدة. قال حُمَيْد ابن ثور (١) : قَدْنِيَ من نَصْرِ الخُبَيْبَيْنِ قَدي * ليسَ الإمامُ بالشَحيحِ المُلْحِدِ (٢) - أي الجائر بمكة. واللَحْدُ بالتسكين: الشقّ في جانب القبر، واللحد بالضم لغة فيه. تقول لَحَدْتُ للقبر لَحْداً، وألْحَدْتُ له أيضاً، فهو مُلْحَدٌ. والملتحد: المجأ، لان اللاجئ يميل إليه.",
    "pg": "2:534-535"
  },
  "لحز": {
    "def": "اللحز (٤) : البخيل الضيق الخلق. والملاحز: المضايق. وتلاحز القوم في القول، إذا تعاوصوا.",
    "pg": "3:894"
  },
  "لحس": {
    "def": "اللَحْسُ باللسان. يقال لَحِسَ القَصعة بالكسر، يَلْحَسُها لَحْساً. وفي المثل: \" أسرعُ من لَحْسِ الكلبِ أنفَه \". ولَحِسْتُ الإناء لَحْسَةً ولُحْسَةً، عن يعقوب. وألْحَسَتِ الأرضُ، أي أنبتتْ وقولهم: \" تركت فلاناً بملاحِسِ البقرِ \"، وهو مثلُ قولهم \" بمباحث البقر \" أي بالمكان القفر، بحيث لا يُدرى أين هو. ويقال بحيث تَلْحَسُ بقر الوحش أولادَها. واللاحوسُ: المَشْؤومُ.",
    "pg": "3:974"
  },
  "لحص": {
    "def": "قال الأصمعيّ: الالْتِحاصُ مثل الالتِحاجِ. يقال: الْتَحَصَهُ إلى ذلك الأمر والْتَحَجَهُ، أي ألجأهُ إليه واضطره. وأنشد لامية بن أبى عائذ الهذلى: قد كنت خراجا ولوجا صيرفا * لم تلتحصنى حيص بيص لحاص * ولحاص فعال من التحص، مبنية على الكسر وهو اسم للشدة والداهية، لانها صفة غالبة، كحلاق: اسم للمنية. وهى فاعلة تلتحصنى. وموضع حيص بيص نصب على نزع الخافض. يقول: لم تلتحصنى، أي لم تلجئنى الداهية إلى ما لا مخرج لى منه. وفيه قول آخر: يقال: التحصه الشئ، أي نشب فيه، فيكون حيص بيص نصبا على الحال من لحاص. والالتحاص أيضا: الانسداد. يقال: الْتَحَصَتِ الإبرةُ، أي انسدَّ سَمُّها. واللحيصُ: الضيِّقُ. قال الراجز: قد اشْتَرَوْا لي كَفَناً رَخيصا * وبوَّءوني لحدا لحيصا",
    "pg": "3:1055"
  },
  "لحط": {
    "def": "لحط المكن لحطا: رشه (١) .",
    "pg": "3:1156"
  },
  "لحظ": {
    "def": "لَحَظَهُ ولَحَظَ إليه، أي نظر إليه بمؤْخِرِ عينيه. واللَحاظُ بالفتح: مؤْخِر العين. واللِحاظُ بالكسر: مصدر لاحظته، إذا راعيته.",
    "pg": "3:1178"
  },
  "لحف": {
    "def": "الْتَحَفْتُ بالثوب: تغطَّيت به. واللِحافُ: اسمُ ما يُلْتَحَفُ به. وكل شئ تغطيت به فقد الْتَحَفْتَ به. ولَحَفْتُ الرجل ألْحَفُهُ لَحْفاً: طرحت عليه اللِحافَ، أو غطَّيته بثوب. قال طرفة: ثمَّ راحوا عَبِقَ المِسْكِ بهم يَلْحَفونَ الأرضَ هُدَّابَ الأُزُرْ ولاحَفْتُ الرجل ملاحفة: كانفته. وألحف السائل: ألح. يقال: \" ليس للمُلْحِفِ مثل الردِّ (٢) \". والملحفة: واحدة الملاحف.",
    "pg": "4:1426"
  },
  "لحق": {
    "def": "اللخقوق: شق في الارض كالوجار. وفى الحديث أن رجلا كان واقفا مع النبي ﷺ فوقصت به ناقته في أخاقيق جرذان. قال الاصمعي: إنما هو لخاقيق، واحدها لخقوق، وهى شقوق في الارض.",
    "pg": "4:1549"
  },
  "لحك": {
    "def": "اللحك: مداخلة الشى والتزاقة به. يقال: لوحك فَقارُ ظهرِه، إذا دخل بعضُها في بعض. وشى متلاحك، أي متداخل، قال أبو عبيد: الملاحكة: الناقة الشديدة الخلق واللحكة (١) ، دويبة أظنها مقلوبة من الحلكة وقال ابن السكيت، اللُحَكَةُ، دُوَيْبَّة شبيهة بالعظاية تبرق زرقاء، وليس لها ذَنَبٌ طويلٌ مثل ذنب العظاية، وقوائمها خفية",
    "pg": "4:1606"
  },
  "لحم": {
    "def": "اللحمُ: معروف، واللَحْمَةُ أخصُّ منه، والجمع لِحامٌ ولُحْمانٌ ولُحومٌ. وقال يهجو قوما رأيتكم بنى الخذواء لما دنا الاضحى وصللت اللحام توليتم بودكم وقلتم لعك منك أقرب أو جذام يقول: لما أنتنت اللحوم من كثرتها عندكم أعرضتم عنى. واللُحْمَةُ بالضم: القرابةُ. ولُحْمَةُ الثوب تضم وتفتح. ولُحْمَةُ البازي: ما يُطْعَمُ ممَّا يصيده، يضم ويفتح أيضاً. والمَلْحَمَةُ: الوقعةُ العظيمة في الفتنة. واسْتُلْحِمَ الرجل، إذا احْتَوَشَهُ العدوُّ في القتال. والمُتَلاحِمَةُ: الشَجَّةُ التي أخذتْ في اللحم ولم تبلغ السِمْحاق. والمُلْحَمُ: جنسٌ من الثياب. ويقال أيضاً: رجلٌ مُلْحَمٌ، أي مُطْعَمٌ للصيد مرزوقٌ منه. ولاحمت الشئ بالشئ، إذا ألصقته به. وحبلٌ مُلاحَمٌ: مشدود الفتل. والمُلْحَمُ: الملصَق بالقوم، عن الأصمعيّ. أبو عبيدة: اللَحيمُ: القتيلُ. وقد لحم، أي قتل. وأنشد (١) فقالوا تَرَكْنا القومَ قد حَصِروا به ولا ريبَ أنْ قد كان ثَمَّ لَحيمُ (١) وقد لَحُمَ الرجل بالضم فهو لحيمٌ، إذا كان كثير اللَحْمِ في بدنه. ولَحِمَ بالكسر: اشتهى اللَحْمَ، فهو لحِمٌ. ولَحَمْتُ القوم ألْحَمَهَمْ بالفتح فيهما، إذا أطعمتهم اللَحْمَ فأنا لاحِمٌ. ولا تقل ألْحَمْتُ، والأصمعي يقوله. ويقال أيضاً: رجلٌ لاحِمٌ: ذو لَحْمٍ، مثل تامر ولابن. واللحَّامُ: الذي يبيع اللَحْمَ. ولَحَمْتُ العظم ألْحُمُهُ بالضم، إذا عَرَقْتَهُ. وقال: وعامنا أعجبنا مقدمه يدعى أبا السمح وقرضاب سمه مبتركا لكل عظم يلحمه وألْحَمَ الدابَّة، إذا وقف فلم يبرح واحتاجَ إلى الضرب. وأَلْحَمْتُكَ عِرضَ فلانٍ، إذا أمكنتكَ منه تشتمه. وألحمته سيفى. وألحم الناسج الثوبَ. وفي المثل: \" أَلْحِمْ ما أسديت \" أي تمِّمْ ما ابتدأته من الإحسان. وألْحَمَ الرجلُ: كثُر في بيته اللَحْمُ. وألْحَمَ الزرع، إذا صار فيه حَبٌّ. وأَلْحَمْتُ الحربَ فالْتَحَمَتْ. والْتَحَمَ الجرحُ للبرء.",
    "pg": "5:2027-2028"
  },
  "لحن": {
    "def": "اللَحْنُ: الخطأ في الإعراب. يقال فلان لَحَّانٌ ولَحَّانَةٌ، أي كثير الخطأ (١) . والتَلْحينُ: التخطئة. واللَحْنُ: واحد الألْحانِ واللُحونِ. ومنه الحديث: \" اقرءوا القرآنَ بِلُحونِ العرب \". وقد لَحَنَ في قراءته، إذا طرَّب بها وغرَّد. وهو ألْحَنُ الناس، إذا كان أحسنهم قراءةً أو غناء. ولحن إليه يلحن لحنا، أي نَواهُ وقصَده ومالَ إليه. ولَحَنَ في كلامه أيضاً، أي أخطأ. واللحن، بالتحريك: الفطنة. وقد لحن بالكسر (١) . وفي الحديث: \" ولعلَّ أحدَكم ألْحَنُ بحُجَّته من الآخر \"، أي أفطن لها. ومنه قول عمر بن عبد العزير: \" عجبت لمن لاحن الناس كيف لا يعرفُ جوامعَ الكلم \"، أي فاطَنَهم. أبو زيد: لَحَنْتُ له بالفتح ألْحَنُ لَحْناً، إذا قلت له قولاً لا يفهمه عنك ويخفى على غيره. ولحنه هو عنى بالكسر يلحنه لحنا، أي فهمه، وألْحَنْتُهُ أنا إيَّاه. ولاحنت الناس: فاطنهم. قال الفزارى (٢) : وحديثٍ ألَذُّهُ هو ممَّا * يَنْعَتُ الناعتون يوزَن وَزْنا منطَقٌ رائعٌ وتَلْحَنُ أحيا * ناً وخيرُ الحديثِ ما كان لَحْنا يريد أنَّها تتكلَّم وهي تريد غيره، وتعرِّض في حديثها فتُزيله عن جهته، من فِطنتها وذكائها، كما قال تعالى: (ولَتَعْرِفَنَّهُمْ في لَحْنِ القول) ، أي في فحواه ومعناه. وقال القتَّال الكلابيّ: ولقد وَحَيْتُ لكم لكي ما تفهموا * ولحنْتُ لَحْناً ليس بالمرتابِ وكأنَّ اللَحْنَ في العربية راجعٌ إلى هذا، لأنَّه من العدول عن الصواب.",
    "pg": "6:2193-2194"
  },
  "لحى": {
    "def": "اللحْيُ: منبِت اللِحْيَةِ من الإنسان وغيره ; والنسبة إليه لَحَوِيٌّ (١) . وهما لحيان وثلاثة ألح على أفعل، إلا أنهم كسروا الحاء لتسلم الياء، والكثير لحى على فعول، مثل ثدى وظبى ودلى، وهو فعول. ولحيان: أبو قبيلة، وهو لحيان بن هذيل ابن مدركة. واللحية معروفة، والجمع لحى ولحى أيضا بالضم، مثل ذروة وذرا، عن يعقوب. وقد التحى الغلام. ورجل لحيانى: عظيم اللحية. وأبو الحسن على بن خازم يلقب بذلك. والتلحى: تطويق العمامة تحت الحنك. وفى الحديث: \" نهى عن الاقتعاط وأمر بالتلحى \". واللحاء ممدود: قشر الشجر. وفي المثل: \" لا تدخل بين العصا ولِحائِها \". ولَحَوْتُ العصا ألْحوها لَحْواً، إذا قشرتها. وكذلك لحيت العصا ألحى لَحْياً. وقال (١) : لَحَيْنَهُمُ لَحْيَ العصا فطَرَدْنَهُمْ * إلى سَنَةٍ قِرْدانُها لم تَحلَمِ ولَحَيْتُ الرجل ألْحاهُ لَحْياً، إذا لمته ; فهو ملحى. ولاحيته ملاحاة ولحاء، إذا نازعته. وفي المثل: \" من لاحاكَ فقد عاداك \". وتلاحوا، إذا تنازعوا. وقولهم: لَحاهُ الله، أي قبَّحه ولعنه.",
    "pg": "6:2480-2481"
  },
  "لخخ": {
    "def": "لَخَّتْ عينه، أي كثُر دمعها. قال الراجز: لا خير في الشيخ إذا ما جخى (١) * وسال غرب عينه ولخا والتخ عليهم أمرهم: اختلط. والْتَخَّ العُشْبُ: التفَّ. وسكرانُ مُلْتَخٌّ، أي مختلط عقله. والعامة تقول ملطخ. واللخلخانية: العجمة في المنطق، يقال رجل لَخْلَخانِيٌّ، إذا كان لا يفصح.",
    "pg": "1:430"
  },
  "لخص": {
    "def": "التَلخيصُ: التبيينُ والشرحُ. واللَخَصُ: أن يكون الجفنُ الأعلى لَحيماً. وقد لَخِصَ الرجلُ فهو ألْخَصٌ. وضرع لخيص، بكسر الخاء، أي كثير اللحم لا يكاد اللبن يخرج منه إلا بشدة.",
    "pg": "3:1055-1056"
  },
  "لخف": {
    "def": "قال الأصمعيّ: اللِخافُ: حجارة بيض رقاق، واحدتها لخفة. وفى حديث زيد بن ثابت رضى الله عنه، حين أمره أبو بكر رضى الله عنه أن يجمع القرآن، قال: \" فجعلت أتتبعه من الرقاع والعسب واللخاف \". واللخف مثل الرخْفِ، وهو الزُبد الرقيق. وقال أبو عمرو: اللَخْفُ: الضربُ الشديد، حكاه عنه أبو عبيد.",
    "pg": "4:1426"
  },
  "لخم": {
    "def": "لخم: حى من اليمن، ومنهم كانت ملوك العرب في الجاهلية، وهم آل عمرو بن عدى ابن نصر اللخمى. واللخم بالضم: ضرب من سمك البحر يقال له الكوسج.",
    "pg": "5:2028"
  },
  "لخن": {
    "def": "لَخِنَ السقاءُ بالكسر لَخَناً، أي أنْتَنَ. ومنه قولهم: أَمَةٌ لخناءُ. ويقال: اللَخْناءُ التي لم تختن. والرجل ألخن.",
    "pg": "6:2194"
  },
  "لخى": {
    "def": "اللَخى: كثرة الكلام في باطلٍ. تقول: رجلٌ ألْخى وامرأةٌ لَخْواءُ. وقد لَخِيَ بالكسر لَخًى. وبعيرٌ لَخٍ وألْخى، وناقةٌ لَخْواءُ، إذا كانت إحدى ركبتيها أعظم من الاخرى، مثل الا ركب. والالخى: المعوجّ. وعُقابٌ لَخْواءٌ: لأنَّ منقارَها الأعلى أطول من الأسفل. واللَخى أيضاً: المُسْعَطُ. والمِلْخى مثله. وقد لَخَوْتُ الرجل ولَخَيْتُهُ وأَلْخَيْتُهُ بمعنًى، أي أسعطته. وأَلْخَيْتُهُ مالاً، أي أعطيته. واللُخى أيضاً: نعت القُبُلِ المضطرب الكثير الماء. (*) والصبى يلتخى الْتِخاءً، إذا أكل خبزاً مبلولاً. والاسم اللخاء مثل الغذاء.",
    "pg": "6:2481"
  },
  "لدد": {
    "def": "الأصمعيّ: اللديدانِ: جانبا الوادي. قال: ومنه أخِذ اللَدودُ، وهو ما يُصبُّ من الأدوية في أحد شِقَّي الفم. قال ابن السكيت: يقال في المثل: \" جرى منه مجرى اللدود \". وجمع ألدة. وقد لُدَّ الرجل فهو ملدودٌ، وألْدَدْتُهُ أنا، والْتَدَّ هو. قال ابن أحمر: شرِبت الشكاعى والتَدَدْتُ ألِدَّةً * وأقْبَلْتُ أفْواهَ العُروقِ المَكاوِيا - واللديدُ مثل اللدودِ. واللديدانِ: صفحتا العنق، وجمعه أَلِدَّةٌ. ومنه اشتقاقُ قولهم: فلانٌ يتلَدَّدُ، أي يلتفت يميناً وشمالاً. ورجلٌ أَلَدُّ بيِّن اللَدَدِ، وهو الشديد الخصومة، وقومٌ لد. ولد أيضا: موضع بالشام. واللد بالفتح: الجوالق. وقال الراجز:\nكأنَّ لدَّيْهِ على صَفْح جَبَلْ * ولَدَّهُ يَلُدُّهُ: خَصَمَهُ، فهو لاد ولدود. قال الراجز: ألد أقْرانَ الخُصوم اللَدِّ * يقال: ما زلت ألادُّ عنك، أي أدفع. ورجلٌ يَلَنْدَدٌ وأَلَنْدَدٌ، أي خَصِمٌ، مثل الأَلَدِ. وتصغير ألَنْدَدٍ أُلَيْدٌ (١) ، لان أصله ألد، فزادوا فيه النون ليلحقوه ببناء سفرجل، فلما ذهبت النون عاد إلى أصله. وقولهم: مالى منه محتد ولا ملتد، أي بد.",
    "pg": "2:535"
  },
  "لدس": {
    "def": "لَدَّسْتُ البعير تَلْديساً: أنْعَلْتُهُ، وكذلك الخُفُّ إذا أصلحتَه برِقاع. يقال خُفٌّ مُلَدَّسٌ، كما يقال ثوبٌ مُلَدَّمٌ ومُرَدَّمٌ. واللديسُ: الناقة المكتنزة اللحم، مثل اللكيكِ والدَخيسِ. والمِلْدَسُ لغةٌ في المِلْطَسِ، وهو حجرٌ ضخم يُدقُّ به النوى، وربما شبه الفحل الشديد الوطئ به. والجمع الملادس.",
    "pg": "3:974"
  },
  "لدغ": {
    "def": "لَدَغَتْهُ العقرب تَلْدَغُهُ لَدْغاً وتلداغا، فهو ملدوع ولديغ ويقال لَدَغَهُ بكلمةٍ، أي نَزَغَهُ بها.\nفصل الميم",
    "pg": "4:1325"
  },
  "لدم": {
    "def": "قال الأصمعيّ: اللَدْمُ: صوت الحجر أو الشئ يقع بالارض، وليس بالصوت الشديد. وفي الحديث: \" والله لا أكون مثلَ الضبع تَسمع اللَدْمَ حتَّى تخرج فتصاد \". ثم يسمَّى الضرب لَدْماً. يقال: لَدَمْتُ ألْدِمُ لَدْماً. قال الشاعر (١) : ولِلْفُؤَادِ وَجيبٌ تحت أبْهَرِهِ لَدْمَ الغلامِ وراء الغَيبِ بالحَجَرِ فأنا لادم، وقوم لدم، مثل خادم وخدم. ولدمت المرأة وجهها: ضربته. ولَدَمْتُ خبز المَلَّةِ، إذا ضربته. والالتدام: الاضطراب. والتدام النساء: ضربهُنَّ صدورهن في النِياحة. واللَديمُ: الثوبُ الخَلَقُ. ولَدَمْتُ الثوب لَدْماً، ولَدَّمْتُهُ تَلْديماً، أي رَقَعْتُهُ، فهو ملدم ولديم، أي مرقع مُصْلَحٌ. واللِدامُ مثل الرِقاعِ يُلْدَمُ به الخفُّ وغيره. وتَلَدَّمَ الثوب، أي أخْلَقَ واسترقع. وتَلَدَّمَ الرجل ثوبَه، أي رَقَعَهُ، يتعدَّى ولا يتعدَّى مثل تَرَدَّمَ. وألْدَمَتْ عليه الحُمَّى، أي دامت. وأُمُّ مِلْدَمٍ: كُنْية الحُمَّى. والمِلْدَمُ أيضاً: الرجل الأحمقُ الكثيرُ اللحمِ الثقيلُ. والمِلْدَمُ والمِلْدامُ: حجرٌ يُرْضَخُ به النَوى، وهو المِرْضاخُ أيضاً. واللَدَمُ بالتحريك: الحُرَمُ في القرابات. ويقال: إنَّما سمِّيت الحُرْمَةُ اللَدَمَ لأنَّها تُلَدِّمُ القرابة أي تصلح وتصل. تقول العرب: \" اللَدَمُ اللَدَمُ \" إذا أرادت تؤكيد المحالفة، أي حرمتنا حرمتكم، وبيتنا بيتكم، لا فرق بينا.",
    "pg": "5:2028-2029"
  },
  "لدن": {
    "def": "رمحٌ لَدْنٌ، أي ليِّنٌ ; ورماحٌ لُدْنٌ بالضم. والتَلَدُّنُ: التمكُّث. يقال: تَلَدَّنَ عليه، إذا تلكَّأَ عليه. ولَدُنْ: الموضع الذي هو الغاية، وهو ظرفٌ غير متمكِّن بمنزلة عِنْدَ، وقد أدخلوا عليها (مِنْ) وحدها من بين حروف الجر. قال تعالى: (مِنْ لَدُنَّا) . وجاءت مضافةً تخفض ما بعدها. وفي لَدُنْ ثلاث لغات: لَدُنْ، ولدى، ولد. قال الراجز (١) * من لد لحييه إلى منخوره (١) * وقد حمل حذف النون بعضهم على أن قال: لدن غدوة فنصب غدوة بالتنوين. قال ذو الرمة: لدن غدوة حتَّى إذا امْتَدَّتِ الضُحى * وحَثَّ القطين الشحشحان المكلف لانه توهم أن هذه النون زائدة تقوم مقام التنوين، فنصب كما تقول ضارب زيدا. ولم يعملوا لدن إلا في غدوة خاصة.",
    "pg": "6:2194-2195"
  },
  "لدى": {
    "def": "لَدى: لغة في لَدُنْ، قال تعالى: (وأَلْفَيا سَيِّدَها لَدى البابِ) . واتِّصاله بالمضمرات كاتِّصال عليك. وقد أغرى به الشاعر في قوله (١) : فدع عنك الصِبا ولَدَيْكَ هَمًّا (٢) * تَوَقَّشَ في فؤادك واختيالا",
    "pg": "6:2481"
  },
  "لذذ": {
    "def": "اللَذَّةُ: واحدة اللَذَّاتِ. وقد لذذت الشئ بالكسر لذاذ ولذاذة، أي وجدته لذيذا. والتذذت به وتلذذت به، بمعنًى. وشرابٌ لَذٌّ ولَذيذٌ، بمعنًى. واسْتَلَذَّهُ: عدَّه لذيذاً. واللَذُّ: النوم في قول الشاعر (١) : ولَذٍّ كطَعمِ الصَرْخَدِيِّ طَرَحْتُهُ * عَشِيَّةَ خِمْسِ القومِ والعينُ عاشِقُه (٢) - واللَذِ واللَذْ بكسر الذال وتسكينها: لغةٌ في الذي. والتثنية اللَذا بحذف النون، والجمع الذينَ، وربَّما قالوا في الرفع: اللذون.",
    "pg": "2:569-570"
  },
  "لذع": {
    "def": "لَذَعَتْهُ النار (١) لَذْعاً: أحرقته. ولَذَعَهُ بلسانه، أي أوجعَه بكلام. يقال: \" نعوذ بالله من لَواذِعِهِ \". والْتِذاعُ القَرحةِ: احتراقها وجعاً إذا قيَّحتْ. واللَوْذَعِيُّ: الرجل الظريف الحديد الفؤاد (٢) .",
    "pg": "3:1278"
  },
  "لذم": {
    "def": "أبو زيد: لَذِمْتُ بالمكان بالكسر لَذْماً: لزِمْتُهُ. وأَلْذَمْتُ فلاناً بفلانٍ إلذاما. ولذمه الشئ: أعجبه، وهو في شعر الهذلى. وألذم به، أي أُولِعَ به، فهو مُلْذَمٌ به.",
    "pg": "5:2029"
  },
  "لذى": {
    "def": "الذي اسم مبهم للمذكَّر ; وهو مبنيٌّ معرفةٌ، ولا يتم إلا بصلة. وأصله لذي، فأدخل عليه الألف واللام، ولا يجوز أن يُنزعا منه لتنكير. وفيه أربع لغات: الَّذي واللَّذِ بكسر الذال، واللَّذْ بإسكانها، والذِيُّ بتشديد الياء. وفي تثنيته ثلاث لغات: اللذان، واللذا بحذف النون. قال الأخطل: أبَني كُلَيْبٍ إنَّ عَمَّيَّ اللَّذا * قَتلا الملوك وفَكَّكا الاغلالا واللذان بتشديد النون. وفى جمعها لغتان: الَّذينَ في الرفع والنصب والجر، والَّذي بحذف النون. قال الشاعر (١) : وإنَّ الَّذِي حانت بفَلْجٍ دماؤهم * هُمُ القومُ كُلُّ القومِ يا أُمَّ خالِدِ يعني الَّذينَ. ومنهم من يقول في الرفع اللذون. وزعم بعضهم أن أصله ذا ; لانك تقول: ماذا رأيت، بمعنى ما الذى رأيت. وهذا بعيد، لان الكلمة ثلاثية ولا يجوز أن يكون أصلها حرفا واحدا. وتصغير الذى: اللذيا بالفتح والتشديد، فإذا ثنَّيت المصغَّر أو جمعته حذفت الألف فقلت اللَّذَيَّانِ واللَّذَيُّونَ. وقول الشاعر: فإنْ أدَعِ اللَّواتي من أناسٍ * أضاعوهُنَّ لا أدَعِ الَّذينا فإنَّما تركه بلا صلة لأنَّه جعله مجهولاً.",
    "pg": "6:2481-2482"
  },
  "لزأ": {
    "def": "الاصمعي: لزأت الابل تلزئة، أذا أحسنتَ رعيَها (١) . وقبَّح الله أُمًّا لزأت به، أي ولدته.",
    "pg": "1:71"
  },
  "لزب": {
    "def": "طين لازب، أي لازق. تقول منه: لزب الشئ يلزب لزوبا. واللازب: الثابت. تقول: صار الشئ ضربة لازب، وهو أفصح من لازم. قال النابغة: ولا يحسَبونَ الخيرَ لا شرَّ بعده * ولا يحسَبونَ الشرَّ ضربةَ لازب وأصابتهم لَزْبَةٌ، أي شدَّةٌ وقحطٌ، والجمع اللَزْباتُ بالتسكين، لأنَّه صفة. والمِلْزابُ: البخيل الشديد. وأنشد أبو عمرو: لا يفرحون إذا ما نَضْخَةٌ وقعتْ * وهم كِرامٌ إذا اشتد الملازيب",
    "pg": "1:219"
  },
  "لزج": {
    "def": "لزج الشئ، أي تمطط وتمدد، فهو شئ لزج. ولزج به، أي غَرِيَ به. ويقال للطعام أو الطِيب إذا صار كالخِطْمِيّ: قد تلزَّجَ. وتلزَّج رأسه أيضاً، إذا غسله فلم يُنقِ وسخه، عن يعقوب. وتلزج النبات: تلجن. قال العجَّاج (١) :\nوفَرَغا من رَعْي ما تَلَزَّجا * لأنَّ النبات إذا أخذ في اليُبْس غَلُظ ماؤه فصار كلعاب الخطمى.",
    "pg": "1:338"
  },
  "لزز": {
    "def": "لزه يلزه لزا ولززا (١) ، أي شدَّه وألصقه. وكَزٌّ لَزٌّ اتباعٌ له. ورجلٌ مِلَزٌّ: شديد الخصومة لزوم لما طالب. * ولا امرؤ ذو جدل مِلَزِّ * إنَّما خفض مِلَزًّا على الجِوارِ. ويقال: فلانٌ لِزازُ خَصْمٍ. ومنه لِزازُ الباب. واللزائزُ: الجَناجِنُ. قال الراجز (٢) :\nذي مِرْفَقٍ بانَ عن اللزائر (٣) * والملزز: المجتمع الخلق الشديدُ الأسرِ. وقد لَزَّزَهُ الله. ولاززته: لاصقته.",
    "pg": "3:894"
  },
  "لزق": {
    "def": "لَزِقَ به لُزوقاً والْتَزَقَ به،، أي لَصِقَ به. وألْزَقَهُ به غيره. ويقال: فلان لِزْقي وبِلِزْقي، ولَزيقي، أي بجنبي. واللازوقُ: دواء للجرج يلزمه حتى يبرأ. والملزق: الشئ ليس بالمحكم.",
    "pg": "4:1549"
  },
  "لزم": {
    "def": "لزمت الشئ ألزمه لزوما (١) ، ولَزِمْتُ به ولازَمْتُهُ. واللِزامُ: المُلازِم. قال أبو ذؤيب: فلم يَرَ غَيْرَ عادِيَةٍ لِزاماً كما يتفجَّرُ الحوضُ اللَقيفُ والعادِيَةُ: القومُ يَعْدونَ على أرجلهم، أي فحَمْلَتُهُمْ لِزامٌ، كأنهم لزموه لا يفارقون ماهم فيه. ويقال: صار كذا وكذا ضربةَ لازِمٍ: لغة في لازِبٍ. قال كثير (٢) : فما وَرِقُ الدنيا بباقٍ لأهله ولا شدَّةُ البلوى بضربة لازم وألزمته الشئ فالتزمه. والالتزام: الاعتناق. قال الكسائي: تقول سببته سبًّا يكون لَزامِ، مثل قَطامِ. والمِلْزَمُ بالكسر: خشَبتان يُشَدُّ أوساطهما بحديدةٍ، تكون مع الصَياقلة والأبَّارين.",
    "pg": "5:2029-2030"
  },
  "لزن": {
    "def": "اللَزْنُ: الشدَّةُ. وعيشٌ لَزِنٌ، أي ضيِّقٌ. واللَزَنُ، بالتحريك: اجتماع القوم على البئر للاستقاء حتَّى ضاقت بهم وعَجَزَتْ. وكذلك في كلِّ أمر. قال الأعشى: ويُقْبِلُ ذو البَثِّ والراغبو * نَ في ليلة هي إحدى اللزن",
    "pg": "6:2195"
  },
  "لسب": {
    "def": "لَسِبْتُ العسلَ بالكسر، ألْسَبُهُ لسبا، إذا لعقته. ولسب بالشئ، مثل لَصِبَ به، أي لَزِقَ. ولَسَبَتْهُ العقربُ بالفتح تَلْسِبُهُ لَسْباً، أي لذغته. ولسبه أسواطا، أي ضربه.",
    "pg": "1:219"
  },
  "لسد": {
    "def": "لَسَدَ الطلا أُمَّه يَلْسِدُها لسدا، أي رضعها، مثلا كسر يكسر كسرا. ولسد العسل أيضاً: لعِقه. وحكى أبو حاتم في كتاب الأبواب: لَسِدَ الطَلا أُمَّهَ بالكسر لَسَداً بالتحريك، مثل لجذ الكلب الاناء لجذا.",
    "pg": "2:535"
  },
  "لسس": {
    "def": "اللَسُّ: الأكلُ. يقال: لَسَّتِ الدابَّةُ الكلأ تَلُسُّهُ لَسًّا بالضم، إذا نتفته بجَحْفَلَتها. قال زهيرٌ يصف وحشاً: ثلاثٌ كأقْواسِ السَراءِ وناشِطٌ (١) * قد اخْضَرَّ من لَسِّ الغمير جحافله * وألست الارض: طلع أوَّل نباتها. واسم ذلك النبات اللُساسُ بالضم، لأنَّ المال تَلُسَّهُ. قال الراجز (١) :\nفي باقِلِ الرِمْثِ وفى اللساس",
    "pg": "3:974-975"
  },
  "لسع": {
    "def": "لَسَعَتْهُ العقرب والحيَّة تَلْسَعُهُ لسعا (٣) .",
    "pg": "3:1278"
  },
  "لسق": {
    "def": "لَسِقَ به ولَصِقَ به، والْتَسَقَ به والْتَصَقَ به، وألْسَقَهُ به غيره وألْصَقَهُ به غيره. وفلانٌ لِسْقي ولِصْقي، وبلِسْقي وبلِصْقي، ولسيقى، أي بجنبى. واللسق مثل، وهو لصوق الرئة بالجنب من العطَش. يقال لَسِقَ البعيرُ ولَصِقَ. ومنه قول رؤبة:\nوبَلَّ برْدُ الماءِ أَعْضادَ اللَسَقْ (١) * والملصق: الدعى.",
    "pg": "4:1549-1550"
  },
  "لسن": {
    "def": "اللِسانُ: جارحة الكلام، وقد يكنى بها عن الكلمة فتؤنَّث حينئذ. قال أعشى باهلة (*) إنى أتتني لِسانٌ لا أسَرُّ بها * من عَلْوَ لا عَجَبٌ منها ولا سخر فمن ذكره قال في الجمع ثلاثة ألسنة، مثل حمار وأحمرة، ومن أنثه قال ثلاث ألسن، مثل ذراع وأذرع، لان ذلك قياس ما جاء على فعال من المذكر والمؤنث. واللسن بالتحريك: الفصاحة. وقد لسن (١) بالكسر فهو لسن وألسن، وقوم لسن. وفلان لسان القو م، إذا كان المتكلِّمَ عنهم. واللِسانُ: لِسانُ الميزان. ولَسَنْتُهُ، إذا أخذتَه بلِسانِكَ. قال طرفة: وإذا تَلْسَنُني ألْسُنُها * إنني لستُ بمَوْهونٍ فَقِرْ والمَلْسونُ: الكذاب. واللِسْنُ، بكسر اللام: اللغة. يقال: لكل قومٍ لِسْنٌ، أي لغة يتكلَّمون بها. والمُلَسَّنُ من النعال: الذي فيه طولٌ ولطافةٌ، على هيئة اللسان. قال كثير: لَهُم أُزُرٌ حُمْرُ الحواشي يَطَونَها * بأقدامهمْ في الحضرميِّ المُلَسَّنِ وكذلك امرأة ملسنة القدمين.",
    "pg": "6:2195-2196"
  },
  "لصب": {
    "def": "ابن السكيت: لَصِبَ سيفهُ يَلْصَبُ لَصَباً، إذا نشِب في الغِمد فلا يخرج. ولَصِبَ جلدُ فلانٍ، إذا لصِق باللحم من الهُزال. واللِصْبُ، بالكسر: الشِعْبُ الصغير في الجبل. وكلُّ مَضيق في الجبل فهو لصب.\nو [الجمع] لصاب ولُصوبٌ. وفلانٌ لَحِزٌ لَصِبٌ: لا يكاد يعطي شيئاً. ولَصِبَ الخاتَمُ في الإصبع، وهو ضدُّ قَلِقَ. واللواصب في شعر كثَيِّر (١) : الآبار الضيقة البعيدة القعر.",
    "pg": "1:219"
  },
  "لصت": {
    "def": "الفراء: اللَصْتُ بفتح اللام (٢) : اللص في لغة طيئ، والجمع لُصوتٌ. وهم الذين يقولون للطَسّ طَسْتٌ. قال الزبير بن عبد المطلب: ولَكِنَّا خُلِقْنا إذ خُلِقْنا * لنا الحِبَراتُ والمِسْكُ الفَتيتُ وصبرٌ في المواطِنِ كلَّ يومٍ * إذا خَفَّتْ من الفَزَعِ البُيوتُ فأفسَدَ بطنَ مَكَّةَ بعد أُنسٍ * قَراضِبَةٌ كأنهم اللصوت",
    "pg": "1:264"
  },
  "لصص": {
    "def": "اللِصُّ: واحد اللُصوصِ. واللُصُّ بالضم: لغةٌ فيه. ولِصٌّ بيِّن اللُصوصيَّةِ، وهو يَتَلَصَّصُ. وأرضٌ مَلَصَّةٌ: ذاتُ لُصوصٍ. والأَلَصُّ: المتقارب المنكبين يكادان يمسَّان أُذنيه. والأَلَصُّ أيضاً: المتقاربُ الأضراسِ. وفيه لَصَصٌ. والتَلْصيصُ في البنيان: لغةٌ في الترصيصِ.",
    "pg": "3:1056"
  },
  "لصف": {
    "def": "اللصف، بالتحريك: شئ ينبت في أصول الكَبَرِ، كأنَّه خيارٌ. وهو أيضاً جنسٌ من التمر. ولم يعرفه أبو الغوث. ولصاف، مثل قطام: موضع من منازل بنى تميم. قال الشاعر (١) : قد كنت أحسبكم أسود خفية فإذا لصاف تبيض فيه الحمر (٢) وبعضهم يعربه ويجريه مجرى ما لا ينصرف من الاسماء.",
    "pg": "4:1426"
  },
  "لضض": {
    "def": "دليل لضلاض، أي حاذق. ولَضْلَضَتُهُ: كثرةُ تلفٌّتِهِ يميناً وشمالاً. قال الراجز:\nوبَلْدَةٍ تَغْبى على اللضلاض (١)\nفصل الميم",
    "pg": "3:1104"
  },
  "لطأ": {
    "def": "الاحمر: لطأ بالارض لطأ، ولطئ أيضا لطوءا: لصق بها.",
    "pg": "1:71"
  },
  "لطح": {
    "def": "اللَّطْحُ مثل الحَطْءِ، وهو الضربُ الليِّن على الظهر ببطن الكفّ. وقد لَطَحَهُ. ويقال أيضاً: لَطَحَ به، إذا ضرب به الارض.",
    "pg": "1:401"
  },
  "لطخ": {
    "def": "لَطَخَهُ بكذا لَطْخاً فتَلَطَّخَ به، أي لوَّثه به فتلوَّث. ولُطِخَ فلانٌ بشرٍّ: رُمِيَ به. وفي السماء لَطْخٌ من سحاب، أي قليل.\nفصل الميم",
    "pg": "1:430"
  },
  "لطس": {
    "def": "المِلْطَسُ والمِلْطاسُ: حجرٌ ضخمٌ يدقَّ به النَوى، مثل المِلْدَمِ والمِلْدامِ، والجمع المَلاطِسُ. أبو عمرو: اللطس: الدق والوطئ الشديد. قال حاتم: وسُقيتُ بالماء النَميرِ ولَمْ * أُتْرَكْ أُلاطِسُ حَمْأَةَ الحَفْرِ * قال أبو عبيدة: معنى أُلاطِسُ أتلطَّخ بها.",
    "pg": "3:975"
  },
  "لطط": {
    "def": "لَطَّ بالأمر يَلُطُّ لَطًّا: لزمه. ولططت الشئ: ألصقته. ولططت حقه، إذا جحدته. وربما قالوا: تلطيت حقه، لانهم كرهوا اجتماع ثلاث طاءات، فأبدلوا من الطاء الأخيرة ياءً، كما قالوا من اللَعاعِ تَلَعَّيْتُ. وألَطَّهُ عليَّ، أي أعانه أو حَمَله على أن يَلطَّ حقِّي. يقال: مالك تعينه على لَطَطِه. ولَطَّ السِتْرَ، أي أرخاه. وكل شئ سترته فقد لَطَطْتَهُ. قال الأعشى: ولقد ساءها البياضُ فَلَطَّتْ * بحِجابٍ من دُونِنا (٢) مصدوف (٣) * ويروى: \" مصروف \". ولطت الناقة بذنبها، إذا جعلته بين فخذَيها وتُرْسٌ مَلْطوطٌ، أي منكبٌّ على وجهه. قال ساعدة بن جؤية صب اللهيف لها السُبُوبَ بطَغْيَةٍ * تُنْبي العُقابَ كما يُلَطُّ المِجْنَبُ (١) * واللَطُّ: قلادةٌ. يقال: رأيت في عنقها لَطًّا حَسَناً، وكَرْماً حَسَناً، وعِقْداً حَسَناً، كله بمعنى، عن يعقوب. والجمع لطاط. وألط، أي اشتدَّ في الأمر والخصومة. والأَلَطُّ: الذي سقطت أسنانه، أو تأكَّلتْ وبقيتْ أصولها. يقال: رجلٌ أَلَطُّ بيِّن اللَّطَطِ. ومنه قيل للعجوز لِطْلِطٌ، وللناقة المسنَّة لِطْلِطٌ، إذا سقطتْ أسنانها. والمِلْطاطُ: رَحى البِزْرِ. ومِلْطاطُ البعيرِ: حَرْفٌ في وسط رأسه. والملطاط: حافة الوادي وشَفيره، وساحلُ البحر. قال رؤبة:\nنحن جَمَعْنا الناسَ بالمِلْطاطِ (٢) * قال الأصمعيّ: يعني ساحل البحر. وقول ابن مسعود: \" هذا الملطاط طريق بقية المؤمنين هرابا من الدجال \" يعنى به شاطئ الفرات. قال عدى بن زيد * ساكنات بجانب الملطاط (١)",
    "pg": "3:1156-1157"
  },
  "لطع": {
    "def": "اللَطْعُ: اللحسُ. واللَطْعُ أيضاً: أن تضرب مؤخَّر إنسان برجلك. تقول منهما جميعا: لطعته بالكسر (٤) ألطعه لطعا. والتطع: شرب جميع ما في الإناء أو الحوض، كأنَّه لَحِسَهُ. واللَطَعُ بالتحريك: بياضٌ في باطن الشفة، وأكثر ما يعتري ذلك السودان. واللَطَعُ أيضاً: تحاتُّ الأسنانِ إلا أسناخَها. رجلٌ أَلْطَعُ وامرأةٌ لَطْعاءُ. قال الراجز:\nعُجَيِّزٌ لَطْعاءُ دَرْدَبيسُ (١) * واللَطْعاءُ: أيضاً القليلة لحم الفرج، ذكره ابن دريد.",
    "pg": "3:1278-1279"
  },
  "لطف": {
    "def": "لطف الشئ (٣) بالضم يلطف لطافة، أي صغر، فهو لطيف. واللطف في العمل: الرِفقُ فيه. واللُطْفُ من الله تعالى: التوفيق والعصمة. وألْطَفَهُ بكذا، أي بَرَّهُ به. والاسم اللطف بالتحريك. يقال جاءتنا لطفة من فلان، أي هديَّة. والمُلاطَفَةُ: المُبارَّةُ. والتَلَطُّفُ للأمر: الترفُّق له. وألطف الرجال البعير: أدخل قضيبه في الحياء، وذلك إذا لم يهتد لموضع الضراب. واستلطف العبير، أي أدخله فيها بنفسه، مثل استخلط، وأخلطه غيره (١) .",
    "pg": "4:1426-1427"
  },
  "لطم": {
    "def": "اللَطْمُ (١) : الضرب على الوجه بباطن الراحة. وفي المثل: \" لو ذاتُ سِوارٍ لَطَمَتْني \". قالته امرأةٌ لطَمَتْها من ليست بكفوٍ لها. واللَطيمُ من الخيل: الذي سالت غُرَّتُهُ في أحد شِقَّيْ وجهه. يقال منه: لُطِمَ الفرسُ، على ما لم يسمّ فاعله، فهو لطيم. عن الاصمعي. وخد ملطم، شدد للكثرة. واللَطيمَةُ: العير التي تحمل الطيبَ وبَزَّ التُجَّارِ. وربَّما قيل لسوق العطَّارين لَطيمَةٌ. قال ذو الرمّة يصف أرطاةً تَكَنَّسَ فيها الثَورُ الوحشى: كأنها بيت عطار تضمنه (٢) لطائم المسك يحويها وتنتهب واللطيم: الذي يموت أبواه. والعَجِيُّ: الذي تموت أُمُّه. واليتيم: الذي يموت أبوه. واللَطيم: فصيلٌ إذا طلع سُهَيْلٌ أخذَه الراعي وقال له: أترى سُهَيْلاً؟ والله لا تذُوق عندي قَطرةً! ثم لَطَمَهُ ونحَّاه. واللَطيمُ: التاسع من سوابق الخيل. ولاطَمَهُ فَتَلاطَما. والْتَطَمَتِ الأمواجُ: ضرب بعضها بعضا.",
    "pg": "5:2030"
  },
  "لطى": {
    "def": "اللَطاةُ: الجبهة. ودائرةُ اللَطاةِ: التي في وسط جبهة الدابَّة. ويقال: ألقى بلَطاتِهِ، أي بثقله. قال ابن أحمر (*) فألقى التهامى منهما بلَطاتِهِ * وأَحْلَطَ هذا لا أَريمُ مَكانيا (١) والمِلْطى، على مِفْعَلٍ: السِمْحاق من الشِجاج، وهي التي بينها وبين العظم القِشرة الرقيقة. قال أبو عبيد: وأخبرني الواقديُّ أنَّ السمحاق في لغة أهل الحجاز: المِلْطاءُ. قال أبو عبيد: ويقال لها الملطاة بالهاء. فإذا كانت على هذا فهى في التقدير مقصورة. قال: وتفسير الحديث الذى جاء \" أن الملطى بدمها \" يقول: معناه أنه حين يشج صاحبها يؤخذ مقدارها تلك الساعة ثم يقضى فيها بالقصاص أو الارش، لا ينظر إلى ما يحدث فيها بعد ذلك من زيادة أو نقصان. قال: وهذا قولهم وليس هو قول أهل العراق.",
    "pg": "6:2482"
  },
  "لظظ": {
    "def": "أَلظَّ فلانٌ بفلانٍ، إذا لزمه. عن أبى عمرو. يقال: هو ملظ به، أي لا يفارقه. وقول ابن مسعود: \" أَلِظُّوا في الدُعاءِ بيا ذا الجلال والإكرام \"، أي الزموا ذلك. وقال أبو عبيد: الالظاظ: لزوم الشئ والمثابرة عليه. ويقال: الإلْظاظُ: الإلحاحُ. قال بشر: أَلَظَّ بهنَّ يَحْدوهُنَّ حتَّى * تَبَيَّنَتِ الحِيالُ (١) من الوِساقِ * ومنه المُلاظَّةُ في الحرب. يقال رجلٌ مِلَظٌّ أي مُلِحٌّ، ومِلْظاظُ أي مِلحاحٌ. قال أبو محمد الفَقْعَسِيّ: جارَيْتُهُ بِسابِحٍ مِلْظاظِ * يَجْري على قوائِمٍ أَيْقاظِ * وأَلَظَّ المطرُ، أي دام. وأَلَظَّ بالمكان، أي أقام به. ورجلٌ لَظٌّ كَظٌّ، أي عَسِرٌ متشدِّدٌ.",
    "pg": "3:1178-1179"
  },
  "لظى": {
    "def": "اللَظى: النار. ولَظى أيضاً: اسمٌ من أسماء النار معرفةٌ لا ينصرف. والتظاء النار: التهابها. وتلظيها: تلهبها.",
    "pg": "6:2482"
  },
  "لعا": {
    "def": "رجل لعو ولعا مقصور، أي شَهْوانُ حريصٌ. وكلبةٌ لَعْوَةٌ: حريصةٌ. ولعوة: قوم من العرب. ولَعْوَةُ الجوعِ: حِدَّته. ويقال للعاثر: لَعاً لَكَ! دعاءٌ له بأن ينتعش. قال الاعشى: بذات لوث عَفَرْناةٍ إذا عَثَرَتْ * فالتَعْسُ أدنى لها من أن يقال لَعا الفراء: اللَعْوَةُ: السواد (١) حول حلمة الثدى ; وبه سمى ذو لعوة، وهو قيل من أقيال حمير. ويقال: ما بها لاعى قَرْوٍ، أي ما بها مَن يلحس عُسًّا، معناه ما بها أحد، عن ابن الاعرابي. ويقال: خرجنا نتلعى، أي نأخذ اللُعاعَ، وهو أول النبت. وأصلع نتلعع، فكرهوا ثلاث عينات فأبدلوا الثالثة ياء. وألعت الارض: أخرجت اللعاع. وتلعى العسل: تعقد.",
    "pg": "6:2482-2483"
  },
  "لعب": {
    "def": "اللَعِب معروف واللَّعْبُ مثله (٢) . وقد لَعِبَ يلعَب. وتلعَّب: لعِب مرَّةً بعد أخرى. ورجلٌ تِلْعابَةٌ: كثير اللَعِب. والتَلعاب بالفتح: المصدر. وجاريةٌ لَعوب. والأُلْعوبة: اللَعِب. والمَلْعَبُ: موضع اللعِب. واللُعْبَةُ بالضم: لُعْبَةُ الشطرنج والنرد. وكل ملعوب به فهو لُعْبَةٌ، لأنَّه اسم. ومنه قولهم: اقْعُدْ حتَّى أفرغ من هذه اللُعْبَةِ. قال ثعلب: من هذه اللَعِبَةِ بالفتح أجودُ، لأنه أراد المرة الواحدة من اللَعِبِ. واللِعْبَةُ بالكسر: نوع من اللعَبِ، مثل الركبة والجِلسة. تقول: فلان حَسَنُ اللِعْبَةِ. كما تقول: حَسَنُ الجِلسة. ولاعبت الرجل ملاعبة. وكان يقال لابي براء عامر بن مالك بن جعفر بن كلاب ملاعب الاسنة، فجعله لبيد ملاعب الرماح، لحاجته إلى القافية، فقال: لو أن حيا مدرك الفلاح * أدركه ملاعب الرماح وملاعب ظله: طائر، وربَّما قيل خاطِفُ ظِلِّهِ. واللُعابُ: ما يسيل من الفم. ولُعابُ النحل: العسل. ولَعَبَ الصبيُّ، بالفتح، يلعَبُ لَعْباً، إذا سال لُعابُهُ. قال لبيد: لَعَبْتُ على أكْتافِهِمْ وحجورِهِمْ * وَليداً وسَمُّوني مُفيداً وعاصِما وأَلْعَبَ الصبيُّ، إذا صار له لُعابٌ يسيل من فيه. وثغرٌ ملعوبٌ، أي ذو لُعابٍ. ولُعابُ الشمس: ما تراه في شدَّة الحرّ مثل نسج العنكبوتِ، ويقال هو السراب. واللعباء ممدود: اسم موضع.",
    "pg": "1:219-220"
  },
  "لعثم": {
    "def": "أبو زيد: تَلَعْثَمَ الرجل في الأمر، إذا تَمَكَّثَ فيه وتأنَّى. وقال الخليل: نَكَلَ عنه وتبصره.",
    "pg": "5:2030"
  },
  "لعج": {
    "def": "لَعَجَهُ الضَربُ، أي آلمه وأحْرَق جِلْدَه. قال الهذلي (٢) :\nضَرْباً أليما بسبت يلعج الجلدا (٣) ويقال هَوًى لاعِجٌ، لحُرقَة الفؤاد من الحب.",
    "pg": "1:338-339"
  },
  "لعز": {
    "def": "ألغز في كلامه، إذا عَمَّى مراده. والاسم اللُغْزُ. يقال: لغز ولغز (٤) ، والجمع الالغاز مثل رطب وأرطاب. وأصل اللُغْزِ جُحْرٌ لليربوع بين القاصعاء والنافقاء، يَحفرُ مستقيماً إلى أسفل، ثم يعدل عن يمينه وشماله عروضا يعترضها، فيحفى مكانه بتلك الألغاز. واللُغَّيْزى بتشديد الغين مثل اللُغْزِ، والياء ليست للتصغير لأنَّ ياء التصغير لا تكون رابعة، وإنما هي بمنزلة خُضَّارى للزرع، وشقارى نبت.",
    "pg": "3:894-895"
  },
  "لعس": {
    "def": "اللَّعَسُ: لونُ الشفة إذا كانت تضرب إلى السَواد قليلاً، وذلك يُستملَح. يقال: شَفَةٌ لَعْساءُ وفِتيةٌ ونسوةٌ لُعْسٌ. وربَّما قالوا: نباتٌ ألعَسُ، وذلك إذا كثُر وكثف، لأنه حينئذٍ يضرب إلى السواد. واللَعْوَسُ، بتسكين العين: الخفيف في الأكل وغيره كأنَّه الشَرِهُ. ومنه قيل للذئب لعوس (٢) .",
    "pg": "3:975"
  },
  "لعط": {
    "def": "قال أبو زيد: إن كان بعرض عُنق الشاةِ سَوادٌ فهي لَعْطاءُ، والاسمُ اللُعْطَةُ. وهي أيضاً سُفْعَةُ الصَقر في وجهه.",
    "pg": "3:1157"
  },
  "لعع": {
    "def": "اللعاعُ: نبتٌ ناعمٌ في أوَّل ما يبدو. وقال الأصمعي: ومنه قيل: \" الدنيا لعاعة \". وأنشد لابن مقبل (٢) : كاد اللعاع من الحوذان يسحطها * ورجرج بين لحييها خناطيل (٣) * وألعت الأرضُ تُلِعُّ إلعاعاً، إذا أنبتتها. فإن أردت أنك تناولتها قلت: تلعيتها، وخرجنا نتلعى، وأصلها تلععتها، فكرهوا ثلاث عيْناتٍ، فأبدلوا من الأخيرة ياءً. وقال أبو عمرو: اللُعاعَةُ: الكلأُ الخفيف رُعِيَ أو لم يرع. واللعلع: السراب. ولعلعته: بصيصه. ولعلع: جبل كانت به وقعة. قال الشاعر (١) : لقد ذاق منا عامِرٌ يومَ لَعْلَعٍ * حُساماً إذا ما هُزَّ بالكَفِّ صمما * وتَلَعْلَعَ فلان من الجوع، أي تضوَّر. واللَعيعَة: خُبزُ الجاوَرسِ. ولَعْلَعْتُ عظمَه فَتَلَعْلَعَ، أي كسرته فتكسَّر.",
    "pg": "3:1279"
  },
  "لعق": {
    "def": "لعقت (٢) الشئ بالكسر ألعقه لعقا، أي لَحِسته. ولَعِقَ فلان إصبَعه، أي مات، وهو كنايةٌ. والملْعَقَةُ: واحدة المَلاعِقِ. واللُعْقَةُ بالضم: اسمُ ما تأخذه المِلْعَقَةُ. واللَعْقَةُ بالفتح: المرّة الواحدة، يقال: في الأرض لَعْقَةٌ من ربيع، ليس إلا في الرُطبِ، يَلْعَقُها المال لَعْقاً. واللَعوقُ: اسم ما يُلْعَقُ. ورجلٌ وعق لعق، أي حرص، وهو إتباع له.",
    "pg": "4:1550"
  },
  "لعل": {
    "def": "لعَلّ كلمةُ شَكٍّ، وأصْلها عَلّ، واللام في أوّلها زائدة. قال الشاعر (٢) : يَقولُ أناسٌ عَلَّ مَجْنونَ عامرٍ يَرومُ سُلوٍّا قُلْتُ إنى لمابيا ويقال لعلى أفعل ولعلنى أفعل، بمعنى.",
    "pg": "5:1815"
  },
  "لعمظ": {
    "def": "اللَعْمَظَةُ: الشَرَهُ. ورجلٌ لَعْمَظٌ ولُعْموظٌ ولُعْموظَةٌ، وهو النَهِمُ الشَرِهُ، وقومٌ لَعامِظَةٌ ولَعاميظُ. قال الشاعر: أشْبِهْ ولا فَخْرَ فإنَّ التي * تُشْبهُها قومٌ لَعاميظُ * ولَعْمَظْتُ اللحمَ، أي انتَهَسْتهُ من العظم، وربَّما قالوا: لعظمته، على القلب.",
    "pg": "3:1179"
  },
  "لعن": {
    "def": "اللَعْنُ: الطردُ والإبعادُ من الخير. واللَعْنَةُ الاسم، والجمع لِعانٌ ولَعَناتٌ. والرجل لَعينٌ ومَلْعونٌ، والمرأة لَعينٌ أيضاً. واللَعينُ: الممسوخ. والرجل اللعين: شئ ينصب وسط المزارع تُستَطرَد به الوحوش. قال الشماخ: ذَعَرْتُ به القَطا ونفيتُ عنه * مَقامَ الذِئبِ كالرجلِ اللَعينِ والمُلاعَنَةُ واللعان: المباهلة. الملعنة: قارعة الطريق ومَنزلُ الناس. وفي الحديث: \" اتَّقوا الملاعن \" يعنى عند الحدث. ورجل لُعَنَةٌ: يَلْعَنُ الناس كثيراً، ولُعْنَةٌ، بالسكين: يلعنه الناس.",
    "pg": "6:2196"
  },
  "لغا": {
    "def": "لَغا يَلْغو لَغْواً، أي قال باطلاً. يقال: لَغَوْتُ باليمين. ونباح الكلب لغو أيضا. وقال:\nفلا تلغى لغيرهم كلاب (٢) * (*) أي لا تُقَتنى كلابُ غيرهم. ولَغِيَ بالكسر يَلْغى لَغاً مثله. وقال (١) :\nعن اللَغا ورَفَثِ التَكَلُّمِ (٢) * واللَغا: الصوت، مثل الوَغا. ويقال أيضاً: لَغِيَ به يَلْغى لَغاً، أي لهج به. ولَغِيَ بالشراب أكثر منه. وألغيت الشئ: أبطلته. وكان ابن عباس ﵄ يلغى طلاق المكره. وألغاه من العدد، أي ألقاه منه. واللاغِيَةُ: اللَغْوُ. قال تعالى: (لا تَسمَعُ فيها لاغِيَةً) ، أي كلمة ذات لغو. وهو مثل تامر ولابن، لصحاب التمر واللبن. والغو في الايمان: ما لا يُعقَد عليه القلب، كقول الرجل في كلامه: بَلى والله: ولا والله! واللغو: مالا يعد من أولاد الابل في ديةٍ أو غيرها لصِغرها. وقال (١) : ويَهْلِكُ بينها المَرْئِيُّ لَغْواً * كما ألْغَيْتَ في الدِيَةِ الحُوارا واللغة أصلها لغى أو لغو، والهاء عوض، وجمعها لغى مثل برة وبرى، ولغات أيضا. وقال بعضهم: سمعت لغاتهم بفتح التاء، وشبهها بالتاء التى يوقف عليها بالهاء. والنسبة إليها لُغَويٌّ ولا تقل لغوى.",
    "pg": "6:2483-2484"
  },
  "لغب": {
    "def": "اللُغوبُ: التعب والإعياء. تقول منه: لَغَبَ يَلْغُبُ بالضم لُغوباً. ولغِب بالكسر يلغَب لغوباً لغةٌ ضعيفة فيه. وألغبته أنا، أي أنْصَبْتُهُ. ورجلٌ لغْبٌ بالتسكين، أي ضعيفٌ بيِّن اللَغابَةِ. الأصمعي عن أبي عمرو بن العلاء: قال سمعت أعرابيًّا يقول: فلانٌ لَغوبٌ، جاءته كتابي فاحتَقَرها. فقلت: أتقول جاءته كتابي؟ فقال: أليس بصحيفة؟ فقلت: ما اللَّغوبُ؟ فقال: الأحمق. واللَّغْبُ أيضاً: الريش الفاسد مثل البُطْنانِ منه. واللُغاب بالضم مثله، وهو خلاف اللُؤامِ قال تأبَّط شرا: وما ولدت أمي من القومِ عاجزاً * ولا كان ريشي من ذُنابى ولا لَغْبِ وكان له أخٌ يقال له: ريشُ لَغْبٍ (١) . وقد حركه الكميت في قوله:\nلا نَقَلٌ ريشُها ولا لغب * مثل نهر ونهر، لاجل حرف الحلق وريش لغيب. قال الراجز في الذئب: أشْعَرْتُهُ مُذَلّقاً مَذْروبا * ريشَ بريش لم يكن لَغيبا الأموي: لَغَبْت على القوم ألغَبُ، بالفتح فيهما، لَغْباً: أفسَدتُ عليهم. والتَلَغّبُ: طول الطرد (٢) . وقال: تَلَغَّبني دهرٌ (٣) فلما غَلَبْتُهُ * غَزاني بأولادي فأدركني الدهر",
    "pg": "1:220"
  },
  "لغد": {
    "def": "اللُغْدودُ: واحد اللَغاديدِ، وهي اللحَمات التي بين الحنك وصفحة العنق. واللُغْدُ مثله، والجمع ألْغادٌ. ولَغَدْتُ الإبلَ العواندَ، إذا رَدَدْتَها إلى القصد والطريق. وجاء فلانٌ ملتغدا (٢) ، أي متغيظا حنقا.",
    "pg": "2:535-536"
  },
  "لغط": {
    "def": "اللَغَطُ بالتحريك: الصَوتُ والجَلبَةُ. وقد لَغَطوا يَلْغَطونَ لَغْطاً ولغَطاً (٢) ولغاطا. قال الهذلى: كأن لغا الخموش بجانبيه * لغا ركب أميم ذوى لغاط * ويروى: \" وغى الخموش \". وكذلك الالغاط. قال الراجز: إلاّ الحَمامَ الوُرْقَ والغَطاطا (٣) * فهُنَّ يلغطن به إلغاطا * ولغاط بالضم: اسم جبل.",
    "pg": "3:1157"
  },
  "لغم": {
    "def": "لُغامُ البعير: زَبَدَهُ. والمَلاغِمُ: ما حول الفم الذي يبلغُه اللسان. ويشبه أن يكون مَفْعَلاً من لُغامِ البعير. وتَلَغَّمتُ بالطيب، إذا جعلته في الملاغم. وقال ابن الاعرابي: قلت لاعرابي: متى المسير؟ فقال: تلغموا بيوم السبت يعنى ذكروه. واشتقاقه من أنهم حركوا ملاغمهم به. الكسائي: لغمت ألْغَمُ لَغْماً، إذا أخبرتَ صاحبَك بشئ لا تستيقنه.",
    "pg": "5:2030"
  },
  "لغن": {
    "def": "اللُغْنونُ: لغة في اللُغْدودِ، والجمع اللغانين. وبعض بنى تميم يقول: لعنك، بمعنى لعلك. قال الفرزدق: قفا يا صاحبي بنا لعنا * نرى العرصات أو أثر الخيام",
    "pg": "6:2196"
  },
  "لفأ": {
    "def": "لَفَأتُ العودَ: قَشَرْتُهُ. ويقال لَفَأَتِ الريحُ السَحابَ عن وجه السماء. أبو زيد: لفأت اللحم عن العظم: جلفته عنه وقشرته. واللفئة (١) : البضعة التي لا عَظمَ فيها نحو النحضة والهبرة والوذرة. أبو عمرو: لفأه: بالعصا: ضربه بها.",
    "pg": "1:71"
  },
  "لفا": {
    "def": "اللفاء: الخسيس من الشئ. وكل شئ يسير حقير فهو لَفاءٌ. وقال (٢) : وما أنا بالضَعيف فتظلموني * ولا حَظِّي اللَفاءُ ولا الخَسيسُ يقال: رضيَ فلانٌ من الوقاء باللفاء، أي من حقه الوافر بالقليل. وتقول منه: لَفَّاهُ حقه، أي بخسه. وألفيت الشئ: وجدته. وتلافيته: تداركته.",
    "pg": "6:2484"
  },
  "لفت": {
    "def": "اللفت: اللى. وفى حديث حذيفة: إن من أقرإ الناس للقرآن منافقا لا يدع منه واوا ولا ألفا، يلفته بلسانه كما تلفت البقرة الخلى (٣) بلسانها \". ولفت وجهه عني، أي صرفه. ولَفَتَه عن رأيه: صرفه. وتيس ألْفَتُ بيِّن اللَفَتِ، إذا كان ملتوي أحد القرنين على الآحر. والالفت في كلام تميم: الأعسرُ، وفي كلام قيس: الأحمقُ، مثل الأعْفَتْ. واللَفاتُ: الأحمق العَسِرُ الخُلُقِ. واللَفوتِ من النساء: التي لها زوجٌ ولها ولد من غيره، فهى تلفت إلى ولدها. واللَفيتَةُ: الغليظة من العصائد، لأنها تُلْفَتُ أي تُلوى. والتَفَتَ التفاتاً. والتَلَفُّتُ أكثر منه. واللِفتُ: الشَلْجَمُ (١) . واللِفتُ أيضاً: الشِقُّ. يقال: لفتُهُ معه، أي صغْوُهُ (٢) . ولفْتاهُ: شقَّاهُ. وقولهم: لا تلتفت لِفْتَ فلان، أي لا تنظر إليه.",
    "pg": "1:264"
  },
  "لفج": {
    "def": "ألَفَجَ الرجل، أي أفْلَسَ. قال رؤبة: أحْسابُكُمْ في العُسْرِ والإلْفاجِ شيبَتْ بِعَذْبٍ طَيّب المِزاجِ فهو ملفج بفتح الفاء، مثل أحصن فهو محصن، وأسهب فهو مسهب. فهذه الثلاثة جاءت بالفتح نوادر. وقال: جاريةٌ شَبَّتْ شَباباً عَسْلَجاً في حَجْرِ من لم يَكُ عنها ملفجا",
    "pg": "1:339"
  },
  "لفح": {
    "def": "لَفَحَتْهُ النار والسَموم بحرِّها: أحرقته. قال الأصمعي: ما كان من الرياح لَفْحٌ فهو حَرٌّ، وما كان من الرياح نَفْحٌ فهو بردٌ. ولَفَحْتُهُ بالسيف لَفْحَةً، إذا ضربته به ضربةً خفيفة. واللُفَّاحُ هذا الذي يُشَمُّ، وهو شبيه بالباذنجان، إذا اصفر.",
    "pg": "1:401"
  },
  "لفظ": {
    "def": "لفظت الشئ من فمى ألفظه لفظا: رميته، وذلك الشئ لُفاظَةٌ. قال امرؤ القيس يصف حماراً: يُوارِدُ مجهولاتِ كلِّ خَميلَةٍ * يَمُجُّ لُفاظَ البَقْلِ في كل مَشْرَبِ * ولَفَظْتُ بالكلام وتَلَفَّظْتُ به، أي تَكَلَّمْتُ به. واللفْظُ: واحدُ الألفاظِ، وهو في الأصل مصدرٌ. وقولهم: \" أسْمَحُ من لافِظَةٍ \"، يقال هي العنزُ، لأنها تُشلى للحلب وهي تجترُّ، فتَلْفِظُ بِجِرَّتِها وتُقْبِلُ فرحاً منها بالحلب. ويقال: هي التي تَزُقُّ فرخَها من الطير لأنها تُخرِج ما في حوصلتها وتُطعمه. قال الشاعر: تَجودُ فَتُجْزِلُ قبل السُؤالِ * وكَفُّكَ أسْمَحُ من لافِظَهْ * ويقال: هي الرحى، ويقال: هو الديك، ويقال: هو البحرُ لأنه يَلْفِظُ بالعنبر والجواهر، والهاء فيه للمبالغة.",
    "pg": "3:1179"
  },
  "لفع": {
    "def": "لَفَّعَ رأسه تَلْفيعاً، أي غطّاه. ولَفَّعْتُ المزادةَ أيضاً: قَلَبتها. وتلفعت المرأة بمرصها، أي تلفحت به. واللِفاعُ (٢) : ما يُتَلَفَّعُ به. قال الشاعر (٣) : لم تَتَلَفَّعْ بفضل مِئْزَرِها * دَعْدٌ ولم تُغْذَ دَعْدُ بالعلب * وتلفع لرجل بالثوب، والشجر بالورق، إذا اشتمل به وتغطى. وتَلَفَّعَ فلانٌ، إذا شمِله الشيب (١) . والالْتِفاعُ: الالتحافُ. والتَفَعَتِ الأرض بالنبات: اخضارت.",
    "pg": "3:1279-1280"
  },
  "لفف": {
    "def": "لففت الشئ لفا ولففته، شدِّد للمبالغة. ولَفَّهُ حَقَّهُ، أي مَنَعَه. وتَلَفَّفَ في ثوبه والتَفَّ بثوبه. والتفاف النبت: كثرته. والشئ المُلَفَّفُ في البِجادِ: وطْبُ اللبن، في قول الشاعر (٢) إذا ما ماتَ مَيْتٌ من تَميمٍ فَسَرَّكَ أن يعيش فجئْ بزادِ بِخُبْزٍ أو بسَمْنٍ أو بتَمْرٍ (١) أو الشئ الملفف في البجاد واللفافة: ما يُلَفُّ على الرِجْل وغيرها، والجمع اللفائِف. وقولهم: جاءوا ومن لَفَّ لَفّهُمْ، أي ومن عُدَّ فيهم وتأشّب إليهم. واللَفيفُ: ما اجتمع من الناس من قبائلَ شتَّى. يقال: جاءوا بلَفِّهِمْ ولَفيفِهِمْ، أي وأخلاطهم. وقوله تعالى: ﴿جئنا بكم لَفيفاً﴾ أي مجتمعين مختلطين. وطعامٌ لَفيفٌ، إذا كان مخلوطاً من جِنْسين فصاعداً. وفلانٌ لفيفُ (٢) فلان، أي صديقه. وباب من العربية يقال له اللفيف، لا جتماع الحرفين المعتلّين في ثُلاثيِّة، نحو ذَوي وحَيِيَ. والألْفافُ: الأشجار يَلْتَفُّ بعضها ببعض، ومنه قوله تعالى: ﴿وجَنَّاتٍ ألْفافا﴾ ، واحدها لِفٌّ بالكسر. ومنه قولهم: كنّا لِفا، أي مجتمعين في موضع واحد. ورجلٌ ألَفُّ بيِّن اللَّفَفِ، أي عَيٌّ بطئ الكلام، إذا تكلم ملا لسانه فمه. قال الكميت: وِلاية سِلْغَدٍّ أَلَفَّ كأنه من الرهق المخلوط بالنوك أثول والالف أيضا: الرجال الثقيل البطئ. وامرأة لفاء: ضخمة الفَخِذين مكتَنِزة، وفَخِذان لَفَّاوانِ. قال الشاعر (١) : تَساهَمَ ثَوْباها ففي الدِرْعِ رَأدَةٌ وفي المِرْطِ لَفّاوانِ رِدْفُهُما عَبْلُ قوله تَساهَمَ، أي تقارع. ويقال ألَفَّ الطائرُ رأسه تحت جناحيه. وفي أرض بني فلانٍ تَلافيفُ من عشب، أي نباتٌ مُلْتَفٌّ. قال الأصمعي: الألَفُّ: الموضعُ المُلْتَفُّ الكثير الأهل. وأنشد لساعدَة بن جؤية الهذلى ومقامهن إذا حُبِسْنَ بمَأزِمٍ ضَيْقٍ ألَفَّ وَصَدَّهُنَّ الاخشب",
    "pg": "4:1427-1428"
  },
  "لفق": {
    "def": "يقال: لق عينه، أي ضربها بيده. واللقلق: اللسان. وفى الحديث: \" من وُقيَ شَرَّ لَقّلَقِهِ \". واللَقْلاقُ: الصوت. قال الرجز: إنى إذا ما زَبَّبَ الأشْداقُ وكَثُرَ اللَجْلاجُ واللَقْلاقُ ثَبْتُ الجَنانِ مِرْجَمٌ وَدَّاقُ واللقلان: طلائر أعجمى طويل العنق يأكل الحيات. وربَّما قالوا اللَقْلَقُ، والجمع اللَقالِقُ، وصوته اللَقْلَقَةُ، وكذلك كلُّ صوت في حركةٍ واضطراب. وفي حديث عمر ﵁: \" ما لم يكن نَقْعٌ ولا لَقْلَقَةٌ \"، قال أبو عبيد: اللَقْلَقَةُ: شدَّة الصوت. والتَلَقْلُقُ مثل التَقَلْقُل، مقلوب منه. وكذلك لَقْلَقْتُ الشئ إذا قلقلته. وطرف ملقلق، أي حديدٌ لا يَقِرُّ مكانه.",
    "pg": "4:1550-1551"
  },
  "لفم": {
    "def": "اللِفامُ: ما كان على طرف الأنف من النِقاب. وقد لَفَمَتِ المرأة فاها بلِفامها، إذا نَقَّبَته. ولَفَمَتْ (١) وتَلَفَّمَتْ والْتَفَمَتْ، إذا شدت اللفام. قال الاصمعي: إذا كان النِقابُ على الفم فهو اللثام واللفام، كما قالوا الدفئى والدثئى. قال الشاعر:\nوقد زَلَّ عن غُرِّ الثنايا لِفامُها (١) * وقال أبو زيد: تَلَفَّمْتُ تَلَفُّماً، إذا أخذتَ عمامةً فجعلتَها على فيك شبه النِقاب ولم تَبلُغ بها أرنبَة الأنف ولا مارِنَهُ. قال: وبنو تميم تقول في هذا المعنى: تلثمت تلثما. قال: فإذا انتهى إلى الانف فغشيه أو بعضه فهو النقاب.",
    "pg": "5:2030-2031"
  },
  "لقب": {
    "def": "اللقب: واحد الألقاب، وهي الأنباز. تقول: لَقَّبْتُهُ بكذا فتلقَّب به.",
    "pg": "1:220"
  },
  "لقح": {
    "def": "ألْقَحَ الفحلُ الناقةَ، والريحُ السحابَ. ورياحٌ لَواقِحُ، ولا يقال مَلاقِحُ. وهو من النوادر. وقد قيل: الاصل فيه ملقحة ولكنها لا تُلْقِحُ إلا وهي في نفسها لاقِحٌ، كأن الرياح لَقِحَتْ بخيرٍ، فإذا أنشأت السحابَ وفيها خيرٌ وصلَ ذلك إليه. ولَقِحَتِ الناقةُ بالكسر لَقَحاً ولَقاحاً بالفتح فهي لاقِحٌ. واللَقاحُ أيضاً: ما تلقح به النخلة. ويقال أيضا: حَيٌّ لَقاحٌ، للذين لا يدينون للملوك، أو لم يُصِبْهُم في الجاهلية سِباءٌ. واللِقاحُ بالكسر: الإبلُ بأعيانها، الواحدة لَقوحٌ، وهي الحلوب، مثل قلوص وقلاص. قال أبو عمرو: إذا نُتِجَتْ فهي لَقوحُ شهرين أو ثلاثةً، ثم هي لَبونٌ بعد ذلك. وقولهم: لِقاحانِ أسودان، كما قالوا قَطيعان، لأنهم يقولون: لِقاحٌ واحدةٌ، كما يقولون: قطيعٌ واحد، وإبلٌ واحد. واللِقْحَةُ (١) : اللَقوحُ، والجمع لِقَحٌ مثل قربة وقرب. وتَلْقيحُ النخل معروف. يقال: لَقَّحوا نخلَهم، وألْقَحوا نخلهم. وقد لُقِّحَتِ النخيل. ويقال في النخلة الواحدة: لقحت، بالتخفيف. الفراء: تلقحت الناقة، إذا أرَتْ أنها لاقِحٌ ولا تكون كذلك. والمَلاقِحُ: الفحول، الواحد مُلْقِحٌ. والمَلاقِحُ أيضاً: الإناث التي في بطونها أولادها، الواحدة مُلْقَحَة بفتح القاف. والمَلاقيحُ: ما في بطون النوق من الأجنّة، الواحدة مَلْقوحة، من قولهم لقحت، كالمحموم من حم، والمجنون من جن. قال الراجز: إنا وجدنا طرد الهوامل * خيرا من التأنان والمسائل وعدة العام وعام قابل * ملقوحة في بطن ناب حائل",
    "pg": "1:401-402"
  },
  "لقس": {
    "def": "اللاقِسُ: العَيَّابُ. وقد لَقَسَهُ (١) يلقسه لقسا بالضم، حكاه أبو زيد. واللقس: الذى يلقِّب الناسَ ويسخر منهم ويفسد بينهم. قال ابن السكيت: يقال فلان لقس، أي شَكِسٌ عَسِرٌ. ولَقِسَتْ نفسي من الشئ تلقس لقسا، أي غثت وخبثت.",
    "pg": "3:975"
  },
  "لقط": {
    "def": "لقط الشئ والتقطه: أخذه من الارض بلا تعب. يقال: \" لكلِّ ساقطة لاقِطَةٌ \"، أي لكلِّ ما نَدَر من الكلام من يسمعها ويُذيعها. ولاقِطَةُ الحصى: قانصة الطائرِ يجتمع فيها الحصَى. واللَقيطُ: المنبوذ يلتقط. وبنو اللقيطة سموا بذلك لان أمهم زعموا التقطعها حذيفة بن بدر في جوار قد أضرت بهن السنة، فضمها إليه ثم أعجبته فخطبها إلى أبيها وتزوجها. واللقط بالتحريك: ما التقط من الشئ. ومنه لقط المعدنِ، وهو قِطَعُ ذهبٍ توجد فيه. ولَقَطُ السُنْبُلِ: الذي يَلْتَقِطُهُ الناسُ، وكذلك لُقاطُ السُنبلِ بالضم. يقال: لَقَطْنا اليومَ لَقَطاً كثيراً. وفي هذا المكان لَقَطٌ من المرتع، أي شئ منه قليل. والألْقاطُ من الناس: القليل المتفرِّقون. وتَلَقَّطَ فلانٌ التَمرَ، أي التَقَطَهُ من هاهنا وهاهنا. ووردت الشئ التقاطا، إذا هجمت عليه بغتةً. ومنه قول الراجز (١) * ومنهل وردته التقاطا (١)",
    "pg": "3:1157-1158"
  },
  "لقع": {
    "def": "لَقَعَهُ ببعرةٍ، أي رماه بها. ولَقعَهُ بعَينه، أي عانَه. قال أبو عبيد: ولم يسمع اللَقْعُ إلا في إصابة العين وفي البعرة. واللُقَّاعَةُ بالضم والتشديد: الرجل الحاضر الجواب. والتُقِعَ لونه، أي ذهب وتغير، عن اللحيانى، مثل امتقع.",
    "pg": "3:1280"
  },
  "لقف": {
    "def": "لقفت الشئ بالكسر ألقفه لَقَفاً، وتَلَقّفْتُهُ أيضاً، أي تناولته بسرعة. عن يقوب. يقال رجل ثقف لقف، أي خفيف حاذق. واللفف بالتحريك: سقوطُ الحائط. وقد لَقِفَ الحوضُ لَقَفاً، أي تهوَّر من أسفله واتّسَع. وحوضٌ لَقِفٌ. قِال خويلد (١) : كابي الرَمادِ عظيمُ القِدْرِ جَفْنَتُه حينَ الشتاءِ كحوضِ المَنْهَلِ اللَقِفِ واللَقيفُ مثله. ومنه قول أبي ذؤيب: فلم تَرَ غيرَ عادِيَةٍ لِزاماً كما يَتَفَجَّرُ الحوضُ اللَقيفُ ويقال الملآنُ، والأول هو الصحيح. والعاديةُ: القوم يَعْدون على أرجلهم. أي فحَمْلَتُهم لِزامٌ، كأنهم لزموه لا يفارقون ما هم فيه. والألقافُ: جوانب البئر والحوضِ، مثل الالجاف، الواحد لقف ولجف.",
    "pg": "4:1428"
  },
  "لقم": {
    "def": "اللَقَمُ بالتحريك (٢) : وسط الطريق. واللَقْمُ بالتسكين: مصدر قولك لَقَمْتُ بالفتح الطريقَ وغيره ألْقُمُهُ بالضم، إذا سددتَ فمه. والتَقمْتُ اللُقْمَةَ، إذا ابتلعتها. ولقمتها بالكسر لقما وتلقمتها، إذا ابتلعتَها في مُهلة. ولقمْتُ غيري تَلْقيماً. وألْقَمْتُهُ حجراً. ورجلٌ تلقامة، أي كثير (٣) اللقم. ولقمان صاحب النسور ينسبه الشعراء إلى عاد. وقال (١) : تراه يطوف الآفاق حرصا ليأكل رأس لقمان بن عاد",
    "pg": "5:2031"
  },
  "لقن": {
    "def": "لَقِنْتُ الكلام بالكسر: فهِمته، لَقَناً. وتَلَقَّنْتُهُ: أخذته، لَقانِيَةً والتَلْقينُ كالتفهيم. وغلامٌ لَقِنٌ: سريع الفهم. والاسم اللقانة.",
    "pg": "6:2196"
  },
  "لقى": {
    "def": "لَقيتُهُ لِقاءً بالمد، ولُقًى بالضم والقصر، (*) ولقيا بالتشديد، ولقيانا، ولُقْيانةً واحدةً ولَقْيَةً واحدةً ولِقاءةً واحدة. قال: ولا تقل لقاة فإنها مولدة وليست من كلام العرب. وألقيته، أي طرحته. تقول: ألقِهِ من يدك، وألقِ به من يدك. وألْقَيْتُ إليه المودة وبالمودة. وألقَيْتُ عليه أُلْقِيَّةً، كقولك: ألقيت على أحجية، كل ذلك يقال. والتقوا وتَلاقوا بمعنًى. واسْتَلْقى على قفاه. وتَلَقَّاهُ، أي استقبله. وقوله تعالى: (إذ تَلَقَّوْنَهُ بألسِنَتكم) أي يأخذُه بعضٌ عن بعض. وجلس تِلْقاءهُ، أي حذاءه. والتِلْقاءُ أيضاً: مصدرٌ مثل اللِقاء. وقال (١) . أمَّلْتُ خَيْرَكَ هل تأتي مَواعِدُهُ * فاليومَ قَصَّرَ عن تِلقائِهِ الأملُ واللقى بالفتح: الشئ الملقى لهوانه ; وجمعه ألْقاءٌ. وقال:\nوكنتَ لَقًى تجري عليك السَوائلُ (٢) * وشَقيٌّ لَقيٌّ إتباع له. واللقوة: داء في الوجه ; يقال منه لُقِيَ الرجل فهو مَلْقُوٌّ. واللَقْوَةُ أيضاً: الناقة السريعة اللِقاح. وفي المثل: \" لَقْوَةٌ صادفَتْ قَبيساً \"، أي صادفت فحلاً سريع الإلقاح. واللَقْوَةُ: العُقاب الأنثى. واللِقْوَةُ بالكسر مثله. قال أبو عبيدة: سميت لقوة لسعة أشداقها.",
    "pg": "6:2484-2485"
  },
  "لكأ": {
    "def": "أبو زيد: لكأت به الارض: ضربت به الارض. وتلكأ عن الامر تلكؤا: تباطأ عنه وتوقف. أبو زيد: لكأته بالسوط: ضربته به.",
    "pg": "1:71"
  },
  "لكد": {
    "def": "الأصمعي: لَكِدَ عليه الوَسَخُ بالكسر لَكَداً، أي لزمه ولصق به. وتلكد الشئ: لزم بعضه بعضا. والمِلْكَدُ: شبه مُدقّ يُدَقّ به.",
    "pg": "2:536"
  },
  "لكز": {
    "def": "أبو عبيدة: اللَكْزُ: الضرب بالجُمْعِ على الصدر. وقال أبو زيد: في جميع الجسد. وقولهم في المثل: \" يحمل شن ويفدى لكيز \"، هما ابنا أفصى بن عبد القيس بن أفصى ابن دعمى بن جديلة.",
    "pg": "3:895"
  },
  "لكع": {
    "def": "لَكَعَ عليه الوسخ لَكْعاً، إذا لصق به ولزمه، عن الاصمعي. ورجل لُكَعٌ، أي لئيمٌ، ويقال هو العبد الذليل النفس. وامرأةٌ لَكاعِ، مثل قطام. وقال (٢) : أُطَوِّفُ ما أُطَوِّفُ ثم آوي * إلى بيتٍ قَعيدَتُهُ لَكاعِ * وتقول في النداء: يا لُكَعُ، وللاثنين يا ذوى لكع. وقد لَكِعَ لَكاعَة، فهو ألْكَعُ وامرأةٌ لَكْعاءُ. ولا يصرف لُكَعُ في المعرفة لأنه معدول من ألْكَعَ. وقال أبو عبيدة: يقال للفرس الذكر لُكَعٌ والأنثى لُكَعَةٌ، فهذا ينصرف في المعرفة لأنه ليس ذلك المعدول الذي يقال للمؤنَّث لكاع، وإنما هو مثل صرد ونغر. ويقال للجحش لكع، وللصبى الصغير أيضا. وفى حديث أبى هريرة: \" أثم لكع؟ \" يعنى الحسن أو الحسين رضى الله عنهما. واللكيعة: الامة اللئيمة. وبنو اللكيعة: قوم. قال على بن عبد الله ابن عباس رضى الله عنهم: هم حفظوا ذمارى يوم جاءت * كتائب مسرف وبنو اللكيعه (١) * والمكع ساكن: اللسع. ومنه قول الشاعر (٢) :\nإذا مس دبره لكعا (٣) * يعنى نصل السهم. واللكع أيضا: النهز في الرضاع.",
    "pg": "3:1280-1281"
  },
  "لكك": {
    "def": "لَكّهُ، أي ضربه مثل صكه. والك أيضا: شى أحمر يُصبغُ (١) به جلود المعز وغيره واللُكُّ، بالضم: ثُفْلُهُ، يُرَكَّبُ به النصل في النصاب. والتَكَّ القومُ: ازدحموا. ومنه قول الراجز يذكر قَليباً: يَطْمو إذا الورْدُ عليه التكا (٢) واللكيك: المكتز اللحم، مثل الدخيس واللديم، وهو المرمى باللحم، والجمع اللكاك وجمل لكالك، أي ضخم ;",
    "pg": "4:1606"
  },
  "لكم": {
    "def": "لَكَمْتُهُ ألْكُمُهُ لَكماً، إذا ضربته بِجُمْع كفّك. والمُلَكَّمَةُ: القُرْصَةُ المضروبة باليد. واللكام (٢) بالتشديد: جبل بالشأم. وملكوم: اسم ماء بمكة.",
    "pg": "5:2031"
  },
  "لكن": {
    "def": "اللُكْنَةُ: عُجمةٌ في اللسان وعِيٌّ. يقال: رجلٌ ألْكَنُ بيِّن اللكن. و (لكن) خفيفة وثقيلة: حف عطفٍ للاستدراك والتحقيق يوجَب بها بعد نفي، إلا أن الثقيلة تعمل عمل إنّ تنصب الاسم وترفع الخبر ويُستدرَك بها بعد النفي والإيجاب. تقول: ما جاءني زيد لكِنَّ عَمراً قد جاء، وما تكلم زيد لَكِنَّ عَمْراً قد تكلم. والخفيفة لا تعمل لأنها تقع على الأسماء والأفعال، وتقع أيضاً بعد النفي إذا ابتدأت بما بعدها. تقول: جاءني القوم لَكِنْ عَمْرٌو لم يجئ، فترفع. ولا يجوز أن تقول لكن عمرٌو وتسكت حتَّى تأتي بجملة تامة. فأما إن كانت عاطفةً اسماً مفرداً على اسم مفرد لم يجز أن تقع إلا بعد نفي، وتلزمُ الثاني مثلَ إعراب الأول تقول: ما رأيت زيداً لَكِنْ عَمرأ، وما جاءني زيدٌ لَكِنْ عَمرٌو. وأما قول الشاعر: فَلَسْتُ بآتيهِ ولا أستطيعه * ولاكِ اسْقِني إن كان ماؤكَ ذا فَضلِ فإنّه أراد ولَكِنْ، فحذف النون ضرورةً، وهو قبيح. وبعض النحويين يقول: أصله أنَّ، واللام والكاف زائدتان، يدلُّ على ذلك أن العرب تُدخل اللام في خبرها. وأنشد الفراء:\nولكنَّني في حبِّها لَكَميدُ (١) * وقوله تعالى: (لَكِنَّا هو الله ربي) ، يقال أصله لكن أنا، فحذفت الألف فالتقت نونان، فجاء بالتشديد لذلك.",
    "pg": "6:2196-2197"
  },
  "لكى": {
    "def": "لَكِيَ به لَكًى: أولع به. قال رؤبة:\nوالمِلْغُ يَلْكى بالكلام الأمْلَغِ (١) * ولَكيتُ بفلان: لازمتُه.",
    "pg": "6:2485"
  },
  "لم": {
    "def": "أبلمت الناقة، إذا ورم حياؤها من شدّة الضَبَعَةْ. وبها بَلَمَةٌ شديدةٌ. ورأيت شفتيه مُبْلَمَتَيْنِ، إذا ورِمَتا. والمِبْلامُ: الناقةُ التي لا تَرغو من شدّة الضَبَعَةِ. والتَّبْليمُ: التقبيحُ. يقال: لا تُبَلِّمْ عليه أمرَه، أي لا تُقَبِّحْ أمره. والأَبْلَمُ: خوصُ المُقْلِ. وفيه ثلاث لغات: أَبْلَمٌ وأُبْلُمٌ وإِبْلِمٌ، والواحدة بالهاء. ويقال: المال بينى وبينك شِقَّ الأُبْلُمَةِ (١) . وبَيْلَمُ النّجارِ: لغة في البيرم.",
    "pg": "5:1874"
  },
  "لمأ": {
    "def": "ألمَأَ به: اشتمل عليه، يقال: ذهب ثوبي فما أدري مَنْ ألمأ به. ابن السكيت: هذا يُتَكَلَّمُ به بغير جَحْدٍ، سَمِعْتُ الطَّائي يقول: كان بالأرض مَرْعًى فهاجت به دَوابٌّ ألمَأَتْهُ، أي تَرَكتْه صَعيداً ليس به شئ. ويقال: ما أدى أين أَلْمَأَ (٢) من بلاد الله. وألمَأَ اللص على الشئ فذهب به. وتَلَمَّأَتِ الأرض عليه: اسْتَوَت عليه ووارَتْهُ. والتُمِئُ لونُ الرجلِ: تغَيَّر، بوزن التمع (٣) . فصل الميم",
    "pg": "1:71-72"
  },
  "لمج": {
    "def": "اللمْجُ: الأكل بأطراف الفم. قال لبيد: يَلْمُجُ البارضُ لَمْجاً في الندَى من مَرابيع رياضٍ ورِجَل والمَلامِجُ: المَلاغِمُ، وهو ما حَوْلَ الفم. قال الراجز:\nرَأَتْهُ شيخاً حَثِرَ الملامِجِ * أبو عمرو: التلمج مثل التلمظ. ورأيته يتلمج بالطعام، أي يتلمظ. والاصمعى مثله. وقولهم: ما ذُقْتُ شَماجاً ولا لَماجاً، وما تَلَمَّجْتُ عنده بِلَماجٍ، وهو أدْنى ما يُؤكَلُ، أي ما ذُقْتُ شيئا. قال الراجز: أعطى خليلي نعجة هملاجا رجاجة إن له رجاجا لا يجد الراعى بها لماجا لا تسبق الشيخ إذا أفاجا وما لمجوا ضيفهم بشئ، أي ما لهنوا. وشئ سمج لَمِجٌ، وسَمْجٌ لَمْجٌ، وسَميجٌ لميجٌ، وهو إتباع، حكاه أبو عبيدة.",
    "pg": "1:339"
  },
  "لمح": {
    "def": "لَمَحَهُ وألْمَحَهُ، إذا أبصره بنظر خفيف. والاسم اللَمْحةُ. ولَمَحَ البرقُ والنجمُ لَمْحاً، أي لمع. تقول: رأيت لَمْحَةَ البرقِ. وفي فلان لَمْحَةٌ من أبيه، ثم قالوا: فيه مَلامِحُ من أبيه أي مَشابِهُ، فجمعوه على غير لفظه، وهو من النوادر. وقولهم: لأُريَنَّكَ لَمْحاً باصراً، أي أمراً واضحا.",
    "pg": "1:402"
  },
  "لمز": {
    "def": "اللَمْزُ: العيب، وأصله الإشارة بالعين ونحوها. وقد لَمَزَهُ يَلْمُزُهُ ويَلْمِزُهُ لَمْزاً. وقرئ بهما قوله تعالى: ﴿ومنهم مَن يَلْمِزُكَ في الصَدَقات﴾ . ورجلٌ لَمَّازٌ ولُمَزَةٌ، أي عَيَّابٌ. ويقال أيضاً: لَمَزَهُ يَلْمِزُهُ لمزا، إذا ضربه ودفعه.",
    "pg": "3:895"
  },
  "لمس": {
    "def": "اللمْسُ: المَسُّ باليد. وقد لَمَسَهُ يَلْمُسُهُ ويَلْمِسُهُ. ويكنى به عن الجماع. وكذلك المُلامَسَةُ. والالتِماسُ: الطلبُ. والتَلَمُّسُ: التطلُّب مرّةً بعد أخرى. والمتلمس: اسم شاعر. ولميس: اسم جارية. واللماسة بالضم: الحاجة المقاربة. ونُهِيَ عن بيع المُلامَسَةِ، وهو أن يقول: إذا لَمَسْتُ المَبيعَ فقد وجب البيع بيننا بكذا.",
    "pg": "3:975"
  },
  "لمظ": {
    "def": "لَمظَ يَلْمُظُ بالضم لَمْظاً، إذا تتبَّعَ بلسانه بقيَّةَ الطعام في فمه، أو أخرجَ لسانَه فمسح به شفتيه. وكذلك التَلَمُّظُ. يقال: تَلَمَّظَتِ الحيَّةُ، إذا أخرجَتْ لسانها كتلمظ الآكل. واللماظة بالضم: ما يبقى في الفم من الطعام. ومنه قول الشاعر يصف الدُنيا:\nلُماظَةُ أيامٍ كأحلامِ نائم (١) * وقولهم: ما ذقت لَماظاً بالفتح، أي شيئاً. ويقال أيضاً: شرب الماء لَماظاً، إذا ذاقه بطرَف لسانه. قال ابن السكيت: التَمَظَ الشئ، أي أكله. واللمظة بالضم، كالنُكْتَةُ من البياض، وفي الحديث: \" الإيمان يَبدو اللمْظَة (٢) في القلب \". واللُمْظَةُ في الفرس: بياضٌ في جحفلته السفلى. والفرس ألمظ. فإن كان في العلياء (٣) فهو أرثم. وقد المظ الفرس المظاظا.\nفصل الميم",
    "pg": "3:1179-1180"
  },
  "لمع": {
    "def": "لمعَ البرقُ لَمْعاً (١) ولَمَعاناً، أي أضاء. والْتَمَعَ مثله. ويقال للسراب يَلْمَعُ (٢) ، ويشبَّه به الكَذوبُ. قال الشاعر: إذا ما شَكَوْتُ الحُبَّ كيما تُثيبَني * بوِدِّي قالتْ إنَّما أنتَ يَلْمَعُ * واللَماعَةُ: الفلاةُ، ومنه قول ابن أحمر: كم دونَ لَيْلى من تَنوفِيَّةٍ * لَمَّاعَةٍ تُنْذَرُ فيها النُذرْ * واللَماعَةُ أيضاً: العُقابُ. واللُمْعَةُ بالضم: قِطعة من النبت إذا أخذت في اليُبس. قال ابن السكيت: يقال هذه لُمْعَةٌ قد أحَشَّتْ، أي قد أمكنت لان تحش، وذلك إذا يبستْ. واللُمْعَةُ من الخَلَى (٣) ، وهو نبتٌ. ولا يقال لها لُمْعَةٌ حتى تبيض. قال: ويقال هذه بلادٌ قد ألْمَعَتْ، وهي مُلْمِعَةٌ. والألْمَعِيُّ: الذكيُّ المتوقِّد. قال أوس بن حجر: الألْمَعِيَّ الذي يظُنُّ لك (١) الظ * نَّ كأنْ قد رأى وقد سمعا * نصب الألْمَعِيَّ بفعل متقدِّم. وكذلك اليَلْمَعِيُّ. وأنشد الأصمعيّ (٢) : وكائِنْ ترى من يَلْمَعِيٍّ مُحَظْرَبٍّ * وليس له عند العزائم جولُ * وألْمَعَ الفرس والأتانُ وأطْباءُ اللبؤةِ، إذا أشرقتْ ضروعُها للحَمل واسودَّتْ حلمتاها. أبو عمرو: ألْمَعْتُ بالشئ والتمعت الشئ: اختلسته. ويقال: التُمِعَ لونُه، أي ذهب وتغيَّر. والمُلَمَّعُ من الخيل: الذي يكون في جَسده بقعٌ تخالف سائر لونه. فإذا كان فيه استطالة فهو مولع.",
    "pg": "3:1281"
  },
  "لمق": {
    "def": "اللمْقُ: المحوُ. قال يونس: سمعتُ أعرابيًّا يذكر مصدِّقاً لهم فقال: \" لمَقَهُ بعد ما نَمَقَهُ \". قال الاصمعي: لمق عينه بلمقها لَمْقاً، قال: هو ضربُ العين بالكف خاصة. وأبو زيد مثله. ولمقته ببصرى، مثل رَمَقْته. وما ذقت لَماقاً، أي شيئاً. هذا يصلح في الأكل والشرب. قال (١) : كبرق (٢) لاح يعجب من رآه ولا يَشْفي الحَوائِمَ (٣) من لماق قال أبو العميثل: ما تلمق بشئ، أي ما تلمج.",
    "pg": "4:1551"
  },
  "لمك": {
    "def": "يقال: ما ذقت لَماكاً، كما يقال: ما ذقت لَماجاً. قال أبو يوسف: ما تَلَمَّكَ عندنا بلَماكٍ، مثل ما تَلَمَّجَ عندنا بلَماجٍ. والتَلَمُّكُ مثل التلمُّظُ. وتَلَمَّكَ البعير، إذا لوى لَحْيَيْهِ. وأشد الفراء: فلما رأني قد حمت ارتحاله تَلَمَّكَ لو يُجدي عَليه التَلَمُّكُ (١)",
    "pg": "4:1606-1607"
  },
  "لمم": {
    "def": "لَمَّ الله شَعَثه، أي أصلح وجمع ما تفرَّقَ من أموره. ومنه قولهم: إنَّ داركم لَمومَةٌ، أي تَلُمُّ الناسَ وترُبُّهم وتجمعهم. وقال المِرناف (٣) الطائي فدكيُّ به أعبد يمدح علقمة بن سيف وأحبنى (١) حب الصبى ولمنى لَمَّ الهَدِيِّ إلى الكريم الماجِدِ والإلْمامُ: النزول. وقد ألَمَّ به، أي نَزَل به. وغلامٌ مُلِمٌّ، أي قارب البلوغ. وفي الحديث: \" وإنَّ مما يُنبت الربيعُ ما يقتل حَبَطاً أو يُلِمُّ \" أي يَقرُب من ذلك. وألَمَّ الرجل من اللَمَمِ، وهو صغار الذنوب. وقال (٢) : إنْ تَغْفِرِ اللهم تَغْفِرْ جَمَّا وأيُّ عبدٍ لكَ لا ألَمَّا ويقال: هو مقاربة المعصية من غير مواقعة. وقال الاخفش: اللَمَمُ المتقارب من الذنوب. واللَمَمُ أيضاً: طرفٌ من الجنون. ورجلٌ مَلْمومٌ، أي به لَمَمٌ. ويقال أيضاً: أصابت فلاناً من الجنّ لمة، وهو المس والشئ القليل. وقال (٣) : فإذا وذلك يا كُبَيْشَةُ لم يكن إلا كَلَمَّةِ حالِمٍ بخَيالِ والمُلِمَّةُ: النازلةُ من نوازل الدنيا. والعين اللامة: التى تصيب بسوء. يقال: أعيذه من كلِّ هامَّةٍ ولامَّةٍ. وأمَّا قوله (١) :\nأُعيذُهُ من حادثات اللَمَّةْ (٢) * فهو الدهر، ويقال الشدَّة. وأنشد الفراء: عَلَّ صروفُ الدهرِ أو دُولاتِها يُدِلْنَنا (٣) اللَمَّةَ من لَمَّاتِها (٤) واللِمَّةُ بالكسر: الشعر يجاوز شحمة الاذن، فإذا بلغت المنكبين فهى جمة، والجمع لِمَمٌ ولِمامٌ. قال ابن مفرّغ: شَدَخَتْ غُرَّةُ السوابقِ منهم في وُجوهٍ مع اللِمامِ الجِعادِ ويقال أيضاً: فلان يزورنا لِماماً، أي في الاحايين. وململمة الفيل: خرطومه. وكتيبة مُلَمْلَمَةٌ ومَلْمومَةٌ أيضاً، أي مجتمعةٌ مضموم بعضها إلى بعض. وصخرة ملمومة وململمة، أي مستديرة صلبة. ويلملم وألملم: موضع، وهو ميقات أهل اليمن. وقوله تعالى: (وتأكُلونَ التُراثَ أكْلاً لَمَّا) أي نصيبه ونصيب صاحبه. قال أبو عبيدة: يقال لممته أجمعَ حتَّى أتيت على آخره. وأمَّا قوله تعالى: (وإنْ كُلاًّ لَمَّا لَيُوَفِّيَنَّهُم) بالتشديد. قال الفراء: أصله لَمَمَّا (١) فلمَّا كثرت فيه الميمات حذفت منها واحدة. وقرأ الزُهريّ: (لمًّا) بالتنوين، أي جميعاً. ويحتمل أن يكون أصله لمَنْ مَنْ فحذفت منها إحدى الميمات. وقول من قال لما بمعنى إلا، فليس يعرف في اللغة (٢) . و (لم) : حرف نفى لما مضى. تقول: لم يفعل ذاك، تريد أنه لم يكن ذلك الفعل منه فيما مضى من الزمان. وهي جازمة. وحروف الجزم: لم، ولما، وألم، وألما. قال سيبويه: لم نفى لقولك فعل، ولن نفى لقولك سيفعل، ولا نفى لقولك يفعل ولم يقع الفعل، وما نفى لقولك هو يعفل إذا كان في حال الفعل، ولما نفى لقولك قد فعل. يقول الرجل: قد مات فلان. فتقول: لما ولم يمت. و (لما) أصله لم أدخل عليه ما، وهو يقع موقع لَمْ، تقول: أتيتك ولمَّا أصل إليك، أي ولَمْ أصل إليك. وقد يتغيَّر معناه عن معنى لَمْ. فيكون جواباً وسبباً لِما وقع ولِما لَمْ يقع، تقول: ضربته لمَّا ذهب ولمَّا لم يذهب. وقد يختزل الفعل بعده، تقول: قاربت المكان ولَمَّا، تريد ولَمَّا أدخلْه. ولا يجوز أن يختزل الفعل بعد لم. و (لم) بالكسر: حرفٌ يستفهَم به. تقول: لِمَ ذهبت؟ ولك أن تدخل عليه ما ثم تحذف منه الألف، قال الله تعالى: (عَفا الله عَنْكَ لِمَ أذِنْتَ لَهُم) . ولك أن تدخل عليها الهاء في الوقف فتقول لمه. وقول الشاعر (١) : يا عجبا والدهر جم عجبه (٢) من عنزي سبنى لم أضربه فإنه لما وقف على الهاء نقل حركتها إلى ما قبلها.",
    "pg": "5:2031-2034"
  },
  "لمى": {
    "def": "اللمى (٢) : سُمرة في الشَفَة تُستحسَن. ورجلٌ ألْمى وجاريةٌ لَمْياءُ بيِّنة اللَمى. وظِلٌّ ألْمى: كثيف أسود. وشجرٌ ألْمى الظلالِ من الخضرة. وقال (٣) (*) إلى شجر ألمى الظلال كأنه (١) * رواهب أحر من الشراب عَذوبُ والْتُمِيَ لونه مثل التُمِع، وربَّما همز. ولُمَةُ الرجل: تِرْبُهُ وشكله، والهاء عوض. وفي الحديث: \" ليتزوَّج الرجل لُمَتَهُ \". واللُمَةُ: الأصحاب ما بين الثلاثة إلى العشرة.",
    "pg": "6:2485"
  },
  "لن": {
    "def": "لنْ: حرفٌ لنفي الاستقبال، وتنصب به تقول: لَنْ تقوم.",
    "pg": "6:2197"
  },
  "لها": {
    "def": "اللَهاةُ: الهَنَةُ المطبقة في أقصى سقف الفم، والجمع اللها واللهوات واللهيات أيضا، مثل القطيات. وأما قوله: يا لك من تمر ومن شيشاء * ينشب في المسعل واللهاء (*) فإنما مده ضرورة، ويروى بكسر اللام (١) . قال أبو عبيد: هو جمع لها، مثل الاضاء جمع أضا والاضا جمع أضاة. واللهوة بالضم: ما يُلقيه الطاحن في فَم الرحى بيده ; تقول منه: أَلْهَيْتُ في الرَحى. والجمع لُهاً. واللُهْوَةُ أيضاً: العطيَّة، دراهمَ كانت أو غيرها، والجمع اللُها. يقال: إنَّه لمِعْطاءُ اللُها، إذا كان جواداً يعطى الشئ الكثير. ولهيت عن الشئ بالكسر ألهى لهيا ولهيانا، إذا سلوتَ عنه وتركت ذكره وأضربتَ عنه. وألْهاهُ، أي شغله. ولَهَّاهُ به تَلْهِيَةً، أي علَّله. ولهوت بالشئ ألهو لهوا، إذا لعبتَ به. وتَلَهَّيْتُ به مثله. وتَلاهوا، أي لَها بعضهم ببعض. وقد يكنَّى باللَهْوِ عن الجماع. وقوله تعالى: (لو أردْنا أن نتَّخِذَ لَهْواً) قالوا: امرأة، ويقال ولدا. وتقول: اله عن الشئ، أي اتركه. وفي الحديث في البلل بعد الوضوء: \" الْهَ عنه \". وكان ابن الزير رضى الله عنه إذا سمع صوت الرعد لَهِيَ عنه، أي تركه وأعرض عنه. الأصمعيّ: إلْهَ عنه ومنه بمعنًى. وفلان لَهُوٌّ عن الخير، على فَعولٍ. والأُلْهِيَّةُ من اللهو ; يقال: بينهم أُلْهِيَّةٌ، كما تقول أُحْجِيَّةٌ، وتقديرها أُفْعولةٌ. وهم لُهاءُ مائةٍ مثل قولك: زهاء مائةٍ.",
    "pg": "6:2487-2488"
  },
  "لهب": {
    "def": "اللهب: لَهَبُ النار، وهو لسانها. وكُنِّي أبو لَهَبٍ به لِجَمالِهِ (١) . والتهبت النار وتَلَهَّبَتْ، أي اتَّقَدَتْ. وألهبتها: أوقدتها. واللُهْبَةُ بالتسكين: العطش. وقد لهب بالكسر يلهب لهبا. ورجلٌ لَهْبانٌ وامرأةٌ لَهْبى. واللَهَبانُ، بالتحريك: اتِّقادُ النار. وكذلك اللهيبُ واللُهابُ بالضم. وألْهَبَ الفرسُ، إذا اضطرم جَرْيُهُ، والاسم الأُلْهوبُ. وقال (٢) : فللسَوْطِ أُلْهوبٌ وللساقِ دِرَّةٌ * وللزَجْرِ منه وَقْعُ أَخْرَجَ مُهْذِبِ (٣) واللِهْبُ بالكسر: الفُرْجَةُ والهواءُ يكون بين الجبلين، والجمع لهوب ولهاب وألهاب. قال أوس بن حجر: فأبصرَ ألْهاباً من الطَودِ دونَها * ترى (٤) بين رأسي كل نيقين مهبلا وقال أبو ذؤيب:\nوتَنْصَبُّ أَلْهاباً مَصيفا كرابها (١) * وبنو لهب أيضا: قوم من الازد.\nفصل النون",
    "pg": "1:221-222"
  },
  "لهث": {
    "def": "اللَهَثانُ بالتحريك: العطش. واللَهْثانُ بالتسكين: العطشان. والمرأة لَهْثى. وقد لهث لهثا ولهاثا مثل سمع سماعا. واللهاث، بالضم: حر العطش. وقال الشاعر (٤) : حتى إذا بَرَدَ السِجالُ لُهاثها * وجَعَلْنَ خَلْفَ عُروضِهِنَّ (١) ثَميلا ولَهَثَ الكلبُ بالفتح يَلْهَثُ لَهْثاً ولُهاثاً بالضم، إذا أخرج لسانه من التعب أو العطش، وكذلك الرجل إذا أعيا. وقوله ﷿: (إنْ تَحْمِلْ عليه يَلْهَثْ أو تتركْهُ يَلْهَثْ) ، لأنَّك إذا حملت على الكلب نَبَح وولَّى هارباً، وإنْ تركته شدَّ عليك ونبح، فيُتْعِبْ نفسه مُقبِلاً عليك ومدبراً عنك، فيعتريه عند ذلك ما يعتريه عند العطش من إخراج اللسان.",
    "pg": "1:292"
  },
  "لهج": {
    "def": "اللهج بالشئ: الولوع به. وقد لهج به بالكسر يلهج لهجا، إذا أُغرِيَ به فثابر عليه. وألْهَجَ الرجلُ، أي لَهِجَتْ فِصاله برَضاع أُمَّهاتها، فيعمل عند ذلك أَخِلَّة يَشُدُّها في الأخلاف لئلا يرتَضِعَ الفَصيلُ. قال الشماخ وذكر عَيْراً: رَعى بارِضَ الوَسْمِيِّ حتَّى كأنَّما يَرى بسَفَا البُهْمى أَخِلَّةَ مُلْهِجِ واللَهَجَةُ: اللسانُ، وقد يُحرَّكُ. يقال: فلان فَصيح اللَهْجة واللَهَجَةِ. ولَهَّجْتُ القومَ تَلْهيجاً، إذا لَهَّنْتَهُمْ وسَلَّفْتَهُم. والْهاجَّ اللبنُ الْهيجاجاً، إذا خَثُرَ حتَّى يختلط بعضُه ببعض ولم تتمَّ خُثورتُه. وكذلك كلُّ مختلطِ. يقال: رأيتُ أمرَ بني فلان ملهاجا. والهاجت عينه أيضا: اختلط بها النُعاسُ. أبو زيد: لَهْوَج الرجلُ أمرَه لَهْوَجَةً، وهو أن لا يبرِمه. وشِواءٌ مُلَهْوَجٌ، إذا لم يُنضَج. وقد لَهْوَجْتُ اللحم وتَلَهْوَجته، إذا لم تُنْعِمْ طبخه.\nفصل الميم",
    "pg": "1:339-340"
  },
  "لهجم": {
    "def": "طريقٌ لَهْجَمٌ، أي واسعٌ مذلل. واللهجم: العس الضخم. وأنشد أبو زيد: ناقة شيخ للاله راهب تصف في ثلاثة المحالب في اللهجمين والهن المقارب يعنى بالمقارب: العس بين العسين. والتلهجم: الولوع بالشئ. قال حُمَيد بن ثورَ الهلالي: كأن وحى الصردان في جوف ضالة تلهجم لحييه إذا ما تلهجما يقول: كأن تلهجم لحيى هذا البعير وحى الصردان. وهذا يحتمل أن تكون الميم فيه زائدة، وأصله من اللهج وهو الولوع.",
    "pg": "5:2037"
  },
  "لهد": {
    "def": "لَهَدَهُ الحِمْلُ (١) ، أي أثقله. الاصمعي: لهد القوم دوابهم: جَهَدوها وأحرثوها. قال جرير: ولقد تَرَكْتُكَ يا فَرَزْدَقُ خاسئاً * لمَّا كَبَوْتَ لدى الرِهانِ لَهيدا - أي حسيراً. ولَهَدَهُ لَهْداً، أي دفعه لِذله، فهو مَلْهودٌ. وكذلك لَهَّدَهُ. قال طرفة يذم رجلا: بطئ عن الداعي (٢) سَريعٍ إلى الخَنا * ذَلولٍ بإجماعِ الرجالِ مُلَهَّدِ - أي مدفع، وإنما شدد لتكثير. أبو زيد: ألْهَدْتُ به: أزْرَيْتُ به. أبو عمرو: ألْهَدْتُ به: إذا أمسكت أحد الرجلين وخلَّيت الآخر عليه وهو يقاتله. قال: فإن فَطَّنْتَ رجلاً بما صاحِبه يكلِّمه قال: والله ما قُلتها إلا أن تُلْهِدَ عليّ، أي تعينَ على. واللهيدة: الرخوة من العصائد، ليست بحَساءٍ فتحسى، ولا بغليظةٍ فتُلقم، وهي التي تجاوزُ حدَّ الحريقةِ والسخينةِ، وتَقْصُرُ عن العصيدة.\nفصل الميم",
    "pg": "2:536"
  },
  "لهذم": {
    "def": "لَهْذَمَهُ، أي قطعه. واللَهاذِمَةُ: اللصوص، عن أبى عمرو. واللهذم من الاسنة: القاطع.",
    "pg": "5:2037-2038"
  },
  "لهز": {
    "def": "لَهَزْتُ القوم، أي خالطتهم ودخلت بينهم. ولَهَزَهُ القَتيرُ، أي خالطه الشيب. فهو ملهوز، ثم هو أشمط، ثم أشيب. واللهز: الضرب بجُمع اليد في الصدر، مثل اللكز، عن أبى عبيدة. وقال أبو زيد: هو بالجُمع في اللَهازِمِ والرقَبة. والرجل ملهز بكسر الميم. قال الراجز: أكل يوم لك شاطنان * على إزاء البئر ملهزان * إذا يفوت الضرب يحذفان * ولهزه بالرمح: طعنه في صدره. ولَهَزَ الفصيلُ ضَرْعَ أُمِّه، إذا ضربه برأسه عند الرَضاع. ودائرة اللاهِزِ: التي تكون على اللِهْزِمَةِ. وتكره.",
    "pg": "3:895"
  },
  "لهزم": {
    "def": "لَهْزَمَ الشيبُ خدَّيه، أي خالطهما وقال (١) : إمَّا تَرى شَيْباً عَلاني أغْثَمُهْ لَهْزَمَ خَدَّيَ به مُلَهْزِمُهْ واللِهْزِمَتانِ: عظْمان ناتئان في اللَحيينِ تحت الأذُنين. ويقال: هما مُضغتان عَلِيَّتانِ تحتهما، والواحدة لِهْزَمَةٌ بالكسر، والجمع اللهازم. وقال: يا خازباز أرسل اللهازما إنى أخاف أن تكون لازما وقال آخر: أزوح أَنوحٌ لا يَهَشُّ إلى النَدى قَرى ما قَرى للضِرْسِ بين اللهازم وتيم الله بن ثعلبة بن عكابة يقال لهم اللهازم، وهم حلفاء بنى عجل.\nفصل الميم",
    "pg": "5:2038"
  },
  "لهس": {
    "def": "اللَهْسُ: لغة في اللَحْسِ أو هَهَّةٌ (١) . ويقال: مالك عندي لُهْسَةٌ بالضم، مثل لُحْسَةٍ أي شئ.",
    "pg": "3:976"
  },
  "لهط": {
    "def": "لَهَطَتِ (١) المرأةُ فرجَها بالماء وأَلْهَطَتْهُ: ضربته. ولَهَطَتْ به الأرضَ لهطا: ضربته بها.",
    "pg": "3:1158"
  },
  "لهع": {
    "def": "لهيعة: اسم رجل.\nفصل الميم",
    "pg": "3:1282"
  },
  "لهف": {
    "def": "لَهِفَ بالكسر يَلْهَفُ لَهَفاً، أي حَزِنَ وتحسَّر. وكذلك التَلَهُّفُ على الشئ. وقولهم: يا لهف فلان: كلملة يتحسر بها على ما فات. وقول الشاعر: فلستُ بمُدْرِكٍ ما فاتَ منِّي بلَهْفَ ولا بليت ولا لو انى أراد لَهْفاهُ فحذف. والمَلْهوفُ: المظلومُ يستغيث. واللهيف: المضطر. واللهفان: المتحسر.",
    "pg": "4:1428-1429"
  },
  "لهق": {
    "def": "اللَهَقُ بالتحريك: الأبيض. وكذلك اللَهاقُ. واللَهاقُ: الثور الأبيض. وقال (١) :\nلهاقٍ تَلأْلُؤُهُ كالهِلالِ (٢) * واللَهَقُ مقصورٌ منه. وأنشد الأصمعيّ لأسامة الهذَلي: وإلا النَعامَ وحَفَّانَهُ وطُغْيا مع اللهق الناشط ولهق الشئ لهقا، أي ابيضّ. وكذلك لَهِقَ بالكسر لَهَقاً، فهو لَهِقٌ (٣) . ولَهَقٌ، إذا كان شديد البياض، مثل يَقِقٍ ويقق، قال القطامى يصف إبلا وإذا شَفَنَّ إلى الطريقِ رأَيْنَهُ لهقا كشا كلة الحصان الابلق قال الفراء: اللَهْوَقَةُ كلُّ ما لم يُبالغ فيه من كلامٍ أو عمل. تقول: قد لَهْوَقَ كذا، وقد تَلَهْوَقَ فيه. وقال أبو الغوث: اللهوقة أن تتحسن بالشئ وأن تظهر شيئا على خلافه، نحو أن يُظهر الرجل من السخاء ما ليسَ عليه سجيَّتُه. قال الكميت يمدح مَخْلَدَ بن يزيد ابن المهلَّب: أجْزيهُمُ يَدَ مَخْلَدٍ وجَزاؤُها عندي بلا صلف ولا بتلهوق",
    "pg": "4:1551-1552"
  },
  "لهله": {
    "def": "اللُهْلُهُ بالضم: الأرض الواسعة يَطَّرِدُ فيها السرابُ ; والجمع لَهالهُ. وقال الراجز (٢) :\nومُخفقٍ من لُهْلُهٍ ولهله (٣) * واللهله، بالفتح: الثوب الردئ النَسْجِ، وكذلك الكلامُ والشِعْرُ. يقال لَهْلَهَ النَسَّاجُ الثوبَ، أي هَلْهَلَهُ. وهو مقلوب منه.",
    "pg": "6:2248"
  },
  "لهم": {
    "def": "اللَهْمُ: الابتلاعُ. وقد لَهِمَهُ بالكسر، إذا ابتلعه. واللُهْمومُ من النوق: الغزيرة اللبن. واللهموم: الجواد من الناس والخيل. وقال: لا تَحْسَبَنَّ بياضاً فيَّ مَنْقَصَةً إنَّ اللَهاميمَ في أقرابها بَلَقُ واللُهامُ: الجيشُ الكثير، كأنه يلتهم كل شئ. واللُهَيْم: الداهيةُ، وكذلك أمُّ اللُهَيْمِ. وفرس لهم، مثال هجف: سباق، كأنه يلتهم الأرض. واللِهَمُّ أيضاً: العظيم. ورجلٌ لهم: كثير العطاء مثل خضم. وقول الشاعر (١) : لا هُمَّ لا أدري وأنت الداري كُلُّ امرئٍ منك على مِقْدارِ يريد اللَهُمَّ، والميم المشدَّدة في آخره عوضٌ من يا التي للنداء، لأنَّ معناه يا الله. وملهم، بالفتح: موضع، وهى أرض كثيرة النخل. قال جرير: كأن حمول الحى (٢) زلن بيانع من الوارد البطحاء من نخل ملهما ويوم ملهم: حرب لبنى تميم وحنيفة. والالهام: ما يلقى في الروع. يقال ألْهَمَهُ الله. واسْتَلْهَمْتُ الله الصبر. والْتَهَمَ الفَصيلُ ما في الضرع: استوفاه.",
    "pg": "5:2036-2037"
  },
  "لهن": {
    "def": "اللُهْنَةُ بالضم: السُلْفَةُ، وهو ما يتعلَّل به الإنسان قبل إدراك الطعام. تقول لَهَّنْتُهُ تَلْهيناً فَتَلَهَّنَ، أي سلَّفته. ويقال: أَلْهَنْتُهُ، إذا أهديتَ له شيئاً عند قُدومه من سفره. وقولهم: لَهِنَّكَ بفتح اللام وكسر الهاء: كلمةٌ تستعمل عند التوكيد، وأصلها لإنَّكَ، فأبدلت الهمزة هاءً، كما قالوا في إياك: هياك. وإنما جاز أن يجمع بين اللام وإن وكلاهما للتوكيد لانك لما أبدلت الهمزة هاء زال لفظ إن فصار كأنها شئ آخر. قال الشاعر: لهنك من عبسية لوسيمة * على كاذب من وعدها ضوء صادق اللام الاولى للتوكيد، والثانية لام إن. وقال أبو عبيد: أنشدنا الكسائي: لَهِنَّكِ من عَبْسِيَّةٍ لَوَسيمَةٌ * على هَنَواتٍ كاذبٍ من يقولها (١) وقال: أراد لله إنَّك من عَبْسِيَّةٍ، فحذف اللام الأولى من لله، والألف من إنك، كما قال الآخر:\nلاه ابن عمك والنوى تعدو * أراد: لله ابن عمك، أي والله. والقول الاول أصح.",
    "pg": "6:2197-2198"
  },
  "لوب": {
    "def": "اللُوبَةُ واللابَةُ: الحرَّةُ، والجمع اللوبُ واللابُ واللاباتُ، وهي الحِرارُ. وفى الحديث أنه \" حرم ما بين لابتى المدينة \"، وهما حرتان تكتنفانها. قال أبو عبيدة: لوبَةٌ ونوبةٌ للحرَّةِ، وهي الأرض التي ألبستها حجارةٌ سودٌ. ومنه قيل للأسود لوبِيٌّ ونوبِيٌّ. قال بشر يذكر كتيبة (١) : مُعالِيَةٌ لا هَمَّ إلا مُحَجِّر * فحرَّةُ لَيْلى السَهْلُ منها فلوبها ولابَ يَلوبُ لَوْباً ولَوَباناً ولَواباً، أي عطشَ، فهو لائِبٌ والجمع لؤوب، مثل شاهد وشهود. قال الشاعر (٢) :\nحتى إذا ما اشتدَّ لوبانُ النَجَرْ (٣) * قال الأصمعيّ: إذا طافت الإبلُ على الحوض ولم تقدر على الماء لكثرة الزحام فذلك اللَوْب. يقال: تركتها لوائِبَ على الحوض. والمَلابُ: ضربٌ من الطِيبِ كالخَلوقِ. قال جرير:\nبصِنِّ الوَبْرِ تحسبُهُ ملابا (٤) * وشئ ملوب، أي ملطخ به. وأمَّا المِرْود ونحوِه فهو الملولب، على مفوعل.",
    "pg": "1:220-221"
  },
  "لوث": {
    "def": "اللوثَةُ بالضم: الاسترخاء والبطء. واللوثَةُ أيضاً مسُّ جنون. واللوثَةُ أيضاً: الهَيْجُ. ويقال أيضاً: ناقة ذات لوثَةٍ، أي كثيرة اللحم والشحم، ذات هَوَجٍ. واللَوْثُ بالفتح: قال الشاعر (٢) : بذات لوث عَفَرْناةٍ إذا عَثَرَتْ * فالتَعْسُ أدنى لها من أن يقال لَعا (٣) ولاث العمامة على رأسه يلوثها لوثا، أي عصبَها. ولاثَ الرجلُ يَلوثُ، أي دار. وفلان يَلوثُ بي، أي يلوذ بي. والالتِياث: الاختلاط والالتفاف. يقال: الْتاثَتِ الخُطوبُ. والْتاثَ برأس القلم شَعَرَةٌ. والْتاثَ في عمله: أبطأ. وما لاثَ فلانٌ أن غلب فلاناً، أي ما احتبس. ولوَّثَ ثيابَه بالطين، أي لطخَها. ولَوَّثَ الماءَ، أي كدَّرَهُ. واللَويثَةُ على فَعيلَةٍ: الجماعةُ من قبائل شتَّى. والمُلَيَّثُ من الرجال: البطئ لسمنه. ورجل ألوث، فيه استرخاء بيِّن اللَوَثِ. وديمَةٌ لَوْثاءُ. واللِيثُ بالكسر: نبات ملتفٌّ، صارت الواو ياءً لكسرة ما قبلها. الكسائي: يقال للقوم الأشراف: إنَّهم لَمَلاوِثُ، أي يُطافُ بهم ويُلاثُ، الواحد مَلاثٌ، والجمع مَلاوِثُ. وقال: هَلاَّ بَكَيْتِ مَلاوِثاً * من آلِ عبدِ مناف (١) ومَلاويثُ أيضاً: وقال (٢) : كانوا مَلاويثَ فاحتاجَ الصديقُ لهم * فَقْدَ البلادِ إذا ما تُمْحِلُ المَطَرا وكذلك المَلاوِثَةُ. وقال: مَنَعْنا الرَعْلَ إذ أَسْلَمْتُموهُ (٣) * بفِتْيانٍ مَلاوِثَةٍ جلاد",
    "pg": "1:291-292"
  },
  "لوح": {
    "def": "لاح الشئ يلوح لوحا، أي لمح. ولاحَهُ السفر: غيَّره. ولاحَ لَوْحاً (١) ولُواحاً: عطش. والْتاحَ مثله. قال رؤبة:\nيَمْصَعْنَ بالأذناب من لوح وبق * ولاح البرق وألاح، إذا أومض. ولاحَ النجمُ وألاحَ، إذا بَدا. قال ابن السكيت: لاحَ سُهَيْلٌ، إذا بدا. وألاحَ، إذا تلألأ. قال: وألاحَ بحقِّي، إذا ذهب به. أبو عمرو: ألاح الرجل من الشئ، إذا أشفق وحاذر. وأنشد: إنَّ دُلَيْماً قد ألاحَ من أبي (١) * فقال أنْزِلْني فلا إيضاعَ بي أي لا سَيْرَ بي. وألاحَ بسيفه: لمع به. وألاحَهُ: أهلكه. والمِلْواحُ من الدوابِّ: السريع العطش. وإبلٌ لَوْحى، أي عطشى. ولوَّحَتْهُ الشمس: غيَّرته وسفعت وجهه. ولوح بثوبه: لمع به. ولوحت الشئ بالنار: أحميته. وقال الشاعر (٢) : عُقابٌ عَقَبْناةٌ كأنَّ وَظيفها * وخُرْطومَها الأعلى بنارٍ مُلَوَّحِ واللَوْحُ: الكتِفُ، وكلُّ عريض. واللوحُ: الذي يُكتب فيه. وألْواحُ السلاح: ما يَلوحُ منه كالسيف والسِنانُ. قال الشاعر (٣) : تُمْسي كألْواحِ السلاحِ وتُضْ * حي كالمَهاةِ صَبيحَةَ القَطْرِ واللُوحُ بالضم: الهواء بين السماء والأرض. يقال: لا أفعل ذلك ولو نَزَوْتَ في اللُوحِ، أي ولو نزوت في السكاك. وشئ لِياحٌ (١) ، أي أبيضُ. قال الفراء: إنَّما صارت الواو ياءً لانكسار ما قبلها. وأنشد: أَقَبَّ البطنِ خفاق الحشايا * يضئ الليل كالقمر اللِياحِ ومنه قيل للثَور الوحشي لياح لبياضه.\nفصل الميم",
    "pg": "1:402-403"
  },
  "لوذ": {
    "def": "لاذَ به لِواذاً ولِياذاً، أي لجأ إليه وعاذَ به. واللَوْذُ أيضاً: جانب الجبل وما يُطيف به، والجمع ألواذٌ. ولاوَذَ القومُ مُلاوَذَةً، أي لاذَ بعضُهم ببعض. ومنه قوله تعالى:\n(يَتَسَلَّلونَ منكم. لِواذاً) *. ولو كان من لاذَ لقال: لِياذاً. وقول الشاعر:\nولَمْ تَطْلُبِ الخَيْرَ المُلاوِذَ مِنْ عمرو (٣) يعنى القليل. والوذان، بالفتح: اسم رجل.\nفصل الميم",
    "pg": "2:570"
  },
  "لوز": {
    "def": "اللَوْزَةُ: واحدة اللَوْزِ. وأرضٌ ملازة: فيها أشجار اللوز.\nفصل الميم",
    "pg": "3:895"
  },
  "لوس": {
    "def": "اللَّوْسُ: الذوقُ. ورجلٌ لَؤوسٌ على فعول. يقال: ما لاس لَواساً بالفتح، أي ما ذاق ذَواقاً. وقال أبو صاعدٍ الكلابيّ: ما ذاق عَلوساً ولا لَؤُوساً. وما لُسْنا عندهم لَواساً. واللُواسَةُ بالضم أقل من اللقمة.",
    "pg": "3:975-976"
  },
  "لوص": {
    "def": "فلانٌ يُلاوِصُ الشجر، أي ينظر كيف يأتيها لقَلْعها. ويقال: أَلاصَهُ على كذا، أي أداره (١) على الشئ الذى يرومه. وفى الحديث: \" هي الكلمة التى ألاص عليها النبي ﷺ عمه \" يعنى أبا طالب.\nفصل الميم",
    "pg": "3:1056"
  },
  "لوط": {
    "def": "الكسائي: لاط الشئ بقلبي يَلوطُ ويَليطُ. يقال: هو أَلْوَطُ بقلبي وأَلْيَطُ، وإنِّي لأجِدُ له في قلبي لَوْطاً ولَيْطاً، يعني الحُبَّ اللازقَ بالقلب. وهذا أمرٌ لا يَلْتاطُ بصَفَري، أي لا يَلصَق بقلبي. ويقال: اسْتَلاطوهُ، أي ألزَقوه بأنفسهم. وفي الحديث: \" اسْتَلَطْتُمْ دَمَ هذا الرجل \" أي استوجبتم. ولُطْتُ الحوضَ بالطين لَوْطاً، أي مَلَطته به وطيَّنته. واللَوْطُ: الرِداءُ. يقال: لبس لوطيه. ولوط: اسم ينصرف مع العجمة والتعريف. وكذلك نوح. وإنما ألزموهما الصرف لان الاسم على ثلاثة أحرف أوسطه ساكن، وهو على غاية الخفة، فقاومت خفته أحد السببين. وكذلك القياس في هند ودعد، إلا أنهم لم يلزموا الصرف في المؤنمث وخيروك فيه بين الصرف وتركه. ولاط الرجل ولاوَطَ، أي عَمِلَ عَمَلَ قومِ لوط.",
    "pg": "3:1158"
  },
  "لوع": {
    "def": "لَوْعَةُ الحبِّ: حُرقتُه. وقد لاعَهُ الحبّ يَلوعُهُ والْتاعَ فؤادهُ، أي احترقَ من الشوق. يقال: أتانٌ لاعَةُ الفؤاد إلى جحشها، قال الأصمعيّ: أي لائِعَةُ الفؤاد، وهي التي كأنَّها وَلْهى من الفزَع. وأنشد للأعشى: مُلْمِعٍ لاعَةِ الفؤادِ إلى جَحْ * شٍ فَلاهُ، عنها فبئس الفالي * ورجلٌ هاعٌ لاعٌ، أي جبان جَزوع. وقد لاعَ يَليعُ. وحكى ابن السكيت: لِعْتُ أَلاعُ، وهِعْتُ أَهاعُ وامرأةٌ هاعَةٌ لاعَةٌ، ورجلٌ هائِعٌ لائِعٌ.",
    "pg": "3:1281-1282"
  },
  "لوق": {
    "def": "اللوقة بالضم: الزبدة، عن الكسائي. وقد لَوَّقَ طعامَه، إذا أصلحه بالزُبد. يقال: لا آكل إلا ما لُوِّقَ لي، أي لُيِّنَ لي حتَّى يصير كالزُبد في لينه. وقال ابن الكلبيّ: هو الزُبد بالرُطَب. وفيه لغتان لوقَةٌ وأَلوقَةٌ، حكاه عنه أبو عبيد. قال: وأنشدني لرجل من عذرة وإنَّي لمِنْ سالَمْتُمُ لأَلوقَةٌ وإنِّي لمَنْ عاديْتُمُ سُمٌّ أسْوَدِ ويقال: ما ذقت لَواقاً، أي شيئاً.",
    "pg": "4:1551"
  },
  "لوك": {
    "def": "لكت الشئ في فمى ألوكُهُ، إذا عَلَكته. وقد لاكَ الفرس اللجام. وفلان يلوك أغراض الناس، أي يقَعُ فيهم. وقول الشعراء (٢) : أَلِكْني إلى فلان، يريدون به: كُنْ رسولي، وتحمّل رسالتي إليه. وقد أكثروا من هذا اللفظ. قال الشاعر (٣) : أَلِكْني إليها عمرك الله يافتى بآبة ما جاءتْ إلينا تَهاديا وقال آخر (٤) الكنى إليها وخبر الرسو لِ أعْلَمُهُم بنَواحي الخَبَرْ وقياسه أن يقال: ألاكَهُ يُليكُه إلاكَةُ، وقد حكى هذا عن أبي زيد. وهو وإن كان من الا لوك فعول، والهمزة فاء الفعل، إلا أن يكون مقلوباً أو على التوهم.\nفصل الميم",
    "pg": "4:1607"
  },
  "لوم": {
    "def": "اللَوْمُ: العَذْلُ. تقول: لامَهُ على كذا لَوْماً ولَوْمَةً، فهو مَلومٌ. ولَوَّمَهُ شدِّد للمبالغة. واللُوَّمُ: جمع لائم، مثل راكع وركع. واللائمة: الملامة، وكذلك اللومى على فُعْلى. يقال: ما زلت أتجرّع فيك اللَوائِمَ. والمَلاوِمُ: جمع المَلامَةِ. واللامَةُ: الأمر يُلامُ عليه. وألامَ الرجلُ، إذا أتى بما يُلامُ عليه. يقال لامَ فلانٌ غيرَ مُليمٍ. وفي المثل: \" رُبَّ لائِمٍ مُليم \". قال الشاعر (١) :\nومن يَخْذَلْ أخاه فقد ألاما (٢) * واسْتَلامَ الرجل إلى الناس، أي اسْتَذَمَّ. أبو عبيدة: يقال ألَمْتُهُ بمعنى لُمْتُهُ. وأنشد لمَعْقِل بن خويلد الهذَلي: حَمِدْتُ اللهَ أن أمْسى رَبيعٌ بدارِ الذُلِّ (١) مَلْحِيًَّا مُلاما والمُلاوَمَةُ: أن تَلومَ رجلاً ويَلومُكَ. وتَلاوَموا: لامَ بعضُهم بعضاً. ورجلٌ لومَةٌ: يَلومُهُ الناس. ولُوَمَةٌ: يلوم الناس، مثل هزأة وهزأة. والتلوم: الانتظار والتمكث. ولامُ الإنسان: شَخصُه، غير مهموز. وقال الراجز: مَهْرِيَّة تَخْطُرُ في زمامها لم يبق منها السير غير لامها واللام من حروف الزيادات، وهى على ضربين: متحركة وساكنة. فأما الساكنة فعلى ضربين، وأما اللامات المتحركة فهى ثلاث: لام الامر ولام التوكيد ولام الاضافة. فأما لام الامر كقولك ليقم زيد، تأمر بها الغائب، وربما أمروا بها المخاطب. وقرئ: (فبذلك فلتفرحوا) بالتاء. وقد يجوز حذف لام الامر في الشعر فتعمل مضمرة، كقول متمم بن نويرة: على مثل أصحاب البعوضة فاخمشى لك الويل حر الوجه أو يبك من بكى أراد: ليبك، فحذف اللام. وكذلك لام أمر المواجه، قال الشاعر: قلت لبواب لديه دارها تئذن فإنى حمؤها وجارها أراد لتأذن فحذف اللام، وكسر التاء على لغة من يقول أنت تعلم. وأما لام التوكيد فعلى خمسة أضرب: منها لام الابتداء، كقولك لزيد أفضل من عمرو. ومنها التى تدخل في خبر إن المشددة والمخففة، كقوله تعالى: (إن ربك لبالمرصاد) ، وقوله سبحانه: (وإن كانت لكبيرة) . ومنها التى تكون جوابا للو ولولا، كقوله تعالى: (لولا أنتم لكنا مؤمنين) وقوله تعالى: (لو تزيلوا لعذبنا الذين كفروا) . ومنها التى تكون في الفعل المستقبل المؤكد بالنون، كقوله: (ليسجنن وليكونن من الصاغرين) . ومنها لام جواب القسم. وجميع لامات التوكيد تصلح أن تكون جوابا للقسم، كقوله تعالى: (وإن منكم لمن ليبطئن) ، فاللام الاولى للتوكيد، والثانية جواب، لان القسم جملة توصل بأخرى وهى المقسم عليه لتؤكد الثانية بالاولى. ويربطون بين الجملتين بحروف يسميها النحويون جواب القسم، وهى إن المكسورة المشددة، واللام المعترض بها، وهما بمعنى واحد، كقولك: والله إن زيدا خير منك، ووالله لزيد خير منك، وقولك: والله ليقومن ريد. إذا أدخلوا لام القسم على فعل مستقبل أدخلوا في آخره النون شديدة أو خفيفة لتأكيد الاستقبال وإخراجه عن الحال لا بد من ذلك. ومنها إن الخفيفة المكسورة وما، وهما بمعنى، كقولك: والله ما فعلت، ووالله إن فعلت بمعنى. ومنها لا، كقولك: والله لا أفعل. لا يتصل الحلف بالمحلوف إلا بأحد هذه الحروف الخمسة. وقد تحذف وهى مرادة. وأما لام الاضافة فعلى ثمانية أضرب: منها لام الملك كقولك: المال لزيد. ومنها لام الاختصاص، كقولك: أخ لزيد. ومنها لام الاستغاثة، كقوله الشاعر (١) : يا للرجال ليوم الاربعاء أما ينفك يحدث لى بعد النهى طربا واللامان جميعا للجر، ولكنهم فتحوا الاولى وكسروا الثانية ليفرقوا بين المستغاث به والمستغاث له. وقد يحذفون المستغاث به ويبقون المستغاث له يقولون يا للماء يريدون يا قوم للماء، أي للماء أدعوكم. فإن عطفت على المستغاث به بلام أخرى كسرتها، لانك قد أمنت اللبس بالعطف كقول الشاعر (١) :\nيا للرجال وللشبان للعجب * وقول الشاعر مهلهل: يا لبكر أنشروا لى كليبا يا لبكر أين أين الفرار استغاثة. وقال بعضهم: أصله يا آل بكر فخفف بحذف الهمزة، كما قال جرير: قد كان حقا أن نقول لبارق يا آل بارق فيم سب جرير ومنها لام التعجب مفتوحة، كقولك: يا للعجب. والمعنى يا عجب احضر فهذا أوانك. ومنها لام العلة بمعنى كى، كقوله تعالى: (لتكونوا شهداء على الناس) ، وضربته ليتأدب، أي لكى يتأدب ولاجل التأدب. ومنها لام العاقبة كقول الشاعر فللموت تغذو الوالدات سخالها كما لخراب الدهر (١) تبنى المساكن أي عاقبته ذلك. ومنها لام الجحد بعد ما كان ولم يكن، ولا تصحب إلا النفى، كقوله تعالى: (وما كان الله ليعذبهم) أي لان يعذبهم. ومنها لام التاريخ، كقولك: كتبت لثلاث ليال خلون، أي بعد ثلاث. قال الراعى: حتى وردن لتم خمس بائص جدا تعاوره الرياح وبيلا وأما اللامات الساكنة فعلى ضربين: أحدهما لام التعريف، فلسكونها أدخلت عليها ألف الوصل ليصح الابتداء بها، فإذا اتصلت بما قبلها سقطت الالف كقولك الرجل. والثانى لام الامر، إذا ابتدأت بها كانت مكسورة، وإن أدخلت عليها حرفا من حروف العطف جاز فيها الكسر والتسكين كقوله تعالى: (وليحكم أهل الانجيل) .",
    "pg": "5:2034-2036"
  },
  "لون": {
    "def": "اللَوْنُ: هيئةٌ كالسَواد والحمرة. ولَوَّنْتُهُ فتَلَوَّنَ. واللَوْنُ: النوع. وفلان مُتَلَوِّنٌ، إذا كان لا يثبُت على خُلُق واحد. ولَوَّنَ البسرُ تَلْويناً، إذا بدا فيه أثر النُضْج. واللَوْنُ: الدَقَلُ، وهو ضربٌ من النخل. وقال الأخفش: هو جماعةٌ، واحدتها لِينَةٌ، ولكن لما انكسر ما قبلها انقلبت الواو ياء. ومنه قوله تعالى: (ما قطعتم من لينة) وتمرها (*) سمين يسمى العجوة، والجمع لينٌ، وجمع اللين ليان، مثل ذئب وذئاب، قال امرؤ القيس: وسالفةٍ كَسحوقِ اللِيا * نِ أضْرَمَ فيها الغوى السعر",
    "pg": "6:2197"
  },
  "لوى": {
    "def": "لَوَيْتُ الحبل: فتلته. ولَوى الرجل رأسه وألْوَى برأسه: أمال وأعرض. وقوله تعالى: (وإنْ تَلْووا أو تُعْرِضوا) بواوين. قال ابن عباس ﵄: هو القاضي يكون لَيُّهُ وإعراضه لأحد الخصمين على الآخر. وقد قرئ بواو واحدة مضمومة اللام من وَليتُ. قال مجاهد: أي أن تَلوا الشهادة فتُقيموها أو تُعرِضوا عنها فتتركوها. ولَوَتِ الناقة ذَنَبَها وألْوَتْ بذنبها، إذا حركته، الباء مع الالف فيها. ولواه بدينه لَيَّاناً، أي مطله. قال ذو الرمّة (١) : تريدين لَيَّاني وأنتِ مليئةٌ * وأُحْسِنُ يا ذات الوشاحِ التقاضيا (٢) ولَوّيْتُ أعناق الرجال في الخصومة، شدد للكثرة والمبالغة. قال تعالى: (لووا رؤوسهم) . والتوى وتلوى بمعنى. ولَوَيْتُهُ عليه، أي آثرتُه عليه. وقال: ولم يكن مَلَكٌ للقوم يُنْزِلُهُم * إلاَّ صلاصلُ لا تُلْوى على حَسَبِ أي لا يؤثر بها أحد لحسَبه، للشدة التي هم فيها. ويروي: \" لا تَلْوي \" أي لا تعطف أصحابها على ذوي الأحساب، من قولهم: لَوى عليه، أي عَطَفَ، بل تقسم بالمناصفة (٣) على السوية. ولوى الرمل مقصور: مُنقَطَعه، وهو الجَدَد بعد الرملة. وألْوى القوم: صاروا إلى لِوى الرملِ ; يقال: ألْوَيْتُمْ فانْزلوا. وهما لويان، والجمع الالوية. وذنب ألوى: معطوف خلقة مل ذنب العنز. ولِواءُ الأمير ممدودٌ. وقال: غَداةَ تَسايَلَتْ من كلِّ أوْبٍ * كتائبُ عاقِدينَ لهم لِوايا وهي لغة لبعض العرب. تقول: احتميت احتماياً. والألْوِيَةُ: المَطارِدُ، وهي دون الأعلام والبنود. واللَوى بالفتح: وجعٌ في الجوف، تقول منه: لَوِيَ بالكسر. واللَوِيُّ على فَعيلٍ: ما ذَبل من البقل. وقد ألْوى البقل، أي ذبل. واللَوِيَّة: ما خبأته لغيرك من الطعام. وقال (١) : قلتُ لِذاتِ النُقْبَةِ النَقِيَّةِ * قومي فغَدِّينا من اللَوِيَّه وقد الْتَوَتِ المرأة لَوِيَّةً. وألْوى فلانٌ بحقي، أي ذَهَب به. وألوى بثوبه، إذا لمع به وأشار. وألْوَتْ به عنقاءُ مُغْرِبٍ أي ذهبت به. والالوى: الرجل المجتنب المنفرد لا يزال كذلك. واللاءونَ: جمع الذي من غير لفظه بمعنى الذِّينَ. وفيه ثلاث لغات اللاؤُنَ في الرفع واللائينَ في الخفض والنصب، واللاءو بلا نون، واللائي بإثبات الياء في كلِّ حال، يستوى فيه الرجال والنساء، ولا يصغر لانهم استغنوا عنه باللتيات للنساء وباللذيون للرجال. وإن شئت قلت للنساء اللاء بالكسر بلا ياء ولا مد ولا همز، ومنهم من يهمز. وأما قول الشاعر (١) : من النفر اللاء (٢) الذين إذا هم * يهاب اللئام حلقة الباب فعقعوا فإنما جاز الجمع لاختلاف اللفظين، أو على إلغاء أحدهما.",
    "pg": "6:2485-2487"
  },
  "ليا": {
    "def": "اللياء: شئ يشبه الحمص شديد البياض يكون بالحجاز ; يؤكل. عن أبى عبيد. وفى الحديث: \" دخل على معاوية وهو يأكل لياء مقشى \"، أي مقشرا. وإذا وصفتَ المرأةَ بالبياض قلت: كأنَّها لياءةٌ. والليا مقصورٌ: الأرض البعيدة عن الماء.\nفصل الميم",
    "pg": "6:2488"
  },
  "ليت": {
    "def": "لَيْتَ: كلمة تَمَنّ، وهي حرف تنصب الاسم وترفع الخبر، مثل كأنّ وأخواتها، لأنها شابهت الأفعال بقوّة ألفاظها واتّصال أكثر المضمرات بها وبمعانيها. تقول: ليت زيدا ذاهب. وأما قول الشاعر (١) :\nيا ليت أيام الصبا رواجعا * فإنما أراد: يا ليت أيام الصبا لنا رواجع، نصبه على الحال. وحكى النحويون أن بعض العرب يستعملها بمنزله وجدت، فيعديها إلى مفعولين ويجريها مجرى الافعال، فيقول: ليت زيدا شاخصا، فيكون البيت على هذه اللغة. ويقال: ليتى ولَيْتني، كما قالوا: لَعَلِّي ولَعَلَّني، وإنّي وإنّني. قال الشاعر (٢) : كَمُنْيَةِ جابرٍ إذ قال لَيْتي * أصادفُه وأغْرَم (٣) جُلَّ مالي والليتُ بالكسر: صَفْحة العنق، وهما لِيتانِ. ولاتَهُ عن وجهه يَلوتُهُ ويَليتُهُ، أي حبسه عن وجهه وصرفه. قال الراجز (٤) : وليلةٍ ذات دُجًى (٥) سَرَيْتُ * ولم يَلِتْني عن سُراها لَيْتُ أي لم يمنعني عن سُراها مانع. وكذلك ألاته عن وجهه. فَعَلَ وأفْعَلَ بمعنًى. ويقال أيضاً: ما ألاتَهُ من عمله شيئاً، أي ما نقَصه، مثل ألَتَهُ. قاله الفراء. وأنشد: ويأكلنَ ما أعنى الوَليُّ فلم يُلِتْ * كأنّ بحافات النهاء المزارعا (١) وقوله تعالى: (ولات حين مناص) . قال الاخفش: شبهوا لات بليس وأضمروا فيها اسم الفاعل. قال: ولا تكون لات إلا مع حين، وقد جاء حذف حين في الشعر، قال مازن ابن مالك: \" حنت ولات هنت، وإنى لك مقروع (٢) \". فحذف الحين وهو يريده. قال: وقرأ بعضهم (ولات حين مناص) فرفع حين وأضمر الخبر. وقال أبو عبيد: هي لا، والتاء إنما زيدت في حين، وكذلك في تلان، وإن كتبت مفردة (٣) . قال أبو وجزة العاطِفونَ تَحينَ ما من عاطِفٍ * والمطعمون زمان أين المطعم (١) وقال المؤرج: زيدت التاء في لات كما زيدت في ثمت وربت.\nفصل الميم",
    "pg": "1:264-266"
  },
  "ليث": {
    "def": "اللَيثُ: الأسد. واللَيْثُ: ضرب من العناكب يصطاد الذُبابَ بالوثب. ويقال: لايَثَهُ، أي عامله معاملة اللَيْث أو فاخَرَهُ بالشَبَه بالليث. وقولهم: \" إنه لا شعج من ليث عِفِرِّينَ \". قال أبو عمرو: هو الأسد. وقال الأصمعي: هو دابة مثل الحِرباء يتعرض للراكب، نُسبَ إلى عِفِرِّينَ اسم بلد. قال الشاعر: فلا تَعْذُلي في حُنْدُجٍ إنَّ حُنْدُجاً * ولَيْثَ عِفِرِّينَ لَدَيَّ سواء\nفصل الميم",
    "pg": "1:292"
  },
  "ليس": {
    "def": "لَيْسَ: كلمةُ نفي، وهو فعل ماض. وأصلها ليس بكسر الياء، فسكنت استثقالا، ولم تقلب ألفا لانها لا تتصرف، من حيث استعملت بلفظ الماضي للحال. والذى يدل على أنها فعلٌ وإن لم تتصرف تصرف الأفعال، قولهم لَسْتَ ولَسْتُما ولَسْتُمْ، كقولهم ضربت وضربتما وضربتم. وجُعلت من عوامل الأفعال نحو كان وأخواتها التي ترفع الأسماء وتنصب الأخبار، إلا أن الباء تدخل في خبرها نحو ما، دون أخواتها. تقول: ليس زيدٌ بمنطلق. فالباء لتعدية الفعل وتأكيد النفي. ولك أن لا تدخلها، لأن المؤكَّد يستغنى عنه، ولأن من الأفعال ما يتعدَّى مرةً بحرف جرٍّ ومرة بغير حرف، نحو اشتقتك واشتقت إليك. ولا يجوز تقديم خبرها عليها كما جاز في أخواتها تقول: مُحْسِناً كان زيدٌ. ولا يجوز أن تقول: مُحْسِناً ليس زيدٌ. وقد يستثنى بها، تقول: جاءني القومُ ليسَ زَيداً، كما تقول: إلا زيداً، تضمر اسمها فيها وتنصب خبرها بها، كأنك قلت ليس الجائي زيداً. ولك أن تقول جاء القومُ لَيْسَكَ، إلا أنَّ المضمَر المنفصل ها هنا أحسن، كما قال الشاعر: ليت هذا الليلَ شهرٌ * لا نرى فيه غريبا * لَيْسَ إيَّاي وإيَّا * كَ ولا نَخْشى رَقيبا * ولم يقل لَيْسَني ولَيْسَكَ، وهو جائزٌ إلا أن المنفصل أجودُ. ورجلٌ ألْيَسُ، أي شجاعٌ بيِّن اللَيَسِ، من قومٍ لِيسٍ. وقال الفراء: الألْيَسُ: البعير يحمل كلَّ ما حُمِّلَ.\nفصل الميم",
    "pg": "3:976"
  },
  "ليط": {
    "def": "الليطَةُ: قشرة القصبة، والجمع ليطٌ (٢) . والليطُ أيضاً: اللونُ. وشيطانٌ ليطان، إتباع له.\nفصل الميم",
    "pg": "3:1158"
  },
  "ليف": {
    "def": "الليفُ للنخل، الواحدة ليفَةٌ.\nفصل النون",
    "pg": "4:1429"
  },
  "ليق": {
    "def": "لاقتِ الدواةُ تَليقُ، أي لصقتْ. ولِقْتُها أنا، يتعدَّى ولا يتعدى، فهي مَليقة، إذا أصْلَحتَ مدادها. وألَقْتُها إلاقَةً لغةٌ فيه قليلةٌ، والاسمُ منه الليقَةُ. ويقال للمرأة إذا لم تَحْظَ عند زوجها: ما عاقت عند زوجها ولا لاقتْ، أي ما لصقت بقلبه. ولاقَ به فلان، أي لاذبه. ولاق به الثوب، أي لَبِقَ به. وهذا الأمر لا يَليقُ بك، أي لا يَعْلَقُ بك. وفلانٌ ما يليقُ درهما من جوده، أي ما يُمسكه ولا يَلصَق به. قال الشاعر: كَفَّاهُ كَفُّ (١) ما تُليقُ دِرْهما جوداً وأخرى تُعْطِ بالسيفِ دما (٢) وما بالارض لياق، أي مرتع. وألا قوة بانفسهم، أي ألزقوه واستلاطوه. قال الشاعر (٣) : وهل كنتَ إلاَّ حَوْتَكِيًّا أَلاقَهُ بنو عَمِّهِ حتى بغى وتجبرا\nفصل الميم",
    "pg": "4:1552"
  },
  "ليل": {
    "def": "الليلُ واحد بمعنى جَمْع، وواحدته ليلة مثل تمرة وتمر. وقد جمع على ليال فزادوا فيها الياءَ على غير قياس. ونظيره أهلٌ وأهالٌ. ويقال: كان الأصل فيها لَيلاةٌ فحذفت، لأنَّ تصغيرَها لُيَيْلَية. وليلٌ ألْيَلٌ: شديدُ الظلمة. قال الفرزدق:\nوالليلُ مُخْتَلِطَ الغَياطِلِ أَلْيَلُ (١) * وليلةٌ لَيْلاءُ وليلٌ لائلٌ، مثل قولك شِعْرٌ شاعرٌ في التأكيد. الكسائي: عاملتُهُ مُلايَلَةً، كما تقول: مُياوَمَةً من اليوم. وليلى: اسم امرأة: والجمع ليال. قال الراجز: لم أر في صواحب النعال اللابسات البدن الحوالى شبها لليلى خيرة الليالى وذكر قوم أن الليل ولد الكروان، والنهار ولد الحبارى. وقد جاء ذلك في بعض الاشعار (٢) : وذكر الاصمعي في كتاب الفرق النهار، ولم يذكر الليل. فصل الميم",
    "pg": "5:1815-1816"
  },
  "لين": {
    "def": "اللينُ: ضد الخشونة. يقال: لان الشئ يلين لينا، وشئ لَيِّنٌ ولَيْنٌ مخفَّفٌ منه، والجمع أليناء. وقوم لينون وأليناء، إنما هو جمع لين مشدد، وهو فيعل، لان فعلا لا يجمع على أفعلاء. والليان بالفتح: المصدر من اللين. تقول: هو في لَيانٍ من العيش، أي في نعيمٍ وخفض. ولينت الشئ وألينته، أي صيَّرته لَيِّناً. ويقال أيضاً أَلَنْتُهُ وألينته، على النقصان والتمام، مثل أطلته وأطولته. والليان بالكسر: الملاينة والملاطفة. تقول: لا يننى مُلايَنَةً ولِياناً. واسْتَلانَهُ: عدَّه لَيِّناً. وتلين: تملق. فصل الميم",
    "pg": "6:2198"
  },
  "ليه": {
    "def": "لاهَ يَليهُ لَيْهاً: تَسَتَّرَ. وجوز سيبويه أن (*) يكون لاه أصل اسم الله تعالى، قال الشاعر (١) : كحلفة من أبى رباح (٢) * يسمعها لاهه الكبار أي إلاهه، أدخلت عليه الالف واللام فجرى مجرى الاسم العلم، كالعباس والحسن، إلا أنه يخالف الاعلام من حيث كان صفة. وقولهم: يا الله: بقطع الهمزة، إنَّما جاز لأنه يُنْوى به الوقف على حرف النداء تفخيماً للاسم. وقولهم: لاهُمَّ واللهُمَّ فالميم بدلٌ من حرف النداء. وربما جمع بين البدل والمبدل منه في ضرورة الشعر، كقول الراجز:\nعفوت (٣) أو عذبت يا اللهما * لان للشاعر أن يرد الشئ إلى أصله. قال الشاعر (٤) : لاهِ ابْنُ عَمِّكَ لا أَفْضَلْتَ في حَسَبٍ * عَنِّي ولا أنت ديانى فتخزونى أراد: لله ابن عمك، فحذف لام الجر واللام التى بعدها، أما الالف فهى منقلبة عن الياء، بدلالة قولهم: لهى أبوك، ألا ترى كيف ظهرت الياء لما قلبت إلى موضع اللام. وأما لاهوت فإن صح أنه من كلام العرب فيكون اشتقاقه من لاه، ووزنه فعلوت مثل رغبوت ورحموت، وليس بمقلوب كما كان الطاغوت مقلوبا. واللات: اسم صنم كان لثقيف، وكان بالطائف. وبعض العرب يقف عليها بالتاء، وبعضهم بالهاء. قال الاخفش: سمعنا من العرب من يقول: (أفرأيتم اللات والعزى) بالتاء ويقول: هي اللات، فيجعلها تاء في السكوت. وهى اللات فاعلم أنه جر في موضع الرفع، فهذا مثل أمس مكسور على كل حال، وهو أجود منه، لان الالف واللام اللتين في اللات لا تسقطان وإن كانتا زائدتين، قال: وأما ما سمعنا من الاكثر في اللات والعزى في السكوت عليها فاللاه، لانها هاء فصارت تاء في الوصل. وهى في تلك اللغة مثل كان من الامر كيت وكيت، وكذلك هيهات في لغة من كسر، إلا أنه يجوز في هيهات أن يكون جماعة ولا يجوز ذلك في اللات، لان التاء لا تزاد في الجماعة إلا مع الالف، وإن جعلت الالف والتاء زائدتين بقى الاسم على حرف واحد. فصل الميم",
    "pg": "6:2248-2249"
  }
}