{
  "يأيأ": {
    "def": "اليؤيؤُ: طائرٌ من الجوارح يشبه الباشق، والجمع اليآيئ، وجاء في الشعر اليآيى، وقال:\nما في اليآيى يؤيؤ شرواه (١)",
    "pg": "1:85"
  },
  "يئس": {
    "def": "اليأْسُ: القنوطُ. وقد يَئِسَ من الشئ ييأس. وفيه لغة أخرى: يَئِسَ ييْئِسُ بالكسر فيهما، وهو شاذ. ورجل يؤوس. قال المبرد: منهم من يبدل في المستقبل من الياء الثانية ألفا ويقول: ياءس ويائس. وقال الاصمعي: يقال: يئس ييئس، وحسب يحسب، ونعم ينعم، بالكسر فيهن. وقال أبو زيد: عليا مضر: يحسب وينعم وييئس بالكسر، وسفلاها بالفتح. وقال سيبويه: وهذا عند أصحابنا إنما يجئ على لغتين: يعنى يئس ييأس ويأس ييئس لغتان، ثم يركب منهما لغة. وأما ومق يمق، ووفق يفق، وورم يرم، وولى يلى، ووثق يثق، وورث يرث، فلا يجوز فيهن إلا الكسر لغة واحدة. ويئس أيضا بمعنى علم، في لغة النخع. قال سحيم بن وثيل اليربوعي (١) : أقول لهم بالشعب إذ ييسرونى * ألم تَيْأسوا أنَّي ابنُ فارسٍ زَهْدَمِ * ومنه قوله تعالى: ﴿أفَلَمْ ييئس الذين آمنوا﴾ . وآيسه فلان من كذا فاسْتَيْأَسَ منه، بمعنى أيس، واتأس أيضا، وهو افتعل، فأدغم مثل اتعد.",
    "pg": "3:992-993"
  },
  "يا": {
    "def": "يا: حرف من حروف المعجم، وهى من حروف الزيادات ومن حروف المد واللين، وقد يكنى بها عن المتكلم المجرور ذكرا كان أو أنثى، نحو قولك: ثوبي وغلامي. وإن شئت فتحتها وإن شئت سكنت. ولك أن تحذفها في النداء خاصة، تقول: يا قوم ويا عباد بالكسر، فإن جاءت بعد الالف فتحت لا غير، نحو عصاي ورحاى. وكذلك إن جاءت بعد ياء الجمع، كقوله تعالى: (وما أنتم بمصرخي) وأصله بمصرخينى، سقطت النون للاضافة، فاجتمع الساكنان فحركت الثانية بالفتح لانها ياء المتكلم ردت إلى أصلها، (*) وكسرها بعض القراء توهما أن الساكن إذا حرك حرك بالكسر، وليس بالوجه. وقد يكنى بها عن المتكلم المنصوب إلا أنه لا بد من تزاد قبلها نون وقاية للفعل ليسلم من الجر، كقولك: ضربني. وقد زيدت في المجرور في أسماء مخصوصة لا يقاس عليها، مثل منى وعنى ولدنى وقطنى. وإنما فعلوا ذلك ليسلم السكون الذى بنى الاسم عليه. وقد تكون الياء علامة للتأنيث، كقولك: افعلى وأنت تفعلين. وتنسب القصيدة التى قوافيها على الياء ياوية. ويا: حرف ينادى به القريب والبعيد، تقول: يا زيد أقبل. وقول الراجز (١) :\nيا لكِ من قُبَّرَةٍ بمَعْمَرِ (٢) * فهى كلمة تعجب. وأما قوله تعالى: (ألا يا اسجدوا لله) بالتخفيف، فالمعنى: ألا يا هؤلاء اسجدوا، فحذف المنادى اكتفاء بحرف النداء، كما حذف حرف النداء اكتفاء بالمنادى في قوله تعالى: (يوسف أعرض عن هذا) إذا كان المراد معلوما. وقال بعضهم: إن يا في هذا الموضع إنما هو للتنبيه، كأنه قال: ألا اسجدوا، فلما دخل عليه يا للتنبيه سقطت الالف التى في اسجدوا لانها ألف وصل، وذهبت الالف التى في يا لاجتماع الساكنين، لانها والسين ساكنتان. قال ذو الرمة: ألا يا اسلمي يا دار مى على البلى * ولازال منهلا بجرعائك القطر\n~~~~~~~~~~~~~~~~~~~~~~~\nانتهى الجزء السادس من كتاب \" الصحاح \"\nتأليف الامام الجوهرى وبتمامه تم الكتاب",
    "pg": "6:2562-2563"
  },
  "يبب": {
    "def": "أرضٌ يَبابٌ، أي خراب. ويقال خراب يباب، وليس بإتباع.",
    "pg": "1:240"
  },
  "يبر": {
    "def": "يبرين: موضع. يقال رمل يبرين (٢) . وقد ذكرنا إعرابه في نصيبين من باب الباء.",
    "pg": "2:856-857"
  },
  "يبس": {
    "def": "اليُبْسُ بالضم: مصدر قولك يبس الشئ ييبس. وفيه لغة أخرى: يَبِسَ ييْبِسُ بالكسر فيهما، وهو شاذّ. واليَبْسُ بالفتح: اليابِسُ. يقال: حطبٌ يَبْسٌ. قال ثعلب: كأنَّه خِلْقَةٌ. قال علقمة: تَخَشْخَشُ أبْدانُ الحديدِ عليهمُ * كما خَشْخَشَتْ يَبْسَ الحصادِ جنوبُ * وقال ابن السكيت: هو جمع يابِسٍ، مثل راكب وركب. وقال أبو عبيد في قول ذي الرمّة: ولم يبقَ للخَلْصاءِ ممَّا عَنَتْ له * من الرُطْبِ إلا يُبْسُها وهجيرُها * ويروى \" يَبسُها \" بالفتح، قال: وهما لغتان. واليبس بالتحريك: المكان يكون رطباً ثم يَيْبَسُ. ومنه قوله تعالى: ﴿فاضْرب لهم طريقاً في البحر يبسا﴾ . ويقال أيضا: شاة يبس، إذا لم يكن بها لبن. ويبس أيضا، بالتسكين، حكاهما أبو عبيد. ويقال أيضاً امرأةٌ يَبَسٌ: لا تُنيلُ خيرا. قال الراجز:\nإلى عجوز شنة الوجه يبس * واليبيس من النبات: ما يَبِسَ منه. يقال: يَبِسَ فهو يبيس، مثل سلم فهو سليم. وأيبست الارض: يبس بقلها. عن يعقوب وأيْبَسَ القومُ أيضاً، كما يقال: أجرزوا من الارض الجرز. والايبسان: ما لا لحمَ عليه من الساقين ; والجمع الا يابس. وتيبيس الشئ: تجفيفه. وقد يبسته فاتبس وهو افتعل فأدغم، فهو متبس، عن ابن السراج. ويبيس الماء: العرق، عن أبى عمرو. وأنشد لبشر بن أبي خازم يصف خيلاً: تَراها من يَبيس الماءِ شُهْباً * مُخالِطَ درة منها غرار: الغرار: انقطاع الدرَّةِ. يقول: تعطي أحياناً وتمنع أحياناً. وإنَّما قال شُهباً لأنَّ العرق عليها يجف فيبيض. باب الشين:\nفصل الالف",
    "pg": "3:993-995"
  },
  "يتم": {
    "def": "اليَتيمُ جمعه أيْتامٌ ويَتامى. وقد يَتِمَ الصبيّ بالكسر يَيْتَمُ يُتْماً ويَتْماً، بالتسكين فيهما. واليُتْمُ في الناس من قبل الأب، وفي البهائم من قبل الأم. يقال أَيْتَمَتِ المرأةُ فهي موتِمٌ، أي صار أولادها أيْتاماً. وكلُّ شئ مفرد يعز نظيره فهو يَتيمٌ، يقال دُرَّةٌ يَتيمةٌ. ويَتَّمَهُمْ الله تَيْتيماً: جعلهم أيْتاماً. وقال الفند الزمانى: بضرب فيه تأييم وتَيْتيمٌ وإرْنانُ ويقال: في سيره يَتَمٌ بالتحريك، أي إبطاءٌ. وقال الشاعر عمرو بن شأس: وإلا فسيري مثلما سارَ راكِبٌ تَيَمَّمَ خِمْساً ليس في سيره يَتَمُ ويروى: \" أمم \".",
    "pg": "5:2064"
  },
  "يتن": {
    "def": "اليَتْنُ: أن تخرج رِجلا الولد قبل رأسه ويديه في الولادة، وهو عيب. وقال (١) :\nفجاءت بيتن للضيافة أرشما (٢) * يقال منه: أيتنت المرأة والناقة.",
    "pg": "6:2219"
  },
  "يدع": {
    "def": "الأيْدَعُ: الزعفرانُ. قال رؤبة:\nكما اتقى محرم حج أيدعا (١) * وهذا ينصرف، فإن سميت به رجلا لم تصرفه في المعرفة للتعريف ووزن الفعل، وصرفته في النكرة مثل أفكل. ويدعت الشئ أيدعه تيديعا، أي صبغتُه بالزعفران. وأَيْدَعَ الحجَّ على نفسه، أي أوجبه، وكذلك إذا تطيب لاحرامه. وميدوع: اسم فرس عبد الحارث بن ضرار ابن عمرو بن مالك الضبى. وقال: تشكى الغزو ميدوع وأضحى * كأشلاء اللحام به كدوح (٢) * فلا تجزع من الحدثان إنى * أكر الغزو إذ جلب القروح",
    "pg": "3:1310"
  },
  "يدى": {
    "def": "اليدُ أصلها يَدْيٌ على فَعْلٍ ساكنة العين، لأنَّ جمعها أيد ويدى. وهذا جمع فعل مثل (*) فلس وأفلس وفلوس، ولا يجمع فعل على أفعل إلا في حروف يسيرة معدودة مثل زمن وأزمن، وجبل وأجبل، وعصا وأعص. وقد جمعت الايدى في الشعر على أياد، قال الشاعر (١) :\nقطن سخام بأيادى غزل (٢) * وهو جمع الجمع مثل أكرع وأكارع. وأما قول الشاعر (٣) : فطرت بمنصل في يعملات * دوامى الايد يخبطن السريحا فهو لغة لبعض العرب، يحذفون الياء من الاصل مع الالف واللام، فيقولون في المهتدى: المهتد، كما يحذفونها مع الاضافة في مثل قول الشاعر (٤) : كنواح ريش حمامة نجدية * ومسحت باللثتين عصف الاثمد أراد كنواحى فحذف الياء لما أضاف، كما كان يحذفها مع التنوين. والذاهب منها الياء، لان تصغيرها يدية بالتشديد لاجتماع الياءين. وبعض العرب يقولون لليد يدى، مثل رحى. قال الراجز: يا رُبَّ سارٍ باتَ ما توسدا (١) * إلا ذراع العنس أو كفَّ اليَدَى وتثنيتها على هذه اللغة يَدَيانِ، مثل رَحَيانِ. قال الشاعر: يَدَيانِ بيضاوان عند مُحَرِّقٍ (٢) * قد ينفعانكَ منهما (٣) أنْ تُهْضَما واليدُ: القوَّةُ. وأيَّدَهُ، أي قوَّاه. ومالى بفلان يدان، أي طاقةٌ. قال تعالى: (والسماءَ بَنيناها بأيْدٍ) . وقوله تعالى: (حتَّى يُعْطوا الجزيةَ عن يَد) أي عن ذِلَّةٍ واستسلام، ويقال: نَقداً لا نسيئةً. واليَدُ: النعمة والإحسان تصطنعه، وتجمع على يدى ويدى، مثل عصى وعصى. قال الشاعر (٤) (*) * فإن له عندي يديا وأنعما (١) * وإنما فتح الياء كراهة لتوالى الكسرات، ولك أن تضمها. وتجمع أيضا على أيد، قال الشاعر (٢) : تكن لك في قومي يد يشكرونها * وأيد الندى في الصالحين قروض اليزيدى: يدى فلان من يَدِهِ، أي ذهبت يَدُهُ ويبست. يقال: ماله يدى من يَدِهِ! وهو دعاءٌ عليه، كما يقال: ماله تربت يداه. ويَدَيْتُ الرجلَ: أصبتُ يَدَهُ، فهو ميدى. ففإن أردت أنك اتخذت عنده يَداً قلت: أيْدَيْتُ عنده يَداً فأنا مودٍ، وهو مودًى إليه. ويَدَيْتُ لغةٌ. قال الشاعر (٣) : يَدَيْتُ على ابن حَسْحاسِ بن وَهَبٍ * بأسفلِ ذي الجِذاةِ يَدَ الكَريمِ وتقول إذا وقع الظبي في الحبالة: أمْيَدِيٌّ أم مرجولٌ؟ أي أوَقَعَتْ يدهُ في الحبالة أم رِجله. ويادَيْتُ فلاناً: جازيته يداً بيدٍ. وأعطيتُهُ مُياداةً، أي من يدى إلى يده. الاصمعي: أعطيتُهُ مالاً عن ظهر يَدٍ، يعني تفضُّلاً ليس من بيعٍ ولا قرضٍ ولا مُكافأَةٍ. وابتعتُ الغنم باليَدَيْنِ، أي بثمنين مختلفين، بعضها بثمن وبعضها بثمن آخر. ويقال: إنَّ بين يَدي الساعة أهوالاً، أي قُدَّامها. وهذا ما قدَّمتْ يَداكَ، وهو تأكيدٌ كما يقال: هذا ما جنتْ يَداكَ، أي جنيته أنت، إ أنك تؤكِّد بها. أبو زيد: يقال لقيته أوَّلَ ذاتِ يَدَيْنِ، ومعناه أول شئ. قال الاخفش: ويقال سقط في يديه وأسقط، أي ندِمَ، ومنه قوله تعالى: (ولما سُقِطَ في أيْديهِمْ) ، أي ندموا. وقولهم: ذهبوا أيْدي سَبا وأيادي سَبا، أي متفرِّقين، وهما اسمان جعلا واحداً. وتقول: لا أفعله يَدَ الدهر، أي أبداً. قال الأعشى:\nيَدَ الدهرِ حتَّى تُلاقي الخيارا (١) * وقول لبيد حتى إذا ألْقَتْ يَداً في كافِرٍ (١) * يعني بدأت الشمس في المغيب. وهذا الشئ في يدى، أي في ملكي. والنسبة إليها يَدِيٌّ، وإنْ شئتَ يَدَوِيٌّ. وامرأةٌ يَدِيَّةٌ، أي صَناعٌ. وما أيْدَى فلانةً. ورجلٌ يَدِيٌّ. وهذا ثوبٌ يَدِيٌّ وأَدِيٌّ، أي واسعٌ. قال العجاج: في الدارِ إذْ ثَوْبُ الصِبا يَدِيُّ * وإذْ زمانُ الناسِ دَغْفَلِيُّ الأصمعيّ: يَدُ الثوبِ: ما فضلَ منه إذا تَعَطَّفْتَ به والتحفتَ. يقال: ثوب قصير اليد. قال الفراء: وبعضهم يقول لذى الثدية: ذو اليدية، وهو المقتول بنهروان. وذو اليدين: رجل من الصحابة، يقال سمى بذلك لانه كان يعمل بيديه جميعا، وهو الذى قال للنبى ﵊: \" أقصرت الصلاة أم نسيت \". ب اب الالف اللينة: لان الالف على ضربين: لينة ومتحركة. فاللينة تسمى ألفا، والمتحركة تسمى همزة. وقد ذكرنا الهمزة، وذكرنا أيضا ما كانت الالف فيه منقلبة من الواو والياء، وهذا الباب مبنى على ألفات غير منقلبات من شئ، فلهذا أفردناه.",
    "pg": "6:2539-2542"
  },
  "يرر": {
    "def": "اليَرَرُ: مصدر قولهم: حجرٌ أيَرُّ، أي صَلدٌ صُلبٌ. وفي حديث لقمان: \" إنه ليبصر أثر الذر في الحجر الاير \". قال العجاج: سنابك الخيل يصدعن الاير (١) * من الصفا القاسي ويدعسن الغدر - والجمع ير. وشئ حار يار، وحران يران، إتباع له.",
    "pg": "2:857"
  },
  "يرع": {
    "def": "اليَراعُ: جمع يَراعَة، وهو ذبابٌ يطير بالليل كأنه نارٌ. واليَراعُ: القصبُ. واليَراعَةُ: القصبةُ. ويقال للجبان يَراعٌ ويَراعَةٌ. وأما قول أبي ذؤيب يصف مزماراً: سَبِيٌّ من يَراعَتِهِ نَفاهُ * أتِيٌّ مَدَّهُ صخر ولوب * فيقال إنه أراد باليراعة الاجمة.",
    "pg": "3:1310"
  },
  "يرن": {
    "def": "اليَرونُ: ماء الفحل، وهو سم.",
    "pg": "6:2219"
  },
  "يرنأ": {
    "def": "اليرنأ (٢) مثل الحناء. قال الشاعر (٣) : كأن باليرنا المعلول * ماء دوالى زرجون ميل باب الباء:\nفصل الالف:",
    "pg": "1:85-86"
  },
  "يزن": {
    "def": "ذو يزن: ملك من ملوك حمير، تنسب إليه الرماح اليزنية. يقال: رمح يزنى، وأزني، ويزانى، وأزانى.",
    "pg": "6:2219"
  },
  "يسر": {
    "def": "السير: نقيض العسر. وكذلك اليسر، مثل عسر وعسر. واليسر أيضا: دخل (٢) لنبى يربوع بالدهناء. قال طرفة: أرق (٣) العين خيال لم يقر * طاف والركب بصحراء يسر - والميسور: ضد المعسور. وقد يَسَّرَهُ الله لليُسْرى، أي وفَّقه لها. ويقال أيضاً يَسَّرَتِ الغنمُ، إذا كثر ألبانها ونسلها. قال الشاعر (٤) : هما سيدانا يزعمان وإنما * يَسودانِنا إنْ يَسَّرَتْ غَنْماهُما (١) - ومنه قولهم: رجلٌ مُيَسِّرٌ بكسر السين، وهو خلاف المُجَنِّبِ. وقعدَ فلانٌ يَسرَةً، أي شأْمَةٌ. واليَسْرُ: الفتلُ إلى أسفل، وهو أن تمدَّ يمينك نحو جَسَدك. والشَزْرُ إلى فوق. والطعنُ اليَسْرُ: حِذاءَ وجهِك. وتَيَسَّرَ لفلان الخروج واسْتَيْسَرَ له، بمعنًى. أي تهيَّأ. والأَيْسَرُ: نقيض الأيمن. والمَيْسَرَةُ: خلاف المَيْمَنَةِ. والمَيْسَرَةُ والميسرة: السعة والغنى. وقرأ بعضهم: (فنظرة إلى ميسرة) بالاضافة. قال الاخفش: وهو غير جائز، لانه ليس في الكلام مفعل بغير الهاء، وأما مكرم ومعون (٢) فهما جمع مكرمة ومعونة. والميسر: قمار العرب بالأزلام. واليَسَرَةُ بالتحريك: أسرارُ الكفّ إذا كانت غير ملتزقةٍ، وهى تستحب. واليسرة أيضا: سمة في الفخذين، عن أبى عمرو. وجمعها أيسار. قال: ومنه قول ابن مقبل: على ذاتِ أيْسارٍ كأنَّ ضُلوعَها * وألواحَها العليا السَقيفُ المُشَبَّحُ (١) - واليَسَراتُ: القوائمُ الخِفافُ. ودابَّةٌ حسنُ التَيْسورِ، أي حسنُ نقلِ القوائم، ويقال السِمن. وقال الشاعر (٢) : قد بَلَوْناهُ على علاَّتِهِ * وعلى التَيْسورِ منه والضُمُرْ - والياسِرُ: نقيض اليامنِ. تقول: ياسِرْ بأصحابك، أي خذْ بهم يَساراً. وتَياسَرْ يا رجل: لغةٌ في ياسِر. وبعضهم ينكِّره. وياسِرْهُ. أي ساهلْهُ. والياسِرُ: اللاعب بالقِداح. وقد يَسَرَ يَيْسِرُ. قال الشاعر: فإعِنْهُمُ وايْسِرْ بما يَسَروا به * وإذا همْ نزلوا بضنك فانزل - هذه رواية أبي سعيد. ولم تحذف الياء فيه ولا في ييعر ويينع، كما حذفت في يعد وأخواته، لتقوى إحدى الياءين بالاخرى، فلهذا قالوا في لغة بنى أسد: ييجل، وهم لا يقولون يعلم لاستثقالهم الكسرة على الياء. فإن قال: فكيف لم يحذفوها مع التاء والالف والنون؟ قيل له: هذه الثلاثة مبدلة من الياء، والياء هي الاصل. يدل على ذلك أن فعلت وفعلت وفعلنا مبنيات على فعل. واليسر والياسر بمعنى، والجمع أيْسارٌ. قال أبو ذؤيب: وكأنَّهنَّ رِبابَةٌ وكأنَّه * يَسَرٌ يُفيض على القداح ويصدغ - ويقال: رجل أعسرُ يَسَرٌ، للذي يعمل بكلتا يديه جميعاً. ويَسَرَ القومُ الجَزورَ، أي اجتزروها واقتسموا أعضاءها. قال سحيمُ بن وثيل اليربوعي: أقول لهم بالشِعْبِ إذْ يَيْسرونَني * ألم تيْئسوا أنِّي ابنُ فارِسِ زَهْدَمِ - كان قد وقع عليه سِباءٌ فضُربَ عليه بالسِهامِ. وقال أبو عمر الجرمِيُّ: يقال أيضاً: اتَّسَروها يتسرونها اتسارا، على افتعلوا. قال: وناسٌ يقولون يأتَسِرونَها ائتِساراً، بالهمز، وهم مؤتسرون، كما قالوا في اتعد. واليسار: خلاف اليمين، ولا تقل اليِسارُ بالكسر. واليَسارُ واليسارة: الغنى، وقد أَيْسَرَ الرجل، أي استغنى، يوسِرُ، صارت الياء واوا لسكونها وضمة ما قبلها. وقال: ليس تخفى يسارتي قدر يومٍ * ولقد تُخفِ (١) شيمَتي إعْساري - ويقال: أنظرني حتَّى يَسارِ، وهو مبني على الكسر، لأنَّه معدولٌ عن المصدر، وهو المَيْسَرَةُ. قال الشاعر: فقلتُ امْكُثي حتَّى يَسارِ لعلَّنا * نحُجُّ معاً قالتْ أعاماً وقابله - وقول الفرزدق يخاطب جريرا: وإنى لاخشى إن خطبت إليهم * عليك الذى لاقى يسار الكواعب - هو اسم عبد كان يتعرض لبنات مولاه، فجببن مذاكيره. واليسير: القليل. وشئ يسير، أي هين.",
    "pg": "2:857-859"
  },
  "يسعر": {
    "def": "يستعور الذى شعر عروة (٢) : اسم موضع، ويقال شجر، وهو فعللول. قال المبرد: الياء من نفس الكلمة، بمنزلة عين عضر فوط، لان الزوائد لا تلحق بنات الاربعة أولا إلا الميم التي في الاسم المبنى على فعلل، كمدحرج وشبهه.",
    "pg": "2:859"
  },
  "يصص": {
    "def": "أبو زيد: يَصَّصَ الجروُ: لغة في جَصَّصَ وبَصَصَ، أي فتح، لان بعض العرب يجعل الجيم ياء، فيقول للشجرة شيرة، وللجثجاث جثياث. باب الضاد:\nفصل الالف:",
    "pg": "3:1062-1063"
  },
  "يعر": {
    "def": "اليَعْرُ واليَعْرَةُ: الجديُ يربط في الزُبيَةِ للأسد. قال الشاعر (٣) : أسائِلُ عنهم كلَّما جاء راكِبٌ * مُقيماً بأملاحٍ كما رُبِطَ اليَعْرُ (١) - وفي المثل: \" هو أذلّ من اليَعْرِ \". ويَعَرَتِ العنزُ تَيْعِرُ بالكسر، يعارا بالضم، أي صاحت. وقال: عريض أريض بات يَيْعَرُ حولَهُ * وباتَ يُسَقِّينا بُطونَ الثعالب - هذا رجل ضاف رجلا وله عتود ييعر حوله. يقول: فلم يذبحه لنا، وبات يسقينا لبنا مذيقا كأنه بطون الثعالب لان اللبن إذا أجهد مذقه اخضر. واليعور: الشاة التي تبول على حالبها وتيعر، وتفسد اللبن. وهكذا جاء هذا الحرف. وسمعت أبا الغوث يقول: هو البعور بالباء، يجعله مأخوذا من البعر والبول. واليعارة بالفتح: أن يحمل على الناقة الفحلُ معارضةً يُقادُ إليها، إن اشتهت ضربها وإلا فلا، وذلك لكرمها. قال الشاعر (٢) : قلائص لا يلحقن إلا يعارةً * عِراضاً ولا يشرينَ (٣) إلاَّ غواليا - المجلد الثالث ...\nباب الزاى:\nفصل الالف:",
    "pg": "2:859-863"
  },
  "يعط": {
    "def": "يَعاطِ، مثل قطامِ: زجرٌ للذئب. قال الراجز: صب على شاء أبى رياط * ذؤالة كالاقدح المراط (٢) * يهفو (٣) إذا قيل له يعاط * تقول منه: أيعطت بالذئب. باب الظاء:\nفصل الباء:",
    "pg": "3:1169-1171"
  },
  "يفع": {
    "def": "اليَفاعُ: ما ارتفع من الأرض. وأيْفَعَ الغلام، أي ارتفع، وهو يافع ولا يقال موفع، وهو من النوادر. وغلام يفع ويفعة أيضاً، وغلمانٌ أيْفاعٌ ويَفَعَةٌ أيضاً.",
    "pg": "3:1310"
  },
  "يفن": {
    "def": "اليَفَنُ: الشيخ الكبير. قال الأعشى: وما إن أرى الدهرَ فيما خلا (٣) * يغادر من شارخٍ (٤) أو يفن (*)",
    "pg": "6:2219"
  },
  "يقت": {
    "def": "الياقوت، يقال فارسي معرب. وهو فاعول، الواحدة ياقوتة، والجمع اليواقيت. باب الثاء:\nفصل الالف",
    "pg": "1:271-272"
  },
  "يقظ": {
    "def": "رجلٌ يَقِظٌ ويَقُظٌ، أي متيقّظٌ حذرٌ. وأيْقَظْتُهُ من نومه، أي نبَّهته فَتَيَقَّظَ واسْتَيْقَظَ، فهو يقظان. والاسم اليقظة. ويقظة أيضا: اسم رجل، وهو أبو مخزوم يقظة بن مرة بن كعب بن لؤى بن غالب ابن فهر. وأيقظت الغبار: أثرته، وكذلك يقظته تيقيظا. باب العين:\nفصل الالف",
    "pg": "3:1181-1183"
  },
  "يقق": {
    "def": "الكسائي: يقال أبيض يَقَقٌ، أي شديد البياض ناصِعهُ. وحكى يعقوب: أبيضُ يَقِقٌ أيضاً، بكسر القاف الاولى.",
    "pg": "4:1571"
  },
  "يقن": {
    "def": "اليَقينُ: العلم وزوالُ الشك. يقال منه: يَقِنْتُ الأمر يَقْناً (١) ، وأيْقَنْتُ، واسْتَيْقَنْتُ، وتَيَقَّنْتُ، كلُّه، بمعنًى. وأنا على يَقين منه. وإنَّما صارت الياء واواً في قولك موقِنٌ للضمة قبلها. وإذا صغّرته رددتَه إلى الأصل وقلت مُيَيْقِنٌ. وربَّما عبَّروا عن الظنّ باليَقينِ، وباليقين عن الظن. قال الشاعر (٢) : تحسب هَوَّاسٌ وأيقن أنني * بها مُفْتَدٍ من واحد لا أغامره يقول: تشمم الاسد ناقتي يظن أنى أفتدى بها منه وأستحمى نفسي فأتركها له ولا أقتحم المهالك بمقاتلته.",
    "pg": "6:2219"
  },
  "يلب": {
    "def": "اليَلَبُ: الدروع اليمانية، كانت تتخذ من الجلود يخرز بعضها إلى بعض. وهو اسم جنسٍ، الواحدة يَلبة. قال الشاعر (١) : عَلَينا البَيضُ واليلَبُ اليماني * وأسيافٌ يقُمْنَ وينْحَنينا ويقال: اليلب: كلُّ ما كان من جُنَن الجلود، ولم يكن من الحديد. ومنه قيل للدَرَقِ: يَلَبٌ. وقال: عليهم كُلُّ سابِغَةٍ دِلاصٍ * وفي أيديهم اليَلَبُ المُدارُ واليَلَبُ في الأصل: اسم الجلد. قال أبو دّهْبلٍ الجُمَحيُّ: درعى دلاص شكهاشك عجب * وجَوْبُها القاتِرُ من سيرِ اليَلَبْ باب التاء:\nفصل الالف",
    "pg": "1:240-241"
  },
  "يلق": {
    "def": "اليَلَقُ: الأبيضُ من كل شئ، ومنه قول الشاعر وأترك القِرْنَ في الغبارِ وفي حِضْنَيْهِ زرقاه متنها يلق واليلقة: المنز البيضاء.",
    "pg": "4:1571"
  },
  "يلل": {
    "def": "اليَلَلُ: قصرُ الأسنان العليا، ويقال انعطافُها إلى داخل الفم. ورجلٌ أيَلُّ، وامرأةٌ يَلاَّءُ. قال لبيد: رَقِمِيَّاتٌ عليها ناهِضٌ تُكْلِحُ الأرْوَقَ منهم والأيَلّ أي رميتُهُمْ بسهام. ويليل: موضع. قال جرير: نظرت إليك بمثل عينى مغزل قطعت حبائلها بأعلى يليل باب الميم:\nفصل الالف:",
    "pg": "5:1856-1857"
  },
  "يلم": {
    "def": "يلملم: لغة في ألملم، وهو ميقات أهل اليمن.",
    "pg": "5:2064"
  },
  "يلمق": {
    "def": "اليَلْمَقُ: القَباءُ، فارسيٌّ معرَّب. قال ذوالرمة يصف الثور الوحشى: تجلو البوارق عن مجز نمز لهق (١) ... كأنه متقبى يلمق عزب\nوالجمع اليلامق. باب الكاف:\nفصل الالف:",
    "pg": "4:1571-1572"
  },
  "يمم": {
    "def": "يممته: قصدته. وقال رؤبة: أزهر لم يولَد بِنَجْمِ الشُحِّ مُيَمَّمُ البيت كريم السنخ وتيممته: تقصدته. وتَيَمَّمْتُ الصعيدَ للصلاة، وأصله التعمُّد والتوخِّي، من قولهم: تَيَمَّمْتُكَ وتَأَمَّمْتُكَ.. قال ابن السكيت: قوله تعالى: (فتَيَمَّموا صعيداً طيِّباً) أي اقصدوا لصعيدٍ طيِّبٍ. ثم كثر استعمالهم لهذه الكلمة حتَّى صار التَيَمُّمُ مسحَ الوجه واليدين بالتراب. ويَمَّمْتُهُ برمحى تيميما، أي توخيته وقصدته دون من سواه. وقال (٢) يممته الرمح صدراً ثم قلتُ له هذي المروءةُ لا لِعْبُ الزَحاليقُ ويَمَّمْتُ المريضَ فتَيَمَّمَ للصلاة. الأصمعيّ: اليَمامُ: الحمامُ الوحشي، الواحدة يَمامَةٌ. وقال الكسائي. هي التى تألف البيوت. واليمامة: اسم جارية زرقاء كانت تبصر الراكب من مسيرة ثلاثة أيام. يقال: \" أبصر من زرقاء اليمامة \". واليمامة: بلاد كان اسمها الجو، فسميت باسم هذه الجارية لكثرة ما أضيف إليها، وقيل جو اليمامة. والنسبة إلى اليمامة يمامى. واليم: البحر. وقديم الرجل فهو مَيْمومٌ، إذا طرح في البحر.",
    "pg": "5:2064-2065"
  },
  "يمن": {
    "def": "اليَمَنُ: بلاد للعرب، والنسبة إليها يمنى ويمان مخففة، والالف عوض من ياء النسب فلا يجتمعان. قال سيبويه: وبعضهم يقول يَمانِيّ بالتشديد. قال أمية بن خلف يمانيا يظَلُّ يشدُّ كِيراً * وينفُخ دائماً لَهَبَ الشُواظِ وقومٌ يَمانِيَةٌ ويَمانونَ، مثل ثمانية وثمانون. وامرأةٌ يَمانِيَةٌ أيضاً. وأَيْمَنَ الرجل، ويَمَّنَ، ويامَنَ، إذا أتى اليَمَنَ. وكذلك إذا أخذ في سيره يميناً. يقال: يامِنْ يا فلان بأصحابك، أي خذْ بهم يَمنَةً. ولا تقل تيامن بهم. والعامة تقوله. وتَيَمَّنَ: تَنَسَّبَ إلى اليَمَنِ. والتَيْمَنِيُّ: أفق اليَمَنِ. واليُمْنُ: البركة. وقد يُمِنَ فلانٌ على قومه، فهو مَيْمونٌ، إذا صار مُباركاً عليهم. ويمنهم فهو يا من، مثل شئم وشأم (١) . وتيمنت به: تبركت. والايامن: خلاف الاشأئم. قال المرقش (٢) : ولقد غدوت وكنت لا * أغدو على واق وحاتم (٣) (*) فإذا الاشائم كالايا * من والايامن كالاشائم وقول الكميت: ورأت قُضاعة في الأَيا * مِنْ رأى مثبور وثابر يعنى في انتسابها إلى اليمن، كأنه جمع اليمن على أيمن، ثم على أيامن، مثل زمن وأزمن. واليمنة بالفتح: خلاف اليسرة. ويقال: قعد فلانٌ يَمْنَةً. والأيْمَنُ والمَيْمَنَةُ: خلاف الأيسر والميسرة. واليمينُ: القوَّة. قال الحطيئة (١) : إذا ما راية رفعت لمجد * تلقاها عراببة اليمين وقوله تعالى: (تأتونَنا عن اليمينِ) قال ابن عباس ﵄: أي من قِبَلِ الدينِ، فتزيِّنونَ لنا ضلالتَنا. كأنَّه أراد: تأتوننا عن المأتى السهل. الأصمعيّ: فلانٌ عندنا باليَمينِ، أي على اليُمْنِ. واليمين: القسم، الجمع أيمن وأيمان. يقال: سمِّي بذلك لأنَّهم كانوا إذا تَحالفوا ضرب كلِّ امرئٌ منهم يَمينَهُ على يَمينِ صاحبِهِ. وإن جعلت اليمين ظرفا لم تجمعه، لان الظروف لا تكاد تجمع، لانها جهات وأقطار مختلفة الالفاظ. ألا ترى أن قدام مخالف لخلف، واليمين مخالف للشمال. وقول الشاعر (١) :\nيبرى لها من أيمن وأشمل (٢) * يقول: يعرض لها من ناحية اليمين وناحية الشمال، وذهب إلى معنى أيمن الابل وأشملها، فجمع لذلك. وقول الشاعر (٣) :\nألقت ذُكاءُ يَمينَها في كافِرِ (٤) * يعني مالت بأحد جانبيها إلى المغيب. (*) واليَمينُ: يَمينُ الإنسان وغيره. وتصغير اليَمينِ يُمَيِّنٌ، بالتشديد بلا هاءٍ. وأما الذى في حديث عمر ﵁: \" زودتنا أمنا بيمينتيها من الهبيد \" فيقال: إنه أراد بيمينتيها تصغير يمنى، فأبدل من الياء الاولى تاء إذ كانتا للتأنيث. واليُمْنَةُ بالضم (١) : البُرْدَةُ من بُرود اليمن. وقال:\nواليمنة المعصبا (٢) * وأم أيمن: امرأة أعتقها رسول الله ﷺ، وهى حاضنة أولاده، فزوجها من زيد فولدت له أسامة. وأيمن الله: اسم وضع للقسم، هكذا بضم الميم والنون، وألفه ألف وصل عند أكثر النحو يين، ولم يجئ في الاسماء ألف وصل مفتوحة غيرها. وقد تدخل عليه اللام لتأكيد الابتداء، تقول: ليمن الله، فتذهب الالف في الوصل. قال الشاعر (٣) فقال فريق القوم لما نشدتهم * نعم وفريق ليمن الله ما ندرى وهو مرفوع بالابتداء، وخبره محذوف، والتقدير ليمن الله قسمي، وليمن الله ما أقسم به. وإذا خاطبت قلت: ليمنك. وفى حديث عروة ابن الزبير أنه قال: \" ليمنك لئن كنت ابتليت لقد عافيت، ولئن كنت سلبت لقد أبقيت \" وربما حذفوا منه النون فقالوا: ايم الله وايم الله أيضا بكسر الهمزة، وربما حذفوا منه الياء فقالوا: ام الله وربما أبقوا الميم وحدها مضمومة قالوا: م الله، ثم يكسرونها لانها صارت حرفا واحدا، فيشبهونها بالباء، فيقولون م الله. وربما قالوا من الله بضم الميم والنون، ومن الله بفتحهما، ومن الله بكسرهما. وقال أبو عبيد: وكانوا يحلفون باليمينِ فيقولون: يَمينُ الله لا أفعلُ. وأنشد لامرئ القيس: فقلتُ يَمينُ الله أبرحُ قاعداً * ولو قَطَعوا رأسي لديكِ وأوصالي أراد: لا أبرحْ، فحذف لا وهو يريده. ثم يجمع اليَمينُ على أيْمُنٍ، كما قال زهير: فتُجْمَعُ أيْمُنٌ منَّا ومنكم * بمُقْسَمَةٍ تمورُ بها الدِماءُ ثم حلفوا به فقالوا: أيْمُنُ الله لأفعلنَّ كذا، وأيْمُنُكَ يا رَبِّ إذا خاطبوا. قال: فهذا هو الاصل في أيمن الله، ثم كثر هذا في كلامهم وخف على ألسنتهم حتى حذفوا منه النون كما حذفوا في قولهم: لم يكن فقالوا لم يك. قال: وفيها لغات كثيرة سوى هذه. وإلى هذا ذهب ابن كيسان وابن درستويه فقال: ألف أيمن ألف قطع وهو جمع يمين، وإنما خففت همزتها وطرحت في الوصل لكثرة استعمالهم لها. باب الهاء: فصل الالف:",
    "pg": "6:2219-2223"
  },
  "ينع": {
    "def": "يَنَعَ الثمرُ يَيْنِعُ ويَيْنَعُ يَنْعاً ويُنْعاً ويُنوعاً، أي نضجَ. وأينع مثله. ولم تسقط الياء في المستقبل لتقويها بأختها. وقرئ ﴿وينعه﴾ و ﴿ينعه﴾ ، وهو مثل النضج والنضج. والينيع واليانع، مثل النَضيجِ والناضِجِ. قال عمرو بن معدى بن كرب: كأن على عوارضهن راحاً * يُفَضُّ (٢) عليه رُمَّانٌ يَنيعُ * وجمع اليانع ينع، مثل صاحب وصحب، عن ابن كيسان. المجلد الرابع ...\nباب الغين:\nفصل الالف:",
    "pg": "3:1310-1315"
  },
  "ينم": {
    "def": "اليَنَمُ بالتحريك: ضربٌ من النبت، الواحدة ينمة.",
    "pg": "5:2065"
  },
  "يهم": {
    "def": "ابن السكيت: الأيْهَمانِ عند أهل البادية: السيلُ والجملُ الهائِجُ الصؤُولُ، يُتَعَوَّذُ منهما. وهما الأعْمَيان. قال: وعند أهل الأمصار السيلُ والحريقُ. قال أبو عبيد: وإنَّما سمِّي أيْهَمَ لأنَّه ليس ممَّا يستطاع دفعه ولا ينطق فيكلم أو يُسْتَعْتَبُ. ولهذا قيل للفلاة التي لا يُهتدى فيها الطريقُ يَهْماءُ، وللبرّ أَيْهَمُ. قال الأعشى: ويهماء بالليل غطشى الفلا ة يؤنسني صوتُ فيَّادِها والأيْهَمُ من الرجال: الاصم. والايهم: الشجاع. وجبلة بن الايهم آخر ملوك غسان ... باب النون:\nفصل الالف",
    "pg": "5:2065-2066"
  },
  "يهيه": {
    "def": "يقول الراعي لصاحبه من بعيدٍ: ياهِ ياهِ، أي أقبل. قال ذو الرمّة: يُنادي بيَهْياهٍ وياهٍ كأنَّه * صُوَيْتُ رُوَيْعٍ ضلَّ بالليل صاحبهْ (٢) ويَهْيَهْتُ بالإبل، إذا قلت لها: ياه ياه. باب الواو والياء:\nقال الجوهرى: جميع ما في هذا الباب من الالف إما أن تكون منقلبة من واو مثل دعا، أو من ياء مثل رمى، وكل ما فيه من الهمزة فهى مبدلة من الياء أو من الواو. ونحو القضاء أصله قضاى، لانه من قضيت، ونحو العزاء أصله عزاو لانه من عزوت. ونحن نشير في الواو والياء إلى أصولهما، إن شاء الله تعالى.\nفصل الالف:",
    "pg": "6:2258-2259"
  },
  "يوم": {
    "def": "اليَوْمُ معروفٌ، والجمع أيَّامٌ، وأصله أيْوامٌ فأُدغمَ. قال الأخفش في قوله تعالى: (أُسِّسَ على التَّقْوى من أوَّلِ يَوْمٍ) قال: من أوَّل الأيَّامِ. كما تقول: لقيت كلَّ رجلٍ، تريد كلَّ الرجال. وعاملتُهُ مُياوَمَةً، كما تقول: مشاهرة. وريما عيروا عن الشدة باليوم. يقال: يوم أيوم كما يقال ليلة ليلاء. قال الراجز (١) :\nنعم أخو الهيجاء في اليوم اليمى (٢) * وهو مقلوب منه، أخر الواو وقدم الميم ثم قلب الواو ياء حيث صارت طرفا، كما قالوا أدل في جمع دلو. ويام وخارف: قبيلتان من اليمن. ويام بن نوح ﵇ غرق في الطوفان.",
    "pg": "5:2065"
  }
}