{
  "دأب": {
    "def": "دأب فلان في عمله، أي جدَّ وتعِب، دأباً (١) ودُؤوباً، فهو دائب (٢) . قال الراجز: راحت كما راح أبو رِئالِ قاهي الفؤادِ دائب (٢) الاجفال * وأدأبته أنا. والدائبان: الليلُ والنهارُ. والدّأْبُ: العادةُ والشّأْنُ، وقد يحرك. قال الفراء: أصله من دَأَبْتُ، إلاّ أن العرب حولت معناه إلى الشأن.",
    "pg": "1:123-124"
  },
  "دأث": {
    "def": "الأصمعي: دَأَثْتُ الطعامَ: أكلته. والدأثاء: الامة، وقد يحرك لحرف الحلق، وهو نادر، لان فعلاء بفتح العين لم يجئ في الصفات وإنما جاء حرفان في الاسماء فقط، وهو فرماء (٢) وجنفاء، وهما موضعان.",
    "pg": "1:281-282"
  },
  "دأدأ": {
    "def": "الدِّيداء: أشدُّ عَدْوِ البعير، وقد دأدأ دأدأة وديداء (١) . قال الشاعر (١) : واعرورت العلط العرضى تركضه * أم الفوارس بالديداء والربعه والدآدئ: ثلاث ليال من آخر الشهر قبل ليالي المحاق، وقال أبو عمرو: الديداء والدأداء من الشهر آخره. قال الأعشى: تداركه في مُنًصِلِ الألِّ بعد ما * مضى غير دأداء وقد كاد يعطَبُ",
    "pg": "1:48"
  },
  "دأظ": {
    "def": "دَأَظَهُ يَدْأَظُهُ دَأْظاً: خنقه. ودَأَظْتُ السِقاءَ: ملأته، قال الراجز: لقد فَدى أَعْناقَهُنَّ المَحْضُ * والدَأْظُ حتَّى ما لَهُنَّ غَرْضُ * يقول: كثرةُ ألبانهنّ أغنَتْ عن لحومهنّ.",
    "pg": "3:1173"
  },
  "دأل": {
    "def": "الدَأْلُ: الختلُ. وقد دَأَلَ يَدْأَلُ دَأْلاً ودَأَلاناً. قال أبو زيد: هي مِشيةٌ شبيهةٌ بالخَتْلِ ومَشْيِ المُثْقَلَ. وذكر الأصمعي في صفة مشي الخَيْلِ: الدَأَلانُ: مشيٌ يُقارِب فيه الخطوَ ويبْغي فيه، كأنه مثقل من حمل. والدؤلون: الداهيةُ، والجمعُ الدّآليل. يقال: وقع القوم في دؤلول، أي اختلاطٍ من أمرهم. والدُئِلُ: دويْبَّةٌ شبيهة بابن عرس. قال كعب بن مالك: جاءوا بجيش لو قيس معرسه ما كان إذلا كمعرس الدئل (١) قال أحمد يحيى: لا تعلم اسما جاء على فعل غير هذا (٢) . قال الاخفش: وإلى المسمى بهذا الاسم نسب أبو الاسود الدؤلى، إلا أنهم فتحوا الهمزة على مذهبهم في النسبة، استثقالا لتوالى الكسرتين مع ياء النسب، كما ينسب إلى نمر نمري. وربما قالوا أبو الاسود الدولي فقلبوا الهمزة واوا، لان الهمزة إذا انفتحت وكانت قبلها ضمة فتخفيفها أن تقلبها واوا محضة، كما قالوا في جؤن جون، وفى مؤن مون. وقال الكلبى: هو أبو الاسود الديلى فقلب الهمزة ياء حين انكسرت، فإذا انقلبت ياء كسرت الدال لتسلم الياء، كما تقول قيل وبيع. قال: واسمه ظالم بن عمرو بن حلس بن نفاثة بن عدى بن الدئل بن بكر بن كنانة. قال الأصمعي: أخبرني عيسى بن عمر قال: الديل بن بكر الكنانى إنما هو الدئل، فترك أهل الحجاز الهمز.",
    "pg": "4:1693-1694"
  },
  "دأم": {
    "def": "تدأم الماء الشئ: غمره، وهو تفعل. قال الراجز (٢) تحت ظلال الموج إذا تدأما (١) * ويقال أيضا: تدأم الفحلُ الناقةَ، أي تجلّلها. وتَداءَمَهُ الأمرُ، بوزن تَفاعَلَهُ، أي تراكمَ عليه وتَزاحمَ. والدَأْماءُ: البحر، على فَعْلاءُ. قال الأفوهُ الأوديّ: والليلُ كالدَأْماءِ مُستَشْعِرٌ من دونه لوناً كلَوْن السَدوس ودَأَمْتُ الحائطَ، أي رفعته، مثل دعمته.",
    "pg": "5:1917"
  },
  "دأى": {
    "def": "الدَأْيُ من البعير: الموضع الذى تقع عليه ظلفة (*) الرحل فتَعقِره. ومنه قيل للغراب: ابن دأْيَةَ. وقال يصفُ الشَيب: ولما رأيتُ النَسْرَ عَزَّ ابن دأْيَةٍ * وعَشَّشَ في وَكْرَيْهِ جاشتْ له نَفْسي ويجمع على دأَياتٍ بالتحريك. وجمع الدأى دئى، مثل ضأن وضئين، ومعز ومعيز. قال الراجز (١) : يعض منها الظلف الدئيا * عض الثقاف الخرص الخطيا أبو زيد: دأيت للشئ أدأى له دأيا، إذا خْتَلْتَهُ، مثل أَدَوْتُ له. ودَأَوْتُ له: لغةٌ في دَأَيْتُ. يقال: الذئب يَدْأَى للغزال ليأخذه، أي يختله، مثل يأدو.",
    "pg": "6:2333"
  },
  "دبأ": {
    "def": "دَبَأْتُه بالعصا دَبْأً: ضربته.",
    "pg": "1:48"
  },
  "دبب": {
    "def": "دبَّ على الأرض يَدِبُّ دبييا. وكل ماش على الارض دابَّةٌ ودبيبٌ. والدابة: التي تُرْكَبُ. ودابَّةُ الأرض: أحد أَشراطِ الساعةِ. وقولهم \" أَكْذَبُ مَنْ دَبَّ ودَرَجَ \" أي أكذب الأحياء والأموات. ودَبَّ الشيخ، أي مشى مشياً رويداً. وأدببت الصبى، أي حملته على الدبيب. ويقال: ما بالدار دُبِّيٌّ ودبى، أي أحد. قال الكسائي: هو من دببت، أي ليس فيها من يدب. وكذلك ما بها دعوى ودورى وطوري لا يتكلم بها إلا في الجحد. ودبب الوجه: زغبه. والدب من السباع، والانثى دُبَّةٌ. وأرضٌ مَدَبَّةٌ، أي ذات دِبَبَةٍ. ومَدِبُّ السيل ومَدَبُّهُ: موضع جَرْيِهِ. يقال: تَنَحَّ عن مَدِبِّ السيلِ، ومَدَبِّهِ ومَدِبِّ النمل وَمَدّبِّهِ، فالاسم مكسور والمصدر مفتوح. وكذلك المفعل من كل ما كان على فعل يفعل (١) . والدبة التي للدَهْنِ. والدَبَّةُ أيضاً: الكثيبُ من الرمل. ودببت دبة خفية، بالكسر. والدبة بالضم: الطريق. قال الشاعر: طها هذريان قل تغميض عينه * على دبة مثل الخنيف المرعبل يقال: دعني ودُبَّتي، أي دعني وطريقتي وسَجِيَّتي. وناقةٌ دَبوبٌ: لا تكاد تمشي من كثرة لحمها، إنما تَدِبُّ. وتقول: فَعَلْتُ كذا من شُبَّ إلى دُبَّ، وإن شئت نَوَّنْتَ، أي من الشباب إلى أن دببت على العصا. والدبدبة: ضرب من الصوت. وأنشد أبو مَهْدي: عاثور شَرٍّ أَيَّما عاثورِ * دَبْدَبَةَ الخيلِ على الجسور",
    "pg": "1:124"
  },
  "دبح": {
    "def": "الأصمعي: دَبَّحَ الرجُل تَدْبِيحاً، إذا بَسَطَ ظَهْرَه وطَأْطأ رأسَه، فيكون رأسُه أشدَّ انحطاطاً من أليتيه. وفى الحديث أنه نهى أن يدبح الرجل في الركوع كما يدبح الحمار. وأبو عمرو وابن الاعرابي نحوه.",
    "pg": "1:361"
  },
  "دبخ": {
    "def": "دَبَّخَ الرجل تدبيخاً، إذا قَبَّبَ ظهره وطأطأ رأسه، بالخاء والحاء جميعا، عن أبى عمرو، وابن الاعرابي.",
    "pg": "1:420"
  },
  "دبذ": {
    "def": "الديابوذ: ثوب ينسج بنيرين، كأنّه جمع دَيْبوذٍ على فَيْعولٍ. قال أبو عبيد: أصله بالفارسية دوپوذ. وأنشد للاعشى يصف الثور: عليه ديابوذ تسربل تحته * أرندج إسكاف يخالط عظلما - وربما عربوه بدال غير معجمة.\nفصل الراء",
    "pg": "2:564"
  },
  "دبر": {
    "def": "الدَبْر بالفتح: جَماعة النَحْل. قال الأصمعي: لا واحِد لها، ويجمع على دُبورٍ. قال لَبيدٌ (٢) : بِأبْيَضَ (٣) من أبْكارِ مُزْنِ سَحابَةٍ * وَأرْي دبورٍ شارَهُ النَحْلُ عاسِلُ (٤) - ويقال أيضا للزنابير: دبر. ومنه قيل لعاصم ابن ثابت الانصاري: حمى الدبر، وذلك أن المشركين لما قتلوه أرادوا أن يمثلوا به، فسلط الله عليهم الزنابير الكبار تأبر الدارع، فارتدعوا عنه حتى أخذه المسلمون فدفنوه. ويقال: جعلْتُ كلامَهُ دَبْرَ أذُني، أي أَغْضَيْتُ عنه وتَصامَمْتُ. والدَبْرَةُ: والدِبارَةُ: المشارة في المزرعة، وهى بالفارسية \" كرد (١) \". والجمع دبر ودبار. وذات الدبر: اسم تثنية. قال ابن الاعرابي: وقد صحفه الاصمعي فقال \" ذات الدبر \". والدبر والدُبُرُ: الظَهْرُ. قال الله تعالى:\n(ويُوَلُّونَ الدُبُرَ) *، جعله للجماعة، كما قال:\n(لا يَرْتَدُّ إليهم طَرْفُهُمْ) *. والدُبْرُ والدُبُرُ: خِلافُ القُبُلِ. ودُبُرُ الأَمْرِ ودُبْرُهُ: آخره. قال الكميت: أَعَهْدَكَ من أُولى الشَبيبَةِ تَطْلُبُ * عَلى دُبُرٍ هَيْهاتَ شَأْوٌ مُغَرِّبُ - ودبير: قبيلة من بنى أسد. والدِبْرُ، بالكسر: المالُ الكثيرُ، واحِدُهُ وجَمْعُهُ سَواءٌ. يقال: مالٌ دِبْرٌ، ومالانِ دِبْرٌ، وأمْوالٌ دِبْرٌ. ورَجُلٌ ذو دِبْرٍ: كثير الضَيْعَةِ (٢) والمالِ، حكاه أبو عبيد عن أبى زيد. والدِبْرَةُ: خِلاَفُ القِبْلة. يقال: فلانٌ ماله قِبْلةٌ ولا دِبْرَةٌ، إذا لم يَهْتَدِ لجهة أمْرِه. وليس لهذا الأمر قِبْلَةٌ ولا دِبْرَةٌ، إذا لم يُعْرَفْ وَجْهُهُ. والدَبَرَةُ بالتحريك: واحدة الدبر والادبار، مثل شجرة وشجر وأشجار. تقول منه: ذبر البعير بالكسر، وأدبره القتب. والدبرة، بالاسكان والتحريك أيضا: الهَزِيمة في القتال، وهو اسمٌ من الإدبار. ويقال ايضاً: \" شَرُّ الرَأي الدَبَريُّ \" وهو الذي يَسْنَحُ أخيراً عند فَوْتِ الحاجَةِ. قال أبو زيد، يقال فُلانٌ لا يُصَلِّي الصَلاةَ إلاّ دَبَرِيَّاً بالفتح، أي في آخر وقْتِها. والمحدِّثون يقولون: دُبُريَّا بالضم. والدَبران: خمسةُ كواكبَ من الثَوْر، يقال أنَّه سَنامُهُ، وهو من منازل القمر. وقال الشيباني: الدبرة: آخر الرمل. ودابِرَةُ الإنسان: عُرْقوبُهُ. ودابِرَةُ الطائرِ: التي يَضْرِبُ بها، وهي كالإصْبَعِ في باطن رِجْليه. ودابِرَةُ الحافِر: ما حاذى مُؤَخَّر الرُسْغِ. والدابِرَةُ: ضَرْبٌ من الشَغْزَبِيَّةِ في الصِراع. والدابِرُ: التابِعُ. والدابِرُ من السهام: الذي يخرج من الهَدَف. والدابِرُ من القِداحِ: خلافُ الفائز، وصاحبُه مُدابرٌ. قال صَخْرُ الغَيِّ الهُذَليُّ يصف ماء ورده: فخضخضت صفنى في جَمِّهِ * خِياضَ المُدابِرِ قِدْحاً عَطوفا - وقطع الله دابرَهم، أي آخِرَ من بَقي منهم ويقال رَجلٌ أَدابِرٌ، للذي يقطع، رَحِمَهُ مثلُ أُباتِرٍ. وقال أبو عبيدة: لا يَقْبَلُ قَوْلَ أَحَدٍ ولا يلوى على شئ.\n(٨٣ - صحاح - ٢) والدبير: ما أَدْبَرَتْ به المرأةُ من غَزْلِها حين تفتله. قال يعقوب: القبيل: ما أَقْبَلْتَ به إلى صَدْرِكَ، والدبير: ما أدبرت به عن صَدْرَكَ. يقال: \" فلانٌ ما يَعْرِفُ قَبيلاً من دَبِيرٍ \". وفلانٌ مُقابَلٌ ومُدابَرٌ: إذا كان محْضاً من أبويه. قال الاصمعي: وأصله من الاقبالة والادبارة، وهو شق في الاذن، ثم يفتل ذلك، فإذا أقبل به فهو الاقبالة، وإذا أدبر به فهو الادبارة. والجلدة المعلقة من الاذن هي الاقبالة والادبارة، كأنها زنمة. والشاة مدابرة ومقابلة وقد دابرتها وقابلتها. وناقة ذات إقبالة وإدبارة. ودبار بالضم (١) : اسم يوم الأربعاء، من أسمائهم القديمةِ. والدَبارُ بالفتح: الهَلاكُ، مثل الدَمارِ. والدِبارُ بالكسر: جَمْعُ دِبارَةٍ، وهي المَشارَةُ. قال بِشْر: تَحَدُّرَ ماءِ المزن عن جرشية * على جربة تعلو الدبار غروبها (٢) * وفلان يأتي الصَلاةَ دِباراً، أي بَعْدَ ما ذَهَبَ وَقْتُها. والدَبورُ: الريح التي تُقابِلُ الصَبا. ودَبَرَ السَهْمُ يَدْبُرُ دبورا، أي خرج من الهدف. ودبر بالشئ: ذهب به. ودبر النهار وأَدْبَرَ بمعنىً. ويقال: هَيْهاتَ، ذَهَبَ كما ذَهَبَ أَمْسِ الدابِرُ. ومنه قوله تعالى:\n(والليل إذا دبر) * أي تَبِعَ النَهارَ قَبْلَهُ. وقُرِئَ:\n(أَدْبَرَ) *. قال صخر بن عَمرو بن الشريد السلمى: ولقد قتلكم ثُناَء ومَوْحَدا * وتركتُ مُرَّةَ مثلَ أمسِ الدابرِ - ويُرْوى: \" المُدْبِر \". ويقال: قَبَّحَ الله ما قَبَلَ منه وما دَبَرَ. ودَبَرَ الرجلُ: وَلَّى وشَيَّخَ. ودَبَرْتُ الحديثَ عن فُلانٍ: حَدَّثْتُ به عنه بعد مَوْتِهِ ودَبَرَتِ الريحُ، أي تحوَّلت دَبوراً. ودبر: موضع باليمن، ومنه فلان الدبرى. ودُبِرَ القَوْمُ، على ما لم يسم فاعله، فهم مدبرون، إذا أصابتهم ريح الدَبورِ. وأَدْبَروا، أي دخلوا في ريح الدَبور. والإدْبارُ: نقيض الاقبال. وأدبرت البعير فدبر. وأدبر الرجل، إذا دبر بعيره والادبر: لقب حجر بن عدى، لانه طعن موليا. ودابرت فلانا: عاديته (١) . والاستِدبار: خلاف الاستقبال. والتدبير في الأمر: أن تَنْظُرَ إلى ما يؤول إليه عاقبته. والتدبير: التفكر فيه. والتدبير: عِتْقُ العبد عن دُبُرٍ، وهو أن يُعْتَق بعد موتِ صاحِبِه، فهو مُدبَّرٌ. قال الأصمعي: دَبَّرْتُ الحديثَ، إذا حَدَّثْتَ به عن غيْرِك. وهو يُدَبِّر حديثَ فلان، أي يرويه. وتَدابَرَ القومُ، أي تقاطعوا. وفي الحديث: \" لا تدابروا \".",
    "pg": "2:652-655"
  },
  "دبس": {
    "def": "الدبسُ (١) : ما يسيل من الرُطَب. والأَدْبَسُ من الطير والخَيل: الذي لونه بين السواد والحُمْرة. وقد ادْبَسَّ ادْبِساساً. والدُبْسيُّ: طائرٌ وهو منسوب إلى طَيرٍ دُبْسٍ، ويقال إلى دبس الرطب، لانهم يغيرون في النسب، كالدهرى والسهلى. وأدبست الأرضُ فهي مُدْبِسَةٌ، وذلك أوَلَ ما يُرى فيها سواد النبت. والدباساء، ممدود: الانثى من الجراد. وقول لقيط بن زرارة:\nلو سمعوا وقع الدبابيس * واحدها دبوس، وأراه معربا (٢) .",
    "pg": "3:926"
  },
  "دبش": {
    "def": "أرضٌ مَدْبوشَةٌ، إذا أكل الجراد نبتها. قال الراجز (١) :\nفي مهوئن بالدبى مدبوش (٢)",
    "pg": "3:1006"
  },
  "دبغ": {
    "def": "دَبَغَ فلان (١) إهابه يَدْبَغُهُ ويَدْبُغُهُ دَبْغاً ودِباغَةً ودِباغاً، وفي الحديث: \" دِباغُها طَهورُها \". والدِباغُ أيضاً: ما يُدْبَغُ به. يقال: الجلدُ في الدِباغِ، وكذلك الدِبْغُ والدِبْغَةُ بالكسر والدَبْغَةُ بالفتح: المرّة الواحدة. وتقول: دبغت الجلد فاندبغ.",
    "pg": "4:1318"
  },
  "دبق": {
    "def": "الدبق: شئ يلتزق، كالغراء، تُصادُ به الطير. والدَبوقاءُ: العَذِرَةُ. منه قول روبة * لولا دبوقاء استه لم يبطغ (١) * ودابق: اسم بلد، والاغلب على التذكير والصرف، لانه في الاصل اسم نهر. قال الراجز (٢) :\nبدابق وأين منى دابق (٣) * وقد يؤنث ولا يصرف.",
    "pg": "4:1473"
  },
  "دبل": {
    "def": "الدربلة: ضرب من المشى.",
    "pg": "4:1697"
  },
  "دبي": {
    "def": "الدَبا: الجرادُ قبل أن يطير، الواحدة دباة. قال الراجز: كأن خوق قرطها المعقوب * على دباة أو على يعسوب وأرض مدبية، على مَفْعولَةٍ، إذا أكل الدَبي نباتها. وأَدْبى الرِمْثُ، إذا أشبَه ما يخرج من ورقه الدبى. وهو حينئذ يصلحُ أن يُرْعى ويؤكل. وأرضٌ مُدْبِيَةٌ ومَدْباةٌ: كثيرة الدبى. والدباء، على وزن المكاء القرع، الواحدة دباءة. قال امرؤ القيس: وإن (١) أدبرت قلت دباءة * من الخضر مغموسة في الغدر ابن الاعرابي: جاء فلان يدبى دبى، إذا جاء بمالٍ كالدَبى في الكثرة.",
    "pg": "6:2333-2334"
  },
  "دثث": {
    "def": "الدَثُّ والدَثاثُ: المطر الضعيف. قال الراجز:\nقلفع روض شرب الدثاثا",
    "pg": "1:282"
  },
  "دثر": {
    "def": "الدَثْرُ بالفتح: المال الكثيرُ. يقال: مال دثر، وما لان دثر، وأَمْوالٌ دَثْرٌ. وعَكَرٌ دَثْرٌ، أي كثيرٌ، وهو من الأوَّل إلاَّ أنَّه جاء بالتحريك. والدِثار: كلُّ ما كان من الثِياب فوق الشعار. وقد تدثر، أي تلفف في الدِثار وتَدثَّرَ الفَحْلُ الناقَة، أي تسنَّمها. وتَدثَّر الرجلُ فرسَه، إذا وثَبَ عليه فركِبه. والدُثور: الدروس. وقد دَثَرَ الرَسْمَ وتداثر. والدثور: الرجل الخامل النوؤم. ودثر الطائر تدثيرا، أصلح عشه.",
    "pg": "2:655"
  },
  "دثن": {
    "def": "الدثينة: موضع، وهو ماء لبنى سيار بن عمرو. وقال النابغة الذبيانى: وعلى الرميثة من سكين حاضر وعلى الدثينة من بنى سيار ويقال: إنها كانت تسمى في الجاهلية الدفينة، ثم تطيروا منها فسموها الدثينة.",
    "pg": "5:2110"
  },
  "دجا": {
    "def": "الدُجى: الظلمة. يقال: دَجا الليل يَدْجو دُجُوَّاً. وليلةٌ داجِيَةٌ. وكذا أَدْجى الليلُ وتَدَجَّى. ودَياجي الليل: حنادسُه، كأنّه جمع دَيْجاةٍ. قال الأصمعيّ: دَجا الليل إنّما هو ألبس كل شئ، وليس هو من الظُلمة. قال: ومنه قولهم: دَجا الإسلامُ، أي قويَ وألبس كل شئ. والدجى: جمع دُجْيَةٍ بالضم، وهي قتْرة الصائد، والظُلْمة أيضاً. وإنّه لفي عيشٍ داجٍ، كأنَّه يُراد به الخفض. (*) والمُداجاةُ: المداراةُ. يقال: داجَيْتُهُ، إذا داريتَه، كأنَّك ساترتَه العداوة. قال قعنب ابن أم صاحب: كل يُداجى على البغضاء صاحبه ولن أُعالِنَهُمْ إلاّ بما علَنوا وذكر أبو عمروٍ أنَّ المُداجاةَ أيضاً المنع بين الشدة والارخاء.",
    "pg": "6:2334"
  },
  "دجج": {
    "def": "الدُجَّةُ بالضم: شِدَّةُ الظُلمة. وليلة ديجوج: مظلمة. وليل دجوجى، وبعيرٌ دَجوجيٌّ، وناقة دَجوجيَّةٌ أي شديدة السواد. وناقة دجوجاة: منبسطة على الأرض. ورجل مُدَجِّجٌ ومُدَجَّجٌ، أي شاكّ في السلاح تقول منه: تَدَجَّجَ في شِكَّتِهِ، أي دخلَ في سِلاحِهِ، كأنه تغطَّى بها. ودجَّجَتِ السماءُ تدجيجاً: تغيَّمت. ومَرَّ القومُ يَدِجُّونَ على الأرض دَجيجاً وَدَجَجاناً، وهو الدَبيب في السير. قال ابن السكيت: لا يقال يَدِجُّونَ حتَّى يكونوا جماعةً، ولا يقال ذلك للواحد. وهم الدَاجَّةُ. وقولهم: هم الحاجُّ والداجُّ (١) ، قالوا: فالداجُّ الأعوان والمُكارونَ. وفي الحديث: \" هؤلاء الداجُّ \". وأمَّا الحديث: \" ما تركتُ من حاجَةٍ ولا داجَةٍ إلا أَتيْتُ \" فهو مخفّفٌ إتباع للحاجة. والدَجاج معروف، وفَتْحُ الدالِ فيه أفصح من كسرها، الواحدة دَجاجةٌ للذكر والأنثى، لأنَّ الهاءَ إنَّما دخلته على أنّه واحدٌ من جنسٍ، مثل حَمامَةٍ وبطة. ألا ترى إلى قول جرير: لمَّا تَذَكَّرتْ بالدَيْرَيْنِ أَرَّقَني * صوتُ الدجاج وضرب بالنواقيس إنما يعنى زقاء الديوك. والدجاجة: كبة من الغزل. ودجدجت بالدجاجة: صحت بها. ودجدج الليل: أظلم.",
    "pg": "1:312-313"
  },
  "دجر": {
    "def": "الدَجْران: النشيط الذي فيه مع نشاطة أَشَرٌ. ويقال حَيْرانُ دَجْرانُ. وقد دَجِرَ بالكسر دَجَراً، وقومٌ دَجارى. قال العجاج:\nدَجْرانَ لا يعشر من حيث أتى * والدَيجور: الظلام. وليلةٌ دَيْجورٌ: مُظْلِمَةٌ.",
    "pg": "2:655"
  },
  "دجل": {
    "def": "الدَجَّالُ والدَجَّالَةُ: الرُفْقَةُ العظيمة. قال الشاعر:\nدَجَّالَةٌ من أعظم الرفاق * والدجال المسيح الكذاب. ودجلة (٢) : نهر بغداد. قال ثعلب: تقول: عبرت دجلة بغير ألف ولام. والبعير المدجل: المهنوء بالقطران. قال أبو عبيد: فإذا هنئ جسد البعير أجمع فذلك التدجيل، فإذا جعلته على المشاعر فذلك الدس.",
    "pg": "4:1695"
  },
  "دجن": {
    "def": "الدَجْنُ: إلباسُ الغيم السماءَ. وقد دجنَ يومنا يَدْجُنُ بالضم دَجْناً ودُجوناً. قال أبو زيد: والدُجُنَّةُ من (١) الغيم: المُطَبِّقُ تطبيقاً، الريّانُ المظلم، الذي ليس فيه مطر. يقال يومُ دَجْنٍ ويوم دجنة بالتشديد. قال: وكذلك الليلة على الوجهين، بالوصف والاضافة. قال: والداجنة: الماطرة المطبِّقة، نحو الديمة. قال: والدَجْنُ المطر الكثير. وسحابةٌ داجنَةٌ ومُدْجِنَةٌ. وأَدْجَنَتِ السماءُ: دامَ مطرُها. قال لبيد: من كلِّ ساريةٍ وغادٍ مدجن وعشية متجاوب إرزامها والدجنة بالضم: الظُلمةُ، والجمع دُجَنٌ ودُجُناتٌ. والدُجْنَةُ في ألوان الإبل أقْبَح السواد. يقال: بعيرٌ أَدْجَنُ وناقةٌ دجناء. ودجن بالمكان دجونا: أقام به. وأَدْجَنَ مثله. ابن السكيت: شاةٌ داجِنٌ وراجِنٌ، إذا أَلِفَت البيوت واستأنست. قال: ومن العرب من يقولها بالهاء، وكذلك غير الشاة. قال لبيد: حتى إذا يئس الرماة وأرسلوا غضفا دواجن قافلا أعصامها أراد به كلاب الصيد. والمداجنة كالمداهنة. وأبو دجانة: كنية سماك بن خرشة الانصاري.",
    "pg": "5:2110-2111"
  },
  "دحا": {
    "def": "دحوت الشئ دحوا: بسطته. قال الله تعالى: (والارض بعد ذلك دحاها) ، أي بسطها. ودَحا المطرُ الحصى عن وجه الأرض. ويقال للاّعب بالجوز: أَبْعِدِ المَدى وادْحُهُ، أي ارْمِهِ. ويقال للفرس: مَرَّ يَدْحو دَحْواً، وذلك إذا رمى بيديه رمياً لا يرفع سُنبُكَه عن الأرض كثيراً. ودحية بالكسر (١) ، هو دحية بن خليفة الكلبى، الذى كان يأتي جبريل النبي ﵇ في صورته، وكان من أجمل الناس. وأما دحية بالفتح ودحوة، فهما ابنا معاوية ابن بكر بن هوازن. ومَدْحى النعامةِ: موضع بيضها. وأُدْحِيُّها: موضعها الذي تفرّخ فيه ; وهو أُفْعولٌ من دَحَوْتُ، لأنها تَدْحوهُ برجلها ثم تبيضُ فيه. وليس للنعام عش.",
    "pg": "6:2334-2335"
  },
  "دحح": {
    "def": "دححت الشئ في الارض، إذا دسسته فيها. قال أبو النجم في وصف قترة الصائد:\nشختا (١) خفيا في الثرى مدحوحا * والدحداح: القصير، وكذلك الدحيدحة. واندح بطنه انْدِحاحاً: اتَّسَعَ. قال أَعْرابيٌّ: مُطِرْنا لليلتين بَقِيَتا فَانْدَحَّتِ الأرضُ كَلأً.",
    "pg": "1:361"
  },
  "دحر": {
    "def": "الدُحورُ: الطَرْدُ والإبْعاد. وقد دَحَرَهُ. قال الله تعالى:\n(اخْرُجْ منها مذءوما مدحورا) *، أي مقصى.",
    "pg": "2:655"
  },
  "دحرج": {
    "def": "دحرجت الشئ دحرجة ودحراجا، فَتَدَحْرَجَ. والمُدَحْرَجُ: المدوَّر. والدُحْروجَةُ: ما يدجرجه الجعل من البنادق. قال ذو الرمّة يصف فراخُ الظَليم: أشداقها كصُدوعِ النَبْعِ (١) في قُلَلٍ * مثل الدَحاريج لم يَنبُتْ لها زَغَبُ وقللها: رؤوسها.",
    "pg": "1:313"
  },
  "دحرض": {
    "def": "الدحرض: اسم موضع. قال عنترة: شربت بماء الدحرضين فأصبحتْ * زَوْراَء تَنْفِرُ عن حِياضِ الديلم * ويقال وسيع ودحرض ماءان فثناهما بلفظ أحدهما، كما يقال القمران.\nفصل الراء",
    "pg": "3:1076"
  },
  "دحس": {
    "def": "دَحَسْتُ بينَ القوم، أي أفسدت. ومنه قول العجاج يصف الخلفاء:\nويعتلون من مأى في الدحس (٣) * والدحس أيضا: إدخال اليد بين جِلْدِ الشاة وصِفاقها لسَلْخها. والدَحَّاسُ: دُوَيْبَّةٌ تغيب في التراب. والجمع الدحاحيس. وداحس: اسم فرس مشهور لقيس بن زهير ابن جذيمة العبسى. ومنه حرب داحس: وذلك أن قيسا وحذيفة بن بدر الذبيانى ثم الفزارى تراهنا على خطر (١) عشرين بعيرا، وجعلا الغاية مائة غلوة، والمضمار أربعين ليلة، والمجرى من ذات الاصاد، فأجرى قيس داحسا والغبراء، وأجرى حذيفة الخطار والحنفاء، فوضعت بنو فزارة كمينا على الطريق، فردوا الغبراء ولطموها وكانت سابقة، فهاجت الحرب بين عبس وذبيان أربعين سنة.",
    "pg": "3:926-927"
  },
  "دحسم": {
    "def": "الدحسمان، بالضم: قلب الدحمسان، وهو الآدم السمين.",
    "pg": "5:1917"
  },
  "دحص": {
    "def": "دَحَصَ المذبوحُ برجله يَدْحَصُ دَحْصاً، أي ارتكضَ. قال علقمة: رَغا فوقهم سَقْبُ السماءِ (٣) فَداحِصٌ * بشكته لم يستلب وسليب *",
    "pg": "3:1039"
  },
  "دحض": {
    "def": "مكانٌ دَحْضٌ ودَحَضٌ أيضاً بالتحريك، أي زلق. قال الراجز يصف ناقته: قد ترد النهى تنزى عومه * فتستبيح ماءه فتلهمه * حتى يعود دحضا تشممه * ودحضت (١) رجله تدحض دحضا: زلقت. ودحضت الشمس عن كَبِد السماء: زالت. ودَحَضَتْ حُجَّتُه دُحُوضاً: بطلتْ. وأَدْحَضَها الله. والادحاض: الازلاق.",
    "pg": "3:1075-1076"
  },
  "دحق": {
    "def": "الدَحيقُ: البعيدُ المُقْصى. وقد دَحَقَهُ الناس، أي لا يُبالي به. ويقال أيضاً: أَدْحَقَهُ الله وأسحَقَه ودَحَقَتِ الرَحِمُ، أي رمَت بالماء فلم تَقْبله. ويقال: قَبَّحَ الله أُمَّاً دَحَقَتْ به أي ولدتْهُ. والدَحُوقُ من النوق. التي تخرج رَحِمُها بعد الولادة يقال: انْدَحَقَتْ رَحِمُ الناقة، أي اندلقتْ",
    "pg": "4:1473"
  },
  "دحل": {
    "def": "قال الأصمعي: الدَحْلُ (٣) : هُوّةٌ تكون في الأرض وفي أسافل الاودية، فيها ضيق ثم تتسع. والجمع دُحولٌ ودِحالٌ وأَدْحالٌ ودُحْلانٌ (١) . وقد دَحَلْتُ فيه أَدْحَلُ، أي دخلْتُ في الدَحْلِ. وبئرٌ دَحولٌ، أي ذات تَلَجُّفٍ، إذا أكل الماءُ جِرابها. ودَحَلْتُ (٢) البئرَ أَدْحُلُها، أذا حفرت في جوانبها. ومنه قول أبى هريرة رضى الله عنه لرجل سأله فقال: \" إنى رجل مصراد (٣) أفأدخل المبولة معى في البيت؟ \" قال: \" نعم وأدحل في الكسر \". قال أبو عبيد: هو مأخوذ من الدحل أي صرفي جانب الخباء كالذى يصير في الدحل. والداحول: ما ينصِبه صائد الظباء من الخشب. والدَحِلُ: الخَبُّ الخبيث، عن أبي عمرو. قال أبو زيد: هو الخَدَّاعُ أيضاً. ورجلٌ دَحِلٌ بيِّن الدَحَلِ، أي سمينٌ قصيرٌ مندلق البطن.",
    "pg": "4:1695-1696"
  },
  "دحم": {
    "def": "الدحْمُ: الدفعُ الشديد، وبه سمى الرجل دحمان ودحيما.",
    "pg": "5:1917"
  },
  "دحمس": {
    "def": "الدُحْمُسانُ: الآدَمُ السمين. وقد يقلب فيقال الدحسمان.",
    "pg": "3:927"
  },
  "دخخ": {
    "def": "دخدخنا القوم: ذلللناهم. قال الشيباني: الدخدخة: الاعياء. والدخ بالضم: لغة في الدخان.",
    "pg": "1:420"
  },
  "دخدر": {
    "def": "الدَخْدارُ: ثوبٌ أبيضُ مَصونٌ، فارسيٌّ معرّب: أي يُمْسِكُهُ التَخْتُ، أي ذو تخت. قال الكميت يصف سحاباً:\nتَجْلو البَوارِقَ عنهُ صفح دخدار",
    "pg": "2:655"
  },
  "دخر": {
    "def": "الدُخور: الصَغارُ والذَلُّ. يقال: دَخَرَ الرجلُ بالفتح فهو داخِرٌ (١) . وأدخره غيره.",
    "pg": "2:655"
  },
  "دخرص": {
    "def": "الدخريص: واحد دخاريص القميص (١) .",
    "pg": "3:1039"
  },
  "دخس": {
    "def": "الدَخَسُ: ورمٌ يكون في أطرة حافر الدابة. والدخيس: الحوشب، وهو موصل الوظيف في رسغ الدابة. والدخيس: اللحم المكتنِز. وكلُّ ذي سِمَنٍ دخيسٌ. والدَخيسُ من أنقاء الرمل: الكثير. والدَخيسُ: العدد الجَمُّ. يقال: عدد دخاس ونعم دخاس، أي كثيرة. ودرع دِخاسٌ أي متقاربة الحَلَق. والدخس، مثال الصرد: دابة في البحر ينجى الغريق، يمكنه من ظهره ليستعين على السباحة، ويسمى الدلفين.",
    "pg": "3:927"
  },
  "دخشم": {
    "def": "دخشم: اسم رجل.",
    "pg": "5:1917"
  },
  "دخل": {
    "def": "دَخَلَ دُخولاً (١) . يقال: دَخَلْتُ البيت. والصحيح فيه أن تريد دَخَلْتُ إلى البيت وحذفت حرف الجرّ فانتصب انتصابَ المفعول به، لان الامكنة على ضربين: مبهم ومحدود، فالمبهم نحو جهات الجسم الست خلف وقدام، ويمين وشمال، وفوق وتحت، وما جرى مجرى ذلك من أسماء هذه الجهات، نحو أمام ووراء، وأعلى وأسفل، وعند ولدن، ووسط بمعنى بين، وقبالة. فهذا وما أشبهه من الامكنة يكون ظرفا، لانه غير محدود. ألا ترى أن خلفك قد يكون قداما لغيرك. فأما المحدود الذى به خلقة وشخص وأقطار تحوزه، نحو الجبل والوادى والسوق والدار والمسجد، فلا يكون ظرفا، لانك لا تقول قعدت الدار، ولا صليت المسجد، ولا نمت الجبل، ولا قمت الوادي. وما جاء من ذلك فإنما هو بحذف حرف الجر، نحو دخلت البيت، ونزلت الوادي، وصعدت الجبل. وادَّخَلَ على افتعل، مثل دَخَلَ. وقد جاء في الشِعر انْدَخَلَ، وليس بالفصيح. قال الكميت وهو مصدر ميمى. * ولا يدى في حميت السكن تندخل (١) * ويقال: تدخل الشئ، أي دَخَلَ قليلاً قليلاً. وقد تداخلنى منه شئ. والدخل: خلاف الخرج. والدخل: العيب والريبة. ومن كلامهم: ترى الفتيان كالنخل وما يدريك بالدخل وكذلك الدَخَلُ بالتحريك. يقال: هذا الأمرُ فيه دَخَلٌ ودَغَلٌ، بمعنىً. وقوله تعالى: ﴿وَلا تَتَّخِذوا أَيْمانَكُمْ دَخَلاً بَيْنَكُمْ﴾ أي مَكراً وخديعةً. وهم دَخَلٌ في بني فلان، إذا انتسَبوا معهم وليسوا منهم. والمَدْخَلُ بالفتح: الدُخولُ، وموضعُ الدُخولِ أيضاً. وتقول: دخلت مدخلا حسنا، ودخلت مَدْخَلَ صِدْقٍ. والمُدْخَلُ بضم الميم: الإدْخالُ. والمفعول من أَدْخَلَهُ، تقول: أَدْخَلْتُهُ مُدْخَلَ صدقٍ. وداخِلَةُ الإزارِ: أحد طرفيه الذي يَلي الجسدَ. وداخِلَةُ الرجلِ أيضاً: باطنُ أمره. وكذلك الداخلة بالضم. يقال: هو عالم بدخلته. ودخيل الرجل ودخلله: الذي يُداخِلُهُ في أموره ويختصّ به. والدُخَّلُ: طائرٌ صغيرٌ، والجمع الدَخاليلُ. والدُخَّلُ من الكلأ: ما دخل منه في أصول الشجر. قال الشاعر:\nتَباشيرُ أَحْوى دُخَّلٍ وجميم * والدخال في الورد: أن يشرب البعير ثم يُرَدَّ من العَطَنِ إلى الحوض ويُدْخَلَ بين بعيرين عطشانين ليشرب منه ما عساه لم يكن شَرِب منه. ومنه قول الشاعر (١) :\nوتوفى الدفوف بشرب دخال (٢) * ودُخِلَ فلانٌ فهو مَدْخولٌ، أي في عقله دَخَلٌ. ونَخْلَةٌ مدَخولَةٌ، أي عَفِنَةُ الجوفِ. والمَدْخولُ: المهزولُ. والمدخول: المهزول. والدَوْخَلَةُ: هذا المنسوج من الخُوص يُجْعَلُ فيه الرُطَبُ، يشدَّد ويخفَّف. عن يعقوب. والدخول: اسم موضع.",
    "pg": "4:1696-1697"
  },
  "دخن": {
    "def": "دُخان النار معروف، والجمع دواخن، كما قالوا عثان وعواثن، على غير قياس. وابنا دخان (١) : غنى وباهلة. والدخن أيضا: الدخان. قال الأعشى: تُباري الزِجاجَ مَغاويرُها شَماطيطَ في رهج كالدخن ومنه: \" هدنة على دَخَنٍ \" أي سكونٌ لعلّةٍ لا لصلحٍ. والدَخَنُ أيضاً: الكُدورَةُ إلى السواد، قال المعطَّل الهذَليّ يصف سيفاً: لَيْنٌ حُسامٌ لا يليق ضَريبَةً في مَتْنِهِ دَخَنٌ وأَثْرٌ أَحْلَسُ ودَخَنَتِ النار تَدْخُنُ وتَدْخِنُ: ارتفع دُخانها. وادَّخَنَتْ مثله على افتعَلَتْ. ودَخِنَت (٢) النارُ بالكسر، إذا ألقيت عليها حطباً وأفسدتَها حتَّى يهيج لذلك دُخانٌ. ودَخِنَ الطبيخ أيضاً، إذا تَدَخَنتِ القِدر. ورجل دخن الخلق. والدخن: الجاورس. والدخنة كالذريره تُدَخّنُ بها البيوت. والدُخْنَةُ من الالوان كالكدرة في سواد. \" وكيش أَدْخَنُ، وشاةٌ دَخْناءُ بيِّنة الدَخَنِ. وليلة دخنانة.",
    "pg": "5:2111-2112"
  },
  "دد": {
    "def": "الدَدُ: اللهوُ واللعبُ، وفي الحديث: \" ما أنا من دَدٍ ولا الدد منى \". وفيه ثلاث لغات، تقول: هذا دد، وددا مثل قفا، وددن. قال طرفة (١) : كأن حدوج المالِكِيَّةِ غُدْوَةً * خَلايا سَفينٍ بالنَواصِفِ من دد - ويقال: هو موضع.",
    "pg": "2:470"
  },
  "ددا": {
    "def": "الدَدا: اللهو واللعب. يقال: هذا دَداً مثل عَصاً، ودَدٌ مثل دَمٍ، ودَدَنٌ مثل حَزَنٍ. وقد ذكر في النون.",
    "pg": "6:2335"
  },
  "ددن": {
    "def": "الدَدَنُ: اللهو واللعب. قال عديّ: أيُّها القلبُ تَعَلَّلْ بدَدَنْ إنَّ هَمِّي في سَماعٍ وأَذَنْ والدَدانُ: الرجل لا غَناءَ عنده. والدَدانُ: السيفُ الكَهامُ لا يمضي. ولم توجد الفاء والعين من جنس واحد بلا فاصلة بينهما وهما متحركتان إلا في هاتين الكلمتين. والدَيْدَنُ: الدأب والعادة، وكذلك الدَيْدانُ. وقال الراجز: ولا يزال عندهم حفانه ديدانهم ذاك وذا ديدانه والديدبون (١) : اللهو.",
    "pg": "5:2112"
  },
  "درأ": {
    "def": "الدرْء: الدفع. وفي. الحديث: \" ادرءوا الحدود ما استطعتم \". ودرأ علينا فلان يدرأ دروءا، واندرأ، أي طلع مفاجأة، ومنه كوكب درئ على فعيل مثل: سكيرء وخِمِّيرٍ، لشدة توقده وتلألئه. وقد درأ الكوكب دروءا. قال أبو عمرو بن العلاء: سألت رجلا من سعد بن بكر من أهل ذات عرق، فقلت: هذا الكوكب الضخم، ما تسمونه؟ قال: الدرئ، وكان من أفصح الناس. قال أبو عبيد: إن ضممت الدال قلت: درى، يكون منسوبا إلى الدر (١) على فعلى، ولا تهمزه لانه ليس في كلام العرب فعلى (٢) ، ومن همزه من القراء فإنما أراد فعول مثل: سبوح فاستثقل، فرد بعضه إلى الكسر. وحكى الاخفش عن بعضهم: درئ من درأته، وهمزها وجعلها على فعيل مفتوحة الاول. قال: وذلك من تلالئه. قال الفراء: والعرب تسمي الكواكبَ العظامَ التي لا تعرف أسماءها: الدراريّ. وتقول: تَدَرَّأَ علينا فلان، أي تطاول. قال الشاعر (٣) : لقيتم من تَدَرُّئِكُمْ علينا * وقَتْلِ سَراتِنا ذاتَ العَراقي يَعْني الداهِيَةَ (٤) . وقولهم: السلطان ذو تردإ بضم التاء، أي ذو عُدَّةٍ وقوةٍ على دفع أعدائه عن نفسه، وهو اسمِ موضوع للدفع، والتاء زائدة كما زيدت في ترتب وتنضب وتتفل. وتقول: تدارأتم أي اختلفتم وتدافعتم، وكذلك ادارأتم. وأصله: تدارأتم فأُدْغِمَتِ التاء في الدال، واجْتُلِبَتِ الألفُ ليصح الابتداء بها. والمدارأة: المخالفة والمدافعة. يقال: فلان لا يدارئ ولا يمارئ. فأما المدارأة في حُسْنِ الخُلُق والمعاشرة، فإن الاحمر يقول فيه: إنه يهمز ولا يهمز يقال: دارأته وداريته، إذا اتقيته ولاينته. وتقول: جاء السيل درءا بالضم، أي من بلد بعيد. والدَرْءُ بالفتح، العَوَجُ، يقال أقمتُ دَرْءَ فلانٍ، أي اعوجاجه وشَغْبَهُ. قال الشاعر المتلمس: وكنا إذا الجبار صَعَّرَ خَدَّهُ * أقمنا له من دَرْئِهِ فتقوَّما ومنه قولهم: بئرٌ ذاتُ دَرْءٍ، وهو الحَيْدُ. وطريق ذو دُرُوءٍ على فُعولٍ أي ذو كسور وجِرَفَةٍ. والدَرِيئَةُ: البعير أو غيره، يستتر به الصائد، فإذا أمكنه الرمْيُ رَمى، قال أبو زيد: وهو مهموز لأنها تُدْرَأُ نحو الصيد أي تُدْفَعُ. أبو عبيدة: ادَّرَأْتُ للصيد على افتَعَلْتُ، إذا اتخذت له دريئة. والدريئة أيضاً: حَلْقَةٌ يُتَعَلَّمُ عليها الطعنُ، قال عمرو بن معدي كرب: ظَلِلْتُ كأني للرماح دريئةٌ * أقاتل عن أبناء جَرْمٍ وفرت قال الاصمعي: هي مهموزة. ودرأ البعير دروءا، أي أغَدَّ وكان مع الغُدَّةِ وَرَمٌ في ظهره، فهو دارئ. قال ابن السكيت: وناقة دارئ أيضا إذا (٧ - صحاح) أخذتها الغدة في مراقها (١) واستبان حجمها (٢) . قال: ويسمى الحجم درءا، بالفتح. أبو زيد: أدْرَأَتِ الناقَةُ بضَرْعِها فهي مدرئ إذا أنزلت اللبن وأرخت ضرعها عند النتاج.",
    "pg": "1:48-50"
  },
  "درب": {
    "def": "الدُرْبَةُ: عادةٌ وجُرْأَةٌ على الحَرْبِ وكُلِّ أمرٍ. وقد دَرِبَ بالشئ ودردب به، إذا اعتاده وضَريَ به. تقول: ما زلت أعفو عن فلان حتى اتَّخّذَها دُرْبَةً. قال الشاعر (١) : وفي الحِلْمِ إدْهانٌ وفي العَفو دُرْبَةٌ * وفي الصِدق مَنْجاةٌ من الشَرِّ فاصْدُقِ وفى المثل:\nدردب لما عضه الثقاف * أي خضع وذَلَّ. والثِقَافُ: خَشَبَةٌ تسوى بها الرماح. وهو فعلل. ورجل مُدَرَّبٌ ومَدَرِّبٌ، مثل مُجَرَّبٌ ومُجَرِّبٌ. وقد دَرَّبَتْهُ الشدائد حتى قَويَ ومَرَنَ عليها. ودَرَّبْتُ البازيَ على الصيد، إذا ضريته. والدرب معروفٌ، وأصله المَضيق في الجبل. ومنه قولهم: أَدْرَبَ القومُ، إذا دخلوا أرض العَدُوِّ من بلاد الروم.",
    "pg": "1:124-125"
  },
  "دربخ": {
    "def": "دَرْبَخَتِ الحمامة لذكرها، إذا خضعت له وطاوعته. وكذلك دربخ الرجل، إذا طأطأ رأسه وبَسَطَ ظهره. قال العجاج: ولو أقول دربخوا لردبخوا (١) * لفحلنا إن سره (٢) التنوخ يقول: إنى لسيد الشعراء.",
    "pg": "1:420-421"
  },
  "درج": {
    "def": "دَرَجَ الرجل والضَبُّ يَدْرُجُ دُروجاً وَدَرَجاناً، أي مشى. ودَرَجَ، أي مضى لسبيله. يقال: درجَ القومُ، إذا انقرضوا. والاندراج مثلُه. وفي المثل: \" أكذب مَنْ دَبَّ ودَرَجَ \"، أي أكذبُ الأحياءِ والأمواتِ. قال الأصمعي: دَرَجَ الرجل، إذا لم يُخَلِّفْ نسلاً، ودَرَجَتِ الناقةُ وأَدْرَجَتْ، إذا جازت السنة ولم تُنْتَجْ، فهي مِدْراجٌ إذا كانت تلك عادَتُها. وأَدْرَجْتُ الكتابَ: طويته. ودَرَّجَهُ إلى كذا واستدرجه، بمعنىً، أي أدناه منه على التدريج، فتَدَرَّجَ هُو. والدَروجُ: الرِيحُ السريعة المَرّ، يقال: ريحٌ دَروجٌ، وقِدْحٌ دروج. والمدرجة: المذهب والمسلك. قال ساعدة ابن جؤية الهذلى يصف سيفا: ترى أثره في صفحتيه كأَنَّه * مَدارِجُ شِبْثانِ لَهُنَّ هَميمُ وقولهم \" خَلِّ دَرَجَ الضَبِّ \"، أي طريقه، لئلاَّ يسلك بين قدميك فتنتفخ. والجمع الأَدْراجُ، ومنه قولهم: رجعتُ أَدْراجي، أي رجعتُ في الطريق الذي جئت منه. والدَرَجَةُ: المِرقاةُ، والجمع الدَرَجُ. والدَرَجة: واحدة الدَرَجات، وهي الطبقات من المراتب. والدُرَجَةُ، مثال الهُمَزَةِ: لغةٌ في الدَرَجَةِ، وهي المِرقاةُ. والدُرَجَةُ أيضاً: طائر أسود باطنِ الجناحين وظاهِرُهُما أغبرُ على خِلقةِ القطا إلاّ أنَّها ألطف. والدَرْجُ: الذي يُكْتَبُ فيه، وكذلك الدَرَجُ بالتحريك. يقال: أنفذته في دَرْجِ الكتاب، أي في طَيِّهِ. وذهب دمُه أدراجَ الرياح، أي هَدَراً. والدُرْجُ، بالضم: حِفْشُ النساء. والدرجة أيضا: شئ يدرج فيُدْخَلُ في حَياءِ الناقة ثم تشمه فتظنه ولدها فترأمه. قال أبو زياد الكلابي: إذا أرادوا أن ترأم الناقة ولد غيرها شدوا أنفها وعينيها ثم حشوا حياءها مشاقا وخرقا فيتركونها أياما، فيأخذها لذلك غم مثل المخاض، ثم يحلون عنها الرباط فيخرج ذلك وهى ترى أنه ولد، فإذا ألقته حلوا عينيها وقد هيئوا لها حوارا فيدنونه إليها فتحسبه ولدها فترأمه. ويقال لذلك الشئ الذى يشد به عيناها الغمامة، والذى يشد به أنفها الصقاع، والذى يحشى به الدرجة، والجمع الدرج. قال الشاعر (١) :\nولم تجعل لها درج الظئار (٢) * والدراج الدراجة: ضرب من الطير، للذكر والأنثى، حتًّى تقولَ الحَيْقُطانُ، فيختصّ بالذكر. وأرضٌ مَدْرَجَةٌ، أي ذات دُرَّاجٍ. والدَرَّاجَةُ، بالفتح: الحالُ، وهي التي يَدَرَّجُ عليها الصبيّ إذا مشى، حكاه أبو نصر. والدراج: اسم موضع.",
    "pg": "1:313-314"
  },
  "درح": {
    "def": "رجلٌ دِرْحايَةٌ، أي قَصيرٌ سمين ضخم البطن، وهو فعلاية، ملحق بجعظارة. قال الراجز: عكوك إذا مشى درحايه (١) * يحسبنى لا أعرف الحدايه",
    "pg": "1:361"
  },
  "درحى": {
    "def": "الدرحاية: الرجل الضخم القصير، وهو فعلاية. قال الراجز: عكوك (١) إذا مشى درحايه * يحسبنى لا أعرف الحداية",
    "pg": "6:2336"
  },
  "درخم": {
    "def": "الدرخمين: الداهية، بوزن شرحبيل. قال الراجز (٢) : أنعت من حيات بهل كشحين (٣) صل صفا داهية درخمين",
    "pg": "5:1918"
  },
  "درخمن": {
    "def": "الدرخمين: الداهية، بوزن شرحبيل. قال الراجز: أنعت من حيات بهل كشحين (١) صل صفا داهية درخمين",
    "pg": "5:2113"
  },
  "درد": {
    "def": "رجل أَدْرَدُ: ليس في فمه سن، بين الدرد (٢) والانثى درداء وفى الحديث: \" أمرت بالسواك حتى خفت لادردن \". أراد بالخوف الظن. والعرب تذهب بالظن مذهب اليمين، فيجاب بجوابها، فيقولون: ظننت لعبد الله خير منك. والدردم بالكسر: الناقة المسنة، وهى الدرداء، والميم زائدة، كما قالوا للدلقاء دلقم، وللدقعاء دقعم على فعلم. وقول النابغة الجعدى: ونحن رهنا بالافاقة عامرا * بما كان في الدرداء رهنا فأبسلا - قال أبو عبيدة: الدرداء: كتيبة كانت لهم. ودردى الزيت وغيره: ما يبقى في أسفله. ودُرَيْد: تصغير أدرد مرخما (١) .",
    "pg": "2:470"
  },
  "دردبس": {
    "def": "الدَرْدَبيسُ: الداهية، والشيخ الهِمُّ، والعجوز، واسم خرزة. وتدربس، أي تقدم. قال الشاعر إذا القوم قالوا مَن فتىً لمُهمَّةٍ * تَدَرْبَسَ باقى الريق (١) فخم المناكب",
    "pg": "3:928"
  },
  "دردح": {
    "def": "شيخٌ دِرْدِحُ بالكسر، أي كبير.",
    "pg": "1:361"
  },
  "درر": {
    "def": "الدَرُّ: اللَبَنُ. يقال في الذمّ: لا دَرّ دَرُّهُ! أي لا كَثُر خيره. ويقال في المَدْحِ: لله دَرُّهُ، أي عمله. ولله دَرُّكَ من رَجُلٍ!. وناقةٌ دَرورٌ، أي كثيرة اللبن، ودارٌّ أيضا. ونوق درار، مثل كافر وكفار. وقال: كان ابنُ أسْماَء يَعْشوهُ ويَصْبَحُهُ * من هَجْمَةٍ كَفَسيلِ النَخْلِ دُرَّارِ - وفَرَسٌ دَريرٌ، أي سريعٌ. قال امرؤ القيس: دَريرٍ كَخُذْروفِ الوَليدِ أَمَرَّهُ * تَتابُعُ كَفَّيْه بِخَيْطٍ مُوَصَّلِ - والدُرَّةُ: اللْؤْلؤَةُ، والجمع دُرٌّ ودُرَّاتٌ. وأنشد أبو زيد للربيع بن ضَبُع الفَزاريّ: كأنَّها دُرَّةٌ مُنَعَّمَةٌ (١) * في نِسْوَةٍ كُنَّ قَبْلَها دُرَرا - والكوكب الدرى: الثاقب المضئ، نسب إلى الدُرِّ لبياضه. وقد تُكْسَرُ الدال فيقال درى، مثل سخرى وسخرى، ولجى ولجى. والدرة: التى يضرب بها. والدِرَّة أيضاً: كثرةُ اللبن وسَيَلانُه. وللساق دِرّة، أي استِدرار للجَرْي. وللسوق دِرَّةٌ، أي نَفاقٌ، عن أبي زيد. وللسحاب دِرَّةٌ: أي صَبٌّ. والجمع دِرَرٌ. قال النمر ابن تولب: سلام الاله ورَيْحانُه * ورحمُتهُ وسَماءٌ دِرَرْ - غَمامٌ ينزِّلُ رِزْقَ العِبادِ * فَأَحْيا البلادَ وطابَ الشَجَر - أي ذات دِرَرٍ. وسَماءٌ مِدْرارٌ، أي تَدُرُّ بالمطر. ويقال: هما على دَرَرٍ واحدٍ بالفتح، أي على قَصْدٍ واحد. ونحن على دَرَرِ الطريق، أي على قَصْدِهِ. ودَرَرُ الريح أيضاً: مهبها. ودرالضرع اللبن يدر دُروراً. ودَرَّت حَلوبَةُ المسلمين أي فَيْئُهُم. وأَدَرَّتِ الناقَةُ، فهي مُدِرٌّ، إذا دَرَّ لَبَنُها والريح تُدِرُّ السَحابَ وتَسْتَدِرُّهُ، أي تَسْتَحْلِبُهُ. وقال الحادرة: بِغرِيضِ سارِيَةٍ أَدَرَّتْهُ الصَبا * من ماءِ أَسْجَرَ طَيِّبِ المُسْتَنْقَعِ (١) - ومنه قولهم: بين عينيه عِرْقٌ يدره العضب. ويقال: يحركه. قال أبو محمد الاموى: استدرت المعزى: أرادت الفحل. ويقال أيضا: استذرت المعزى استذراء، من المعتل بالذال المعجمة. والدردر: مغارز أسنان الصبى. وفي المثل: \" أعْيَيْتِني بأُشُرٍ، فكيف بدردر (١) \". والجمع الدرادر. ودر در الصبى البسرة: لا كها. والدردار: ضرب من الشجر. والدُرْدورُ: الماء الذي يَدورُ ويخاف فيه الغرق. وقولهم: \" ده درين وسعد القين \" من أسماء الكذب والباطل. ويقال: أصله أن سعد القين كان رجلا من العجم يدور في مخاليف اليمن يعمل لهم، فإذا كسد عمله قال بالفارسية: \" ده بدرود (٢) \"، كأنه يودع القرية، أي أنا خارج غدا. إنما يقول ذلك ليستعمل، فعربته العرب وضربوا به المثل في الكذب، وقالوا: \" إذا سمعت بسرى القين فإنه مصبح \".",
    "pg": "2:655-657"
  },
  "درز": {
    "def": "الدَرْزُ: واحد دُروزِ الثوب، فارسيٌّ مُعَرَّب. يقال للقَمْل والصِئْبانِ: بناتُ الدُروزِ. قال ابن الأعرابيّ: يقال للسَفَلَةِ: أولاد دَرْزَةَ، كما يقال للفقراء: بَنو غَبْراء. قال الشاعر يخاطب زيدَ بن عليّ:\nأَوْلادُ دَرْزَةَ أَسْلَموكَ وطاروا * ويقال: أراد به الخيَّاطين، وكانوا قد خرجوا معه فتركوه وانهزموا.",
    "pg": "3:878"
  },
  "درس": {
    "def": "دَرَسَ الرسم يدرس دُروساً، أي عفا. ودَرَسَتْهُ الريح، يتعدَّى ولا يتعدَّى. ودرست الكتاب دَرْساً ودِراسة. وَدَرَسَتِ المرأةُ دُروساً، أي حاضت. وأبو دراس (١) : فرج المرأة. ودرسوا الحنطة دراسا، أي داسوها. قال ابن ميادة: هلا اشتريت حنطة بالرستاق * سمراء مما درس ابن مخراق * ويقال سمى إدريس ﵇ لكثرة دراسته كتاب الله تعالى، واسمه أخنوخ. والدَرْسُ: جَرَبُ قليلٌ يبقى في البعير. قال العجاج * من عرق النَضْح عَصيمُ الدَرْسِ (١) * والدَرْسُ أيضاً: الطريق الخفيّ. ودارسْتُ الكتب وتدارستها وادَّارَسْتُها، أي دَرَسْتُها. والدِرْسُ بالكسر: الدَريسُ، وهو الثوب الخَلَق. والجمع (٢) دِرْسانٌ. وقد دَرَسَ الثوبُ دَرْساً، أي أخلَقَ. وحكى الأصمعيُّ: بعيرٌ لم يُدْرَسْ، أي لم يُركب. والدِرْواسُ: الغليظ العُنُقِ من الناس والكلاب، وهو العظيم أيضاً. وقال الفراء: الدِرْواسُ العظام من الإبل.",
    "pg": "3:927-928"
  },
  "درش": {
    "def": "الدارش: جلد معروف",
    "pg": "3:1006"
  },
  "درص (٢) ": {
    "def": "الدِرْصُ: ولدُ الفأرةِ واليربوعِ والهِرَّةِ وأشباه ذلك. وفي المثل: \" ضَلَّ دُرَيْصٌ نَفَقهُ \"، أي جُحْره. يُضربُ لمن يعيا بأمره. والجمع درصة وأدراص، عن الاصمعي. وأم أدراص: اليربوع. قال طفيل (٣) : فما أُمُّ أَدْراصٍ بأرضٍ مَضَلَّةٍ * بأَغْدَرَ (٤) من قَيْسٍ إذا الليل أظلما",
    "pg": "3:1039"
  },
  "درع": {
    "def": "دِرْعُ الحديدِ مؤنّثةٌ، والجمعُ القليل أَدْرُعٌ وأَدْراعٌ، فإذا كثُرتْ فهي الدُروعُ. وتصغيرها دُرَيْعٌ على غير قياس، لأنَّ قياسه بالهاء. وحكى أبو عبيدة معمر بن المثنى أن الدرع يذكر ويؤنث. قال أبو الاخزر:\nمقلصا بالدرع ذى التغضن (٣) * ودِرْعُ المرأةِ: قميصُها، وهو مذكَّر، والجمع أَدْراعٌ. تقول منه: ادَّرَعَتِ المرأةُ، وهو افتعلتْ، ودَرَّعْتُها أنا تدريعا، إذا ألبستها إياه. وقولهم \" شَمَّرَ ذيلاً وادَّرَعَ ليلاً \" أي استعمل الحزمَ واتَّخذ الليلَ جَمَلاً. والمِدْرَعُ والمِدْرَعَةُ واحدٌ. والدُرَّاعَةُ: واحدةُ الدَراريع. وادَّرَعَ الرجلُ: لبس الدِرْعَ. قال الشاعر: إنْ تَلْقَ عَمْراً فقد لاقَيْتَ مُدَّرعاً * وليس من هَمِّهِ إبْلٌ ولا شاءُ * وتَدَرَّعَ، أي لبس الدرع والمدرعة أيضا. وربما قالوا: تمدرع، إذا لبس المدرعة، وهى لغة ضعيفة. والأدْرَعُ من الخيل والشاء: ما اسود رأسه وابيض سائره، والانثى درعاء. ومنه قيل لثلاث ليال من ليال الشهر اللاتى يلين البيض درع، مثال صرد، لاسوداد أوائلها وابيضاض سائرها، على غير قياس، لان قياسه درع بالتسكين، لان واحدتها درعاء. ورجلٌ دارِعٌ، أي عليه دِرْعٌ، كأنه ذو درع، مثل لابن وتامر. والاندراع: التقدم في السير.",
    "pg": "3:1206-1207"
  },
  "درفس": {
    "def": "الدِرَفْسُ من الإبل: العظيم. وناقة درفسة. قال الراجز (٢) :\nدرفسة أو بازل درفس * والدرفاس مثله.",
    "pg": "3:928"
  },
  "درفق": {
    "def": "المُدْرَنْفِقُ: المُسرعُ في السير. يقال: ادْرَنْفِق مُرْمَعِلاً! أي امْضِ راشدا.",
    "pg": "4:1474"
  },
  "درق": {
    "def": "الدَرَقَةُ: الجحَفَةُ، والجمع دَرَقٌ. والدِرْياقُ: لغةٌ في التِرْياقِ، ويُنْشِدُ على هذه اللغة (٤) * ريقي ودرياقى شفاء السم (١) * والدردق: الاطفال، يقال: ولدان دَرْدَقٌ ودَرادِقُ. قال الأعشى: يَهَبُ الجلة الجراجر كالبستان تحنو لدَرْدَقٍ أَطْفالِ وربَّما قالوا لصغار الابل: دردق. وقال الاصمعي في كتاب الفرق: الدردق الصغار من كل شئ. قال: والجمع الدرادق. والدورق: مكيال للشراب (٢) ، وأراه فارسيا معربا.",
    "pg": "4:1473-1474"
  },
  "درقس": {
    "def": "الدرداقس بالقاف: عظيم يفصل بين الرأس والعنق.",
    "pg": "3:928"
  },
  "درقع": {
    "def": "أبو زيد: دَرْقَعَ الرجلُ دَرْقَعَةً، إذا فَرَّ وأسرع، فهو مدرقع ومدرنقع.",
    "pg": "3:1207"
  },
  "درقل": {
    "def": "الدرقل مثال السبحل: ضرب من الثياب (١) حكاه أبو عبيد.",
    "pg": "4:1697"
  },
  "درك": {
    "def": "الإدْراكُ: اللُحوقُ. يقال: مشيتَ حتّى أَدْرَكْتُهُ، وعِشْت حتى أَدْرَكْتُ زمانه. وأَدْرَكْتُهُ ببصري، أي رأيته. وأَدْرَكَ الغلامُ وأدْرَكَ الثمرُ، أي بلغ. وربَّما قالوا أَدْرَكَ الدقيقُ بمعنى فنى. واستدركت ما فات وتَدارَكْتُهُ. بمعنىً. وتَدارَكَ القومُ، أي تلاحقوا، أي لحق آخرهم أوَّلَهم. ومنه قوله تعالى: (حَتَّى إذا ادَّارَكوا فيها جميعاً) وأصله تَدارَكوا، فأدغمت التاء في الدال واجْتُلِبَت الألف ليسلم السكون. وتَدارَكَ الثرَيانِ، أي أَدْرَكَ ثَرى المطرِ ثَرى الأرضِ. وقولهم: دَراكِ أي أَدْرِكْ، وهو اسمٌ لفعلِ الأمر، وكُسِرَت الكاف لاجتماع الساكنين لأنَّ حقها السكون الامر. والدريكة: الطريدة. والدرك بالتحريك: قِطعة حبل تُشَدُّ في طرف الرشاء إلى عَرقوة الدلو، ليكون هو الذي يلي الماء فلا يعْفَنَ الرشاءُ. والدَرَكُ: التَبِعَةُ، يسكن ويعرك. يقال ما لحقك من درك فعلى خلاصه. ودركات النارِ: منازلُ أهلِها، والنارُ دَرَكاتٌ والجنةُ دَرَجاتٌ. والقعرُ الآخِرُ دَرْكٌ ودَرَكٌ. والدِراكُ: المُدارَكَةُ. يقال: داراكَ الرجل صوته، أي تابعه. ودراك أيضا: اسم كلب. قال الكميت يصف الثور والكلاب: فاختل حضنى دراك واثننى حرجا لزارع طعنة في شدقها نجل أي في جانب الطعنة سعة. وزارع: اسم كلب أيضا. ويقال: لا بارَكَ الله فيه ولا تارَكَ ولا دارَكَ، كلُّه بمعنىً. ومدركة: لقب عمرو بن إلياس بن مضر، لقبه بها أبوه لما أدرك الابل. والدراك: الكثير الادراك. وقلما يجئ فعال من أفعل يفعل، إلا أنهم قد قالوا حساس دراك، لغة أو ازدواج.",
    "pg": "4:1582-1583"
  },
  "دركل": {
    "def": "الدِرْكِلَةُ، بالكسر: لعبةٌ للعجم. قال أبو عمرو: وضربٌ من الرقص. وفى الحديث أنه مر على أصحاب الدر كلة فقال: \" جدوا يا بنى أرفده حتى تعلم اليهود والنصارى أن في ديننا فسحة \".",
    "pg": "4:1697"
  },
  "درم": {
    "def": "دَرَمَتِ الأرنب وغيرها تَدْرمُ بالكسر، دَرْماً ودَرماً ودَرَماناً (٢) ، إذا قاربت الخطى. ومنه سمى دارم بن مالك بن حنظلة بن مالك بن زيد مناة بن تيمم. وكان يسمى بحرا. وذلك أن أياه أتاه قوم في حمالة فقال له: يا بحر، ائتنى بخريطة - وكان فيها مال - فجاءه يحملها وهو يدرم تحتها من ثقلها. وقال أبو زيد. درمت الدابة، إذا دبّتْ دبيباً. والدَرَم في الكعب: أن يواريَه اللحمُ حتّى لا يكونَ له حجمٌ. وكعبٌ أدْرَمُ. وقد درم بالكسره والمرأة درماء. وقال: قامت تُريك خشيةً أن تَصرِما ساقاً بخنداة وكعبا أدرما ومَرافقُها دُرْمٌ. والدَرْماءُ: نبتٌ من الحَمْض، والدَرْماءُ: الأرنب. ودَرِمَتْ أسنانُ الرجل بالكسر، أي تَحاتَّتْ، وهو أًدْرَمُ. ودرعٌ دَرِمةٌ، أي ليِّنة متَّسقة. والأدْرَمُ من العراقيب: الذي عظمت إبرته. وبنو الادرم: قبيلة. وأدرمت الابل للاجذاع، إذا ذهبتْ رواضعُها وطلع غيرها. والدردم: الناقة المسنة. والدَرَّامَةُ: المرأة القصيرة. قال الشاعر: من البيضِ لا دَرَّامَةٌ قَمَلِيَّةٌ تبذ نساء الناس دلا وميسما ودرم بكسر الراء: اسم رجل من بنى شيبان في قول الاعشى:\nأودى درم (١) * لانه قتل ولم يدرك بثأره. وقال المؤرج: فقد كما فقد القارظ العنزي.",
    "pg": "5:1917-1918"
  },
  "درمك": {
    "def": "الدرمك (١) : دقيق الحوارى.",
    "pg": "4:1583"
  },
  "درن": {
    "def": "الدَرَنُ: الوَسَخُ. وقد دَرَنَ (٢) الثوب بالكسر فهو دَرِنٌ، وأَدْرَنَهُ صاحبه. (*) ودارين: اسم فرضة بالبحرين ينسب إليها المسك ويقال مسك دارين، والنسبة إليها دارى. قال الفرزدق: كأن تريكة من ماء مزن ودارى الذكى من المدام والدرين: حطام المرعى إذا قَدُمَ، وهو ما بَلِيَ من الحشيش. وقلما تنتفع به الإبل. وقال عمرو بن كلثوم: ونحن الحالبون بذى أراطى تسف الجلة الخور الدرينا ويقال للأرض المجدبة أمُّ دَرين. قال الشاعر: تَعالَيْ نُسَمِّطُ حُبَّ دعد ونغتدى سواءين والمرعى بأم دَرينِ يقول: تعالى نلزم حُبَّنا وإن ضاق العيش. ودرنا: موضع. وقال الاعشى: حل أهلى ما بين درنا فبادو لى وحلت علوية بالسخال والرجل درنى، والمرأة درنية. وقال: وإن طحنت دُرْنِيَّةٌ لعيالها تَطبطبَ ثدياها فطار طحينها",
    "pg": "5:2112"
  },
  "درنك": {
    "def": "الدُرْنوكُ: ضربٌ من البُسُطِ ذو خَمْل، وتشبَّه به فروةُ البعير. قال الراجز * جعد الدرانيك رفل الا جلاد (١)",
    "pg": "4:1583"
  },
  "دره": {
    "def": "الدَرْهُ: الدَفْعُ. يقال: دَرَهْتُ (١) عن القوم: دَفَعْتُ عنهم، مثل دَرَأْتُ، وهو مُبْدَلٌ منه، نحو هَراقَ الماءَ وأراقه. والمِدْرَهُ: زعيمُ القوم والمتكلِّم عنهم. قال لبيد (*) * ومِدْرَهُ الكتيبةِ الرَداحِ * والجمع المَدارِهُ. ومنه قول الأصبَغ: يا ابنَ الحجاجة المداره * والصابرين على المكاره",
    "pg": "6:2231"
  },
  "درهس": {
    "def": "الدراهس: الشديد.",
    "pg": "3:928"
  },
  "درهم": {
    "def": "الدِرْهَمُ فارسيّ معرّب، وكسر الهاء لغة، وربَّما قالوا دِرْهامٌ. قال الشاعر: لو أن عندي مائتي درهام لجاز في آفاقها خاتامى وجمع الدِرْهَمِ دَراهِمُ، وجمع الدِرْهامِ دَراهيمُ. وقال (١) : تَنْفي يداها الحَصى في كل هاجِرَةٍ نَفْيَ الدَراهيمِ تنقادُ الصَياريفِ وشيخٌ مُدْرَهِمٌّ، أي مُسِنٌّ. وقد ادْرَهَمَّ ادْرِهْماماً، أي سقط من الكبر. وقال القلاخ: أنا القلاخ في بغائى مقسما أقسمت لا أسأم حتى يسأما ويدرهم هرما وأهرما",
    "pg": "5:1918-1919"
  },
  "درى": {
    "def": "دَرَيْتُهُ (١) ودَرَيْتُ به دَرْياً ودُرْيَةً ودِرْيَةً ودِرايَةً، أي علمت به. وينشد:\nلاهم لا أدرى وأنت الدارى * وإنما قالوا: لا أدر بحذف الياء تخفيفا، لكثرة الاستعمال، كما قالوا لم أبل ولم يك. وأدريته، أي أعلمته. وقرئ: (ولا أدرأ كم به) ، والوجه فيه ترك الهمز. (*) ومداراة الناس تهمز. ولا تهمز، وهي المداجاة والملاينة. قال الأًصمعي: الدَرِيَّةُ غير مهموز، وهي دابَّةٌ يستتر بها الصائد فإذا أمكنَه رَمى. وقال أبو زيد: هو مهموز، لأنَّها تُدْرأ نحو الصيد، أي تُدفع. قال الإخطل: فإن كنتِ قد أقْصَدْتِني إذ رَمَيْتِني * بسَهمِكِ فالرامي يصيدُ ولا يَدْري أي لا يستتر ولا يَخْتِلُ. وأنشد الفراء: فإن كنتُ لا أدري الظِباَء فإنَّني * أدسُّ لها تحت التراب الداوهيا والمدرى: القرن. قال النابغة الدبيانى يصف الثور والكلاب: شك الفَريضَةَ بالمِدْرى فأنفَذها * شكَّ المُبَيْطِرِ إذ يشفى من العَضَدِ وكذلك المِدْراةُ وربَّما تُصلح بها الماشطة قرونَ النساء، وهى شئ كالمسلة تكون معها. قال طرفة: تَهْلِكُ المِدْراةُ في أكنافه * وإذا ما أَرْسَلَتْهُ يَعْتَفِرْ ويقال: تَدَرَّتِ المرأةُ، أي سرَّحتْ شعرها. وقولهم: إنَّ بني فلان ادروا مكانا، كأنهم اعتمدوه بالغزو والغارة. قال سُحًيم بن وَثيل الرِياحيّ: أتتنا عامرٌ من أرض رامٍ * مُعَلِّقَةَ الكَنائن تَدَّرينا وتَدَرَّاهُ وادَّراهُ بمعنىً، أي خَتَله، تَفَعَّلَ وافتعل بمعنى. قال سحيم: وماذا تدرى (١) الشعراء منى * وقد جاوزت رأس الاربعين قال يعقوب: كسر نون الجمع لان القوافى مخفوضة. ألا ترى إلى قوله: أخو خمسين مجتمع أشدى * ونجذنى مداورة الشئون وقول الراجز: كيف تراني أذرى وأدرى * غرات جمل وتدرى غررى فالاول إنما هو بالذال معجمة، وهو أفتعل من ذريت تراب المعدن. والثانى بدال غير معجمة، وهو أفتعل من ادراه أي ختله. والثالث تتفعل من تدراه أي ختله، فأسقط إحدى التاءين. يقول: كيف تراني أذرى تراب المعدن وأختل مع ذلك هذه المرأة بالنظر إليها إذا غفلت. (*) وقولهم: جاب المدرى، أي غليظ القرن، يدل بذلك على صغر سنِّ الغزال ; لأنَّ قرنه في أوّل ما يطلع يغلُظ، ثم يَدِقُّ بعد ذلك إذا طال.",
    "pg": "6:2335-2336"
  },
  "درين": {
    "def": "الدرابنة: البوابون، فارسي معرب. قال: المثقب يصف ناقته: فأبقى باطلى والجد منها كدكان الدرابنة المطين",
    "pg": "5:2112-2113"
  },
  "دسا": {
    "def": "دَسَّاها، أي أخفاها. وهو في الأصل دَسَّسَها، فأبدل من إحدى السينين ياء.",
    "pg": "6:2336"
  },
  "دسر": {
    "def": "الدِسارُ: واحد الدُسُرِ، وهي خيوطٌ تُشَدُّ بها أَلْواحُ السفينة، ويقال هي المَساميرُ. وقوله تعالى:\n(عَلى ذاتِ ألواحٍ ودُسُرٍ) *. ودُسْر أيضا، مثل عسر وعسر. قال بشر: معبدة السقائف ذاتُ دُسْرٍ (١) * مُضَبَّرَةٌ جوانِبُها رَداح - والدسر: الدفع. قال ابن عبّاس ﵄ في العنبر: \" إنما هو شئ يدسره البَحْر دَسْراً \"، أي يَدْفَعُه. ودَسَرَه بالرُمْحِ. ورجلٌ مِدْسَرٌ. والدَوْسَرُ: الجَمَلُ الضخم، والانثى دوسرة. قال عدى: ولقد عديت دوسرة * كعلاة القين مذكارا - وجمل دوسرى، كأنه مَنْسُوبٌ إليه، ودَوْسَرانيٌّ أيضاً. ودوسر: اسم كتيبة كانت للنعمان بن المنذر. قال الشاعر (٢) : ضربت دوسر فيهم ضربة * أثبتت أوتاد ملك فاستقر (٣) -",
    "pg": "2:657-658"
  },
  "دسس": {
    "def": "دُسَّ البعير فهو مدسوس، إذا طُلِيَ بالهِناء في مَساعره. قال ذو الرمة: تبين براق السراة كأنه * قريع هجان دس منه المساعر (٣) * ومنه المثل: \" ليس الهِناء بالدَسِّ \". ودسست الشئ في التراب أدسه: أخفيته فيه. والدسيس: إخفاء المكر. والدَسَّاسَةُ: حيّةٌ صمَّاءُ تندسُّ تحتَ التراب اندساساً، أي تندفن. والدُسَّةُ: لعبة لصبيان الاعراب.",
    "pg": "3:928-929"
  },
  "دسع": {
    "def": "الدَسْعُ: الدفعُ. يقال دَسَعَهُ يَدْسَعُهُ دَسْعاً ودَسيعَةً. ودَسَعَ البعيرُ بِجرَّته، أي دفعها حتَّى أخرجها من جَوفه إلى فيه. والدَسيعَةُ: العطيَّةُ. يقال: فلانٌ ضخم الدَسيعَةِ. وفي الحديث: \" ألم أجعَلْك تَرْبَعُ وتَدْسَعُ \"، أي تأخذ المِرْباعَ وتعطي الجزيل. والدسيعَةُ: الطبيعةُ والخُلُقُ. والدَسيعُ: مغرز العنق في الكاهل. قال سلاَمة بن جَنْدلٍ يصف فرساً: يَرْقى الدَسيعُ إلى هادٍ له تلع * في جؤجؤ كمداك الطيب مخضوب",
    "pg": "3:1207"
  },
  "دسق": {
    "def": "الدَيْسَقُ: بياضُ السَرابِ وتَرَقْرُقُهُ. وقال * يعط ريعان السراب الديسقا * وربَّما سمَّوا الحوض الملآن بذلك. وقد ملأت الحوض حتَّى دَسَقَ، أي ساح ماؤه. وقال أبو عبيد: الدَيْسَقُ معرّب، وهو بالفارسية \" طَشْتَخْوانْ \". قال الأعشى: وَحورٌ كأمثال الدُمى ومَناصِفٌ وقِدْرٌ وطَبَّاخٌ وصاعٌ وديسق (١)",
    "pg": "4:1474"
  },
  "دسم": {
    "def": "الدَسَمُ معروف. تقول منه: دسم الشئ بالكسر. وتدسيم الشئ: جعْل الدَسَمِ عليه. ويقال أيضاً: دَسَّمَ المطرُ الأرضَ: بَلَّها ولم يبالغ. والدسمة: الدنئ من الرجال. وثياب دسم: وسخة. وقال:\nأوذم حجا في ثياب دسم (٢) * والدسام بالكسر: ما يسد به الأذن والجرح ونحو ذلك. تقول منه دَسَمْتُهُ أدسمه بالضم دسما. وقال (١) :\nإذا أردنا دسمه تنفقا (٢) * والدسام: السداد، وهو ما يُسَدُّ به رأسُ القارورة ونحوها. والدَيْسَمُ: ولد الدُبّ. وقلت لابي الغوث: يقال إنه ولد الذئب من الكلبة، فقال: ما هو إلا ولد الدب. والدَيْسَمُ: نباتٌ. والدَيْسَمَةُ: الذَرَّةُ. ودَسَمَ الاثر، مثل طسم.",
    "pg": "5:1919"
  },
  "دشت": {
    "def": "الدشت: الصحراء. وأنشد أبو عبيدة للاعشى: قد علمت فارس وحمير وال * أعراب بالدشت أيكم نزلا وقال آخر: أخذته (١) من نعجات ست * سود نعاج كنعاج الدشت * وهو فارسي، أو اتفاقٌ وقع بين اللغتين.\nفصل الذال",
    "pg": "1:249"
  },
  "دعا": {
    "def": "الدَعْوَةُ إلى الطعام بالفتح. يقال: كنا في دَعْوَةِ فلان ومَدْعاةِ فلان، وهو في الأصل مصدرٌ، يريدون الدُعَاءَ إلى الطعام. والدِعْوَةُ بالكسر في النسب، يقال: فلان دَعيٌّ بيّن الدِعْوَةِ والدَعْوى في النسب. هذا أكثر كلام العرب إلا عدى الرباب فإنهم يفتحون الدال في النسب ويكسرونها في الطعام. والدعى أيضا: من تَبَنَّيْتَهُ. قال تعالى: (وما جَعَلَ أدْعِياءَكُمْ أبناءكم) . وادَّعيتُ على فلانٍ كذا. والاسم الدَعْوى. والادِّعاءُ في الحرب: الاعتزاء، وهو أن يقول: أنا فلان بن فلان. وتَداعَتِ الحِيطانُ للخراب، أي تهادمتْ. والأُدْعِيَةُ مثل الا حجية. والمداعاة: المحاجاة. يقال: بينهم أدعية يتداعون بها. وهي مثل الأغلوطات. حتَّى الألغاز من الشعر أُدْعِيَّةٌ، مثل قول الشاعر: أُداعِيك ما مُسْتَصْحَباتٌ مع السُرى * حسانٌ وما آثارُها بِحسانِ (١) يعنى السيوف. وقال آخر يصف القلم: حاجيتك يا خنسا * ء في جنس من الشعر وفيما طوله شبر * وقد يوفى على الشبر له في رأسه شق * نطوف ماؤه يجرى (*) أبينى لم أقل هجرا * ورب البيت والحجر ودعوت فلانا، أي صِحْتُ به واسْتَدْعَيْتُهُ، ودَعَوْتُ الله له وعليه دُعاءً. والدَعْوَةُ المرَّةُ الواحدة. والدُعاءُ: واحد الأدْعِيَةِ، وأصله دعاؤ، لانه من دعوت إلا أن الواو لما جاءت بعد الالف همزت. وتقول للمراة: أنت تدعين، وفيه لغة ثانية: أنت تدعوين، وفيه لغة ثالثة أنت تدعين بإشمام العين الضمة، وللجماعة: أنتن تدعون مثل الرجال سواء. وداعية اللبن: ما يترك في الضرع ليَدْعُوَ ما بعده. وفي الحديث: \" دَعْ داعِيَ اللبن \". ودَواعي الدهر: صروفه. وقولهم: ما بالدار دُعْويٌّ بالضم، أي أحد. قال الكسائي: هو من دَعَوْتُ، أي ليس فيها من يَدْعُو، لا يتكلَّم به إلا مع الجحد. وقول العجاج:\nإنى لا أسعى إلى داعيه * مشددة الياء، والهاء للعماد مثل التى في سلطانيه وماليه. قال الاخفش: سمعت من العرب من يقول: لو دعونا لا ندعينا، أي لاجبنا ; كما تقول: لو بعثونا لانبعثنا. حكاه عنه أبو بكر ابن السراج.",
    "pg": "6:2336-2338"
  },
  "دعب": {
    "def": "الدُعابة: المِزاح، وقد دَعَبَ فهو دَعَّابٌ لَعَّاب. والمداعبة: الممازحة. والدعبوب: الطريق الموطأ. والدعبوب: الضعيف.",
    "pg": "1:125"
  },
  "دعبل": {
    "def": "الدعبل: الناقة الشارف، واسم شاعر من خزاعة.",
    "pg": "4:1697"
  },
  "دعث": {
    "def": "الأموي: الدَعْثُ: أول المرض. وقد دُعِثَ الرجلُ، إذا أصابه اقشعرار وفتور.",
    "pg": "1:282"
  },
  "دعثر": {
    "def": "الدعثرة: الهدم. والمدعثر: المهدوم. وفي الحديث: \" لا تقتلوا أولادَكم سِرّاً، إنَّه ليُدْرِكُ الفارِسَ فَيُدَعْثِرُهُ \"، أي يهدمه ويطحطحه. يعنى بعد ما صار رَجُلاً. والدُعْثورُ: الحَوْضُ المتثلِّمُ. وقال الشاعر (٢) : وقلن على الفردوس: أَوَّلُ مَشْرَبٍ * أَجَلْ جَيْرِ إِنْ كانت أبيحت دعاثره.",
    "pg": "2:658"
  },
  "دعج": {
    "def": "الدَعَجُ: شدَّةُ سَواد العين مع سَعَتِها. يقال: عينٌ دعجاءُ. والادعج من الرجال: الاسود. وأما قول ابنِ أحمر: ما أُمُّ غُفْرٍ على دَعْجاَء ذي عَلَقٍ * يَنْفي القَراميدَ عنها الأَعْصَمُ الوَقُِلُ فهى هضبة، عن أبى عبيدة. والعرب تسمى أول المَحاق (١) : الدَّعجاء، وهي ليلة ثمانٍ وعشرين، والثانية السرار، والثالثة الفلتة (٢) ، وهى ليلة الثلاثين.",
    "pg": "1:314-315"
  },
  "دعد": {
    "def": "دعد: اسم امرأة. يصرف ولا يصرف، قال الشاعر (٢) : لم تَتَلَفَّعْ بفضل مِئْزَرِها * دَعْدٌ ولم تُغْذَ (٣) دَعْدُ بالعلب - وإن شئت جمعته على دعود، وإن شئت على دعدات (٤) .",
    "pg": "2:470"
  },
  "دعر": {
    "def": "الدَعَرُ بالتحريك: الفَساد. والدَعَرُ أيضاً: مصدر قولك: دَعِرَ العودُ بالكسر يَدْعَرُ دَعَراً، فهو عودٌ دعر، أي ردئ كثير الدخان. ومنه أُخِذت الدَعارة، وهي الفِسْق والخُبْثُ. يقال: هو خبيثٌ داعِرٌ بيِّن الدَعَرِ والدَعارةِ. والمرأة داعِرَةٌ، عن أبى عمرو. وداعر أيضا: اسم فحل منجب تنسب إليه الداعرية من الابل. وحكى الغنوى: عود دعر، مثال صرد. وأنشد: يحملن فحما جيدا غير دعر (١) * أسود صلالا كأعيان البقر - والزند الأَدْعَرُ: الذي قُدِحَ به مِراراً فاحْتَرق طرَفُه، فصار لا يوري.",
    "pg": "2:658"
  },
  "دعز": {
    "def": "دعز المرأة دعزا: نكحها.",
    "pg": "3:878"
  },
  "دعس": {
    "def": "الدَعْسُ بالفتح: الأثر. يقال: رأيتُ طريقاً دَعْساً، أي كثير الآثار. والمدعاس: الطريق الذى لينته المارة، قال الراجز (١) :\nفي رسم آثار ومدعاس دعق (٢) * والدعس: الطعن، وقد يكنى به عن الجِماع. ودَعَسْتُ الوعاءَ: حشوته. والمداعسة: المطاعنه. والمِدْعَسُ: الرمح يُدْعِسُ به. ويقال: المداعِسُ الصُمُّ من الرماح، حكاه أبو عبيد. والمدعس: مختبز القوم في البادية، وحيثُ توضع الملّةُ ويشوى اللحم. وهو مفتعل من الدعس، وهو الحشو. قال أبو ذؤيب ومدعس فيه الانيض اختفيته * بجرداء ينتاب الثميل حمارها * يقول: رب مختبز جعلت فيه اللحم ثم استخرجته قبل أن ينضج، للعجلة والخوف، لانه في سفر.",
    "pg": "3:929"
  },
  "دعشق": {
    "def": "الدعشوقة (١) : دويبة (٢) .",
    "pg": "4:1475"
  },
  "دعص": {
    "def": "الدِعْصُ: قطعةٌ من الرمل مستديرة. أبو زيد: أَدْعَصَ الحَرُّ فلاناً، أي قتله فماتَ (٥) ، كما يقال: أهرأه البردُ. والدَعْصاءُ: الأرضُ السهلةُ تَحْمَى عليها الشمسُ، فتكون رمضاؤها أشد من غيرها.",
    "pg": "3:1039-1040"
  },
  "دعع": {
    "def": "دَعَعْتُهُ أَدُعُّهُ دَعَّاً، أي دفعته. ومنه قوله تعالى: ﴿فذلك الذى يدع اليتيم﴾ . والدعدعة: تحريك المكيال ونحوه ليسعه الشئ. ودعدعت الشئ: ملاته. وجفنةٌ مُدَعْدَعَةٌ، أي مملوءةٌ. قال لبيد يصف ماءين التقيا من السيل: فدعدعا سرة الركاء كما * دعدع ساقى الاعاجم الغربا: قال أبو زيد: يقال للمعز خاصّةً: دَعْدَعْتُ بها دَعْدَعَةً، إذا دعوتها. قال: والدَعْدَعَةُ أن تقول للعاثر: دَعْ دَعْ! أي قُمْ فانتعشْ، كما يقال: لعاً. وأنشد: لَحى اللهُ قوماً لم يقولوا لِعاثرٍ * ولا لابْنِ عَمٍّ ناله الدهْرُ دَعْ دَعا (١) * ودَعْدَعَ الرجل دَعْدَعَةً ودَعْداعاً، أي عَدا * عَدْواً فيه بطء، والتواء.",
    "pg": "3:1207-1208"
  },
  "دعق": {
    "def": "دُعِقَ الطريقُ فهو مَدْعوقٌ، أي كثر عليه الوطئ. ودعقته الدواب: أثرت فيه. يقال: دعقت الإبل الحوضَ دَعْقاً، إذا خبطتْه حتَّى ثلَّمَتْه من جوانبه. والدَعْقَةُ: جماعةٌ من الإبل. وخيلٌ مَداعيقُ: تدوس القومَ في الغارات. والدَعْقُ أيضاً: الهَيْجُ والتنفير. وقد دَعَقَهُ دَعْقاً، ولا يقال: أَدْعَقَهُ. وأمَّا قول لبيد في جميع حافظى عَوْراتِهِمْ لا يَهُمُّونَ بأَدْعاقِ الشَلَلْ فيقال: هو جمع دَعْقٍ، وهو مصدر فتوهَّمه اسماً. أي أنَّهم إذا فزِعوا لا يُنفِّرون إبلَهم فيهربون، ولكن يجمعونها ويقاتلون دونها لعزهم.",
    "pg": "4:1474-1475"
  },
  "دعك": {
    "def": "الدَعْكُ مثل الدَلْكِ. وقد دَعَكْتُ الأديمَ والخصمَ، أي ليَّنته. وتَداعَكَ الرجلان في الحرب، أي تمرَّسا. ورجلٌ دَعِكٌ، أي مَحِكٌ. والدَعْكَةُ: لغة في الدَعْقَةِ، وهي جاعة من الابل.",
    "pg": "4:1583"
  },
  "دعكس": {
    "def": "الدَعْكَسَةُ: لعبٌ للمجوس يسمَّونه: الدستبند.",
    "pg": "3:929"
  },
  "دعلج": {
    "def": "الدَعْلَجَةُ: التَردُّد في الذَهاب والمجئ. ودعلج: اسم فرس عامر بن الطفيل. وقال: أكر عليهم دعلجا ولبانه * إذا ما اشتكى وقع الرماح تحمحما",
    "pg": "1:315"
  },
  "دعم": {
    "def": "دعمت الشئ دعما (٣) . والدعامة: عماد البيت. وقد ادَّعَمْتُ إذا اتَّكأْتَ عليها، وهو افْتَعَلْتُ منه. ويسمَّى السَيِّدُ الدِعامَةَ. والدِعامَتانِ: خشبتا البكرة. فإن كانتا من طينٍ فهما زرنوقان. وقال * نزعت نزعا زَعزَعَ الدِعامهْ (١) * ولا دَعْمَ بفلان، إذا لم تكن به قوَّةٌ ولا سمن. وقال: ولا دعم بى لكن بليلى دعم جارية في وركيها شحم ودعمي: قبيلة، وهو دعمى بن جديلة ابن أسد بن ربيعة بن نزار بن معد.",
    "pg": "5:1919-1920"
  },
  "دعمص": {
    "def": "الدُعْموصُ: دُوَيْبَّةٌ تغوص في الماء، والجمع الدَعامِصُ أيضاً. قال الأعشى (١) : فما ذَنْبُنا إنْ جاشَ بَحْرُ ابنِ عَمِّكُمْ * وبَحْرُكَ ساجٍ لا يوارى الدعامصا * ودعيميص الرمل: اسم رجل كان داهيا، يضرب به المثل يقال: هو دعيميص هذا الامر، أي عالم به.",
    "pg": "3:1040"
  },
  "دغا": {
    "def": "يقال: فلان ذو دَغَواتٍ وذو دَغَياتٍ، إذا كان ذا أخلاق رديئة، الواحدة دَغْوَةٌ ودَغْيَةٌ. قال رؤبة (١) :\nذا دَغَواتٍ قُلَّبَ الأخلاقِ * أي ذا أخلاق رديئة متلونة. ودغة: لقب امرأة من عجل تحمق ; يقال: \" أحمق من دغة \" وأصلها دغو أو دغى، والهاء عوض.",
    "pg": "6:2338"
  },
  "دغر": {
    "def": "الدغرة: أخد الشئ اختلاسا. وفي الحديث \" لا قَطْعَ في الدَغْرَةِ \"، وأَصْلُ الدَغْرِ (١) : الدَفْع. وفي الحديث: \" عَلامَ تُعَذِّبْنَ أولادَكُنَّ بالدَغْرِ \"، وهو أن تُرْفَعَ لَهاةُ المَعْذُورِ. وقولهم: \" دَغْرى لا صَفَّى \" أي ادْغَروا عليهم ولا تُصافُّوهم. ويقال أيضاً: دَغْراً لا صَفَّاً، مثل عقرى وحلقى وعقرا وحلقا.",
    "pg": "2:658"
  },
  "دغص": {
    "def": "دغصت الابل بالكسر تدغص دغصا، إذا امتلأت بطونُها من الكلأ حتَّى منعها ذلك أن تَجْتَرَّ. وهي تَدْغَصُ بالصِلِّيانِ من بين الكلأ. والداغِصَةُ: العظمُ المدوَّرُ الذي يتحرك على رأس الركبة.",
    "pg": "3:1040"
  },
  "دغغ": {
    "def": "الدغدغة، معروفة.",
    "pg": "4:1318"
  },
  "دغفق": {
    "def": "قال الاصمعي: عيش دغفق، أي واسع. قال ابن الأعرابي: عامٌ دَغْفَقٌ، أي مخصب، مثل دغفل.",
    "pg": "4:1475"
  },
  "دغفل": {
    "def": "الدغفل: ولد الفيل، واسم رجل، وهو دغفل بن حنظلة النسابة، أحد بنى شيبان. وعيش دغفل، أي واسع، عن الاصمعي. وعام دغفل، أي مُخصِبٌ، عن ابن الأعرابيّ. وأنشد للعجاج:\nوإذْ زمانُ الناسِ دغفلى (١)",
    "pg": "4:1697-1698"
  },
  "دغل": {
    "def": "الدَغَلُ بالتحريك: الفَسادُ، مثل الدَخَلِ. يقال: قد أَدْغَلَ في الأمر، إذا أَدْخَل فيه ما يخالفُه ويُفسِده. والدَغَلُ أيضاً: الشجرُ الكثير الملتفُّ. وقد أَدْغَلَتِ الأرضُ إدغالا. والدواغل: الدواهي، عن أبى عبيد.",
    "pg": "4:1697"
  },
  "دغم": {
    "def": "دَغَمَهُمْ (٢) الحَرُّ، ودَغَمَهُمُ أيضاً بالكسر، وأَدْغَمَهُمْ، أي غَشيهم. والأَدْغَمُ من الخيل: الذي لونُ وجهِه وما يلي جحافلَه يضرب إلى السَواد مخالفاً للون سائِر جسده وهو الذي تسمِّيه الأعاجمُ \" دِيزَجْ \"، والانثى دغماء بينة الدغم، عن الاصمعي. والشاة دَغْماءُ. وفي المثل: \" الذئبُ أَدْغَمُ \" لأنَّ الذئب ولَغَ أو لم يَلَغْ فالدُغْمَةُ لازمة له، لأنَّ الذئاب دُغْمٌ، فربَّما اتُّهِمَ بالولوغ وهو جائع. يُضْرَبُ هذا مثلاً لمن يُغبَط بما لم يَنَلْه. والدُغْمانُ بالضم، من الرجال: الأسود. وأَدْغَمْتُ الفرسَ اللجامَ، إذا أدخلْتَه في فيه. ومنه إدْغامُ الحروف. يقال: أَدْغَمْتُ الحرفَ وادَّغَمْتُهُ، على افْتَعَلْتُهُ. والدَغْمُ: كسر الأنفِ إلى باطنه هشما.",
    "pg": "5:1920"
  },
  "دغمر": {
    "def": "الدَغْمَرَةُ: الخَلْطُ. يقال خُلُقٌ دغمرى ودغمرى. قال العجاج: لا يزدهينى العمل المقذى (٢) * ولا من الاخلاق دغمرى - ودغمرت عليه الخبر: خلطت عليه. والمدغر: الخفى.",
    "pg": "2:658"
  },
  "دفأ": {
    "def": "الدِّفْءُ: نِتاجُ الإبل وألبانُها، وما يُنْتَفَعُ به منها. قال الله تعالى: (ولكم فيها دفء) . وفي الحديث: \" لنا من دِفْئِهِمْ ما سلَّموا بالميثاق (٣) \". والدِّفْءُ أيضاً: السخونَةُ، تقول منه دَفِئٌ الرجُلُ دَفاءَةً، مثل كَرِهَ كراهةً، وكذلك: دَفِئَ دَفَأً، مثل ظَمِئَ ظَمَأً، والاسم: الدفء بالكسر وهو: الشئ الذي يدفئك، والجمع: الأَدْفاءُ. تقول: ما عليه دِفْءٌ، لأنه اسم، ولا تقل: ما عليه دَفاءَةٌ، لأنه مصدر. وتقول: اقعد في دِفْءِ هذا الحائط، أي: كِنْهِ. ورجل دفئ على فعل، إذا لَبِسَ ما يُدْفِئُهُ. وكذلك رجل دَفْآنُ، وامرأةٌ دَفْأى. وقد أدْفأه الثوب، وتدفَّأ هو بالثوب واسْتدفأ به وادَّفَأ به، وهو افتعل، أي لَبِسَ ما يدفئه. ودَفُؤَتْ ليلتنا بالضم، ويوم دفئ على فعيلٍ، وليلةٌ دفيئةٌ، وكذلك الثوب والبيت. والمدفئة: الابل الكثيرة لان بعضها يدفئ بعضاً بأنفاسها، وقد يشدد. والمدفأة: الابل الكثيرة الاوبار والشحوم، عن الأصمعي. وأنشد للشماخ: وكيف يضيع صاحب مدفآت * على أثباجهنَّ من الصقيع والدَفَئِيُّ مثال العَجَمِيِّ: المطر الذي يكون بعد الربيع قبل الصيف حين تذهب الكَمْأَةُ فلا يبقى في الأرض منها شئ، قال الاصمعي: دفئى ودَثَئيٌّ بالثاء. قال أبو زيد: كل ميرَةٍ يمتارونها قبل الصيف فهي دَفَئِيَّةٌ مثال عَجَمِيَّةٌ، قال: وكذلك النِتاجُ، قال: وأولُ الدَفَئيِّ وقوع الجبهة، وآخره الصرفة.",
    "pg": "1:50"
  },
  "دفا": {
    "def": "دَفَوْتُ الجريح أدْفوهُ دَفْواً، إذا أجهزتَ عليه، وكذلك دافَيْتُهُ وأدفيته. حكاهما أبو عبيد. وفى الحديث أنه ﵊ أتى بأسير يوعك، فقال لقوم منهم: \" اذهبوا به فأدفوه \"، يريد الدفء من البرد، فذهبوا به فقتلوه، فوداه رسول الله ﷺ. والدفا مقصور: الانحناء ; يقال: رجلٌ أَدْفى، أي في صلبه احديداب. (*) ويقال: وعل أدفى بين الدَفا، وهو الذي طال قرناه جداً وذهَبا قِبَلَ أذنيه. وعَنْزٌ دَفْواءُ. وطائرٌ أَدْفى: طويل الجناح. والدفواء: الشجرة العظيمة. وفى الحديث أنه أبصر شجرة دفواء تسمى ذات أنواط لانه كان يناط السلاح بها وتعبد دون الله عزوجل. وإنما قيل للعُقاب دَفْواءُ لعوجِ منقارها. والتَدافي: التداول. يقال: تَدافى البعير تَدافِياً، إذا سار سيراً متجافياً. وربَّما قيل للنجيبة الطويلة العنق دَفْواءُ.",
    "pg": "6:2338"
  },
  "دفتر": {
    "def": "الدَفْتَرُ: واحد الدَفاتِرِ، وهي الكراريس.",
    "pg": "2:659"
  },
  "دفر": {
    "def": "الدَفَرُ (٣) : النَتَنُ خَاصَّةً يقال: دَفْراً له، أي نَتْناً. ومنه قيل للدُنْيا: أُمُّ دَفْرٍ. والدَفْر وأمُّ دَفْرٍ من أسماء الدَواهي. ويقال للأمة إذا شُتِمت: يا دفار، مثل قطام، أي دفرة منتنة. وقول عمر ﵁: وادفراه (١) ! أي وانَتْناهُ. ويقال: دَفْراً دافِراً لما يجئ به فلان، أي نَتْناً، وكذلك إذا قَبَّحْتَ عليه أمره.",
    "pg": "2:658-659"
  },
  "دفع": {
    "def": "دَفَعْتُ إلى فلان شيئاً (٢) . ودَفَعْتُ الرجل فانْدَفَعَ. وانْدَفَعَ الفرس، أي أسرع في سيره، وانْدَفَعوا في الحديث. والمُدافَعَةُ: المماطلةُ. ودافَعَ عنه ودَفَعَ بمعنى. تقول منه: دافع الله عنك السوء دفاعا. واسْتَدْفَعْتُ اللهَ الأسواءَ، أي طلبتُ منه أن يَدْفَعَها عنِّي. وتَدافَعَ القومُ، أي دَفَعَ بعضُهم بعضاً. والدُفْعَةُ من المطر وغيره بالضم مثل الدفقة: والدفعة بالفتح: المرة الواحدة. والمُدَفَّعُ بالتشديد: الفقيرُ والذليلُ، لأنَّ كُلاًّ يَدْفَعُهُ عن نفسه. والدافِعُ: الشاةُ أو الناقةُ التي تدفع اللبأ في ضرعها قبيل النتاج. يقال: دَفَعَتِ الشاةُ، إذا أضرعتْ على رأس الولد. والمَدْفَعُ: واحد مَدافِعِ المياه التي تجري فيها. والمدفع بالكسر: الدفوع. ومنه قولها (١) : \" لا بل قصير مدفع \". والدفاع بالضم والتشديد: السيل العظيم.",
    "pg": "3:1208"
  },
  "دفف": {
    "def": "الدَفُّ: الجنبُ. ودَفَّا البعيرِ. جنباه. والدف بالضم، هذا الذى تضرب به النساء. وحكى أبو عبيد عن بعضهم: أن الفتح فيه لغة. وسنام مدفف، إذا سقط على دَفَّي البعير. والدَفيفُ: الدبيبُ، وهو السيرُ الليُنُ. يقال: دَفَّتْ علينا من بني فلان دَافَّةٌ. والدافَّةُ: الجيشُ يَدِفُّونَ نحو العدوّ، أي يدِبّونَ. ودَفيفُ الطائِر. مَرُّهُ فُوَيْقَ الأرض. يقال: عُقابٌ دَفوفٌ، للذي يدنو من الأرض في طيرانه إذا انقض. قال امرؤ القيس يصف فرسا ويشبهها بالعقاب: كانى بفتخاء الجناحين لقوة دَفوفٍ من العِقْبانِ طَأْطَأْتُ شِمْلالي (٢) وداففت الرجل مدافة ودفافا: أجهزت عليه. ومنه حديث خالد بن الوليد رضى الله عنه: \" من كان معه أسير فليدافه \". قال الاصمعي: يقال تَدافَّ القومُ، إذا ركبَ بعضُهم بعضاً. ويقال: خذْ ما اسْتَدَفَّ لك، أي خُذْ ما أمكن وتَسَهَّلَ، مثل اسْتَطَفَّ. والدالُ مبدَلَةٌ من الطاء. واسْتَدَفَّ أمرهم، أي استتب واستقام.",
    "pg": "4:1360"
  },
  "دفق": {
    "def": "دَفَقْتُ الماء أَدْفِقُهُ دَفْقاً، أي صببته، فهو ماءٌ دافِقٌ، أي مَدْفوقٌ، كما قالوا: سرٌّ كاتمٌ، أي مكتومٌ، لأنَّه من قولك دُفِقَ الماءُ على ما لم يسمَّ فاعله ولا يقال: دَفَقَ الماءُ (٣) . ويقال: دَفَقَ الله روحه، إذا دُعيَ عليه بالموت. ودَفَّقَتْ كفّاهُ النَدى، أي صَبَّتاهُ، شُدِّدَ للكثرة. والانْدِفاقُ: الانصِبابُ، والتَدَفُّقُ: التصبُّبُ. وسيلُ دُفاقٌ بالضم: يملأ الوادي. وناقةٌ دِفاقٌ بالكسر، أي متدفقة في السير. والدفق، مثال الهجف: السريع من الإبل. ويقال أيضاً: مشى فلانٌ الدِفِقَّى، إذا أسرَعَ. وسيرٌ أَدْفَقُ، أي سريعٌ. قال الراجز:\nبين الدِفِقَّى والنَجاءِ الأَدْفَقِ * وقال أبو عبيدة: هو أقصى العَنَقِ. وبعيرٌ أَدْفَقُ: بيِّن الدَفَقِ، إذا كانت أسنانه منتصبةً إلى خارجٍ. ويقال: جاء القوم دُفْقَةً واحدة بالضم، إذا جاءوا بمرّةٍ واحدةٍ.",
    "pg": "4:1475"
  },
  "دفل": {
    "def": "الدفلى: نبت مر، يكون واحد وجمعا ينون ولا ينون. فمن جعل الالف للالحاق نونه في النكرة، ومن جعلها للتأنيث لم ينونه.",
    "pg": "4:1698"
  },
  "دفن": {
    "def": "دفنت الشئ، فهو مدفون ودفين. وادفن الشئ على افتعل، وانْدَفَنَ، بمعنىً. وداءٌ دَفينٌ (٢) : لا يُعْلَمُ به. ورَكيَّةٌ دَفينٌ ودِفانٌ، إذا انْدَفَنَ بعضها، ورَكايا دُفُنٌ. قال لبيد: سُدُماً قليلاً عَهْدُهُ بأَنيسِه من بين أَصْفَرَ ناصعٍ ودِفانِ والادِّفانُ أيضاً: إباقُ العبد. قال أبو زيد: الادِّفانُ أن يروغَ من مواليه اليومَ واليومين. يقال: عبدٌ دَفونٌ، إذا كان فَعولاً لذلك. وكان أبو عبيدة يقول: هو أن لا يغيب من المصر في غيبته. وناقة دَفونٌ، إذا كان من عادتها أن تكون في وسط الإبل. والتَدافُنُ: التَكاتُمُ. يقال في الحديث: \" لو تكاشَفْتم لما تَدافنتم \"، أي لو يكشفُ عيبُ بعضكم لبعضٍ. وبقرةٌ دافنة الجذْمِ، وهي التي انسحقَت أضراسُها من الهَرَمِ. والمِدْفانُ: السقاء البالى. والد فنى، بالتحريك: ضرب من الثياب المخططة.",
    "pg": "5:2113"
  },
  "دفنس": {
    "def": "الدفنس بالكسر: الحمقاء. وأنشد أبو عمرو ابن العلاء (١) : وقد أختلس الضرب * ة لا يدمى لها نصلى * كجيب الدفنس الورها * ء ريعت وهى تستفلى * والدفناس: الاحمق.",
    "pg": "3:929"
  },
  "دقر": {
    "def": "الدَقاريرُ: الدَواهي، الواحدة دِقْرارَةٌ. يقال: فلان يفتري الدَقاريرَ، أي الأَكاذيبَ والفُحْشَ. ورجل دِقْرارَةٌ، أي نمام. والدقرار والدقرارة: التبان (٢) . ودقرى: اسم روضة.",
    "pg": "2:659"
  },
  "دقع": {
    "def": "الدَقْعاءُ: الترابُ. يقال: دَقِعَ الرجلُ بالكسر، أي لصق بالتراب ذُلاً. والدَقَعُ: سوء احتمال الفقر. وفي الحديث: \" إذا جُعْتُنَّ دَقِعْتُنَّ \" أي خضعتن ولزقتن بالتراب. والدقعم بالكسر: الدقعاء ; والميم زائدة، كما قالوا للدرداء: دردم. وفقر مُدْقِعٌ، أي مُلْصِقٌ بالدَقْعاءِ. والمَداقيعُ من الإبل: التي تأكل النبتَ حتَّى تُلْصِقه بالأرض لِقِلَّتِهِ. والداقِعُ: الذى يطلب مداق الكسب. وقولهم في الدعاء: رماه الله بالدُوْقَعَةِ، هي الفقرُ والذُلُّ وجوعٌ دَيْقوعٌ، أي شديدٌ. قال أعرابيٌّ:\n. . . . . . . . . . . . ... جوعٌ تصدع منه الرأس ديقوع (٢)",
    "pg": "3:1208-1209"
  },
  "دقق": {
    "def": "الدَقيقُ: خلاف الغليظ، وكذلك الدُقاقُ بالضم، والدِقُّ بالكسر مثله، ومنه حُمَّى الدِقِّ. وقولهم: أخذتُ جِلَّهُ ودِقَّهُ، كما يقال أخذت قليله وكثيره. وقد دق الشى يَدِقُّ دِقَّةً، أي صار دَقيقاً. وأدقه غيره ودققه. ويقال: أتيته فما أَدَقَّني ولا أجَلَّني، أي ما أعطاني دَقيقاً ولا جليلاً. والمُدَاقَّةُ في الأمر: التَدَاقُّ. واسْتَدَقَّ الشئ، أي صار دقيقا. ودققت الشئ فاندق. والتدقيق: إنعام الدق. والدَقيقُ: الطحين. والدُقَّةُ بالضم: الترابُ الليِّن الذي كسحَتْه الريح من الأرض، والجمع دُقَقٌ. ومنه قول رؤبة: تبدو لنا أَعْلامُهُ بعد الغَرَقْ في قِطَعِ الآلِ وهَبْواتِ الدُقَقْ والمِدَقُّ والمِدَقَّةُ: ما يُدَقُّ به، وكذلك المدق بالضم، وهو أحد ما جاء من الادوات التى يعتمل بها على مفعل بالضم. قال العجاج يصف الحمار والاتن:\nيتبعن جأبا كمدق المعطير * يعنى مدوك العطار: حسب أنه يدق به. وتصغيره مديق، والجمع مداق. والدقدقة: حكاية أصوات حوافر الدواب، مثل الطقطقة.",
    "pg": "4:1475-1476"
  },
  "دقل": {
    "def": "الدَقَلُ: الخِصابُ (٢) ، الواحدة دَقَلَةٌ. والدَقَلُ: سَهمُ السفينة (٣) ، وأصله الأوّلُ. والدَقَلُ: أردأ التمر. وقد أدْقَلَ النخلُ. ويقال دَوْقَلَ فلانٌ، إذا اختص بشئ من مأ كول.",
    "pg": "4:1698"
  },
  "دقم": {
    "def": "دَقَمَ فاه مثل دَمَقَ على القلب، أي كسَر أسنانه.",
    "pg": "5:1920"
  },
  "دقى": {
    "def": "دَقى الفَصيلُ بالكسر يَدْقى دَقى، إذا أكثر من شرب اللبن حتى بشم، فهو داق على فَعِلٍ، والأنثى دَقِيَّةٌ. وقد قيل دقوان ودقوى. وأنشد الاصمعي: وإنى (١) لا تنظر سيوح عباءتي * شفاء الدقى يا بكر أم (٢) حكيم",
    "pg": "6:2338"
  },
  "دكأ": {
    "def": "أبو زيد: داكأْتُ القومَ مُداكاةً إذا زاحَمْتُهُمْ. ويقال: داكأَتْ عليه الديونُ. وتداكأ القوم أي تزاحموا (١) .",
    "pg": "1:50"
  },
  "دكس": {
    "def": "الدُكاسُ: ما يغشى الإنسان من النُعاس ويَتراكب عليه. وأنشد ابنُ الأعرابي: كأنَّه من الكرى الد كاس * بات بكأسي قهوة يحاسى * والداكِسُ: لغة في الكادِسِ، وهو ما يتطير به من العطاس والقَعيد ونحوهما. والدَوْكَسُ: العدد الكثير، واسم من أسماء الاسد.",
    "pg": "3:929-930"
  },
  "دكع": {
    "def": "الدُكاعُ بالضم: داءٌ يأخذ الإبل والخيل في صدورها، وقد دَكَعَ يَدْكعُ (١) . قال القطاميُّ: تَرى منه صُدورَ الخيل زُورّا * كأنَّ بها نحازا أو دكاعا",
    "pg": "3:1209"
  },
  "دكك": {
    "def": "الدَكُّ: الدقُّ. وقد دَكَكْتُ الشئ أدكة دكا، إذا ضربته وكسرتَه حتَّى سوّيته بالأرض. ومنه قوله تعالى: (فدُكَّتا دَكَّةً واحِدَة) قال الأخفش: هي أرض دَكٌّ، والجمع دكوك. قال الله تعالى: (جعله دكا) قال: ويحتمل أن يكون مصدرا لانه حين قال جعله، كأنه قال دكه، فقال دكا. أو أراد جعله ذا دك فخذف، وقد قرئ بالمد أي جعله أرضا دكاء، فخذف لان الجبل مذكر. قال أبو زيد: دُكَّ الرجل فهو مَدْكوكٌ. إذا دكته الحمى. ودككت الركى، أي دفنته بالتراب.. وتدكدكت الجبالُ، أي صارت دَكَّاواتٍ، وهي روابٍ من طين، واحدتها دَكَّاءَ. وناقة دكاء: لا سَنامَ لها، والجمع دُكٌّ. ودَكَّاواتٌ، مثل حمر وحمراوت. والدُكُّ: الجبلُ الذليلُ، والجمع الدِكّكَةُ، مثل جحر وجحرة. وفرسٌ أَدَكُّ، إذا كان متدانِياً عريض الظهر، من خَيْل دُكّ ورجلٌ مِدَكٌّ، بكسر الميم، أي قوى شديد الوطئ للارض. وأمة مِدَكَّةٌ، أي قويَّة على العمل. والدكداك من الرمل: ما التَبَد منه بالأرض ولم يرتفع. وفي الحديث: أنَّه سأل جريرَ بن عبد الله عن منزله فقال: \" سَهْلٌ ودَكْداكٌ، وسَلَمٌ وأَراكٌ \" وقال لبيد: وغيثٍ بدِكْداكٍ يَزينُ وِهادَهُ نَباتٌ كوَشي العبقريِّ المُخَلّبِ والجمع الدَكَادِكُ والدَكادِيكُ. قال الراجز: يا دارَمَيَّ بالدَكادِيكِ البُرَقْ سَقْياً فقد هيجت شوق المشتئق وحول دكيك، أي تام. والدكة (١) والدُكَّانُ: الذي يقْعَدُ عليه. قال الشاعر (٢) : فأَبْقى باطِلي والجِدُّ منها كدكان الداربنة (٣) المطين وناس يجعلون النون أصلية.",
    "pg": "4:1583-1584"
  },
  "دكل": {
    "def": "أبو زيد: تَدَكَّلَ الرجلُ، أي تدلل، وهو ارتفاع الانسان في نفسِه. ومنه قول الراجز:\nعلى بالدهنا تد كلينا (١) * والاصمعى مثله. وأنشد:\nقوم لهم عزازة التد كل * وأنشد أبو عمرو (٢) : تَدَكَّلَتْ بعدي وألْهَتْها الطُبَنْ ونحن نعدو في الخَبارِ والجرن يعنى \" الجرل \" فأبدل من اللام نونا. والدكلة بالتحريك: الطين الرقيق. والدَكَلَةُ أيضاً: القوم الذين لا يُجيبون السُلطانَ من عزهم. يقال: هم يتد كلون على السلطان، أي يتدللون.",
    "pg": "4:1698"
  },
  "دكن": {
    "def": "الدُكْنَةُ: لونٌ يضرب إلى السواد. وقد دَكِنَ الثوب يَدْكَنُ دَكَناً. وقال الراجز رؤبة:\nسَلِمْتَ عرضا ثوبه لم يدكن (١) * والشئ أَدْكَنُ. قال لبيد: اغْلي السِباَء بكلِّ أَدْكَنَ عاتِقٍ أو جَوْنَةٍ قدحت وفض ختامها يعنى زقا قد صَلَحَ وجاد في لونه ورائحته، لعِتْقه. والدُكَّانُ: واحد الدكاكين، وهى الحوانيت، فارسي معرب. [دمن الدِمْنُ: البَعَرُ. قال لبيد: راسِخُ الدِمْنِ على أَعْضادِهِ ثَلَمَتْهُ كلُّ ريحٍ وسَبَلْ وفلان دِمْنُ مالٍ، كما يقال إزاء مالٍ. والدمْنَةُ: آثار الناس وما سوَّدوا، والجمع الدِمَنُ. تقول منه: دَمَّنَ القومُ الدار، ودَمَّنَ الشاءُ الماءَ. هذا من البعر. قال ذو الرمة: مُوَلَّعَةً خَنساَء ليست بنعجةٍ يُدَمِّنُ أجوافَ المياهِ وَقيرُها (١) والماءُ متدمن، إذا سقطت فيه أبعار الغنم والإبل. والدِمْنَةُ: الحقد، والجمع دِمَنٌ. وقد دَمِنَتْ قلوبهم بالكسر. يقال: دَمِنْتُ على فلانٍ، أي ضَغِنْتُ. ودَمَنْت الأرض مثل دَمَلْتُها بالفتح. وفلان يُدْمِنُ كذا، أي يديمه. ورجل مدمن خمر، أي مداومٌ شربها. قال الأصمعي: إذا أَنْسَغَتِ النخلةُ عن عَفَنٍ وسواد قيل: قد أصابها الدَمانُ بالفتح. ودمون مشددا: موضع. وقال امرؤ القيس: دمون إنا معشر يمانون (١) وإننا لاهلنا محبون",
    "pg": "5:2113-2114"
  },
  "دلب": {
    "def": "الدُّلْب: شجرٌ، الواحدة دُلْبَةٌ. وأرض مدلبة. ذات دلب. والدولاب (١) : واحد الدواليب، فارسي معرب.",
    "pg": "1:125"
  },
  "دلث": {
    "def": "ناقةٌ دلاَثٌ أي سريعة، ونوق دلث. قال الراجز (١) يصف النوق: وخلطت كل دلاث علجن * تخليط خرقاء اليدين خلبن اللحيانى: اندلث علينا فلانٌ يَشْتُمُ، أي انخرق وانصبَّ. وقال الأصمعي: المُنْدَلِثُ الذي يمضي ويركب رأسه لا يثنيه شئ. ومدالث الوادي: مدافع سيله.",
    "pg": "1:282"
  },
  "دلج": {
    "def": "أَدْلَجَ القوم، إذا ساروا من أوّل الليل. والاسم الدَلَجُ بالتحريك، والدُلْجَةُ والدَلَجَةُ أيضاً مثل بُرْهَةٍ من الدهر وبَرْهَة. فإن ساروا من آخر الليل فقد ادَّلَجوا بتشديد الدال، والاسم الدُلْجَةُ والدلجة. وأما قول الشماخ: وتشكو بعين ما أكل ركابها * وقيل المنادى أصبح القوم أدلجي فلم يجعل الادلاج مع الصبح، وإنما أراد أن المنادى كان ينادى مرة: أصبح القوم، كما يقال: أصبحتم كما تنامون: ومرة ينادى: أدلجي، أي سيرى ليلا. والدالج: الذى يأخذ الدلو ويمشي بها من رأس البئر إلى الحوض حتّى يُفْرغَها فيه. وقد دَلَجَ يَدْلُجُ بالضم دُلوجاً. وذلك الموضع مَدْلِجٌ ومَدْلَجَةٌ. قال الشاعر (١) : كأنَّ رِماحَهُمْ أَشْطانُ بِئرٍ * لها في كلِّ مَدْلِجَةٍ خُدودُ ومدلج بضم الميم: قبيلة من كنانة، ومنهم القافة. والدولج: كناس الوحش، مثل التولج. وقال (٢) :\nواجتاب أدمان الفلاة الدولجا * والدولج: السراب.",
    "pg": "1:315"
  },
  "دلح": {
    "def": "دَلَحَ الرجلُ، إذا مشى بِحِمْلِهِ غَيرَ مُنْبَسِط الخَطْوِ، لِثِقَلِهِ عليه. وسَحَابةٌ دَلوحٌ، أي كثيرة الماء، وسحائب دلح (٢) مثل راكع وركع. وتدالحا الشئ فيما بينهما، إذا حملاه على عود. وفى الحديث أن سلمان وأبا الدرداء اشتريا لحما فتد الحاه بينهما على عود، أي طرحاه على عود واحتملاه آخذين بطرفيه. ودولح: اسم امرأة.",
    "pg": "1:361"
  },
  "دلس": {
    "def": "التَدْليسُ في البيع: كِتمانُ عَيب السِلعة عن المشتري. والمُدالَسَةُ، كالمخادعة. يقال: فلان لا يُدالِسكَ، أي لا يخادعك ولا يُخفي عليك الشئ فكأنه يأتيك به في الظلام. والدَلَسُ بالتحريك: الظُلْمة. والدَلَسُ: النبات الذي يورِق في آخر الصيف. ويقال: إن الأَدْلاسَ من الرِبَبِ، وهو ضَرْبٌ من النبت. وقد تَدَلَّسَ، إذا وقع بالأدْلاسِ. والدَوْلَسيُّ الذي في الأثَرِ: الذريعة إلى الزنى (الزبى) . قاله سعيد بن المسيب في حق عمر رضى الله عنه (١) .",
    "pg": "3:930"
  },
  "دلص": {
    "def": "الدَليصُ والدِلاصُ: الليِّنُ البرّاقُ. يقال: درعٌ دِلاصٌ وأدرعٌ دِلاصٌ، الواحد والجمع على لفظ واحد. وقد دَلَصَتِ الدرعُ بالفتح تَدْلُصُ، ودَلَّصْتُها أنا تَدْليصاً. قال الشاعر (٢) : إلى صَهْوةٍ (٣) تتلو مَحالاً كأنَّه * صَفاً دَلَّصَتْهُ طَحْمَةُ السيلِ أَخْلَقُ * والدُلامِصُ: البَرَّاقُ، والدُلَمِصُ مقصورٌ منه، والميم زائدة. وكذلك الدمالص والدملص. واندلص الشئ من يدى، أي سقط. والدلوص، مثال الخنوص: الذى يدلص. قال الراجز: بات يضوز الصليان ضوزا * ضوز العجوز العصب الدلوصا * فجاء بالصاد مع الزاى (١) .",
    "pg": "3:1040"
  },
  "دلظ": {
    "def": "أبو زيد: دلظته أدلظه دلظا، إذا ضربته ودفعته. حكاه عنه أبو عبيد. والدلنظى: الشديد الصلب، والالف للالحاق بسفرجل. وناقة دلنظاة.\nفصل الراء",
    "pg": "3:1173"
  },
  "دلع": {
    "def": "دَلَعَ الرجلُ لسانه (٢) فانْدَلَعَ، أي أخرجه فخرج. ودَلعَ لسانُه، أي خرج. يتعدَّى ولا يتعدَّى. وقال ابن الأعرابي: يقال أيضاً: أَدْلَعَ لسانه، أي أخرجه. وانْدَلَعَ بطنُ الرجل، إذا خرج أمامه.",
    "pg": "3:1209"
  },
  "دلعس": {
    "def": "الدَلْعَسُ من النوق: الضخمة، مثل البلعس،",
    "pg": "3:930"
  },
  "دلعك": {
    "def": "الدَلْعَكُ مثل الدَلْعَسِ، وهي الناقة الضخمة مع استرحاء فيها.",
    "pg": "4:1585"
  },
  "دلف": {
    "def": "الدَليفُ: المشيُ الرُوَيدُ، يقال دَلَفَ الشيخُ، إذا مشى وقارب الخطوَ. ودَلَفَتِ الكتيبةُ في الحرب، أي تقدَّمتْ. يقال: دَلَفْناهُم. والدالِفُ: السهمُ الذي يصيب ما دون الغَرَض ثم ينبو عن موضعه. والدالِفُ أيضاً مثل الدالِحِ، وهو الذي يمشي بالحِمْل الثقيل ويقارب اخطو. والجمع دلف، مثل راكع ور كع. قال: وعلى القياسر في الخدور كواعب رجع الروادف فالقياسر دلف وأبو دلف، بفتح اللام (١) . والدلفين: دابة في البحر تنجي الغريق.",
    "pg": "4:1360"
  },
  "دلق": {
    "def": "الانْدِلاقُ: التقدم. وكلُّ ما نَدَر خارجاً فقد انْدَلَق. وانْدَلَقَ السيفُ: خرج من غير سَلٍّ، وكذلك إذا انشقَّ جَفْنه وخرج منه. ودَلَقْتُهُ أنا دَلْقاً، إذا أزلقته من غمده. وسيف دالق ودَلوقٌ، إذا كان سلِسَ الخروج من غمده. وكان يقال لعمارة بن زياد العبسى أخى الربيع بن زياد: \" دالق \" لكثرة غاراته. ويقال: طعنه فاندلقت أقتابُ بطنِه أي خرجت أمعاؤه. وانْدَلَقَ السيل على القوم، أي هَجَم. وانْدَلَقَتِ الخيل. وغارةٌ دَلوقٌ وخيل دُلُقٌ، أي مُنْدَلِقَةٌ شديدة الدُفْعَةِ. قال طرفة: دُلُقٌ في غارةٍ مِسْفُوحَةٍ كرِعالِ الطيرِ أسراباً تمر والدلوق: النافة التى تكسرت أسنانها من الكبر فتَمُجُّ الماءَ، وهي الدَلْقاءُ والدِلْقِمُ أيضاً بالكسر، والميم زائدة، كما قالوا للدقعاء: دقعم، وللدرداء: دردم. قال أبو زيد: يقال: للناقة بعد البزول شارف، ثم عوزم، ثم لطلط، ثم جحمرش، ثم جعماء، ثم دلقم، إذا سقطت أضراسها هرما. والدلق بالتحريك دويبة، فارسي معرب.",
    "pg": "4:1476"
  },
  "دلقم": {
    "def": "الدلقم: الناقة التى أكلت أسنانها من الكبر، والميم زائدة. وقد ذكر في القاف.",
    "pg": "5:1921"
  },
  "دلك": {
    "def": "دلكت الشئ (٤) بيدى أدلكه دلكا. ولكت الشمس دلوكا: زالت. وقال تعالى: (أقن الصلاة لدلوك الشمسِ إلى غَسَقِ الليلِ) ويقال: دلوكها: غروبها. وينشد: هذا مقام قدمى رباح ذبب حتى دلكت براح قال قطرب: براح مثل قطام: اسم للشمس. وقال الفراء: هي براح جمع راحة وهى الكف، يقول: يضع كفه على عينيه ينظر هل غربت الشمس بعد. ودالك الرجل غريمه، أي ما طله. وسئل الحسن أيدا لك الرجل امرأته: فقال نعم إذا كان ملفجا (١) يعنى بالمهر. والدلوك: ما يدلك به من طِيبٍ وغيره. والدَليكُ: الترابُ الذي تسفيه الريح. والدَليكُ: طعامٌ يُتَّخَذُ من زُبد وتمر كالثريد. وأنا أظنه الذى يقال له بالفارسية چنكال خست (٢) وتدلك الرجل، أي دلك جسدَه عند الاغتسال. وفرسٌ مَدْلوكُ الحجبة، إذا لم يكن لحجته إشراف.",
    "pg": "4:1584-1585"
  },
  "دلل": {
    "def": "الدَليلُ: ما يُسْتَدَلُّ به. والدَليلُ: الدالُّ. وقد دَلَّهُ على الطريق يَدُلُّهُ دَلالَةً ودِلالَةً ودُلولَةً، والفتح أعلى. وأنشد أبو عبيد:\nإنِّي امرؤٌ بالطُرْقِ ذو دَلالاتْ * والدليلى: الدليل (٣) . والدل: الغنج والشكل. وقد دَلَّتِ المرأةُ تَدِلُّ بالكسر، وتَدَلَّلَتْ، وهي حسنةُ الدَلِّ والدَلالِ. ويقال أَدَلَّ فأَمَلَّ، والاسمُ الدالَّةُ. وفلان يُدِلُّ على أقرانه في الحرب، كالبازي يُدِلُّ على صَيده. وهو يُدِلُّ بفلانٍ، أي يثق به. قال أبو عبيد: الدالُّ قريب المعنى من الهَدْي، وهما من السكينة والوقار في الهيئة والمنظر والشمائل وغير ذلك. وفى الحديث: \" كان أصحاب عبد الله يرحلون إلى عمر رضى الله عنه فينظرون إلى سمته وهديه ودله فيتشبهون به \". وتدلدل الشئ، أي تحرك متدلّياً. والدَلْدالُ. الاضطراب. والدُلْدُلُ: عظيمُ القنافذ. وقول أبي مَعْدان الباهليّ: جاء الحَزائِمُ والزبائنُ دُلْدُلاً لا سابقين ولا مع القطان أي يتد لدلون مع الناس لا إلى هؤلاء ولا إلى هولاء.",
    "pg": "4:1698-1699"
  },
  "دلم": {
    "def": "الأَدْلَمُ من الرجال والحمير: الأسود. وقد ادْلامّ الرجل والحمار ادليماما. وأبو دلامة: كنية رجل. والديلم: جيل من الناس. والديلم: الداهية. وأنشد أبو زيد (١) يصف سهما: أنعت أعيارا رعين كيرا مستبطنات قصبا ضمورا يحملن عنقاء وعنقفيرا (٢) والدلو والديلم والزفيرا وكلها دواه. وأعيار النصول، هي الناتئة في وسطها. ورعيهن كير الحداد كونهن في النار ثم ركبن في قصب السهام. والديلم في قول عنترة: شربتْ بماء الدُحْرُضَيْنِ فأصبحتْ زَوْراَء تَنْفِرُ عن حِياضِ الدَيْلَمِ يقال: هم ضَبَّةُ، لأنّهم أو عامَّتَهم دُلْمٌ ويقال الدَيْلَمُ: الاعداء. والديلم: الجماعة من الناس. والدَيْلَمُ: مُجتَمع النمل والقِرْدان عند أعقار الحياض وأعطان الإبل. والدَيْلَمُ: ذكر الدراج.",
    "pg": "5:1920-1921"
  },
  "دلمز": {
    "def": "الدُلامِزُ: القويُّ الماضي. والدُلَمْزُ مقصور منه، وقد خففه الراجز فقال * دلامز يربى على الدلمز (١) * وجمع الدلامز دلامز بفتح الدال. قال الراجز:\nيَغْبى على الدلامز الخرارت",
    "pg": "3:878"
  },
  "دله": {
    "def": "ذهب دَمُهُ دَلْهاً بالتسكين، أهدرا. والتدليه: ذهاب العقل من الهوى. يقال: دَلَّهَهُ الحُبُّ، أي حَيَّرَهُ وأدهشه. ودَلِهَ هو يدله (١) . قال أبو زيد في كتاب الابل: الدلوه: الناقة التى لا تكاد تجئ (٢) إلى إلف ولا ولد. وقد دلهت عن إلفها وعن ولدها تدله دلوها.",
    "pg": "6:2231"
  },
  "دلهث": {
    "def": "الدِلْهاثُ: الأسد. ورجلٌ دِلهاُثٌ ودلاهث، أي جرئ مقدم.",
    "pg": "1:282"
  },
  "دلهمس": {
    "def": "الدلهمس: الجرئ الماضي على الليل. ويسمَّى الأسد دَلَهْمَساً لقوّته وجراءته. قال الراجز:\nوأسدٌ في غيله دلهمس",
    "pg": "3:930"
  },
  "دلو": {
    "def": "الدَلْوُ: واحدة الدِلاءِ التي يستقى بها. وكذلك الدَلا بالفتح، الواحدة دلاة. وجمع الدلو في أقل العدد أدل، وهو أفعل، قلبت الواو ياء لوقوعها طرفا بعد ضمة. والكثير دلاء ودلى على فعول (١) . وقال الراجز: آليت لا أعطى غلاما أبدا * دلاته إنى أحب الاسودا يريد بدلاته سجله ونصيبه من الود. والاسود: اسم ابنه. والدلو: برج من بروج السماء. والدَلْوُ: سمةٌ للإبل. وقولهم: جاء فلان بالدَلْوِ، أي بالداهية. قال الراجز: يحملن عنقاء وعنقفيرا * والدلو والديلم والزفيرا والدالية: المنجنون تديرها البقر، والناعورة يديرها الماء. ودَلَوْتُ الدَلْوَ: نزعتها. وأَدْلَيْتُها: أرسلتها في البئر لتمتلئ. وقد جاء في الشعر الدالى بمعنى المدلى. وهو في قول العجاج يصف ماء:\nيكشف عن جماته دلو الدال (٢) * (*) يعنى المدلى. ودلوت الناقة دلوا: سرتها سيرا رويدا. وقال الراجز:\nلا تعجلا بالسير وادلواها (١) * وقال آخر: لا تقلواها وادلواها دلوا * إن مع اليوم أخاه غدوا وادلولى، أي أسرع، وهو افعوعل. ودلوت الرجل وداليته، إذا رفَقْت به وداريتَه. ودَلاَّهُ بغُرورٍ، أي أوقعه فيما أراد من تغريره، وهو من إدلاء الدَلْوِ. ودَلَوتُ بفلان إليك، أي استشفعت به إليك. وقال عمر لما استسقى بالعباس رضى الله عنهما: اللهم أنا نتقرب إليك بعم النبي ﷺ وقفية آبائه وكبر رجاله، دلونا به إليك مستشفعين. وتدلى من الشجرة. وقوله تعالى: (ثُمَّ دَنا فَتَدَلَّى) ، أي تدلل، كقوله تعالى: (ثم ذهب إلى أهله يتمطى) ، أي يتمطط. قال لبيد (٢) فتدليت عليها قافِلاً * وعلى الأرض غَياياتُ الطَفَلْ وأَدْلى بحجته، أي احتجَّ بها. وهو يُدْلي برحِمِه، أي يمتُّ بها. وأَدْلى بماله إلى الحاكم: دَفَعَه إليه. ومنه قوله تعالى: (وتُدْلوا بها إلى الحُكّام) يعنى الرشوة.",
    "pg": "6:2338-2340"
  },
  "دما": {
    "def": "الدَمُ أصله دَمَوٌ بالتحريك، وإنما قالوا دَميَ يَدْمى لحال الكسرة التي قبل الياء، كما قالوا رَضيَ يَرْضى وهو من الرضوان. قال الشاعر: فلو أَنَّا على حجرٍ ذُبِحْنا * جَرى الدَمَيانِ بالخبر اليقين (١) وبعض العرب يقول في تثنيته دموان. وقال سيبويه: الدم أصله دمى على فعل بالتسكين، لانه يجمع على دماء ودمى، مثل ظبى وظباء ظبى، ودلو ودلاء ودلى. قال: ولو كان مثل وقفا وعصا لما جمع على ذلك. (*) وقال المبرد: أصله فعل بالتحريك وإن جاء جمعه مخالفا لنظائره، والذاهب منه الياء، والدليل عليها قولهم في تثنيته دميان ; ألا ترى أن الشاعر لما اضطر أخرجه على أصله فقال: فلسنا على الاعقاب تدمى كلومنا * ولكن على أقدامنا تقطر الدما (١) فأخرجه على الاصل. ولا يلزم على هذا قولهم يديان وإن اتفقوا على أن تقدير يد فعل ساكنة العين، لانه إنما ثنى على لغة من يقول لليد يدا. وهذا القول أصح. وتصغير الدم دُمَيٌّ. والجمع دِماءٌ، والنسبة إليه دَميٌّ، وإن شئت دَمَويٌّ. ويقال: دمى الشئ يدمى دمى ودميا فهو دم، مثل فرق يفرق فرقا فهو فرق. والمصدر متفق عليه أنه بالتحريك، وأنما اختلفوا في الاسم. والدمية: الضم، والجمع الدمى، وهي الصورة من العاج ونحوه. وقول الشاعر: والبيضَ يَرْفُلْنَ في الدمى * والريط والمذهب المصون (٢) يعنى ثيابا فيها تصاوير. وساتى دما (١) : اسم جبل، يقال سمى بذلك لانه ليس من يوم إلا ويسفك عليه دم ; كأنهما اسمان جعلا واحدا. وأنشد سيبويه (٢) : لما رأت ساتى دما استعبرت * لله در اليوم من لامها وقال الاعشى: وهرقلا يوم ذى ساتى دما * من بنى برجان ذى البأس رجح (٣) وقد حذف يزيد بن مفرغ الحميرى منه الميم فقال:\nفدير سوى فساتيدا فبصرى * والمدمى: السهم الذى عليه حُمرة الدم وقد جَسِدَ به حتّى يضربَ إلى السواد. وكان الرجل إذا رمى العدوَّ بسهمٍ فأصاب ثم رماه به العدوّ وعليه دمٌ، جعله في كنانته تبر كابه. ويقال: المدمى: الشديد الحمرة من الخيل وغيره. وكلُّ أحمرَ شديد الحمرة فهو مُدَمَّى. يقال: كميث (*) مدمى. ويقال: المدمى: السهم الذي يتعاوره الرُماةُ بينهم. وهو راجع إلى ما ذكرناه. الأصمعيّ: المُسْتَدْمي: الذي يَستخرج من غريمه دَيْنَهُ بالرفق. قال: والمُسْتَدْمي أيضاً: الذي يقطر من أنفه الدم، المطأطئ رأسه. وأَدْمَيْتُهُ أنا ودَمَّيْتُهُ تَدْمِيَةً، إذا ضربتَه حتَّى خرج منه دم. قال رؤبة: فلا تكوني يا ابنةَ الأشَمِّ * وَرْقاءَ دَمَّى ذئبها المدمى والدامية: الشجة التي تَدْمى ولا تسيل. ودَمُ الأخوين: العَنْدَمُ. والدَمَةُ أخصُّ من الدم، كما قالوا بياض وبياضة.",
    "pg": "6:2340-2341"
  },
  "دمث": {
    "def": "الدَمِْثُ: المكان اللّين ذو رَمْلٍ، والجمع الدِماثُ. وقد دَمِثَ بالكسر يَدْمَثُ دَمَثاً. والدَماثَةُ: سهولة الخُلُقِ. يقال: ما كان أَدْمَثَ فلانا وألينه. والادموث: مكان الملة إذا خَبَزْتَ. وتَدْميثُ المَضْجَع: تَلْيينُه.",
    "pg": "1:282"
  },
  "دمج": {
    "def": "دمج الشئ دموجا، إذا دخل في الشئ واستحكم فيه. وكذلك انْدَمَجَ وادَّمَجَ بتشديد الدال. قال أبو عبيد: كلُّ هذا إذا دخل في الشئ واستتر فيه. ونصلٌ مُنْدَمِجٌ، أي مُدَوَّرٌ. وتَدامَجوا عليه، أي تعاونوا. وليلٌ دامج، أي مظلم. والمدامجة مثل المُداجاةِ. ومنه الصُلْحُ الدُماجُ، بالضم، وهو الذي كأنَّه في خفاءٍ. ويقال هو التامُّ المحكمُ. وأدْمَجْتُ الشئ، إذا لففته في ثوب. والشئ المدمج: المدرج مع ملاسة. والمُدْمَجُ: القِدْحُ (١) . قال الحارث بن حِلِّزة: أَلْفَيْتَنا للضَيف خيرَ عِمَارَةٍ * إلاَّ يَكُنْ لَبَنٌ فعطفُ المُدْمَجِ يقول: إن لم يكن لبنٌ أَجَلْنا القِدْحً على الجَزُورِ فنحرناها للضيف.",
    "pg": "1:315-316"
  },
  "دمخ": {
    "def": "دمخ: اسم جبل (٣) . وقال (٤) : كفى حزنا أنِّي تطالَلْتُ كي أرى ذُرى قلتى دمخ فما تريان",
    "pg": "1:421"
  },
  "دمر": {
    "def": "الدَمارُ: الهَلاَكُ. يقال: دَمَّرَهُ تَدْميراً، ودَمَّرَ عليه بمعنىً. وتَدْميرُ الصائِدِ: أن يُدَخِّن قُتْرَتَهُ بالوَبَرِ لئلاَّ يَجِدَ الوَحْشُ ريحَهُ فيه. قال أوس بن حجر: فلاقى عليها من صباح مدمرا (١) * لناموسه بين الصفيح سقائف - ودَمَرَ يَدْمُر دُموراً: دخلَ بغير إذْن. وفي الحديث: \" مَنْ سَبَقَ طرفه استئذانه فقد دمر \". وتدمر: بلد بالشام. ويربوع تَدْمُريٌّ، إذا كان صغيراً قصيراً.",
    "pg": "2:659"
  },
  "دمس": {
    "def": "دَمَسَ الظلام يَدْمِسُ ويَدْمُسُ، أي اشتدَّ. وليل دامِسٌ وأُدْموسٌ، أي مُظْلِمٌ. وجاء فلانٌ بأُمور دُمْسٍ، أي عظامٍ، كأنّه جمع دامس، مثل بازل وبزل. ودمست الشئ: دفنته وخبأته وكذلك التدميس. وأنشد أبو زيد: إذا ذُقْتَ فاها قلتَ عِلْقٌ مُدَمَّسٌ * أريدَ به قَيْلٌ فغودِرَ في سأب * ودمست عليه الخبر دمسا: كتمته ألبتة. والديماس: سجن كان للحجاج بن يوسف. فإن فتحت الدال جمعته على دياميس، مثل شيطان وشياطين. وإن كسرتها جمعته على دماميس، مثل قيراط وقراريط. وسمى بذلك لظلمته. ويسمى السرب ديماسا. وفى حديث المسيح ﵇ أنه سبط الشعر كثير خيلان الوجه، كأنه خرج من ديماس. يعنى في نضرته وكثرة ماء وجهه كأنه خرج من كن، لانه ﵇ قال في وصفه: \" كأن رأسه يقطر ماء \".",
    "pg": "3:930-931"
  },
  "دمشق": {
    "def": "ناقةٌ دَمَشْقٌ، أي سريعة جدا. قال الزفيان: ومنهل طام عليه الغلفق ينير أو يسدى به الخدرنق وردته والليل داج أبلق وصاحبى ذات هباب دمشق كأنها بعد الكلال زورق وكذلك ناقة دمشق، مثال حضجر. ودمشق أيضا: قصبة الشأم.",
    "pg": "4:1477"
  },
  "دمص": {
    "def": "الدِمْصُ بكسر الدال: كلُّ عِرْقٍ من الحائط ما خلا العرقَ الأسفل فإنه رِهْصٌ. والأَدْمَصُ: الذي رَقَّ حاجبُه من أُخُرٍ وكَثُفَ من قُدُمٍ، أو رَقَّ من رأسه مواضعُ وقلَّ شعره. والدومص: بيضة الحديد.",
    "pg": "3:1040"
  },
  "دمع": {
    "def": "الدَمْعُ: دَمْعُ العين. والدَمْعَةُ: القَطرَةُ منه. ودَمَعَتِ العينُ تَدْمَعُ دَمْعاً، ودَمِعَتْ بالكسر دَمَعاً: لغةٌ حكاها أبو عبيدة. وامرأةٌ دَمِعَةٌ: سريعةُ الدَمْعَةِ. والدامِعَةُ من الشِجاجِ بعد الدامية. قال أبو عبيد: الدامية هي التى تدمى من غير أن يسيل منها دم، فإذا سال منها دم فهى الدامعة بالعين غير معجمة. والمدامع: المآقى، وهى أطراف العين. والدماع بالضم: ماء العين من عِلَّةٍ أو كِبَرٍ، ليس الدَمْعَ. وقال الراجز: يا مَنْ لِعَينٍ لا تَني تَهْماعا * قد تَرَكَ الدَمْعُ بها دُماعا * ودُمَّاعُ الكَرْمِ: ما يسيل منه أيَّامَ الربيع. * قال الأحمر: الدُمُعُ بضم الدال والميم: سِمَةٌ في مجرى الدمع.",
    "pg": "3:1209"
  },
  "دمغ": {
    "def": "الدِماغُ: واحد الأَدْمِغَةِ. وقد دَمَغَهُ (٢) دَمْغاً: شَجَّهُ حتَّى بلغت الشجة الدماغ، واسمها الدامغة، لان الشجاج عشرة: أولها القاشرة وهى الحارصة، ثم الباضعة، ثم الدامية، ثم المتلاحمة، ثم السمحاق، ثم الموضحة، ثم الهاشمة، ثم المنقلة، ثم الآمة، ثم الدامغة. وزاد أبو عبيدة الدامعة بعين غير معجمة بعد الدامية (١) . والدامغة: طَلْعةٌ تخرج من بين شظيّاتِ القُلْب طويلةٌ صلبةٌ إن تُرِكَتْ أفسدت النخلة.\nفصل الراء:",
    "pg": "4:1318"
  },
  "دمق": {
    "def": "يقال: انْدَمَقَ عليهم بغتة، إذا دخَل بغير إذن. وكذلك دمق دموقا، وأدمقته أنا. يقال: دَمَقَ الصائد في قُتْرَتِهِ، واندَمَقَ فيها. ودَمَقْتُ فاه، أي كسرتُ أسنانه. وأنشد الاصمعي: ويأكل الحية والحيوتا ويدمق الاقفال والتابوتا ويخنق العجوز أو تموتا أو تخرج المأقوط والملتوتا والدمق بالتحريك: ثلج وريح، فارسي معرب.",
    "pg": "4:1476-1477"
  },
  "دمقس": {
    "def": "الدِمَقْسُ: القَزُّ. ومنه قول امرئ القيس:\nوشحمٍ كَهُدَّابِ الدِمْقسِ المفتل (١)",
    "pg": "3:931"
  },
  "دمك": {
    "def": "قال الأصمعي: الدَموكُ: البكرة السريعة. وكذلك كل شئ سريع المَرِّ. والدَّمْكُ: أسرعُ عَدْوِ الأرنب. ورحى دموك: سريعة الطحن.\n(١) بالفاء والجيم، يقال ألفج الرجل أي أفلس، فهو ملفج بفتح الفاء، مثل أحصن فهو محصن. وأسهب فهو مسهب. فهذه الثلاثة جاءت بالفتح نوادر اهـ. مؤلفه عن مادة (ل ف ج) .\n(٢) في المعجم الفارسى الانجليزي \" خواست \" والدموك: اسم (١) فرس. قال: أنا ابن عمرو وهى الدموك حمراء في حاركها سموك كأن فاها فتب مفكوك ودمك الشئ يدمك دموكا، أي صار أملسَ. ويقال: أصابتهم دامِكَةٌ من دَوامِكِ الدهر، أي داهِيةٌ. والمِدْمَكُ: المِطْمَلَةُ، وهو ما يُوَسَّعُ به الخبز. والمِدْماكُ: السَافُ من البناء وأنشد الأصمعي: أَلاَ يا ناقِضَ الميثا ق مدما كا فمدما كا والدمكمك: الشديد. وربَّما قالوا رحىً دَمكْمَكٌ، أي شديدة الطحن.",
    "pg": "4:1585"
  },
  "دمل": {
    "def": "الدَمالُ بالفتح: السِرْجينُ (١) . وقد دَمَلْتُ الأرض. ودَمَلْتُ بين القوم: أصلحت. قال الكميت: رأى إرة منها تحش لفتنة وإيقاد راج أن يكون دمالها يقول: يرجو أن يكون سبب هذه الحرب، كما أن الدمال يكون سببا لاشعال النار. والدمال أيضا: التمر العفن. والمُدامَلَةُ كالمداجاة. يقال: ادْمُلِ القومَ، أي اطْوِهِمْ على ما فيهم. وانْدَمَلَ الجرحُ، أي تماثَلَ. والدُمَّلُ: واحد دَماميلِ القروحِ، ويخفَّفُ أيضاً.",
    "pg": "4:1699"
  },
  "دملج": {
    "def": "الدُمْلوجُ: المِعْضَدُ، وكذلك الدُمْلُجُ. وتقول: ألقى عليَّ دَماليجَهُ. والمُدَمْلَجُ: المُدْرَجُ الأملسُ. قال الراجز: كأنَّ مِنها القصَبَ المدمْلَجا * سوقٌ من البردى ما تعوجا",
    "pg": "1:316"
  },
  "دملق": {
    "def": "المُدَمْلَقُ من الحجر ومن الحافر: الأملسُ المدوَّرُ. مثل المُدَمْلَكِ والمُدَمْلَجِ. قال رؤبة: بكلِّ مَوْقوعِ النسورِ أَخْلَقا لأْمٍ يَدُقُّ الحَجَرَ المدملقا وكذلك الحافر. وقال: وحافر صلب العجى مدملق وساق هيق أنفها معرق",
    "pg": "4:1477"
  },
  "دملك": {
    "def": "نصلٌ مُدَمْلَكٌ، أي أملسٌ مدور. تقول منه: دملكت الشئ فتدملك. وحافر مدملك، مثل مدملق ومدملج. والدملوك: الحجر المدور.",
    "pg": "4:1585-1586"
  },
  "دمم": {
    "def": "الدِمامُ بالكسر: دواءٌ تطلى به جبهةُ الصبيّ وظاهرُ عينيه. وكل شئ طلى به فهو دِمامٌ. وقال يصف سهماً: قَرَنْتُ بحَقْوَيْهِ ثلاثاً فلم يَزُغْ عن القصد حتى بصرت بدمام (١) وقد دممت الشئ أدمه بالضم، إذا طليتَه بأيِّ صبغٍ كان. والمَدْمومُ: الأحمرُ. والمَدْمومُ: الممتلئ شحماً من البعير وغيره. وقد دُمَّ بالشحم، أي أُوقِرَ. قال ذو الرمة يصف الحمار: حتى انجلى البرد عنه وهو محتفر عرض اللوى زَلِقُ المَتْنَيْنِ مَدْمومُ وقِدْرٌ مَدْمومَةٌ ودَميمٌ، أي مطليَّةٌ بالطِحال. والدَمِيمُ: القبيحُ. وقد دَمَمْتَ يا فلان تَدِمُّ وتَدُمُّ دَمامَةً (١) ، أي صرتَ دَميماً. والدُمَّةُ: لُعبةٌ. والدُمَّةُ: الطريقةُ. والدِمَّةُ: بالكسر: البَعْرَةُ. والدامَّاءُ: إحدى جِحَرَةِ اليربوع، مثل الراهطاء. والجمع دَوامُّ على فواعلَ. وكذلك الدُمَّةُ والدممة أيضا، على وزن الحممة. ودم اليربوع جحره، أي كبسه. والدمادم من الارض: رواب سهلة. ودمدمت الشئ، إذا ألزقته بالارض وطحطحته. ودمدم الله سبحانه عليهم، أي أهلكهم. والديمومة: المفازة لا ماءَ بها. والمُدَمَّمُ: المطويّ من الكرار. قال الشاعر: تربع بالفأوين ثم مصيرها إلى كل كر من لصاف مدمم",
    "pg": "5:1921-1922"
  },
  "دنأ": {
    "def": "الدنئ: الخسيس من الرجال الدونُ. وقد دَنَأَ الرجل يَدْنَأُ صار دنيئاً، لا خير فيه، وإنه لدانِئٌ خبيثٌ، وما كان دانئاً. ولقد دَنَأَ، ودَنُؤَ أيضاً، دُنُوءَةً ودناءةً، أي سَفُلَ في فَعْلِهِ ومَجَنَ. والدنيئة: النقيصة. والدَنَأُ: الحدب. والادنأ: الاحدب.",
    "pg": "1:50-51"
  },
  "دنا": {
    "def": "دَنَوْتُ منه دُنُوَّاً، وأَدْنَيْتُ غيري. وسمِّيت الدُنْيَا لِدُنُوِّها ; والجمع دنى مثل الكبرى والكبر، والصغرى والصغر، وأصله دنو فحذفت الواو لاجتماع الساكنين. والنسبة إليها دنياوى، ويقال دنيوى ودني. ويقال: أدنت الناقة، إذا دَنا نِتاجها. ودانَيْتُ بين الأمرين، أي قاربت. وبينهما دَناوَةٌ، أي قرابةٌ. يقال: ما تزداد منّا إلاّ قُرباً ودَناوَةً. والدَنيُّ: القريب، غير مهموز.\n(٢٩٥ - صحاح - ٦) وقولهم: لقيته أدنى دنى، أي أول شئ. وأما الدَنيُّ بمعنى الدُونِ فهو مهموز. ويقال: إنَّه ليُدَنِّي في الأمور تَدْنِيَةً، أي يتتبَّع صغيرها وخسيسها. وفي الحديث: \" إذا أكلتم فدَنَّوا \"، أي كلُوا ممَّا يليكم. والمدَنِّي من الرجال: الضعيف. وتَدَنَّى فلان، أي دَنا قليلاً قليلاً. وتَدانَوْا، أي دَنَا بعضُهم من بعض. والادنيان: واديان. والدنا: موضع بالبادية. قال: فأمواه الدنا فعوير ضات * دوارس بعد أحياء حلال وتقول: هو ابن عم دنى ودنيا ودنيا ودنية، إذا ضممت الدال لم تجر، وإذا كسرت إن شئت أجريت وأن شئت لم تجر. فأما إذا أضفت العم إلى معرفة لم يجز الخفض في دنى، كقولك: هو ابن عمه دنيا ودنية، أي لحا، لان دنيا نكرة فلا تكون نعتا لمعرفة.",
    "pg": "6:2341-2342"
  },
  "دنب": {
    "def": "الفراء: الدنابة بتشديد النون: القصير، وكذلك الدنبة مقصور منه. فصل الذال",
    "pg": "1:125"
  },
  "دنر": {
    "def": "الدينار أصله دنار بالتشديد، فأبدل من أحد حرفي تضعيفه ياء لئلا يلتبس بالمصادر التى تجئ على فعال، كقوله تعالى:\n(وكذبوا بآياتنا كذابا) *، إلا أن يكون بالهاء فيخرج على أصله، مثل الصنارة والدنامة، لانه أمن الآن من الالتباس. والمدنر من الخيل: الذى يكون فيه نكت فوق البرش.",
    "pg": "2:659"
  },
  "دنس": {
    "def": "الدَنَسُ: الوسخ. وقد دَنِسَ الثوبُ يَدْنَسُ دَنَساً: توسخ. وتَدَنَّسَ مثله. ودنسه غيره تدنيسا.",
    "pg": "3:931"
  },
  "دنع": {
    "def": "الدَنَعُ: ما يطرحه الجازِرُ من البعير. والدَنَعُ: الذُلُّ. ورجلٌ دَنِعٌ، أي فَسْلٌ لا خير فيه.\nفصل الذال",
    "pg": "3:1209"
  },
  "دنف": {
    "def": "الدَنفُ بالتحريك: المرضُ الملازمُ. ورجلٌ دَنَفٌ أيضاً وامرأةٌ دَنَفٌ وقومٌ دَنَفٌ، يستوي فيه المذكر والمؤمث، والتثنية والجمع. فإن قلت رجلٌ دَنِفٌ بكسر النون قلت امرأةٌ دَنِفَةٌ، أَنَّثْتَ وثَنَّيْتَ وجمعتَ. وقد دَنِفَ المريضُ بالكسر، أي ثقُل. وأَدْنَفَ بالألف مثله. وأَدْنَفَهُ المرضُ، يتعدَّى، ولا يتعدى، فهو مُدْنِفٌ ومُدْنَفٌ. ويقال أيضاً: دَنَفَتِ الشمس وأذنفت، إذا دنت للمغيب واصفرت. ومنه قول العجاج: والشمس قد كادتْ تكون دَنَفا أَدْفَعُها بالراح كى تزحلفا",
    "pg": "4:1360-1361"
  },
  "دنق": {
    "def": "الدَانَقُ والدانِقُ: سُدْسُ الدِرهمِ. وربَّما قالوا للدانِق: داناقٌ، كما قالوا للدرهم: دِرْهامٌ. والدانِقُ أيضاً: المهزولُ الساقطُ. وأنشد أبو عمرو: إنَّ ذواتِ الدَلِّ والبَخانِقِ (١) قَتَلْنَ كلَّ وامِق وعاشِقٍ حتَّى تراه كالسليم الدانِقِ والمُدَنِّقُ: المستَقصي. قال الحسن: \" لا تُدَنِّقُوا فيُدَنَّقَ عليكم \". والتَدْنيق مثل التَرْنيقِ، وهو إدامةُ النظر إلى الشئ. يقال دنق إليه النظر ورنق. وكذلك النظر الضعيف. وتَدْنيقُ الشمس للغروب: دُنُوُّها. وتدنيق العين: غؤورها.",
    "pg": "4:1477"
  },
  "دنقس": {
    "def": "دَنْقَسْتُ (٢) بين القوم، أي أفسدت، بالسين والشين جميعا.",
    "pg": "3:931"
  },
  "دنقش": {
    "def": "دَنْقَشَ الرجلُ، إذا نَظَر وكسر عينيه. ودَنْقَشْتُ بين القوم: أفسدت. وربما جاء بالسين، حكاه أبو عبيد. وقال يونس لابي الدقيش: ما الدقيش؟ فقال: لا أدرى، هي أسماء نسمعها فنتسمى بها.",
    "pg": "3:1006"
  },
  "دنم": {
    "def": "الدِنَّامَةُ: القصيرُ، وكذلك الدِنَّمَةُ، مثل الدنابة والدنبة.",
    "pg": "5:1922"
  },
  "دنن": {
    "def": "فرسٌ أَدَنٌّ بيّن الدَنَنِ: قصير اليدين. قال الأصمعيّ: ومن أسوأ العيوب الدَنَنُ في كلِّ ذي أربع، وهو دنوُّ الصدر من الأرض. ورجلٌ أَدَنُّ، أي مُنحني الظهر. وبيتٌ أَدَنُّ، أي متطامنٌ. والدَنُّ: واحد الدِنان، وهي الحباب. والدندنة بالفتح: أن تسمع من الرجل نَغْمةً ولا تفهم ما يقول. وفي الحديث: \" حولها ندندن \". والدندن بالكسر: ما اسود من النبات لقِدَمه. قال حسّان بن ثابت:\nكالسَيْل يَغْشَى أُصُولَ الدندن البالى (٢) *",
    "pg": "5:2114-2115"
  },
  "دهثم": {
    "def": "أرضٌ دهْثَمَةٌ، أي سهلة. ورجلٌ دَهْثَمٌ، أي سهل الخُلُق.",
    "pg": "5:1924"
  },
  "دهج": {
    "def": "أبو عمرو: الدهمجة: مشى الكبير كأنه في قيد. قال الأصمعي: يقال للبعير إذا قارب الخَطْوَ وأسرع: قد دَهْمَجَ يُدَهْمِجُ. وأنشد (٢) : وعير (٣) لها من بنات الكداد * يدهمج بالوطب (٤) والمزود",
    "pg": "1:316"
  },
  "دهدن": {
    "def": "الدُهْدُنُّ، بالضم، معناه الباطل. قال الراجز: لاجعلن لابنة عثم فنا (١) حتى يكون مهرها دهدنا وربما قالوا: دهدر بالراء. وفي المثل: \" دهدرين (٢) ، وسعد القين \" يضرب للكذاب.",
    "pg": "5:2117"
  },
  "دهده": {
    "def": "دَهْدَهْتُ الحجر فَتَدَهْدَهَ: دحرجته قتدحرج. وقد تبدل من الهاء ياء فيقال: تَدَهْدى الحجرُ وغيره تدهديا، ودهديته أنا أدهديه دهداة ودِهْداءً، إذا دحرجتَه. قال ذو الرمة:\nكما تَدَهْدى من العَرْضِ الجلاميد (٣) * والدهدهان: الكبير من الابل. وقال:\nلنعم ساقى الدهدهان ذى العدد (١) * والدهداه: صغار الابل. قال الراجز: قد رويت إلا دهيدهينا (٢) * قليصات وأبيكرينا كأنه جمع الدهداه على دهاده ثم صغر دهاده فقال دهيده، ثم جمع دهيدها بالياء والنون. وكذلك أبكر جمع بكر ثم صغر فقال أبيكر، ثم جمعه بالياء والنون. ويقال: ما أدرى أي الدهداهو، أي أيُّ الناس هو. وحكى الكسائي: أيُّ الدَهْداءِ هو بالمد. وقولهم: \" إلادهٍ فَلادَهٍ \" , قال الأصمعي: معناه إنْ لم يكن هذا الأمر الآنَ فلا يكون بعد الآن. قال: ولا أدرى ما أصله وإنى أظنها قارسيه. يقول: إن لم تضربه الآن فلا تضربه أبدا. وأنشد أبو عبيده لرؤبه (*) * وقول إلاده فلاده (١) * والقول: جمع قائل، مثل راكع وركع.\nفصل الراء",
    "pg": "6:2231-2232"
  },
  "دهر": {
    "def": "الدَهْرُ: الزمان. قال الشاعر: إنَّ دَهْراً يَلُفُّ شَمْلي بِجُمْلٍ * لَزَمانٌ يَهُمُّ بالإحْسانِ - ويجمع على دهور. ويقال: الدهر: ألا بد. وقولهم: دهرا داهر، كقولهم: أبدا أبيد. وقولهم: دَهْرٌ دَهارِيرُ، أي شديدٌ، كقولهم: ليْلَةٌ لَيْلاءُ، ونَهارٌ أَنْهَرُ، ويَومٌ أَيْوَمُ، وساعةٌ سَوْعاءُ. وأنشد أبو عمرو بن العلاء لرجل من أهل نجد: وبينهما المرءُ في الأحياءِ مُغْتَبِطٌ * إذا هو الرَمْسُ تَعْفوهُ الأَعاصيرُ (١) - حتى كأنْ لم يكنْ إلاّ تَذَكَّرُهُ * والدَهْرُ أَيَّتَما حالٍ (٢) دَهاريرُ - ويقال: لا آتيك دَهْرَ الدَاهرين، أي أبداً. وفي الحديث: \" لا تَسُبُّوا الدَهْرَ فإنَّ الدهرَ هو الله \"، لأنهم كانوا يُضيفون النوازلَ إليه، فقيل لهم: لا تسبُّوا فاعلَ ذلك بكم، فإن ذلك هو الله تعالى. ويقال: دَهَرَ بهم أَمْرٌ، أي نزل بهم. وما ذاك بِدَهْري، أي عادتي. وما دَهْري بكذا، أي هِمَّتي قال مُتَمِّمُ ابن نويرة: لعمري وما دهري بِتأبِينِ هالِكٍ * ولا جَزَعاً مما أَصابَ فأَوْجَعا - والدُهْريُّ بالضم: المُسِنُّ. والدهرى بالفتح: الملحد. قال ثعلب: هما جميعا منسوبان إلى الدهر وهم ربما غيروا في النسب، كما قالوا سهلى بالضم للمنسوب إلى الارض السهلة. ودهورت الشئ، إذا جمعته ثم قذفته في مهواة. يقال: هو يدهور اللقم، إذا كبرها.\nفصل الذال",
    "pg": "2:661-662"
  },
  "دهرس": {
    "def": "الدَهاريِسُ: الدواهي، حكاه أبو عبيد.\nفصل الراء",
    "pg": "3:932"
  },
  "دهس": {
    "def": "الدَهْسُ والدَهاسُ، مثل اللَبْثِ واللَباث: المكان السهل الليِّن، لا يبلغ أن يكون رملاً، وليس هو بتراب ولا طين. ولونُه الدُهْسَةُ. يقال: رمل أَدْهَسُ بيِّن الدهس. قال العجاج:\nمواصلا قفا ورملا أدهسا * ورمال دهس، وعنز دهساء، وهي مثل الصَدْآء إلاّ أنها أقل حمرة منها. قال المعلى ابن جمال (١) العبدى: وجاءت خلعة دهس (٢) صفايا * يصور عنوقها أحوى زنيم * والخلعة: خيار المال. ويصور: يميل. ويروى: \" يصوع \" أي يفرق. وعنوق: جمع عناق.",
    "pg": "3:931-932"
  },
  "دهش": {
    "def": "دَهِشَ الرجل بالكسر يَدْهَشُ دَهَشاً: تحيّر. ودُهِشَ أيضاً فهو مدهوش. وأدهشه الله.",
    "pg": "3:1006"
  },
  "دهق": {
    "def": "أَدْهَقْتُ الكأسَ: ملأتها. وكأسٌ دِهاقٌ، أي ممتلئةٌ. قال خِداشُ ابن زهير: أتانا عامر يرجو قِرانا فأَتْرَعْنا له كأساً دِهاقا وأَدْهَقْتُ الماءَ، أي أفرغتُه إفراغاً شديداً. قال أبو عمرو: الدَهَقُ بالتحريك: ضربٌ من العَذاب (١) وهو بالفارسية \" أشكنجه \". قال ابن الاعرابي: دهقت الشئ: كسرته وقطعته، وكذلك دهدقته. وأنشد لحجر ابن خالد (٢) : ندهدق بضع اللحم للباع والندى وبعضهم تغلى بذم مناقعه (٣) ودهمقته بزيادة الميم مثله. وقال الاصمعي: الدهمقة: لين الطعام وطيبه ورقته. وكذلك كل شئ لين. قال: وأنشدني خلف الاحمر في نعت أرض:\nجون روابي تربه دهامق (١) * ومنه حديث عمر ﵁: \" لو شئت أن يدهمق لى لفعلت، ولكن الله عاب قوما فقال: أذهبتم طيباتكم في حياتكم الدنيا واستمتعتم بها \".\nفصل الذال",
    "pg": "4:1478"
  },
  "دهقن": {
    "def": "الدهقان معرب، إن جعلت النون أصلية من قولهم تدهقن الرجل وله دهقنة موضع كذا صرفته، لانه فعلال. وإن جعلته من الدهق لم تصرفه، لانه فعلان.",
    "pg": "5:2116-2117"
  },
  "دهك": {
    "def": "قال ابن الأعرابي: دَهَكَ الشئ يدهكه دهكا، إذا طحنه وكسره. وأنشد لرؤبة * ردت رجيعا بين أَرْحاءٍ دُهُكْ (١) * وهي جمع دهوك.",
    "pg": "4:1586"
  },
  "دهكم": {
    "def": "التدهكم: الانقحام في الشئ. والدهكم: الشيخ الفاني.",
    "pg": "5:1924"
  },
  "دهلز": {
    "def": "الدِهْليزُ بالكسر: ما بين الباب والدار، فارسيٌّ معرّب. والجمع الدهاليز.\nفصل الراء",
    "pg": "3:878"
  },
  "دهم": {
    "def": "دَهِمهُمْ الأمر يَدْهَمُهُمْ. وقد دَهِمَتْهُمُ الخيل، قال أبو عبيدة: ودَهَمَتْهُمْ بالفتح لغةٌ. والدَهْمُ: العدد الكثير، والجمع الدُهومُ. وقال: جئنا بدَهْمٍ يَدْهَمُ الدُهوما مَجْرٍ كأَنَّ فوقَه النُجوما والدُهْمَةُ: السوادُ. يقال: فرسٌ أَدْهَمُ، وبعيرٌ أَدْهَمُ، وناقةٌ دهماء، إذا اشتدت ورقته حتى ذهب البياض الذى فيه. فإن زاد على ذلك حتى اشتد السواد فهو جون. وادهم الفرس ادهماما، أي صار أدهم. وادهام الشئ ادهماما، أي اسوادَّ. قال تعالى: (مُدْهامَّتانِ) ، أي سوداوان من شدَّة الخُضرة من الريِّ. والعرب تقولُ لكلِّ أخضر أسود. وسميت قرى العراق سوادا لكثرة خضرتها. والدهماء: القدر. والوطأة الدهماء: القديمة. والحمراء: الجديدة. والدهماء: سحنة الرجل. والشاةُ الدَهْماءُ: الحمراءُ الخالصة الحمرة. ودهماء الناس: جماعتهم. والدهيماء: تصغير الدَهْماءِ، وهي الداهية، سمِّيتْ بذلك لاظلامها. ويقال للقيد: الادهم. وقال: أوعدنى بالسجن والاداهم رجلى فرجلي شثنة المناسم والدهيم وأمّ الدُهَيْمِ، من أسماء الدَواهي. وأصل الدهيم اسم ناقة عمرو بن الريان (١) الذهلى قتل هو وإخوته وحملت رؤوسهم عليها فقيل: \" أثقل من حمل الدهيم \" و \" أشام من الدهيم \".",
    "pg": "5:1924"
  },
  "دهن": {
    "def": "الدهن معروف. ودهن: حى من اليمن ينسب إليهم عمار الدهنى. والدهان: الاديم الأحمر، ومنه قوله تعالى: (فكانَتْ وَرْدَةً كالدِهانِ) ، أي صارت حمراءَ كالأديم، من قولهم: فرس وردٌ، والانثى وردة. قال رؤبة: كغصن بان عوده سرعرع كأن وردا من دهان يمرع (١) أي يكثر دهنه. يقول: كأن لونه يعلى بالدهن (٢) لصفائه. قال الاعشى: وأجرد من فحول الخيل طِرْفٍ كأنَّ على شواكله دهانا وقال لبيد: وكل مدماة كميت كأنها سليم دهان في طراف مطنب والدهان أيضا: جمع دُهْنٍ. يقال دَهَنْتُهُ (٣) بالدِهانِ أَدْهُنُهُ. وتَدَهَّنَ هو وادْهَنَ أيضاً، على افتعل، إذا تطلّى بالدُهْنِ. ودهنته بالعصا: ضربته بها. والدهان أيضاً: المطر الضعيف (١) ، واحدها دُهْنٌ بالضم. عن أبي زيد. ودَهَنَ المطرُ الأرضَ، إذا بَلَّها بَلاًّ يسيراً. يقال: دَهَنَها وليٌّ، وهي مَدْهونَةٌ. وقومٌ مدَهَّنُونَ، بتشديد الهاء: عليهم آثار النِعَمِ. والمُدْهُنُ بالضم لا غير: قارورة الدهن، وهو أحد ما جاء على مفعل مما يستعمل من الادوات. وتمدهن الرجلُ، إذا أخذ مُدْهُناً. والجمع مَداهِنُ. والمُدْهُنُ: نقرةٌ في الجبل يستنقع فيها الماء، ومنه حديث الزهري (٢) : \" نشف المدهن ويبس الجعثن \". قال أوس: يقلب قَيْدوداً كأنَّ سَراتَها صَفا مُدْهُنٍ قد زلقته الزحالف والمداهنة كالمصانعة. والإدْهانُ مثله، قال الله تعالى: (وَدُّوا لو تُدْهِنُ فيُدْهِنونَ) وقال قومٌ: داهَنْتُ بمعنى واريتُ، وأَدْهَنْتُ بمعنى غششت. وناقة دهين: قليلة اللبن. قال (١) : لِسانُكَ مِبْرَدٌ لا عيبَ فيه ودَرُّكَ دَرُّ جاذبةٍ دَهينِ (٢) وقد دَهَنَتِ (٣) الناقةُ تَدْهُنُ دهانة، عن أبى زيد. والدهناء: موضع ببلاد تميم، يمد ويقصر، وينسب إليه دهناوى (٤) . والدهناء: بنت مسحل، أحد بنى مالك ابن سعد بن زيد مناة بن تميم، وهى امرأة العجاج وكان قد عنن عنها فقال فيها: أظنت الدهنا وظن مسحل أن الامير بالقضاء يعجل عن كسلاتى والحصان يكسل عن السفاد وهو طرف هيكل",
    "pg": "5:2115-2116"
  },
  "دهنج": {
    "def": "الدُهانِجُ: الجمل الفالجُ ذو السنامين، فارسي معرب. قال العجاج يشبه به أطراف الجبل في السراب: كأنما (١) الارعن منه في الآل * إذا بدا دهانج ذو أعدال والدهنج بالتحريك (٢) : جوهر كالزمرد.\nفصل الذال",
    "pg": "1:316"
  },
  "دهى": {
    "def": "الداهِيَةُ: الأمر العظيم. ودَواهي الدهر: ما يصيب الناسَ من عظيم نوبه وحوادثه. قال ابن السكيت: دهته داهية دَهْياءُ ودَهْواءُ، وهو توكيدٌ لها. والدَهْيُ، ساكنة الهاء: النُكْرُ وجودة الرأي. يقال: رجلٌ داهِيَةٌ بيّن الدهى. والدهاء ممدود، والهمزة فيه منقلبة من الياء لا من الواو، وهما دهياوان. وما دَهاكَ، أي ما أصابك.\nفصل الذال",
    "pg": "6:2344"
  },
  "دوأ": {
    "def": "الداء: المرض، والجمع أدواءٌ. وقد داءَ الرجلُ يَداءُ داءً: مَرِضَ، فهو داءٌ. وقد دِئْتَ يا رَجُلُ، وأَدَأْتَ أيضاً: فأنت مدئ، وأدأته، أنا: أي أصبته بداءٍ، يتعدَّى ولا يتعدَّى. أبو زيد: تقول للرجل إذا اتهمتَهُ: قد أَدَأْتَ إداءَةً وأَدْوَأْتَ إدْواءً. وقولهم: به داءٌ ظَبْي، معناه: أنه ليس به داءٌ كما لاداء بالظبى.\nفصل الذال",
    "pg": "1:51"
  },
  "دوح": {
    "def": "الدَاحُ: نَقْشٌ يُلَوَّحُ به للصِبْيانِ يُعَلَّلونَ به. يقال: \" الدُنيا داحةٌ \". والدَوْحَةُ: الشجرةُ العظيمةُ، من أيِّ الشَجَر كان. والجمع دَوْحٌ. فصل الذال",
    "pg": "1:361-362"
  },
  "دوخ": {
    "def": "داخَ البلادَ يَدوخها: قهرها واستولى على أهلها. وكذلك دَوَّخَ البلاد. وداخَ الرجلُ يَدوخُ: ذَلَّ. ودوخته أنا. قال الاصمعي: ديخه وديثه، بمعنى ذلله. قال العدبس (٥) .",
    "pg": "1:421"
  },
  "دود": {
    "def": "الدودُ: جمع دودة، وجمع الدودِ ديدانٌ، والتصغير دُوَيْدٌ، وقياسه دويدة (٥) . وداد الطعام يداد، وأداد، ودَوَّدَ، كله بمعنىً: إذا وقع فيه السوس. قال الراجز (١) : قد أطعمتني دقلا حوليا * مسوسا مدودا حجريا - ودودان: أبو قبيلة من أسد، وهو دودان ابن أسد بن خزيمة. وأبو داود: شاعر من إياد. وداود: اسم أعجمى لا يهمز.\nفصل الذال",
    "pg": "2:470-471"
  },
  "دور": {
    "def": "الدارُ مؤنَّثةٌ. وإنَّما قال الله تعالى:\n(ولَنِعْمَ دارُ المُتَّقين) * فذُكِّر على معنى المَثْوى والموضِعِ كما قال:\n(نِعْمَ الثَوابُ وحَسُنَتْ مرتفقا (٢)) * فأنث على المعنى. وأدنى العدد أدؤر، فالهمزة فيه مبدلة من واو مضمومة. ولك أن لا تهمز. والكثير ديار مثل جبل وأجبل وجبال. ودور أيضا مثل أسد وأسد. والدارة: أَخَصُّ من الدار. قال أميَّةُ ابن أبى الصلت يمدح عبد الله بن جُدْعان: لَهُ داعٍ بِمَكَّةَ مُشْمَعِلٌّ * وآخَرُ فَوْقَ دارَتِهِ يُنادي - والدارَةُ: التي حَوْلَ القمر، وهى الهالة. وقول الشاعر زميل الفزارى: فلا تكثرا فيه الملامة إنه * محا السيف ما قال ابن دارة أجمعا - قال أبو عبيدة: هو سالم بن دارة، وكان هجا بعض بنى فزارة فاغتاله الفزارى حتى قتله بسيفه. ويقال: ما بها دُوريٌّ وما بها دَيَّارٌ، أي أَحَدٌ. وهو فَيْعالٌ من دُرْتُ، وأصله ديوار، فالواو إذا وقعت بعد ياء ساكنة قبلها فتحة قلبت ياء وأدغمت، مثل أيام وقيام. ودار الشئ يدور دَوْراً ودَوَراناً. وأَدارَهُ غيره ودَوَّرَ به. وتدوير الشئ: جعله مدورا. والمداورة كالمعالجة. قال الشاعر (١) : * ونجدني مُداوَرَةُ الشُؤُونِ (١) * والدَوَّاريُّ: الدَهْرُ يدور بالانسان أحوالا قال العجاج: وأنت قنسرى والدارى (٢) * والدهر بالانسان دوارى (٣) - والدارى: العطار، وهو مَنْسوبٌ إلى دارينَ: فُرْضَةٌ بالبحرَيْنِ فيها سوقٌ كان يُحْمَل إليها مِسْكٌ من ناحية الهِنْد. وفي الحديث: \" مَثَلُ الجَليسِ الصالِحِ مثل الدارِيِّ إنْ لم يُحْذِكَ من عِطْرِهِ عَلِقَكَ من رِيحِه \". قال الشاعر: إذا التاجِرُ الدارِيُّ جاء بفَأرَةٍ * من المِسْكِ راحَتْ في مَفارِقِها تَجْري - والداريُّ أيضاً: رَبُّ النَعَم، سُمِّيَ بذلك لأنه مُقيمٌ في داره، فنسب إليها. وقال الراجز: لبث قليلا يلحق الداريون * أهل الجياد البدن (٤) المكفيون * سوف ترى إن لحقوا ما يبلون يقول: هم أرباب المال، واهتمامهم بإبلهم أشد من اهتمام الراعى الذى ليس بمالك لها. والدائرة: واحدةُ الدوائر. يقال: في الفرس ثماني عشرة دائرة. والدائرة: الهزيمة. يقال: عليهم دائرةُ السَوءِ. والمُدارَةُ: جِلْدٌ يُدارُ ويُخْرَزُ على هيئة الدلو فيستقى بها. قال الراجز: لا يستقى في النزح المضفوف * إلا مدارات الغروب الجوف - يقول: لا يمكن أن يستقى من الماء القليل إلا بدلاء واسعة الاجواف، قصيرة الجوانب لتنغمس في الماء وإن كان قليلا فتمتلئ منه. ويقال هي من المدارة في الامور. فمن قال هذا فإنه بكسر التاء في موضع النصب أي بمدارة الدلاء، ويقول: \" لا يستقى \" على ما لم يسمَّ فاعلُه. ودوار بالضم: صَنَمٌ، وقد يفتح. وقال امرؤ القيس: فَعَنَّ لنا سِربٌ كأنَّ نِعاجَهُ * عَذارى دُوارٍ في مُلاءٍ مُذَيَّلِ - والدُوارُ أيضاً من دُوارِ الرأس. يقال: دِيرَ بالرجل، وأُديرَ به. ودَيْرُ النصارى، أصله الواو، والجمع أديار. والديرانى: صاحب الدير. وقال ابن الأعرابي: يقال للرجل إذا رَأَسَ أصحابه: هو رَأْسُ الدير.",
    "pg": "2:659-661"
  },
  "دوس": {
    "def": "داس الشئ برجله يدوسه دوساً. ويقال: أتتهم الخيل دَوائِسَ، أي يتبع بعضها بعضاً. وداس الطعامَ يدوسه دِياسةً فانْداسَ هو. والموضع مَداسَةٌ. والمِدْوَسُ: ما يُداسُ به. والمِدْوَسُ أيضاً: المِصْقَلة. يقال دُسْتُ السيفَ، إذا صقلته. قال الشاعر وأبيض كالغدير ثوى عليه * قيون بالمداوس نصف شهر * ودوس: قبيلة من اليمن من الازد.",
    "pg": "3:931"
  },
  "دوف": {
    "def": "دُفْتُ الدواءَ وغيره، أي بَللته بماء أو بغيره، فهو مَدوفٌ ومَدْوُوفٌ وكذلك مِسْكٌ مَدوفٌ، أي مبلول ويقال مسحوق وليس يأتي مفعول من ذوات الثلاثة من بنات الواو بالتمام إلا حرفان: مسك مدووف وثوب مصوون، فإن هذين جاءا نادرين. والكلام مدوف ومصون، وذلك لثقل الضمة على الواو. والياء أقوى على احتمالها منها، فلهذا جاء ما كان من بنات الياء بالتمام والنقصان نحو ثوب مخيط ومخيوط على ما فسرناه في باب الطاء. ودياف: موضع بالجزيرة، وهم نبيط الشأم (١) ، وهو من الواو. قال الشاعر ولكن ديافى أبوه وأمه (١) بحوران يعصرن السليط أقاربه قوله \" يعصرن \" إنما هو على لغة من يقول: أكلوني البراغيث. وجمل ديافى، وهو الضخم الجليل.\nفصل الذال",
    "pg": "4:1361"
  },
  "دوق": {
    "def": "الدوقُ بالضم: الموقُ والحُمْق. يقال: أحمقُ مائقٌ دائِقٌ. وقد داقَ يَدوقُ دَوْقاً ودُؤُوقاً ودَواقَةً (٢) .",
    "pg": "4:1477-1478"
  },
  "دوك": {
    "def": "داكَ الطيبَ يَدوكُهُ دَوْكاً ومَداكاً، أي سَحَقه. والمَداكُ أيضاً (١) : حجرٌ يُسْحَقُ عليه الطيبُ. قال الشاعر (٢) :\nفي جُؤْجُؤٍ كَمَداكِ الطِيبِ مَخْضوبِ (٣) * والمِدْوَكُ أيضاً على مِفْعَلٍ: حجرٌ يسْحَقُ به الطِيبُ. وبات القوم يَدوكونَ دَوْكاً، إذا باتوا في اختلاطٍ ودَوَرانٍ. ووقعوا في ذوكة ودوكة، أي خصومة وشر. وتَداوَكَ القومُ، أي تضايقوا في حرب أو شر.",
    "pg": "4:1586"
  },
  "دول": {
    "def": "الدَوْلَةُ في الحرب: أن تُدالَ إحدى الفئتين على الأخرى. يقال: كانت لنا عليهم الدَوْلَةُ. والجمع الدُِوَلُ. والدُولَةُ بالضم، في المال ويقال: صار الفئ دولة بينهم يَتَداوَلونَهُ، يكون مرّةً لهذا ومرَّةً لهذا، والجمع دُولاتٌ ودُوَلٌ. وقال أبو عبيد: الدولَةُ بالضم: اسم الشئ الذى يتداول به بعينه. والدَوْلَةُ بالفتح: الفعل. وقال بعضهم: الدُولَةُ والدَوْلَةُ لغتان بمعنىً. وقال محمد بن سلام الجمحى: سألت يونس عن قول الله تعالى: ﴿كى لا يكون دولة بين الاغنياء منكم﴾ فقال: قال أبو عمرو بن العلاء: الدولة بالضم في المال، والدولة بالفتح في الحرب. قال عيسى بن عمر كلتاهما تكون في المال والحرب سواء. قال يونس: أما أنا فو الله ما أدرى ما بينهما. وأَدالَنا الله من عدوّنا من الدلة. والادالة: الغلبة. يقال: اللهم أَدِلْني على فلان وانصرني عليه. ودالَتِ الأيّامُ، أي دارت. والله يُداوِلُها بين الناس. وتَداوَلَتْهُ الأيدي، أي أخذَتْهُ هذه مرّةً وهذه مرَةً. وقولهم: دَوالَيْكَ، أي تَداوُلٌ بعد تَداوُلٍ، قال عبد بني الحسحاس: إذا شُقَّ بُرْدٌ شُقَّ بالبُرْدِ مثله دواليك حتى ليس للبُرْدِ لابِس (١) أبو زيد: دالَ الثوب يَدولُ، أي بَليَ. وقد جعل وُدُّهُ يَدُولُ، أي يَبْلى. واندال بطنه، أي استرخى. واندل القومُ: تحوَّلوا من مكان إلى مكان. قال ابن السكيت: الدول في حنيفة ينسب إليهم الدولي، والديل في عبد القيس ينسب إليهم الديلى. وهما ديلان: أحدهما الديل بن شن بن أفصى بن عبد القيس بن أفصى، والآخر الديل بن عمرو بن وديعة بن أفصى بن عبد القيس، منهم أهل عمان. وأما الدئل بهمزة مكسورة فهم حى من كنانة، وقد ذكرناه من قبل، وينسب إليهم أبو الاسود الدؤلى فتفتح الهمزة، استيحاشا لتوالى الكسرات. والدويل: النبت الذى أتى عليه عام. وهو فعيل. والدولة: لغة في التُولَةِ. يقال: جاء بدَولاتِهِ، أي بدواهيه.\nفصل ال ذال",
    "pg": "4:1699-1701"
  },
  "دوم": {
    "def": "دام الشئ يدوم ويدام، دَوْماً ودَواماً ودَيْمومَةً، وأَدامَهُ غيره. ودَوَّمَتِ الشمسُ في كبد السماء. وقال (١) :\nوالشمسُ حَيرى لها في الجوِّ تَدْويم (٢) * أي كأنَّها لا تمضي. قال الأصمعيّ: دَوَّمَتِ الخمرُ شاربَها، إذا سكِر فدار. ويقال: أخذه دُوامٌ بالضم، أي دُوارٌ، وهو دوار الرأس. ودام الشئ: سكن. وفي الحديث \" نهى أن يُبَالَ في الماء الدائم \"، وهو الساكن. ودَوَّمْتُ القِدْرَ وأَدَمْتُها، إذا سكنت غليانها بشئ من الماء. ودومت الشئ: بللته. قال ابن أحمر:\nوقد يُدَوِّمُ ريقَ الطامِع الامل (١) * أي يبله. وتدويم الزعفران: دوفه. قال الفراء. والتَدْويمُ. أن يَلوكَ لسانَه لئلا ييبس ريقه. قال ذو الرمة يصف بعيرا يهدر في شقشقته: رقشاء تنتاخ اللغام المزبدا (٢) دوم فيها رزه وأرعدا وتدويم الطير: تحليقه، وهو دورانه في طَيرانه ليرتفع إلى السماء. وقد جعل ذو الرمة التدويمَ في الأرض بقوله يصفُ ثوراً: حتَّى إذا دَوَّمَتْ في الأرضِ راجَعَهُ كِبْرٌ ولو شاء نَجَّى نَفْسَهُ الهَرَبُ وأنكر الأصمعيُّ ذلك وقال: إنَّما يقال دَوَّى في الأرض، ودَوَّمَ في السماء. وكان بعضهم يصوب التدويم في الارض ويقول: منه اشتقت الدوامة، بالضم والتشديد، وهى فلكة يرميها الصبى بخيط فتدوم على الارض، أي تدور. وغيره يقول: إنما سُمِّيت الدُوَّامَةُ من قولهم: دَوَّمْتُ القِدْرَ، إذا سكّنتَ غليانَها بالماء، لأنها من سرعة دورانها كأنَّها قد سَكَنَتْ وهدأت. والتدْوامُ مثل التدويم. وأنشد الاحمر في نعت الخيل: فهن يعلكن حدائداتها جنح النواصي نحو ألوياتها كالطير تبقى متداوماتها قوله \" تبقى \" أي تنظر إليها أنت وترقبها. وقوله \" متدوامات \" أي مدومات دائرات عائفات على شئ. وقال بعضهم: تدويم الكلب: إمعانه في الهرب. والمُديمُ: الراعِفُ والدَوْمُ: شجرُ المقل. والظل الدوم: الدائم. ودومة الجندل: اسم حصن. وأصحاب اللغة يقولونه بضم الدال، وأصحاب الحديث يفتحونها. وقول لبيد يصف بنات الدهر: وأعصفن بالدومى من رأس حصنه وأنزلن بالاسباب رب المشقر يعنى أكيدر صاحب دومة الجندل. والمدامة والمُدامُ: الخمرُ. واسْتَدَمْتُ الأمرَ، إذا تأنيت به. وقال قيس بن زهير: فلا تعجل أمرك واسْتَدِمْهُ فما صَلَّى عَصاكَ كمُسْتَديمِ وقال آخر (١) : وإنى على لَيْلى لَزارٍ وإنَّني على ذاك فيما بيننا مُسْتَديمُها أي منتظرٌ أن تُعْتِبَني بخير. والمُداوَمَةُ على الأمر: المواظَبة عليه وأما قولهم: ما دام، فمعناه الدَوامُ، لان ما اسم موصول بداء، ولا تستعمل إلا ظرفا كما تستعمل المصادر ظروفا، تقول: لا أجلس مادمت قائما، أي دوام قيامك، كما تقول: ورد في مقدم الحاج. والدودم (٢) ، على وزن الهدبد: شبه الد يخرج من السمرة، هو الحذال. يقال: حاضت: السمرة، إذا خرج منها ذلك.",
    "pg": "5:1922-1924"
  },
  "دون": {
    "def": "دون: نقيض فوق، وهو تقصير عن الغاية. ويكون ظرفاً. والدونُ: الحقير الخسيس. وقال: إذا ما عَلا المرءُ رامَ العَلاء ويَقنع بالدونِ من كان دونا ولا يشتقّ منه فعل. وبعضهم يقول منه: دانَ يَدونُ دَوْناً، وأدين إدانة. ويروى قول عدى (١) : \" لم يدن \" وغيره يرويه \" لم يدن \" بتشديد النون على ما لم يسمَّ فاعلُه، من دنى يدنى، أي ضعف. ويقال: هذا دون ذاك، أي أقربُ منه. ويقال في الاغراء بالشئ: دونكه. قال تميم للحجاج لما قتل صالح بن عبد الرحمن: أقبرنا صالحا - وكان قد صلبه - فقال: \" دونكموه \". والديوان أصله دَوَّانٌ، فعوّض من إحدى الواوين، لأنَّه يجمع على دَواوين، ولو كانت الياء أصلية لقالوا دياوين. وقد دونت الدواوين.",
    "pg": "5:2115"
  },
  "دوى": {
    "def": "الدواءُ (١) ممدودٌ: واحد الأدْوِيَةِ. والدواء (*) بالكسر لغة فيه. وهذا البيت ينشد على هذه اللغة (١) : يقولون مخمورٌ وذاك دِواؤُهُ (٢) * عَلَيَّ إذَنْ مَشْيٌ إلى البيت واجبُ أي قالوا: إن الجلد والتعزير دَواؤُهُ، قال: وعَلَيَّ حِجَّةٌ ماشياً إنْ كنت شربتها. ويقال: الدِواءُ إنّما هو مصدر داوَيْتُهُ مُداواةً ودِواءً. ورجلٌ دَوٍ بكسر الواو، أي فاسد الجوف من داءٍ، وامرأةٌ دَوِيَةٌ. فإذا قلتَ رجلٌ دَوّى بالفتح استوى فيه المذكَّر والمؤنّث والجمع، لأنه مصدر في الأصل. ويقال أيضاً رجلٌ دَوّي بالفتح، أي أحمق. وأنشد الفراء: وقد أقود بالدوى المزمل * أخرس في السفر بقاق المنزل (٣) ويقال: تركت فلاناً دَوَىً ما أرى به حياةً. والدَوى مقصورٌ: المرض. تقول منه: دَوِيَ بالكسر، أي مَرِضَ. ودَويَ صدره. أيضاً أي ضَغِنَ. وأدواه غيره، أي أمرضه. وداواه: أي عالجه. يقال: هو يُدْوي ويداوى، أي يعالج. وتداوى بالشئ، أي تعالج به. ودووى الشئ، أي عولج، ولا يدغم فرقا بين فوعل وفعل. قال العجاج:\nبفاحم دووى حتى اعلنكسا (١) * والدواية والدواية: الجُليْدَةُ التي تعلو اللبن والمرق. وقد دَوَّى اللبن تَدْوِيَةً، إذا ركبته الدُوايَة. وقد ادَّوَيْتُ، أي أكلت الدواية، وهو افتعلت. قال الشاعر (٢) :\nكما كتمت داء ابنها أم مدوى (٣) * وذلك أن خاطبة من الاعراب خطبت على ابنها جارية، فجاءت أمها إلى أم الغلام لتنظر إليه، فدخل الغلام فقال: أأدوى يا أمي؟ فقالت الام: اللجام معلق بعمود البيت. أرادت بذلك كتمان زلة الابن وسوء عادته. ودوى الريح: حفيفها، وكذلك دوى (*) النحل والطائر. ويقال دوى الفخل تدوية، وذلك إذا سمعت لهديره دَوِيَّاً. والمُدَوِّي أيضاً: السحاب ذو الرعد المرتجس. قال الأصمعيّ: يقال دَوَّى الكلب في الأرض، كما يقال دَوَّمَ الطائر في السماء، إذا دار في طيرانه ولزم السمتَ في ارتفاعه. قال: ولا يكون التدويمُ في الأرض، ولا التدوية في السماء. وكان يعيب قول ذى الرمة: حتى إذا دَوَّمَتْ في الأرضِ راجَعَهُ * كِبْرٌ ولو شاء نَجَّى نَفْسَهُ الهَرَبُ * وبعضهم يقول: هما لغتان بمعنى يجول، ومنه اشتقت دوامة الصبى، وذلك لا يكون إلا في الارض. والدواة بالفتح: ما يكتب منه، والجمع دوى، مثل نواة ونوى، ودوى أيضا على فعول جمع الجمع، مثل صفاة وصفا وصفى. قال أبو ذؤيب: عرفت الدِيارَ كَرَقْم الدُوِ * يِّ حبَّرَه الكاتب الحِمْيَرِيُّ وثلاثُ دَوَياتٍ إلى العشْر. والدَوُّ والدَوِّيُّ: المفازةُ، وكذلك الدوية لانها مفازة مثلها فنسبت إليها. وهو كقولهم: قعسر وقعسرى، ودهر دوار ودوارى. قال الشاعر (١) : ودوية قَفْرٍ تَمَشَّى نَعامُها * كمَشْيِ النَصارى في خفاف الارندج (٢) والدو أيضا: موضع، وهو أرض من أرض العرب. وربما قالوا داوية، قلبوا الواو الاولى الساكنة ألفا لانفتاح ما قبلها. ولا يقاس عليه. وقولهم: ما بها دوى، أي أحد ممن يسكن الدو، كما يقال: ما بها دورِيٌّ وطورِيٌّ. ابن السكيت: الدَواءُ: ما عولج به الفرسُ من تضمير وحنذ، وما عولجت به الجارية حتى تسمن. وأنشد لسلامة بن جندل: ليس بأسفى ولا أقنى ولا سغل (٣) * يُسْقَى دَواَء قَفِيِّ السَكْنِ مربوبِ يعنى اللبن، وإنما جعله دواء لانهم كانوا يضمرون الخيل بشرب اللبن والحنذ ويقفون به الجارية، وهى القفية لانها تؤثر به كما يؤثر الضيف والصبى. (*) الاصمع رى: أرض دوية مخفف، أي ذات أدواء.",
    "pg": "6:2342-2344"
  },
  "ديث": {
    "def": "دَيَّثَهُ: ذَلَّلهُ. وطريق مُدَيَّثٌ، أي مُذَلَّلٌ. والدَيُّوثُ: القُنْذُعُ، وهو الذى لا غيرة له.\nفصل الراء",
    "pg": "1:282"
  },
  "ديج": {
    "def": "الديباج: فارسي معرب ويجمع على دَيابيجَ، وإن شئت دبابيج بالباء إنْ جعلتَ أصله مشدَّداً، كما قلنا في الدنانير. وكذلك في التصغير والديباجَتانِ: الخَدَّانِ. قال ابنُ مُقْبل: يَخْدي بها بازِلٌ فُتْلٌ مَرافِقُهُ (١) * يجري بديباجَتَيه الرشحُ مُرْتَدِعُ أي هو مرتدعٌ متلطِّخ به، من الردع. ابن السكيت: ما بالدار دبيج بالكسر والتشديد، أي ما بها أحد. وشك أبو عبيدة في الجيم والحاء. وسألت عنه بالبادية جماعة من الاعراب فقالوا: ما بالدار دبى. وما زادوني على ذلك. ووجدت بخط أبى موسى الحامض: ما في الدار دبيج (٢) موقع، بالجيم، عن ثعلب.",
    "pg": "1:312"
  },
  "ديخ": {
    "def": "الديخ: القِنْوُ، والجمع دَيْخَةٌ، مثل ديك وديكة.\nفصل الذال",
    "pg": "1:421"
  },
  "ديش": {
    "def": "الديش: ابن الهون بن خزيمة. وربما قالوه بفتح الدال. وهو أحد القارة، والآخر عضل بن الهون، يقال لهما جميعا: القارة. فصل الراء",
    "pg": "3:1006"
  },
  "ديص": {
    "def": "داصَ يَديصُ دَيَصاناً، أي راغَ وحادَ. قال الراجز: إنَّ الجَوادَ قد رأى وبِيصَها * فأَيْنما داصَتْ يَدِصْ مَديصَها * وَداصَتِ السلْعةُ - وهي الغُدّة - إذا حرَّكتَها بيدك فجاءت وذهبت. ووجل دياص، إذا كان لا يقدر عليه. والدائص: اللص، والجمع الداصة، مثل قائد وقادة، وذائد وذادة. والاندياص: انسلال الشئ من اليد. ويقال: انداص فلانٌ علينا بشرِّه، وإنَّه لمُنْداصٌ بالشر.\nفصل الراء",
    "pg": "3:1040-1041"
  },
  "ديك": {
    "def": "الديك معروف، والجمع الديكة والديوك (٢) .\nفصل الراء",
    "pg": "4:1586"
  },
  "ديم": {
    "def": "أبو زيد: الديمَةُ: المطر الذي ليسَ فيه رعدٌ ولا برقٌ. وأقلُّه ثلث النهار أو ثلث الليل، وأكثره ما بلغ من العِدّة. والجمع دِيَمٌ. قال لبيد: باتت وأسبل وأكف من دِيمَةٍ يَرْوي الخَمائِلَ دائماً تَسْجامُها ثم يشبَّه به غيره. وفي الحديث: \" كان عملُه دِيمَةً \". وقد دَيَّمت السماء تَدْييماً. قال الشاعر (١) يمدحُ رجلاً بالسخاء:\nإنْ دَيِّموا جادَ وإن جادوا وَبَل (٢) * والدَياميمُ: المفاوز. ومفازةٌ دَيْمومةٌ، أي دائِمة البعد. وأرضٌ مُديمَةٌ، من الديمَةِ. عن اليزيدى.\nفصل الذال",
    "pg": "5:1924-1925"
  },
  "دين": {
    "def": "أبو عبيد: الدَيْنُ: واحد الديونِ. تقول: دِنْتُ الرجل أقرضته، فهو مدينٌ ومَدْيونٌ. ودانَ فلان يدين دينا: استقرض وصار عليه دَيْنٌ، فهو دائِنٌ. وأنشد الأحمر (١) : نَدينُ ويَقْضي الله عنا وقد نَرى مصارع قومٍ لا يَدينونَ ضيعا (٢) ورجل مديون: كثر ما عليه من الدَيْنِ. وقال:\nمُسْتَأْرِبٍ عَضَّهُ السلطانُ مَدْيون (٣) * ومِدْيانٌ، إذا كان عادتُه أن يأخذ بالديْنِ ويستقرض. وأَدانَ فلان إدانَةً، إذا باعَ من القوم إلى أجلٍ فصار له عليهم دَيْنٌ تقول منه: أَدِنِّي عشرة دراهم. قال أبو ذؤيب: أَدَانَ وأَنْبَأَهُ الأَوَّلونَ بأن المدان ملئ وفي وادان: استقرض، وهو افتعل. وفي الحديث (٤) : \" ادَّانَ مُعْرِضاً \"، أي اسْتَدانَ، وهو الذي يعترض الناس فيَسْتَدينُ ممّن أمكنه. وتداينوا: تبايعوا بالدين. واستدانوا: استقرضوا. ودايَنْتُ فلاناً، إذا عامَلتَه فأعطيت دَيْناً وأخذت بدَيْنٍ. وتَدايَنَّا، كما تقول قاتلته وتقاتلنا. وبِعْتُهُ بدِينَةٍ، أي بتأخير. والدينُ بالكسر: العادة والشأن. قال (١) : تقول إذا درأت لها وَضيني أهذا دينُهُ أبداً وديني (٢) ودانه دينا، أي أذلًّه واستعبده. يقال: دِنْتُهُ فدانَ. وفي الحديث: \" الكَيِّسُ من دانَ نفسَه وعَمِل لما بعد الموت \". قال الاعشى: هو دان الرباب إذ كرهوا الدين دراكا بغزوة وارتحال ثم دانت بعد الرباب وكانت كعذاب عقوبة الاقوال قال: هو دان الرباب، يعنى أذلها وقهرها، ثم قال: دانت بعد الرباب، أي ذلت له وأطاعت. والدينُ: الجزاءُ والمكافأةُ. يقال: دانَهُ ديناً، أي جازاه. يقال: \" كما تَدينُ تُدانُ \"، أي كما تُجازي تُجازى، أي تُجازى بفعلك وبحسب ما عملت. وقوله تعالى: (أَءِنَّا لَمَدينونَ) أي مجزيُّون محاسَبون. ومنه الدَيَّانُ في صفة الله تعالى. وقومٌ دينٌ، أي دائنونَ. وقال:\nوكان الناس إلاَّ نحنُ دينا (١) * والمَدينُ: العبدُ. والمَدينَةُ: الأَمَةُ، كأنَّهما أذلهما العمل. قال الأخطل: رَبَتْ ورَبا في كَرمِها ابنُ مدينةٍ يَظَلُّ على مسحاته يتركل قال أبو عبيدة: أي ابن أمة. الفراء: يقال: دينته: مَلَّكْتُهُ. وأنشد للحطيئة يهجو أُمّه: لقد دُيِّنْتِ أمرَ بَنيكَ حتّى تَرَكْتِهِمُ أَدَقَّ من الطحينِ يعني ملكت. ويروى: \" سوست \". وناس يقولون: ومنه سمى المِصْرُ مَدينَةً. والدينُ: الطاعةُ. ودانَ له، أي أطاعه، قال عمرو بن كلثوم وأيام لنا ولهم (١) طِوالٍ عَصَيْنا المَلْكَ فيها أَنْ نَدينا ومنه الدينُ، والجمع الأدْيانُ. يقال: دانَ بكذا دِيانَةً وتَدَيَّنَ به، فهو دَيِّنٌ ومُتَدَيِّنٌ. ودَيَّنْتُ الرجل تَدْييناً، إذا وكَلْتَهُ إلى دينه. وقول ذى الاصبع: لاهِ ابْنُ عَمِّكَ لا أَفْضَلْتَ في حَسَبٍ عَنِّي ولا أنت دَيَّاني فَتَخْزوني قال ابن السكيت: أي ولا أنت مالِكُ أمري فتسوسنى.",
    "pg": "5:2117-2119"
  }
}