{
  "قأب": {
    "def": "الأصمعيّ: قَأَبْتُ الطعام: أكلته. وقأبت الماءَ: شربتُ كلَّ ما في الاناء. قال الراجز (١) : دعوت (٢) عنزي ومسحت قعبى * ثم تهيأت لشرب قأب وقئب الرجل، إذا أكثر من شرب الماء، مثل صئب، فهو مقأب على مفعل.",
    "pg": "1:197"
  },
  "قال": {
    "def": "(١) : وما كان شرابهم؟ فقال: الجدف. وتفسيره في الحديث أنه ما لا يغطى من الشراب. ويقال: نبات يكون باليمن لا يحتاج الذى يأكله أن يشرب عليه الماء. قال الاصمعي: التجديف هو الكفر بالنعم. يقال منه: جَدَّفَ تَجْديفاً. وقال الأمويّ: هو استقلال ما أعطاه الله تعالى. وفي الحديث \" لا تُجَدِّفوا بنعم الله \". والجنادف بالضم: القصير الغليظ الخلقة. قال جندل بن الراعى، يهجو عدى بن الرقاع (١) : جُنادِفٌ لاحِقٌ بالرأس مَنْكِبُهْ كأنَّه كودن يوشى بكلاب (٢) والمرأة جنادفة.",
    "pg": "4:1335-1336"
  },
  "قبأ": {
    "def": "قبأ قبئاً: لغة في قأبَ قَأباً، إذا أكل وشَرِبَ.",
    "pg": "1:64"
  },
  "قبا": {
    "def": "القَباءُ: الذي يُلبس، والجمع الأقْبِيَةُ. وتَقَبَّيْتُ قَباءً، إذا لبسته. والقَبْوُ: الضَمُّ. قال الخليل: نبرةٌ مَقْبُوَّةٌ، أي مضمومة. وقِبَّةُ الشاة، إذا لم تشدَّدْ يحتمل أن تكون من هذا الباب والهاء عوض من الواو، وهي هَنَةٌ متصلة بالكرش ذات أطباق. وقباء (١) ممدود: موضع بالحجاز، يذكر ويؤنث.",
    "pg": "6:2458-2459"
  },
  "قبب": {
    "def": "قَبَّ اللحمُ يَقِبُّ قُبوباً، إذا ذهبت نُدُوَّتُهُ وكذلك قَبَّ الجلد والتمر والجرح، إذا يبس وذهب ماؤه وجفَّ. والقَبَبُ: دِقَّةُ الخصر. والأقَبُّ: الضامر البطن، والمرأة قبَّاءُ بيِّنة القَبَب. والخيل القُبُّ: الضوامر. وقبَّ الأسدُ يَقِبُّ قبيباً، إذا سمعت قبقبة أنيابه. والقبقبة: صوت جوف الفرس، وهو القَبيبُ. وقَبْقَبَ الأسدُ: هَدَرَ. والقَبْقابُ: الجمل الهدَّار. والقَبْقَبُ: البطن. ابن السكيت: ما أصابتنا العامَ قطرةٌ، وما أصابتنا العامَ قابَّةٌ، بمعنًى واحد. وقال أبو زيد: ما رأينا العام قابَّةً، أي قَطرةً. وقال الاصمعي: ما سمعنا العام قابَّةً، أي صوتَ رعدٍ، يُذهب به إلى القبيب. قال ابن السكيت: ولم يرو هذا الحرف أحد غيره. قال: والناس على خلافه. والقب: الخشبة التي في وسط البكرة وفوقَها أسنانٌ من خشب. ويقال أيضاً: عليك بالقَبِّ الأكبر، أي بالرأس الأكبر. والقَبُّ أيضاً: ما يُدْخَلُ في جيب القميص من الرِقاع. قاله أبو عبيد. والقِبُّ بالكسر: العظم الناتئ من الظهر بين الأليتين. تقول، ألزِق قِبَّكَ بالأرض. ويقال للشيخ أيضاً: هو قِبُّ القوم. وقِبَّةُ الشاةِ أيضاً: ذات الأطباق، وهي الحِفْثُ، وربَّما خُفِّفت. والقُبَّةُ بالضم من البناء، والجمع قُبَبٌ وقِبابٌ. وبيت مقَبَّب: جُعِل فوقه قُبَّة. والهوادج تقبب. والقُباقِبُ، مضمومة القاف: العام الذي بعد العام المقبل. تقول: لا آتيك العامَ ولا قابِلَ ولا قباقب. وأنشد أبو عبيدة:\nالعام والمقبل والقباقب * أبو عمرو: قبه يقبه،، إذا قطعه. الأصمعيّ: اقْتَبَّ فلانٌ يد فلان، إذا قطعها، وهو افتعل. وحمار قَبَّانَ: دُوَيْبَّةٌ، وهو فعلان من قَبَّ، لأن العرب لا تصرفه، وهو معرفة عندهم، ولو كان فَعَّالاً لصرفته. تقول: رأيت قطيعاً من حمر قبان. وقال الشاعر: يا عجبا لقد رأيت عجبا * حمار قبان يسوق أرنبا",
    "pg": "1:197-198"
  },
  "قبج": {
    "def": "القبج: الحجل، فارسي معرب، لان القاف والجيم لا يجتمعان في كلمة واحدة من كلام العرب. والقبجة تقع على الذكر والأنثى حتَّى تقول يعقوب فيختص بالذكر، لان الهاءَ إنَّما دخلته على أنّه الواحد من الجنس، وكذلك النعامة حتى تقول ظليم، والنحلة حتى تقول يعسوب، والدراجة حتى تقول حيقطان، والبومة حتى تقول صدى أو فياد، والحبارى حتى تقول خرب. ومثله كثير.\nفصل الكاف",
    "pg": "1:337"
  },
  "قبح": {
    "def": "القُبْحُ: نقيض الحسن. وقد قَبُحَ قباحة فهو قبيحٌ. وقَبَحَهُ الله، أي نحَّاهُ عن الخير، فهو من المقبوحين. يقال: قبحا له وقَبحاً أيضاً (١) . وأقْبَحَ فلان: أتى بقبيحٍ. والاستقباح: ضدُّ الاستحسان. وقَبَّحَ عليه فِعله تَقبيحاً. والقبيحُ: طرف عظم المِرفق. قال الشاعر: فلو كنت عَيْراً كنتَ عَيْرَ مَذَلَّةٍ * ولو كنتَ كَسْراً كنتَ كسر قبيح",
    "pg": "1:393-394"
  },
  "قبر": {
    "def": "القَبْرُ: واحد القُبور. والمَقْبَرَةُ والمَقْبُرَةُ بفتح الباء وضمها: واحدة المقابِر. وقد جاء في الشعر المَقْبَرُ. وقال عبد الله ابن ثعلبة الحنفي: لكلِّ أناسٍ مَقْبَرٌ بفِنائهِم * فهم ينقُصونَ والقُبورُ تَزيدْ (١) - وهو المَقْبَريُّ والمَقْبُرِيُّ. وقَبَرْتُ الميتَ أقْبُرُهُ قَبْراً، أي دفنته. وأقْبَرْتُهُ، أي أمرت بأن يقبر. قالت تميم للحجاج \" أقبرنا صالحا \"، وكان قد قتله وصلبه، أي ائذن لنا في أن نقبره. قال لهم: دونكموه. قال ابن السكيت: أقْبَرْتُهُ، أي صيّرت له قَبْراً يدفن فيه. وقوله تعالى:\n(ثم أماتَهُ فأقْبَرَهُ) *، أي جعله ممن يُقْبَر، ولم يجعله يلقى للكلاب. وكأنَّ القبر مما أُكرم به بنو آدم. والقُبَّرَةُ: واحدة القُبَّرِ، وهو ضربٌ من الطير. قال طرفة وكان يصطاد هذا الطير في صباه: يا لكِ من قُبَّرَةٍ بمَعْمَرِ (١) * خلا لك الجو فبيضي واصفرى - ونقرى ما شئت أن تنقري * قد ذهب الصياد عنك فابشرى (٢) - لابد من صيدك يوما فاصبري * والقنبراء: لغة فيها، والجمع القنابر مثل العنصلاء والعناصل: والعامة تقول: القنبرة، وقد جاء ذلك في الرجز، أنشده أبو عبيدة: جاء الشتاء واجثأل القنبر * وجعلت عين الحرور تسكر (٣) - أي يسكن حرها ويخبو. وقنبر: اسم رجل، بالفتح.",
    "pg": "2:784-785"
  },
  "قبس": {
    "def": "القَبَسُ: شعلةٌ من نار ; وكذلك المِقْباسُ. يقال: قَبَسْتُ منه ناراً أقْبِسُ قَبْساً فأقْبَسَني، أي أعطاني منه قَبَساً. وكذلك اقْتَبَسْتُ منه ناراً، واقْتَبَسْتُ منه عِلماً أيضاً، أي استفدته. قال اليزيديّ: أقْبَسْتُ الرجل عِلماً، وقَبَسْتُهُ ناراً. فإن كنت طلبتها له قلت: أقْبَسْتُهُ. وقال الكسائي: أقْبَسْتُهُ عِلماً وناراً، سواءٌ. قال: وقَبَسْتُهُ أيضاً فيهما. والقَبيسُ: الفحل السريع الإلقاح. وفى المثل: \" لقوة (١) صادفت قبيسا \". وقد قَبِسَ الفحل بالكسر قَبَساً، فهو قبس، عن الكسائي، وقبيس. قال الشاعر حَمَلْتِ ثلاثةً فوضعتِ تِمًّا * فأُمٌّ لَقْوَةٌ وأبٌ قَبيسُ * واللَّقْوَةُ، هي السريعة الحمل. وأبو قبيس: جبل بمكة. وأبو قابوس: كنية النعمان بن المنذر بن المنذر ابن امرئ القيس بن عمرو بن عدى اللخمى، ملك العرب. وجعله النابغة أبا قبيس للضرورة، فصغره تصغير الترخيم، فقال يخاطب يزيد بن الصعق: فإن يقدر عليك أبو قبيس يحط بك المعيشة في هوان وإنما صغره وهو يريد تعظيمه، كما قال حباب ابن المنذر: \" أنا جذيلها المحكك، وعذيقها المرجب \". وقابوس لا ينصرف للعجمة والتعريف. قال النابغة: نبئت أن أبا قابوس أوعدنى * ولا قرار على زأر من الاسد",
    "pg": "3:960"
  },
  "قبص": {
    "def": "القَبْص (٢) : التناول بأطراف الأصابع. ومنه قرأ الحسن: \" فَقَبَصْتُ قَبْصَةً من أثر الرسول \". والقبص، بالتحريك: وجعٌ يصيب الكبد عن أكل التمر على الريق ثمَّ يشرب عليه الماء. قال الراجز: أرفقة تشكو الجحاف والقبص * جلودهم ألين من مس القمص * تقول منه: قبص الرجل، بالكسر. والقَبَصُ أيضاً: الخفَّة والنشاط، عن أبى عمرو. وقد قبص الرجل فهو قَبِص. والقَبَصُ أيضاً: مصدر قولك هامةٌ قَبْصاءٌ، أي ضخمة مرتفعة. قال الراجز:\nبهامة قبصاء كالمهراس * والقِبْص بالكسر: العدد الكثير من الناس: قال الكميت: لكم مسجِدا اللهِ المَزُورانِ والحَصى * لكم قِبْصُهُ من بين أثرى وأقترا * والمقبص (١) : الحبل الذي يمدُّ بين يدي الخيل في الحلبة. ومنه قولهم: أخذته على المقبص. والقبيصة: ما تناولته بأطراف أصابعك. وقبيصة أيضا: اسم رجل، وهو إياس بن قبيصة الطائى.",
    "pg": "3:1049-1050"
  },
  "قبض": {
    "def": "قبضت الشئ قبضا: أخذته. والقبض: خلاف البسط. ويقال: صار الشئ في قبضتك، أي في مِلكك. ودخل مال فلانٍ في القبض، بالتحريك، وهو ما قبض من أموال الناس. والانقِباضُ: خلافُ الانبساط. وانقبض الشئ: صار مقبوضا. والقبضة بالضم: ما قَبَضْتَ عليه من شئ. يقال: أعطاه قبضة من سويقٍ أو تمرٍ، أي كفًّا منه. وربَّما جاء بالفتح. والمَقْبِضُ بفتح الميم وكسر الباء، من القوس والسيف: حيث يُقْبَضُ عليه بجمع الكفّ. وأقْبَضْتَ السيف والسكين، أي جعلت له مَقْبِضاً. ويقال: رجلٌ قُبَضَةٌ رُفَضَةٌ، للذي يتمسك بالشئ ثم لا يلبث أن يدعه ويرفضه. وراعٌ قُبَضَةٌ، إذا كان مُنْقَبِضاً لا يتفسَّح في رعي غنمه. وتَقَبَّضَ عنه، أي اشْمأزّ. وتَقَبَّضَتِ الجلدة في النار، إذا انزوت. وقبضت الشئ تَقْبيضاً: جمعته وزويته. وتَقبيضُ المال: إعطاؤه لمن يأخذه. وقُبِضَ فلان، أي مات، فهو مقبوضٌ. والقَبْضُ: الإسراعُ، ومنه قوله تعالى: ﴿أوَلَمْ يَرَوْا إلى الطَّيرِ فوقَهمْ صافَّاتٍ ويقبضن﴾ . ورجل قابض وقبيض بين القَباضةِ، إذا كان منكمشاً سريعاً. قال الراجز: يعجل ذا القباضة الوحيا (١) * أن يرفع المئزر عنه شيا * وفرسٌ قَبيضُ الشدِّ، أي سريعُ نقل القوائم. والقبْضُ: السوقُ السريعُ، يقال: هذا حاد قابض. قال الراجز: كيف تراها والحداة تقبض * بالغمل ليلا والرحال تنغض * وحاد قَبَّاضٌ وقَبَّاضَةٌ. قال رؤبة:\nقَبَّاضَةٌ بين العنيف واللبق (٢) * والقنبضة من النساء: القصيرة، والنون زائدة. قال الفرزدق: إذا القُنْبُضاتُ السودُ طَوَّفْنَ بالضُحى * رَقَدْنَ عليهنَّ الحِجالُ المسجف * والرجل قنبض.",
    "pg": "3:1100-1101"
  },
  "قبط": {
    "def": "القبط: أهل مصر، وهم بنكها (٤) . ورجل قبطى والقبطية: ثياب بيض رقاق من كتان، تتخذ بمصر. وقد يضم، لانهم يغيرون في النسبة، كما قالوا: سهلى ودهرى. قال زهير: لَيَأتِيَنَّكَ منِّي منطِقٌ قَذِع * باقٍ كما دنَّس القُبْطِيَّةَ الوَدَكُ * والجمع قَباطِيُّ. والقبَّاطُ: الناطفُ، وكذلك القُبَّيْطُ والقبيطى والقبيطاء، إذا خففت مددت وإن شددت قصرت. والقنبيط معروف.",
    "pg": "3:1150-1151"
  },
  "قبطر": {
    "def": "القُبْطُرِيَّةُ بالضم: ضربٌ من الثياب. قال ابن الرقاع: كأن زُرورَ القُبْطُرِيَّةِ عُلِّقَتْ * بَنادِكُها منه بجذع مقوم -",
    "pg": "2:785"
  },
  "قبع": {
    "def": "قَبَعَ القنفذُ يَقْبَعُ قُبوعاً: أدخل رأسه في جلده، وكذلك الرجل إذا أدخل رأسه في قميصه. وقَبَعَ في الأرض: ذهب. وقَبَعَ: انبهر. والقابِعُ: المنبهرُ. وقَبَعَ الخنزير: نخر. وامرأة قبعة طلعة: تَقْبَعُ مرَّةً وتطلع أخرى. والقُبعَةُ أيضاً: طُوَيرٌ (٣) أبْقَعُ مثل العصفور يكون عند جِحَرَةِ الجرذان، فإذا فُزِّع أو رُمي بحجر انْقَبَعَ فيها. ذكره ابن السكيت. وقبيعة السيف: ما على طرف مَقبِضه من فضَّةٍ أو حديد. وقبيعة الخنزير وقنبيعته: نخرة أنفه. وقَنْبَعَتِ الشجرةُ، إذا صارت زهرتها في قُنْبَعَةٍ، أي غطاء. والقباع بالضم: مكيال ضخم. والقباع: لقب الحارث بن عبد الله والى البصرة. قال الشاعر (١) : أمير المؤمنين جزيت خيرا * أرحنا من قباع بنى المغيره * واقتبعت السِقاءَ، إذا أدخلت خُرْبَتَهُ (٢) في فمك فشربت منه (٣) .",
    "pg": "3:1260"
  },
  "قبعثر": {
    "def": "القَبَعْثَرُ: العظيم الخَلْقِ. قال المبرد: القبعثر: العظيم الشديد. والالف ليست للتأنيث، وإنما زيدت لتلحق بنات الخمسة ببنات الستة، لانك تقول: قبعثراة، فلو كانت الالف للتأنيث لما لحقه تأنيث آخر. فهذا وما أشبه لا ينصرف في المعرفة وينصرف في النكرة، والجمع قباغث، لان ما زاد على أربعة أحرف لا يبنى منه الجمع ولا التصغير حتى يرد إلى الرباعي، إلا أن يكون الحرف الرابع منه أحد حروف المد واللين، نحو أسطوانة وحانوت.",
    "pg": "2:785"
  },
  "قبل": {
    "def": "قبلُ: نقيض بعدُ. والقُبْلُ والقُبُلُ: نقيض الدبْرِ والدُبُرِ. ووقع السهم بقُبُلِ الهدف وبدُبُرِهِ. وقُدَّ قميصه من قُبُلٍ ومن دُبُرٍ، بالتثقيل، أي من مقدمه ومن مؤخره. ويقال انْزِلْ بقُبُلِ هذا الجبل، أي بسفحه. وكان ذلك في قُبْلِ الشتاء وفي قُبْلِ الصيف، أي في أوَّله. وقولهم إذنْ أقْبِلَ قُبْلَكَ، أي أقْصِد قصدَكَ وأتوجَّه نحوك. والقُبْلَةُ من التَقْبيلِ معروفةٌ. والقِبلةُ: التي يُصَلَّى نحوها. ويقال أيضاً: ما له قِبْلَةٌ ولا دِبْرَةٌ، إذا لم يهتد لجهة أمره. وما لكلامه قِبْلَةٌ، أي جهةٌ. ومن أين قِبْلَتُكَ، أي من أين جهتك. ويقال: فلانٌ جلس قُبالَتَهُ بالضم، أي تجاهَهُ، وهو اسمٌ يكون ظرفاً. وقِبالُ النعلِ بالكسر: الزمامُ الذي يكون بين الإصبع الوسطى والتي تليها. يقال: قابلتُ النعلَ وأقْبَلْتُها، إذا جعلت لها قِبالَيْنِ. وأخذت الأمر بقَوابِلِهِ. أي بأوائله وحدثانه. والقابلة: الليلة المقبلة. وقد قَبَلَ وأقْبَلَ بمعنًى، يقال عامٌ قابِلٌ أي مُقْبِلٌ. وقبَّح الله منه ما قَبَلَ وما دَبَرَ. وبعضهم لا يقول منه فَعَلَ. وتقبلت الشئ وقبلته قبولا بفتح القاف، وهو مصدر شاذ، وحكى اليزيدى عن أبى عمرو ابن العلاء: القبول بالفتح مصدر، ولم أسمع غيره. ويقال: على فلان قبول، إذا قَبِلَتْهُ النفس. والقَبولُ أيضاً: الصَبَا، وهي ريحٌ تقابِل الدَبورَ. وقال (١) :\nفإن الريحَ طيِّبةٌ قَبولُ (٢) * وقد قَبَلَتِ الريحُ بالفتح تَقْبُلُ قُبولاً بالضم، والاسمُ من هذا مفتوحٌ، والمصدرُ مضمومٌ. والقَبَلُ بالتحريك: نَشْزٌ من الأرض يستقبلك. يقال: رأيت بذلك القبل شخصا. قال الجعدى:\nإنما ذكرى كنار بقبل (٣) * والقبل أيضا: فحَجٌ، وهو أن يتدانى صدر القدمين ويتباعد عَقِباهما. ويقال أيضاً: رأينا الهلال قَبَلاً، إذا لم يكن رئى قبل ذلك. والقَبَلُ في العين: إقبالُ السوادِ على الأنف، وقد قَبِلَتْ عينه، وأقْبَلْتُها أنا. ورجلٌ أقْبَلُ بيِّن القَبَلِ، وهو الذي كأنَّه ينظر إلى طرف أنفه. قالت الخنساء (١) : ولما أن رأيتَ الخيلَ قُبْلاً تُباري بالخدود شَبا العَوالي وشاةٌ قَبْلاءُ بيِّنة القَبَلِ، وهي التي أقْبَلَ قرناها على وجهها. والقَبَلُ أيضاً: أن تشرب الإبل الماء وهو يصب على رؤوسها ولم يكن لها قبل ذلك شئ. وتكلَّم فلانٌ قَبَلاً فأجادَ، وهو أن يتكلَّم ولم يستعدّ له. الأصمعيّ: رَجَزْتُهُ قَبَلاً، إذا أنشدته رجزا لم تكن أعددته. والقبل أيضاً: جمع قَبَلَةٍ، وهي الفُلْكَةُ، وهي أيضاً ضربٌ من الخَرَزِ يؤخذ بها. وتقول الساحرة: يا قَبَلَةُ أقْبَليهِ. وربَّما عُلِّقت في عنق الدابَّةِ تُدفعُ بها العين. ورأيته قَبَلاً وقُبُلاً بالضم، أي مقابلة وعيانا. ورأيته قِبَلاً بكسر القاف. قال تعالى: (أوَ يأتِيَهُمُ العذابُ قِبَلاً) ، أي عِياناً. ولي قِبَلَ فلانٍ حَقٌّ، أي عنده. ولا أكلِّمك إلى عشرٍ من ذي قِبل، أي فيما اسْتَأنِفُ. وما لي به قِبَلٌ، أي طاقةٌ. والقابِلَةُ من النساء معروفةٌ. يقال: قَبِلَتِ القابلةُ المرأةَ تَقْبَلُها قِبالَةً، إذا قَبِلَتِ الوَلَدَ، أي تلقَّته عند الولادة، وكذلك قَبِلَ الرجلُ الدلوَ من المُسْتقي قَبولاً، فهو قابِلٌ. والقَبيلُ والقَبولُ: القابِلَةُ. قال الأعشى:\nكَصَرْخَةِ حبلى أسلمتها قبيلها (١) * ويروى \" قبولها \" أي يئست منها. والقَبيلُ: الكفيل والعريفُ. وقد قَبَلَ به يَقْبُلُ ويَقْبِلُ قَبالَةً. ونحن في قَبالَتِهِ، أي في عِرافَتِهِ. والقَبيلُ: الجماعةُ تكون من الثلاثةِ فصاعداً من قومٍ شتَّى، مثل الروم والزنج والعرب: والجمع قُبُلٌ. وقوله تعالى: (وحشرنا عليهم كل شئ قبلا) قال الأخفش: أي قَبيلاً. وقال الحسن: عِياناً. والقبيلَةُ: واحد قبائِلِ الرأسِ، وهي القطعُ المَشْعوبُ بعضها إلى بعض، تصلُ بها الشُؤونُ. وبها سمِّيت قبائِلُ العربِ. والواحدةُ قَبيلةٌ، وهم بنو أبٍ واحدٍ. والقَبيلُ: ما أقْبَلَتْ به المرأة من غَزْلِها حين تَفْتِلُهُ. ومنه قيل: \" ما يعرِفُ قَبيلاً من دَبيرٍ \". وأقْبَلَ: نقيض أدْبَرَ. يقال: أقبل مقبلا، مثل (أدخلني مدخل صدق) . وفى الحديث: \" سئل الحسن عن مقبله من العراق \". وأقبل عليه بوجهه. وأقْبَلْتُ النعلَ، مثل قابَلْتُها، أي جعلت لها قبالا، وأقبلته الشئ، أي جعلته يلى قبالته. يقال: أقْبَلْنا الرِماحَ نحو القومِ، وأقْبَلْتُ الإبلَ أفواهَ الوادي. والمُقابَلَةُ: المواجهةُ. والتقابُلُ مثله. ورجلٌ مُقابَلٌ، أي كريم النسب من قِبَلِ أبويه. وقد قوبِل. وقال: إن كنتَ في بكرٍ تَمُتُّ خُؤولَةً فأنا المُقابلُ من ذَوي الأعْمامِ واقْتَبَلَ أمرُهُ، أي اسْتأنفهُ. ورجلٌ مُقْتَبَلُ الشبابِ، إذا لم يَبِنْ فيه أثَرُ كِبَرٍ. واقْتَبَلَ الخُطبَةَ، أي ارتجلها. والاستقبال: ضد الاستدبار. ومُقابَلَةُ الكتابِ: معارَضَتُهُ. وشاةٌ مُقابَلَةٌ: قُطِعَتْ من أُذُنها قطعةٌ لم تَبِنْ وتُركتْ معَلَّقَةً من قُدُمٍ. فإن كانت من أُخُرٍ فهي مُدابَرَةٌ.",
    "pg": "5:1795-1797"
  },
  "قبن": {
    "def": "قَبَنَ (١) في الأرض قُبوناً: ذهب. وحمارُ قَبَّانَ: دويْبَّةٌ. ويقال هو فَعَّالٌ. والوجه أن يكون فَعلانَ، كما ذكرناه في الباء. والقَبَّانُ: القِسطاسُ، معرَّبٌ. وفلانٌ قَبَّانٌ على فلانٍ، أي أمينٌ عليه. وأقبأن: تقبض، مثل اكبأن.",
    "pg": "6:2179"
  },
  "قتا": {
    "def": "القَتْوُ: الخِدمةُ. وقد قَتَوْتُ أقْتو قَتْواً ومَقْتًى، أي خدَمت، مثال غزوت أغزو غزوا ومغزى. وقال: إنى امرؤ من بنى فزازة لا * أحسن قتو الملوك والخببا ويقال للخادم مقتوى، بفتح الميم وتشديد الياء، كأنه منسوب إلى المقتى، وهو مصدر، كما قالوا: ضيعة عجزية للتى لا تفى غلتها بخراجها. ويجوز تخفيف ياء النسبة، قال عمرو بن كلثوم:\nمتى كنا لامك مقتوينا (١) * قال أبو عبيدة: قال رجل من بنى الحرماز: هذا رجل مقتوين، ورجلان مقتوين، ورجال مقتوين، كله سواء. وكذلك المؤنث، وهم الذين يعملون للناس بطعام بطونهم. قال سيبويه: سألوا الخليل عن مقتوى ومقتوين فقال: هو بمنزلة الاشعري والاشعرين. (*)",
    "pg": "6:2459"
  },
  "قتب": {
    "def": "القنب: وعاء قضيب الفرس وغيره من ذوات الحافر. والقَنيب: جماعات الناس. والمِقْنَبُ: ما بين الثلاثين إلى الأربعين من الخيل. والمقنب أيضا: شئ يكون مع الصائد يَجعل فيه ما يصيدُه. حكاه أبو عبيد في المصنف عن القنانى. والقُنَّب: الأبَقْ (٣) ، عربيٌّ صحيح. قال ابن دريد: قَنَّبَ الزرعُ تقنيباً، إذا أعصف. قال: وتسمى العصيفة القِنَّابَة. والعَصيفة: الورق المجتمع الذي يكون فيه السنبل.",
    "pg": "1:206"
  },
  "قتت": {
    "def": "القَتُّ: نمُّ الحديث. تقول: فلان يَقُتُّ الأحاديثَ، أي ينمّها. وفي الحديث: \" لا يدخل الجنَّة قتات \". والقتيتى مثال الهجيرى: النميمة. والقت: الفصفصة، الواحدة قتة مثل تمرة وتمر. وقتة أيضا: اسم أم سليمان بن قتة، نسب إلى أمه.",
    "pg": "1:260-261"
  },
  "قتد": {
    "def": "القَتَدُ: خشبُ الرحْلِ، وجمعه أقتاد وقتود. قال الراجز: كأننى ضمنت هقلا عوهقا * أقتاد رحلى أو كدرا محنقا - والقتاد: شجر له شوكٌ، وهو الأعظم. وفي المثل: \" ومِن دونه خَرْط القَتادِ \". وأمَّا القَتادُ الأصغر فهي التي ثمرتها نَفَّاخَةٌ كنفّاخة العُشَرِ. قال الكسائي: إبلٌ قَتِدَةٌ وقَتادى: إذا اشتكتْ بطونها من أكل القتاد، كما يقال رمثة ورماثى. وقتائدة: اسم عقبة. وقال عبد مناف ابن ربع: حتى إذا أسلكوهم في قتائدة * شلا كما تطرد الجمالة الشردا - أي أسلكوهم في طريق في قتائدة.",
    "pg": "2:521"
  },
  "قتر": {
    "def": "القَتَرُ: جمع القَتَرَةِ، وهي الغبار. ومنه قوله تعالى:\n(تَرْهَقُها قترة) *، عن أبى عبيدة. وأنشد للفرزدق: متوج برداء المُلكِ يَتْبَعُهُ * مَوْجٌ ترى فوقه الرايات والقتراء - والقتر: الجانب والناحية: لغةٌ في القُطْرِ. والقُتْرَةُ: ناموسُ الصائد. والقِتْرُ بالكسر: ضربٌ من النصال نحوٌ من المَرماةِ، وهو سهمُ الهدف. والقِتْرَةُ والسِروَةُ واحدٌ. وابنُ قِتْرَةَ: حيَّةٌ خبيثة إلى الصغر ماهى، وقترة معرفة لا تنصرف. ورجل قاتر، أي واقٍ لا يعقِر ظهرَ البعير. وجَوْبٌ قاترٌ، أي تُرسٌ حسن التقدير. ومنه قول أبى دهبل الجمحى: دِرعي دِلاصٌ شَكُّها شَكٌّ عَجَبْ * وجَوْبُها القاتِرُ من سيرِ اليَلَبْ - وتقتر فلان، أي تهيَّأ للقتال، مثل تَقَطَّرَ. والقَتيرُ: رءوس المسامير في الدروع. قال الزفيان (١) :\nجوارنا ترى لها قتيرا * والقتير أيضاً الشَيْبُ. والقُتارُ: ريح الشواءِ. وقد قَتَرَ اللحم يَقْتِرُ بالكسر، إذا ارتفع قُتارُهُ. وقَتِرَ اللحم بالكسر: لغة فيه، حكاها أبو عمرو. ولحم قاتر. والقُتارُ أيضاً: ريحُ العود. وقَتَرَ على عياله يَقْتُرُ ويَقْتِرُ قَتْراً وقُتوراً، أي ضيَّقَ عليهم في النفقة. وكذلك التقتيرُ والإقتارُ، ثلاث لغات. والتَقْتيرَ: تهييجُ القُتارِ. يقال: قَتَّرْتُ للأسد، إذا وضعت له لحماً في الزُبْيَةِ يجد قُتارَهُ. وكِباءٌ مُقَتَّرٌ. ويقال: أقْتَرَتِ المرأةُ فهى مقترة، إذا تبخرت بالعود. وأقْتَرَ الرجل: افتقر. قال الشاعر الكميت: لكم مسجد اللهِ المَزُورانِ والحَصى * لكم قِبْصُهُ من بين أثرى وأقترا - يريد: من بين من أثرى وأقتر وقال آخر (١) :\nولم أُقْتِرْ لَدُنْ أني غُلامُ (٢)",
    "pg": "2:785-786"
  },
  "قترد": {
    "def": "رجلٌ قِتْرِدٌ وقُتارِدٌ ومُقْتَرِدٌ (١) ، إذا كان كثير الغنم والسِخال، عن أبى عبيد.",
    "pg": "2:521"
  },
  "قتك": {
    "def": "الفاتك: الجرئ، والجمع الفتاك. والفَتْكُ: أن يأتي الرجل صاحبه وهو غارٌّ غافلٌ حتَّى يشدَّ عليه فيقتله. وفيه ثلاث لغات: فتك، وفتك، وفتك، مثل ود وود وود، وزعم وزعم وزعم. وقد فتك به يفتُكُ ويفتِكُ. وفي الحديث: \" قيَّد الإيمانُ الفَتْكَ، لا يَفْتِكُ مؤمن \".",
    "pg": "4:1602"
  },
  "قتل": {
    "def": "القَتْلُ معروف. وقَتَلَهُ قَتْلاً وتَقْتالاً. وقَتَلَهُ قِتْلَةَ سَوْءٍ، بالكسر. ومَقاتِلُ الإنسانِ: المواضع التي إذا أصيبت قتلته. يقال: \" مقتل الرجل بين فكيه \". وقتلت الشئ خبرا. قال الله تعالى: (وما قتلوه يَقيناً) ، أي لم يُحيطوا به عِلماً. وقَتَلْتُ الشرابَ: مزجته بالماء. قال حسان: إن التى ناولتنى فرددتها قتلت قتلت فهاتها لم تقتل والمُقاتلَةُ: القِتالُ. وقد قاتلْتُهُ قِتالاً وقِيتالاً. وهو من كلام العرب. والمُقاتِلَةُ، بكسر التاء: القومُ الذين يصلحون للقِتالِ. والقِتْلُ بالكسر: العَدُوُّ. وقال (١) : واغْتِرابي عن عامرِ بن لُؤَيٍّ في بلادٍ كثيرةِ الأقْتالِ ويقال أيضاً: هما قِتْلانِ، أي مِثْلانِ وحِتْنانِ. وأقْتَلْتُ فلاناً، أي عرضته للقتل. عن أبى عبيدة. وقتلوا تقتيلا، شدد للكثرة. ورجلٌ مقَتَّلٌ، أي مُجَرَّبٌ. وقَلْبٌ مُقَتَّلٌ، أي مُذلَّلٌ قتَلَهُ العِشْقُ. واسْتَقْتَلَ، أي اسْتماتَ. ورجلٌ قتيل، أي مقتول. وامرأة قتيل، ورجال ونسوة قتلى. فإن لم تذكر المرأة قلت هذه قتيلة بنى فلان، وكذلك مررت بقتيلة، لانك تسلك به طريقة الاسم. وامرأة قتول، أي قاتِلَةٌ. وقال (١) : قَتولٌ بِعَيْنيها رَمَتْكَ وإنَّما سِهامُ الغواني القاتِلاتُ عُيونُها والقَتالُ، بالفتح: النَفْسُ، وبقيَّة الجسم. وناقةٌ ذاتُ قَتالٍ، إذا كانت وثيقَةً. قال ذو الرمّة:\nمَهاوٍ يَدَعْنُ الجَلْسَ نَحْلاً قَتالُها (٢) * تقول منه قَتَلَهُ، كما تقول: صَدَرَهُ، ورَأَسَهُ، وفَأَدَهُ. ويقال: قُتلَ الرجل. فإن كان قتله العشق أو الجن قيل اقتتل، حكاه الفراء عن الكسائي. قال: ولا يقال في هذين إلا اقتتل. قال ذو الرمة: إذا ما امرو حاولن إن يقتتلنه بلا إحنة بين النفوس ولا ذحل وتقتل الرجلُ بحاجتِهِ: تَأَتَّى لها. وتَقَتَّلَتِ المرأةُ في مِشيتها، إذا تَقَلَّبَتْ وتَثَنَّتْ وتَكَسَّرَتْ. وقال: تَقَتَّلْتِ لي حتى إذا ما قتلتنى تنسكت ما هذا بفعلِ النَواسِكِ وتَقاتَلَ القوم واقتتلوا بمعنى. ولم يدغم لان التاء غير لازمة. ومنهم من يدغم فيقول: قتلوا يقتلون فينقل حركة التاء إلى القاف فيهما، ويحذف الالف، لانها مجتلبة للسكون. وتصديق ذلك قراءة الحسن: (إلا من خطف الخطفة) . ومنهم من يكسر القاف فيهما لالتقاء الساكنين. والفاعل من الاول مقتل ومن الثاني مقتل بكسر القاف. وأهل مكة يقولون: مقتل، يتبعون الضمة الضمة. قال سيبويه: وحدثني الخليل وهارون، أن أناسا يقولون مردفين، يريدون مرتدفين، أتبعوا الضمة الضمة. وقول الراجز: (١) تعرضت لى بمكان حل تعرض المهرة في الطول تعرضا لم يأل عن قتلل أراد عن قتلى، فلما أدخل عليه لا ما مشددة كما أدخل نونا مشددة في قوله (٢) أحب منك موضع القرطن (١) * وصار الاعراب عليه، فتح اللام الاولى كما تفتح في قولك: مررت بتمر وبتمرة، وبرجل وبرجلين.",
    "pg": "5:1797-1799"
  },
  "قتم": {
    "def": "القَتامُ: الغبارُ. والقُتْمَةُ: لونٌ فيه غبرة وحمرة والاقتم: الذى تعلوه القُتْمَةُ. وقد اقتَمَّ اقْتِماماً. وبازٌ أقْتَمُ الريشِ. وأسودٌ قاتِمٌ، وقاتن أيضا بالنون، حكاه ابن السكيت في كتاب القلب والابدال. ومكان قاتم الاعماق، أي مغبر النواحى.",
    "pg": "5:2005"
  },
  "قتن": {
    "def": "قَتُنَ الرجل بالضم يَقْتُنُ قَتانَةً: صار قليل الطُعْمِ (٢) فهو قَتينٌ. وامرأةٌ قَتينٌ أيضاً. ويسمَّى القراد قتينا لقلة دمه. قال الشماخ (*) وقد عرقت مغابنها وجادت * بدرتها قرى حجن قتين",
    "pg": "6:2179"
  },
  "قثأ": {
    "def": "القِثَّاءُ: الخِيار، الواحدة قثَّاءةٌ. والمَقْثَأَةُ والمَقْثُؤَةُ: موضع القِثَّاءِ. وأقْثأ القوم: كثُر عندهم القِثاء. أبو زيد: أقْثَأتِ الأرض، إذا كانت كثيرة القثاء.",
    "pg": "1:64"
  },
  "قثث": {
    "def": "جاء فلان يقث مالا، أي يجر.",
    "pg": "1:289-290"
  },
  "قثد": {
    "def": "القثد، نبت يشبه القثاء (٢) .",
    "pg": "2:521"
  },
  "قثل": {
    "def": "أبو زيد: القِثْوَلُ: العييُّ المسترخى، مثل العثول. وأنشد: لا تجعلينى (٢) كفتى قثول رث كحبل الثلة المبتل",
    "pg": "5:1799"
  },
  "قثم": {
    "def": "الأصمعيّ: قَثَمَ له من المال، إذا أعطاه دفعةً من المال جيدة، مثل قذم وغذم وغثم. وقثم: اسم رجل معدول عن قاثم، وهو المعطى. ويقال للرجل إذا كان كثير العطاء: مائحٌ قُثَمٌ. وقال: ماحَ البلادَ لنا في أوَّلِيَّتِنا على حُسودِ الأعادي مائحٌ قُثَمُ الأصمعيّ: رجل قُثَمٌ وقُذَمٌ، إذا كان مِعطاءً. أبو عمرو: القُثَمُ والقَثومُ: الجَموعُ للخير ويقال في الشرّ أيضاً: قَثَمَ واقْتَثَمَ. وأنشد: فللكُبراءِ أكلٌ حيث شاءوا وللصُغراءِ أكلٌ واقْتِثامُ (١) وقُثَمُ أيضاً: اسمٌ للضبعان، والانثى قثام مثل حذام، سمِّيت بذلك لتلطخها بجَعْرِها. ويقال للأمَةِ قَثامِ، كما يقال ذَفارِ.",
    "pg": "5:2005-2006"
  },
  "قحا": {
    "def": "الأُقْحُوانُ: البابونج، على أُفْعُلانٍ، وهو نبتٌ طيِّبُ الريح، حواليه ورقٌ أبيض، ووسطه أصفر. ويصغَّر على أُقَيْحِيٌّ لأنَّه يجمع على أقاحِيّ بحذف الألف والنون، وإن شئت قلت أَقاحٍ بلا تشديد. والمَقْحُوُّ من الأدوية: الذي فيه الاقحوان. والاقحوانة: اسم موضع.",
    "pg": "6:2459"
  },
  "قحب": {
    "def": "القُحابُ: سعال الخيل والإبل، وربَّما جُعِل للناس. تقول منه قَحَبَ يَقْحُبُ بالضم. والقَحْبَةُ كلمةٌ مولدة.",
    "pg": "1:198"
  },
  "قحح": {
    "def": "الأصمعيّ: القُحُّ: الخالص في اللؤم أو الكرم. يقال: رجلٌ قُحٌّ، للجافي كأنه خالص فيه. وأعراب أقحاحٌ، وعربيٌّ قُحٌّ. أي محض خالص. وعربيَّةٌ قُحَّةٌ وعبد قُحٌّ، أي خالص بيِّن القَحاحَة. والقحوحة. والقحقح بالضم: العظم المطيف بالدبر، وهو فوق القب شيئا.",
    "pg": "1:394"
  },
  "قحد": {
    "def": "القَحَدَةُ: أصل السنام، والجمع قحاد، مثل ثمرة وثمار. وناقة مقحاد: ضخمة السنام. وقد أقحدت الناقة. وبكرة قحدة، وأصله قحدة فسكنت، مثل عشرة وعشرة. والقمحدوة، بزيادة الميم: ما خلف الرأس، والجمع قماحد.",
    "pg": "2:521-522"
  },
  "قحر": {
    "def": "القَحْرُ: الشيخ الكبير الهرم، والبعير المسن. يقال للانثى ناب وشارف، ولا يقال قحرة. وبعضهم يقوله.",
    "pg": "2:786"
  },
  "قحز": {
    "def": "القَحْزُ: الوثب والقَلَق. تقول منه: ضربته فقحز. قال أبو كبير يصف الطعنة: مستنة سنن الفلو (٢) مرشة * تنفى التراب بقاحز معرورف * والمعروف: الذى له عرف من ارتفاعه. وقحزه غيره تَقْحيزاً، أي نَزَّاه. والقُحازُ: داءٌ يصيب الغنم.",
    "pg": "3:891"
  },
  "قحزن": {
    "def": "أبو زيد: يقال: ضربه فَقَحْزَنَهُ بالزاي، أي صرعه. وقال ابن الأعرابي: حتَّى تَقَحْزَنَ، أي حتَّى وقع. قال النضر: القَحْزَنَةُ: الهراوة. وأنشد: جلدت جعار عند باب وجارها * بقحزنتى عن جنبها جلدات",
    "pg": "6:2179"
  },
  "قحط": {
    "def": "القَحْطُ: الجدبُ. وقَحَطَ المطر يَقْحَطُ قُحوطاً، إذا احتبس. وقد حكى الفراء: قحط المطر بالكسر يقحط. وأقْحَطَ القومُ، أي أصابهم القَحْطُ. وقُحِطوا أيضاً على ما لم يسم فاعله (١) . وقحطان: أبو اليمن.",
    "pg": "3:1151"
  },
  "قحطب": {
    "def": "قَحْطَبَهُ، أي صرعه. وقَحْطَبَه بالسيف، أي علاه. وقحطبة: اسم رجل.",
    "pg": "1:198"
  },
  "قحف": {
    "def": "القِحْفُ (٢) : العظم الذي فوق الدماغ، وبجمعه جاء المثل: \" رماهُ بأقحافِ رأسه \" إذا أسكته بداهية يورِدها عليه. والقِحْفُ أيضاً: إناءٌ من خشب على مثاله، كأنَّه نصف قدح. يقال: ماله قد ولا قحف. فالقد: فدح من جلد، والقحف من خشب. وقحفته قحفا، أي ضربت قِحْفَهُ وأصبت قِحْفَهُ. وقَحَفْتُ قَحْفاً، أي شربت جميع ما في الإناء. ويقال: شربت بالقِحْفِ. ومنه قولهم: اليوم قحاف، وغد انقاف. وسيلٌ قُحافٌ بالضم وقُعافٌ، وهما مثل الجحاف، يذهب بكل شئ. والاقتِحافُ: الشربُ الشديدُ. والقاحِفُ: المطر الشديد.",
    "pg": "4:1413-1414"
  },
  "قحل": {
    "def": "قحل الشئ يقحل قحولا: يبسَ، فهو قاحِلٌ. والمُتَقَحِّلُ: الرجلُ اليابس الجلد السيئ الحال، وقحل بالكسر قحلا مثلا، فهو قحل. وقحل الشيخ قحلا: يبس جلده على عظمه. وشيخٌ قَحْلٌ بالتسكين، وإِنْقُحْلٌ أيضا بكسر الهمزة، أي مسن جدا. وأقحلت الشئ: أيبسته. والقحال: داء يصيب الغنم فتجف جلودها.",
    "pg": "5:1799-1800"
  },
  "قحم": {
    "def": "شيخٌ قَحْمٌ، أي هِمٌّ مثل قَحْلٍ. وقَحَمَ في الأمر قحوما: رمى بنفسه فيه من غير رويّة. والقُحْمَةُ بالضم: المهْلكةُ. وقُحَمُ الطريق: مصاعبه. وللخصومة قُحَمٌ، أي أنها تقحم بصاحبها على ما لا يريده. والقحمة: السنة الشديدة. يقال: أصابت الأعراب القُحْمَةُ، إذا أصابهم قحطٌ فدخلوا بلاد الريف. ويقال أيضاً: أُقْحِمَ أهل البادية، على ما لم يسمَّ فاعلُه، إذا أجدبوا فدخلوا الريف. وأقْحَمَ فرسَه النهرَ فانْقَحَمَ. واقْتَحَمَ النهرَ أيضاً: دخله. وفي الحديث: \" أقْحِمْ يا ابنَ سيف الله \". وقَحَّمَ الفرس فارسه تقحيما على وجه، (*) إذا رماه. وقَحَمَ في الصفّ، أي دخل. وتَقْحيمُ النفس في الشئ: إدخالها فيه من غير رويَّة. واقْتَحَمَتْهُ عيني: ازدرتْه. وقد يكون الذي تَقْحَمُهُ عينك صغيراً فترفعه فوق سنّه لعِظمه وحُسنه، نحو أن يكون ابن لبون فتظنّه حِقًّا أو جَذَعاً. والمُقْحَمُ، بفتح الحاء: البعير الذي يربِعُ ويُثني في سنة واحدة، فيُقْحِمُ سنا على سن. قال الاصمعي: وذلك لا يكون إلا لابن الهرمين. والمقحام: الفحل الذي يَقْتَحِمُ الشَول من غير إرسال فيها.",
    "pg": "5:2006"
  },
  "قد": {
    "def": "الاقفد من الناس: الذى يمشي على صدور قدميه من قِبَلِ الأصابع ولا تبلُغ عَقِباهُ الأرضَ. ومن الدوابِّ: المنتصبُ الرسغ في إقبالٍ على الحافر. ويقال: فرسٌ أقْفَدُ بيِّن القَفَدِ، وهو عيب. قال أبو عبيدة: والقفد لا يكون إلا في الرجل. وقال الاصمعي: القفد: أن يميل خُفُّ البعير من اليد أو الرجل إلى الجانب الانسى. وقد قفد فهو أقفد، فإن مال إلى الوحشى فهو أصدف. وقال الشاعر الراعى: من معشر كحلت باللؤم أعينُهم * قُفْدِ الأكفِّ لئامٍ غيرِ صياب - والقفد: جنس من العِمَّةِ. يقال: اعْتَمَّ القَفْداءَ، إذا لم يسدل طَرَفَها. والقَفَدانُ، بالتحريك: فارسيٌّ معرَّب، قال ابن دريد: هو خريطة العطار.",
    "pg": "2:527"
  },
  "قدا": {
    "def": "القِدْوَةُ: الإسوة. يقال: فلانٌ قِدْوَةٌ يُقْتَدى به. وقد يضمّ فيقال: لى بك قدوة، وقدوة، وقدة. وقدا اللحم والطعام يقدوا قدوا، وقَدى يَقْدي قَدْياً، وقَدِيَ بالكسر يَقْدى قدًى، كلُّه بمعنًى، إذا شمِمت له رائحة طيِّبة. يقال: شمِمت قَداةَ القِدرِ، فهي قَدِيَّةٌ على فَعِلَةٍ، أي طيِّبة الريح. وما أقْدى طعامَ فلانٍ، أي ما أطيب طعمه ورائحته. وقَدى الفرسُ يَقْدي قدَياناً، أي أسرع. ومر فلان يَقْدو به فرسه. وهذا قِدى رمحٍ بكسر القاف، أي قدر رمح. وقال (١) وإنى إذا ما الموت لم يكُ دونه * قِدى الشِبْرِ أحْمي الأنفَ أنْ أَتَأخَّرا ويقال: خُذ في هِدْيَتِكَ وقِدْيَتِكَ، أي فيما كنت فيه. وأتتنا قادِيةٌ من الناس، أي جماعة قليلة، وهم أوَّل من يطرأ عليك. وجمعها قَوادٍ. تقول منه: قَدَتْ تَقْدي قَدْياً. قال أبو عبيد: المحفوظ عندنا بالدال غير معجمة. وقال أبو عمرو: هي بالذال معجمة.",
    "pg": "6:2459-2460"
  },
  "قدح": {
    "def": "القِدْحُ، بالكسر: السهم قبل أن يُراشَ ويُركَّب نصله. وقِدْحُ الميسرِ أيضاً. والجمع قِداحٌ وأقْداحٌ وأقاديح. قال أبو ذؤيب يصف إبلا: أما أولات الذرى منها فعاصبة * تجول بين مناقيها الاقاديح فعاصبة، أي مجتمعة. والذرى: الاسنمة. والقدح: واحد الاقداح التى للشرب. والمقدح: المغرقة. وقال (١) :\nلنا مِقْدَحٌ منها وللجارِ مِقْدَحُ (٢) * والمِقْدَحةُ: ما تقدح به النار. والقَدَّاحةُ والقَدَّاح: الحجر الذي يوري النار. وقَدَحْتُ المرق: غرفته. والقُدْحَةُ بالضم: الغرفة، يقال: أعطني قُدْحَةً من مَرَقَتِكَ. وقَدَحْتُ النار (٣) وقَدَحْتُ في نسبه، إذا طعنت. وقَدَحَ الدودُ في الأسنان والشجر قَدْحاً، وهو تأَكُّلٌ يقع فيه. والقادِحَةُ: الدودة. والقادِحُ: الصَدْعُ في العود، والسوادُ الذي يظهر في الأسنان. قال جميل: رمى اللهُ في عَيْنَيْ بُثَيْنَةَ بالقَذى * وفي الغُرِّ من أنْيابِها بالقوادِحِ وقَدَحْتُ العين، إذا أخرجتَ منها الماء الفاسد. والقَديحُ: ما يبقى في أسفل القدر فيغرف بجهد. وقال الشاعر (٤) : فظل (٥) الاماء يبتدرن قديحها * كما ابتدرت كلب مياه قراقر وركى قدوح: تغرف باليد. وقَدَّحَتْ عينه وقَدَحَتْ أيضاً مخففة، إذا غارت. وقدح فرسه تقديحاً: ضمَّره. واقتدحْتُ الزنْدَ. واقتدحْتُ المرق: غرفته.",
    "pg": "1:394-395"
  },
  "قدحس": {
    "def": "القداحس: الشجاع.",
    "pg": "3:961"
  },
  "قدد": {
    "def": "القَدُّ: الشقُّ طولاً. تقول: قَدَدْتُ السيرَ وغيره أقُدُّهُ قَدًّا. وقَدَّ المسافرُ المَفازَةَ. والانْقِدادُ: الانشقاقُ. والقَدُّ أيضاً: جِلد السخلةِ الماعزة، والجمع القليل أَقُدٌّ والكثير قِدادٌ، عن ابن السكيت. وفي المثل: \" ما يجعل قَدَّك إلى أديمِكَ \"، معناه أي شئ يحملك على أن تجعل أمرك الصغيرَ عظيماً. والقَدُّ: القامةُ، والتقطيعُ. يقال: قدَّ فلانٌ قَدَّ السيف، أي جُعِلَ حسن التقطيع. وقول النابغة: ولرهط حَرَّاب وقِدٍّ سَورةٌ * في المجد ليس غرابها بمطار - قال أبو عبيد: هما رجلان من بنى أسد. والقد، بالكسر: سير يقُدُّ من جلد غير مدبوغ. والقدة أخص منه، والجمع أقد. والقِدَّةُ أيضاً: الطريقةُ، والفرقةُ من الناس إذا كان هوى كلِّ واحدٍ على حدةٍ. يقال: كنَّا طرائق قددا. و \" ماله قد ولا قِحْفٌ \"، فالقِدُّ: إناءٌ من جلد. والقِحْفُ من خشب. والقَديدُ: اللحمُ المُقَدَّدُ، والثوبُ الخَلَقُ. وتَقَدَّدَ القومُ: تفرَّقوا. واقْتَدَّ فلانٌ الأمورَ، إذا دبرها وميزها. وقديد: ماء بالحجاز، وهو مصغر. والقداد: وجع البطن. والمقداد: اسم رجل من الصحابة. والمقد بالفتح: القاع، وهو المكان المستوي. وقَدْ، مخفَّفةٌ: حرف لا يدخل إلا على الأفعال، وهو جواب لقولك لمَّا يَفْعَل. وزعم الخليل أن هذا لمن ينتظر الخبر، تقول: قَدْ مات فلان. ولو أخبره وهو لا ينتظره لم يقل قَدْ مات، ولكن يقول: مات فلان. وقد يكون قَدْ بمعنى ربَّما، قال الشاعر عبيد ابن الابرص: قد أترك القِرْنَ مُصْفَرًّا أنامِلُهُ * كأنَّ أثْوابَهُ مُجَّت بفِرْصادِ - وإن جعلته اسماً شدَّدته فقلت: كتبتُ قَدًّا حسنةً. وكذلك كى، وهو، ولو، لان هذه الحروف (١) لا دليل على ما نقص منها، فيجب أن يزاد في أواخرها ما هو من جنسها وتدغم، إلا في الالف فإنك تهمزها. ولو سميت رجلا بلا أوما، ثم زدت في آخره ألفا همزت، لانك تحرك الثانية. والالف إذا تحركت صارت همزة. فأمَّا قولهم: قَدْكَ بمعنى حسبُكَ، فهو اسم، تقول: قَدِي وقَدْني أيضاً بالنون على غير قياس، لان هذا النون إنما تزاد في الأفعال وِقايةً لها، مثل ضربني وشتمني. قال الراجز (١) :\nقدنى من نصر الخبيبين قدى (٢)",
    "pg": "2:522-523"
  },
  "قدر": {
    "def": "قدر الشئ (٣) : مبلغه. وقدر الله وقَدْرُهُ بمعنًى، وهو في الأصل مصدر. وقال الله تعالى:\n(ما قَدَرُوا الله حَقَّ قَدْرِهِ) *، أي ما عظَّموا الله حقَّ تعظيمه. والقَدَرُ والقَدْرُ أيضاً: ما يقدره الله عزوجل من القضاء. وأنشد الأخفش (٤) : ألا يا لِقومي للنوائبِ والقَدْرِ * وللأمرِ يأتي المرَء من حيث لا يدري - ويقال: مالي عليه مَقْدَرَةٌ ومَقْدِرَةٌ ومَقْدُرَةٌ، أي قُدْرَةٌ. ومنه قولهم: \" المَقْدُرَةُ تُذهب الحفيظة \". ورجلٌ ذو قُدْرَةٍ، أي ذو يسارٍ. وقَدَرْتُ الشئ أقدره وأقدره قدرا، من التقدير. وفى الحديث: \" إدا غم عليكم الهلالُ فاقْدُروا له \"، أي أتِمُّوا ثلاثين. قال الشاعر (١) : كِلا ثَقَلينا طامِعٌ في غنيمةٍ * وقَدْ قَدَرَ الرحمنُ ما هو قادِرُ - أي مقدر. وقدرت عليه الثواب قَدْراً فانْقَدَرَ، أي جاء على المِقْدارِ. ويقال: بين أرضك وأرضِ فلان ليلة قادرة، إذا كانت ليِّنةَ السيرِ، مثل قاصدُةٍ ورافِهَةٍ. عن يعقوب. وقَدَرَ على عياله قَدْراً، مثل قَتَرَ. وقُدِرَ على الإنسان رزقُهُ قدرا، مثل قتر. وقدرت الشئ تَقْديراً. ويقال: اسْتَقْدِرِ اللهَ خيراً. وتقدر له الشئ، أي تهيأ. والاقتدار على الشئ: القدرة عليه. واقْتَدَرَ القومُ: طبخوا في قِدْرٍ. يقال: أتقتدرون أم تشتوون؟ والقدير: المطبوخُ في القِدْرِ. تقول منه: قَدَرَ واقْتَدَرَ، مثل طبخ واطَّبَخَ. والقدر تؤنث، وتصغيرها قدير بلاهاء، على غير قياس. والقدار: الجزار، ويقال الطباخ. وقدار بن سالف الذى يقال له أحمر ثمود، عاقر ناقة صالح ﵇. والاقدر: القصير من الرجال. قال الشاعر - هو صخر الهذلى - يصف صائدا: أتيح لها أقيدر (١) ذو حشيف * إذا سامت على الملقات ساما - والاقدار من الخيل: الذي يجاوِز حافِرُ رجليه حافِرَيْ يديه. قال رجلٌ من الأنصار (٢) : وأقْدَرُ مُشرِفُ الصَهواتِ ساطٍ * كُمَيْتٌ لا أحق ولا شئيت -",
    "pg": "2:786-787"
  },
  "قدس": {
    "def": "القُدْسُ والقُدُسُ: الطُهْرُ، اسمٌ ومصدرٌ. ومنه قيل للجنَّة حظيرة القُدْسِ. وروح القُدُسِ: جبريل ﵇. وقدس بالتسكين: جبل عظيم بأرض نجد. والتقديس: التطهير. وتقدس، أي تطهَّر. والأرضُ المُقَدَّسَةُ: المطَهَّرةُ. وبيت المُقَدَّسِ والمَقْدِسِ، يشدَّد ويخفَّف، والنسبة إليه مَقْدِسِيٌّ، مثال مجلِسِيٍّ ومُقَدَّسِيّ. قال الشاعر وهو امرؤ القيس: فأدركنه يَأْخُذْنَ بالساقِ والنَسا * كما شَبْرَقَ الولدان ثوب المقدسي * يعنى يهوديا. ويقال إن القادسية دعا لها إبراهيم ﵇ بالقدس وأن تكون محلة الحاج. والقُدُّوسُ: اسمٌ من أسماء الله تعالى، وهو فُعُّولٌ من القُدْسِ، وهو الطهارة. وكان سيبويه يقول: قدوس وسبوح، بفتح أوائلهما، وقد ذكرناه في ذروح. قال ثعلب: كل اسم جاء على فعول فهو مفتوح الاول، مثل سفود، وكلوب، وسمور، وشبوط، وتنور، إلا السبوح والقدوس فإن الضم فيهما أكثر، وقد يفتحان. وكذلك الذروح بالضم وقد يفتح. والقدس بالتحريك: السَطْلُ بلغة أهل الحجاز، لأنه يُتَطَهَّرُ فيه. والقُداسُ بالضم: شئ يعمل كالجمان من فضة. قال الشاعر يصف الدموع: كنظم قداس سلكه متقطع (١)",
    "pg": "3:960-961"
  },
  "قدع": {
    "def": "قَدَعْتُ فرسي أقْدَعُهُ قَدْعاً: كبحته وكففته، فهو فرسٌ قَدوعٌ، أي يحتاج إلى القَدْعِ ليكفَّ بعض جريه. وهذا فحلٌ لا يُقْدَعُ، أي لا يُضربُ أنفه، وذلك إذا كان كريما. وقدعت الرجل عنك وأقْدَعْتُهُ بمعنًى، أي كففته فانْقَدَعَ. وامرأةٌ قَدِعَةٌ: قليلة الكلام حيِيَّةٌ. وفرسٌ قَدِعٌ، أي هيوب. وقدعت عينه أيضا تقدع قَدَعاً، أي ضَعُفَتْ. قال الشاعر: كم فيهمُ من هَجينٍ أُمُّهُ أَمَةٌ * في عينها قَدَعٌ في رِجلها فَدَعُ * ويقال أيضاً: قَدَعَتْ ليَ الخمسون، أي دنت مني. والتقادع: التتايع والتهافت في الشئ، كأنَّ كلَّ واحد يدفع صاحبَه أن يسبقه. وتقَادَعوا بالرماح: تطاعنوا. وفي الحديث: \" يُحْمَلُ الناسُ على الصراط يوم القيامة فيتقَادَعُ بهم جَنَبَتا الصراطِ تقادَع الفراشِ في النار \". وتَقادَعَ القومُ، إذا مات بعضهم في إثر بعض.",
    "pg": "3:1260-1261"
  },
  "قدم": {
    "def": "قَدِمَ من سفره قُدوماً ومَقْدَماً بفتح الدال. يقال: وَرَدْتُ مَقْدَمَ الحاجّ، تجعله ظرفاً وهو مصدرٌ، أي وقت مَقْدَمِ الحاجّ. وقَدَمَ بالفتح يَقْدُمُ قَدْماً، أي تَقَدًّمَ، قال الله تعالى: (يَقْدُمُ قَوْمَهُ يوم القيامةِ فأوردَهُم النارَ) . وقدم الشئ بالضم قدما فهو قَديمٌ، وتقادَمَ مثله. وأقْدَمَ على الامر إقداما. والاقدام: الشجاعة. ويقال: أقْدِمْ. وهو زجرٌ للفرس، كأنه يؤمر بالاقدام. وفي حديث المغازى: \" إقدم حيزوم \" بالكسر، والصواب فتح الهمزة. وأقدمه أيضا وقدمه بمعنًى. قال لبيد: فمضى وقَدَّمها وكانت عادةً منها إذا هي عَرَّدَتْ إقْدامُها أي تَقَدُّمها. وقَدًّمَ بين يديه، أي تَقَدًّمَ. قال تعالى: (لا تُقَدِّموا بين يَدَي اللهِ وَرَسولِهِ) . والقِدَمُ: خلاف الحدوث. ويقال: قِدْماً كان كذا وكذا، وهو اسمٌ من القِدَمِ، جُعِلَ اسماً من أسماء الزمان. ومضى قُدُماً بضم الدال: لم يعرِّج ولم ينثنِ. وقال يصف امرأةً فاجرة: تمضي إذا زُجِرَتْ عن سَوْأةٍ قُدُماً كأنها هَدَمٌ في الجفر منقاض والقدم: واحد الاقدام. والقَدَمُ أيضاً: السابقةُ في الأمر. يقال: لفلان قَدَمُ صدقٍ، أي أثرةٌ حسنةٌ (١) . قال الأخفش: هو التَقْديمُ، كأنَّه قَدَّمَ خيراً وكان له فيه تَقْديمٌ. وكذلك القُدْمَةُ بالضم والتسكين. يقال مشى فلانٌ القدمية، أي تقدم. ورجل قدم بكسر الدال، أي مُتَقَدِمٌ. وأنشد أبو عمرو (١) : أسراق قد علمت مَعَدٌّ أنَّني قَدِمٌ إذا كُرِهَ الحياضُ (٢) جَسورُ والمِقْدامُ والمِقْدامَةُ: الرجل الكثير الإقدام على العدوِّ. ويقال: ضُرِبَ فركب مَقاديمَهُ، إذا وقع على وجهه. واسْتَقْدَمَ وتَقَدًّمَ بمعنًى، كما يقال استجاب وأجاب. وفي المثل: \" استقدمتْ رِحالَتُكَ \" يعني سرجكَ، أي سبق ما كان غيره أحق به. ويقال: هو جرئ المقدم، بضم الميم وفتح الدال، أي جرئ عند الاقدام. ومقدم العين بكسر الدال مما يلي الأنف، كمؤخِّرها مما يلي الصدغ. ويقال أيضا: مشطتها المقدمة، بكسر الدال، وهى مِشطَةٌ. وقوادِمُ الطير: مقاديمُ ريشه، وهي عشرٌ في كلِّ جناح، الواحدة قادِمَةٌ، وهي القُدامى أيضاً وقادِمُ الإنسان: رأسهُ، والجمع قوادِمُ، ولا يكادُ يتكلَّم بالواحد منه. وقَيَدومُ الجبل: أنفٌ يَتَقَدَّمُ منه. وقيدوم كل شئ: مقدمه وصدره. والمُقَدَّمُ: نقيض المؤخَّر. يقال: ضرب مُقَدَّمَ وجهه. ومقدِّمَةُ الجيش بكسر الدال: أوَّله. ومضى القوم التقْدُمِيَّةَ، إذا تقدَّموا. قال سيبويه: التاء زائدة. وقال (١) : الضاربين التقدمية بالمهندة الصفائح (٢) ويقدم بالياء: اسم رجل، وهو يقدم ابن عنزة بن أسد بن ربيعة بن نزار. وقُدَّامُ: نقيض وراء، وهما يؤنَّثان ويصغران بالهاء: قديدمة ووريئة وقد يديمة أيضا، وهما شاذَّان، لأنَّ الهاء لا تلحق الرباعيّ في التصغير. وقال (٣) قُدَيْديمَةُ التجريبِ والحِلمْ إنَّني أرى غَفَلاتِ العيشِ قبل التجارِبِ والقُدَّامُ: القادمون من سفرٍ. قال مهلهل: إنا لنضرب بالسيوف رؤوسهم (١) ضرب القُدارِ نَقيعةَ القُدَّامِ ويقال: هو الملك. والقادمتان والقادمان: الخلفان المتقدمان من أخلاف الناقة يَليانِ السُرَّة. وفي قادمة الرحل ست لغات: مُقْدِمٌ ومُقْدِمَةٌ بكسر الدال مخفَّفةٌ، ومُقَدَّمٌ ومُقَدَّمَةٌ بفتح الدال مشدَّدة، وقادِمٌ وقادِمَةٌ. وكذلك هذه اللغات كلّها في آخرة الرحل. وقال: كأن من آخرها إلقادم مخرم فخذ فارغ المخارم أراد من آخرها إلى القادم، فحذف إحدى اللامين، اللام الاولى. والقدوم: التى ينحت بها، مخففة. قال ابن السكيت: ولا تقل قدوم بالتشديد، والجمع قدم. قال الأعشى: أقام به شاهَبورُ الجنو دحولين تضرب فيه القدم وجمع القدم قدائم، مثل قلص وقلائص. والقدوم أيضا: اسم موضع.",
    "pg": "5:2006-2009"
  },
  "قدمس": {
    "def": "القدْموس: القديم. يقال: حَسَبٌ قدموس أي قديم.",
    "pg": "3:961"
  },
  "قذحر": {
    "def": "المقذحر: المتهيئ للسباب والشر، تراه الدهرَ منتفخاً شبه الغضبان. قال أبو عبيد: هو بالدال والذال جميعا. والمقذعر مثله. قال الاصمعي: سألت خلفا الاحمر عنه فلم يتهيأ له أن يخرج تفسيره بلفظ واحد فقال: أما رأيت سنورا متوحشا في أصل راقود؟ وأنشد الاصمعي لعمرو بن جميل: مثل الشييخ المقذحر الباذى * أوفى على رباوة يباذى -",
    "pg": "2:788"
  },
  "قذذ": {
    "def": "القذَذُ: ريش السهم، الواحدة قُذَّةٌ. والقُذَّةُ أيضاً: البُرغوثُ (١) . والقِذانُ: البراغيث. والقذتان: جانباء الحياء. وقذذت الريشَ: قطعت أطرافها. وأُذُنٌ مَقْذوذَةٌ: كأنها بريت بريا. والقذاذات: ما سقط من قَذِّ الريش. وقَذَذْتُ السهمَ قَذًّا: جعلتُ له القُذَذَ. والأقَذُّ: السهم الذي لا ريش له، والجمع قُذٌّ، وجمع القُذِّ قذاذ. قال الراجز:\nمن يثر بيات قِذاذٍ خُشْنِ * قال يعقوب: يقال للرجل إذا كان مخفَّف الهيئةِ، والمرأة التي ليست بطويلة: رجلٌ مُقَذَّذٌ ورجلٌ مَزَلَّمٌ، وامرأةٌ مُقَذَّذَةٌ وامرأة مزلمة. والمقذ، بالفتح: ما بين الاذنين من خلف. يقال: رجل مُقَذَّذُ الشعرِ، إذا كان مُزَيَّناً.",
    "pg": "2:568-569"
  },
  "قذر": {
    "def": "القذر: ضد النظافة. وشئ قذر بين القذارة. وقذرت الشئ بالكسر وتَقَذَّرتهُ واسْتَقْذَرْتُهُ، إذا كرهته. والقَذورُ من النساء: التي تتنزَّه عن الأقْذارِ. أبو عبيدة: ناقةٌ قَذورٌ: تبرك ناحيةً من الإبل وتستبعد. قال: والكنوف مثلها إلا أنها لا تستعبد. قال الكلابي: رجل قذرة مثل هُمَزَةٍ: يتنزَّه عن الملائمِ. ورجلٌ قاذورَةٌ وذو قاذورَةٍ: لا يخالُ الناسَ لسوء خُلُقِهِ ولا يُنازِلهم. قال متمِّم ابن نويرة يرثي أخاه. فإن تَلقه في الشراب لا تَلْقَ فاحشاً * على الكأس ذا قاذورة متزبعا - ورجل مقذر بالفتح: يجتنبه الناس. وهو في شعر الهذلى (١) .",
    "pg": "2:787-788"
  },
  "قذع": {
    "def": "القَذَعُ: الخَنا والفحشُ. قال زهير: لَيَأتِيَنَّكَ منِّي منطِقٌ قَذِع (١) * باقٍ كما دنَّس القُبْطِيَّةَ الوَدَكُ * يقال: قَذَعْتُهُ وأقْذَعْتُهُ، إذا رميته بالفحش وشتمته. وفى الحديث: \" من قال في الإسلام شِعراً مُقْذِعاً فلسانه هدر \". والقناذع: الكلام القبيح. قال أدهمُ بن أبي الزَّعراء: بَني خَيْبَرِيٍّ نَهْنِهوا من قَناذِعٍ (١) * أتَتْ من لديكم وانظروا ما شُؤونُها * والقنذع الديوث.",
    "pg": "3:1261"
  },
  "قذعل": {
    "def": "أبو عمرو: رجلٌ قِذْعَلٌ، مثال سبحل: هين خسيس. واقذعل: عسر.",
    "pg": "5:1800"
  },
  "قذعمل": {
    "def": "أبو زيد: ما عنده قذ عملة، أي شئ. والقذ عملة: المرأة القصيرةُ الخسيسةُ، وتصغيرها قُذَيْعٌ. وقال بعضهم. القذعمل والقذ عملة: الضخم من الابل.",
    "pg": "5:1800"
  },
  "قذف": {
    "def": "نِيَّةٌ قَذَفٌ (١) بالتحريك. وفلاةٌ قذف وقذف أيضا، مثل صدف وصدف، وطنف وطنف: بعيدة تقاذف بمن يسلكها. والقذفة: واحدة القذف والقذفات، مثل غرفة وغرف وغرفات، وهى الشرف. وكذلك ما أشرف من رءوس الجبال. قال امرؤ القيس: مُنيفاً تَزِلُّ الطيرُ عن قُذَفاتِهِ يَظَلُّ الضبابُ فوقه قد تَعَصَّرا (٢) قال أبو عبيد: وبها شبهت الشرف. وفى الحديث أن ابن عمر رضى الله عنهما كان لا يصلى في مسجد فيه قذاف (٣) . هكذا يحدثونه. قال الاصمعي: إنما هو قذف، وهى الشرف، الواحدة قذفة. ورجل مُقَذَّفٌ، أي كثير اللحم، كأنَّه قُذِفَ باللحم قَذْفاً. والقَذْفُ بالحجارة: الرميُ بها. يقال: هم بين حاذفٍ وقاذفٍ. فالحاذِفُ بالعصا، والقاذِفُ بالحجارة. وقَذَفَ الرجل، أي قاءَ. وقَذَفَ المُحْصَنةَ، أي رماها. والتقاذُفُ: الترامي. والقِذافُ: سرعة السير. وفرسٌ متقاذِفٌ: سريع العدو. وبلدةٌ قَذوفٌ، أي طروحٌ، لبعدها. ومنزلٌ قَذَفٌ وقذيف، أي بعيد. والقذيفة: شئ يُرمى به. قال المُزَرِّدُ: قذيفَةُ شيطانٍ رجيمٍ رَمى بها فصارتْ ضواة في لهازم ضرزم",
    "pg": "4:1414"
  },
  "قذل": {
    "def": "القَذالُ: جِماع مؤخر الرأس، وهو مَعْقِدُ العِذارِ من الفرس خلف الناصية. ويقال: القَذالانِ: ما اكتنف فأسَ القَفا عن يمينٍ وشمالٍ، ويجمع على أقْذِلَةٍ وقُذُلٍ. وقَذَلْتُهُ: ضربتُ قَذالَهُ. ويقال: القَذَلُ: الميل والجور.",
    "pg": "5:1800"
  },
  "قذم": {
    "def": "القذم، على وزن الهجف: الشديد والقذم أيضا: السريع. وانْقَذَمُ: أسرع. وقَذَمْتُ له من المال، مثل قَثَمْتُ. ورجلٌ قُذَمٌ، مثل قُثَم. ورجلٌ قِذَمٌّ مثل خضمّ، إذا كان سيِّداً يعطي الكثير من المال ويأخذ الكثير.",
    "pg": "5:2009"
  },
  "قذى": {
    "def": "القَذى في العين وفي الشراب: ما يسقط فيه وقَذِيَتْ عينه تَقْذى قَذًى، فهو رجل قذى العين على فعل، إذا سقطت في عينه قَذاةٌ. الأصمعيّ: قَذَتْ عينه تَقْذي قَذْياً: رمتْ بالقَذَى. وأقْذَيتُ عينه: جعلت فيها القَذَى. وقَذَّيتها تَقْذِيَةً: أخرجت منها القَذى. وقَذَتِ الشاة أي ألقت بياضاً من رحمها. يقال: كلُّ ذكرٍ يَمْذي، وكل أنثى تقذى. وقاذيته: جازتيه. قال الشاعر: فسوفَ أُقاذي القومَ إن عشتُ سالماً * مُقاذاةَ حُرٍّ لا يقر على الذل وأما القاذية من الناس فذكر أبو عمرو أنها بالذال معجمة، فتكون من هذا الباب.",
    "pg": "6:2460"
  },
  "قرأ": {
    "def": "القَرْءُ بالفتح: الحيض، والجمع أقْراءٌ وقُروءٌ على فُعولٍ، وأَقْرُؤٌ في أدنى العدد. وفي الحديث: \" دعي الصلاةَ أيامَ أقْرائِكِ \". والقَرْءُ أيضا: الطهر، وهو من الاضداد. قال الاعشى (١) : مورثة ما لا وفى الأصل رفْعَةً * لِما ضاع فيها من قروءِ نِسائِكا وأقْرأتِ المرأة: حاضت، فهي مُقْرِئٌ. وأقْرَأتْ: طَهُرت. وقال الأخفش: أقْرأتِ المرأةُ، إذا صارت صاحبة حيضٍ. فإذا حاضت قلت: قَرَأَتْ - بلا ألفٍ - يقال: قَرَأتِ المرأةُ حَيْضَةً أو حَيْضَتين. والقرء: انقضاء الحيض. قال: وقال بعضهم: ما بين الحيضتين. وأقْرأتْ حاجتُكَ: دنت. والقارئ: الوقتُ، تقول منه أقْرَأتِ الريحُ، إذا دخلت في وقتها. قال الهذلى (٢) :\nإذا هبت لقارئها الرياح * أي لوقتها. واستقرأ الجمل الناقة، إذا تاركها لينظر ألَقِحَتْ أم لا. قال أبو عمرو بن العلاء: يقال دفع فلان جاريته إلى فلانة تقرئها، أي تمسكها عندها حتَّى تحيض للاستبراء. قال: وإنما القرء الوقت، فقد يكون للحيض، وقد يكون للطهر. قال الشاعر: إذا ما السماء لم نغم ثم أخْلَفَتْ * قُروءُ الثريَّا أن يكون (١) لها قَطْرُ يريد وقت نَوْئها الذي يُمطَرُ فيه الناس، يقال: أقْرَأتِ النجوم، إذا تأخر مطرها. وقرأت الشئ قرآنا: جمعته وضممت بعضه إلى بعض، ومنه قولهم: ما قرأت هذه الناقة سلى قط (٢) وما قرأت جنينا، أي لم تضم رحمها على ولد. وقرأت الكتاب قراءة وقرآنا، ومنه سمِّي القرآن. وقال أبو عبيدة: سمِّي القرآن لأنه يجمع السُّوَرَ فيضمها. وقوله تعالى: (إنَّ علينا جمعه وقرآنه) أي جمعه وقراءته، (فإذا قرأناه فاتبع قرآنه) أي قراءته. قال ابن عبَّاس: فإذا بيَّنَّاه لك بالقراءة فاعمل بما بيَّنَّاهُ لك. وفلان قرأ عليك السلام وأقراك السلامَ، بمعنًى. وأقرأه القرآن فهو مُقْرِئٌ، وجمع القارئ قرأة مثال كافر وكفرة. والقراء: الرجل المتنسِّك، وقد تَقَرَّأَ، أي تنسَّكَ، والجمع القُرَّاءونَ. قال الفراء: أنشدني أبو صدقة الدبيرى (٣) : بيضاء تصطاد الغَوِيَّ وتَسْتَبي * بالحسنِ قَلْب المُسلمِ القُرَّاءِ (١) وقد يكون القُرَّاءُ جمعاً لقارئ. والقرأة بالكسر مثال القرعة: الوباء. قال الاصمعي: إذا قدمت بلادا فمكثت بها خمس عشرة (٢) فقد ذهبت عنك قرأة البلاد. قال: وأهل الحجاز يقولون: قرة بغير همز. ومعناه أنه إذا مرض بها بعد ذلك فليس من وبإ البلد.",
    "pg": "1:64-65"
  },
  "قرا": {
    "def": "القَرْوُ: قدحٌ من خشب. والقرو: ميلغ الكلب. والقروة: الميلغة. والقرو: أسفل النخلة يُنْقَرُ فينبَذ فيه. والقَرْوُ والقَروَةُ: أن يعظم جلد البيضتين لريحٍ فيه أو ماء، أو لنزول الامعاء. والرجل قروانى وقول الكميت: فاشتك خصييه إيغالا بنافذة * كأنما فجرت من قرو عصار يعنى المعصرة. والقرو: حوض طويل مثل النهر تَرِدُهُ الإبل. ويقال: تركت الأرض قَرْواً واحداً، إذا طبَّقها المطر. ورأيت القوم على قَروٍ واحدٍ، أي على طريقةٍ واحدة. والقَرا: الظهر. والقَرْيةُ معروفة، والجمع القُرى على غير قياس لان ما كان على فعلة بفتح الفاء من المعتل فجمعه ممدود، مثل ركوة وركاء، وظبية وظباء. وجاء القرى مخالفا لبابه لا يقاس عليه. ويقال: قرية لغة يمانية، ولعلها جمعت على ذلك مثل ذروة وذرى، ولحية ولحى، والنسبة إليها قروى. والقَرْيَتَيْنِ في قوله تعالى: (على رجلٌ من القَرْيَتَيْنِ عظيمٌ) : مكَّة والطائف. والقرى على فعيل: مجرى الماء في الروض، والجمع أقَرِيَةٌ وقُرْيانٌ. والقَرِيَّةُ على فعيلة: خشبات فيها فُرَضٌ يُجعل فيها رأس عمود البيت، عن ابن السكيت. والمقرى: إناء يُقْرى فيه الضيف. والجَفْنَةُ مِقْراةٌ. والمِقْراةُ: المسيل، وهو الموضع الذي يجتمع فيه ماء المطر من كلِّ جانب. أبو عبيد: القارِيَةُ هذا الطائر القصيرُ الرجلِ الطويلُ المنقا الاخضر الظهر، تحبه الاعراب وتتيمَّن به، ويشبِّهون الرجل السخيَّ به. وهي مخفَّفة، قال الشاعر: أمِنْ تَرْجيع قارِيَةٍ تَرَكْتُمْ * سَباياكُمْ وأبتم بالعناق والجمع القوارى. قال يعقوب: والعامة تقول قارية بالتشديد. الاصمعي: يقال الناس قَواري الله في الأرض، أي شهداء الله، أُخِذ من أنَّهم يَقْرونَ الناسَ، أي يتبعونهم فينظرون إلى أعمالهم، حكاه أبو عبيد في المصنف. قال: والقارِيَةُ من السِنان: أعلاه وحدُّه، وكذلك حدُّ السيف ونحوه. وقَرَوْتُ البلادَ قَرواً، وقَرَيْتُها، واقْتَرَيْتُها، واستقريتها، إذا تتبَّعتها تخرج من أرضٍ إلى أرض. وجاءني كلُّ قارٍ وبادٍ، أي الذي ينزل القريةَ والبادية. وأَقَرَيْتُ الجلَّ على ظهر الفرس، أي ألزمتُهُ إيَّاه. وقَرَيْتُ الضيف قرى، مثال قليته قلى، وقراء: أحسنت إليه. إذا كسرت القاف قصرت، وإذا فتحت مددت. وتقول: تَقَرَّيْتُ المياه، أي تتبَّعتها. وقَرَيْتُ الماء في الحوض، أي جمعت. واسم ذلك الماء قِرًى بكسر القاف مقصور. وكذلك ما قُرِيَ به الضَيْف. وقرى، على فعلى بالضم: اسم ماء بالبادية. والبعيرُ يَقْري العَلَفَ في شدقِهِ، أي يجمعه. وناقةٌ قَرْواءُ: طويلة السنام، ويقال الشديدة الظهر، بينة القرى ; ولا يقال جمل أقرى. والقرورى: موضع على طريق الكوفة، وهو متعشى بين النقرة والحاجر. وقال:\nبين قرورى ومرورياتها * وهو فعو عل عن سيبويه.\n(٣١٠ - صحاح - ٦) والقيروان: القافلة، فارسي معرب. وفى حديث مجاهد: \" يغدو الشيطان بقيروانه إلى السوق \". وجعلها امرؤ القيس للجيش فقال: وغارة ذات قيروان * كأن أسرابها الرعال",
    "pg": "6:2460-2462"
  },
  "قرب": {
    "def": "قرب الشئ بالضم يقرب قُرباً، أي دنا. وقوله تعالى: (إنَّ رحمةَ اللهِ قريبٌ من المحسنين) ولم يقل قريبة، لأنه أراد بالرحمة الإحسان، ولأنَّ ما لا يكون تأنيثه حقيقيًّا جاز تذكيره. وقال الفراء: إذا كان القريب في معنى المسافة يذكر ويؤنث، وإذا كان في معنى النسب يؤنث، بلا اختلاف بينهم. تقول: هذه المرأة قريبتى، أي ذات قرابتي. وقربته بالكسر أقربه قربانا، أي دنوت منه. وقَرَبْتُ أقرُبُ قرابة، مثل كتبت كتابة، إذا سرت إلى الماء وبينك وبينه ليلة. والاسم القَرَب (١) . قال الاصمعي: قلت لاعرابي: ما القرب؟ فقال: سير الليل لورد الغد. وقلت له: ما الطلق؟ فقال: سير الليل لورد الغب. يقال: قَرَبٌ بَصْباصٌ، وذلك أنَّ القوم يسيمون الإبل وهم في ذلك يسيرون نحو الماء، فإذا بقيت بينهم وبين الماء عشيَّة عجَّلوا نحوه، فتلك الليلة ليلة القَرَب. وقد أقرَبَ القومُ، إذا كانت إبلهم قوارِبَ، فهم قاربون، ولا يقال مُقْرِبون. قال أبو عبيد: وهذا الحرف شاذ. والقارب: سفينةٌ صغيرة تكون مع أصحاب السفن البحريَّة تُسْتَخَفُّ لحوائجهم. قال الخليل: القارِب: طالب الماء ليلاً، ولا يقال ذلك لطالب الماء نهاراً. وقَرَبْتُ السيفَ أيضاً، إذا جعلته في القِراب. والقُرْبان، بالضم: ما تَقَرَّبْتَ به إلى الله ﷿. تقول منه: قَرَّبْتُ لله قرباناً. والقربان أيضاً: واحد قرابين الملك، وهم جلساؤه وخاصَّته. تقول: فلان من قُرْبانِ الأمير، ومن بُعْدانِهِ. وتقرب إلى الله بشئ، أي طلب به القُرْبَةَ عنده. وقَرَّبْتُه تقريباً، أي أدنيته. والقُرْبُ: ضد البعد. والقرب والقرب: من الشاكلة إلى مراق البطن، مثل عسر وعسر، والجمع الاقراب. والتقريب: ضربٌ من العَدْو. يقال: قَرَّبَ الفرسُ، إذا رفع يديه معاً ووضعهما معاً في العَدْو، وهو دون الحُضْر. وله تقريبان: أعلى، وأدنى. و (اقترب الوعد) ، أي تقارَبَ. وقاربته في البيع مُقاربة. وشئ مقارب بكسر الراء، أي وسط بين الجيد والردئ - ولا تقل مُقارب - وكذلك إذا كان رخيصا. والتقارب: ضد التباعد. وأقربت المرأة، إذا قرُب وِلادها، وكذلك الفرس والشاة، فهي مُقْرِبٌ، ولا يقال للناقة. قالت أم تأبط شرا تؤبنه بعد موته: \" وا ابناه وا ابن الليل، ليس بزميل شروب للقيل، يضرب بالذيل كمقرب الخيل \". لانها تضرح من دنا منها. ويروى \" كمقرب \" بفتح الراء، وهو المكرم. وقال العدبس: جمع المُقْرَب مَقاريب. وأقْرَبْتُ السيفَ: جعلتُ له قِراباً. وأقْرَبْتُ القدحَ، من قولهم قَدَحٌ قَرْبانُ، إذا قارب أن يمتلئ، وجمجمة (١) قربى، وقد حان قربانان، والجمع قراب مثال عجلان وعجال. والمقرب من الخيل: الذي يُدنى ويُكرَّم، والأنثى مُقَرَّبَةٌ ولا تُتْرَكُ أن تَرود. قال ابن دريد: إنما يُفعل ذلك بالإناث لئلا يقرعها فحلٌ لئيم. والقِرْبَة: ما يُستقى فيه الماء، والجمع في أدنى العدد قربات وقربات وقربات، وللكثير قرب. وكذلك جمع كل ما كان على فعلة مثل سدرة وفقرة، لك أن تفتح العين وتكسر وتسكن. والقرابة: القُربى في الرحم، وهو في الأصل مصدرٌ. تقول: بيني وبينه قرابة، وقرب، وقربى ومقربة ومقربة، وقربة، وقُرُبَةٌ بضم الراء. وهو قريبي وذو قرابتي، وهم أقْرِبائي وأقاربي. والعامة تقول: هو قرابتي وهم قراباتى. وقِراب السيف: جَفنُه، وهو وعاءٌ يكون فيه السيف بغمده وحِمالته. وفي المثل \" إن الفِرار بقِرابٍ أكيس (١) \". والقراب أيضا: مقاربة الامر. وقال (٢) يصف نوقا: هو ابن منضجات كن قدما * يردن على الغدير قراب شهر (٣) وكذلك إذا قارب أن يمتلئ الدلو. وقال (٤) :\nإلا تجئ ملاى يجئ قرابها (٥) * وقولهم: ما هو بشبيهك ولا بقُرابةٍ من ذلك، مضمومة القاف، أي ولا بقريب من ذلك. والقرنبى مقصور: دويبة طويلة الرجلين مثل الخنفساء أعظم منه شيئا. وفى المثل \" القرنبى في عَينِ أمِّها حَسَنة \". وقال يصف جاريةً وبعلها: يَدِبُّ إلى أحشائها كلَّ ليلةٍ * دبيبَ القَرَنْبى بات يعلو نقا سهلا",
    "pg": "1:198-200"
  },
  "قربز": {
    "def": "رجلٌ قُرْبُزٌ، أي خَبٌّ، مثل جربز. وهما معربان.",
    "pg": "3:891"
  },
  "قربس": {
    "def": "القَرَبوسُ للسرج، ولا يخفَّف إلا في الشعر، مثل طَرسوسَ، لأنَّ فَعْلولٌ ليس من أبنيتهم.",
    "pg": "3:962"
  },
  "قربع": {
    "def": "اقْرَنْبَعَ الرجلُ في مجلسه، أي تقبض من البرد.",
    "pg": "3:1264"
  },
  "قربق": {
    "def": "القربق: اسم موضع. وأنشد الاصمعي (١) : يتبعن ورقاء كلون العوهق (٢) لاحقة الرجل عنود المرفق يا ابن رقيع هل لها من مغبق ما شربت بعد طوى القربق من قطرة غير النجاء (٣) الادفق ورواه أبو عبيدة: \" الكربق \" بالكاف وبالقاف أيضا، وقال هو البصرة. وقال النضر بن شميل: هو الحانوت، فارسي معرب. يعنى كلبه.",
    "pg": "4:1548"
  },
  "قرت": {
    "def": "قَرَتَ الدم يَقْرِتُ قُروتاً، إذا يبس بعضه على بعض. وأنشد الأصمعيّ للنمر بن تَوْلَب: يُشَنُّ عليها الزعفرانُ كأنَّه * دمٌ قارِتٌ تُعْلى به ثمَّ يُغْسَلُ وقال أبو زيد: قرت الدم في الجرح، إذا مات فيه.",
    "pg": "1:261"
  },
  "قرث": {
    "def": "الكسائي: نخلٌ قَريثاءُ وبُسْرٌ قريثاء، ممدود بغير تنوين، لضرب من التمر، وهو أطيب التمر بُسراً. وقال أبو الجراح: تمرٌ قَريثاً غيرُ ممدودٍ. والقِرِّيثُ: لغة في الجِرِّيث، وهو ضرب من السمك.",
    "pg": "1:290"
  },
  "قرثع": {
    "def": "القَرْثَعُ من النساء: البلهاء. وسئل أعرابيٌّ عنها فقال، هي التي تكحَل إحدى عينيها وتترك الأخرى، وتلبس قميصها مقلوباً. وفلانٌ قِرْثِعَةُ مال بالكسر (١) ، إذا كان يُحسن رِعْيَةَ المال ويصلُح على يديه.",
    "pg": "3:1264"
  },
  "قرح": {
    "def": "القَرْحُةُ: واحدة القَرْحِ والقُروحِ. وقيل لامرئ القيس \" ذو القُروحِ \" لأن ملك الروم بعث إليه قميصاً مسموماً فتقرَّح منه جسده فمات. والقرح والقرح لغتان، مثل الضعف والضعف، عن الاخفش (١) . وقرحه قَرْحاً: جرحه، فهو قريحٌ وقومٌ قَرْحى. قال الهذلي (٢) : لا يُسْلِمونَ قَريحاً حلَّ وَسْطَهُمُ * يوم اللقاء ولا يَشْوون من قَرحوا (٣) وقَرِحَ جلده بالكسر يَقْرَحُ قَرْحاً، فهو قَرِحٌ، إذا خرجت به القروحُ. وأقْرَحَهُ الله. والقُرحةُ في وجه الفرس: ما دون الغرَّةِ. والفرسُ أقْرَحُ. وروضةٌ قَرْحاءُ: فيها نوَّارَةٌ بيضاء. قال ابن الأعرابي: ما كان الفرسُ أقْرَحَ، ولقد قَرِحَ يقرح قرحا. وأما قول الشاعر: حبسن في قرح وفى داراتها * سبع ليال غير معلوفاتها فهو اسم وادى القرى. والقرحان: ضرب من الكمأة، الواحدة قُرْحانَةٌ. وبعيرٌ قُرحانٌ، إذا لم يصبه الجرب قط. وصبيٌّ قُرْحانٌ أيضاً، إذا لم يُجدر، يستوي فيه الواحد والاثنان والجمع. والاسم القرح. وفى الحديث أن أصحاب النبي ﷺ قدموا المدينة وهم قرحان، أي لم يكن أصابهم قبل ذلك داء. وأما الذى في حديث عمر ﵁ حين أراد أن يدخل الشام وهى تستعر طاعونا، فقيل له: \" إن من معك من أصحاب النبي ﷺ قرحانون فلا تدخلها \"، فهى لغة متروكة. وأقرح القوم، إذا أصاب ما شيتهم القرح. وقرحه بالحقّ قَرْحاً، إذا استقبله به. ولقيته مُقارَحَةً، أي مواجهة. وقَرَحَ الحافِرُ قُروحاً، إذا انتهت أسنانه: وإنما تنتهى في خمس سنين، لانه في السنة الاولى حولي، ثم جذع، ثم ثنى، ثم رباع، ثم قارح. يقال: أجذع المهر، وأثنى وأربع. وقرح هذه وحدها بلا ألف. والفرس قارح، والجمع قرح. وقد قال أبو ذؤيب: جاورته حين لا يمشى بعقوته * إلا المقانب والقب المقاريح (١) والإناثُ قَوارحُ وفي الأسنان بعد الثنايا والرَباعياتِ أربعةٌ قَوارحٌ. وكلُّ ذي حافر يَقْرَحُ، وكلُّ ذي خفٍّ يَبْزُلُ، وكلُّ ذي ظِلْفٍ يَصْلَغُ. قال الأصمعيّ: قَرَحَتِ الناقةُ تَقْرَحُ قُروحاً: استبان حملها، فهي قارحٌ. والقَراحُ: المزرعة التي ليس عليها بناءٌ ولا فيها شجر، والجمع أقْرِحَةٌ. والماء القَراحُ: الذي لا يشوبه شئ. والقريحة: أول ما يستنبط من البئر، ومنه قولهم: لفلان قَريحَةٌ جيِّدةٌ، يراد استنباط العلم بجودة الطبع. واقترحت عليه شيئاً، إذا سألته إيَّاه من غير رويَّةٍ. واقتراحُ الكلام: ارتجاله. واقْتَرَحْتُ الجملَ، إذا ركبته قبل أن يُركِبَ. والقِرْواحُ: الأرض البارزة للشمس لم يختلط بها شئ. قال أوس (٢) : فمن بنجوته كَمَنْ بعَقْوَتِهِ * والمستكِنَّ كَمَنْ يمشي بقرواح وناقة قرواح: طويلة القوائم. قال الاصمعي: قلت لاعرابي: ما القرواح؟ قال: التى كأنها تمشى على أرماح. ونخلة قرواح، والجمع القراوح (١) . وقال سُويد بن الصامت (٢) : أدينُ وما دَيْني عليكم بمَغْرَمٍ * ولكن على الشم الجلاد القراوح",
    "pg": "1:395-396"
  },
  "قرد": {
    "def": "القراد: واحدة القردان. يقال: قرد بعيرك، أي انزع منه القردان. والتقريد: الخداع، وأصله أن الرجل إذا أراد أن يأخذ البعير الصعب قرده أولا، كأنه ينزع قردانه. قال الشاعر الحصين بن القعقاع: هم السمن بالسنوت لا ألس فيهم * وهم يمنعون جارهم أن يقردا - وقال الحطيئة: لعمرك ما قراد بنى كليب * إذا نزع القراد بمستطاع وأم القردان: الموضع بين الثنة والحافر. وقول الشاعر ملحة الجرمى (٣) : كأن قرادى صدره طبعتهما * بطين من الجولان كتاب أعجم (١) - يعنى به حلمتي الثدى. والقرد بالتحريك: نُفايةُ الصوف وما تمعَّط من الغنم وتلبَّد، والقطعة منه قردة. وفى المثل: \" عكرت على الغزل بأخرة، فلم تدع بنجد قردة \". عكرت، أي عطفت. يقال: قرد الصوف بالكسر يَقرَدُ قَرَداً. وسحابٌ قَرِدٌ، وهو المتقطِّع في أقطار السماء يركب بعضه بعضاً. وقَرِدَ الأديمُ أيضاً، إذا حَلِمَ. وقَرِدَ الرجلُ: سكتَ من عِيٍّ. وأقْرَدَ، أي سكنَ. وتماوت. وأنشد الأحمر: تقولُ إذا اقْلَوْلى عليها وأقْرَدَتْ * ألا هل أخو عَيْشٍ لَذيذٍ بِدائمِ (٢) - وقَرَدْتُ السمن، بالفتح، في السقاء، وأقرده قردا: جمعته. والقرد: واحدة القرود، وقد يجمع على قرده مثل فيل وفيلة. والانثى قردة، والجمع قرد، مثل قربة وقرب. وفى المثل: \" إنه لازنى من قرد \" قال أبو عبيدة: هو رجل من هذيل يقال له قرد بن معاوية. والقردد: المكان الغليظ المرتفع، وإنما أظهر التضعيف لانه ملحق بفعلل، والملحق لا يدغم. والجمع قرادد. وقد قالوا: قَراديدُ، كراهية الدالين. والقَرْدودُ من الأرض، مثل القَرْدَدِ. وقَرْدودَةُ الظهرِ: ما ارتفع من ثَبَجِهِ.",
    "pg": "2:523-524"
  },
  "قردحم": {
    "def": "الفراء: ذهبوا شعاليل بقردحمة، أي تفرقوا.",
    "pg": "5:2009-2010"
  },
  "قردم": {
    "def": "القُرْدُمانى مقصورٌ: دواءٌ، وهو كَرَوْيا، رومِيّ. وقال أبو عبيدة: القُرْدُمانِيُّ (١) : قَباءٌ مَحْشُوٌّ يتَّخذ للحرب، فارسيّ معرَّب. يقال له \" كَبْر \" بالرومية أو بالنبطية. قال لبيد: فخمة ذفراء ترتى بالعرى قردمانيا وتركا كالبصل",
    "pg": "5:2009"
  },
  "قرر": {
    "def": "القَرارُ: المستقِرُّ من الأرض. والقَرارِيُّ: الخيَّاط قال الأعشى: يَشُقُّ الأمورَ ويَجْتابها * كشَقِّ القَرارِيِّ ثوبَ الرَدَنْ - الأصمعيّ: القَرارُ والقَرارَةُ: النَقَدُ، وهو ضربٌ من الغنم قصار الأرجل قباحُ الوجوه. والقَرارَةُ: القاع المستدير. قال أبو عبيد: القَرُّ مركبٌ للرجال بين الرَحْلِ والسرجِ. وقال غيره: القر الهودج. وأنشد:\nكالقر ناست فوقه الجزاجز * وقال امرؤ القيس: فإمَّا تَرَيْني في رحالة جابر * على حجر كالقر تخفِقُ أكْفاني - والقَرُّ: الفَرُّوجةُ. قال ابن أحمر:\nكالقَرِّ بين قوادِمٍ زعر (١) ويوم القر: اليوم الذى بعد يوم النَحر، لأنَّ الناس يَقَرُّونَ في منازلهم. والقَرَّتانِ: الغداة والعشيّ. قال لبيد: وجَوارِنٌ بيضٌ وكلُّ طِمِرَّةٍ * يعدو عليها القَرَّتَيْنِ غُلامُ - الجَوارِنُ: الدروع. ويومٌ قَرٌّ وليلةٌ قَرَّةٌ، أي باردة. والقُرُّ بالضم: البرد. والقُرُّ أيضاً: القَرارُ. ومنه قولهم عند شدة تصيبهم: \" صابتْ بِقُرٍّ \"، أي صارت الشدة في قرارها. وربَّما قالوا: \" وقعت بِقُرٍّ \". قال عديُّ بن زيد: تُرَجِّيها وقد وَقَعَتْ بِقُرٍّ * كما تَرْجو أصاغِرَها عَتيبُ - والقَرارَةُ: ما يصبُّ في القِدر من الماء بعد الطبخ لئلا تحترق (١) . وأمَّا ما يلتزق بأسفل القِدر فهي القُرورَةُ بضم القاف والراء، عن أبي عبيدة. وكان الفراء يفتح الراء. والقرقور: السفينة الطويلة. وقراقر، على فعالل بضم القاف: اسم ماء. ومنه غزاة قراقر. قال الشاعر: وهم ضربوا بالحنو حنو قراقر * مقدمة الهامرز حتى تولت (٢) - وحاد قُراقِرٌ وقُراقِرِيٌّ، إذا كان جيِّد الصوت، من القرقرة. قال الراجز: أصبح صوت عامر صئيا (١) * من بعد ما كان قراقريا * فمن ينادى بعدك المطيا * وقران: اسم رجل. وقران في شعر أبى ذؤيب (٢) : اسم واد. والقرة بالكسر: البرد. يقال: \" أنشد العطش حرة على قرة \". وربما قالوا: \" أجد حرة تحت قِرَّةٍ \" ويقال أيضاً: \" ذهبتْ قِرَّتُها \"، أي الوقت الذي يأتي فيه المرض، والهاء للعلَّة. والقِرِّيَّةُ: الحوصلةُ، مثل الجرية. وأيوب بن القرية (٣) أحد الفصحاء. والقارورة: واحدة القوارير من الزجاج. والقارورُ: الماء البارد يغتسل به. والقرقر: القاع الأملس. والقَرْقَرَةُ: نوعٌ من الضحك. والقرقرة: لقب سعد الذى كان يضحك منه النعمان بن المنذر. وقرقرت الحمامة قرقرة وقرقريرا. قال: وما ذاتُ طوقٍ فوق عودِ أراكَةٍ * إذا قَرْقَرَت هاج الهَوى قرقريها - وقرقر بطنه، أي صوت. والقرقرة: الهدير، والجمع القراقر. قال شظاظ: رب عجوز من نمير شهبره * علمتها الانقاض بعد القرقره - يقال: قَرْقَرَ البعير، إذا صفا صوته ورجَّع. وبعيرٌ قَرْقارُ الهدير، إذا كان صافي الصوت في هديره. وقرقرى، على فعللى: موضع. وقولهم: قرقار بنى على الكسر، وهو معدول، ولم يسمع العدل من الرباعي إلا في عرعار وقرقار. قال الراجز أبو النجم (١) : قالت له ريحُ الصبا قرْقارِ (٢) واختلطَ المعروف بالانكار يريد قالت له: قَرْقِرْ بالرعدِ، كأنَّه يأمر السحاب بذلك. وقررت القدر أقرها قَرًّا، إذا صببت فيها القُرارَةُ لئلا تحترق. وقَرَرْتُ على رأسه دلوا من ماء بارد، أي صببتُ. وقَرَّ الحديثَ في أذنه يَقُرُّهُ، كأنَّه صبَّه فيها. وقَرَّ يومنا من القَرِّ. ويومٌ قارٌّ وقَرٌّ، وليلةٌ قارَّةٌ وقرَّةٌ. والقَرارُ في المكان: الاستقرار فيه. تقول منه: قرقرت بالمكان، بالكسر، أقر قَراراً، وقَرَرْتُ أيضاً بالفتح أقِرُّ قَراراً وقُروراً. وقَرَرْتُ به عيناً وقَرِرْتُ به عيناً قُرَّةً وقُروراً فيهما. ورجلٌ قريرُ العين، وقد قرَّت عينه تَقِرُّ وتَقَرُّ: نقيض سخنت. وأقر الله عينَه، أي أعطاه حتَّى تَقَرَّ فلا تطمح إلى من هو فوقه. ويقال: حتَّى تبرد ولا تسخن. فللسرور دمعةٌ باردة، وللحزن دمعة حارَّةٌ. وقارَّه مُقارَّةً، أي قَرَّ معه وسكن. وفي الحديث: \" قاروا الصلاة \"، هو من القَرارِ لا من الوقار. وأقَرَّ بالحق: اعترف به. وقَرَّرَهُ بالحقّ غيره حتى أقر. وأقره في مكانه فاستقرَّ. وأقْرَرْتُ هذا الأمر تقرارة وتقرة. وأقرت الناقة، إذا ثبت حملها. عن ابن السكيت. وأقره الله من القُرِّ، فهو مقرورٌ على غير قياس، كأنَّه بني على قُرٍّ. وتقرير الانسان بالشئ: حمله على الاقرار به. وتقرير الشئ: جعله في قَرارِهِ. وقَرَّرْتُ عنده الخبرَ حتَّى اسْتَقَرَّ. وفلانٌ ما يَتَقارُّ في مكانه، أي ما يستقرُّ. واقتر ماء الفحل في الرحم، أي استقر. واقتررت بالقرارة: ائتدمت بها. واقتررت القرارة، إذا أخذت ما التصق بالقدر. واقتررت بالقرور: اغتسلت به. واقترت الناقة: سمنت. قال أبو ذؤيب يصف ظبية: بها أبلت شهرى ربيع كليهما (١) * فقد مار فيها نسؤها واقترارها - نسؤها: بدء سمنها، وذلك إنما يكون في أول الربيع إذا أكلت الرطب. واقترارها: نهاية سمنها، وذلك إنما يكون إذا أكلت اليبيس وبزور الصحراء فعقدت عليها الشحم.",
    "pg": "2:788-791"
  },
  "قرزح": {
    "def": "أبو عمرو: القرزح: بالضم: شجر (٣) .",
    "pg": "1:396"
  },
  "قرزل": {
    "def": "قرزل بالضم: اسم فرس كان لطفيل ابن مالك. والقرزل: اللئيم (١) . قال هدبة بن الخشرم: ولا قرزلا وسط الرجال جنادفا إذا ما مشى أو قال قولا تبلتعا",
    "pg": "5:1800"
  },
  "قرزم": {
    "def": "ذكر ابن دريد أن القرزوم بالقاف مضمومة: لوح الاسكاف المدور. وتشبه به كركرة البعير، وهو بالفاء أعلى.",
    "pg": "5:2010"
  },
  "قرس": {
    "def": "القَرْسُ \": البرد الشديد. قال الشاعر (٢) : مَطاعينُ في الهَيْجا مطاعيم في القِرى (٣) * إذا اصفرَّ آفاقُ السماءِ من القَرْسِ (٤) * يقال: ليلةٌ ذات قَرْسٍ، أي بردٍ. وقد قَرَسَ البرد يَقْرِسُ قَرْساً: اشتدَّ. وفيه لغةٌ أخرى: قَرِسَ البردُ قَرَساً. وقال أبو زُبَيد: وقد تَصَلَّيْتُ حَرَّ حَرْبِهِم * كما تَصَلَّى المقرور من قرس * وقال ابن السكيت: القرس: الجامد. ولم يعرفه أبو الغوث. والبرد اليوم قارِسٌ وقَريسٌ، ولا تقل: قارِصٌ. وقَرَسَ الماء، أي جَمَدَ: وأصبح الماء اليومَ قَريساً وقارِساً، أي جامداً. ومنه قيل: سمكٌ قَريسٌ، وهو أن يطيخ ثم يتخذ له صباغ فيترك فيه حتى يجمد. وأقْرَسَهُ البرد وقَرَّسَهُ تَقْريساً. يقال: قَرَّسْتُ الماء في الشَنِّ، إذا بردته. قال أبو زيد: القراسية من الابل: الضخم الشديد، بضم القاف والياء زائدة، كما زيدت في رباعية وثمانية. قال الراجز: لما تضمنت الحواريات * قربت أجمالا قراسيات * قال أبو سعيد الضرير: آل قراس: أجبل باردة. قال أبو ذؤيب يصف عسلا: يمانية أحيا لها (١) مظ مائد * وآل قراس صوب أسقية كحل * ويروى: \" صوب أرمية \"، وهما بمعنى. ويقال مائد وقراس: جبلان باليمن. يمانية خفض على قوله فجاء بِمَزْجٍ لم يرَ الناسُ مِثلَه * هو الضَحْكُ (١) إلاّ أنّه عَملُ النحل * والمظ: الرمان البرى.",
    "pg": "3:961-962"
  },
  "قرش": {
    "def": "القَرْشُ: الكسبُ والجمعُ. وقد قرش يقرش. قال الفراء: وبه سميت قريش، وهى قبيلة، وأبوهم النضر بن كنانة بن خزيمة بن مدركة ابن الياس بن مضر. فكل من كان من أولاد النضر فهو قرشي، دون ولد كنانة ومن فوقه. وربما قالوا قريشي. وهو القياس. قال الشاعر: لكل (١) قريشي عليه مهابة * سريع إلى داعى الندى والتكرم * فإن أردت بقريش الحى صرفته، وإن أردت به القبيلة لم تصرفه. قال الشاعر (٢) في ترك الصرف: غلب المساميح الوليد سماحة * وكفى قريش المعضلات وسادها * والتقريش: الاكتساب. وتقرشوا: تجمعوا. والتقريش، مثل التحريش، عن أبى عبيد. والمقرشة: السنةُ المَحْل (١) . وتقارَشَتِ الرماحُ، أي تداخلت في الحرب. وأقْرَشَ به إقْراشاً، أي سعى به ووقع فيه. حكاه يعقوب.",
    "pg": "3:1016"
  },
  "قرشب": {
    "def": "القِرشَبُّ، بكسر القاف: المُسِنُّ. عن الاصمعي. قال الراجز: كيف قريت شيخك الارزبا * لما أتاك يابسا قرشبا قمت إليه بالقفيل ضربا * ضرب بعير السوء إذا أحبا",
    "pg": "1:200"
  },
  "قرشم": {
    "def": "القرشوم: القراد العظيم.",
    "pg": "5:2010"
  },
  "قرص": {
    "def": "القَرْصُ بالإصبعين. وقد قَرَصَهُ يقرصه بالضم قرصا. وقرص البراغيث: لسعها. والقارِصَةُ: الكلمة المؤذية. قال الشاعر (١) : قَوارِصُ تَأتيني وتَحْتَقِرونها * وقد يَمْلأُ القَطْرُ الإناَء فيُفْعَمُ * وفي الحديث أن امرأةً سألته عن دمِ المحيض فقال: \" اقْرُصيهِ بماءٍ \"، أي اغسليه بأطراف أصابعك. ويروى \" قَرِّصيهِ \" بالتشديد. قال أبو عبيد: أي قَطِّعيهِ به. والقُرْصُ بالضم والقُرْصَةُ من الخبز. وجمع القُرْصِ قِرَصَةٌ وأقراص، مثل غصن وغصنة وأغصان، وجمع القرصة قرص، مثل صبرة وصبر. وقرصت المرأة العجين تَقرُصُهُ قَرْصاً، وقَرَّصَتْهُ تَقْريصاً، أي قطعته قُرْصَةً قُرْصَةً. والتشديد للتكثير. وقُرْصُ الشمس: عينُها. والقارِصُ: اللبن الذي يَحْذي اللسان. وفي المثل: \" عَدا القارِصُ فَحَزَرَ \" أي جاوز إلى أن حَمِضَ. يعني تفاقم الأمر واشتدّ. والقُرَّاصُ البابونج، وهو نَوْرُ الأقحُوان إذا يبس، الواحدة قراصة. عن أبى عمرو.",
    "pg": "3:1050-1051"
  },
  "قرصع": {
    "def": "القَرْصَعَةُ: الانقباضُ والاستخفاءُ. وقد اقْرَنْصَعَ الرجل. أبو زيد: قَرْصَعْتُ الكتاب: قرمطته، حكاه عنه أبو عبيد. وقرصعت المرأة، أي مشت مشية قبيحة، قال الشاعر:\nإذا مشت سالت ولم تقرصع (٢)",
    "pg": "3:1264"
  },
  "قرض": {
    "def": "قرضت الشئ أقرضه بالكسر قرضا: قطعته. يفال: جاء فلان وقد قرض رباطه. والفأرة تقرض الثوب. والقَرْضُ أيضاً: قول الشعر خاصَّةً. يقال قَرَضْتُ الشعر أقْرِضه، إذا قلته. والشعر قريض. ومنه قول عبيد بن الابرص:\nحال الجريض دون القريض (١) * والقريض أيضاً: ما يرُدُّهُ البعير من جرته. وكذلك المقروض. وبعضهم يحمل قول عبيد على هذا. والقراضة: ما سقط بالقَرْضِ، ومنه قُراضَةُ الذهب. والمِقْراضُ: واحد المقاريضِ. وقَرَضَ فلانٌ، أي مات. وانْقَرَضَ القومُ: دَرَجوا ولم يبقَ منهم أحدٌ. وقوله تعالى: ﴿وإذا غَرَبَتْ تَقْرِضُهُمْ ذات الشمالِ﴾ ، قال أبو عبيدة: أي تخلِّفهم شمالاً وتجاوزهم وتَقْطعهم وتتركهم عن شمالها. ويقول الرجل لصاحبه: هل مررت بمكان كذا وكذا؟ فيقول المسئول: قَرَضْتُهُ ذاتَ اليمين ليلا. وأنشد لذى الرمة: إلى ظعن يقرضن أجواز مشرف * شمالا وعن أيمانهن الفوارس * ومشرف والفوارس: موضعان. يقول نظرت إلى ظعن يقرضن، أي يجزن بين هذين الموضعين. والقرض: ما تعطيه من المال لتقضاه. والقرض بالكسر: لغة فيه، حكاها الكسائي. واستقرَضْتُ من فلان، أي طلبت منه القَرْضَ فأقْرَضَني. واقْتَرَضْتُ منه: أي أخذت منه القَرْضَ. والقَرْضُ أيضاً: ما سَلَّفْتُ من إحسان ومن إساءة ; وهو على التشبيه. قال الشاعر (١) : كل امرئ سوف يجزى قرضه حسنا * أو سيئا ومدينا (٢) مثل ما دانا * وقال الله تعالى: ﴿وأَقْرِضوا الله قَرْضاً حَسَنا﴾ . وقَرَضْتُهُ قَرْضاً، وقارَضْتُهُ، أي جازيته. والتَقْريضُ مثل التقريظِ. يقال: فلان يُقرِّضُ صاحبَه، إذا مدحه أو ذمَّه. وهما يتقارَضانِ الخير والشرّ. قال الشاعر: إنَّ الغَنيَّ أخو الغَنيِّ وإنَّما * يَتَقارَضانِ ولا أخا للمُقْتِرِ * والمُقارَضَةُ: المضاربةُ. وقد قارَضْتُ فلاناً قِراضاً، أي دفعت إليه مالاً يتَّجِرُ فيه. ويكون الربحُ بينكما على ما تشترطان والوضيعة على المال. وابن مُقْرَضٍ: دُوَيْبَّةٌ يقال لها بالفارسية: \" دله \". وهو قتال الحمام.",
    "pg": "3:1101-1102"
  },
  "قرضب": {
    "def": "قَرْضَبَهُ: قطعه. والقُرْضوبُ والقِرْضابُ: السيف القاطع يقطع العظام. والقُرضوب والقِرْضاب: اللصّ، والجمع القَراضبة. وربَّما سمُّوا الفقيرَ قُرْضوباً. وقَرْضَبَ الرجلُ، إذا أكل شيئاً يابساً، فهو قرضاب. حكاه ثعلب، وأنشد: وعامنا أعجبنا مقدمه * يدعى أبا السمح وقرضاب سمه * مبتركا لكل عظم يلحمه * وقراضبة، بضم القاف: موضع. قال بشر: وحَلَّ الحَيُّ حيُّ بَني سُبَيْعٍ * قراضبة ونحن لهم إطار",
    "pg": "1:200-201"
  },
  "قرط": {
    "def": "القرْطُ: الذي يعلَّق في شحمة الأذن، والجمع قِرَطَةٌ وقِراطٌ أيضا، مثل رمح ورماح. والقراط أيضا: شعلة السراج ما احترقَ من طرف الفتيلة. وقرط: اسم رجل من سنبس. وقرطت الجارية فتقرطت هي. قال الراجز يخاطب امرأته: قرطك الله على العينين * عقاربا سودا وأرقمين * ويقال: قَرَّطَ فرسَه، إذا طرح اللجام في رأسه. وقَرَّطَ السراجَ إذا نزع منه ما احترق ليضئ. والقيراطُ: نصفُ دانِقٍ، وأصله قِرَّاط بالتشديد، لأنَّ جمعه قَراريط، فأبدل من إحدى حرفيْ تضعيفه ياءً، عى ما ذكرناه في دينار. وأما القيراط الذى في الحديث فقد جاء تفسيره فيه أنه مثل جبل أحد. والقِرْطيطُ: الداهيةُ. وما جاد فلانٌ بقرطيطة، أي بشئ يسير. والقرطاط بالضم: البَرْدَعةُ، وكذلك القُرْطانُ بالنون. قال الخليل: هي الحِلْسُ الذي يلقى تحت الرحل. ومنه قول العجاج (١) :\nكأنما رحلى والقراططا (٢) * وقال حميد الارقط بأرحبى مائر الملاط * ذى زفرة ينشر بالقرطاط",
    "pg": "3:1151-1152"
  },
  "قرطب": {
    "def": "قَرْطَبَهُ: صرعه على قفاه. وقال: فرحت أمشى مشية السكران * وزل خفاى فقرطبانى والقِرْطِبَّى بتشديد الباء: ضربٌ من اللعب.",
    "pg": "1:201"
  },
  "قرطس": {
    "def": "القِرْطاسُ: الذي يكتب فيه. والقُرْطاسُ بالضم مثله، وكذلك القَرْطَسُ. ذكره أبو زيد في نوادره. وأنشد (٢) : كأنَّ بحَيْثُ استودعَ الدارَ أهْلُها * مَخَطَّ زَبورٍ من دواةٍ وقَرْطَسِ * ويسمَّى الغرض قِرْطاساً. يقال: رمى فقرطس، إذا أصابه.",
    "pg": "3:962"
  },
  "قرطعب": {
    "def": "يقال ما عنده قِرْطَعْبَةٌ ولا قذ عملة ولا سعنة ولا معنة، أي شئ. قال أبو عبيد: ما وجدنا أحدا يدرى أصولها.",
    "pg": "1:201"
  },
  "قرطف": {
    "def": "القرطف: القطيفة.",
    "pg": "4:1416"
  },
  "قرطل": {
    "def": "القرطالة: واحد القرطال.",
    "pg": "5:1800"
  },
  "قرطم": {
    "def": "القِرْطِمُ: حَبُّ العُصْفُرِ. والقُرْطُمُ مثله.",
    "pg": "5:2010"
  },
  "قرظ": {
    "def": "القَرَظُ: ورق السَلَمِ (٢) يُدبغ به، ومنه أديمٌ مَقْروظٌ. وكبشٌ قُرَظِيٌّ (٣) : منسوب إلى بلاد القَرَظِ، وهي اليمن، لأنَّها منابت القَرَظِ. والقارظ: الذى يجتنى ذلك. وفى المثل: \" لا آتيك أو يؤوب القارظ العنزي \"، وهما قارظان كلاهما من عنزة، خرجا في طلب القرظ فلم يرجعا. قال أبو ذؤيب: وحتى يؤوب القارظان كلاهما * وينشر في القتلى كليب بن وائل (١) * وزعم ابن الاعرابي أن أحد القارظين يذكر ابن عنزة، والثانى المتنخل. قال بشر لابنته عند موته: فرجى الخير وانتظري إيابى * إذا ما القارظ العنزي آبا * وسعد القرظ (٢) : مؤذن رسول الله ﷺ، كان بقباء فلما ولى عمر رضى الله عنه أنزله المدينة، فولده إلى اليوم يؤذنون في مسجد المدينة. وقريظة والنضير: قبيلتان من يهود خيبر، وقد دخلوا في العرب على نسبهم إلى هارون أخى موسى ﵉، منهم محمد بن كعب القرظى. والتقريظ: مدح الانسان وهو حى، والتأبينُ: مدحه ميِّتاً. وقولهم: فلانٌ يُقَرِّظُ صاحبه تَقْريظاً، بالظاء والضاد جميعا، عن أبى زيد، إذا مدحه بباطل أو حق. وهما يتقارظان المدح، إذا مَدَحَ كلَّ واحدٍ منهما صاحبه.",
    "pg": "3:1177-1178"
  },
  "قرع": {
    "def": "قَرَعْتُ الباب (٢) أقْرَعُهُ قَرْعاً. وقولهم: \" إنَّ العصا قُرِعَتْ لذي الحِلْمِ \"، أي أن الحليم إذا نبه انتبه. وأصله أن حكما من حكام العرب عاش حتى أهتر، فقال لابنته: إذا أنكرت من فهمي شيئا عند الحكم فاقرعي لى المجن بالعصا لارتدع. قال المتلمس: لذى الحلمِ قبل اليومِ ما تُقْرَعُ العَصا * وما علِّمَ الإنسانُ إلاّ ليَعْلَما * وقَرَعْتُ رأسه بالعصا قَرْعاً، مثل فَرَعْتُ. وقَرَعَ الشاربُ بالإناء جبهته، إذا اشتفَّ ما فيه. والقِراعُ: الضِرابُ. وقد قَرَعَ الثورُ. وقَرَعَ الفحلُ الناقةَ يَقْرَعُها قَرْعاً وقراعا. واستقرعنى فلان فحلى فأقرعته، أي أعطيته ليقرَعَ إبله، أي يضربها. واسْتَقْرَعَتِ البقرةُ، أي أرادت الفحل. والقَرْعُ: حملُ اليقطين، الواحدة قَرْعَةٌ. والقُرعَةُ بالضم معروفةٌ، يقال: كانت له القُرْعةُ، إذا قَرَعَ أصحابه. والقُرعَةُ أيضاً: خيارُ المال. يقال: أقْرَعوهُ، إذا أعطوه خيارَ النهبِ. والقَرَعُ بالتحريك: بَثْرٌ أبيضُ يخرج بالفصال (١) . ودواؤه الملح وجباب ألبان الابل (٢) ، فإذا لم يجدوا ملحا نتفوا أوباره ونضحوا جلده بالماء ثم جروه على السبخة. ومنه المثل: \" هو أحر من القرع \"، وربما قالوا: \" هو أحر من القرع \" بالتسكين، يعنون به قرع الميسم، وهو المكواة. قال الشاعر: كأن على كبدي قرعة * حذارا من البين ما تبرد * والعامة تريد به هذا القرع الذى يؤكل. والفصيل قريع، والجمع قرعى مثل مريض ومرضى. يقال: \" استنت الفصال حتى القَرْعى (٣) \". والأقْرَعُ: الذي ذهب شعر رأسه من آفة. وقد قرع فهو أقْرَعُ بيِّن القَرَعِ. وذلك الموضع من الرأس القَرَعَةُ. والقومُ قُرْعٌ وقُرْعانٌ. والقَرَعُ أيضاً: مصدر قولك قَرِعَ الرجلُ فهو قَرِعٌ، إذا كان يقبل المَشورة ويرتدع إذا رُدِعَ. والقَرَعُ أيضاً: مصدر قَرِعَ الفِناءُ، إذا خلا من الغاشية. يقال: \" نعوذ بالله من قَرَعِ الفِناءِ، وصَفَرِ الإناء \". ومُراحٌ قَرِعٌ، إذا لم تكن فيه إبل. وقال ثعلب: \" نعوذ بالله من قرع الفناء \" بالتسكين على غير قياس. وفي الحديث عن عمر ﵁ \" قرع حجكم \"، أي خلت أيام الحجّ من الناس. والاقرعان: الاقرع بن حابس وأخوه مرثد. قال الفرزدق: فإنك واجد دوني صعودا * جراثيم الاقارع والحتات (١) * والحية الاقرع: الذى يتمعط شعر رأسه زعموا، لجمعه السمَّ فيه. يقال: شجاعٌ أقْرَعُ. وقولهم: سُقْتُ إليك ألفاً أقْرَعَ من الخيل وغيرها، أي تامًّا. وهو نعت لكل ألف، كما أن هنيدة اسم لكل مائة. والمقرعة: ما تقرع به الدابة. والمقراع كالفأس تكسر به الحجارة. قال يصف ذئبا: يستمخر الريح إذا لم يسمع * بمثل مقراع الصفا الموقع * والمقروع: المختار للفحلة. والمقروع: السيد. ومقروع: لقب عبد شمس بن سعد بن زيد مناة بن تميم، وفيه يقول مازن بن مالك بن عمرو ابن تميم وفى الهيجمانة بنت العنبر بن عمرو ابن تميم: \" حنت ولات هنت ; وأنى لك مقروع \". والقراع: الصلب الشديد. قال أبو قيس ابن الاسلت:\nومجنأ أسمر قراع (١) * يعنى ترسا صلبا. والاقارع: الشدائد، عن أبى نصر. والقارعة: الشديدة من شدائد الدهر، وهي الداهيةُ. يقال: قَرَعَتْهم قوارِعُ الدهر، أي أصابتهم، ونعوذ بالله من قَوارِعُ فلانٍ ولواذعه، أي قوارص لسانه. وقارِعَةُ الدارِ: ساحتها. وقارِعَةُ الطريق: أعلاه. وقوارع القرآن: الآيات التى يقرؤها الإنسان إذا فزع من الجنّ أو الإنس، نحو آية الكرسي ; كأنَّها تَقْرَعُ الشيطان. والقَريعُ: الفحلُ، لأنه مُقْتَرَعٌ من الإبل، أي مختارٌ، أو أنَّه يقرَعُ الناقة. قال ذو الرمة: وقد لاح للساري سهيل كأنَّه * قريعُ هِجانٍ عارضَ الشَوْلَ جافر * ويروى: \" وقد عارض الشعرى سهيل \". والقريع: السيد. يقال: فلان قَريعُ دهره. وقَريعُكَ: الذي يُقارِعُكَ. وقولهم: ما دخلتُ لفلان قَريعَةَ بيتٍ قطُّ، أي سقف بيتٍ. ويقال قريعَةُ البيتِ: خيرُ موضعٍ فيه، إن كان بردٌ فخِيارُ كِنِّه، وإن كان حَرٌّ فخيارُ ظلِّه. والقَريعَةُ مثل القُرْعَةِ، وهي خيار المال. وناقة قَريعَةٌ، إذا كان الفحل يُكثر ضِرابها ويبطئ لقاحها. وأقْرَعَ إلى الحقّ، أي رجع وذلّ. يقال: أقرع لى فلان. قال رؤبة: دعني فقد يقرع للاضز * صكى حجاجى رأسه وبهزى * أي يصرف صكى إليه ويراض له ويذل. وفلان لا يَقْرَعُ إقْراعاً، إذا كان لا يقبل المشورة والنصيحة. وأقْرَعَهُ، أي أعطاه خير ماله. يقال أقْرَعوه خير نهبهم. وأقرعت بينهم، من القُرْعَةِ. واقْتَرَعوا وتَقارعوا بمعنًى. وأقْرَعْتُهُ: كففته. يقال أقْرَعْتُ الدابَّةَ بلجامها، إذا كبحتها. والتقريع: التعنيف. والتَقْريعُ: معالجة الفصيل من القَرَعِ، كأنه ينزع ذلك منه، كما يقال قذيت العين، وقردت البعير، وقلحت العود (١) . وقال أوس بن حجر: لدى كل أخدود يغادرن دارعا * يجر كما جر الفصيل المقرع * ومُقارَعَةُ الأبطال: قَرْعُ بعضهم بعضاً. والمُقارَعَةُ: المساهمةُ. يقال قارَعْتُهُ فَقَرَعْتُهُ، إذا أصابتك القُرْعَةُ دونه. والاقْتِراعُ: الاختيارُ. يقال: اقْتُرِعَ فلانٌ، أي اختيرَ. وبتُّ أتَقَرَّعُ، أي أتقلَّب. وقريع: أبو بطن من بنى تميم رهط بنى أنف الناقة، وهو قريع بن عوف بن كعب بن سعد بن زيد مناة بن تميم، وهو أبو الاضبط.",
    "pg": "3:1261-1264"
  },
  "قرعبل": {
    "def": "القَرَعْبَلانَةُ: دويبةٌ عريضةٌ مُحْبَنْطِئَةٌ عظيمة البطن، وأصله قرعبل، فزيدت فيه ثلاثة أحرف: لان الاسم لا يكون على أكثر من خمسة أحرف. وتصغيره قريعبة.",
    "pg": "5:1800"
  },
  "قرف": {
    "def": "كلُّ قشر قِرْفٌ بالكسر، ومنه قرف الرمانة. وقرف الخبز: الذي يُقشر منه ويبقى في التنُّور. والقِرْفَةُ: القشرة. والقِرْفَةُ من الأدوية. وفلانٌ قِرْفَتي، أي هو الذي أتَّهمه. وبنو فلان قِرْفَتي، أي الذين عندهم أظنُّ طَلِبَتي. ويقال: سَلْ بني فلان عن ناقتك فإنَّهم قِرْفَةٌ، أي تجد خبرها عندهم. وقولهم في المثل: \" أمنع من أم قرفة \" هي اسم امرأة (١) . والقرف بالفتح: وعاء من جلد يدبغ بالقرفة، وهى قشور الرمان ويجعل فيه الخلع، وهو لحمٌ يُطبخ بتوابل، فيُفرغ فيه. قال معقر ابن حمار البارقى: وذبيانية وصت (٢) بنيها بأن كذب القراطف والقروف أي عليكم بالقراطف والقروف فاغنموها. قال الاصمعي: يقال ما أبصرت عيني ولا أقْرَفَتْ يدي، أي ما دنت منه، وما أقْرَفْتُ لذلك، أي ما دانيته ولا خالطت أهله. أبو عمرو: وأقْرَفَ له، أي داناه. والمُقْرِفُ: الذي دانى الهُجْنة من الفرس وغيره الذى أمه عربية وأبوه ليس كذلك، لان الاقراف إنما هو من قبل الفحل، والهجنة من قبل الام. وقرفت القرحة أقرفها قَرفاً، أي قشرتها، وذلك إذا يبستْ. وتَقَرَّفَتْ هي، أي تقشَّرت. ومنه قول عنترة: عُلالتنا في كلِّ يومِ كَريهةٍ بأسيافنا والجُرْحُ (١) لم يَتَقَرَّفُ وقَرَفْتُ الرجل، أي عبته. ويقال هو يُقْرَفُ بكذا، أي يرمى به ويتهم، فهو مقروف. وقولهم: \" تركته على مثل مَقْرِفِ (٢) الصمغةِ \"، وهو موضع القِرْفِ، أي القشر. وهو شبيه بقولهم: تركته على مثل ليلة الصَدَرِ. وفلانٌ يَقْرِفُ لعياله، أي يكسب. والاقْتِرافُ: الاكتساب. وقرفته بالشئ فاقترف به. قال الأصمعيّ: بعيرٌ مُقْتَرَفٌ، أي اشتُرِيَ حديثاً. والقَرَفُ بالتحريك: مُداناةُ المرض. يقال: أخشى عليك القرف. وقد قرف بالكسر. وفى الحديث أنَّ قوماً شكوْا إليه ﷺ وباءَ أرضهم فقال: \" تحوَّلوا فإنَّ من القَرَفِ التلف \". ويقال أيضاً: هو قَرَفٌ من ثوبي، للذي تتَّهمه. وقارَفَ فلانٌ الخطيئةَ، أي خالطها. وقارَفَ امرأته، أي جامعها. ومنه حديث عائشة رضى الله عنها \" أن النبي ﷺ كان يصبح جنبا من قراف غير احتلام ثم يصوم \".",
    "pg": "4:1414-1416"
  },
  "قرفص": {
    "def": "القَرْفَصَةُ: أن تجمع الإنسان وتشدَّ رجليه ويديه. قال الشاعر: ظلَّتْ عليه عُقابُ الموتِ ساقطةً * قد قَرْفَصَتْ روحه تلك المخاليبُ * والقُرْفُصاءُ: ضربٌ من القعود، يمدُّ ويقصر. فإذا قلت قعد فلانٌ القُرْفُصاء (١) ، فكأنَّك قلت: قعد قعوداً مخصوصاً، وهو أن يجلس على أليَتيه ويُلْصِقَ فخذيه ببطنه ويحتبيَ بيديه يضعُهما على ساقيه، كما يُحتبى بالثوب، تكون يداه مكان الثوب. عن أبى عبيد. وقال أبو المهدى: هو أن يجلس على ركبتيه منكبًّا ويُلصقَ بطنه بفخذيه ويتأبَّط كفَّيه، وهى جلسة الاعراب. وأنشد: لو امتخطت وبرا وضبا * ولم تنل غير الجمال كسبا * ولو نكحت جرهما وكلبا * وقيس عيلان الكرام الغلبا * ثم جلست القرفصا منكبا * تحكى أعاريب فلاة هلبا * ثم اتخذت اللات فينا ربا * ما كنت إلا نبطيا قلبا *",
    "pg": "3:1051"
  },
  "قرفط": {
    "def": "اقْرَنْفَطَتِ العنزُ، إذا جمعتْ بين قطريها عند السِفادِ، لأنَّ ذلك الموضع يوجعها. وأنشدنا أبو الغوث لرجل يخاطب امرأته: يا حبذا مقرنفطك * إذ أنا لا أفرطك * قال فأجابته: يا حبذا ذباذبك * إذ الشباب غالبك",
    "pg": "3:1152"
  },
  "قرق": {
    "def": "القرق بكسر (١) الراء: المكان المستوى، يقال قاع قرق. وقال (٢) يصف إبلا بالسرعة: كأن أيديهن بالقاع القرق أيدى جوار يتعطين الورق",
    "pg": "4:1547-1548"
  },
  "قرقس": {
    "def": "قاع قرقوس، مثل قربوس، أي واسع أملس. والقرقس: الجرجس. وأنشد يعقوب: فليت الافاعى يعضضننا * مكان البراغيث والقرقس * وحكى أبو زيد: قرقست بالكلب، أي دعوت به.",
    "pg": "3:962-963"
  },
  "قرقف": {
    "def": "القرقف: الخمر. قال: هو اسم لها (١) ، وأنكر أن تكون سميت بذلك لانها ترعد شاربها.",
    "pg": "4:1416"
  },
  "قرقل": {
    "def": "الأموي: القَراقِلُ: قُمُصُ النساءِ، واحدها قَرْقَلٌ، وهو الذي تسمِّيه العامة القرقر.",
    "pg": "5:1800-1801"
  },
  "قرقم": {
    "def": "المُقَرْقَمُ: الذي لا يشبّ، وتسميه الفرس \" شيرزده \". ويقال: قرقمت الصبيَّ، إذا أسأتَ غِذاءه. قال الراجز:\nمقرقمين وعجوزا سملقا (١)",
    "pg": "5:2010"
  },
  "قرم": {
    "def": "المُقْرَمُ: البعيرُ المُكْرَمُ لا يُحمل عليه ولا يُذَلَّلُ، ولكن يكون للفحلة. وقد أقرمته فهو مُقْرَمٌ. وكذلك القَرْمُ، ومنه قيل للسيِّد قَرْمٌ مُقْرَمٌ تشبيهاً بذلك. وأما الذى في الحديث \" كالبعير الاقرم \" فلغة مجهولة. والقُرْمَةُ والقُرامَةُ بالضم: أن تقطعَ جُلَيْدَةٌ من أنف البعير لا تبين، ثم تُجمعُ على أنفه للسِمَةِ. تقول منه: قَرَمْتُ البعير، وهو بعيرٌ مَقْرومٌ. ويقال أيضاً: قَرَمَ الصبيُّ والبُهْمُ قَرْماً وقُروماً، وهو أكلٌ ضعيفٌ في أوَّل ما يأكل. وتقرم مثله. والقرامة أيضاً: ما التزقَ من الخبز بالتنُّورِ. وما في حسبِ فلانٍ قُرامَةٌ، أي عيبٌ. والقَرَمُ بالتحريك: شدَّة شهوة اللحم. وقد قَرِمْتُ إلى اللحم بالكسر، إذا اشتَهيته. والقِرامُ: سِترٌ فيه رقمٌ ونقوشٌ. وكذلك المِقْرَمُ والمِقْرَمَةُ. وقال يصف داراً: على ظهر جرعاءِ العجوز كأنَّها دوائرُ رَقْمٍ في سراةِ قِرامِ واسْتَقْرَمَ بكرُ فلانٍ قبل إناه، أي صار قرما.",
    "pg": "5:2009"
  },
  "قرمد": {
    "def": "القَرْمَدُ: ضربٌ من الحجارة يوقد عليها، فإذا نضج قُرْمِدَ به البِرَكَ، أي طُلي قال النابغة:\nرابي المجَسَّةِ بالعبيرِ مُقَرْمَدِ (١) * وأنشد لابن أحمر: ما أم غُفْرٍ على دَعْجاَء ذي عَلَقٍ (٢) * يَنْفي القَراميدَ عنها الأَعْصَمُ الوَقُِلُ - والقِرميدُ: الآجُرُّ، والجمع القراميدُ. وبناءٌ مُقَرْمَد: مبنيٌّ بالآجرّ أو الحجارة.",
    "pg": "2:524"
  },
  "قرمص": {
    "def": "(١) قال ابن السكيت: القَراميصُ: حُفَرٌ صغارٌ يستكِنُّ فيها الإنسان من البرد، الواحدة قرموص. قال الشاعر: جاء الشتاء ولما أتخذ ربضا * يا ويح كفى من حفر القراميص",
    "pg": "3:1051"
  },
  "قرمط": {
    "def": "القَرْمَطَةُ في الخَطِّ: مقارَبةُ السُطورِ، وفي المشي: مقاربةُ الخَطْوِ. واقر نمط الجلد، إذا تقارب وانضم بعضه إلى بعض. قال زيد الخيل: تكسبتها في كل أطراف شدة * إذا اقرنمطت (١) يوما من الفزع الخصى * والقرمطى: واحد القرامطة.",
    "pg": "3:1152"
  },
  "قرمل": {
    "def": "القَرْمَلُ: شجرٌ ضعيفٌ لا شَوْكَ لهُ. وفي المثل: \" ذَليلٌ عاذ بقرملة \"، قال جرير: كان الفرزدق إذ يعوذ بخاله مثل الذليل يعوذ تحت القرمل والقرمل بالكسر: ولد البخْتِيِّ. والقَرامِلُ: الإبل ذَواتُ السنامَين. والقرامل: ما تَشُدُّها المرأةُ في شعرها.",
    "pg": "5:1801"
  },
  "قرن": {
    "def": "القَرْنُ للثَور وغيره. والقَرْنُ: الخصلة من الشعر، ومنه قول أبى سفيان: \" في الروم ذات القرون \"، قال الاصمعي: أراد قرون شعورهم، وكانوا يطولون ذلك فعرفوا به. ويقال: للمرأة قرنان (١) ، أي ضفيرتان قال الاسدي: كذبتم وبيت الله لا تنكحونها * بنى شاب قرناها تصر وتحلب أراد: يا بنى التى شاب قرناها، فأضمره. وذو القرنين لقب إسكندر الرومي. وكان يقال للمنذر بن ماء السماء: ذو القرنين، لضفيرتين كان يضفرهما في قرنى رأسه فيرسلهما. والقرن: جبيل صغير منفرد. والقَرنُ: حَلْبَةٌ من عَرَقٍ، والجمع القُرونُ. وأنشد الأصمعي: تُضَمَّرُ بالأصائِلِ كلِّ يومٍ (١) * تُسَنُّ على سنابكها القُرونُ يقال: حلبنا الفرسَ قَرْناً أو قَرْنَيْنِ، أي عرّقناه. والقَرْنُ: ثمانون سنة، ويقال ثلاثون سنة. والقَرْنُ: مِثلك في السِنّ. تقول: هو على قَرْني، أي على سنّي. والقَرْنُ من الناس. أهل زمانٍ واحدٍ. قال: إذا ذهب القَرْنُ الذي أنت فيهم * وخُلِّفْتَ في قَرْنِ فأنت غريبُ والقَرْنُ أيضاً: العَفَلَةُ الصغيرة، عن الاصمعي. واختصم إلى شريح في جارية بها قرن فقال: أقعدوها فإن أصاب الارض فهو عيب، وإن لم يصب الارض فليس بعيب. (*) والقَرْنُ: قَرْنُ الهودج. قال حاجبٌ المازنيّ: صَحا قلبي وأقْصَرَ غير أنّي * أهَشُّ إذا مررتُ على الحُمولِ كَسَوْنَ الفارسيَّةَ كلَّ قَرْنٍ * وزَيَّنَّ الأشلَّةَ بالسُدولِ والقَرْنُ: جانب الرأس. ويقال: منه سمّي ذو القَرْنَيْنِ لأنَّه دعا قومه إلى الله تعالى فضربوه على قَرْنَيْهِ. والقَرْنانِ: منارتان تُبنَيان على رأس البئر ويوضع فوقهما خشبةٌ فتعلَّق البكرة فيها. وقَرْنُ الشمس: أعلاها، وأوَل ما يبدو منها في الطلوع. والقرن بالتحريك: الجعبة. قال الاصمعي: القرن: جعبة من جلود تكون مشقوقة ثم تخرز. وإنما تشق حتى تصل الريح إلى الريش فلا يفسد. قال: يا ابن هشام أهلك الناس اللبن * فكلهم يعدو بقوس وقرن والقرن أيضاً: السيف والنَبل. ورجلٌ قارِنٌ: معه سيفٌ ونَبْلٌ. والقَرَنُ: حبلٌ يقرَن به البعيران. قال جرير: أبْلِغْ أبا مِسْمَعٍ إن كنتَ لاقيَهُ * أنّي لدى الباب كالمشدود في القرن والاقران: الحبال، عن ابن السكيت. والقَرَنُ: البعير المقرونُ بآخر. وقال (١) : ولو عند غسان السليطى عرست * رغا قرن منها وكأس عقير (٢) والقرن: موضع، وهو ميقات أهل نجد، ومنه أويس القرنى.\n(٣) والقرن: مصدر قولك رجل أقْرَنُ بيِّن القَرَنِ، وهو المَقْرونُ الحاجبين (٤) . والقِرْنُ بالكسر: كفؤك في الشجاعة. والقُرْنَةُ بالضم: الطرف الشاخص من كل شئ. يقال: قرنه الجبلِ، وقُرْنَةُ النَصْلِ، وقُرْنَةُ الرحمِ، لإحدى شعبتيها. وقَرَنَ بين الحجِّ والعمرة قِراناً، بالكسر. وقَرَنْتُ البعيرين أقْرُنُهُما قَرْناً، إذا جمعتَهما في حَبلٍ واحدٍ، وذلك الحبل يسمى القران. (*) وقرن الفرس يقرن، إذا وقعت حوافر رجليه مواقع حوافر يديه، يَقْرُنُ بالضم في جميع ذلك. وقرنت الشئ بالشئ: وصلته به. وقُرِّنت الأسارى في الحبال، شُدِّد للكثرة. قال الله تعالى: (مقرنين في الاصفاد) . واقترن الشئ بغيره. وقارَنْتُهُ قِراناً: صاحَبْتُهُ، ومنه قِرانُ الكواكب. والقِرانُ: الجمع بين الحج والعمرة. والقِرانُ: أن تَقْرُنَ بين تمرتين تأكلهما. الأصمعي: القِرانُ: النبل المستوية من عمل رجلٍ واحد. قال: ويقال للقوم إذا تناضلوا: اذكروا القِرانَ، أي والوا بين سهمين سهمين. وأقْرَنَ الرجلُ، إذا رفعَ رأس رمحه لئلاَّ يصيب من قُدّامَهُ. وأقْرَنَ الدُمَّل: حان أن يتفقّأ. وأقْرَنَ الدم في العرق واسْتَقْرَنَ، أي كثُر وتَبَيَّغَ. وأقْرَنَ له، أي أطاقه وقوِيَ عليه. قال الله تعالى: (وما كُنَّا له مُقْرنين) ، أي مطيقين. والمُقْرِنُ أيضا: الذى غلبته ضيعته، تكون له إبلٌ وغنمٌ ولا مُعين له عليها، أو يكون يسقي إبله ولا ذائد له يذودها.\n(٢٧٥ - صحاح - ٦) قال ابن السكيت: والقرين: المصاحب. والقرينان: أبو بكر وطلحة، لان عثمان بن عبيد الله أخا طلحة، أخذهما فقرنهما بحبل، فلذلك سميا القرينين. وقرينة الرجل: امرأتُهُ. وقولهم: إذا جاذبته قرينتُه بَهَرها، أي إذا قُرِنَتْ به الشديدةُ أطاقَها وغلبَها. ودُورٌ قَرائِنُ، إذا كان يستقبل بعضُها بعضاً. ويقال: أسْمَحَتْ قَرينُهُ وقَرونُهُ، وقَرونَتُهُ وقرينته في أي ذلت نفسه وتابعته على الأمر. والقَرونُ: الناقة التي تجمع بين مِحلَبَين. والقَرونُ من الدوابّ: الذي يعرق سريعاً. والقَرونُ: الذي تقع حوافرُ رجليه مواقع حوافر يديه. وكذلك الناقة التي تقرن ركبتيها إذا بركت، عن الاصمعي. والقرون: التي يُجمع خِلفاها القادِمان والآخِران فيتدانيان. والقَرونُ: الذي يجمع بين تمرتين في الأكل. يقال: \" أبَرَماً قرونا \". وقارون: اسم رجل من بنى إسرائيل، يضرب به المثل في الغنى، ولا ينصرف للعجمة والتعريف. والقارون: الوج. وسقاء قرنوى ومُقْرَنًى مقصورٌ: دبغ بالقَرْنُوَةِ قال ابن السكيت: هي عُشبةٌ تَنبُت في ألوية الرمل ود كادكه تنبت صُعُداً، ورقها أُغَيْبِرُ يشبه ورقَ الحندقوق. ولم يجئ على هذا المثال إلا ترقوة، وعرقوة، وعنصوة، وثندوة.",
    "pg": "6:2179-2182"
  },
  "قرنس": {
    "def": "القُرْناسُ بالضم: شبه الأنف يتقدَّم من الجبل. قال الهذليّ (١) يصف وعلاً: في رأسِ شاهِقَةٍ أُنْبوبها خَضِرٌ * دون السَماءِ له في الجو قرناس (٢)",
    "pg": "3:963"
  },
  "قرنص": {
    "def": "باز مقرنص، أي مقتنى للاصطياد. وقد قرنصته، أي اقتنيته.",
    "pg": "3:1051"
  },
  "قرهب": {
    "def": "القَرْهَبُ من الثيران: المُسِنُّ. قال الكميت: من الارحبيات العتاق كأنها * شبوب صوار فوق علياء قرهب",
    "pg": "1:201"
  },
  "قزح": {
    "def": "القِزْحُ بالكسر: التابَلُ. والمِقْزَحَةُ: نحو من المِملحةِ. والتقازيحُ: الأبازير. وقَزَّحْتُ القِدر تَقْزيحاً، إذا طرحت فيها الأبزار. وقَزَحَ الكلبُ ببوله قَزْحاً: رمى به ورشَّه. وقوسُ قُزَحَ التي في السماء غير مصروفة. وقزح أيضا: اسم جبل بالمزدلفة.",
    "pg": "1:396"
  },
  "قزز": {
    "def": "التَقَزُّزُ: التنطُّسُ والتباعد من الدنَس. وقد تَقَزَّزَ من أكل الضَبِّ وغيره، فهو رجلٌ قَزٌّ وقُزٌّ وقِزٌّ، ثلاث لغات. وأمَّا القَزُّ من الإبْرَيْسَم فمعرَّب. والقازوزَةُ: مشربة، وهى قدح. وكذلك القاقوزة، ولا تقل قاقزة. قال ابن السكيت. أما القاقزة فمولدة. وأنشد: أفنى تلادى وما جمعت من نشب * قرع القواقيز أفواه الاباريق (١)",
    "pg": "3:891"
  },
  "قزع": {
    "def": "قَزَعَ الظبيُ وغيره يَقْزَعُ قزوعاً: أسرع وخفَّ. ومنه قولهم: قَوْزَعَ الديك، إذا غُلِبَ فهرب. قال يعقوب: ولا تقل قنزع ; لانه ليس بمأخوذ من قنازع الرأس، وإنما هو من قزع يقزع، إذا خف في عدوه هاربا. والقَزَعُ: قطعٌ من السحاب رقيقةٌ، الواحدة قزعة. قال الشاعر (١) :\nكأن رعاله قزع الجهام (٢) * وفى الحديث (٣) : \" كأنهم قَزَعُ الخريف \". والقَزَعُ أيضاً: صِغار الإبل. والقَزَعُ: أيضاً أن يُحْلَقَ رأس الصبي ويُتركَ في مواضع منه الشعر متفرقا. وقد نهى عنه. وقزع رأسه تقزيعا، إذا حلق شعره وبقيت منه بقايا في نواحى رأسه. ورجل مقزع: رقيق شعر الرأس متفرقه. والمقزع: السريع الخفيف. قال ابن السكيت: يقال ما عليه قزاع، أي قطعة خِرقةٍ. وتَقَزَّعَ الفرسُ، أي تهيَّأ للركض. وقَزَّعته أنا فهو مُقَزَّعٌ. والقنزعة: واحدة القنازع وهى الشعر حوالي الرأس. قال حُميدٌ الأرقط (٤) يصف الصلع:\nكأنَّ طَسًّا بين قنزعاته (٥) * وفى الحديث: \" غطى عَنَّا قُنازِعَكِ يا أمَّ أيمن \".",
    "pg": "3:1264-1265"
  },
  "قزل": {
    "def": "القَزَلُ، بالتحريك: أسوأُ العرج، وقد قَزِلَ بالكسر فهو أقْزَلُ. والقَزَلانُ: العرجانُ، وقد قَزَلَ بالفتح قَزَلاناً، إذا مشى مشية العرجانِ (١) .",
    "pg": "5:1801"
  },
  "قزم": {
    "def": "القَزَمُ بالتحريك: الدناءةُ والقماءةُ. والقَزَمُ: رُذالُ الناس وسَفَلتهم. قال زياد بن منفذ: وهم إذا الخيلُ جالوا في كَواثِبِها فوارسُ الخيل لاميل ولا قزم يقال رجلٌ قَزَمٌ، والذكر والأنثى والواحد والجمع فيه سواءٌ، لأنه في الأصل مصدر. والقَزَمُ: أردأ المال. وشاة قزمة. والقزام: اللئام. وقال: أحصنوا أمهم من عَبْدِهِم تلك أفعالُ القِزامِ الوكعه أي زوجوا.",
    "pg": "5:2010"
  },
  "قسا": {
    "def": "قسا قلبه قسوة قساوة وقساء بالفتح والمد، وهو غلَظ القلب وشدَّته. وأقْساهُ الذنْب. ويقال: الذنْب مَقْساةٌ للقلب. وحجرٌ قاسٍ: صلبٌ. وقاساه، أي كابده. وقسا: اسم موضع، قال رجل من بنى ضبة: لنا إبل لم تدر ما الذعر، بيتها * بتعشار، مرعاها قسا فصرائمه ودرهم قسى، وهو ضربٌ من الزيوف، أي فضّة صلبة رديئة ليست بليّنة، وجمعه قسيان مثل صبى وصبيان. ودراهم قسية وقسيات. قال أبو زبيد: لها صَواهِلُ في صُمِّ السِلامِ كما * صاح القَسِيَّاتُ في أيدي الصَياريفِ وقد قست الدراهم تقسو. ويقال أيضا يومٌ قَسِيٌّ، أي شديد من حرّ أو شرّ. وليلةٌ قَسِيَّةٌ: باردة. وقسى أيضا: لقب ثقيف، قال أبو عبيد: لانه مر على أبى رغال وكان مصدقا فقتله، فقيل: قسا قلبه، فسمى قسيا. قال شاعرهم:\nنحن قسى وقسا أبونا",
    "pg": "6:2462"
  },
  "قسب": {
    "def": "القَسْبُ: الصلبُ. والقَسْبُ: تمر يابس يتفتَّت في الفم صلبُ النواة. وقال (١) يصف رمحا: وأسمر خطيا كأن كعوبَهُ * نَوى القَسْبِ قد أَرْمى ذراعا على العشر (٢) والقسيب (٣) : الطويل الشديد. قال ابن السكيت: مررتُ بالنهر وله قَسيبٌ، أي جِرية، وقد قَسَبَ يقسب. وقال عبيد: * للماء من تحته قسيب (١)",
    "pg": "1:201"
  },
  "قسر": {
    "def": "قَسَرَهُ على الأمر قَسْراً: أكرهه عليه وقهره. وكذلك اقْتَسَرَهُ عليه. وقسر: بطن من بجيلة، وهم رهط خالد ابن عبد الله القسرى. والقياسر والقياسرة: الابل العظام. قال الشاعر: وعلى القياسِرِ في الخدورِ كَواعِبٌ * رُجُحُ الروادِفِ فالقياسِرُ دلف - الواحد قيسرى. وأما قول العجاج: أطربا وأنت قيسرى * والدهر بالانسان دوارى - فهو الشيخ الكبير، عن الاخفش. ويروى \" قنسرى \"، بالكسر النون (١) . والقسور: نبت. قال جبيهاء الاشجعى في عنز له: لجاءت كأن القسور الجون بجها * عساليجه والثامر المتناوح - والقَسْوَرُ والقَسْوَرة: الأسدُ. قال الله تعالى:\n(فرَّتْ من قَسْوَرَةٍ) * ويقال: هم الرماة من الصيادين. وقنسرون، بلد بالشام، بكسر القاف، والنون مشددة تكسر وتفتح. وأنشد ثعلب بالفتح. هذا البيت: سقى الله فتيانا ورائي تركتهم * بحاضر قنسرين من سبل القطر (١) - والنسبة إليه قنسرينى، على ما فسرناه في نصيبين من باب الباء.",
    "pg": "2:791-792"
  },
  "قسس": {
    "def": "القس: تتبع الشئ وطلبه. قال الراجز:\nيصبحن (٣) عن قس الاذى غوافلا (٤) * وتَقَسَّسْتُ أصواتهم بالليل، أي تسمَّعْتها. والقَسُّ: النميمةُ. والقَسُّ أيضاً: رئيسٌ من رؤساء النصارى في الدين والعلم، وكذلك القِسِّيسُ. والقَسِّيُّ: ثوب يُحْمَلُ من مصر يخالطه الحرير. وفي الحديث \" أنَّه نهى عن لبس القسى \". قال أبو عبيد: هو منسوب إلى بلاد يقال لها القس. قال: وقد رأيتها. ولم يعرفها الاصمعي. قال: وأصحاب الحديث يقولونه بكسر القاف، وأهل مصر بالفتح. وقس بن ساعدة الايادي: أسقف نجران، وكان أحد حكماء العرب. والقَسوسُ: الناقة التي ترعى وحدها، مثل العسوس، عن أبى زيد. والكسائي مثله. وقد قَسَّتْ تَقُسُّ، أي رعت وحدها. وقساس بالضم: جبل لبنى أسد. وقال شمر: القساس: معدن الحديد بأرمينية. والقُساسِيُّ: سيفٌ منسوب إليه. وأنشد: إنَّ القُساسِيُّ الذي يُعْصى به * يختصم الدارع في أثوابه * وقرب قسقاس، أي سريع ليس فيه وتيرةٌ. والقَسْقاسُ: الدليل الهادي. قال أبو عمرو: القَسْقَسَةُ: دَلَجُ الليل الدائب. يقال: سير قِسْقيسٌ، أي دائبٌ. ويقال: القَسْقاسُ: شدة الجوع والبرد. وينشد (١) : أتانا به القسقاس ليلا ودونه * جراثيم رمل بينهن نفانف (٢) * وقسقست بالكلب، إذا صحتَ به وقلت له: قوس قوس.",
    "pg": "3:963-964"
  },
  "قسط": {
    "def": "القُسوطُ: الجَورُ والعدولُ عن الحقّ. وقد قَسَطَ يَقْسِطُ قُسوطاً. قال الله تعالى: ﴿وأمَّا القاسِطونَ فكانوا لجنهم حطبا﴾ . والقسط بالكسر: العدل. تقول منه: أقْسَطَ الرجلُ فهو مُقْسِطٌ. ومنه قوله تعالى: ﴿إنَّ الله يُحِبُّ المُقْسِطين﴾ . والقِسْطُ أيضاً: مكيال، وهو نصف صاع. والفرق: ستة أقساط. والقسط: الحصة والنصيب. يقال: تقسطنا الشئ بيننا. والقُسْطُ بالضم، من عقاقير البحر (١) . والقسط بالتحريك: انتصاب في رجلَي الدابَّة وذلك عيبٌ لأنَّه يستحب فيهما الانحناء والتوتيرُ. يقال: فرسٌ أقْسَطُ بيِّن القَسَطِ. والأقْسَطُ من الإبل، هو الذي في عَصَب قوائمه يبسٌ خِلقةً. وقد قسط قسطا. والناقة قسطاء. وقاسط: أبو حى، وهو قاسط بن هنب ابن أفصى بن دعمى بن جديلة بن أسد بن ربيعة. وقول الراجز: تبدى نقيا زانها خمارها * وقسطة ما شانها غفارها * يقال: هي الساق، نقلته من كتاب.",
    "pg": "3:1152-1153"
  },
  "قسطس": {
    "def": "القسطاس والقسطاس: الميزان.",
    "pg": "3:964"
  },
  "قسطل": {
    "def": "القسْطَلُ والقَصْطَلُ، بالسين والصاد: الغبار، والقسطال لغة فيه، كأنه ممدود منه مع قلة قعلال في غير المضاعف. وأنشد أبو مالكٍ لأوس بن حجر يرثي رجلاً: ولَنِعْمَ رِفْدُ القَوْمِ يَنْتَظِرونَهُ ولَنِعْمَ حَشْوُ الدِرْعِ والسِربال ولَنِعْمَ مَأوى المُسْتَضيفِ إذا دَعا. والخيل خارجة من القسطال وقال آخر:\nكأنه قسطال يوم ذى رهج * والقسطلانية: قوس فزح، وحمرة الشفق أيضا. قال مالك بن الرَيْبِ: تَرى جَدَثاً قد جَرَّتِ الريحُ فَوْقَهُ ترابا كلون القسطلانى هابيا",
    "pg": "5:1801"
  },
  "قسم": {
    "def": "القسم: مصدر قسمت الشئ فانقسم، والموضع مقسم مثل مجلس. ومقسم بكسر الميم: اسم رجل: وقول الشاعر القلاخ بن حزن (١) : أنا القلاخ في بغائى مقسما أقسمت لا أسأم حتى تسأما فهو اسم غلام له كان قد فر منه. والقسم بالكسر: الحظ والنصيب من الخير، مثل طحنت طحنا والطحن الدقيق. قال يعقوب: يقال هو يَقْسِمُ أمره قَسْماً، أي يقدِّره وينظر فيه كيف يفعل. وأقْسَمْتُ: حلفتُ، وأصله من القَسامَةِ، وهي الأيْمانُ تُقْسَمُ على الاولياء في الدم. والقسم بالتحريك: اليمين، وكذلك المقسم، وهو الصمدر مثل المخرج. والمقسم أيضا: موضعُ القَسَمِ. وقال زهير: فتُجْمَعُ أيْمُنٌ مِنَّا ومنكم بمُقْسَمَةٍ تَمورُ بها الدماء يعني بمكة. والقَسِمَةُ: الوجهُ. وقال ابن الأعرابي: هو ما بين الوجنتين والأنف، تكسر سينُها وتفتح. وأنشد لمحرز بن مكعبرٍ الضبِّي: كَأنَّ دنانيراً على قَسِماتِهِم وإن كان قد شَفَّ الوجوهَ لِقاءُ والقَسامُ: الحسنُ. وفلانٌ قسيم الوجه ومقسم الوجه. وقال (١) : ويوما توافينا بوجه مقسم كأن ظبية تعطو إلى وارق السلم (٢) وأما قول عنترة: وكأنَّ فارَةَ تاجِرٍ بقَسيمَةِ سبقتْ عَوارِضها إليك من الفَمِ فيقال: هو اليمين، ويقال: امرأةٌ حسنةُ الوجه، ويقال: موضعٌ. ووشى مقسم، أي محسن. قال العجاج:\nورب هذا الاثر المقسم (١) * يعنى أثر قدمى إبراهيم ﵇. وقال أبو ميمون يصف فرسا: كل طويل الساق حر الخدين مقسم الوجه هريت الشدقين وقاسمه: حلف له. وقاسمه المال، وتقاسماه واقتسماه بينهما. والاسم القسمه مؤنثة. وإنما قال الله تعالى: (فارزقوهم منه) بعد قوله ﷿: (فإذا حضر القسمة) لانها في معنى الميراث والمال، فذكر على ذلك. وتقسمهم الدهر فتقسموا، أي فرقهم فتفرقوا. والتقسيم: التفريق. وقول الشاعر يذكر قدرا تقسم ما فيها فإن هي قسمت فذاك وإن أكرت فعن أهلها تكرى قال أبو عمرو: قسمت عمت في القسم. وأكرت: نقصت. واستقسم: طلب القسم بالازلام. والقسامى: الذى يطوى الثياب أول طيها حتى تتكسر على طيه. قال رؤية. * طى القسامى برود العصاب (١) * وقول ذى الرمة:\nولا تقسم شعبا واحدا شعب (٢) * يقول: إنى ظننت أن لا تنقسم حالات كثيرة، يعنى حالات شبابه، حالا وأمرا واحدا يعنى الكبر والشيب.",
    "pg": "5:2010-2012"
  },
  "قسن": {
    "def": "اقْسَأَنَّ الرجلُ اقْسِئْناناً، إذا كبر وعسا. قال الراجز: يا مسد الخوص تعوذ منى * إن تك لدنا لينا فإنى ما شئت من أشمط مقسئن أبو عبيدة: القسأنينة، من اقسَأَنَّ العودُ وغيره، إذا اشتدَّ وعسا. واقْسَأنَّ الليلُ: اشتدَّ ظلامه.",
    "pg": "6:2182"
  },
  "قشا": {
    "def": "قشوت الشئ أقشوه قشوا، أي قشرته. والمقشو: المقشور، عن الفراء. يقال: قشوت وجهه. وفى حديث قيلة: \" ومعه عسيب نخلة مقشو غير خوصتين من أعلاه \". وقشوته تَقْشِيَةً فهو مُقَشَّى، أي مُقَشَّرٌ.",
    "pg": "6:2462"
  },
  "قشب": {
    "def": "القَشْبُ: الخلط. وأنشد الأصمعيّ للنابغة: فَبِتُّ كأنَّ العائداتِ فَرَشْنَني * هَراساً به يُعْلى فِراشي ويُقْشَبُ ونَسرٌ قَشيبٌ، إذا خلِط له في لحم يأكله سَمٌّ، فإذا أكله قَتَله، فيؤخذ منه ريشه. قال الهذلى (٢) : به يدع (٣) الكمى على يديه * يخر تخاله نسرا قشيبا قوله \" به \" يعنى بالسيف. والقَشيب: الجديد. وسيفٌ قشيب: حديثُ عهدٍ بالجِلاءِ. ورجلٌ قِشْبٌ خِشْبٌ بالكسر، إذا كان لا خير فيه. والقِشْبُ أيضاً: السَمُّ، والجمع أقشاب، عن أبي عمرو، قال: وقَشَبَهُ قِشْباً: سقاه السَمَّ. وقَشَبَ طعامَه، أي سَمَّه، وقَشَبَه أيضاً، إذا ذكره بسوء. تقول: قَشَبَهُ بقبيح، أي لَطَخه به. قال الفرّاء: قَشَبَ الرجلُ واقتشب، إذا اكتسب حمدا أو ذما. حكاه عنه أبو عبيد. وقشبنى ريحُه تقشيباً، أي آذاني، كأنَّه قال: سمَّني ريحه. ورجل مقشَّب الحسب، إذا مزج حسبه.",
    "pg": "1:201-202"
  },
  "قشبر": {
    "def": "القِشْبارُ من العِصِيِّ: الخشِنةُ. قال الراجز: لا يلتوى من الوبيل القشبار * وإن تهراه به (٢) العبد الهار -",
    "pg": "2:792"
  },
  "قشد": {
    "def": "القِشْدَةُ بالكسر: الثَفْلُ الذي يبقى في أسفل الزبْد إذا طُبخ مع السَويق ليتَّخذ سمناً.",
    "pg": "2:524"
  },
  "قشر": {
    "def": "القِشْرُ: واحد القُشورِ. والقِشْرَةُ أخصُّ منه. وقد قَشَرْتُ العودَ وغيره أقْشُرُهُ وأقْشِرُهُ قَشْراً: نزعت عنه قُشْرَهُ. وقَشَّرْتُهُ تَقْشيراً. وفستقٌ مُقَشَّرٌ. وانْقَشَرَ العود وتَقَشَّرَ بمعنًى. والمَطَرَةُ القاشِرَةُ: التي تَقْشِرُ وجه الأرض. والقاشِرَةُ: أوَّل الشِجاجِ، لأنَّها تَقْشِرُ الجلد. ولباس الرجل: قِشْرُهُ. وفي حديث قَيْلَةَ: \" كنت إذا رأيتُ رجلاً ذا رُواءٍ وذا قِشْرٍ طَمَحَ بصري إليه \". وتمرٌ قَشِرٌ، أي كثير القِشْرِ. ورجلٌ أقْشَرُ بيِّن القَشَرِ بالتحريك، أي شديد الحمرة. والقاشور: الذى يجئ في الحَلْبة آخرَ الخيل، وهو الفِسْكِلُ والسُكَيْتُ أيضاً. والقاشورُ: المشْؤوم. وسنة قاشورة، أي مجدبة. قال الراجز: فابعث عليهم سنة قاشوره * تحتلق المال احتلاق النوره - وقشير: أبو قبيلة، وهو قشير بن كعب بن ربيعة بن عامر بن صعصعة بن معاوية بن بكر بن هوازن. وقولهم: \" أشأم من قاشر \" هو اسم فحل كان لبنى عوافة (١) بن سعد بن زيد مناة بن تميم، وكانت لقومه إبل تذكر، فاستطرقوه رجاء أن تؤنث إبلهم، فماتت الامهات والنسل.",
    "pg": "2:792"
  },
  "قشش": {
    "def": "قَشَّ القومُ يَقِشُّونَ (٢) ، أي أحيوا بعد هزال. وتقشقش المريض: برأ. قال الأصمعيّ: وكان يقال لِ ﴿قُلْ يأيها الكافرون﴾ و ﴿قل هو الله أحدٌ﴾ : المُقَشْقِشَتانِ أي أنَّهما تُبْرِئانِ من النفاق. وقال أبو عبيدة: كما يُقَشْقِشُ الهِناءُ الجرب فيبرئه. وقال ابن السكيت: يقال للقَرْحِ والجُدَرِيِّ إذا يبس وتقرف، وللجرب في الإبل إذا قَفَلَ: قد تَوَسَّفَ جلده، وتقشر جلده، وتقشقش جلده. وأقش القوم: انطلقوا وجفلوا، فهم مُقِشُّونَ. والقِشَّةُ بالكسر: القِرْدَةُ. والقِشَّةُ: الصبيَّة الصغيرةُ الجثة.",
    "pg": "3:1016"
  },
  "قشع": {
    "def": "الأصمعيّ: القِشَعُ: الجلود اليابسة، الواحدةُ قَشْعٌ على غير قياس، لان قياسه قشعة وقشع، مثل بدرة وبدر، إلا أنه هكذا يقال. وفى حديث سلمة بن الاكوع في غزاة بنى فزارة قال: \" أغرنا عليهم فإذا امرأة عليها قشع لها، فأخذتها فقدمت بها المدينة \". ومنه حديث أبى هريرة: \" لو حدثتكم بكل ما أعلم لرميتموني بالقشع \". والقشع: بيتٌ من جلد، فإن كان من أَدَمٍ فهو الطِرافُ. قال متمِّم بن نويرة يرثي أخاه مالكاً: ولا بَرَماً تُهْدي النساءُ لعِرسِهِ * إذا القَشْعُ من بَرْدِ (١) الشتاءِ تَقَعْقَعا * وقَشَعَتِ الريحُ السحابَ، أي كشفته، فانْقَشَعَ وتَقَشَّعَ وأقْشَعَ أيضا. وقشعته أنا، مثل كببته فأكب. والقشعة بالكسر: القطعة من السَحاب تبقى بعد انقشاع الغيم. وقشعت القوم فأقشعوا وتَقَشَّعوا، أي فرَّقْتُهُمْ فتفرَّقوا. وأقْشَعَ القوم عن الماء: أقلعوا عنه.",
    "pg": "3:1265-1266"
  },
  "قشعر": {
    "def": "اقْشَعَرَّ جلد الإنسان اقْشِعْراراً، فهو مُقْشَعِرٌّ، والجمع قشاعِرُ، فتحذف الميم لأنَّها زائدة. يقال: أخذته قشعريرة (٣) .",
    "pg": "2:792"
  },
  "قشعم": {
    "def": "القَشْعَمُ من النسور والرجال: المُسِنُّ. وأمُّ قَشْعَمٍ. المنيَّة والداهيةُ. والقشعمان، مثال الثعلبان والعقربان: العظيم الذكر من النسور.",
    "pg": "5:2012-2013"
  },
  "قشف": {
    "def": "رجلٌ قَشِفٌ. وقد قَشِفَ بالكشر قشفا، إذا لوحته الشمس أو الفقر فتغيَّرَ. يقال: أصابهم من العيش قَشَفٌ. والمُتَقَشِّفُ: الذي يتبلغ بالقوت وبالمرقع (٢) .",
    "pg": "4:1416"
  },
  "قشم": {
    "def": "القَشْمُ: الأكل. وقَشَمْتُ الطعامَ قشما، إذا نفيت الردئ منه. ويقال: ما أصابت الابل منه مَقْشَماً، أي لم تصب ما ترعاه. وقشمت الخوص قشما، إذا شققته لتسفه. والقشم بالكسر: الجسم. يقال: أرى صبيَّكم مُختلاًّ قد ذهب قِشْمُهُ، أي لحمه وشحمه. وأنشد ابن الاعرابي: طبيخُ نُحازٍ أو طبيخُ أَميهةٍ دقيقُ العظامِ سَيِّئُ القِشْمِ أَمْلَطُ يقول: كانت أمه به حاملا وبها نحاز، أي سعال أو جدري، فجاءت به ضاويا. والقَشَمُ بالتحريك: البُسر الأبيض الذي يؤكل قبل أن يدرك وهو حلوٌ. ويقال: أصاب النخلَ القُشامُ بالضم، إذا انتفض قبل أن يصير ما عليه بسراً. والقُشامَةُ والقُشامُ: ما بقي على المائدة ونحوها ممَّا لا خير فيه. وقشام في قول الراجز:\nيا ليت أنى وقشاما نلتقي (١) * اسم رجل راع.",
    "pg": "5:2012"
  },
  "قصا": {
    "def": "قَصا المكان يَقْصو قُصُوًّا: بَعُدَ فهو قَصِيٌّ وأرضٌ قاصِيةٌ وقصية. وقصو ت عن القوم: تباعدت. والقَصا. البعد والناحية. يقال: قَصِيَ فلان عن جوارنا بالكسر يَقْصي قَصًا، وأقْصَيْتُهُ أنا فهو مُقْصًى، ولا تقل مقصى. قال بشر: فحاطونا القصا ولقد رأونا * قريبا حيث يستمع السرار قال الاصمعي: معنى حاطونا القصا، أي تباعدوا عنا وهم حولنا وما كنا بالبعد منهم لو أرادو أن يدنوا منا. ويقال: ذهبت قَصا فلانٍ، أي ناحيَته. وكنت منه في قاصِيَتِهِ، أي ناحيته. ويقال: هلمّ أُقاصِكَ أينا أبْعَدُ من الشر. وقَصَوْتُ البعير فهو مَقْصُوٌّ، إذا قطعتَ من طرف أذنه، وكذلك الشاة، عن أبى زيد. يقال: شاة قصواء وناقة قصواء، ولا يقال جمل أقصى، وإنما يقال مقصو ومقصى، تركوا فيه القياس، ولان أفعل الذى أنثاه على فعلاء إنما يكون من باب فعل يفعل، وهذا إنما يقال فيه قصوت البعير، وقصواء بائنة عن بابه. ومثله امرأة حسناء ولا يقال رجل أحسن. وكان لرسول الله ﷺ ناقة تسمى قصواء، ولم تكن مقطوعة الاذن. والقصية من الإبل: الموَدَّعة الكريمة التي لا تُجهَد في الحلب ولا تُركَب، وهي مُتَدَّعةٌ. وإذا حُمِدَت إبل الرجل قيل: فيها قَصايا يثق بها، أي فيها بقيةٌ إذا اشتد الدهر. وحكى الفراء عن القنانى: قصيت أظفاري بالتشديد، بمعنى قصصت. وقال الكسائي: أظنه أراد أخذت من أقاصيها. قال: وقالت امرأة لاخرى: إن ولد لك ابن فقصى أذنيه، أي احذفي منهما. ويقال: فلان بالمكان الأقْصى، والناحية القُصْوى والقُصْيا بالضم فيهما. ونزلنا منزلاً لا يُقْصيهِ البصر، أي لا يَبْلُغُ أقْصاهُ. واسْتَقْصى فلانٌ في المسألة وتَقَصَّى بمعنى. وقصى مصغر: اسم رجل، والنسبة إليه قصوى، تحذف إحدى الياءين وتقلب الاخرى ألفا ثم تقلب واوا، كما قلبت في عدوى وأموى.",
    "pg": "6:2462-2463"
  },
  "قصب": {
    "def": "القَصَبُ: الأباء. والقَصْباء مثله، الواحدة قصبة. قال سيبويه: القصباء واحدٌ وجمع. قال: وكذلك الحلفاء والطَرفاء. والقَصَب: كلُّ عظمٍ مستديرٍ أجوف، وكذلك كلُّ ما اتُّخذَ من فضَّة وغيرها (١) ، الواحدة قَصَبة. والقَصَب: مجاري الماء من العيون. قال أبو ذؤيب: أقامتْ به فابْتَنَتْ خيمةً * على قَصَبٍ وفراتٍ نَهَرْ وقال الأصمعيّ: قَصَبُ البطحاء: مياهٌ تجري إلى عيون الرَكايا. يقول: أقامت بين قَصَبٍ، أي ركايا، وماء عذب. وكل عذب فرات وكل كثير جرى فقد نهر واستنهر. والقصب: عروق الرئة، وهي مخارج النَفَس ومجاريه. والقَصَب: ثيابُ كتَّانٍ رِقاقٌ. والقَصَب: أنابيبُ من جوهرٍ. وفي الحديث: \" بَشِّرْ خديجةَ ببيتٍ في الجنَّة من قَصَب \". وقَصَبَةُ الأنف: عظمه. وقَصَبَةُ القَريةَ: وسطها. وقَصَبَةُ السَواد: مدينتها. والقصب، بالضم: المعى. يقال: هو يجرُّ قُصْبَهُ. قال الراعي: تكسو المفارقَ واللَبَّاتِ ذا أرَجٍ * من قُصْبِ مُعْتَلِفِ الكافورِ درَّاجِ وأما قول امرئ القيس:\nوالقصب مضْطَمِرٌ والمَتْنُ مَلْحوبُ (١) * فيريد الخَصْرَ، وهو على الاستعارة، والجمع أقصاب. قال الأعشى: وشاهِدُنا الجُلُّ والياسَمي * نُ والمُسْمِعاتُ بأقصابِها أي بأوتارها، وهي تُتَّخذ من الأمعاء. ويروى \" بِقُصَّابِها \"، وهي المزامير. وشَعَر مقصَّب، أي مجعَّد. وقد قصَّب الزرعُ تقصيباً (٢) ، وذلك بعد التفريخ. والقصائب: الذوائب المقصَّبة تُلوى لياً حتَّى تترجَّل، ولا تُضفر ضفراً، واحدتها قصيبة وقصابة، بالضم والتشديد. وهى الانبوبة أيضا، والمزمار، والجمع قُصَّاب (١) . والقَصَّاب بالفتح: الزمار، عن أبى عمرو. قال رؤبة يصف الحمار:\nفي جوفه وحى كوحى القصاب * وكذلك القاصب، والصنعة القصابة. والقَصْب: القطع. وقَصَب القَصَّاب الشاةَ قَصْباً، إذا قطَّعها عضواً عضواً. وقصَبْت البعيرَ وغيرَه، إذا قطعت عليه شربه قبل أن يَروى. وقَصَب البعير أيضاً شُرْبه، إذا امتنع منه قبل أن يَروى، فهو بعيرٌ قاصب، وناقةٌ قاصب أيضا، عن ابن السكيت. وأقصب الرجل، إذا فعلت إبله ذلك. وفى المثل: \" رعى فأقصب \"، يضرب للراعي، لانه إذا أساء رعيها لم تشرب الماء، لانها إنما تشرب إذا شبعت من الكلا. وقصبه، أي عابه. قال الكميت:\nعلى أنِّي أُذَمُّ وأقصب (٢)",
    "pg": "1:202-203"
  },
  "قصد": {
    "def": "القصد: إتيان الشئ (١) . تقول قَصَدْتُهُ، وقَصَدْتُ له، وقَصَدْتُ إليه بمعنًى. وقَصَدْتُ قَصْدَهُ: نحوْت نحوه. وقَصَدْتُ العودَ قَصْداً: كسرته. والقِصْدَةُ بالكسر القطعة من الشئ إذا انكسر، والجمع قِصَدٌ. يقال: القَنا قِصَدٌ. وقد انْقَصَدَ الرمح. وتَقَصَّدَتِ الرماح: تَكَسَّرَت. ورمحٌ أقْصادٌ. قال الأخفش: هذا أحد ما جاء على بناء الجمع. وتَقَصَّدَ الكلبُ وغيره، أي مات. قال لبيد: فَتَقَصَّدَتْ منها كَسابِ وضُرِّجَتْ * بدَمٍ وغورد في المكر سحامها - وأقصد السهم، أي أصاب فقتل مكانه. وأقْصَدَته حَيَّةٌ: قتلته. قال الأخطل: فإن كنتِ أقْصَدْتِني إذ رَمَيْتِني * بسَهْمَيْكِ (٢) فالرامي يَصيد ولا يَدْري - أي ولا يَخْتِلُ. والقصيدُ: جمعُ القصيدةِ من الشعر، مثل سَفينٍ جمع سفينةٍ. والقَصيدُ: اللحم اليابس. والقاصِدُ: القريب، يقال: بيننا وبين الماء ليلة قاصدة، أي هينة السيرِ، لا تعبَ فيه ولا بطءَ. والقَصْدُ: بين الإسراف والتقتير. يقال: فلانٌ مقتصِدٌ في النفقة. وقوله تعالى:\n(واقْصِدْ في مَشْيكَ) *. واقصِدْ بذَرْعِكَ، أي ارْبَعْ على نفسك. والقصد: العدل. وقال الشاعر (١) : على الحكم المأتى يوما إذا قضى * قضيته أن لا يجور ويقصد - قال الاخفش: أراد وينبغى أن يقصد، فلما حذفه وأوقع يقصد موقع ينبغى رفعه لوقوعه موقع المرفوع. وقال الفراء: رفعه للمخالفة، لان معناه مخالف لما قبله، فخولف بينهما في الاعراب.",
    "pg": "2:524-525"
  },
  "قصر": {
    "def": "القَصْرُ: واحد القُصورِ. وقَصْرُ الظلام اختلاطه، وكذلك المقصرة (٤) . والجمع المقاصر، عن أبى عبيد. وأنشد لابن مقبل يصف ناقته: فبعثتها تقص المقاصر بعدما * كربت حياة النار للمتنور - وقد قصر العشى يقصر قصورا، إذا أمسيت. قال العجاج:\nحتى إذا ما قصر العشى * ويقال: أتيته قصرا، أي عشيا. وقال (١) : كأنهم قصرا مصابيح راهب * بموزن روى بالسليط ذبالها (٢) - وقولهم: قصرك أن تفعل ذاك، وقُصاراك أن تفعل ذاك بالضم (٣) ، وقَصاراكَ أن تفعل ذاك بالفتح، أي غايتك وآخر أمرك وما اقتصرت عليه. قال الشاعر: إنما أنفسنا عارية * والعَوارِيُّ قُصارى (٤) أن تُرَدّْ - ورضي فلان بِمَقْصِرٍ مما كان يحاول، بكسر الصاد، أي بدون ماكان يطلب. ويقال: هو ابن عمه قصرة بالضم، ومقصروة أيضا، أي دِنْياً. والقُصْرى والقُصَيْرى: الضِلْعُ التي تلي الشاكِلةَ، وهي الواهنةُ في أسفل الأضلاع. والقُصَيْرى أيضاً: أفعى. والقوصرة بالتشديد: هذا الذى يُكنَز فيه التمر من البواريِّ. قال الراجز (١) : أفلح من كانت له قوصرة * يأكل منها كل يوم مره - وقد يخفَّفُ. والقَصَرَةُ بالتحريك: أصل العنق. والجمع قصر. وبه قرأ ابن عباس ﵄:\n(إنها ترمى بشرر كالقصر) *، وفسره بقصر النخل، يعنى الاعناق (٢) . والقصارة بالضم: ما بقي في السُنبل من الحبّ بعد ما يُداس، وكذلك القصرى (٣) بالكسر، وهو منسوب. والقصر أيضا، داءٌ يأخذ في القَصَرَةِ، يقال: قَصِرَ البعيرُ بالكسر يَقْصَرُ قَصَراً. قال ابن السكيت: هوداء يُصيبه في عنقه فيلتوي، فيُكْوى في مفاصل عنقه فربَّما برأ. وقَصِرَ الرجلُ أيضاً، إذا اشتكى ذلك. وقصرت الشئ بالفتح أقصره قَصْراً: حبسته، ومنه مَقْصورةُ الجامع. وقَصَرْنا، من قَصْرِ العَشِيِّ، أي أمسينا. وقَصَرْتُ السِتْر: أرخيته. وقَصَرْتُ عن الشئ قصورا: عجزت عنه ولم أبلغه. يقال: قَصَرَ السهمُ عن الهدف. وقصر الشئ بالضم يَقْصُرُ قِصَراً: خلافُ طالَ. وقَصَرْتُ من الصلاة بالفتح أقْصُرُ قَصْراً. وقصرت الشئ على كذا، إذا لم تجاوز به إلى غيره. يقال: قصرت اللحقة (١) على فرسى، إذا جعلتَ دَرَّها له. وامرأة قاصِرَةُ الطرفِ: لا تمدُّه إلى غير بعلها. وماءٌ قاصِرٌ، أي بارد. وقَصَرْتُ الثوبَ أقْصُرُهُ قَصْراً: دَقَقْتُهُ، ومنه سمِّي القَصَّارُ. وقَصَّرْتُ الثوبَ تَقْصيراً، مثلُه. والتَقْصيرُ من الصلاة، ومن الشَعْرِ، مثل القَصْرِ. والتَقْصير في الأمر: التواني فيه. والقَصيرُ: خلاف الطويل، والجمع قِصارٌ. والأقاصِرُ: جمع أقْصَرَ، مثل أصْغَرَ وأصاغِرَ. وأنشد الأخفش:\nوأصْلالُ الرجالِ أقاصره (١) * وأما قولهم في المثل: \" لا يطاع لقصير أمر \"، فهو قصير بن سعد اللخمى، صاحب جذيمة الابرش (٢) . وفرس قصير، أي مقربة لا تُتْرَكُ أن تَرودَ لنفاستها. قال الشاعر (٣) : تراها عنذ قبتنا قصيرا * ونبذ لها إذا باقت بؤوق (٤) - وامرأةٌ قَصيرَةٌ وقَصورةٌ، أي مَقصورةٌ، في البيت لا تترك أن تخرج. قال كثير: وأنتِ التي حَبَّبْتِ كُلَّ قَصيرَةٍ * إليَّ وما تدري بذاكَ القَصائِرُ - عَنيتُ قَصيراتِ الحِجالِ ولم أُرِدْ * قِصارَ الخُطى شَرُّ النساءِ البَحاتِرُ - وأنشد الفراء: \" قصورة \"، وكذا ابن السكيت. والبحاتر مر ذكره. وقيصر: ملك الروم. والاقتصار على الشئ: الاكتفاء به. وأقْصَرْتُ عنه: كففت ونزعت مع القدرة عليه، فإن عجزت عنه قلت: قَصَرْتُ، بلا ألفٍ. وأقْصَرْنا، أي دخلنا قصر العشى، كما تقول: أمسينا من المساء. وأقْصَرْتُ من الصلاة: لغة في قصرت. وأقصرت المرأة: ولدت أولاد قصارا. وفى الحديث: \" إن الطويلة قد تقصر، وإن القصيرة قد تطيل \". وأقصرت النعجة والمعز، فهى مُقْصِرٌ، إذا أسَنَّتا حتَّى تَقْصُرَ أسنانهما. حكاها يعقوب. واستقصره، أي عده مقصرا، وكذلك إذا عده قَصيراً. والتِقْصارُ والتِقْصارَةُ، بكسر التاء: قلادةٌ شبيهةٌ بالمخنقة، والجمع التقاصير.",
    "pg": "2:792-795"
  },
  "قصص": {
    "def": "قَصَّ أثرَه، أي تتبَّعه. قال الله تعالى: ﴿فارتدا على آثارِهما قَصَصاً﴾ . وكذلك اقْتَصَّ أثرَه، وتَقَصَّصَ أثرَه. والقِصَّةُ: الأمرُ والحديث. وقد اقْتَصَصْتُ الحديث: رويته على وجهه. وقد قَصَّ عليه الخبرَ قَصَصاً. والاسمُ أيضاً القَصَصُ بالفتح، وُضِعَ موضع المصدر حتَّى صار أغلبَ عليه. والقِصَصُ، بكسر القاف: جمع القصة التى تكتب. والقصاص: القَوَدُ. وقد أقَصَّ الأميرُ فلاناً من فلان، إذا اقْتَصَّ له منه فجرحه مثل جرحه، أو قتَلَه قَوَداً. واسْتَقَصَّهُ (١) : سأله أن يُقِصَّهُ منه. وتَقاصَّ القومُ، إذا قاصَّ كلُّ واحدٍ منهم صاحبَه في حسابٍ أو غيره. ويقال: ضربه حتَّى أقَصَّهُ من الموت، أي أدناه منه. وقال الفراء: قَصَّهُ الموتُ وأقَصَّهُ بمعنًى، أي دنا منه. وكان يقول: ضربه حتَّى أقَصَّهُ الموت. وقَصَصْتُ الشَعرَ: قطعته. وطائرٌ مَقْصوصُ الجناح. والمِقَصُّ: المقراضُ، وهما مِقَصَّانِ. قال الأصمعي: قُصاصُ الشَعْرِ حيث تنتهي نبتَتُهُ من مقدّمه ومؤخّره. وفيه ثلاث لغاتٍ: قُصاصُ وقَصاصٌ وقِصاصٌ، والضم أعلى. قال ابن السكيت: القَصيصَةُ: نبتٌ يخرج إلى جانبه الكمأةُ، والجمع قَصيصٌ. وقد أقَصَّتِ الأرضُ، أي أنبتته. ويقال أيضاً: أقَصَّتِ الشاة والفرس استبان حملهما، فهى مقص من خيل مقاص، عن الاصمعي (١) . والقصيصة من الإبل: الزاملةُ يُحْمَلُ عليها الطعامُ والمتاعُ لضعفها. والقَصُّ: رأس الصدر، يقال له بالفارسية \" سَرْسينَه \". وكذلك القَصَصُ للشاة وغيرها. ومنه قولهم: هو ألْزَمُ لك من شُعَيْراتِ قَصِّكَ (٢) . والقَصَّةُ: الجِصُّ، لغةٌ حجازيةٌ. وقد قَصَّصَ دارَهُ، أي جصصها. وفى الحديث: \" الحائض لا تغتسل حتى ترى القصة البيضاء \"، أي حتى تخرج القطنة أو الخرقة التى تحتشى بها كأنها قصة لا يخالطها صفرة ولا ترية (٣) . والقصة بالضم: شعر الناصية. وقال يصف فرسا له قصة فشغت حاجبي * هـ والعين تبصر ما في الظلم * ورجل قصقصة بالضم، أي قصيرٌ غليظٌ مع شدَّة. وجملٌ قُصاقِصٌ، أي عظيمٌ، وأسدٌ قَصاقِصُ بالفتح، وهو نعتٌ له في صوته. وحَيَّةٌ قَصاقِصُ أيضاً، وهو نعت لها في خبثها.",
    "pg": "3:1051-1053"
  },
  "قصع": {
    "def": "القَصْعَةُ معروفةٌ، والجمع قِصَعٌ وقِصاعٌ. والقَصْعُ: ابتلاعُ جُرعِ الماء أو الجِرَّة. وقد قَصَعَتِ الناقةُ بجِرَّتها، أي ردَّتْها إلى جوفها، وقال بعضهم: أي أخرجتها فملأت فاها. وفى الحديث: \" أنه ﵇ خطبهم على راحلته وإنها لتقصع بجرتها \". قال أبو عبيد: قصع الجرة: شِدَّةُ المضغ وضمُّ بعضِ الاسنان على بعض. جلعه من قَصْع القملة، وهو أن يَهشِمها ويقتلَها. ويقال: قَصْعَ الماء عطشَه، أي أذهبه وسكنه. قال ذو الرمة: فانصاعت الحقب لم تَقْصَعْ صَرَائِرَها * وقد نَشَحْنَ فلا رى ولا هيم * وقصعت الرجل قَصْعاً: صغَّرتُه وحقرتُه. وقَصَعْتُ هامته، إذا ضربتها ببُسْطِ كفك. وقَصَعَ الله شبابه. وغلامٌ مقْصوعٌ، إذا بقي قميئاً لا يشبُّ ولا يزداد. وقد قَصُعَ قَصاعَةً، فهو قَصيعٌ. والقاصِعاءُ: جُحْرٌ من جِحَرَةِ اليرابيع، الذي تَقْصَعُ فيه، أي تدخل، والجمع قواصع شبهوا فاعلاء بفاعلة وجعلوا ألفى التأنيث بمنزلة الهاء. والقصعة: مثال الهمزة، مثل القاصعاء (١)",
    "pg": "3:1266"
  },
  "قصعل": {
    "def": "القُصْعُلُ مثل القُرْزُلِ: اللَئيمُ.",
    "pg": "5:1802"
  },
  "قصف": {
    "def": "القَصْفُ: الكسرُ. يقال: قَصَفَتِ الريحُ السفينةَ. وريحٌ قاصِفٌ: شديدةٌ. ورعدٌ قاصِفٌ: شديدُ الصوت. يقال: قَصَفَ الرعدُ وغيره قَصيفاً. والقَصيفُ: هشم الشجر. والتقصف: التكسر. والقصف: اللهو واللَعِبُ، يقال: إنها مولدة. وقَصِفَ العودُ يَقْصَفُ قَصَفاً، بالتحريك، فهو قَصفٌ، أي خَوَّارٌ. ورجلٌ قَصِفٌ: سريعُ الانكسار عن النَجدة. والقَصَفُ أيضاً والقَصَفَةُ: هدير البعير، وهو شدَّةُ رغائه. والأقْصَفُ: لغةٌ في الأقْصَمِ، وهو الذي انكسرت ثَنِيَّتُهُ من النِصف. والقَصْفَةُ: قطعة رمل تتقصف من معظمه، حكاه ابن دريد. والجمع قصف وقصفان، مثل تمرة وتمر وتمران. والقصفة أيضا: مرقاة الدرجة، مثل القصمة. وقصفة القوم أيضا: تدافعهم وازدحامهم. وفى الحديث: \" أنا والنبيون فراط لقاصفين \"، وذلك على باب الجنة. والانقصاف: الاندفاع. يقال: انقصفوا عنه، إذا تركوه ومروا.",
    "pg": "4:1416-1417"
  },
  "قصل": {
    "def": "القَصْلُ: القَطْعُ (١) . وسَيْفٌ مِقْصَلٌ وقَصَّالٌ أي قطّاعٌ، ومنه سُمِّيَ القَصيلُ. وقَصَلْتُ الدابّةَ: عَلَفْتُها القَصيلَ. أبو عمرو: القِصْلُ بالكسر: الضعيفُ الفسل، وأنشد: ليس بقصل حلس حلسم عند البيوت راشن مقم والقصالة (٢) : ما يعزل من البر إذا نقى ثم يداس الثانية. والقَصَلُ في الطعام مثلُ الزوان، وقال (٣) : قد غربلت وكربلت من القصل (٤) * والقصلة من الابل، نحو الصرمة.",
    "pg": "5:1801-1802"
  },
  "قصم": {
    "def": "قصمت (١) الشئ قصما، إذا كسرتَه حتَّى يبين. تقول: قَصَمَهُ فانْقَصَمَ وتَقَصَّمَ. ورجلٌ أقْصَمُ الثَنيَّةِ، إذا كان منكسِرها من النصف، بيِّن القَصَمِ. يقال: جاءتكم القَصْماءُ، يُذْهَب به إلى تأنيث الثنية. قال ابن دريد: القَصْماءُ من المعز المكسورة القرنِ الخارج، والعَضْباءُ: المكسورة القرن الداخل، وهو المُشاش. والقصمة بكسر القاف (٢) الكسرة. وفي الحديث: \" استغنوا (٣) ولو عن قصمة السواك \". والقصمة بالفتح: مرقاة الدرجة، مثل القصفة. ورجل قصم: سريعُ الانكسار. وقُصَمٌ مثال قثمٍ: يحطم ما لَقي. والقَصيمَةُ: رملةٌ تنبت الغضى، والجمع قصيم. وقال (٤) حيث استفاض دكادك وقصيم (١) * والقيصوم: نبت. وقال:\nبلاد بها القيصوم والشيخ والغصى",
    "pg": "5:2013"
  },
  "قصمل": {
    "def": "قَصْمَلَهُ أي قطعه. والمُقصْمِلُ: الشديد العصا من الرعاء، قال أبو النجم:\nوليس بالفيادة المقصمل (١) * لان الراعى إنما يوصف بلين العصا.",
    "pg": "5:1802"
  },
  "قضأ": {
    "def": "الاموى: قضئت الشئ أقضأ قَضْأ: أكلتُهُ. وأقْضأتُ الرجلَ: أطعمته. أبو زيد: يقال قضئت القرية تقضأ قضأ بالتحريك: عفنت وتهافتت. وهى قربة قضئة، والثوب يقضأ من طول الندى والطى. وما عليك في هذا الأمر قُضْأةٌ بالضم، مثال مُضْغَةٍ، أي عارٌ. ونَكَحَ فلان في قُضْأةٍ. وفي عينه قُضْأةٌ، أي فَسَادٌ. وفي حَسَبِه قُضْأةٌ، أي عيب. قال الشاعر: تعيرني سلمى وليس بقضأة * ولو كنت من سلمى تفرعت دارما وسلمى: حى من دارم.\n(قمأ) أبو زيد: قمَأتِ الماشيةُ تَقْمَأُ قُمُوءًا وقُموءةً، إذا سَمِنَتْ. وقَمُؤَ الرجل بالضم قَماءً وقَماءةً صار قَميئاً. وهو: الصغير الذليل. وأقمأته: صغرته وذللته، فهو قمئ على فعيلٍ. وأقْمَأ القومُ، أي سمنت إبلهم. وأقمأنى الشئ: أعجبني. وتقمأت الشئ: جمعته شيئا بعد شئ. قال الشاعر (١) : لقد قضيت فلا تَسْتَهْزِئا سَفها * مما تقَمَّأْتُه من لذة وطرى وعمرو بن قميئة الشاعر على فعيلة.",
    "pg": "1:65-66"
  },
  "قضب": {
    "def": "قضبه، أي قطعه. قال الاعشى: * قضبت عقالها (١) * واقتضبته: اقتطعته من الشئ. واقتضاب الكلام: ارتجاله، تقول: هذا شعرٌ مقتضَب، وكتاب مقتضب. وانقضب الشئ: انقطع. وتقول: انقضب الكوكبُ من مكانه. قال ذو الرمّة: كأنَّه كوكبٌ في إثر عِفْرِيَةٍ * مُسَوَّمٌ في سوادِ الليلُ مُنْقَضِبُ والقَضْبَةُ والقَضْبُ: الرَطْبَةُ، وهي الإسْفِسْتُ بالفارسية. والموضع الذي تَنبت فيه: مَقْضَبَةٌ. وسيفٌ قاضبٌ وقضيبٌ، أي قَطَّاعٌ، والجمع قواضبُ وقُضُبٌ. ورجل قَضَّابَةٌ: قطّاع للأمور مقتدِرٌ عليها. والقضيب: واحد القُضبان، وهي الأغصان. وقَضَبَه قَضْباً: ضربه بالقضيب. وقَضَّبْتُ الكرْمَ تقضيباً، إذا قطعت أغصانَه أيامَ الربيع. وقُضابَةُ الشجر: ما يتساقط من أطراف عيدانها إذا قَضَّبْتَ. والقَضيبُ: الناقة التي لم تُرَضْ. وقَضَبْتُ الدابّة واقتضبتُها، إذا ركبتَها قبل أن تراض. قال ابن دريد: كل من كلفته عملا قبل أن يحسنه فهو مقتضب فيه. وقضيب الحمار وغيره.",
    "pg": "1:203-204"
  },
  "قضض": {
    "def": "انْقَضَّ الحائطُ، أي سقط. وانْقَضَّ الطائر: هوى في طَيرانه، ومنه انقضاض الكواكب. ولم يستعملوا منه تفعل إلا مبدلا، قالوا: تقضى، فاستثقلوا ثلاث ضادات فأبدلوا من إحداهن ياء، كما قالوا: تظنى من الظن. قال العجاج:\nتَقَضِّيَ البازي إذا البازي كَسَرْ (١) * وقضضنا عليهم الخيل، فانْقَضَّتْ عليهم. والقَضَضُ: الحصى الصغارُ. يقال منه: قَضَّ الطعامُ يَقَضُّ بالفتح، فهو طعامٌ قَضِضٌ. وقد قَضِضْتُ منه أيضاً، إذا أكلته ووقع بين أضراسك حصًى: والقِضَّةُ بالكسر: عُذْرَةُ الجارية. والقِضَّةُ أيضا: أرض ذات حصى. قال الراجز يصف دلوا: قد وقعت في قضة من شرج * ثم استقلت مثل شدق العلج * وأقض الرجلُ مضجعَه، وأقَضَّ عليه المضجعُ أي تترب وخشن. وأقض الله عليه المضجعَ، يتعدى ولا يتعدى. واسْتَقَضَّ مضجعَه، أي وجده خشناً. ودرعٌ قَضَّاءُ، أي خشنةُ المَسِّ لم تَنسَحِقْ بعدُ. ويقال: أقَضَّ فلانٌ، إذا تتبَّعَ المطامعَ الدنيَّةَ. وجاؤا قضهم بقضيضهم، أي جاءوا بأجمعهم. قال الشماخ: أتتنى سليم قضها بقضيضها * تمسح حولي بالبقيع سبالها * وهو منصوب على نية المصدر. ومن العرب من يعربه ويجريه مجرى كلهم. واقتض الجارية: افترعها. وقضضت اللؤلؤة أقضها بالضم: ثقبتها. والقضقضة: صوت كسر العظام. وأسد قضقاض: يقضقض فريسته. قال الراجز (١) : كم جاوزت من حية نضناض * وأسد في غيله قضقاض * وكذلك أسد قضاقض.",
    "pg": "3:1102-1103"
  },
  "قضع": {
    "def": "قضاعة: أبو حى من اليمن، وهو قضاعة ابن مالك بن حمير بن سبأ. وتزعم نساب مضر أنه قضاعة بن معد بن عدنان. والقضاعة: كلبة الماء، ولم يعرفه أبو الغوث (٢) .",
    "pg": "3:1266"
  },
  "قضف": {
    "def": "القَضَفُ: الدِقَّةُ. قال قيس بن الخطيم: بين شُكولِ النساءِ خِلْقَتُها قَصْدٌ فلا جِبْلَةٌ ولا قَضَفُ وقد قَضُفَ بالضم قَضافَةً، فهو قَضيفٌ، أي نحيف، والجمع قضاف.",
    "pg": "4:1417"
  },
  "قضم": {
    "def": "القَضْمُ: الأكل بأطراف الأسنان. يقال: قَضِمَتِ الدابة شعيرها بالكسر تَقْضَمُهُ قَضْماً. وما ذقت قَضاماً، أي شيئاً. الأصمعي: أخبرنا ابن أبي طرفة قال: قَدِمَ أعرابيٌّ على ابن عمٍّ له بمكة فقال له: إنّ هذه بلاد مَقْضَمٍ، وليست ببلاد مَخْضَمٍ. والخَضْمُ: أكلٌ بجميع الفم. والقَضْمُ دون ذلك. وقولهم: \" يُبْلَغُ الخَضْمُ بالقَضْمِ \"، أي أن الشَبْعة قد تبلغ بالأكل بأطراف الفم. ومعناه أنَّ الغاية البعيدة قد تُدرك بالرِفق. قال الشاعر: تَبَلَّغْ بأخلاقِ الثيابِ جديدها وبالقصم حتى تدرك الخضم بالقَضْمِ والقَضَمُ بالتحريك: جمع قَضيمٍ، وهو الجلد الأبيض يكتب فيه. قال الاصمعي: ومنه قول النابغة كأن مَجَرَّ الرامِساتِ ذيولها عليه قَضيمٌ نمقته الصَوانِعُ والقَضيمُ: شعير الدابة. وقد أقْضَمْتُها، أي عَلَفتها القَضيمَ. والقَضِمُ، بكسر الضاد: السيف الذي طال عليه الدهر فتكسَّر حدُّه. وفي مضاربه قَضَمٌ بالتحريك، أي تكسُّرٌ.",
    "pg": "5:2013-2014"
  },
  "قضى": {
    "def": "القَضاءُ: الحكم، وأصله قَضايٌ لانه من قضيت، إلا أن الياء لما جاءت بعد الالف همزت. والجمع الاقضية. والقضية مثله، والجمع القضايا على فعالى، وأصله فعائل. وقضى، أي حَكَمَ، ومنه قوله تعالى: (وقَضى ربكَ ألا تَعْبُدوا إلا إياهُ) . وقد يكون بمعنى الفراغ، تقول: قَضَيْتُ حاجتي. وضربه فقَضى عليه، أي قتَلَه، كأنه فرغ منه. وسَمٌّ قاضٍ، أي قاتلٌ. وقَضى نحبَه قَضاءً، أي مات. وقد يكون بمعنى الأداء والإنهاء. تقول: قَضَيْتُ دَيْني. ومنه قوله تعالى: (وقَضَيْنا إلى بَني إسرائيلَ في الكتاب) . وقوله تعالى: (وقضينا إليه ذلك الأمرَ) ، أي أنهيناه إليه وأبلغناه ذلك. وقال الفراء في قوله تعالى: (ثم اقْضوا إليَّ) يعني امضوا إلي، كما يقال: قَضَى فلانٌ، أي مات ومضى. وقد يكون بمعنى الصنع والتقدير، قال أبو ذؤيب: وعليهما مَسْرودَتانِ قَضاهُما * داوُدُ أو صَنَعُ السَوابغِ تُبَّعُ يقال: قَضاهُ أي صنعه وقدَّره: ومنه قوله تعالى: (فَقَضاهُنَّ سَبْعَ سَمواتٍ في يوميْن) . ومنه القضاء والقدر. ويقال: اسْتُقْضِيَ فلانٌ، أي صُيِّرَ قاضِياً. وقَضَّى الأمير قاضِياً، كما تقول: أمَرَّ أميرا. وانقضى الشئ وتقضى بمعنى. واقْتَضى دينه وتَقاضاهُ بمعنًى. وقَضُّوا بينهم مَنايا، بالتشديد، أي أنفذوها. وقضى اللبانة أيضا بالتشديد، وقضاها بالتخفيف، بمعنى. والقَضَّاءُ من الدروع: المحكمة، ويقال الصُلبة. قال النابغة:\nونَسْجُ سُلَيْمٍ كل قضاء ذائل (١) * (*) وتقضى البازى، أي انقض، وأصله تقضض فلما كثرت الضادات أبدلت من إحداهن ياء. قال العجاج:\nتَقَضِّيَ البازي إذا البازي كَسَرْ (١) * والقضة مخففة: نبت ينبت في السهل، وهي منقوصة. قال أبو عبيد: هي من الحَمْض والهاء عوض. وقضة أيضا: موضع كانت به وقعة تحلاق اللمم ; ويجمع على قضات وقضين.",
    "pg": "6:2463-2464"
  },
  "قطا": {
    "def": "القَطا: جمع قَطاةٍ، وقَطَوات. قال الكسائي: وربما قالوا قطيات ولهيات، في جمع لهاء الانسان، لان فعلت منهما ليس بكثير، فيجعلون الالف التى أصلها واو ياء لقلتها في الفعل. قال: ولا يقولون في غزوات غزيات، لان غزوت أغزو كثير معروف في الكلام. وفى المثل: \" ليس قطا مثل قُطَيٍّ \"، أي ليس الأكابر كالاصاغر. ورياض القطا: موضع. وقال فما روضة من رياض القطا * ألث بها عارض ممطر والقطاة: مقعد الردف، وهو الرديف. قال امرؤ القيس:\nكأن مكان الردف منه على رال (١) * يصفه بإشراف القطاة. والرأل: فرخ النعام. والقطو: مقاربة الخطو مع النشاط ; يقال منه: قَطا في مشيته يَقْطو، واقْطَوْطى مثله، فهو قطوان بالتحريك، وقطوطى أيضا على فعوعل، لانه ليس في الكلام فعولى وفيه فعوعل مثل عثوثل. وكساء قطوانى. وقطوان: موضع بالكوفة.",
    "pg": "6:2464-2465"
  },
  "قطب": {
    "def": "قُطْبُ الرَّحى فيه ثلاث لغات: قُطْبُ وقَطْبُ وقِطابُ. والقُطْبُ: كوكبٌ بين الجدي والفرقدين يدور عليه الفَلَك. وفلانٌ قُطْبُ بني فلانٍ، أي سيِّدهم الذي يدور عليه أمرُهم. وصاحب الجيش قُطْبُ رحَى الحرب. والقُطْبَةُ: نَصْلُ الهدف (١) . وهرم بن قطبة الفزارى: الذى نافز إليه عامر بن الطفيل وعلقمة بن علاثة. وتقول: جاء القومُ قاطبةً، أي جميعاً، وهو اسمٌ يدل على العموم. ابن الأعرابيّ: القَطيبَةُ: ألبان الإبل والغنم يُخْلطان. وقَطَبَ الشرابَ وأقْطَبَهُ بمعنًى، أي مزَجه، والاسم القِطابُ. والقَطْبُ أيضاً: القطع، ومنه قطابُ الجَيْبُ. والقَطْبُ: أن تُدْخل إحدى عُروتي الجوالق في الأخرى ثم تَثْنيها مرَّةً أخرى، فإن لم تثنها فهو السلق. قال الراجز (٢) : وحوقل ساعده قد انملق * يقول قطبا ونعما إن سلق وتقول أيضاً: قَطَبَ بين عينيه، أي جمع، فهو رجلٌ قَطوبٌ. وقَطَّبَ وجهه تقطيبا، أي عبس.",
    "pg": "1:204"
  },
  "قطر": {
    "def": "القَطْرُ: المطرُ. والقَطْرُ: جمع قَطرَةٍ. وقد قَطَرَ الماءُ وغيرُه يَقْطُرُ قَطْراً، وقَطَرْتُهُ أنا، يتعدَّى ولا يتعدى. وقَطَرانُ الماءِ بالتحريك. وأما الهناء فهو القطران بكسر الطاء. تقول منه: قَطَرْتُ البعيرَ: طليته بالقطران. قال الشاعر (١) : أتقتلني وقد شغفت فؤادها * كما قطر المهنوءة الرجل الطالى - والبعير مقطور، وربما قالوا: مُقَطْرَنٌ بالنون، كأنهم رَدُّوهُ إلى الأصل، وهو القَطِرانُ. وأقْطَرَ الشئ، أن حان له أن يَقْطُرَ. وقَطَرَ في الأرض قُطوراً: ذَهَبَ. والبعير القاطرُ: الذي لا يزال يَقْطُرُ بَولُه. والقُطْرُ بالضم: الناحية والجانب، والجمع الأقْطارُ. والقُطْرُ والقطر، مثل عسر وعسر: العود الذى يتبخر به. قال الشاعر (٢) : كأنَّ المُدامَ وصَوْبَ الغَمامِ * وريحَ الخُزامى ونَشْرَ القُطُرْ - والمقطرة: المجمرة. وأنشد أبو عبيد للمرقش الاصغر: في كل يوم (١) لها مقطرة * فيها كباء معد وحميم - أي ماء حار تحمم به. والمقطرة أيضا: الفلق، وهي خشبَةٌ فيها خُروقٌ تُدخل فيها أرجل المخبوسين. والقطر بالكسر: النُحاسُ. ومنه قوله تعالى:\n(عَيْن القِطْرِ) *. والقِطْرُ أيضاً: ضربٌ من البرود، يقال لها القِطْرِيَّةُ. والقِطارُ أيضا: قطار الابل. قال أبو النجم: وانحت من حرشاء فلج خردله * وأقبل النمل قطارا تنقله - والجمع قطر وقُطُراتٌ. والقُطارَةُ بالضم: ما قَطَرَ من الحُبِّ ونحوه. وتَقاطَرَ القومُ: جاءوا أرْسالاً، وهو مأخوذ من قِطارِ الإبل. والتَقَطُّرُ: لغة في التَقَتُّرِ، وهو التهيُّؤ للقتال. وطعنه فَقَطَّرَهُ تَقْطيراً، أي ألقاه على أحد قطريه، وهما جانباه، قتقطر، أي سقط. قال الهذلى (٢) : مجدلا يتسقى جلده دمه * كما تقطر جذع الدومة القطل (١) - ويروى: \" يتكسى جلده \". والقطل: المقطوع. وتقطير الشئ: إسالته قَطرةً قطرة. وتقطير الإبل، من القِطارِ. وفي المثل: \" النَفاضُ يُقَطِّرُ الجَلَبَ \"، أي إذا أنْفَضَ القومُ - أي فَنيَ زادُهُمْ - قَطَروا الإبل فجلبوها للبيع قطارا قطارا. قال أبو عبيد: اقطار النبت اقطيرارا: تهيأ لليبس. وقطري بن الفجاءة المازنى، زعم بعضهم أن أصل الاسم مأخوذ من قطرى النعال. والقنطرة: الجسر. والقنطر، بالكسر: الداهية. قال الشاعر:\nإن الغريف يجن ذات القنطر * الغريف: الاجمة. والقنطار: معيار. ويروى عن معاذ بن جبل ﵁ أنَّه قال: هو ألفٌ ومائتا أوْقية. ويقال: هو مائة وعشرون رطلاً. ويقال: ملءُ مسْكِ الثورِ ذهباً. ويقال غير ذلك، والله أعلم. ومنه قولهم: قَناطيرُ مقنطرة.",
    "pg": "2:795-797"
  },
  "قطرب": {
    "def": "القطرب: طائر. وقطرب: لقب محمد بن المستنير النحوي.",
    "pg": "1:204"
  },
  "قطربل": {
    "def": "قطربل، بالضم وتشديد الباء: موضع بالعراق.",
    "pg": "5:1802"
  },
  "قطط": {
    "def": "قططت الشئ أقطه، إذا قطعتَه عَرْضاً. ومنه قَطُّ القلمِ. والمِقَطَّةُ: ما يُقَطُّ عليه القلمُ. والقَطَّاطُ: الخرَّاطُ الذي يعمل الحُقَقَ. قال الخليل: القط: فصل الشئ عرضا. وفى الحديث: \" كان علي ﵁ إذا اعتلى قد، وإذا اعترض قط (١) \". وقط معناها الزمانُ، يقال ما رأيته قط. قال الكسائي: كانت قطط، فلما سكن الحرف الثاني للادغام جعل الآخر متحركا إلى إعرابه. ومنهم من يقول قط يتبع الضمة الضمة، مثل مد يا هذا. ومنهم من يقول قط مخففة، يجعله أداة ثم يبنيه على أصله ويضم آخره بالضمة التى في المشددة. ومنهم من يتبع الضمة الضمة في المخففة أيضا ويقول قط، كقولهم لم أره مذ يومان، وهى قليلة. هذا إذا كانت بمعنى الدهر، فأما إذا كانت بمعنى حَسْبُ وهو الاكتفاءُ، فهي مفتوحةٌ ساكنةُ الطاء. تقول: ما رأيته إلا مرةً واحدةً فَقَطْ. فإذا أضفت قلت قطك هذا الشئ، أي حَسْبُكَ، وقَطْني وقَطي وقَطْ. قال الراجز: امتلا الحوض وقال قطني * مهلا (٢) رويدا قد ملات بطني * وإنما دخلت النون ليسلم السكون الذى بنى الاسم عليه. وهذه النون لا تدخل الاسماء وإنما تدخل الفعل الماضي (١) إذا دخلته ياء المتكلم، كقولك ضربني وكلمني، لتسلم الفتحة التى بنى الفعل عليها، ولتكون وقاية للفعل من الجر. وإنما أدخلوها في أسماء مخصوصة نحو قطني وقدنى وعنى ومنى. ولدنى، لا يقاس عليها. فلو كانت النون من أصل الكلمة لقالوا قطنك، وهذا غير معلوم. ويقال قطاط، مثل قطام، أي حسبى. قال عمرو بن معدي كرب: أطَلْتُ فِراطَهُم حتَّى إذا ما * قَتَلْتُ سَراتَهُم كانت قَطاطِ (٢) * وقَطَّ السِعر يَقِطُّ بالكسر قَطًّا وقُطوطاً (٣) أي غلا. يقال: ورَدْنا أرضاً قاطًّا سعرها. قال أبو وجزة (٤) أشكوا إلى الله العزيز الغفار (١) * ثم إليك اليوم بعد المستار * وحاجة الحى وقط الاسعار * وجعد قطط، أي شديدة الجُعودة. وقد قَطِطَ شَعْرُه بالكسر، وهو أحد ما جاء على الاصل بإظهار التضعيف. ورجل قط الشَعَرِ وقَطط الشعرِ بمعنًى. والقِط: الضيون، والجمع قطاط (٢) . قال الاخطل: أكلت القطاطا فأفنيتها * فهل في الخنانيص من مغمز * والقطة: السنورة. والقِطُّ: الكِتاب (٣) ، والصكُّ بالجائزة. قال الأعشى: ولا المَلِكُ النعمانُ يومَ لَقيتُهُ * بِغَبْطَتِهِ يُعطي القُطوطَ ويأفِقُ * ومنه قوله تعالى: ﴿عَجِّل لنا قطنا قبل يوم الحساب﴾ . قال أبو زيد: القطقط بالكسر: أصغر المطر. يقال: قَطْقَطَتِ السماء فهي مُقَطْقِطَةٌ. ثم الرذاذ وهو فوق القطقط، ثم الطش وهو فوق الرذاذ، ثم البغش وهو فوق الطش، ثم الغبية وهى فوق البغشة، وكذلك الحلبة والشجذة والحفشة والحشكة مثل الغبية. والقطقطانة بالضم: اسم موضع.",
    "pg": "3:1153-1154"
  },
  "قطع": {
    "def": "قطعت الشئ قطعا. وقطعت النهر قُطوعاً: عبرته. وقَطَعَ ماءُ الركيَّة قُطوعاً وقِطاعاً، أي انْقَطَعَ وذهب. وقَطَعَتِ الطيرُ قُطوعاً وقِطاعاً: خرجت من بلاد البرد إلى بلاد الحر، فهي قَواطِعُ ذواهبُ أو رواجع. وقَطَعَ رَحِمَهُ قَطيعَةً، فهو رجل قطع وقطعة، مثال همزة. ويقال: رَحِمَ قَطْعاءُ بيني وبينك، إذا لم تُوصَل. وقوله تعالى: ﴿ثُمَّ ليَقْطَع﴾ قالوا: ليختنق، لأن المختنقَ يمدُّ السببَ إلى السقف ثم يقطع نفسه من الأرض حتَّى يختنق. يقال منه: قَطَعَ الرجلُ. وقطعت الشئ فانقطع. وفلان منقطع القرين في سخاء أو غيره. ومُنْقَطَعُ الرملِ: حيثُ يَنْقَطِعُ ولا رملَ خلفه. ومَقاطِعُ الأوديةِ: مآخيرها. ومقاطِعُ الأنهارِ: حيث تُعْبَر فيه. والأُقْطوعَةُ: علامةٌ تبعثها المرأة إلى أخرى للصريمة والهجران. ولبنٌ قاطِعٌ، أي حامضٌ. والأقْطَعُ: المقطوعُ اليدِ. والجمع قطعان مثل أسود وسودان. والقطعة، بالتحريك: موضع القطع، يقال ضربه بقَطَعَتِهِ. وكذلك القُطْعَةُ بالضم مثل الصُلْعَةِ بالضم. والصُلْعَةُ والقُطْعَةُ أيضاً: قطعة من الأرض إذا كانت مفروزة. وحكى عن أعرابي أنه قال: \" ورثت من أبى قطعة \". ويقال أيضا: أصاب الناسَ قُطْعٌ وقُطْعَةٌ، إذا انقطع ماء بئرهم في القيظ. وأصابه قُطْعٌ أي بُهْرٌ، وهو النَفَسُ العالي من السِمَنِ وغيره. والقطيعاء مثل الغبيراء: ضرب من التمر، وهو الشهريز. والقطع بالكسر: ظُلمة آخر الليل. ومنه قوله تعالى: ﴿فأسْرِ بأهْلِكَ بقِطْعٍ من الليل﴾ قال الاخفش: بسواد من الليل. قال الشاعر (١) : افتحي الباب وانظرى في النجوم * كم علينا من قطع ليل بهيم (٢) * والقطع أيضا: طنفسة يجعلها الراكب تحتَه تغَطِّي كتفي البعير. قال (٣) : أتتك العيس تنفخ في براها * تكشف عن مناكبها القطوع * والقطع أيضا: نصل قصير عريضُ السهم، والجمع أقْطعٌ وأقْطاعٌ، ومنه قول أبى ذؤيب:\nفي كفِّه جَشْءٌ أَجَشُّ وأَقْطَعُ (٤) * والقطعة من الشئ: الطائفة منه. ويقال: \" الصومُ مَقْطَعَةٌ للنكاح \". والمِقْطَعُ بالكسر: ما يقطع به الشئ. والمُقَطَّعاتُ من الثياب: شبه الجباب ونحوها، من الخزِّ وغيره. وقال أبو عمرو: مُقَطَّعاتُ الثياب والشعر: قصارها. ويقال للارنب: المقطعة الاسحار، وقد فسرناه في باب الراء. وقطع الفرس الخيل تقطيعا، أي خلفها ومضى. ويقال: جاءت الخيل مُقْطَوْطِعاتٍ، أي سراعاً بعضها في إثر بعض. والقِطاعُ والقَطاعُ: الجَرامُ. والقَطيعُ: الطائفةُ من البقر والغنم، والجمع أقاطيعُ على غير قياس، كأنهم جمعوا إقطيعا. وقد قالوا أقطاع مثل شريف وأشراف. وقد قالوا قطعان البقر، مثل جريب وجربان. والقطيع: السَوْطُ. قال الأعشى:\nتراقب كَفّي والقَطيعَ المُحَرَّما (١) * وفلانٌ قَطيعُ القيام، إذا وُصِفَ بالضعف أو السِمَن. والقَطيعَةُ: الهجرانُ. والقُطاعَةُ بالضم: ما سقط عن القَطْعِ. وقُطِعَ بفلان فهو مَقْطوعٌ به. وانْقُطِعَ به فهو مُنْقَطَعٌ به، إذا عجز عن سفره من نفقةٍ ذهبت، أو قامت عليه راحلته، أو أتاه أمر لا يقدر على أن يتحرَّك معه. ومُنْقَطَعُ كلِّ شئ أيضا: حيث ينتهى إليه طرفه، نحو مُنْقَطَعِ الوادي والرملِ والطريق. وانقطع الحبل وغيره. وقطعت الشئ، شدِّدَ للكثرة، فتَقَطَّعَ. وتَقَطَّعُوا أمرهم بينهم، أي تقسَّموه. وتَقْطيعُ الشعر: وزنه بأجزاء العَروضِ. والتَقْطيعُ: مَغْصٌ في البطن، عن أبى نصر. وأقطعته قضبانا من الكرم، أي أذِنت له في قطعها. وهذا الثوب يُقْطِعُكَ قميصاً. وأقْطَعْتُهُ قَطيعَةً، أي طائفةً من أرض الخراج. وأقْطَعَ الرجلُ، إذا انْقَطَعَتْ حُجَّته وبكَّتوه بالحق فلم يُجب، فهو مُقْطِعٌ. والمُقْطَعُ بفتح الطاء: البعير إذا جَفَر عن الضراب. قال النمر بن تولب (١) : قامت تباكى أن سبأت لفتية * زقا وخابية بعود مقطع * ويقال أيضا للغريب: أقطع عن أهله فهو مقطع عنهم، وكذلك الذى يفرض لنظرائه ويترك هو. وأقطعت الشئ، إذا انقطع عنك. يقال: قد أقْطَعْتُ الغيثَ، أي خلَّفته. وأقْطَعَتِ الدجاجةُ، مثل أقَفَّتْ (٢) . وقاطَعْتُهُ على كذا. والتقاطُعُ: ضدُّ التواصل. واقتطعت من الشئ قطعة. يقال اقْتَطَعْتُ قَطيعاً من غنم فلان.",
    "pg": "3:1266-1269"
  },
  "قطف": {
    "def": "قَطَفْتُ (١) العنبَ قَطْفاً. والقِطْفُ بالكسر: العنقود، وبجمعه جاء القرآن: ﴿قُطوفُها دانِيَةٌ﴾ . والقِطافُ والقَطافُ: وقتُ القَطْفِ. والقُطافَةُ بالضم: ما يسقط من العنب إذا قُطِفَ، كالجُرامة من التمر. وأقْطَفَ الكَرمُ، أي دنا قِطافُهُ، وأقْطَفَ القومُ، أي حان قِطافُ كرومهم. والقَطوفُ من الدواب: البطئ. وقال أبو زيد: هو الضيِّقُ المشي. وقد قَطَفَتِ الدابة قطفا، والاسم القطاف. ومنه قول زهير: بآزرة الفقارة لم يخنها قطاف في الركاب ولا خلاء وأقطف الرجل إذا كان دابته قطوفا. قال ذو الرمّة يصف جُنْدُباً (١) : كأنَّ رِجليهِ رِجلاَ مُقَطَفٍ عَجِلٍ إذا تَجاوبَ من بُرْدَيْهِ تَرْنيمُ والقَطيفَةُ: دثارٌ مُخْمَلٌ، والجمع قَطائفُ وقطف أيضا، مثل صحيفة وصحف، كأنهما جمع قطيف وصحيف. ومنه القطائف التى تؤكل. والقطوف: الخدوش، حكاه أبو يوسف عن أبى عمرو الواحد قطف. وقد قَطَفَهُ يَقْطِفُهُ، أي خَدَشه. وأنشد لحاتم: سِلاحُكَ مَرقِيٌّ (٢) فلا أنت ضائرٌ عَدَواً ولكن وَجْهَ مَولاكَ تَقْطِفُ والقَطْفُ: نباتٌ رَخْصٌ عريض الورق، الواحدةُ قَطْفَةٌ، يقال له بالفارسية \" سرنك \". والقطيف: اسم موضع.",
    "pg": "4:1417"
  },
  "قطل": {
    "def": "القَطْلُ: القَطْعُ، يقال: قَطَلَهُ فهو مَقْطولُ وقَطيلٌ. ونخلةٌ قَطيلُ، إذا قُطعت من أصلها فسقطت. وكان أبو ذؤيب الهذلى يلقب القطيل. وجِذعٌ قُطُلُ بالضم (٢) أي مقطولٌ، قال المتنخّل الهذلي يصفُ قتيلاً: مُجَدَّلاً يتكَسَّى جِلده دَمَهُ كما تقطل (٣) جذع الدومة القطل ويروى: \" يتسقى \". والمقطلة: حديدةٌ يُقطع بها، والجمع مَقاطِلُ. والقَطيلَةُ: القِطعة من الكِساء والثوب ينشف بها الماء. والقاطول: موضع على دجلة.",
    "pg": "5:1802"
  },
  "قطم": {
    "def": "قطم الشئ: عضه وذوقه. وقال (١) : وإذا قَطَمْتَهُمُ قَطَمْتَ عَلاقِماً وقواضِيَ الذَيفانِ فيما تَقْطِمُ والقَطَمُ بالتحريك: شهوة الضِراب وشهوة اللحم. يقال رجلٌ قَطِمٌ: شهوان للَّحم. وقَطِمَ الفحلُ بالكسر، أي اهتاج وأراد الضِراب. وقَطِمَ الصقر إلى اللحم: اشتهاه. والقطامى بالضم: لقب شاعر من تغلب، واسمه عمير بن شييم. والقطامى: الصقر، يضم ويفتح. والمقطم بالتشديد: جبل بمصر. وقطام: اسم امرأة، وأهل الحجاز يبنونه على الكسر في كل حال، وأهل نجد يجرونه مجرى ما لا ينصرف. وقد ذكرناه في رقاش من باب الشين.",
    "pg": "5:2014"
  },
  "قطمر": {
    "def": "القِطْميرُ: الفوفَةُ التي في النواة، وهي القشرةُ الرقيقةُ، ويقال هي النُكتة البيضاء التي في ظهر النواة تنبت منها النخلة.",
    "pg": "2:797"
  },
  "قطن": {
    "def": "قَطَنَ بالمكان يَقْطُنُ: أقام به وتوطنه، فهو قاطن. قال العجاج:\nقواطنا مكة من ورق الحمى (١) * والجمع قطان وقاطنة، وقطين أيضا مثل غاز وغزى، وعازب وعزيب. والقطين: الخدم والاتباع. والقطينة: سكن الدار. يقال: جاء القوم بقطينتهم. قال زهير: رأيت ذوي الحاجاتِ حولَ بيوتهم * قَطيناً لهم حتَّى إذا أنبت البقل وقال جرير: هذا ابن عمى في دمشق خليفة * لو شئت ساقكم إلى قطينا والقطان: شجار الهودج. والقَطَنُ بالتحريك: ما بين الورِكين. وقطن الطائر: أصل ذنبه. وقطن أيضا: جبل لبنى أسد. والقطنة والقَطِنَةُ بكسر الطاء، مثال المِعدة والمَعِدة: التي تكون مع الكَرِش، وهي ذات الأطباق التي تسمِّيها العامّة الرمَّانة، وكسر الطاء فيه أجود. وقطنة: لقب رجل، وهو ثابت قطنة العتكى. والاسماء المعارف تضاف إلى ألقابها، وتكون الالقاب معارف وتتعرف بها الاسماء، كما قيل قيس قفة، وزيد بطة، وسعيد كرز. والقطن معروف، والقطنة أخص منه. وأما قول الراجز: كأن مجرى دمعها المستن * قطنة من أجود القطن فإنما شدد ضرورة، ولا يجوز مثله في الكلام. ويجوز قطن وقطن، مثل عسر وعسر. وقول لبيد:\nفَتَكَنَّسوا قُطُناً تَصِرُّ خِيامُها (١) * أراد به ثياب القُطْنِ. والمَقْطَنَةُ: التي تزرع فيها الأقْطان. والقِطْنِيَّةُ بالكسر: واحدة القَطانِيِّ، كالعَدَس وشبهه. واليَقْطينُ: ما لا ساق له من النبات، كشجر القرع ونحوه. واليَقْطينَةُ: القرعة الرَطْبة. والقَيْطونُ: المُخدَع بلغة أهل مصر. ويقال للكَرْمِ إذا بدتْ زَمَعَاتُهُ: قد قَطَّنَ تقطينا.",
    "pg": "6:2182-2183"
  },
  "قعا": {
    "def": "أقعى الكلب، إذا جلسَ على استه مفترشاً رجلَيه وناصباً يديه. وقد جاء النهي عن الإقعاء في الصلاة، وهو أن يضع أليتَيه على عقبيه بين السجدتين. وهذا تفسير الفقهاء، فأمَّا أهل اللغة فالإقْعاءُ عندهم: أن يلصق الرجل أليتيه بالأرض وينصب ساقيه ويتساند إلى ظهره. وقال (٢) (*) فأقع كما اقعى أبوك على استه * رأى أن ريما فوقه لا يعادله (١) وفى الحديث أنَّه ﷺ \" أكل مقعيا \". أبو زيد: قَعا الفحل على الناقة يَقْعو قَعْواً وقُعُوًّا، على فُعولٍ، مثل قاعَ. وقد يكون القُعُوُّ للظليم أيضاً. قال ابن دريد: امرأة قَعْواءُ: دقيقة الساقين. والقَعْو: خشبتان في البكرة فيهما المحور ; فإذا كان من حديدٍ فهو الخطاف.",
    "pg": "6:2465"
  },
  "قعب": {
    "def": "القَعْبُ: قدح من خشب مقعَّرٌ، وحافرٌ مُقَعَّب، مشبَّه به، والجمع قعبة، مثل جبء وجبأة. وتقعيب الكلام: تقعيره. وقعنب: اسم رجل، بزيادة النون.",
    "pg": "1:204"
  },
  "قعث": {
    "def": "ابن السكيت: أقْعَثَ الرجلُ في ماله، أي أسرف. وأقْعَثَ له العطية، أي أجزَلها له. قال رؤبة:\nأقعثنى منه بسيب مقعث (١) * والقعيث: المطر الكثير، والسيَبُ الكثير. وقال بعضهم: قَعَثْتُ له قَعْثَةً، أي حفَنت له حَفنة، إذا أعطيته قليلاً. فجعله من الأضداد. قال الأصمعيّ: ضربه فانْقَعَثَ، إذا قلعه من أصله. وانْقَعَثَ الحائط، إذا سقط من أصله، مثل انقعف.\nفصل الكاف.",
    "pg": "1:290"
  },
  "قعثل": {
    "def": "قال الأصمعيّ: القَعْثَلَةُ: مشيةٌ مثل القَعْوَلَةِ. والمُقْثَعِلُّ (١) من السهام: الذي لم يُبْرَ بَرْياً جيِّداً. قال لبيد: فرميت القوم رشقا صائبا ليس بالعصل ولا بالمقثعل",
    "pg": "5:1803"
  },
  "قعد": {
    "def": "قعد قعودا ومعقدا، أي جلس. وأقْعَدَهُ غيره. والقَعْدَةُ: المرَّة الواحدة. والعقدة بالكسر: نوع منه. والمقعدة: السافلة. وذو العقدة: شهر، والجمع ذوات العقدة. وقعدت الرخمة: جثَمتْ. وقَعَدَتِ الفسيلةُ: صار لها جذع. والقاعد من النخل: الذى تناله اليد. والقاعِدُ من النساء، التي قعدتْ عن الولد، والحيْض، والجمع القواعِدُ. والقاعِدُ من الخوارج، والجمع العقد، مثل حارس وحرس. ويقال: القعد الذين لا ديوان لهم. والعقد أيضا: أن يكون بوظيف البعير تطامنٌ واسترخاءٌ. وقواعِدُ البيت: آساسه. وقواعِدُ الهودج: خشبات أربع معترضات في أسفله. وتعقد فلان عن الأمر، إذا لم يطلبه. وتقاعد به فلانٌ، إذا لم يُخرج إليه من حقِّه. وتَقَعَّدْتُهُ، أي رَبَثْتُهُ عن حاجته وعقته. ويقال: ما تعقدنى عنك إلا شغلٌ، أي ما حبسني. ورجلٌ قُعَدَةٌ ضُجَعَةٌ، أي كثير القعودِ والاضطجاع. والقَعودُ من الإبل هو البَكْر حين يُركب أي يمكن ظهره من الركوب، وأدنى ذلك أن يأتي عليه سنتان إلى أن يثنى، فإذا أثنى سمى جملا. ولا تكون البكرة قعودا وإنما تكون قلوصا. قال أبو عبيدة: القعود من الابل: الذي يَقْتَعدُهُ الراعي في كلِّ حاجة. قال: وهو بالفارسية \" رخت \". وبتصغيره جاء المثل: \" اتخذوه قعيد الحاجاتِ \"، إذا امتهنوا الرجلَ في حوائجهم. قال الكميت يصف ناقته: (٦٧ - صحاح) معكوسة كعقود الشول أنطقها (١) * عكس الرعاء بإيضاع وتكرار - ويقال للقعود أيضا قعدة بالضم. يقال: نِعْمَ القُعْدَةُ هذا، أي نِعم المُقْتَعَدُ. والمقاعِدُ: مواضع قُعودِ الناس في الأسواق وغيرها. وقولهم: هو منِّي مَقْعَدَ القابلةِ، أي في القرب، وذلك إذا لصِقَ به من بين يديه. والقَعيداتُ: السروجُ والرِحالُ. والقَعيدُ: المُقاعِدُ. وقوله تعالى:\n(عَنِ اليمينِ وعن الشِمال قَعيدٌ) *، وهما قَعيدانِ. وفَعيلٌ وفَعولٌ ممَّا يستوي فيه الواحد والاثنان والجمع (٢) ، كقوله تعالى:\n(أنا رسول ربك) * وقوله تعالى:\n(والملائكة بعد ذلك ظهير) *. والقعيد: الجراد الذى لم يستوِ جناحه بعد. والقَعيدَةُ: الغِرارَةُ. قال أبو ذؤيب: له من كسبهن معذلجات * قعائد قد ملئن من الوشيق (٣) - والقَعيدَةُ من الرمل: التي ليست بمستطيلة. وقَعيدَةُ الرجل: امرأته، وكذلك قعاده. قال الشاعر عبد الله بن أوفى الخزاعى في امرأته. فبئست قعاد الفتى وحدها * وبئست موفية الاربع - والقعيد من الوحش: ما يأتيك من ورائك، وهو خلاف النطيح. وأنشد أبو عبيدة (١) : ولقد جرى لهم فلم يتعيفوا * تيس قعيد كالوشيجة أعضب - وقولهم: قعيدك لا آتيك، وقَعيدَكَ الله لا آتيك، وقَعْدَكَ (٢) الله لا آتيك: يمينٌ للعرب، وهى مصادر استعملت منصوبة بفعل مضمر، والمعنى بصاحبك الذي هو صاحب كل نَجْوى، كما يقال: نَشَدْتُكَ الله. والأقْعادُ (٣) والقُعادُ: داءٌ يأخذ الابل في أوراكها قيميلها إلى الأرض. والأقْعادُ في رِجْلِ الفرس: أن تُقَوَّسُ جداً فلا تنتصب. والمُقْعَدُ: الأعرج، تقول منه: أُقْعِدَ الرجل. يقال: متى أصابك هذا القُعادَ. والمُقْعَدُ من الثدي: الناهدُ الذي لم يَنثنِ بعدُ. قال النابغة: والبَطنُ ذو عُكَنٍ لَطيفٌ طَيُّهُ * والإتْبُ تَنْفُجُهُ بثَدْيٍ مُقْعَدِ - ورجلٌ قُعْدُدٌ، إذا كان قريبَ الآباء إلى الجد الاكبر. وكان يقال لعبد الصمد بن على ابن عبد الله بن عباس: قعدد بنى هاشم. ويمدح به من وجه، لان الولاء للكبر، ويذم به من وجه، لانه من أولاد الهرمى وينسب إلى الضعف. قال الشاعر دريد (١) : دعاني أخى والخيل بينى وبينه * فلما دعاني لم يجدنى بقعدد - وقال الاعشى: طرفون (٢) ولادون كل مبارك * أَمِرونَ لا يَرِثونَ سَهْمَ القُعْدُدِ -",
    "pg": "2:525-527"
  },
  "قعر": {
    "def": "قعر البئر وغيزها: عمقها. وقدحٌ قَعْرانُ، أي مُقَعَّرٌ. وقصعةٌ قَعيرَةٌ. وقَعَرْتُ الشجرةَ قَعْراً: قلعتها من أصلها، فانْقَعَرَتْ. الكسائي: قَعَرْتُ البئرَ، أي نزلت حتَّى انتهيت إلى قَعْرِها، وكذلك الإناء إذا شربتَ ما فيه حتَّى انتهيْتَ إلى قَعْرِهِ. قال: وأقْعَرْتُ البئرَ: جعلت لها قَعْراً. والتَقْعيرُ: التعميقُ. والتَقْعيرُ في الكلام: التشدقُ فيه. التقعر: التعمق.",
    "pg": "2:797"
  },
  "قعز": {
    "def": "قَعَزَ الإناء قَعْزاً، أي ملأه، وأيضاً شربه شُرباً شديداً.",
    "pg": "3:891"
  },
  "قعس": {
    "def": "القعس: خروج الصدر ودحول الظَهر ; وهو ضدُّ الحَدَبِ. يقال: رجلٌ أقْعَسُ وقَعِسٌ ومُتَقاعِسٌ. وفرسٌ أقْعَسُ، إذا اطمأنَّ صُلبُهُ من صهوته وارتفعت قَطاتُهُ. ومن الإبل: التي مال رأسها وعنقها نحو ظهرها. ومنه قولهم: \" ابنُ خمسٍ، عَشاءُ خَلِفاتٍ قُعْسِ \" أي مُكث الهلالِ لخمسٍ خَلَوْنَ من الشهر إلى أن يغيب مُكث هذه الحوامل في عَشائها. وليلٌ أقْعَسُ: كأنَّه لا يبرح. وعِزَّةٌ قَعْساءُ، أي ثابتةٌ. ورجلٌ أقْعَسُ، أي منيع. والاقعس: جبل. والاقعسان: الاقعس وهبيرة ابنا ضمضم. والقعوس: الشيخ الكبير الهرم. وتَقَعْوَسَ الشيخُ، أي كبر. وتَقَعْوَسَ البيت، أي تهدَّم. وتَقَاعَسَ الرجلُ عن الأمر، أي تأخَّر ولم يتقدَّم فيه. ومنه قول الكميت:\nكما يتقاعس الفرس الجرور: واقعنسس، أي تأخَّر ورجع إلى خلفٍ. قال الراجز: بئس مقام الشيخ أمرس أمرس * إما على قعو وإما اقعنسس * وإنما لم يدغم هذا لانه ملحق باحرنجم. يقول: إنه إن استقى ببكرة وقع حبلها في غير موضعها، فيقال له: أمرس. وإن استقى بغير بكرة ومتح أوجعه ظهره، فيقال له: اقعنسس واجذب الدلو. والإقْعاسُ: الغِنى والإكثار. والقَعْسُ: الترابُ المنتن، عن ابن دريد. وذكره أيضا أبو زيد وأبو مالك. والمقعنسس: الشديد، وتصغيره مقيعيس، وإن شئت عوّضت من النون وقلت مقيعس. وكان المبرد يختار في التصغير حذف الميم دون السين الاخيرة، فيقول قعيسس (١) . والاول قول سيبويه. ومقاعس: أبو حى من تميم، وهو لقب، واسمه الحارث بن سعد بن زيد مناة بن تميم. ومقاعس بفتح الميم: جمع المقعنسس بعد حذف الزيادات: النون والسين الاخيرة. وإنما لم تحذف الميم وإن كانت زائدة لانها دخلت لمعنى اسم الفاعل. وأنت في التعويض بالخيار. والتعويض: أن تدخل ياء ساكنة بين الحرفين اللذين بعد الالف، تقول مقاعس، وإن شئت مقاعيس. وإنما يكون التعويض لازما إذا كانت الزيادة رابعة، نحو قنديل وقناديل، فقس عليه. والقنعاس من الابل: العظيم. ورجلٌ قُناعِسٌ بالضم، أي عظيمُ الخلق، والجمع القناعس بالفتح. [قفس (١) ] قَفَسَ الظبيَ قَفْساً: ربط يديه ورجليه. وقَفَسَ الرجلَ: أخذ بشعره. وقَفَسَ قَفاساً (٢) : أخذه داءٌ في المفاصل كالتشنُّج. وقَفَسَ الرجل قَفْساً: مات. وقَفَسَ قُفوساً مثله. وقَفِسَ قَفَساً: عَظُمت رَوْثَهُ أنفه.",
    "pg": "3:964-965"
  },
  "قعسر": {
    "def": "العقسر والقعسرى: الضخم الشديد. يقال: جمل قعسرى.",
    "pg": "2:797"
  },
  "قعص": {
    "def": "يقال: ضربه فأقْعَصَهُ، أي قتله مكانه. والقَعْصُ: الموتُ الوَحِيُّ. يقال: مات فلانٌ قَعْصاً، إذا أصابته ضربةٌ أو رميةٌ فمات مكانه. وفي الحديث: \" منْ قُتِلَ قَعْصاً فقد استوجب المآبَ (١) \". والقُعاصُ: داءٌ يأخذ الغنم لا يُلْبِثُها أن تموت. وفي الحديث: \" وموتانٌ يكون في الناس كقُعاصِ الغنمِ \". وقد قعصت فهى مقعوصة.",
    "pg": "3:1053"
  },
  "قعصر": {
    "def": "اقْعَنْصَرَ الرجل، إذا تقاصر إلى الارض. عن الاخفش.",
    "pg": "2:797"
  },
  "قعض": {
    "def": "قعضت العود: عطفته كما تعطف عروش الكرم والهودج. قال رؤبة يخاطب امرأة (٢) إما ترى دهرا حناني حفضا * أطر الصناعين العريش القعضا * فقد أفدى مرجما منقضا * يقول: إن ترى أيتها المرأة الهرم حناني فقد كنت أفدى في حال شبابى، لهدايتي في المفاوز، وقوتى على السفر. وسقطت النون من \" ترين \" للجزم بالمجازاة. وما زائدة. والصناعين: تثنية امرأة صناع. والقعض: المقعوض، وصف بالمصدر كقولك: ماء غور. والعريش ههنا: الهودج.",
    "pg": "3:1103"
  },
  "قعضب": {
    "def": "قعضبه، أي استأصله. وقعضب: اسم رجل كان يعمل الاسنة.",
    "pg": "1:204"
  },
  "قعط": {
    "def": "القَعْطُ: الشدُّ والتضييق. يقال قَعَطَ على غريمِهِ. والقَعْطَةُ: المرَّة الواحدة. قال الأغلب العِجْليّ:\nودافَعَ المكروهَ بعد قَعْطَتي (١) * والاقْتِعاط: شدُّ العمامةِ على الرأس من غير إدارة تحت الحنك. وفى الحديث \" أنه نهى ﵇ عن الاقتعاط وأمر بالتلحى \". والمقعطة: العمامة، عن أبى عبيد.",
    "pg": "3:1154"
  },
  "قعع": {
    "def": "القعقعة: حكاية صوت السلاح ونحوه. وفي المثل: \" ما يُقَعْقَعُ لي بالشِنانِ \". وقَعْقَعوا قَعْقَعَةً وقِعْقاعاً بالكسر. والقعقاع بالفتح الاسم. والتقعقع: التحرك. وحمار قَعْقَعانِيُّ الصوت بالضم، أي شديد الصوت في صوته قعقعة. قال رؤبة: شاحى لحيى قعقعانى الصلق * قعقعة المحور خطاف العلق * والمقعقع: الذي يجيل القِداح في الميسر. قال كثير يصف ناقته: وتعرف إن ضلت فتهدى لِربِّها * لِمَوْضِعِ آلاتٍ من الطَلْحِ أربع * وتؤبن من نص الهواجر والضحى * بقدحين فازا من قداح المقعقع * عليها ولما يبلغا كل جهدها * وقد أشعراها في أظل ومدمع * الآلات: خشبات تبنى عليها الخيمة. وتؤبن، أي تتهم وتزن. يقول: هزلت فكأنها ضرب عليها بالقداح فخرج المعلى والرقيب فأخذا لحمها كله. ثم قال: ولم يبلغا كل جهدها، أي وفيها بقية. وقوله وقد أشعراها، أي وهذان القدحان قد اتصل عملهما بالاظل حتى دمى، وبالعين حتى دمعت من الاعياء. ويقال: قَعْقَعَ في الأرض، أي ذهب. والقَعاقِعُ: تتابع أصوات الرعد. والقعاقع: مواضع من بلاد قيس. والقعقاع: طريق يأخذ من اليمامة إلى الكوفة. وطريقٌ قعقاعٌ: لا يُسلك إلا بمشقَّة. ومنه قيل قَرَبٌ قَعْقاعٌ، لأنَّهم يَجِدُّون في السير. وتمرٌ قعقاع، أي يابس. وقعقاع: اسم رجل. والقعقاع: الحمى النافض تقعقع الاضراس. قال مزرد (١) : إذا ذكرتْ سلمى على النَأي عادَني * نوائبُ قَعْقاعٍ (٢) من الوِرْدِ مُرْدِمِ * وتَقَعْقَعَتْ عُمُدُهُمْ، أي ارتحلوا. قال جرير:\nتَقَعْقَعَ نحو أرضكم عِمادي (٣) * وفي المثل: \" من يَجْتَمِعْ يَتَقَعْقَعْ عَمَدُه (٤) \"، كما يقال: إذا تم أمر دنا نقصه. وقعيقعان: جبل بمكة، وهو اسم معرفة. وبالاهواز جبل يقال له قعيقعان، ومنه نحتت أساطين مسجد البصرة. والقُعْقُعُ بالضم: طائرٌ أبلق ضخمٌ من طير البر، طويل المنقار. والقعاع: ماء مر غليظ. يقال أقَعَّ القومُ إقْعاعاً، إذا أنبطوه (١) .",
    "pg": "3:1269-1270"
  },
  "قعف": {
    "def": "سيلٌ قُعافٌ مثل قُحافٍ، أي جُرافٌ. والقاعِفُ مثل القاحِفِ، هو المطر الشديد. وقعفت النخلة (٣) : اقتلعتها من أصلها. وانْقَعَفَ الحائط، أي انقلع من أصله. والقعف: لغة في القَحْفِ، وهو اشتفافك ما في الاناء أجمع.",
    "pg": "4:1417-1418"
  },
  "قعفز": {
    "def": "قال الفراء: يقال: جلس فلانٌ القَعْفَزى. وقد اقْعَنْفَزَ، أي جلس مستوفزا.",
    "pg": "3:891"
  },
  "قعل": {
    "def": "القُعالُ: نَوْرُ العِنَبِ، يقال أقعلَ الكَرْمُ، إذا انشقَّ قُعالُهُ وتناثر. والقاعِلةُ: واحدة القواعِل، وهي الطوال من الجبال. وقَعْوَلَ الرجلُ، أي مشى مِشية من يحثي الترابَ بإحدى قدميه على الأخرى، لقبل فيهما. وقال:\nفصرت أمشى القعولى والفنجله (١) *",
    "pg": "5:1802-1803"
  },
  "قعم": {
    "def": "أُقْعِمَ الرجل، إذا أصابه داءٌ فقتله. وأقْعَمَتْهُ الحيَّةُ. والقَعَمُ، بالتحريك: ميل في الانف.",
    "pg": "5:2014"
  },
  "قعن": {
    "def": "قعين: بطن من بنى أسد. والقيعون: نبت.",
    "pg": "6:2183"
  },
  "قفا": {
    "def": "القَفا مقصور: مؤخّر العنق، يذكر ويؤنث. قال يعقوب: وأنشدنا الفراء: وما المولى وإن عرضت قفاه * بأجمل للمحامد من حمار (٢) يقول: ليس المولى وإن أتى بما يحمد عليه بأكثر من الحمار محامد. والجمع قفى على فعول، مثل عصا وعصى. ويجمع في القلة على أقفاء، مثل رحى وأرحاء. وقد جاء عنهم أقفية، وهو على غير قياس ; لانه جمع الممدود، مثل سماء وأسمية. أبو زيد: قَفَيْتُ الرجل أقْفيهِ قفيا، إذا ضرب قفاه. قال: وهذه شاةٌ قَفِيَّةٌ، أي مذبوحة من قفاها. وغيره يقول: قَفينَةٌ، والنون زائدة. وقَفَوْتُ أثره قَفْواً وقُفُوًّا، أي اتَّبعته. وقَفَيْتُ على أثره بفلان، أي أتبعته إيَّاه. قال تعالى: (ثمَّ قَفَّيْنا على آثارِهِم برسُلِنا) . ومنه الكلام المُقَفَّى. ومنه سمِّيت قوافي الشعر لأنَّ بعضها يتبع أثر بعض. والقافِيَةُ أيضا: القفا. وفى الحديث: \" يعقد الشيطان على قافية رأس أحدكم (١) \". وعويف القوافى: اسم شاعر، وهو عويف ابن معاوية بن عقبة بن حصن بن حذيفة بن بدر. وقفوت الرجل، إذا قذفته بفُجورٍ صريحاً. وفي الحديث: \" لا حدَّ إلاّ في القَفْوِ البين \". (*) وقفوت الرجل أقفوه قفوا، إذا رميته بأمر قبيح، والاسم القفوة بالكسر. القفى والقفية: الشئ يؤثر به الضيف والصبى. وقال يصف فرسا (١) :\nيُسْقَى دَواَء قَفِيِّ السَكْنِ مربوبِ (٢) * وإنما جعل اللبن دواء لانهم يضمرون الخيل بسقي اللبن والحنذ. وكذلك القفاوة. يقال منه: قَفَوْتُهُ به قَفْواً، وأقْفيتُهُ به أيضاً، إذا أثرته به. ويقال: هو مُقْتَفًى به، إذا كان موثرا مكرما والاسم القفوة باكسر. ويقال: فلان قفوتى، أي خيرتي ممن أوثره. وفلانٌ قِفْوَتي، أي تُهمتي، كأنَّه من الأضداد. وقال بعضهم: قِرفتي. واقْتَفاهُ، أي اختاره. واقْتَفَى أثره وتَقَفَّاهُ، أي اتَّبعه. وقولهم: لا أفعله قَفا الدهر، أي أبدا.",
    "pg": "6:2465-2466"
  },
  "قفخ": {
    "def": "الفراء: قَفَخْتُهُ قَفْخاً وقِفاخاً: ضربته. ويقال: لا يكون القَفْخُ إلا على الرأس، أو على شئ أجوف. قال رؤبة:\nقفخا على الهام وبجا وخضا",
    "pg": "1:429"
  },
  "قفخر": {
    "def": "رجلٌ قُفاخِرٌ بضم القاف وقُفاخِرِيٌّ: ضخمُ الجثةِ. وقِنْفَخْرٌ أيضاً، مثال جردحل، والنون زائدة. عن محمد بن السرى.",
    "pg": "2:798"
  },
  "قفر": {
    "def": "القَفْرُ: مفازةٌ لا ماء فيها ولا نبات، والجمع قِفارٌ. يقال: أرضٌ قَفْرٌ، وقَفْرَةٌ أيضاً، ومِقْفارٌ. ونزلنا ببني فلانٍ فبِتنا القَفْرَ، أي لم يَقْرونا. وقَفِرَتِ المرأة بالكسر تَقْفَرُ قَفَراً فهي قَفِرَةٌ، أي قليلة اللحم. والقَفارُ بالفتح: الخبز بلا أُدْمٍ. يقال: أكل خبزه قفارا.\n(١٠١ - صحاح - ٢) وقفرت أثره أقْفُرُهُ بالضم، أي قَفَوْتُهُ. واقْتَفَرْتُ مثله. قال الباهلي (١) : لا يَغْمِزُ الساقَ من أيْنٍ ولا وَصَبٍ * ولا يزال أمامَ القَوْمِ يَقْتَفِرُ - وكذلك تَقَفَّرْتُ. قال صخر (٢) :\nفإنِّي عن تَقَفُّرِكُمْ مَكيثُ (٣) * وأقْفَرَتِ الدارُ: خَلَتْ. وأقْفَرَ الرجل: صار إلى القفر. عن ابن السكيت. وأقفر فلان، إذا لم يبق عنده أدم. وفى الحديث: \" ما أقفر بيت فيه خل \". والقفور، مثل التنور: كافور النخل، وهو وِعاء الطلْع. والقَفُّورُ الذى في شعر ابن أحمر (٤) : نبت.",
    "pg": "2:797-798"
  },
  "قفز": {
    "def": "قَفَزَ يَقْفِزُ قَفْزاً وقَفَزاناً: وثب. ويقال: جاءت الخيل تعدو القفزى ; من القفز. والقفيز: مكيال، وهو ثمانية مكاكيك. والجمع أقْفِزَةٌ وقفزان. والقفاز بالضم والتشديد: شئ يُعمل لليدين يُحشى بقطن ويكون له أزرارٌ تزرُّ على الساعدين من البرد، تلبسه المرأة في يديها، وهما قُفَّازانِ. ويقال: تَقَفَّزَتِ المرأةُ بالحنَّاء. والأقْفَزُ من الخيل: الذي بياض تحجيله في يديه إلى مرفقيه دون الرجلين. وكذلك المقفز ; كأنه ألبس القفازين.",
    "pg": "3:891-892"
  },
  "قفشل": {
    "def": "القفشليل: المغرفة، فارسي معرب.",
    "pg": "5:1803"
  },
  "قفص": {
    "def": "أبو عمرو: قَفَصْتُ الظبيَ قَفْصاً، إذا شددتَ قوائمه وجمعتَها. حكاه عنه أبو عبيد. والقَفَصُ بالتحريك: واحد الأقْفاصِ التي للطير.",
    "pg": "3:1053"
  },
  "قفط": {
    "def": "قَفَطَ الطائرُ أنثاه يَقْفِطُها ويَقْفُطُها قَفْطاً، إذا سفِدها. وقال أبو زيد: القَفْطُ إنَّما يكون لذوات الظلف.",
    "pg": "3:1154"
  },
  "قفع": {
    "def": "القفعة: شئ شبيه بالزبيل بلا عُروة يُعمل من خوصٍ، ليس بالكبير. وفى الحديث (٢) : \" ليت عندنا منه قفعة أو قفعتين \"، يعنى من الجراد. والقفعاء: شجر. وأذن قَفْعاءُ، كأنَّها أصابتْها نارٌ فانزوت. والرِجل القَفْعاءُ: التي ارتدَّت أصابعها إلى القدم. يقال رجلٌ أقْفَعُ وامرأةٌ قَفْعاءُ بيِّنا القَفَعِ، وقومٌ قُفْعُ الأصابع. ورجلٌ مُقَفَّعُ اليدين. والقلفع، مثال الخنصر: ما يتقلع ويتشقق من الطين إذا يبس، واللام زائدة. قال الراجز:\nقلفع روض شرب الدثاثا (٣)",
    "pg": "3:1270"
  },
  "قفعل": {
    "def": "اقْفَعَلَّتْ يداه اقْفِعْلالاً، أي تقبضت وتشنجت.",
    "pg": "5:1803"
  },
  "قفف": {
    "def": "القَفُّ بالفتح: يبيس أحرار البقول وذكورها. يقال للثوب إذا جفَّ بعد الغسل: قد قَفَّ قفوفا. قال الاصمعي: قف العشب، إذا اشتد يُبسه. يقال: الإبل فيما شاءت من جَفيفٍ وقَفيفٍ. وقَفَّ شعري (١) ، أي قام من الفزع. والقَفَّافُ: الذي يسرق الدراهم بين أصابعه. وقد قَفَّ يَقُفُّ. والقُفُّ: ما ارتفع من مَتْن الأرض، وكذلك القُفَّةُ، والجمع قِفافٌ. وقولهم: كبر فلان حتَّى صار كأنَّه قُفَّةٌ. قال الأصمعيّ: هي الشجرة اليابسة البالية. والقُفَّةُ: القَرعة اليابسة، وربَّما اتُّخذ من خُوصٍ ونحوه كهيئتها تجعلُ فيه المرأة قُطنَها. واسْتَقَفَّ الشيخُ، أي انضمَّ وتشنَّج. وأقَفَّتِ الدجاجةُ إقفافاً، إذا انقطَعَ بيضها. هذا قول الاصمعي. وقال الكسائي: جمعها في بطنها (٢) . وقفقف الرجل، أي ارتعد من البرد، قَفْقَفَةً. وأمَّا قول ابن أحمر يصف ظليماً: يَظَلُّ (١) يَحْفُهُنَّ بقَفْقَفَيْهِ ويَلْحَفُهُنَّ هَفْهافاً ثَخينا فيريد أنه يَحُفُّ بيضَه بجناحيه ويجعل جناحَه لها كاللحاف، وهو رقيق مع ثخنه.",
    "pg": "4:1418"
  },
  "قفل": {
    "def": "القواقل: قوم من الخزرج. وكان يقال في الجاهلية للرجل إذا استجار بيثرب: قوقل ثم قد أمنت.",
    "pg": "5:1803-1804"
  },
  "قفن": {
    "def": "القَفينَةُ: الشاة تُذبح من قفاها. وقد قَفَنَها قَفْناً ; وهو منهى عنه. وفى حديث إبراهيم النخعي: فيمن ذبح فأبان الرأس فقال: \" تلك القفينة لا بأس بها \". ويقال النون زائدة لانها القفية. ويقال: القفن، في موضع القفا، فتزاد فيه نونٌ مشدَّدة. قال الراجز: أُحِبُّ منكَ موضعَ الوشحَنِّ * وموضعَ الإزارِ والقَفَنِّ وقول عمر ﵁: \" إنِّي أستعملُ الرجلَ الفاجر لأستعين بقوَّته ثم أكونُ على قَفَّانِهِ \" يعني على قفاه أي على تتبع أمره. والنون زائدة. وقال أبو عبيد: هو معرب قبان، الذى يوزن به.",
    "pg": "6:2183-2184"
  },
  "قفندر": {
    "def": "القفندر: القبيح المنظر. قال الراجز (١) : فما ألوم البيض أن لا تسخرا * وقد رأين الشمط القفندر ا (٢) - يريد أن تسخر، ولا زائدة. قال الله تعالى:\n(ما منعك أن لا تسجد) *.",
    "pg": "2:798"
  },
  "ققب": {
    "def": "القَيْقَبُ والقَيْقَبانُ: خشب تُتَّخذ منه السروج. قال ابن دريد: هو بالفارسية آزاذ درخت.",
    "pg": "1:204"
  },
  "قلا": {
    "def": "قَلَيْتُ السويق واللحم فهو مَقْليٌّ، وقَلَوْتُهُ فهو مَقْلُوٌّ لغة. والرجل قلاء. والقلية من الطعام، والجمع قَلايا. والمِقْلاةُ والمِقْلى: الذي يُقْلَى عليه، وهما مِقْلَيانِ، والجمع المَقالي. وقَلا العير أُتُنَهُ يَقْلوها، قلوا، أذا طردها وساقها. قال ذو الرمة:\nيقلو نحائص أشباها محملجة (١) * والقلى: البغض ; فإن فتحت القاف مددت. تقول: قلاه يقليه قلى ونقلاء، ويقلاه لغة طيئ. وأنشد ثعلب:\nأيام أم الغمرلا نقلاها (٢) * وتقلى، أي تبغض. وقال (٣) . أسيئ بنا أو أحسني لا مَلومَةً * لدينا ولا مَقْلِيَّةً إن تَقَلَّتِ خاطَبها ثم غايَبَ. أبو عمرو: المِقلاءُ على مِفعالٍ، والقُلَةُ مخففةً: عودان يلعب بهما الصبيان. والمقلاء: الذى (*) يضرب به، والقُلَةُ: الصغيرة التي تنصب. تقول: قَلَوْتُ القُلَةَ أقْلو قَلْواً، وقليت أقلى قليا لغة، وأصلها قلو والهاء عوض. وكان الفراء يقول: إنما ضم أولها ليدل على الواو. والجمع قلات وقلون وقلون بكسر القاف وضمها. والقلو بالكسر: الحمار الخفيف. والقلى: الذى بتخذ من الأشنان. والقَلَوْلي: الطائر الذي يرتفع في طيرانه. وقد اقْلَوْلى، أي ارتفع. والمقلولى: المتجافى المستوفز. يقال: اقلولى الجل في أمره، إذا انكمش. واقْلَوْلَتِ الحُمُرُ في سرعتها. وأنشد الاحمر (١) : يقول إذا اقْلَوْلى عليها وأقْرَدَتْ * ألا هل أخو عيش لذيذ بدائم وقلت الناقة براكبها قلوا، إذا تقدمت به. وقالى قلا: موضع، وهما اسمان جعلا واحدا. قال ابن السراج: بنى كل واحد منهما على الوقف، لانهم كرهوا الفتحة في الياء والالف.",
    "pg": "6:2466-2467"
  },
  "قلب": {
    "def": "القَلْب: الفؤاد، وقد يعبَّر به عن العقل قال الفراء في قوله تعالى: (إنَّ في ذلك لَذِكرى لمن كانَ له قلب) : أي عقل. وقلبت الشئ فانقلبَ، أي انكبَّ. والمُنْقَلَبُ يكون مكاناً ويكون مصدراً، مثل المُنْصَرَف. وقلبته بيدى تقليبا. وتقلب الشئ ظَهراً لبطنٍ، كالحيَّة تتقلَّب على الرَمْضاء. وقَلَبْتُ القومَ كما تقول صَرَفْتُ الصِبيان، عن ثعلب، وقَلَبْتُهُ، أي أصبت قلبه. وقَلَبْت النخلةَ: نزعت قِلْبَها. وقَلَبَت البُسْرَةُ، إذا احمرت. والقلب بالتحريك: انقلاب الشفة، رجل أقلب، وشفة قلباء بينة القلب. وأقلبت الخبزة، إذا حان لها أن تُقْلَبَ. قال الأصمعيّ: القُلابُ: داءٌ يأخذ البعير فيشتكي منه قَلبه فيموت من يومه، يقال بعير مقلوب، وقد قُلِبَ قُلاباً، وناقة مقلوبة. وأقْلَبَ الرجُل، إذا أصاب إبله ذلك. وقولهم: ما به قَلَبَةٌ، أي ليست به عِلَّةٌ. قال الفراء هو مأخوذ من القلاب. قال النمر بن تولب: أودى الشباب وحب الخالة الخلبه * وقد برئت فما بالقلب من قلبه أي برئت من داء الحب. وقال ابن الاعرابي: معناه ليست به علة يقلب لها فينظر إليه. قال حميد الارقط وذكر فرسا: ولم يقلب أرضها البيطار * ولا لحبليه بها حبار (١) أي لم يقلب قوائمها من علة بها. وقلب العقرب: منزِلٌ من منازل القمر، وهو كوكبٌ نَيًّرٌ وبجانبه كوكبان. وقولهم: هو عربيٌّ قَلْبٌ، أي خالص، يستوى فيه المذكر والمؤنت والجمع، وإن شئت قلت امرأة قَلْبَةٌ وثنَّيتَ وجمعتَ. وقَلْبُ النخلة: لُبُّها، وفيه ثلاث لغات قَلْبٌ وقُلْبٌ وقِلْبٌ، والجمع القِلَبَة. والقُلْبُ من السِوارِ: ما كان قلباً واحداً (٢) . والقُلْبُ أيضاً: حيَّة تشبَّه به. والمِقْلَبُ: الحديدة التي تُقلبُ بها الأرض للزراعة. وقولهم: هو حُوَّلٌ قُلَّبٌ، أي محتالٌ بصير بتقليب الامور. والقليب، مثال السكين: الذئب، وكذلك القلوب، مثل الخنوص. قال الشاعر: أيا أمة (٣) بكى على أم واهب * أكيلة قلوب بإحدى (٤) المذانب والقالَبُ، بالفتح: قالَبُ الخُفّ وغيره. والقالِبُ، بالكسر: البُسْرُ الأحمر. والقَليب: البئر قبل أن تُطْوى (١) ، تذكَّر وتؤنث، وقال أبو عبيد: هي البئر العاديَّة القديمة، وجمع القلَّة أقلبة. قال عنترة يصف جُعَلاً: كأنَّ مُؤَشَّرَ العَضُدَيْنِ حَجْلاً * هَدوجاً بين أقلبة ملاح والكثير قلب. قال الشاعر (٢) : وما دام غَيْثٌ من تِهامَةَ طَيِّب * بها قُلُب عاديَّةٌ وكِرارُ وقد شبَّه العجَّاج بها الجِراحات فقال:\nعن قُلُبٍ ضُجْمٍ تُوَرِّي من سبر * وأبو قلابة: رجل من المحدثين.",
    "pg": "1:204-206"
  },
  "قلت": {
    "def": "القَلْتُ: بإسكان اللام: النُقرة في الجبل يَستَنقِعُ فيها الماء، والجمع القِلاتُ. وقَلْتُ العَيْنِ: نُقْرتها. وقَلْتُ الإبهام: النقرة التي في أسفلها. وقَلْتُ الصُدْغِ. وقَلْتُ الثَريدَةِ: الوَقْبَة (١) . والقَلَتُ، بالتحريك: الهلاك. تقول منه: قَلِتَ بالكسر. يقال: ما انفلتوا ولكن قلتوا. وقال أعرابي: \" إنَّ المسافر وماله لعَلى قَلَتٍ إلا ما وَقى الله \". والمَقْلَتَةُ: المهلكة. والمِقْلاتُ من النوق: التي تضع واحدا ثم لا تحمل بعدها. والمِقْلاتُ من النساء: التي لا يعيش لها ولد. يقال أقْلَتَتْ. قال بشر: تَظَلُّ مَقَاليتُ النساء يَطَأْنَهُ * يقُلنَ ألا يُلقى على المرءِ مِئْزَرُ كانت العرب تزعم أنَّ المِقْلاتَ إذا وطئت رجلاً كريماً قُتل غدراً عاش ولدها.",
    "pg": "1:261"
  },
  "قلح": {
    "def": "القَلَحُ: صُفرةٌ في الأسنان. قال الاعشى: قد بنى اللؤم عليهم بيته (٤) * وفشا فيهم مع اللؤم القلح تقول منه: قَلِحَ الرجل بالكسر، فهو أقْلَحُ. وفي المثل: \" عَوْدٌ يقلح \" أي تنقى أسنانه. وهو في مذهبه مثل مرضت الرجل، إذا قمت عليه في مرضه، وقردت البعير: نزعت عنه قراده، وطنيته، إذا عالجته من طناه (١) . والقلحم: المسن من كل شئ، وهو ملحق بجردحل، بزيادة ميم. قال الراجز (٢) :\nقد كنت قبل الكبر القلحم (٣) * وقال آخر: أنا ابن أوس حية أصما * لا ضرع السن ولا قلحما",
    "pg": "1:396-397"
  },
  "قلحم": {
    "def": "القلحم: المسن، وقد ذكرناه في باب الحاء، لان الميم زائدة.",
    "pg": "5:2015"
  },
  "قلخ": {
    "def": "قَلَخَ الفحل قَلْخاً وقَليخاً: هدر. قال الفراء: أكثر الاصوات بنى على فعيل، مثل هدر هديرا، وصهل صهيلا، ونبح نبيحا، وقلخ قليخا. قال الراجز: (٥٥ - صحاح) * قلخ الفحول الصيد في أشوالها * وقلاخ، بالضم: اسم شاعر، وهو قلاخ بن حزن السعدى. وقال (١) : أنا القلاخ في بغائى مقسما * أقسمت لا أسأم حتى تسأما (٢)\nفصل الكاف",
    "pg": "1:429-430"
  },
  "قلد": {
    "def": "القلادَةُ: التي في العنق، وقَلَّدْتُ المرأة فَتَقَلَّدَتْ هي. ومنه التَقليد في الدينِ، وتَقليدُ الوُلاةِ الأعمالَ. وتَقْليدُ البَدَنةِ، أن يُعلَّقَ في عنقها شئ ليعلم أنها هدى. ويقال: تقلدت السيف. وقال الشاعر: ياليت زوجك قد غدا * متقلدا سيفا ورمحا - أي وحاملا رمحا. وهذا كقول الآخر: علفتها تبنا وماء باردا * حتى شتت همالة عيناها - أي وسقيتها ماء باردا. ومقلدا الرجُلِ: موضعُ نِجاد السيف على مُنكِبه. والمُقَلَّدُ من الخيل: السابقُ يُقَلَّدُ شيئاً ليُعرَف أنَّه قد سبق. وقلدت الحبل أقلده، أي فَتَلْتُهُ، والحبلُ قَليدٌ ومَقْلودٌ. والقَلْدُ أيضاً: السِوارُ المفتول من فضة. والقِلْدُ بالكسر: يومٌ تأتي فيه الرِبْعُ (١) . ومنه سمِّيت قوافل جدَّةَ إلى مكة قِلْداً. وسَقتْنا السماء قِلْداً في كلِّ أسبوع، أي مطرتْنا لوقتٍ. والقِلْدَةُ: القشدةُ. والإقْليدُ: المفتاح. والمِقْلَدُ: مِفتاحٌ كالمنجل ربَّما يُقْلَدُ به الكلأ كما يُقْلَدُ القَتُّ إذا جُعل حبالاً، أي يُفتل، والجمع المقاليد. وأقْلَدَ البحر على خلقٍ كثيرٍ، أي غرقهم، كأنه أغلق عليهم.",
    "pg": "2:527-528"
  },
  "قلذم": {
    "def": "ابن السكيت: القليذم: البئر الغزيرة. وقال: إن لنا قليذما هموما (١) يزيدها (٢) مخج الدلا جموما ويروى: \" فصبحت قليذما \".",
    "pg": "5:2015"
  },
  "قلز": {
    "def": "كلُّ ما لا يمشي مشياً فهو يَقْلِز، مثل الغراب والعصفور.",
    "pg": "3:892"
  },
  "قلس": {
    "def": "القَلْسُ: حبلٌ ضخمٌ من ليفٍ أو خوصٍ من قُلوس السفن. والقلس أيضا: القذف. وقد قَلَسَ يَقْلِسُ، فهو قالِسٌ. وقال الخليل: القَلْسُ: ما خرج من الحلقِ مِلء الفم أو دونه وليس بقئ، فإن عاد فهو القئ. وقلست الكأس، إذا قذفت بالشراب لشدَّة الامتلاء. قال أبو الجراح في أبى الجسن الكسائي: أبا حَسَنٍ ما زُرْتُكُمْ مُذْ سُنَيَّةٍ (١) * من الدَّهرِ إلاَّ والزُجاجَةُ تَقْلِسُ * كريمٍ إلى جَنْبِ الخِوانِ وزَوْرُهُ * يُحَيَّا بأهلاً مَرْحَباً ثمَّ يجلس * والقلنسوة والقلنسية، إذا فتحت القاف ضممت السين، وإن ضمت القاف كسرت السين وقلبت الواو ياء. فإذا جمعت أو صغرت فأنت بالخيار لان فيه زيادتين الواو والنون، إن شئت حذفت الواو وقلت قلانس، وإن شئت حذفت النون وقلت قلاس، وإنما حذفت الواو لاجتماع الساكنين. وإن شئت عوضت فيهما ياء وقلت قلانيس أو قلاسى. وتقول في التصغير: قلينسة، ولك أن تعوض فيهما وتقول قلينيسة وقليسية بتشديد الياء الاخيرة، وإن شئت جمعت القلنسوة بحذف الهاء فقلت قلنس وأصله قلنسو، لانك رفضت الواو، لانه ليس في الاسماء اسم آخره حرف علة وقبلها ضمة، فإذا أدى إلى ذلك قياس وجب أن يرفض ويبدل من الضمة كسرة، فيصير آخر الاسم ياء مكسورا ما قبلها. وذلك يوجب كونه بمنزلة قاض وغاز في التنوين. وكذلك القول في أحق وأدل، جمع حقو ودلو وأشباه ذلك، فقس عليه. وقد قلسيته فَتَقَلْسى، وتَقَلْنَسَ، وتَقَلَّسَ (١) ، أي ألبسته القَلَنْسُوَةَ فلبِسها. والتَقْليسُ: الضربُ بالدفّ والغناء. قال الشاعر:\nضَرْبَ المُقَلَّسِ جَنْبَ الدَفِّ للعَجَمِ * وقال الأموي: المُقَلِّسُ: الذي يلعب بين يدَي الأمير إذا قدِم المِصْرَ. وقال أبو الجرَّاح: التَقْليسُ: استقبال الولاة عند قدومهم بأصناف اللهو. قال الكميت يصف ثوراً طعن الكلاب فتبعه الذبابُ لما في قرنِه من الدم ثم استمر يغنيه الذُبابُ كما * غَنَّى المُقَلِّسُ بِطْريقاً بِمِزْمارِ * وبحرٌ قلاَّسٌ، أي يقذف بالزبد. والقليس، بالتشديد مثال القبيط: بيعة كانت بصنعاء للحبشة بناها أبرهة وهدمها حمير.",
    "pg": "3:965-966"
  },
  "قلص": {
    "def": "قلص الشئ يقلص قلوصا: ارتفع. يقال: قَلَصَ الظلُّ. وقَلَصَ الماء، إذا ارتفع في البئر، فهو ماءٌ قالِصٌ وقَلاَّصٌ وقَليصٌ. قال امرؤ القيس: فأَوْرَدَها من آخرِ الليلِ مَشْرَباً * بَلاثِقَ خُضْراً ماؤُهُنَّ قليص * وقال الراجز: يا ريها من بارد قلاص * قد جم حتى هم بانقياص * وهى قلصة البئر، ويجمع قلصاتٍ للماء الذي يَجِمُّ فيها ويرتفع. وقَلَصَ وقَلَّصَ وتَقَلَّصَ، كله بمعنى انضمَّ وانزوى. يقال: قَلَصَتْ شَفَتُهُ، أي انزوتْ. وقَلَصَ الثوب بعد الغسل. وشفةٌ قالِصَةٌ وظلٌّ قالِصٌ، إذا نقص. قال ابن السكيت: يقال أقْلَصَ البعير، إذا ظهر سَنامُه شيئا. وأقْلَصَتِ الناقة، إذا سمِنتْ في الصيف. وناقة مقلاص، إذا كان ذلك السمن إنَّما يكون منها في الصيف. وفرسٌ مُقَلِّصٌ بكسر اللام: مُشْرِفٌ، أي مُشَمِّرٌ طويل القوائم. قال بشر: يُضَمَّرُ بالأصائلِ فهو نَهْدٌ * أقب مقلص فيه اقورار * (١٣٣ - صحاح - ٣) والقلوص من النوق: الشابة، وهي بمنزلة الجارية من النساء. وجمع القَلوصِ قلص وقلائص، مثل قدوم وقدم وقدائم. وجمع القلص قلاص، مثل سلب وسلاب (١) . وأنشد أبو عبيدة:\nعلى قلاص تختطي الخطائطا (٢) * وقال العدوى: القلوص أول ما يركب من إناث الابل إلى أن تثنى، فإذا أثنت فهى ناقة. والقعود: أول ما يركب من ذكور الابل إلى أن يثنى، فإذا أثنى فهو جمل. وربَّما سَمُّوا الناقة الطويلة القوائم قَلوصاً. والقَلوصُ أيضاً: الأنثى من النعام من الرئال (٣) .",
    "pg": "3:1053-1054"
  },
  "قلع": {
    "def": "قلعت الشئ واقتلعته، فتقلع وانقلع. والمقلوع: الامير المعزول (١) . ودائرة القالِعِ تكون تحت اللِبْدِ، وتُكْرَهُ. والقَلْعُ: شبهُ الكِنْفِ يكون فيه زاد الراعى وتواديه وأصرته. قال الراجز (٢) : يا ليت أنى وقشاما نلتقي * وهو على ظهر البعير الاورق * وأنا فوق ذات غرب خيفق * ثم اتقى وأى عصر يتقى * بعلبة وقلعه المعلق * أي وأى زمان يتقى. وفى المثل: \" شحمتي في قلعي (٣) \". والاقلاع عن الأمر: الكفُّ عنه. يقال: أقْلَعَ فلانٌ عما كان عليه، وأقْلَعَتْ عنه الحمّى. ويقال: تركت فلانا في قلع وقلع من حماه، يسكن ويحرك، أي في إقلاع من حماه. والقلعان من بنى نمير: صلاءة وشريح ابنا عمرو بن خويلفة بن عبد الله بن الحارث بن نمير. قال رغبنا عن دماء بنى قريع * إلى القلعين إنهما اللباب (١) * والقلع أيضا: اسم معدنٍ يُنْسب إليه الرَصاص الجيد. والقلعة: الحصن على الجبل. ومرج القلعة بالتحريك: موضع بالبادية. والقلعى سيف منسوب إليه. قال الراجز: محارف بالشاء والاباعر * مبارك بالقلعى البائر * والقلعة أيضاً: القطعةُ العظيمة من السحاب، والجمع قلع. قال ابن أحمر: تَفَقَّأَ فوقه القَلَعُ السَواري * وجُنَّ الخازباز به جنونا (٢) * والقلع أيضا: مصدر قولك رجلٌ قلِعَ القدمِ بالكسر، إذا كانت قدمه لا تثبت عند الصِراع، فهو قَلِعٌ (٣) . وقولهم: هذا منزلُ قُلْعَةٍ بالضم (٤) ، أي ليس بمستوطنٍ. ومَجْلِس قلعةٍ، إذا كان صاحبه يحتاج إلى أن يقوم مرَّةً بعد مرة. ويقال أيضاً: هم على قُلْعَةٍ، أي على رحلة. وفلانٌ قُلْعَةٌ، إذا كان يَتَقَلَّعُ عن سرجه ولا يثبت في البطش والصِراع. والقُلْعَةُ أيضاً: المالُ العاريَّةُ. وفي الحديث: \" بئس المال القُلْعَةُ \". والمِقْلاعُ: الذي يُرمى به الحجر. والقلاعُ: الشرطيُّ (١) . وفي الحديث: \" لا يدخل الجنَّة قلاع \". والقلاع، بالضم مخففٌ: الطين الذي يتشقق إذا نضب عنه الماء، والقطعة منه قُلاعَةٌ. والقُلاعُ أيضاً: قِشر الأرض الذي يرتفع عن الكمأة فيدل عليها. والقُلاعَةُ أيضاً: صخرةٌ عظيمةٌ في فضاء سهل وكذلك الحجر والمدر يُقْتَلَعُ من الأرض فيُرمى به. يقال: رماه بقُلاعَةٍ. والقِلْعُ بالكسر: الشِراعُ، والجمع قِلاعٌ. وقال (٢) : يَكُبُّ الخَليةَ ذاتَ القِلاعِ * وقد كاد جُؤْجُؤُها يَنْحَطِمْ * وسفنٌ مُقْلَعاتٌ (١) . والقُلاعُ بالتخفيف من أدواء الفم والحلق، معروف،",
    "pg": "3:1270-1272"
  },
  "قلف": {
    "def": "رجلٌ أقْلَفُ بيِّن القَلَفِ، وهو الذي لم يُخْتَنْ. والقُلْفَةُ بالضم: الغرلة. أنشدني أبو الغوث: كأنما حثرمة ابن غابن قلفة طفل تحت موسى خاتن وقلفها الخاتن قلفا (٢) : قطعها. وتزعم العرب أن الغلام إذا ولد في القمراء قسحت قلفته فصار كالمختون. قال الشاعر (٣) : إنى حلفت يمينا غير كاذبة لانت أقلف إلا ما جنى القمر (٤) والقلفة بالتحريك من الاقلف، كالقَطَعة من الأقْطَعِ. وقَلَفْتُ الشجرة، أي نحَّيت عنها لحاءها. وقَلَفْتُ الدَنَّ: فضضتُ عنه طينَه. وقَلَفْتُ السفينةَ، إذا خَرَزت ألواحَها بالليف وجعلت في خَلَلِها القار. والقَليفُ جلة التمر.",
    "pg": "4:1418-1419"
  },
  "قلق": {
    "def": "القَلَقُ (١) : الانزعاجُ. يقال: بات قلقا، وأقلقه غيره.",
    "pg": "4:1548"
  },
  "قلل": {
    "def": "شئ قليل وجمعه قلل، مثل سَريرٍ وسُرُرٍ. وقومٌ قَليلونَ وقليلٌ أيضاً. قال تعالى: (واذْكُروا إذ كنتم قليلا فكثر كم) . وقد قل الشئ يقل قلة: وأقلة غَيْرُهُ وقلَّلهُ في عينِه، أي أراهُ إيَّاهُ قليلاً. وأقَلَّ: افْتَقر. وأقلَّ الجَرَّة: أطاق حَمْلَها. والقُلُّ: القِلَّةُ. والذُلُّ: الذِلَّةِ. يقال الحمد لله على القل والكثر، وماله قل ولا كثر. وفى الحديث: \" الرِبا وإن كَثُرَ فهو إلى قُلٍّ \". وأنشد الأصمعي (١) : قد يَقْصُرُ القُلُّ الفَتى دون هَمِّهِ وقد كان لولا القُلُّ طَلاَّعَ أنجُد (٢) ويقال: هو قُلُّ بن قل، إذا كان لايعرف هو ولا أبواه. وقولهم: لم يترك قليلا ولا كثيرا. قال أبو عبيدة: فإنهم يبدءون بالادون، كقولهم: القمران، والعمران، وربيعة ومضر، وسليم وعامر. والقلة: أعلى الجبل. وقلة كل شئ: أعْلاهُ. ورأس الإنسان قُلّةٌ، وأنشد سيبويه:\nعجائِبُ تُبْدي الشَيْبَ في قُلَّةِ الطِفْلِ * والجمع قُللٌ. ومنه قول ذي الرمّة يذكر فِراخَ النعامة ويشبه رؤوسها بالبنادق: أشداقها كصُدوعِ النَبْعِ في قُلَلٍ مثل الدَحاريج لم يَنبُتْ لها زَغَبُ والقلة: إناء للعرب، كالجرة الكبيرة، وقد تُجْمَع على قلَلٍ. وقال (١) : وظَلَلْنا بِنعْمَةٍ واتَّكَأنا وشرِبْنا الحَلالَ من قُلَلِهْ وقِلالُ هجرَ شَبيهَةٌ بالحِباب. والقِلُّ بالكسر: شِبهُ الرِعْدَة، يقال: أخذه قِلٌّ من الغَضَب. واستقلَّهُ: عدَّهُ قليلاً. واستقلّت السماء: ارتفعت. واستقلَّ القومُ: مَضَوا وارتحلوا. والقلال بالضم: القليل. ورجلٌ قُلْقُلٌ، أي خَفيفٌ. وفرس قُلْقُلٌ: أي سريع. والقُلْقُلانيُّ: طائر كالفاختة. والقلقلان: نبت. والقلقل بالكسر: نبتٌ له حبٌّ أسود. قال أبو النجم: وآضَتِ البُهْمى كَنَبْلِ الصَيْقَلِ وحازَتِ الريحُ يبيسَ القِلْقِلِ وفى المثل:\nدقك بالمنجاز حب القِلْقلِ * والعامة تقول حبَّ الفُلفُلِ. قال الاصمعي: هو تصحيف إنما هو بالقاف، وهو أصلب ما يكون من الحبوب حكاه أبو عبيد. وقلقل أي صوت وهو حكاية. وقَلْقَلَهُ قلقلَةً وقَلْقالاً فتقَلْقَلَ، أي حَرَّكه فتحرَّك واضْطربَ. فإذا كسَرْتَهُ فهو مصدرٌ، وإذا فتَحْتَه فهو اسمٌ مثل الزِلزالِ والزَلزالِ.",
    "pg": "5:1804-1805"
  },
  "قلم": {
    "def": "قلمت (١) ظفري، وقلمت أظفاري، شدّد للكثرة. والقُلامَةُ: ما سقط منه. ويقال للضعيف: مَقْلومُ الظُفرِ وكليلُ الظفر. والقَلَمُ: الذي يكتب به. والقَلَمُ: الزَلَمُ. والقَلَمُ: الجَلَمُ. والإقْليمُ: واحد أقاليم الأرض السبعة. والقُلاَّمُ بالتشديد. القاقُلَّى، وهو من الحمض. والمِقْلَمُ: وعاء قضيب البعير. والمِقْلَمَةُ: وعاء الأقلام. ومَقالِمُ الرمح: كعوبه. وأبو قلمون: ضرب من ثياب الروم يتلون للعيون ألوانا.",
    "pg": "5:2014-2015"
  },
  "قمثل": {
    "def": "القميثل: القبيح المشية.",
    "pg": "5:1805"
  },
  "قمجر": {
    "def": "المُقَمْجِرُ: القَوَّاسُ، فارسيٌّ معرّبٌ. وأنشد أبو عبيدة:\nمثل القسى عاجها المقمجر (١)",
    "pg": "2:799"
  },
  "قمح": {
    "def": "القمح: البُرُّ. والقمح: مصدر قمحت السويق وغيره بالكسر، إذا استففته. وكذلك الاقتماح. والقَميحَةُ: اسمٌ لما يُقْتَمَحُ من الجَوارش وغيره، كأنه فعيلةٌ من القمح، وهو البُرُّ. والقُمْحَةُ بالضم: ملءُ الفم منه. والقُمّحانُ بالتشديد (٤) : الوَرس. والقُمّحانُ أيضاً: شئ يعلو الخمر كالذريرة. وقمح البعيرُ قَموحاً، إذا رفع رأسَه عند الحوض وامتنع عن الشرب، فهو بعير قامحٌ، والجمع قمَّح بالتشديد. يقال: شرب فَتَقَمَّحَ وانْقَمَحَ بمعنًى، إذا رفع رأسه وتركَ الشُربَ رِيًّا. وقد قامَحَتْ إبلُك، إذا وَرَدَتْ ولم تشرب ورفعت رأسَها من داءٍ يكون بها أو برد. وهي إبل مُقامِحَةٌ. وبعيرٌ مُقامِحٌ، وناقةٌ مُقامِحٌ أيضاً. والجمع قِماحٌ على غير قياس. قال بشر يصف سفينة: ونحن على جوانبها قعود * نغض الطرف كالابل القماح والإقماح: رَفعُ الرأسِ وغضُّ البصر. يقال: أقْمَحَهُ الغُلُّ، إذا ترك رأسَه مرفوعاً من ضيقِه (١) . وشَهْرا قُماحٍ (٢) : أشدُّ ما يكون من البرد، سُمِّيا بذلك لأن الإبل إذا وردت آذاها بردُ الماء فقامحت.",
    "pg": "1:397"
  },
  "قمد": {
    "def": "القُمُدّ: القوي الشديد، والأنثى قُمُدَّةٌ. واقْمَهَدَّ البعير اقْمِهْداداً: رفع رأسه، بزيادة الهاء.",
    "pg": "2:528"
  },
  "قمر": {
    "def": "القَمَرُ بعد ثلاث ليالٍ إلى آخر الشهر، سُمِّيَ قَمَراً لبياضه. ومن كلام بعضهم: قُمَيْرٌ، وهو تصغيره. والقَمَرُ أيضاً: تَحَيُّرُ البصرَ من الثلج. وقد قَمِرَ الرجل يَقْمَرُ قَمَراً، إذا لم يبصر في الثلج. وقَمِرَتِ القِرْبَةُ أيضا، وهو شئ يصيبها من القمر كالاحتراق، فيدخل الماء بين الادمة والبشرة. عن ابن السكيت. وتقمرته: أتيته في القَمْراءِ. وتَقَمَّرَ الأسد، إذا خرج في القَمْراءِ يطلب الصَيد. ومنه قول الشاعر (٣) : سَقَطَ العَشاءُ به على مُتَقَمِّرٍ * حامى الذِمار مُعاوِدِ الاقران (٤) - وقال الاعشى: تقمرها شيخ عشاء فأصبحت * قضاعية تأتى الكواهن ناشصا - يقول: صادها في القمراء. وتقمر فلان، أي غلب من يُقامِرُه. قال ابن دريد: والقِمارُ: المُقامَرَةُ. وتَقامَروا: لعبوا القِمارَ. وقَمَرْتُ الرجل أقْمِرُهُ بالكسر قَمْراً، إذا لاعبْتَه فيه فغلبْته. وقامَرْتُهُ فَقَمَرْتُهُ أقْمُرُهُ بالضم قَمْراً، إذا فاخرته فيه فغلبته. وعود قماري: منسوب إلى موضع ببلاد الهند. والقمرى منسوب إلى طَيْرٍ قُمْر، وقُمْرٌ إما أن يكون جمع أقْمَرَ مثل أحمرَ وحُمْرٍ، وإما أن يكون جمع قُمْرِيٍّ مثل روميٍّ ورومٍ وزنجيٍّ وزنْجٍ. قال الشاعر (١) : لا صُلْحَ بيني فاعلَموهُ ولا * بَيْنَكُمُ ما حَمَلَتْ عاتِقي - سَيفي وما كنَّا بنَجْدٍ وما * قَرْقَرَ قُمْرُ الواد بالشاهق - والانثى قمرية، والذكر ساقُ حُرٍّ. والجمع قمارِيٌّ غير مصروفٍ. والأقْمَرَ: الأبيضُ. يقال: حمارٌ أقْمَرُ، وسحابٌ أقْمُرُ. وليلةٌ قَمْراءُ، أي مضيئةٌ. وأقْمَرَتْ ليلتنا: أضاءت. وأقْمَرْنا، أي طلعَ علينا القَمَرُ وأقْمَرَ التَمْرُ: ضربه البردَ فذهبت حلاوته قبل أن ينضج.",
    "pg": "2:798-799"
  },
  "قمز": {
    "def": "قال الأصمعيُّ: القَمَزُ: الرُذال الذى لا خير فيه. وأنشد: أخذت بكرا نقزا من النقز * وناب سوء قمزا من القمز * والقمزة بالضم، مثل الجُمْزَةِ، وهي كُتلة من التمر.",
    "pg": "3:892"
  },
  "قمس": {
    "def": "القَمْسُ: الغَوصُ. والقَمَّاسُ: الغواصُ. وقَمَسْتُهُ في الماء فانْقَمَسَ، أي غمسته فانغمس. وقَمَسَ بنفسه، يتعدَّى ولا يتعدى. وفيه لغة أخرى: أقْمَسْتُهُ في الماء، بالألف. وقَمَسَ الولدُ في بطن أمِّه: اضطرب. وقامَسْتُهُ فقَمَسْتُهُ. يقال فلان يُقامِسُ حوتاً، إذا ناظَرَ من هو أعْلَمُ منه. وانْقَمَسَ النجم: انحطَّ في المغرب. قال ذو الرمة يذكر مطرا عند سقوط الثريا: أصاب الارض منقمس الثريا * بساحية وأتبعها طلالا * وإنما خص الثريا لان العرب تزعم أنه ليس شئ من الانواء أغزر من نوء الثريا. وقاموس البحر: وسطه ومعظمه. وفى حديث المد والجزر (١) قال: \" ملك موكل بقاموس البحر، كلما وضع رجله فيه فاض، فإذا رفعها غاض \". وبحر قلمس، بتشديد الميم، أي زاخر. وأرى أن اللام زائدة. والقلمس أيضا: السيد العظيم.",
    "pg": "3:966-967"
  },
  "قمش": {
    "def": "القمش: جمع الشئ من هاهنا وهاهنا. وكذلك التقميش. وذلك الشئ قماش. وقماش البيت: متاعه.",
    "pg": "3:1016-1017"
  },
  "قمص": {
    "def": "قَمَصَ الفرسُ وغيره يَقْمُص ويَقْمِصُ قَمْصاً وقُماصاً، أي اسْتَنَّ، وهو أن يرفع يديه ويطرحهما معاً ويعجنَ برجليه. يقال هذه دابّةٌ فيها قِماصٌ. وفي المثل: \" ما بالعَيْر من قِماصٍ \"، وهو الحمار. يُضْرَبُ لمن ذَلَّ بعد العز. ويقال للفرس: إنه لقامص العرقوب، وذلك إذا شنح نساه فَقَمَصَتْ رجله. وقَمَصَ البحرُ بالسفينة، إذا حرَّكها بالموجِ. والقَميصُ: الذي يُلْبَس. والجمع القُمْصانُ والأقْمِصَةُ. وقَمَّصَهُ قميصا فتقمصه، أي لبسه.",
    "pg": "3:1054"
  },
  "قمط": {
    "def": "قَمَطَ الطائرُ أنثاه يَقْمِطُها، أي سفِدَها. والقِماطُ: حبلٌ يُشَدّ به قوائم الشاة عند الذَبح، وكذلك ما يشَدُّ به الصبيُّ في المهد. وقد قمطت الشاة والصَبيَّ بالقِماطِ أقْمِطُ قَمْطاً. وقُمِطَ الأسيرُ، إذا جُمع بين يديه ورجليه بحبلٍ. والقِمْطُ بالكسر: ما يُشَدُّ به الأخصاصُ، ومنه مَعاقدُ القِمْطِ. ومرَّ بنا حَولٌ قَميطٌ، أي تام.",
    "pg": "3:1154-1155"
  },
  "قمطر": {
    "def": "يومٌ قُماطِرٌ ويومٌ قَمْطَريرٌ، أي شديدٌ. قال الشاعر: بَني عَمِّنا هل تذكرون بَلاَءنا * عليكم إذا ما كان يومٌ قُماطِرٌ - بضم القاف. واقْمَطَرَّ يومنا: اشتدَّ. أبو عبيد: المُقْمَطِرُّ (١) : المجتمِعُ. واقْمَطَرَّتْ العقربُ، إذا عطفَتْ ذنبها وجمعت نفسها. أبو عمرو: وقَمْطَرْتُ القربةَ، إذا شددتها بالوِكاءِ. والقِمَطْرُ والقِمَطْرَةُ: ما يُصان فيه الكتب. قال ابن السكيت لا يقال بالتشديد. وينشد: ليسَ بِعلمٍ ما يَعى القِمَطْرُ * ما العِلْمُ إلا ما وعاهُ الصَدرُ - والجمع قماطر.",
    "pg": "2:797"
  },
  "قمع": {
    "def": "المِقْمَعَةُ: واحدة المَقامِعِ من حديدٍ كالمحجن يُضرَب بها على رأس الفيل. وقد قَمَعْتُهُ إذا ضرَبته بها. وقَمَعْتُهُ وأقْمَعْتُهُ بمعنًى، أي قهرته وأذللته، فانْقَمَعَ. قال ابن السكيت: أقْمَعْتُ الرجل عنِّي إقْماعاً إذا طَلَعَ عليك فرددته عنك. وقمعة بن إلياس بالتحريك، سماه بذلك أبوه زعموا لما انقمع في بيته. والقمعة أيضا: رأس السنام، والجمع قَمَعٌ. والقَمَعُ أيضاً: بَثْرَةٌ تخرج في أصول الأشفار، تقول منه: قَمِعَتْ عينه بالكسر، تَقْمَعُ قَمَعاً. والقَمَعَةُ أيضاً: ذبابٌ يركب الابل والظباء إذا اشتد الحر. يقال: الحمار يَتَقَمَّعُ، أي يحرِّك رأسه. قال أوس بن حجر: ألَمْ تَرَ أنَّ الله أنْزَلَ مُزْنَةً * وعُفْرُ الظِباءِ في الكِناسِ تَقَمَّعُ * وعُرْقوبٌ أقْمَعُ بيِّن القَمَعِ، إذا عظُمت إبْرَتُهُ. والقِمْعُ والقِمَعُ: ما يُصَبُّ فيه الدهن وغيره، مثال نطع ونطع. وناس يقولون قمع بفتح أوله وتسكين ثانيه، حكاه يعقوب. وقَمَعْتُ الوَطْبَ، أي وضعتُ في رأسه القِمْعَ (١) . والقِمْعُ والقِمَعُ أيضاً: ما على التمرة والبُسرة (٢) . أبو عمرو: اقْتَمَعْتُ السقاءَ: لغة في اقتبعت (٣) .",
    "pg": "3:1272"
  },
  "قمل": {
    "def": "القَملُ معروف، الواحدة قملَةٌ. وقد قَمِلَ رأسُهُ بالكسر قملاً. وقملَ بطنُهُ أيضاً، أي ضَخُمَ. وأما قول الشاعر: حَتى إذا قَمِلَتْ بُطونُكُم ورَأيْتُم أبْناَءكُم شَبُّوا (١) فإنما يعني به كَثُرَت قبائلكم. والقملى، بالتحريك: الرجل الحقير. والفمل: دُوَيبَّةٌ من جنس القردان، إلا أنها أصغر منها يركب البعير عند الهُزال. وأما قملةُ الزرع فَدُوَيبَّةٌ أخرى تطير كالجراد في خِلْقَةِ الحَلَمِ: وجمعها قُمَّلٌ. وأقْمَلَ العَرْفَجُ والرمثُ، إذا بَدا ورَقُهُ صغارا أول ما يتفطر.",
    "pg": "5:1805"
  },
  "قمم": {
    "def": "القِمَّةُ بالكسر: قامَةُ الرجل. يقال: ألقى عليه قمَّتَهُ، أي بدنَه. وفلان حسن القِمَّةِ، والقامَةِ والقُومِيَّةِ، بمعنًى. والقِمَّةُ والقُمامَةُ أيضاً: جَماعة الناس. والقِمَّةُ: أعلى الرأس، وأعلى كل شئ. والمقمة: مقمة الثَور وكلِّ ذات ظِلْفٍ، يعني شفتيه، وفتحُها لغةٌ. وقَمَّتِ الشاةُ من الأرض واقْتَمَّتْ، إذا أكلت من المِقَمَّةِ، ثم يستعار فيقال: اقتم (*) الرجل ما على الخوان، إذا أكله كله وقَمَّهُ، فهو رجلٌ مِقَمٌّ. والمِقَمَّةُ: المِكنسةُ. وقَمَمْتُ البيت: كنسته. والقُمامَةُ: الكناسة، والجمع قُمامٌ. الأصمعي: يقال ليبيس البَقْل القميمُ. وأقَمَّ الفحلُ الإبلَ: ضربها كلها حتَّى قَمَّتْ. ابن السكيت: يقال شدَّ الفرسُ على الحجرِ فَتَقَمَّمها، أي تسنَّمها. وتَقَمَّمَ، أي تتبع القمام في الكناسات. وقمقم الله عصبه، أي جمعه وقَبَضه. والقُمْقُمَةُ معروفةٌ. قال الأصمعي: هو روميٌّ وفي المثل: \" على هذا دارَ القُمْقُمُ \" أي إلى هذا صار معنى الخَبَر، يضرب للرجل إذا كان خبيراً بالأمر. وكذلك قولهم: \" على يديّ دار الحديث \". والجمع قَماقِمُ. ويقال سَيِّدٌ قماقِمٌ بالضم، لكثرة خيره. والقَمْقامُ بالفتح: البحرُ. ويقال: وقع في قَمقَامٍ من الأمر. والقَمْقامُ: السيد. والقمقام: العدد الكثير. والقمقمان بالضم مثله. والقمقام، بالفتح: صغار القردان، وضرب من القَمل شديد التشبُّث بأصول الشَعر، الواحدة قمقامة.",
    "pg": "5:2015-2016"
  },
  "قمن": {
    "def": "يقال: أنت قَمَنٌ أن تفعل كذا بالتحريك، أي خليقٌ وجديرٌ، لا يثنَّى ولا يجمع ولا يؤنث، فإن كسرت الميم أو قلت قَمينٌ ثنّيت وجمعت وأنّثت. وهذا الأمر مَقْمَنَةٌ لذاك، أي مَخْلَقَةٌ له ومَجْدَرةٌ. وتَقَمَّنْتُ في هذا الأمر موافَقَتك، أي توخيتها.",
    "pg": "6:2184"
  },
  "قمه": {
    "def": "القُمَّهُ من الإبل مثل القمح، وهى الرافعة رؤسها إلى السماء، الواحدة قامه وقامح. قال رؤبة:\nقفقاف ألحى الواعسات القمه (١)",
    "pg": "6:2245"
  },
  "قنأ": {
    "def": "قَنَّأَ الرجل لحيَتهُ بالخِضابِ تَقْنِئَةً، وقد قَنَأتْ هي من الخضاب، تَقْنَأُ قُنُوءًا: اشْتَدَّتْ حُمْرَتُها. وقال الأسود بن يعفر: يَسعى بها ذو تومَتَيْنِ مُشَمِّرٌ * قَنَأتْ أنامله من الفرصاد (٢) وشئ أحمر قانئٌ. أبو عمرو: المَقْنَأةُ والمَقْنُؤَةُ: المكان الذي لا تَطْلَع عليه الشمس. وقال غير أبي عمرو: مَقْناةٌ ومَقْنُوَةٌ بغير همزٍ: نقيض المضحاة.",
    "pg": "1:66"
  },
  "قنا": {
    "def": "قَنَوْتُ الغنم وغيرها قِنْوَةً وقُنْوَةً، وقَنَيْتُ أيضاً قِنْيَةً وقُنْيَةً، إذا اقتَنيتَها لنفسك لا للتجارة. ومالٌ قُنْيانٌ وقِنْيانٌ: يتَّخذ قُنْيَةً [وقِنْيَةً (١) ] . وقُنَيَتِ الجارية تُقْنى قِنْيَةً على ما لم يسمَّ فاعلُه، إذا منعت من اللعب مع الصبيان وسترت في البيت. أخبرني به أبو سعيد عن أبى بكر ابن الازهر عن بندار عن ابن السكيت. وسألته عن قنيت الجارية تقنية، فلم يعرفه. واقتناء المال وغيره: اتخاذه. وفى المثل: \" لا تقتن من كلب سوء جروا \". والمقناة: المضحاة (٢) ، يهمز ولا يُهمز. وكذلك المَقْنُوَةُ. أبو عبيدة: قَنِيَ الرجل يَقْنى قِنًى، مثل غَنِيَ يَغْنى غِنًى. وأقْناهُ الله، أي أعطاه ما يُقْتنى من القُنْيَةِ والنَشَب. وأقْناهُ أيضا، أي أرضاه. والقنى: الرضا، عن أبى زيد. قال: وتقول العرب: \" من أعطى مائة من المعز فقد أعطى القنى، ومن أعطى مائة من الضأن فقد أعطى الغنى، ومن أعطى مائة من الابل فقد أعطى المنى \". (*) ويقال: أغْناه الله وأقْناهُ، أي أعطاه الله ما يسكُن إليه. والقِنْوُ: العذق والجمع القِنْوانُ والأقْناءُ. وقال:\nطويلة الاقناء والاثاكل (١) * والقنا: مقصونر مثل القنو، والجمع أقْناءٌ. والقَنا أيضاً: جمع قَناةٍ، وهي الرمح، وتجمع على قَنَواتٍ، وقُنِيٍّ على فُعولٍ، وقِناءٍ مثل جبلٍ وجبالٍ. وكذلك القَناةُ التي تُحفر، وقناةُ الظهر التي تنتظم الفقار. ويقال: لاقنونك قناوتك، أي لأجزينَّك جزاءك. وما يُقانيني هذا الشئ، أي ما يوافقني. وقال الاصمعي: قانيت الشئ: خلطته. وكل شئ خالط شيئا فقد قاناه. ومنه قول امرئ القيس: كبكر المقاناة البياض بصفرة * غذاها نمير الماء غير محلل (٢) وأحمر قان، أي شديد الحمرة (١) . والقنا: احديداب في الأنف ; يقال: رجل أقْنى الأنف وامرأة قنواء بينة القنا، وهو عيب في الخيل. قال سَلامة بن جَندلٍ:\nليس بأسفى ولا أقنى ولا سغل (٢) * وقنيت الحياء بالكسر قُنْياناً بالضم، أي لزمته. قال عنترة: فاقَني حياءكِ لا أبالَكِ واعْلَمي * إنَّي امرؤٌ سأموتُ إنْ لم أُقْتَلِ وقانى له الشئ، أي دام. وقال يصف فرسا: قانى له في الصَيف ظِلٌّ باردٌ * ونَصِيٌّ ناعجة ومحض منقع (٣) (*)",
    "pg": "6:2467-2469"
  },
  "قنبل": {
    "def": "القَنْبَلَةُ (١) : طائفةٌ من الخيل ما بين الثلاثين إلى الأربعين ونحوه. والجمع القنابِلُ. وكذلك القَنْبَلَةُ من الناس طائفة منهم.",
    "pg": "5:1805"
  },
  "قنت": {
    "def": "القُنوتُ: الطاعة. هذا هو الأصل، ومنه قوله تعالى: (والقانتينَ والقانتات) ثم سمى القيام في الصلاة قنوتاً (١) . وفي الحديث \" أفضل الصلاة طول القُنوت \". ومنه قُنوتُ الوِترِ.",
    "pg": "1:261"
  },
  "قنح": {
    "def": "قنحت الشئ قنحا، إذا عطفْته كالمِحْجَن. والقُنَّاحَةُ بالضم مشدَّدة: مفتاحٌ معوجٌّ طويلٌ. وقَنَّحْتُ الباب، إذا أصلحت ذلك عليه.",
    "pg": "1:397-398"
  },
  "قند": {
    "def": "القَنْدُ: عسل قصب السكر. يقال: سويق مَقْنودٌ ومُقَنَّدٌ. والقِنْديدُ: الخمر. قال الأصمعي: هو مثل الاسفنط، وهو عصير يطبح ويجعل فيه أفواهٌ من الطيب، وليس بخمر. الكسائي: رجلٌ قِنْدَأْوَةٌ، على فِعْلأوَةٍ، أي خفيف. وقال الفراء: هي من النوق الجريئة. وقال أبو مالك: ناقةٌ قِنْدَأوَةٌ وجملٌ قندأو، أي سريع. وقدوم قندأوة، أي حادة. وغيره يقول: فندأوة، بالفاء.",
    "pg": "2:528"
  },
  "قندفل": {
    "def": "الاصمعي: القند فيل: الضخم. قال المخروع السعدى: وتحت رحلى حرة ذمول * مائرة الضبعين قند فيل * للمرو في أخفافها صليل وأنا أظنه معربا، كأنه شبه ناقته بفيل يقال له بالفارسية: \" كنده پيل \".",
    "pg": "5:1800"
  },
  "قندل": {
    "def": "أبو زيد: القَنْدَلُ: العظيمُ الرأسِ، مثل العَنْدَلِ. قال أبو عمرو في القَنْدَلِ: العظيمِ الرأسِ مثله. والعندل: الطويل. قال أبو النجم: يهدى بنا كل نياف عندل ركب في صم الذفارى قندل (٢) والقنديل معروف، وهو فعليل.",
    "pg": "5:1805-1806"
  },
  "قنر": {
    "def": "القَنَوَّرُ: بتشديد الواو: الضخم الرأس. يقال: بعيرٌ قَنَوَرٌّ. ويقال: هو الشرِس الصَعب من كلِّ شئ.",
    "pg": "2:799"
  },
  "قنس": {
    "def": "القَنْسُ (١) : الأصل. قال الراجز:\nفي قَنْسِ مجدٍ فاتَ كلَّ قَنْسِ (٢) * والقَوْنَسُ: أعلى البيضة من الحديد. قال الشاعر (٣) : بمطَّردٍ لَدْنٍ صِحاحٍ كُعوبهُ * وذي رونَقٍ عَضْبٍ يقُدُّ القَوانِسا (٤) * والقَوْنَسُ أيضاً: عظمٌ ناتئ بين أذنى الفرس. قال طرفة: اضرب عنك الهموم طارقها * ضربك بالسيف قونس الفرس * أراد \" اضربن \" فحذف النون، كما حذف من قوله:\nأيوم لم يقدر أم يوم قدر *",
    "pg": "3:967"
  },
  "قنص": {
    "def": "القانِصُ \": الصائدُ. وكذلك القَنيصُ والقنَّاصُ. والقَنيصُ أيضاً: الصيدُ، وكذلك القنص بالتحريك. وبنو قنص بن معد: قوم درجوا. والقنص بالتسكين: مصدر قَنَصَهُ، أي صاده. واقْتَنَصَهُ، أي اصطاده. وتَقَنَّصَهُ، أي تصيَّده. والقانِصَةُ: واحدة القوانِصِ، وهي للطير بمنزلة المصارين لغيرها.",
    "pg": "3:1054"
  },
  "قنط": {
    "def": "القُنوطُ: اليأسُ. وقد قَنَطَ يقنط قنوطا مثل جلس يجلس جلوسا. وكذلك قنط يقنط مثل قعد يقعد، فهو قانِطٌ. وفيه لغةٌ ثالثة قنط يقنطا قنطا، مثل تعب يتعب تعبا، وقناطة فهو قنط. وقرئ: ﴿فلا تكن من القنطين﴾ . وأما قنط يقنط بالفتح فيهما، وقَنِطَ يَقْنِطُ بالكسر فيهما، فإنَّما هو على الجمع بين اللغتين. قاله الاخفش.",
    "pg": "3:1155"
  },
  "قنع": {
    "def": "القُنوعُ: السؤالُ والتذلُّل في المسألة. وقد قَنَعَ بالفتح يَقْنَعُ قنوعا. قال الشماخ لمال المرء يصلحه فيغنى * مفاقره أعف من القُنوعِ * يعني من مسألة الناس. والرجلُ قانِعٌ وقَنيعٌ. قال عديُّ بن زيد: وما خنتُ ذا عهْدٍ وأبْتُ بعهده * ولم أحْرِمِ المضطرَّ إن (١) جاَء قانِعا * يعني سائلاً. وقال الفراء: هو الذي يسألك فما أعطيته قَبِله: والقَناعَةُ، بالفتح: الرِضا بالقَسْمِ. وقد قَنِعَ بالكسر يَقْنَعُ قَناعَةً، فهو قَنِعٌ وقنوع. وأقعنه الشئ، أي أرضاه. وقال بعض أهل العلم: إنَّ القُنوعَ قد يكون بمعنى الرضا، والقانِعُ بمعنى الراضي، وهو من الأضداد. وأنشد: وقالوا قد زُهيتَ فقلتَ كلاَّ * ولكنِّي أعَزَّنِيَ القُنوع * وقال لبيد: فمنهم سعيدٌ آخذٌ بنَصيبِهِ * ومنهم شقيٌّ بالمعيشَةِ قانِعُ * وفي المثل: \" خيرُ الغِنى القُنوعُ، وشرُّ الفقرِ الخُضوعُ \". قال: ويجوز أن يكون السائل سمِّي قانِعاً لأنَّه يرضى بما يعطى قلَّ أو كثر، ويقبله ولا يردُّه، فيكون معنى الكلمتين راجعاً إلى الرضا. والمقنع والمقنعة بالكسر: ما تُقَنِّعُ به المرأة رأسها. والقِناعُ أوسعُ من المِقْنَعَةِ. قال عنترة: إن تُغْدِفي دوني القِناعَ فإنني * طَبٌّ بأخذ الفارسِ المسْتَلْئِمِ * والقِناعُ أيضاً: الطبقُ من عُسُبِ النخلِ، وكذلك القِنْعُ. والمقنع بالفتح: العدل من الشهود. يقال: فلانٌ شاهدٌ مَقْنَعٌ، أي رضاً يُقْنَعُ بقوله ويُرضى به. يقال منه رجلٌ قُنْعانٌ بالضم، وامرأةٌ قُنْعانٌ، يستوي فيه المذكَّر والمؤنَّث والتثنية والجمع، أي مَقْنَعُ رضاً. وقال: فقلت له بُؤْ بامرئٍ لستَ مثلَه (١) * وإن كنتَ قُنْعاناً لمن يطلب الدَما * والقِنْعانُ بالكسر من القِنْعِ، وهو المستوي بين أكمتين سهلتين. قال ذو الرمّة يصف الحُمُر: وأبصرن أن القنع صارت نطافه (٢) * فراشا وأن البقل ذاو ويابس * وفمٌ مُقْنَعٌ، أي معطوفةٌ أسنانه إلى داخل. قال الشماخ يصف إبلا يباكرن العضاه بمقنعات * نواجذهن كالحدإ الوقيع * ورجل مقنع بالتشديد، أي عليه بيضةٌ. وقَنَّعْتُ المرأة، أي ألبستها القِناعَ، فتَقَنَّعَتْ هي. وقَنَّعْتُ رأسَه بالسوط ضرباً. وقَنَّعَ الديكُ، إذا رَدَّ بُرائلَهُ إلى رأسه. قال الراجز: ولا يزال خرب مقنع * برائلاه والجناح يلمع * قال أبو يوسف: أقنع رأسه، إذا رفعه. ومنه قوله تعالى: ﴿مهطعين مقنعي رؤسهم﴾ وكذلك قوله رؤبة (١) :\nأشرف روقاه ضليفا مقنعا * يعنى عنق الثور. وأقنع يديه في الصلاة، إذا رفعهما في القُنوت مستقبلاً ببطونِهِما وجهه ليدعو. وأقنع البعيرُ، إذا مدَّ رأسه إلى الحوض ليشرب. وأقْنَعْتُ الإناء، إذا أملتَهُ لتصبَّ ما فيه واستقبلت به جرية الماء ليمتلئ. قال الراجز يصف ناقته:\nتقنع للجدول منها جدولا * شبه فاها وحلقها بالجدول تستقبل به جدولا إذا شربت. وأقنعت الإبلَ والغنمَ، إذا أملتها للمرتع. وقد قَنِعَتْ هي، إذا مالت له. وقَنَعَتْ بالفتح، إذا مالت لمأواها وأقبلت نحو أهلها، عن ابن السكيت. وأقنعني كذا، أي أرضاني.",
    "pg": "3:1272-1274"
  },
  "قنف": {
    "def": "الأقْنَفُ: الأبيضُ القفا من الخيل. أبو عمرو: القَنيفُ مثل القَنيبِ، وهم جماعات الناس. وحكى ابن دريد: مرقنيف من الليل، أي قطعة منه، ويقال: طائفة منه. والقَنيفُ: السحابُ ذو الماء الكثير. والقَنَفُ: صِغر الأذنين وغلظهما. والرجل أقْنَفُ، والمرأةُ قَنْفاءُ. وقول الراجز:\nوتمسح القنفاء (١) ذات الفروة (٢) * يعنى الذكر. والقناف: الكبير الانف.",
    "pg": "4:1419"
  },
  "قنفذ": {
    "def": "القُنْفُذُ والقُنْفَذُ (١) : واحد القَنافِذِ، والأنثى قُنْفُذَةٌ. والقُنْفُذُ: مسيل (٢) العَرَقِ من خلف أذنى البعير. قال الشاعر ذوالرمة: كأن بذفراها عنية مجرب * لها وشل في قنفذ الليت ينتح - والقنفذ: المكان الذي ينبت نبتاً ملتفًّا. ومنه قنفذ الدراج، وهو موضع.\nفصل الكاف",
    "pg": "2:569"
  },
  "قنفرش": {
    "def": "قال الاموى: القنفرش: العجوز الكبيرة، مثل الجحمرش.",
    "pg": "3:1017"
  },
  "قنقل": {
    "def": "القنقل: المكيال الضخم. وقال الراجز: كيل عداء بالجراف القنقل من صبرة مثل الكثيب الاهيل وكان لكسرى تاج يسمى القنقل.",
    "pg": "5:1806"
  },
  "قنم": {
    "def": "القَنَمَة بالتحريك: خبث ريح الأدهان والزيت ونحوه. يقال: يدي من الزيت قَنِمَةٌ. وقد قَنَمَ سقاؤهُ بالكسر قَنَماً، أي تَمِه. وقنم الجوز فهو قابم، أي فاسد. والأقانيمُ: الأصول، واحدها أُقْنومٌ، وأحسبها رومية.",
    "pg": "5:2016"
  },
  "قنن": {
    "def": "القِنُّ: العبدُ إذا مُلِكَ هو وأبواه، ويستوي فيه الاثنان والجمع والمؤنَّث. وربَّما قالوا عبيدٌ أقْنانٌ، ثمَّ يجمع على أقِنَّةٍ. وينشد لجرير: أولاد قوم خلقوا أقنة (١) * وقُنُّ القميص وقُنانَهُ بالضم: كُمّه. والقُنانُ أيضاً: ريح الإبط أشدَّ ما تكون. أبو عبيد: القِنَّةُ بالكسر: قوَّة من قِوى حبل الليف، وجمعها قِنَنٌ. والقِنَّةُ أيضاً: ضربٌ من الأدوية، وهو بالفارسية \" بيرْزَذْ \". والقُنَّةُ بالضم: أعلى الجبل، مثل القُلَّة. قال: أمَا ودماءٍ مائراتٍ تخالُها * على قُنَّةِ العزَّى وبالنسر عندما والجمع قنان، مثل برمة وبرام، وقنن وقُنَّاتٌ. واقْتَنَّ الوعل، إذا انتصبَ على القنة. وأنشد الاصمعي (٢) :\nوالرحل يقتن اقتنان الاعصم (٣) * والقنان: جبل لبنى أسد. قال زهير: * وكم بالقنان من محل ومحرم (١) * والقنقن بالكسر: ضرب من الجرذان: والقِنْقِنُ أيضاً: الدليل الهادي، والبصير بالماء في حفر القُنِيِّ، وكذلك القُناقِنُ بالضم، والجمع القَناقِنُ بالفتح. والقنينة بالكسر والتشديد: ما يُجعل فيه الشراب ; والجمع القَنانِيُّ. والقوانينُ: الأصول , الواحد قانونٌ، وليس بعربي.",
    "pg": "6:2184-2185"
  },
  "قها": {
    "def": "أقهى الرجل من الطعام، إذا اجتواه وقلّ طُعمه، مثل أقهم. والقهوة: الخمر، يقال سميت بذلك لأنَّها تُقْهي، أي تذهب بشهوة الطعام. والقاهى: الحديد الفؤاد المستطار. قال الراجز: راحت كما راح أبو رِئالِ * قاهي الفؤادِ دئب (١) الاجفال فصل الكاف",
    "pg": "6:2470-2471"
  },
  "قهب": {
    "def": "القَهْبُ: الأبيض تعلوه كدْرَة، والأنثى قَهْبَةٌ وقَهْباءُ. والقَهْبُ أيضاً: الجبل العظيم، عن أبي عمرو. والقُهْبَةُ لون الأقْهَبْ. قال الأصمعيّ: هو غُبرةٌ إلى سواد. وقال ابن الأعرابيّ: الأقهب الذي فيه حمرةٌ فيها غُبْرةٌ. قال: ويقال هو الابيض الاكدر. وأنشد لا مرئ القيس:\nكغيث العشى الاقهب المتودق (١) والاقهبان: الفيل والجاموس. قال رؤبة يصف نفسه بالشدة: ليث يدق الاسد الهموسا * والاقهبين الفيل والجاموسا\nفصل الكاف",
    "pg": "1:207"
  },
  "قهبلس": {
    "def": "القهبلس، مثل الجحمرش: الذكر.",
    "pg": "3:968"
  },
  "قهد": {
    "def": "القَهْدُ مثل القَهْبِ، وهو الأبيض الأكدر. قال لبيد: لِمُعَفَّرٍ قَهْدٍ تنازَعَ شِلوَهُ * غُبْسٌ كواسِبُ لا يمن طعامها - والقهاد: اسم موضع.",
    "pg": "2:528"
  },
  "قهر": {
    "def": "قَهَرَهُ قَهْراً: غلبه. وأقْهَرْتُهُ: وجدته مقهورا. قال أبو عبيد: ومنه قول المخبل (١) : تمنى حصين أن يسود جذاعه * فأمسى حصين قد أذل وأقهرا - على ما لم يسمَّ فاعلُه، أي وجد كذلك. ويروى: \" قد أذل وأقهرا \"، أي صار أمره إلى الذل والقهر. وهو من قياس قولهم: أحمد الرجل: صار أمره إلى الحمد. وحصين: اسم الزبرقان. وجذاعه: رهطه من تميم. وقهز: غلب. وقهر اللحمُ أيضاً، إذا أخذتْهُ النار وسال ماؤه. ويقال: أخذتُ فلاناً قهرة بالضم، أي اضطرارا. ويقال: أخذت فلانا قهرة بالضم، أي اضطرارا. والقهقرى: الرجوع إلى خلف. فإذا قلت: رجعتُ القَهْقَرى، فكأنَّك قلت: رجعت الرجوع الذي يُعرف بهذا الاسم، لأنَّ القَهْقَرى ضربٌ من الرجوع. والقهقرى بتشديد الراء: الحجر الصلب. وكان أحمد بن يحيى يقول وحده: القهقار.",
    "pg": "2:801"
  },
  "قهز": {
    "def": "القهز بالكسر: ثياب مرعزى يخالطها القز. قال ذو الرمة يصف البزاة والصقور بالبياض: من الزرق أو صقع كأن رؤوسها * من القهز والقوهى بيض المقانع\nفصل الكاف",
    "pg": "3:892"
  },
  "قهقه": {
    "def": "القهقهة في الضحك معروفة، وهو أن تقول: قَهْ قَهْ. يقال: قه وقهقه بمعنى. وقد جاء في الشعر مخفَّفاً. وقال الراجز (*) * وهن في نهانف وفى قه (١) * والقهقهة في السير مثل الهقهقة، مقلوب منه. وأنشد الاصمعي لرؤبة:\nأقب قهقاه إذا ما هقهقا (٢) * وأنشد له أيضا: يصبحن بعد القرب المقهقه * بالهيف من ذاك البعيد الامقه",
    "pg": "6:2246"
  },
  "قهل": {
    "def": "قال الكسائي: التَّقَهُّلُ: رَثاثَةُ الهَيئةِ. ورجلٌ مُتَقَهِّلٌ: يابسُ الجِلْدِ سيئ الحال، مثل المتقحل. وقال أبو عمرو: التقَهُّلُ، شكوى الحاجةِ. وأنشد:\nلَعْواً إذا لاقَيْتَهُ تَقَهَّلا (١) * والقَهْلُ: كُفرانُ الإحسان. وقد قَهَلَ يَقْهَلُ قَهْلاً، إذا أثنى ثناءً قبيحا. وأقهل الرجل: تكلف ما لا يعنيهِ ودَنَّسَ نفسَهُ. وانْقَهَلَ: ضَعُفَ وسقط (٢) .",
    "pg": "5:1807-1808"
  },
  "قهم": {
    "def": "أقْهَمَ الرجلُ عن الطعام، إذا لم يشتهه، مثل أقْهى. وأقْهَمَ الرجلُ عنك، إذا كرهَك. وأقْهَمَتِ السماءُ، إذا انقشعَ الغيمُ عنها.\nفصل الكاف",
    "pg": "5:2018"
  },
  "قوا": {
    "def": "القُوَّةُ: خلاف الضعف. والقُوَّةُ: الطاقة من الحبل، وجمعها قِوًى. ورجل شديد القوى، أي شديدُ أسرِ الخَلْقِ. وأقْوى الرجل، أي نزل القَواءَ. وأقْوى، أي فَنيَ زاده. ومنه قوله تعالى: (ومتاعاً للمُقْوين) . وأقْوى، إذا كانت دابّته قَوِيَّةً. يقال: فلان قَوِيٌّ مُقْوٍ. فالقَوِيُّ في نفسه، والمُقْوي في دابته. والإقْواءُ في الشعر، قال أبو عمرو بن العلاء: هو أن تختلف حركات الروي فبعضه مرفوع وبعضه منصوب أو مجرور. وكان أبو عبيدة يقول: الاقواء نقصان حرف من الفاصلة، يعنى من عروض البيت. وهو مشتق من قوة الحبل، كأنه نقص قوة من قواه، وهو مثل القطع في عروض الكامل، كقول الشاعر (١) : أفبعد مقتل مالك بن زهير * ترجو النساء عواقب الاطهار وقد أقْوى الشاعر إقْواءً. والقيُّ: القفر. قال العجاج * في تناصيها بلاد قى (١) * وكذلك القوى والقواء، بالمد والقصر. ومنزلٌ قَواءٌ، أي لا أنيس به. قال ألا حييا الربع قواء وسلما * وربعا كجُثمان الحمامة أدْهَما يقال: أقْوَتِ الدار وقَوِيَت أيضاً، أي خلتْ. وأقْوى القومٌ: صاروا بالقَواءِ. وبات فلانٌ القَواءَ وبات القَفْرَ، إذا بات جائعاً على غير طُعْمٍ. وقال: وإنّي لأختارُ القَوا طاوِيَ الحَشا * محافظةً (٢) من أن يقال لئيم وقو: اسم موضع بين فيد والنباج. وقال (٣) :\nوحلت سليمى بطن قو فعرعرا (٤) * والقواء بالفتح: الارض التى لم تُمطَر بين أرضين ممطورتين. وقَوِيَ الضعيف قُوَّةً فهو قَوِيٌّ، وتَقَوَّى مثله. وقَوَّيْتُهُ أنا تَقْوِيَةً. (*) وقاوَيْتُهُ فَقَوَيْتُهُ، أي غلبته. وقَوِيَ المطر أيضا، إذا احتبس. وإنما لم تدغم قوى وأدغمت حى لاختلاف الحرفين وهما متحركان. وأدغمت في قولك لويت ليا وأصله لويا مع اختلافهما، لان الاولى منهما ساكنة قلبتها ياء وأدغمت. وتقول: اشترى الشركاءُ شيئاً ثمَّ اقْتَوَوْهُ، أي تزايدوه حتى بلغ غاية ثمنه. وقَوْقَيْتُ مثل ضَوْضَيْتُ. والدجاجة تُقَوْقي، أي تصيح قَوْقاةً وقيقاءً على فعلل فعللة وفعلالا، والياء مبدلة من واو لانها بمنزلة ضعضعت، كرر فيها الفاء والعين. والقيقاءة: الارض الغليظة. وقد ذكرناه في باب القاف في ترجمة (قوق) .",
    "pg": "6:2469-2470"
  },
  "قوب": {
    "def": "قُبْتُ الأرضَ أقوبها، إذا حفرت فيها حُفرةً مُقَوَّرَةً، فانقابت هي. وقَوَّبْتُ الأرضَ تقويباً مثله. وتقوب الشئ، إذا انقلع من أصله. وقابَ الطائرُ بيضَتَه، أي فلقها، فانقابت البيضة وتَقَوَّبَتْ بمعنًى. وتَقَوَّبَ من رأسه مواضعُ، أي تَقَشَّرَ. والأسود المُتَقَوِّبُ، هو الذي سَلَخَ جلدَه من الحيّات. وقولهم في المثل: \" بَرِئَتْ قائبةٌ من قوبٍ \" فالقائبة: البيضة، والقوبُ، بالضم: الفَرخ. قال أعرابيٌّ من بني أسد لتاجرٍ استَخفَره: إذا بلغْتُ بك مكان كذا فبَرِئَتْ قائبةٌ من قوب، أي أنا برئ من خِفارتك. والقُوَباءَ: داءٌ معروف يتقشّر ويتّسع، يُعالج بالريق: وهي مؤنَّثة لا تنصرف، وجمعها قُوَبٌ. وقال (١) : يا عجبا لهذه الفليقه * هل تغلبن القوباء الريقه وقد تسكَّن الواو منها استثقالاً للحركة على الواو، فإن سكَّنتها ذكرت وصرفت. والياء فيه للالحاق بقرطاس، والهمزة منقلبة منها. قال ابن السكيت: وليس في الكلام فعلاء مضمومة الفاء ساكنة العين ممدودة إلا حرفان: الخشاء، وهو العظم الناتئ وراء الاذن، وقوباء. قال: والاصل فيهما تحريك العين: خششاء وقوباء. قال الجوهرى: والمزاء عندي مثلهما. فمن قال قوباء بالتحريك قال في تصغيره قويباء، ومن سكن قال قويبى. وتقول: بينهما قاب قوسٍ وقيبُ قوس، وقادُ قوس وقيدُ قوس، أي قدر قوس. والقابُ: ما بين المَقْبِضِ والسِيَةِ. ولكلِّ قوسٍ قابان. وقال بعضهم في قوله تعالى: (فكان قابَ قَوْسَيْنِ أو أدْنى) : أراد قابا قوس فقلبه. وقولهم: فلان ملئ قُوَبَةٌ، مثال هُمَزَةٍ، أي ثابتُ الدارِ مقيم. يقال ذلك للذي لا يبرح من المنزل.",
    "pg": "1:206-207"
  },
  "قوت": {
    "def": "قاتَ أهلَه يَقوتُهُمْ قَوْتاً وقِياتَةً، والاسم القوتُ بالضم، وهو ما يقوم به بدنُ الإنسان من الطعام. يقال: ما عنده قوتُ ليلة، وقِيتُ ليلة، وقيتَهُ ليلة، فلما كسر القاف صارت الواو ياء. وقُتُّهُ فاقْتاتَ، كما تقول: رَزَقْتُه فارتَزَق. وهو في قائِتٍ من العيش، أي في كفاية. واسْتَقاتَهُ: سأله القوتَ. وفلانٌ يَتَقَوَّتُ بكذا. واقْتَتْ لِناركَ قِيتَةً، أي أطعمها الحطب. قال ذو الرمة: فقلت له ارفعها إليك وأحيها * بروحك واقتته لها قيتة قدرا (١) وأقات على الشئ: اقتدر عليه. قال الشاعر (٢) : وذي ضِغْنٍ كَفَفْتُ النفس عنه * وكنت على إساءته مُقيتاً (٣) وقال الفراء: المُقيتُ: المقتدر، كالذي يعطي كلَّ رجل قُوته.\n(وكان الله على كل شئ مقيتا) ويقال المقيت: الحافظ للشئ والشاهد له. وأنشد ثعلب (٤) : ليت شِعري وأشْعُرَنَّ إذا ما * قرَّبوها منشورةً ودُعيتُ (٥) أليَ الفضلُ أم عَليَّ إذا حو * سِبْتُ إنِّي على الحساب مُقيتُ أي أعرف ما عَمَلْتُ من السوء، لأنَّ الإنسان على نفسه بصيرة. فصل الكاف",
    "pg": "1:261-262"
  },
  "قود": {
    "def": "قُدْتُ الفرسَ وغيرَه أقودُهُ قَوْداً ومَقادَةً وقَيْدودةً. وفرسٌ قَؤُودٌ: سَلِسٌ مُنْقادٌ. واقْتادَهُ وقادَهُ بمعنًى. وقَوَّدَهُ، شدد للكثرة. والقَوْدُ: الخيلُ. يقال: مرَّ بنا قَوْدٌ. وأقَدْتُكَ خيلاً، أي أعطيتك خيلاً تَقودُها. والانْقِيادُ الخضوعُ. تقول: قُدْتُهُ فانْقادَ لي، إذا أعطاك مَقادَته. والقَوَدُ: القصاصُ، وأقَدْتُ القاتلَ بالقتيل، أي قتلته به. يقال: أقادَهُ السلطانُ من أخيه. واسْتَقَدْتُ الحاكمَ، أي سألته أن يَقيدَ القاتلَ بالقتيل. والمِقْوَدُ: الحبل يُشَدُّ في الزمام أو اللجام تُقاد به الدابة. والقائد: واحد القواد والقادة. وفرس أقْوَدُ بيِّن القَوَدِ:، أي طويل الظَهر والعنق وناقةٌ قَوْداءُ. وخيلٌ قُبٌّ قودٌ. والقَياديدُ: الطوال من الاتن، واحدتها قيدود. قال ذو الرمة: راحت يقحمها ذو أزمل (١) وسقت * له الفرائش والقب القياديد - والقوداء: الثنية الطويلةُ في السماء، والجبلُ أقْودُ. والأقْوَدُ من الرجال: الشديد العُنق، سمِّي بذلك لقلّة التفاته. ومنه قيل للبخيل على الزاد. أقْوَدُ، لأنه لا يتلفَّت عند الأكل لئلا يرى إنساناً فيحتاج أن يدعوه.",
    "pg": "2:528-529"
  },
  "قور": {
    "def": "قَوَّرَهُ واقْتَوَرَهُ واقْتارَهُ، كله بمعنى قَطَعَهُ مُدَوَّراً. ومنه قُوارَةُ (٢) القميص والبطيخ. ودار قوراء: واسعة. الكسائي: لقيتُ منه الأقْورينَ بكسر الراء، والأقْوَرِيَّاتِ، وهي الدواهي العظامُ. قال نهار بن توسعة: وكنا قبل ملك بنى سليم * نسومهم الدواهي الاقورينا - واقور الجلد اقورارا: تشنج. وقال رؤبة: وانعاج عودي كالشظيف الاخشن * عند اقورار (١) الجلد والتشنن - والمقور من الخيل: الضامرُ. قال بشر: يضمَّر بالأصائل فهو نهد * أقَبُّ مُقَلِّصٌ فيه اقْوِرارُ (٢) - والقارَةُ: الأكَمَةُ، وجمعها قار وقور. قال الراجز (٣) : هل تعرف الدار بأعلى ذى القور * قد درست غير رماد مكفور (٤) - والقارة: الدبة. والقارة: قبيلة، وهم عضل والديش ابنا الهون بن خزيمة، سموا قارة لاجتماعهم والتفافهم لما أراد ابن الشداخ أن يفرقهم في بنى كنانة، فقال شاعرهم: دعونا قارة لا تنفرونا * فنجفل مثل إجفال الظليم - وهم رماة. وفى المثل: \" أنصف القارة من رماها (١) \". وفلان بن عبد القارى، منسوب إلى القارة. وعبد منون ولا يضاف. الفراء: انقارت البئر، إذا انهدمتْ. والقارُ: القيرُ. والقارُ: الابل. قال الراجز (٢) : ما إن رأينا ملكا أغارا * أكثر منه قرة وقارا (٣) - ويوم ذى قار: يوم لبنى شيبان، وكان أبرويز أغزاهم جيشا فظفرت بنو شيبان، وهو أول يوم انتصرت فيه العرب على العجم.",
    "pg": "2:799-801"
  },
  "قوز": {
    "def": "القَوْزُ بالفتح: الكثيبُ الصغير، عن أبي عبيدة. والجمع أقْوازٌ وقيزان. وأنشد لذى الرمة: إلى ظعن يقرضن أقواز مشرف * شمالا وعن أيمانهن الفوارس",
    "pg": "3:892"
  },
  "قوس": {
    "def": "القَوْسُ يذكَّر ويؤنَّث. فمن أنّث قال في تصغيرها قُوَيْسَةٌ، ومن ذكر، قال قُوَيْسٌ. وفي المثل: \" هو من خير قُوَيْسٍ سَهماً \". والجمع قِسِيٌّ وأقْواسٌ وقِياسٌ. وأنشد أبو عبيدة (١) :\nووتر الاساور القياسا (٢) * وكأن أصل قسى قؤوس، لانه فعول، إلا أنهم قدموا اللام وصيروه قسو على فلوع، ثم قلبوا الواو ياء وكسروا القاف، كما كسروا عين عصى، فصارت قسى على فليع، كانت من ذوات الثلاثة فصارت من ذوات الاربعة. وإذا نسبت إليها قلت قسوى، لانها فلوع مغير من فعول، فتردها إلى الاصل. وربَّما سموا الذراع قَوْساً. والقَوْسُ أيضاً: بقية التمر في الجُلَّةِ. والقوس: برج في السماء. وقست الشئ بغيره وعلى غيره، أقيسُهُ قَيْساً وقِياساً فانْقاسَ، إذا قدَّرتَه على مثاله. وفيه لغة أخرى قسته أقوسه قوسا وقياسا. ولا يقال أَقَسْتُهُ. والمقدارُ مِقْياسٌ. وقايَسْتُ بين الأمرين مُقايَسَةً وقِياساً. ويقال أيضاً: قايَسْتُ فلاناً، إذا جاريته في القياس. وهو يقتاس الشئ بغيره، أي يقيسه به. ويَقْتاسُ بأبيه اقْتِياساً، أي يسلك سبيله ويقتدى به. والقوس بالضم: صومعة الراهب. قال الشاعر (١) وذكر امرأة: لا وصل إذ رحلت هند ولو وقفت * لاستفتنتنى وذا المسحين في القوس * وقوسى: اسم موضع. وقوس الشيخ تَقْويساً، أي انحنى. واستقوَس مثله. والاقوس: المنحني الظهر. ابن السكيت: يقال رجل مُتَقَوِّسٌ قَوْسَهُ، أي معه قَوْسُهُ. والمِقْوَسُ بالكسر: وعاءُ القَوْسِ. والمِقْوَسُ: أيضاً حبلٌ تُصَفُّ عليه الخيل عند السباق. قال أبو العِيال الهُذلي: إنّ البَلاَء لَدى المَقاوِسِ مُخْرِجٌ * ما كان من غَيْبٍ ورجم ظنون",
    "pg": "3:967-968"
  },
  "قوش": {
    "def": "رجلٌ قوشٌ: أي صغير الجثة، وهو معرب وبالفارسية كوچك. قال رؤبة:\nفي جسم شخت المنكبين قوش\nفصل الكاف",
    "pg": "3:1017"
  },
  "قوض": {
    "def": "قَوَّضْتُ البناءَ: نقضته من غير هدمٍ. وتَقَوَّضَتِ الحِلَقُ والصُفوفُ: انتقضتْ وتفرقت. وهو جمع حَلْقةٍ من الناس (١) .",
    "pg": "3:1103"
  },
  "قوط": {
    "def": "القَوْطُ: القطيع من الغنم، والجمع الاقواط. قال الراجز: ما راعني إلا خيال هابطا (١) * على البيوت قوطه العلابطا * فصل الكاف",
    "pg": "3:1155"
  },
  "قوع": {
    "def": "قاعَ الفحلُ على الناقة يَقوعُ قَوْعاً وقِياعاً، إذا نزا. وهو قلب قَعا. واقْتاعَ الفحلُ، إذا هاج (١) . والقاعُ: المستوي من الأرض، والجمع أقْوُعٌ وأقْواعٌ وقيعانٌ، صارت الواو ياء لكسرة ما قبلها. والقيعة مثل القاع، وهو أيضا من الواو، وبعضهم يقول هو جمع (٢) . قال الاصمعي: قاعة الدار: ساحتها، مثل القاحة. قال وعلة الجرمى: وهل تركت نساء الحى ضاحية * في قاعة الدار يستوقدن بالغبط\nفصل الكاف",
    "pg": "3:1274"
  },
  "قوف": {
    "def": "قوفُ الأذنِ: أعلاها. وقولهم: أخذه بقوفِ رقبته وبقافِ رقبته، مثل صوفِ رقبته، أي برقبته جمعاء، قال الشاعر: نَجَوْتَ بقوفِ نَفْسِكَ غيرَ أني إخالُ بأن سَيَيْتِمُ (١) أو تَئيمُ أي نجوت بنفسك. وقاف: جبل محيط بالارض. والقائف: الذى يعرف الآثار، والجمع القافة. تقول: قفت أثر، إذا أتبَعْته، مثل قَفَوْتُ أثره. وقال (٢) : كذبت عليك لا تزال تقوفنى كما قاف آثار الوسيقة قائف فأغراه بنفسه، أي عليك بى. واقْتافَ أثره، مثل قافَ. يقال: هو أقوف الناس.\nفصل الكاف",
    "pg": "4:1419"
  },
  "قوق": {
    "def": "رجلٌ قاقٌ وقوقٌ، أي فاحش الطول. والقوقة: الاصلع.",
    "pg": "4:1548"
  },
  "قول": {
    "def": "قال يقول قولاً، وقَوْلَةً، ومَقالاً، ومقالَةً. ويقال: كَثُرَ القيلُ والقالُ. وفي الحديث: \" نَهى عن قيلٍ وقالٍ \" وهما اسمان. وفي حرفِ عبد الله: (ذلك عيسى بن مريم قول الحق الذى فيه يَمتَرون) وكذلك القالَةُ، يقال: كَثُرَت قالَةُ الناس. وأصلُ قلتُ قَوَلْتُ بالفتح، ولا يجوز أن يكون بالضم، لأنه يَتَعدَّى (١) . ورجلٌ قؤول وقوم قول، مثل صبور وصبر. وإن شئت سكنت الواو. ورجل مقول ومقوال، وقولة، وقوال، وتقوالة، عن الكسائي، أي لَسِنٌ كثير القَوْلِ. والمِقْوَلُ: اللسان. والمِقْوَلُ: القَيْلُ بلغةِ أهل اليمن، والجمع المقاول. قال لبيد لها غلل من رازقي وكرسف بأيمان عجم ينصفون المقاولا والقيل: ملك من ملوكِ حِمْيَر دونَ الملك الأعظم، والمرأةُ قَيْلَةٌ، وأصله قَيِّلٌ بالتشديد، كأنه الذي له قَوْلٌ، أي يَنْفُذُ قولُهُ، والجمع أقْوالٌ وأقْيالٌ أيضاً، ومن جمعه على أقْيالٍ لم يجعلِ الواحد منه مشدّداً. والقول: جمع قائل، مثل راكع وركع، قال رؤبة:\nوقول إلاده فلاده (١) * الاصمعي: القال: الخشبة التى تضرب بها القلة. وأنشد: كأن نزو فراخ الهام بينهم نزو القلات قلاها قال قالينا ويقال: قَوَّلْتَني ما لم أقلْ، وأقْوَلْتَني ما لم أقُلْ، أي ادَّعَيْتَهُ على. وتقول عليه، أي كذب عليه. واقتالَ عليه: تحَكَّمَ. وقال (١) : ومَنْزِلَةٌ في دار صدْقٍ وغِبْطَةٍ وما اقتالَ من حُكْمٍ عليَّ طَبيبُ وقاوَلْتُهُ في أمره وتَقاوَلْنا، أي تفاوضنا. وقول لبيد: وإن الله نافلة تقاه ولا يقتالها إلا السعيد أي: ولا يقولها. والعرب تجرى تقول وحدها في الاستفهام مجرى تظن في العمل. قال الراجز (٢) : متى تقول القلص الرواسما يدنين أم قاسم وقاسما فنصب القلص كما تنتصب بالظن. وقال آخر (٣) :\nعلام تقول الرمح يثقل عاتقي (٤) * وقال آخر (٥) أما الرحيل فدون بعد غد فمتى تقول الدار تجمعنا وبنو سليم يجرون متصرف قلت في غير الاستفهام أيضا مجرى الظن، فيعدونه إلى مفعولين. فعلى مذهبهم يجوز فتح إن بعد القول.",
    "pg": "5:1806-1807"
  },
  "قوم": {
    "def": "القَوْمُ: الرجال دون النساء، لا واحد له من لفظه. قال زهير: وما أدري وسَوف إخالُ أدري أقَوْمٌ آلُ حِصْنٍ أم نساءُ وقال تعالى: \" لا يسخر قومٌ من قومٍ) ثم قال سبحانه: (ولا نساءٌ من نساءٍ) وربَّما دخل النساء فيه على سبيل التبَع، لأن قوم كلِّ نبيّ رجالٌ ونساء. وجمع القَوْمِ أقوامٌ، وجمع الجمع أقاوِمُ (١) . قال أبو صخر (٢) . فإن يعذر القلبُ العَشِيَّةُ في الصِبا فُؤادَكَ لا يَعْذِرْكَ فيه الأقاوِمُ عَنى بالقلب العقل. ابن السكيت: يقال أقايمُ وأقاومُ. والقَوْمُ يذكَّر ويؤنث، لأن أسماء الجموع التي لا واحد لها من لفظها إذا كان للآدميِّين يذكر ويؤنث، مثل رَهْطٍ ونَفَرٍ. قال تعالى: (وكذبَ به قومُك) فذكر. وقال تعالى: (كَذّبتْ قومُ نوحٍ) فأنث. فإن صغّرتَ لم تدخل فيها الهاء، وقلت قويم ورهيط ونفير. وإنما يلحق التأنيث فعله. وتدخل الهاء فيما يكون لغير الآدميين، مثل الابل والغنم، لان التأنيث لازم له. وأما جمع التكسير مثل جمال ومساجد وإن ذكر وأنث، فإنما تريد الجمع إذا ذكرت وتريد الجماعة إذا أنثت. وقام الرجل قِياماً. والقَوْمَةُ: المرّةُ الواحدةُ. وقامَ بأمر كذا. وقامَ الماءُ: جَمَدَ. وقامَتِ الدابة: وقَفَت (١) . وقال الفراء: قامت السوق: نفقت. وقاومه في المصارعة وغيرها. وتَقاوَموا في الحرب، أي قامَ بعضُهم لبعض. وأقامَ بالمكان إقامَةً. والهاء عوض من عين الفعل، لأن أصله إقواماً. وأقامَهُ من موضعه. وأقامَ الشئ، أي أدامه، من قوله تعالى: (ويُقيمونَ الصَّلاةَ) . والمُقامَةُ بالضم: الإقامَة. والمَقامَةُ بالفتح: المجلسُ، والجماعة من الناس. وأما المَقامُ والمُقامُ فقد يكون كلُّ واحدٍ منهما بمعنى الإقامةِ وقد يكون بمعنى موضع القيام، لانك إذا جعلته من قام يقوم فمفتوح، وإن جعلته من أقام يقيم فمضموم، لان الفعل إذا جاوز الثلاثة فالموضع مضموم الميم، لانه مشبه ببنات الاربعة، نحو دحرج وهذا مدخرجنا. وقوله تعالى: (لا مَقامَ لَكُم) أي لا موضع لكم. وقرئ (لا مُقامَ لكم) بالضم أي لا إقامة لكم. و (حَسُنت مُسْتَقرًّا ومُقاما) ، أي موضعاً. وقول لبيد:\nعَفَتِ الديارَ محلها فمقامها (١) * يعنى الاقامة. والقيمة: واحدة القِيَمِ، وأصله الواو لأنه يقوم مقام الشئ. يقال: قومت السلعة. وأهل مكة يقولون: استقمت السلعة، وهما بمعنى. والاستقامة: الاعتدال. يقال: استقام له الأمر. وقوله تعالى: (فاسْتقيموا إليهِ) أي في التوجُّه إليه دون الآلهة. وقومت الشئ فهو قَويمٌ، أي مُستَقيمٌ. وقولهم: ما أقْوَمَهُ، شاذٌّ. وقوله تعالى: (وذلك دينُ القَيِّمَةِ) إنما أنّثه لأنه أراد المِلَّة الحنيفية. والقوامُ: العَدْلُ. قال تعالى: (وكان بين ذلك قَواما) . وقوامُ الرجل أيضاً: قامَتُهُ وحسن طوله. والقومية مثله. وقال (١) :\nأيام كنت حسن القومية (٢) * وقوام الأمر بالكسر: نظامه وعِماده. يقال: فلانٌ قِوامُ أهل بيته وقِيامُ أهل بيته، وهو الذى يقيم شأنهم: ومنه قوله تعالى: (ولا تُؤْتوا السُفهاءَ أموالَكُم التي جَعَلَ الله لَكم قِياماً) . وقِوامُ الأمر أيضا: ملاكه الذى يقوم به. قال لبيد:\nخذلت وهادية الصوار قوامها (١) * وقد يفتح. والقامة: البكرة بأداتها. وقال: لما رأيت أنها لاقامه وأنني موف على السآمه نزعت نزعا زعزع الدعامه والجمع قيم، مثل تارة وتير. وقامة الإنسان: قدّهُ، وتجمع على قاماتٍ وقيم، مثل تارات وتير. وهو مقصور قيام، ولحقه التغيير لاجل حرف العلة. وفارق رحبة ورحابا حيث لم يقولوا رحب، كما قالوا قيم وتير. وقائم السيف وقائمته: مقبضه. والقائِمَةُ: واحدة قَوائِمِ الدوابّ. والمِقْوَمُ: الخشبة التى يمسكها الحراث. ابن السكيت: ما فعل قوام كان يعترى هذه الدابة بالضم، إذا كان يقوم فلا ينبغث. الكسائي: القُوامُ: داءٌ يأخذ الشاة في قوائمها تقوم منه. والقَيُّومُ: اسمٌ من أسماء الله تعالى. وقرأ عمر رضى الله عنه: (الحى القيام) ، وهو لغة. ويوم القيامة معروف.",
    "pg": "5:2016-2018"
  },
  "قوه": {
    "def": "الأمويّ: القاهُ: الطاعةُ، حكاها عن بني أسدٍ. يقال: مالَكَ على قاه، أي سلطان. قال الراجز: تالله لولا النار أن نصلاها (١) * أو يدعو الناس علينا الله لما سمعنا لامير قاها يقال منه: أيْقَهَ الرجلُ واسْتَيْقَهَ، أي أطاع. قال المخبل: وردوا صدورَ الخيلِ (٢) حتَّى تَنَهْنَهوا * إلى ذى النهى واستيقهوا للمحلم وهو مقلوب، لانه قدم الياء على القاف وكانت القاف قبلها. ويروى: \" واستيدهوا \". وأيقه، أي فهم. يقال: أيقه لهذا، أي افهمه.",
    "pg": "6:2245-2246"
  },
  "قيأ": {
    "def": "قاء يقئ قيئا. وفى الحديث \" الراجعُ في هِبَتِهِ كالراجع في قيثه \". واستقاء وتقيأ: تكلف القئ. وقيأته وأقأته أنا بمعنى: وهذا ثوب يقئ الصبغ، إذا كان مشبعا. ابن السكيت: القيوء بالفتح على فعول: الدواء الذى يشرب للقئ. ويقال: به قياء بالضم والمدّ، إذا جعل يُكثِرُ القئ.\nفصل الكاف",
    "pg": "1:66"
  },
  "قيح": {
    "def": "القَيْحُ: المِدَّةُ لا يخالطها دم. تقول منه: قاحَ الجرحُ يَقيحُ. وقَيَّحَ الجرحُ وتَقَيَّحَ. وقاحَةُ الدار: ساحتها.\nفصل الكاف",
    "pg": "1:398"
  },
  "قيد": {
    "def": "القَيْدُ: واحدُ القُيودِ. وقد قَيَّدْتُ الدابّةَ. وقَيَّدْتُ الكتابَ: شَكَلْتُهُ. وهؤلاء أجمالٌ مَقاييدُ، أي مُقَيَّداتٌ. ويقال للفرس الجواد: قَيْدُ الأوابدِ، لأنه يمنع الوحشَ من الفَوات، لسرعته. قال امرؤ القيس:\nبمُنْجَرِدٍ قيد الاوابد هيكل (٢) * وقيد: اسم فرس كان لبنى تغلب، عن الاصمعي ويقال للقد الذي يضم عُرقوبَي الرحْلِ: قَيْدٌ. قال الأحمر قيد الفرس: سِمَةٌ تكون في عنق البعير على صورة القيد. وأنشد: كوم على أعناقها قيد الفرس * تنجو إذا الليل تدانى والتبس - والمقيد: موضع القيد من رجل الفرس، والخَلخال من المرأة. وتقول: بينهما، قِيدُ رُمْحٍ بالكسر، وقادُ رُمْحٍ، أي قَدْرُ رمح. والقيد: الذى إذا قدته ساهلك. وقال الشاعر: وشاعر قوم قد حسمت خصاءه * وكان له قبل الخصاء كتيت - أشم خبوط بالفراسن مصعب * فأصبح منى قيدا تربوت - والقياد: حبل تقاد به الدابة.\nفصل الكاف",
    "pg": "2:529"
  },
  "قير": {
    "def": "القيرُ: القارُ. وقَيَّرْتُ السفينة: طليتها بالقار. وصانعه قيار. وقيار: اسم جمل ضابئ بن الحارث. وقال: فمن يك أمسى بالمدينة رحله * فإنى وقيار بها لغريب - برفع قيار على الموضع (١) .\nفصل الكاف",
    "pg": "2:801"
  },
  "قيس": {
    "def": "قست الشئ بالشئ: قدرته على مثاله. ويقال بينهما قِيسُ رمحٍ وقاسُ رمحٍ، أي قدرُ رمح. وقيس: أبو قبيلة من مضر، وهو قيس عيلان، واسمه الناس (١) بن مضر بن نزار. وقيس لقبه. يقال: تقيس فلان، إذا تشبه بهم أو تمسك منهم بسبب، إما بحلف أو جوار أو ولاء. قال رؤبة (٢) :\nوقيس عيلان ومن تقيسا * والقيسان من طيئ، قيس بن عناب ابن أبى حارثة بن جدى بن تدول بن بحتر ابن عتود، وقيس بن هذمة بن جديلة ابن أسد بن ربيعة. والنسبة إليهم عبقسى، وإن شئت عبدى. وقد تعبقس الرجل، كما يقال: تعبشم، وتقيس.\nفصل الكاف",
    "pg": "3:968-969"
  },
  "قيص": {
    "def": "قَيْصُ السِنِّ: سقوطَها من أصلها. قال أبو ذؤيب: فِراقٌ كَقَيْصِ السِنِّ فالصَبْرَ إنَّهُ * لكلِّ أُناسٍ عَثْرَةٌ وجُبورُ * ويروى بالضاد المعجمة. قال الأمويّ: انْقاصَتِ البئرُ: انهارتْ. وقال الأصمعيّ: المُنْقاصُ: المُنْقَعِرُ من أصله. والمنقاض، بالضاد المعجمة: المنشقُّ طولاً. وقال أبو عمرو: هما بمعنى واحد (١) . ومقيص ابن صبابة (٢) ، بكسر الميم: رجل من قريش قتله النبي ﷺ يوم الفتح.\nفصل الكاف",
    "pg": "3:1054-1055"
  },
  "قيض": {
    "def": "قال أبو زيد: انْقاضَ الجدارُ انْقِياضاً، أي تصدَّع من غير أن يسقط. فإن سقط قيل: تَقَيَّضَ تَقَيُّضاً. وتَقَيَّضَتِ البيضةُ تَقَيُّضاً، إذا انكسرتْ فِلَقاً. قال: فإن تصدَّعتْ ولم تنفلق قيل: انقاضت فهى منقاضة. قال: والقارورة مثله. وقِضْتُها أنا فانْقاضَتْ. قال الأصمعيّ: انْقاضَتِ الرَكِيَّةُ، وانْقاضَت السِنُّ، أي تَشَقَّقَتْ طولاً. وأنشد لأبي ذؤيب: فِراقٌ كَقَيْضِ السِنِّ فالصَبْرَ إنَّهُ * لكلِّ أُناسٍ عَثْرَةٌ وجُبورُ * ويروى بالصاد. والقَيْضُ: ما تفلَّق من قشور البيض الأعلى. وقايَضْتُ الرجل مُقايَضَةً، أي عاوضْته بمتاعٍ. وهما قَيِّضانِ كما تقول بَيِّعانِ. وقيض الله فلانا لفلان، أي جاء به وأتاحه له. ومنه قوله تعالى: ﴿وقَيَّضْنا لهم قُرَناءَ﴾ . وتَقَيَّضَ فلان أباه، أي أشبهه.\nفصل الكاف",
    "pg": "3:1103-1104"
  },
  "قيظ": {
    "def": "القَيْظُ: حَمَارَّةُ الصيفِ. وقاظَ بالمكان وتَقَيَّظَ به، إذا أقام به في الصيف. قال الاعشى: يا رخما قاظ على مطلوب * يعجل كف الخارئ المطيب * والموضع مقيظ (١) . وقاظَ يومُنا، أي اشتدَّ حرُّه. وقيظنى هذا الشئ، أي كفانى لقيظى. قال الراجز: من كان (٢) ذا بت فهذا بتى * مقيظ مصيف مشتى * أخذته من (٣) نعجات ست * سود نعاج كنعاج الدشت\nفصل الكاف",
    "pg": "3:1178"
  },
  "قيق": {
    "def": "القيقاءة: الارض الغليظة، والهمزة مبدلة من الياء، والياء الاولى مبدلة من الواو، ويدلك عليه قولهم في الجمع القواقى. وهو فعلاء، ملحق بسرداح، وكذلك الزيزاءة، لانه لا يكون في الكلام مثل القلقال إلا مصدرا. وقد يجمع على اللفظ فيقال قَياق. قال الراجز: إذا تمطين على القياقى لاقين منه أذنى عناق وقول رؤبة: القيق (٢) ، يريد جمع قيقاءة كأنه أخرجه على جمع قيقة. فصل اللام",
    "pg": "4:1548-1549"
  },
  "قيل": {
    "def": "القائلةُ: الظَهيرةُ. يقال: أتانا عندَ القائلةِ، وقد يكون بمعنى القَيْلولةِ أيضاً، وهي النَوْمُ في الظَهيرَةِ. تقول: قال يَقيلُ قيْلولةً، وقيلا، ومقيلا، وهو شاذ، فهو قائل وقوم قيل، مثل صاحب وصحب، وقيل أيضاً بالتشديد. وما أكلأَ قائلتَهُ، أي نومَهُ، ولا يقال ما أقيله. كما قالوا: تركت ولم يقولوا ودعت، لا لعلة. والقيل أيضا: شرب نصف النهارِ. يقال: قَيَّلَهُ فَتَقَيَّلَ، أي سقاه نصف النهار فشرب. قال الراجز: يا رب مهر مزعوق مقيل أو مغبوق من لبن الدهم الروق ويقال: هو شَروبٌ للقَيْل، إذا كان مِهيافاً دقيقَ الخصرِ، يحتاجُ إلى شرب نصف النهار. وقيل: اسم رجل من عاد. وقيلة: أم الاوس والخزرج. وأقلته البيع إقالةً، وهو فسْخُهُ. وربَّما قالوا (*) قِلْتُهُ البيْعَ، وهي لغةٌ قليلةٌ. واسْتَقَلْتُهُ البيعَ فأَقالَني إيَّاهُ. وتقيَّلَ فلان أباه، أي أشبهه. وقيال، بكسر القاف: اسم جبل بالبادية عال.\nفصل الكاف",
    "pg": "5:1808"
  },
  "قين": {
    "def": "القَيْنُ: الحدَّاد، والجمع القيونُ. ابن السكيت: يقال للحداد ما كان قينا، ولقد قان يقين قينا. يقال: قن إناءك هذا عن القين. وقنت الشئ أقينه قينا: لممته وأصلحته. وأنشد (٢) (*) ولى كبد مجروحه قد بَدا بها * صُدوعُ الهوَى لو كان قين يقينها وفى المثل: \" إذا سمعت بسرى القين فإنه مصبح \". وهو سعد القين، صار مثلا في الكذب والباطل. يقال: \" دهدرين وسعد القين \". وبنات قين: اسم موضع كانت به وقعة في زمان عبد الملك بن مروان. قال عويف القوافى: صبحناهم غداة بنات قين * ململمة لها لجب طحونا ويقال لبنى القين من بنى أسد: بلقين، كما قالوا بلحارث وبلهجيم، وهو من شواذ التخفيف. وإذا نسبت إليهم قلت قينى، ولا تقل بلقينى. والقينان: موضع القيد من وَظيفَيْ يدَي البعير. قال ذو الرمة: دانى له القيد في ديمومة * قينيه وانحسرت عنه الاناعيم يربد جمع الانعام، وهى الابل. واقتان النبت اقتيانا، إذا حَسُنَ. واقتانَتِ الروضة: أخذت زُخرفُها. ومنه قيل للماشطة مُقَيَّنَةٌ. وقد قَيَّنت العروسَ تَقْييناً زَيَّنَتْها. وإنَّما سمِّيت بذلك لأنَّها تزيِّن النساء، شبِّهت بالأَمَةِ، لأنَّها تُصلح البيت وتزيِّنه. وتقينت هي، أي تزينت. والقَيْنَةُ: الأَمَةُ مغنّيةً كانت أو غير مغنّيةٍ، والجمع القِيانُ. قال زهير: رد القِيانُ جِمالَ الحَيِّ فاحْتَمَلوا * إلى الظهيرة أمر بينهم لبك قال أبو عمرو: كلُّ عبدٍ هو عند العرب قَيْنٌ، والأَمَةُ قَيْنَةٌ. وبعض الناس يظنُّ القَيْنَةَ المغنِّية خاصة، وليس هو كذلك. وقول زهير:\nعلى كل قينى قشيب ومفأم (١) * يعنى رحلا قينه النجار وعمله، ويقال نسبه إلى بنى القين.\nفصل الكاف",
    "pg": "6:2185-2186"
  },
  "قيه": {
    "def": "أبو عبيد: القوهَةُ: اللبَنُ إذا تغيَّر طعمُه قليلاً وفيه حلاوةُ الحَلَبِ. والقوهِيُّ: ضربٌ من الثياب بيض.\nفصل الكاف",
    "pg": "6:2246"
  }
}