{
  "ضا": {
    "def": "الضَّادُ وَالْهَمْزَةُ كَلِمَةٌ صَحِيحَةٌ، وَهِيَ الضِّئْضِئُ، وَهُوَ الْأَصْلُ. وَفِي الْحَدِيثِ: «يَخْرُجُ مِنْ ضِئْضِئِ هَذَا قَوْمٌ يَمْرُقُونَ مِنَ الدِّينِ» . وَأَمَّا الضَّادُ وَالْحَرْفُ الْمُعْتَلُّ فَهُوَ يَدُلُّ عَلَى صِيَاحٍ وَجَلَبَةٍ. مِنْ ذَلِكَ الضَّوَّةُ وَالضَّوْضَاةُ: أَصْوَاتُ النَّاسِ وَجَلَبَتُهُمْ. يُقَالُ: ضَوْضَوْا بِلَا هَمْزٍ.",
    "pg": "3:357"
  },
  "ضاد": {
    "def": "الضَّادُ وَالْهَمْزَةُ وَالدَّالُ أُصَيْلٌ قَلِيلُ الْفُرُوعِ، يَدُلُّ عَلَى مَرَضٍ مِنَ الْأَمْرَاضِ. قَالُوا: الضُّؤْدُ: الزُّكَامُ، وَكَذَلِكَ الضُّؤْدَةُ. رَجُلٌ مَضْئُودٌ، أَيْ مَزْكُومٌ. وَحُكِيَتْ كَلِمَةٌ أُخْرَى عَنْ أَبِي زَيْدٍ، إِنْ صَحَّتْ، قَالُوا: ضَأَدْتُ الرَّجُلَ ضَأْدًا، إِذَا خَصَمْتَهُ.",
    "pg": "3:384"
  },
  "ضال": {
    "def": "الضَّادُ وَالْهَمْزَةُ وَاللَّامُ أُصَيْلٌ يَدُلُّ عَلَى ضَعْفٍ وَدِقَّةٍ فِي جِسْمٍ. مِنْ ذَلِكَ الضَّئِيلُ، وَهُوَ الضَّعِيفُ. وَالْفِعْلُ مِنْهُ: ضَؤُلَ يَضْؤُلُ. وَرَجُلٌ ضُؤَلَةٌ: ضَعِيفٌ. وَالضَّئِيلَةُ: الْحَيَّةُ الدَّقِيقَةُ.",
    "pg": "3:384"
  },
  "ضان": {
    "def": "الضَّادُ وَالْهَمْزَةُ وَالنُّونُ أُصَيْلٌ صَحِيحٌ، وَهُوَ بَعْضُ الْأَنْعَامِ. مِنْ ذَلِكَ الضَّأْنُ. يُقَالُ: أَضْأَنَ الرَّجُلُ، إِذَا كَثُرَ ضَأْنُهُ. وَالضَّائِنَةُ الْوَاحِدَةُ مِنَ الضَّأْنِ. وَحَكَى بَعْضُهُمْ: فُلَانٌ ضَائِنُ الْبَطْنِ: مُسْتَرْخِيهِ.\n\n[بَابُ الضَّادِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:384"
  },
  "ضبا": {
    "def": "الضَّادُ وَالْبَاءُ وَالْهَمْزَةُ أَصْلٌ وَاحِدٌ صَحِيحٌ، وَهُوَ قَرِيبٌ مِنَ الِاسْتِخْفَاءِ وَمَا شَاكَلَهُ مِنْ سُكُوتٍ وَمِثْلِهِ. قَالَ أَبُو زَيْدٍ: أَضْبَأَ الرَّجُلُ عَلَى الشَّيْءِ إِضْبَاءً، إِذَا سَكَتَ عَلَيْهِ، وَهُوَ مُضْبِئٌ عَلَيْهِ. وَقَدْ أَضْبَأَ عَلَى دَاهِيَةٍ. وَضَبَأْتُ: اسْتَخْفَيْتُ. وَيُقَالُ فِي هَذَا: إِنَّمَا هُوَ أَضْبَى غَيْرُ مَهْمُوزٍ، وَالْأَوَّلُ أَجْوَدُ.\nقَالَ أَبُو سَعِيدٍ: ضَبَأَ يَضْبَأُ ضَبْأً، إِذَا لَصِقَ بِالْأَرْضِ، وَالْمَضْبَأُ: الَّذِي يُضْبَأُ فِيهِ، أَيْ يُخْتَفَى. قَالَ الْكُمَيْتُ:\nإِذَا عَلَا سِطَةَ الْمَضْبَأَيْنِ\nوَسُمِّيَ الرَّجُلُ ضَابِئًا لِذَلِكَ. وَيُقَالُ: ضَبَأْتُ إِلَيْهِ، أَيْ لَجَأْتُ. وَالضَّابِئُ: الرَّمَادُ، سُمِّيَ بِذَلِكَ لِأَنَّهُ يَضْبَأُ، كَأَنَّهُ يَسْتَخْفِي.\nوَإِذَا لَيَّنْتَ الْهَمْزَةَ تَغَيَّرَ الْمَعْنَى، وَيَكُونُ مِنْ صِفَاتِ النَّارِ ; يُقَالُ: ضَبَتْهُ النَّارُ، إِذَا شَوَتْهُ، تَضْبُوهُ ضَبْوًا. وَالْمَضْبَاةُ: خُبْزُ الْمَلَّةِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الضَّادِ وَالْجِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:389-390"
  },
  "ضبب": {
    "def": "الضَّادُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عُظْمُهُ عَلَى الِاجْتِمَاعِ. قَالَ أَبُو زَيْدٍ: أَضَبَّ الْقَوْمُ إِضْبَابًا، إِذَا تَكَلَّمُوا جَمِيعًا. ثُمَّ يُحْمَلُ عَلَى هَذَا الْأَصْلِ أَكْثَرُ الْبَابِ. مِنْ ذَلِكَ ضَبَّةُ الْحَدِيدِ، وَالْجَمْعُ: ضَبَّاتٌ. وَالضَّبُّ: الْغِلُّ فِي الْقَلْبِ. وَقَدْ أَضَبَّ عَلَى غِلٍّ فِي صَدْرِهِ، إِذَا جَمَعَهُ فِي صَدْرِهِ. وَمِنْهُ الضَّبَابُ، وَهُوَ الَّذِي كَأَنَّهُ غُبَارٌ يَجْتَمِعُ فَيَسْتُرُ. وَهَذَا يَوْمٌ مُضِبٌّ. وَضَبِبَ الْبَلَدُ: كَثُرَ ضَبَابُهُ.\nوَمِنَ الْبَابِ: التَّضَبُّبُ، وَهُوَ السِّمَنُ. وَالضَّبِيبَةُ: سَمْنٌ وَرُبٌّ يُجْمَعُ بَيْنَهُمَا، يُقَالُ: ضَبِّبُوا لِصَبِيِّكُمْ. وَالضَّبُّ مِنْ دَوَابِ الْأَرْضِ مَعْرُوفٌ، وَسُمِّيَ لِتَجَمُّعِ خَلْقِهِ وَلَحْمِهِ ; وَالْجَمْعُ ضِبَابٌ، وَرُبَّمَا شُبِّهَ الطَّلْعُ بِهِ. قَالَ:\nأَطَافَ بِفُحَّالٍ كَأَنَّ ضِبَابَهُ ... بُطُونُ الْمَوَالِي يَوْمَ عِيدٍ تَغَدَّتِ\nيَقُولُ: طَلْعُهَا ضَخْمٌ كَأَنَّهُ ضِبَابٌ مُمْتَلِئَةٌ. ثُمَّ شَبَّهَ تِلْكَ الضِّبَابَ بِبُطُونِ مَوَالٍ تَغَدَّوْا فَتَضَلَّعُوا. وَيُقَالُ: وَقَعْنَا فِي مَضَابَّ مُنْكَرَةٍ، أَيْ قِطَعٍ مِنَ الْأَرْضِ كَثِيرَةِ الضِّبَابِ. وَالضُّبَاضِبُ: الرَّجُلُ الْقَصِيرُ السَّمِينُ. فَأَمَّا قَوْلُهُمْ: ضَبَّ النَّاقَةَ، فَهُوَ مِثْلُ ضَفَّهَا، إِذَا حَلَبَهَا بِالْكَفِّ جَمِيعًا. قَالَ الْكِسَائِيُّ: فَطَرْتُ النَّاقَةَ أَفْطِرُهَا، إِذَا حَلَبْتَهَا بِطَرَفِ أَصَابِعِكَ. وَضَبَبْتُهَا أَضُبُّهَا ضَبًّا، إِذَا حَلَبْتَهَا بِالْكَفِّ كُلِّهَا. قَالَ الْفَرَّاءُ: هَذَا هُوَ الضَّفُّ. فَأَمَّا الضَّبُّ فَأَنْ تَجْعَلَ إِبْهَامَكَ عَلَى الْخِلْفِ وَأَصَابِعَكَ عَلَى الْإِبْهَامِ وَالْخِلْفِ مَعًا.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ قَوْلُهُمْ: نَاقَةٌ ضَبَّاءُ وَبَعِيرٌ أَضَبُّ، وَهُوَ وَجَعٌ يَأْخُذُهُمَا فِي الْفِرْسِنِ. فَأَمَّا قَوْلُهُمْ: ضَبَّتْ لِثَتُهُ دَمًا، وَضَبَّتْ يَدُهُ إِذَا سَالَتْ دَمًا، فَلَيْسَ مِنْ هَذَا الْبَابِ، إِنَّمَا هُوَ مَقْلُوبٌ مِنْ بَضَّ، وَقَدْ مَرَّ.",
    "pg": "3:357-359"
  },
  "ضبث": {
    "def": "الضَّادُ وَالْبَاءُ وَالثَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَبْضٍ. يُقَالُ: ضَبَثَ إِذَا قَبَضَ عَلَى الشَّيْءِ. وَيُقَالُ: نَاقَةٌ ضَبُوثٌ: يُشَكُّ فِي سِمَنِهَا، فَتُضْبَثُ بِالْأَيْدِي. وَيَقُولُونَ: ضُبِثَ، أَيْ ضُرِبَ. وَهُوَ قَرِيبٌ مِمَّا ذَكَرْنَاهُ.",
    "pg": "3:384-385"
  },
  "ضبح": {
    "def": "الضَّادُ وَالْبَاءُ وَالْحَاءُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا صَوْتٌ، وَالْآخَرُ تَغَيُّرُ لَوْنٍ مِنْ فِعْلِ نَارٍ.\nفَالْأَوَّلُ قَوْلُهُمْ: ضَبَحَ الثَّعْلَبُ يَضْبَحُ ضَبْحًا. وَصَوْتُهُ الضُّبَاحُ، وَهُوَ ضَابِحٌ. قَالَ:\nدَعَوْتُ رَبِّي وَهْوَ لَا يُخَيِّبُ ... بِأَنَّ فِيهَا ضَابِحًا ثُعَيْلِبُ\nفَأَمَّا قَوْلُهُ تَعَالَى: ﴿وَالْعَادِيَاتِ ضَبْحًا﴾ [العاديات: ١] . فَيُقَالُ هُوَ صَوْتُ أَنْفَاسِهَا، وَهَذَا أَقْيَسُ، وَيُقَالُ: بَلْ هُوَ عَدْوٌ فَوْقَ التَّقْرِيبِ. وَهُوَ فِي الْأَصْلِ ضَبَعَ، وَذَلِكَ أَنْ يَمُدَّ ضَبْعَيْهِ، حَتَّى لَا يَجِدَ مَزِيدًا. وَإِنْ كَانَ كَذَا فَهُوَ مِنَ الْإِبْدَالِ.\nوَأَمَّا الْأَصْلُ الثَّانِي فَالضَّبْحُ: إِحْرَاقُ أَعَالِي الْعُودِ بِالنَّارِ. وَالضِّبْحُ: الرَّمَادُ. وَالْحِجَارَةُ الْمَضْبُوحَةُ هِيَ قَدَّاحَةُ النَّارِ الَّتِي كَأَنَّهَا مُحْتَرِقَةٌ. قَالَ:\nوَالْمَرْوَ ذَا الْقَدَّاحِ مَضْبُوحَ الْفِلَقْ\nوَيُقَالُ الِانْضِبَاحُ تَغَيُّرُ اللَّوْنِ إِلَى السَّوَادِ.",
    "pg": "3:385"
  },
  "ضبد": {
    "def": "الضَّادُ وَالْبَاءُ وَالدَّالُ لَيْسَ بِشَيْءٍ، وَإِنْ كَانَ مَا ذَكَرَهُ ابْنُ دُرَيْدٍ صَحِيحًا، مِنْ أَنَّ الضَّبَدَ الضَّمَدُ. فَهُوَ مِنْ بَابِ الْإِبْدَالِ. قَالَ: يُقَالُ أَضْبَدْتُهُ، إِذَا أَنْتَ أَغْضَبْتَهُ.",
    "pg": "3:385-386"
  },
  "ضبر": {
    "def": "الضَّادُ وَالْبَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى جَمْعٍ وَقُوَّةٍ. يُقَالُ: ضَبَرَ الشَّيْءَ: جَمَعَهُ، وَضَبَرَ الْفَرَسُ قَوَائِمَهُ، إِذَا جَمَعَهَا لِيَثِبَ. وَفَرَسٌ ضِبِرٌّ مِنْ ذَلِكَ. وَإِضْبَارَةُ الْكُتُبِ مِنْ ذَلِكَ. وَاشْتِقَاقُ ضَبَارَةَ مِنْهُ، وَهُوَ أَبُو عَامِرِ بْنُ ضَبَارَةَ. وَنَاقَةٌ مُضَبَّرَةٌ وَمَضْبُورَةُ الْخَلْقِ، أَيْ شَدِيدَةٌ. وَقَالَ فِي صِفَةِ فَرَسٍ:\nمُضَبَّرٌ خَلْقُهَا تَضْبِيرًا ... يَنْشَقُّ عَنْ وَجْهِهَا السَّبِيبُ\nوَالضَّبْرُ: الْجَمَاعَةُ. قَالَ الْهُذَلِيُّ:\nضَبْرٌ لِبَاسُهُمُ الْقَتِيرُ مُؤَلَّبُ\nوَأَمَّا الرُّمَّانُ الْجَبَلِيُّ فَيُقَالُ: إِنَّهُمْ يُسَمُّونَهُ الضَّبْرَ. وَقَدْ قُلْنَا: إِنَّ النَّبَاتَ وَالْأَمَاكِنَ لَا تَكَادُ تَنْقَاسُ.",
    "pg": "3:386"
  },
  "ضبز": {
    "def": "الضَّادُ وَالْبَاءُ وَالزَّاءُ. يَقُولُونَ الضَّبْزُ: شِدَّةُ اللَّحْظِ وَلَا مَعْنَى لِهَذَا.",
    "pg": "3:386"
  },
  "ضبس": {
    "def": "الضَّادُ وَالْبَاءُ وَالسِّينُ أُصَيْلٌ إِنْ صَحَّ فَلَيْسَ إِلَّا فِي شَيْءٍ مَذْمُومٍ غَيْرَ مَحْمُودٍ. قَالَ الْخَلِيلُ: الضَّبِيسُ: الْحَرِيصُ، وَالضَّبِيسُ: الْقَلِيلُ الْفِطْنَةِ لَا يَهْتَدِي لِشَيْءٍ. وَيُقَالُ: الضَّبِيسُ الْجَبَانُ.",
    "pg": "3:386"
  },
  "ضبط": {
    "def": "الضَّادُ وَالْبَاءُ وَالطَّاءُ أَصْلٌ صَحِيحٌ. ضَبَطَ الشَّيْءَ ضَبْطًا. وَالْأَضْبَطُ: الَّذِي يَعْمَلُ بِيَدَيْهِ جَمِيعًا. وَيُقَالُ: نَاقَةٌ ضَبْطَاءُ. قَالَ: عُذَافِرَةٌ ضَبْطَاءُ تَخْدِي كَأَنَّهَا ... فَنِيقٌ غَدَا يَحْوِي السَّوَامَ السَّوَارِحَا\nوَفِي الْحَدِيثِ: «أَنَّهُ سُئِلَ عَنِ الْأَضْبَطِ» .",
    "pg": "3:386-387"
  },
  "ضبع": {
    "def": "الضَّادُ وَالْبَاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَعَانٍ ثَلَاثَةٍ، أَحَدُهَا: جِنْسٌ مِنَ الْحَيَوَانِ، وَالْآخَرُ: عُضْوٌ مِنْ أَعْضَاءِ الْإِنْسَانِ، وَالثَّالِثُ: صِفَةٌ مِنْ صِفَةِ النُّوقِ.\nفَالْأَوَّلُ: الضَّبُعُ، وَهِيَ مَعْرُوفَةٌ، وَالذَّكَرُ: ضِبْعَانٌ، وَفِي الْحَدِيثِ: «فَإِذَا هُوَ بِضِبْعَانٍ أَمْدَرَ» ، ثُمَّ يُسْتَعَارُ ذَلِكَ فَيُشَبَّهُ السَّنَةُ الْمُجْدِبَةُ بِهِ، فَيُقَالُ لَهَا: الضَّبُعُ. وَجَاءَ رَجُلٌ فَقَالَ: «يَا رَسُولَ اللَّهِ، أَكَلَتْنَا الضَّبُعُ» ، أَرَادَ السَّنَةَ الَّتِي تُسَمِّيهَا الْعَرَبُ الضَّبُعُ، كَأَنَّهَا تَأْكُلُهُمْ كَمَا تَأْكُلُ الضَّبُعُ. قَالَ:\nأَبَا خُرَاشَةً أَمَّا أَنْتَ ذَا نَفَرٍ ... فَإِنَّ قَوْمِيَ لَمْ تَأْكُلْهُمُ الضَّبُعُ\nوَأَمَّا الْعُضْوُ فَضَبْعُ الْيَدِ، وَاشْتِقَاقُهَا مِنْ ضَبْعِ الْيَدِ وَهُوَ الْمَدُّ. وَالْعَرَبُ تَقُولُ: ضَبَعَتِ النَّاقَةُ وَضَبَّعَتْ تَضْبِيعًا، كَأَنَّهَا تَمُدُّ ضَبْعَيْهَا. قَالَ أَبُو عُبَيْدٍ: الضَّابِعُ: الَّتِي تَرْفَعُ ضَبْعَهَا فِي سَيْرِهَا.\nوَمِمَّا يُشْتَقُّ مِنْ هَذَا: الِاضْطِبَاعُ بِالثَّوْبِ: أَنْ يُدْخِلَ الثَّوْبَ مِنْ تَحْتِ يَدِهِ الْيُمْنَى فَيُلْقِيَهُ عَلَى مَنْكِبِهِ الْأَيْسَرِ. وَمِنْهُ الضِّبَاعُ، وَهُوَ رَفْعُ الْيَدَيْنِ فِي الدُّعَاءِ. قَالَ رُؤْبَةُ: وَمَا تَنِي أَيْدٍ عَلَيْنَا تَضْبَعُ\nأَيْ تَمُدُّ أَضْبَاعَهَا بِالدُّعَاءِ. قَالَ ابْنُ السِّكِّيتِ: ضَبَعُوا لَنَا مِنَ الطَّرِيقِ، إِذَا جَعَلُوا لَنَا قِسْمًا، يَضْبَعُونَ ضَبْعًا. كَأَنَّهُ أَرَادَ أَنَّهُمْ يُقَدِّرُونَهُ فَيَمُدُّونَ أَضْبَاعَهُمْ بِهِ. وَضَبَعَتِ الْخَيْلُ وَالْإِبِلُ، إِذَا مَدَّتْ أَضْبَاعَهَا فِي عَدْوِهَا، وَهِيَ أَعَضَادُهَا. وَقَوْلُ الْقَائِلِ:\nوَلَا صُلْحَ حَتَّى تَضْبِعُونَا وَنَضْبَعَا\nأَيْ تَمُدُّونَ أَضْبَاعَكُمْ إِلَيْنَا بِالسُّيُوفِ وَنَمُدُّ أَضْبَاعَنَا بِهَا إِلَيْكُمْ. قَالَ أَبُو عَمْرٍو: ضَبَعَ الْقَوْمُ لِلصُّلْحِ، إِذَا مَالُوا بِأَضْبَاعِهِمْ نَحْوَهُ. وَحَكَى قَوْمٌ: كُنَّا فِي ضَبْعِ فُلَانٍ، أَيْ كَنَفِهِ. وَهُوَ ذَاكَ الْمَعْنَى ; لِأَنَّ الْكَنَفَيْنِ جَنَاحَا الْإِنْسَانِ، وَجَنَاحَاهُ ضَبْعَاهُ. [وَضَبَعَتِ النَّاقَةُ تَضْبَعُ ضَبْعًا وَضَبَعَةً] ، إِذَا أَرَادَتِ الْفَحْلَ.",
    "pg": "3:387-388"
  },
  "ضبن": {
    "def": "الضَّادُ وَالْبَاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ، وَهُوَ عُضْوٌ مِنَ الْأَعْضَاءِ. فَالضَّبْنُ: مَا بَيْنَ الْإِبِطِ وَالْكَشْحِ. يُقَالُ: أَضْطَبَنْتُهُ: جَعَلْتُهُ فِي ضِبْنِي. وَالضَّبْنَةُ: أَهْلُ الرَّجُلِ، يَضْطَبِنُهَا. وَنَاسٌ يَقُولُونَ: الْمَضْبُونُ: الزَّمِنُ، وَهُوَ عِنْدِي مِنْ قَلْبِ الْمِيمِ. وَمَكَانٌ ضَبْنٌ: ضَيِّقٌ. وَهَذِهِ الْكَلِمَةُ مِنَ الْبَابِ الْأَوَّلِ.",
    "pg": "3:388-389"
  },
  "ضجج": {
    "def": "الضَّادُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى صِيَاحٍ بِضَجَرٍ. مِنْ ذَلِكَ ضَجَّ يَضِجُّ ضَجِيجًا، وَضَجَّ الْقَوْمُ ضِجَاجًا. قَالَ أَبُو عُبَيْدٍ: أَضَجَّ الْقَوْمُ إِضْجَاجًا، إِذَا جَلَبُوا وَصَاحُوا. فَإِذَا جَزِعُوا مِنْ شَيْءٍ وَغُلِبُوا قِيلَ: ضَجُّوا. وَقَالَ: الضِّجَاجُ: الْمُشَاغَبَةُ وَالْمُشَارَّةُ. قَالَ غَيْرُهُ، الضَّجُوجُ مِنَ الْإِبِلِ، الَّتِي تَضِجُّ إِذَا حُلِبَتْ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ: الضَّجَاجُ، وَهُوَ خَرَزٌ.",
    "pg": "3:359"
  },
  "ضجر": {
    "def": "الضَّادُ وَالْجِيمُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اغْتِمَامٍ بِكَلَامٍ. يُقَالُ: ضَجِرَ يَضْجَرُ ضَجَرًا. وَضَجِرَتِ النَّاقَةُ: كَثُرَ رُغَاؤُهَا. وَيَقُولُونَ فِي الشِّعْرِ: ضَجْرَ، بِسُكُونِ الْجِيمِ. قَالَ:\nفَإِنْ أَهْجُهُ يَضْجَرْ كَمَا ضَجْرَ بَازِلٌ.",
    "pg": "3:390"
  },
  "ضجع": {
    "def": "الضَّادُ وَالْجِيمُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى لُصُوقٍ بِالْأَرْضِ عَلَى جَنْبٍ، ثُمَّ يُحْمَلُ عَلَى ذَلِكَ. يُقَالُ: ضَجَعَ ضُجُوعًا. وَالْمَرَّةُ الْوَاحِدَةُ الضَّجْعَةُ. وَيُقَالُ: اضْطَجَعَ يَضْطَجِعُ اضْطِجَاعًا. وَضَجِيعُكَ: الَّذِي يُضَاجِعُكَ. وَهُوَ حَسَنُ الضِّجْعَةِ، كَالرِّكْبَةِ.\nوَمِنَ الْبَابِ: ضَجَّعَ فِي الْأَمْرِ، إِذَا قَصَّرَ، كَأَنَّهُ لَمْ يَقُمْ بِهِ وَاضْطَجَعَ عَنْهُ. وَيُقَالُ: رَجُلٌ ضَجُوعٌ، أَيْ ضَعِيفُ الرَّأْيِ. وَرِجْلٌ ضُجَعَةٌ: عَاجِزٌ لَا يَكَادُ يَبْرَحُ. وَالضَّجُوعُ: النَّاقَةُ الَّتِي تَرْعَى نَاحِيَةً. وَيُقَالُ تَضَجَّعَ السَّحَابُ، إِذَا أَرَبَّ بِالْمَكَانِ. وَهُوَ فِي شِعْرِ هُذَيْلٍ. وَيُقَالُ: أَكَمَةٌ ضَجُوعٌ، إِذَا كَانَتْ لَاصِقَةً بِالْأَرْضِ. وَالضُّجُوعُ: أَكَمَةٌ بِعَيْنِهَا. وَالضَّوَاجِعُ: مَوْضِعٌ فِي قَوْلِهِ:\n. . . . . . رَاكِسٌ فَالضَّوَاجِعُ\nوَالضَّاجِعَةُ وَالضَّجْعَاءُ: الْغَنَمُ الْكَثِيرَةُ، وَإِنَّمَا هُوَ مِنَ الْبَابِ لِأَنَّهَا تَرْعَى وَتَضْطَجِعُ. وَالضَّجُوعُ: نَاقَةٌ تَرْعَى نَاحِيَةً وَتَضْطَجِعُ وَحْدَهَا.",
    "pg": "3:390-391"
  },
  "ضجم": {
    "def": "الضَّادُ وَالْجِيمُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عِوَجٍ فِي الشَّيْءِ. فَالضَّجَمُ: الْعِوَجُ. يُقَالُ: تَضَاجَمَ الْأَمْرُ بِالْقَوْمِ، إِذَا اخْتَلَفَ. وَالضَّجَمُ: اعْوِجَاجٌ فِي الْأَنْفِ وَأَنْ يَمِيلَ إِلَى أَحَدِ جَانِبَيِ الْوَجْهِ. وَضُبَيْعَةُ أَضْجَمَ: قَوْمٌ مِنَ الْعَرَبِ، كَأَنَّ أَبَاهُمْ أَضْجَمَ. وَيُقَالُ: الضَّجَمُ أَيْضًا اعْوِجَاجُ الْمَنْكِبَيْنِ.",
    "pg": "3:391"
  },
  "ضجن": {
    "def": "الضَّادُ وَالْجِيمُ وَالنُّونُ لَيْسَ بِشَيْءٍ، إِلَّا أَنَّهُمْ يَقُولُونَ: [الضَّجَنُ] : جَبَلٌ مَعْرُوفٌ. وَقَدْ قُلْنَا فِي هَذَا. وَقَالَ الْأَعْشَى:\nكَخَلْقَاءَ مِنْ هَضَبَاتِ الضَّجَنْ\nوَضَجْنَانُ: جَبَلٌ بِتِهَامَةَ.\n\n[بَابُ الضَّادِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:391"
  },
  "ضحح": {
    "def": "الضَّادُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى رِقَّةِ شَيْءٍ بِعَيْنِهِ. مِنْ ذَلِكَ الضَّحْضَاحُ: الْمَاءُ إِلَى الْكَعْبَيْنِ، سُمِّيَ بِذَلِكَ لِرِقَّتِهِ. وَالضَّحْضَحَةُ: تَرَقْرُقُ الشَّرَابِ. وَمِنْهُ الضِّحُّ، وَهُوَ ضَوْءُ الشَّمْسِ إِذَا اسْتَمْكَنَ مِنَ الْأَرْضِ. وَكَانَ ابْنُ الْأَعْرَابِيِّ يَقُولُ: هُوَ لَوْنُ الشَّمْسِ. وَيَقُولُونَ: جَاءَ فُلَانٌ بِالضِّحِّ وَالرِّيحِ، يُرَادُ بِهِ الْكَثْرَةُ، أَيْ مَا طَلَعَتْ عَلَيْهِ الشَّمْسُ وَمَا جَرَتْ عَلَيْهِ الرِّيحُ. قَالَ: وَلَا يُقَالُ: [الضِّيحُ] .",
    "pg": "3:359-360"
  },
  "ضحك": {
    "def": "الضَّادُ وَالْحَاءُ وَالْكَافُ قَرِيبٌ مِنَ الْبَابِ الَّذِي قَبْلَهُ، وَهُوَ دَلِيلُ الِانْكِشَافِ وَالْبُرُوزِ. مِنْ ذَلِكَ الضَّحِكُ، ضَحِكُ الْإِنْسَانِ. وَيُقَالُ أَيْضًا: الضَّحْكُ، وَالْأَوَّلُ أَفْصَحُ. وَالضَّاحِكَةُ: كُلُّ سِنٍّ تَبْدُو مِنْ مُقَدَّمِ الْأَسْنَانِ وَالْأَضْرَاسِ عِنْدَ الضَّحِكِ.\nقَالَ ابْنُ الْأَعْرَابِيِّ: الضَّاحِكُ مِنَ السَّحَابِ مِثْلُ الْعَارِضِ، إِلَّا أَنَّهُ إِذَا بَرَقَ يُقَالُ فِيهِ: ضَحِكَ. وَالضَّحُوكُ: الطَّرِيقُ الْوَاضِحُ. وَيُقَالُ: أَضْحَكْتَ حَوْضَكَ، إِذَا مَلَأْتَهُ حَتَّى يَفِيضَ. قَالَ ابْنُ دُرَيْدٍ: الضَّاحِكُ حَجَرٌ شَدِيدُ الْبَرِيقِ يَبْدُو فِي الْجَبَلِ، أَيَّ لَوْنٍ كَانَ. وَيُقَالُ فِي بَابِ الضَّحِكِ: الْأُضْحُوكَةُ مَا يُضْحِكُ مِنْهُ. وَرَجْلٌ ضِحْكَةٌ: يُضْحَكُ مِنْهُ. وَضُحَكَةٌ: يُكْثِرُ الضَّحِكَ. فَأَمَّا الضَّحْكُ فَيُقَالُ إِنَّهُ الْعَسَلُ. وَيُنْشَدُ:\nفَجَاءَ بِمَزْجٍ لَمْ يَرَ النَّاسُ مِثْلَهُ ... هُوَ الضَّحْكُ إِلَّا أَنَّهُ عَمَلُ النَّحْلِ\nوَيُقَالُ هُوَ الْبَلَحُ، قَالَ الشَّيْبَانِيُّ: الطَّلْعُ هُوَ الْكَافُورُ وَالضَّحْكُ جَمِيعًا حِينَ يَنْفَتِقُ.\n\n[بَابُ الضَّادِ وَالْخَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:393-394"
  },
  "ضحل": {
    "def": "الضَّادُ وَالْحَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ، وَهُوَ الْمَاءُ الْقَلِيلُ وَمَا أَشْبَهَهُ. مِنْ ذَلِكَ الضَّحْلُ: الْمَاءُ الْقَلِيلُ، وَمَكَانُهُ الْمَضْحَلُ، وَالْجَمْعُ: مَضَاحِلُ. وَيُقَالُ: ضَحِلَ الْمَاءُ: رَقَّ وَقَلَّ، وَهُوَ مِنَ الْكَلَامِ الْفَصِيحِ الصَّحِيحِ. وَأَتَانُ الضَّحْلِ: صَخْرَةٌ بَعْضُهَا فِي الْمَاءِ وَبَعْضُهَا خَارِجٌ.",
    "pg": "3:391"
  },
  "ضحى": {
    "def": "الضَّادُ وَالْحَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى بُرُوزِ الشَّيْءِ. فَالضَّحَاءُ: امْتِدَادُ النَّهَارِ، وَذَلِكَ هُوَ الْوَقْتُ الْبَارِزُ الْمُنْكَشِفُ. ثُمَّ يُقَالُ لِلطَّعَامِ الَّذِي يُؤْكَلُ فِي ذَلِكَ الْوَقْتِ: ضَحَاءٌ. قَالَ: تَرَى الثَّوْرَ يَمْشِي رَاجِعًا مِنْ ضَحَائِهِ\nوَيُقَالُ: ضَحِيَ الرَّجُلُ يَضْحَى، إِذَا تَعَرَّضَ لِلشَّمْسِ، وَضَحَى مِثْلُهُ. وَيُقَالُ: اضْحَ يَا زَيْدُ، أَيِ ابْرُزْ لِلشَّمْسِ. وَالضَّحِيَّةُ مَعْرُوفَةٌ، وَهِيَ الْأُضْحِيَّةُ.\nقَالَ الْأَصْمَعِيُّ: فِيهَا أَرْبَعُ لُغَاتٍ: أُضْحِيَّةٌ وَإِضْحِيَّةٌ، وَالْجَمْعُ: أَضَاحِيُّ ; وَضَحِيَّةٌ، وَالْجَمْعُ: ضَحَايَا ; وَأَضْحَاةٌ، وَجَمْعُهَا: أُضْحًى. قَالَ الْفَرَّاءُ: الْأَضْحَى مُؤَنَّثَةٌ، وَقَدْ تُذَكَّرُ، يُذْهَبُ بِهَا إِلَى الْيَوْمِ. وَأَنْشَدَ:\nدَنَا الْأَضْحَى وَصَلَّلَتِ اللِّحَامُ\nوَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّ الذَّبِيحَةَ فِي ذَلِكَ الْيَوْمِ لَا تَكُونُ إِلَّا فِي وَقْتِ إِشْرَاقِ الشَّمْسِ. وَيُقَالُ: لَيْلَةٌ إِضْحِيَانَةٌ وَضَحْيَاءُ، أَيْ مُضِيئَةٌ لَا غَيْمَ فِيهَا. وَيُقَالُ: هُمْ يَتَضَحَّوْنَ، أَيْ يَتَغَدَّوْنَ. وَالْغَدَاءُ: الضَّحَاءُ. وَمِنْ ذَلِكَ حَدِيثُ سَلَمَةَ بْنِ الْأَكْوَعِ: «بَيْنَا نَحْنُ مَعَ رَسُولِ اللَّهِ ﵌ نَتَضَحَّى» - يُرِيدُ نَتَغَدَّى. وَضَاحِيَةُ كُلِّ بَلْدَةٍ: نَاحِيَتُهَا الْبَارِزَةُ. يُقَالُ: هُمْ يَنْزِلُونَ الضَّوَاحِيَ. وَيُقَالُ: فَعَلَ ذَلِكَ ضَاحِيَةً، إِذَا فَعَلَهُ ظَاهِرًا بَيِّنًا. قَالَ:\nعَمِّي الَّذِي مَنَعَ الدِّينَارَ ضَاحِيَةً ... دِينَارَ نَخَّةِ كَلْبٍ وَهُوَ مَشْهُودُ\nوَقَالَ: وَقَدْ جَزَتْكُمْ بَنُو ذُبْيَانَ ضَاحِيَةً ... بِمَا فَعَلْتُمْ كَكَيْلِ الصَّاعِ بِالصَّاعِ\nفَأَمَّا قَوْلُ جَرِيرٍ:\nفَمَا شَجَرَاتُ عِيصِكَ فِي قُرَيْشٍ ... بِعَشَّاتِ الْفُرُوعِ وَلَا ضَوَاحِ\nفَإِنَّهُ يَقُولُ: لَيْسَتْ هِيَ فِي النَّوَاحِي، بَلْ هِيَ [فِي] الْوَاسِطَةِ. وَيُقَالُ لِلسَّمَاوَاتِ كُلِّهَا: الضَّوَاحِي. وَقَالَ تَأَبَّطَ شَرًّا:\nوَقُلَّةٍ كَسِنَانِ الرُّمْحِ بَارِزَةٍ ... ضَحْيَانَةٌ. . . . . . . . . . . .\nفَهِيَ الْبَارِزَةُ لِلشَّمْسِ.\nقَالَ أَبُو زَيْدٍ: ضَحَا الطَّرِيقُ يَضْحُو ضَحْوًا وَضُحُوًّا، إِذَا بَدَا وَظَهَرَ. فَقَدْ دَلَّتْ هَذِهِ الْفُرُوعُ كُلُّهَا عَلَى صِحَّةِ مَا أَصَّلْنَاهُ فِي بُرُوزِ الشَّيْءِ وَوُضُوحِهِ. فَأَمَّا الَّذِي يُرْوَى عَنْ أَبِي زَيْدٍ عَنِ الْعَرَبِ: ضَحَّيْتُ عَنِ الْأَمْرِ إِذَا رَفُقْتَ، فَالْأَغْلَبُ عِنْدِي أَنَّهُ شَاذٌّ فِي الْكَلَامِ. قَالَ زَيْدُ الْخَيْلِ:\nلَوْ أَنَّ نَصْرًا أَصْلَحَتْ ذَاتَ بَيْنِهَا ... لَضَحَّتْ رُوَيْدًا عَنْ مَصَالِحِهَا عَمْرُو",
    "pg": "3:391-393"
  },
  "ضخخ": {
    "def": "الضَّادُ وَالْخَاءُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يَقُولُونَ: الضَّخُّ: امْتِدَادُ الْبَوْلِ. وَالْمِضَخَّةُ: قَصَبَةٌ يُرْمَى بِهَا الْمَاءُ فَيَمْتَدُّ.",
    "pg": "3:360"
  },
  "ضخم": {
    "def": "الضَّادُ وَالْخَاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عِظَمٍ فِي الشَّيْءِ. يُقَالُ: هَذَا ضَخْمٌ وَضُخَامٌ. وَيُقَالُ: إِنَّ الْأُضْخُومَةَ شَيْءٌ تُعَظِّمُ بِهِ الْمَرْأَةُ عَجِيزَتَهَا. [بَابُ الضَّادِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:394-395"
  },
  "ضدد": {
    "def": "الضَّادُ وَالدَّالُ كَلِمَتَانِ مُتَبَايِنَتَانِ فِي الْقِيَاسِ.\nفَالْأُولَى: الضِّدُّ ضِدُّ الشَّيْءِ. وَالْمُتَضَادَّانِ: الشَّيْئَانِ لَا يَجُوزُ اجْتِمَاعُهُمَا فِي وَقْتٍ وَاحِدٍ، كَاللَّيْلِ وَالنَّهَارِ.\nوَالْكَلِمَةُ الْأُخْرَى الضَّدُّ، وَهُوَ الْمَلْءُ، بِفَتْحِ الضَّادِ، يُقَالُ: ضَدَّ الْقِرْبَةَ، مَلَأَهَا، ضَدًّا.",
    "pg": "3:360"
  },
  "ضرب": {
    "def": "الضَّادُ وَالرَّاءُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، ثُمَّ يُسْتَعَارُ وَيُحْمَلُ عَلَيْهِ. مِنْ ذَلِكَ ضَرَبْتُ ضَرْبًا، إِذَا أَوْقَعْتَ بِغَيْرِكَ ضَرْبًا. وَيُسْتَعَارُ مِنْهُ وَيُشَبَّهُ بِهِ الضَّرْبُ فِي الْأَرْضِ تِجَارَةً وَغَيْرَهَا مِنَ السَّفَرِ. قَالَ اللَّهُ تَعَالَى: ﴿وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ﴾ [النساء: ١٠١] . وَيَقُولُونَ: إِنَّ الْإِسْرَاعَ إِلَى السَّيْرِ أَيْضًا ضَرْبٌ. قَالَ:\nفَإِنَّ الَّذِي كُنْتُمْ تَحْذَرُونَ ... أَتَتْنَا عُيُونٌ بِهِ تَضْرِبُ\nوَالطَّيْرُ الضَّوَارِبُ: الطَّوَالِبُ لِلرِّزْقِ. وَيُقَالُ: رَجُلٌ مِضْرَبٌ: شَدِيدُ الضَّرْبِ. وَمِنَ الْبَابِ: الضَّرْبُ: الصِّيغَةُ. يُقَالُ هَذَا مِنْ ضَرْبِ فُلَانٍ، أَيْ صِيغَتِهِ ; لِأَنَّهُ إِذَا صَاغَ شَيْئًا فَقَدْ ضَرَبَهُ.\nوَالضَّرِيبُ: الْمِثْلُ، كَأَنَّهُمَا ضُرِبَا ضَرْبًا وَاحِدًا وَصِيغَا صِيَاغَةً وَاحِدَةً. وَالضَّرِيبُ الصَّقِيعُ: كَأَنَّ السَّمَاءَ ضَرَبَتْ بِهِ الْأَرْضَ. وَيُقَالُ لِلَّذِي أَصَابَهُ الضَّرِيبُ: مَضْرُوبٌ. قَالَ:\nوَمَضْرُوبٍ يَئِنُّ بِغَيْرِ ضَرْبٍ ... يُطَاوِحُهُ الطِّرَافُ إِلَى الطِّرَافِ\nوَالضَّرِيبُ مِنَ اللَّبَنِ: مَا خُلِطَ مَحْضُهُ بِحَقِينِهِ، كَأَنَّ أَحَدَهُمَا قَدْ ضُرِبَ عَلَى الْآخَرِ. وَالضَّرِيبُ: الشَّهْدُ، كَأَنَّ النَّحْلَ ضَرَبَهُ. وَيُقَالُ لِلسَّجِيَّةِ وَالطَّبِيعَةِ: الضَّرِيبَةُ، كَأَنَّ الْإِنْسَانَ قَدْ ضُرِبَ عَلَيْهَا ضَرْبًا وَصِيغَ صِيغَةً. وَمَضْرَبُ السَّيْفِ وَمَضْرِبُهُ: الْمَكَانُ الَّذِي يُضْرَبُ بِهِ مِنْهُ. وَيُقَالُ لِلصِّنْفِ مِنَ الشَّيْءِ: الضَّرْبُ، كَأَنَّهُ ضُرِبَ عَلَى مِثَالِ مَا سِوَاهُ مِنْ ذَلِكَ الشَّيْءِ. وَالضَّرِيبَةُ: مَا يُضْرَبُ عَلَى الْإِنْسَانِ مِنْ جِزْيَةٍ وَغَيْرِهَا. وَالْقِيَاسُ وَاحِدٌ، كَأَنَّهُ قَدْ ضُرِبَ بِهِ ضَرْبًا. ثُمَّ يَتَّسِعُونَ فَيَقُولُونَ: ضَرَبَ فُلَانٌ عَلَى يَدِ فُلَانٍ، إِذَا حَجَرَ عَلَيْهِ، كَأَنَّهُ أَرَادَ بَسْطَ يَدَهُ فَضَرَبَ الضَّارِبُ عَلَى يَدِهِ فَقَبَضَ يَدَهُ. وَمِنَ الْبَابِ ضِرَابُ الْفَحْلِ النَّاقَةَ. وَيُقَالُ: أَضْرَبْتُ النَّاقَةَ: أَنْزَيْتُ عَلَيْهَا الْفَحْلَ. وَأَضْرَبَ فُلَانٌ عَنِ الْأَمْرِ، إِذَا كَفَّ، وَهُوَ مِنَ الْكَفِّ، كَأَنَّهُ أَرَادَ التَّبَسُّطَ فِيهِ ثُمَّ أَضْرَبَ، أَيْ أَوْقَعَ بِنَفْسِهِ ضَرْبًا فَكَفَّهَا عَمَّا أَرَادَتْ.\nفَأَمَّا الَّذِي يُحْكَى عَنْ أَبِي زَيْدٍ، أَنَّ الْعَرَبَ تَقُولُ: أَضْرَبَ الرَّجُلُ فِي بَيْتِهِ: أَقَامَ، فَقِيَاسُهُ قِيَاسُ الْكَلِمَةِ الَّتِي قَبْلَهَا.\nوَمِنَ الْبَابِ الضَّرَبُ: الْعَسَلُ الْغَلِيظَةُ، كَأَنَّهَا ضُرِبَتْ ضَرْبًا، كَمَا يُقَالُ: نَفَضْتُ الشَّيْءَ نَفْضًا، وَالْمَنْفُوضُ نَفَضٌ. وَيُقَالُ لِلْمُوَكَّلِ بِالْقِدَاحِ: الضَّرِيبُ. وَسُمِّيَ ضَرِيبًا لِأَنَّهُ مَعَ الَّذِي يَضْرِبُهَا، فَسُمِّيَ ضَرِيبًا كَالْقَعِيدِ وَالْجَلِيسِ.\nوَمِمَّا اسْتُعِيرَ فِي هَذَا الْبَابِ قَوْلُهُمْ لِلرَّجُلِ الْخَفِيفِ الْجِسْمِ: ضَرْبٌ، شُبِّهَ فِي خِفَّتِهِ بِالضَّرْبَةِ الَّتِي يَضْرِبُهَا الْإِنْسَانُ. قَالَ:\nأَنَا الرَّجُلُ الضَّرْبُ الَّذِي تَعْرِفُونَهُ ... خَشَاشٌ كَرَأْسِ الْحَيَّةِ الْمُتَوَقِّدِ\nوَالضَّارِبُ: الْمُتَّسَعُ فِي الْوَادِي، كَأَنَّهُ نَهْجٌ يَضْرِبُ فِي الْوَادِي ضَرْبًا.",
    "pg": "3:397-399"
  },
  "ضرج": {
    "def": "الضَّادُ وَالرَّاءُ وَالْجِيمُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى تَفَتُّحِ الشَّيْءِ. تَقُولُ الْعَرَبُ: انْضَرَجَتْ عَنِ الْبَقْلِ لَفَائِفُهُ، إِذَا انْفَتَحَتْ. وَالِانْشِقَاقُ كُلُّهُ انْضِرَاجٌ. قَالَ:\nوَانْضَرَجَتْ عَنْهُ الْأَكَامِيمُ\nوَيُقَالُ: تَضَرَّجَ الْبَرْقُ: تَشَقَّقَ. وَعَيْنٌ مَضْرُوجَةٌ: وَاسِعَةُ الشَّقِّ. وَيُقَالُ: إِنَّ الْإِضْرِيجَ مِنَ الْخَيْلِ: الْكَثِيرُ الْعَرَقِ الْجَوَادِ، وَذَلِكَ مِنَ الْبَابِ ; لِأَنَّهُ كَأَنَّهُ يَتَفَتَّحُ بِالْعَرَقِ تَفَتُّحًا. وَعَدْوٌ ضَرِيجٌ: شَدِيدٌ. وَمِنَ الْبَابِ: تَضَرَّجَ بِالدَّمِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْإِضْرِيجُ: أَكْسِيَةٌ تُتَّخَذُ مِنْ أَجْوَدِ الْمِرْعِزَّى، وَيُقَالُ: هُوَ الْخَزُّ.",
    "pg": "3:399-400"
  },
  "ضرح": {
    "def": "الضَّادُ وَالرَّاءُ وَالْحَاءُ أَصْلَانِ: أَحَدُهُمَا: رَمْيُ الشَّيْءِ، وَالْآخَرُ: لَوْنٌ مِنَ الْأَلْوَانِ.\nفَالْأَوَّلُ قَوْلُهُمْ: ضَرَحْتُ الشَّيْءَ، إِذَا رَمَيْتَ بِهِ. وَالشَّيْءُ الْمُضْطَرَحُ: الْمَرْمِيُّ. وَالْفَرَسُ الضَّرُوحُ: النَّضُوحُ بِرَجُلِهِ. وَقَوْسٌ ضَرُوحٌ: شَدِيدَةُ الدَّفْعِ لِلسَّهْمِ. وَالضَّرِيحُ: الْقَبْرُ يُحْفَرُ مِنْ غَيْرِ لَحْدٍ، كَأَنَّ الْمَيِّتَ قَدْ رُمِيَ فِيهِ.\nوَأَمَّا الْآخَرُ: فَالْأَبْيَضُ مِنْ كُلِّ شَيْءٍ، يُقَالُ لَهُ: الْمَضْرَحِيُّ. وَالصَّقْرُ مُضْرَحِيٌّ، وَالسَّيِّدُ مُضْرَحِيٌّ.\n\n[بَابُ الضَّادِ وَالزَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:400"
  },
  "ضرر": {
    "def": "الضَّادُ وَالرَّاءُ ثَلَاثَةُ أُصُولٍ: الْأَوَّلُ خِلَافَ النَّفْعِ، وَالثَّانِي: اجْتِمَاعُ الشَّيْءِ، وَالثَّالِثُ الْقُوَّةُ.\nفَالْأَوَّلُ الضَّرُّ: ضِدُ النَّفْعِ. وَيُقَالُ: ضَرَّهُ يَضُرُّهُ ضَرًّا. ثُمَّ يُحْمَلُ عَلَى هَذَا كُلُّ مَا جَانَسَهُ أَوْ قَارَبَهُ. فَالضُّرُّ: الْهُزَالُ. وَالضِّرُّ: تَزَوُّجُ الْمَرْأَةِ عَلَى ضَرَّةٍ. يُقَالُ: نُكِحَتْ فُلَانَةُ عَلَى ضِرٍّ، أَيْ عَلَى امْرَأَةٍ كَانَتْ قَبْلَهَا. وَقَالَ الْأَصْمَعِيُّ: تَزَوَّجَتِ الْمَرْأَةُ عَلَى ضُرٍّ وَضِرٍّ. قَالَ: وَالْإِضْرَارُ مِثْلُهُ، وَهُوَ رَجُلٌ مُضِرٌّ. وَالضَّرَّةُ: اسْمٌ مُشْتَقٌّ مِنَ الضَّرِّ، كَأَنَّهَا تَضُرُّ الْأُخْرَى كَمَا تَضُرُّهَا تِلْكَ. وَاضْطَرَّ فُلَانٌ إِلَى كَذَا، مِنَ الضَّرُورَةِ. وَيَقُولُونَ فِي الشِّعْرِ \" الضَّارُورَةُ \". قَالَ ابْنُ الدُّمَيْنَةِ:\nأَثِيبِي أَخَا ضَارُورَةٍ أَشْفَقَ الْعِدَى ... عَلَيْهِ وَقَلَّتْ فِي الصِّدِّيقِ مَعَاذِرُهْ\nوَالضَّرِيرُ: الْمُضَارَّةُ. وَأَكْثَرُ مَا يُسْتَعْمَلُ فِي الْغَيْرَةِ ; يُقَالُ: مَا أَشَدَّ ضَرِيرَهُ عَلَيْهَا. وَشُبِّهَ الْحَجَرَانِ لِلرَّحَى بِالضَّرَّتَيْنِ، فَقِيلَ لَهُمَا: الضَّرَّتَانِ. وَالضَّرِيرُ: الَّذِي بِهِ ضَرَرٌ مِنْ ذَهَابِ عَيْنِهِ. أَوْ ضَنَى جِسْمِهِ.\nوَأَمَّا الْأَصْلُ الثَّانِي فَضَرَّةُ الضَّرْعِ: لَحْمَتُهُ. قَالَ أَبُو عُبَيْدٍ: الضَّرَّةُ: الَّتِي لَا تَخْلُو مِنَ اللَّبَنِ. وَسُمِّيَتْ بِذَلِكَ لِاجْتِمَاعِهَا. وَضَرَّةُ الْإِبْهَامِ: اللَّحْمُ الْمُجْتَمِعُ تَحْتَهَا. وَمِنَ الْبَابِ: الْمُضِرُّ: الَّذِي لَهُ ضَرَّةٌ مِنْ مَالٍ، وَهُوَ مِنْ صِفَةِ الْمَالِ الْكَثِيرِ. قَالَ:\nبِحَسْبِكَ فِي الْقَوْمِ أَنْ يَعْلَمُوا ... بِأَنَّكَ فِيهِمْ غَنِيٌّ مُضِرٌّ\nوَأَمَّا الثَّالِثُ فَالضَّرِيرُ: قُوَّةُ النَّفْسِ. وَيُقَالُ: فُلَانٌ ذُو ضَرِيرٍ عَلَى الشَّيْءِ، إِذَا كَانَ ذَا صَبْرٍ عَلَيْهِ وَمُقَاسَاةٍ، فِي قَوْلِ جَرِيرٍ:\n. . . . جُرْأَةً وَضَرِيرًا\nوَيُقَالُ لِلْفَرَسِ: أَضَرَّ عَلَى فَأْسِ اللِّجَامِ، إِذَا أَزَمَّ عَلَيْهِ.",
    "pg": "3:360-361"
  },
  "ضرز": {
    "def": "الضَّادُ وَالرَّاءُ وَالزَّاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ إِنَّ الضِّرِزَّةَ: الْمَرْأَةُ الْقَصِيرَةُ اللَّئِيمَةُ.",
    "pg": "3:395"
  },
  "ضرس": {
    "def": "الضَّادُ وَالرَّاءُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قُوَّةٍ وَخُشُونَةٍ، وَقَدْ يَشِذُّ عَنْهُ مَا يُخَالِفُهُ. فَالضِّرْسُ مِنَ الْأَسْنَانِ، سُمِّيَ بِذَلِكَ لِقُوَّتِهِ عَلَى سَائِرِ الْأَسْنَانِ. وَيُقَالُ: ضَرَسَهُ يَضْرِسُهُ، إِذَا تَنَاوَلَهُ بِضِرْسِهِ. وَقَالَ:\nإِذَا أَنْتَ عَادَيْتَ الرِّجَالَ فَلَا تَكُنْ ... لَهُمْ جَزَرًا وَاجْرَحْ بِنَابِكَ وَاضْرُسِ\nوَالضِّرْسُ: مَا خَشُنَ مِنَ الْآكَامِ. وَيُقَالُ: تَضَارَسَ الْبِنَاءُ، إِذَا لَمْ يَسْتَوِ. وَقَالَ بَعْضُهُمْ: ضَرَّسَتْ فُلَانًا الْخُطُوبُ. وَيُقَالُ: بِئْرٌ مَضْرُوسَةٌ: مُطَوِّيَةٌ بِحِجَارَةٍ. وَنَاقَةٌ ضَرُوسٌ: تَعَضُّ حَالِبَهَا. وَرَجُلٌ ضَرِسٌ: صَعْبُ الْخُلُقِ. وَيُقَالُ: أَضْرَسَهُ الْأَمْرُ، إِذَا أَقْلَقَهُ. وَالْمُضَرَّسُ: ضَرْبٌ مِنَ الرَّيْطِ، وَكَأَنَّهُ سُمِّيَ بِذَلِكَ لِأَنَّهُ فِيهِ صُوَرًا كَأَنَّهَا أَضْرَاسٌ. وَالضَّرَسُ: خَوْرٌ فِي الضِّرْسِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ وَقَدْ يُمْكِنُ أَنْ يَتَمَحَّلَ لَهُ قِيَاسٌ: الضِّرْسُ: الْمَطْرَةُ الْقَلِيلَةُ، وَالْجَمْعُ: ضُرُوسٌ.",
    "pg": "3:395"
  },
  "ضرع": {
    "def": "الضَّادُ وَالرَّاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى لِينٍ فِي الشَّيْءِ. مِنْ ذَلِكَ ضَرَعَ الرَّجُلُ ضَرَاعَةً، إِذَا ذَلَّ. وَرَجُلٌ ضَرَعٌ. ضَعِيفٌ، قَالَ ابْنُ وَعْلَةَ: أَنَاةً وَحِلْمًا وَانْتِظَارًا بِهِمْ غَدًا ... فَمَا أَنَا بِالْوَانِي وَلَا الضَّرَعِ الْغُمْرِ\nوَمِنَ الْبَابِ ضَرْعُ الشَّاةِ وَغَيْرِهِ، سُمِّيَ بِذَلِكَ لِمَا فِيهِ مِنْ لِينٍ. وَيُقَالُ: أَضْرَعَتِ النَّاقَةُ، إِذَا نَزَلَ لَبَنُهَا عِنْدَ قُرْبِ النَّتَاجِ. فَأَمَّا الْمُضَارَعَةُ فَهِيَ التَّشَابُهُ بَيْنَ الشَّيْئَيْنِ. قَالَ بَعْضُ أَهْلِ الْعِلْمِ: اشْتِقَاقُ ذَلِكَ مِنَ الضَّرْعِ، كَأَنَّهُمَا ارْتَضَعَا مِنْ ضَرْعٍ وَاحِدٍ. وَشَاةٌ ضَرِيعٌ: كَبِيرَةُ الضَّرْعِ، وَضَرِيعَةٌ أَيْضًا. وَيُقَالُ لِنَاحِلِ الْجِسْمِ: ضَارِعٌ. وَقَالَ رَسُولُ اللَّهِ ﵌ فِي ابْنَيْ جَعْفَرٍ: «مَا لِي أَرَاهُمَا ضَارِعَيْنِ؟» .\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ: الضَّرِيعُ، وَهُوَ نَبْتٌ. وَمُمْكِنٌ أَنْ يُحْمَلَ عَلَى الْبَابِ فَيُقَالُ ذَلِكَ لِضَعْفِهِ، إِذَا كَانَ لَا يُسْمِنُ وَلَا يُغْنِي مِنْ جُوعٍ. وَقَالَ:\nوَتُرِكْنَ فِي هَزْمِ الضَّرِيعِ فَكُلُّهَا ... حَدْبَاءُ دَامِيَةُ الْيَدَيْنِ حَرُودُ",
    "pg": "3:395-396"
  },
  "ضرف": {
    "def": "الضَّادُ وَالرَّاءُ وَالْفَاءُ شَيْءٌ مِنَ النَّبْتِ. يُقَالُ: إِنَّ الضِّرْفَ مِنْ شَجَرِ الْجِبَالِ، الْوَاحِدَةُ ضِرْفَةٌ.\nقَالَ الْأَصْمَعِيُّ: يُقَالُ: فُلَانٌ فِي ضِرْفَةِ خَيْرٍ، أَيْ كَثْرَةٍ.",
    "pg": "3:396"
  },
  "ضرك": {
    "def": "الضَّادُ وَالرَّاءُ وَالْكَافُ كَلِمَةٌ وَاحِدَةٌ لَا قِيَاسَ لَهَا. يُقَالُ: الضَّرِيكُ: الضَّرِيرُ، وَالْبَائِسُ السَّيِّئُ الْحَالِ.",
    "pg": "3:396"
  },
  "ضرم": {
    "def": "الضَّادُ وَالرَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حَرَارَةٍ وَالْتِهَابٍ. مِنْ ذَلِكَ الضِّرَامُ مِنَ الْحَطَبِ: الَّذِي يَلْتَهِبُ بِسُرْعَةٍ. قَالَ: وَلَكِنْ بِهَذَاكِ الْيَفَاعِ فَأَوْقِدِي ... بِجَزْلٍ إِذَا أَوْقَدْتِ لَا بِضِرَامِ\nوَيُقَالُ: ضَرِمَ الشَّيْءُ: اشْتَدَّ حَرُّهُ.\nوَمِنَ الْبَابِ فَرَسٌ ضَرِمٌ: شَدِيدُ الْعَدْوِ. وَالضَّرِيمُ وَالضِّرَامُ: اشْتِعَالُ النَّارِ. وَمِمَّا شَذَّ عَنِ الْبَابِ فِيمَا يَقُولُونَ، أَنَّ الضَّرِمَ فَرْخُ الْعُقَابِ. وَلَعَلَّهُ أَنْ يَكُونَ ذَلِكَ اسْمَهُ إِذَا اشْتَدَّ جُوعُهُ، فَكَأَنَّهُ يَضْطَرِمُ.",
    "pg": "3:396-397"
  },
  "ضرى": {
    "def": "الضَّادُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ: أَحَدُهُمَا شِبْهُ الْإِغْرَاءِ بِالشَّيْءِ وَاللَّهَجِ بِهِ، وَالْآخَرُ شَيْءٌ يَسْتُرُ.\nفَالْأَوَّلُ قَوْلُ الْعَرَبِ: ضَرِيَ بِالشَّيْءِ، إِذَا أُغْرِيَ بِهِ حَتَّى لَا يَكَادَ يَصْبِرُ عَنْهُ. وَيُقَالُ: لِهَذَا الشَّيْءِ ضَرَاوَةٌ: أَيْ لَا يَكَادُ يُصْبَرُ عَنْهُ. وَالضَّارِي مِنْ أَوْلَادِ الْكِلَابِ، وَالْجَمْعُ الضِّرَاءُ، وَسَمِّي ضَارِيًا لِأَنَّهُ يَضْرَى بِالشَّيْءِ. وَالضِّرْوُ: الضَّارِي. وَمِنَ الْبَابِ: [الضَّارِي، وَ] هُوَ الْعِرْقُ السَّائِلُ. وَقَدْ ضَرَا يَضْرُو ضَرْوًا، كَأَنَّهُ لَهِجَ بِالسَّيَلَانِ.\nقَالَ الْخَلِيلُ. الضَّرْوُ: اهْتِزَازُ الدَّمِ عِنْدَ خُرُوجِهِ مِنَ الْعِرْقِ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالضَّرَاءُ: مَشْيٌ فِيمَا يُوَارِي مِنْ شَجَرٍ أَوْ غَيْرِهِ. يُقَالُ: هُوَ يَمْشِي لَهُ الضَّرَاءَ، إِذَا كَانَ يُخَاتِلُهُ أَوْ يُخَادِعُهُ.\nوَمِنَ الْبَابِ الضِّرْوُ: شَجَرٌ ; لِأَنَّهُ يَسْتُرُ بِوَرَقِهِ.",
    "pg": "3:397"
  },
  "ضزز": {
    "def": "الضَّادُ وَالزَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الضَّزَزُ، وَهُوَ لُصُوقُ الْحَنَكِ الْأَعْلَى بِالْأَسْفَلِ ; رَجُلٌ أَضَزُّ.\n\n[بَابُ الضَّادِ وَالطَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:361"
  },
  "ضزن": {
    "def": "الضَّادُ وَالزَّاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى الضَّغْطِ وَالْمُزَاحَمَةِ. يَقُولُونَ لِلَّذِي يُزَاحِمُ أَبَاهُ فِي امْرَأَتِهِ: ضَيْزَنَ. قَالَ أَوْسٌ:\nفَكُلُّكُمْ لِأَبِيهِ ضَيْزَنٌ سَلِفُ\nوَيُقَالُ الضَّيْزَنُ: الْعَدُوُّ. وَإِذَا اتَّسَعَ قَبُّ الْبَكَرَةِ فَضُيِّقَ بِخَشَبَةٍ فَذَلِكَ هُوَ الضَّيْزَنُ. وَالضَّيْزَنُ: الَّذِي يُزَاحِمُ عِنْدَ الِاسْتِقَاءِ وَالْإِيرَادِ.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرَ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ ضَادٌ] مِنْ ذَلِكَ الضِّرْغَامُ: الْأَسَدُ، فَهَذَا مَنْحُوتٌ مِنْ كَلِمَتَيْنِ: مِنْ ضَغَمَ، وَضَرِمَ. كَأَنَّهُ يَلْتَهِبُ حَتَّى يَضْغَمَ. وَقَدْ فَسَّرْنَا الْكَلِمَتَيْنِ. وَيُقَالُ: ضَرْغَمَ الْأَبْطَالُ بَعْضُهُمْ بَعْضًا فِي الْحَرْبِ.\n\nوَمِنْ ذَلِكَ (الضُّبَارِكُ) وَ (الضِّبْرَاكُ) ، وَهُوَ الرَّجُلُ الضَّخْمُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْكَافُ، وَأَصْلُهُ مِنَ الضَّبْرِ وَهُوَ الْجَمْعُ وَقَدْ مَضَى.\n\nوَمِنْ ذَلِكَ (الضَّرْزَمَةُ) ، وَهُوَ شِدَّةُ الْعَضِّ. وَأَفْعَى (ضِرْزِمٌ) : شَدِيدَةُ الْعَضِّ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْمِيمُ، وَهُوَ مِنْ ضَرَزَ، وَهُوَ أَنْ يَشْتَدَ عَلَى الشَّيْءِ. وَقَدْ فُسِّرَ.\n\nوَمِنْ ذَلِكَ (الضَّفَنْدَدُ) ، وَهُوَ الضَّخْمُ، وَالدَّالُ فِيهِ زَائِدَةٌ. وَهُوَ مِنَ الضَّفْنِ. وَمِنْهُ (الضِّبَطْرُ) ، وَهُوَ الشَّدِيدُ. وَهِيَ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ، مِنْ ضَبَطَ وَضَطَرَ.\nوَمِنْهُ (الضَّيْطَرُ) ، وَقَدْ مَضَى ذِكْرُهُ.\nوَمِنْهُ (الضُّبَارِمُ) : الْأَسَدُ، وَالْمِيمُ فِيهِ زَائِدَةٌ، وَهُوَ مِنَ الضَّبْرِ.\nوَمِنْهُ (الضَّبْثَمُ) ، وَهُوَ الشَّدِيدُ، وَهُوَ مِمَّا زِيدَتْ فِيهِ الْمِيمُ، وَهُوَ مِنْ ضَبَثَ عَلَى الشَّيْءِ، إِذَا قَبَضَ عَلَيْهِ.\n\nوَمِنْ ذَلِكَ (الضَّبَغْطَى) كَلِمَةٌ يُفَزَّعُ بِهَا، وَهُوَ مِمَّا زِيدَتْ فِيهِ الْبَاءُ، وَهُوَ مِنَ الضَّغْطِ. وَمِنْ ذَلِكَ (الضَّبَنْطَى) : الْقَوِيُّ، وَقَدْ زِيدَتْ فِيهِ النُّونُ، وَهُوَ مِنْ ضَبَطَ.\n\nوَمِنْ ذَلِكَ (الْمُضَرْغِطُّ) : الضَّخْمُ، وَالْغَضْبَانُ. وَهُوَ أَيْضًا مِمَّا زِيدَتْ فِيهِ الرَّاءُ.\n\nوَمِنْ ذَلِكَ (الضِّرْسَامَةُ) وَهُوَ اللَّئِيمُ، وَالْمِيمُ فِيهِ زَائِدَةٌ، وَهُوَ مِنَ الضِّرْسِ.\nوَمِمَّا وُضِعَ وَضْعًا وَلَا أَظُنُّ لَهُ قِيَاسًا (الضَّمْعَجُ) ، وَهُوَ الضَّخْمَةُ مِنَ النُّوقِ، وَلَا يُقَالُ ذَلِكَ لِلْبَعِيرِ. وَامْرَأَةٌ ضَمْعَجٌ: ضَخْمَةٌ.\n\nوَمِنْ ذَلِكَ (الضُّغْبُوسُ) ، وَهُوَ الرَّجُلُ الضَّعِيفُ. قَالَ جَرِيرٌ:\nقَدْ جَرَّبَتْ عَرَكِي فِي كُلِّ مُعْتَرَكٍ ... غُلْبُ اللُّيُوثِ فَمَا بَالُ الضَّغَابِيسِ\nوَالضَّغَابِيسُ: صِغَارُ الْقِثَّاءِ، وَفِي الْحَدِيثِ: «أَنَّهُ أُهْدِيَتْ لِرَسُولِ اللَّهِ ﵌ ضَغَابِيسُ» . وَالسِّينُ فِيهِ زَائِدَةٌ، وَالدَّلِيلُ عَلَى ذَلِكَ قَوْلُهُمْ لِلَّذِي يَأْكُلُهَا كَثِيرًا ضَغِْبٌ.\n\nوَمِنْ ذَلِكَ (اضْمَحَلَّ) الشَّيْءُ: ذَهَبَ. وَاضْمَحَلَّ السَّحَابُ: تَقَشَّعَ.\n\nوَمِنْ ذَلِكَ (الضِّفْدِعُ) ، وَهِيَ مَعْرُوفَةٌ. وَمِنْ ذَلِكَ مَا رَوَاهُ الْكِسَائِيُّ: (اضْبَأَكَّتِ) الْأَرْضُ وَ (اضْمَأَكَّتْ) ، إِذَا خَرَجَ نَبْتُهَا.\n\nوَمِنْ ذَلِكَ (الضِّئْبِلُ) ، وَهِيَ الدَّاهِيَةُ.\nوَيُقَالُ (اضْفَأَدَّ) ، إِذَا انْتَفَخَ مِنَ الْغَضَبِ، اضْفِئْدَادًا. وَاللَّهُ أَعْلَمُ.",
    "pg": "3:400-403"
  },
  "ضطر": {
    "def": "الضَّادُ وَالطَّاءُ وَالرَّاءُ كَلِمَةٌ تَدُلُّ عَلَى ضِخَمٍ. وَيَقُولُونَ: وَيَكُونُ مَعَ ذَلِكَ لُؤْمٌ. وَقَالَ أَبُو عُبَيْدٍ: الضَّيْطَرُ: الْعَظِيمُ، وَجَمْعُهُ ضَيْطَارُونَ وَضَيَاطِرَةٌ. وَأَنْشَدَ: تَعَرَّضَ ضَيْطَارُو فُعَالَةَ دُونَنَا ... وَمَا خَيْرَ ضَيْطَارٍ يُقَلِّبُ مِسْطَحَا\n\n[بَابُ الضَّادِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:361-362"
  },
  "ضعس": {
    "def": "الضَّادُ وَالْعَيْنُ وَالسِّينُ لَيْسَ بِشَيْءٍ. وَذَكَرَ ابْنُ دُرَيْدٍ أَنَّهُمْ يَقُولُونَ لِلْحَرِيصِ النَّهِمِ: ضَعْوَسٌ.\n\n[بَابُ الضَّادِ وَالْغَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:363"
  },
  "ضعع": {
    "def": "الضَّادُ وَالْعَيْنُ فِي الْمُضَاعَفِ أَصْلٌ وَاحِدٌ صَحِيحٌ، يَدُلُّ عَلَى الْخُضُوعِ وَالضَّعْفِ. يُقَالُ: تَضَعْضَعَ، إِذَا ذَلَّ وَخَضَعَ. قَالَ أَبُو ذُؤَيْبٍ:\nوَتَجَلُّدِي لِلشَّامِتِينَ أُرِيهِمُ ... أَنِّي لِرَيْبِ الدَّهْرِ لَا أَتَضَعْضَعُ\nوَكُلُّ ضَعِيفٍ ضَعْضَاعٌ، إِذَا لَمْ يَكُنْ ذَا رَأْيٍ وَلَا قُوَّةٍ.",
    "pg": "3:355"
  },
  "ضعف": {
    "def": "الضَّادُ وَالْعَيْنُ وَالْفَاءُ أَصْلَانِ مُتَبَايِنَانِ، يَدُلُّ أَحَدُهُمَا عَلَى خِلَافِ الْقُوَّةِ، وَيَدُلُّ الْآخَرُ عَلَى أَنْ يُزَادَ الشَّيْءُ مِثْلَهُ.\nفَالْأَوَّلُ: الضَّعْفُ وَالضُّعْفُ، وَهُوَ خِلَافُ الْقُوَّةِ. يُقَالُ: ضَعُفَ يَضْعُفُ، وَرَجُلٌ ضَعِيفٌ، وَقَوْمٌ ضُعَفَاءُ وَضِعَافٌ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَقَالَ الْخَلِيلُ: أَضْعَفْتُ الشَّيْءَ إِضْعَافًا، وَضَعَّفْتُهُ تَضْعِيفًا، وَضَاعَفْتُهُ مُضَاعَفَةً، وَهُوَ أَنْ يُزَادَ عَلَى أَصْلِ الشَّيْءِ فَيُجْعَلَ مِثْلَيْنِ أَوْ أَكْثَرَ. قَالَ غَيْرُهُ: الْمَضْعُوفُ: الشَّيْءُ الْمُضَاعَفُ. قَالَ أَبُو عَمْرٍو: الْمَضْعُوفُ مِنْ أَضْعَفْتُ الشَّيْءَ. وَذَكَرَ أَبُو عُبَيْدٍ ذَلِكَ فِي بَابِ: أَفْعَلْتُهُ فَهُوَ مَفْعُولٌ. وَالْمُضَاعَفَةُ: الدِّرْعُ نُسِجَتْ حَلْقَتَيْنِ.",
    "pg": "3:362"
  },
  "ضعو": {
    "def": "الضَّادُ وَالْعَيْنُ وَالْوَاوُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الضَّعَةُ: شَجَرَةٌ، حُذِفَتْ وَاوُهَا ; وَالْجَمْعُ ضَعَوَاتٌ. قَالَ:\nمُتَّخِذًا فِي ضَعَوَاتِ تَوْلَجَا",
    "pg": "3:362-363"
  },
  "ضغب": {
    "def": "الضَّادُ وَالْغَيْنُ وَالْبَاءُ لَيْسَ بِأَصْلٍ، بَلْ هُوَ بَعْضُ الْأَصْوَاتِ. يَقُولُونَ: إِنَّ الضَّغِيبَ تَضَوُّرُ الْأَرْنَبِ إِذَا أُخِذَتْ، وَمِثْلُهُ: الضُّغَابُ. وَالضَّاغِبُ: الَّذِي يَخْتَبِئُ فِي الْخَمَرِ يُفَزِّعُ النَّاسَ.",
    "pg": "3:363"
  },
  "ضغت": {
    "def": "الضَّادُ وَالْغَيْنُ وَالتَّاءُ لَيْسَ بِشَيْءٍ.",
    "pg": "3:363"
  },
  "ضغث": {
    "def": "الضَّادُ وَالْغَيْنُ وَالثَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْتِبَاسِ الشَّيْءِ بَعْضِهِ بِبَعْضٍ. يُقَالُ لِلْحَالِمِ: أَضْغَثْتَ الرُّؤْيَا. وَالْأَضْغَاثُ: الْأَحْلَامُ الْمُلْتَبِسَةُ. وَالضِّغْثُ: قَبْضَةٌ [مِنْ] قُضْبَانٍ أَوْ حَشِيشٍ، قَالَ الْخَلِيلُ: أَصْلٌ وَاحِدٌ. وَيُقَالُ: نَاقَةٌ ضَغُوثٌ، إِذَا شَكَكْتَ فِي سِمَنِهَا فَلَمَسْتَ ; أَبِهَا طِرْقٌ؟ . وَالضَّغْثُ كَالْمَرْسِ.",
    "pg": "3:363"
  },
  "ضغز": {
    "def": "الضَّادُ وَالْغَيْنُ وَالزَّاءُ لَيْسَ بِأَصْلٍ صَحِيحٍ، إِلَّا أَنْ يَأْتِيَ بِهِ شِعْرٌ. غَيْرَ أَنَّ الْخَلِيلَ ذَكَرَ أَنَّ الضِّغْزَ مِنَ السِّبَاعِ: السَّيِّئُ الْخُلُقِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الضَّادِ وَالْفَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:365"
  },
  "ضغط": {
    "def": "الضَّادُ وَالْغَيْنُ وَالطَّاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى مُزَاحَمَةٍ بِشِدَّةٍ. يُقَالُ: ضَغَطَهُ، إِذَا زَحَمَهُ إِلَى حَائِطٍ. وَالضَّغِيطُ: بِئْرٌ تُحْفَرُ إِلَى جَنْبِهَا بِئْرٌ أُخْرَى فَيَقِلُّ مَاؤُهَا. وَالْمَضَاغِطُ: أَرَضُونَ مُنْخَفِضَةٌ. وَبَعِيرٌ بِهِ ضَاغِطٌ، وَهُوَ لُزُوقُ الْعَضُدِ بِالْجَنْبِ حَكًّا حَتَّى يَضْغَطَ ذَلِكَ بَعْضُهُ بَعْضًا وَيَتَدَلَّى جِلْدُهُ. قَالَ أَبُو عُبَيْدٍ: الضَّاغِطُ وَالضَّبُّ شَيْءٌ وَاحِدٌ، وَهُوَ انْفِتَاقٌ مِنَ الْإِبِطِ وَكَثْرَةٌ مِنَ اللَّحْمِ. وَيُقَالُ: اللَّهُمَّ ارْفَعْ عَنَّا هَذِهِ الضَّغْطَةَ، يُرِيدُونَ الشِّدَّةَ وَالْمَشَقَّةَ. وَيُقَالُ: أَرْسَلْتُهُ ضَاغِطًا عَلَى فُلَانٍ، وَهُوَ شِبْهُ الرَّقِيبِ يَمْنَعُهُ مِنَ الظُّلْمِ.",
    "pg": "3:364-365"
  },
  "ضغغ": {
    "def": "الضَّادُ وَالْغَيْنُ لَيْسَ بِشَيْءٍ، وَلَا هُوَ أَصْلًا يُفَرَّعُ مِنْهُ أَوْ يُقَاسُ عَلَيْهِ، لَكِنَّهُمْ يَقُولُونَ: إِنَّ الضَّغْضَغَةَ حِكَايَةُ أَكْلِ الذِّئْبِ اللَّحْمَ. وَقَالَ الْخَلِيلُ: الضَّغْضَغَةُ: لَوْكُ الدَّرْدَاءِ. وَيَقُولُونَ: الضَّغَّاغَةُ: الْأَحْمَقُ. وَالضَّغِيغَةُ: الْعَجِينُ الرَّقِيقُ. وَأَقَامُوا فِي عَيْشٍ ضَغِيغٍ، أَيْ خَصِيبٍ. وَلَيْسَ هَذَا كُلُّهُ بِشَيْءٍ وَإِنْ ذُكِرَ.",
    "pg": "3:355"
  },
  "ضغم": {
    "def": "الضَّادُ وَالْغَيْنُ وَالْمِيمُ أُصَيْلٌ وَاحِدٌ يَدُلُّ عَلَى الْعَضِّ، يُقَالُ: ضَغَمَهُ. وَمِنْهُ اشْتُقَّ الضَّيْغَمُ، وَهُوَ الْأَسَدُ. قَالَ أَبُو عُبَيْدٍ: الضَّيْغَمُ الَّذِي يَعَضُّ. وَالْيَاءُ زَائِدَةٌ. وَذَكَرَ ابْنُ دُرَيْدٍ: الضُّغَامَةُ: مَا ضَغَمْتَهُ وَلَفْظَتَهُ.",
    "pg": "3:363-364"
  },
  "ضغن": {
    "def": "الضَّادُ وَالْغَيْنُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَغْطِيَةِ شَيْءٍ فِي مَيْلٍ وَاعْوِجَاجٍ، وَلَا يَدُلُّ عَلَى خَيْرٍ. مِنْ ذَلِكَ الضِّغْنُ وَالضَّغَنُ: الْحِقْدُ. وَفَرَسٌ ضَاغِنٌ، إِذَا كَانَ لَا يُعْطِي مَا عِنْدَهُ مِنَ الْجَرْيِ إِلَّا بِالضَّرْبِ. وَيُقَالُ: ضَغِنَ صَدْرُ فُلَانٍ ضِغْنًا وَضَغَنًا. وَقَنَاةٌ ضَغِنَةٌ: عَوْجَاءُ. وَيَقُولُونَ: نَاقَةٌ ذَاتُ ضِغْنٍ، عِنْدَ نِزَاعِهَا إِلَى وَطَنِهَا.\nفَأَمَّا الْخَلِيلُ فَقَالَ: يُقَالُ لِلنَّحُوصِ إِذَا وَحِمَتْ فَاسْتَعْصَتْ عَلَى الْجَأْبِ: إِنَّهَا لَذَاتُ شَغْبٍ وَضِغْنٍ. وَيُقَالُ: ضَغَنَ فُلَانٌ إِلَى الدُّنْيَا: رَكَنَ وَمَالَ. وَضِغْنِي إِلَى فُلَانٍ، أَيْ مَيْلِي إِلَيْهِ. وَالَّذِي دَلَّ عَلَى مَا ذَكَرْنَاهُ مِنْ تَغْطِيَةِ الشَّيْءِ قَوْلُهُمْ: إِنَّ الِاضْطِغَانَ الِاشْتِمَالُ بِالثَّوْبِ. قَالَ:\nكَأَنَّهُ مُضْطَغِنٌ صَبِيًّا\nوَيُقَالُ: اضْطَغَنْتُ الشَّيْءَ تَحْتَ حِضْنِي. قَالَ ابْنُ مُقْبِلٍ:\nإِذَا اضْطَغَنْتُ سِلَاحِي عِنْدَ مَغْرِضِهَا ... وَمِرْفَقٍ كَرِيَاسِ السَّيْفِ إِذْ شَسَفَا",
    "pg": "3:364"
  },
  "ضفر": {
    "def": "الضَّادُ وَالْفَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ، وَهُوَ ضَمُّ الشَّيْءِ إِلَى الشَّيْءِ نَسْجًا أَوْ غَيْرَهُ عَرِيضًا. وَمِنَ الْبَابِ ضَفَائِرُ الشَّعَرِ، وَهِيَ كُلُّ شَعَرٍ ضُفِّرَ حَتَّى يَصِيرَ ذُؤَابَةً. وَمِنَ الْبَابِ قَوْلُهُمْ: تَضَافَرُوا عَلَيْهِ، أَيْ تَعَاوَنُوا. وَأَصْلُهُ عِنْدِي مِنْ ضَفَائِرَ الشَّعَرِ، وَهُوَ أَنْ يَتَقَارَبُوا حَتَّى كَأَنَّ كُلَّ وَاحِدٍ مِنْهُمْ قَدْ شَدَّ ضَفِيرَتَهُ بِضَفِيرَةِ الْآخَرِ. وَهَذَا قِيَاسٌ حَسَنٌ فِي الْمُسَاعَدَةِ وَالْمُظَاهَرَةِ وَغَيْرِهِمَا. يُقَالُ إِنَّ الضَّفِرَ: حِقْفٌ مِنَ الرَّمْلِ. وَالَّذِي نَحْفَظُهُ فِي كِتَابِ أَبِي عُبَيْدٍ: الْعَقِدَةُ وَالضَّفِرَةُ: الرَّمْلُ الْمُنْعَقِدُ. وَيُقَالُ: كِنَانَةٌ ضَفِرَةٌ، أَيْ مُمْتَلِئَةٌ. وَأَصْلُهَا مِنْ تَضَافُرِ مَا فِيهَا مِنَ السِّهَامِ، وَهُوَ تَجَمُّعُهَا. وَالضَّفِيرَةُ، هِيَ الَّتِي يُقَالُ لَهَا الْمُسَنَّاةُ، وَسُمِّيَتْ بِذَلِكَ كَأَنَّمَا ضُفِرَتْ ضَفْرًا، كَالشَّيْءِ يُضَمُّ بَعْضُهُ إِلَى بَعْضٍ نَسْجًا وَغَيْرَهُ.",
    "pg": "3:366-367"
  },
  "ضفز": {
    "def": "الضَّادُ وَالْفَاءُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى دَفْعِ شَيْءٍ بِشَيْءٍ تُلْقِمُهُ، ثُمَّ يُحْمَلُ عَلَى ذَلِكَ. مِنْ ذَلِكَ [الضَّفْزُ] : لَقْمُ الْبَعِيرِ. وَيُقَالُ: الضَّفَرُ: أَنْ تُلْقِمَهُ إِيَّاهُ وَإِنْ كَرِهَهُ. وَالْعَرَبُ تَقُولُ: ضَفَزْتُهُ حَقَّهُ فَمَا قَبِلَهُ، أَيْ: إِنِّي أَكْرَهْتُهُ عَلَيْهِ. وَمِنَ الْبَابِ: ضَفَزْتُ الْفَرَسَ لِجَامَهُ، أَيْ أَدْخَلْتُهُ فِي فِيهِ. وَقَدْ يُقَالُ: الضَّفْزُ: الْجِمَاعُ، وَهُوَ قَرِيبٌ مِنَ الْبَابِ.",
    "pg": "3:367"
  },
  "ضفس": {
    "def": "الضَّادُ وَالْفَاءُ وَالسِّينُ لَيْسَ بِشَيْءٍ، إِلَّا أَنَّ ابْنَ دُرَيْدٍ ذَكَرَ أَنَّ الضَّفْسَ مِثْلُ الضَّفْزِ.",
    "pg": "3:367"
  },
  "ضفط": {
    "def": "الضَّادُ وَالْفَاءُ وَالطَّاءُ أُصَيْلٌ يَقُولُونَ إِنَّهُ صَحِيحٌ، وَأَصْلُهُ الْحُمْقُ وَالْجَفَاءُ. يُقَالُ لِلْأَحْمَقِ: ضَفِيطٌ بَيِّنُ الضَّفَاطَةِ. وَيُقَالُ: الضَّفَّاطُ: الَّذِي يُكْرِي الْإِبِلَ. وَالضَّفَّاطَةُ فِيمَا يُقَالُ: الْإِبِلُ تَحْمِلُ الْمَتَاعَ. وَأَحْسَبُ أَنَّ الْبَابَ كُلَّهُ مِمَّا لَا يُعَوَّلُ عَلَيْهِ.",
    "pg": "3:367"
  },
  "ضفع": {
    "def": "الضَّادُ وَالْفَاءُ وَالْعَيْنُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّ الْخَلِيلَ حَكَى ضَفَعَ: جَعَسَ. وَالسَّلَمُ. [بَابُ الضَّادِ وَالْكَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:367-368"
  },
  "ضفف": {
    "def": "الضَّادُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى أَمْرَيْنِ: أَحَدُهُمَا الِاجْتِمَاعُ، وَالْآخَرُ الْقِلَّةُ وَالضَّعْفُ.\n[فَأَمَّا الْأَوَّلُ فَهُوَ الضَّفَفُ] ، وَهُوَ اجْتِمَاعُ النَّاسِ عَلَى الشَّيْءِ. وَيُقَالُ: مَاءٌ مَضْفُوفٌ، إِذَا كَثُرَ عَلَيْهِ النَّاسُ. وَطَعَامٌ مَضْفُوفٌ. وَفِي الْحَدِيثِ: «أَنَّهُ ﵇ لَمْ يَشْبَعْ مِنْ خُبْزٍ وَلَحْمٍ إِلَّا عَلَى ضَفَفٍ» . يُرَادُ بِذَلِكَ كَثْرَةُ الْأَيْدِي عَلَى الطَّعَامِ. وَقَالَ فِي الْمَاءِ:\nلَا يَسْتَقِي فِي النَّزَحِ الْمَضْفُوفِ ... إِلَّا مَدَارَاتُ الْغُرُوبِ الْجُوفِ\nوَجَانِبَا النَّهْرِ: ضَفَّتَاهُ ; لِاجْتِمَاعِهِمَا عَلَيْهِ. قَالَ الْخَلِيلُ: نَاقَةٌ ضَفُوفٌ، أَيْ كَثِيرَةُ اللَّبَنِ، لَا تُحْلَبُ إِلَّا ضَفَّا. وَالضَّفُّ: الْحَلَبُ بِالْكَفِّ كُلِّهَا.\nوَأَمَّا الْآخَرُ فَقَوْلُهُمْ: فِي رَأْيِ فُلَانٍ ضَفَفٌ، أَيْ ضَعْفٌ. وَلَقِيتُهُ عَلَى ضَفَفٍ، أَيْ عَجَلَةٍ لَمْ أَتَمَكَّنْ مِنْهُ.",
    "pg": "3:355-356"
  },
  "ضفن": {
    "def": "الضَّادُ وَالْفَاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى رَمْيِ الشَّيْءِ بِخَفَاءٍ. وَالْأَصْلُ فِيهِ ضَفَنْتُ بِالرَّجُلِ الْأَرْضَ، إِذَا رَمَيْتَهُ وَضَرَبْتَ الْأَرْضَ بِهِ. وَمِنْهُ ضَفَنَ الْبَعِيرُ بِرِجْلِهِ: خَبَطَ بِهَا. وَضَفَنَ بِغَائِطِهِ: رَمَى بِهِ. وَضَفَنَ الْحِمْلَ عَلَى نَاقَتِهِ: حَمَلَهُ عَلَيْهَا. وَضَفَنَهُ بِرِجْلِهِ: ضَرَبَهُ. وَالْقِيَاسُ فِي ذَلِكَ كُلِّهِ وَاحِدٌ.\nوَمِنَ الْبَابِ: ضَفَنَ إِلَى الْقَوْمِ، إِذَا لَجَأَ إِلَيْهِمْ فَجَلَسَ عِنْدَهُمْ. وَهَذَا عِنْدِي مِمَّا يَنْبَغِي أَنْ يُزَادَ فِيهِ وَصْفٌ، فَيُقَالُ: \" وَهُمْ لَا يُرِيدُونَهُ \"، كَأَنَّهُ رَمَى بِنَفْسِهِ عَلَيْهِمْ. وَالدَّلِيلُ عَلَى هَذَا قَوْلُهُمْ لِلطُّفَيْلِيِّ الَّذِي يَجِيءُ مَعَ الضَّيْفِ: ضَيْفَنٌ. وَهَذَا \" فَيْعَلٌ \" مِنْ ضَفَنَ. وَقَدْ سَمِعْتُ وَلَمْ أَسْمَعْهُ مِنْ عَالِمٍ، أَنَّ الَّذِي يَجِيءُ مَعَ الضَّيْفَنِ الضَّيْفَنَانُ، وَلَا أَدْرِي كَيْفَ صِحَّتُهُ. وَالْقِيَاسُ يُجِيزُهُ. قَالَ فِي الضَّيْفَنِ:\nإِذَا جَاءَ ضَيْفٌ جَاءَ لِلضَّيْفِ ضَيْفَنٌ ... فَأَوْدَى بِمَا يُقْرَى الضُّيُوفُ الضَّيَافِنُ\nوَمِنَ الْبَابِ الضِّفَنُّ، وَهُوَ الْأَحْمَقُ مَعَ عِظَمِ خَلْقٍ.",
    "pg": "3:365-366"
  },
  "ضفو": {
    "def": "الضَّادُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سُبُوغٍ وَتَمَامٍ. يُقَالُ: ثَوْبٌ ضَافٍ، وَفَرَسٌ ضَافِي السَّبِيبِ، إِذَا كَانَ شَعَرَ ذَنَبِهِ وَافِيًا. وَفُلَانٌ فِي ضَفْوٍ وَضَفْوَةٍ مِنْ عَيْشِهِ. قَالَ الْأَخْطَلُ:\nإِذَا الْهَدَفُ الْمِعْزَالُ صَوَّبَ رَأْسَهُ ... وَأَعْجَبَهُ ضَفْوٌ مِنَ الثَّلَّةِ الْخُطْلِ\nالْخُطْلُ: الْمُسْتَرْخِيَةُ الْآذَانِ. وَرَجُلٌ ضَافِي الرَّأْسَ، أَيْ كَثِيرُ شَعَرِ الرَّأْسِ، قَالَ:\nإِذَا اسْتَغَثْتَ بِضَافِي الرَّأْسِ نَعَّاقِ\nوَضَفْوَى: مَوْضِعٌ.",
    "pg": "3:366"
  },
  "ضكع": {
    "def": "الضَّادُ وَالْكَافُ وَالْعَيْنُ فِيهِ كَلِمَةٌ لَا قِيَاسَ لَهَا. يُقَالُ رَجُلٌ ضَوْكَعَةٌ، إِذَا كَانَ كَثِيرَ اللَّحْمِ ثَقِيلًا.",
    "pg": "3:368"
  },
  "ضكك": {
    "def": "الضَّادُ وَالْكَافُ أُصَيْلٌ صَحِيحٌ فِيهِ كَلِمَتَانِ: امْرَأَةٌ ضَكْضَاكَةٌ وَرَجُلٌ ضَكْضَاكٌ، يُرَادُ بِهِ الْقِصَرُ وَاكْتِنَازُ اللَّحْمِ. وَالْكَلِمَةُ الْأُخْرَى: الضَّكْضَكَةُ: سُرْعَةُ الْمَشْيِ.",
    "pg": "3:356"
  },
  "ضكل": {
    "def": "الضَّادُ وَالْكَافُ وَاللَّامُ. يَقُولُونَ: إِنَّ الضَّيْكَلَ: الْعُرْيَانُ.\n\n[بَابُ الضَّادِ وَاللَّامِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:368"
  },
  "ضلع": {
    "def": "الضَّادُ وَاللَّامُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ صَحِيحٌ مُطَّرِدٌ، يَدُلُّ عَلَى مَيْلٍ وَاعْوِجَاجٍ. فَالضِّلَعُ: ضِلَعُ الْإِنْسَانِ وَغَيْرِهِ، سُمِّيَتْ بِذَلِكَ لِلِاعْوِجَاجِ الَّذِي فِيهَا. وَيَقُولُ الْقَائِلُ فِي وَصْفِ امْرَأَةٍ:\nهِيَ الضِّلْعُ الْعَوْجَاءُ لَسْتَ تُقِيمُهَا ... أَلَا إِنَّ تَقْوِيمَ الضُّلُوعِ انْكِسَارُهَا\nوَقَوْلُهُمْ: دَابَّةٌ ضَلِيعٌ مَجْفَرُ الْجَنْبَيْنِ، إِنَّمَا هُوَ عِنْدِي مِنْ قُوَّةِ الْأَضْلَاعِ، وَاسْتُعِيرَ ذَلِكَ فِي كُلِّ شَيْءٍ، حَتَّى قِيلَ لِكُلِّ قَوِيٍّ: ضَلِيعٌ. وَفِي حَدِيثِ عُمَرَ لَمَّا صَارَعَ الْجِنِّيَّ فَقَالَ لَهُ: \" إِنِّي مِنْ بَيْنِهِمْ لَضَلِيعٌ \". وَالرُّمْحُ الضَّلِعُ: الْمَائِلُ. قَالَ:\nفَلِيقُهُ أَجْرَدُ كَالرُّمْحِ الضَّلِعْ وَمِنَ الْبَابِ: ضَلَعَ فُلَانٌ عَنِ الْحَقِّ: مَالَ. وَمِنْهُ قَوْلُهُمْ: كَلَّمْتُ فُلَانًا فَكَانَ ضَلْعُكَ عَلَيَّ، أَيْ مَيْلُكَ.\nقَالَ ابْنُ السِّكِّيتِ: ضَلَعْتَ تَضْلُعُ، إِذَا مِلْتَ، وَيَقُولُونَ فِي الْمَثَلِ: \" لَا تَنْقُشِ الشَّوْكَةَ بِالشَّوْكَةِ ; فَإِنَّ ضَلْعَهَا مَعَهَا \".\nوَأَمَّا قَوْلُهُمْ: تَضَلَّعَ الرَّجُلُ: امْتَلَأَ أَكْلًا، فَهُوَ مِنْ هَذَا، أَيْ إِنَّ الشَّيْءَ مِنْ كَثْرَتِهِ مَلَأَ أَضْلَاعَهُ. وَأَمَّا قَوْلُهُمْ: حِمْلٌ مُضْلِعٌ، أَيْ ثَقِيلٌ، فَهُوَ مِنْ هَذَا، أَيْ إِنَّ ثِقَلَهُ يَصِلُ إِلَى أَضْلَاعِهِ. وَفُلَانٌ مُضْطَلِعٌ بِهَذَا الْأَمْرِ، أَيْ إِنَّهُ تَقْوَى أَضْلَاعُهُ عَلَى حَمْلِهِ. فَأَمَّا قَوْلُ سُوَيْدٍ:\nسَعَةَ الْأَخْلَاقِ فِينَا وَالضَّلَعْ\nفَأَصْلُهُ مِنْ هَذَا، يُرِيدُ الْقُوَّةَ عَلَى الْأُمُورِ. قَالَ الْمُفَضَّلُ: الضَّلَعُ الِاتِّسَاعُ. وَقَالَ الْأَصْمَعِيُّ: هُوَ احْتِمَالُ الثِّقَلِ وَالْقُوَّةِ. وَمِنَ الْبَابِ، وَهُوَ يُقَوِّي هَذَا الْقِيَاسَ، قَوْلُهُمْ: [هُمْ عَلَيْهِ] ضَلْعٌ وَاحِدٌ، يَعْنِي مَيْلَهُمْ عَلَيْهِ بِالْعَدَاوَةِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الضَّادِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:368-370"
  },
  "ضلل": {
    "def": "الضَّادُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَعْنًى وَاحِدٍ، وَهُوَ ضَيَاعُ الشَّيْءِ وَذَهَابُهُ فِي غَيْرِ حَقِّهِ. يُقَالُ: ضَلَّ يَضِلُّ وَيَضَلُّ، لُغَتَانِ. وَكُلُّ جَائِرٍ عَنِ الْقَصْدِ ضَالٌّ. وَالضَّلَالُ وَالضَّلَالَةُ بِمَعْنًى. وَرَجُلٌ ضِلِّيلٌ وَمُضَلَّلٌ، إِذَا كَانَ صَاحِبَ ضَلَالٍ وَبَاطِلٍ. وَمِمَّا يَدُلُّ عَلَى أَنَّ أَصْلَ الضَّلَالِ مَا ذَكَرْنَاهُ قَوْلُهُمْ أُضِلَّ الْمَيِّتُ، إِذَا دُفِنَ. وَذَاكَ كَأَنَّهُ شَيْءٌ قَدْ ضَاعَ. وَيَقُولُونَ: ضَلَّ اللَّبَنُ فِي الْمَاءِ، ثُمَّ يَقُولُونَ اسْتُهْلِكَ. وَقَالَ فِي أُضِلَّ الْمَيِّتُ:\nوَآبَ مُضِلُّوهُ بِعَيْنٍ جَلِيَّةٍ ... وَغُودِرَ بِالْجَوْلَانِ حَزْمٌ وَنَائِلُ قَالَ ابْنُ السِّكِّيتِ: يُقَالُ أَضْلَلْتُ بَعِيرِي، إِذَا ذَهَبَ مِنْكَ ; وَضَلَلْتُ الْمَسْجِدَ وَالدَّارَ، إِذَا لَمْ تَهْتَدِ لَهُمَا. وَكَذَلِكَ كُلُّ شَيْءٍ مُقِيمٍ لَا يُهْتَدَى لَهُ. وَيُقَالُ: أَرْضٌ مَضِلَّةٌ وَمَضَلَّةٌ. وَوَقَعُوا فِي وَادِي تُضَُلِّلَ، إِذَا وَقَعُوا فِي مَضَِلَّةٍ.",
    "pg": "3:356-357"
  },
  "ضمج": {
    "def": "الضَّادُ وَالْمِيمُ وَالْجِيمُ لَيْسَ بِشَيْءٍ، وَكَذَلِكَ مَا أَشْبَهَهُ. فَأَمَّا الضَّمْخُ بِالْخَاءِ فَصَحِيحٌ. يُقَالُ: تَضَمَّخَ بِالطِّيبِ، وَهُوَ مُتَضَمِّخٌ.\n\n[بَابُ الضَّادِ وَالنُّونِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:373"
  },
  "ضمد": {
    "def": "الضَّادُ وَالْمِيمُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جَمْعٍ وَتَجَمُّعٍ. مِنْ ذَلِكَ ضَمَدْتُ الشَّيْءَ أَضْمِدُهُ، إِذَا جَمَعْتَهُ. وَالضِّمَادُ: الْعِصَابَةُ، يُقَالُ: ضَمَدْتُ الْجُرْحَ. وَيَقُولُونَ: الضَّمْدُ، بِسُكُونِ الْمِيمِ: أَنْ تَتَّخِذَ الْمَرْأَةُ صَدِيقَيْنِ. قَالَ الْهُذَلِيُّ:\nتُرِيدِينَ كَيْمَا تَضْمُِدِينِي وَخَالِدًا ... وَهَلْ يُجْمَعُ السَّيْفَانِ وَيْحَكِ فِي غِمْدِ\nوَيُقَالُ: شَبِعَتِ الْإِبِلُ مِنْ ضَمْدِ الْأَرْضِ، إِذَا شَبِعَتْ مِنَ الرَّطِيبِ وَالْيَبِيسِ، وَالْقَدِيمِ وَالْحَدِيثِ. قَالُوا: وَيَقُولُ الرَّجُلُ لِلْغَرِيمِ: أُقَضِّيكَ مِنْ ضَمْدِ هَذِهِ الْغَنَمِ، أَيْ مِنْ خِيَارِهَا وَرُذَالِهَا، وَكِبَارِهَا وَصِغَارِهَا. وَمِنَ الْبَابِ: أَضْمَدَ الْعَرْفَجُ، إِذَا تَجَوَّفَتْهُ الْخُوصَةُ وَلَمْ تَنْدُرْ مِنْهُ، أَيْ كَانَتْ فِي جَوْفِهِ. وَهُوَ مِنْ هَذَا، كَأَنَّهَا جَمَعَتْهُ فِي جَوْفِهَا.\nوَمِنَ الْبَابِ الضَّمَدُ - بِفَتْحِ الْمِيمِ - وَهُوَ الْغَيْظُ، يُجْمَعُ فِي الصَّدْرِ وَلَا يُزَاحُ فَيَخِفُّ. قَالَ النَّابِغَةُ:\nوَمَنْ عَصَاكَ فَعَاقِبْهُ مُعَاقَبَةً ... تَنْهَى الظَّلُومَ وَلَا تَقْعُدْ عَلَى ضَمَدِ\nيُقَالُ: ضَمِدَ يَضْمَدْ ضَمَدًا. قَالَ أَبُو بَكْرٍ: وَفَصَلَ قَوْمٌ بَيْنَ الْغَيْظِ وَالضَّمَدِ، فَقَالُوا: الضَّمَدُ: أَنْ يَغْتَاظَ عَلَى مَنْ لَا يَقْدِرُ عَلَيْهِ، وَالْغَيْظُ أَنْ يَغْتَاظَ عَلَى مَنْ يَقْدِرُ عَلَيْهِ وَمَنْ لَا. وَاحْتَجُّوا بِقَوْلِ النَّابِغَةِ. وَالْقِيَاسُ فِي هَذِهِ الْكَلِمَاتِ وَاحِدٌ. وَيُقَالُ الضَّمَدُ، بِفَتْحِ الْمِيمِ: الْغَابِرُ مِنَ الْحَقِّ. يُقَالُ: لَنَا عِنْدَ فُلَانٍ ضَمَدٌ، أَيْ غَابِرُ حَقٍّ، مِنْ مَعْقُلَةٍ أَوْ دِينٍ. وَأَصْلُهُ شَيْءٌ قَدْ تَجَمَّعَ عِنْدَهُمْ وَبَقِيَ.",
    "pg": "3:370-371"
  },
  "ضمر": {
    "def": "الضَّادُ وَالْمِيمُ وَالرَّاءُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى دِقَّةٍ فِي الشَّيْءِ، وَالْآخِرُ يَدُلُّ عَلَى غَيْبَةٍ وَتَسَتُّرٍ.\nفَالْأَوَّلُ قَوْلُهُمْ: ضَمَرَ الْفَرَسُ وَغَيْرُهُ ضُمُورًا، وَذَلِكَ مِنْ خِفَّةِ اللَّحْمِ، وَقَدْ يَكُونُ مِنَ الْهُزَالِ. وَيُقَالُ لِلْمَوْضِعِ الَّذِي تُضَمَّرُ فِيهِ الْخَيْلُ: الْمِضْمَارُ. وَرَجُلٌ ضَمْرٌ: خَفِيفُ الْجِسْمِ. وَاللُّؤْلُؤُ الْمُضْطَمِرُ: الَّذِي فِي وَسَطِهِ بَعْضُ الِانْضِمَامِ وَالِانْضِمَارِ.\nوَالْآخِرُ الضِّمَارُ، وَهُوَ الْمَالُ الْغَائِبُ الَّذِي لَا يُرْجَى. وَكُلُّ شَيْءٍ غَابَ عَنْكَ فَلَا تَكُونُ مِنْهُ عَلَى ثِقَةٍ فَهُوَ ضِمَارٌ. [قَالَ الشَّاعِرُ] :\nوَأَنْضَاءٍ أُنِخْنَ إِلَى سَعِيدٍ ... طُرُوقًا ثُمَّ عَجَّلْنَ ابْتِكَارَا\nحَمِدْنَ مَزَارَهُ وَأَصَبْنَ مِنْهُ ... عَطَاءً لَمْ يَكُنْ عِدَةً ضِمَارَا\nوَمِنْ هَذَا الْبَابِ: أَضْمَرْتُ فِي ضَمِيرِي شَيْئًا ; لِأَنَّهُ يُغَيِّبُهُ فِي قَلْبِهِ وَصَدْرِهِ.",
    "pg": "3:371"
  },
  "ضمز": {
    "def": "الضَّادُ وَالْمِيمُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِمْسَاكٍ فِي كَلَامٍ أَوْ إِمْسَاكٍ عَلَى شَيْءٍ بِفَمٍ وَمَا أَشْبَهَ ذَلِكَ. مِنْ ذَلِكَ ضَمَزَ الْبَعِيرُ: أَمْسَكَ عَنِ الْجِرَّةِ. وَالضَّامِزُ: السَّاكِتُ. وَقَالَ بِشْرٌ: وَقَدْ ضَمَزَتْ بِجِرَّتِهَا سُلَيْمٌ ... مَخَافَتَنَا كَمَا ضَمَزَ الْحِمَارُ\nوَالضَّمْزُ: ضَرْبٌ مِنَ الْأَكْلِ، لِأَنَّهُ إِذَا أَكَلَ أَمْسَكَ عَلَيْهِ فِي فَمِهِ. وَضَمَزَ فُلَانٌ عَلَى مَالِي، أَيْ لَزِمَهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ: الضَّمْزَةُ: الْأَكَمَةُ الْخَاشِعَةُ، وَالْجَمْعُ: ضَمْزٌ.",
    "pg": "3:371-372"
  },
  "ضمس": {
    "def": "الضَّادُ وَالْمِيمُ وَالسِّينُ لَيْسَ بِشَيْءٍ. وَذَكَرَ ابْنُ دُرَيْدٍ كَلِمَةً إِنْ صَحَّتْ فَهِيَ مِنْ بَابِ الْإِبْدَالِ. قَالَ: الضَّمْسُ: الْمَضْغُ. فَإِنْ كَانَ كَذَا فَهُوَ مِنَ الضَّمْزِ.",
    "pg": "3:372"
  },
  "ضمم": {
    "def": "الضَّادُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى مُلَاءَمَةٍ بَيْنَ شَيْئَيْنِ. يُقَالُ: ضَمَمْتُ الشَّيْءَ إِلَى الشَّيْءِ فَأَنَا أَضُمُّهُ ضَمًّا. وَهَذِهِ إِضْمَامَةٌ مِنْ خَيْلٍ، أَيْ جَمَاعَةٌ. وَفَرَسٌ سَبَّاقُ الْأَضَامِيمِ، أَيِ الْجَمَاعَاتِ. وَإِضْمَامَةٌ مِنْ كُتُبٍ مِثْلُ إِضْبَارَةٍ. وَمِنَ الْبَابِ: أَسَدٌ ضَمْضَمٌ وَضَمَاضِمٌ: يَضُمُّ كُلَّ شَيْءٍ.",
    "pg": "3:357"
  },
  "ضمن": {
    "def": "الضَّادُ وَالْمِيمُ وَالنُّونُ أَصْلٌ صَحِيحٌ، وَهُوَ جَعْلُ الشَّيْءِ فِي شَيْءٍ يَحْوِيهِ. مِنْ ذَلِكَ قَوْلُهُمْ: ضَمَّنَتُ [الشَّيْءَ] ، إِذَا جَعَلْتَهُ فِي وِعَائِهِ. وَالْكَفَالَةُ تُسَمَّى ضَمَانًا مِنْ هَذَا ; لِأَنَّهُ كَأَنَّهُ إِذَا ضَمِنَهُ فَقَدِ اسْتَوْعَبَ ذِمَّتَهُ. وَالْمَضَامِينُ: مَا فِي بُطُونِ الْحَوَامِلِ. وَمِنْهُ الْحَدِيثُ أَنَّهُ نَهَى عَنِ الْمَلَاقِيحِ وَالْمَضَامِينِ. وَذَلِكَ أَنَّهُمْ كَانُوا يَبِيعُونَ الْحَبَلَ، فَنَهَى عَنْ ذَلِكَ. وَأَمَّا قَوْلُهُ: \" لَكُمُ الضَّامِنَةُ مِنَ النَّخْلِ \"، فَإِنَّهُ يُرِيدُ مَا تَضَمَّنَتْهُ قُرَاهُمْ. فَهَذَا الْبَابُ مُطَّرِدٌ.\nوَأَمَّا الضَّمَانَةُ، وَهِيَ الزَّمَانَةُ. وَالضَّمِنُ: الزَّمِنُ، فَإِنَّهُ عِنْدِي مِنْ بَابِ الْإِبْدَالِ، كَأَنَّ الضَّادَ مُبْدَلَةٌ مِنْ زَايٍ. وَفِي الْحَدِيثِ: «مَنِ اكْتَتَبَ ضَمِنًا بَعَثَهُ اللَّهُ تَعَالَى ضَمِنًا» ، أَيْ مَنْ كَتَبَ نَفْسَهُ مِنَ الزَّمْنَى.",
    "pg": "3:372-373"
  },
  "ضنط": {
    "def": "الضَّادُ وَالنُّونُ وَالطَّاءُ، يَقُولُونَ فِيهِ: إِنَّ الضِّنَاطَ الزِّحَامُ الْكَثِيرُ.",
    "pg": "3:373"
  },
  "ضنك": {
    "def": "الضَّادُ وَالنُّونُ وَالْكَافُ أَصْلَانِ صَحِيحَانِ وَإِنْ قَلَّ فُرُوعُهُمَا، فَالْأَوَّلُ الضِّيقُ، وَالْآخَرُ مَرَضٌ. فَالْأَوَّلُ الضَّنْكُ: الضِّيقُ. وَمِنَ الْبَابِ امْرَأَةٌ ضِنَاكٌ: مُكْتَنِزَةُ اللَّحْمِ، إِذَا اكْتَنَزَ تَضَاغَطَ.\nوَالْأَصْلُ الْآخَرُ الْمَضْنُوكُ: الْمَزْكُومُ. وَالضِّنَاكُ الزُّكَامُ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الضَّادِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:373-374"
  },
  "ضنن": {
    "def": "الضَّادُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى بُخْلٍ بِالشَّيْءِ. يُقَالُ: ضَنِنْتُ بِالشَّيْءِ أَضَنُّ بِهِ ضَنًّا وَضَنَانَةً، وَرَجُلٌ ضَنِينٌ. وَهَذَا عِلْقُ مَضَنَّةٍ وَمَضِنَّةٍ، إِذَا كَانَ نَفِيسًا يُضَنُّ بِهِ. وَفُلَانٌ ضِنِّي مِنْ بَيْنِ إِخْوَانِي، إِذَا كَانَ النَّفِيسَ الَّذِي يُضَنُّ بِهِ. وَرُبَّمَا قَالُوا ضَنَنْتَ بِفَتْحِ النُّونِ.",
    "pg": "3:357"
  },
  "ضنى": {
    "def": "الضَّادُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى مَرَضٍ، وَالْآخِرُ يَتَرَدَّدُ بَيْنَ مَهْمُوزٍ وَغَيْرِهِ، وَيَدُلُّ ذَلِكَ عَلَى شَيْئَيْنِ: إِمَّا أَصْلٌ وَإِمَّا نِتَاجٌ، وَالْأَصْلُ وَالنِّتَاجُ مُتَقَارِبَانِ.\nفَالْأَوَّلُ الضَّنَى فِي الْمَرَضِ، يُقَالُ: ضَنِيَ يَضْنَى ضَنًى شَدِيدًا، إِذَا كَانَ بِهِ دَاءٌ مُخَامِرٌ، كُلَّمَا ظَنَّ أَنَّهُ قَدْ بَرَأَ نُكِسَ. وَأَضْنَاهُ الْمَرَضُ يُضْنِيهِ.\nوَأَمَّا الْآخَرُ فَيُقَالُ: ضَنَأَتِ الْمَرْأَةُ ضَنْأً، وَهِيَ ضَانِئَةٌ، وَأَضْنَأَتْ إِذَا كَثُرَ وَلَدُهَا. وَالضِّنْءُ: الْأَصْلُ وَالْمَعْدِنُ. وَفُلَانٌ مِنْ ضِنْءِ صِدْقٍ. وَأَضْنَأَ الْقَوْمُ، إِذَا كَثُرَتْ مَاشِيَتُهُمْ. وَضَنَأَ الْمَالُ: كَثُرَ.\nوَأَخْبَرَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ، عَنْ عَلِيِّ بْنِ عَبْدِ الْعَزِيزِ، عَنْ أَبِي عَمْرٍو: الضَّنْوُ الْوَلَدُ، وَيُقَالُ: الضِّنْوُ. قَالَ الْأُمَوِيُّ عَنْ أَبِي الْمُفَضَّلِ مِنْ بَنِي سَلَامَةَ: الضَّنْوُ الْوَلَدُ بِالْفَتْحِ، وَالضِّنْءُ: الْأَصْلُ، مَهْمُوزٌ.\nوَمِمَّا شَذَّ عَنْ هَذَا كُلِّهِ: أَضْنَأَ فُلَانٌ مِنْ كَذَا، اسْتَحْيَا مِنْهُ.",
    "pg": "3:373"
  },
  "ضهب": {
    "def": "الضَّادُ وَالْهَاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شَيْءٍ وَمَا أَشْبَهَ ذَلِكَ. فَمِنْ ذَلِكَ اللَّحْمُ الْمُضَهَّبُ: الَّذِي يُشْوَى. وَقَالَ قَوْمٌ: هُوَ الَّذِي يُشْوَى وَلَا يُنْضَجُ. وَقَالَ امْرُؤُ الْقَيْسِ:\nنَمَشُّ بِأَعْرَافِ الْجِيَادِ أَكُفَّنَا ... إِذَا نَحْنُ قُمْنَا عَنْ شِوَاءٍ مُضَهَّبٍ\nوَقَالُوا: الضَّيْهَبُ: الْمَكَانُ يُحْمَى لِيُشْوَى عَلَيْهِ اللَّحْمُ. وَقَالَ قَوْمٌ: اللَّحْمُ الْمُضَهَّبُ: الْمُقَطَّعُ. وَلَيْسَ هَذَا بِشَيْءٍ إِلَّا أَنْ يَكُونَ مُقَطَّعًا مَشْوِيًّا ; لِأَنَّ الْقِيَاسَ كَذَا هُوَ. تَقُولُ: ضَهَّبْتُ الْقَوْسَ [وَ] الرُّمْحَ بِالنَّارِ عِنْدَ التَّثْقِيفِ.",
    "pg": "3:374"
  },
  "ضهد": {
    "def": "الضَّادُ وَالْهَاءُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ. ضَهَدْتُ فُلَانًا: قَهَرْتُهُ، فَهُوَ مُضْطَهَدٌ وَمَضْهُودٌ.\n\n[بَابُ الضَّادِ وَالْوَاوِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:375"
  },
  "ضهر": {
    "def": "الضَّادُ وَالْهَاءُ وَالرَّاءُ لَيْسَ بِشَيْءٍ، وَلَا فِيهِ شَاهِدُ شِعْرٍ، لَكِنَّهُمْ يَقُولُونَ: إِنَّ الضَّهْرَ خِلْقَةٌ فِي الْجَبَلِ مِنْ صَخْرٍ يُخَالِفُ جِبِلَّتَهُ.",
    "pg": "3:374-375"
  },
  "ضهس": {
    "def": "الضَّادُ وَالْهَاءُ وَالسِّينُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّ ابْنَ دُرَيْدٍ ذَكَرَ أَنَّ الْعَضَّ بِمُقَدَّمِ الْفَمِ يُسَمَّى ضَهْسًا، يُقَالُ مِنْهُ: ضَهَسَ ضَهْسًا. قَالَ: وَفِي الدُّعَاءِ عَلَى الْإِنْسَانِ: \" لَا تَأْكُلُ [إِلَّا] ضَاهِسًا وَلَا تَشْرَبُ إِلَّا قَارِسًا \"، أَيْ إِنَّهُ لَا يَأْكُلُ مَا يَتَكَلَّفُ مَضْغَهُ، إِنَّمَا يَأْكُلُ النَّزْرَ مِنْ نَبَاتِ الْأَرْضِ. وَالْقَارِسُ: الْبَارِدُ، أَيْ لَا يَشْرَبُ إِلَّا الْمَاءَ.",
    "pg": "3:375"
  },
  "ضهل": {
    "def": "الضَّادُ وَالْهَاءُ وَاللَّامُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى قِلَّةٍ وَالْآخَرُ عَلَى أَوْبَةٍ.\nفَالْأَوَّلُ: ضَهَلَتِ النَّاقَةُ إِذَا قَلَّ لَبَنُهَا. وَهِيَ نَاقَةٌ ضَهُولٌ. وَعَيْنٌ ضَاهِلَةٌ: قَلِيلَةُ الْمَاءِ. وَفِي حَدِيثِ يَحْيَى بْنِ يَعْمُرَ: \" إِنْ سَأَلَتْكَ ثَمَنَ شَكْرِهَا وَشَبْرِكَ أَنْشَأْتَ تَطُلُّهَا وَتَضْهَلُهَا \". وَمِنَ الْبَابِ ضَهَلَ الشَّرَابُ: قَلَّ وَرَقَّ.\nوَالْأَصْلُ الْآخَرُ: هَلْ ضَهَلَ إِلَيْكُمْ خَبَرٌ، أَيْ عَادَ. قَالَ الْأَصْمَعِيُّ: ضَهَلْتُ إِلَى فُلَانٍ: رَجَعْتُ عَلَى وَجْهِ الْمُقَاتَلَةِ وَالْمُغَالَبَةِ.\nوَمِمَّا شَذَّ عَنِ الْبَابَيْنِ: أَضْهَلَتِ النَّخْلَةُ: أَرْطَبَتْ.",
    "pg": "3:375"
  },
  "ضهي": {
    "def": "الضَّادُ وَالْهَاءُ وَالْيَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُشَابَهَةِ شَيْءٍ لِشَيْءٍ. يُقَالُ: ضَاهَاهُ يُضَاهِيهِ، إِذَا شَاكَلَهُ ; وَرُبَّمَا هُمِزَ فَقِيلَ يُضَاهِئُ. وَالْمَرْأَةُ الضَّهْيَاءُ: هِيَ الَّتِي لَا تَحِيضُ ; فَيَجُوزُ عَلَى تَمَحُّلٍ وَاسْتِكْرَاهٍ أَنْ يُقَالَ: كَأَنَّهَا قَدْ ضَاهَتِ الرِّجَالَ فَلَمْ تَحِضْ.",
    "pg": "3:374"
  },
  "ضوا": {
    "def": "الضَّادُ وَالْوَاوُ وَالْهَمْزَةُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى نُورٍ. مِنْ ذَلِكَ: الضَّوْءُ وَالضُّوءُ بِمَعْنًى، وَهُوَ الضِّيَاءُ وَالنُّورُ. قَالَ اللَّهُ تَعَالَى: ﴿فَلَمَّا أَضَاءَتْ مَا حَوْلَهُ﴾ [البقرة: ١٧] . قَالَ أَبُو عُبَيْدٍ: أَضَاءَتِ النَّارُ وَأَضَاءَتْ غَيْرَهَا. وَأَنْشَدَ:\nأَضَاءَتْ لَنَا النَّارُ وَجْهًا أَغَرَّ ... مُلْتَبِسًا بِالْفُؤَادِ الْتِبَاسًا",
    "pg": "3:375-376"
  },
  "ضوب": {
    "def": "الضَّادُ وَالْوَاوُ وَالْبَاءُ شَيْءٌ يُقَالُ مَا أَدْرِي مَا صِحَّتُهُ. الضُّوبَانُ: الْجَمَلُ الْقَوِيُّ، وَيُقَالُ: بَلِ الضُّوبَانُ كَاهِلُ الْبَعِيرِ.\n\n[بَابُ الضَّادِ وَالْيَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:379"
  },
  "ضوج": {
    "def": "الضَّادُ وَالْوَاوُ وَالْجِيمُ حَرْفٌ وَاحِدٌ، وَهُوَ الضَّوْجُ: مُنْعَطَفُ الْوَادِي، وَجَمْعُهُ أَضْوَاجٌ.",
    "pg": "3:377"
  },
  "ضور": {
    "def": "الضَّادُ وَالْوَاوُ وَالرَّاءُ أُصَيْلٌ صَحِيحٌ وَفِيهِ بَعْضُ الْإِبْدَالِ. فَالتَّضَوُّرُ: الصِّيَاحُ وَالتَّلَوِّي عِنْدَ الضَّرْبِ. وَيُقَالُ: هُوَ التَّقَلُّبُ ظَهْرًا لِبَطْنٍ. وَيُقَالُ الضَّوْرُ: الْجُوعُ الشَّدِيدُ.\nوَأَمَّا الْإِبْدَالُ فَقَالَ الْكِسَائِيُّ: لَا يَضُورُنِي كَذَا، بِمَنْزِلَةِ لَا يَضِيرُنِي. وَرَجُلٌ ضُورَةٌ: ذَلِيلٌ، مِنْ هَذَا.",
    "pg": "3:378"
  },
  "ضوز": {
    "def": "الضَّادُ وَالْوَاوُ وَالزَّاءُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا نَوْعٌ مِنَ الْأَكْلِ، وَالْآخَرُ دَالٌّ عَلَى اعْوِجَاجٍ.\nفَالْأَوَّلُ ضَازَ التَّمْرَ يَضُوزُهُ ضَوْزًا، إِذَا أَكَلَهُ بِجَفَاءٍ وَشِدَّةٍ. قَالَ:\nفَظَلَّ يَضُوزُ التَّمْرَ وَالتَّمْرُ نَاقِعٌ ... بِوَرْدٍ كَلَوْنِ الْأُرْجُوَانِ سَبَائِبُهْ\nقَالَ ابْنُ دُرَيْدٍ: هُوَ أَنْ يَأْخُذَ التَّمْرَةَ فِي فَمِهِ حَتَّى تَلِينَ.\nوَمَعْنَى الْبَيْتِ هُوَ أَنْ يَأْخُذَ الدِّيَةَ تَمْرًا بَدَلًا عَنِ الدَّمِ الَّذِي لَوْنُهُ لَوْنُ الْأُرْجُوَانِ. وَالْأَصْلُ الْآخَرُ: الْقِسْمَةُ الضِّيزَى.",
    "pg": "3:378-379"
  },
  "ضوض": {
    "def": "الضَّادُ وَالْوَاوُ وَالضَّادُ، الضَّوْضَاةُ قَدْ مَضَى ذِكْرُهُ، وَالْأَصْلُ مُضَاعَفٌ.",
    "pg": "3:378"
  },
  "ضوط": {
    "def": "الضَّادُ وَالْوَاوُ وَالطَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الضَّوِيطَةُ. يُقَالُ لِلْعَجِينِ إِذَا كَثُرَ مَاؤُهُ حَتَّى يَسْتَرْخِيَ: الضَّوِيطَةُ.",
    "pg": "3:378"
  },
  "ضوع": {
    "def": "الضَّادُ وَالْوَاوُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ تَتَفَرَّعُ، وَهِيَ تَدُلُّ عَلَى التَّحْرِيكِ وَالْإِزْعَاجِ. يُقَالُ: ضَاعَنِي لَكَ الشَّيْءُ يَضُوعُنِي، إِذَا حَرَّكَنِي. قَالَ:\nوَلَكِنَّهَا رِيحُ الدِّمَاءِ تَضَوَّعُ\nوَتَضَوَّعَتْ رَائِحَتُهُ: نَفَحَتْ. قَالَ:\nتَضَوَّعَ مِسْكًا بَطْنُ نَعْمَانَ أَنْ مَشَتْ ... بِهِ زَيْنَبٌ فِي نِسْوَةٍ عَطِرَاتِ\nوَضَاعَتِ الرِّيحُ الْغُصْنَ: مَيَّلَتْهُ. وَقَالَ قَوْمٌ: هَذَا الْأَمْرُ لَا يَضُوعُنِي، أَيْ لَا يُثْقِلُنِي، وَالْأَقْيَسُ أَنْ يُقَالَ: لَا يُحَرِّكُ مِنِّي وَلَا أَعْبَأُ بِهِ. وَيُقَالُ: ضَاعَ يَضُوعُ وَيَنْضَاعُ، إِذَا تَضَوَّرَ. قَالَ:\nفُرَيْخَانِ يَنْضَاعَانِ بِالْفَجْرِ كُلَّمَا ... أَحَسَّا دَوِيَّ الرِّيحِ أَوْ صَوْتَ نَاعِبِ\nقَالَ أَبُو عُبَيْدٍ عَنْ أَبِي عَمْرٍو: ضَاعَنِي الشَّيْءُ: أَفْزَعَنِي. وَهَذَا صَحِيحٌ ; لِأَنَّ الْفَزَعَ يُزْعِجُهُ وَيُقْلِقُهُ.",
    "pg": "3:377-378"
  },
  "ضون": {
    "def": "الضَّادُ وَالْوَاوُ وَالنُّونُ لَيْسَ بِشَيْءٍ. لَكِنَّهُمْ يَقُولُونَ: إِنَّ الضَّيْوَنَ دُوَيْبَةٌ تُشْبِهُ السِّنَّوْرَ.",
    "pg": "3:378"
  },
  "ضوي": {
    "def": "الضَّادُ وَالْوَاوُ وَالْيَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى هُزَالٍ. يُقَالُ: غُلَامٌ ضَاوِيٌّ: مَهْزُولٌ ; وَزْنُهُ فَاعُولٌ. وَجَارِيَةٌ ضَاوِيَّةٌ. وَكَانَتِ الْعَرَبُ تَقُولُ: إِذَا تَقَارَبَ نَسَبُ الْأَبَوَيْنِ خَرَجَ الْوَلَدُ ضَاوِيًّا. وَجَاءَ فِي الْحَدِيثِ: «اسْتَغْرِبُوا لَا تُضْوُوا» . وَقَالَ ذُو الرُّمَّةِ:\nأَخُوهَا أَبُوهَا وَالضَّوَى لَا يَضِيرُهَا ... وَسَاقُ أَبِيهَا أُمُّهَا عُقِرَتْ عَقْرَا\nيُقَالُ مِنْهُ: ضَوِيَ يَضْوَى ضَوًى.\nوَمِمَّا حُمِلَ عَلَى هَذَا قَوْلُهُمْ: أَضْوَيْتُ الْأَمْرَ، إِذَا لَمْ تُحْكِمْهُ. وَيُقَالُ: أَضْوَيْتُهُ، إِذَا انْتَقَصْتَهُ وَاسْتَضْعَفْتَهُ. قَالَ:\nوَكَيْفَ أَضَوَى وَبِلَالٌ حِزْبِي\nفَأَمَّا الضَّوَاةُ فَشَيْءٌ يُقَالُ إِنَّهُ يَخْرُجُ مِنْ حَيَاءِ النَّاقَةِ قَبْلَ أَنْ يَخْرُجَ الْوَلَدُ. وَيُقَالُ: الضَّوَاةُ: وَرَمٌ يُصِيبُ الْبَعِيرَ فِي رَأْسِهِ. قَالَ:\nفَصَارَتْ ضَوَاةً فِي لِهَازِمِ ضَرْزِمِ وَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ: ضَوَيْتُ إِلَيْهِ أَضْوِي ضُوِيًّا وَأَوَيْتُ بِمَعْنًى. وَيَجُوزُ أَنْ يَكُونَ مِنَ الْإِبْدَالِ، أَنْ يُقَامَ الضَّادُ مَقَامَ الْهَمْزَةِ.",
    "pg": "3:376-377"
  },
  "ضيح": {
    "def": "الضَّادُ وَالْيَاءُ وَالْحَاءُ أُصَيْلٌ صَحِيحٌ، وَهُوَ اللَّبَنُ الْمَمْزُوجُ، وَهُوَ الضَّيَاحُ. يُقَالُ: ضِحْتُ اللَّبَنَ ضَيْحًا، وَضَيَّحْتُ أَكْثَرُ.",
    "pg": "3:379"
  },
  "ضير": {
    "def": "الضَّادُ وَالْيَاءُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ مِنَ الضَّيْرِ وَالْمَضَرَّةِ. وَلَا يَضِيرُنِي كَذَا، أَيْ لَا يَضُرُّنِي. قَالَ اللَّهُ تَعَالَى: \" ﴿وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا﴾ [آل عمران: ١٢٠] \".",
    "pg": "3:379"
  },
  "ضيز": {
    "def": "الضَّادُ وَالْيَاءُ وَالزَّاءُ قَدْ مَضَى ذِكْرُهُ، وَأَصْلُهُ فِيمَا يُقَالُ: الْوَاوُ. وَقَدْ قِيلَ: إِنَّهُ مِنْ بَنَاتِ الْيَاءُ، فَلِذَلِكَ ذَكَرْنَاهُ هَاهُنَا. فَالْقِسْمَةُ الضِّيزَى: النَّاقِصَةُ. يُقَالُ: ضِزْتُهُ حَقَّهُ، إِذَا مَنَعْتَهُ. وَحَكَى نَاسٌ ضَأَزَهُ، مَهْمُوزٌ. وَأَنْشَدُوا:\nفَحَقُّكَ مَضْئُوزٌ وَأَنْفُكَ رَاغِمُ\nلَيْسَ فِي الْبَابِ غَيْرُ هَذَا.",
    "pg": "3:379-380"
  },
  "ضيع": {
    "def": "الضَّادُ وَالْيَاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى فَوْتِ الشَّيْءِ وَذَهَابِهِ وَهَلَاكِهِ. يُقَالُ: ضَاعَ الشَّيْءُ يَضِيعُ ضَيَاعًا وَضَيْعَةً، وَأَضَعْتُهُ أَنَا إِضَاعَةً. فَأَمَّا تَسْمِيَتُهُمُ الْعَقَارَ ضَيْعَةً فَمَا أَحْسَبُهَا مِنَ اللُّغَةِ الْأَصِيلَةِ، وَأَظُنُّهُ مِنْ مُحْدَثِ الْكَلَامِ. وَسَمِعْتُ مَنْ يَقُولُ: إِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا إِذَا تُرِكَ تَعَهُّدُهَا ضَاعَتْ.\nفَإِنْ كَانَ كَذَا فَهُوَ دَلِيلُ مَا قُلْنَاهُ أَنَّهُ مِنَ الْكَلَامِ الْمُحْدَثِ. وَيُقَالُ: أَضَاعَ فَهُوَ مُضِيعٌ، إِذَا كَثُرَ ضِيَاعُهُ. فَأَمَّا قَوْلُ الشَّمَّاخِ:\nأَعَائِشَ مَا لِأَهْلِكِ لَا أَرَاهُمْ\nوَبَقِيَتْ كَلِمَةٌ لَيْسَتْ مِنَ الْبَابِ وَهِيَ مِنْ بَابِ الْإِبْدَالِ، حَكَى ابْنُ السِّكِّيتِ: تَضَيَّعَتِ الرِّيحُ، مِثْلُ تَضَوَّعَتْ.",
    "pg": "3:380"
  },
  "ضيف": {
    "def": "الضَّادُ وَالْيَاءُ وَالْفَاءُ أَصْلٌ وَاحِدٌ صَحِيحٌ، يَدُلُّ عَلَى مَيْلِ الشَّيْءِ إِلَى الشَّيْءِ. يُقَالُ: أَضَفْتُ الشَّيْءَ إِلَى الشَّيْءِ: أَمَلْتُهُ. وَضَافَتِ الشَّمْسُ تَضِيفُ: مَالَتْ ; وَكَذَلِكَ تَضَيَّفَتْ، إِذَا مَالَتْ لِلْغُرُوبِ. وَفِي الْحَدِيثِ: «أَنَّهُ نَهَى عَنِ الصَّلَاةِ إِذَا تَضَيَّفَتِ الشَّمْسُ لِلْغُرُوبِ» . وَقَالَ امْرُؤُ الْقَيْسِ:\nفَلَمَّا دَخَلْنَاهُ أَضَفْنَا ظُهُورَنَا ... إِلَى كُلِّ حَارِيٍّ جَدِيدٍ مُشَطَّبِ\nأَيْ أَسْنَدْنَا ظُهُورَنَا. وَيُقَالُ: ضَافَ السَّهْمُ عَنِ الْهَدَفِ يَضِيفُ. قَالَ أَبُو زُبَيْدٍ:\nكُلَّ يَوْمٍ تَرْمِيهِ مِنْهَا بِرِشْقٍ ... فَمُصِيبٌ أَوْ ضَافَ غَيْرَ بَعِيدِ\nوَالضَّيْفُ مِنْ هَذَا، يُقَالُ: ضِفْتُ الرَّجُلَ: تَعَرَّضْتُ لَهُ لِيَضِيفَنِي. وَأَضَفْتُهُ: أَنْزَلْتُهُ عَلَيَّ. وَيُقَالُ: ضَيَّفْتُهُ مِثْلٌ أَضَفْتُهُ، إِذَا أَنْزَلْتَهُ بِكَ. وَفُلَانٌ يَتَضَيَّفُ النَّاسَ، إِذَا كَانَ يَتَّبِعُهُمْ لِيُضِيفُوهُ. وَهُوَ قَوْلُ الْفَرَزْدَقِ:\nوَمَنْ هُوَ يَرْجُو فَضْلَهُ الْمُتَضَيِّفُ\nوَالضَّيْفُ يَكُونُ وَاحِدًا وَجَمْعًا. وَيُقَالُ أَيْضًا: أَضْيَافٌ وَضِيفَانٌ. وَيُقَالُ لِنَاحِيَةِ الْوَادِي: ضِيفٌ، وَهُمَا ضِيفَانِ. وَتَضَايَفْنَا الْوَادِيَ: أَتَيْنَاهُ مِنْ ضِيفِيهِ. وَكَذَلِكَ تَضَايَفَ الْكِلَابُ [الصَّيْدَ] ، إِذَا أَتَوْهُ مِنْ جَوَانِبِهِ. قَالَ: رِيمٌ تَضَايَفَهُ كِلَابٌ أَخْضَعُ\nوَالْمُضَافُ: الَّذِي قَدْ أُحِيطَ بِهِ فِي الْحَرْبِ. قَالَ:\nوَيَحْمِي الْمُضَافَ إِذَا مَا دَعَا ... إِذَا فَرَّ ذُو اللِّمَّةِ الْفَيْلَمُ\nوَهُوَ مِنْ هَذَا الْقِيَاسِ. وَيُقَالُ: تَضَيَّفُوهُ، إِذَا اجْتَمَعُوا عَلَيْهِ مِنْ جَوَانِبِهِ. قَالَ:\nإِذَا تَضَيَّفْنَ عَلَيْهِ انْسَلَّا\nفَأَمَّا قَوْلُ الْقَائِلِ:\nلَقًى حَمَلَتْهُ أُمُّهُ وَهِيَ ضَيْفَةٌ ... فَجَاءَتْ بِنَزٍّ لِلنَّزَالَةِ أَرْشَمَا\nفَهِيَ الضَّيْفَةَُ الْمَعْرُوفَةُ مِنَ الضِّيَافَةِ. وَقَالَ قَوْمٌ: ضَافَتِ الْمَرْأَةُ: حَاضَتْ. وَهَذَا لَيْسَ بِشَيْءٍ، وَلَا مِمَّا هُوَ يَدُلُّ عَلَيْهِ قِيَاسٌ، وَلَا وَجْهَ لِلشُّغْلِ بِهِ.\nفَأَمَّا قَوْلُهُمْ أَضَافَ مِنَ الشَّيْءِ، إِذَا أَشْفَقَ مِنْهُ، فَيَجُوزُ أَنْ يَكُونَ شَاذًّا عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ، وَيُمْكِنُ أَنْ يَتَمَحَّلَ لَهُ بِأَنْ يُقَالَ: أَضَافَ مِنَ الشَّيْءِ، إِذَا أَشْفَقَ مِنْهُ، كَأَنَّهُ صَارَ فِي الضِّيفِ، وَهُوَ الْجَانِبُ، أَيْ لَمْ يَتَوَسَّطْ إِشْفَاقًا. وَهُوَ بَعِيدٌ، وَالْأَوْلَى عِنْدِي أَنْ يُقَالَ: إِنَّهُ شَاذٌّ. وَالْكَلِمَةُ مَشْهُورَةٌ. قَالَ:\nوَكَانَ النَّكِيرُ أَنْ تُضِيفَ وَتَجْأَرَا وَقَالَ الْهُذَلِيُّ:\nإِذَا يَغْزُو تُضِيفُ\nأَيْ تُشْفِقُ. قَالَ أَبُو سَعِيدٍ: ضَافَ الْهَمُّ، إِذَا نَزَلَ بِصَاحِبِهِ. وَالْقِيَاسُ أَنَّهُ إِذَا نَزَلَ بِهِ فَقَدْ مَالَ نَحْوَهُ.",
    "pg": "3:380-383"
  },
  "ضيق": {
    "def": "الضَّادُ وَالْيَاءُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى خِلَافِ السَّعَةِ، وَذَلِكَ هُوَ الضِّيقُ وَالضَِّيقَةُ: الْفَقْرُ. يُقَالُ: أَضَاقَ الرَّجُلُ: ذَهَبَ مَالُهُ. وَضَاقَ، إِذَا بَخِلَ. وَشَيْءٌ ضَيْقٌ، أَيْ ضَيِّقٌ. وَالْبَابُ كُلُّهُ قِيَاسٌ وَاحِدٌ. فَأَمَّا قَوْلُ الْقَائِلِ:\nبِضِيقَةٍ بَيْنَ النَّجْمِ وَالدَّبَرَانِ\nفَيُقَالُ: إِنَّ الضِّيقَةَ مَنْزِلٌ فِي مَنَازِلِ الْقَمَرِ. قَالَ أَبُو عَمْرٍو: الضِّيقَةُ هَاهُنَا مِنَ الضِّيقِ.",
    "pg": "3:383"
  },
  "ضيك": {
    "def": "الضَّادُ وَالْيَاءُ وَالْكَافُ كَلِمَةٌ لَا تَتَفَرَّعُ. يَقُولُونَ الضَّيْكَانُ: مَشْيُ الرَّجُلِ الْكَثِيرِ لَحْمِ الْفَخِذَيْنِ، فَهُوَ رُبَّمَا يَتَفَحَّجُ. وَيُقَالُ: هَذِهِ إِبِلٌ تَضِيكُ، أَيْ تَفَرَّجُ أَفْخَاذُهَا مِنْ عِظَمِ ضُرُوعِهَا.",
    "pg": "3:383"
  },
  "ضيل": {
    "def": "الضَّادُ وَالْيَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى نَبَاتٍ مَعْرُوفٍ. مِنْ ذَلِكَ الضَّالُّ: السِّدْرُ الْبَرِّيُّ. الْوَاحِدَةُ ضَالَّةٌ. قَالَ الْفَرَّاءُ: أَضَالَتِ الْأَرْضُ، وَأَضْيَلَتْ، إِذَا صَارَ فِيهَا الضَّالُّ. وَيُقَالُ: إِنَّ الضَّالَةَ: بُرَةُ النَّاقَةِ. قَالَ ابْنُ مَيَّادَةَ:\nقَطَعْتُ بِمِصْلَالِ الْخِشَاشِ يَرُدُّهَا ... عَلَى الْكَرْهِ مِنْهَا ضَالَةٌ وَجَدِيلُ",
    "pg": "3:379"
  },
  "ضيم": {
    "def": "الضَّادُ وَالْيَاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ، وَهُوَ كَالْقَهْرِ وَالِاضْطِهَادِ. يُقَالُ: ضَامَهُ يَضِيمُهُ ضَيْمًا. فَهُوَ اسْمٌ وَمَصْدَرٌ. وَالرَّجُلُ الْمَضِيمُ: الْمَظْلُومُ. وَبَقِيَتْ فِي الْبَابِ كَلِمَةٌ وَاحِدَةٌ، يُقَالُ: إِنَّ الضِّيمَ - بِكَسْرِ الضَّادِ -: جَانِبُ الْجَبَلِ. قَالَ الْهُذَلِيُّ:\n\n[بَابُ الضَّادِ وَالْهَمْزَةِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:383-384"
  }
}