{
  "ساب": {
    "def": "السِّينُ وَالْهَمْزَةُ وَالْبَاءُ لَيْسَ أَصْلًا يَتَفَرَّعُ، لَكِنَّهُمْ يَقُولُونَ سَأَبَهُ سَأْبًا، إِذَا خَنَقَهُ. وَالسَّأْبُ: السِّقَاءُ، وَكَذَلِكَ الْمِسْأَبُ.\nفَأَمَّا التَّاءُ فَيَقُولُونَ أَيْضًا سَأَتَهُ إِذَا خَنَقَهُ. وَفِي جَمِيعِ ذَلِكَ نَظَرٌ.",
    "pg": "3:123"
  },
  "ساد": {
    "def": "السِّينُ وَالْهَمْزَةُ وَالدَّالُ كَلِمَتَانِ لَا يَنْقَاسَانِ. فَالْإِسْآدُ: دَأَبُ السَّيْرِ بِاللَّيْلِ.\nوَالْكَلِمَةُ الْأُخْرَى السَّأَدُ: انْتِقَاضُ الْجُرْحِ. وَأَنْشَدَ:\nفَبِتُّ مِنْ ذَاكَ سَاهِرًا أَرِقًا ... أَلْقَى لِقَاءَ اللَّاقِي مِنَ السَّأَدِ\nوَرُبَّمَا قَالُوا: سَأَدَتِ الْإِبِلُ الْمَاءَ: عَافَتْهُ.",
    "pg": "3:123-124"
  },
  "سال": {
    "def": "السِّينُ وَالْهَمْزَةُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ سَأَلَ يَسْأَلُ سُؤَالًا وَمَسْأَلَةً. وَرَجُلٌ سُؤَلَةٌ: كَثِيرُ السُّؤَالِ.",
    "pg": "3:124"
  },
  "ساو": {
    "def": "السِّينُ وَالْهَمْزَةُ وَالْوَاوُ كَلِمَةٌ مُخْتَلَفٌ فِي مَعْنَاهَا. قَالَ قَوْمٌ: السَّأْوُ: الْوَطَنُ. وَقَالَ قَوْمٌ: السَّأْوُ: الْهِمَّةُ. قَالَ:\nكَأَنَّنِي مِنْ هَوَى خَرْقَاءَ مُطَّرَفٌ ... دَامِي الْأَظَلِّ بَعِيدُ السَّأْوِ مَهْيُومُ\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ السِّينِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:124"
  },
  "سبب": {
    "def": "السِّينُ وَالْبَاءُ حَدَّهُ بَعْضُ أَهْلِ اللُّغَةِ وَأَظُنُّهُ ابْنَ دُرَيْدٍ أَنَّ أَصْلَ هَذَا الْبَابِ الْقَطْعُ، ثُمَّ اشْتُقَّ مِنْهُ الشَّتْمُ. وَهَذَا الَّذِي قَالَهُ صَحِيحٌ. وَأَكْثَرُ الْبَابِ مَوْضُوعٌ عَلَيْهِ. مِنْ ذَلِكَ السِّبُّ: الْخِمَارُ، لِأَنَّهُ مَقْطُوعٌ مِنْ مِنْسَجِهِ.\nفَأَمَّا الْأَصْلُ فَالسَّبُّ الْعَقْرُ ; يُقَالُ سَبَبْتُ النَّاقَةَ، إِذَا عَقَرْتَهَا. قَالَ الشَّاعِرُ:\nفَمَا كَانَ ذَنْبُ بَنِي مَالِكٍ ... بِأَنْ سُبَّ مِنْهُمْ غُلَامٌ فَسَبْ\nيُرِيدُ مُعَاقَرَةَ غَالِبِ بْنِ صَعْصَعَةَ وَسُحَيْمٍ. وَقَوْلُهُ سُبَّ أَيْ شُتِمَ. وَقَوْلُهُ سَبَّ أَيْ عَقَرَ. وَالسَّبُّ: الشَّتْمُ، وَلَا قَطِيعَةَ أَقْطَعُ مِنَ الشَّتْمِ. وَيُقَالُ لِلَّذِي يُسَابُّ سِبٌّ. قَالَ الشَّاعِرُ:\nلَا تَسُبَّنَّنِي فَلَسْتَ بِسَبِّي ... إِنَّ سَبِّي مِنَ الرِّجَالِ الْكَرِيمُ\nوَيُقَالُ: \" لَا تَسُبُّوا الْإِبِلَ، فَإِنَّ فِيهَا رَقُوءَ الدَّمِ \"، فَهَذَا نَهْيٌ عَنْ سَبِّهَا، أَيْ شَتْمِهَا. وَأَمَّا قَوْلُهُمْ لِلْإِبِلِ: مُسَبَّبَةٌ فَذَلِكَ لِمَا يُقَالُ عِنْدَ الْمَدْحِ: قَاتَلَهَا اللَّهُ فَمَا أَكْرَمَهَا مَالًا! كَمَا يُقَالُ عِنْدَ التَّعَجُّبِ مِنَ الْإِنْسَانِ: قَاتَلَهُ اللَّهُ! وَهَذَا دُعَاءٌ لَا يُرَادُ بِهِ الْوُقُوعُ. وَيُقَالُ رَجُلٌ سُبَبَةٌ، إِذَا كَانَ يَسُبُّ النَّاسَ كَثِيرًا. وَرَجُلٌ سُبَّةٌ، إِذَا كَانَ يُسَبُّ كَثِيرًا. وَيُقَالُ بَيْنَ الْقَوْمِ أُسْبُوبَةُ يَتَسَابُّونَ بِهَا. وَيُقَالُ مَضَتْ سَبَّةٌ مِنَ الدَّهْرِ، يُرِيدُ مَضَتْ قِطْعَةٌ مِنْهُ: وَذِكْرُكَ سَبَّاتٍ إِلَيَّ عَجِيبُ\nوَأَمَّا الْحَبْلُ فَالسَّبَبُ، فَمُمْكِنٌ أَنْ يَكُونَ شَاذًّا عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ، وَيُمْكِنُ أَنْ يُقَالَ إِنَّهُ أَصْلٌ آخَرُ يَدُلُّ عَلَى طُولٍ وَامْتِدَادٍ.\nوَمِنْ ذَلِكَ السَّبَبُ. وَمِنْ ذَلِكَ السِّبُّ، وَهُوَ الْخِمَارُ الَّذِي ذَكَرْنَاهُ. وَيُقَالُ لِلْعِمَامَةِ أَيْضًا سِبٌّ. وَالسِّبُّ: الْحَبْلُ أَيْضًا فِي قَوْلِ الْهُذَلِيِّ:\nتَدَلَّى عَلَيْهَا بَيْنَ سِبٍّ وَخَيْطَةٍ\nوَمِنْ هَذَا الْبَابِ السِّبْسَبُ، وَهِيَ الْمَفَازَةُ الْوَاسِعَةُ، فِي قَوْلِ أَبِي دُؤَادٍ:\nوَخَرْقٍ سَبْسَبٍ يَجْرِي ... عَلَيْهِ مَوْرُهُ سَهْبِ\nفَأَمَّا السَّبَاسِبُ فَيَوْمُ عِيدٍ لَهُمْ. وَلَا أَدْرِي مِمَّ اشْتِقَاقُهُ. قَالَ:\nيُحَيَّوْنَ بِالرَّيْحَانِ يَوْمَ السَّبَاسِبِ",
    "pg": "3:63-64"
  },
  "سبت": {
    "def": "السِّينُ وَالْبَاءُ وَالتَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى رَاحَةٍ وَسُكُونٍ. يُقَالُ لِلسَّيْرِ السَّهْلِ اللَّيِّنِ. سَبْتٌ. قَالَ:\nوَمَطْوِيَّةُ الْأَقْرَابِ أَمَّا نَهَارُهَا ... فَسَبْتٌ وَأَمَّا لَيْلُهَا فَذَمِيلُ\nثُمَّ حُمِلَ عَلَى ذَلِكَ السَّبْتُ: حَلْقُ الرَّأْسِ. وَيُنْشَدُ فِي ذَلِكَ مَا يُصَحِّحُ هَذَا الْقِيَاسَ، وَهُوَ قَوْلُهُ:\nيُصْبِحُ سَكْرَانَ وَيُمْسِي سَبْتَا\nلِأَنَّهُ يَكُونُ فِي آخِرِ النَّهَارِ مُخْثِرًا قَلِيلَ الْحَرَكَةِ فَلِذَلِكَ يُقَالُ لِلْمُتَحَيِّرِ مَسْبُوتٌ. وَأَمَّا السَّبْتُ بَعْدَ الْجُمُعَةِ، فَيُقَالُ إِنَّهُ سُمِّيَ بِذَلِكَ لِأَنَّ الْخَلْقَ فُرِغَ مِنْهُ يَوْمَ الْجُمُعَةِ وَأُكْمِلَ، فَلَمْ يَكُنِ الْيَوْمُ الَّذِي بَعْدَ الْجُمُعَةِ يَوْمًا خُلِقَ فِيهِ شَيْءٌ. وَاللَّهُ أَعْلَمُ بِذَلِكَ. هَذَا بِالْفَتْحِ. فَأَمَّا السِّبْتُ فَالْجُلُودُ الْمَدْبُوغَةُ بِالْقَرَظِ، وَكَأَنَّ ذَلِكَ سُمِّيَ سِبْتًا لِأَنَّهُ قَدْ تَنَاهَى إِصْلَاحُهُ، كَمَا يُقَالُ لِلرُّطَبَةِ إِذَا جَرَى الْإِرْطَابُ فِيهَا: مُنْسَبِتَةٌ.",
    "pg": "3:124-125"
  },
  "سبج": {
    "def": "السِّينُ وَالْبَاءُ وَالْجِيمُ لَيْسَ بِشَيْءٍ وَلَا لَهُ فِي اللُّغَةِ الْعَرَبِيَّةِ أَصْلٌ. يَقُولُونَ السُّبْجَةُ: قَمِيصٌ لَهُ جَيْبٌ. قَالُوا: وَهُوَ بِالْفَارِسِيَّةِ \" شَبِي \". وَالسَّبَجُ: أَيْضًا لَيْسَ بِشَيْءٍ. وَكَذَلِكَ قَوْلُهُمْ إِنَّ السَّبَجَ حِجَارَةُ الْفِضَّةِ. وَفِي كُلِّ ذَلِكَ نَظَرٌ.",
    "pg": "3:125"
  },
  "سبح": {
    "def": "السِّينُ وَالْبَاءُ وَالْحَاءُ أَصْلَانِ: أَحَدُهُمَا جِنْسٌ مِنَ الْعِبَادَةِ، وَالْآخَرُ جِنْسٌ مِنَ السَّعْيِ. فَالْأَوَّلُ السُّبْحَةُ، وَهِيَ الصَّلَاةُ، وَيَخْتَصُّ بِذَلِكَ مَا كَانَ نَفْلًا غَيْرَ فَرْضٍ. يَقُولُ الْفُقَهَاءُ: يَجْمَعُ الْمُسَافِرُ بَيْنَ الصَّلَاتَيْنِ وَلَا يُسَبِّحُ بَيْنَهُمَا، أَيْ لَا يَتَنَفَّلُ بَيْنَهُمَا بِصَلَاةٍ. وَمِنَ الْبَابِ التَّسْبِيحُ، وَهُوَ تَنْزِيهُ اللَّهِ جَلَّ ثَنَاؤُهُ مِنْ كُلِّ سُوءٍ. وَالتَّنْزِيهُ: التَّبْعِيدُ. وَالْعَرَبُ تَقُولُ: سُبْحَانَ مِنْ كَذَا، أَيْ مَا أَبْعَدَهُ. قَالَ الْأَعْشَى:\nأَقُولُ لَمَّا جَاءَنِي فَخْرُهُ ... سُبْحَانَ مِنْ عَلْقَمَةَ الْفَاخِرِ\nوَقَالَ قَوْمٌ: تَأْوِيلُهُ عَجَبًا لَهُ إِذَا يَفْخَرُ. وَهَذَا قَرِيبٌ مِنْ ذَاكَ لِأَنَّهُ تَبْعِيدٌ لَهُ مِنَ الْفَخْرِ. وَفِي صِفَاتِ اللَّهِ جَلَّ وَعَزَّ: سُبُّوحٌ. وَاشْتِقَاقُهُ مِنَ الَّذِي ذَكَرْنَاهُ أَنَّهُ تَنَزَّهَ مِنْ كُلِّ شَيْءٍ لَا يَنْبَغِي لَهُ. وَالسُّبُحَاتُ الَّذِي جَاءَ فِي الْحَدِيثِ: جَلَالُ اللَّهِ جَلَّ ثَنَاؤُهُ وَعَظَمَتُهُ. وَالْأَصْلُ الْآخَرُ السَّبْحُ وَالسِّبَاحَةُ: الْعَوْمُ فِي الْمَاءِ. وَالسَّابِحُ مِنَ الْخَيْلِ: الْحَسَنُ مَدِّ الْيَدَيْنِ فِي الْجَرْيِ. قَالَ:\nفَوَلَّيْتَ عَنْهُ يَرْتَمِي بِكَ سَابِحٌ ... وَقَدْ قَابَلَتْ أُذْنَيْهِ مِنْكَ الْأَخَادِعُ\nيَقُولُ: إِنَّكَ كُنْتَ تَلْتَفِتُ تَخَافُ الطَّعْنَ، فَصَارَ أَخْدَعُكَ بِحِذَاءِ أُذُنِ فَرَسِكَ.",
    "pg": "3:125-126"
  },
  "سبخ": {
    "def": "السِّينُ وَالْبَاءُ وَالْخَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِفَّةٍ فِي الشَّيْءِ. يُقَالُ لِلَّذِي يَسْقُطُ مِنْ رِيشِ الطَّائِرِ السَّبِيخُ. وَمِنْهُ الْحَدِيثُ: أَنَّ رَسُولَ اللَّهِ ﵌ سَمِعَ عَائِشَةَ تَدْعُو عَلَى سَارِقٍ سَرَقَهَا، فَقَالَ: «لَا تُسَبِّخِي عَنْهُ بِدُعَائِكِ عَلَيْهِ» ، أَيْ لَا تُخَفِّفِي. وَيُقَالُ فِي الدُّعَاءِ: \" اللَّهُمَّ سَبِّخْ عَنْهُ الْحُمَّى \"، أَيْ سُلَّهَا وَخَفِّفْهَا. وَيُقَالُ لِمَا يَتَطَايَرُ مِنَ الْقُطْنِ عِنْدَ النَّدْفِ: السَّبِيخُ. قَالَ الشَّاعِرُ يَصِفُ كِلَابًا:\nفَأَرْسَلُوهُنَّ يُذْرِينَ التُّرَابَ كَمَا ... يُذْرِي سَبَائِخَ قُطْنٍ نَدْفُ أَوْتَارِ\nوَقَدْ رُوِيَ عَنْ بَعْضِهِمْ أَنَّهُ قَرَأَ: إِنَّ لَكَ فِي اَلنَّهَارِ سَبْحًا طَوِيلًا، قَالَ: وَهُوَ مَعْنَى السَّبْخِ، وَهُوَ الْفَرَاغُ ; لِأَنَّ الْفَارِغَ خَفِيفُ الْأَمْرِ.",
    "pg": "3:126"
  },
  "سبد": {
    "def": "السِّينُ وَالْبَاءُ وَالدَّالُ عُظْمُ بَابِهِ نَبَاتُ شَعْرٍ أَوْ مَا أَشْبَهَهُ. وَقَدْ يَشِذُّ الشَّيْءُ الْيَسِيرُ. فَالْأَصْلُ قَوْلُهُمْ: \" مَالَهُ سَبَدٌ وَلَا لَبَدٌ \". فَالسَّبَدُ: الشَّعْرُ. وَاللَّبَدُ: الصُّوفُ. وَيَقُولُونَ: سَبَّدَ الْفَرْخُ، إِذَا بَدَا رِيشُهُ وَشَوَّكَ. وَيُقَالُ إِنَّ السُّبْدَةَ الْعَانَةُ. وَالسُّبَدُ: طَائِرٌ، وَسُمِّيَ بِذَلِكَ لِكَثْرَةِ رِيشِهِ. فَأَمَّا التَّسْبِيدُ فَيُقَالُ إِنَّهُ اسْتِئْصَالُ شَعْرِ الرَّأْسِ، وَهُوَ مِنَ الْبَابِ لِأَنَّهُ كَأَنَّهُ جَاءَ إِلَى سَبَدِهِ فَحَلَقَهُ وَاسْتَأْصَلَهُ. وَيُقَالُ إِنَّ التَّسْبِيدَ كَثْرَةُ غَسْلِ الرَّأْسِ وَالتَّدَهُّنِ. وَالَّذِي شَذَّ عَنْ هَذَا قَوْلُهُمْ: هُوَ سِبْدُ أَسْبَادٍ، أَيْ دَاهٍ مُنْكَرٌ. وَقَالَ:\nيُعَارِضُ سِبْدًا فِي الْعِنَانِ عَمَرَّدَا",
    "pg": "3:126-127"
  },
  "سبر": {
    "def": "السِّينُ وَالْبَاءُ وَالرَّاءُ، فِيهِ ثَلَاثُ كَلِمَاتٍ مُتَبَايِنَةِ الْقِيَاسِ، لَا يُشْبِهُ بَعْضُهَا بَعْضًا.\nفَالْأَوَّلُ السَّبْرُ، وَهُوَ رَوْزُ الْأَمْرِ وَتَعَرُّفُ قَدْرِهِ. يُقَالُ خَبَرْتُ مَا عِنْدَ فُلَانٍ وَسَبَرْتُهُ. وَيُقَالُ لِلْحَدِيدَةِ الَّتِي يُعْرَفُ بِهَا قَدْرُ الْجِرَاحَةِ مِسْبَارٌ. وَالْكَلِمَةُ الثَّانِيَةُ: السِّبْرُ، وَهُوَ الْجَمَالُ وَالْبَهَاءُ. قَالَ رَسُولُ اللَّهِ ﵌: «يَخْرُجُ مِنَ النَّارِ رَجُلٌ قَدْ ذَهَبَ حِبْرُهُ وَسِبْرُهُ» ، أَيْ ذَهَبَ جَمَالُهُ وَبَهَاؤُهُ. وَقَالَ أَبُو عَمْرٍو: أَتَيْتُ حَيًّا مِنَ الْعَرَبِ فَلَمَّا تَكَلَّمْتُ قَالَ بَعْضُ مَنْ حَضَرَ: \" أَمَّا اللِّسَانُ فَبَدَوِيٌّ، وَأَمَّا السِّبْرُ فَحَضَرِيٌّ \". وَقَالَ ابْنُ أَحْمَرَ:\nلَبِسْنَا حِبْرَهُ حَتَّى اقْتُضِينَا ... لِأَعْمَالٍ وَآجَالٍ قُضِينَا\nوَأَمَّا الْكَلِمَةُ الثَّالِثَةُ فَالسَّبْرَةُ، وَهِيَ الْغَدَاةُ الْبَارِدَةُ. وَذَكَرَ رَسُولُ اللَّهِ ﵌ فَضْلَ إِسْبَاغِ الْوُضُوءِ فِي السَّبَرَاتِ.",
    "pg": "3:127-128"
  },
  "سبط": {
    "def": "السِّينُ وَالْبَاءُ وَالطَّاءُ أَصْلٌ يَدُلُّ عَلَى امْتِدَادِ شَيْءٍ، وَكَأَنَّهُ مُقَارِبٌ لِبَابِ الْبَاءِ وَالسِّينِ وَالطَّاءِ، يُقَالُ شَعْرٌ سَبْطٌ وَسَبَِطٌ، إِذَا لَمْ يَكُنْ جَعْدًا. وَيُقَالُ أَسْبَطَ الرَّجُلُ إِسْبَاطًا، إِذَا امْتَدَّ وَانْبَسَطَ بَعْدَمَا يُضْرَبُ. وَالسُّبَاطَةُ: الْكُنَاسَةُ، وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا لَا يُحْتَفَظُ بِهَا وَلَا تُحْتَجَنُ. وَمِنْهُ الْحَدِيثُ: «أَتَى سُبَاطَةَ قَوْمٍ فَبَالَ قَائِمًا ; لِوَجَعٍ كَانَ بِمَأْبِضِهِ» . وَالسَّبَطُ: نَبَاتٌ فِي الرَّمْلِ، وَيُقَالُ إِنَّهُ رَطْبُ الْحَلِيِّ ; وَلَعَلَّ فِيهِ امْتِدَادًا.",
    "pg": "3:128"
  },
  "سبع": {
    "def": "السِّينُ وَالْبَاءُ وَالْعَيْنُ أَصْلَانِ مُطَّرِدَانِ صَحِيحَانِ: أَحَدُهُمَا فِي الْعَدَدِ، وَالْآخَرُ شَيْءٌ مِنَ الْوُحُوشِ.\nفَالْأَوَّلُ السَّبْعَةُ. وَالسُّبْعُ: جُزْءٌ مِنْ سَبْعَةٍ. وَيُقَالُ سَبَعْتُ الْقَوْمَ أَسْبَعُهُمْ إِذَا أَخَذْتَ سُبْعَ أَمْوَالِهِمْ أَوْ كُنْتَ لَهُمْ سَابِعًا. وَمِنْ ذَلِكَ قَوْلُهُمْ: هُوَ سُبَاعِيُّ الْبَدَنِ، إِذَا كَانَ تَامَّ الْبَدَنِ. وَالسِّبْعُ: ظَمْءٌ مِنْ أَظْمَاءِ الْإِبِلِ، وَهُوَ لِعَدَدٍ مَعْلُومٍ عِنْدَهُمْ. وَأَمَّا الْآخَرُ فَالسَّبُعُ وَاحِدٌ مِنَ السِّبَاعِ. وَأَرْضٌ مَسْبَعَةٌ، إِذَا كَثُرَ سِبَاعُهَا. وَمِنَ الْبَابِ سَبَعْتُهُ، إِذَا وَقَعْتَ فِيهِ، كَأَنَّهُ شَبَّهَ نَفْسَهُ بِسَبُعٍ فِي ضَرَرِهِ وَعَضِّهِ. وَأَسْبَعْتُهُ: أَطْعَمْتُهُ السَّبْعَ. وَسَبَّعَتِ الذِّئَابُ الْغَنَمَ، إِذَا فَرَسَتْهَا وَأَكَلَتْهَا. فَأَمَّا قَوْلُ أَبِي ذُؤَيْبٍ:\nصَخِبُ الشَّوَارِبِ لَا يَزَالُ كَأَنَّهُ ... عَبْدٌ لِآلِ أَبِي رَبِيعَةَ مُسْبَعُ\nفَفِيهِ أَقَاوِيلُ: أَحَدُهُمَا الْمُتْرَفُ، كَأَنَّهُ عَبْدٌ مُتْرَفٌ، لَهُ مَا يَتَمَتَّعُ بِهِ، فَهُوَ دَائِمُ النَّشَاطِ. وَيُقَالُ إِنَّهُ الرَّاعِي، وَيُقَالُ هُوَ الَّذِي تَمُوتُ أُمُّهُ فَيَتَوَلَّى إِرْضَاعَهُ غَيْرُهَا. وَيُقَالُ الْمُسْبَعُ مَنْ لَمْ يَكُنْ لِرِشْدَةٍ. وَيُقَالُ هُوَ الرَّاعِي الَّذِي أَغَارَتِ السِّبَاعُ عَلَى غَنَمِهِ فَهُوَ يَصِيحُ بِالْكِلَابِ وَالسِّبَاعِ. وَيُقَالُ هُوَ الَّذِي هُوَ عَبْدٌ إِلَى سَبْعَةِ آبَاءٍ. وَيُقَالُ هُوَ الَّذِي وُلِدَ لِسَبْعَةِ أَشْهُرٍ. وَيُقَالُ الْمُسْبَعُ: الْمُهْمَلُ. وَتَقُولُ الْعَرَبُ: لَأَفْعَلَنَّ بِهِ فِعْلَ سَبْعَةٍ ; يُرِيدُونَ بِهِ الْمُبَالَغَةَ فِي الشَّرِّ. وَيُقَالُ أَرَادَ بِالسَّبْعَةِ اللَّبُؤَةَ، أَرَادَ سَبُعَةً فَخَفَّفَ.",
    "pg": "3:128-129"
  },
  "سبغ": {
    "def": "السِّينُ وَالْبَاءُ وَالْغَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَمَامِ الشَّيْءِ وَكَمَالِهِ. يُقَالُ أَسْبَغْتُ الْأَمْرَ، وَأَسْبَغَ فُلَانٌ وُضُوءَهُ. وَيُقَالُ أَسْبَغَ اللَّهُ عَلَيْهِ نِعَمَهُ. وَرَجُلٌ مُسْبِغٌ، أَيْ عَلَيْهِ دِرْعٌ سَابِغَةٌ. وَفَحْلٌ سَابِغٌ: طَوِيلُ الْجُرْدَانِ، وَضِدُّهُ الْكَمْشُ. وَيُقَالُ سَبَّغَتِ النَّاقَةُ، إِذَا أَلْقَتْ وَلَدَهَا وَقَدْ أَشْعَرَ.",
    "pg": "3:129"
  },
  "سبق": {
    "def": "السِّينُ وَالْبَاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى التَّقْدِيمِ. يُقَالُ سَبَقَ يَسْبِقُ سَبْقًا. فَأَمَّا السَّبَقُ فَهُوَ الْخَطَرُ الَّذِي يَأْخُذُهُ السَّابِقُ.",
    "pg": "3:129"
  },
  "سبك": {
    "def": "السِّينُ وَالْبَاءُ وَالْكَافُ أُصَيْلٌ يَدُلُّ عَلَى التَّنَاهِي فِي إِمْهَاءِ الشَّيْءِ. مِنْ ذَلِكَ: سَبَكْتُ الْفِضَّةَ وَغَيْرَهَا أَسْبِكُهَا سَبْكًا. وَهَذَا يُسْتَعَارُ فِي غَيْرِ الْإِذَابَةِ أَيْضًا. [وَالسُّنْبُكُ: طَرَفُ الْحَافِرِ] . فَأَمَّا السُّنْبُكُ مِنَ الْأَرْضِ فَاسْتِعَارَةٌ، طَرَفٌ غَلِيظٌ قَلِيلُ الْخَيْرِ.",
    "pg": "3:129"
  },
  "سبل": {
    "def": "السِّينُ وَالْبَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى إِرْسَالِ شَيْءٍ مِنْ عُلُوٍّ إِلَى سُفْلٍ، وَعَلَى امْتِدَادِ شَيْءٍ. فَالْأَوَّلُ مِنْ قِيلِكَ: أَسْبَلْتُ السِّتْرَ، وَأَسْبَلَتِ السَّحَابَةُ مَاءَهَا وَبِمَائِهَا. وَالسَّبَلُ: الْمَطَرُ الْجَوْدُ. وَسِبَالُ الْإِنْسَانِ مِنْ هَذَا، لِأَنَّهُ شَعْرٌ مُنْسَدِلٌ. وَقَوْلُهُمْ لِأَعَالِي الدَّلْوِ أَسْبَالٌ، مِنْ هَذَا، كَأَنَّهَا شُبِّهَتْ بِالَّذِي ذَكَرْنَاهُ مِنَ الْإِنْسَانِ. قَالَ:\nإِذْ أَرْسَلُونِي مَاتِحًا بُدَلَائِهِمْ ... فَمَلَأْتُهَا عَلَقًا إِلَى أَسْبَالِهَا\nوَالْمُمْتَدُّ طُولًا: السَّبِيلُ، وَهُوَ الطَّرِيقُ، سُمِّيَ بِذَلِكَ لِامْتِدَادِهِ. وَالسَّابِلَةُ: الْمُخْتَلِفَةُ فِي السُّبُلِ جَائِيَةً وَذَاهِبَةً. وَسُمِّيَ السُّنْبُلُ سُنْبُلًا لِامْتِدَادِهِ. يُقَالُ أَسْبَلَ الزَّرْعُ، إِذَا خَرَجَ سُنْبُلُهُ. قَالَ أَبُو عُبَيْدٍ: سَبَلُ الزَّرْعِ وَسُنْبُلُهُ سَوَاءٌ. وَقَدْ سَبَلَ وَأَسْبَلَ.",
    "pg": "3:129-130"
  },
  "سبه": {
    "def": "السِّينُ وَالْبَاءُ وَالْهَاءُ كَلِمَةٌ، وَهِيَ تَدُلُّ عَلَى ضَعْفِ الْعَقْلِ أَوْ ذَهَابِهِ. فَالسَّبَهُ: ذَهَابُ الْعَقْلِ مِنْ هَرَمٍ، يُقَالُ رَجُلٌ مَسْبُوهٌ وَمُسَبَّهٌ، وَهُوَ قَرِيبٌ مِنَ الْمَسْبُوتِ، وَالْقِيَاسُ فِيهِمَا وَاحِدٌ.",
    "pg": "3:130"
  },
  "سبي": {
    "def": "السِّينُ وَالْبَاءُ وَالْيَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى أَخْذِ شَيْءٍ مِنْ بَلَدٍ إِلَى بَلَدٍ آخَرَ كَرْهًا. مِنْ ذَلِكَ السَّبْيُ، يُقَالُ سَبَى الْجَارِيَةَ يَسْبِيهَا سَبْيًا فَهُوَ سَابٍ، وَالْمَأْخُوذَةُ سَبِيَّةٌ. وَكَذَلِكَ الْخَمْرُ تُحْمَلُ مِنْ أَرْضٍ إِلَى أَرْضٍ. يَفْرِقُونَ بَيْنَ سَبَاهَا وَسَبَأَهَا. فَأَمَّا سِبَاؤُهَا فَاشْتِرَاؤُهَا. يُقَالُ سَبَأْتُهَا، وَلَا يُقَالُ ذَلِكَ إِلَّا فِي الْخَمْرِ. وَيُسَمُّونَ الْخَمَّارَ السَّبَّاءَ. وَالْقِيَاسُ فِي ذَلِكَ وَاحِدٌ. وَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ السَّابِيَاءُ، وَهِيَ الْجِلْدَةُ الَّتِي يَكُونُ فِيهَا الْوَلَدُ. وَالسَّابِيَاءُ: النِّتَاجُ. يُقَالُ إِنَّ بَنِي فُلَانٍ تَرُوحُ عَلَيْهِمْ مِنْ مَالِهِمْ سَابِيَاءُ. قَالَ رَسُولُ اللَّهِ ﵌: «تِسْعَةُ أَعْشَارِ الرِّزْقِ فِي التِّجَارَةِ. وَالْجُزْءُ الْبَاقِي فِي السَّابِيَاءِ» . وَمِمَّا يَقْرُبُ مِنَ الْبَابِ الْأَوَّلِ الْأَسَابِيُّ، وَهِيَ الطَّرَائِقُ. وَيُقَالُ أَسَابِيُّ الدِّمَاءِ، وَهِيَ طَرَائِقُهَا، قَالَ سَلَامَةُ:\nوَالْعَادِيَاتُ أَسَابِيُّ الدِّمَاءِ بِهَا ... كَأَنَّ أَعْنَاقَهَا أَنْصَابُ تَرْجِيبِ\nوَإِذَا كَانَ مَا بَعْدَ الْبَاءِ مِنْ هَذِهِ الْكَلِمَةِ مَهْمُوزًا خَالَفَ الْمَعْنَى الْأَوَّلَ، وَكَانَ عَلَى أَرْبَعَةِ مَعَانٍ مُخْتَلِفَةٍ: فَالْأَوَّلُ سَبَأْتُ الْجِلْدَ، إِذَا مَحَشْتَهُ حَتَّى أُحْرِقَ شَيْئًا مِنْ أَعَالِيهِ. وَالثَّانِي سَبَأْتُ جِلْدَهُ: سَلَخْتُهُ. [وَالثَّالِثُ سَبَأَ فُلَانٌ] عَلَى يَمِينٍ كَاذِبَةٍ، إِذَا مَرَّ عَلَيْهَا غَيْرَ مُكْتَرِثٍ. وَمِمَّا يُشْتَقُّ مِنْ هَذَا قَوْلُهُمْ: انْسَبَأَ اللَّبَنُ، إِذَا خَرَجَ مِنَ الضَّرْعِ. وَالْمَسْبَأُ: الطَّرِيقُ فِي الْجَبَلِ. وَالْمَعْنَى الرَّابِعُ قَوْلُهُمْ: ذَهَبُوا أَيَادِي سَبَأَ، أَيْ مُتَفَرِّقِينَ. وَهَذَا مِنْ تَفَرُّقِ أَهْلِ الْيَمَنِ. وَسَبَأُ: رَجُلٌ يَجْمَعُ عَامَّةَ قَبَائِلِ الْيَمَنِ، وَيُسَمَّى أَيْضًا بَلَدُهُمْ بِهَذَا الِاسْمِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ السِّينِ وَالتَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:130-132"
  },
  "ستت": {
    "def": "السِّينُ وَالتَّاءُ لَيْسَ فِيهِ إِلَّا سِتَّةٌ وَأَصْلُ التَّاءِ دَالٌ. وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "3:64"
  },
  "ستر": {
    "def": "السِّينُ وَالتَّاءُ وَالرَّاءُ كَلِمَةٌ تَدُلُّ عَلَى الْغِطَاءِ. تَقُولُ: سَتَرْتُ الشَّيْءَ سَتْرًا. وَالسُّتْرَةُ: مَا اسْتَتَرْتَ بِهِ، كَائِنًا مَا كَانَ. وَكَذَلِكَ السِّتَارُ. فَأَمَّا الْإِسْتَارُ، وَقَوْلُهُمْ إِسْتَارُ الْكَعْبَةِ، فَالْأَغْلَبُ أَنَّهُ مِنَ السِّتْرِ، وَكَأَنَّهُ أَرَادَ بِهِ مَا تُسْتَرُ بِهِ الْكَعْبَةُ مِنْ لِبَاسٍ. إِلَّا أَنَّ قَوْمًا زَعَمُوا أَنْ لَيْسَ ذَلِكَ مِنَ اللِّبَاسِ، وَإِنَّمَا هُوَ مِنَ الْعَدَدِ. قَالُوا: وَالْعَرَبُ تُسَمِّي الْأَرْبَعَةَ الْإِسْتَارَ، وَيَحْتَجُّونَ بِقَوْلِ الْأَخْطَلِ:\nلَعَمْرُكَ إِنَّنِي وَابْنَيْ جُعَيْلٍ ... وَأُمُّهُمَا لَإِسْتَارٌ لَئِيمُ\nوَيَقُولُ جَرِيرٌ:\nقُرِنَ الْفَرَزْدَقُ وَالْبَعِيثُ وَأُمُّهُ ... وَأَبُو الْفَرَزْدَقِ قُبِّحَ الْإِسْتَارُ\nقَالُوا: فَأَسْتَارُ الْكَعْبَةِ: جُدْرَانُهَا وَجَوَانِبُهَا، وَهِيَ أَرْبَعَةٌ، وَهَذَا شَيْءٌ قَدْ قِيلَ، وَاللَّهُ أَعْلَمُ بِصِحَّتِهِ.",
    "pg": "3:132"
  },
  "ستن": {
    "def": "السِّينُ وَالتَّاءُ وَالنُّونُ لَيْسَ بِأَصْلٍ يَتَفَرَّعُ، لِأَنَّهُ نَبْتٌ، وَيُقَالُ لَهُ الْأَسْتَنُ. وَفِيهِ يَقُولُ النَّابِغَةُ: تَنْفِرُ مِنْ أَسْتَنٍ سُودٍ أَسَافِلُهُ ... مِثْلَ الْإِمَاءِ اللَّوَاتِي تَحْمِلُ الْحُزَمَا",
    "pg": "3:132-133"
  },
  "سجج": {
    "def": "السِّينُ وَالْجِيمُ أَصْلٌ يَدُلُّ عَلَى اعْتِدَالٍ فِي الشَّيْءِ وَاسْتِوَاءٍ. فَالسَّجْسَجُ: الْهَوَاءُ الْمُعْتَدِلُ الَّذِي لَا حَرَّ فِيهِ وَلَا بَرْدَ يُؤْذِي. وَمِنْ ذَلِكَ الْحَدِيثُ: «إِنَّ ظِلَّ الْجَنَّةِ سَجْسَجٌ» . وَيُقَالُ أَرْضٌ سَجْسَجٌ، وَهِيَ السَّهْلَةُ الَّتِي لَيْسَتْ بِالصُّلْبَةِ. قَالَ: وَالْقَوْمُ قَدْ قَطَعُوا مِتَانَ السَّجْسَجِ\nوَيُقَالُ وَهُوَ مِنَ الْبَابِ سَجَّ الْحَائِطَ بِالطِّينِ، إِذَا طَلَاهُ بِهِ وَسَوَّاهُ. وَتِلْكَ الْخَشَبَةُ الْمِسَجَّةُ. وَالسَّجَاجُ: اللَّبَنُ الرَّقِيقُ الصَّافِي.\nوَمِمَّا يَقْرُبُ مِنْ هَذَا الْبَابِ الْكَبْشُ السَّاجِسِيُّ، وَهُوَ الْكَثِيرُ الصُّوفِ.\nوَمِمَّا شَذَّ عَنِ الْأَصْلِ قَوْلُهُمْ: لَا أَفْعَلُ ذَلِكَ سَجِيسَ اللَّيَالِي، وَسَجِيسَ الأوْجَسِ، أَيْ أَبَدًا. وَمَاءٌ سَجَِسٌ، أَيْ مُتَغَيِّرٌ. وَالسَّجَّةُ: صَنَمٌ كَانَ يُعْبَدُ فِي الْجَاهِلِيَّةِ. وَفِي الْحَدِيثِ: «أَخْرِجُوا صَدَقَاتِكُمْ ; فَإِنَّ اللَّهَ عَزَّ ذِكْرُهُ قَدْ أَرَاحَكُمْ مِنَ الْجَبْهَةِ وَالسَّجَّةِ وَالْبَجَّةِ» . وَتَفْسِيرُهُ فِي الْحَدِيثِ أَنَّهَا أَسْمَاءُ آلِهَةٍ كَانُوا يَعْبُدُونَهَا فِي الْجَاهِلِيَّةِ.",
    "pg": "3:64-65"
  },
  "سجح": {
    "def": "السِّينُ وَالْجِيمُ وَالْحَاءُ أَصْلٌ مُنْقَاسٌ، يَدُلُّ عَلَى اسْتِقَامَةٍ وَحُسْنٍ. وَالسُّجُحُ: الشَّيْءُ الْمُسْتَقِيمُ. وَيُقَالُ: \" مَلَكْتَ فَأَسْجِحْ \"، أَيْ أَحْسِنِ الْعَفْوَ. وَوَجْهٌ أَسْجَحُ، أَيْ مُسْتَقِيمُ الصُّورَةِ. قَالَ ذُو الرُّمَّةِ:\nوَوَجْهٌ كَمِرْآةِ الْغَرِيبَةِ أَسْجَحُ\nوَهَذَا كُلُّهُ مِنْ قَوْلِهِمْ: تَنَحَّ عَنْ سُجُْحِ الطَّرِيقِ، أَيْ عَنْ جَادَّتِهِ وَمُسْتَقِيمِهِ.",
    "pg": "3:133"
  },
  "سجد": {
    "def": "السِّينُ وَالْجِيمُ وَالدَّالُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ يَدُلُّ عَلَى تَطَامُنٍ وَذُلٍّ. يُقَالُ سَجَدَ، إِذَا تَطَامَنَ. وَكُلُّ مَا ذَلَّ فَقَدْ سَجَدَ. قَالَ أَبُو عَمْرٍو: أَسْجَدَ الرَّجُلُ، إِذَا طَأْطَأَ رَأْسَهُ وَانْحَنَى. قَالَ حُمَيْدٌ:\nفُضُولَ أَزِمَّتِهَا أَسْجَدَتْ ... سُجُودَ النَّصَارَى لِأَرْبَابِهَا\nوَقَالَ أَبُو عُبَيْدَةَ مِثْلَهُ، وَقَالَ: أَنْشَدَنِي أَعْرَابِيٌّ أَسَدَيٌّ:\nوَقُلْنَ لَهُ أَسْجِدْ لِلَيْلَى فَأَسْجَدَا\nيَعْنِي الْبَعِيرَ إِذَا طَأْطَأَ رَأْسَهُ. وَأَمَّا قَوْلُهُمْ: أَسْجَدَ إِسْجَادًا، إِذَا أَدَامَ النَّظَرَ، فَهَذَا صَحِيحٌ، إِلَّا أَنَّ الْقِيَاسَ يَقْتَضِي ذَلِكَ فِي خَفْضٍ، وَلَا يَكُونُ النَّظَرَ الشَّاخِصَ وَلَا الشَّزْرَ. يَدُلُّ عَلَى ذَلِكَ قَوْلُهُ:\nأَغَرَّكِ مِنِّي أَنَّ دَلَّكِ عِنْدَنَا ... وَإِسْجَادَ عَيْنَيْكِ الصَّيُودَيْنِ رَابِحُ\nوَدَرَاهِمُ الْإِسْجَادِ: دَرَاهِمُ كَانَتْ عَلَيْهَا صُوَرٌ، فِيهَا صُوَرُ مُلُوكِهِمْ، وَكَانُوا إِذَا رَأَوْهَا سَجَدُوا لَهَا. وَهَذَا فِي الْفُرْسِ. وَهُوَ الَّذِي يَقُولُ فِيهِ الْأَسْوَدُ:\nمِنْ خَمْرِ ذِي نُطَفٍ أَغَنَّ مُنَطَّقٍ ... وَافَى بِهَا لِدَرَاهِمِ الْإِسْجَادِ",
    "pg": "3:133-134"
  },
  "سجر": {
    "def": "السِّينُ وَالْجِيمُ وَالرَّاءُ أُصُولٌ ثَلَاثَةٌ: الْمَلْءُ، وَالْمُخَالَطَةُ، وَالْإِيقَادُ. فَأَمَّا الْمَلْءُ، فَمِنْهُ الْبَحْرُ الْمَسْجُورُ، أَيِ الْمَمْلُوءُ. وَيُقَالُ لِلْمَوْضِعِ الَّذِي يَأْتِي عَلَيْهِ السَّيْلُ فَيَمْلَؤُهُ: سَاجِرٌ. قَالَ الشَّمَّاخُ:\nكُلَّ حِسْيٍ وَسَاجِرِ\nوَمِنْ هَذَا الْبَابِ، الشَّعْرُ الْمُنْسَجِرُ، وَهُوَ الَّذِي يَفِرُ حَتَّى يَسْتَرْسِلَ مِنْ كَثْرَتِهِ. قَالَ: إِذَا مَا انْثَنَى شَعْرُهَا الْمُنْسِجِرْ\nوَأَمَّا الْمُخَالَطَةُ فَالسَّجِيرُ: الصَّاحِبُ وَالْخَلِيطُ، وَهُوَ خِلَافُ الشَّجِيرِ. وَمِنْهُ عَيْنٌ سَجْرَاءُ، إِذَا خَالَطَ بَيَاضَهَا حُمْرَةٌ. وَأَمَّا الْإِيقَادُ فَقَوْلُهُمْ: سَجَّرْتُ التَّنُّورَ، إِذَا أَوْقَدْتَهُ، وَالسَّجُورُ: مَا يُسْجَرُ بِهِ التَّنُّورُ. قَالَ:\nوَيَوْمٌ كَتَنُّورِ الْإِمَاءِ سَجَرْنَهُ ... وَأَلْقَيْنَ فِيهِ الْجَزْلَ حَتَّى تَأَجَّمَا\nوَيُقَالُ لِلسَّجُورِ السِّجَارُ. وَمِمَّا يُقَارِبُ هَذَا اسْتَجَرَتِ الْإِبِلُ عَلَى نَجَائِهَا، إِذَا جَدَّتْ، كَأَنَّهَا تَتَّقِدُ فِي سَيْرِهَا اتِّقَادًا. وَمِنْهُ سَجَرَتِ النَّاقَةُ، إِذَا حَنَّتْ حَنِينًا شَدِيدًا.",
    "pg": "3:134-135"
  },
  "سجع": {
    "def": "السِّينُ وَالْجِيمُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى صَوْتٍ مُتَوَازِنٍ. مِنْ ذَلِكَ السَّجْعُ فِي الْكَلَامِ، وَهُوَ أَنْ يُؤْتَى بِهِ وَلَهُ فَوَاصِلُ كَقَوَافِي الشِّعْرِ، كَقَوْلِهِمْ: \" مَنْ قَلَّ ذَلَّ، وَمَنْ أَمَرَ فَلَّ \"، وَكَقَوْلِهِمْ: \" لَا مَاءَكِ أَبْقَيْتِ، وَلَا دَرَنَكِ أَنْقَيْتِ \". وَيُقَالُ سَجَعَتِ الْحَمَامَةُ، إِذَا هَدَرَتْ.",
    "pg": "3:135-136"
  },
  "سجف": {
    "def": "السِّينُ وَالْجِيمُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ إِسْبَالُ شَيْءٍ سَاتِرٍ. يُقَالُ أَسْجَفْتُ السِّتْرَ: أَرْسَلْتُهُ. وَالسَّجْفُ وَالسِّجْفُ: سِتْرُ الْحَجَلَةِ. وَيُقَالُ أَسْجَفَ اللَّيْلُ، مِثْلُ أَسْدَفَ.",
    "pg": "3:136"
  },
  "سجل": {
    "def": "السِّينُ وَالْجِيمُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى انْصِبَابِ شَيْءٍ بَعْدَ امْتِلَائِهِ. مِنْ ذَلِكَ السَّجْلِ، وَهُوَ الدَّلْوُ الْعَظِيمَةُ. وَيُقَالُ سَجَلْتُ الْمَاءَ فَانْسَجَلَ، وَذَلِكَ إِذَا صَبَبْتَهُ. وَيُقَالُ لِلضَّرْعِ الْمُمْتَلِئِ سَجْلٌ. وَالْمُسَاجَلَةُ: الْمُفَاخَرَةُ، وَالْأَصْلُ فِي الدِّلَاءِ، إِذَا تَسَاجَلَ الرَّجُلَانِ، وَذَلِكَ تَنَازُعُهُمَا، يُرِيدُ كُلُّ وَاحِدٍ مِنْهُمَا غَلَبَةَ صَاحِبِهِ. وَمِنْ ذَلِكَ الشَّيْءِ الْمُسْجَلُ، وَهُوَ الْمَبْذُولُ لِكُلِّ أَحَدٍ، كَأَنَّهُ قَدْ صُبَّ صَبًّا. قَالَ مُحَمَّدُ بْنُ عَلِيٍّ فِي قَوْلِهِ تَعَالَى: ﴿هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ﴾ [الرحمن: ٦٠] : هِيَ مُسْجَلَةٌ لِلْبَرِّ وَالْفَاجِرِ. وَقَالَ الشَّاعِرُ فِي الْمُسْجَلِ:\nوَأَصْبَحَ مَعْرُوفِي لِقَوْمِيَ مُسْجَلًا\nفَأَمَّا السِّجِلُّ فَمِنَ السَّجْلِ وَالْمُسَاجَلَةِ، وَذَلِكَ أَنَّهُ كِتَابٌ يَجْمَعُ كُتُبًا وَمَعَانِيَ. وَفِيهِ أَيْضًا كَالْمُسَاجَلَةِ، لِأَنَّهُ عَنْ مُنَازَعَةٍ وَمُدَاعَاةٍ. وَمِنْ ذَلِكَ قَوْلُهُمْ: الْحَرْبُ سِجَالٌ، أَيْ مُبَارَاةٌ مَرَّةً كَذَا وَمَرَّةً كَذَا. وَفِي كِتَابِ الْخَلِيلِ: السَّجْلُ: مَلْءُ الدَّلْوِ. وَأَمَّا السِّجِّيلُ فَمِنَ السِّجِلِّ، وَقَدْ يُحْتَمَلُ أَنْ يَكُونَ مُشْتَقًّا مِنْ بَعْضِ مَا ذَكَرْنَاهُ. وَقَالُوا: السِّجِّيلُ: الشَّدِيدُ.",
    "pg": "3:136"
  },
  "سجم": {
    "def": "السِّينُ وَالْجِيمُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ صَبُّ الشَّيْءِ مِنَ الْمَاءِ وَالدَّمْعِ. يُقَالُ سَجَمَتِ الْعَيْنُ دَمْعَهَا. وَعَيْنٌ سَجُومٌ، وَدَمْعٌ مَسْجُومٌ. وَيُقَالُ أَرْضٌ مَسْجُومَةٌ: مَمْطُورَةٌ.",
    "pg": "3:136-137"
  },
  "سجن": {
    "def": "السِّينُ وَالْجِيمُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ الْحَبْسُ. يُقَالُ سَجَنْتُهُ سَجْنًا. وَالسِّجْنُ: الْمَكَانُ يُسْجَنُ فِيهِ الْإِنْسَانُ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ فِي قِصَّةِ يُوسُفَ ﵇: ﴿قَالَ رَبِّ السِّجْنُ أَحَبُّ إِلَيَّ مِمَّا يَدْعُونَنِي إِلَيْهِ﴾ [يوسف: ٣٣] . فَيُقْرَأُ فَتْحًا عَلَى الْمَصْدَرِ، وَكَسْرًا عَلَى الْمَوْضِعِ، وَأَمَّا قَوْلُ ابْنِ مُقْبِلٍ:\nضَرْبًا تَوَاصَى بِهِ الْأَبْطَالُ سِجِّينًا\nفَقِيلَ إِنَّهُ أَرَادَ سِجِّيلًا. أَيْ شَدِيدًا. وَقَدْ مَضَى ذِكْرُهُ. وَإِنَّمَا أَبْدَلَ اللَّامَ نُونًا. وَالْوَجْهُ فِي هَذَا أَنَّهُ قِيَاسُ الْأَوَّلِ مِنَ السَّجْنِ، وَهُوَ الْحَبْسُ ; لِأَنَّهُ إِذَا كَانَ ضَرْبًا شَدِيدًا ثَبَتَ الْمَضْرُوبُ، كَأَنَّهُ قَدْ حَبَسَهُ.",
    "pg": "3:137"
  },
  "سجو": {
    "def": "السِّينُ وَالْجِيمُ وَالْوَاوُ أَصْلٌ يَدُلُّ عَلَى سُكُونٍ وَإِطْبَاقٍ. يُقَالُ سَجَا اللَّيْلُ، إِذَا ادْلَهَمَّ وَسَكَنَ. وَقَالَ:\nيَا حَبَّذَا الْقَمْرَاءُ وَاللَّيْلُ السَّاجْ ... وَطُرُقٌ مِثْلُ مُلَاءِ النُّسَّاجْ\nوَطَرْفٌ سَاجٍ، أَيْ سَاكِنٌ. [بَابُ السِّينِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:137-138"
  },
  "سحب": {
    "def": "السِّينُ وَالْحَاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جَرِّ شَيْءٍ مَبْسُوطٍ وَمَدِّهِ. تَقُولُ: سَحَبْتُ ذَيْلِي بِالْأَرْضِ سَحْبًا. وَسُمِّي السَّحَابُ سَحَابًا تَشْبِيهًا لَهُ بِذَلِكَ، كَأَنَّهُ يَنْسَحِبُ فِي الْهَوَاءِ انْسِحَابًا. وَيَسْتَعِيرُونَ هَذَا فَيَقُولُونَ: تَسَحَّبَ فُلَانٌ عَلَى فُلَانٍ، إِذَا اجْتَرَأَ عَلَيْهِ، كَأَنَّهُ امْتَدَّ عَلَيْهِ امْتِدَادًا. هَذَا هُوَ الْقِيَاسُ الصَّحِيحُ. وَنَاسٌ يَقُولُونَ: السَّحْبُ: شِدَّةُ الْأَكْلِ. وَأَظُنُّهُ تَصْحِيفًا ; لِأَنَّهُ لَا قِيَاسَ لَهُ، وَإِنَّمَا هُوَ السَّحْتُ.",
    "pg": "3:142-143"
  },
  "سحت": {
    "def": "السِّينُ وَالْحَاءُ وَالتَّاءُ أَصْلٌ صَحِيحٌ مُنْقَاسٌ. يُقَالُ سُحِتَ الشَّيْءُ، إِذَا اسْتُؤْصِلَ، وَأُسْحِتَ. يُقَالُ سَحَتَ اللَّهُ الْكَافِرَ بِعَذَابٍ، إِذَا اسْتَأْصَلَهُ. وَمَالٌ مَسْحُوتٌ وَمُسْحَتٌ فِي قَوْلِ الْفَرَزْدَقِ:\nوَعَضُّ زَمَانٍ يَا بْنَ مَرْوَانَ لَمْ يَدَعْ ... مِنَ الْمَالِ إِلَّا مُسْحَتًا أَوْ مُجَلَّفُ\nوَمِنَ الْبَابِ: رَجُلٌ مَسْحُوتُ الْجَوْفِ، إِذَا كَانَ لَا يَشْبَعُ، كَأَنَّ الَّذِي يَبْلَعُهُ يُسْتَأْصَلُ مِنْ جَوْفِهِ، فَلَا يَبْقَى. الْمَالُ السُّحْتُ: كُلُّ حَرَامٍ يَلْزَمُ آكِلَهُ الْعَارُ ; وَسُمِّيَ سُحْتًا لِأَنَّهُ لَا بَقَاءَ لَهُ. وَيُقَالُ أَسْحَتَ فِي تِجَارَتِهِ، إِذَا كَسَبَ السُّحْتَ. وَأَسْحَتَ مَالَهُ: أَفْسَدَهُ.",
    "pg": "3:143"
  },
  "سحج": {
    "def": "السِّينُ وَالْحَاءُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَشْرِ الشَّيْءِ. يُقَالُ انْسَحَجَ الْقِشْرُ عَنِ الشَّيْءِ. وَحِمَارٌ مُسَحَّجٌ، أَيْ مُكَدَّمٌ، كَأَنَّهُ يُكَدَّمُ حَتَّى يُسْحَجَ جِلْدُهُ. وَيُقَالُ بَعِيرٌ سَحَّاجٌ، إِذَا كَانَ يَسْحَجُ الْأَرْضَ بِخُفِّهِ، كَأَنَّهُ يُرِيدُ قَشْرِ وَجْهِهَا بِخُفِّهِ، وَإِذَا فَعَلَ ذَلِكَ لَمْ يَلْبَثْ أَنْ يَحْفَى. وَنَاقَةٌ مِسْحَاجٌ، إِذَا كَانَتْ تَفْعَلُ ذَلِكَ. [بَابُ السِّينِ وَالْخَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:143-144"
  },
  "سحح": {
    "def": "السِّينُ وَالْحَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الصَّبِّ، يُقَالُ سَحَحْتُ [الْمَاءَ] أَسُحُّ سَحًّا. وَسَحَابَةٌ سَحُوحٌ، أَيْ صَبَّابَةٌ. وَشَاةٌ سَاحٌّ، أَيْ سَمِينَةٌ، كَأَنَّهَا تَسُحُّ الْوَدَكَ سَحًّا. وَفَرَسٌ مِسَحٌّ، أَيْ سَرِيعَةٌ يُشْبِهُ عَدْوُهَا انْصِبَابَ الْمَطَرِ. وَيُقَالُ سَحْسَحَ الشَّيْءُ، إِذَا سَالَ. وَيُقَالُ إِنَّ السَّحْسَحَةَ هِيَ السَّاحَةُ.",
    "pg": "3:65-66"
  },
  "سحر": {
    "def": "السِّينُ وَالْحَاءُ وَالرَّاءُ أُصُولٌ ثَلَاثَةٌ مُتَبَايِنَةٌ: أَحَدُهَا عُضْوٌ مِنَ الْأَعْضَاءِ، وَالْآخَرُ خَدْعٌ وَشِبْهُهُ، وَالثَّالِثُ وَقْتٌ مِنَ الْأَوْقَاتِ.\nفَالْعُضْوُ السَّحْرُ، وَهُوَ مَا لُصِقَ بِالْحُلْقُومِ وَالْمَرِيءِ مِنْ أَعْلَى الْبَطْنِ. وَيُقَالُ بَلْ هِيَ الرِّئَةُ. وَيُقَالُ مِنْهُ لِلْجَبَانِ: انْتَفَخَ سَحْرُهُ. وَيُقَالُ لَهُ السُّحْرُ وَالسَّحْرُ وَالسَّحَرُ.\nوَأَمَّا الثَّانِي فَالسِّحْرُ، قَالَ قَوْمٌ: هُوَ إِخْرَاجُ الْبَاطِلِ فِي صُورَةِ الْحَقِّ، وَيُقَالُ هُوَ الْخَدِيعَةُ. وَاحْتَجُّوا بِقَوْلِ الْقَائِلِ:\nفَإِنْ تَسْأَلِينَا فِيمَ نَحْنُ فَإِنَّنَا ... عَصَافِيرُ مِنْ هَذَا الْأَنَامِ الْمُسَحَّرِ\nكَأَنَّهُ أَرَادَ الْمَخْدُوعَ، الَّذِي خَدَعَتْهُ الدُّنْيَا وَغَرَّتْهُ. وَيُقَالُ الْمُسَحَّرُ الَّذِي جُعِلَ لَهُ سَحْرٌ، وَمَنْ كَانَ ذَا سَحْرٍ لَمْ يَجِدْ بُدًّا مِنْ مَطْعَمٍ وَمَشْرَبٍ. وَأَمَّا الْوَقْتُ فَالسَّحَرُ، وَالسُّحْرَةُ، وَهُوَ قَبْلَ الصُّبْحِ. وَجَمْعُ السَّحَرِ أَسْحَارٌ. وَيَقُولُونَ: أَتَيْتُكَ سَحَرَ، إِذَا كَانَ لِيَوْمٍ بِعَيْنِهِ. فَإِنْ أَرَادَ بُكْرَةً وَسَحَرًا مِنَ الْأَسْحَارِ قَالَ: أَتَيْتُكَ سَحَرًا.",
    "pg": "3:138"
  },
  "سحط": {
    "def": "السِّينُ وَالْحَاءُ وَالطَّاءُ كَلِمَةٌ. يَقُولُونَ: السَّحْطُ: الذَّبْحُ الْوَحِيُّ.",
    "pg": "3:138-139"
  },
  "سحف": {
    "def": "السِّينُ وَالْحَاءُ وَالْفَاءُ أَصْلٌ وَاحِدٌ صَحِيحٌ، وَهُوَ تَنْحِيَةُ الشَّيْءِ عَنِ الشَّيْءِ، وَكَشْفُهُ. مِنْ ذَلِكَ سَحَفْتُ الشَّعْرَ عَنِ الْجِلْدِ، إِذَا كَشَطْتَهُ حَتَّى لَا يَبْقَى مِنْهُ شَيْءٌ. وَهُوَ فِي شِعْرِ زُهَيْرٍ:\nوَمَا سُحِفَتْ فِيهِ الْمَقَادِيمُ وَالْقَمْلُ\nوَالسَّيْحَفُ: نِصَالٌ عِرَاضٌ، فِي قَوْلِ الشَّنْفَرَى:\nلَهَا وَفْضَةٌ فِيهَا ثَلَاثُونَ سَيْحَفًا ... إِذَا آنَسَتْ أُولَى الْعَدِيِّ اقْشَعَرَّتِ\nوَالسَّحِيفَةُ: وَاحِدَةُ السَّحَائِفِ، وَهِيَ طَرَائِقُ الشَّحْمِ الْمُلْتَزِقَةُ بِالْجِلْدِ، وَنَاقَةٌ سَحْوَفٌ مِنْ ذَلِكَ. وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا تُسْحَفُ أَيْ يُمْكِنُ كَشْطُهَا. وَالسَّحِيفَةُ: الْمَطْرَةُ تَجْرُفُ مَا مَرَّتْ بِهِ.",
    "pg": "3:139"
  },
  "سحق": {
    "def": "السِّينُ وَالْحَاءُ وَالْقَافُ أَصْلَانِ: أَحَدُهُمَا الْبُعْدُ، وَالْآخَرُ إِنْهَاكُ الشَّيْءِ حَتَّى يَبْلُغَ بِهِ إِلَى حَالِ الْبِلَى.\nفَالْأَوَّلُ السُّحْقُ، وَهُوَ الْبُعْدُ، قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿فَسُحْقًا لِأَصْحَابِ السَّعِيرِ﴾ [الملك: ١١] . وَالسَّحُوقُ: النَّخْلَةُ الطَّوِيلَةُ، وَسُمِّيَتْ بِذَلِكَ لِبُعْدِ أَعْلَاهَا عَنِ الْأَرْضِ.\nوَالْأَصْلُ الثَّانِي: سَحَقْتُ الشَّيْءَ أَسْحَقُهُ سَحْقًا. وَالسَّحْقُ: الثَّوْبُ الْبَالِي. وَيُقَالُ سَحَقَهُ الْبِلَى فَانْسَحَقَ. وَيُسْتَعَارُ هَذَا حَتَّى يُقَالَ إِنَّ الْعَيْنَ تَسْحَقُ الدَّمْعَ سُحْقًا. وَأُسْحِقَ الشَّيْءُ، إِذَا انْضَمَرَ وَانْضَمَّ. وَأَسْحَقَ الضَّرْعُ، إِذَا ذَهَبَ لَبَنُهُ وَبَلِيَ.",
    "pg": "3:139-140"
  },
  "سحل": {
    "def": "السِّينُ وَالْحَاءُ وَاللَّامُ ثَلَاثَةُ أُصُولٍ: أَحَدُهَا كَشْطُ شَيْءٍ عَنْ شَيْءٍ، وَالْآخَرُ مِنَ الصَّوْتِ، وَالْآخَرُ تَسْهِيلُ شَيْءٍ وَتَعْجِيلُهُ.\nفَالْأَوَّلُ قَوْلُهُمْ: سَحَلَتِ الرِّيَاحُ الْأَرْضَ، إِذَا كَشَطَتْ عَنْهَا أَدَمَتَهَا. قَالَ ابْنُ دُرَيْدٍ وَغَيْرُهُ: سَاحِلُ الْبَحْرِ مَقْلُوبٌ فِي اللَّفْظِ، وَهُوَ فِي الْمَعْنَى مَسْحُولٌ، لِأَنَّ الْمَاءَ سَحَلَهُ. وَأَصْلُ ذَلِكَ قَوْلُهُمْ سَحَلْتُ الْحَدِيدَةَ أَسْحَلُهَا. وَذَلِكَ إِذَا بَرَدْتَهَا. وَيُقَالُ لِلْبُرَادَةِ السُّحَالَةُ. وَالسَّحْلُ: الثَّوْبُ الْأَبْيَضُ، كَأَنَّهُ قَدْ سُحِلَ مِنْ وَسَخِهِ وَدَرَنِهِ سَحْلًا. وَجَمْعُهُ السُّحُلُ. قَالَ:\nكَالسُّحُلِ الْبِيضِ جَلَا لَوْنَهَا ... سَحُّ نِجَاءِ الْحَمَلِ الْأَسْوَلِ\nوَالْأَصْلُ الثَّانِي: السَّحِيلُ: نُهَاقُ الْحِمَارِ، وَكَذَلِكَ السُّحَالُ. وَلِذَلِكَ يُسَمَّى الْحِمَارُ مِسْحَلًا. وَمِنَ الْبَابِ الْمِسْحَلُ لِلِسَانِ الْخَطِيبِ، وَالرَّجُلِ الْخَطِيبِ.\nوَالْأَصْلُ الثَّالِثُ: قَوْلُهُمْ سَحَلَهُ مِائَةً، إِذَا عَجَّلَ لَهُ نَقْدَهَا. وَيُسْتَعَارُ هَذَا فَيُقَالُ سَحَلَهُ مِائَةً، إِذَا ضَرَبَهُ مِائَةً عَاجِلًا.\nوَمِنَ الْبَابِ السَّحِيلُ: الْخَيْطُ الَّذِي فُتِلَ فَتْلًا رِخْوًا. وَخِلَافُهُ الْمُبْرَمُ وَالْبَرِيمُ، وَهُوَ فِي شِعْرِ زُهَيْرٍ:\nمِنْ سَحِيلٍ وَمُبْرَمِ وَمِمَّا شَذَّ عَنْ هَذِهِ الْأُصُولِ الْمِسْحَلَانِ، وَهُمَا حَلْقَتَانِ عَلَى طَرَفَيْ شَكِيمِ اللِّجَامِ. وَالْإِسْحِلُ: شَجَرٌ.",
    "pg": "3:140-141"
  },
  "سحم": {
    "def": "السِّينُ وَالْحَاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى سَوَادٍ. فَالْأَسْحَمُ: [ذُو] السَّوَادِ، وَسَوَادُهُ السُّحْمَةُ. وَيُقَالُ لِلَّيْلِ أَسْحَمُ. قَالَ الشَّاعِرُ:\nرَضِيعَيْ لِبَانٍ ثَدْيَ أُمٍّ تَقَاسَمَا ... بِأَسْحَمَ دَاجٍ عَوْضٌ لَا نَتَفَرَّقُ\nوَالْأَسْحَمُ: السَّحَابُ الْأَسْوَدُ. قَالَ النَّابِغَةُ:\nبِأَسْحَمَ دَانٍ مُزْنُهُ مُتَصَوِّبُ\nوَالْأَسْحَمُ: الْقَرْنُ الْأَسْوَدُ، فِي قَوْلِ زُهَيْرٍ:\nوَتَذْبِيبُهَا عَنْهَا بِأَسْحَمَ مِذْوَدِ",
    "pg": "3:141"
  },
  "سحن": {
    "def": "السِّينُ وَالْحَاءُ وَالنُّونُ ثَلَاثَةُ أُصُولٍ: أَحَدُهَا الْكَسْرُ، وَالْآخَرُ اللَّوْنُ وَالْهَيْئَةُ، وَالثَّالِثُ الْمُخَالَطَةُ.\nفَالْأَوَّلُ قَوْلُهُمْ: سَحَنْتُ الْحَجَرَ، إِذَا كَسَرْتَهُ. وَالْمِسْحَنَةُ، هِيَ الَّتِي تُكْسَرُ بِهَا الْحِجَارَةُ، وَالْجَمْعُ مَسَاحِنُ. قَالَ الْهُذَلِيُّ:\nكَمَا صَرَفَتْ فَوْقَ الْجُذَاذِ الْمَسَاحِنُ وَالْأَصْلُ الثَّانِي: السَّحْنَةُ: لِينُ الْبَشَرَةِ. وَالسَّحْنَاءُ: الْهَيْئَةُ. وَفَرَسٌ مُسْحَنَةٌ أَيْ حَسَنَةُ الْمَنْظَرِ. وَنَاسٌ يَقُولُونَ: السَّحَنَاءُ عَلَى فَعَلَاءٍ بِفَتْحِ الْعَيْنِ، كَمَا يَقُولُونَ فِي ثَأْدَاءَ ثَأَدَاءَ. وَهَذَا لَيْسَ بِشَيْءٍ، وَلَا لَهُ قِيَاسٌ، إِنَّمَا هُوَ ثَأْدَاءُ وَسَحْنَاءُ عَلَى فَعْلَاءَ. وَأَمَّا الْأَصْلُ الثَّالِثُ فَقَوْلُهُمْ: سَاحَنْتُكَ مُسَاحَنَةً، أَيْ خَالَطْتُكَ وَفَاوَضْتُكَ.",
    "pg": "3:141-142"
  },
  "سحو": {
    "def": "السِّينُ وَالْحَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ يَدُلُّ عَلَى قَشْرِ شَيْءٍ عَنْ شَيْءٍ، أَوْ أَخْذِ شَيْءٍ يَسِيرٍ. مِنْ ذَلِكَ سَحَوْتُ الْقِرْطَاسَ أَسْحُوهُ. وَتِلْكَ السِّحَاءَةُ. وَفِي السَّمَاءِ سِحَاءَةٌ مِنْ سَحَابٍ. فَإِذَا شَدَدْتُهُ بِالسِّحَاءَةِ قُلْتُ سَحَيْتُهُ، وَلَوْ قُلْتُ سَحَوْتُهُ مَا كَانَ بِهِ بَأْسٌ. وَيُقَالُ سَحَوْتُ الطِّينَ عَنْ وَجْهِ الْأَرْضِ بِالْمِسْحَاةِ أَسْحُوهُ سَحْوًا وَسَحْيًا، وَأَسْحَاهُ أَيْضًا، وَأَسْحِيهِ: ثَلَاثُ لُغَاتٍ. وَرَجُلٌ أُسْحُوَانٌ: كَثِيرُ الْأَكْلِ كَأَنَّهُ يَسْحُو الطَّعَامَ عَنْ وَجْهِ الْمَائِدَةِ أَكْلًا، حَتَّى تَبْدُوَ الْمَائِدَةُ. وَمَطْرَةٌ سَاحِيَةٌ: تَقْشِرُ وَجْهَ الْأَرْضِ.",
    "pg": "3:142"
  },
  "سخب": {
    "def": "السِّينُ وَالْخَاءُ وَالْبَاءُ كَلِمَةٌ لَا يُقَاسُ عَلَيْهَا. يَقُولُونَ: السِّخَابُ: قِلَادَةٌ مِنْ قُرُنْفُلٍ أَوْ غَيْرِهِ، وَلَيْسَ فِيهَا مِنَ الْجَوَاهِرِ شَيْءٌ، وَالْجَمْعُ سُخُبٌ.",
    "pg": "3:147"
  },
  "سخت": {
    "def": "السِّينُ وَالْخَاءُ وَالتَّاءُ لَيْسَ أَصْلًا، وَمَا أَحْسَِبُ الْكَلَامَ الَّذِي فِيهِ مِنْ مَحْضِ اللُّغَةِ. يَقُولُونَ لِلشَّيْءِ الصُّلْبِ سَخْتٌ وَسِخْتِيتٌ. ثُمَّ يَقُولُونَ أَمْرٌ مِسْخَاتٌ إِذَا ضَعُفَ وَذَهَبَ. وَهَذَانَ مُخْتَلِفَانِ، وَلِذَلِكَ قُلْنَا إِنَّ الْبَابَ فِي نَفْسِهِ لَيْسَ بِأَصْلٍ. عَلَى أَنَّهُمْ حَكَوْا عَنْ أَبِي زَيْدٍ: اسْخَاتَّ الْجُرْحُ: ذَهَبَ وَرَمُهُ. فَأَمَّا السُّخْتُ الَّذِي ذَكَرْنَاهُ عَنْ ثَعْلَبٍ فِي آخِرِ كِتَابِهِ، فَقَدْ قِيلَ إِنَّهُ السُّخْدُ. وَهُوَ عَلَى ذَلِكَ مِنَ الْمَشْكُوكِ فِيهِ. [بَابُ السِّينِ وَالدَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:147-148"
  },
  "سخخ": {
    "def": "السِّينُ وَالْخَاءُ أَصْلٌ فِيهِ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ إِنَّ السَّخَاخَ. الْأَرْضُ اللَّيِّنَةُ الْحُرَّةُ. وَذَكَرُوا إِنْ كَانَ صَحِيحًا سَخَّتِ الْجَرَادَةُ، إِذَا غَرَزَتْ بِذَنَبِهَا فِي الْأَرْضِ.",
    "pg": "3:66"
  },
  "سخد": {
    "def": "السِّينُ وَالْخَاءُ وَالدَّالُ أَصْلٌ. فِيهِ السَّخْدِ، وَهُوَ الْمَاءُ الَّذِي يَخْرُجُ مَعَ الْوَلَدِ. وَلِذَلِكَ يُقَالُ: أَصْبَحَ فُلَانٌ مُسْخَدًا، إِذَا أَصْبَحَ خَاثِرَ النَّفْسِ ثَقِيلًا. وَرُبَّمَا قَالُوا لِلَّذِي يَخْرُجُ مِنْ بَطْنِ الْمَوْلُودِ قَبْلَ أَنْ يَأْكُلَ: السُّخْدُ. وَهَذَا مُخْتَلَفٌ فِيهِ، فَمِنْهُمْ مَنْ يَقُولُ سُخْدٌ، وَمِنْهُمْ مَنْ يَقُولُ بِالتَّاءِ سُخْتٌ. وَكَذَلِكَ حَدَّثَنَا بِهِ عَنْ ثَعْلَبٍ فِي آخِرِ كِتَابِهِ الَّذِي أَسْمَاهُ الْفَصِيحُ. وَقَالَ بَعْضُ أَهْلِ اللُّغَةِ: إِنَّ السُّخْدَ الْوَرَمُ، وَهُوَ ذَلِكَ الْقِيَاسُ.",
    "pg": "3:144"
  },
  "سخر": {
    "def": "السِّينُ وَالْخَاءُ وَالرَّاءُ أَصْلٌ مُطَّرِدٌ مُسْتَقِيمٌ يَدُلُّ عَلَى احْتِقَارٍ وَاسْتِذْلَالٍ. مِنْ ذَلِكَ قَوْلُنَا سَخَّرَ اللَّهُ ﷿ الشَّيْءَ، وَذَلِكَ إِذَا ذَلَّلَهُ لِأَمْرِهِ وَإِرَادَتِهِ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿وَسَخَّرَ لَكُمْ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ﴾ [الجاثية: ١٣] . وَيُقَالُ رَجُلٌ سُخْرَةٌ: يُسَخَّرُ فِي الْعَمَلِ، وَسُخْرَةٌ أَيْضًا، إِذَا كَانَ يُسْخَرُ مِنْهُ. فَإِنْ كَانَ هُوَ يَفْعَلُ ذَلِكَ قُلْتَ سُخَرَةٌ، بِفَتْحِ الْخَاءِ وَالرَّاءِ. وَيُقَالُ سُفُنٌ سَوَاخِرُ مَوَاخِرُ. فَالسَّوَاخِرُ: الْمُطِيعَةُ الطَّيِّبَةُ الرِّيحِ. وَالْمَوَاخِرُ: الَّتِي تَمْخَرُ الْمَاءَ تَشُقُّهُ. وَمِنَ الْبَابِ: سَخِرْتُ مِنْهُ، إِذَا هَزِئْتَ بِهِ. وَلَا يَزَالُونَ يَقُولُونَ: سَخِرْتُ بِهِ، وَفِي كِتَابِ اللَّهِ تَعَالَى: ﴿فَإِنَّا نَسْخَرُ مِنْكُمْ كَمَا تَسْخَرُونَ﴾ [هود: ٣٨] .",
    "pg": "3:144"
  },
  "سخف": {
    "def": "السِّينُ وَالْخَاءُ وَالْفَاءُ أَصْلٌ مُطَّرِدٌ يَدُلُّ عَلَى خِفَّةٍ. قَالُوا: السُّخْفُ: الْخِفَّةُ فِي كُلِّ شَيْءٍ، حَتَّى فِي السَّحَابِ. قَالَ الْخَلِيلُ: السُّخْفُ فِي الْعَقْلِ خَاصَّةً، وَالسَّخَافَةُ عَامَّةً فِي كُلِّ شَيْءٍ. وَيُقَالُ وَجَدْتُ سَخْفَةَ مَنْ جُوِّعَ، وَهِيَ خِفَّةٌ تَعْتَرِي الْإِنْسَانَ إِذَا جَاعَ.",
    "pg": "3:144-145"
  },
  "سخل": {
    "def": "السِّينُ وَالْخَاءُ وَاللَّامُ أَصْلٌ مُطَّرِدٌ صَحِيحٌ يَنْقَاسُ، يَدُلُّ عَلَى حَقَارَةٍ وَضَعْفٍ. مِنْ ذَلِكَ السَّخْلُ مِنْ وَلَدِ الضَّأْنِ، وَهُوَ الصَّغِيرُ الضَّعِيفُ، وَالْأُنْثَى سَخْلَةٌ. وَمِنْهُ سَخَّلَتِ النَّخْلَةُ، إِذَا كَانَتْ ذَاتَ شِيصٍ، وَهُوَ التَّمْرُ الَّذِي لَا يَشْتَدُّ نَوَاهُ. وَالسُّخَّلُ: الرِّجَالُ الْأَرَاذِلُ، لَا وَاحِدَ لَهُ مِنْ لَفْظِهِ. وَيُقَالُ كَوَاكِبُ مَسْخُولَةٌ، إِذَا كَانَتْ مَجْهُولَةً. وَهُوَ قَوْلُ الْقَائِلِ:\nوَنَحْنُ الثُّرَيَّا وَجَوْزَاؤُهَا ... وَنَحْنُ الذِّرَاعَانِ وَالْمِرْزَمُ\nوَأَنْتُمْ كَوَاكِبُ مَسْخُولَةٌ ... تُرَى فِي السَّمَاءِ وَلَا تَعْلَمُ\nوَذَكَرَ بَعْضُهُمْ أَنَّ هُذَيْلًا تَقُولُ: سَخَلْتُ الرَّجُلَ، إِذَا عِبْتَهُ.",
    "pg": "3:145"
  },
  "سخم": {
    "def": "السِّينُ وَالْخَاءُ وَالْمِيمُ أَصْلٌ مُطَّرِدٌ مُسْتَقِيمٌ، يَدُلُّ عَلَى اللِّينِ وَالسَّوَادِ. يُقَالُ شَعْرٌ سُخَامِيٌّ: أَسْوَدُ لَيِّنٌ. كَذَا حَدَّثَنَا بِهِ عَنِ الْخَلِيلِ. وَحَدَّثَنِي عَلِيُّ بْنُ إِبْرَاهِيمَ الْقَطَّانُ، عَنْ عَلَيِّ بْنِ عَبْدِ الْعَزِيزِ، عَنْ أَبِي عُبَيْدٍ، قَالَ: قَالَ الْأَصْمَعِيُّ: وَأَمَّا الشَّعْرُ السُّخَامُ، فَهُوَ اللَّيِّنُ الْحَسَنُ، وَلَيْسَ هُوَ مِنَ السَّوَادِ. وَيُقَالُ لِلْخَمْرِ سُخَامِيَّةٌ إِذَا كَانَتْ لَيِّنَةً سَلِسَةً. قَالَ ابْنُ السِّكِّيتِ: ثَوْبٌ سُخَامٌ: لَيِّنٌ. وَقُطْنٌ سُخَامٌ. قَالَ:\nقُطْنٌ سُخَامِيٌّ بِأَيْدِي غُزَّلِ وَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ السَّخِيمَةُ، وَهِيَ الْمُوجَدَةُ فِي النَّفْسِ. وَيُقَالُ سَخَّمَ اللَّهُ وَجْهَهُ، وَهُوَ مِنَ السُّخَامِ، وَهُوَ سَوَادُ الْقِدْرِ.",
    "pg": "3:145-146"
  },
  "سخن": {
    "def": "السِّينُ وَالْخَاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ مُطَّرِدٌ مُنْقَاسٌ، يَدُلُّ عَلَى حَرَارَةٍ فِي الشَّيْءِ. مِنْ ذَلِكَ سَخَّنْتُ الْمَاءَ. وَمَاءٌ سُخْنٌ وَسَخِينٌ. وَتَقُولُ: يَوْمٌ سُخْنٌ وَسَاخِنٌ وَسَُخْنَانٌ، وَلَيْلَةٌ سُخْنَةٌ وَسَُخْنَانَةٌ. وَقَدْ سَخُنَ يَوْمُنَا. وَسَخِنَتْ عَيْنُهُ بِالْكَسْرِ تَسْخَنُ. وَأَسْخَنَ اللَّهُ عَيْنَهُ. وَيَقُولُونَ إِنَّ دَمْعَةَ الْغَمِّ تَكُونُ حَارَّةً. وَاحْتُجَّ بِقَوْلِهِمْ: أَقَرَّ اللَّهُ عَيْنَهُ. وَهَذَا كَلَامٌ لَا بَأْسَ بِهِ. وَالْمِسْخَنَةُ: قُدَيْرَةٌ كَأَنَّهَا تَوْرٌ. وَالسَّخِينَةُ: حَسَاءٌ يُتَّخَذُ مِنْ دَقِيقٍ. وَقَالَ: قُرَيْشٌ يُعَيَّرُونَ بِأَكْلِ السَّخِينَةِ، وَيُسَمَّوْنَ بِذَلِكَ، وَهُوَ قَوْلُهُمْ:\nيَا شَدَّةً مَا شَدَدْنَا غَيْرَ كَاذِبَةٍ ... عَلَى سَخِينَةٍ لَوْلَا اللَّيْلُ وَالْحَرَمُ\nوَالتَّسَاخِينُ: الْخِفَافُ. وَمُمْكِنٌ أَنْ تَكُونَ سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تُسَخِّنُ عَلَى لُبْسِهَا الْقَدَمَ. وَلَيْسَ بِبَعِيدٍ.",
    "pg": "3:146"
  },
  "سخي": {
    "def": "السِّينُ وَالْخَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى اتِّسَاعٍ فِي شَيْءٍ وَانْفِرَاجٍ. الْأَصْلُ فِيهِ قَوْلُهُمْ: سَخَيْتُ الْقِدْرَ وَسَخَوْتُهَا، إِذَا جَعَلْتَ لِلنَّارِ تَحْتَهَا مَذْهَبًا. وَمِنَ الْبَابِ: سَخَاوِيُّ الْأَرْضِ، قَالَ قَوْمٌ: السَّخَاوِيُّ: سِعَةُ الْمَفَازَةِ. وَقَوْلُ بَعْضِهِمْ \" سَخَاوَى الْفَلَا \"، قَالَ ابْنُ الْأَعْرَابِيِّ: وَاحِدَةُ السَّخَاوَى سَخْوَاةٌ. وَقَالَ أَيْضًا: السَّخْوَاءُ الْأَرْضُ السَّهْلَةُ. قَالَ أَهْلُ اللُّغَةِ: وَمِنْ هَذَا الْقِيَاسِ: السَّخَاءُ: الْجُودُ ; يُقَالُ سَخَا يَسْخُو سَخَاوَةً وَسَخَاءً، يُمَدُّ وَيُقْصَرُ. وَالسَّخِيُّ: الْجَوَّادُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ: السَّخَا، مَقْصُورٌ: ظَلْعٌ يَكُونُ مِنْ أَنْ يَثِبَ الْبَعِيرُ بِالْحِمْلِ فَتَعْتَرِضُ رِيحٌ بَيْنَ جِلْدِهِ وَكَتِفِهِ، فَيُقَالُ بَعِيرٌ سَخٍ.",
    "pg": "3:146-147"
  },
  "سدج": {
    "def": "السِّينُ وَالدَّالُ وَالْجِيمُ، يَقُولُونَ إِنَّ الْمُسْتَعْمَلَ مِنْهُ حَرْفٌ وَاحِدٌ، وَهُوَ التَّسَدُّجُ، يُقَالُ [رَجُلٌ] سَدَّاجٌ، إِذَا قَالَ الْأَبَاطِيلَ وَأَلَّفَهَا.",
    "pg": "3:151"
  },
  "سدح": {
    "def": "السِّينُ وَالدَّالُ وَالْحَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى بَسْطٍ عَلَى الْأَرْضِ، وَذَلِكَ كَسَدْحِ الْقِرْبَةِ الْمَمْلُوءَةِ، إِذَا طَرَحَهَا بِالْأَرْضِ. وَبِهَا يُشَبَّهُ الْقَتِيلُ. قَالَ أَبُو النَّجْمِ يَصِفُ قَتِيلًا:\nمُشَدَّخَ الْهَامَّةِ أَوْ مَسْدُوحًا\nفَأَمَّا رِوَايَةُ الْمُفَضَّلِ:\nبَيْنَ الْأَرَاكِ وَبَيْنَ النَّخْلِ تَشْدَخُهُمْ ... زُرْقُ الْأَسِنَّةِ فِي أَطْرَافِهَا شَبَمُ\nفَيُقَالُ إِنَّهُ تَصْحِيفٌ، وَإِنَّمَا هُوَ \" تَسْدَحُهُمْ \". وَالسَّدْحُ: الصَّرْعُ بَطْحًا عَلَى الْوَجْهِ وَعَلَى الظَّهْرِ، لَا يَقَعُ قَاعِدًا وَلَا مُتَكَوِّرًا. وَأَمَّا قَوْلُهُمْ فُلَانٌ سَادِحٌ، أَيْ مُخْصِبٌ، فَهُوَ مِنْ هَذَا أَيْضًا ; لِأَنَّهُ إِذَا أَخْصَبَ انْسَدَحَ مُسْتَلْقِيًا. وَهُوَ مَثَلٌ.",
    "pg": "3:151-152"
  },
  "سدخ": {
    "def": "السِّينُ وَالدَّالُ وَالْخَاءُ لَا أَصْلَ لَهُ فِي كَلَامِ الْعَرَبِ. وَلَا مَعْنًى لِقَوْلِ مَنْ قَالَ: انْسَدَخَ مِثْلُ انْسَدَحَ، إِذَا اسْتَلْقَى عِنْدَ الضَّرْبِ أَوِ انْبَطَحَ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ السِّينِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:152"
  },
  "سدد": {
    "def": "السِّينُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى رَدْمِ شَيْءٍ وَمُلَاءَمَتِهِ. مِنْ ذَلِكَ سَدَدْتُ الثُّلْمَةَ سَدًّا. وَكُلُّ حَاجِزٍ بَيْنَ الشَّيْئَيْنِ سَدٌّ. وَمِنْ ذَلِكَ السَّدِيدُ، ذُو السَّدَادِ، أَيِ الِاسْتِقَامَةِ ; كَأَنَّهُ لَا ثُلْمَةَ فِيهِ. وَالصَّوَابُ أَيْضًا سَدَادٌ. يُقَالُ قُلْتُ سَدَادًا. وَسَدَّدَهُ اللَّهُ ﷿. وَيُقَالُ أَسَدَّ الرَّجُلُ، إِذَا قَالَ السَّدَادَ. وَمِنَ الْبَابِ: \" فِيهِ سِدَادٌ مِنْ عَوَزٍ \" بِالْكَسْرَةِ. وَكَذَلِكَ سِدَادُ الثُّلْمَةِ وَالثَّغْرِ. قَالَ:\nأَضَاعُونِي وَأَيَّ فَتًى أَضَاعُوا ... لِيَوْمٍ كَرِيهَةٍ وَسِدَادِ ثَغْرِ\nوَالسُّدَّةِ كَالْفِنَاءِ حَوْلَ الْبَيْتِ. وَاسْتَدَّ الشَّيْءُ، إِذَا كَانَ ذَا سَدَادٍ. وَيُقَالُ: السُّدَّةُ الْبَابُ. وَقَالَ الشَّاعِرُ:\nتَرَى الْوُفُودَ قِيَامًا عِنْدَ سُدَّتِهِ ... يَغْشَوْنَ بَابَ مَزُورٍ غَيْرِ زَوَّارِ\nوَالسُّدَادُ: دَاءٌ يَأْخُذُ فِي الْأَنْفِ يَمْنَعُ النَّسِيمَ. وَالسَّدُّ وَالسُّدُّ: الْجَرَادُ يَمْلَأُ الْأُفُقَ. وَقَوْلُهُمُ السُّدَّةُ: الْبَابُ، لِأَنَّهُ يُسَدُّ، وَفِي الْحَدِيثِ فِي ذِكْرِ الصَّعَالِيكِ: «الشُّعْثُ رُءُوسًا الَّذِينَ لَا يُفْتَحُ لَهُمُ السُّدَدُ» .",
    "pg": "3:66-67"
  },
  "سدر": {
    "def": "السِّينُ وَالدَّالُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى شِبْهِ الْحَيْرَةِ وَاضْطِرَابِ الرَّأْيِ. يَقُولُونَ: السَّادِرُ الْمُتَحَيِّرُ. وَيَقُولُونَ سَدِرَ بَصَرُهُ يَسْدَرُ، وَذَلِكَ إِذَا اسْمَدَّ وَتَحَيَّرَ. وَيَقُولُونَ: السَّادِرُ هُوَ الَّذِي لَا يُبَالِي مَا صَنَعَ، وَلَا يَهْتَمُّ بِشَيْءٍ. قَالَ طَرَفَةُ:\nسَادِرًا أَحْسَِبُ غَيِّي رَشَدًا ... فَتَنَاهَيْتُ وَقَدْ صَابَتْ بُقُرْ\nفَأَمَّا قَوْلُهُمْ: سَدَرَتِ الْمَرْأَةُ شَعْرَهَا، فَهُوَ مِنْ بَابِ الْإِبْدَالِ، مِثْلُ سَدَلْتُ، وَذَلِكَ إِذَا أَرْسَلْتَهُ. وَكَذَلِكَ قَوْلُهُمْ: \" جَاءَ يَضْرِبُ أَسَدِرَيْهِ \"، وَهُوَ مِنَ الْإِبْدَالِ، وَالْأَصْلُ فِيهِ الصَّادُ، وَقَدْ ذُكِرَ.",
    "pg": "3:148"
  },
  "سدس": {
    "def": "السِّينُ وَالدَّالُ وَالسِّينُ أَصْلٌ فِي الْعَدَدِ، وَهُوَ قَوْلُهُمُ السُّدُْسُ: جُزْءٌ مِنْ سِتَّةِ أَجْزَاءٍ. وَإِزَارٌ سَدِيسٌ، أَيْ سُدَاسِيٌّ. وَالسِّدْسُ مِنَ الْوِرْدِ فِي أَظْمَاءِ الْإِبِلِ: أَنْ تَنْقَطِعَ الْإِبِلُ عَنِ الْوِرْدِ خَمْسَةَ أَيَّامٍ وَتَرِدَ السَّادِسَ. وَأَسْدَسَ الْبَعِيرُ، إِذَا أَلْقَى السِّنَّ بَعْدَ الرُّبَاعِيَةِ، وَذَلِكَ فِي السَّنَةِ الثَّامِنَةِ. فَأَمَّا السِّتَّةُ فَمِنْ هَذَا أَيْضًا غَيْرُ أَنَّهَا مُدْغَمَةٌ، كَأَنَّهَا سِدْسَةٌ.\nوَمِمَّا شَذَّ عَنْ هَذَا السُّدُوسُ: الطَّيْلَسَانُ. وَاسْمُ الرَّجُلِ سَدُوسٌ. قَالَ ابْنُ الْكَلْبِيِّ: سَدُوسٌ فِي شَيْبَانَ بِالْفَتْحِ، وَالَّذِي فِي طَيٍّ بِالضَّمِّ.",
    "pg": "3:149"
  },
  "سدع": {
    "def": "السِّينُ وَالدَّالُ وَالْعَيْنُ لَيْسَ بِأَصْلٍ يُعَوَّلُ عَلَيْهِ وَلَا يُقَاسُ عَلَيْهِ، لَكُنَّ الْخَلِيلَ ذَكَرَ الرَّجُلَ الْمِسْدَعَ، قَالَ: وَهُوَ الْمَاضِي لِوَجْهِهِ. فَإِنْ كَانَ كَذَا فَهُوَ مِنَ الْإِبْدَالِ ; لِأَنَّهُ مِنْ صَدَعَتْ، كَأَنَّهُ يَصْدِعُ الْفَلَاةَ صَدْعًا. وَحَكَى أَنَّ قَائِلًا قَالَ: \" سَلَامَةً لَكَ مِنْ كُلِّ نَكْبَةٍ وَسَدْعَةٍ \"، وَقَالَ: هِيَ شِبْهُ النَّكْبَةِ. هَذَا شَيْءٌ لَا أَصْلَ [لَهُ] .",
    "pg": "3:148"
  },
  "سدف": {
    "def": "السِّينُ وَالدَّالُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِرْسَالِ شَيْءٍ عَلَى شَيْءٍ غِطَاءً لَهُ. يُقَالُ أَسْدَفْتُ الْقِنَاعَ: أَرْسَلْتُهُ. وَالسُّدْفَةُ: اخْتِلَاطُ الظَّلَامِ. وَالسَّدِيفُ: شَحْمُ السَّنَامِ، كَأَنَّهُ مُغَطٍّ لِمَا تَحْتَهُ ; وَجَمْعُ السُّدْفَةِ سُدَفٌ. قَالَ:\nنَحْنُ بِغَرْسِ الْوَدِيِّ أَعْلَمُنَا ... مِنَّا بِرَكْضِ الْجِيَادِ فِي السُّدَفِ وَحَكَى نَاسٌ: أَسْدَفَ الْفَجْرُ: أَضَاءَ، فِي لُغَةِ هَوَازِنَ، دُونَ الْعَرَبِ. وَهَذَا لَيْسَ بِشَيْءٍ، وَهُوَ مُخَالِفٌ الْقِيَاسَ.",
    "pg": "3:148-149"
  },
  "سدك": {
    "def": "السِّينُ وَالدَّالُ وَالْكَافُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا. تَقُولُ: سَدِكَ بِهِ، إِذَا لَزِمَهُ.",
    "pg": "3:149"
  },
  "سدل": {
    "def": "السِّينُ وَالدَّالُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى نُزُولِ الشَّيْءِ مِنْ عُلْوٍ إِلَى سُفْلٍ سَاتِرًا لَهُ. يُقَالُ مِنْهُ أَرْخَى اللَّيْلُ سُدُولَهُ، وَهِيَ سُتُرُهُ. وَالسَّدْلُ: إِرْخَاؤُكَ الثَّوْبَ فِي الْأَرْضِ. وَشَعْرٌ مُنْسَدِلٌ عَلَى الظَّهْرِ. وَالسُِّدْلُ: السِّتْرُ. وَالسِّدْلُ: السِّمْطُ مِنَ الْجَوَاهِرِ، وَالْجَمْعُ سُدُولٌ. وَالْقِيَاسُ فِي ذَلِكَ كُلِّهِ وَاحِدٌ.",
    "pg": "3:149"
  },
  "سدم": {
    "def": "السِّينُ وَالدَّالُ وَالْمِيمُ أَصْلٌ فِي شَيْءٍ لَا يُهْتَدَى لِوَجْهِهِ. يُقَالُ رَكِيَّةٌ سُدُمٌ، إِذَا ادَّفَنَتْ. وَمِنْ ذَلِكَ الْبَعِيرُ الْهَائِجُ يُسَمَّى سَدِمًا، أَنَّهُ إِذَا هَاجَ لَمْ يَدْرِ مِنْ حَالِهِ شَيْئًا، كَالسَّكْرَانِ الَّذِي لَا يَهْتَدِي لِوَجْهٍ. وَمِنْ ذَلِكَ قَوْلُ الْقَائِلِ: يَا أَيُّهَا السَّدِمُ الْمُلَوِّي رَأْسَهُ ... لِيَقُودَ مِنْ أَهْلِ الْحِجَازِ بَرِيمَا",
    "pg": "3:149-150"
  },
  "سدن": {
    "def": "السِّينُ وَالدَّالُ وَالنُّونُ أَصْلٌ وَاحِدٌ لِشَيْءٍ مَخْصُوصٍ. يُقَالُ إِنَّ السَّدَانَةَ الْحِجَابَةُ. وَسَدَنَةُ الْبَيْتِ: حَجَبَتُهُ. وَيَقُولُونَ: السَّدَنُ السِّتْرُ. فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنْ بَابِ الْإِبْدَالِ، وَالْأَصْلُ السُِّدْلُ.",
    "pg": "3:150"
  },
  "سدو": {
    "def": "السِّينُ وَالدَّالُ وَالْوَاوُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى إِهْمَالٍ وَذَهَابٍ عَلَى وَجْهٍ. مِنْ ذَلِكَ السَّدْوُ، وَهُوَ رُكُوبُ الرَّأْسِ فِي السَّيْرِ. وَمِنْهُ قَوْلُهُ جَلَّ ثَنَاؤُهُ: ﴿أَيَحْسَبُ الْإِنْسَانُ أَنْ يُتْرَكَ سُدًى﴾ [القيامة: ٣٦] ، أَيْ مُهْمَلًا لَا يُؤْمَرُ وَلَا يُنْهَى. قَالَ الْخَلِيلُ: زَدْوُ الصِّبْيَانِ بِالْجَوْزِ إِنَّمَا هُوَ السَّدْوُ. فَإِنْ كَانَ هَذَا صَحِيحًا فَهُوَ مِنَ الْبَابِ ; لِأَنَّهُ يُخَلِّيهِ مِنْ يَدِهِ. وَمِنَ الْبَابِ: أَسْدَى النَّخْلُ، إِذَا اسْتَرْخَتْ ثَفَارِيقُهُ، وَذَلِكَ يَكُونُ كَالشَّيْءِ الْمُخَلَّى مِنَ الْيَدِ، وَالْوَاحِدَةُ مِنْ ذَلِكَ السَّدِيَّةُ. وَكَانَ أَبُو عَمْرٍو يَقُولُ: هُوَ السَّدَاءُ مَمْدُودٌ، الْوَاحِدَةُ سَدَاءَةُ. قَالَ أَبُو عُبَيْدٍ: لَا أَحْفَظُ الْمَمْدُودَ. وَالسَّدَى: النَّدَى ; يُقَالُ سَدِيَتْ لَيْلَتُنَا، إِذَا كَثُرَ نَدَاهَا. وَهُوَ مِنْ ذَاكَ، لِأَنَّ السَّحَابَ يُهْمِلُهُ وَيُهْمَلُ بِهِ.\nوَمِنَ الْبَابِ السَّدَى، وَهُوَ مَا يُصْطَنَعُ مِنْ عُرْفٍ ; يُقَالُ أَسْدَى فُلَانٌ إِلَى فُلَانٍ مَعْرُوفًا. وَمِنَ الْبَابِ: تَسَدَّى فُلَانٌ أَمَتَهُ، إِذَا أَخَذَهَا مِنْ فَوْقِهَا ; كَأَنَّهُ رَمَى بِنَفْسِهِ عَلَيْهَا. قَالَ: فَلَمَّا دَنَوْتُ تَسَدَّيْتُهَا ... فَثَوْبًا نَسِيتُ وَثَوْبًا أَجُرْ\nوَقَالَ آخَرُ:\nتَسَدَّى مَعَ النَّوْمِ تِمْثَالُهَا ... دُنُوَّ الضَّبَابِ بِطَلٍّ زُلَالِ",
    "pg": "3:150-151"
  },
  "سرب": {
    "def": "السِّينُ وَالرَّاءُ وَالْبَاءُ أَصْلٌ مُطَّرِدٌ، وَهُوَ يَدُلُّ عَلَى الِاتِّسَاعِ وَالذَّهَابِ فِي الْأَرْضِ. مِنْ ذَلِكَ السِّرْبُ وَالسُّرْبَةُ، وَهِيَ الْقَطِيعُ مِنَ الظِّبَاءِ وَالشَّاءِ. لِأَنَّهُ يَنْسَرِبُ فِي الْأَرْضِ رَاعِيًا. ثُمَّ حُمِلَ عَلَيْهِ السِّرْبُ مِنَ النِّسَاءِ. قَالُوا: وَالسَّرْبُ بِفَتْحِ السِّينِ، أَصْلُهُ فِي الْإِبِلِ. وَمِنْهُ تَقُولُ الْعَرَبُ لِلْمُطَلَّقَةِ: \" اذْهَبِي فَلَا أَنْدَهُ سَرْبَكِ \"، أَيْ لَا أَرُدُّ إِبِلَكِ، لِتَذْهَبَ حَيْثُ شَاءَتْ. فَالسِّرْبُ فِي هَذَا الْمَوْضِعِ: الْمَالُ الرَّاعِي. وَقَالَ أَبُو زَيْدٍ: يُقَالُ خَلِّ سِرْبَهُ، أَيْ طَرِيقَهُ يَذْهَبُ حَيْثُ شَاءَ. وَقَالُوا: يُقَالُ أَيْضًا سِرْبٌ بِكَسْرِ السِّينِ. وَيُنْشَدُ بَيْتُ ذِي الرُّمَّةِ:\nخَلَّى لَهَا سِرْبَ أُولَاهَا\nوَقَالَ: يَعْنِي الطَّرِيقَ. وَيُقَالُ انْسَرَبَ الْوَحْشِيُّ فِي سِرْبِهِ. وَمِنْ هَذَا الْبَابِ: السَّرَبُ وَالسَّرِبُ، وَهُوَ الْمَاءُ السَّائِلُ مِنَ الْمَزَادَةِ، وَقَدْ سَرِبَ سَرَبًا. قَالَ ذُو الرُّمَّةِ:\nمَا بَالُ عَيْنِكَ مِنْهَا الْمَاءُ يَنْسَكِبُ ... كَأَنَّهُ مِنْ كُلَى مَفْرِيَّةٍ سَرَبُ بِفَتْحِ الرَّاءِ وَكَسْرِهَا. وَيُقَالُ: سَرَّبْتُ الْقِرْبَةَ، إِذَا جَعَلْتَ فِيهَا مَاءً حَتَّى يَنْسَدَّ الْخَرْزُ. وَالسَّرْبُ: الْخَرْزُ ; لِأَنَّ الْمَاءَ يَنْسَرِبُ مِنْهُ، أَيْ يَخْرُجُ. وَالسَّارِبُ: الذَّاهِبُ فِي الْأَرْضِ. وَقَدْ سَرَبَ سُرُوبًا. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿وَسَارِبٌ بِالنَّهَارِ﴾ [الرعد: ١٠] . قَالَ الشَّاعِرُ:\nأَنَّى سَرَبْتِ وَكُنْتِ غَيْرَ سُرُوبِ ... وَتُقَرِّبُ الْأَحْلَامُ غَيْرَ قَرِيبِ\nوَالْمَسْرَبَةُ: الشَّعْرُ النَّابِتُ وَسَطَ الصَّدْرِ، وَإِنَّمَا سُمِّيَ بِذَلِكَ لِأَنَّهُ كَأَنَّهُ سَائِلٌ عَلَى الصَّدْرِ جَارٍ فِيهِ. فَأَمَّا قَوْلُهُمْ: آمِنٌ فِي سِرْبِهِ، فَهُوَ بِالْكَسْرِ، قَالُوا: مَعْنَاهُ آمِنٌ فِي نَفْسِهِ. وَهَذَا صَحِيحٌ وَلَكِنْ فِي الْكَلَامِ إِضْمَارًا، كَأَنَّهُ يَقُولُ: آمِنَةٌ نَفْسُهُ حَيْثُ سَرِبَ، أَيْ سَعَى. وَكَذَلِكَ هُوَ وَاسِعُ السِّرْبِ ; أَيِ الصَّدْرِ. وَهَذَا أَيْضًا بِالْكَسْرِ. قَالُوا: وَيُرَادُ بِهِ أَنَّهُ بَطِيءُ الْغَضَبِ. وَهَذَا يَرْجِعُ إِلَى الْأَصْلِ الَّذِي ذَكَرْنَاهُ. يَقُولُونَ: إِنَّ الْغَضِبَ لَا يَأْخُذُ فَيَقْلَقَ ; وَيَنْسَدَّ عَلَيْهِ الْمَذَاهِبُ.",
    "pg": "3:155-156"
  },
  "سرج": {
    "def": "السِّينُ وَالرَّاءُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الْحُسْنِ وَالزِّينَةِ وَالْجَمَالِ. مِنْ ذَلِكَ السِّرَاجِ، سُمِّيَ لِضِيَائِهِ وَحُسْنِهِ. وَمِنْهُ السَّرْجُ لِلدَّابَّةِ. هُوَ زِينَتُهُ. وَيُقَالُ سَرَّجَ وَجْهَهُ، أَيْ حَسَّنَهُ، كَأَنَّهُ جَعَلَهُ لَهُ كَالسِّرَاجِ. قَالَ:\nوَفَاحِمًا وَمَِرْسَِنًا مُسَرَّجًا\nوَمِمَّا يَشِذُّ عَنْ هَذَا قَوْلُهُمْ لِلطَّرِيقَةِ: سُرْجُوجَةٌ.",
    "pg": "3:156-157"
  },
  "سرح": {
    "def": "السِّينُ وَالرَّاءُ وَالْحَاءُ أَصْلٌ مُطَّرِدٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى الِانْطِلَاقِ. يُقَالُ مِنْهُ أَمْرٌ سَرِيحٌ، إِذَا لَمْ يَكُنْ فِيهِ تَعْوِيقٌ وَلَا مَطْلٌ. ثُمَّ يُحْمَلُ عَلَى هَذَا السَّرَاحِ وَهُوَ الطَّلَاقُ ; يُقَالُ سَرَّحْتُ الْمَرْأَةَ. وَفِي كِتَابِ اللَّهِ تَعَالَى: ﴿أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ﴾ [البقرة: ٢٣١] . وَالسُّرُحُ: النَّاقَةُ السَّرِيعَةُ. وَمِنَ الْبَابِ الْمُنْسَرِحُ، وَهُوَ الْعُرْيَانُ الْخَارِجُ مِنْ ثِيَابِهِ. وَالسَّرْحُ: الْمَالُ السَّائِمُ. وَالسَّارِحُ: الرَّاعِي. وَيُقَالُ السَّارِحُ: الرَّجُلُ الَّذِي لَهُ السَّرْحُ. وَأَمَّا الشَّجَرَةُ الْعَظِيمَةُ فَهِيَ السَّرْحَةُ، وَلَعَلَّهُ أَنَّ يَكُونَ شَاذًّا عَنْ هَذَا الْأَصْلِ. وَيُمْكِنُ أَنْ تُسَمَّى سَرْحَةً لِانْسِرَاحِ أَغْصَانِهَا وَذَهَابِهَا فِي الْجِهَاتِ. قَالَ عَنْتَرَةُ:\nبَطَلٍ كَأَنَّ ثِيَابَهُ فِي سَرْحَةٍ ... يُحْذَى نِعَالَ السِّبْتِ لَيْسَ بِتَوْأَمِ\nوَمِنَ الْبَابِ السِّرْحَانُ: الذِّئْبُ، سُمِّيَ بِهِ لِأَنَّهُ يَنْسَرِحُ فِي مَطَالِبِهِ. وَكَذَلِكَ الْأَسَدُ إِذَا سُمِّيَ سِرْحَانًا.\nوَأَمَّا السَّرِيحَةُ فَقِطْعَةٌ مِنَ الثِّيَابِ.",
    "pg": "3:157"
  },
  "سرد": {
    "def": "السِّينُ وَالرَّاءُ وَالدَّالُ أَصْلٌ مُطَّرِدٌ مُنْقَاسٌ، وَهُوَ يَدُلُّ عَلَى تَوَالِي أَشْيَاءَ كَثِيرَةٍ يَتَّصِلُ بَعْضُهَا بِبَعْضٍ. مِنْ ذَلِكَ السَّرْدُ ; اسْمٌ جَامِعٌ لِلدُّرُوعِ وَمَا أَشْبَهَهَا مِنْ عَمَلِ الْحَِلَقِ. قَالَ اللَّهُ ﷻ، فِي شَأْنِ دَاوُدَ ﵇: ﴿وَقَدِّرْ فِي السَّرْدِ﴾ [سبأ: ١١] ، قَالُوا: مَعْنَاهُ لِيَكُنْ ذَلِكَ مُقَدَّرًا، لَا يَكُونُ الثَّقْبُ ضَيِّقًا وَالْمِسْمَارُ غَلِيظًا، وَلَا يَكُونُ الْمِسْمَارُ دَقِيقًا وَالثَّقْبُ وَاسِعًا، بَلْ يَكُونُ عَلَى تَقْدِيرٍ. قَالُوا: وَالزَّرَّادُ إِنَّمَا هُوَ السَّرَّادُ. وَقِيلَ ذَلِكَ لِقُرْبِ الرَّاءِ مِنَ السِّينِ. وَالْمِسْرَدُ: الْمِخْرَزُ: قِيَاسُهُ صَحِيحٌ.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرِ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ سِينٌ]\nمِنْ ذَلِكَ (الْمُسْمَقِرُّ) : الْيَوْمُ الشَّدِيدُ الْحَرِّ، فَهَذَا مِنْ بَابِ السَّقَرَاتِ سَقَرَاتِ الشَّمْسِ، وَقَدْ مَضَى ذِكْرُهُ، فَالْمِيمُ الْأَخِيرَةُ فِيهِ زَائِدَةٌ.\n\nوَمِنْ ذَلِكَ (السَّحْبَلُ) : الْوَادِي الْوَاسِعُ، وَكَذَلِكَ الْقِرْبَةُ الْوَاسِعَةُ: سَحْبَلَةٌ. فَهَذَا مَنْحُوتٌ مِنْ سَحَلَ إِذَا صَبَّ، وَمِنْ سَبَلَ، وَمِنْ سَحَبَ إِذَا جَرَى وَامْتَدَّ. وَهِيَ مَنْحُوتَةٌ مِنْ ثَلَاثِ كَلِمَاتٍ، تَكُونُ الْحَاءُ زَائِدَةً مَرَّةً، وَتَكُونُ الْبَاءُ زَائِدَةً، وَتَكُونُ اللَّامُ زَائِدَةً.\n\nوَمِنْ ذَلِكَ (السَّمَادِيرُ) : ضَعْفُ الْبَصَرِ، وَقَدِ اسْمَدَرَّ. وَيُقَالُ هُوَ الشَّيْءُ يَتَرَاءَى لِلْإِنْسَانِ مِنْ ضَعْفِ بَصَرِهِ عِنْدَ السُّكْرِ مِنَ الشَّرَابِ وَغَيْرِهِ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْمِيمُ، وَهُوَ مِنَ السَّدَرِ وَهُوَ تَحَيُّرُ الْبَصَرِ، وَقَدْ مَضَى ذِكْرُهُ بِقِيَاسِهِ.\n\nوَمِنْ ذَلِكَ فَرَسٌ (سُرْحُوبٌ) ، وَهِيَ الْجَوَادُ، وَهِيَ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مِنْ سَرَحَ وَسَرَبَ، وَقَدْ مَضَى ذِكْرُهُمَا. وَمِنْ ذَلِكَ نَاقَةٌ (سِرْدَاحٌ) : سَرِيعَةٌ كَرِيمَةٌ، فَالدَّالُ زَائِدَةٌ، وَإِنَّمَا هِيَ مِنْ سَرَحَتْ.\n\nوَمِنْ ذَلِكَ (اسْلَنْطَحَ) الشَّيْءُ، إِذَا انْبَسَطَ وَعَرُضَ، وَإِنَّمَا أَصْلُهُ سَطَحَ، وَزِيدَتْ فِيهِ اللَّامُ وَالنُّونُ تَعْظِيمًا وَمُبَالَغَةً.\n\nوَمِنْ ذَلِكَ (اسْمَهَدَّ) السَّنَامُ، إِذَا حَسُنَ وَامْتَلَأَ. وَهَذَا مَنْحُوتٌ مِنْ مَهَدَ، وَمِنْ مَهَدْتُ الشَّيْءَ إِذَا وَثَّرْتَهُ، قَالَ أَبُو النَّجْمِ:\nوَامْتَهَدَ الْغَارِبُ فِعْلَ الدُّمْلِ\nوَمِنْ قَوْلِهِمْ هُوَ سَهْدٌ مَهْدٌ. وَقَدْ فَسَّرْنَاهُ.\n\nوَمِنْ ذَلِكَ (السَّمْهَرِيَّةُ) : الرِّمَاحُ الصِّلَابُ، وَالْهَاءُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هِيَ مِنَ السُّمْرَةِ.\n\nوَمِنْ ذَلِكَ (الْمُسْلَهِبُّ) : الطَّوِيلُ، وَالْهَاءُ فِيهِ زَائِدَةٌ، وَالْأَصْلُ السَّلِبُ، وَقَدْ مَضَى.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ (اسْلَهَمَّ) ، إِذَا تَغَيَّرَ لَوْنُهُ. فَاللَّامُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ سَهُمَ وَجْهُهُ يَسْهُمُ، إِذَا تَغَيَّرَ. وَالْأَصْلُ السُّهَامُ. وَمِنْ ذَلِكَ الْعَجُوزُ (السَّمْلَقُ) : السَّيِّئَةُ الْخُلُقِ، وَالْمِيمُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هِيَ مِنَ السِّلْقَةِ.\n\nوَمِنْ ذَلِكَ (السَِّرْطَِمُ) : الْوَاسِعُ الْحَلْقِ، وَالْمِيمُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ سَرَِطَ، إِذَا بَلِعَ.\n\nوَمِنْ ذَلِكَ (السَّرْمَدُ) : الدَّائِمُ، وَالْمِيمُ فِيهِ زَائِدَةٌ، وَهُوَ مِنْ سَرَدَ، إِذَا وَصَلَ، فَكَأَنَّهُ زَمَانٌ مُتَّصِلٌ بَعْضُهُ بِبَعْضٍ.\n\nوَمِنْ ذَلِكَ (اسْبَغَلَّ) الشَّيْءُ اسْبِغْلَالًا، إِذَا ابْتَلَّ بِالْمَاءِ. وَاللَّامُ فِيهِ زَائِدَةٌ، وَإِنَّمَا ذَلِكَ مِنَ السُّبُوغِ، وَذَلِكَ أَنَّ الْمَاءَ كَثُرَ عَلَيْهِ حَتَّى ابْتَلَّ.\nوَمِمَّا وُضِعَ وَضْعًا وَلَيْسَ قِيَاسُهُ ظَاهِرًا: (السِّنَّوْرُ) ، مَعْرُوفٌ. وَ (السَّنَوَّرُ) : السِّلَاحُ الَّذِي يُلْبَسُ. وَ (السَّلْقَعُ) بِالْقَافِ: الْمَكَانُ الْحَزْنُ. وَ (السَّلْفَعُ) بِالْفَاءِ: الْمَرْأَةُ الصَّخَّابَةُ. وَ (السَّلْفَعُ) مِنَ الرِّجَالِ: الشُّجَاعُ الْجَسُورُ. قَالَ الشَّاعِرُ:\nبَيِّنًا يُعَانِقُهُ الْكُمَاةُ وَرَوْغُهُ ... يَوْمًا أُتِيحَ لَهُ جَرِيءٌ سَلْفَعُ\nوَقَالَ فِي الْمَرْأَةِ:\nفَمَا خَلَفٌ عَنْ أُمِّ عِمْرَانَ سَلْفَعُ ... مِنَ السُّودِ وَرْهَاءُ الْعِنَانِ عَرُوبُ",
    "pg": "3:157-161"
  },
  "سرر": {
    "def": "السِّينُ وَالرَّاءُ يَجْمَعُ فُرُوعَهُ إِخْفَاءُ الشَّيْءِ. وَمَا كَانَ مِنْ خَالِصِهِ وَمُسْتَقَرِّهِ. لَا يَخْرُجُ شَيْءٌ مِنْهُ عَنْ هَذَا. فَالسِّرُّ: خِلَافَ الْإِعْلَانِ. يُقَالُ أَسْرَرْتُ الشَّيْءَ إِسْرَارًا، خِلَافَ أَعْلَنْتُهُ. وَمِنَ الْبَابِ السِّرُّ، وَهُوَ النِّكَاحُ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ أَمْرٌ لَا يُعْلَنُ بِهِ. وَمِنْ ذَلِكَ السِّرَارُ وَالسَّرَارُ، وَهُوَ لَيْلَةَ يَسْتَسِرُّ الْهِلَالُ، فَرُبَّمَا كَانَ لَيْلَةً، وَرُبَّمَا كَانَ لَيْلَتَيْنِ إِذَا تَمَّ الشَّهْرُ. وَمِنْ ذَلِكَ الْحَدِيثِ: «أَنَّهُ سَأَلَ رَجُلًا هَلْ صُمْتَ مِنْ سِرَارِ الشَّهْرِ شَيْئًا؟ قَالَ: لَا، فَقَالَ: إِذَا أَفْطَرْتَ رَمَضَانَ فَصُمْ يَوْمَيْنِ.»\nقَالَ فِي السِّرَارِ:\nنَحْنُ صَبَحْنَا عَامِرًا فِي دَارِهَا ... جُرْدًا تَعَادَى طَرَفَيْ نَهَارِهَا\nعَشِيَّةَ الْهِلَالِ أَوْ سَِرَارَهَا\nوَحَدَّثَنِي مُحَمَّدُ بْنُ هَارُونَ الثَّقَفِيُّ، عَنْ عَلِيِّ بْنِ عَبْدِ الْعَزِيزِ، عَنْ أَبِي الْحَسَنِ الْأَثْرَمِ، عَنْ أَبِي عُبَيْدَةَ قَالَ: أَسْرَرْتُ الشَّيْءَ: أَخْفَيْتُهُ. وَأَسْرَرْتُهُ: أَعْلَنْتُهُ. وَقَرَأَ: ﴿وَأَسَرُّوا النَّدَامَةَ لَمَّا رَأَوُا الْعَذَابَ﴾ [يونس: ٥٤] . قَالَ: أَظْهَرُوهَا. وَأَنْشَدَ قَوْلَ امْرِئِ الْقَيْسِ:\n. . . . . . . . . لَوْ يُسِرُّونَ مَقْتَلِي\nأَيْ لَوْ يُظْهِرُونَ. ثُمَّ حَدَّثَنِي بَعْضُ أَهْلِ الْعِلْمِ، عَنْ أَبِي الْحَسَنِ عَبْدِ اللَّهِ بْنِ سُفْيَانَ النَّحْوِيِّ قَالَ: قَالَ الْفَرَّاءُ: أَخْطَأَ أَبُو عُبَيْدَةَ التَّفْسِيرَ، وَصَحَّفَ فِي الِاسْتِشْهَادِ. أَمَّا التَّفْسِيرُ فَقَالَ: أَسَرُّو النَّدَامَةَ أَيْ كَتَمُوهَا خَوْفَ الشَّمَاتَةِ. وَأَمَّا التَّصْحِيفُ فَإِنَّمَا قَالَ امْرُؤُ الْقَيْسِ: . . . . . . . . لَوْ يُشِرُّونَ مَقْتَلِي\nأَيْ لَوْ يُظْهِرُونَ. يُقَالُ أشْرَرْتُ الشَّيْءَ، إِذَا أَبْرَزْتَهُ، وَمِنْ ذَلِكَ قَوْلُهُمْ أشْرَرْتُ اللَّحْمَ لِلشَّمْسِ. وَقَدْ ذُكِرَ هَذَا فِي بَابِهِ. وَأَمَّا الَّذِي ذَكَرْنَاهُ مِنْ مَحْضِ الشَّيْءِ وَخَالِصِهِ وَمُسْتَقَرِّهِ، فَالسِّرُّ: خَالِصُ الشَّيْءِ. وَمِنْهُ السُّرُورُ ; لِأَنَّهُ أَمْرٌ خَالٍ مِنَ الْحُزْنِ. وَالسُّرَّةُ: سُرَّةُ الْإِنْسَانِ، وَهُوَ خَالِصُ جِسْمِهِ وَلَيِّنُهُ. وَيُقَالُ قُطِعَ عَنِ الصَّبِيِّ سَِرَرُهُ، وَهُوَ [السُّرُّ] ، وَجَمْعُهُ أَسِرَّةٌ. قَالَ أَبُو زَيْدٍ: وَالسِّرَرُ: الْخَطُّ مِنْ خُطُوطِ بَطْنِ الرَّاحَةِ. وَسَرَارَةُ الْوَادِي وَسِرُّهُ: أَجْوَدُهُ. وَقَالَ الشَّاعِرُ:\nهَلَّا فَوَارِسَ رَحْرَحَانَ هَجَوْتَهُمْ ... عُشَرًا تَنَاوَحَ فِي سَرَارَةِ وَادَ\nيَقُولُ: لَهُمْ مَنْظَرٌ وَلَيْسَ لَهُمْ مَخْبَرٌ. وَالسَّرَرُ: دَاءٌ يَأْخُذُ الْبَعِيرَ فِي سُرَّتِهِ. يُقَالُ: بَعِيرٌ أَسَرٌّ. وَالسَّرُّ: مَصْدَرُ سَرَرْتُ الزَّنْدَ، وَذَلِكَ أَنْ يَبْقَى أَسَرَّ، أَيْ أَجْوَفَ، فَيُصْلَحُ. يُقَالُ سُرَّ زَنْدُكَ فَإِنَّهُ أَسَرُّ. وَيُقَالُ قَنَاةٌ سَرَّاءُ، أَيْ جَوْفَاءُ. وَكُلُّ هَذَا مِنَ السُّرَّةِ وَالسَّرَرِ، وَقَدْ ذَكَرْنَاهُ. فَأَمَّا الْأَسَارِيرُ، وَهِيَ الْكُسُورُ الَّتِي فِي الْجَبْهَةِ، فَمَحْمُولَةٌ عَلَى أَسَارِيرِ السُّرَّةِ، وَذَلِكَ تَكَسُّرُهَا. وَفِي الْحَدِيثِ: «أَنَّ النَّبِيَّ ﵌ دَخَلَ عَلَى عَائِشَةَ تَبْرُقُ أَسَارِيرُ وَجْهِهِ» . وَمِنْهُ أَيْضًا مِمَّا هُوَ مَحْمُولٌ عَلَى مَا ذَكَرْنَاهُ: الْأَسْرَارُ: خُطُوطُ بَاطِنِ الرَّاحَةِ، وَاحِدُهَا سِرٌّ. وَالْأَصْلُ فِي ذَلِكَ كُلِّهِ وَاحِدٌ، قَالَ الْأَعْشَى: فَانْظُرْ إِلَى كَفٍّ وَأَسْرَارِهَا ... هَلْ أَنْتَ إِنْ أَوْعَدْتَنِي ضَائِرِي\nفَأَمَّا أَطْرَافُ الرَّيْحَانِ فَيَجُوزُ أَنْ تُسَمَّى سُرُورًا لِأَنَّهَا أَرْطَبُ شَيْءٍ فِيهِ وَأَغَضُّهُ. وَذَلِكَ قَوْلُهُ:\nكَبَرْدِيَّةِ الْغِيلِ وَسْطَ الْغَرِيفِ ... إِذَا خَالَطَ الْمَاءُ مِنْهَا السُّرُورَا\nوَأَمَّا الَّذِي ذَكَرْنَاهُ مِنَ الِاسْتِقْرَارِ، فَالسَّرِيرُ، وَجَمْعُهُ سُرُرٌ وَأَسِرَّةٌ. وَالسَّرِيرُ: خَفْضُ الْعَيْشِ ; لِأَنَّ الْإِنْسَانَ يَسْتَقِرُّ عِنْدَهُ وَعِنْدَ دَعَتِهِ. وَسَرِيرُ الرَّأْسِ: مُسْتَقَرُّهُ. قَالَ:\nضَرْبًا يُزِيلُ الْهَامَ عَنْ سَرِيرِهِ\nوَنَاسٌ يَرْوُونَ بَيْتَ الْأَعْشَى:\nإِذَا خَالَطَ الْمَاءُ مِنْهَا السَّرِيرَا\nبِالْيَاءِ، فَيَكُونُ حِينَئِذٍ تَأْوِيلُهُ أَصْلَهَا الَّذِي اسْتَقَرَّتْ عَلَيْهِ، وَأَنْشَدُوا قَوْلَ الْقَائِلِ:\nوَفَارَقَ مِنْهَا عِيشَةً دَغْفَلِيَّةً ... وَلَمْ تَخْشَ يَوْمًا أَنْ يَزُولَ سَرِيرُهَا\nوَالسِّرَرُ مِنَ الصَّبِيِّ وَالسَّرَرُ: مَا يُقْطَعُ. وَالسُّرَّةُ: مَا يَبْقَى. وَمِنَ الْبَابِ السَّرِيرُ: مَا عَلَى الْأَكَمَةِ مِنَ الرَّمْلِ. وَمِنَ الْبَابِ الْأَوَّلِ سِرُّ النَّسَبِ، وَهُوَ مَحْضُهُ وَأَفْضَلُهُ. قَالَ ذُوالْأَصْبَعِ:\nوَهُمْ مَنْ وَلَدُوا أَشْبَوْا ... بِسِرِّ النَّسَبِ الْمَحْضِ\nوَيُقَالُ السُّرْسُورُ: الْعَالِمُ الْفَطِنُ، وَأَصْلُهُ مِنَ السِّرِّ، كَأَنَّهُ اطَّلَعَ عَلَى أَسْرَارِ الْأُمُورِ. فَأَمَّا السُّرِّيَّةُ فَقَالَ الْخَلِيلُ: هِيَ فُعْلِيَّةٌ. وَيُقَالُ يُتَسَرَّرُ، وَيُقَالُ يَتَسَرَّى. قَالَ الْخَلِيلُ: وَمَنْ قَالَ يَتَسَرَّى فَقَدْ أَخْطَأَ. لَمْ يَزِدِ الْخَلِيلُ عَلَى هَذَا. وَقَالَ الْأَصْمَعِيُّ السُّرِّيَّةُ مِنَ السِّرِّ، وَهُوَ النِّكَاحُ ; لِأَنَّ صَاحِبَهَا اصْطَفَاهَا لِلنِّكَاحِ لَا لِلتِّجَارَةِ فِيهَا. وَهَذَا الَّذِي قَالَهُ الْأَصْمَعِيُّ، وَذَكَرَ ابْنُ السِّكِّيتِ فِي كِتَابِهِ. فَأَمَّا ضَمُّ السِّينِ فِي السُّرِّيَّةِ فَكَثِيرٌ مِنَ الْأَبْنِيَةِ يُغَيَّرُ عِنْدَ النِّسْبَةِ، فَيُقَالُ فِي النِّسْبَةِ إِلَى الْأَرْضِ السَّهْلَةُ سُهْلِيٌّ، وَيُنْسَبُ إِلَى طُولِ الْعُمْرِ وَامْتِدَادِ الدَّهْرِ فَيُقَالُ دُهْرِيٌّ. وَمِثْلُ ذَلِكَ كَثِيرٌ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ السِّينِ وَالطَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:67-70"
  },
  "سرط": {
    "def": "السِّينُ وَالرَّاءُ وَالطَّاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ، يَدُلُّ عَلَى غَيْبَةٍ فِي مَرٍّ وَذَهَابٍ. مِنْ ذَلِكَ: سَرَطْتُ الطَّعَامَ، إِذَا بَلَعْتَهُ ; لِأَنَّهُ إِذَا سُرِطَ غَابَ. وَبَعْضُ أَهْلِ الْعِلْمِ يَقُولُ: السِّرَاطُ مُشْتَقٌّ مِنْ ذَلِكَ، لِأَنَّ الذَّاهِبَ فِيهِ يَغِيبُ غَيْبَةَ الطَّعَامِ الْمُسْتَرَطِ. وَالسِّرِطْرَاطُ عَلَى فِعِلَّالٍ: الْفَالُوذُ ; لِأَنَّهُ يُسْتَرَطُ. وَالسُّرَاطُ: السَّيْفُ الْقَاطِعُ الْمَاضِي فِي الضَّرِيبَةِ. قَالَ الْهُذَلِيُّ يَصِفُ سَيْفًا:\nكَلَوْنِ الْمِلْحِ ضَرْبَتُهُ هَبِيرٌ ... يُتِرُّ اللَّحْمَ سَقَّاطٌ سُرَاطِي",
    "pg": "3:152"
  },
  "سرع": {
    "def": "السِّينُ وَالرَّاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِلَافِ الْبُطْءِ. فَالسَّرِيعُ: خِلَافُ الْبَطِيءِ. وَسَرَْعَانُ النَّاسِ: أَوَائِلُهُمُ الَّذِينَ يَتَقَدَّمُونَ سِرَاعًا. وَتَقُولُ الْعَرَبُ: لَسَرْعَانُ مَا صَنَعْتَ كَذَا، أَيْ مَا أَسْرَعَ مَا صَنَعْتَهُ. وَأَمَّا السَِّرْعُ مِنْ قُضْبَانِ الْكَرْمِ، [فَهُوَ] أَسْرَعُ مَا يَطْلُعُ مِنْهُ. وَمِثْلُهُ السَّرَعْرَعُ، ثُمَّ يُشَبَّهُ بِهِ الْإِنْسَانُ الرَّطِيبُ النَّاعِمُ.",
    "pg": "3:152-153"
  },
  "سرف": {
    "def": "السِّينُ وَالرَّاءُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَعَدِّي الْحَدِّ وَالْإِغْفَالِ أَيْضًا لِلشَّيْءِ. تَقُولُ: فِي الْأَمْرِ سَرَفٌ، أَيْ مُجَاوَزَةُ الْقَدْرِ. وَجَاءَ فِي الْحَدِيثِ: «الثَّالِثَةُ فِي الْوُضُوءِ شَرَفٌ، وَالرَّابِعَةُ سَرَفٌ» . وَأَمَّا الْإِغْفَالُ فَقَوْلُ الْقَائِلِ: \" مَرَرْتُ بِكُمْ فَسَرِفْتُكُمْ \"، أَيْ أَغْفَلْتُكُمْ. وَقَالَ جَرِيرٌ:\nأَعْطَوْا هُنَيْدَةَ يَحْدُوهَا ثَمَانِيَةٌ ... مَا فِي عَطَائِهِمْ مَنٌّ وَلَا سَرَفُ\nوَيَقُولُونَ إِنَّ السَّرَفَ: الْجَهْلُ. وَالسَّرِفُ: الْجَاهِلُ. وَيَحْتَجُّونَ بِقَوْلِ طَرَفَةَ:\nإِنَّ امْرَأً سَرِفَ الْفُؤَادِ يَرَى ... عَسَلًا بِمَاءِ سَحَابَةٍ شَتْمِي\nوَهَذَا يَرْجِعُ إِلَى بَعْضِ مَا تَقَدَّمَ. وَالْقِيَاسُ وَاحِدٌ. وَيَقُولُونَ: إِنَّ السَّرَفَ أَيْضًا الضَّرَاوَةُ. وَفِي الْحَدِيثِ: «إِنَّ لِلَحْمٍ سَرَفًا كَسَرَفِ الْخَمْرِ» ، أَيْ ضَرَاوَةً. وَلَيْسَ هَذَا بِالْبَعِيدِ مِنَ الْكَلِمَةِ الْأُولَى.\nوَمِمَّا شَذَّ عَنِ الْبَابِ: السُّرْفَةُ: دُوَيْبَّةٌ تَأْكُلُ الْخَشَبَ. وَيُقَالُ سَرَفَتِ السُّرْفَةُ الشَّجَرَةَ سَرْفًا، إِذَا أَكَلَتْ وَرَقَهَا، وَالشَّجَرَةُ مَسْرُوفَةٌ. يُقَالُ إِنَّهَا تَبْنِي لِنَفْسِهَا بَيْتًا حَسَنًا. وَيَقُولُونَ فِي الْمَثَلِ: \" أَصْنَعُ مِنْ سُرْفَةٍ \".",
    "pg": "3:153-154"
  },
  "سرق": {
    "def": "السِّينُ وَالرَّاءُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى أَخْذِ شَيْءٍ فِي خَفَاءٍ وَسِتْرٍ. يُقَالُ سَرَقَ يَسْرِقُ سَرِقَةً. وَالْمَسْرُوقُ سَرَقٌ. وَاسْتَرَقَ السَّمْعَ، إِذَا تَسَمَّعَ مُخْتَفِيًا. وَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ السَّرَقُ: جَمْعُ سَرَقَةٍ، وَهِيَ الْقِطْعَةُ مِنَ الْحَرِيرِ.",
    "pg": "3:154"
  },
  "سرو": {
    "def": "السِّينُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ بَابٌ مُتَفَاوِتٌ جِدًّا، لَا تَكَادُ كَلِمَتَانِ مِنْهُ تَجْتَمِعَانِ فِي قِيَاسٍ وَاحِدٍ. فَالسَّرْوُ: سَخَاءٌ فِي مُرُوءَةٍ ; يُقَالُ سَرِيٌّ وَقَدْ سَرُوَ. وَالسَّرْوُ: مَحَلَّةُ حِمْيَرَ. قَالَ ابْنُ مُقْبِلٍ:\nبِسَرْوِ حِمْيَرَ أَبْوَالُ الْبِغَالِ بِهِ ... أَنَّى تَسَدَّيْتِ وَهْنًا ذَلِكَ الْبِينَا\nوَالسَّرْوُ: كَشْفُ الشَّيْءِ عَنِ الشَّيْءِ. سَرَوْتُ عَنِّي الثَّوْبَ أَيْ كَشَفْتُهُ. وَفِي الْحَدِيثِ فِي الْحَسَاءِ: «يَسْرُو عَنْ فُؤَادِ السَّقِيمِ» أَيْ يَكْشِفُ. وَقَالَ ابْنُ هَرْمَةَ:\nسَرَى ثَوْبَهُ عَنْكَ الصِّبَا الْمُتَخَايِلُ ... وَقَرَّبَ لِلْبَيْنِ الْحَبِيبُ الْمُزَايِلُ\nوَلِذَلِكَ يُقَالُ سُرِّيَ عَنْهُ. وَالسِّرْوَةُ: دُوَيْبَّةٌ، يُقَالُ أَرْضٌ مَسْرُوَّةٌ، مِنَ السِّرْوَةِ إِذَا كَثُرَتْ بِالْأَرْضِ. وَالسَّارِيَةُ: الْأُسْطُوَانَةُ. وَالسُّرَى: سَيْرُ اللَّيْلِ، يُقَالُ سَرَيْتُ وَأَسْرَيْتُ. قَالَ:\nأَسْرَتْ إِلَيْكَ وَلَمْ تَكُنْ تَسْرِي وَالسَّرَاءُ: شَجَرٌ. وَسَرَاةُ الشَّيْءِ: ظَهْرُهُ. وَسَرَاةُ النَّهَارِ: ارْتِفَاعُهُ. وَهَذَا الَّذِي ذَكَرْنَاهُ بَعِيدٌ بَعْضُهُ مِنْ بَعْضٍ، فَلِذَلِكَ لَمْ نَحْمِلْهُ عَلَى الْقِيَاسِ.\nوَإِذَا هُمِزَ كَانَ أَبْعَدَ، يُقَالُ سَرَأَتِ الْجَرَادَةُ: أَلْقَتْ بَيْضَهَا. فَإِذَا حَانَ ذَلِكَ مِنْهَا قِيلَ: أَسْرَأَتْ.",
    "pg": "3:154-155"
  },
  "سطا": {
    "def": "السِّينُ وَالطَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ يَدُلُّ عَلَى الْقَهْرِ وَالْعُلُوِّ. يُقَالُ سَطَا عَلَيْهِ يَسْطُو، وَذَلِكَ إِذَا قَهَرَهُ بِبَطْشٍ. وَيُقَالُ فَرَسٌ سَاطٍ، إِذَا سَطَا عَلَى سَائِرِ الْخَيْلِ. وَالْفَحْلُ يَسْطُو عَلَى طَرُوقَتِهِ. وَيُقَالُ سَطَا الرَّاعِي عَلَى الشَّاةِ، إِذَا مَاتَ وَلَدُهَا فِي بَطْنِهَا فَسَطَا عَلَيْهَا فَأَخْرَجَهُ. وَيُقَالُ سَطَا الْمَاءُ، إِذَا كَثُرَ. وَقَالَ بَعْضُ أَهْلِ اللُّغَةِ فِي الْفَرَسِ السَّاطِي: هُوَ الَّذِي يَرْفَعُ ذَنَبَهُ فِي الْحُضْرِ. قَالَ الشَّيْبَانِيُّ: السَّاطِي: الْبَعِيرُ إِذَا اغْتَلَمَ خَرَجَ مِنْ إِبِلٍ إِلَى إِبِلٍ. قَالَ:\nهَامَتُهُ مِثْلُ الْفَنِيقِ السَّاطِي",
    "pg": "3:71-72"
  },
  "سطح": {
    "def": "السِّينُ وَالطَّاءُ وَالْحَاءُ أَصْلٌ يَدُلُّ عَلَى بَسْطِ الشَّيْءِ وَمَدِّهِ، مِنْ ذَلِكَ السَّطْحُ مَعْرُوفٌ. وَسَطْحُ كُلِّ شَيْءٍ: أَعْلَاهُ الْمُمْتَدُّ مَعَهُ. وَيُقَالُ انْسَطَحَ الرَّجُلُ، إِذَا امْتَدَّ عَلَى قَفَاهُ فَلَمْ يَتَحَرَّكْ، وَلِذَلِكَ سُمِّيَ الْمُنْبَسِطُ عَلَى قَفَاهُ مِنَ الزَّمَانَةِ سَطِيحًا. وَسَطِيحٌ: الْكَاهِنُ سُمِّيَ سَطِيحًا لِأَنَّهُ كَذَلِكَ خُلِقَ بِلَا عَظْمٍ. وَالْمَسْطَحُ، بِفَتْحِ الْمِيمِ: الْمَوْضِعُ الَّذِي يُبْسَطُ فِيهِ التَّمْرُ. وَالْمِسْطَحُ، بِكَسْرِ الْمِيمِ: الْخِبَاءُ، وَالْجَمْعُ مَسَاطِحُ. قَالَ الشَّاعِرُ:\nتَعَرَّضَ ضَيْطَارُو خُزَاعَةَ دُونَنَا ... وَمَا خَيْرُ ضَيْطَارٍ يُقَلِّبُ مِسْطَحَا\nوإّنّما سُمِّيَ بِذَلِكَ لِأَنَّهُ تُمَدُّ الْخَيْمَةُ بِهِ مَدًّا. وَالسَّطِيحَةُ: الْمَزَادَةُ، وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّهُ إِذَا سَقَطَ انْسَطَحَ، أَيِ امْتَدَّ. وَالسُّطَّاحُ: نَبْتٌ مِنْ نَبَاتِ الْأَرْضِ، وَذَلِكَ أَنَّهُ يَنْبَسِطُ عَلَى الْأَرْضِ.",
    "pg": "3:72"
  },
  "سطر": {
    "def": "السِّينُ وَالطَّاءُ وَالرَّاءُ أَصْلٌ مُطَّرِدٌ يَدُلُّ عَلَى اصْطِفَافِ الشَّيْءِ، كَالْكِتَابِ وَالشَّجَرِ، وَكُلِّ شَيْءٍ اصْطَفَّ. فَأَمَّا الْأَسَاطِيرُ فَكَأَنَّهَا أَشْيَاءُ كُتِبَتْ مِنَ الْبَاطِلِ فَصَارَ ذَلِكَ اسْمًا لَهَا، مَخْصُوصًا بِهَا. يُقَالُ سَطَّرَ فُلَانٌ عَلَيْنَا تَسْطِيرًا، إِذَا جَاءَ بِالْأَبَاطِيلِ. وَوَاحِدُ الْأَسَاطِيرِ إِسْطَارٌ وَأُسْطُورَةٌ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْمُسَيْطِرِ، وَهُوَ الْمُتَعَهِّدُ لِلشَّيْءِ الْمُتَسَلِّطُ عَلَيْهِ.\n\n[بَابُ السِّينِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:72-73"
  },
  "سطع": {
    "def": "السِّينُ وَالطَّاءُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى طُولِ الشَّيْءِ وَارْتِفَاعِهِ فِي الْهَوَاءِ. فَمِنْ ذَلِكَ السَّطَعُ، وَهُوَ طُولُ الْعُنُقِ. وَيُقَالُ ظَلِيمٌ أَسْطَعُ، وَنَعَامَةٌ سَطْعَاءُ. وَمِنَ الْبَابِ السِّطَاعُ، وَهُوَ عَمُودٌ مِنْ عُمُدِ الْبَيْتِ. قَالَ الْقَطَامِيُّ:\nأَلَيْسُوا بِالْأُولَى قَسَطُوا جَمِيعًا ... عَلَى النُّعْمَانِ وَابْتَدَرُوا السِّطَاعَا وَيُقَالُ سَطَعَ الْغُبَارُ وَسَطَعَتِ الرَّائِحَةُ، إِذَا ارْتَفَعَتْ. وَالسَّطْعُ: ارْتِفَاعُ صَوْتِ الشَّيْءِ إِذَا ضَرَبْتَ عَلَيْهِ شَيْئًا. يُقَالُ سَطَعَهُ. وَيُقَالُ: إِنَّ السَّطِيعَ الصُّبْحُ. وَهَذَا إِنْ صَحَّ فَهُوَ مِنْ قِيَاسِ الْبَابِ ; لِأَنَّهُ شَيْءٌ يَعْلُو وَيَرْتَفِعُ. فَأَمَّا السِّطَاعُ فِي شِعْرِ هُذَيْلٍ فَهُوَ جَبَلٌ بِعَيْنِهِ.",
    "pg": "3:70-71"
  },
  "سطل": {
    "def": "السِّينُ وَالطَّاءُ وَاللَّامُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يُسَمُّونَ إِنَاءً مِنَ الْآنِيَةِ سَطْلًا وَسَيْطَلًا.",
    "pg": "3:71"
  },
  "سطم": {
    "def": "السِّينُ وَالطَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى أَصْلِ شَيْءٍ وَمُجْتَمَعِهِ. يَقُولُونَ: الْأُسْطُمُّ: مُجْتَمَعُ الْبَحْرِ. وَيُقَالُ هَذِهِ أُسْطُمَّةُ الْحَسَبِ، وَهِيَ وَاسِطَتُهُ. وَالنَّاسُ فِي أُسطُمَّةِ الْأَمْرِ. وَيُقَالُ إِنَّ الْأُسْطُمَّ وَالسِّطَامُ: نَصْلُ السَّيْفِ. وَفِي الْحَدِيثِ: «سِطَامُ النَّاسِ» أَيْ حَدُّهُمْ.",
    "pg": "3:71"
  },
  "سطن": {
    "def": "السِّينُ وَالطَّاءُ وَالنُّونُ، هُوَ عَلَى مَذْهَبِ الْخَلِيلِ أَصْلٌ، لِأَنَّهُ يَجْعَلُ النُّونَ فِيهِ أَصْلِيَّةً. قَالَ الْخَلِيلُ: أُسْطُوَانَةٌ أُفْعُوَالَةٌ. تَقُولُ هَذِهِ أَسَاطِينُ مُسَطَّنَةٌ. قَالَ: وَيُقَالُ جَمَلٌ أُسْطُوَانٌ، إِذَا كَانَ مُرْتَفِعًا. قَالَ:\nجَرَّبْنَ مِنِّي أُسْطُوَانًا أَعْنَقَا",
    "pg": "3:71"
  },
  "سعد": {
    "def": "السِّينُ وَالْعَيْنُ وَالدَّالُ أَصْلٌ يَدُلُّ عَلَى خَيْرٍ وَسُرُورٍ، خِلَافَ النَّحْسِ. فَالسَّعْدُ: الْيُمْنُ فِي الْأَمْرِ. وَالسَّعْدَانُ: نَبَاتٌ مِنْ أَفْضَلِ الْمَرْعَى. يَقُولُونَ فِي أَمْثَالِهِمْ: \" مَرْعَى وَلَا كَالسَّعْدَانِ \". وَسُعُودُ النَّجْمِ عَشْرَةٌ: مِثْلُ سَعْدٍ بُلَعَ، وَسَعْدٍ الذَّابِحِ. وَسُمِّيَتْ سُعُودًا لِيُمْنِهَا. هَذَا هُوَ الْأَصْلُ، ثُمَّ قَالُوا لِسَاعِدِ الْإِنْسَانِ سَاعِدٌ، لِأَنَّهُ يَتَقَوَّى بِهِ عَلَى أُمُورِهِ. وَلِهَذَا يُقَالُ سَاعَدَهُ عَلَى أَمْرِهِ، إِذَا عَاوَنَهُ، كَأَنَّهُ ضَمَّ سَاعِدَهُ إِلَى سَاعِدِهِ. وَقَالَ بَعْضُهُمْ: الْمُسَاعَدَةُ الْمُعَاوَنَةُ فِي كُلِّ شَيْءٍ، وَالْإِسْعَادُ لَا يَكُونُ إِلَّا فِي الْبُكَاءِ. فَأَمَّا السَّعْدَانَةُ، الَّتِي هِيَ كِرْكِرَةُ الْبَعِيرِ، فَإِنَّمَا سُمِّيَتْ بِذَلِكَ تَشْبِيهًا لَهَا فِي انْبِسَاطِهَا عَلَى الْأَرْضِ بِالسَّعْدَانِ الَّذِي يَنْبَسِطُ عَلَى الْأَرْضِ فِي مَنْبِتِهِ. وَالسَّعْدَانَةُ عُقْدَةُ الشِّسْعِ الَّتِي تَلِي الْأَرْضَ. وَالسَّعْدَانَاتُ: الْعُقَدُ الَّتِي تَكُونُ فِي كِفَّةِ الْمِيزَانِ. وَسُعْدٌ: مَوْضِعٌ. قَالَ جَرِيرٌ:\nأَلَا حَيِّ الدِّيَارَ بِسُعْدٍ إِنِّي ... أُحِبُّ لِحَبِّ فَاطِمَةَ الدِّيَارَا\nوَيُقَالُ إِنَّ السَّعْدَانَةَ: الْحَمَامَةُ الْأُنْثَى، وَهُوَ مُشْتَقٌّ مِنَ السَّعْدِ.",
    "pg": "3:75"
  },
  "سعر": {
    "def": "السِّينُ وَالْعَيْنُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى اشْتِعَالِ [الشَّيْءِ] وَاتِّقَادِهِ وَارْتِفَاعِهِ. مِنْ ذَلِكَ السَّعِيرُ: سَعِيرُ النَّارِ. وَاسْتَعَارُهَا: تَوَقُّدُهَا. وَالْمِسْعَرُ: الْخَشَبُ الَّذِي يُسْعَرُ بِهِ. وَالسُّعَارُ: حَرُّ النَّارِ. وَيُقَالُ سُعِرَ الرَّجُلُ، إِذَا ضَرَبَتْهُ السَّمُومُ. وَيُقَالُ إِنَّ السِّعْرَارَةَ هِيَ الَّتِي تَرَاهَا فِي الشَّمْسِ كَالْهَبَاءِ. وَسَعَرْتُ النَّارَ وَأَسْعَرْتُهَا، فَهِيَ مُسْعَرَةٌ وَمَسْعُورَةٌ. وَيُقَالُ اسْتَعَرَ اللُّصُوصُ كَأَنَّهُمُ اشْتَعَلُوا. وَاسْتَعَرَ الْجَرَبُ فِي الْبَعِيرِ. وَسُمِّي الْأَسْعَرَ الْجُعْفِيَّ لِقَوْلِهِ:\nفَلَا يَدْعُنِي الْأَقْوَامُ مِنْ آلِ مَالِكٍ ... لَئِنْ أَنَا لَمْ أَسْعَرْ عَلَيْهِمْ وَأُثْقِبِ\nقَالَ ابْنُ السِّكِّيتِ: وَيُقَالُ سَعَرَهُمْ شَرَّا، وَلَا يُقَالُ أَسْعَرَهُمْ. وَمِنْ هَذَا الْبَابِ: السُّعْرُ، وَهُوَ الْجُنُونُ، وَسَمِّي بِذَلِكَ لِأَنَّهُ يَسْتَعِرُ فِي الْإِنْسَانِ. وَيَقُولُونَ نَاقَةٌ مَسْعُورَةٌ. وَذَلِكَ لِحِدَّتِهَا كَأَنَّهَا مَجْنُونَةٌ. فَأَمَّا سِعْرُ الطَّعَامِ فَهُوَ مِنْ هَذَا أَيْضًا ; لِأَنَّهُ يَرْتَفِعُ وَيَعْلُو. فَأَمَّا مَسَاعِرُ الْبَعِيرِ فَإِنَّهَا مَشَاعِرُهُ. وَيُقَالُ: هِيَ آبَاطُهُ وَأَرْفَاغُهُ وَأَصْلُ ذَنَبِهِ حَيْثُ رَقَّ وَبَرُهُ، وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّ الْجَرَبَ يَسْتَعِرُ فِيهَا أَوَّلًا وَيَسْتَعِرُ فِيهَا أَشَدَّ. وَأَمَّا قَوْلُ عُرْوَةَ بْنِ الْوَرْدِ:\nفَطَارُوا فِي بِلَادِ الْيَسْتَعُورِ\nفَقَالُوا: أَرَادَ السَّعِيرَ. وَيُقَالُ إِنَّهُ مَكَانٌ، وَيُقَالُ إِنَّهُ شَجَرٌ يُقَالُ لَهُ الْيَسْتَعُورُ يُسْتَاكُ [بِهِ] .",
    "pg": "3:75-77"
  },
  "سعط": {
    "def": "السِّينُ وَالْعَيْنُ وَالطَّاءُ أَصْلٌ، وَهُوَ أَنْ يُوجَرَ الْإِنْسَانُ الدَّوَاءَ، ثُمَّ يَحْمِلُ عَلَيْهِ. فَمِنْ ذَلِكَ أَسْعَطْتُهُ الدَّوَاءَ فَاسْتَعَطَهُ. وَالْمُسْعُطُ: الَّذِي يُجْعَلُ فِيهِ السَّعُوطُ. وَالسَّعُوطُ هُوَ الدَّوَاءُ، وَأَصْلَ بِنَائِهِ سَعَطَ. وَمِمَّا يُحْمَلُ عَلَيْهِ قَوْلُهُمْ طَعَنْتُهُ فَأَسْعَطْتُهُ الرُّمْحَ، وَاللَّهُ أَعْلَمُ.\n\n[بَابُ السِّينِ وَالْغَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:77"
  },
  "سعع": {
    "def": "السِّينُ وَالْعَيْنُ فِي الْمُضَاعَفِ وَالْمُطَابَقِ يَدُلُّ عَلَى أَصْلٍ وَاحِدٍ، وَهُوَ ذَهَابُ الشَّيْءِ. قَالَ الْخَلِيلُ: يُقَالُ تَسَعْسَعَ الشَّهْرُ، إِذَا ذَهَبَ أَكْثَرُهُ، وَيُقَالُ: تَسَعْسَعَ الرَّجُلُ مِنَ الْكِبَرِ، إِذَا اضْطَرَبَ جِسْمُهُ. قَالَ:\nيَا هِنْدُ مَا أَسْرَعَ مَا تَسَعْسَعَا",
    "pg": "3:57"
  },
  "سعف": {
    "def": "السِّينُ وَالْعَيْنُ وَالْفَاءُ أَصْلَانِ مُتَبَايِنَانِ، يَدُلُّ أَحَدُهُمَا عَلَى يُبْسِ شَيْءٍ وَتَشَعُّثِهِ، وَالْآخَرُ عَلَى مُوَاتَاةِ الشَّيْءِ.\nفَالْأَوَّلُ السَّعَفُ جَمْعُ سَعَفَةٍ، وَهِيَ أَغْصَانُ النَّخْلَةِ إِذَا يَبِسَتْ. فَأَمَّا الرَّطْبُ فَالشَّطْبُ. وَأَمَّا قَوْلُ امْرِئِ الْقَيْسِ فِي الْفَرَسِ:\nكَسَا وَجْهَهَا سَعَفٌ مُنْتَشِرٌ\nفَإِنَّهُ إِنَّمَا شَبَّهَ نَاصِيَتَهَا بِهِ. وَمِنَ الْبَابِ: السَّعْفَةُ: قُرُوحٌ تَخْرُجُ بِرَأْسِ الصَّبِيِّ. وَمِنْهُ قَوْلُ الْكِسَائِيِّ: سَُعِفَتْ يَدُهُ، وَذَلِكَ هُوَ التَّشَعُّثُ حَوْلَ الْأَظْفَارِ، وَالشُّقَاقُ. وَيُقَالُ نَاقَةٌ سَعْفَاءُ، وَقَدْ سُعِفَتْ سَعَفًا، وَهُوَ دَاءٌ يَتَمَعَّطُ مِنْهُ خُرْطُومُهَا. وَذَلِكَ فِي النُّوقِ خَاصَّةً.\nوَالْأَصْلُ الثَّانِي: أَسْعَفْتُ الرَّجُلَ بِحَاجَتِهِ، وَذَلِكَ إِذَا قَضَيْتَهَا لَهُ. وَيُقَالُ أَسْعَفْتُهُ عَلَى أَمْرِهِ، إِذَا أَعَنْتَهُ.",
    "pg": "3:73"
  },
  "سعل": {
    "def": "السِّينُ وَالْعَيْنُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى صَخَبٍ وَعُلُوِّ صَوْتٍ. يُقَالُ لِلْمَرْأَةِ الصَّخَّابَةِ قَدِ اسْتَسْعَلَتْ، وَذَلِكَ مُشَبَّهٌ بِالسِّعْلَاةِ. وَالسَّعَالَى: أَخْبَثُ الْغِيلَانِ. وَالسُّعَالُ، مُشْتَقٌّ مِنْ ذَلِكَ أَيْضًا ; لِأَنَّهُ شَيْءٌ عَالٍ. فَأَمَّا قَوْلُ الْهُذَلِيِّ فِي وَصْفِ الْحِمَارِ:\n. . . . . . . . . وَأَسْعَلَتْهُ الْأَمْرُعُ\nفَإِنَّهُ يُرِيدُ نَشَّطَتْهُ الْأَمْرُعُ حَتَّى صَارَ كَالسِّعْلَاةِ، فِي حَرَكَتِهِ وَنَشَاطِهِ.",
    "pg": "3:73-74"
  },
  "سعم": {
    "def": "السِّينُ وَالْعَيْنُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ. فَالسَّعْمُ: السَّيْرُ. يُقَالُ سَعَمَ الْبَعِيرُ، إِذَا سَارَ. . وَنَاقَةٌ سَعُومٌ.",
    "pg": "3:74"
  },
  "سعن": {
    "def": "السِّينُ وَالْعَيْنُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ مَالَهُ سَعْنَةٌ وَلَا مَعْنَةٌ، أَيْ مَا لَهُ قَلِيلٌ وَلَا كَثِيرٌ. وَيُقَالُ إِنْ كَانَ صَحِيحًا إِنَّ السُّعْنَ شَيْءٌ كَالدَّلْوِ.",
    "pg": "3:74"
  },
  "سعو": {
    "def": "السِّينُ وَالْعَيْنُ وَالْحَرْفُ الْمُعْتَلُّ وَهُوَ الْوَاوُ، كَلِمَتَانِ إِنْ صَحَّتَا. فَذُكِرَ عَنِ الْكِسَائِيِّ: مَضَى سَعْوٌ مِنَ اللَّيْلِ، أَيْ قِطْعٌ مِنْهُ. وَذَكَرَ ابْنُ دُرَيْدٍ أَنَّ السَّعْوَ الشَّمَعُ، وَفِيهِ نَظَرٌ. [وَالْمَسْعَاةُ] فِي الْكَرَمِ وَالْجُودِ. وَالسِّعَايَةُ فِي أَخْذِ الصَّدَقَاتِ. وَسِعَايَةُ الْعَبْدِ، إِذَا كُوتِبَ: أَنْ يَسْعَى فِيمَا يَفُكُّ رَقَبَتَهُ. وَمِنَ الْبَابِ سَاعَى الرَّجُلُ الْأَمَةَ، إِذَا فَجَرَ بِهَا، كَأَنَّهُ سَعَى فِي ذَلِكَ وَسَعَتْ فِيهِ. قَالُوا: لَا تَكُونُ الْمُسَاعَاةُ إِلَّا فِي الْإِمَاءِ خَاصَّةً.",
    "pg": "3:74-75"
  },
  "سغب": {
    "def": "السِّينُ وَالْغَيْنُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْجُوعِ. فَالْمَسْغَبَةُ: الْمَجَاعَةُ، يُقَالُ سَغِبَ يَسْغَبُ سُغُوبًا، وَهُوَ سَاغِبٌ وَسَغْبَانُ. قَالَ ابْنُ دُرَيْدٍ: قَالَ بَعْضُ أَهْلِ اللُّغَةِ: لَا يَكُونُ السَّغَبُ إِلَّا الْجُوعَ مَعَ التَّعَبِ. قَالَ وَرُبَّمَا سُمِّيَ الْعَطَشُ سَغَبًا ; وَلَيْسَ بِمُسْتَعْمَلٍ.\n\n[بَابُ السِّينِ وَالْفَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:77-78"
  },
  "سغغ": {
    "def": "السِّينُ وَالْغَيْنُ أَصْلٌ يَدُلُّ عَلَى دَرْجِ الشَّيْءِ فِي الشَّيْءِ بِاضْطِرَابٍ وَحَرَكَةٍ. مِنْ ذَلِكَ سَغْسَغْتُ رَأْسِي بِالدُّهْنِ، إِذَا رَوَّيْتَهُ. قَالَ الْخَلِيلُ وَغَيْرُهُ: سَغْسَغْتَ الشَّيْءَ فِي التُّرَابِ، إِذَا دَحْدَحْتَهُ فِيهِ. وَأَمَّا قَوْلُهُمْ: تَسَغْسَغَتْ ثَنِيَّتُهُ، فَمُمْكِنٌ أَنْ يَكُونَ مِنَ الْإِبْدَالِ، وَمِنَ الْبَابِ الَّذِي قَبْلَ هَذَا.",
    "pg": "3:57"
  },
  "سغل": {
    "def": "السِّينُ وَالْغَيْنُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى إِسَاءَةِ الْغِذَاءِ وَسُوءِ الْحَالِ فِيهِ. مِنْ ذَلِكَ السَّغِلِ: الْوَلَدُ السَّيِّئُ الْغِذَاءِ. وَكُلُّ مَا أُسِيءَ غِذَاؤُهُ فَهُوَ سَغِلٌ. قَالَ سَلَامَةُ بْنُ جَنْدَلٍ يَصِفُ فَرَسًا:\nلَيْسَ بِأَسْفَى وَلَا أَقْنَى وَلَا سَغِلٍ ... يُسْقَى دَوَاءُ قَفِيِّ السَّكْنِ مَرْبُوبِ\nوَيُقَالُ: بَلِ السَّغِلُ: الدَّقِيقُ الْقَوَائِمِ الصَّغِيرُ. وَقَالَ ابْنُ دُرَيْدٍ: السَّغِلُ: الْمُتَخَدِّدُ لَحْمُهُ، الْمَهْزُولُ الْمُضْطَرِبُ الْخَلْقِ.",
    "pg": "3:77"
  },
  "سغم": {
    "def": "السِّينُ وَالْغَيْنُ وَالْمِيمُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يَقُولُونَ لِلسَّغِلِ سَغِمٌ.",
    "pg": "3:77"
  },
  "سفح": {
    "def": "السِّينُ وَالْفَاءُ وَالْحَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى إِرَاقَةِ شَيْءٍ. يُقَالُ سَفَحَ الدَّمَ، إِذَا صَبَّهُ. وَسَفَحَ الدَّمَ: هَرَاقَهُ. وَالسِّفَاحُ: صَبُّ الْمَاءِ بِلَا عَقْدِ نِكَاحٍ، فَهُوَ كَالشَّيْءِ يُسْفَحُ ضَيَاعًا. وَالسَّفَّاحُ: رَجُلٌ مِنْ رُؤَسَاءِ الْعَرَبِ، سَفَحَ الْمَاءَ فِي غَزْوَةٍ غَزَاهَا فَسُمِّيَ سَفَّاحًا. وَأَمَّا سَفْحُ الْجَبَلِ فَهُوَ مِنْ بَابِ الْإِبْدَالِ، وَالْأَصْلُ فِيهِ صَفْحٌ، وَقَدْ ذُكِرَ فِي بَابِهِ. وَالسَّفِيحُ: أَحَدُ السِّهَامِ الثَّلَاثَةِ الَّتِي لَا أَنْصِبَاءَ لَهَا، وَهُوَ شَاذٌّ عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ.",
    "pg": "3:81"
  },
  "سفد": {
    "def": "السِّينُ وَالْفَاءُ وَالدَّالُ لَيْسَ أَصْلًا يُتَفَرَّعُ مِنْهُ، وَإِنَّمَا فِيهِ كَلِمَتَانِ مُتَبَايِنَتَانِ فِي الظَّاهِرِ، وَقَدْ يُمْكِنُ الْجَمْعُ بَيْنَهُمَا مِنْ طَرِيقِ الِاشْتِقَاقِ. مِنْ ذَلِكَ سِفَادُ الطَّائِرِ، يُقَالُ سَفِدَ يَسْفَدُ، وَكَذَلِكَ التَّيْسُ. وَالْكَلِمَةُ الْأُخْرَى السَّفُّودُ، وَهُوَ مَعْرُوفٌ. قَالَ النَّابِغَةُ:\nكَأَنَّهُ خَارِجًا مِنْ جَنْبِ صَفْحَتِهِ ... سَفُّودُ شَرْبٍ نَسُوهُ عِنْدَ مُفْتَأَدِ",
    "pg": "3:81-82"
  },
  "سفر": {
    "def": "السِّينُ وَالْفَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الِانْكِشَافِ وَالْجَلَاءِ. مِنْ ذَلِكَ السَّفَرُ، سُمِّيَ بِذَلِكَ لِأَنَّ النَّاسَ يَنْكَشِفُونَ عَنْ أَمَاكِنِهِمْ. وَالسَّفْرُ: الْمُسَافِرُونَ. قَالَ ابْنُ دُرَيْدٍ: رَجُلٌ سَفْرٌ وَقَوْمٌ سَفْرٌ. وَمِنَ الْبَابِ، وَهُوَ الْأَصْلُ: سَفَرْتُ الْبَيْتَ كَنَسْتُهُ. وَمِنْهُ الْحَدِيثُ: «لَوْ أَمَرْتَ بِهَذَا الْبَيْتِ فَسُفِرَ» . وَلِذَلِكَ يُسَمَّى مَا يَسْقُطُ مِنْ وَرَقِ الشَّجَرِ السَّفِيرَ. قَالَ:\nوَحَائِلٌ مِنْ سَفِيرِ الْحَوْلِ جَائِلُهُ ... حَوْلَ الْجَرَاثِيمِ فِي أَلْوَانِهِ شَهَبُ\nوَإِنَّمَا سُمِّيَ سَفِيرًا لِأَنَّ الرِّيحَ تُسَفِّرُهُ. وَأَمَّا قَوْلُهُمْ: سَفَرَ بَيْنَ الْقَوْمِ سِفَارَةٌ، إِذَا أَصْلَحَ، فَهُوَ مِنَ الْبَابِ ; لِأَنَّهُ أَزَالَ مَا كَانَ هُنَاكَ مِنْ عَدَاوَةٍ وَخِلَافٍ. وَسَفَرَتِ الْمَرْأَةُ عَنْ وَجْهِهَا، إِذَا كَشَفَتْهُ. وَأَسْفَرَ الصُّبْحُ، وَذَلِكَ انْكِشَافُ الظَّلَامِ، وَوَجْهٌ مُسْفِرٌ، إِذَا كَانَ مُشْرِقًا سُرُورًا. وَيُقَالُ اسْتَفَرَتِ الْإِبِلُ: تَصَرَّفَتْ وَذَهَبَتْ فِي الْأَرْضِ. وَيُقَالُ لِلطَّعَامِ الَّذِي يُتَّخَذُ لِلْمُسَافِرِ سُفْرَةٌ. وَسُمِّيَتِ الْجِلْدَةُ سُفْرَةً. وَيُقَالُ بَعِيرٌ مِسْفَرٌ، أَيْ قَوِيٌّ عَلَى السَّفَرِ. وَمِمَّا شَذَّ عَنِ الْبَابِ السِّفَارُ: حَدِيدَةٌ تُجْعَلُ فِي أَنْفِ النَّاقَةِ. وَهُوَ قَوْلُهُ:\nمَا كَانَ أَجْمَالِي وَمَا الْقِطَارُ ... وَمَا السِّفَارُ، قُبِحَ السِّفَارُ\nوَفِيهِ قَوْلٌ آخَرُ ; أَنَّهُ خَيْطٌ يُشَدُّ طَرَفُهُ عَلَى خِطَامِ الْبَعِيرِ فَيُدَارُ عَلَيْهِ، وَيُجْعَلُ بِفِيهِ زِمَامًا، وَالسَّفْرُ: الْكِتَابَةُ. وَالسَّفَرَةُ: الْكَتَبَةُ، وَسُمِّيَ بِذَلِكَ لِأَنَّ الْكِتَابَةَ تُسْفِرُ عَمَّا يُحْتَاجُ إِلَيْهِ مِنَ الشَّيْءِ الْمَكْتُوبِ.",
    "pg": "3:82-83"
  },
  "سفط": {
    "def": "السِّينُ وَالْفَاءُ وَالطَّاءُ لَيْسَ بِشَيْءٍ، وَمَا فِي بَابِهِ مَا يُعَوَّلُ عَلَيْهِ، إِلَّا أَنَّهُمْ سَمُّوا هَذَا السَّفَطَ. وَيَقُولُونَ: السَّفِيطُ السَّخِيُّ مِنَ الرِّجَالِ. وَأَنْشَدُوا:\nلَيْسَ بِذِي حَزْمٍ وَلَا سَفِيطِ\nوَهَذَا لَيْسَ بِشَيْءٍ.",
    "pg": "3:83"
  },
  "سفع": {
    "def": "السِّينُ وَالْفَاءُ وَالْعَيْنُ أَصْلَانِ: أَحَدُهُمَا لَوْنٌ مِنَ الْأَلْوَانِ، وَالْآخَرُ تَنَاوُلُ شَيْءٍ بِالْيَدِ. فَالْأَوَّلُ السُّفْعَةُ، وَهِيَ السَّوَادُ، وَلِذَلِكَ قِيلَ لِلْأَثَافِيِّ سُفْعٌ. وَمِنْهُ قَوْلُهُمْ: أَرَى بِهِ سُفْعَةً مِنْ غَضَبٍ، وَذَلِكَ إِذَا تَمَعَّرَ لَوْنُهُ. وَالسَّفْعَاءُ: الْمَرْأَةُ الشَّاحِبَةُ ; وَكُلُّ صَقْرٍ أَسْفَعُ. وَالسَّفْعَاءُ: الْحَمَامَةُ، وَسُفْعَتُهَا فِي عُنُقِهَا، دُوَيْنَ الرَّأْسِ وَفُوَيْقَ الطَّوْقِ. وَالسُّفْعَةُ: فِي آثَارِ الدَّارِ: مَا خَالَفَ مِنْ رَمَادِهَا سَائِرَ لَوْنِ الْأَرْضِ. وَكَانَ الْخَلِيلُ يَقُولُ: لَا تَكُونُ السُّفْعَةُ فِي اللَّوْنِ إِلَّا سَوَادًا مُشْرَبًا حُمْرَةً.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَقَوْلُهُمْ: سَفَعْتُ الْفَرَسَ، إِذَا أَخَذْتَ بِمُقَدَّمِ رَأْسِهِ، وَهِيَ نَاصِيَتُهُ، قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿لَنَسْفَعَنْ بِالنَّاصِيَةِ﴾ [العلق: ١٥] ، وَقَالَ الشَّاعِرُ:\nمِنْ بَيْنِ مُلْجِمِ مُهْرِهِ أَوْ سَافِعِ\nوَيُقَالُ سَفَعَ الطَّائِرُ ضَرِيبَتَهُ، أَيْ لَطَمَهُ. وَسَفَعْتُ رَأْسَ فُلَانٍ بِالْعَصَا، هَذَا مَحْمُولٌ عَلَى الْأَخْذِ بِالْيَدِ. وَفِي كِتَابِ الْخَلِيلِ: كَانَ عُبَيْدُ اللَّهِ بْنُ الْحَسَنِ قَاضِي الْبَصْرَةِ مُولَعًا بِأَنْ يَقُولَ: \" اسْفَعَا بِيَدِهِ فَأَقِيمَاهُ \"، أَيْ خُذَا بِيَدِهِ.\n\n[بَابُ السِّينِ وَالْقَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:83-84"
  },
  "سفف": {
    "def": "السِّينُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ انْضِمَامُ الشَّيْءِ إِلَى الشَّيْءِ وَدُنُوُّهُ مِنْهُ، ثُمَّ يُشْتَقُّ مِنْهُ مَا يُقَارِبُهُ.\nمِنْ ذَلِكَ أَسَفَّ الطَّائِرُ، إِذَا دَنَا مِنَ الْأَرْضِ فِي طَيَرَانِهِ. وَأَسَفَّ الرَّجُلُ لِلْأَمْرِ، إِذَا قَارَبَهُ. وَيُقَالُ أَسَفَّتِ السَّحَابَةُ، إِذَا دَنَتْ مِنَ الْأَرْضِ. قَالَ أَوْسٌ يَصِفُ السَّحَابَ: دَانٍ مِسَفٌّ فُوَيْقَ الْأَرْضِ هَيْدَبُهُ ... يَكَادُ يَدْفَعُهُ مَنْ قَامَ بِالرَّاحِ\nوَمِنَ الْبَابِ: أَسَفَّ الرَّجُلُ النَّظَرَ، إِذَا أَدَامَهُ. وَمِنْهُ السَّفْسَافُ: الْأَمْرُ الْحَقِيرُ. وَسُمِّيَ بِذَلِكَ لِأَنَّهُ مِنْ أَسَفَّ الرَّجُلُ لِلْأَمْرِ الدَّنِيِّ. وَمِنْ ذَلِكَ الْمُسَفْسِفَةُ، وَهِيَ الرِّيحُ الَّتِي تَجْرِي فُوَيْقَ الْأَرْضِ. وَالسِّفُّ: الْحَيَّةُ الَّتِي تُسَمَّى الْأَرْقَمَ، وَذَلِكَ أَنَّهُ يَلْصَقُ بِالْأَرْضِ لُصُوقًا فِي مَرِّهِ. فَالْقِيَاسُ فِي هَذَا كُلِّهِ وَاحِدٌ. وَأَمَّا سَفَفْتُ الْخُوصَ، وَالسَّفِيفُ: بِطَانٌ يُشَدُّ بِهِ الرَّحْلُ، فَمِنْ هَذَا ; لِأَنَّهُ إِذَا نُسِجَ فَقَدْ أُدْنِيَتْ كُلُّ طَاقَةٍ مِنْهُ إِلَى سَائِرِهَا.\nوَمِمَّا يَجُوزُ أَنْ يُحْمَلَ عَلَى الْبَابِ وَيَجُوزُ أَنْ يَكُونَ شَاذًّا، قَوْلُكَ: سَفِفْتُ الدَّوَاءَ أَسَفُّهُ. وَيُقَالُ أَسَفَّ وَجْهَهُ، إِذَا ذَرَّ عَلَيْهِ الشَّيْءَ. قَالَ ضَابِئٌ يَذْكُرُ ثَوْرًا:\nشَدِيدُ بَرِيقِ الْحَاجِبَيْنِ كَأَنَّمَا ... أُسِفَّ صَلَى نَارٍ فَأَصْبَحَ أَكْحَلَا",
    "pg": "3:57-58"
  },
  "سفق": {
    "def": "السِّينُ وَالْفَاءُ وَالْقَافُ أَصَيْلٌ يَدُلُّ عَلَى خِلَافِ السَّخَافَةِ. فَالسَّفِيقُ لُغَةٌ فِي الصَّفِيقِ، وَهُوَ خِلَافُ السَّخِيفِ. وَمِنْهُ سَفَقْتُ الْبَابَ فَانْسَفَقَ، إِذَا أَغْلَقْتَهُ. وَهُوَ يَرْجِعُ إِلَى ذَاكَ الْقِيَاسِ. وَمِنْهُ رَجُلٌ سَفِيقُ الْوَجْهِ، إِذَا كَانَ قَلِيلَ الْحَيَاءِ. وَمِنَ الْبَابِ: سَفَقْتُ وَجْهَهُ، لَطَمْتُهُ.",
    "pg": "3:78"
  },
  "سفك": {
    "def": "السِّينُ وَالْفَاءُ وَالْكَافُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ سَفَكَ دَمَهُ يَسْفِكُهُ سَفْكًا، إِذَا أَسَالَهُ، وَكَذَلِكَ الدَّمْعُ.",
    "pg": "3:78"
  },
  "سفل": {
    "def": "السِّينُ وَالْفَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ مَا كَانَ خِلَافَ الْعُلُوِّ. فَالسُّفْلُ سُِفْلُ الدَّارِ وَغَيْرِهَا. وَالسُّفُولُ: ضِدَّ الْعُلُوِّ. وَالسَّفِلَةُ: الدُّونُ مِنَ النَّاسِ، يُقَالُ هُوَ مِنْ سَفِلَةِ النَّاسِ وَلَا يُقَالُ سَفِلَةٌ. وَالسَّفَالُ: نَقِيضُ الْعَلَاءِ. وَإِنَّ أَمْرَهُمْ لَفِي سَفَالٍ. وَيُقَالُ قَعَدَ بِسُفَالَةِ الرِّيحِ وَعُلَاوَتِهَا. وَالْعُلَاوَةُ مِنْ حَيْثُ تَهُبُّ، وَالسُّفَالَةُ مَا كَانَ بِإِزَاءِ ذَلِكَ.",
    "pg": "3:78"
  },
  "سفن": {
    "def": "السِّينُ وَالْفَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَنْحِيَةِ الشَّيْءِ عَنْ وَجْهِ الشَّيْءِ، كَالْقَشْرِ، قَالَ ابْنُ دُرَيْدٍ: السَّفِينَةُ فَعَيْلَةٌ بِمَعْنَى فَاعِلَةٍ، لِأَنَّهَا تَسْفِنُ الْمَاءَ، كَأَنَّهَا تَقْشِرُهُ. وَالسَّفَّانُ: مَلَّاحُ السَّفِينَةِ. وَأَصْلُ الْبَابِ السَّفْنُ، وَهُوَ الْقِشْرُ، يُقَالُ سَفَنْتُ الْعُودَ أَسْفِنُهُ سَفْنًا. قَالَ امْرُؤُ الْقَيْسِ:\nفَجَاءَ خَفِيَّا يَسْفِنُ الْأَرْضَ بَطْنُهُ ... تَرَى التُّرْبَ مِنْهُ لَاصِقًا غَيْرَ مَلْصَقِ\nوَالسَّفَنُ: الْحَدِيدَةُ الَّتِي يُنْحَتُ بِهَا. قَالَ الْأَعْشَى:\nوَفِي كُلِّ عَامٍ لَهُ غَزْوَةٌ ... تَحُكُّ الدَّوَابِرَ حَكَّ السَّفَنْ\nوَسَفَنَتِ الرِّيحُ التُّرَابَ عَنْ وَجْهِ الْأَرْضِ.",
    "pg": "3:78-79"
  },
  "سفه": {
    "def": "السِّينُ وَالْفَاءُ وَالْهَاءُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى خِفَّةٍ وَسَخَافَةٍ. وَهُوَ قِيَاسٌ مُطَّرِدٌ. فَالسَّفَهُ: ضِدُّ الْحِلْمِ. يُقَالُ ثَوْبٌ سَفِيهٌ، أَيْ رَدِيءُ النَّسْجِ. وَيُقَالُ تَسَفَّهَتِ الرِّيحُ، إِذَا مَالَتْ. قَالَ ذُو الرُّمَّةِ:\nمَشَيْنَ كَمَا اهْتَزَّتْ رِيَاحٌ تَسَفَّهَتْ ... أَعَالِيَهَا مَرُّ الرِّيَاحِ الرَّوَاسِمِ\nوَفِي شِعْرِهِ أَيْضًا:\n. . . . . . . . . سَفِيهٍ جَدِيلُهَا يَذْكُرُ الزِّمَامَ وَاضْطِرَابَهُ. وَيُقَالُ تَسَفَّهْتُ فُلَانًا عَنْ مَالِهِ، إِذَا خَدَعْتَهُ، كَأَنَّكَ مِلْتَ بِهِ عَنْهُ وَاسْتَخْفَفْتَهُ. قَالَ:\nتَسَفَّهْتَهُ عَنْ مَالِهِ إِذْ رَأَيْتَهُ ... غُلَامًا كَغُصْنِ الْبَانَةِ الْمُتَغَايِدِ\nوَذَكَرَ نَاسٌ أَنَّ السَّفَهَ أَنْ يُكْثِرَ الْإِنْسَانُ مِنْ شُرْبِ الْمَاءِ فَلَا يَرْوَى. وَهَذَا إِنْ صَحَّ فَهُوَ قَرِيبٌ مِنْ ذَاكَ الْقِيَاسِ. وَكَانَ أَبُو زَيْدٍ يَقُولُ: سَافَهْتُ الْوَطْبَ أَوِ الدَّنَّ، إِذَا قَاعَدْتَهُ فَشَرِبْتَ مِنْهُ سَاعَةً بَعْدَ سَاعَةٍ. وَأَنْشَدَ:\nأَبِنْ لِي يَا عُمَيْرُ أَذُو كُعُوبٍ ... أَصَمُّ، قَنَاتُهُ فِيهَا ذُبُولُ\nأَحَبُّ إِلَيْكَ أَمْ وَطْبٌ مُدَوٍّ ... تُسَافِهُهُ إِذَا جَنَحَ الْأَصِيلُ",
    "pg": "3:79-80"
  },
  "سفو": {
    "def": "السِّينُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِفَّةٍ فِي الشَّيْءِ. فَالسَّفْوُ: مَصْدَرُ سَفَا يَسْفُو سَفْوًا، إِذَا مَشَى بِسُرْعَةٍ، وَكَذَلِكَ الطَّائِرُ إِذَا أَسْرَعَ فِي طَيَرَانِهِ. وَالسَّفَا: خِفَّةُ النَّاصِيَةِ، وَهُوَ يُكْرَهُ فِي الْخَيْلِ وَيُحْمَدُ فِي الْبِغَالِ، فَيُقَالُ بَغْلَةٌ سَفْوَاءُ. وَسَفَّتِ الرِّيحُ التُّرَابَ تَسْفِيهِ سَفْيًا. وَالسَّفَا: مَا تَطَايَرُ بِهِ الرِّيحُ مِنَ التُّرَابِ. وَالسَّفَا: شَوْكُ الْبُهْمَى، وَذَلِكَ [أَنَّهُ] إِذَا يَبِسَ خَفَّ وَتَطَايَرَتْ بِهِ الرِّيحُ. قَالَ رُؤْبَةُ: وَاسْتَنَّ أَعْرَافَ السَّفَا عَلَى الْقِيَقْ\nوَمِنَ الْبَابِ: السَّفَا، وَهُوَ تُرَابُ الْقَبْرِ. قَالَ:\nوَحَالَ السَّفَا بَيْنِي وَبَيْنَكِ وَالْعِدَا ... وَرَهْنُ السَّفَا غَمْرُ الطَّبِيعَةِ مَاجِدُ\nوَالسَّفَاءُ، مَهْمُوزٌ: السَّفَهُ وَالطَّيْشُ. قَالَ:\nكَمْ أَزَلَّتْ أَرْمَاحُنَا مِنْ سَفِيهٍ ... سَافَهُونَا بِغِرَّةٍ وَسَفَاءِ",
    "pg": "3:80-81"
  },
  "سقب": {
    "def": "السِّينُ وَالْقَافُ وَالْبَاءُ أَصْلَانِ: أَحَدُهُمَا الْقُرْبُ، وَالْآخَرُ يَدُلُّ عَلَى شَيْءٍ مُنْتَصِبٍ. فَالْأَوَّلُ السَّقَبُ، وَهُوَ الْقُرْبُ. وَمِنْهُ الْحَدِيثُ: «الْجَارُ أَحَقُّ بِسَقَبِهِ» . يُقَالُ مِنْهُ سَقِبَتِ الدَّارُ وَأَسْقَبَتْ. وَالسَّاقِبُ: الْقَرِيبُ. وَقَالَ قَوْمٌ: السَّاقِبُ الْقَرِيبُ وَالْبَعِيدُ. فَأَمَّا الْقَرِيبُ فَمَشْهُورٌ، وَأَمَّا الْبَعِيدُ فَاحْتَجُّوا فِيهِ بِقَوْلِ الْقَائِلِ:\nتَرَكْتَ أَبَاكَ بِأَرْضِ الْحِجَازِ ... وَرُحْتَ إِلَى بَلَدٍ سَاقِبِ\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالسَّقْبُ وَالصَّقْبُ، وَهُوَ عَمُودُ الْخِبَاءِ، وَشُبِّهَ بِهِ السَّقْبُ وَلَدُ النَّاقَةِ. وَيُقَالُ نَاقَةٌ مِسْقَابٌ، إِذَا كَانَ أَكْثَرُ وَضْعِهَا الذُّكُورَ، وَهُوَ قَوْلُهُ: غَرَّاءَ مِسْقَابًا لِفَحْلٍ أَسْقَبَا\nهَذَا فِعْلٌ لَا نَعْتٌ.",
    "pg": "3:85-86"
  },
  "سقر": {
    "def": "السِّينُ وَالْقَافُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى إِحْرَاقٍ أَوْ تَلْوِيحٍ بِنَارٍ. يُقَالُ سَقَرَتْهُ الشَّمْسُ، إِذَا لَوَّحَتْهُ. وَلِذَلِكَ سُمِّيَتْ سَقَرَ. وَسَقَرَاتُ الشَّمْسِ: حَرُورُهَا. وَقَدْ يُقَالُ بِالصَّادِ، وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "3:86"
  },
  "سقط": {
    "def": "السِّينُ وَالْقَافُ وَالطَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْوُقُوعِ، وَهُوَ مُطَّرِدٌ. مِنْ ذَلِكَ سَقَطَ الشَّيْءُ يَسْقُطُ سُقُوطًا. وَالسَّقَطُ: رَدِيءُ الْمَتَاعِ. وَالسِّقَاطُ وَالسَّقَطُ: الْخَطَأُ مِنَ الْقَوْلِ وَالْفِعْلِ. قَالَ سُوَيْدٌ:\nكَيْفَ يَرْجُونَ سِقَاطِي بَعْدَمَا ... جَلَّلَ الرَّأْسَ مَشِيبٌ وَصَلَعْ\nقَالَ بَعْضُهُمْ: السِّقَاطُ فِي الْقَوْلِ: جَمْعُ سَقْطَةٍ، يُقَالُ سِقَاطٌ كَمَا يُقَالُ رَمْلَةٌ وَرِمَالٌ. وَالسُّقَطُ: الْوَلَدُ يَسْقُطُ قَبْلَ تَمَامِهِ، وَهُوَ بِالضَّمِّ وَالْفَتْحِ وَالْكَسْرِ. وَسَُِقْطُ النَّارِ: مَا يَسْقُطُ مِنْهَا مِنَ الزَّنْدِ. وَالسَّقَّاطُ: السَّيْفُ يَسْقُطُ مِنْ وَرَاءِ الضَّرِيبَةِ، يَقْطَعُهَا حَتَّى يَجُوزَ إِلَى الْأَرْضِ. وَالسَّاقِطَةُ: الرَّجُلُ اللَّئِيمُ فِي حَسَبِهِ. وَالْمَرْأَةُ السَّقِيطَةُ: الدَّنِيئَةُ. وَحُدِّثْنَا عَنِ الْخَلِيلِ بِالْإِسْنَادِ الَّذِي ذَكَرْنَاهُ فِي أَوَّلِ الْكِتَابِ، قَالَ: يُقَالُ سَقَطَ الْوَلَدُ مِنْ بَطْنِ أُمِّهِ، وَلَا يُقَالُ وَقَعَ. وَسُقْطُ الرَّمْلِ وَسِقْطُهُ وَسَقْطُهُ: حَيْثُ يَنْتَهِي إِلَيْهِ طَرَفُهُ، وَهُوَ مُنْقَطَعُهُ. وَكَذَلِكَ مَسْقِطُ رَأْسِهِ، حَيْثُ وُلِدَ. وَهَذَا مَسْقِطُ السَّوْطِ حَيْثُ سَقَطَ. وَأَتَانَا فِي مَسْقِطِ النَّجْمِ، حَيْثُ سَقَطَ. وَهَذَا الْفِعْلُ مَسْقَطَةٌ لِلرَّجُلِ مِنْ عُيُونِ النَّاسِ. وَهُوَ أَنْ يَأْتِيَ مَا لَا يَنْبَغِي. وَالسِّقَاطُ فِي الْفَرَسِ: اسْتِرْخَاءُ الْعَدْوِ. وَيُقَالُ أَصْبَحَتِ الْأَرْضُ مُبْيَضَّةً مِنَ السَّقِيطِ، وَهُوَ الثَّلْجُ وَالْجَلِيدُ. وَيُقَالُ إِنَّ سِقْطَ السَّحَابِ حَيْثُ يُرَى طَرَفُهُ كَأَنَّهُ سَاقِطٌ عَلَى الْأَرْضِ فِي نَاحِيَةِ الْأُفُقِ، وَكَذَلِكَ سِقْطُ الْخِبَاءِ. وَسِقْطَا جَنَاحَيِ الظَّلِيمِ: مَا يُجَرُّ مِنْهُمَا عَلَى الْأَرْضِ فِي قَوْلِهِ:\nسِقْطَانِ مِنْ كَنَفَيْ ظَلِيمٍ نَافِرِ\nقَالَ بَعْضُ أَهْلِ الْعِلْمِ فِي قَوْلِ الْقَائِلِ:\nحَتَّى إِذَا مَا أَضَاءَ الصُّبْحُ وَانْبَعَثَتْ ... عَنْهُ نَعَامَةُ ذِي سِقْطَيْنِ مُعْتَكِرِ\nيُقَالُ إِنَّ نَعَامَةَ اللَّيْلِ سَوَادُهُ، وَسِقْطَاهُ: أَوَّلُهُ وَآخِرُهُ. يَعْنِي أَنَّ اللَّيْلَ ذَا السِّقْطَيْنِ مَضَى وَصَدَقَ الصُّبْحُ.",
    "pg": "3:86-87"
  },
  "سقع": {
    "def": "السِّينُ وَالْقَافُ وَالْعَيْنُ لَيْسَ بِأَصْلٍ ; لِأَنَّ السِّينَ فِيهِ مُبْدَلَةٌ مِنْ صَادٍ. يُقَالُ صُقْعٌ وَسُقْعٌ. وَصَقَعْتُهُ وَسَقَعْتُهُ. وَمَا أَدْرِي أَيْنَ سَقَعَ أَيْ ذَهَبَ.",
    "pg": "3:87"
  },
  "سقف": {
    "def": "السِّينُ وَالْقَافُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى ارْتِفَاعٍ فِي إِطْلَالٍ وَانْحِنَاءٍ. مِنْ ذَلِكَ السَّقْفِ سَقْفِ الْبَيْتِ، لِأَنَّهُ عَالٍ مُطِلٌّ. وَالسَّقِيفَةُ: الصُّفَّةُ. وَالسَّقِيفَةُ: كُلُّ لَوْحٍ عَرِيضٍ فِي بِنَاءٍ إِذَا ظَهَرَ مِنْ حَائِطٍ. وَالسَّمَاءُ سَقْفٌ، قَالَ اللَّهُ تَعَالَى: ﴿وَجَعَلْنَا السَّمَاءَ سَقْفًا مَحْفُوظًا﴾ [الأنبياء: ٣٢] . وَمِنَ الْبَابِ الْأَسْقَفُ مِنَ الرِّجَالِ، وَهُوَ الطَّوِيلُ الْمُنْحَنِي ; يُقَالُ أَسْقَفُ بَيِّنُ السَّقَفِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ السِّينِ وَالْكَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:87-88"
  },
  "سقل": {
    "def": "السِّينُ وَالْقَافُ وَاللَّامُ لَيْسَ بِأَصْلٍ، لِأَنَّ السِّينَ فِيهِ مُبْدَلَةٌ عَنْ صَادٍ.",
    "pg": "3:84"
  },
  "سقم": {
    "def": "السِّينُ وَالْقَافُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمَرَضُ: يُقَالُ سُقْمٌ وَسَقَمٌ وَسَقَامٌ، ثَلَاثُ لُغَاتٍ.",
    "pg": "3:84"
  },
  "سقى": {
    "def": "السِّينُ وَالْقَافُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ، وَهُوَ إِشْرَابُ الشَّيْءِ الْمَاءَ وَمَا أَشْبَهَهُ. تَقُولُ: سَقَيْتُهُ بِيَدِي أَسْقِيهِ سَقْيًا، وَأَسْقَيْتُهُ، إِذَا جَعَلْتَ لَهُ سِقْيًا. وَالسُّقْيُ: الْمَصْدَرُ، وَكَمْ سِقْيُ أَرْضِكَ، أَيْ حَظُّهَا مِنَ الشُّرْبِ. وَيُقَالُ: أَسْقَيْتُكَ هَذَا الْجِلْدَ، أَيْ وَهِبَتُهُ لَكَ تَتَّخِذُهُ سِقَاءً. وَسَقَيْتُ عَلَى فُلَانٍ، أَيْ قُلْتُ: سَقَاهُ اللَّهُ. حَكَاهُ الْأَخْفَشُ. وَالسِّقَايَةُ: الْمَوْضِعُ الَّذِي يُتَّخَذُ فِيهِ الشَّرَابُ فِي الْمَوْسِمِ. وَالسِّقَايَةُ: الصُّوَاعُ، وَفِي قَوْلِهِ جَلَّ وَعَزَّ: ﴿جَعَلَ السِّقَايَةَ فِي رَحْلِ أَخِيهِ﴾ [يوسف: ٧٠] ، وَهُوَ الَّذِي كَانَ يَشْرَبُ فِيهِ الْمَلِكُ. وَسَقَى بَطْنُ فُلَانٍ، وَذَلِكَ مَاءٌ أَصْفَرُ يَقَعُ فِيهِ. وَسَقَى فُلَانٌ عَلَى فُلَانٍ بِمَا يَكْرَهُ، إِذَا كَرَّرَهُ عَلَيْهِ. وَالسَّقِيُّ: الْبَرْدِيُّ فِي قَوْلِ امْرِئِ الْقَيْسِ:\nوَسَاقٍ كَأُنْبُوبِ السَّقِيِّ الْمَذَلَّلِ\nوَالسَّقِيُّ، عَلَى فَعِيلٍ أَيْضًا: السَّحَابَةُ الْعَظِيمَةُ الْقَطْرِ. وَالسِّقَاءُ مَعْرُوفٌ، وَيُشْتَقُّ مِنْ هَذَا أَسْقَيْتُ الرَّجُلَ، إِذَا اغْتَبْتَهُ. قَالَ ابْنُ أَحْمَرَ:\nوَلَا أَيَّ مَنْ عَادَيْتُ أَسْقِي سِقَائِيَا",
    "pg": "3:84-85"
  },
  "سكب": {
    "def": "السِّينُ وَالْكَافُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى صَبِّ الشَّيْءِ. تَقُولُ: سَكَبَ الْمَاءَ يَسْكُبُهُ. وَفَرَسٌ سَكْبٌ، أَيْ ذَرِيعٌ، كَأَنَّهُ يَسْكُبُ عَدْوَهُ سَكْبًا، وَذَلِكَ كَتَسْمِيَتِهِمْ إِيَّاهُ بَحْرًا.",
    "pg": "3:88-89"
  },
  "سكت": {
    "def": "السِّينُ وَالْكَافُ وَالتَّاءُ يَدُلُّ عَلَى خِلَافِ الْكَلَامِ. تَقُولُ: سَكَتَ يَسْكُتُ سُكُوتًا، وَرَجُلٌ سِكِّيتٌ. وَرَمَاهُ بِسُكَاتَةٍ، أَيْ بِمَا أَسْكَتَهُ. وَسَكَتَ الْغَضَبُ، بِمَعْنَى سَكَنَ. وَالسُّكْتَةُ: مَا أَسْكَتَّ بِهِ الصَّبِيَّ. فَأَمَّا السُّكَيْتُ فَإِنَّهُ مِنَ الْخَيْلِ الْعَاشِرُ عِنْدَ جَرْيِهَا فِي السِّبَاقِ. وَيُمْكِنُ أَنْ يَكُونَ سُمِّي سُكَيْتًا لِأَنَّ صَاحِبَهُ يَسْكُتُ عَنِ الِافْتِخَارِ، كَمَا يُقَالُ أَجَرَّهُ كَذَا، إِذَا مَنَعَهُ مِنَ الِافْتِخَارِ، وَكَأَنَّهُ جَرَّ لِسَانَهُ.",
    "pg": "3:89"
  },
  "سكر": {
    "def": "السِّينُ وَالْكَافُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى حَيْرَةٍ. مِنْ ذَلِكَ السُّكْرِ مِنَ الشَّرَابِ. يُقَالُ سَكِرَ سُكْرًا، وَرَجُلٌ سِكِّيرٌ، أَيْ كَثِيرُ السُّكْرِ. وَالتَّسْكِيرُ: التَّحْيِيرُ فِي قَوْلِهِ ﷿: ﴿لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا﴾ [الحجر: ١٥] وَنَاسٌ يَقْرَءُونَهَا سُكِرَتْ مُخَفَّفَةً. قَالُوا: وَمَعْنَاهُ سُحِرَتْ. وَالسِّكْرُ: مَا يُسْكَرُ فِيهِ الْمَاءُ مِنَ الْأَرْضِ. وَالسَّكْرُ: حَبْسُ الْمَاءِ، وَالْمَاءُ إِذَا سُكِرَ تَحَيَّرَ. وَأَمَّا قَوْلُهُمْ لَيْلَةٌ سَاكِرَةٌ، فَهِيَ السَّاكِنَةُ الَّتِي [هِيَ] طَلْقَةٌ، الَّتِي لَيْسَ فِيهَا مَا يُؤْذِي. قَالَ أَوْسٌ:\nتُزَادُ لَيَالِيَّ فِي طُولِهَا ... فَلَيْسَتْ بِطَلْقٍ وَلَا سَاكِرَهْ\nوَيُقَالُ سَكَرَتِ الرِّيحُ، أَيْ سَكَنَتْ. وَالسَّكَرُ: الشَّرَابُ. وَحَكَى نَاسٌ سَكَرَهُ إِذَا خَنَقَهُ. فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنَ الْبَابِ. وَالْبَعِيرُ يُسَكِّرُ الْآخَرَ بِذِرَاعِهِ حَتَّى يَكَادَ يَقْتُلُهُ. قَالَ: غَثَّ الرِّبَاعِ جَذَعًا يُسَكَّرُ",
    "pg": "3:89-90"
  },
  "سكف": {
    "def": "السِّينُ وَالْكَافُ وَالْفَاءُ لَيْسَ أَصْلًا، وَفِيهِ كَلِمَتَانِ: أَحَدُهُمَا أُسْكُفَّةُ الْبَابِ: الْعَتَبَةُ الَّتِي يُوطَأُ عَلَيْهَا. وَأُسْكُفُّ الْعَيْنِ، مُشَبَّهٌ بِأُسْكُفَّةِ الْبَابِ. وَأَمَّا الْإِسْكَافُ فَيُقَالُ إِنَّ كُلَّ صَانِعٍ إِسْكَافٌ عِنْدَ الْعَرَبِ. وَيُنْشَدُ قَوْلُ الشَّمَّاخِ:\nوَشُعْبَتَا مَيْسٍ بَرَاهَا إِسْكَافْ\nقَالُوا: أَرَادَ الْقَوَّاسَ.\n\n[بَابُ السِّينِ وَاللَّامِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:90"
  },
  "سكك": {
    "def": "السِّينُ وَالْكَافُ أَصْلٌ مُطَّرِدٌ، يَدُلُّ عَلَى ضِيقٍ وَانْضِمَامٍ وَصِغَرٍ. مِنْ ذَلِكَ السَّكَكُ، وَهُوَ صِغَرُ الْأُذُنِ. وَهَذِهِ أُذُنٌ سَكَّاءُ. وَيُقَالُ اسْتَكَّتْ مَسَامِعُهُ ; إِذَا صَمَّتْ. قَالَ النَّابِغَةُ: وَخُبِّرْتُ، خَيْرَ النَّاسِ، أَنَّكَ لُمْتَنِي ... وَتِلْكَ الَّتِي تَسْتَكُّ مِنْهَا الْمَسَامِعُ\nوَالسِّكَّةُ: الطَّرِيقَةُ الْمُصْطَفَّةُ مِنَ النَّخْلِ. وَسُمِّيَتْ بِذَلِكَ لِتَضَايُقِهَا فِي اسْتِوَاءٍ. وَمِنْ هَذَا اشْتِقَاقُ سِكَّةِ الدَّرَاهِمِ، وَهِيَ الْحَدِيدَةُ ; لِتَضَايُقِ رَسْمِ كِتَابَتِهَا. وَالسَّكُّ: أَنْ تَضُبَّ الْبَابَ بِالْحَدِيدِ. وَالسَّكِّيُّ: النَّجَّارُ. وَيُقَالُ إِنَّ السُّكَّ مِنَ الرَّكَايَا الْمُسْتَوِيَةِ الْجِرَابِ. وَيُقَالُ السُّكُّ: جُحْرُ الْعَقْرَبِ. وَيُقَالُ لِلدِّرْعِ الضَّيِّقَةِ أَوِ الضَّيِّقَةِ الْحَلَقِ: سُكٌّ. وَيُقَالُ لِلنَّبْتِ إِذَا انْسَدَّ خَصَاصُهُ: قَدِ اسْتَكَّ. وَالْقِيَاسُ مُطَّرِدٌ فِي جَمِيعِ مَا ذَكَرْنَاهُ.\nوَمِمَّا حُمِلَ عَلَيْهِ مَاحَكَاهُ ابْنُ دُرَيْدٍ: سَكَّهُ يَسُكُّهُ سَكًّا، إِذَا اصْطَلَمَ أُذُنَيْهِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ: السُّكَاكُ: اللُّوحُ بَيْنَ السَّمَاءِ وَالْأَرْضِ. وَالسُّكُّ: الَّذِي يُتَطَيَّبُ بِهِ. وَيُقَالُ إِنَّهُ عَرَبِيٌّ صَحِيحٌ.",
    "pg": "3:58-59"
  },
  "سكم": {
    "def": "السِّينُ وَالْكَافُ وَالْمِيمُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّ بَعْضَهُمْ ذَكَرَ أَنَّ السَّكْمَ مُقَارَبَةُ الْخَطْوِ.",
    "pg": "3:88"
  },
  "سكن": {
    "def": "السِّينُ وَالْكَافُ وَالنُّونُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ، يَدُلُّ عَلَى خِلَافِ الِاضْطِرَابِ وَالْحَرَكَةِ. يُقَالُ سَكَنَ الشَّيْءُ يَسْكُنُ سُكُونًا فَهُوَ سَاكِنٌ. وَالسَّكْنُ: الْأَهْلُ الَّذِينَ يَسْكُنُونَ الدَّارَ. وَفِي الْحَدِيثِ: «حَتَّى إِنَّ الرُّمَّانَةَ لَتُشْبِعُ السَّكْنَ» . وَالسَّكَنُ: النَّارُ، فِي قَوْلِ الْقَائِلِ:\nقَدْ قُوِّمَتْ بِسَكَنٍ وَأَدْهَانْ\nوَإِنَّمَا سُمِّيَتْ سَكَنًا لِلْمَعْنَى الْأَوَّلِ، وَهُوَ أَنَّ النَّاظِرَ إِلَيْهَا يَسْكُنُ وَيَسْكُنُ إِلَيْهَا وَإِلَى أَهْلِهَا. وَلِذَلِكَ قَالُوا: \" آنَسُ مِنْ نَارٍ \". وَيَقُولُونَ: \" هُوَ أَحْسَنُ مِنَ النَّارِ فِي عَيْنِ الْمَقْرُورِ \". وَالسَّكَنُ: كُلُّ مَا سَكَنْتَ إِلَيْهِ مِنْ مَحْبُوبٍ. وَالسِّكِّينُ مَعْرُوفٌ، قَالَ بَعْضُ أَهْلِ اللُّغَةِ: هُوَ فِعِّيلٌ لِأَنَّهُ يُسَكِّنُ حَرَكَةَ الْمَذْبُوحِ بِهِ. وَمِنَ الْبَابِ السَّكِينَةُ، وَهُوَ الْوَقَارُ، وَسُكَّانُ السَّفِينَةِ سُمِّيَ لِأَنَّهُ يُسَكِّنُهَا عَنِ الِاضْطِرَابِ، وَهُوَ عَرَبِيٌّ.",
    "pg": "3:88"
  },
  "سلب": {
    "def": "السِّينُ وَاللَّامُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ أَخْذُ الشَّيْءِ بِخِفَّةٍ وَاخْتِطَافٍ. يُقَالُ سَلَبْتُهُ ثَوْبَهُ سَلْبًا. وَالسَّلَبُ: الْمَسْلُوبُ. وَفِي الْحَدِيثِ: «مَنْ قَتَلَ قَتِيلًا فَلَهُ سَلَبُهُ» . وَالسَّلِيبُ: الْمَسْلُوبُ. وَالسَّلُوبُ مِنَ النُّوقِ: الَّتِي يُسْلَبُ وَلَدُهَا وَالْجَمْعُ سُلُبٌ. وَأَسْلَبَتِ النَّاقَةُ، إِذَا كَانَتْ تِلْكَ حَالَهَا. وَأَمَّا السَّلَبُ وَهُوَ لِحَاءُ الشَّجَرِ فَمِنَ الْبَابِ أَيْضًا ; لِأَنَّهُ تَقَشَّرَ عَنِ الشَّجَرِ، فَكَأَنَّمَا قَدْ سُلِبَتْهُ. وَقَوْلُ ابْنِ مَحْكَانَ:\nفَنَشْنَشَ الْجِلْدَ عَنْهَا وَهِيَ بَارِكَةٌ ... كَمَا تُنَشْنِشُ كَفَّا قَاتِلٍ سَلَبَا\nفَفِيهِ رِوَايَتَانِ: رَوَاهُ ابْنُ الْأَعْرَابِيِّ \" قَاتِلٍ \" بِالْقَافِ. وَرَوَاهُ الْأَصْمَعِيُّ بِالْفَاءِ. وَكَانَ يَقُولُ: السَّلَبُ لِحَاءُ الشَّجَرِ، وَبِالْمَدِينَةِ سُوقُ السَّلَّابِينَ، فَذَهَبَ إِلَى أَنَّ الْفَاتِلَ هُوَ الَّذِي يَفْتِلُ السَّلَبَ. فَسَمِعْتُ عَلِيَّ بْنَ إِبْرَاهِيمَ الْقَطَّانَ يَقُولُ: سَمِعْتُ أَبَا الْعَبَّاسِ أَحْمَدَ بْنَ يَحْيَى ثَعْلَبًا يَقُولُ: أَخْطَأَ ابْنُ الْأَعْرَابِيِّ، وَالصَّحِيحُ مَا قَالَهُ الْأَصْمَعِيُّ.\nوَمِنَ الْبَابِ تَسَلَّبَتِ الْمَرْأَةُ، مِثْلُ أَحَدَّتْ. قَالَ قَوْمٌ: هَذَا مِنَ السُّلُبِ، وَهِيَ الثِّيَابُ السُّودُ. وَالَّذِي يُقَرِّبُ هَذَا مِنَ الْبَابِ الْأَوَّلِ [أَنَّ] ثِيَابَهَا مُشَبَّهَةٌ بِالسَّلَبِ، الَّذِي هُوَ لِحَاءُ الشَّجَرِ. قَالَ لَبِيَدٌ:\nفِي السُّلُبِ السُّودِ وَفِي الْأَمْسَاحِ\nوَقَالَ بَعْضُهُمْ: الْفَرْقُ بَيْنَ الْإِحْدَادِ وَالتَّسَلُّبِ، أَنَّ الْإِحْدَادَ عَلَى الزَّوْجِ وَالتَّسَلُّبَ قَدْ يَكُونُ عَلَى غَيْرِ الزَّوْجِ. فَأَمَّا قَوْلُهُمْ فَرَسٌ سَلِيبٌ، فَيُقَالُ إِنَّهُ الطَّوِيلُ الْقَوَائِمِ. وَقَالَ آخَرُونَ: هُوَ الْخَفِيفُ نَقْلِ الْقَوَائِمِ ; يُقَالُ رَجُلٌ سَلِيبُ الْيَدَيْنِ بِالطَّعْنِ، وَثَوْرٌ سَلِيبُ الْقَرْنِ بِالطَّعْنِ. وَهَذَا أَجْوَدُ الْقَوْلَيْنِ وَأَقْيَسُهُمَا ; لِأَنَّهُ كَأَنَّهُ يَسْلُبُ الطَّعْنَ اسْتِلَابًا.",
    "pg": "3:92-93"
  },
  "سلت": {
    "def": "السِّينُ وَاللَّامُ وَالتَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ جَلْفُ الشَّيْءِ عَنِ الشَّيْءِ وَقَشْرُهُ. يُقَالُ سَلَتَتِ الْمَرْأَةُ خِضَابَهَا عَنْ يَدِهَا. وَمِنْهُ سَلَتَ فُلَانٌ أَنْفَ فُلَانٍ بِالسَّيْفِ سَلْتًا، وَذَلِكَ إِذَا أَخَذَهُ كُلَّهُ. وَالرَّجُلُ أَسْلَتُ. وَيُقَالُ إِنَّ الْمَرْأَةَ الَّتِي لَا تَتَعَهَّدُ الْخِضَابَ يُقَالُ لَهَا السَّلْتَاءُ. وَمِنَ الْبَابِ السُّلْتُ: ضَرْبٌ مِنَ الشَّعِيرِ لَا يَكَادُ [يَكُونُ] لَهُ قِشْرٌ، وَالْعَرَبُ تُسَمِّيهِ الْعُرْيَانَ.",
    "pg": "3:93"
  },
  "سلج": {
    "def": "السِّينُ وَاللَّامُ وَالْجِيمُ أَصْلٌ يَدُلُّ عَلَى الِابْتِلَاعِ. يُقَالُ سَلَجَ الشَّيْءَ يَسْلَجُهُ، إِذَا ابْتَلَعَهُ سَلْجًا وَسَلَجَانًا. وَفِي كَلَامِهِمْ: \" الْأَخْذُ سَلَجَانٌ وَالْقَضَاءُ لَِيَّانٌ \". وَمِنَ الْبَابِ: فُلَانٌ يَتَسَلَّجُ الشَّرَابَ، أَيْ يُلِحُّ فِي شُرْبِهِ.",
    "pg": "3:93-94"
  },
  "سلح": {
    "def": "السِّينُ وَاللَّامُ وَالْحَاءُ السِّلَاحُ، وَهُوَ مَا يُقَاتَلُ بِهِ، وَكَانَ أَبُو عُبَيْدَةَ يُفَرِّقُ بَيْنَ السِّلَاحِ وَالْجُنَّةِ، فَيَقُولُ: السِّلَاحُ مَا قُوتِلَ بِهِ، وَالْجُنَّةُ مَا اتُّقِيَ بِهِ، وَيَحْتَجُّ بِقَوْلِهِ:\nحَيْثُ تَرَى الْخَيْلَ بِالْأَبْطَالِ عَابِسَةً ... يَنْهَضْنَ بِالْهِنْدَوَانِيَّاتِ وَالْجُنَنِ\nفَجَعَلَ الْجُنَنَ غَيْرَ السُّيُوفِ. وَالْإِسْلِيحُ: شَجَرَةٌ تَغْزُرُ عَلَيْهَا الْإِبِلُ. وَقَالَتِ الْأَعْرَابِيَّةُ: \" الْإِسْلِيحُ، رُغْوَةٌ وَسَرِيحٌ، وَسَنَامٌ وَإِطْرِيحٌ \".",
    "pg": "3:94"
  },
  "سلخ": {
    "def": "السِّينُ وَاللَّامُ وَالْخَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ إِخْرَاجُ الشَّيْءِ عَنْ جِلْدِهِ. ثُمَّ يُحْمَلُ عَلَيْهِ. وَالْأَصْلُ سَلَخْتُ جِلْدَةَ الشَّاةِ سَلْخًا. وَالسِّلْخُ: جِلْدُ الْحَيَّةِ تَنْسَلِخُ. وَيُقَالُ أَسْوَدٌ سَالِخٌ لِأَنَّهُ يَسْلَخُ جِلْدَهُ كُلَّ عَامٍ فِيمَا يُقَالُ. وَحَكَى بَعْضُهُمْ سَلَخَتِ الْمَرْأَةُ دِرْعَهَا: نَزَعَتْهُ. وَمِنْ قِيَاسِ الْبَابِ: سَلَخْتُ الشَّهْرَ، إِذَا صِرْتَ فِي آخِرِ يَوْمِهِ. وَهَذَا مَجَازٌ. وَانْسَلَخَ الشَّهْرُ، وَانْسَلَخَ النَّهَارُ مِنَ اللَّيْلِ الْمُقْبِلِ. وَمِنَ الْبَابِ نَخْلَةٌ مِسْلَاخٌ، وَهِيَ الَّتِي تَنْثُرُ بُسْرَهَا أَخْضَرَ.",
    "pg": "3:94"
  },
  "سلس": {
    "def": "السِّينُ وَاللَّامُ وَالسِّينُ يَدُلُّ عَلَى سُهُولَةٍ فِي الشَّيْءِ. يُقَالُ هُوَ سَهْلٌ سَلِسٌ. وَالسَّلْسُ: جِنْسٌ مِنَ الْخَرَزِ، وَلَعَلَّهُ سُمِّيَ بِذَلِكَ لِسَلَاسَتِهِ فِي نَظْمِهِ. قَالَ: وَقَلَائِدٌ مِنْ حُبْلَةٍ وَسُلُوسِ",
    "pg": "3:94-95"
  },
  "سلط": {
    "def": "السِّينُ وَاللَّامُ وَالطَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْقُوَّةُ وَالْقَهْرُ. مِنْ ذَلِكَ السَّلَاطَةِ، مِنَ التَّسَلُّطِ وَهُوَ الْقَهْرُ، وَلِذَلِكَ سُمِّيَ السُّلْطَانُ سُلْطَانًا. وَالسُّلْطَانُ: الْحُجَّةُ. وَالسَّلِيطُ مِنَ الرِّجَالِ: الْفَصِيحُ اللِّسَانِ الذَّرِبُ. وَالسَّلِيطَةُ: الْمَرْأَةُ الصَّخَّابَةُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ السَّلِيطُ: الزَّيْتُ بِلُغَةِ أَهْلِ الْيَمَنِ، وَبِلُغَةِ غَيْرِهِمْ دُهْنُ السِّمْسِمِ.",
    "pg": "3:95"
  },
  "سلع": {
    "def": "السِّينُ وَاللَّامُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى انْصِدَاعِ الشَّيْءِ وَانْفِتَاحِهِ. مِنْ ذَلِكَ السَّلْعِ ; وَهُوَ شَقٌّ فِي الْجَبَلِ كَهَيْئَةِ الصَّدْعِ، وَالْجَمْعُ سُلُوعٌ. وَيُقَالُ تَسَلَّعَ عَقِبُهُ، إِذَا تَشَقَّقَ وَتَزَلَّعَ. وَيُقَالُ سَلَعَ رَأْسَهُ، إِذَا فَلَقَهُ. وَالسِّلْعَةُ: الشَّيْءُ الْمَبِيعُ، وَذَلِكَ أَنَّهَا لَيْسَتْ بِقُِنْيَةٍ تُمْسَكُ، فَالْأَمْرُ فِيهَا وَاسِعٌ. وَالسَّلَعُ: شَجَرَ.",
    "pg": "3:95"
  },
  "سلغ": {
    "def": "السِّينُ وَاللَّامُ وَالْغَيْنُ لَيْسَ بِأَصْلٍ، لَكِنَّهُ مِنْ بَابِ الْإِبْدَالِ فَسِينُهُ مُبْدَلَةٌ مِنْ صَادٍ. يُقَالُ سَلَغَتِ الْبَقَرَةُ، إِذَا خَرَجَ نَابُهَا، فَهِيَ سَالِغٌ. وَيَقُولُونَ لَحْمٌ أَسْلَغُ، إِذَا لَمْ يَنْضَجْ. وَرَجُلٌ أَسْلَغُ: شَدِيدُ الْحُمْرَةِ.",
    "pg": "3:95"
  },
  "سلف": {
    "def": "السِّينُ وَاللَّامُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى تَقَدُّمٍ وَسَبْقٍ. مِنْ ذَلِكَ السَّلَفُ: الَّذِينَ مَضَوْا. وَالْقَوْمُ السُّلَّافُ: الْمُتَقَدِّمُونَ. وَالسُّلَافُ: السَّائِلُ مِنْ عَصِيرِ الْعِنَبِ قَبْلَ أَنْ يُعْصَرَ. وَالسُّلْفَةُ: الْمُعَجَّلُ مِنَ الطَّعَامِ قَبْلَ الْغَدَاءِ. وَالسُّلُوفُ: النَّاقَةُ تَكُونُ فِي أَوَائِلِ الْإِبِلِ إِذَا وَرَدَتْ. وَمِنَ الْبَابِ السَّلَفُ فِي الْبَيْعِ، وَهُوَ مَالٌ يُقَدَّمُ لِمَا يُشْتَرَى نَسَاءً. وَنَاسٌ يُسَمُّونَ الْقَرْضَ السَّلَفَ، وَهُوَ ذَاكَ الْقِيَاسُ لِأَنَّهُ شَيْءٌ يُقَدَّمُ بِعِوَضٍ يَتَأَخَّرُ. وَمِنْ غَيْرِ هَذَا الْقِيَاسِ السِّلْفُ سِلْفُ الرِّجَالِ، وَهُمَا اللَّذَانِ يَتَزَوَّجُ هَذَا أُخْتًا وَهَذَا أُخْتًا. وَهَذَا قِيَاسُ السَّالِفَتَيْنِ، وَهُمَا صَفْحَتَا الْعُنُقِ، هَذِهِ بِحِذَاءِ هَذِهِ.\nوَمِمَّا شَذَّ عَنِ الْبَابَيْنِ السَّلْفُ وَهُوَ الْجِرَابُ. وَيُقَالُ إِنَّ الْقُلْفَةَ تُسَمَّى سَلْفًا. وَمِنْهُ أَسْلَفْتُ الْأَرْضَ لِلزَّرْعِ، إِذَا سَوَّيْتَهَا. وَمُمْكِنٌ أَنْ يَكُونَ هَذَا مِنْ قِيَاسِ الْبَابِ الْأَوَّلِ: لِأَنَّهُ أَمْرٌ قَدْ تَقَدَّمَ فِي إِصْلَاحِهِ.",
    "pg": "3:95-96"
  },
  "سلق": {
    "def": "السِّينُ وَاللَّامُ وَالْقَافُ فِيهِ كَلِمَاتٌ مُتَبَايِنَةٌ لَا تَكَادُ تُجْمَعُ مِنْهَا كَلِمَتَانِ فِي قِيَاسٍ وَاحِدٍ ; وَرَبُّكَ جَلَّ ثَنَاؤُهُ يَفْعَلُ مَا يَشَاءُ، وَيُنْطِقُ خَلْقَهُ كَيْفَ أَرَادَ.\nفَالسَّلَقُ: الْمُطْمَئِنُّ مِنَ الْأَرْضِ. وَالسِّلْقَةُ: الذِّئْبَةُ. وَسَلَقَ: صَاحَ. وَالسَّلِيقَةُ: الطَّبِيعَةُ. وَالسَّلِيقَةُ: أَثَرُ النِّسْعِ فِي جَنْبِ الْبَعِيرِ. وَسَلُوقُ: بَلَدٌ. وَالتَّسَلُّقُ عَلَى الْحَائِطِ: التَّوَرُّدُ عَلَيْهِ إِلَى الدَّارِ. وَالسَّلِيقُ: مَا تَحَاتَّ مِنَ الشَّجَرِ. قَالَ الرَّاجِزُ:\nتَسْمَعُ مِنْهَا فِي السَّلِيقِ الْأَشْهَبِ ... مَعْمَعَةً مِثْلَ الضِّرَامِ الْمُلْهَبِ\nوَالسُّلَاقُ: تَقَشُّرُ جِلْدِ اللِّسَانِ. وَسَلَقْتُ الْمَزَادَةَ، إِذَا دَهَنْتَهَا. قَالَ امْرُؤُ الْقَيْسٍ: كَأَنَّهُمَا مَزَادَتَا مُتَعَجِّلٍ ... فَرِيَّانِ لَمَّا يُسْلَقَا بِدِهَانِ\nوَالسَّلْقُ: أَنْ تُدْخِلَ إِحْدَى عُرْوَتَيِ الْجُوَالِقِ فِي الْأُخْرَى، ثُمَّ تَثْنِيَهَا مَرَّةً أُخْرَى.",
    "pg": "3:96-97"
  },
  "سلك": {
    "def": "السِّينُ وَاللَّامُ وَالْكَافُ أَصْلٌ يَدُلُّ عَلَى نُفُوذِ شَيْءٍ فِي شَيْءٍ. يُقَالُ سَلَكْتُ الطَّرِيقَ أَسْلُكُهُ. وَسَلَكْتُ الشَّيْءَ فِي الشَّيْءِ: أَنْفَذْتَهُ. وَالطَّعْنَةُ السُّلْكَى، إِذَا طَعَنَهُ تِلْقَاءَ وَجْهِهِ. وَالْمُسْلَكَةُ: طُرَّةٌ تُشَقُّ مِنْ نَاحِيَةِ الثَّوْبِ. وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِامْتِدَادِهَا. وَهِيَ كَالسِّكَكِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ السُّلَكَةُ: الْأُنْثَى مِنْ وَلَدِ الْحَجَلِ، وَالذَّكَرُ سُلَكٌ، وَجَمْعُهُ سِلْكَانٌ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ السِّينِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:97"
  },
  "سلل": {
    "def": "السِّينُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ مَدُّ الشَّيْءِ فِي رِفْقٍ وَخَفَاءٍ، ثُمَّ يُحْمَلُ عَلَيْهِ. فَمِنْ ذَلِكَ سَلَلْتُ الشَّيْءَ أَسُلُّهُ سَلًّا. وَالسَّلَّةُ وَالْإِسْلَالُ: السَّرِقَةُ. وَفِي حَدِيثِ رَسُولِ اللَّهِ ﵌ حِينَ كَتَبَ: «لَا إِغْلَالَ وَلَا إِسْلَالَ» . فَالْإِغْلَالُ: الْخِيَانَةُ. وَالْإِسْلَالُ: السَّرِقَةُ. وَمِنَ الْبَابِ: السَّلِيلُ: الْوَلَدُ ; كَأَنَّهُ سُلَّ مِنْ أُمِّهِ سَلًّا. قَالَتِ امْرَأَةٌ مِنَ الْعَرَبِ فِي ابْنِهَا:\nسُلَّ مِنْ قَلْبِي وَمِنْ كَبِدِي ... قَمَرًا مِنْ دُونِهِ الْقَمَرُ\nوَمِمَّا حُمِّلَ عَلَيْهِ السِّلْسِلَةُ، سُمِّيَتْ بِذَلِكَ لِأَنَّهَا مُمْتَدَّةٌ فِي اتِّصَالٍ. وَمِنْ ذَلِكَ تَسَلْسَلَ الْمَاءُ فِي الْحَلْقِ، إِذَا جَرَى. وَمَاءٌ سَلْسَلٌ وَسَلْسَالٌ وَسُلَاسِلٌ. قَالَ الْأَخْطَلُ:\nإِذَا خَافَ مِنْ نَجْمٍ عَلَيْهَا ظَمَاءَةً ... أَمَالَ إِلَيْهَا جَدْوَلًا يَتَسَلْسَلُ\nقَالَ بَعْضُ أَهْلِ اللُّغَةِ: السَّلْسَلَةُ اتِّصَالُ الشَّيْءِ بِالشَّيْءِ، وَبِذَلِكَ سُمِّيَتْ سِلْسِلَةُ الْحَدِيدِ، وَسِلْسِلَةُ الْبَرْقِ الْمُسْتَطِيلَةُ فِي عَرْضِ السَّحَابِ. وَالسَّالُّ: مَسِيلٌ فِي مَضِيقِ الْوَادِي، وَجَمْعُهُ سُلَّانٌ، كَأَنَّ الْمَاءَ يَنْسَلُّ مِنْهُ أَوْ فِيهِ انْسِلَالًا. وَيُقَالُ: فَرَسٌ شَدِيدُ السَّلَّةِ، وَهِيَ دَفْعَتُهُ فِي سِبَاقِهِ. وَيُقَالُ: خَرَجَتْ سَلَّتُهُ عَلَى جَمِيعِ الْخَيْلِ. وَالْمِسَلَّةُ مَعْرُوفَةٌ ; لِأَنَّهَا تَسُلُّ الْخَيْطَ سَلًّا. وَالسُّلَّاءَةُ مِنَ الشَّوْكِ مِنْ هَذَا أَيْضًا، لِأَنَّ فِيهَا امْتِدَادًا. وَمِنْهُ السُّلَالُ مِنَ الْمَرَضِ، كَأَنَّ لَحْمَهُ قَدْ سُلَّ سَلًّا مِنْهُ، أَسَلَّهُ اللَّهُ.",
    "pg": "3:59-60"
  },
  "سلم": {
    "def": "السِّينُ وَاللَّامُ وَالْمِيمُ مُعْظَمُ بَابِهِ مِنَ الصِّحَّةِ وَالْعَافِيَةِ ; وَيَكُونُ فِيهِ مَا يَشِذُّ، وَالشَّاذُّ عَنْهُ قَلِيلٌ، فَالسَّلَامَةُ: أَنْ يَسْلَمَ الْإِنْسَانُ مِنَ الْعَاهَةِ وَالْأَذَى. قَالَ أَهْلُ الْعِلْمِ: اللَّهُ جَلَّ ثَنَاؤُهُ هُوَ السَّلَامُ ; لِسَلَامَتِهِ مِمَّا يَلْحَقُ الْمَخْلُوقِينَ مِنَ الْعَيْبِ وَالنَّقْصِ وَالْفَنَاءِ. قَالَ اللَّهُ ﷻ: ﴿وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلَامِ﴾ [يونس: ٢٥] ، فَالسَّلَامُ اللَّهُ جَلَّ ثَنَاؤُهُ، وَدَارُهُ الْجَنَّةُ. وَمِنَ الْبَابِ أَيْضًا الْإِسْلَامُ، وَهُوَ الِانْقِيَادُ ; لِأَنَّهُ يَسْلَمُ مِنَ الْإِبَاءِ وَالِامْتِنَاعِ. وَالسِّلَامُ: الْمُسَالَمَةُ. وَفِعَالٌ تَجِيءُ فِي الْمُفَاعَلَةِ كَثِيرًا نَحْوَ الْقِتَالِ وَالْمُقَاتَلَةِ. وَمِنْ بَابِ الْإِصْحَابِ وَالِانْقِيَادِ: السَّلَمُ الَّذِي يُسَمَّى السَّلَفَ، كَأَنَّهُ مَالٌ أَسْلَمُ وَلَمْ يَمْتَنِعْ مِنْ إِعْطَائِهِ. وَمُمْكِنٌ أَنْ تَكُونَ الْحِجَارَةُ سُمِّيَتْ سِلَامًا لِأَنَّهَا أَبْعَدُ شَيْءٍ فِي الْأَرْضِ مِنَ الْفَنَاءِ وَالذَّهَابِ ; لِشِدَّتِهَا وَصَلَابَتِهَا. فَأَمَّا السَّلِيمُ وَهُوَ اللَّدِيغُ فَفِي تَسْمِيَتِهِ قَوْلَانِ: أَحَدُهُمَا أَنَّهُ أُسْلِمَ لِمَا بِهِ. وَالْقَوْلُ الْآخَرُ أَنَّهُمْ تَفَاءَلُوا بِالسَّلَامَةِ. وَقَدْ يُسَمُّونَ الشَّيْءَ بِأَسْمَاءٍ فِي التَّفَاؤُلِ وَالتَّطَيُّرِ. وَالسُّلَّمُ مَعْرُوفٌ، وَهُوَ مِنَ السَّلَامَةِ أَيْضًا ; لِأَنَّ النَّازِلَ عَلَيْهِ يُرْجَى لَهُ السَّلَامَةُ. وَالسَّلَامَةُ: شَجَرٌ، وَجَمْعُهَا سَلَامٌ.\nوَالَّذِي شَذَّ عَنِ الْبَابِ السَّلْمُ: الدَّلْوُ الَّتِي لَهَا عُرْوَةٌ وَاحِدَةٌ. وَالسَّلَمُ: شَجَرٌ، وَاحِدَتُهُ سَلَمَةٌ. وَالسَّلَامَانُ: شَجَرٌ.\nوَمِنَ الْبَابِ الْأَوَّلِ السَِّلْمُ وَهُوَ الصُّلْحُ، وَقَدْ يُؤَنَّثُ وَيُذَكَّرُ. قَالَ اللَّهُ تَعَالَى: ﴿وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا﴾ [الأنفال: ٦١] . وَالسَّلِمَةُ: الْحَجَرُ، فِيهِ يَقُولُ الشَّاعِرُ:\nذَاكَ خَلِيلِي وَذُو يُعَاتِبُنِي ... يَرْمِي وَرَائِيَ بِالسَّهْمِ وَالسَّلِمَهْ\nوَبَنُو سَلِمَةَ: بَطْنٌ مِنَ الْأَنْصَارِ لَيْسَ فِي الْعَرَبِ غَيْرُهُمْ. وَمِنَ الْأَسْمَاءِ سَلْمَى: امْرَأَةٌ. وَسَلْمَى: جَبَلٌ. وَأَبُو سُلْمَى أَبُو زُهَيْرٍ، بِضَمِّ السِّينِ، لَيْسَ فِي الْعَرَبِ غَيْرُهُ.",
    "pg": "3:90-91"
  },
  "سلوى": {
    "def": "السِّينُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خَفْضٍ وَطِيبٍ عَيْشٍ. وَمِنْ ذَلِكَ قَوْلُهُمْ فُلَانٌ فِي سَلْوَةٍ مِنَ الْعَيْشِ، أَيْ فِي رَغَدٍ يُسَلِّيهِ الْهَمَّ. وَيَقُولُ: سَلَا الْمُحِبُّ يَسْلُو سُلُوَّا، وَذَلِكَ إِذَا فَارَقَهُ مَا كَانَ بِهِ مِنْ هَمٍّ وَعِشْقٍ. وَالسُّلْوَانَةُ: الْخَرَزَةُ، وَكَانُوا يَقُولُونَ إِنَّ مَنْ شَرِبَ عَلَيْهَا سَلَا مِمَّا كَانَ بِهِ، وَعَمَّنْ كَانَ يُحِبُّهُ. قَالَ الشَّاعِرُ:\nشَرِبْتُ عَلَى سُلْوَانَةٍ مَاءَ مُزْنَةٍ ... فَلَا وَجَدِيدِ الْعَيْشِ يَا مَيَّ مَا أَسْلُو\nقَالَ الْأَصْمَعِيُّ: يَقُولُ الرَّجُلُ لِصَاحِبِهِ: سَقَيْتَنِي مِنْكَ سَلْوَةً وَسُلْوَانًا، أَيْ طَيَّبْتُ نَفْسِي وَأَذْهَلْتَهَا عَنْكَ. وَسَلِيتُ بِمَعْنَى سَلَوْتُ. قَالَ الرَّاجِزُ:\nلَوْ أَشْرَبُ السُّلْوَانَ مَا سَلِيتُ\nوَمِنَ الْبَابِ السَّلَا، الَّذِي يَكُونُ فِيهِ الْوَلَدُ، سُمِّيَ بِذَلِكَ لِنَعْمَتِهُ وَرِقَّتِهِ وَلِينِهِ. وَأَمَّا السِّينُ وَاللَّامُ وَالْهَمْزَةُ فَكَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا. يُقَالُ سَلَأَ السَّمْنَ يَسْلَؤُهُ سَلَأً، إِذَا أَذَابَهُ وَصَفَّاهُ مِنَ اللَّبَنِ، قَالَ:\nوَنَحْنُ مَنَعْنَاكُمْ تَمِيمًا وَأَنْتُمْ ... مَوَالِيَ إِلَّا تُحْسِنُوا السَّلْءَ تُضْرَبُوا",
    "pg": "3:91-92"
  },
  "سمت": {
    "def": "السِّينُ وَالْمِيمُ وَالتَّاءُ أَصْلٌ يَدُلُّ عَلَى نَهْجٍ وَقَصْدٍ وَطَرِيقَةٍ. يُقَالُ سَمَتَ، إِذَا أَخَذَ النَّهْجَ. وَكَانَ بَعْضُهُمْ يَقُولُ: السَّمْتُ: السَّيْرُ بِالظَّنِّ وَالْحَدْسِ. وَهُوَ قَوْلُ الْقَائِلِ:\nلَيْسَ بِهَا رُبْعٌ لِسَمْتِ السَّامِتِ\nوَيُقَالُ إِنَّ فُلَانًا لَحَسَنُ السَّمْتِ، إِذَا كَانَ مُسْتَقِيمَ الطَّرِيقَةِ مُتَحَرِّيًا لِفِعْلِ الْخَيْرِ. وَالْفِعْلُ مِنْهُ سَمَتَ. وَيُقَالُ سَمَتَ سَمْتَهُ، إِذَا قَصَدَ قَصْدَهُ.",
    "pg": "3:99"
  },
  "سمج": {
    "def": "السِّينُ وَالْمِيمُ وَالْجِيمُ أَصْلٌ يَدُلُّ عَلَى خِلَافِ الْحُسْنِ. يُقَالُ هُوَ سَمِجٌ وَسَمْجٌ، وَالْجَمْعُ سِمَاجٌ وَسَمَاجَى. وَمِنَ الْبَابِ السَّمْجُ مِنَ الْأَلْبَانِ، وَهُوَ الْخَبِيثُ الطَّعْمِ.",
    "pg": "3:99"
  },
  "سمح": {
    "def": "السِّينُ وَالْمِيمُ وَالْحَاءُ أَصْلٌ يَدُلُّ عَلَى سَلَاسَةٍ وَسُهُولَةٍ. يُقَالُ سَمَحَ لَهُ بِالشَّيْءِ. وَرَجُلٌ سَمْحٌ، أَيْ جَوَادٌ، وَقَوْمٌ سُمَحَاءُ وَمَسَامِيحُ. وَيُقَالُ سَمَّحَ فِي سَيْرِهِ، إِذَا أَسْرَعَ. قَالَ:\nسَمَّحَ وَاجْتَابَ فَلَاةً قِيًّا\nوَمِنَ الْبَابِ: الْمُسَامَحَةُ فِي الطِّعَانِ وَالضَّرْبِ، إِذَا كَانَ عَلَى مُسَاهَلَةٍ. وَيُقَالُ رُمْحٌ مُسَمَّحٌ: قَدْ ثُقِّفَ حَتَّى لَانَ.",
    "pg": "3:99-100"
  },
  "سمخ": {
    "def": "السِّينُ وَالْمِيمُ وَالْخَاءُ لَيْسَ أَصْلًا ; لِأَنَّهُ مِنْ بَابِ الْإِبْدَالِ. وَالسِّينُ فِيهِ مُبْدَلَةٌ مِنْ صَادٍ. وَالسِّمَاخُ فِي الْأُذُنِ: مَدْخَلُهُ. وَيُقَالُ سَمَخْتُ فُلَانًا: ضَرَبْتُ سِمَاخَهُ. وَقَدْ سَمَخَنِي بِشِدَّةِ صَوْتِهِ.",
    "pg": "3:100"
  },
  "سمد": {
    "def": "السِّينُ وَالْمِيمُ وَالدَّالُ أَصْلٌ يَدُلُّ عَلَى مُضِيٍّ قُدُمًا مِنْ غَيْرِ تَعْرِيجٍ. يُقَالُ سَمَدَتِ الْإِبِلُ فِي سَيْرِهَا. إِذَا جَدَّتْ وَمَضَتْ عَلَى رُءُوسِهَا. وَقَالَ الرَّاجِزُ:\nسَوَامِدُ اللَّيْلِ خِفَافُ الْأَزْوَادْ\nيَقُولُ: لَيْسَ فِي بُطُونِهَا عَلَفٌ. وَمِنَ الْبَابِ السُّمُودُ الَّذِي هُوَ اللَّهْوُ. وَالسَّامِدُ هُوَ اللَّاهِي. وَمِنْهُ قَوْلُهُ جَلَّ وَعَلَا: ﴿وَأَنْتُمْ سَامِدُونَ﴾ [النجم: ٦١] ، أَيْ لَاهُونَ. وَهُوَ قِيَاسُ الْبَابِ ; لِأَنَّ اللَّاهِيَ يَمْضِي فِي أَمْرِهِ غَيْرَ مُعَرِّجٍ وَلَا مُتَمَكِّثٍ. وَيُنْشِدُونَ:\nقِيلَ قُمْ فَانْظُرْ إِلَيْهِمْ ... ثُمَّ دَعْ عَنْكَ السُّمُودَا\nفَأَمَّا قَوْلُهُمْ سَمَّدَ رَأْسَهُ، إِذَا اسْتَأْصَلَ شَعْرَهُ، فَذَلِكَ مِنْ بَابِ الْإِبْدَالِ ; لِأَنَّ أَصْلَهُ الْبَاءُ، وَقَدْ ذُكِرَ.",
    "pg": "3:100"
  },
  "سمر": {
    "def": "السِّينُ وَالْمِيمُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِلَافِ الْبَيَاضِ فِي اللَّوْنِ. مِنْ ذَلِكَ السُّمْرَةُ مِنَ الْأَلْوَانِ، وَأَصْلُهُ قَوْلُهُمْ: \" لَا آتِيكَ السَّمَرَ وَالْقَمَرَ \"، فَالْقَمَرُ: الْقَمَرُ. وَالسَّمَرُ: سَوَادُ اللَّيْلِ، وَمِنْ ذَلِكَ سُمِّيَتِ السُّمْرَةُ. فَأَمَّا السَّامِرُ فَالْقَوْمُ يَسْمُرُونَ. وَالسَّامِرُ: الْمَكَانُ الَّذِي يَجْتَمِعُونَ فِيهِ لِلسَّمَرِ. قَالَ:\nوَسَامِرٍ طَالَ لَهُمْ فِيهِ السَّمَرْ\nوَالسَّمْرَاءُ: الْحِنْطَةُ، لِلَوْنِهَا. وَالْأَسْمَرُ: الرُّمْحُ. وَالْأَسْمَرُ: الْمَاءُ. فَأَمَّا السَّمَارُ فَاللَّبَنُ الرَّقِيقُ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ إِذَا كَانَ [كَذَلِكَ كَانَ] مُتَغَيِّرَ اللَّوْنِ. وَالسَّمُرُ: ضَرْبٌ مِنْ شَجَرِ الطَّلْحِ، وَاحِدَتُهُ سَمُرَةٌ، وَيُمْكِنُ أَنْ يَكُونَ سُمِّيَ بِذَلِكَ لِلَوْنِهِ. وَالسَّمَارُ: مَكَانٌ فِي قَوْلِهِ:\nلَئِنْ وَرَدَ السَّمَارَ لِنَقْتُلَنْهُ ... فَلَا وَأَبِيكِ مَا وَرَدَ السَّمَارَا",
    "pg": "3:100-101"
  },
  "سمط": {
    "def": "السِّينُ وَالْمِيمُ وَالطَّاءُ أَصْلٌ يَدُلُّ عَلَى ضَمِّ شَيْءٍ إِلَى شَيْءٍ وَشَدِّهِ بِهِ. فَالسَّمِيطُ: الْآجُرُّ الْقَائِمُ بَعْضُهُ فَوْقَ بَعْضٍ. وَالسِّمْطُ: الْقِلَادَةُ، لِأَنَّهَا مَنْظُومَةٌ مَجْمُوعٌ بَعْضُهَا إِلَى بَعْضٍ. وَيُقَالُ سَمَّطَ الشَّيْءَ عَلَى مَعَالِيقِ السَّرْجِ. وَيُقَالُ خُذْ حَقَّكَ مُسَمَّطًا، أَيْ خُذْهُ وَعَلِّقْهُ عَلَى مَعَالِيقِ رَحْلِكَ. فَأَمَّا الشِّعْرُ الْمُسَمَّطُ، فَالَّذِي يَكُونُ فِي سَطْرِ الْبَيْتِ أَبْيَاتٌ مَسْمُوطَةٌ تَجْمَعُهَا قَافِيَةٌ مُخَالِفَةٌ مُسَمَّطَةٌ مُلَازِمَةٌ لِلْقَصِيدَةِ. وَأَمَّا اللَّبَنُ السَّامِطُ، وَهُوَ الْحَامِضُ، فَلَيْسَ مِنَ الْبَابِ ; لِأَنَّهُ مِنْ بَابِ الْإِبْدَالِ، وَالسِّينُ مُبْدَلَةٌ مِنْ خَاءٍ.",
    "pg": "3:101-102"
  },
  "سمع": {
    "def": "السِّينُ وَالْمِيمُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ إِينَاسُ الشَّيْءِ بِالْأُذُنِ، مِنَ النَّاسِ وَكُلِّ ذِي أُذُنٍ. تَقُولُ: سَمِعْتُ الشَّيْءَ سَمْعًا. وَالسَِّمْعُ: الذِّكْرُ الْجَمِيلُ. يُقَالُ قَدْ ذَهَبَ سَِمْعُهُ فِي النَّاسِ، أَيْ صِيتُهُ. وَيُقَالُ سَمَاعِ بِمَعْنَى اسْتَمِعْ. وَيُقَالُ سَمِعْتُ بِالشَّيْءِ، إِذَا أَشَعْتُهُ لِيُتَكَلَّمَ بِهِ. وَالْمُسْمِعَةُ: الْمُغَنِّيَةُ. وَالْمِسْمَعُ: كَالْأُذُنِ لِلْغَرْبِ ; وَهِيَ عُرْوَةٌ تَكُونُ فِي وَسَطِ الْغَرْبِ يُجْعَلُ فِيهَا حَبْلٌ لِيَعْدِلَ الدَّلْوَ. قَالَ الشَّاعِرُ:\nوَنَعْدِلُ ذَا الْمَيْلِ إِنْ رَامَنَا ... كَمَا عُدِلَ الْغَرْبُ بِالْمِسْمَعِ\nوَمِمَّا شَذَّ عَنِ الْبَابِ السِّمْعُ: وَلَدُ الذِّئْبِ مِنَ الضَّبُعِ.",
    "pg": "3:102"
  },
  "سمق": {
    "def": "السِّينُ وَالْمِيمُ وَالْقَافُ فِيهِ كَلِمَةٌ. وَلَعَلَّ الْقَافَ أَنْ تَكُونَ مُبْدَلَةً مِنَ الْكَافِ. سَمَقَ، إِذَا عَلَا.",
    "pg": "3:102"
  },
  "سمك": {
    "def": "السِّينُ وَالْمِيمُ وَالْكَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْعُلُوِّ. يُقَالُ سَمَكَ، إِذَا ارْتَفَعَ. وَالْمَسْمُوكَاتُ: السَّمَاوَاتُ. وَيُقَالُ سَمَكَ فِي الدَّرَجِ. وَاسْمُكْ، أَيِ اعْلُ. وَسَنَامٌ سَامَكٌ، أَيْ عَالٍ. وَالْمِسْمَاكُ: مَا سَمَكْتَ بِهِ الْبَيْتَ. قَالَ ذُو الرُّمَّةِ:\nكَأَنَّ رِجْلَيْهِ مِسْمَاكَانِ مِنْ عَشَرٍ ... سَقْبَانِ لَمْ يَتَقَشَّرْ عَنْهُمَا النَّجَبُ\nوَالسِّمَاكُ نَجْمٌ. وَمِمَّا شَذَّ عَنِ الْبَابِ وَبَايَنَ الْأَصْلَ: السَّمَكُ.",
    "pg": "3:102"
  },
  "سمل": {
    "def": "السِّينُ وَالْمِيمُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى ضَعْفٍ وَقِلَّةٍ. مِنْ ذَلِكَ السَّمَلِ، وَهُوَ الثَّوْبُ الْخَلَقُ. وَمِنْهُ السَّمَلُ: الْمَاءُ الْقَلِيلُ يَبْقَى فِي الْحَوْضِ، وَجَمْعُهُ أَسْمَالٌ. وَسَمَّلْتُ الْبِئْرَ: نَقَّيْتُهَا. وَأَمَّا الْإِسْمَالُ، وَهُوَ الْإِصْلَاحُ بَيْنَ النَّاسِ. فَمِنْ هَذِهِ الْكَلِمَةِ الْأَخِيرَةِ، كَأَنَّهُ نَقَّى مَا بَيْنَهُمْ مِنَ الْعَدَاوَةِ. وَاللَّهُ تَعَالَى أَعْلَمُ.\n\n[بَابُ السِّينِ وَالنُّونِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:102-103"
  },
  "سمم": {
    "def": "السِّينُ وَالْمِيمُ الْأَصْلُ الْمُطَّرِدُ فِيهِ يَدُلُّ عَلَى مَدْخَلٍ فِي الشَّيْءِ، كَالثُّقْبِ وَغَيْرِهِ، ثُمَّ يُشْتَقُّ مِنْهُ. فَمِنْ ذَلِكَ السَّمُّ وَالسُّمُّ: الثُّقْبُ فِي الشَّيْءِ. قَالَ اللَّهُ عَزَّ ذِكْرُهُ: ﴿حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ﴾ [الأعراف: ٤٠] ، وَالسَُّمُّ الْقَاتِلُ، يُقَالُ فَتْحًا وَضَمًّا. وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يَرْسُبُ فِي الْجِسْمِ وَيُدَاخِلُهُ، خِلَافَ غَيْرِهِ مِمَّا يُذَاقُ.\nوَالسَّامَّةُ: الْخَاصَّةُ، وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَدَاخَلُ بِأُنْسٍ لَا يَكُونُ لِغَيْرِهَا وَالْعَرَبُ تَقُولُ: كَيْفَ السَّامَّةُ وَالْعَامَّةُ؟ فَالسَّامَّةُ: الْخَاصَّةُ.\nوَالسَّمُومُ: الرِّيحُ الْحَارَّةُ، لِأَنَّهَا أَيْضًا تُدَاخِلُ الْأَجْسَامَ مُدَاخَلَةً بِقُوَّةٍ. وَالسُّمُّ: الْإِصْلَاحُ بَيْنَ النَّاسِ، وَذَلِكَ أَنَّهُمْ يَتَبَايَنُونَ وَلَا يَتَدَاخَلُونَ، فَإِذَا أُصْلِحَ بَيْنَهُمْ تَدَاخَلُوا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ: السَّمُّ: شَيْءٌ كَالْوَدَعِ يَخْرُجُ مِنَ الْبَحْرِ. وَالسَّمْسَامُ: طَائِرٌ. وَالسَّمْسَمُ: الثَّعْلَبُ. وَالسُّمْسُمَانِيُّ: الرَّجُلُ الْخَفِيفُ. وَالسَّمَاسِمُ: النَّمْلُ الْحُمْرُ، الْوَاحِدَةُ سُِمْسِمَةٌ. وَالسِّمْسِمُ: حَبٌّ.\nوَيُمْكِنُ أَنْ يَحْمِلَ هَذَا الَّذِي ذَكَرْنَاهُ فِي الشُّذُوذِ أَصْلًا آخَرَ يَدُلُّ عَلَى خِفَّةِ الشَّيْءِ. وَمِمَّا شَذَّ عَنِ الْأَصْلَيْنِ جَمِيعًا قَوْلُهُمْ: \" مَا لَهُ سَُمٌّ وَلَا حَُمٌّ غَيْرَكَ \"، أَيْ مَا لَهُ هَمٌّ سِوَاكَ.",
    "pg": "3:62-63"
  },
  "سمن": {
    "def": "السِّينُ وَالْمِيمُ وَالنُّونُ أَصْلٌ يَدُلُّ عَلَى خِلَافِ الضُّمْرِ وَالْهُزَالِ. مِنْ ذَلِكَ السِّمَنِ، يُقَالُ هُوَ سَمِينٌ. وَالسَّمْنُ مِنْ هَذَا.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ كَلَامٌ يُقَالُ إِنَّ أَهْلَ الْيَمَنِ يَقُولُونَهُ دُونَ الْعَرَبِ، يَقُولُونَ: سَمَّنْتُ الشَّيْءَ، إِذَا بَرَّدْتَهُ. وَالتَّسْمِينُ: التَّبْرِيدُ. وَيُقَالُ إِنَّ الْحَجَّاجَ قُدِّمَتْ إِلَيْهِ سَمَكَةٌ فَقَالَ لِلَّذِي عَمِلَهَا: \" سَمِّنْهَا \" يُرِيدُ بَرِّدْهَا.",
    "pg": "3:97-98"
  },
  "سمه": {
    "def": "السِّينُ وَالْمِيمُ وَالْهَاءُ أَصْلٌ يَدُلُّ عَلَى حَيْرَةٍ وَبَاطِلٍ. يُقَالُ سَمَهَ إِذَا دُهِشَ، وَهُوَ سَامِهٌ وَقَوْمٌ سُمَّهٌ. وَيَقُولُونَ: سَمَهَ الْبَعِيرُ، إِذَا لَمْ يَعْرِفِ الْإِعْيَاءَ. وَذَهَبَتْ إِبِلُهُمُ السُّمَّهَى، إِذَا تَفَرَّقَتْ. وَالسُّمَّهَى: الْبَاطِلُ وَالْكَذِبُ. فَأَمَّا قَوْلُ رُؤْبَةَ:\n. . . . . . . . . جَرْيَ السُّمَّهِ",
    "pg": "3:98"
  },
  "سمو": {
    "def": "السِّينُ وَالْمِيمُ وَالْوَاوُ أَصْلٌ يَدُلُّ عَلَى الْعُلُوِّ. يُقَالُ سَمَوْتُ، إِذَا عَلَوْتَ. وَسَمَا بَصَرُهُ: عَلَا. وَسَمَا لِي شَخْصٌ: ارْتَفَعَ حَتَّى اسْتَثْبَتُّهُ. وَسَمَا الْفَحْلُ: سَطَا عَلَى شَوْلِهِ سَمَاوَةً. وَسَمَاوَةُ الْهِلَالِ وَكُلِّ شَيْءٍ: شَخْصُهُ، وَالْجَمْعُ سَمَاوٌ. وَالْعَرَبُ تُسَمِّي السَّحَابَ سَمَاءً، وَالْمَطَرَ سَمَاءً، فَإِذَا أُرِيدَ بِهِ الْمَطَرُ جُمِعَ عَلَى سُمِيٍّ. وَالسَّمَاءَةُ: الشَّخْصُ. وَالسَّمَاءُ: سَقْفُ الْبَيْتِ. وَكُلُّ عَالٍ مُطِلٍّ سَمَاءٌ، حَتَّى يُقَالَ لِظَهْرِ الْفَرَسِ سَمَاءٌ. وَيَتَّسِعُونَ حَتَّى يُسَمُّوا النَّبَاتَ سَمَاءً. قَالَ:\nإِذَا نَزَلَ السَّمَاءُ بِأَرْضِ قَوْمٍ ... رَعَيْنَاهُ وَإِنْ كَانُوا غِضَابًا\nوَيَقُولُونَ: \" مَا زِلْنَا نَطَأُ السَّمَاءَ حَتَّى أَتَيْنَاكُمْ \"، يُرِيدُونَ الْكَلَأَ وَالْمَطَرَ. وَيُقَالُ إِنَّ أَصْلَ \" اسْمٍ \" سِمْوٌ، وَهُوَ مِنَ الْعُلُوِّ، لِأَنَّهُ تَنْوِيهٌ وَدَلَالَةٌ عَلَى الْمَعْنَى.",
    "pg": "3:98-99"
  },
  "سنب": {
    "def": "السِّينُ وَالنُّونُ وَالْبَاءُ كَلِمَتَانِ مُتَبَايِنَتَانِ فَالسَّنْبَةُ: الطَّائِفَةُ مِنَ الدَّهْرِ. وَالْكَلِمَةُ الْأُخْرَى السَّنِبُ، وَهُوَ الْفَرَسُ الْوَاسِعُ الْجَرْيِ.",
    "pg": "3:104"
  },
  "سنت": {
    "def": "السِّينُ وَالنُّونُ وَالتَّاءُ لَيْسَ أَصْلًا يُتَفَرَّعُ مِنْهُ، لَكِنَّهُمْ يَقُولُونَ السَّنُوتُ، فَقَالَ قَوْمٌ: هُوَ الْعَسَلُ، وَقَالَ آخَرُونَ: هُوَ الْكَمُّونُ. قَالَ الشَّاعِرُ:\nهُمُ السَّمْنُ وَالسَّنُّوتُ لَا أَلْسَ فِيهِمُ ... وَهُمْ يَمْنَعُونَ جَارَهُمْ أَنْ يُقَرَّدَا",
    "pg": "3:104"
  },
  "سنج": {
    "def": "السِّينُ وَالنُّونُ وَالْجِيمُ فِيهِ كَلِمَةٌ. وَيَقُولُونَ: إِنَّ السِّنَاجَ أَثَرُ دُخَانِ السِّرَاجِ فِي الْحَائِطِ.",
    "pg": "3:104"
  },
  "سنح": {
    "def": "السِّينُ وَالنُّونُ وَالْحَاءُ أَصْلٌ وَاحِدٌ يُحْمَلُ عَلَى ظُهُورِ الشَّيْءِ مِنْ مَكَانٍ بِعَيْنِهِ، وَإِنْ كَانَ مُخْتَلِفًا فِيهِ. فَالسَّانِحُ: مَا أَتَاكَ عَنْ يَمِينِكَ مِنْ طَائِرٍ أَوْ غَيْرِهِ، يُقَالُ سَنَحَ سُنُوحًا. وَالسَّانِحُ وَالسَّنِيحُ وَاحِدٌ. قَالَ ذُو الرُّمَّةِ:\nذَكَرْتُكِ أَنْ مَرَّتْ بِنَا أُمُّ شَادِنٍ ... أَمَامَ الْمَطَايَا تَشْرَئِبُّ وَتَسْنَحُ\nثُمَّ اسْتُعِيرَ هَذَا فَقِيلَ: سَنَحَ لِي رَأْيٌ فِي كَذَا، أَيْ عَرَضَ.",
    "pg": "3:104-105"
  },
  "سنخ": {
    "def": "السِّينُ وَالنُّونُ وَالْخَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى أَصْلِ الشَّيْءِ. فَالسِّنْخُ: الْأَصْلُ. وَأَسْنَاخُ الثَّنَايَا: أُصُولُهَا. وَيُقَالُ سَنَخَ الرَّجُلُ فِي الْعِلْمِ سُنُوخًا أَيْ عَلِمَ أُصُولَهُ. فَأَمَّا قَوْلُهُمْ سَنِخَ الدُّهْنُ، إِذَا تَغَيَّرَ، فَلَيْسَ بِشَيْءٍ.",
    "pg": "3:105"
  },
  "سند": {
    "def": "السِّينُ وَالنُّونُ وَالدَّالُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى انْضِمَامِ الشَّيْءِ إِلَى الشَّيْءِ. يُقَالُ سَنَدْتُ إِلَى الشَّيْءِ أَسْنُدُ سُنُودًا، وَاسْتَنَدْتُ اسْتِنَادًا. وَأَسْنَدْتُ غَيْرِي إِسْنَادًا. وَالسِّنَادُ: النَّاقَةُ الْقَوِيَّةُ، كَأَنَّهَا أُسْنِدَتْ مِنْ ظَهْرِهَا إِلَى شَيْءٍ قَوِيٍّ. وَالْمُسْنَدُ: الدَّهْرُ ; لِأَنَّ بَعْضَهُ مُتَضَامٌّ. وَفُلَانٌ سَنَدٌ، أَيْ مُعْتَمَدٌ. وَالسَّنَدُ: مَا أَقْبَلَ عَلَيْكَ مِنَ الْجَبَلِ، وَذَلِكَ إِذَا عَلَا عَنِ السَّفْحِ. وَالْإِسْنَادُ فِي الْحَدِيثِ: أَنْ يُسْنَدَ إِلَى قَائِلِهِ، وَهُوَ ذَلِكَ الْقِيَاسُ. فَأَمَّا السِّنَادُ الَّذِي فِي الشِّعْرِ فَيُقَالُ إِنَّهُ اخْتِلَافُ حَرَكَتِي الرِّدْفَيْنِ. قَالَ أَبُو عُبَيْدَةَ: وَذَلِكَ كَقَوْلِهِ:\n\nكَأَنَّ عُيُونَهُنَّ عُيُونُ عِينِ\n\nثُمَّ قَالَ:\n\nوَأَصْبَحَ رَأْسُهُ مِثْلَ اللُّجَيْنِ\n\nوَهَذَا مُشْتَقٌّ مِنْ قَوْلِهِمْ: خَرَجَ الْقَوْمُ مُتَسَانِدِينَ، إِذَا كَانُوا عَلَى رَايَاتٍ شَتَّى. وَهَذَا مِنَ الْبَابِ ; لِأَنَّ كُلَّ وَاحِدَةٍ مِنَ الْجَمَاعَةِ قَدْ سَانَدَتْ رَايَةً.",
    "pg": "3:105-106"
  },
  "سنط": {
    "def": "السِّينُ وَالنُّونُ وَالطَّاءُ لَيْسَ بِشَيْءٍ إِلَّا السِّنَاطُ، وَهُوَ الَّذِي لَا لِحْيَةَ لَهُ.",
    "pg": "3:106"
  },
  "سنع": {
    "def": "السِّينُ وَالنُّونُ وَالْعَيْنُ إِنْ كَانَ صَحِيحًا فَهُوَ يَدُلُّ عَلَى جَمَالٍ وَخَيْرٍ وَرِفْعَةٍ. يُقَالُ شَرَفٌ أَسْنَعُ، أَيْ عَالٍ مُرْتَفِعٌ. وَامْرَأَةٌ سَنِيعَةٌ: أَيْ جَمِيلَةٌ.",
    "pg": "3:106"
  },
  "سنف": {
    "def": "السِّينُ وَالنُّونُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى شَدِّ شَيْءٍ. أَوْ تَعْلِيقِ شَيْءٍ عَلَى شَيْءٍ. فَالسِّنَافُ: خَيْطٌ يُشَدُّ مِنْ حَِقْوِ الْبَعِيرِ إِلَى تَصْدِيرِهِ ثُمَّ يُشَدُّ فِي عُنُقِهِ. قَالَ الْخَلِيلُ: السِّنَافُ لِلْبَعِيرِ مِثْلُ اللَّبَبِ لِلدَّابَّةِ. بَعِيرٌ مِسْنَافٌ، وَذَلِكَ إِذَا أُخِّرَ الرَّجُلُ فَجُعِلَ لَهُ سِنَافٌ. يُقَالُ أَسَنَفْتُ [الْبَعِيرَ] ، إِذَا شَدَدْتَهُ بِالسِّنَافِ. وَيُقَالُ أَسَنَفُوا أَمْرَهُمْ، أَيْ أَحْكَمُوهُ. وَيُقَالُ فِي الْمَثَلِ لِمَنْ يَتَحَيَّرُ فِي أَمْرِهِ: \" قَدْ عَيَّ بِالْأَسْنَافِ \". قَالَ:\nإِذَا مَا عَيَّ بِالْأَسْنَافِ قَوْمٌ ... مِنَ الْأَمْرِ الْمُشَبَّهِ أَنْ يَكُونَا\nوَحَكَى بَعْضُهُمْ: سَنَفْتُ الْبَعِيرَ، مِثْلَ أَسَنَفْتُ. وَأَبَى الْأَصْمَعِيُّ إِلَّا أَسَنَفْتُ. وَأَمَّا السِّنْفُ فَهُوَ وِعَاءُ ثَمَرِ الْمَرْخِ يُشْبِهُ آذَانَ الْخَيْلِ. وَهُوَ مِنَ الْبَابِ ; لِأَنَّهُ مُعَلَّقٌ عَلَى شَجَرَةٍ. وَقَالَ أَبُو عَمْرٍو: السِّنْفُ: الْوَرَقَةُ. قَالَ ابْنُ مُقْبِلٍ:\nتَقَلْقَلَ سِنْفِ الْمَرْخِ فِي جَعْبَةٍ صِفْرِ",
    "pg": "3:106-107"
  },
  "سنق": {
    "def": "السِّينُ وَالنُّونُ وَالْقَافُ فِيهِ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ السَّنَقُ، وَهُوَ كَالْبَشَمِ. يُقَالُ شَرِبَ الْفَصِيلُ حَتَّى سَنِقَ. وَكَذَلِكَ الْفَرَسُ، مِنَ الْعَلَفِ. وَهُوَ كَالتُّخَمِ فِي النَّاسِ.",
    "pg": "3:107"
  },
  "سنم": {
    "def": "السِّينُ وَالنُّونُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى الْعُلُوِّ وَالِارْتِفَاعِ. فَالسَّنَامُ مَعْرُوفٌ. وَتَسَنَّمْتُ: عَلَوْتُ. وَنَاقَةٌ سَنِمَةٌ: عَظِيمَةُ السَّنَامِ. وَأَسْنَمْتُ النَّارَ: أَعْلَيْتُ لَهَبَهَا. وَأَسْنُمَةُ: مَوْضِعٌ.\n\n[بَابُ السِّينِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:107"
  },
  "سنن": {
    "def": "السِّينُ وَالنُّونُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ، وَهُوَ جَرَيَانُ الشَّيْءِ وَإِطْرَادُهُ فِي سُهُولَةٍ، وَالْأَصْلُ قَوْلُهُمْ سَنَنْتُ الْمَاءَ عَلَى وَجْهِي أَسُنُّهُ سَنًّا، إِذَا أَرْسَلْتَهُ إِرْسَالًا. ثُمَّ اشْتُقَّ مِنْهُ رَجُلٌ مَسْنُونُ الْوَجْهِ، كَأَنَّ اللَّحْمَ قَدْ سُنَّ عَلَى وَجْهِهِ. وَالْحَمَأُ الْمَسْنُونُ مِنْ ذَلِكَ، كَأَنَّهُ قَدْ صُبَّ صَبًّا. وَمِمَّا اشْتُقَّ مِنْهُ السُّنَّةُ، وَهِيَ السِّيرَةُ. وَسُنَّةُ رَسُولِ اللَّهِ ﵇: سِيرَتُهُ. قَالَ الْهُذَلِيُّ:\nفَلَا تَجْزَعَنْ مِنْ سُنَّةٍ أَنْتَ سِرْتَهَا ... فَأَوَّلُ رَاضٍ سُنَّةً مَنْ يَسِيرُهَا\nوَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَجْرِي جَرْيًا. وَمِنْ ذَلِكَ قَوْلُهُمْ: امْضِ عَلَى سَنَنِكَ وَسُنَنِكَ، أَيْ وَجْهِكَ. وَجَاءَتِ الرِّيحُ سَنَائِنَ، إِذَا جَاءَتْ عَلَى طَرِيقَةٍ وَاحِدَةٍ. ثُمَّ يُحْمَلُ عَلَى هَذَا: سَنَنْتُ الْحَدِيدَةَ أَسُنُّهَا سَنًّا. إِذَا أَمْرَرْتَهَا عَلَى السِّنَانِ. وَالسِّنَانُ هُوَ الْمِسَنُّ. قَالَ الشَّاعِرُ:\nسِنَانٌ كَحَدِّ الصُّلَّبِيِّ النَّحِيضِ\nوَالسِّنَانُ لِلرُّمْحِ مِنْ هَذَا ; لِأَنَّهُ مَسْنُونٌ، أَيْ مَمْطُولٌ مُحَدَّدٌ. وَكَذَلِكَ السَّنَاسِنُ، وَهِيَ أَطْرَافُ فَقَارِ الظَّهْرِ، كَأَنَّهَا سُنَّتْ سَنًّا.\nوَمِنَ الْبَابِ: سِنُّ الْإِنْسَانِ وَغَيْرِهِ مُشَبَّهٌ بِسِنَانِ الرُّمْحِ. وَالسَّنُونُ: مَا يُسْتَاكُ بِهِ ; لِأَنَّهُ يُسَنُّ بِهِ الْأَسْنَانُ سَنًّا. فَأَمَّا الثَّوْرُ. فَأَمَّا قَوْلُهُمْ: سَنَّ إِبِلَهُ، إِذَا رَعَاهَا، فَإِنَّ مَعْنَى ذَلِكَ أَنَّهُ رَعَاهَا حَتَّى حَسُنَتْ بَشَرَتُهَا، فَكَأَنَّهَا قَدْ صُقِلَتْ صَقْلًا، كَمَا تُسَنُّ الْحَدِيدَةُ. هَذَا مَعْنَى الْكَلَامِ، وَيَرْجِعُ إِلَى الْأَصْلِ الَّذِي أَصَّلْنَاهُ.",
    "pg": "3:60-62"
  },
  "سنه": {
    "def": "السِّينُ وَالنُّونُ وَالْهَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى زَمَانٍ. فَالسَّنَةُ مَعْرُوفَةٌ، وَقَدْ سَقَطَتْ مِنْهَا هَاءٌ. أَلَا تَرَى أَنَّكَ تَقُولُ سُنَيْهَةً. وَيُقَالُ سَنَهَتِ النَّخْلَةُ، إِذَا أَتَتْ عَلَيْهَا الْأَعْوَامُ. وَقَوْلُهُ جَلَّ ذِكْرُهُ: ﴿فَانْظُرْ إِلَى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ﴾ [البقرة: ٢٥٩] ، أَيْ لَمْ يَصِرْ كَالشَّيْءِ الَّذِي تَأْتِي عَلَيْهِ السُّنُونَ فَتُغَيِّرُهُ. وَالنَّخْلَةُ السَّنْهَاءُ.",
    "pg": "3:103"
  },
  "سنى": {
    "def": "السِّينُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى سَقْيٍ، وَفِيهِ مَا يَدُلُّ عَلَى الْعُلُوِّ وَالِارْتِفَاعِ. يُقَالُ سَنَتِ النَّاقَةُ، إِذَا سَقَتِ الْأَرْضَ، تَسْنُو وَهِيَ السَّانِيَةُ. وَالسَّحَابَةُ تَسْنُو الْأَرْضَ، وَالْقَوْمُ يَسْتَنُونَ لِأَنْفُسِهِمْ إِذَا اسْتَقَوْا. وَمِنَ الْبَابِ سَانَيْتُ الرَّجُلَ، إِذَا رَاضَيْتَهُ، أُسَانِيهِ ; كَأَنَّ الْوُدَّ قَدْ كَانَ ذَوَِيَ وَيَبِسَ، كَمَا جَاءَ فِي الْحَدِيثِ: «بُلُّوا أَرْحَامَكُمْ وَلَوْ بِالسَّلَامِ» . وَأَمَّا الَّذِي يَدُلُّ عَلَى الرِّفْعَةِ فَالسَّنَاءُ مَمْدُودٌ، وَكَذَلِكَ إِذَا قَصَرْتَهُ دَلَّ عَلَى الرِّفْعَةِ، إِلَّا أَنَّهُ لِشَيْءٍ مَخْصُوصٍ، وَهُوَ الضَّوْءُ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَارِ﴾ [النور: ٤٣] .",
    "pg": "3:103-104"
  },
  "سهب": {
    "def": "السِّينُ وَالْهَاءُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى الِاتِّسَاعِ فِي الشَّيْءِ. وَالْأَصْلُ السَّهْبُ، وَهِيَ الْفَلَاةُ الْوَاسِعَةُ، ثُمَّ يُسَمَّى الْفَرَسُ الْوَاسِعُ الْجَرْيِ سَهْبًا. وَيُقَالُ بِئْرٌ سَهْبَةٌ، أَيْ بَعِيدَةُ الْقَعْرِ. وَيُقَالُ حَفَرَ الْقَوْمُ فَأَسْهَبُوا، أَيْ بَلَغُوا الرَّمْلَ. وَإِذَا كَانَ كَذَا كَانَ أَكْثَرَ لِلْمَاءِ وَأَوْسَعَ لَهُ. وَيُقَالُ لِلرَّجُلِ الْكَثِيرِ الْكَلَامِ مُسْهَبٌ، بِفَتْحِ الْهَاءِ. كَذَا جَاءَ عَنِ الْعَرَبِ أَسْهَبَ فَهُوَ مُسْهَبٌ، وَهُوَ نَادِرٌ.",
    "pg": "3:107-108"
  },
  "سهج": {
    "def": "السِّينُ وَالْهَاءُ وَالْجِيمُ أَصْلٌ يَدُلُّ عَلَى دَوَامٍ فِي شَيْءٍ. يُقَالُ سَهَجَ الْقَوْمُ لَيْلَتَهُمْ، أَيْ سَارُوا سَيْرًا دَائِمًا. ثُمَّ يُقَالُ سَهَجَتِ الرِّيحُ، إِذَا دَامَتْ وَهِيَ سَيْهَجٌ، وَسَيْهُوجٌ. وَمَسْهَجُهَا: مَمَرُّهَا.",
    "pg": "3:108"
  },
  "سهد": {
    "def": "السِّينُ وَالْهَاءُ وَالدَّالُ كَلِمَتَانِ مُتَبَايِنَتَانِ تَدُلُّ إِحْدَاهُمَا عَلَى خِلَافِ النَّوْمِ، وَالْأُخْرَى عَلَى السُّكُونِ.\nفَالْأَوْلَى السُّهَادُ، وَهُوَ قِلَّةُ النَّوْمِ. وَرَجُلٌ سُهُدٌ، إِذَا كَانَ قَلِيلَ النَّوْمِ. قَالَ:\nفَأَتَتْ بِهِ حُوشَ الْفُؤَادِ مُبَطَّنًا ... سُهُدًا إِذَا مَا نَامَ لَيْلُ الْهَوْجَلِ\nوَسَهَّدْتُ فُلَانًا، إِذَا أَطَرْتَ نَوْمَهُ. وَالْكَلِمَةُ الْأُخْرَى قَوْلُهُمْ شَيْءٌ سَهْدٌ مَهْدٌ، أَيْ سَاكِنٌ لَا يُعَنِّي. وَيُقَالُ مَا رَأَيْتُ مِنْ فُلَانٍ سَهْدَةً، أَيْ أَمْرًا أَعْتَمِدُ عَلَيْهِ مِنْ خَبَرٍ أَوْ كَلَامٍ، أَوْ أَسْكُنُ إِلَيْهِ.",
    "pg": "3:108"
  },
  "سهر": {
    "def": "السِّينُ وَالْهَاءُ وَالرَّاءُ مُعْظَمُ بَابِهِ الْأَرَقُ، وَهُوَ ذَهَابُ النَّوْمِ. يُقَالُ سَهَرَ يَسْهَرُ سَهَرًا. وَيُقَالُ لِلْأَرْضِ: السَّاهِرَةُ، سُمِّيَتْ بِذَلِكَ لِأَنَّ عَمَلَهَا فِي النَّبْتِ دَائِمًا لَيْلًا وَنَهَارًا. وَلِذَلِكَ يُقَالُ: \" خَيْرُ الْمَالِ عَيْنٌ خَرَّارَةٌ، فِي أَرْضٍ خَوَّارَةٍ، تَسْهَرُ إِذَا نِمْتَ، وَتَشْهَدُ إِذَا غِبْتَ \". وَقَالَ أُمَيَّةُ بْنُ أَبِي الصَّلْتِ:\nوَفِيهَا لَحْمُ سَاهِرَةٍ وَبَحْرٍ ... وَمَا فَاهُوا بِهِ لَهُمُ مُقِيمُ\nوَقَالَ آخَرُ، وَذَكَرَ حَمِيرَ وَحْشٍ:\nيَرْتَدْنَ سَاهِرَةً كَأَنَّ عَمِيمَهَا ... وَجَمِيمَهَا أَسْدَافُ لَيْلٍ مُظْلِمٍ\nثُمَّ صَارَتِ السَّاهِرَةُ اسْمًا لِكُلِّ أَرْضٍ. قَالَ اللَّهُ ﷻ: ﴿فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ فَإِذَا هُمْ بِالسَّاهِرَةِ﴾ [النازعات: ١٣] وَالْأَسْهَرَانِ: عِرْقَانِ فِي الْأَنْفِ مِنْ بَاطِنٍ، إِذَا اغْتَلَمَ الْحِمَارُ سَالَا مَاءً. قَالَ الشَّمَّاخُ:\nتُوَائِلُ مِنْ مِصَكٍّ أَنْصَبَتْهُ ... حَوَالِبُ أَسْهَرَيْهِ بِالذَّنِينِ\nوَكَأَنَّمَا سُمِّيَتَا بِذَلِكَ لِأَنَّهُمَا يَسِيلَانِ لَيْلًا كَمَا يَسِيلَانِ نَهَارًا. وَيُرْوَى \" أَسْهَرَتْهُ \". وَيُقَالُ رَجَلٌ سُهَرَةٌ: قَلِيلُ النَّوْمِ. وَأَمَّا السَّاهُورُ فَقَالَ قَوْمٌ: هُوَ غُلَافُ الْقَمَرِ ; وَيُقَالُ هُوَ الْقَمَرُ. وَأَيَّ ذَلِكَ كَانَ فَهُوَ مِنَ الْبَابِ ; لِأَنَّهُ يَسْبَحُ فِي الْفَلَكِ دَائِبًا، لَيْلًا وَنَهَارًا.",
    "pg": "3:108-109"
  },
  "سهف": {
    "def": "السِّينُ وَالْهَاءُ وَالْفَاءُ تَقِلُّ فُرُوعُهُ. وَيَقُولُونَ إِنَّ السَّهَفَ: تَشَحُّطُ الْقَتِيلِ فِي دَمِهِ وَاضْطِرَابُهُ. وَيُقَالُ إِنَّ السُّهَافَ: الْعَطَشُ.",
    "pg": "3:109-110"
  },
  "سهق": {
    "def": "السِّينُ وَالْهَاءُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى طُولٍ وَامْتِدَادٍ. وَهُوَ صَحِيحٌ. فَالسَّهْوَقُ: الرَّجُلُ الطَّوِيلُ. وَالسَّهْوَقُ الْكَذَّابُ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يَغْلُو فِي الْأَمْرِ وَيَزِيدُ فِي الْحَدِيثِ. وَالسَّهْوَقُ مِنَ الرِّيَاحِ: الَّتِي تَنْسِجُ الْعَجَاجَ. وَالسَّهْوَقُ: الرَّيَّانُ مِنْ سُوقِ الشَّجَرِ ; لِأَنَّهُ إِذَا رُوِيَ طَالَ.",
    "pg": "3:110"
  },
  "سهك": {
    "def": "السِّينُ وَالْهَاءُ وَالْكَافُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى قَشْرٍ وَدَقٍّ، وَالْآخَرُ عَلَى الرَّائِحَةِ الْكَرِيهَةِ.\nفَالْأَوَّلُ قَوْلُهُمْ: سَهَكَتِ الرِّيحُ التُّرَابَ، وَذَلِكَ إِذَا قَشَرَتْهُ عَنِ الْأَرْضِ. وَالْمَسْهَكَةُ: الَّذِي يَشْتَدُّ مَرُّ الرِّيحِ عَلَيْهِ. وَيُقَالُ سَهَكْتُ الشَّيْءَ، إِذَا قَشَرْتَهُ، وَهُوَ دُونَ السَّحْقِ. وَسَهَكَتِ الدَّوَابُّ، إِذَا جَرَتْ جَرْيًا خَفِيفًا. وَفَرَسٌ مِسْهَكٌ، أَيْ سَرِيعٌ. وَإِنَّمَا قِيلَ لِأَنَّهُ يَسْهَكُ الْأَرْضَ بِقَوَائِمِهِ.\nوَالْأَصْلُ الثَّانِي السَّهَكُ، قَالَ قَوْمٌ: هُوَ رَائِحَةُ السَّمَكِ مِنَ الْيَدِ. وَيُقَالُ بَلِ السَّهَكُ: رِيحٌ كَرِيهَةٌ يَجِدُهَا الْإِنْسَانُ إِذَا عَرِقَ. وَمِنْ هَذَا الْبَابِ السَّهَكُ: صَدَأُ الْحَدِيدِ. وَمِنْهُ أَيْضًا قَوْلُهُمْ: بِعَيْنِهِ سَاهِكٌ، أَيْ عَائِرٌ مِنَ الرَّمَدِ. قَالَ الشَّاعِرُ فِي السَّهَكِ:\nسَهِكِينَ مِنْ صَدَأِ الْحَدِيدِ ... كَأَنَّهُمْ تَحْتَ السَّنَوَّرِ جِنَّةُ الْبَقَّارِ",
    "pg": "3:110"
  },
  "سهل": {
    "def": "السِّينُ وَالْهَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى لِينٍ وَخِلَافِ حُزُونَةٍ. وَالسَّهْلُ: خِلَافُ الْحَزْنِ. وَيُقَالُ النِّسْبَةُ إِلَى الْأَرْضِ السَّهْلَةِ سُهْلِيٌّ. وَيُقَالُ أَسْهَلَ الْقَوْمُ، إِذَا رَكِبُوا السَّهْلَ. وَنَهْرٌ سَهِلٌ: فِيهِ سِهْلَةٌ، وَهُوَ رَمْلٌ لَيْسَ بِالدُّقَاقِ. وَسُهَيْلٌ: نَجْمٌ.",
    "pg": "3:110-111"
  },
  "سهم": {
    "def": "السِّينُ وَالْهَاءُ وَالْمِيمُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى تَغَيُّرٍ فِي لَوْنٍ، وَالْآخَرُ عَلَى حَظٍّ وَنَصِيبٍ وَشَيْءٍ مِنْ أَشْيَاءَ.\nفَالسُّهْمَةُ: النَّصِيبُ. وَيُقَالُ أَسْهَمَ الرَّجُلَانِ، إِذَا اقْتَرَعَا، وَذَلِكَ مِنَ السُّهْمَةِ وَالنَّصِيبِ، أَنْ يَفُوزَ كُلُّ وَاحِدٍ مِنْهُمَا بِمَا يُصِيبُهُ. قَالَ اللَّهُ تَعَالَى: ﴿فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ﴾ [الصافات: ١٤١] . ثُمَّ حُمِلَ عَلَى ذَلِكَ فَسُمِّيَ السَّهْمُ الْوَاحِدُ مِنَ السِّهَامِ، كَأَنَّهُ نَصِيبٌ مِنْ أَنْصِبَاءَ وَحَظٌّ مِنْ حُظُوظٍ. وَالسُّهْمَةُ: الْقَرَابَةُ ; وَهُوَ مِنْ ذَاكَ ; لِأَنَّهَا حَظٌّ مِنِ اتِّصَالِ الرَّحِمِ. وَقَوْلُهُمْ بُرْدٌ مُسَهَّمٌ، أَيْ مُخَطَّطٌ، وَإِنَّمَا سُمِّيَ بِذَلِكَ لِأَنَّ كُلَّ خَطٍّ مِنْهُ يُشَبَّهُ بِسَهْمٍ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَقَوْلُهُمْ: سَهَُمَ وَجْهُ الرَّجُلِ، إِذَا تَغَيَّرَ يَسْهَُمُ، وَذَلِكَ مُشْتَقٌّ مِنَ السُّهَامِ، وَهُوَ مَا يُصِيبُ الْإِنْسَانَ مِنْ وَهَجِ الصَّيْفِ حَتَّى يَتَغَيَّرَ لَوْنُهُ. يُقَالُ سَهَمَ الرَّجُلُ، إِذَا أَصَابَهُ السَُّهَامُ. وَالسَُّهَامُ أَيْضًا: دَاءٌ يُصِيبُ الْإِبِلَ، كَالْعُطَاشِ. وَيُقَالُ إِبِلٌ سَوَاهِمُ، إِذَا غَيَّرَهَا السَّفَرُ. وَاللَّهُ أَعْلَمُ. [بَابُ السِّينِ وَالْوَاوِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:111-112"
  },
  "سهو": {
    "def": "السِّينُ وَالْهَاءُ وَالْوَاوُ مُعْظَمُ الْبَابِ [يَدُلُّ] عَلَى الْغَفْلَةِ وَالسُّكُونِ. فَالسَّهْوُ: الْغَفْلَةُ، يُقَالُ سَهَوْتُ فِي الصَّلَاةِ أَسْهُو سَهْوًا. وَمِنَ الْبَابِ الْمُسَاهَاةُ: حُسْنُ الْمُخَالَقَةِ، كَأَنَّ الْإِنْسَانَ يَسْهُو عَنْ زَلَّةٍ إِنْ كَانَتْ مِنْ غَيْرِهِ. وَالسَّهْوُ: السُّكُونُ. يُقَالُ جَاءَ سَهْوًا رَهْوًا.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ [السَّهْوَةُ] ، وَهِيَ كَالصُّفَّةِ تَكُونُ أَمَامَ الْبَيْتِ. وَمِمَّا يَبْعُدُ عَنْ هَذَا وَعَنْ قِيَاسِ الْبَابِ: قَوْلُهُمْ حَمَلَتِ الْمَرْأَةُ وَلَدَهَا سَهْوًا، أَيْ عَلَى حَيْضٍ. فَأَمَّا السُّهَا فَمُحْتَمَلٌ أَنْ يَكُونَ مِنَ الْبَابِ الْأَوَّلِ: لِأَنَّهُ خَفِيٌّ جِدًّا فَيُسْهَى عَنْ رُؤْيَتِهِ.",
    "pg": "3:107"
  },
  "سوء": {
    "def": "فَأَمَّا السِّينُ وَالْوَاوُ وَالْهَمْزَةُ فَلَيْسَتْ مِنْ ذَلِكَ، إِنَّمَا هِيَ مِنْ بَابِ الْقُبْحِ. تَقُولُ رَجُلٌ أَسْوَأُ، أَيْ قَبِيحٌ، وَامْرَأَةٌ سَوْآءُ، أَيْ قَبِيحَةٌ. قَالَ رَسُولُ اللَّهِ ﵌: «سَوْآءُ وَلُودٌ خَيْرٌ مِنْ حَسْنَاءَ عَقِيمٍ» . وَلِذَلِكَ سُمِّيَتِ السَّيِّئَةُ سَيِّئَةً. وَسُمِّيَتِ النَّارُ سُوأَى، لِقُبْحِ مَنْظَرِهَا. قَالَ اللَّهُ تَعَالَى: ﴿ثُمَّ كَانَ عَاقِبَةَ الَّذِينَ أَسَاءُوا السُّوءَى﴾ [الروم: ١٠] . وَقَالَ أَبُو زُبَيْدٍ:\nلَمْ يَهَبْ حُرْمَةَ النَّدِيمِ وَحُقَّتْ ... يَا لَقَوْمِي لِلسَّوْأَةِ السَّوْآءِ",
    "pg": "3:113"
  },
  "سوح": {
    "def": "السِّينُ وَالْوَاوُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ سَاحَةُ الدَّارِ، وَجَمْعُهَا سَاحَاتٌ وَسُوحٌ.",
    "pg": "3:113-114"
  },
  "سوخ": {
    "def": "السِّينُ وَالْوَاوُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ سَاخَتْ قَوَائِمُهُ فِي الْأَرْضِ تَسُوخُ. وَيُقَالُ مُطِرْنَا حَتَّى صَارَتِ الْأَرْضُ سُوَّاخَى، عَلَى فُعَّالَى، وَذَلِكَ إِذَا كَثُرَتْ رِزَاغُ الْمَطَرِ. وَإِذَا كَانَتْ كَذَا سَاخَتْ قَوَائِمُ الْمَارَّةِ فِيهَا.",
    "pg": "3:114"
  },
  "سود": {
    "def": "السِّينُ وَالْوَاوُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ خِلَافُ الْبَيَاضِ فِي اللَّوْنِ، ثُمَّ يُحْمَلُ عَلَيْهِ وَيُشْتَقُّ مِنْهُ. فَالسَّوَادُ فِي اللَّوْنِ مَعْرُوفٌ. وَعِنْدَ قَوْمٍ أَنَّ كُلَّ شَيْءٍ خَالَفَ الْبَيَاضَ، أَيِّ لَوْنٍ كَانَ، فَهُوَ فِي حَيِّزِ السَّوَادِ. يُقَالُ: اسْوَدَّ الشَّيْءُ وَسَوَادَّ. وَسَوَادُ كُلِّ شَيْءٍ: شَخْصُهُ. وَالسِّوَادُ: السِّرَارُ ; يُقَالُ سَاوَدَهُ مُسَاوَدَةً وَسِوَادًا، إِذَا سَارَّهُ. قَالَ أَبُو عُبَيْدٍ: وَهُوَ مِنْ إِدْنَاءِ سَوَادِكَ مِنْ سَوَادِهِ، وَهُوَ الشَّخْصُ. قَالَ:\nمَنْ يَكُنْ فِي السِّوَادِ وَالدَّدِ وَالْإِغْ ... رَامِ زِيرًا فَإِنَّنِي غَيْرُ زِيرِ\nوَالْأَسَاوِدُ: جَمْعُ الْأَسْوَدِ، وَهِيَ الْحَيَّاتُ. فَأَمَّا قَوْلُ أَبِي ذَرٍّ رَحْمَةُ اللَّهِ عَلَيْهِ: \" وَهَذِهِ الْأَسَاوِدُ حَوْلِي \"، فَإِنَّمَا أَرَادَ شَخْصَ آلَاتٍ كَانَتْ عِنْدَهُ ; [وَمَا حَوْلَهُ] إِلَّا مِطْهَرَةٌ وَإِجَّانَةٌ وَجَفْنَةٌ. وَالسَّوَادُ: الْعَدَدُ الْكَثِيرُ، وَسُمِّيَ بِذَلِكَ لِأَنَّ الْأَرْضَ تَسْوَادُّ لَهُ.\nفَأَمَّا السِّيَادَةُ فَقَالَ قَوْمٌ: السَّيِّدُ: الْحَلِيمُ. وَأَنْكَرَ نَاسٌ أَنْ يَكُونَ هَذَا مِنَ الْحِلْمِ، وَقَالُوا: إِنَّمَا سُمِّيَ سَيِّدًا لِأَنَّ النَّاسَ يَلْتَجِئُونَ إِلَى سَوَادِهِ. وَهَذَا أَقَيْسُ مِنَ الْأَوَّلِ وَأَصَحُّ. وَيُقَالُ فُلَانٌ أَسْوَدُ مِنْ فُلَانٍ، أَيْ أَعْلَى سِيَادَةً مِنْهُ. وَالْأَسْوَدَانِ: التَّمْرُ وَالْمَاءُ. وَقَالُوا: سَوَادُ الْقَلْبِ وَسُوَيْدَاؤُهُ، وَهِيَ حَبَّتُهُ. وَيُقَالُ سَاوَدَنِي فُلَانٌ فَسُدْتُهُ، مِنْ سَوَادِ اللَّوْنِ وَالسُّؤْدُدِ جَمِيعًا. وَالْقِيَاسُ فِي الْبَابِ كُلِّهِ وَاحِدٌ.",
    "pg": "3:114-115"
  },
  "سور": {
    "def": "السِّينُ وَالْوَاوُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى عُلُوٍّ وَارْتِفَاعٍ. مِنْ ذَلِكَ سَارَ يَسُورُ إِذَا غَضِبَ وَثَارَ. وَإِنَّ لِغَضَبِهِ لَسَوْرَةً. وَالسُّوَرُ: جَمْعُ سُورَةٍ، وَهِيَ كُلُّ مَنْزِلَةٍ مِنَ الْبِنَاءِ. قَالَ:\nوَرُبَّ ذِي سُرَادِقٍ مَحْجُورِ ... سُرْتُ إِلَيْهِ فِي أَعَالِي السُّورِ\nفَأَمَّا قَوْلُ الْآخَرِ:\nوَشَارِبٍ مُرْبِحٍ فِي الْكَأْسِ نَادَمَنِي ... لَا بِالْحَصُورِ وَلَا فِيهَا بِسَوَّارِ\nفَإِنَّهُ يُرِيدُ أَنَّهُ لَيْسَ بِمُتَغَضِّبٍ. وَكَانَ بَعْضُهُمْ يَقُولُ: هُوَ الَّذِي يَسُورُ الشَّرَابُ فِي رَأْسِهِ سَرِيعًا. وَأَمَّا سِوَارُ الْمَرْأَةِ، وَالْإِسْوَارُ مِنْ أَسَاوِرَةِ الْفُرْسِ وَهُمُ الْقَادَةُ، فَأَرَاهُمَا غَيْرَ عَرَبِيَّيْنِ. وَسَوْرَةُ الْخَمْرِ: حِدَّتُهَا وَغَلَيَانُهَا.",
    "pg": "3:115"
  },
  "سوس": {
    "def": "السِّينُ وَالْوَاوُ وَالسِّينُ أَصْلَانِ: أَحَدُهُمَا فَسَادٌ فِي شَيْءٍ، وَالْآخَرُ جِبِلَّةٌ وَخَلِيقَةٌ. فَالْأَوَّلُ سَاسَ الطَّعَامُ يَسَاسُ، وَأَسَاسَ يُسِيسُ، إِذَا فَسَدَ بِشَيْءٍ يُقَالُ لَهُ سُوسٌ. وَسَاسَتِ الشَّاةُ تَسَاسُ، إِذَا كَثُرَ قَمْلُهَا. وَيُقَالُ إِنَّ السَّوَسَ دَاءٌ يُصِيبُ الْخَيْلَ فِي أَعْجَازِهَا.\nوَأَمَّا الْكَلِمَةُ الْأُخْرَى فَالسُّوسُ وَهُوَ الطَّبْعُ. وَيُقَالُ: هَذَا مِنْ سُوسِ فُلَانٍ، أَيْ طَبْعِهِ. وَأَمَّا قَوْلُهُمْ سُسْتُهُ أَسُوسُهُ فَهُوَ مُحْتَمَلٌ أَنْ يَكُونَ مِنْ هَذَا، كَأَنَّهُ يَدُلُّهُ عَلَى الطَّبْعِ الْكَرِيمِ وَيَحْمِلُهُ عَلَيْهِ.\nوَالسِّيسَاءُ: مُنْتَظَمُ فَقَارِ الظَّهْرِ. وَمَاءٌ مَسُوسٌ وَكَلَأٌ مَسُوسٌ، إِذَا كَانَ نَافِعًا فِي الْمَالِ، وَهِيَ الْإِبِلُ وَالْغَنَمُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ السِّينِ وَالْيَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:119"
  },
  "سوط": {
    "def": "السِّينُ وَالْوَاوُ وَالطَّاءُ أَصْلٌ يَدُلُّ عَلَى مُخَالَطَةِ الشَّيْءِ الشَّيْءَ. يُقَالُ سُطْتُ الشَّيْءَ: خَلَطْتُ بَعْضَهُ بِبَعْضٍ. وَسَوَّطَ فُلَانٌ أَمْرَهُ تَسْوِيطًا، إِذَا خَلَطَهُ. قَالَ الشَّاعِرُ:\nفَسُطْهَا ذَمِيمَ الرَّأْيِ غَيْرَ مُوَفَّقِ ... فَلَسْتَ عَلَى تَسْوِيطِهَا بِمُعَانِ وَمِنَ الْبَابِ السَّوْطُ، لِأَنَّهُ يُخَالِطُ الْجِلْدَةَ ; يُقَالُ سُطْتُهُ بِالسَّوْطِ: ضَرَبْتُهُ. وَأَمَّا قَوْلُهُمْ فِي تَسْمِيَةِ النَّصِيبِ سَوْطًا فَهُوَ مِنْ هَذَا. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ﴾ [الفجر: ١٣] ، أَيْ نَصِيبًا مِنَ الْعَذَابِ.",
    "pg": "3:115-116"
  },
  "سوع": {
    "def": "السِّينُ وَالْوَاوُ وَالْعَيْنُ يَدُلُّ عَلَى اسْتِمْرَارِ الشَّيْءِ وَمُضِيِّهِ. مِنْ ذَلِكَ السَّاعَةُ سُمِّيَتْ بِذَلِكَ. يُقَالُ جَاءَنَا بَعْدَ سَوْعٍ مِنَ اللَّيْلِ وَسُوَاعٍ، أَيْ بَعْدَ هَدْءٍ مِنْهُ. وَذَلِكَ أَنَّهُ شَيْءٌ يَمْضِي وَيَسْتَمِرُّ. وَمِنْ ذَلِكَ قَوْلُهُمْ عَامَلْتُهُ مُسَاوَعَةً، كَمَا يُقَالُ مُيَاوَمَةً، وَذَلِكَ مِنَ السَّاعَةِ. وَيُقَالُ أَسَعْتُ الْإِبِلَ إِسَاعَةً، وَذَلِكَ إِذَا أَهْمَلْتَهَا حَتَّى تَمُرَّ عَلَى وَجْهِهَا. وَسَاعَتْ فَهِيَ تَسُوعُ. وَمِنْهُ يُقَالُ هُوَ ضَائِعٌ سَائِعٌ. وَنَاقَةٌ مِسْيَاعٌ، وَهِيَ الَّتِي تَذْهَبُ فِي الْمَرْعَى. وَالسِّيَاعُ: الطِّينُ فِيهِ التِّبْنِ.",
    "pg": "3:116"
  },
  "سوغ": {
    "def": "السِّينُ وَالْوَاوُ وَالْغَيْنُ أَصْلٌ يَدُلُّ عَلَى سُهُولَةِ الشَّيْءِ وَاسْتِمْرَارِهِ فِي الْحَلْقِ خَاصَّةً، ثُمَّ يُحْمَلُ عَلَى ذَلِكَ. يُقَالُ سَاغَ الشَّرَابُ فِي الْحَلْقِ سَوْغًا. وَأَسَاغَ اللَّهُ ﷻ. وَمِنَ الْمُشْتَقِّ مِنْهُ قَوْلُهُمْ: أَصَابَ فُلَانٌ كَذَا فَسَوَّغْتُهُ إِيَّاهُ. وَأَمَّا قَوْلُهُمْ هَذَا سَوْغُ هَذَا، أَيْ مِثْلُهُ، فَيَجُوزُ أَنْ يَكُونَ مِنْ هَذَا، أَيْ أَنَّهُ يَجْرِي مَجْرَاهُ وَيَسْتَمِرُّ اسْتِمْرَارَهُ. وَيَجُوزُ أَنْ يَكُونَ السِّينُ مُبْدَلَةً مِنْ صَادٍ، كَأَنَّهُ صِيغَ صِيَاغَتَهُ. وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "3:116"
  },
  "سوف": {
    "def": "السِّينُ وَالْوَاوُ وَالْفَاءُ ثَلَاثَةُ أُصُولٍ: أَحَدُهَا الشَّمُّ. يُقَالُ سُفْتُ الشَّيْءَ أَسُوفُهُ سَوْفًا، وَأَسَفْتُهُ. وَذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى أَنَّ قَوْلَهُمْ: بَيْنَنَا وَبَيْنَهُمْ مَسَافَةٌ، مِنْ هَذَا. قَالَ: وَكَانَ الدَّلِيلُ يَسُوفُ التُّرَابَ لِيَعْلَمَ عَلَى قَصْدٍ هُوَ أَمْ عَلَى جَوْرٍ. وَأَنْشَدُوا: إِذَا الدَّلِيلُ اسْتَافَ أَخْلَاقَ الطُّرُقِ\nأَيْ شَمَّهَا.\nوَالْأَصْلُ الثَّانِي: السُّوَافُ: ذَهَابُ الْمَالِ وَمَرَضُهُ. يُقَالُ أَسَافَ الرَّجُلُ، إِذَا وَقَعَ فِي مَالِهِ السُّوَافُ. قَالَ حُمَيْدُ بْنُ ثَوْرٍ:\nأَسَافَا مِنَ الْمَالِ التِّلَادِ وَأَعْدَمَا\nوَأَمَّا التَّأْخِيرُ فَالتَّسْوِيفُ. يُقَالُ سَوَّفْتُهُ، إِذَا أَخَّرْتَهُ، إِذَا قُلْتَ سَوْفَ أَفْعَلُ كَذَا.",
    "pg": "3:116-117"
  },
  "سوق": {
    "def": "السِّينُ وَالْوَاوُ وَالْقَافُ أَصْلٌ وَاحِدٌ، وَهُوَ حَدْوُ الشَّيْءِ. يُقَالُ سَاقَهُ يَسُوقُهُ سَوْقًا. وَالسَّيِّقَةُ: مَا اسْتِيقَ مِنَ الدَّوَابِّ. وَيُقَالُ سُقْتُ إِلَى امْرَأَتِي صَدَاقَهَا، وَأَسَقْتُهُ. وَالسُّوقُ مُشْتَقَّةٌ مِنْ هَذَا، لِمَا يُسَاقُ إِلَيْهَا مِنْ كُلِّ شَيْءٍ، وَالْجَمْعُ أَسْوَاقٌ. وَالسَّاقُ لِلْإِنْسَانُ وَغَيْرُهُ، وَالْجَمْعُ سُوقٌ، إِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّ الْمَاشِيَ يَنْسَاقُ عَلَيْهَا. وَيُقَالُ امْرَأَةٌ سَوْقَاءُ، وَرَجُلٌ أَسْوَقُ، إِذَا كَانَ عَظِيمَ السَّاقِ. وَالْمَصْدَرُ السَّوَقُ. قَالَ رُؤْبَةُ:\nقُبٌّ مِنَ التَّعْدَاءِ حُقْبٌ فِي سَوَقْ\nوَسُوقُ الْحَرْبِ: حَوْمَةُ الْقِتَالِ، وَهِيَ مُشْتَقَّةٌ مِنَ الْبَابِ الْأَوَّلِ.",
    "pg": "3:117"
  },
  "سوك": {
    "def": "السِّينُ وَالْوَاوُ وَالْكَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى حَرَكَةٍ وَاضْطِرَابٍ. يُقَالُ تَسَاوَقَتِ الْإِبِلُ: اضْطَرَبَتْ أَعْنَاقُهَا مِنَ الْهُزَالِ وَسُوءِ الْحَالِ. وَيُقَالُ أَيْضًا: جَاءَتِ الْإِبِلُ مَا تَسَاوَكُ هُزَالًا، أَيْ مَا تُحَرِّكُ رُءُوسَهَا. وَمِنْ هَذَا اشْتُقَّ اسْمُ السِّوَاكِ، وَهُوَ الْعُودُ نَفْسُهُ. وَالسِّوَاكُ اسْتِعْمَالُهُ أَيْضًا. قَالَ ابْنُ دُرَيْدٍ: سُكْتُ الشَّيْءَ سَوْكًا، إِذَا دَلَكْتَهُ. وَمِنْهُ اشْتِقَاقُ السِّوَاكِ، يُقَالُ سَاكَ فَاهُ، فَإِذَا قُلْتَ اسْتَاكَ لَمْ تَذْكُرِ الْفَمَ.",
    "pg": "3:117-118"
  },
  "سول": {
    "def": "السِّينُ وَالْوَاوُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى اسْتِرْخَاءٍ فِي شَيْءٍ يُقَالُ سَوِلَ يَسْوَلُ سَوَلًا. قَالَ الْهُذَلِيُّ:\nكَالسُّحْلِ الْبِيضِ جَلَا لَوْنُهَا ... سَحُّ نِجَاءِ الْحَمَلِ الْأَسْوَلِ\nفَأَمَّا قَوْلُهُمْ سَوَّلْتُ لَهُ الشَّيْءَ، إِذَا زَيَّنْتَهُ لَهُ، فَمُمْكِنٌ أَنْ تَكُونَ أُعْطِيَّتُهُ سُؤْلَهُ، عَلَى أَنْ تَكُونَ الْهَمْزَةُ مُلَيَّنَةً مِنَ السُّؤْلِ.",
    "pg": "3:118"
  },
  "سوم": {
    "def": "السِّينُ وَالْوَاوُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى طَلَبِ الشَّيْءِ. يُقَالُ سُمْتُ الشَّيْءَ، أَسُومُهُ سَوْمًا. وَمِنْهُ السَّوْمُ فِي الشِّرَاءِ وَالْبَيْعِ. وَمِنَ الْبَابِ سَامَتِ الرَّاعِيَةُ تَسُومُ، وَأَسَمْتُهَا أَنَا. قَالَ اللَّهُ تَعَالَى: ﴿فِيهِ تُسِيمُونَ﴾ [النحل: ١٠] ، أَيْ تَرْعُونَ. وَيُقَالُ سَوَّمْتُ فُلَانًا فِي مَالِي تَسْوِيمًا، إِذَا حَكَّمْتَهُ فِي مَالِكَ. وَسَوَّمْتُ غُلَامِي: خَلَّيْتُهُ وَمَا يُرِيدُ. وَالْخَيْلُ الْمُسَوَّمَةُ: الْمُرْسَلَةُ وَعَلَيْهَا رُكْبَانُهَا. وَأَصْلُ ذَلِكَ كُلِّهِ وَاحِدٌ. وَمِمَّا شَذَّ عَنِ الْبَابِ السُّومَةُ، وَهِيَ الْعَلَامَةُ تُجْعَلُ فِي الشَّيْءِ. وَالسِّيمَا مَقْصُورٌ مِنْ ذَلِكَ قَالَ اللَّهُ سُبْحَانَهُ: ﴿سِيمَاهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ﴾ [الفتح: ٢٩] . فَإِذَا مَدُّوهُ قَالُوا السِّيمَاءُ.",
    "pg": "3:118-119"
  },
  "سوي": {
    "def": "السِّينُ وَالْوَاوُ وَالْيَاءُ أَصْلٌ يَدُلُّ عَلَى اسْتِقَامَةٍ وَاعْتِدَالٍ بَيْنَ شَيْئَيْنِ. يُقَالُ هَذَا لَا يُسَاوِي كَذَا، أَيْ لَا يُعَادِلُهُ. وَفُلَانٌ وَفُلَانٌ عَلَى سَوِيَّةٍ مِنْ هَذَا الْأَمْرِ، أَيْ سَوَاءٍ. وَمَكَانٌ سُوًى، أَيْ مَعْلَمٌ قَدْ عَلِمَ الْقَوْمُ الدُّخُولَ فِيهِ وَالْخُرُوجَ مِنْهُ. وَيُقَالُ أَسْوَى الرَّجُلُ، إِذَا كَانَ خَلَفُهُ وَوَلَدُهُ سَوِيًّا.\nوَحَدَّثَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ الْقَطَّانُ، عَنْ عَلِيِّ بْنِ عَبْدِ الْعَزِيزِ، عَنْ أَبِي عُبَيْدٍ، عَنِ الْكِسَائِيِّ قَالَ: يُقَالُ كَيْفَ أَمْسَيْتُمْ؟ فَيُقَالُ: مُسْتَوُونَ صَالِحُونَ. يُرِيدُونَ: أَوْلَادُنَا وَمَاشِيَتُنَا سَوِيَّةٌ صَالِحَةٌ.\nوَمِنَ الْبَابِ السِّيُّ: الْفَضَاءُ مِنَ الْأَرْضِ، فِي قَوْلِ الْقَائِلِ:\nكَأَنَّ نَعَامَ السِّيِّ بَاضَ عَلَيْهِمُ\nوَالسِّيُّ: الْمِثْلُ. وَقَوْلُهُمْ سِيَّانِ، أَيْ مِثْلَانِ. وَمِنْ ذَلِكَ قَوْلُهُمْ: لَا سِيَّمَا، أَيْ لَا مِثْلَ مَا. هُوَ مِنَ السِّينِ وَالْوَاوِ وَالْيَاءِ، كَمَا يُقَالُ وَلَا سَوَاءَ. وَالدَّلِيلُ عَلَى أَنَّ السِّيَّ الْمِثْلُ قَوْلُ الْحُطَيْئَةِ:\nفَإِيَّاكُمْ وَحَيَّةَ بَطْنِ وَادٍ ... هَمُوزَ النَّابِ لَكُمْ بِسِيٍّ\nوَمِنَ الْبَابِ السَّوَاءُ: وَسَطُ الدَّارِ وَغَيْرِهَا، وَسُمِّيَ بِذَلِكَ لِاسْتِوَائِهِ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿فَاطَّلَعَ فَرَآهُ فِي سَوَاءِ الْجَحِيمِ﴾ [الصافات: ٥٥] . وَأَمَّا قَوْلُهُمْ: هَذَا سِوَى ذَلِكَ، أَيْ غَيْرُهُ، فَهُوَ مِنَ الْبَابِ ; لِأَنَّهُ إِذَا كَانَ سِوَاهُ فَهُمَا كُلُّ وَاحِدٍ مِنْهُمَا فِي حَيِّزِهِ عَلَى سَوَاءٍ. وَالدَّلِيلُ عَلَى ذَلِكَ مَدُّهُمُ السِّوَاءُ بِمَعْنَى سِوَى. قَالَ الْأَعْشَى:\nوَمَا عَدَلَتْ مِنْ أَهْلِهَا لِسَوَائِكَا\nوَيُقَالُ قَصَدْتُ سِوَى فُلَانٍ: كَمَا يُقَالُ قَصَدْتُ قَصْدَهُ. وَأَنْشَدَ الْفَرَّاءُ:\nفَلَأَصْرِفَنَّ سِوَى حُذَيْفَةَ مِدْحَتِي ... لِفَتَى الْعَشِيِّ وَفَارِسِ الْأَجْرَافِ",
    "pg": "3:112-113"
  },
  "سيب": {
    "def": "السِّينُ وَالْيَاءُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى اسْتِمْرَارِ شَيْءٍ وَذَهَابِهِ. مِنْ ذَلِكَ سَيْبُ الْمَاءِ: مَجْرَاهُ. وَانْسَابَتِ الْحَيَّةُ انْسِيَابًا. وَيُقَالُ سَيَّبْتُ الدَّابَّةَ: تَرَكْتُهُ حَيْثُ شَاءَ. وَالسَّائِبَةُ: الْعَبْدُ يُسَيَّبُ مِنْ غَيْرِ وَلَاءٍ، يَضَعُ مَالَهُ حَيْثُ شَاءَ. وَمِنَ الْبَابِ [السَّيْبُ] ، وَهُوَ الْعَطَاءُ، كَأَنَّهُ شَيْءٌ أُجْرِيَ لَهُ. وَالسُّيُوبُ: الرِّكَازُ، كَأَنَّهُ عَطَاءٌ أَجْرَاهُ اللَّهُ تَعَالَى لِمَنْ وَجَدَهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ السَّيَابُ، وَهُوَ الْبَلَحُ، الْوَاحِدَةُ سَيَابَةٌ.",
    "pg": "3:119-120"
  },
  "سيح": {
    "def": "السِّينُ وَالْيَاءُ وَالْحَاءُ أَصْلٌ صَحِيحٌ، وَقِيَاسُهُ قِيَاسُ مَا قَبْلَهُ. يُقَالُ سَاحَ فِي الْأَرْضِ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿فَسِيحُوا فِي الْأَرْضِ أَرْبَعَةَ أَشْهُرٍ﴾ [التوبة: ٢] ، وَالسَّيْحُ: الْمَاءُ الْجَارِي، وَالْمَسَايِيحُ فِي حَدِيثِ عَلِيٍّ كَرَّمَ اللَّهُ وَجْهَهُ فِي قَوْلِهِ: \" أُولَئِكَ مَصَابِيحُ الدُّجَى، لَيْسُوا بِالْمَذَايِيعِ وَلَا الْمَسَايِيحِ الْبُذُرِ \"، فَإِنَّ الْمَذَايِيعَ جَمْعُ مِذْيَاعٍ، وَهُوَ الَّذِي يُذِيعُ السِّرَّ لَا يَكْتُمُهُ. وَالْمَسَايِيحُ، هُمُ الَّذِينَ يَسِيحُونَ فِي الْأَرْضِ بِالنَّمِيمَةِ وَالشَّرِّ وَالْإِفْسَادِ بَيْنَ النَّاسِ. وَمِمَّا يَدُلُّ عَلَى صِحَّةِ هَذَا الْقِيَاسِ قَوْلُهُمْ سَاحَ الظِّلُّ، إِذَا فَاءَ. وَالسَّيْحُ: الْعَبَاءَةُ الْمُخَطَّطَةُ. وَسُمِّيَ بِذَلِكَ تَشْبِيهًا لِخُطُوطِهَا بِالشَّيْءِ الْجَارِي.",
    "pg": "3:120"
  },
  "سيد": {
    "def": "السِّينُ وَالْيَاءُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ السِّيدُ. قَالَ قَوْمٌ: السِّيدُ الذِّئْبُ. وَقَالَ آخَرُونَ: وَقَدْ يُسَمَّى الْأَسَدُ سِيدًا. وَيُنْشِدُونَ:\nكَالسِّيدِ ذِي اللِّبْدَةِ الْمُسْتَأْسِدِ الضَّارِي",
    "pg": "3:120"
  },
  "سير": {
    "def": "السِّينُ وَالْيَاءُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى مُضِيٍّ وَجَرَيَانٍ، يُقَالُ سَارَ يَسِيرُ سَيْرًا، وَذَلِكَ يَكُونُ لَيْلًا وَنَهَارًا. وَالسِّيرَةُ: الطَّرِيقَةُ فِي الشَّيْءِ وَالسُّنَّةِ، لِأَنَّهَا تَسِيرُ وَتَجْرِي. يُقَالُ سَارَتْ، وَسِرْتُهَا أَنَا. قَالَ:\nفَلَا تَجْزَعَنْ مِنْ سُنَّةٍ أَنْتَ سِرْتَهَا ... فَأَوَّلُ رَاضٍ سُنَّةً مَنْ يَسِيرُهَا\nوَالسَّيْرُ: الْجِلْدُ، مَعْرُوفٌ، وَهُوَ مِنْ هَذَا سُمِّيَ بِذَلِكَ لِامْتِدَادِهِ ; كَأَنَّهُ يَجْرِي. وَسَيَّرْتُ الْجُلَّ عَنِ الدَّابَّةِ، إِذَا أَلْقَيْتَهُ عَنْهُ. وَالْمُسَيَّرُ مِنَ الثِّيَابِ: الَّذِي فِيهِ خُطُوطٌ كَأَنَّهُ سُيُورٌ.",
    "pg": "3:120-121"
  },
  "سيع": {
    "def": "السِّينُ وَالْيَاءُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى جَرَيَانِ الشَّيْءِ. فَالسَّيْعُ: الْمَاءُ الْجَارِي عَلَى وَجْهِ الْأَرْضِ، يُقَالُ سَاعَ وَانْسَاعَ. وَانْسَاعَ الْجَمَدُ: ذَابَ. وَالسَّيَاعُ: مَا يُطَيَّنُ بِهِ الْحَائِطُ. وَيُقَالُ إِنَّ السَّيَاعَ الشَّحْمَةُ تُطْلَى بِهَا الْمَزَادَةُ. وَقَدْ سَيَّعَتِ الْمَرْأَةُ مَزَادَتَهَا.",
    "pg": "3:121"
  },
  "سيف": {
    "def": "السِّينُ وَالْيَاءُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى امْتِدَادٍ فِي شَيْءٍ وَطُولٍ. مِنْ ذَلِكَ السَّيْفُ، سُمِّيَ بِذَلِكَ لِامْتِدَادِهِ. وَيُقَالُ مِنْهُ امْرَأَةٌ سَيْفَانَةٌ، إِذَا كَانَتْ شَطْبَةً وَكَأَنَّهَا نَصْلُ سَيْفٍ. قَالَ الْخَلِيلُ بْنُ أَحْمَدَ: لَا يُوصَفُ بِهِ الرَّجُلُ. وَحَدَّثَنِي عَلِيُّ بْنُ إِبْرَاهِيمَ عَنْ عَلِيِّ بْنِ عَبْدِ الْعَزِيزِ، عَنْ أَبِي عُبَيْدٍ، عَنِ الْكِسَائِيِّ: رَجُلٌ سَيْفَانٌ وَامْرَأَةٌ سَيْفَانَةٌ.\nوَمِمَّا يَدُلُّ عَلَى صِحَّةِ هَذَا الِاشْتِقَاقِ، قَوْلُهُمْ سِيفُ الْبَحْرِ، وَهُوَ مَا امْتَدَّ مَعَهُ مِنْ سَاحِلِهِ وَمِنْهُ السِّيفُ، مَا كَانَ مُلْتَصِقًا بِأُصُولِ السَّعَفِ مِنَ اللِّيفِ، وَهُوَ أَرْدَؤُهُ. قَالَ: وَالسِّيفُ وَاللِّيفُ عَلَى هُدَّابِهَا\nفَأَمَّا السَّائِفَةُ مِنَ الْأَرْضِ فَمِنْ هَذِهِ أَيْضًا، لِأَنَّهُ الرَّمْلُ الَّذِي يَمِيلُ فِي الْجَلَدِ وَيَمْتَدُّ مَعَهَا. قَالُوا: وَهُوَ الَّذِي يُقَالُ لَهُ الْعَدَابُ. قَالَ أَبُو زِيَادٍ: السَّائِفَةُ مِنَ الرَّمْلِ أَلْيَنُ مَا يَكُونُ مِنْهُ. وَالْأَوَّلُ أَصَحُّ. وَهُوَ قَوْلُ النَّضْرِ ; لِأَنَّهُ أَقْيَسُ وَأَشْبَهُ بِالْأَصْلِ الَّذِي ذَكَرْنَاهُ. وَكُلُّ مَا كَانَ مِنَ اللُّغَةِ أَقْيَسُ فَهُوَ أَصَحُّ. وَجَمْعُ السَّائِفَةِ سَوَائِفُ. قَالَ ذُو الرُّمَّةِ:\nتَبَسَّمُ عَنْ أَلْمَى اللِّثَاتِ كَأَنَّهُ ... ذُرَى أُقْحُوَانٍ مِنْ أَقَاحِي السَّوَائِفِ\nوَقَالَ أَيْضًا:\n. . . . . . . . . . . . . . . . . . . . . كَأَنَّهَا ... بِسَائِفَةٍ قَفْرٍ ظُهُورُ الْأَرَاقِمِ\nفَأَمَّا قَوْلُهُمْ أَسَفْتُ الْخَرْزَ، إِذَا خَرَمْتَهُ، فَقَدْ يَجُوزُ أَنْ يَكُونَ شَاذًّا عَنْ هَذَا الْأَصْلِ، وَيَجُوزُ أَنْ يَكُونَ مِنْ ذَوَاتِ الْوَاوِ وَتَكُونُ مِنَ السُّوَافِ، وَقَدْ مَضَى ذِكْرُهُ. يُقَالُ هُوَ مُسِيفٌ، إِذَا خَرَمَ الْخَرْزَ. قَالَ الرَّاعِي:\nمَزَائِدُ خَرْقَاءِ الْيَدَيْنِ مُسِيفَةٍ ... أَخَبَّ بِهِنَّ الْمَخْلِفَانِ وَأَحْفَدَا",
    "pg": "3:121-122"
  },
  "سيل": {
    "def": "السِّينُ وَالْيَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى جَرَيَانٍ وَامْتِدَادٍ. يُقَالُ سَالَ الْمَاءُ وَغَيْرُهُ يَسِيلُ سَيْلًا وَسَيَلَانًا. وَمَسِيلُ الْمَاءِ. إِذَا جُعِلَتِ الْمِيمُ زَائِدَةً فَمِنْ هَذَا، وَإِذَا جُعِلَتِ الْمِيمُ أَصْلِيَّةً فَمِنْ بَابٍ آخَرَ، وَقَدْ ذُكِرَ. فَأَمَّا السِّيلَانُ مِنَ السَّيْفِ وَالسِّكِّينِ، فَهِيَ الْحَدِيدَةُ الَّتِي تَدْخُلُ فِي النِّصَالِ. وَسَمِعْتُ عَلِيَّ بْنَ إِبْرَاهِيمَ الْقَطَّانَ يَقُولُ: سَمِعْتُ عَلِيَّ بْنَ عَبْدِ الْعَزِيزِ يَقُولُ: سَمِعْتُ أَبَا عُبَيْدٍ يَقُولُ: السِّيلَانُ قَدْ سَمِعْتُهُ، وَلَمْ أَسْمَعْهُ مِنْ عَالِمٍ. وَأَمَّا سِيَةُ الْقَوْسِ، وَهِيَ طَرَفُهَا، فَيُقَالُ إِنَّ النِّسْبَةَ إِلَيْهَا سِيَوِيٌّ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ السِّينِ وَالْهَمْزَةِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:122-123"
  }
}