{
  "ظاب": {
    "def": "الظَّاءُ وَالْهَمْزَةُ وَالْبَاءُ كَلِمَتَانِ مُتَبَايِنَتَانِ: إِحْدَاهُمَا الظَّأْبُ، وَهُوَ سِلْفُ الرَّجُلِ. وَالْأُخْرَى الْكَلَامُ وَالْجَلَبَةُ. قَالَ:\nيَصُوعُ عُنُوقَهَا أَحَوَى زَنِيمٌ ... لَهُ ظَأْبٌ كَمَا صَخِبَ الْغَرِيمُ",
    "pg": "3:473"
  },
  "ظار": {
    "def": "الظَّاءُ وَالْهَمْزَةُ وَالرَّاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى الْعَطْفِ وَالدُّنُوِّ. مِنْ ذَلِكَ الظِّئْرُ. وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِعَطْفِهَا عَلَى مَنْ تُرَبِّيهِ. وَأَظْأَرْتُ لِوَلَدِي ظِئْرًا، كَمَا مَرَّ فِي اظَّلَمَ بِالظَّاءِ. وَالظَّئُورُ مِنَ النُّوقِ: الَّتِي تَعْطِفُ عَلَى الْبَوِّ. وَظَأَرَنِي فُلَانٌ عَلَى كَذَا، أَيْ عَطَفَنِي. وَالظُّؤَارُ تُوصَفُ بِهِ الْأَثَافِيُّ، كَأَنَّهَا مُتَعَطِّفَةٌ عَلَى الرَّمَادِ. وَالظِّئَارُ: أَنْ تُعَالَجَ النَّاقَةُ بِالْغِمَامَةِ فِي أَنْفِهَا لِكَيْ تَظْأَرَ. وَقَوْلُهُمْ: \" الطَّعْنُ يَظْأَرُ \"، أَيْ يَعْطِفُ عَلَى الصُّلْحِ. وَيُقَالُ: ظِئْرٌ وَظُؤَارٌ، وَهُوَ مِنَ الْجَمْعِ الَّذِي جَاءَ عَلَى فُعَالٍ، وَهُوَ نَادِرٌ.",
    "pg": "3:473"
  },
  "ظام": {
    "def": "الظَّاءُ وَالْهَمْزَةُ وَالْمِيمُ مِنَ الْكَلَامِ وَالْجَلَبَةِ، وَهُوَ إِبْدَالٌ. فَالظَّأْمُ وَالظَّأْبُ بِمَعْنًى. وَاللَّهُ أَعْلَمُ. [بَابُ الظَّاءِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:473-474"
  },
  "ظبى": {
    "def": "الظَّاءُ وَالْبَاءُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَتَانِ، إِحْدَاهُمَا: الظَّبْيُ، وَالْأُخْرَى: ظُبَةُ السَّيْفِ، وَمَا لِوَاحِدَةٍ مِنْهُمَا قِيَاسٌ. فَالظَّبْيُ: وَاحِدُ الظِّبَاءِ، مَعْرُوفٌ، وَالْأُنْثَى ظَبْيَةٌ، وَقَدْ يُجْمَعُ عَلَى ظُبِيٍّ. وَإِذَا قَلَّتْ فَهِيَ أَظْبٍ. وَ [أَمَّا مَا] جَاءَ فِي الْحَدِيثِ: «إِذَا أَتَيْتَهُمْ فَارْبِضْ فِي دَارِهِمْ ظَبْيًا» . فَإِنَّهُ يَقُولُ: كُنْ آمِنًا فِيهِمْ كَأَنَّكَ ظَبْيٌ آمِنٌ فِي كِنَاسِهِ لَا يَرَى أَنِيسًا. وَيَقُولُونَ: بِهِ دَاءُ ظَبْيٍ. قَالُوا: مَعْنَاهُ أَنَّهُ لَا دَاءَ بِهِ، كَمَا لَا دَاءَ بِالظَّبْيِ. قَالَ:\nلَا تَجْهَمِينَا أُمَ عَمْرٍو فَإِنَّنَا ... بِنَا دَاءُ ظَبْيٍ لَمْ تَخُنْهُ قَوَائِمُهُ\nوَالظَّبْيَةُ عَلَى مَعْنَى الِاسْتِعَارَةِ: جَهَازَ الْمَرْأَةِ، وَحَيَاءُ النَّاقَةِ. وَالظَّبْيَةُ: جِرَابٌ صَغِيرٌ عَلَيْهِ شَعَرٌ. وَكُلُّ ذَلِكَ تَشْبِيهٌ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالظُّبَةُ: حَدُ السَّيْفِ، وَلَا يُدْرَى مَا قِيَاسُهَا، وَتُجْمَعُ عَلَى ظُبِينَ وَظُبَاتٍ. قَالَ قَوْمٌ: هُوَ مِنْ ذَوَاتِ الْوَاوِ، وَهُوَ مِنْ قَوْلِنَا: ظَبَوْتُ. وَهَذَا شَيْءٌ لَا تَدُلُّ عَلَيْهِ حُجَّةٌ. وَقَالَ فِي جَمْعِ ظِبَةٍ: ظِبِينَ:\nيَرَى الرَّاءُونَ بِالشَّفَرَاتِ مِنْهَا ... كَنَارِ أَبِي حُبَاحِبَ وَالظُّبِينَا\n\n[بَابُ الظَّاءِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:474"
  },
  "ظرب": {
    "def": "الظَّاءُ وَالرَّاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شَيْءٍ ثَابِتٍ أَوْ غَيْرِ ثَابِتٍ مَعَ حِدَّةٍ. مِنْ ذَلِكَ الظِّرَابُ، وَهُوَ جَمْعُ ظَرِبٍ، وَهُوَ النَّابِتُ مِنَ الْحِجَارَةِ مَعَ حِدَّةٍ فِي طَرَفِهِ. وَيُقَالُ: [إِنَّ الْأَظْرَابَ أَسْنَاخُ الْأَسْنَانِ. وَيُقَالُ: بَلْ] هِيَ الْأَرْبَعَةُ خَلْفَ النَّوَاجِذِ. وَأَمَّا ابْنُ دُرَيْدٍ فَزَعَمَ أَنَّ الْأَظْرَابَ فِي اللِّجَامِ: الْعُقَدُ الَّتِي فِي أَطْرَافِ الْحَدِيدَةِ. وَأَنْشَدَ:\nبَادٍ نَوَاجِذُهُ عَلَى الْأَظْرَابٍِ\nوَيُقَالُ: إِنَّ الظُّرُبَّ: الْقَصِيرُ اللَّحِيمُ، وَهَذَا عَلَى التَّشْبِيهِ. قَالَ:\nلَا تَعْدِلِينِي بِظُرُبٍّ جَعْدِ\nوَالظَّرِبَانُ: دُوَيْبَةٌ. [بَابُ مَا جَاءَِ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرَ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ ظَاءٌ]\nلَمْ نَجِدْ إِلَى وَقْتِنَا شَيْئًا.\nتَمَّ كِتَابُ الظَّاءِ، وَاللَّهُ أَعْلَمُ بِالصَّوَابِ [كِتَابُ الْعَيْنِ] [بَابُ الْعَيْنِ وَمَا بَعْدَهَا فِي الْمُضَا عَفِ وَالْمُطَابَقِ وَالْأَصَمِّ] ﷽\n\nكِتَابُ الْعَيْنِ\nبَابُ الْعَيْنِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابَقِ وَالْأَصَمِّ",
    "pg": "3:475-3"
  },
  "ظرر": {
    "def": "الظَّاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى حَجَرٍ مُحَدَّدِ الطَّرَفِ. يَقُولُونَ: إِنَّ الظُّرَرَ: حَجَرٌ مُحَدَّدٌ صُلْبٌ، وَالْجَمْعُ: ظِرَّانٌ. قَالَ:\nبِجَسْرَةٍ تَنْجُلُ الظِّرَّانَ نَاجِيَةٍ ... إِذَا تَوَقَّدَ فِي الدَّيْمُومَةِ الظُّرَرُ\nوَأَظَرَّ الرَّجُلُ: مَشَى عَلَى الظِّرَارِ. وَيَقُولُونَ: \" أَظِرِّيَ إِنَّكَ نَاعِلَةٌ \". يَقُولُونَ: امْشِي عَلَى الظُّرَرِ، فَإِنَّ عَلَيْكِ نَعْلَيْنِ، يُضْرَبُ مَثَلًا لِمَنْ يُكَلَّفُ عَمَلًا يَقْوَى عَلَيْهِ. وَيُقَالُ الْمَظَرَّةُ: الْحَجَرُ يُقْدَحُ بِهِ، وَيُقَالُ: بَلْ هُوَ حَجَرٌ يُقَطَّعُ بِهِ شَيْءٌ يَكُونُ فِي حَيَاءِ النَّاقَةِ كَالثُّؤْلُولِ. وَيُقَالُ: أَرْضٌ مَظَرَّةٌ: كَثِيرَةُ الظُّرَرِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ قَوْلُهُمْ: اظْرَوْرَى، أَيِ انْتَفَخَ. وَاللَّهُ أَعْلَمُ. [بَابُ الظَّاءِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:464-465"
  },
  "ظرف": {
    "def": "الظَّاءُ وَالرَّاءُ وَالْفَاءُ كَلِمَةٌ كَأَنَّهَا صَحِيحَةٌ. يَقُولُونَ: هَذَا وِعَاءُ الشَّيْءِ وَظَرْفُهُ، ثُمَّ يُسَمُّونَ الْبَرَاعَةَ ظَرْفًا، وَذَكَاءَ الْقَلْبِ كَذَلِكَ. وَمَعْنَى ذَلِكَ أَنَّهُ وِعَاءٌ لِذَلِكَ. وَهُوَ ظَرِيفٌ. وَقَدْ أَظْرَفَ الرَّجُلُ. إِذَا وَلَدَ بَنِينَ ظُرَفَاءَ. وَمَا أَحْسَبُ شَيْئًا مِنْ ذَلِكَ مِنْ كَلَامِ الْعَرَبِ.",
    "pg": "3:474-475"
  },
  "ظعن": {
    "def": "الظَّاءُ وَالْعَيْنُ وَالنُّونُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى الشُّخُوصِ مِنْ مَكَانٍ إِلَى مَكَانٍ. تَقُولُ: ظَعَنَ يَظْعَنُ ظَعْنًا وَظَعَنًا، إِذَا شَخَصَ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿وَجَعَلَ لَكُمْ مِنْ جُلُودِ الْأَنْعَامِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ﴾ [النحل: ٨٠] . وَالظَّعِينَةُ، مِمَّا يُقَالُ فِيهِ، فَقَالَ قَوْمٌ: هِيَ الْمَرْأَةُ، وَقَالَ آخَرُونَ: الظَّعَائِنُ الْهَوَادِجُ، كَانَ فِيهَا نِسَاءٌ أَوْ لَمْ يَكُنْ. وَهَذَا أَصَحُّ الْقَوْلَيْنِ ; لِأَنَّهُ مِنْ أَدَوَاتِ الرَّحِيلُ. وَالظَّعُونُ: الْبَعِيرُ الَّذِي يُعَدُّ لِلظَّعْنِ. وَمِنَ الْبَابِ الظِّعَانُ، وَهُوَ الْحَبْلُ الَّذِي يُشَدُّ بِهِ الْقَتَبُ عَلَى الْبَعِيرِ، وَسُمِّيَ بِذَلِكَ ظِعَانًا لِأَنَّهُ أَحَدُ أَدَوَاتِ السَّيْرِ وَالظَّعْنِ. قَالَ:\nلَهُ عُنُقٌ تُلْوِي بِمَا وُصِلَتْ بِهِ ... وَدُفَّانِ يَشْتَفَّانِ كُلَّ ظِعَانِ\n\n[بَابُ الظَّاءِ وَالْفَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:465"
  },
  "ظفر": {
    "def": "الظَّاءُ وَالْفَاءُ وَالرَّاءُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدُهُمَا عَلَى الْقَهْرِ وَالْفَوْزِ وَالْغَلَبَةِ، وَالْآخَرُ عَلَى قُوَّةٍ فِي الشَّيْءِ. وَلَعَلَّ الْأَصْلَيْنِ يَتَقَارَبَانِ فِي الْقِيَاسِ. فَالْأَوَّلُ: الظَّفَرُ، وَهُوَ الْفَلْجُ وَالْفَوْزُ بِالشَّيْءِ. يُقَالُ: ظَفِرَ يَظْفَرُ ظَفَرًا. وَاللَّهُ تَعَالَى أَظْفَرَهُ. وَقَالَ تَعَالَى: ﴿مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ﴾ [الفتح: ٢٤] . وَرَجُلٌ مُظَفَّرٌ.\nوَالْأَصْلُ الْآخَرُ: الظُّفْرُ ظُفْرُ الْإِنْسَانِ. وَيُقَالُ: ظَفَّرَ فِي الشَّيْءِ، إِذَا جَعَلَ ظُفْرَهُ فِيهِ. وَرَجُلٌ أَظْفَرُ، أَيْ طَوِيلُ الْأَظْفَارِ، كَمَا يُقَالُ: أَشْعَرُ أَيْ طَوِيلُ الشَّعَرِ. وَيُقَالُ لِلْمَهِينِ: هُوَ كَلَيْلُ الظُّفُرِ. وَهَذَا مَثَلٌ. قَالَ طَرَفَةُ:\nلَا كَلِيلٌ دَالِفٌ مِنْ هَرَمٍ ... أَرْهَبُ اللَّيْلَ وَلَا كَلُّ الظُّفُرْ\nوَيُقَالُ: ظَفَّرَ النَّبْتُ تَظْفِيرًا، إِذَا طَلَعَ. وَذَاكَ أَنْ يَطْلُعَ مِنْهُ كَالْأَظْفَارِ بِقُوَّةٍ. وَأَمَّا قَوْلُهُمْ فِي الْجُلَيْدَةِ تَغْشَى الْعَيْنَ: ظَفَرَةٌ، فَذَلِكَ عَلَى طَرِيقِ التَّشْبِيهِ. وَيُقَالُ: ظُفِرَتِ الْعَيْنُ، إِذَا كَانَ بِهَا ظَفَرَةٌ. قَالَ أَبُو عُبَيْدٍ: وَهِيَ الَّتِي يُقَالُ لَهَا: ظُفْرٌ.\nوَمِنَ الْبَابِ ظُفْرُ الْقَوْسِ، وَهُمَا الْجُزْءَانِ اللَّذَانِ يَكُونُ فِيهِمَا الْوَتَرُ فِي طَرَفَيْ سِيَتَيِ الْقَوْسِ. وَرُبَّمَا قَالُوا: الظَّفَرَةُ مَا اطْمَأَنَّ مِنَ الْأَرْضِ وَأَنْبَتَ. وَهَذَا أَيْضًا تَشْبِيهٌ. وَالْأَظْفَارُ: كَوَاكِبُ صِغَارٌ، وَهِيَ عَلَى جِهَةِ الِاسْتِعَارَةِ. فَأَمَّا ظَفَارِ، وَهِيَ مَدِينَةٌ بِالْيَمَنِ، فَمُمْكِنٌ [أَنْ تَكُونَ] مِنْ بَعْضِ مَا ذَكَرْنَاهُ، وَالنِّسْبَةُ إِلَيْهَا ظَفَارِيٌّ. وَاللَّهُ أَعْلَمُ. [بَابُ الظَّاءِ وَاللَّامِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:465-467"
  },
  "ظلع": {
    "def": "الظَّاءُ وَاللَّامُ وَالْعَيْنُ أُصَيْلٌ يَدُلُّ عَلَى مَيْلٍ فِي مَشْيٍ. يُقَالُ: دَابَّةٌ بِهِ ظَلْعٌ، إِذَا كَانَ يَغْمِزُ فَيَمِيلُ. وَيَقُولُونَ: هُوَ ظَالِعٌ، أَيْ مَائِلٌ عَنِ الطَّرِيقِ الْقَوِيمِ. قَالَ النَّابِغَةُ:\nأَتُوعِدُ عَبْدًا لَمْ يَخُنْكَ أَمَانَةً ... وَتَتْرُكَ عَبْدًا ظَالِمًا وَهُوَ ظَالِعُ",
    "pg": "3:467"
  },
  "ظلف": {
    "def": "الظَّاءُ وَاللَّامُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى أَدْنَى قُوَّةٍ وَشِدَّةٍ. مِنْ ذَلِكَ ظِلْفُ الْبَقَرَةِ وَغَيْرِهَا. وَرُبَّمَا اسْتُعِيرَ لِلْفَرَسِ. قَالَ:\nوَخَيْلٍ تَطَأْكُمْ بِأَظْلَافِهَا\nوَإِذَا رَمَيْتَ الصَّيْدَ فَأَصَبْتَ ظِلْفَهُ قُلْتَ: قَدْ ظَلَفْتُهُ، وَهُوَ مَظْلُوفٌ. وَالظِّلْفُ وَالظَّلِيفُ: كُلُّ مَكَانٍ خَشِنٍ. وَقَالَ الْأُمَوِيُّ: أَرْضٌ ظَلِفَةٌ: غَلِيظَةٌ لَا يُرَى أَثَرُ مَنْ مَشَى فِيهَا، بَيِّنَةُ الظَّلَفِ. وَمِنْهُ أُخِذَ الظَّلَفُ فِي الْمَعِيشَةِ.\nوَقَوْلُ النَّاسِ: هُوَ ظَلِفٌ عَنْ كَذَا، يُرَادُ التَّشَدُّدُ فِي الْوَرَعِ وَالْكَفُّ، وَهُوَ مِنْ هَذَا الْقِيَاسِ. وَأَمَّا حِنْوُ الْقَتَبِ فَسُمِّيَ ظَلِفَةً لِقُوَّتِهِ وَشِدَّتِهِ. وَيُقَالُ: أَخَذَ الْجَزُورَ بِظَلَفِهَا وَظَلِيفَتِهَا، أَيْ كُلِّهَا.",
    "pg": "3:467-468"
  },
  "ظلل": {
    "def": "الظَّاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى سَتْرِ شَيْءٍ لِشَيْءٍ، وَهُوَ الَّذِي يُسَمَّى الظِّلَّ. وَ [كَلِمَاتُ] الْبَابِ عَائِدَةٌ إِلَيْهِ. فَالظِّلُّ: ظِلُّ الْإِنْسَانِ وَغَيْرِهِ، وَيَكُونُ بِالْغَدَاةِ وَالْعَشِيِّ، وَالْفَيْءُ لَا يَكُونُ إِلَّا بِالْعَشِيِّ. وَتَقُولُ: أَظَلَّتْنِي الشَّجَرَةُ. وَظِلٌّ ظَلِيلٌ: [دَائِمٌ] . وَاللَّيْلُ ظِلٌّ. قَالَ:\nقَدْ أَعْسِفُ النَّازِحَ الْمَجْهُولَ مَعْسِفُهُ ... فِي ظِلِّ أَخْضَرَ يَدْعُو هَامَهُ الْبُومُ\nيُرِيدُ فِي سَتْرِ لَيْلٍ أَخْضَرَ. وَأَظَلَّكَ فُلَانٌ، كَأَنَّهُ وَقَاكَ بِظِلِّهِ، وَهُوَ عِزُّهُ وَمَنَعَتُهُ. وَالْمِظَلَّةُ مَعْرُوفَةٌ. وَأَظَلَّ يَوْمُنَا: دَامَ ظِلُّهُ، وَيُقَالُ: إِنَّ الظُّلَّةَ أَوَّلُ سَحَابَةٍ تُظِلُّ. وَالظُّلَّةُ: كَهَيْئَةِ الصُّفَّةِ. قَالَ اللَّهُ تَعَالَى: ﴿وَإِذْ نَتَقْنَا الْجَبَلَ فَوْقَهُمْ كَأَنَّهُ ظُلَّةٌ﴾ [الأعراف: ١٧١]\nوَمِنَ الْبَابِ قَوْلُهُمْ: ظَلَّ يَفْعَلُ كَذَا، وَذَلِكَ إِذَا فَعَلَهُ نَهَارًا. وَإِنَّمَا قُلْنَا إِنَّهُ مِنَ الْبَابِ لِأَنَّ ذَلِكَ شَيْءٌ يُخَصُّ بِهِ النَّهَارُ، وَذَلِكَ أَنَّ الشَّيْءَ يَكُونُ لَهُ ظِلٌّ نَهَارًا، وَلَا يُقَالُ: ظَلَّ يَفْعَلُ كَذَا لَيْلًا ; لِأَنَّ اللَّيْلَ نَفْسَهُ ظِلٌّ.\n\nوَمِنَ الْبَابِ، وَقِيَاسُهُ صَحِيحٌ: الْأَظَلُّ، وَهُوَ بَاطِنُ خُفِ الْبَعِيرِ. وَيَجُوزُ أَنْ يَكُونَ كَذَا لِأَنَّهُ يَسْتُرُ مَا تَحْتَهُ، أَوْ لِأَنَّهُ مُغَطَّى بِمَا فَوْقَهُ. قَالَ: فِي نَكِيبٍ مَعِرٍ دَامِي الْأَظَلِّ.\nفَأَمَّا قَوْلُ الْآخَرِ:\nتَشْكُو الْوَجَى مِنْ أَظْلَلٍ وَأَظْلَلِ\nفَهُوَ الْأَظَلُّ، لَكِنَّهُ أَظْهَرَ التَّضْعِيفَ ضَرُورَةً.",
    "pg": "3:461-462"
  },
  "ظلم": {
    "def": "الظَّاءُ وَاللَّامُ وَالْمِيمُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا خِلَافُ الضِّيَاءِ وَالنُّورِ، وَالْآخَرُ وَضْعُ الشَّيْءِ غَيْرَ مَوْضِعِهِ تَعَدِّيًا.\nفَالْأَوَّلُ الظُّلْمَةُ، وَالْجَمْعُ ظُلُمَاتٌ. وَالظَّلَامُ: اسْمُ الظُّلْمَةِ ; وَقَدْ أَظْلَمَ الْمَكَانُ إِظْلَامًا. وَمِنْ هَذَا الْبَابِ مَا حَكَاهُ الْخَلِيلُ مِنْ قَوْلِهِمْ: لَقِيتُهُ أَوَّلَ ذِي ظُلْمَةٍ. قَالَ: وَهُوَ أَوَّلُ شَيْءٍ سَدَّ بَصَرَكَ فِي الرُّؤْيَةِ، لَا يُشْتَقُّ مِنْهُ فِعْلٌ. وَمِنْ هَذَا قَوْلُهُمْ: لَقِيتُهُ أَدْنَى ظَلَمٍ، لِلْقَرِيبِ. وَيَقُولُونَهُ بِأَلْفَاظٍ أُخَرَ مُرَكَّبَةٍ مِنَ الظَّاءِ وَاللَّامِ وَالْمِيمِ، وَأَصْلُ ذَلِكَ الظُّلْمَةُ، كَأَنَّهُمْ يَجْعَلُونَ الشَّخْصَ ظُلْمَةً فِي التَّشْبِيهِ، وَذَلِكَ كَتَسْمِيَتِهِمُ الشَّخْصَ سَوَادًا. فَعَلَى هَذَا يُحْمَلُ الْبَابُ، وَهُوَ مِنْ غَرِيبِ مَا يُحْمَلُ عَلَيْهِ كَلَامُهُمْ.\nوَالْأَصْلُ الْآخَرُ: ظَلَمَهُ يَظْلِمُهُ ظُلْمًا. وَالْأَصْلُ: وَضْعُ الشَّيْءِ [فِي] غَيْرِ مَوْضِعِهِ ; أَلَا تَرَاهُمْ يَقُولُونَ: \" مَنْ أَشْبَهَ [أَبَاهُ] فَمَا ظَلَمَ \"، أَيْ مَا وَضَعَ الشَّبَهَ غَيْرَ مَوْضِعِهِ. قَالَ كَعْبٌ:\nأَنَا ابْنُ الَّذِي لَمْ يُخْزِنِي فِي حَيَاتِهِ ... قَدِيمًا وَمَنْ يُشْبِهْ أَبَاهُ فَمَا ظَلَمْ وَيُقَالُ ظَلَّمْتُ فُلَانًا: نَسَبْتُهُ إِلَى الظُّلْمِ. وَظَلَمْتُ فُلَانًا فَاظَّلَمَ وَانْظَلَمَ، إِذَا احْتَمَلَ الظُّلْمَ. وَأَنْشَدَ بَيْتَ زُهَيْرٍ:\nهُوَ الْجَوَادُ الَّذِي يُعْطِيكَ نَائِلَهُ ... عَفْوًا وَيُظْلَمُ أَحْيَانًا فَيَظَّلِمُ\nبِالظَّاءِ وَالطَّاءِ. وَالْأَرْضُ الْمَظْلُومَةُ: الَّتِي لَمْ تُحْفَرْ قَطُّ ثُمَّ حُفِرَتْ ; وَذَلِكَ التُّرَابُ ظَلِيمٌ. قَالَ:\nفَأَصْبَحَ فِي غَبْرَاءَ بَعْدَ إِشَاحَةٍ ... عَلَى الْعَيْشِ مَرْدُودٍ عَلَيْهَا ظَلِيمُهَا\nوَإِذَا نُحِرَ الْبَعِيرُ مِنْ غَيْرِ عِلَّةٍ فَقَدْ ظُلِمَ. وَمِنْهُ قَوْلُهُ:\nعَادَ الْأَذِلَّةُ فِي دَارٍ وَكَانَ بِهَا ... هُرْتُ الشَّقَاشِقِ ظَلَّامُونَ لِلْجُزُرِ\nوَالظُّلَامَةُ: مَا تَطْلُبُهُ مِنْ مَظْلَمَتِكَ عِنْدَ الظَّالِمِ. وَيُقَالُ: سَقَانَا ظَلِيمَةً طَيِّبَةً. وَقَدْ ظَلَمَ وَطْبَهُ، إِذَا سَقَى مِنْهُ قَبْلَ أَنْ يَرُوبَ وَيُخْرِجَ زُبَدَهُ. وَيُقَالُ لِذَلِكَ اللَّبَنِ: ظَلِيمٌ أَيْضًا. قَالَ:\nوَقَائِلَةٍ ظَلَمْتُ لَكُمْ سِقَائِي ... وَهَلْ يَخْفَى عَلَى الْعَكِدِ الظَّلِيمُ\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الظَّاءِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:468-470"
  },
  "ظما": {
    "def": "الظَّاءُ وَالْمِيمُ وَالْحَرْفُ الْمُعْتَلُّ وَالْمَهْمُوزُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ذُبُولٍ وَقِلَّةِ مَاءٍ. مِنْ ذَلِكَ: الظَّمَا، غَيْرُ مَهْمُوزٍ: قِلَّةُ دَمِ اللِّثَةِ. يُقَالُ: امْرَأَةٌ ظَمْيَاءُ اللِّثَاثِ. وَعَيْنٌ ظَمْيَاءُ: رَقِيقَةُ الْجَفْنِ. ثُمَّ يُحْمَلُ عَلَيْهِ فَيُقَالُ: سَاقٌ ظَمْيَاءُ: قَلِيلَةُ اللَّحْمِ.\nوَمِنَ الْمَهْمُوزِ: الظَّمَأُ، وَهُوَ الْعَطَشُ، تَقُولُ: ظَمِئْتُ أَظْمَأُ ظَمَا. فَأَمَّا الظِّمْءُ فَمَا بَيْنَ الشَّرْبَتَيْنِ. وَالْقِيَاسُ فِي ذَلِكَ كُلِّهِ وَاحِدٌ. وَيَقُولُونَ: رُمْحٌ أَظْمَى: أَسْمَرُ رَقِيقٌ. وَإِنَّمَا صَارَ كَذَلِكَ لِذَهَابِ مَائِهِ.\n\n[بَابُ الظَّاءِ وَالنُّونِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:470"
  },
  "ظنب": {
    "def": "الظَّاءُ وَالنُّونُ وَالْبَاءُ كَلِمَةٌ صَحِيحَةٌ، وَهُوَ الْعَظْمُ الْيَابِسُ مِنْ سَاقٍ وَغَيْرِهِ، ثُمَّ يُتَمَثَّلُ بِهِ فَيُقَالُ لِلْجَادِّ فِي الْأَمْرِ: قَدْ قَرَعَ ظَنْبُوبَهُ. وَقَوْلُ سَلَامَةَ بْنِ جَنْدَلٍ:\nكُنَّا إِذَا مَا أَتَانَا صَارِخٌ فَزِعٌ ... كَانَ الصُّرَاخُ لَهُ قَرْعَ الظَّنَابِيبِ\nفَقَالَ قَوْمٌ: تُقْرَعُ ظَنَابِيبُ الْخَيْلِ بِالسِّيَاطِ رَكْضًا إِلَى الْعَدُوِّ. وَقَالَ قَوْمٌ: الظُّنْبُوبُ: مِسْمَارُ جُبَّةِ السِّنَانِ، أَيْ إِنَّا نُرَكِّبُ الْأَسِنَّةَ. [بَابُ الظَّاءِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:470-471"
  },
  "ظنن": {
    "def": "الظَّاءُ وَالنُّونُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى مَعْنَيَيْنِ مُخْتَلِفَيْنِ: يَقِينٍ وَشَكٍّ.\nفَأَمَّا الْيَقِينُ فَقَوْلُ الْقَائِلِ: ظَنَنْتُ ظَنًّا، أَيْ أَيْقَنْتُ. قَالَ اللَّهُ تَعَالَى: ﴿قَالَ الَّذِينَ يَظُنُّونَ أَنَّهُمْ مُلَاقُو اللَّهِ﴾ [البقرة: ٢٤٩] أَرَادَ، وَاللَّهُ أَعْلَمُ، يُوقِنُونَ. وَالْعَرَبُ تَقُولُ ذَلِكَ وَتَعْرِفُهُ. قَالَ شَاعِرُهُمْ:\nفَقُلْتُ لَهُمْ ظُنُّوا بِأَلْفَيْ مُدَجَّجٍ ... سُرَاتُهُمْ فِي الْفَارِسِيِّ الْمُسَرَّدِ\nأَرَادَ: أَيْقِنُوا. وَهُوَ فِي الْقُرْآنِ كَثِيرٌ.\nوَمِنْ هَذَا الْبَابِ مَظِنَّةُ الشَّيْءِ، وَهُوَ مَعْلَمُهُ وَمَكَانُهُ. وَيَقُولُونَ: هُوَ مَظِنَّةٌ لِكَذَا. قَالَ النَّابِغَةُ: فَإِنَّ مَظِنَّةَ الْجَهْلِ الشَّبَابُ\nوَالْأَصْلُ الْآخَرُ: الشَّكُّ، يُقَالُ: ظَنَنْتُ الشَّيْءَ، إِذَا لَمْ تَتَيَقَّنْهُ، وَمِنْ ذَلِكَ الظِّنَّةُ: التُّهْمَةَ. وَالظَّنِينُ: الْمُتَّهَمُ. وَيُقَالُ: اظَّنَّنِي فُلَانٌ. قَالَ الشَّاعِرُ:\nوَلَا كُلُّ مِنْ يَظَّنُّنِي أَنَا مُعْتِبٌ ... وَلَا كُلُّ مَا يُرْوَى عَلَيَّ أَقُولُ\nوَرُبَّمَا جُعِلَتْ طَاءً ; لِأَنَّ الظَّاءَ أُدْغِمَتْ فِي تَاءِ الِافْتِعَالِ. وَالظَّنُونُ: السَّيِّئُ الظَّنِّ. وَالتَّظَنِّي: إِعْمَالُ الظَّنِّ. وَأَصْلُ التَّظَنِّي التَّظَنُّنُ. وَيَقُولُونَ: سُؤْتُ بِهِ ظَنَّا، وَأَسَأْتُ بِهِ الظَّنَّ، يُدْخِلُونَ الْأَلْفَ إِذَا جَاءُوا بِالْأَلِفِ وَاللَّامِ. وَالظَّنُونُ: الْبِئْرُ لَا يُدْرَى أَفِيهَا مَاءٌ أَمْ لَا. قَالَ:\nمَا جُعِلَ الْجُدُّ الظُّنُونُ الَّذِي ... جُنِّبَ صَوْبَ اللَّجِبِ الْمَاطِرِ\nوَالدَّيْنُ الظَّنُونُ: الَّذِي لَا يُدْرَى أَيُقْضَى أَمْ لَا. وَالْبَابُ كُلُّهُ وَاحِدٌ.",
    "pg": "3:462-463"
  },
  "ظهر": {
    "def": "الظَّاءُ وَالْهَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى قُوَّةٍ وَبُرُوزٍ. مِنْ ذَلِكَ: ظَهَرَ الشَّيْءُ يَظْهَرُ ظُهُورًا فَهُوَ ظَاهِرٌ، إِذَا انْكَشَفَ وَبَرَزَ. وَلِذَلِكَ سُمِّيَ وَقْتُ الظُّهْرِ وَالظَّهِيرَةِ، وَهُوَ أَظْهَرُ أَوْقَاتِ النَّهَارِ وَأَضْوَؤُهَا. وَالْأَصْلُ فِيهِ كُلِّهِ ظَهْرُ الْإِنْسَانِ، وَهُوَ خِلَافُ بَطْنِهِ، وَهُوَ يَجْمَعُ الْبُرُوزَ وَالْقُوَّةَ. وَيُقَالُ لِلرِّكَابِ: الظَّهْرُ ; لِأَنَّ الَّذِي يَحْمِلُ مِنْهَا الشَّيْءَ ظُهُورُهَا. وَيُقَالُ: رَجُلٌ مُظَهَّرٌ، أَيْ شَدِيدُ الظَّهْرِ. وَرَجُلٌ ظَهِرٌ: يَشْتَكِي ظَهْرَهُ.\n\nوَمِنَ الْبَابِ: أَظْهَرْنَا، إِذَا سِرْنَا فِي وَقْتِ الظُّهْرِ. وَمِنْهُ: ظَهَرْتُ عَلَى كَذَا، إِذَا اطَّلَعْتَ عَلَيْهِ. وَالظَّهِيرُ: الْبَعِيرُ الْقَوِيُّ. وَالظَّهِيرُ: الْمُعِينُ، كَأَنَّهُ أَسْنَدَ ظَهْرَهُ إِلَى ظَهْرِكَ. وَالظُّهُورُ: الْغَلَبَةُ. قَالَ اللَّهُ تَعَالَى: ﴿فَأَصْبَحُوا ظَاهِرِينَ﴾ [الصف: ١٤] . وَالظَّاهِرَةُ: الْعَيْنُ الْجَاحِظَةُ. وَالظِّهَارُ: قَوْلُ الرَّجُلِ لِامْرَأَتِهِ: أَنْتِ عَلَيَّ كَظَهْرٍ أُمِّي. وَهِيَ كَلِمَةٌ كَانُوا يَقُولُونَهَا، يُرِيدُونَ بِهَا الْفِرَاقَ. وَإِنَّمَا اخْتَصُّوا الظَّهْرَ لِمَكَانِ الرُّكُوبِ، وَإِلَّا فَسَائِرُ أَعْضَائِهَا فِي التَّحْرِيمِ كَالظَّهْرِ. وَالظُّهَارُ مِنَ الرِّيشِ: مَا يَظْهَرُ مِنْهُ فِي الْجَنَاحِ. وَالظِّهْرِيُّ: كُلُّ شَيْءٍ تَجْعَلُهُ بِظَهْرٍ، أَيْ تَنْسَاهُ، كَأَنَّكَ قَدْ جَعَلْتَهُ خَلْفَ ظَهْرِكَ، إِعْرَاضًا عَنْهُ وَتَرْكًا لَهُ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿وَاتَّخَذْتُمُوهُ وَرَاءَكُمْ ظِهْرِيًّا﴾ [هود: ٩٢] . وَقَدْ جَعَلَ فُلَانٌ حَاجَتِي بِظَهْرٍ، إِذَا لَمْ يُقْبِلُ عَلَيْهَا، بَلْ جَعَلَهَا وَرَاءَهُ. وَقَالَ الْفَرَزْدَقُ: تَمِيمَ بْنَ بَدْرٍ لَا تَكُونَنَّ حَاجَتِي ... بِظَهْرٍ فَلَا يَخْفَى عَلَيْكَ جَوَابُهَا\nوَمِنَ الْبَابِ: هَذَا أَمْرٌ ظَاهِرٌ عَنْكَ عَارُهُ. أَيُ زَائِلٌ، كَأَنَّهُ إِذَا زَالَ فَقَدْ صَارَ وَرَاءَ ظَهْرِكَ. وَقَالَ أَبُو ذُؤَيْبٍ:\nوَعَيَّرَهَا الْوَاشُونَ أَنِّي أُحِبُّهَا ... وَتِلْكَ شَكَاةٌ ظَاهِرٌ عَنْكِ عَارُهَا\nوَيَقُولُونَ: إِنَّ الظَّهَرَةَ: مَتَاعُ الْبَيْتِ. وَأَحْسَبُ هَذِهِ مُسْتَعَارَةً مِنَ الظَّهْرِ أَيْضًا ; لِأَنَّ الْإِنْسَانَ يَسْتَظْهِرُ بِهَا، أَيْ يَتَقَوَّى وَيَسْتَعِينُ عَلَى مَا نَابَهُ. وَالظَّاهِرَةُ: أَنْ تَرِدَ الْإِبِلُ كُلَّ يَوْمٍ نِصْفَ النَّهَارِ. وَيَقُولُونَ: سَلَكْنَا الظَّهْرَ: يُرِيدُونَ طَرِيقَ الْبَرِّ، وَذَلِكَ لِظُهُورِهِ وَبُرُوزِهِ. وَيَقُولُونَ: جَاءَ فُلَانٌ فِي ظَهْرَتِهِ وَنَاهَضَتِهِ، أَيْ قَوْمِهِ. وَإِنَّمَا سُمُّوا ظَهْرَةً لِأَنَّهُ يَتَقَوَّى بِهِمْ. وَقُرَيْشُ الظَّوَاهِرُ سُمُّوا بِذَلِكَ لِأَنَّهُمْ يَنْزِلُونَ ظَاهِرَ مَكَّةَ. قَالَ:\nقُرَيْشِ الْبِطَاحِ لَا قُرَيْشِ الظَّوَاهِرِ\nوَأَقْرَانُ الظَّهْرِ: الَّذِينَ يَجِيئُونَ مِنْ وَرَائِكَ. وَحَكَى ابْنُ دُرَيْدٍ: \" تَظَاهَرَ الْقَوْمُ، إِذَا تَدَابَرُوا، وَكَأَنَّهُ مِنَ الْأَضْدَادِ \". وَهَذَا الْمَعْنَى الَّذِي ذَكَرَهُ ابْنُ دُرَيْدٍ صَحِيحٌ ; لِأَنَّهُ أَرَادَ أَنَّ كُلَّ وَاحِدٍ مِنْهُمَا أَدْبَرَ عَنْ صَاحِبِهِ، وَجَعَلَ ظَهْرَهُ إِلَيْهِ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الظَّاءِ وَالْهَمْزَةِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:471-473"
  }
}