{
  "زاب": {
    "def": "الزَّاءُ وَالْهَمْزَةُ وَالْبَاءُ كَلِمَتَانِ. يُقَالُ زَأَبَ الشَّيْءَ، إِذَا حَمَلَهُ. وَالِازْدِئَابُ: الِاحْتِمَالُ. وَالْكَلِمَةُ الْأُخْرَى زَأَبَ، إِذَا شَرِبَ شُرْبًا شَدِيدًا. وَلَا قِيَاسَ لَهُمَا.",
    "pg": "3:43"
  },
  "زاد": {
    "def": "الزَّاءُ وَالْهَمْزَةُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ، تَدُلُّ عَلَى الْفَزَعِ. يُقَالُ زُئِدُ الرَّجُلُ، إِذَا فَزِعَ، زُؤْدًا. قَالَ:\nحَمَلَتْ بِهِ فِي لَيْلَةٍ مَزْءُودَةٍ ... كَرْهًا وَعَقْدُ نِطَاقِهَا لَمْ يُحْلَلِ",
    "pg": "3:43"
  },
  "زار": {
    "def": "الزَّاءُ وَالْهَمْزَةُ وَالرَّاءُ أَصْلٌ وَاحِدٌ. زَأَرَ الْأَسَدُ زَأْرًا وَزَئِيرًا.\nقَالَ النَّابِغَةُ:\nنُبِّئْتُ أَنَّ أَبَا قَابُوسَ أَوْعَدَنِي ... وَلَا قَرَارَ عَلَى زَأْرٍ مِنَ الْأَسَدِ\nوَمِنْهُ قَوْلُهُ:\nحَلَّتْ بِأَرْضِ الزَّائِرِينَ فَأَصْبَحَتْ ... عَسِرًا عَلَيَّ طِلَابُكِ ابْنَةَ مَخْرَمِ وَمِنَ الْبَابِ الزَّأْرَةُ: الْأَجَمَةُ، وَهُوَ كَالِاسْتِعَارَةِ ; لِأَنَّ الْأُسْدَ تَأْوِي إِلَيْهَا فَتَزْأَرُ.",
    "pg": "3:42-43"
  },
  "زام": {
    "def": "الزَّاءُ وَالْهَمْزَةُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى صَوْتٍ وَكَلَامٍ. فَالزَّأْمَةُ: الصَّوْتُ الشَّدِيدُ. وَيُقَالُ زَأَمَ لِي فُلَانٌ زَأْمَةً، إِذَا طَرَحَ لِي كَلِمَةً لَا أَدْرِي أَحَقٌّ هِيَ أَمْ بَاطِلٌ.\nوَمِمَّا يُحْمَلُ عَلَيْهِ الزَّأَمُ: الذُّعْرُ. وَيُقَالُ أَزْأَمْتُهُ عَلَى كَذَا، أَيْ أَكْرَهْتُهُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الزَّأْمُ: شِدَّةُ الْأَكْلِ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الزَّاءِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:43"
  },
  "زبب": {
    "def": "الزَّاءُ وَالْبَاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى وُفُورٍ فِي شَعَرٍ، ثُمَّ يُحْمَلُ عَلَيْهِ. فَالزَّبَبُ: طُولُ الشَّعَْرِ، وَكَثْرَتُهُ. وَيُقَالُ بَعِيرٌ أَزَبُّ. قَالَ الشَّاعِرُ: أَثَرْتَ الْغَيَّ ثُمَّ نَزَعْتَ عَنْهُ ... كَمَا حَادَ الْأَزَبُّ عَنِ الطِّعَانِ\nوَمِنْ ذَلِكَ عَامٌ أَزَبُّ، أَيْ خَصِيبٌ.\nوَالْأَصْلُ الْآخَرُ: الزَّبِيبُ، وَهُوَ مَعْرُوفٌ، ثُمَّ يُشَبَّهُ بِهِ، فَيُقَالُ لِلنُّكْتَتَيْنِ السَّوْدَاوَيْنِ فَوْقَ عَيْنَيِ الْحَيَّةِ زَبِيبَتَانِ ; وَهُوَ أَخْبَثُ مَا يَكُونُ مِنَ الْحَيَّاتِ: وَفِي الْحَدِيثِ: «يَجِيءُ كَنْزُ أَحَدِهِمْ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقْرَعَ لَهُ زَبِيبَتَانِ» . وَرُبَّمَا سَمَّوُا الزَّبَدَتَيْنِ زَبِيبَتَيْنِ، يُقَالُ أَنْشَدَ فُلَانٌ حَتَّى زَبَّبَ شِدْقَاهُ، أَيْ أَزْبَدَا.\nقَالَ الشَّاعِرُ:\nإِنِّي إِذَا مَا زَبَّبَ الْأَشْدَاقُ ... وَكَثُرَ الضِّجَاجُ وَاللَّقْلَاقُ\nثَبْتُ الْجَنَانِ مِرْجَمٌ وَدَّاقُ\nوَمِمَّا شَذَّ عَنِ الْبَابِ الزَّبَابُ: الْفَارُ، الْوَاحِدُ زَبَابَةٌ. وَقَدْ يَحْتَمِلُ، وَهُوَ بَعِيدٌ، أَنْ يَكُونَ مِنَ الزَّبِيبِ، وَقَدْ ذَكَرْنَاهُ.\nوَمِمَّا هُوَ شَاذٌّ لَا قِيَاسَ لَهُ: زَبَّتِ الشَّمْسُ وَأَزَبَّتْ: دَنَتْ لِلْغُرُوبِ.",
    "pg": "3:5-6"
  },
  "زبد": {
    "def": "الزَّاءُ وَالْبَاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَوَلُّدِ شَيْءٍ عَنْ شَيْءٍ. مِنْ ذَلِكَ زَبَدُ الْمَاءِ وَغَيْرُهُ. يُقَالُ أَزْبَدَ إِزْبَادًا. وَالزُّبْدُ مِنْ ذَلِكَ أَيْضًا. يُقَالُ زَبَدْتُ الصَّبِيَّ أَزْبُدُهُ، إِذَا أَطْعَمْتَهُ الزُّبْدَ. وَرُبَّمَا حَمَلُوا عَلَى هَذَا وَاشْتَقُّوا مِنْهُ. فَحَكَى الْفَرَّاءُ عَنِ الْعَرَبِ: أَزْبَدَ السِّدْرُ، إِذَا نَوَّرَ. وَيُقَالُ زَبَدَتْ فُلَانَةُ سِقَاءَهَا، إِذَا مَخَضَتْهُ حَتَّى يُخْرِجَ زُبْدَهُ.\nوَمِنَ الْبَابِ الزَّبْدُ، وَهُوَ الْعَطِيَّةُ. يُقَالُ زَبَدْتُ الرَّجُلَ زَبْدًا: أَعْطَيْتُهُ. وَقَالَ رَسُولُ اللَّهِ ﵌: «إِنَّا لَا نَقْبَلُ زَبْدَ الْمُشْرِكِينَ» يُرِيدُ هَدَايَاهُمْ.",
    "pg": "3:43-44"
  },
  "زبر": {
    "def": "الزَّاءُ وَالْبَاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى إِحْكَامِ الشَّيْءِ وَتَوْثِيقِهِ، وَالْآخَرُ يَدُلُّ عَلَى قِرَاءَةٍ وَكِتَابَةٍ وَمَا أَشْبَهَ ذَلِكَ.\nفَالْأَوَّلُ قَوْلُهُمْ زَبَرْتُ الْبِئْرَ، إِذَا طَوَيْتَهَا بِالْحِجَارَةِ. وَمِنْهُ زُبْرَةُ الْحَدِيدِ، وَهِيَ الْقِطْعَةُ مِنْهُ، وَالْجَمْعُ زُبَرٌ. وَمِنَ الْبَابِ الزُّبْرَةُ: الصَّدْرُ. وَسُمِّيَ بِذَلِكَ لِأَنَّهُ كَالْبِئْرِ الْمَزْبُورَةِ، أَيِ الْمَطْوِيَّةِ بِالْحِجَارَةِ. وَيُقَالُ إِنَّ الزُّبْرَةَ مِنَ الْأَسَدِ مُجْتَمَعُ وَبَرِهِ فِي مِرْفَقَيْهِ وَصَدْرِهِ. وَأَسَدٌ مَزْبَرَانِيٌّ، أَيْ ضَخْمُ الزُّبْرَةِ.\nوَمِنَ الْبَابِ الزَّبِيرُ، وَهِيَ الدَّاهِيَةُ. وَمِنَ الْبَابِ: أَخَذَ الشَّيْءَ بِزَوْبَرِهِ، أَيْ كُلِّهِ. وَمِنْهُ قَوْلُ ابْنِ أَحْمَرَ فِي قَصِيدَتِهِ:\nعُدَّتْ عَلِيَّ بِزَوْبَرَا فَيُقَالُ إِنَّ مَعْنَاهُ نُسِبَتْ إِلَيَّ بِكَمَالِهَا. وَمِنَ الْبَابِ: مَا لِفُلَانٍ زَبْرٌ، أَيْ مَا لَهُ عَقْلٌ وَلَا تَمَاسُكٌ. وَمِنْهُ ازْبَأَرَّ الشَّعْرُ، إِذَا انْتَفَشَ تَقَوَّى.\nوَالْأَصْلُ الْآخَرُ: زَبَرْتُ الْكِتَابَ، إِذَا كَتَبْتَهُ. وَمِنْهُ الزَّبُورُ. وَرُبَّمَا قَالُوا: زَبَرْتَهُ، إِذَا قَرَأْتَهُ. وَيَقُولُونَ فِي الْكَلِمَةِ: \" أَنَا أَعْرِفُ تَزْبِرَتِي \". أَيُّ كِتَابَتِي.",
    "pg": "3:44-45"
  },
  "زبع": {
    "def": "الزَّاءُ وَالْبَاءُ وَالْعَيْنُ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ، وَهُوَ يَدُلُّ عَلَى تَغَيُّظٍ وَعَزِيمَةِ شَرٍّ. يُقَالُ تَزَبَّعَ فُلَانٌ، إِذَا تَهَيَّأَ لِلشَّرِّ. وَتَزَبَّعَ: تَغَيَّرَ. وَهُوَ فِي شِعْرِ مُتَمِّمٍ:\nوَإِنْ تَلْقَهُ فِي الشَّرْبِ لَا تَلْقَ فَاحِشًا ... مِنَ الْقَوْمِ ذَا قَاذُورَةٍ مُتَزَبِّعَا\nقَالَ الشَّيْبَانِيُّ: الْأَزْبَعُ الدَّاهِيَةُ، وَالْجَمْعُ الْأَزَابِعُ. وَأَنْشَدَ:\nوَعَدْتَ وَلَمْ تُنْجِزْ وَقِدْمًا وَعَدْتَنِي ... فَأَخْلَفْتَنِي وَتِلْكَ إِحْدَى الْأَزَابِعِ\nوَهَذَا إِنْ صَحَّ فَهُوَ مِنَ الْإِبْدَالِ، وَهُوَ مِنَ الْبَابِ قَبْلَهُ.\n\n[بَابُ الزَّاءِ وَالْجِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:46-47"
  },
  "زبق": {
    "def": "الزَّاءُ وَالْبَاءُ وَالْقَافُ لَيْسَ مِنَ الْأُصُولِ الَّتِي يُعَوَّلُ عَلَى صِحَّتِهَا، وَمَا أَدْرِي أَلِمَا قِيلَ فِيهِ حَقِيقَةٌ أَمْ لَا؟ لَكِنَّهُمْ يَقُولُونَ: زَبَقَ شَعْرَهُ، إِذَا نَتَفَهُ. وَيَقُولُونَ: انْزَبَقَ فِي الْبَيْتِ: دَخَلَ. وَزَبَقْتُ الرَّجُلَ: حَبَسْتُهُ.",
    "pg": "3:45"
  },
  "زبل": {
    "def": "الزَّاءُ وَالْبَاءُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: مَا أَصَبْتُ مِنْ فُلَانٍ زُِبَالًا، قَالُوا: هُوَ الَّذِي تَحْمِلُهُ النَّمْلَةُ بِفِيهَا. وَلَيْسَ لَهَا اشْتِقَاقٌ. وَذَكَرَ نَاسٌ إِنْ كَانَ صَحِيحًا: مَا فِي الْإِنَاءِ زُبَالَةٌ، إِذَا لَمْ يَكُنْ فِيهِ شَيْءٌ. وَأَمَّا قَوْلُهُمْ زَبَلْتَ الزَّرْعَ، إِذَا سَمَّدْتَهُ بِالزِّبْلِ، فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنَ الْبَابِ أَيْضًا، لِأَنَّ الزِّبْلَ مِنَ السَّاقِطِ الَّذِي لَا يُعْتَدُّ بِهِ.\n= وَحُكِيَ أَنَّ الزَّأْبَلَ: الرَّجُلُ الْقَصِيرُ. وَيُنْشِدُونَ:\nحَزَنْبَلُ الْخُصْيَيْنِ فَدْمٌ زَأْبَلُ\nوَهَذَا وَشِبْهُهُ مِمَّا لَا يُعَرَّجُ عَلَيْهِ.",
    "pg": "3:45-46"
  },
  "زبن": {
    "def": "الزَّاءُ وَالْبَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الدَّفْعِ. يُقَالُ نَاقَةٌ زَبُونٌ، إِذَا زَبَنَتْ حَالِبَهَا. وَالْحَرْبُ تَزْبِنُ النَّاسَ، إِذَا صَدَمَتْهُمْ. وَحَرْبٌ زَبُونٌ. وَرَجُلٌ ذُو زَبُّونَةٍ، إِذَا كَانَ مَانِعًا لِجَانِبِهِ دَفُوعًا عَنْ نَفْسِهِ. قَالَ:\nبِذَبِّي الذَّمَّ عَنْ حَسْبِي بِمَالِي ... وَزَبُّونَاتِ أَشْوَسَ تَيَّحَانِ\nوَيُقَالُ فِيهِ زَبُّونَةٌ، أَيْ كِبْرٌ، وَلَا يَكُونُ كَذَا إِلَّا وَهُوَ دَافِعٌ عَنْ نَفْسِهِ. وَالزَّبَانِيَةُ سُمُّوا بِذَلِكَ، لِأَنَّهُمْ يَدْفَعُونَ أَهْلَ النَّارِ إِلَى النَّارِ. فَأَمَّا الْمُزَابَنَةُ فَبَيْعُ الثَّمَرِ فِي رُءُوسِ النَّخْلِ، وَهُوَ الَّذِي جَاءَ الْحَدِيثُ بِالنَّهْيِ عَنْهُ. وَقَالَ أَهْلُ الْعِلْمِ: إِنَّهُ مِمَّا يَكُونُ بَعْدَ ذَلِكَ مِنَ النِّزَاعِ وَالْمُدَافَعَةِ. وَيَقُولُونَ إِنَّ الزَّبْنَ الْبُعْدُ. وَأَمَّا زُبَانَى الْعَقْرَبِ فَيَجُوزُ أَنْ يَكُونَ مِنْ هَذَا أَيْضًا، كَأَنَّهَا تَدْفَعُ عَنْ نَفْسِهَا بِهِ، وَيَجُوزُ أَنْ يَكُونَ شَاذًّا.",
    "pg": "3:46"
  },
  "زبي": {
    "def": "الزَّاءُ وَالْبَاءُ وَالْيَاءُ يَدُلُّ عَلَى شَرٍّ لَا خَيْرٍ. يُقَالُ: لَقِيتُ مِنْهُ الْأَزَابِيَّ، إِذَا لَقِيَ مِنْهُ شَرًّا. وَمِنَ الْبَابِ: الزُّبْيَةُ: حَفِيرَةٌ يُزَبِّي فِيهَا الرَّجُلُ لِلصَّيْدِ، وَتُحْفَرُ لِلذِّئْبِ وَالْأَسَدِ فَيُصَادَانِ فِيهَا. وَمِنَ الْبَابِ: زَبَيْتُ أَزْبِي، إِذَا سُقْتُ إِلَيْهِ مَا يَكْرَهُهُ. [قَالَ] :\nتِلْكَ اسْتَقِدْهَا وَأَعْطِ الْحُكْمَ وَالِيَهَا ... فَإِنَّهَا بَعْضُ مَا تَزْبِي لَكَ الرَّقِمُ",
    "pg": "3:46"
  },
  "زتت": {
    "def": "الزَّاءُ وَالتَّاءُ كَلِمَةٌ لَا قِيَاسَ لَهَا. يُقَالُ زَتَتُّ الْعَرُوسَ، إِذَا زَيَّنْتَهَا. قَالَ:\nبَنِي تَمِيمٍ زَهْنِعُوا فَتَاتَكُمْ ... إِنَّ فَتَاةَ الْحَيِّ بِالتَّزَتُّتِ\nقَدْ تَزَتَّتَتْ، أَيْ تَزَيَّنَتْ.",
    "pg": "3:6-7"
  },
  "زجج": {
    "def": "الزَّاءُ وَالْجِيمُ أَصْلٌ يَدُلُّ عَلَى رِقَّةٍ فِي شَيْءٍ، مِنْ ذَلِكَ زُجُّ الرُّمْحِ وَالسَّهْمِ، وَجَمْعُهُ زِجَاجٌ بِكَسْرٍ الزَّاءِ. يُقَالُ زَجَّجْتُهُ: جَعَلْتُ لَهُ زُجًّا فَإِذَا نَزَعْتَ زُجَّهُ قُلْتَ: أَزْجَجْتُهُ. وَالزَّجَجُ: دِقَّةُ الْحَاجِبَيْنِ وَحُسْنُهُمَا. وَيُقَالُ إِنَّ الْأَزَجَّ مِنَ النَّعَامِ: الَّذِي فَوْقَ عَيْنِهِ رِيشٌ أَبْيَضُ.",
    "pg": "3:7"
  },
  "زجر": {
    "def": "الزَّاءُ وَالْجِيمُ وَالرَّاءُ كَلِمَةٌ تَدُلُّ عَلَى الِانْتِهَارِ. يُقَالُ زَجَرْتُ الْبَعِيرَ حَتَّى مَضَى، أَزْجُرُهُ. وَزَجَرْتُ فُلَانًا عَنِ الشَّيْءِ فَانْزَجَرَ. وَالزَّجُورُ مِنَ الْإِبِلِ: الَّتِي تَعْرِفُ بِعَيْنِهَا وَتُنْكِرُ بِأَنْفِهَا.",
    "pg": "3:47"
  },
  "زجل": {
    "def": "الزَّاءُ وَالْجِيمُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى الرَّمْيِ بِالشَّيْءِ وَالدَّفْعِ لَهُ. يُقَالُ قَبَّحَ اللَّهُ أُمًّا زَجَلَتْ بِهِ. وَالزَّجْلُ: إِرْسَالُ الْحَمَامِ الْهَادِي. وَالْمِزْجَلُ: الْمِزْرَاقُ. وَزَجَلَ الْفَحْلُ، إِذَا أَلْقَى مَاءَهُ فِي الرَّحِمِ. وَيُقَالُ إِنَّ الزَّاجَلَ: مَاءُ الظَّلِيمِ ; لِأَنَّهُ يَزْجُلُ بِهِ. قَالَ ابْنُ أَحْمَرَ: وَمَا بَيْضَاتُ ذِي لِبَدٍ هِجَفٍّ ... سُقِينَ بِزَاجَلٍ حَتَّى رَوِينَا\nوَيُقَالُ بَلِ الزَّاجَلُ مُخُّ الْبِيضِ، وَالْأَوَّلُ أَقْيَسُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الزُّجْلَةُ: الْقِطْعَةُ مِنْ كُلِّ شَيْءٍ، وَجَمْعُهَا زُجَلٌ. وَالزِّئْجِيلُ: الرَّجُلُ الضَّعِيفُ. وَمِنْ هَذَا، إِنْ كَانَ صَحِيحًا، الزَّاجَلُ: حَلْقَةٌ تَكُونُ فِي طَرَفِ حَبْلِ الثِّقَلِ.",
    "pg": "3:47-48"
  },
  "زجم": {
    "def": "الزَّاءُ وَالْجِيمُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى صَوْتٍ ضَعِيفٍ. يُقَالُ: مَا تَكَلَّمَ بِزَجْمَةٍ، أَيْ بِنَبْسَةٍ. وَالزَّجُومُ: الْقَوْسُ لَيْسَتْ بِشَدِيدَةِ الْإِرْنَانِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "3:48"
  },
  "زجى": {
    "def": "الزَّاءُ وَالْجِيمُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى الرَّمْيِ بِالشَّيْءِ وَتَسْيِيرِهِ مِنْ غَيْرِ حَبْسٍ. يُقَالُ أَزَجَّتِ الْبَقَرَةُ وَلَدَهَا، إِذَا سَاقَتْهُ. وَالرِّيحُ تُزْجِي السَّحَابَ: تَسُوقُهُ سَوْقًا رَفِيقًا. فَأَمَّا الْمُزْجَى فَالشَّيْءُ الْقَلِيلُ، وَهُوَ مِنْ قِيَاسِ الْبَابِ، أَيْ يُدْفَعُ بِهِ الْوَقْتُ. وَهَذِهِ بِضَاعَةٌ مُزْجَاةٌ، أَيْ يَسِيرَةُ الِانْدِفَاعِ.\nوَمِنَ الْبَابِ زَجَا الْخَرَاجُ يَزْجُو، أَيْ تَيَسَّرَتْ جِبَايَتُهُ. [بَابُ الزَّاءِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "3:48-49"
  },
  "زحح": {
    "def": "الزَّاءُ وَالْحَاءُ يَدُلُّ عَلَى الْبُعْدِ. يُقَالُ زُحْزِحَ عَنْ كَذَا، أَيْ بُوعِدَ. قَالَ اللَّهُ تَعَالَى: ﴿فَمَنْ زُحْزِحَ عَنِ النَّارِ﴾ [آل عمران: ١٨٥] . أَيْ بُوعِدَ.",
    "pg": "3:7"
  },
  "زحر": {
    "def": "الزَّاءُ وَالْحَاءُ وَالرَّاءُ تَنَفُّسٌ بِشِدَّةٍ لَيْسَ إِلَّا هَذَا. يُقَالُ زَحَرَ يَزْحَرُ زَحِيرًا، وَهُوَ صَوْتُ نَفَسِهِ إِذَا تَنَفَّسَ بِشِدَّةٍ. وَزَحَرَتِ الْمَرْأَةُ بِوَلَدِهَا عِنْدَ الْوِلَادَةِ.",
    "pg": "3:49"
  },
  "زحف": {
    "def": "الزَّاءُ وَالْحَاءُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الِانْدِفَاعِ وَالْمُضِيِّ قُدُمًا. فَالزَّحْفُ: الْجَمَاعَةُ يَزْحَفُونَ إِلَى الْعَدُوِّ. وَالصَّبِيُّ يَزْحَفُ عَلَى الْأَرْضِ قَبْلَ الْمَشْيِ. وَالْبَعِيرُ إِذَا أَعْيَا فَجَرَّ فِرْسِنَهُ فَهُوَ يَزْحَفُ. وَهِيَ إِبِلٌ زَوَاحِفُ، الْوَاحِدَةُ زَاحِفَةٌ. قَالَ:\nعَلَى زَوَاحِفَ نُزْجِيَهَا مَحَاسِيرِ وَيُقَالُ زَحَفَ الدَّبَا، إِذَا مَضَى قُدُمًا. وَالزَّاحِفُ: السَّهْمُ الَّذِي يَقَعُ دُونَ الْغَرَضِ ثُمَّ يَزْحَفُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الزَّاءِ وَالْخَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:49-50"
  },
  "زحل": {
    "def": "الزَّاءُ وَالْحَاءُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى التَّنَحِّي. يُقَالُ زَحَلَ عَنْ مَكَانِهِ، إِذَا تَنَحَّى. وَزَحَلَتِ النَّاقَةُ فِي سَيْرِهَا. وَالْمَزْحَلُ: الْمَوْضِعُ الَّذِي تَزْحَلُ إِلَيْهِ.",
    "pg": "3:49"
  },
  "زحم": {
    "def": "الزَّاءُ وَالْحَاءُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى انْضِمَامٍ فِي شِدَّةٍ. يُقَالُ زَحَمَهُ يَزْحَمُهُ، وَازْدَحَمَ النَّاسُ.",
    "pg": "3:49"
  },
  "زحن": {
    "def": "الزَّاءُ وَالْحَاءُ وَالنُّونُ أَصْلٌ يَدُلُّ عَلَى الْإِبْطَاءِ. تَقُولُ: زَحَنَ يَزْحَنُ زَحْنًا، وَكَذَلِكَ التَّزَحُّنُ. يُقَالُ تَزَحَّنَ عَلَى الشَّيْءِ، إِذَا تَكَارَهَ عَلَيْهِ وَهُوَ لَا يَشْتَهِيهِ.",
    "pg": "3:49"
  },
  "زخخ": {
    "def": "الزَّاءُ وَالْخَاءُ أُصَيْلٌ يَدُلُّ عَلَى الدَّفْعِ وَالْمُبَايَنَةِ. يُقَالُ: زَخَخْتُ الشَّيْءَ، إِذَا دَفَعْتَهُ. وَفِي الْحَدِيثِ: «مَنْ نَبَذَ الْقُرْآنَ وَرَاءَ ظَهْرِهِ زُخَّ فِي قَفَاهُ» . وَزَخَّهَا: جَامَعَهَا. وَالْمِزَخَّةُ: الْمَرْأَةُ. وَمِنَ الْبَابِ الزَّخَّةُ: الْحِقْدُ وَالْغَيْظُ. قَالَ:\nفَلَا تَقْعُدَنَّ عَلَى زَخَّةٍ ... وَتُضْمِرَ فِي الْقَلْبِ وَجْدًا وَخِيفَا",
    "pg": "3:7"
  },
  "زخر": {
    "def": "الزَّاءُ وَالْخَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى ارْتِفَاعٍ. يُقَالُ: زَخَرَ الْبَحْرُ، إِذَا طَمَا ; وَهُوَ زَاخِرٌ. وَزَخَرَ النَّبَاتُ، إِذَا طَالَ. وَيُقَالُ أَخَذَ الْمَكَانُ زُخَارِيَّهُ، وَذَلِكَ إِذَا نَمَا النَّبَاتُ وَأَخْرَجَ زَهْرَهُ. قَالَ ابْنُ مُقْبِلٍ:\nزُخَارِيَّ النَّبَاتِ كَأَنَّ فِيهِ ... جِيَادَ الْعَبْقَرِيَّةِ وَالْقُطُوعِ\n\n[بَابُ الزَّاءِ وَالدَّالِ وَمَا يَثْلُثُهُمَا]\nهَذَا بَابٌ لَا تَكَادُ تَكُونُ الزَّاءُ فِيهِ أَصْلِيَّةً ; لِأَنَّهُمْ يَقُولُونَ: جَاءَ فُلَانٌ يَضْرِبُ أَزْدَرَيْهِ، إِذَا جَاءَ فَارِغًا. وَهَذَا إِنَّمَا هُوَ أَصْدَرَيْهِ. وَيَقُولُونَ: الزَّدْوُ فِي اللَّعِبِ، وَإِنَّمَا هُوَ السَّدْوُ. وَيَقُولُونَ: مِزْدَغَةٌ، وَإِنَّمَا هِيَ مِصْدَغَةٌ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الزَّاءِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:50"
  },
  "زرب": {
    "def": "الزَّاءُ وَالرَّاءُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى بَعْضِ الْمَأْوَى. فَالزَّرْبُ زَرْبُ الْغَنَمِ، وَهِيَ حَظِيرَتُهَا. وَيُقَالُ الزَّرِيبَةُ الزُّبْيَةُ. وَالزَّرِيبَةُ: قُتْرَةُ الصَّائِدِ.",
    "pg": "3:51-52"
  },
  "زرح": {
    "def": "الزَّاءُ وَالرَّاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ. فَالزَّرَاوِحُ: الرَّوَابِي الصِّغَارُ.",
    "pg": "3:52"
  },
  "زرد": {
    "def": "الزَّاءُ وَالرَّاءُ وَالدَّالُ حَرْفٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى الِابْتِلَاعِ، وَالزَّاءُ فِيهِ مُبْدَلَةٌ مِنْ سِينٍ. يُقَالُ ازْدَرَدَ اللُّقْمَةَ يَزْدَرِدُهَا. وَمُمْكِنٌ أَنْ يَكُونَ الزَّرَدُ مِنْ هَذَا، عَلَى أَنَّ أَصْلَهُ السِّينُ، وَمَعْنَى الزَّرَّادِ السَّرَّادُ.",
    "pg": "3:52"
  },
  "زرر": {
    "def": "الزَّاءُ وَالرَّاءُ أُصَيْلٌ يَدُلُّ عَلَى شِدَّةٍ. وَشَذَّ مِنْ ذَلِكَ الزِّرِّ: زِرُّ الْقَمِيصِ. ثُمَّ يُشْتَقُّ مِنْهُ الزِّرُّ، يُقَالُ إِنَّهُ عَظْمٌ تَحْتَ الْقَلْبِ. قَالَ ابْنُ السِّكِّيتِ: يُقَالُ لِلرَّجُلِ الْحَسَنِ الرِّعْيَةِ لِلْإِبِلِ: إِنَّهُ لَزِرٌّ مِنْ أَزْرَارِهَا. وَمِنَ الْبَابِ: زَرَّتْ عَيْنُهُ، إِذَا تَوَقَّدَتْ. يُقَالُ عَيْنَاهُ تَزِرَّانِ فِي رَأْسِهِ، إِذَا تَوَقَّدَتَا. وَمِنَ الْبَابِ الزَّرُّ: الشَّلُّ وَالطَّرْدُ. يُقَالُ هُوَ يَزُرُّ الْكَتَائِبَ بِسَيْفِهِ زَرًّا. وَمِنْهُ الزَّرُّ وَهُوَ الْعَضُّ. يُقَالُ: حِمَارٌ مِزَرٌّ. وَيُقَالُ الزَّرَّةُ الْحَرْبَةُ. وَمِنَ الْبَابِ الزَّرِيرُ، وَهُوَ الْحَصِيفُ السَّدِيدُ الرَّأْيِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الزَّاءِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:7-8"
  },
  "زرع": {
    "def": "الزَّاءُ وَالرَّاءُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى تَنْمِيَةِ الشَّيْءِ. فَالزَّرْعُ مَعْرُوفٌ، وَمَكَانُهُ الْمُزْدَرَعُ. وَقَالَ الْخَلِيلُ: أَصْلُ الزَّرْعِ التَّنْمِيَةُ. وَكَانَ بَعْضُهُمْ يَقُولُ: الزَّرْعُ طَرْحُ الْبَذْرِ فِي الْأَرْضِ. وَالزَّرْعُ اسْمٌ لِمَا نَبَتَ. وَالْأَصْلُ فِي ذَلِكَ كُلِّهِ وَاحِدٌ. وَزَارِعٌ: كَلْبٌ.",
    "pg": "3:50-51"
  },
  "زرف": {
    "def": "الزَّاءُ وَالرَّاءُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى سَعْيٍ وَحَرَكَةٍ. فَالزَّرُوفُ: النَّاقَةُ الْوَاسِعَةُ الْخَطْوِ الطَّوِيلَةُ الرِّجْلَيْنِ. وَيُقَالُ: زَرَفَ، إِذَا قَفَزَ. وَيُقَالُ زَرَفْتُ الرَّجُلَ عَنْ نَفْسِي إِذَا نَحَّيْتَهُ. وَمِنَ الْبَابِ: الزَّرَافَاتُ: الْجَمَاعَاتُ وَهِيَ لَا تَكُونُ كَذَا إِلَّا إِذَا تَجَمَّعَتْ لِسَعْيٍ فِي أَمْرٍ. وَيُقَالُ زَرَافَّةٌ، مُثَقَّلَةُ الْفَاءِ، وَكَانَ الْحَجَّاجُ يَقُولُ: \" إِيَّايَ وَهَذِهِ الزَّرَافَاتِ \". يُرِيدُ الْمُتَجَمِّعِينَ الْمُضْطَرِبِينَ لِفِتْنَةٍ وَمَا أَشْبَهَهَا. وَمِنَ الْبَابِ زَرِفَ الْجُرْحُ، إِذَا انْتَقَضَ بَعْدَ الْبُرْءِ.",
    "pg": "3:51"
  },
  "زرم": {
    "def": "الزَّاءُ وَالرَّاءُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى انْقِطَاعٍ وَقِلَّةٍ. يُقَالُ زَرِمَ الدَّمْعُ، إِذَا انْقَطَعَ ; وَكَذَلِكَ كُلُّ شَيْءٍ. وَمِنْ ذَلِكَ «حَدِيثُ النَّبِيِّ ﵌ حِينَ بَالَ عَلَيْهِ الْحَسَنُ ﵇ فَقَالَ: لَا تُزْرِمُوا ابْنِي» يَقُولُ: لَا تَقْطَعُوا بَوْلَهُ. زَرِمَ الْبَوْلُ نَفْسُهُ، إِذَا انْقَطَعَ. قَالَ:\nأَوْ كَمَاءِ الْمَثْمُودِ بَعْدَ جِمَامٍ ... زَرِمَ الدَّمْعِ لَا يَئُوبُ نَزُورَا\nوَيُقَالُ إِنَّ الزَّرِمَ الْبَخِيلُ. وَهُوَ مِنْ ذَاكَ. [وَ] يُقَالُ زَرِمَ الْكَلْبُ، إِذَا يَبِسَ جَعْرُهُ فِي دُبُرِهِ.",
    "pg": "3:51"
  },
  "زرى": {
    "def": "الزَّاءُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى احْتِقَارِ الشَّيْءِ وَالتَّهَاوُنِ بِهِ. يُقَالُ زَرَيْتُ عَلَيْهِ، إِذَا عِبْتَ عَلَيْهِ. وَأَزْرَيْتُ بِهِ: قَصَّرْتَ بِهِ.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرِ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ زَاءٌ]\nٌ وَسَبِيلُ هَذَا الْبَابِ سَبِيلُ مَا مَضَى. فَمِنْهُ الْمُشْتَقُّ الْبَيِّنُ الِاشْتِقَاقِ، وَمِنْهُ مَا وُضِعَ وَضْعًا.\nفَمِنَ الْمُشْتَقِّ الظَّاهِرِ اشْتِقَاقُهُ قَوْلُهُمْ (الزُّرْقُمُ) ، أَجْمَعَ أَهْلُ اللُّغَةِ أَنَّ أَصْلَهُ مِنَ الزَّرَقِ، وَأَنَّ الْمِيمَ فِيهِ زَائِدَةٌ.\nوَمِنْ ذَلِكَ. (الزُّمَّلِقُ) وَ (الزُّمَالِقُ) ، وَهُوَ الَّذِي إِذَا بَاشَرَ أَرَاقَ مَاءَهُ قَبْلَ أَنْ يُجَامِعَ. وَهَذَا أَيْضًا مِمَّا زِيدَتْ فِيهِ الْمِيمُ ; لِأَنَّهُ مِنَ الزَّلَقِ. وَهُوَ مِنْ بَابِ أَزْلَقَتِ الْأُنْثَى، وَذَلِكَ إِذَا لَمْ تَقْبَلْ رَحِمُهَا مَاءَ الْفَحْلِ وَرَمَتْ بِهِ.\n\nوَمِنْ ذَلِكَ (الزَّهْمَقَةُ) وَهِيَ الزَّهَمُ، أَوْ رَائِحَةُ الزُّهُومَةِ. فَالْقَافُ فِيهِ زَائِدَةٌ. وَمِنْ ذَلِكَ قَوْلُهُمْ (ازْمَهَرَّتْ) الْكَوَاكِبُ، إِذَا لَمَعَتْ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْمِيمُ ; لِأَنَّهُ مِنْ زَهَرَ الشَّيْءُ، إِذَا أَضَاءَ.\nفَأَمَّا (الزَّرَجُونُ) فَفَارِسِيَّةٌ مُعَرَّبَةٌ، وَاشْتِقَاقُهُ مِنْ لَوْنِ الذَّهَبِ.\n\nوَمِنْ ذَلِكَ سَيْلٌ (مُزْلَعِبٌّ) ، وَهُوَ الْمُتَدَافِعُ الْكَثِيرُ الْقَمْشِ. وَهَذَا مِمَّا زِيدَتْ فِيهِ اللَّامُ. وَهُوَ مِنَ السَّيْلِ الزَّاعِبِ، وَهُوَ الَّذِي يَتَدَافَعُ.\n\nوَمِنْ ذَلِكَ (الزُّلْقُومُ) ، وَهُوَ الْحُلْقُومُ فِيمَا ذَكَرَهُ ابْنُ دُرَيْدٍ. فَإِنْ كَانَ صَحِيحًا فَهُوَ مَنْحُوتٌ مِنْ زَلِقَ وَزَقَمَ، كَأَنَّ اللُّقْمَةَ تَزْلَقُ فِيهِ.\n\nوَمِنْ ذَلِكَ (الزُّهْلُوقُ) وَهُوَ الْخَفِيفُ، وَهُوَ مَنْحُوتٌ مِنْ زَلِقَ وَزَهَقَ، وَذَلِكَ إِذَا تَهَاوَى سِفْلَاهُ.\n\nوَمِنْ ذَلِكَ (الزُّعْرُورُ) السَّيِّئُ الْخُلُقِ. وَهَذَا مِمَّا اشْتِقَاقُهُ ظَاهِرٌ ; لِأَنَّهُ مِنَ الزَّعَارَةِ، وَالرَّاءُ فِيهِ مُكَرَّرَةٌ.\n\nوَمِنْ ذَلِكَ (الزَّمْجَرَةُ) : الصَّوْتُ. وَالْمِيمُ فِيهِ زَائِدَةٌ، وَأَصْلُهُ مِنَ الزَّجْرِ.\n\nوَمِنْ ذَلِكَ قَوْلُ الْخَلِيلِ: (ازْلَغَبَّ) الشَّعْرُ، وَذَلِكَ إِذَا نَبَتَ بَعْدَ الْحَلْقِ. وَازْلَغَبَّ الطَّائِرُ. إِذَا شَوَّكَ. وَهَذَا مِمَّا نُحِتَ مِنْ كَلِمَتَيْنِ، مِنْ زَغَبَ وَلَغَبَ. وَالزَّغَبُ مَعْرُوفٌ، وَاللَّغْبُ: أَضْعَفُ الرِّيشِ.\n\nوَمِنْ ذَلِكَ (الزَّغْدَبُ) ، وَهُوَ الْهَدِيرُ الشَّدِيدُ، حَكَاهُ الْخَلِيلُ. وَأَمْرُ هَذَا ظَاهِرٌ. لِأَنَّ الْبَاءَ فِيهِ زَائِدَةٌ. وَالزَّغْدُ: أَشَدُّ الْهَدِيرِ.\n\nوَمِنْ ذَلِكَ (الزَّغْبَدُ) . وَمِنْ ذَلِكَ (الزَّرْدَمَةُ) : مَوْضِعُ الِازْدِرَامِ، وَهُوَ الِابْتِلَاعُ. فَهَذَا مِمَّا زِيدَتْ فِيهِ الْمِيمُ. لِأَنَّهُ مِنْ زَرِدْتَ الشَّيْءَ.\n\nوَمِنْ ذَلِكَ (ازْرَأَمَّ) الرَّجُلُ فَهُوَ (مُزْرَئِمٌّ) ، إِذَا غَضِبَ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْهَمْزَةُ، وَهُوَ مِنْ زَرِمَ، إِذَا انْقَطَعَ، كَذَلِكَ إِذَا غَضِبَ تَغَيَّرَ خُلُقُهُ وَانْقَطَعَ عَمَّا عُهِدَ مِنْهُ.\n\nوَمِنْ ذَلِكَ (الزَّغْرَبُ) وَهُوَ الْمَاءُ الْكَثِيرُ. فَهَذَا مِمَّا زِيدَتْ فِيهِ الزَّاءُ، وَالْأَصْلُ رَاجِعٌ إِلَى الْغَرَبِ، وَهُوَ مِنْ بَابِ كَثْرَةِ الْمَاءِ.\nوَمِمَّا وُضِعَ فِيهِ وَضْعًا (الزَّنْتَرَةُ) : ضِيقُ الشَّيْءِ. وَ (الزَّعْفَقَةُ) : سُوءُ الْخُلُقِ. وَ (الزِّعْنِفُ) : الرَّجُلُ اللَّئِيمُ. وَ (زَعَانِفُ) الْأَدِيمِ: أَطْرَافُهُ.\nوَمِمَّا وُضِعَ وَضْعًا وَبَعْضُهُ مَشْكُوكٌ فِي صِحَّتِهِ (الزِّبْرِجُ) ، وَ (الزَّعْبَجُ) . فَالزِّبْرِجُ: الزِّينَةُ. وَالزَّعْبَجُ: سَحَابٌ رَقِيقٌ.\nحَدَّثَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْعَزِيزِ، قَالَ: حَدَّثَنَا أَبُو عُبَيْدٍ، قَالَ: قَالَ الْفَرَّاءُ: الزَّعْبَجُ السَّحَابُ الرَّقِيقُ. قَالَ أَبُو عُبَيْدٍ: وَأَنَا أُنْكِرُ أَنْ يَكُونَ الزَّعْبَجُ مِنْ كَلَامِ الْعَرَبِ، وَالْفَرَّاءُ عِنْدِي ثِقَةٌ. وَأَمَّا (الزَّمْهَرِيرُ) فَالْبَرْدُ، مُمْكِنٌ أَنْ يَكُونَ وُضِعَ وَضْعًا، وَمُمْكِنٌ أَنْ يَكُونَ مِمَّا مَضَى ذِكْرُهُ، مِنْ قَوْلِهِمْ: ازْمَهَرَّتِ الْكَوَاكِبُ ; وَذَلِكَ أَنَّهُ إِذَا اشْتَدَّ الْبَرْدُ زَهَرَتْ إِذًا [وَ] أَضَاءَتْ.\n\nوَمِنْ ذَلِكَ (الزَّرْنَبُ) : ضَرْبٌ مِنَ الطِّيبِ. وَ (الزَّبَنْتَرُ) الْقَصِيرُ. وَ (الزِّخْرِطُ) : مُخَاطُ النَّعْجَةِ. وَ (الزُّخْرُفُ) : الزِّينَةُ. وَيُقَالُ الزُّخْرُفُ الذَّهَبُ. وَزَخَارِفُ الْمَاءِ: طَرَائِقُ تَكُونُ فِيهِ.\nوَ (زَمْخَرَ) الصَّوْتُ: اشْتَدَّ. وَالزَّمْخَرَةُ: الزَّمَّارَةُ. وَ (الزَّمْخَرُ) : الْقَصَبُ الْأَجْوَفُ النَّاعِمُ مِنَ الرَّيِّ. وَالزَّمْخَرُ: نُشَّابُ الْعَجَمِ. وَالزَّمْخَرُ: الْكَثِيرُ الْمُلْتَفُّ مِنَ الشَّجَرِ. وَمُمْكِنٌ أَنْ يَكُونَ الْمِيمُ فِيهِ زَائِدَةً، وَيَكُونَ مِنْ زَخَرَ النَّبَاتُ. وَقَدْ مَضَى ذِكْرُهُ. وَاللَّهُ أَعْلَمُ.",
    "pg": "3:52-55"
  },
  "زطط": {
    "def": "الزَّاءُ وَالطَّاءُ لَيْسَ بِشَيْءٍ. وَزُطَّ: كَلِمَةٌ مُوَلَّدَةٌ.",
    "pg": "3:3"
  },
  "زعب": {
    "def": "الزَّاءُ وَالْعَيْنُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الدَّفْعِ وَالتَّدَافُعِ. يُقَالُ مِنْ ذَلِكَ الزَّعْبُ الدَّفْعُ. يُقَالُ زَعَبْتُ لَهُ زَعْبَةً مِنَ الْمَالِ. قَالَ رَسُولُ اللَّهِ ﵌: «وَأَزْعَبُ لَكَ زَعْبَةً مِنَ الْمَالِ» . وَيُقَالُ جَاءَ سَيْلٌ يَزْعَبُ الْوَادِيَ هَذَا غَيْرُ مُعْجَمٍ إِذَا مَلَأَهُ. وَجَاءَ سَيْلٌ يَزْعَبُ، بِالزَّاءِ، إِذَا تَدَافَعَ. وَيُقَالُ إِنَّ الزَّاعِبَ السَّيَّاحُ فِي الْأَرْضِ. قَالَ ابْنُ هَرْمَةَ:\nيَكَادُ يَهْلِكُ فِيهَا الزَّاعِبُ الْهَادِي\nوَالزَّاعِبِيَّةُ: الرِّمَاحُ. قَالَ الْخَلِيلُ: هِيَ مَنْسُوبَةٌ إِلَى زَاعِبٍ. وَلَمْ يَظْهَرْ عِلْمُ زَاعِبٍ: أَرَجُلٌ أَمْ بَلَدٌ، إِلَّا أَنْ يُوَلِّدَهُ مُوَلِّدٌ. وَقَالَ غَيْرُهُ: الزَّاعِبِيُّ هُوَ الَّذِي إِذَا هُزَّ تَدَافَعَ مِنْ أَوَّلِهِ إِلَى آخِرِهِ، كَأَنَّ ذَلِكَ مَقِيسٌ عَلَى تَزَاعُبِ الْمَاءِ فِي الْوَادِي، وَهُوَ تَدَافُعُهُ. وَهَذَا هُوَ الصَّحِيحُ. وَيُقَالُ زَعَبَ الرَّجُلُ الْمَرْأَةَ، إِذَا جَامَعَهَا. وَهَذَا هُوَ بِالرَّاءِ أَحْسَنُ. وَقَدْ مَضَى.\nوَبَقِيَ فِي الْبَابِ كَلِمَةٌ وَاحِدَةٌ إِنْ صَحَّتْ فَهِيَ مِنْ بَابِ الْإِبْدَالِ. يَقُولُونَ: الزُّعْبُوبُ الْقَصِيرُ مِنَ الرِّجَالِ، وَلَعَلَّهُ أَنْ يَكُونَ الذُّعْبُوبَ.",
    "pg": "3:11-12"
  },
  "زعج": {
    "def": "الزَّاءُ وَالْعَيْنُ وَالْجِيمُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى الْإِقْلَاقِ وَقِلَّةِ الِاسْتِقْرَارِ. يُقَالُ أَزْعَجْتُهُ أُزْعِجُهُ إِزْعَاجًا. وَيُقَالُ أَزْعَجْتُهُ فَشَخَصَ. قَالَ الْخَلِيلُ: لَوْ قِيلَ انْزَعَجَ لَكَانَ صَوَابًا.",
    "pg": "3:12"
  },
  "زعر": {
    "def": "الزَّاءُ وَالْعَيْنُ وَالرَّاءُ أُصَيْلٌ يَدُلُّ عَلَى سُوءِ خُلُقٍ وَقِلَّةِ خَيْرٍ. فَالزَّعَارَةُ: شَرَاسَةُ الْخُلُقِ. وَهُوَ عَلَى وَزْنِ فَعَالَةٍ. وَمِنَ الْبَابِ الْأَزْعَرُ: الْمَكَانُ الْقَلِيلُ النَّبَاتِ. وَيُقَالُ إِنَّ الزَّعَارَةَ لَا يُبْنَى مِنْهَا تَصْرِيفُ فِعْلٍ. وَمِنَ الْبَابِ الْأَزْعَرُ: الْقَلِيلُ الشَّعْرِ. وَالْمَرْأَةُ زَعْرَاءُ ; وَقَدْ زَعِرَ يَزْعَرُ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الزَّاءِ وَالْغَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:12"
  },
  "زعع": {
    "def": "الزَّاءُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى اهْتِزَازٍ وَحَرَكَةٍ. يُقَالُ: زَعْزَعْتُ الشَّيْءَ وَتَزَعْزَعَ هُوَ، إِذَا اهْتَزَّ وَاضْطَرَبَ. وَسَيْرٌ زَعْزَعٌ: شَدِيدٌ تَهْتَزُّ لَهُ الرِّكَابُ.\nقَالَ الْهُذَلِيُّ:\nوَتَرْمَدُّ هَمْلَجَةً زَعْزَعًا ... كَمَا انْخَرَطَ الْحَبْلُ فَوْقَ الْمَحَالِ",
    "pg": "3:3"
  },
  "زعف": {
    "def": "الزَّاءُ وَالْعَيْنُ وَالْفَاءُ أُصَيْلٌ. يُقَالُ سُمٌّ زُعَافٌ: قَاتِلٌ. وَمَوْتٌ زُعَافٌ: عَاجِلٌ. وَيُشْبِهُ أَنْ يَكُونَ هَذَا مِنَ الْإِبْدَالِ، وَتَكُونُ الزَّاءُ مُبْدَلَةً مِنْ ذَالٍ. وَيُقَالُ أَزْعَفْتُهُ وَزَعَفْتُهُ، إِذَا قَتَلْتَهُ. وَحُكِيَ: زَعَفَ فِي حَدِيثِهِ. أَيْ كَذَبَ.",
    "pg": "3:8"
  },
  "زعق": {
    "def": "الزَّاءُ وَالْعَيْنُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى شِدَّةٍ فِي صِيَاحٍ أَوْ مَرَارَةٍ أَوْ مُلُوحَةٍ. يُقَالُ طَعَامٌ مَزْعُوقٌ، إِذَا كَثُرَ مِلْحُهُ. وَالْمَاءُ الزُّعَاقُ: الْمِلْحُ. فَهَذَا فِي بَابِ الطُّعُومِ.\nوَأَمَّا الْآخَرُ فَيُقَالُ زَعَقْتُ بِهِ، أَيْ صِحْتُ بِهِ. وَانْزَعَقَ، إِذَا فَزِعَ. وَالزَّعِقُ: النَّشِيطُ الَّذِي يَفْزَعُ مَعَ نَشَاطِهِ. وَفُلَانٌ يَزْعَقُ دَابَّتَهُ، إِذَا طَرَدَهُ طَرْدًا شَدِيدًا. وَرَجُلٌ زَاعِقٌ. وَأَزْعَقَهُ الْخَوْفُ حَتَّى زَعَقَ. قَالَ:\nمِنْ غَائِلَاتِ اللَّيْلِ وَالْهَوْلِ وَالزَّعِقْ\nوَيُقَالُ الزُّعَاقُ النِّفَارُ. يُقَالُ مِنْهُ وَعِلٌ زَعَّاقٌ. وَمُهْرٌ مَزْعُوقٌ: نَشِيطٌ يَفْزَعُ مَعَ نَشَاطِهِ. قَالَ:\nيَا رُبَّ مُهْرٍ مَزْعُوقْ ... مُقَيَّلٍ أَوْمَغْبُوقْ\nمِنْ لَبَنِ الدُّهْمِ الرُّوقْ حَتَّى شَتَا كَالذُّعْلُوقْ ... أَسْرَعَ مِنْ طَرْفِ الْمُوقْ\nوَطَائِرٍ وَذِي فُوقْ ... وَكُلِّ شَيْءٍ مَخْلُوقْ",
    "pg": "3:8-9"
  },
  "زعك": {
    "def": "الزَّاءُ وَالْعَيْنُ وَالْكَافُ أُصَيْلٌ إِنْ صَحَّ يَدُلُّ عَلَى تَلَبُّثٍ وَحَقَارَةٍ وَلُؤْمٍ. يَقُولُونَ إِنَّ الْأَزْعَكِيَّ: الرَّجُلُ الْقَصِيرُ اللَّئِيمُ. وَكَذَلِكَ الزُّعْكُوكُ. قَالَ الْكِسَائِيُّ: يُقَالُ لِلْقَوْمِ زَعْكَةٌ، إِذَا لَبِثُوا سَاعَةً. وَالزَّعَاكِيكُ مِنَ الْإِبِلِ: الْمُتَرَدِّدَةُ الَخَلْقِ، الْوَاحِدَةُ زُعْكُوكٌ. قَالَ:\nتَسْتَنُّ أَوْلَادٌ لَهَا زَعَاكِيكْ",
    "pg": "3:9"
  },
  "زعل": {
    "def": "الزَّاءُ وَالْعَيْنُ وَاللَّامُ أُصَيْلٌ يَدُلُّ عَلَى مَرَحٍ وَقِلَّةِ اسْتِقْرَارٍ، لِنَشَاطٍ يَكُونُ. فَالزَّعَلُ: النَّشَاطُ. وَالزَّعِلُ: النَّشِيطُ. وَيُقَالُ أَزْعَلَهُ السِّمَنُ وَالرَّعْيُ. قَالَ الْهُذَلِيُّ:\nأَكَلَ الْجَمِيمَ وَطَاوَعَتْهُ سَمْحَجٌ ... مِثْلُ الْقَنَاةِ وَأَزْعَلَتْهُ الْأَمْرُعُ\nوَقَالَ طَرَفَةُ:\nوَمَكَانٌ زَعِلٌ ظِلْمَانُهُ ... كَالْمَخَاضِ الْجُرْبِ فِي الْيَوْمِ الْخَصِرْ وَرُبَّمَا حُمِلَ عَلَى هَذَا فَسُمِّيَ الْمُتَضَوِّرُ مِنَ الْجُوعِ زَعِلًا.",
    "pg": "3:9-10"
  },
  "زعم": {
    "def": "الزَّاءُ وَالْعَيْنُ وَالْمِيمُ أَصْلَانِ: أَحَدُهُمَا الْقَوْلُ مِنْ غَيْرِ صِحَّةٍ وَلَا يَقِينٍ، وَالْآخَرُ التَّكَفُّلُ بِالشَّيْءِ. فَالْأَوَّلُ الزَّعْمُ وَالزُّعْمُ. وَهَذَا الْقَوْلُ عَلَى غَيْرِ صِحَّةٍ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿زَعَمَ الَّذِينَ كَفَرُوا أَنْ لَنْ يُبْعَثُوا﴾ [التغابن: ٧] . وَقَالَ الشَّاعِرُ:\nزَعَمَتْ غُدَانَةُ أَنَّ فِيهَا سَيِّدًا ... ضَخْمًا يُوَارِيهِ جَنَاحُ الْجُنْدَُبِ\nوَمِنَ الْبَابِ: زَعَمَ فِي غَيْرِ مَزْعَمٍ، أَيْ طَمِعَ فِي غَيْرِ مَطْمَعٍ. قَالَ:\nزَعْمًا لَعَمْرُ أَبِيكِ لَيْسَ بِمَزْعَمِ\nوَمِنَ الْبَابِ الزَّعُومُ، وَهِيَ الْجَزُورُ الَّتِي يُشَكُّ فِي سِمَنِهَا فَتُغْبَطُ بِالْأَيْدِي. وَالتَّزَعُّمُ: الْكَذِبُ.\nوَالْأَصْلُ الْآخَرُ: زَعَمَ بِالشَّيْءِ، إِذَا كَفَلَ بِهِ. قَالَ:\nتُعَاتِبُنِي فِي الرِّزْقِ عِرْسِي وَإِنَّمَا ... عَلَى اللَّهِ أَرْزَاقُ الْعِبَادِ كَمَا زَعَمْ\nأَيْ كَمَا كَفَلَ. وَمِنَ الْبَابِ الزَّعَامَةُ، وَهِيَ السِّيَادَةُ ; لِأَنَّ السَّيِّدَ يَزْعُمُ بِالْأُمُورِ، أَيْ يَتَكَفَّلُ بِهَا. وَأَصْدَقُ مِنْ ذَلِكَ قَوْلُ اللَّهِ جَلَّ ثَنَاؤُهُ: ﴿قَالُوا نَفْقِدُ صُوَاعَ الْمَلِكِ وَلِمَنْ جَاءَ بِهِ حِمْلُ بَعِيرٍ وَأَنَا بِهِ زَعِيمٌ﴾ [يوسف: ٧٢] . وَيُقَالُ الزَّعَامَةُ حَظُّ السَّيِّدِ مِنَ الْمَغْنَمِ، وَيُقَالُ بَلْ هِيَ أَفْضَلُ الْمَالِ. قَالَ لَبِيَدٌ:\nتَطِيرُ عَدَائِدُ الْإِشْرَاكِ وَِتْرًا ... وَشَفْعًا وَالزَّعَامَةُ لِلْغُلَامِ",
    "pg": "3:10-11"
  },
  "زغب": {
    "def": "الزَّاءُ وَالْغَيْنُ وَالْبَاءُ أُصَيْلٌ صَحِيحٌ، وَهُوَ الزَّغَبُ، أَوَّلُ مَا يَنْبُتُ مِنَ الرِّيشِ. وَقَدْ يُزْغِبُ الْكَرْمُ، بَعْدَ جَرْيِ الْمَاءِ فِيهِ.",
    "pg": "3:13"
  },
  "زغد": {
    "def": "الزَّاءُ وَالْغَيْنُ وَالدَّالُ أُصَيْلٌ يَدُلُّ عَلَى تَعَصُّرٍ فِي صَوْتٍ.\nمِنْ ذَلِكَ الزَّغْدُ، وَهُوَ الْهَدِيرُ يَتَعَصَّرُ فِيهِ الْهَادِرُ. وَأَصْلُهُ زَغَدَ عُكَّتَهُ، إِذَا عَصَرَهَا لِيُخْرِجَ سَمْنَهَا.",
    "pg": "3:13"
  },
  "زغر": {
    "def": "الزَّاءُ وَالْغَيْنُ وَالرَّاءُ أُصَيْلٌ. يُقَالُ زَغَرَ الْمَاءُ وَزَخَرَ. وَلَيْسَ هَذَا عِنْدِي مِنْ جِهَةِ الْإِبْدَالِ ; لِأَنَّ قِيَاسَ زَغَرَ قِيَاسٌ صَحِيحٌ، وَسَيَجِيءُ فِي الرُّبَاعِيِّ مَا يُصَحِّحُهُ. وَذَكَرَ ابْنُ دُرَيْدٍ أَنَّ الزَّغَرَ الِاغْتِصَابُ ; يُقَالُ زَغَرْتُ الشَّيْءَ زَغْرًا. قَالَ: وَالزَّغْرُ فِعْلٌ مُمَاتٌ. وَزُغَرُ: اسْمُ امْرَأَةٍ، يُقَالُ إِنَّ عَيْنَ زُغَرَ إِلَيْهَا تُنْسَبُ.\n\n[بَابُ الزَّاءِ وَالْفَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:13-14"
  },
  "زغغ": {
    "def": "الزَّاءُ وَالْغَيْنُ لَيْسَ بِشَيْءٍ. وَيَقُولُونَ: الزَّغْزَغَةُ: السُّخْرِيَةُ.",
    "pg": "3:3-4"
  },
  "زغف": {
    "def": "الزَّاءُ وَالْغَيْنُ وَالْفَاءُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى سَعَةٍ وَفَضْلٍ. مِنْ ذَلِكَ الزَّغْفَةُ: الدِّرْعُ ; وَالْجَمْعُ الزَّغْفُ، وَهِيَ الْوَاسِعَةُ. وَرُبَّمَا قَالُوا زَغَفَةٌ وَزَغَفٌ. قَالَ:\nأَيَمْنَعُنَا الْقَوْمُ مَاءَ الْفُرَاتِ ... وَفِينَا السُّيُوفُ وَفِينَا الزَّغَفْ\nوَيُقَالُ رَجُلٌ مِزْغَفٌ: نَهِمٌ رَغِيبٌ. قَالَ الْأَصْمَعِيُّ: زَغَفَ فِي حَدِيثِهِ: زَادَ.",
    "pg": "3:12"
  },
  "زغل": {
    "def": "الزَّاءُ وَالْغَيْنُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى رَضَاعٍ وَزَقٍّ وَمَا أَشْبَهَهُ. يُقَالُ أَزْغَلَ الطَّائِرُ فَرْخَهُ، إِذَا زَقَّهُ. قَالَ ابْنُ أَحْمَرَ:\nفَأَزْغَلَتْ فِي حَلْقِهِ زُغْلَةً ... لَمْ تُخْطِئِ الْجِيدَ وَلَمْ تَشْفَتِرْ\nقَالَ: وَهُوَ مِنْ قَوْلِهِمْ: أَزْغِلِي لَهُ زُغْلَةً مِنْ سِقَائِكِ، أَيْ صُبِّي لَهُ شَيْئًا مِنْ لَبَنٍ. وَيُقَالُ أَزْغَلَتِ الْمَرْأَةُ مِنْ عَزْلَائِهَا، أَيْ صَبَّتْ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ: الزُّغْلُولُ مِنَ الرِّجَالِ: الْخَفِيفُ.",
    "pg": "3:12-13"
  },
  "زغم": {
    "def": "الزَّاءُ وَالْغَيْنُ وَالْمِيمُ أُصَيْلٌ يَدُلُّ عَلَى تَرْدِيدِ صَوْتٍ خَفِيٍّ. قَالُوا: تَزَغَّمَ الْجَمَلُ، إِذَا رَدَّدَ رُغَاءَهُ فِي خَفَاءٍ لَيْسَ شَدِيدًا. وَمِنْهُ التَّزَغُّمُ، وَهُوَ التَّغَضُّبُ، كَأَنَّهُ فِي غَضَبِهِ يُرَدِّدُ صَوْتًا فِي نَفْسِهِ. وَذَكَرَ نَاسٌ: تَزَغَّمَ الْفَصِيلُ لِأُمِّهِ، إِذَا حَنَّ حَنِينًا خَفِيًّا.",
    "pg": "3:13"
  },
  "زفت": {
    "def": "الزَّاءُ وَالْفَاءُ وَالتَّاءُ لَيْسَ بِشَيْءٍ، إِلَّا الزِّفْتُ، وَلَا أَدْرِي أَعَرَبِيٌّ أَمْ غَيْرُهُ. إِلَّا [أَنَّهُ] قَدْ جَاءَ فِي الْحَدِيثِ: الْمُزَفَّتُ، وَهُوَ الْمَطْلِيُّ بِالزِّفْتِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الزَّاءِ وَالْقَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:15-16"
  },
  "زفر": {
    "def": "الزَّاءُ وَالْفَاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى حِمْلٍ، وَالْآخَرُ عَلَى صَوْتٍ مِنَ الْأَصْوَاتِ.\nفَالْأَوَّلُ الزِّفْرُ: الْحِمْلُ، وَالْجَمْعُ أَزْفَارٌ. وَازْدَفَرَهُ، إِذَا حَمَلَهُ، وَبِذَلِكَ سُمِّيَ الرَّجُلُ زُفَرَ، لِأَنَّهُ يَزْدَفِرُ بِالْأَمْوَالِ مُطِيقًا لَهَا، وَمِنَ الْبَابِ الزَّافِرَةُ: عَشِيرَةُ الرَّجُلِ ; لِأَنَّهُمْ قَدْ يَتَحَمَّلُونَ بَعْضَ مَا يَنُوبُهُ. وَزَُفْرَةُ الْفَرَسِ: وَسَطُهُ. وَالزِّفْرُ: الْقِرْبَةُ، وَمِنْهُ قِيلَ لِلْإِمَاءِ الَّتِي تَحْمِلُ الْقِرَبَ زَوَافِرُ. وَيَقُولُونَ: الزُّفَرُ: الرَّجُلُ السَّيِّدُ. قَالَ:\nيَأْبَى الظُّلَامَةَ مِنْهُ النَّوْفَلُ الزُّفَرُ\nوَالْقِيَاسُ فِيهِ كُلِّهِ وَاحِدٌ. وَزِفْرُ الْمُسَافِرِ: جِهَازُهُ. وَيُقَالُ الزُّفَرُ: النَّهْرُ الْكَبِيرُ، وَيَكُونُ سُمِّيَ بِذَلِكَ لِأَنَّهُ كَثِيرُ الْحَمْلِ لِلْمَاءِ.",
    "pg": "3:14-15"
  },
  "زفف": {
    "def": "الزَّاءُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى خِفَّةٍ فِي كُلِّ شَيْءٍ. يُقَالُ زَفَّ الظَّلِيمُ زَفِيفًا، إِذَا أَسْرَعَ. وَمِنْهُ زُفَّتِ الْعَرُوسُ إِلَى زَوْجِهَا. وَزَفَّ الْقَوْمُ فِي سَيْرِهِمْ: أَسْرَعُوا. قَالَ جَلَّ ثَنَاؤُهُ: ﴿فَأَقْبَلُوا إِلَيْهِ يَزِفُّونَ﴾ [الصافات: ٩٤] . وَالزَّفْزَافَةُ: الرِّيحُ الشَّدِيدَةُ لَهَا زَفْزَفَةٌ، أَيْ خِفَّةٌ. وَكَذَلِكَ الزَّفْزَفُ. وَيَقُولُونَ لِمَنْ طَاشَ حِلْمُهُ: قَدْ زَفَّ رَأْلُهُ. وَزِفُّ الطَّائِرِ: صِغَارُ رِيشِهِ ; لِأَنَّهُ خَفِيفٌ.",
    "pg": "3:4"
  },
  "زفل": {
    "def": "الزَّاءُ وَالْفَاءُ وَاللَّامُ هِيَ الْأَزْفَلَةُ، وَهِيَ الْجَمَاعَةُ. يُقَالُ جَاءُوا بِأَزْفَلَتِهِمْ، أَيْ جَمَاعَتِهِمْ.",
    "pg": "3:15"
  },
  "زفن": {
    "def": "الزَّاءُ وَالْفَاءُ وَالنُّونُ لَيْسَ عِنْدِي أَصْلًا، وَلَا فِيهِ مَا يُحْتَاجُ إِلَيْهِ. يَقُولُونَ: الزَّفْنُ: الرَّقْصُ. وَيَقُولُونَ: الزِّيَفْنُ: الشَّدِيدُ. وَلَيْسَ هَذَا بِشَيْءٍ.",
    "pg": "3:14"
  },
  "زفى": {
    "def": "الزَّاءُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى خِفَّةٍ وَسُرْعَةٍ. مِنْ ذَلِكَ زَفَتِ الرِّيحُ التُّرَابَ، إِذَا طَرَدَتْهُ عَنْ وَجْهِ الْأَرْضِ. وَالزَّفَيَانُ: شِدَّةُ هُبُوبِ الرِّيحِ. وَيُقَالُ نَاقَةٌ زَفَيَانٌ: سَرِيعَةٌ. وَقَوْسٌ زَفَيَانٌ: سَرِيعَةُ الْإِرْسَالِ لِلسَّهْمِ. وَيُقَالُ زَفَى الظَّلِيمُ زَفْيًا، إِذَا نَشَرَ جَنَاحَهُ.",
    "pg": "3:14"
  },
  "زقب": {
    "def": "الزَّاءُ الْقَافُ وَالْبَاءُ كَلِمَةٌ. يُقَالُ طَرِيقٌ زَقَبٌ. أَيُّ ضَيِّقٌ.",
    "pg": "3:16"
  },
  "زقق": {
    "def": "الزَّاءُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى تَضَايُقٍ. مِنْ ذَلِكَ الزُّقَاقِ، سُمِّيَ بِذَلِكَ لِضِيقِهِ عَنِ الشَّوَارِعِ.\n\nوَمِنْ ذَلِكَ: زَقَّ الطَّائِرُ فَرْخَهُ. وَمِنْهُ الزِّقُّ. وَالتَّزْقِيقُ فِي الْجِلْدِ: أَنْ يُسْلَخَ مِنْ قِبَلِ \" الْعُنُقِ \".",
    "pg": "3:4"
  },
  "زقل": {
    "def": "الزَّاءُ وَالْقَافُ وَاللَّامُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُ حُكِيَ عَنْ بَعْضِ الْعَرَبِ: زَوْقَلَ فُلَانٌ عِمَامَتَهُ، إِذَا أَرْخَى طَرَفَيْهَا مِنْ نَاحِيَتَيْ رَأْسِهِ.",
    "pg": "3:16"
  },
  "زقم": {
    "def": "الزَّاءُ وَالْقَافُ وَالْمِيمُ أُصَيْلٌ يَدُلُّ عَلَى جِنْسٍ مِنَ الْأَكْلِ. قَالَ الْخَلِيلُ: الزَّقْمُ: الْفِعْلُ، مِنْ أَكْلِ الزَّقُّومِ. وَالِازْدِقَامُ: الِابْتِلَاعُ. وَذَكَرَ ابْنُ دُرَيْدٍ أَنَّ بَعْضَ الْعَرَبِ يَقُولُ: تَزَقَّمَ فُلَانٌ اللَّبَنَ، إِذَا أَفْرَطَ فِي شُرْبِهِ.",
    "pg": "3:16"
  },
  "زقن": {
    "def": "الزَّاءُ وَالْقَافُ وَالنُّونُ لَيْسَ بِشَيْءٍ، عَلَى أَنَّهُمْ رُبَّمَا قَالُوا: زَقَنْتُ الْحِمْلَ أَزْقُنُهُ، إِذَا حَمَلْتُهُ. وَأَزْقَنْتُ فُلَانًا: أَعَنْتُهُ عَلَى الْحِمْلِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الزَّاءِ وَالْكَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:16-17"
  },
  "زقو": {
    "def": "الزَّاءُ وَالْقَافُ وَالْحَرْفُ الْمُعْتَلُّ أُصَيْلٌ يَدُلُّ عَلَى صَوْتٍ مِنَ الْأَصْوَاتِ. فَالزَّقْوُ: مَصْدَرُ زَقَا الدِّيكُ يَزْقُو، وَيُقَالُ إِنَّ كُلَّ صَائِحٍ زَاقٍ. وَكَانَتِ الْعَرَبُ تَقُولُ: \" هُوَ أَثْقَلُ مِنَ الزَّوَاقِي \"، وَهِيَ الدِّيَكَةُ ; لِأَنَّهُمْ كَانُوا يَسْمُرُونَ فَإِذَا صَاحَتِ الدِّيَكَةُ تَفَرَّقُوا. وَالزُّقَاءُ: زُقَاءُ الدِّيكِ.",
    "pg": "3:16"
  },
  "زكت": {
    "def": "الزَّاءُ وَالْكَافُ وَالتَّاءُ أَصْلٌ إِنْ صَحَّ. يُقَالُ زَكَتُّ الْإِنَاءَ: مَلَأْتُهُ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الزَّاءِ وَاللَّامِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:18"
  },
  "زكر": {
    "def": "الزَّاءُ وَالْكَافُ وَالرَّاءُ أُصَيْلٌ إِنْ كَانَ صَحِيحًا يَدُلُّ عَلَى وِعَاءٍ يُسَمَّى الزُّكْرَةَ. وَيُقَالُ زَكَّرَ الصَّبِيُّ وَتَزَكَّرَ: امْتَلَأَ بَطْنُهُ.",
    "pg": "3:18"
  },
  "زكل": {
    "def": "الزَّاءُ وَالْكَافُ وَاللَّامُ لَيْسَ بِأَصْلٍ، وَقَدْ جَاءَتْ فِيهِ كَلِمَةٌ: الزَّوَنْكَلُ مِنَ الرِّجَالِ: الْقَصِيرُ.",
    "pg": "3:17"
  },
  "زكم": {
    "def": "الزَّاءُ وَالْكَافُ وَالْمِيمُ لَيْسَ فِيهِ إِلَّا الزُّكْمَةُ وَالزُّكَامُ، وَيَسْتَعِيرُونَ ذَلِكَ فَيَقُولُونَ: فُلَانٌ زُكْمَةُ أَبَوَيْهِ، وَهُوَ آخِرُ أَوْلَادِهِمَا.",
    "pg": "3:17"
  },
  "زكن :": {
    "def": "الزَّاءُ وَالْكَافُ وَالنُّونُ أَصْلٌ يُخْتَلَفُ فِي مَعْنَاهُ. يَقُولُونَ هُوَ الظَّنُّ، وَيَقُولُونَ هُوَ الْيَقِينُ. وَأَهْلُ التَّحْقِيقِ مِنَ اللُّغَوِيِّينَ يَقُولُونَ: زَكِنْتُ مِنْكَ كَذَا، أَيْ عَلِمْتُهُ. قَالَ:\nوَلَنْ يُرَاجِعَ قَلْبِي حُبَّهُمْ أَبَدًا ... زَكِنْتُ مِنْهُمْ عَلَى مِثْلِ الَّذِي زَكِنُوا\nقَالُوا: وَلَا يُقَالُ أَزْكَنْتُ، عَلَى أَنَّ الْخَلِيلَ قَدْ ذَكَرَ الْإِزْكَانَ. وَيُقَالُ: إِنَّ الزَّكَنَ الظَّنُّ.",
    "pg": "3:17"
  },
  "زكى": {
    "def": "الزَّاءُ وَالْكَافُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ يَدُلُّ عَلَى نَمَاءٍ وَزِيَادَةٍ. وَيُقَالُ الطَّهَارَةُ زَكَاةُ الْمَالِ. قَالَ بَعْضُهُمْ: سُمِّيَتْ بِذَلِكَ لِأَنَّهَا مِمَّا يُرْجَى بِهِ زَكَاءُ الْمَالِ، وَهُوَ زِيَادَتُهُ وَنَمَاؤُهُ. وَقَالَ بَعْضُهُمْ: سُمِّيَتْ زَكَاةً لِأَنَّهَا طَهَارَةٌ. قَالُوا: وَحُجَّةُ ذَلِكَ قَوْلُهُ جَلَّ ثَنَاؤُهُ: ﴿خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا﴾ [التوبة: ١٠٣] . وَالْأَصْلُ فِي ذَلِكَ كُلِّهِ رَاجِعٌ إِلَى هَذَيْنِ الْمَعْنَيَيْنِ، وَهُمَا النَّمَاءُ وَالطَّهَارَةُ. وَمِنَ النَّمَاءِ: زَرْعٌ زَاكٍ، بَيِّنُ الزَّكَاءِ. وَيُقَالُ هُوَ أَمْرٌ لَا يَزْكُو بِفُلَانٍ، أَيْ لَا يَلِيقُ بِهِ. وَالزَّكَا: الزَّوْجُ، وَهُوَ الشَّفْعُ.\nفَأَمَّا الْمَهْمُوزُ فَقَرِيبٌ مِنَ الَّذِي قَبْلَهُ. قَالَ الْفَرَّاءُ: رَجُلٌ زُكَأَةٌ: حَاضِرُ النَّقْدِ كَثِيرُهُ. قَالَ الْأَصْمَعِيُّ: الزُّكَأَةُ: الْمُوسِرُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ جَمِيعًا قَوْلُهُمْ: زَكَأَتِ النَّاقَةُ بِوَلَدِهَا تَزْكَأُ بِهِ زَكْأً، إِذَا رَمَتْ بِهِ عِنْدَ رِجْلَيْهَا.",
    "pg": "3:17-18"
  },
  "زلج": {
    "def": "الزَّاءُ وَاللَّامُ وَالْجِيمُ أُصَيْلٌ يَدُلُّ عَلَى الِانْدِفَاعِ وَالدَّفْعِ. مِنْ ذَلِكَ الْمُزَلَّجِ مِنَ الْعَيْشِ، وَهُوَ الْمُدَافِعُ بِالْبُلْغَةِ. وَالْمُزَلَّجُ: الَّذِي يُدْفَعُ عَنْ كُلِّ خَيْرٍ مِنْ كِفَايَةٍ وَغَنَاءٍ. قَالَ:\nدَعَوْتُ إِلَى مَا نَابَنِي فَأَجَابَنِي ... كَرِيمٌ مِنَ الْفِتْيَانِ غَيْرُ مُزَلَّجِ\nوَالزَّلْجُ: السُّرْعَةُ فِي الْمَشْيِ وَغَيْرِهِ، وَكُلُّ سَرِيعٍ زَالِجٌ. وَسَهْمٌ زَالِجٌ: يَتَزَلَّجُ مِنَ الْقَوْسِ. وَالْمُزَلَّجُ: الْمَدْفُوعُ عَنْ حَسَبِهِ. فَأَمَّا الْمِزْلَاجُ فَالْمَرْأَةُ الرَّسْحَاءُ، وَكَأَنَّهَا شُبِّهَتْ فِي دِقَّتِهَا بِالسَّهْمِ الزَّالِجِ.",
    "pg": "3:19"
  },
  "زلح": {
    "def": "الزَّاءُ وَاللَّامُ وَالْحَاءُ لَيْسَ بِأَصْلٍ فِي اللُّغَةِ مُنْقَاسٍ، وَقَدْ جَاءَتْ فِيهِ كَلِمَاتٌ اللَّهُ أَعْلَمُ بِصِحَّتِهَا، يَقُولُونَ: قَصْعَةٌ زَلَحْلَحَةٌ، وَهِيَ الَّتِي لَا قَعْرَ لَهَا. وَقَالَ ابْنُ السِّكِّيتِ: الزَّلَحْلَحُ مِنَ الرِّجَالِ: الْخَفِيفُ. وَقَالُوا: الزَّلَحْلَحُ الْوَادِي الَّذِي لَيْسَ بِعَمِيقٍ: فَإِنْ كَانَ هَذَا صَحِيحًا فَالْكَلِمَةُ تَدُلُّ عَلَى تَبَسُّطِ الشَّيْءِ مِنْ غَيْرِ قَعْرٍ يَكُونُ لَهُ.",
    "pg": "3:19-20"
  },
  "زلخ": {
    "def": "الزَّاءُ وَاللَّامُ وَالْخَاءُ أَصْلٌ إِنْ صَحَّ يَدُلُّ عَلَى تَزَلُّقِ الشَّيْءِ. فَالزَّلْخُ: الْمَزَِلَّةُ. وَيُقَالُ بِئْرٌ زَلُوخٌ، إِذَا كَانَ أَعْلَاهَا مَزَِلَّةٌ يُزْلِقُ مَنْ قَامَ عَلَيْهِ. وَيُقَالُ إِنَّ الزَّلْخَ: رَفْعُكَ يَدَكَ فِي رَمْيِ السَّهْمِ إِلَى أَقْصَى مَا تَقْدِرُ عَلَيْهِ، تُرِيدُ بِهِ الْغَلْوَةَ. قَالَ:\nمِنْ مِائَةٍ زَلْخٍ بِمِرِّيخٍ غَالْ\nوَقَالَ بَعْضُهُمُ الزَّلْخُ: أَقْصَى غَايَةِ الْمُغَالِي، وَيَقُولُونَ: إِنَّ الزُّلَّخَةَ عِلَّةٌ. وَهُوَ كَلَامٌ يُنْظَرُ فِيهِ.",
    "pg": "3:20"
  },
  "زلع": {
    "def": "الزَّاءُ وَاللَّامُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى تَفَطُّرٍ وَزَوَالِ شَيْءٍ عَنْ مَكَانِهِ. فَالزَّلَعُ: تَفَطُّرُ الْجِلْدِ. تَزَلَّعَتْ يَدُهُ: تَشَقَّقَتْ. وَيُقَالُ: زَلِعَتْ جِرَاحَتُهُ: فَسَدَتْ. قَالَ الْخَلِيلُ: الزَّلَعُ: شُقَاقُ ظَاهِرِ الْكَفِّ. فَإِنْ كَانَ فِي الْبَاطِنِ فَهُوَ كَلَعٌ. وَالزَّلْعُ: اسْتِلَابُ شَيْءٍ فِي خَتْلٍ.",
    "pg": "3:20-21"
  },
  "زلف": {
    "def": "الزَّاءُ وَاللَّامُ وَالْفَاءُ يَدُلُّ عَلَى انْدِفَاعٍ وَتَقَدُّمٍ فِي قُرْبٍ إِلَى شَيْءٍ. يُقَالُ مِنْ ذَلِكَ ازْدَلَفَ الرَّجُلُ: تَقَدَّمَ. وَسُمِّيَتْ مُزْدَلِفَةَ بِمَكَّةَ، لِاقْتِرَابِ النَّاسِ إِلَى مِنًى بَعْدَ الْإِفَاضَةِ مِنْ عَرَفَاتٍ. وَيُقَالُ لِفُلَانٍ عِنْدَ فُلَانٍ زُلْفَى، أَيْ قُرْبَى. قَالَ اللَّهُ جَلَّ وَعَزَّ: ﴿وَإِنَّ لَهُ عِنْدَنَا لَزُلْفَى﴾ [ص: ٢٥] . وَالزَّلَفُ وَالزُّلْفَةُ: الدَّرَجَةُ وَالْمَنْزِلَةُ. وَأَزْلَفْتُ الرَّجُلَ إِلَى كَذَا: أَدْنَيْتُهُ. فَأَمَّا قَوْلُ الْقَائِلِ:\nحَتَّى إِذَا مَاءُ الصَّهَارِيجِ نَشَفْ ... مِنْ بَعْدِ مَا كَانَتْ مِلَاءً كَالزَّلَفْ\nقَالَ قَوْمٌ: الزَّلَفُ: الْأَجَاجِينُ الْخُضْرُ. فَإِنْ كَانَ كَذَا فَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّ الْمَاءَ لَا يَثْبُتُ فِيهَا عِنْدَ امْتِلَائِهَا، بَلْ يَنْدَفِعُ. وَقَالَ قَوْمٌ: الْمَزَالِفُ هِيَ بِلَادٌ بَيْنَ الْبَرِّ وَالرِّيفِ. وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِقُرْبِهَا مِنَ الرِّيفِ. وَأَمَّا الزُّلَفُ مِنَ اللَّيْلِ، فَهِيَ طَوَائِفُ مِنْهُ ; لِأَنَّ كُلَّ طَائِفَةٍ مِنْهَا تَقْرُبُ مِنَ الْأُخْرَى.",
    "pg": "3:21"
  },
  "زلق": {
    "def": "الزَّاءُ وَاللَّامُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَزَلُّجِ الشَّيْءِ عَنْ مَقَامِهِ. مِنْ ذَلِكَ الزَّلَقُ. وَيُقَالُ أَزْلَقَتِ الْحَامِلُ، إِذَا أَزْلَقَتْ وَلَدَهَا. وَيُقَالُ وَهُوَ الْأَصَحُّ إِذَا أَلْقَتِ الْمَاءَ وَلَمْ تَقْبَلْهُ رَحِمُهَا. وَالْمَزْلَقَةُ وَالْمَزْلَقُ: الْمَوْضِعُ لَا يُثْبَتُ عَلَيْهِ. فَأَمَّا قَوْلُهُ جَلَّ ثَنَاؤُهُ: ﴿وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ﴾ [القلم: ٥١] . فَحَقِيقَةُ مَعْنَاهُ أَنَّهُ مِنْ حِدَّةِ نَظَرِهِمَا حَسَدًا، يَكَادُونَ يُنَحُّونَكَ عَنْ مَكَانِكَ. قَالَ:\nنَظَرًا يُزِيلُ مَوَاطِئَ الْأَقْدَامِ وَيُقَالُ إِنَّ الزَّلِقَ: الَّذِي إِذَا دَنَا مِنَ الْمَرْأَةِ رَمَى بِمَائِهِ قَبْلَ أَنْ يَغْشَاهَا. قَالَ:\nإِنَّ الزُّبَيْرَ زَلِقٌ وَزُمَّلِقٌ\nوَقَالَ ابْنُ الْأَعْرَابِيِّ: زَلَقَ الرَّجُلُ رَأْسَهُ: حَلَقَهُ. فَأَمَّا قَوْلُ رُؤْبَةَ:\nكَأَنَّهَا حَقْبَاءُ بَلْقَاءُ الزَّلَقْ\nفَيُقَالُ إِنَّ الزَّلَقَ الْعَجُزُ مِنْهَا وَمِنْ كُلِّ دَابَّةٍ. وَسُمِّيَتْ بِذَلِكَ لِأَنَّ الْيَدَ تَزْلَقُ عَنْهَا، وَكَذَلِكَ مَا يُصِيبُهَا مِنْ مَطَرٍ وَنَدًى. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الزَّاءِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:21-22"
  },
  "زلل": {
    "def": "الزَّاءُ وَاللَّامُ أَصْلٌ مُطَّرِدٌ مُنْقَاسٌ فِي الْمُضَاعَفِ، وَكَذَلِكَ فِي كُلِّ زَاءٍ بَعْدَهَا لَامٌ فِي الثُّلَاثِيِّ. وَهَذَا مِنْ عَجِيبِ هَذَا الْأَصْلِ. تَقُولُ: زَلَّ عَنْ مَكَانِهِ زَلِيلًا وَزَلًّا. وَالْمَاءُ الزُّلَالُ: الْعَذْبُ; لِأَنَّهُ يَزِلُّ عَنْ ظَهْرِ اللِّسَانِ لِرِقَّتِهِ. وَالزَّلَّةُ: الْخَطَأُ ; لِأَنَّ الْمُخْطِئَ زَلَّ عَنْ نَهْجِ الصَّوَابِ، وَتَزَلْزَلَتِ الْأَرْضُ: اضْطَرَبَتْ، وَزُلْزِلَتْ زِلْزَالًا. وَالْمِزَلَّةُ: الْمَكَانُ الدَّحْضُ. فَأَمَّا الذِّئْبُ الْأَزَلُّ، وَهُوَ الْأَرْسَحُ، فَقَالَ ابْنُ الْأَعْرَابِيِّ: سُمِّيَ بِذَلِكَ مِنْ قَوْلِهِمْ زَلَّ إِذَا عَدَا. وَهُوَ الْقِيَاسُ الصَّحِيحُ ثُمَّ شُبِّهَتْ بِهِ الْمَرْأَةُ الرَّصْعَاءُ فَقِيلَ زَلَّاءُ. وَإِنْ كَانَ الْأَرْسَحُ كَمَا قِيلَ فَهُوَ قِيَاسُ مَا ذَكَرْنَاهُ أَيْضًا، لِأَنَّ اللَّحْمَ قَدْ زَلَّ عَنْ مُؤَخَّرِهِ، وَكَذَلِكَ عَنْ مُؤَخَّرِ الْمَرْأَةِ الرَّسْحَاءِ.\nوَمِنَ الْبَابِ الزُّلْزُلُ كَالْقَلِقِ ; لِأَنَّهُ لَا يَسْتَقِرُّ فِي مَكَانِهِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الزَّلَزِلُ: الْأَثَاثُ وَالْمَتَاعُ، عَلَى فَعَلِلٍ.",
    "pg": "3:4-5"
  },
  "زلم": {
    "def": "الزَّاءُ وَاللَّامُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى نَحَافَةٍ وَدِقَّةٍ فِي مَلَاسَةٍ. وَقَدْ يَشُذُّ عَنْهُ الشَّيْءُ. فَالْأَصْلُ الزَّلَمُ وَالزُّلَمُ: قِدْحٌ يُسْتَقْسَمُ بِهِ. وَكَانُوا يَفْعَلُونَ ذَلِكَ فِي الْجَاهِلِيَّةِ، وَحُرِّمَ ذَلِكَ فِي الْإِسْلَامِ، بِقَوْلِهِ جَلَّ ثَنَاؤُهُ: ﴿وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلَامِ﴾ [المائدة: ٣] . فَأَمَّا قَوْلُ لَبِيَدٍ:\nتَزِلُّ عَنِ الثَّرَى أَزْلَامُهَا فَيُقَالُ إِنَّهُ أَرَادَ أَظْلَافَ الْبَقَرَةِ ; وَهَذَا عَلَى التَّشْبِيهِ.\nوَيَقُولُونَ: رَجُلٌ مُزَلَّمٌ: نَحِيفٌ. وَالزَّلَمَةُ: الْهَنَةُ الْمُتَدَلِّيَةُ مِنْ عُنُقِ الْمَاعِزَةِ، وَلَهَا زَلْمَتَانِ. وَالزَّلَمُ أَيْضًا: الزَّمَعُ الَّتِي تَكُونُ خَلْفَ الظِّلْفِ. وَمِنَ الْبَابِ الْمُزَلَّمُ: السَّيِّئُ الْغِذَاءِ، وَإِنَّمَا قِيلَ لَهُ ذَلِكَ لِأَنَّهُ يَنْحَُفُ وَيَدِقُّ. فَأَمَّا قَوْلُهُمْ: \" هُوَ الْعَبْدُ زَُلْمَةً \"، فَقَالَ قَوْمٌ: مَعْنَاهُ خَالِصٌ فِي الْعُبُودِيَّةِ، وَكَانَ الْأَصْلُ أَنَّهُ شُبِّهَ بِمَا خَلْفَ الْأَظْلَافِ مِنَ الزَّمَعِ. وَأَمَّا الْأَزْلَمُ الْجَذَعُ، فَيُقَالُ إِنَّهُ الدَّهْرُ، وَيُقَالُ إِنَّ الْأَسَدَ يُسَمَّى الْأَزْلَمَ الْجَذَعَ.",
    "pg": "3:18-19"
  },
  "زمت": {
    "def": "الزَّاءُ وَالْمِيمُ وَالتَّاءُ لَيْسَ أَصْلًا ; لِأَنَّ فِيهِ كَلِمَةً وَهِيَ مِنْ بَابِ الْإِبْدَالِ. يَقُولُونَ رَجُلٌ زَمِيتٌ وَزِمِّيتٌ، أَيْ سِكِّيتٌ. وَالزَّاءُ فِي هَذَا مُبْدَلَةٌ مِنْ صَادٍ، وَالْأَصْلُ الصَّمْتُ.",
    "pg": "3:23"
  },
  "زمج": {
    "def": "الزَّاءُ وَالْمِيمُ وَالْجِيمُ لَيْسَ بِشَيْءٍ. وَيَقُولُونَ: الزُّمَّجُ: الطَّائِرُ. وَالزِّمِجَّى: أَصْلُ ذَنَبِ الطَّائِرِ. وَالْأَصْلُ فِي هَذَا الْكَافُ: زِمِكَّى. وَيُقَالُ زَمَجْتُ السِّقَاءَ: مَلَأْتُهُ. وَهَذَا مَقْلُوبٌ، إِنَّمَا هُوَ جَزَمْتُهُ. وَقَدْ مَضَى ذِكْرُهُ.",
    "pg": "3:23"
  },
  "زمح": {
    "def": "الزَّاءُ وَالْمِيمُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ لِلرَّجُلِ الْقَصِيرِ: زُمَّحٌ.",
    "pg": "3:23"
  },
  "زمخ": {
    "def": "الزَّاءُ وَالْمِيمُ وَالْخَاءُ لَيْسَ بِأَصْلٍ. قَالَ الْخَلِيلُ: الزَّامِخُ الشَّامِخُ بِأَنْفِهِ. وَالْأُنُوفُ الزُّمَّخُ: الطِّوَالُ. وَهَذَا إِنْ كَانَ صَحِيحًا فَالْأَصْلُ فِيهِ الشِّينُ \" شَمَخَ \".",
    "pg": "3:23"
  },
  "زمر": {
    "def": "الزَّاءُ وَالْمِيمُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى قِلَّةِ الشَّيْءِ، وَالْآخَرُ جِنْسٌ مِنَ الْأَصْوَاتِ.\nفَالْأَوَّلُ الزَّمَرُ: قِلَّةُ الشَّعَْرِ. وَالزَّمِرُ: قَلِيلُ الشَّعْرِ. وَيُقَالُ رَجُلٌ زَمِرُ الْمُرُوءَةِ، أَيْ قَلِيلُهَا. وَالْأَصْلُ الْآخَرُ الزَّمْرُ وَالزِّمَارُ: صَوْتُ النَّعَامَةِ. يُقَالُ زَمَرَتْ تَزْمُرُ وَتَزْمِرُ زِمَارًا.\nوَأَمَّا الزُّمْرَةُ فَالْجَمَاعَةُ، وَهِيَ مُشْتَقَّةٌ مِنْ هَذَا لِأَنَّهَا إِذَا اجْتَمَعَتْ كَانَتْ لَهَا جَلَبَةٌ وَزِمَارٌ. وَأَمَّا الزَّمَّارَةُ الَّتِي جَاءَتْ فِي الْحَدِيثِ: «أَنَّهُ نَهَى عَنْ كَسْبِ الزَّمَّارَةِ» فَقَالُوا: هِيَ الزَّانِيَةُ. فَإِنْ صَحَّ هَذَا فَلَعَلَّ نَغْمَتَهَا شُبِّهَتْ بِالزَّمْرِ. عَلَى أَنَّهُمْ قَدْ قَالُوا إِنَّمَا هِيَ الرَّمَّازَةُ: الَّتِي تَرْمِزُ بِحَاجِبَيْهَا لِلرِّجَالِ. وَهَذَا أَقْرَبُ.",
    "pg": "3:23-24"
  },
  "زمع": {
    "def": "الزَّاءُ وَالْمِيمُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الدُّونِ وَالْقِلَّةِ وَالذِّلَّةِ.\nمِنْ ذَلِكَ الزَّمَعُ، وَهِيَ الَّتِي تَكُونُ خَلْفَ أَظْلَافِ الشَّاءِ. وَشُبِّهُ بِذَلِكَ رُذَالُ النَّاسِ. فَأَمَّا قَوْلُ الشَّمَّاخِ:\nعِكْرِشَةٍ زَمُوعِ\nفَالْعِكْرِشَةُ الْأُنْثَى مِنَ الْأَرَانِبِ. وَالزَّمُوعُ: ذَاتُ الزَّمَعَاتِ. فَهَذَا هَذَا الْبَابُ.\nوَأَمَّا قَوْلُهُمْ فِي الزَّمَاعِ، وَأَزَمَعَ كَذَا، فَهَذَا لَهُ وَجْهَانِ: أَحَدُهُمَا أَنْ يَكُونَ مَقْلُوبًا مِنْ عَزَمَ، وَالْوَجْهُ الْآخَرُ أَنْ تَكُونَ الزَّاءُ [مُبْدَلَةً] مِنَ الْجِيمِ، كَأَنَّهُ مِنْ إِجْمَاعِ الْقَوْمِ وَإِجْمَاعِ الرَّأْيِ.\nوَمِنَ الْبَابِ قَوْلُهُمْ لِلسَّرِيعِ: زَمِيعٌ. وَيُنْشِدُونَ: دَاعٍ بِعَاجِلَةِ الْفِرَاقِ زَمِيعُ\nقَالُوا: وَالزَّمِيعُ الشُّجَاعُ الَّذِي يُزْمِعُ ثُمَّ لَا يَنْثَنِي، وَالْجَمِيعُ الزُّمَعَاءُ. وَالْمَصْدَرُ الزَّمَاعُ. قَالَ الْكِسَائِيُّ: رَجُلٌ زَمِيعُ الرَّأْيِ، أَيْ جَيِّدُهُ. وَالْأَصْلُ فِيهِ مَا ذَكَرْتُهُ مِنَ الْقَلْبِ أَوِ الْإِبْدَالِ.\nوَأَمَّا الزَّمَعُ الَّذِي يَأْخُذُ الْإِنْسَانَ كَالرِّعْدَةِ، فَهُوَ كَلَامٌ مَسْمُوعٌ، وَلَا أَدْرِي مَا صِحَّتُهُ، وَلَعَلَّهُ أَنْ يَكُونَ مِنَ الشَّاذِّ عَنِ الْأَصْلِ الَّذِي أَصَّلْتُهُ.",
    "pg": "3:24-25"
  },
  "زمق": {
    "def": "الزَّاءُ وَالْمِيمُ وَالْقَافُ لَيْسَ بِشَيْءٍ، وَإِنْ كَانُوا يَقُولُونَ: زَمَقَ شَعْرَهُ، إِذَا نَتَفَهُ. فَإِنْ صَحَّ فَالْأَصْلُ زَبَقَ. وَقَدْ ذُكِرَ.",
    "pg": "3:25"
  },
  "زمك": {
    "def": "الزَّاءُ وَالْمِيمُ وَالْكَافُ. ذَكَرَ ابْنُ دُرَيْدٍ وَغَيْرُهُ أَنَّ الزَّاءَ وَالْمِيمَ وَالْكَافَ تَدُلُّ عَلَى تَدَاخُلِ الشَّيْءِ بَعْضُهُ فِي بَعْضٍ. قَالَ: وَمِنْهُ اشْتِقَاقُ الزِّمِكَّى، وَهِيَ مَنْبِتُ ذَنَبِ الطَّائِرِ.",
    "pg": "3:25"
  },
  "زمل": {
    "def": "الزَّاءُ وَالْمِيمُ وَاللَّامُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى حَمْلِ ثِقْلٍ مِنَ الْأَثْقَالِ، وَالْآخَرُ صَوْتٌ.\nفَالْأَوَّلُ الزَّامِلَةُ، وَهُوَ بَعِيرٌ يَسْتَظْهِرُ بِهِ الرَّجُلُ، يَحْمِلُ عَلَيْهِ مَتَاعَهُ. يُقَالُ ازْدَمَلْتُ الشَّيْءَ، إِذَا حَمَلْتُهُ. وَيُقَالُ عِيالَاتٌ أَزْمَلَةٌ، أَيْ كَثِيرَةٌ. وَهَذَا مِنَ الْبَابِ، كَأَنَّهُمْ كَلُّ أَحْمَالٍ، لَا يَضْطَلِعُونَ وَلَا يُطِيقُونَ أَنْفُسَهُمْ. وَمِنَ الْبَابِ الزُّمَّيْلُ، وَهُوَ الرَّجُلُ الضَّعِيفُ، الَّذِي إِذَا حَزَبَهُ أَمْرٌ تَزَمَّلَ، أَيْ ضَاعَفَ عَلَيْهِ الثِّيَابَ حَتَّى يَصِيرَ كَأَنَّهُ حِمْلٌ. قَالَ أُحَيْحَةُ:\nلَا وَأَبِيكَ مَا يُغْنِي غَنَائِي ... مِنَ الْفِتْيَانِ زُمَّيْلٌ كَسُولُ\nوَالْمُزَامَلَةُ: الْمُعَادَلَةُ عَلَى الْبَعِيرِ.\nفَأَمَّا الْأَصْلُ الْآخَرُ فَالْأَزْمَلُ، وَهُوَ الصَّوْتُ فِي قَوْلِ الشَّاعِرِ:\nلَهَا بَعْدَ قِرَّاتِ الْعَشِيَّاتِ أَزْمَلُ\nوَمِمَّا شَذَّ عَنْ هَذَيْنِ الْأَصْلَيْنِ الْإِزْمِيلُ: الشَّفْرَةُ. وَمِنْهُ أَخَذْتُ الشَّيْءَ بِأَزْمَلِهِ.\n\n[بَابُ الزَّاءِ وَالنُّونِ وَالْحَرْفِ الْمُعْتَلِّ]\nِّ",
    "pg": "3:25-26"
  },
  "زمم": {
    "def": "الزَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى تَقَدُّمٍ فِي اسْتِقَامَةٍ وَقَصْدٍ، مِنْ ذَلِكَ الزِّمَامُ لِأَنَّهُ يَتَقَدَّمُ إِذَا مُدَّ بِهِ، قَاصِدًا فِي اسْتِقَامَةٍ. تَقُولُ زَمَمْتُ الْبَعِيرَ أَزُمُّهُ. وَيُقَالُ أَمْرُ بَنِي فُلَانٍ زَمَمٌ، كَمَا يُقَالُ أَمَمٌ، أَيْ قَصْدٌ. وَيَحْلِفُونَ فَيَقُولُونَ: \" لَا وَالَّذِي وَجْهِي زَمَمَ بَيْتِهِ \" يُرِيدُونَ تِلْقَاءَهُ وَقَصْدَهُ. وَالزَّمُّ: التَّقَدُّمُ فِي السَّيْرِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الزِّمْزِمَةُ: الْجَمَاعَةُ مِنَ النَّاسِ. وَقَالَ الشَّيْبَانِيُّ: الزِّمْزِيمُ: الْجِلَّةُ مِنَ الْإِبِلِ.",
    "pg": "3:5"
  },
  "زمن": {
    "def": "الزَّاءُ وَالْمِيمُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى وَقْتٍ مِنَ الْوَقْتِ. مِنْ ذَلِكَ الزَّمَانِ، وَهُوَ الْحِينُ، قَلِيلُهُ وَكَثِيرُهُ. يُقَالُ زَمَانٌ وَزَمَنُ، وَالْجَمْعُ أَزْمَانٌ وَأَزْمِنَةٌ. قَالَ الشَّاعِرُ فِي الزَّمَنِ:\nوَكُنْتُ امْرَأً زَمَنًا بِالْعِرَاقِ ... عَفِيفَ الْمُنَاخِ طَوِيلَ التَّغَنْ\nوَقَالَ فِي الْأَزْمَانِ:\nأَزْمَانَ لَيْلَى عَامَ لَيْلَى وَحَمِي وَيَقُولُونَ: \" لَقِيتُهُ ذَاتَ الزُّمَيْنِ \" يُرَادُ بِذَلِكَ تَرَاخِي الْمُدَّةِ. فَأَمَّا الزَّمَانَةُ الَّتِي تُصِيبُ الْإِنْسَانَ فَتُقْعِدُهُ، فَالْأَصْلُ فِيهَا الضَّادُ، وَهِيَ الضَّمَانَةُ. وَقَدْ كُتِبَتْ بِقِيَاسِهَا فِي الضَّادِ.",
    "pg": "3:22-23"
  },
  "زنج": {
    "def": "الزَّاءُ وَالنُّونُ وَالْجِيمُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يَقُولُونَ الزَّنَجُ: الْعَطَشُ، وَلَا قِيَاسَ لِذَلِكَ.",
    "pg": "3:27"
  },
  "زنح": {
    "def": "الزَّاءُ وَالنُّونُ وَالْحَاءُ كَالَّذِي قَبْلَهُ. وَذَكَرَ بَعْضُهُمْ أَنَّ التزَنُّحَ التَّفَتُّحُ فِي الْكَلَامِ.",
    "pg": "3:27"
  },
  "زند": {
    "def": "الزَّاءُ وَالنُّونُ وَالدَّالُ أَصْلَانِ: أَحَدُهُمَا عُضْوٌ مِنَ الْأَعْضَاءِ، ثُمَّ يُشَبَّهُ بِهِ. وَالْآخَرُ دَلِيلُ ضِيقٍ فِي شَيْءٍ. فَالْأَوَّلُ الزَّنْدُ، وَهُوَ طَرَفُ عَظْمِ السَّاعِدِ، وَهُمَا زَنْدَانِ، ثُمَّ يُشَبَّهُ بِهِ الزَّنْدُ الَّذِي يُقْدَحُ بِهِ النَّارُ، وَهُوَ الْأَعْلَى، وَالْأَسْفَلُ الزَّنْدَةُ.\nوَالْأَصْلُ الْآخَرُ: الْمُزَنَّدُ ; يُقَالُ ثَوْبٌ مُزَنَّدٌ، إِذَا كَانَ ضَيِّقًا ; وَحَوْضٌ مُزَنَّدٌ مِثْلُهُ. وَرَجُلٌ مُزَنَّدٌ: ضَيِّقُ الْخُلُقِ. قَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ تَزَنَّدَ فُلَانٌ، إِذَا ضَاقَ بِالْجَوَابِ وَغَضِبَ. قَالَ عَدِيٌّ:\nفَقُلْ مِثْلَ مَا قَالُوا وَلَا تَتَزَنَّدِ\nوَمِنَ الْبَابِ الْمُزَنَّدُ، وَهُوَ الْحَمِيلُ، يُقَالُ زَنَّدْتُ النَّاقَةَ، إِذَا خَلَّلْتَ أَشَاعِرَهَا بِأَخِلَّةٍ صِغَارٍ، ثُمَّ شَدَدْتَهَا بِشَعْرٍ، وَذَلِكَ إِذَا انْدَحَفَتْ رَحِمُهَا بَعْدَ الْوِلَادَةِ.",
    "pg": "3:27-28"
  },
  "زنر": {
    "def": "الزَّاءُ وَالنُّونُ وَالرَّاءُ لَيْسَ بِأَصْلٍ ; لِأَنَّ النُّونَ لَا يَكُونُ بَعْدَهَا رَاءٌ. عَلَى أَنَّ فِي الْبَابِ كَلِمَةً. يَقُولُونَ: إِنَّ الزَّنَانِيرَ الْحَصَى الصِّغَارُ إِذَا هَبَّتْ عَلَيْهَا الرِّيحُ سَمِعْتَ لَهَا صَوْتًا. [وَالزَّنَانِيرُ: أَرْضٌ بِقُرْبِ جُرَشَ] . وَقَالَ ابْنُ مُقْبِلٍ:\nزَنَانِيرُ أَرْوَاحَ الْمَصِيفِ لَهَا",
    "pg": "3:28"
  },
  "زنق": {
    "def": "الزَّاءُ وَالنُّونُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى ضِيقٍ أَوْ تَضْيِيقٍ. يَقُولُونَ: زَنَقْتُ الْفَرَسَ، إِذَا شَكَلْتَهُ فِي قَوَائِمِهِ الْأَرْبَعِ. وَالزَّنَقَةُ كَالْمَدْخَلِ فِي السِّكَّةِ وَغَيْرِهَا فِي ضِيقٍ وَفِيهَا مَيْلٌ. وَيُقَالُ لِضَرْبٍ مِنَ الْحُلِيِّ زِنَاقٌ.",
    "pg": "3:28-29"
  },
  "زنك": {
    "def": "الزَّاءُ وَالنُّونُ وَالْكَافُ لَيْسَ أَصْلًا وَلَا قِيَاسَ لَهُ. وَقَدْ حُكِيَ الزَّوَنَّكُ: الْقَصِيرُ الدَّمِيمُ.",
    "pg": "3:29"
  },
  "زنم": {
    "def": "الزَّاءُ وَالنُّونُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى تَعْلِيقِ شَيْءٍ بِشَيْءٍ. مِنْ ذَلِكَ الزَّنِيمُ، وَهُوَ الدَّعِيُّ. وَكَذَلِكَ الْمُزَنَّمُ ; وَشُبِّهَ بِزَنَمَتَيِ الْعَنْزِ، وَهُمَا اللَّتَانِ تَتَعَلَّقَانِ مِنْ أُذُنِهَا. وَالزَّنَمَةُ: اللَّحْمَةُ الْمُتَدَلِّيَةُ فِي الْحَلْقِ. وَقَالَ الشَّاعِرُ فِي الزَّنِيمِ:\nزَنِيمٌ تَدَاعَاهُ الرِّجَالُ زِيَادَةً ... كَمَا زِيدَ فِي عَرْضِ الْأَدِيمِ الْأَكَارِعُ\n\n[بَابُ الزَّاءِ وَالْهَاءِ وَالْحَرْفِ الْمُعْتَلِّ]",
    "pg": "3:29"
  },
  "زنن": {
    "def": "الزَّاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ لَا يُتَفَرَّعُ وَلَا يُقَاسُ عَلَيْهَا. يُقَالُ أَزْنَنْتُ فُلَانًا بِكَذَا، إِذَا اتَّهَمْتُهُ بِهِ. وَهُوَ يُزَنُّ بِهِ. قَالَ:\nإِنْ كُنْتَ أَزْنَنْتَنِي بِهَا كَذِبًا ... جَزْءٌ فَلَاقَيْتَ مِثْلَهَا عَجِلَا",
    "pg": "3:5"
  },
  "زنى": {
    "def": "الزَّاءُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ لَا تَتَضَايَفُ، وَلَا قِيَاسَ فِيهَا لِوَاحِدَةٍ عَلَى أُخْرَى. فَالْأَوَّلُ الزِّنَى، مَعْرُوفٌ. وَيُقَالُ إِنَّهُ يُمَدُّ وَيُقْصَرُ. وَيُنْشَدُ لِلْفَرَزْدَقِ:\nأَبَا حَاضِرٍ مَنْ يَزْنِ يُعْرَفْ زِنَاؤُهُ ... وَمَنْ يَشْرَبِ الْخَمْرَ لَا بُدَّ يَسْكَرُ وَيُقَالُ فِي النِّسْبَةِ إِلَى زِنًى زِنَوِيٌّ، وَهُوَ لِزِنْيَةٍ وَزَنْيَةٍ، وَالْفَتْحُ أَفْصَحُ. وَالْكَلِمَةُ الْأُخْرَى مَهْمُوزٌ. يُقَالُ زَنَأَتْ فِي الْجَبَلِ أَزْنَأَ زُنُوءًا وَزَنْأً. وَالثَّالِثَةُ: الزَّنَاءُ، وَهُوَ الْقَصِيرُ مِنْ كُلِّ شَيْءٍ. قَالَ:\nوَتُولِجُ فِي الظِّلِّ الزَّنَاءِ رُءُوسَهَا ... وَتَحْسَِبُهَا هِيمًا وَهُنَّ صَحَائِحُ\nوَقَالَ آخَرُ:\nوَإِذَا قُذِفْتُ إِلَى زَنَاءٍ قَعْرُهَا ... غَبْرَاءَ مُظْلِمَةٍ مِنَ الْأَحْفَارِ\nوَالرَّابِعَةُ: الزَّنَاءُ: الْحَاقِنُ بَوْلَهُ. «وَنَهَى رَسُولُ اللَّهِ ﵌ أَنْ يُصَلِّيَ الرَّجُلُ وَهُوَ زَنَاءٌ» .",
    "pg": "3:26-27"
  },
  "زهد": {
    "def": "الزَّاءُ وَالْهَاءُ وَالدَّالُ أَصْلٌ يَدُلُّ عَلَى قِلَّةِ الشَّيْءِ. وَالزَّهِيدُ: الشَّيْءُ الْقَلِيلُ.\nوَهُوَ مُزْهِدٌ: قَلِيلُ الْمَالِ. وَقَالَ رَسُولُ اللَّهِ ﵌: «أَفْضَلُ النَّاسِ مُؤْمِنٌ مُزْهِدٌ» وَهُوَ الْمُقِلُّ، يُقَالُ مِنْهُ: أَزْهَدَ إِزْهَادًا. قَالَ الْأَعْشَى:\nفَلَنْ يَطْلُبُوا سِرَّهَا لِلْغِنَى ... وَلَنْ يُسْلِمُوهَا لِإِزْهَادِهَا\nقَالَ الْخَلِيلُ: الزَّهَادَةُ فِي الدُّنْيَا، وَالزُّهْدُ فِي الدِّينِ خَاصَّةً. قَالَ اللِّحْيَانِيُّ: يُقَالُ رَجُلٌ زَهِيدٌ: قَلِيلُ الْمَطْعَمِ، وَهُوَ ضَيِّقُ الْخُلُقِ أَيْضًا. وَقَالَ بَعْضُهُمُ الزَّهِيدُ: الْوَادِي الْقَلِيلُ الْأَخْذِ لِلْمَاءِ. وَالزَّهَادُ: الْأَرْضُ الَّتِي تَسِيلُ مِنْ أَدْنَى مَطَرٍ.\nوَمِمَّا يَقْرُبُ مِنَ الْبَابِ قَوْلُهُمْ: \" خُذْ زَهْدَ مَا يَكْفِيكَ \"، أَيْ قَدْرَ مَا يَكْفِيكَ وَيُحْكَى عَنِ الشَّيْبَانِيِّ إِنْ صَحَّ فَهُوَ شَاذٌّ عَنِ الْأَصْلِ الَّذِي أَصَّلْنَاهُ قَالَ: زَهَدْتُ النَّخْلَ، وَذَلِكَ إِذَا خَرَصْتَهُ.",
    "pg": "3:30-31"
  },
  "زهر": {
    "def": "الزَّاءُ وَالْهَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى حُسْنٍ وَضِيَاءٍ وَصَفَاءٍ. مِنْ ذَلِكَ الزُّهَرَةُ: النَّجْمُ. وَمِنْهُ الزَّهْرُ، وَهُوَ نَوْرُ كُلِّ نَبَاتٍ ; يُقَالُ أَزْهَرَ النَّبَاتُ. وَكَانَ بَعْضُهُمْ يَقُولُ: النُّورُ الْأَبْيَضُ، وَالزَّهْرُ الْأَصْفَرُ، وَزَهْرَةُ الدُّنْيَا: حُسْنُهَا. وَالْأَزْهَرُ: الْقَمَرُ. وَيُقَالُ زَهَرَتِ النَّارُ: أَضَاءَتْ، وَيَقُولُونَ: زَهَرَتْ بِكَ نَارِي.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ قَوْلُهُمْ: ازْدَهَرْتُ بِالشَّيْءِ، إِذَا احْتَفَظْتَ بِهِ. وَقَالَ رَسُولُ اللَّهِ ﵌ لِأَبِي قَتَادَةَ فِي الْإِنَاءِ الَّذِي أَعْطَاهُ: «ازْدَهِرْ بِهِ فَإِنَّ لَهُ شَأْنًا» ، يُرِيدُ احْتَفِظْ بِهِ. وَمُمْكِنٌ أَنْ يُحْمَلَ هَذَا عَلَى الْأَصْلِ أَيْضًا ; لِأَنَّهُ إِذَا احْتَفَظَ بِهِ فَكَأَنَّهُ مِنْ حَيْثُ اسْتَحْسَنَهُ. وَقَالَ:\nكَمَا ازْدَهَرَتْ\nوَلَعَلَّ الْمِزْهَرَ الَّذِي هُوَ الْعُودُ مَحْمُولٌ عَلَى مَا ذَكَرْنَاهُ مِنَ الْأَصْلِ ; لِأَنَّهُ قَرِيبٌ مِنْهُ.",
    "pg": "3:31"
  },
  "زهف": {
    "def": "الزَّاءُ وَالْهَاءُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى ذَهَابِ الشَّيْءِ. يُقَالُ ازْدَهَفَ الشَّيْءَ، وَذَلِكَ إِذَا ذَهَبَ بِهِ. قَالَتِ امْرَأَةٌ مِنَ الْعَرَبِ:\nيَا مَنْ أَحَسَّ بُنَيَّيَّ اللَّذَيْنِ هُمَا ... سَمْعِي وَمُخِّي فَمُخِّيَ الْيَوْمَ مُزْدَهَفُ\nوَيُقَالُ مِنْهُ أَزْهَفَهُ الْمَوْتُ، وَمِنَ الْبَابِ ازْدَهَفَهُ، إِذَا اسْتَعْجَلَهُ. قَالَ:\nقَوْلُكَ أَقْوَالًا مَعَ التَّحْلَافِ ... فِيهِ ازْدِهَافٌ أَيُّمَا ازْدِهَافِ\nوَقَالَ قَوْمٌ: الِازْدِهَافُ التَّزَيُّدُ فِي الْكَلَامِ. فَإِنْ كَانَ صَحِيحًا فَلِأَنَّهُ ذَهَابٌ عَنِ الْحَقِّ وَمُجَاوَزَةٌ لَهُ.",
    "pg": "3:33"
  },
  "زهق": {
    "def": "الزَّاءُ وَالْهَاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَقَدُّمٍ وَمُضِيٍّ وَتَجَاوُزٍ. مِنْ ذَلِكَ زَهَقَتْ نَفْسُهُ. وَمِنْ ذَلِكَ: [زَهَقَ] الْبَاطِلُ، أَيْ مَضَى. وَيُقَالُ زَهَقَ الْفَرَسُ أَمَامَ الْخَيْلِ، وَذَلِكَ إِذَا سَبَقَهَا وَتَقَدَّمَهَا. وَيُقَالُ زَهَقَ السَّهْمُ، إِذَا جَاوَزَ الْهَدَفَ. وَيُقَالُ فَرَسٌ ذَاتُ أَزَاهِيقَ، أَيْ ذَاتُ جَرْيٍ وَسَبْقٍ وَتَقَدُّمٍ.\nوَمِنَ الْبَابِ الزَّهْقُ، وَهُوَ قَعْرُ الشَّيْءِ ; لِأَنَّ الشَّيْءَ يُزْهَقُ فِيهِ إِذَا سَقَطَ. قَالَ رُؤْبَةُ:\nكَأَنَّ أَيْدِيَهُنَّ تَهْوِي بِالزَّهَقِ\nفَأَمَّا قَوْلُهُمْ: أَزْهَقَ إِنَاءَهُ، إِذَا مَلَأَهُ، فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنَ الْبَابِ ; لِأَنَّهُ إِذَا امْتَلَأَ سَبَقَ وَفَاضَ وَمَرَّ. وَمِنَ الْبَابِ الزَّاهِقُ، وَهُوَ السَّمِينُ، لِأَنَّهُ جَاوَزَ حَدَّ الِاقْتِصَادِ إِلَى أَنِ اكْتَنَزَ مِنَ اللَّحْمِ. وَيَقُولُونَ: زَهَقَ مُخُّهُ: اكْتَنَزَ. قَالَ زُهَيْرٌ فِي الزَّاهِقِ:\nالْقَائِدُ الْخَيْلَ مَنْكُوبًا دَوَابِرُهَا ... مِنْهَا الشَّنُونُ وَمِنْهَا الزَّاهِقُ الزَّهِمُ\nوَمِنَ الْبَابِ الزَّهُوقُ، وَهُوَ الْبِئْرُ الْبَعِيدَةُ الْقَعْرِ. فَأَمَّا قَوْلُهُمْ: النَّاسُ زُهَاقُ مِائَةٍ، فَمُمْكِنٌ إِنْ كَانَ صَحِيحًا أَنْ يَكُونَ مِنَ الْأَصْلِ الَّذِي ذَكَرْنَا، كَأَنَّ عَدَدَهُمْ تَقَدَّمَ حَتَّى بَلَغَ ذَلِكَ. وَمُمْكِنٌ أَنْ يَكُونَ مِنَ الْإِبْدَالِ، كَأَنَّ الْهَمْزَةَ أُبْدِلَتْ قَافًا. وَيُمْكِنُ أَنْ يَكُونَ شَاذًّا.",
    "pg": "3:32-33"
  },
  "زهك": {
    "def": "الزَّاءُ وَالْهَاءُ وَالْكَافُ لَيْسَ فِيهِ شَيْءٌ إِلَّا أَنَّ ابْنَ دُرَيْدٍ ذَكَرَ أَنَّهُمْ يَقُولُونَ: زَهَكَتِ الرِّيحُ التُّرَابَ، مِثْلُ سَهَكَتْ. [بَابُ الزَّاءِ وَالْوَاوِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:33-34"
  },
  "زهل": {
    "def": "الزَّاءُ وَالْهَاءُ وَاللَّامُ كَلِمَةٌ تَدُلُّ عَلَى مَلَاسَةِ الشَّيْءِ. يُقَالُ فَرَسٌ زُهْلُولٌ، أَيْ أَمْلَسُ.",
    "pg": "3:33"
  },
  "زهم": {
    "def": "الزَّاءُ وَالْهَاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى سِمَنٍ وَشَحْمٍ وَمَا أَشْبَهَ ذَلِكَ. مِنْ ذَلِكَ الزَّهَمُ، وَهُوَ أَنْ تَزْهَمَ الْيَدُ مِنَ اللَّحْمِ. وَذَكَرَ نَاسٌ أَنَّ الزُّهْمَ شَحْمُ الْوَحْشِ، وَأَنَّهُ اسْمٌ لِذَلِكَ خَاصَّةً، وَيَقُولُونَ لِلسَّمِينِ زَهِمٌ. فَأَمَّا قَوْلُهُمْ فِي الْحِكَايَةِ عَنْ أَبِي زَيْدٍ أَنَّ الْمُزَاهَمَةَ الْقُرْبُ، وَيُقَالُ زَاهَمَ فُلَانٌ الْأَرْبَعِينَ، أَيْ دَانَاهَا، فَمُمْكِنٌ أَنْ يُحْمَلَ عَلَى الْأَصْلِ الَّذِي ذَكَرْنَاهُ، لِأَنَّهُ كَأَنَّهُ أَرَادَ التَّلَطُّخَ بِهَا وَمُمَاسَّتَهَا. وَيُمْكِنُ أَنْ يَكُونَ مِنَ الْإِبْدَالِ، وَتَكُونُ الْمِيمُ بَدَلًا مِنَ الْقَافِ، لِأَنَّ الزَّاهِقَ عَيْنُ السَّمِينِ. وَقَدْ ذَكَرْنَاهُ.",
    "pg": "3:31-32"
  },
  "زهو": {
    "def": "الزَّاءُ وَالْهَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ: أَحَدُهَا يَدُلُّ عَلَى كِبْرٍ وَفَخْرٍ، وَالْآخَرُ عَلَى حُسْنٍ.\nفَالْأَوَّلُ الزَّهْوُ، وَهُوَ الْفَخْرُ. قَالَ الشَّاعِرُ:\nمَتَى مَا أَشَأْ غَيْرَ زَهْوِ الْمُلُوكِ ... أَجْعَلْكَ رَهْطًا عَلَى حُيَّضِ\nوَمِنَ الْبَابِ: زُهِيَ الرَّجُلُ فَهُوَ مَزْهُوٌّ، إِذَا تَفَخَّرَ وَتَعَظَّمَ.\nوَمِنَ الْبَابِ: زَهَتِ الرِّيحُ النَّبَاتَ، إِذَا هَزَّتْهُ، تَزْهَاهُ. وَالْقِيَاسُ فِيهِ أَنَّ الْمُعْجَبَ ذَهَبَ بِنَفْسِهِ مُتَمَايِلًا. وَالْأَصْلُ الْآخَرُ: الزَّهْوُ، وَهُوَ الْمَنْظَرُ الْحَسَنُ. مِنْ ذَلِكَ الزَّهْوُ، وَهُوَ احْمِرَارُ ثَمَرِ النَّخْلِ وَاصْفِرَارُهُ. وَحَكَى بَعْضُهُمْ زَهَى وَأَزْهَى. وَكَانَ الْأَصْمَعِيُّ يَقُولُ: لَيْسَ إِلَّا زَهَا. فَأَمَّا قَوْلُ ابْنِ مُقْبِلٍ:\nوَلَا تَقُولَنَّ زَهْوًا مَا تُخَبِّرُنِي ... لَمْ يَتْرُكِ الشَّيْبُ لِي زَهْوًا وَلَا الْكِبَرُ\nفَقَالَ قَوْمٌ: الزَّهْوُ: الْبَاطِلُ وَالْكَذِبُ، وَالْمَعْنَى فِيهِ أَنَّهُ مِنَ الْبَابِ الْأَوَّلِ، وَهُوَ مِنَ الْفَخْرِ وَالْخُيَلَاءِ.\nوَأَمَّا الزُّهَاءُ فَهُوَ الْقَدْرُ فِي الْعَدَدِ، وَهُوَ مِمَّا شَذَّ عَنِ الْأَصْلَيْنِ جَمِيعًا.",
    "pg": "3:29-30"
  },
  "زوج": {
    "def": "الزَّاءُ وَالْوَاوُ وَالْجِيمُ أَصْلٌ يَدُلُّ عَلَى مُقَارَنَةِ شَيْءٍ لِشَيْءٍ. مِنْ ذَلِكَ [الزَّوْجُ زَوْجُ الْمَرْأَةِ. وَالْمَرْأَةُ] زَوْجُ بَعْلِهَا، وَهُوَ الْفَصِيحُ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ﴾ [البقرة: ٣٥] . وَيُقَالُ لِفُلَانٍ زَوْجَانِ مِنَ الْحَمَامِ، يَعْنِي ذَكَرًا وَأُنْثَى. فَأَمَّا قَوْلُهُ جَلَّ وَعَزَّ فِي ذِكْرِ النَّبَاتِ: ﴿مِنْ كُلِّ زَوْجٍ بَهِيجٍ﴾ [الحج: ٥] ، فَيُقَالُ أَرَادَ بِهِ اللَّوْنَ، كَأَنَّهُ قَالَ: مِنْ كُلِّ لَوْنٍ بَهِيجٍ. وَهَذَا لَا يَبْعُدُ أَنْ يَكُونَ مِنَ الَّذِي ذَكَرْنَاهُ ; لِأَنَّهُ يُزَوَّجُ غَيْرَهُ مِمَّا يُقَارِبُهُ. وَكَذَلِكَ قَوْلُهُمْ لِلنَّمَطِ الَّذِي يُطْرَحُ عَلَى الْهَوْدَجِ زَوْجٌ ; لِأَنَّهُ زَوْجٌ لِمَا يُلْقَى عَلَيْهِ. قَالَ لَبِيَدٌ:\nمِنْ كُلِّ مَحْفُوفٍ يُظِلُّ عِصِيَّهُ ... زَوْجٌ عَلَيْهِ كِلَّةٌ وَقِرَامُهَا",
    "pg": "3:35"
  },
  "زوح": {
    "def": "الزَّاءُ وَالْوَاوُ وَالْحَاءُ أَصْلٌ يَدُلُّ عَلَى تَنَحٍّ وَزَوَالٍ. يَقُولُ زَاحَ عَنْ مَكَانِهِ يَزُوحُ، إِذَا تَنَحَّى، وَأَزَحْتُهُ أَنَا. وَرُبَّمَا قَالُوا: أَزَاحَ يُزِيحُ.",
    "pg": "3:35-36"
  },
  "زود": {
    "def": "الزَّاءُ وَالْوَاوُ وَالدَّالُ أَصْلٌ يَدُلُّ عَلَى انْتِقَالٍ بِخَيْرٍ، مِنْ عَمَلٍ أَوْ كَسْبٍ. هَذَا تَحْدِيدٌ حَدَّهُ الْخَلِيلُ. قَالَ كُلُّ مَنِ انْتَقَلَ مَعَهُ بِخَيْرٍ مِنْ عَمَلٍ أَوْ كَسْبٍ فَقَدْ تَزَوَّدَ. قَالَ غَيْرُهُ: الزَّوْدُ: تَأْسِيسُ الزَّادِ، وَهُوَ الطَّعَامُ يُتَّخَذُ لِلسَّفَرِ. وَالْمِزْوَدُ: الْوِعَاءُ يُجْعَلُ لِلزَّادِ. وَتَلَقَّبَ الْعَجَمُ بِرِقَابِ الْمَزَاوِدِ.",
    "pg": "3:36"
  },
  "زور": {
    "def": "الزَّاءُ وَالْوَاوُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْمَيْلِ وَالْعُدُولِ. مِنْ ذَلِكَ الزُّورُ: الْكَذِبُ ; لِأَنَّهُ مَائِلٌ عَنْ طَرِيقَةِ الْحَقِّ. وَيُقَالُ زَوَّرَ فُلَانٌ الشَّيْءَ تَزْوِيرًا. حَتَّى يَقُولُونَ زَوَّرَ الشَّيْءَ فِي نَفْسِهِ: هَيَّأَهُ، لِأَنَّهُ يَعْدِلُ بِهِ عَنْ طَرِيقَةٍ تَكُونُ أَقْرَبَ إِلَى قَبُولِ السَّامِعِ. فَأَمَّا قَوْلُهُمْ لِلصَّنَمِ زُورٌ فَهُوَ الْقِيَاسُ الصَّحِيحُ. قَالَ:\nجَاءُوا بِزُورَيْهِمْ وَجِئْنَا بِالْأَصَمْ\nوَالزَّوَرُ: الْمَيْلُ. يُقَالُ ازْوَرَّ عَنْ كَذَا، أَيْ مَالَ عَنْهُ.\nوَمِنَ الْبَابِ: الزَّائِرُ، لِأَنَّهُ إِذَا زَارَكَ فَقَدْ عَدَلَ عَنْ غَيْرِكَ.\nثُمَّ يُحْمَلُ عَلَى هَذَا فَيُقَالُ لِرَئِيسِ الْقَوْمِ وَصَاحِبِ أَمْرِهِمْ: الزُّوَيْرُ، وَذَلِكَ أَنَّهُمْ يَعْدِلُونَ عَنْ كُلِّ أَحَدٍ إِلَيْهِ. قَالَ:\nبِأَيْدِي رِجَالٍ لَا هَوَادَةَ بَيْنَهُمْ ... يَسُوقُونَ لِلْمَوْتِ الزُّوَيْرَ الْيَلَنْدَدَا\nوَيَقُولُونَ: هَذَا رَجُلٌ لَيْسَ لَهُ زَوْرٌ، أَيْ لَيْسَ لَهُ صَيُّورٌ يَرْجِعُ إِلَيْهِ. وَالتَّزْوِيرُ: كَرَامَةُ الزَّائِرِ. وَالزَّوْرُ: الْقَوْمُ الزُّوَّارُ ; يُقَالُ ذَلِكَ فِي الْوَاحِدِ وَالِاثْنَيْنِ وَالْجَمَاعَةِ وَالنِّسَاءِ. قَالَ الشَّاعِرُ: وَمَشْيُهُنَّ بِالْخُبَيْبِ الْمَوْرُ ... كَمَا تَهَادَى الْفَتَيَاتُ الزَّوْرُ\nفَأَمَّا قَوْلُهُمْ إِنَّ الزِّوَرَّ الْقَوِيُّ الشَّدِيدُ، فَإِنَّمَا هُوَ مِنَ الزَّوْرِ، وَهُوَ أَعْلَى الصَّدْرِ شَاذٌّ عَنِ الْأَصْلِ الَّذِي أَصَّلْنَاهُ.",
    "pg": "3:36-37"
  },
  "زوع": {
    "def": "الزَّاءُ وَالْوَاوُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ زَاعَ النَّاقَةَ بِزِمَامِهَا زَوْعًا. إِذَا جَذَبَهَا. قَالَ ذُو الرُّمَّةِ:\nزُعْ بِالزِّمَامِ وَجَوْزُ اللَّيْلِ مَرْكُومُ",
    "pg": "3:37"
  },
  "زوف": {
    "def": "الزَّاءُ وَالْوَاوُ وَالْفَاءُ لَيْسَ بِشَيْءٍ، إِلَّا أَنَّهُمْ يَقُولُونَ مَوْتٌ زُوَافٌ: وَحِيٌّ.",
    "pg": "3:37"
  },
  "زوق": {
    "def": "الزَّاءُ وَالْوَاوُ وَالْقَافُ لَيْسَ بِشَيْءٍ. وَقَوْلُهُمْ زَوَّقْتُ الشَّيْءَ إِذَا زَيَّنْتَهُ وَمَوَّهْتَهُ، لَيْسَ بِأَصْلٍ، يَقُولُونَ إِنَّهُ مِنَ الزَّاوُوقِ، وَهُوَ الزِّئْبَقُ. وَكُلُّ هَذَا كَلَامٌ.",
    "pg": "3:37"
  },
  "زوك": {
    "def": "الزَّاءُ وَالْوَاوُ وَالْكَافُ كَلِمَةٌ إِنْ صَحَّتْ. يَقُولُونَ إِنَّ الزَّوْكَ مِشْيَةُ الْغُرَابِ. وَيُنْشِدُونَ:\nفِي فُحْشِ زَانِيَةٍ وَزَوْكِ غُرَابِ وَيَقُولُونَ مِنْ هَذَا زَوْزَكَتِ الْمَرْأَةُ، إِذَا أَسْرَعَتْ فِي الْمَشْيِ. وَهَذَا بَابٌ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ.",
    "pg": "3:37-38"
  },
  "زول": {
    "def": "الزَّاءُ وَالْوَاوُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَنَحِّي الشَّيْءِ عَنْ مَكَانِهِ. يَقُولُونَ: زَالَ الشَّيْءُ زَوَالًا، وَزَالَتِ الشَّمْسُ عَنْ كَبِدِ السَّمَاءِ تَزُولُ. وَيُقَالُ أَزَلْتُهُ عَنِ الْمَكَانِ وَزَوَّلْتُهُ عَنْهُ. قَالَ ذُو الرُّمَّةِ:\nوَبَيْضَاءَ لَا تَنْحَاشُ مِنَّا وَأُمُّهَا ... إِذَا مَا رَأَتْنَا زِيلَ مِنَّا زَوِيلُهَا\nوَيُقَالُ إِنَّ الزَّائِلَةَ كُلُّ شَيْءٍ يَتَحَرَّكُ. وَأَنْشَدَ:\nوَكُنْتُ امْرَأً أَرْمِي الزَّوَائِلَ مَرَّةً ... فَأَصْبَحْتُ قَدْ وَدَّعْتُ رَمْيَ الزَّوَائِلِ\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: شَيْءٌ زَوْلٌ، أَيْ عَجَبٌ. وَامْرَأَةٌ زَوْلَةٌ، أَيْ خَفِيفَةٌ. وَقَالَ الطِّرِمَّاحُ:\nوَأَلْقَتْ إِلَيَّ الْقَوْلَ مِنْهُنَّ زَوْلَةٌ ... تُخَاضِنُ أَوْ تَرْنُو لِقَوْلِ الْمُخَاضِنِ",
    "pg": "3:38"
  },
  "زون": {
    "def": "الزَّاءُ وَالْوَاوُ وَالنُّونُ لَيْسَ هُوَ عِنْدِي أَصْلًا. عَلَى أَنَّهُمْ يَقُولُونَ: الزَّوْنُ: الصَّنَمُ. وَمَرَّةً يَقُولُونَ: الزَّوْنُ بَيْتُ الْأَصْنَامِ. وَرُبَّمَا قَالُوا زَانَهُ يَزُونُهُ بِمَعْنَى يَزِينُهُ. وَمِنَ الْبَابِ الزِّوَنَّةُ: الْقَصِيرَةُ مِنَ النِّسَاءِ. وَالرَّجُلُ زِوَنٌّ. وَرُبَّمَا قَالُوا: الزَّوَنْزَى: الْقَصِيرُ. وَكُلُّهُ كَلَامٌ.\n\n[بَابُ الزَّايِ وَالْيَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:38-39"
  },
  "زوي": {
    "def": "الزَّاءُ وَالْوَاوُ وَالْيَاءُ أَصْلٌ يَدُلُّ عَلَى انْضِمَامٍ وَتَجَمُّعٍ. يُقَالُ زَوَيْتُ الشَّيْءَ: جَمَعْتُهُ. قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ: «زُوِيَتِ الْأَرْضُ فَأُرِيتُ مَشَارِقَهَا وَمَغَارِبَهَا، وَسَيَبْلُغُ مُلْكُ أُمَّتِي مَا زُوِيَ لِي مِنْهَا» . يَقُولُ: جُمِعَتْ إِلَيَّ الْأَرْضُ. وَيُقَالُ زَوَى الرَّجُلُ مَا بَيْنَ عَيْنَيْهِ، إِذَا قَبَضَهُ. قَالَ الْأَعْشَى:\nيَزِيدُ يَغُضُّ الطَّرْفَ دُونِي كَأَنَّمَا ... زَوَى بَيْنَ عَيْنَيْهِ عَلَيَّ الْمَحَاجِمُ\nفَلَا يَنْبَسِطْ مِنْ بَيْنِ عَيْنَيْكَ مَا انْزَوَى ... وَلَا تَلْقَنِي إِلَّا وَأَنْفُكَ رَاغِمُ\nوَيُقَالُ انْزَوَتِ الْجِلْدَةُ فِي النَّارِ، إِذَا تَقَبَّضَتْ. وَزَاوِيَةُ الْبَيْتِ لِاجْتِمَاعِ الْحَائِطَيْنِ. وَمِنَ الْبَابِ الزِّيُّ: حُسْنُ الْهَيْئَةِ. وَيُقَالُ زَوَى الْإِرْثَ عَنْ وَارِثِهِ يَزْوِيهِ زَيًّا.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ وَلَا يُعْلَمُ لَهُ قِيَاسٌ وَلَا اشْتِقَاقٌ: الزَّوْزَاةُ: حُسْنُ الطَّرْدِ، يُقَالُ زَوْزَيْتُ بِهِ. وَيُقَالُ الزِّيزَاءُ: أَطْرَافُ الرِّيشِ. وَالزِّيزَاةُ: الْأَكَمَةُ، وَالْجَمْعُ الزِّيزَاءُ، وَالزَّيَازِي، فِي شِعْرِ الْهُذَلِيِّ:\nوَيُوفِي زَيَازِيَ حُدْبَ التِّلَالِ\nوَمِنْ هَذَا قَدْرٌ زُوَزِيَةٌ، أَيْ ضَخْمَةٌ.\nوَمِمَّا لَا اشْتِقَاقَ لَهُ الزَّوْءُ، وَهِيَ الْمَنِيَّةُ.",
    "pg": "3:34-35"
  },
  "زيب": {
    "def": "الزَّايُ وَالْيَاءُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى خِفَّةٍ وَنَشَاطٍ وَمَا يُشْبِهُ ذَلِكَ. وَالْأَصْلُ الْخِفَّةُ. يَقُولُونَ: الْأَزْيَبُ النَّشَاطُ. وَيَقُولُونَ: مَرَّ فُلَانٌ وَلَهُ أَزْيَبٌ إِذَا مَرَّ مَرًّا سَرِيعًا. وَمِنْ ذَلِكَ قَوْلُهُمْ لِلْأَمْرِ الْمُنْكَرِ: أَزْيَبٌ. وَهُوَ الْقِيَاسُ، وَذَلِكَ أَنَّهُ يُسْتَخَفُّ لِمَنْ رَآهُ أَوْ سَمِعَهُ قَالَ:\nتُكَلِّفُ الْجَارَةَ ذَنْبَ الْغُيَّبِ ... وَهِيَ تُبَيِّتُ زَوْجَهَا فِي أَزْيَبِ\nوَمِنَ الْبَابِ قَوْلُهُمْ لِلرَّجُلِ الذَّلِيلِ وَالدَّعِيِّ أَزْيَبٌ. وَيَقُولُونَ لِمَنْ قَارَبَ خَطْوَهُ: أَزْيَبُ. وَقَدْ أَعْلَمْتُكَ أَنَّ مَرْجِعَ الْبَابِ كُلِّهِ إِلَى الْخِفَّةِ وَمَا قَارَبَهَا.\nوَمِمَّا يَصْلُحُ أَنْ يُقَالَ إِنَّهُ شَذَّ عَنِ الْبَابِ، قَوْلُهُمْ لِلْجَنُوبِ مِنَ الرِّيَاحِ: أَزْيَبُ.",
    "pg": "3:39"
  },
  "زيت": {
    "def": "الزَّاءُ وَالْيَاءُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الزَّيْتُ، مَعْرُوفٌ. وَيُقَالُ زِتُّهُ، إِذَا دَهَنْتَهُ بِالزَّيْتِ. وَهُوَ مَزْيُوتٌ.",
    "pg": "3:39"
  },
  "زيج": {
    "def": "الزَّاءُ وَالْيَاءُ وَالْجِيمُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يُسَمُّونَ خَيْطَ الْبَنَّاءِ زِيجًا. فَمَا أَدْرِي أَعَرَبِيٌّ هُوَ أَمْ لَا.",
    "pg": "3:40"
  },
  "زيح": {
    "def": "الزَّاءُ وَالْيَاءُ وَالْحَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ زَوَالُ الشَّيْءِ وَتَنَحِّيهِ. يُقَالُ زَاحَ الشَّيْءُ يَزِيحُ، إِذَا ذَهَبَ ; وَقَدْ أَزَحْتُ عِلَّتَهُ فَزَاحَتْ، وَهِيَ تَزِيحُ.",
    "pg": "3:39-40"
  },
  "زيد": {
    "def": "الزَّاءُ وَالْيَاءُ وَالدَّالُ أَصْلٌ يَدُلُّ عَلَى الْفَضْلِ. يَقُولُونَ زَادَ الشَّيْءُ يَزِيدُ، فَهُوَ زَائِدٌ. وَهَؤُلَاءِ قَوْمٌ زَيْدٌ عَلَى كَذَا، أَيْ يَزِيدُونَ. قَالَ:\nوَأَنْتُمُ مَعْشَرٌ زَيْدٌ عَلَى مِائَةٍ ... فَأَجْمِعُوا أَمْرَكُمْ كَيْدًا فَكِيدُونِي\nوَيُقَالُ شَيْءٌ كَثِيرُ الزَّيَايِدِ، أَيِ الزِّيَادَاتِ، وَرُبَّمَا قَالُوا زَوَائِدٌ. وَيَقُولُونَ لِلْأَسَدِ: ذُو زَوَائِدَ. قَالُوا: وَهُوَ الَّذِي يَتَزَيَّدُ فِي زَئِيرِهِ وَصَوْلَتِهِ. وَالنَّاقَةُ تَتَزَيَّدُ فِي مِشْيَتِهَا، إِذَا تَكَلَّفَتْ فَوْقَ طَاقَتِهَا، وَيَرْوُونَ:\nفَقُلْ [مِثْلَ] مَا قَالُوا وَلَا تَتَزَيَّدِ\nبِالْيَاءِ، كَأَنَّهُ أَرَادَ التَّزَيُّدَ فِي الْكَلَامِ.",
    "pg": "3:40"
  },
  "زير": {
    "def": "الزَّاءُ وَالْيَاءُ وَالرَّاءُ لَيْسَ بِأَصْلٍ. يَقُولُونَ: رَجُلٌ زِيرٌ: يُحِبُّ مُجَالَسَةَ النِّسَاءِ وَمُحَادَثَتَهُنَّ. وَهَذَا عِنْدِي أَصْلُهُ الْوَاوُ، مِنْ زَارَ يَزُورُ، فَقُلِبَتِ الْوَاوُ يَاءً لِلْكَسْرَةِ الَّتِي قَبْلَهَا، كَمَا يُقَالُ هُوَ حِدْثُ نِسَاءٍ. قَالَ فِي الزِّيرِ:\nمَنْ يَكُنْ فِي السِّوَادِ وَالدَّدِ وَالْإِغْ ... رَامِ زِيرًا فَإِنَّنِي غَيْرُ زِيرِ",
    "pg": "3:40"
  },
  "زيغ": {
    "def": "الزَّاءُ وَالْيَاءُ وَالْغَيْنُ أَصْلٌ يَدُلُّ عَلَى مَيْلِ الشَّيْءِ. يُقَالُ زَاغَ يَزِيغُ زَيْغًا. وَالتَّزَيُّغُ: التَّمَايُلُ، وَقَوْمٌ زَاغَةٌ، أَيْ زَائِغُونَ، وَزَاغَتِ الشَّمْسُ، وَذَلِكَ إِذَا مَالَتْ وَفَاءَ الْفَيْءُ. وَقَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿فَلَمَّا زَاغُوا أَزَاغَ اللَّهُ قُلُوبَهُمْ﴾ [الصف: ٥] ، فَأَمَّا قَوْلُهُمْ: تَزَيَّغَتِ الْمَرْأَةُ، فَهَذَا مِنْ بَابِ الْإِبْدَالِ، وَهِيَ نُونٌ أُبْدِلَتْ غَيْنًا.",
    "pg": "3:40-41"
  },
  "زيف": {
    "def": "الزَّاءُ وَالْيَاءُ وَالْفَاءُ فِيهِ كَلَامٌ، وَمَا أَظُنُّ شَيْئًا مِنْهُ صَحِيحًا. يَقُولُونَ دِرْهَمٌ زَائِفٌ وَزَيْفٌ. وَمِنَ الْبَابِ زَافَ الْجَمَلُ فِي مَشْيِهِ يَزِيفُ، وَذَلِكَ إِذَا أَسْرَعَ. وَالْمَرْأَةُ تَزِيفُ فِي مَشْيِهَا، كَأَنَّهَا تَسْتَدِيرُ. وَالْحَمَامَةُ تَزِيفُ عِنْدَ الْحَمَامِ. فَأَمَّا الَّذِي يُرْوَى فِي قَوْلِ عَدِيٍّ:\nتَرَكُونِي لَدَى قُصُورٍ وَأَعْرَا ... ضِ قُصُورٍ لِزَيْفِهِنَّ مَرَاقِ\nفَيَقُولُونَ إِنَّ الزَّيْفَ الطُّنُفُ الَّذِي يَقِي الْحَائِطَ: وَيُقَالُ \" لِزَيْفِهِنَّ \". وَكُلُّ هَذَا كَلَامٌ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الزَّاءِ وَالْهَمْزَةِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:42"
  },
  "زيل": {
    "def": "الزَّاءُ وَالْيَاءُ وَاللَّامُ لَيْسَ أَصْلًا، لَكِنَّ الْيَاءَ فِيهِ مُبْدَلَةٌ مِنْ وَاوٍ، وَقَدْ مَضَى ذِكْرُهُ، وَذَكَرْتُ هُنَالِكَ كَلِمَاتِ اللَّفْظِ. فَالتَّزَايُلُ: التَّبَايُنُ. يُقَالُ زَيَّلْتُ بَيْنَهُ، أَيْ فَرَّقْتُ، قَالَ اللَّهُ تَعَالَى: ﴿فَزَيَّلْنَا بَيْنَهُمْ﴾ [يونس: ٢٨] وَيُقَالُ إِنَّ الزَّيَلَ تَبَاعُدُ مَا بَيْنَ الْفَخِذَيْنِ، كَالْفَحَجِ. وَذُكِرَ عَنِ الشَّيْبَانِيِّ إِنْ كَانَ صَحِيحًا تَزَايَلَ فُلَانٌ عَنْ فُلَانٍ، إِذَا احْتَشَمَهُ. وَهُوَ ذَاكَ الْقِيَاسُ إِنْ صَحَّ.",
    "pg": "3:41"
  },
  "زيم": {
    "def": "الزَّاءُ وَالْيَاءُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى تَجَمُّعٍ. يُقَالُ لَحْمٌ زِيَمٌ، أَيْ مُكْتَنِزٌ. وَيُقَالُ اجْتَمَعَ النَّاسُ فَصَارُوا زِيَمًا. قَالَ الْخَلِيلُ:\nوَالْخَيْلُ تَعْدُو زِيَمًا حَوْلَنَا",
    "pg": "3:41"
  },
  "زين": {
    "def": "الزَّاءُ وَالْيَاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حُسْنِ الشَّيْءِ وَتَحْسِينِهِ. فَالزَّيْنُ نَقِيضُ الشَّيْنِ. يُقَالُ زَيَّنْتُ الشَّيْءَ تَزْيِينًا. وَأَزْيَنَتِ الْأَرْضُ وَازَّيَّنَتْ وَازْدَانَتْ إِذَا حَسَّنَهَا عُشْبُهَا. وَيُقَالُ إِنْ كَانَ صَحِيحًا إِنَّ الزَّيْنَ: عُرْفُ الدِّيكِ. وَيُنْشِدُونَ: وَجِئْتَ عَلَى بَغْلٍ تَزُفُّكَ تِسْعَةٌ ... كَأَنَّكَ دِيكٌ مَائِلُ الزَّيْنِ أَعْوَرُ",
    "pg": "3:41-42"
  }
}