{
  "شات": {
    "def": "الشِّينُ وَالْهَمْزَةُ وَالتَّاءُ. إِنَّ الشَّئِيتَ مِنَ الْأَفْرَاسِ: الْعَثُورُ:\nكُمَيْتٌ لَا أَحَقُّ وَلَا شَئِيتُ",
    "pg": "3:237"
  },
  "شاز": {
    "def": "الشِّينُ وَالْهَمْزَةُ وَالزَّاءُ أُصَيْلٌ يَدُلُّ عَلَى قَلَقٍ وَتَعَادٍ فِي مَكَانٍ. مِنْ ذَلِكَ الْمَكَانُ الشَّأْزُ، وَهُوَ الْخَشِنُ الْمُتَعَادِي. قَالَ رُؤْبَةُ:\nشَأْزٍ بِمَنْ عَوَّهَ جَدْبِ الْمُنْطَلَقِ\nوَيُقَالُ أَشْأَزَهُ الشَّيْءُ، إِذَا أَقْلَقَهُ.",
    "pg": "3:237"
  },
  "شاس": {
    "def": "الشِّينُ وَالْهَمْزَةُ وَالسِّينُ، هُوَ كَالْبَابِ الَّذِي قَبْلَهُ، وَلَيْسَ يَبْعُدُ أَنْ يَكُونَ مِنْ بَابِ الْإِبْدَالِ. فَشَأْسٌ: اسْمُ رَجُلٍ، وَالشَّأْسُ: الْمَكَانُ الْغَلِيظُ.",
    "pg": "3:237-238"
  },
  "شاف": {
    "def": "الشِّينُ وَالْهَمْزَةُ وَالْفَاءُ كَلِمَةٌ تَدُلُّ عَلَى الْبِغْضَةِ. مِنْ ذَلِكَ الشَّآفَةُ وَهِيَ الْبِغْضَةُ ; يُقَالُ شَأَفْتُهُ شَأَفًا. قَالَ: وَمِنَ الْبَابِ الشَّأْفَةُ، وَهِيَ قَرْحَةٌ تَخْرُجُ بِالْأَسْنَانِ فَتُكْوَى وَتَذْهَبُ، يَقُولُونَ: اسْتَأْصَلَ اللَّهُ شَأْفَتَهُ، يُقَالُ شُئِفَتْ رِجْلُهُ، فَمَعْنَاهُ أَذْهَبَهُ اللَّهُ كَمَا أَذْهَبَ ذَاكَ. وَإِنَّمَا سُمِّيَتْ شَأْفَةً لِمَا ذَكَرْنَاهُ مِنَ الْكَرَاهَةِ وَالْبِغْضَةِ.",
    "pg": "3:238"
  },
  "شام": {
    "def": "الشِّينُ وَالْهَمْزَةُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْجَانِبِ الْيَسَارِ. مِنْ ذَلِكَ الْمَشْأَمَةُ، وَهِيَ خِلَافُ الْمَيْمَنَةِ. وَالشَّأْمُ: أَرْضٌ عَنْ مَشْأَمَةِ الْقِبْلَةِ. يُقَالُ الشَّأْمُ وَالشَّآمُ. وَيُقَالُ رَجُلٌ شَآمٍ وَامْرَأَةٌ شَآمِيَةٌ. قَالَ:\nأُمِّي شَآمِيَةً إِذْ لَا عَرَاقَ لَنَا ... قَوْمًا نَوَدُّهُمُ إِذْ قَوْمُنَا شُوسُ\nوَرَجُلٌ مَشْئُومٌ مِنَ الشُّؤْمِ.\n\n[بَابُ الشِّينِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:239"
  },
  "شان": {
    "def": "الشِّينُ وَالْهَمْزَةُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ابْتِغَاءٍ وَطَلَبٍ. مِنْ ذَلِكَ قَوْلُ الْعَرَبِ: شَأَنْتُ شَأْنَهُ، أَيْ قَصَدْتُ قَصْدَهُ. وَأَنْشَدُوا:\nيَا طَالِبَ الْجُودِ إِنَّ الْجُودَ مَكْرُمَةٌ ... لَا الْبُخْلُ مِنْكَ وَلَا مِنْ شَأْنِكَ الْجُودَا\nقَالُوا: مَعْنَاهُ وَلَا مِنْ طَلَبِكَ الْجُودَ.\nوَمِنْ ذَلِكَ قَوْلُهُمْ: مَا هَذَا مِنْ شَأْنِي، أَيْ مَا هَذَا مِنْ مَطْلَبِي وَالَّذِي أَبْتَغِيهِ. وَأَمَّا الشُّئُونُ فَمَا بَيْنَ قَبَائِلِ الرَّأْسِ، الْوَاحِدُ شَأْنٌ. وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا مَجَارِي الدَّمْعِ، كَأَنَّ الدَّمْعَ يَطْلُبُهَا وَيَجْعَلُهَا لِنَفْسِهِ مَسِيلًا.",
    "pg": "3:238"
  },
  "شاو": {
    "def": "الشِّينُ وَالْهَمْزَةُ وَالْوَاوُ كَلِمَتَانِ مُتَبَاعِدَتَانِ جِدًّا.\nفَالْأَوَّلُ السَّبْقُ، يُقَالُ شَأَوْتُهُ أَيْ سَبَقْتُهُ.\nوَالْكَلِمَةُ الْأُخْرَى الشَّأْوُ: مَا يَخْرُجُ مِنَ الْبِئْرِ إِذَا نُظِّفَتْ. وَيُقَالُ لِلزَّبِيلِ الَّذِي يُخْرَجُ بِهِ ذَلِكَ الْمِشْآةُ.",
    "pg": "3:238-239"
  },
  "شاي": {
    "def": "الشِّينُ وَالْهَمْزَةُ وَالْيَاءُ كَلِمَةٌ مِنْ بَابِ الْإِبْدَالِ، عَلَى اخْتِلَافٍ فِيهَا. قَالَ قَوْمٌ: شَأَيْتُ مِثْلُ شَأَوْتُ فِي السَّبْقِ ; يُقَالُ مِنْهُ شَأَى وَاشْتَأَى. [قَالَهُ الْمُفَضَّلُ] وَأَنْشَدَ:\nفَأَيِّهْ بِكِنْدِيرٍ حِمَارُ ابْنِ وَاقِعِ ... رَآكَ بِكِيرٍ فَاشْتَأَى مِنْ عُتَائِدِ\nوَقَالَ قَوْمٌ: اشْتَأَى: أَشْرَفَ. وَالَّذِي قَالَهُ الْمُفَضَّلُ أَصْوَبُ وَأَقْيَسُ.",
    "pg": "3:239"
  },
  "شبب": {
    "def": "الشِّينُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى نَمَاءِ الشَّيْءِ، وَقُوَّتِهِ فِي حَرَارَةٍ تَعْتَرِيهِ. مِنْ ذَلِكَ شَبَبْتُ النَّارَ أَشُبُّهَا شَبًّا وَشُبُوبًا. وَهُوَ مَصْدَرُ شُبَّتْ. وَكَذَلِكَ شَبَبْتُ الْحَرْبَ، إِذَا أَوْقَدْتَهَا. فَالْأَصْلُ هَذَا. ثُمَّ اشْتُقَّ مِنْهُ الشَّبَابُ، الَّذِي هُوَ خِلَافُ الشَّيْبِ. يُقَالُ: شَبَّ الْغُلَامُ شَبِيبًا وَشَبَابًا، وَأَشَبَّ اللَّهُ قَرْنَهُ وَالشَّبَابُ أَيْضًا: جَمْعُ شَابٍّ، وَذَلِكَ هُوَ النَّمَاءُ وَالزِّيَادَةُ بِقُوَّةِ جِسْمِهِ وَحَرَارَتِهِ. ثُمَّ يُقَالُ فَرْقًا: شَبَّ الْفَرَسُ شِبَابًا، بِكَسْرِ الشِّينِ، وَذَلِكَ إِذَا نَشِطَ وَرَفَعَ يَدَيْهِ جَمِيعًا. وَيَقُولُونَ: بَرِئْتُ إِلَيْكَ مِنْ شِبَابِهِ وَعِضَاضِهِ. وَالشَّبِيبَةُ: الشَّبَابُ. وَمِنَ الْبَابِ: الشَّبَبُ: الْفَتِيُّ مِنْ بَقَرِ الْوَحْشِ. قَالَ ذُو الرُّمَّةِ:\nنَاشِطٌ شَبَبٌ\nوَمِنْ هَذَا الْقِيَاسِ: أُشِبَّ لَهُ الشَّيْءُ، إِذَا قُدِّرَ وَأُتِيحَ ; وَكَأَنَّهُ رُفِعَ وَأُسْمِيَ لَهُ.",
    "pg": "3:177"
  },
  "شبث": {
    "def": "الشِّينُ وَالْبَاءُ وَالثَّاءُ أُصَيْلٌ يَدُلُّ عَلَى تَعَلُّقِ الشَّيْءِ بِالشَّيْءِ. مِنْ ذَلِكَ قَوْلُهُمْ تَشَبَّثْتُ، أَيْ تَعَلَّقْتُ. وَمِنْ ذَلِكَ الشَّبَثُ، وَهِيَ دُوَيْبَّةٌ مِنْ أَحْنَاشِ الْأَرْضِ، كَأَنَّهَا تَشَبَّثَتْ بِمَا مَرَّتْ. وَالْجَمْعُ شِبْثَانٌ. قَالَ: مَدَارِجُ شِبْثَانٍ لَهُنَّ هَمِيمُ\nأَيْ دَبِيبٌ.",
    "pg": "3:239-240"
  },
  "شبح": {
    "def": "الشِّينُ وَالْبَاءُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى امْتِدَادِ الشَّيْءِ فِي عِرَضٍ. مِنْ ذَلِكَ الشَّبَحُ، وَهُوَ الشَّخْصُ، سُمِّيَ بِذَلِكَ لِأَنَّ فِيهِ امْتِدَادًا وَعِرَضًا. وَالْمَشْبُوحُ: الرَّجُلُ الْعُظَامُ. قَالَ أَبُو ذُؤَيْبٍ الْهُذَلِيُّ:\nوَذَلِكَ مَشْبُوحُ الذِّرَاعَيْنِ خَلْجَمُ\nوَشَبَحْتُ الشَّيْءَ: مَدَدْتُهُ. وَ [مِنْ] ذَلِكَ شَبْحُهُ ذِرَاعَيْهِ فِي الدُّعَاءِ وَغَيْرِهِ. وَيُقَالُ لِلْحِرْبَاءِ إِذَا امْتَدَّ عَلَى الْعُودِ: قَدْ شَبَحَ.",
    "pg": "3:240"
  },
  "شبر": {
    "def": "الشِّينُ وَالْبَاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا بَعْضُ الْأَعْضَاءِ، وَالْآخَرُ الْفَضْلُ وَالْعَطَاءُ.\nفَالْأَوَّلُ: الشِّبْرُ: شِبْرُ الْإِنْسَانِ، وَهُوَ مُذَكَّرٌ، يُقَالُ: شَبَرْتُ الثَّوْبَ شَبْرًا. وَالشِّبْرُ: الَّذِي يُشْبَرُ بِهِ. وَيُقَالُ لِلرَّجُلِ الْقَصِيرِ الْمُتَقَارِبِ الْخَلْقِ: هُوَ قَصِيرُ الشَّبْرِ. وَالْمَشَابِرُ: أَنْهَارٌ تَنْخَفِضُ فَيَتَأَدَّى إِلَيْهَا الْمَاءُ. وَكَأَنَّهَا إِنَّمَا سُمِّيَتْ مَشَابِرَ لِأَنَّ عَرْضَهَا قَلِيلٌ.\nوَالْأَصْلُ الثَّانِي الشَّبَرُ: الْخَيْرُ وَالْفَضْلُ وَالْعَطَاءُ. قَالَ عَدِيٌّ:\nلَمْ أَخُنْهُ وَالَّذِي أَعْطَى الشَّبَرْ وَيُقَالُ: أَشْبَرْتُهُ بِكَذَا، أَيْ خَصَصْتُهُ. وَرُوِيَ عَنْ بَعْضِهِمْ أَنَّهُ قَالَ: الشَّبَرُ: شَيْءٌ يُعْطِيهِ النَّصَارَى بَعْضُهُمْ بَعْضًا عَلَى مَعْنَى الْقُرْبَانِ، وَلَيْسَ هَذَا بِشَيْءٍ. وَقِيَاسُ الشَّبَرِ مَا ذَكَرْنَاهُ. وَمِنَ الْبَابِ قَوْلُهُمْ: أَعْطَاهَا شَبْرَهَا، وَذَلِكَ فِي حَقِّ النِّكَاحِ إِذَا أَعْطَاهَا حَقَّهَا. وَجَاءَ فِي الْحَدِيثِ أَنَّهُ «نَهَى عَنْ شَبْرِ الْجَمَلِ،» وَذَلِكَ كِرَاؤُهُ، وَالَّذِي يُؤْخَذُ عَلَى ضِرَابِهِ، وَذَلِكَ كَعَسْبِ الْفَحْلِ. وَيُقَالُ مِنَ الْبَابِ: شُبِّرَ، إِذَا عُظِّمَ.",
    "pg": "3:240-241"
  },
  "شبص": {
    "def": "الشِّينُ وَالْبَاءُ وَالصَّادُ لَيْسَ بِشَيْءٍ. وَحَكَى ابْنُ دُرَيْدٍ: الشَّبَصُ الْخُشُونَةُ، وَلَيْسَ هُوَ بِشَيْءٍ. قَالَ: وَيُقَالُ: تَشَبَّصَ الشَّجَرُ: دَخَلَ بَعْضُهُ فِي بَعْضٍ.",
    "pg": "3:241"
  },
  "شبع": {
    "def": "الشِّينُ وَالْبَاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى امْتِلَاءٍ فِي أَكْلٍ وَغَيْرِهِ. مِنْ ذَلِكَ شَبِعَ الرَّجُلُ شِبَعًا وَشِبْعًا، وَرَجُلٌ شَبْعَانُ. ثُمَّ اشْتُقَّ مِنْ ذَلِكَ أَشْبَعْتُ الثَّوْبَ صِبْغًا. وَيُقَالُ: امْرَأَةٌ شَبْعَى الْخَلْخَالِ، أَيْ مُمْتَلِئَةٌ، وَذَلِكَ مِنْ كَثْرَةِ لَحْمِ سَاقِهَا. وَمِنْ ذَلِكَ قَوْلُهُ ﵌: «الْمُتَشَبِّعُ بِمَا لَيْسَ عِنْدَهُ كَلَابِسِ ثَوْبَيْ زُورٍ» ، يُرِيدُ الْمُتَكَثِّرَ بِمَا لَيْسَ عِنْدَهُ، وَهَذَا مَثَلٌ، كَأَنَّهُ أَرَادَ: يُظْهِرُ شِبَعًا وَهُوَ جَائِعٌ، وَذَلِكَ كَمَا تَقُولُ الْعَرَبُ: \" تَجَشَّأَ لُقْمَانُ مِنْ غَيْرِ شِبَعٍ \". وَمِنَ الْبَابِ قَوْلُهُمْ: [ثَوْبٌ] شَبِيعُ الْغَزْلِ، أَيْ كَثِيرُهُ. وَمِمَّا يَجْرِي مَجْرَى التَّشْبِيهِ مِنْ هَذَا الْبَابِ قَوْلُهُمْ: شَبِعْتُ مِنْ هَذَا الْأَمْرِ وَرَوِيتُ، وَذَلِكَ [إِذَا] كَرِهْتَهُ.",
    "pg": "3:241-242"
  },
  "شبق": {
    "def": "الشِّينُ وَالْبَاءُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ: الشَّبَقُ، وَهُوَ شَهْوَةُ النِّكَاحِ.",
    "pg": "3:242"
  },
  "شبك": {
    "def": "الشِّينُ وَالْبَاءُ وَالْكَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَدَاخُلِ الشَّيْءِ. يُقَالُ شَبَّكَ أَصَابِعَهُ تَشْبِيكًا. وَيُقَالُ: بَيْنَ الْقَوْمِ شُبْكَةُ نَسَبٍ، أَيْ مُدَاخَلَةٌ. وَمِنْ ذَلِكَ الشَّبَكَةُ.",
    "pg": "3:242"
  },
  "شبل": {
    "def": "الشِّينُ وَالْبَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عَطْفٍ وَوُدٍّ. يُقَالُ لِكُلِّ عَاطِفٍ عَلَى شَيْءٍ وَادٍّ لَهُ: مُشْبِلٌ. وَمِنْهُ اشْتِقَاقُ الشِّبْلِ، وَهُوَ وَلَدُ الْأَسَدِ ; لِعَطْفِ أَبَوَيْهِ عَلَيْهِ. وَيُقَالُ لَبُؤَةٌ مُشْبِلٌ، إِذَا كَانَ مَعَهَا أَوْلَادُهَا. وَأَشْبَلَتِ الْمَرْأَةُ، إِذَا صَبَرَتْ عَلَى أَوْلَادِهَا فَلَمْ تَتَزَوَّجْ. وَقَالَ الْكُمَيْتُ:\nالْمُلَبْلِبُ وَالْمُشْبِلُ\nوَحُكِيَ عَنِ الْكِسَائِيِّ: شَبَلْتُ فِي بَنِي فُلَانٍ، إِذَا نَشَأْتَ فِيهِمْ. وَقَدْ شَبَلَ الْغُلَامُ أَحْسَنَ الشُّبُولِ، إِذَا أَدْرَكَ. وَهَذَا عَلَى السَّعَةِ وَالْمَجَازِ ; لِأَنَّهُ يُشْبَلُ عَلَيْهِ، أَيْ يُعْطَفُ.",
    "pg": "3:242"
  },
  "شبم": {
    "def": "الشِّينُ وَالْبَاءُ وَالْمِيمُ كَلِمَتَانِ مُتَبَايِنَتَانِ جِدًّا، إِحْدَاهُمَا الشَّبَمُ: الْبَرْدُ، وَالشَّبِمُ: الْبَارِدُ. وَالْأُخْرَى الشِّبَامُ: خَشَبَةٌ تُعَرَّضُ فِي فَمِ الْجَدْيِ لِئَلَّا يَرْضَعَ، ثُمَّ يُشَبَّهُ بِذَلِكَ فَيُقَالُ الشِّبَامَانِ: خَيْطَانِ فِي الْبُرْقُعِ، تَشُدُّهُمَا الْمَرْأَةُ فِي قَفَاهَا.",
    "pg": "3:242-243"
  },
  "شبه": {
    "def": "الشِّينُ وَالْبَاءُ وَالْهَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَشَابُهِ الشَّيْءِ وَتَشَاكُلِهِ لَوْنًا وَوَصْفًا. يُقَالُ شِبْهٌ وَشَبَهٌ وَشَبِيهٌ. وَالشَّبَهُ مِنَ الْجَوَاهِرِ: الَّذِي يُشْبِهُ الذَّهَبَ. وَالْمُشَبِّهَاتُ مِنَ الْأُمُورِ: الْمُشْكِلَاتُ. وَاشْتَبَهَ الْأَمْرَانِ، إِذَا أَشْكَلَا.\nوَمِمَّا شَذَّ عَنْ ذَلِكَ الشَّبَهَانُ.",
    "pg": "3:243"
  },
  "شبو": {
    "def": "الشِّينُ وَالْبَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ، أَحَدُهُمَا يَدُلُّ عَلَى حَدٍّ وَحِدَّةٍ، وَالْآخَرُ يَدُلُّ عَلَى نَمَاءٍ وَفَضْلٍ وَكَرَامَةٍ.\nفَالشَّبَاةُ حَدُّ كُلِّ شَيْءٍ شَبَاتُهُ، وَالْجَمْعُ الشَّبَا وَالشَّبَوَاتُ. وَالشَّبْوَةُ: اسْمٌ لِلْعَقْرَبِ، وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِشَبَاةِ إِبْرَتِهَا. قَالَ:\nقَدْ جَعَلَتْ شَبْوَةُ تَزْبَئِرُّ وَذَكَرَ اللِّحْيَانِيُّ أَنَّ الْجَارِيَةَ الْفَحَّاشَةَ يُقَالُ لَهَا شَبْوَةٌ. وَإِنَّمَا سُمِّيَتْ بِذَلِكَ تَشْبِيهًا لَهَا بِالْعَقْرَبِ.\nوَالْأَصْلُ الْآخَرُ: الْإِشْبَاءُ: الْإِكْرَامُ: يُقَالُ: أَتَى فُلَانٌ فُلَانًا فَأَشْبَاهُ، أَيْ أَكْرَمَهُ. وَيُقَالُ أَشَبَيْتُ الرَّجُلَ، إِذَا رَفَعْتَهُ لِلْمَجْدِ وَالشَّرَفِ. قَالَ ذُو الْإِصْبَعِ:\nوَهُمْ مَنْ وَلَدُوا أَشْبَوْا ... بِسِرِّ النَّسَبِ الْمَحْضِ\nوَالْمُشْبِي: الَّذِي يُولَدُ لَهُ وَلَدٌ ذَكِيٌّ، وَقَدْ أَشْبَى. وَأَشْبَتِ الشَّجَرَةُ: طَالَتْ. وَيُقَالُ: أَشْبَى فُلَانًا وَلَدُهُ، إِذَا أَشْبَهُوهُ. وَأَنْشَدُوا:\nأَنَا ابْنُ الَّذِي لَمْ يُخْزِنِي فِي حَيَاتِهِ ... قَدِيمًا وَمَنْ أَشْبَى أَبَاهُ فَمَا ظَلَمْ\nوَاللَّهُ أَعْلَمُ.\n\n[بَابُ الشِّينِ وَالتَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:243-244"
  },
  "شتت": {
    "def": "الشِّينُ وَالتَّاءُ أَصْلٌ يَدُلُّ عَلَى تَفَرُّقٍ وَتَزَيُّلٍ، مِنْ ذَلِكَ تَشْتِيتُ الشَّيْءِ الْمُتَفَرِّقِ، تَقُولُ: شَتَّ شَعْبُهُمْ شَتَاتًا وَشَتًّا، أَيْ تَفَرَّقَ جَمْعُهُمْ. قَالَ الطِّرِمَّاحُ: شَتَّ شَعْبُ الْحَيِّ بَعْدَ الْتِئَامْ ... وَشَجَاكَ الرَّبْعُ رَبْعُ الْمُقَامْ\nوَيُقَالُ: جَاءَ الْقَوْمُ أَشْتَاتًا. وَثَغْرٌ شَتِيتٌ: مُفَلَّجٌ حَسَنٌ. وَهُوَ مِنْ هَذَا، كَأَنَّهُ يُقَالُ إِنَّ الْأَسْنَانَ لَيْسَتْ بِمُتَرَاكِبَةٍ. وَشَتَّانَ مَا هُمَا، يَقُولُونَ إِنَّهُ الْأَفْصَحُ، وَيُنْشِدُونَ:\nوَشَتَّانَ مَا يَوْمِي عَلَى كُورِهَا ... وَيَوْمُ حَيَّانَ أَخِي جَابِرِ\nوَرُبَّمَا قَالُوا: شَتَّانَ مَا بَيْنَهُمَا، وَالْأَوَّلُ أَفْصَحُ.",
    "pg": "3:177-178"
  },
  "شتر": {
    "def": "الشِّينُ وَالتَّاءُ وَالرَّاءُ يَدُلُّ عَلَى خَرْقٍ فِي شَيْءٍ. مِنْ ذَلِكَ الشَّتَرُ فِي الْعَيْنِ: انْقِلَابٌ فِي جَفْنِهَا الْأَسْفَلِ مَعَ خَرْقٍ يَكُونُ. وَيُشْتَقُّ مِنْ ذَلِكَ قَوْلُهُمْ: شَتَّرَ بِهِ، إِذَا انْتَقَصَهُ وَعَابَهُ وَمَزَّقَهُ.",
    "pg": "3:244"
  },
  "شتم": {
    "def": "الشِّينُ وَالتَّاءُ وَالْمِيمُ يَدُلُّ عَلَى كَرَاهَةٍ وَبِغْضَةٍ. مِنْ ذَلِكَ الْأَسَدُ الشَّتِيمُ، وَهُوَ الْكَرِيهُ الْوَجْهِ. وَكَذَلِكَ الْحِمَارُ الشَّتِيمُ. وَاشْتِقَاقُ الشَّتْمِ مِنْهُ ; لِأَنَّهُ كَلَامٌ كَرِيهٌ.",
    "pg": "3:244-245"
  },
  "شتو": {
    "def": "الشِّينُ وَالتَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ لِزَمَانٍ مِنَ الْأَزْمِنَةِ، وَهُوَ الشِّتَاءُ، خِلَافُ الصَّيْفِ. وَهِيَ الشَّتْوَةُ، بِفَتْحِ الشِّينِ. وَالْمَوْضِعُ: الْمَشْتَاةُ وَالْمَشْتَى. قَالَ طَرَفَةُ:\nنَحْنُ فِي الْمَشْتَاةِ نَدْعُو الْجَفَلَى ... لَا تَرَى الْآدِبَ فِينَا يَنْتَقِرْ\nوَقَالَ الْخَلِيلُ: الشِّتَاءُ مَعْرُوفٌ، وَالْوَاحِدُ: الشَّتْوَةُ. وَهَذَا قِيَاسٌ جَيِّدٌ، وَهُوَ مِثْلُ شَكْوَةٍ وَشِكَاءٍ. وَيُقَالُ: أَشْتَى الْقَوْمُ، إِذَا دَخَلُوا فِي الشِّتَاءِ، وَشَتَوْا: إِذَا أَصَابَهُمُ الشِّتَاءُ.\n\n[بَابُ الشِّينِ وَالثَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:245"
  },
  "شثث": {
    "def": "الشِّينُ وَالثَّاءُ لَيْسَ بِأَصْلٍ، إِنَّمَا هُوَ الشَّثُّ: شَجَرٌ.",
    "pg": "3:178"
  },
  "شثن": {
    "def": "الشِّينُ وَالثَّاءُ وَالنُّونُ. الشَّثْنُ: الْغَلِيظُ الْأَصَابِعِ. وَكُلُّ مَا غَلُظَ مِنْ عُضْوٍ فَهُوَ شَثْنٌ. وَقَدْ شَثَنَ وَشَثِنَ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الشِّينِ وَالْجِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:245"
  },
  "شجب": {
    "def": "الشِّينُ وَالْجِيمُ وَالْبَاءُ كَلِمَتَانِ، تَدُلُّ إِحْدَاهُمَا عَلَى تَدَاخُلٍ، وَالْأُخْرَى تَدُلُّ عَلَى ذَهَابٍ وَبُطْلَانٍ.\nالْأُولَى: قَوْلُ الْعَرَبِ تَشَاجَبَ الْأَمْرُ، إِذَا اخْتَلَطَ وَدَخَلَ بَعْضُهُ فِي بَعْضٍ. قَالُوا: وَمِنْهُ اشْتِقَاقُ الْمِشْجَبِ، وَهِيَ خَشَبَاتٌ مُتَدَاخِلَةٌ مُوَثَّقَةٌ تُنْصَبُ وَتُنْشَرُ عَلَيْهَا الثِّيَابُ. وَالشُّجُوبُ: أَعْمِدَةٌ مِنْ عَُمَُدِ الْبَيْتِ. قَالَ:\nوَهُنَّ مَعًا قِيَامٌ كَالشُّجُوبِ وَيُقَالُ - وَهُوَ ذَلِكَ الْمَعْنَى - إِنَّ الشِّجَابَ السِّدَادُ، يُقَالُ: شَجَبَهُ بِشِجَابٍ، أَيْ سَدَّهُ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالشَّجِبُ، وَهُوَ الْهَالِكُ. يُقَالُ: قَدْ شَجِبَ. وَقَالَ:\nفَمَنْ يَكُ فِي قَتْلِهِ يُمْتَرَى ... فَإِنَّ أَبَا نَوْفَلٍ قَدْ شَجِبْ\nوَرُبَّمَا سَمَّوُا الْمَحْزُونَ شَجِبًا. وَيَقُولُونَ: شَجَبَهُ، إِذَا حَزَنَهُ. وَشَجَبَهُ اللَّهُ، أَيْ أَهْلَكَهُ اللَّهُ. قَالَ ابْنُ السِّكِّيتِ: شَجَبَهُ يَشْجُبُهُ شَجْبًا، إِذَا شَغَلَهُ، وَأَصْلُ الشَّجْبِ مَا ذَكَرْنَاهُ، وَكُلُّ مَا بَعْدَهُ فَمَحْمُولٌ عَلَيْهِ.\n\n[بَابُ الشِّينِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:249-250"
  },
  "شجج": {
    "def": "الشِّينُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى صَدْعِ الشَّيْءِ. يُقَالُ شَجَجْتُ رَأْسَهُ أَشُجُّهُ شَجًّا. وَكَانَ بَيْنَ الْقَوْمِ شِجَاجٌ وَمُشَاجَّةٌ، إِذَا شَجَّ بَعْضُهُمْ بَعْضًا. وَالشَّجَجُ: أَثَرُ الشَّجَّةِ فِي الْجَبِينِ ; وَالنَّعْتُ مِنْهُ أَشَجُّ. وَشَجَجْتُ الْمَفَازَةَ شَجًّا، إِذَا صَدَعْتَهَا بِالسَّيْرِ. وَشَجَجْتُ الشَّرَابَ بِالْمِزَاجِ. وَشَجَّتِ السَّفِينَةُ الْبَحْرَ. وَالشَّجِيجُ: الْمَشْجُوجُ. وَالْوَتِدُ شَجِيجٌ.",
    "pg": "3:178"
  },
  "شجذ": {
    "def": "الشِّينُ وَالْجِيمُ وَالذَّالُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: أَشْجَذَتِ السَّمَاءُ، إِذَا سَكَنَ مَطَرُهَا، قَالَ امْرُؤُ الْقَيْسِ:\nتُظْهِرُ الْوَدَّ إِذَا مَا أَشْجَذَتْ ... وَتُوَارِيهِ إِذَا مَا تَشْتَكِرْ قَالَ ابْنُ دُرَيْدٍ: \" الْوَدُّ: جَبَلٌ مَعْرُوفٌ. وَتَشْتَكِرُ: يَشْتَدُّ مَطَرُهَا، مِنْ قَوْلِهِمُ اشْتَكَرَ الضَّرْعُ، إِذَا امْتَلَأَ لَبَنًا \". وَأَمَّا نُسْخَتِي مِنْ \" كِتَابِ الْعَيْنِ \" لِلْخَلِيلِ، فَفِيهَا أَنَّ الشِّينَ وَالْجِيمَ وَالذَّالَ مُهْمَلٌ، فَلَا أَدْرِي أَهِيَ سَقَطٌ فِي السَّمَاعِ، أَمْ خَفِيَتِ الْكَلِمَةُ عَلَى مُؤَلِّفِ الْكِتَابِ. وَالْكَلِمَةُ صَحِيحَةٌ.",
    "pg": "3:245-246"
  },
  "شجر": {
    "def": "الشِّينُ وَالْجِيمُ وَالرَّاءُ أَصْلَانِ مُتَدَاخِلَانِ، يَقْرُبُ بَعْضُهُمَا مِنْ بَعْضٍ، وَلَا يَخْلُو مَعْنَاهُمَا مِنْ تَدَاخُلِ الشَّيْءِ بَعْضِهِ فِي بَعْضٍ، وَمِنْ عُلُوٍّ فِي شَيْءٍ وَارْتِفَاعٍ. وَقَدْ جَمَعْنَا بَيْنَ فُرُوعِ هَذَيْنِ الْبَابَيْنِ ; لِمَا ذَكَرْنَاهُ مِنْ تَدَاخُلِهِمَا.\nفَالشَّجَرُ مَعْرُوفٌ، الْوَاحِدَةُ شَجَرَةٌ، وَهِيَ لَا تَخْلُو مِنِ ارْتِفَاعٍ وَتَدَاخُلِ أَغْصَانٍ. وَوَادٍ شَجِرٌ: كَثِيرُ الشَّجَرِ. وَيُقَالُ: هَذِهِ الْأَرْضُ أَشْجَرُ مِنْ غَيْرِهَا، أَيْ أَكْثَرُ شَجَرًا. وَالشَّجَرُ: كُلُّ نَبْتٍ لَهُ سَاقٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ﴾ [الرحمن: ٦] . وَشَجَرَ بَيْنَ الْقَوْمِ الْأَمْرُ، إِذَا اخْتَلَفَ أَوِ اخْتَلَفُوا وَتَشَاجَرُوا فِيهِ، وَسُمِّيَتْ مُشَاجَرَةً لِتَدَاخُلِ كَلَامِهِمْ بَعْضِهِ فِي بَعْضٍ. وَاشْتَجَرُوا: تَنَازَعُوا. قَالَ اللَّهُ ﷾: ﴿فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ﴾ [النساء: ٦٥] . وَأَمَّا شَجْرُ الْإِنْسَانِ، فَقَالَ قَوْمٌ: هُوَ مَفْرَجُ الْفَمِ. وَكَانَ الْأَصْمَعِيُّ يَقُولُ: الشَّجْرُ الذَّقَنُ بِعَيْنِهِ. وَالْقَوْلَانِ عِنْدَنَا مُتَقَارِبَانِ ; لِأَنَّ اللَّحْيَيْنِ إِذَا اجْتَمَعَا فَقَدِ اشْتَجَرَا، كَمَا ذَكَرْنَاهُ مِنْ قِيَاسِ الْكَلِمَةِ. وَيُقَالُ: اشْتَجَرَ الرَّجُلُ، إِذَا وَضَعَ يَدَهُ عَلَى شَجْرِهِ. قَالَ:\nإِنِّي أَرِقْتُ فَبِتُّ اللَّيْلَ مُشْتَجِرًا ... كَأَنَّ عَيْنِيَ فِيهَا الصَّابُ مَذْبُوحُ\nوَيُقَالُ: شَجَرْتُ الشَّيْءَ، إِذَا تَدَلَّى فَرَفَعْتَهُ. وَالشَِّجَارُ: خَشَبُ الْهَوْدَجِ. وَالْمَعْنَيَانِ جَمِيعًا فِيهِ مَوْجُودَانِ ; لِأَنَّ ثَمَّ ارْتِفَاعًا وَتَدَاخُلًا. وَالْمِشْجَرُ سُمِّيَ مِشْجَرًا لِتَدَاخُلِ بَعْضِهِ فِي بَعْضٍ. وَتَشَاجَرَ الْقَوْمُ بِالرِّمَاحِ: تَطَاعَنُوا بِهَا. وَالْأَرْضُ الشَّجْرَاءُ وَالشَّجِرَةُ: الْكَثِيرَةُ الشَّجَرِ. قَالَ ابْنُ دُرَيْدٍ: وَلَا يُقَالُ وَادٍ شَجْرَاءُ.",
    "pg": "3:246-247"
  },
  "شجع": {
    "def": "الشِّينُ وَالْجِيمُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى جُرْأَةٍ وَإِقْدَامٍ، وَرُبَّمَا كَانَ هُنَاكَ بِبَعْضِ الطُّولِ، وَهُوَ بَابٌ وَاحِدٌ. مِنْ ذَلِكَ الرَّجُلُ الشُّجَاعُ، وَهُوَ الْمِقْدَامُ، وَجَمْعُهُ شَجْعَةٌ وَشُجَعَاءُ. قَالَ ابْنُ دُرَيْدٍ: \" وَلَا تَلْتَفِتْ إِلَى قَوْلِهِمْ شُجْعَانٌ، فَإِنَّهُ خَطَأٌ. قَالَ أَبُو زَيْدٍ: سَمِعْتُ الْكِلَابِيِّينَ يَقُولُونَ: رَجُلٌ شُجَاعٌ، وَلَا يُوصَفُ بِهِ الْمَرْأَةُ. هَذَا قَوْلُ أَبِي زَيْدٍ \". وَحُدِّثْنَا عَنِ الْخَلِيلِ بِإِسْنَادِ الْكِتَابِ: رَجُلٌ شُجَاعٌ، وَامْرَأَةٌ شُجَاعَةٌ، وَنِسْوَةٌ شُجَاعَاتٌ. وَقَدْ ذَكَرَ أَيْضًا الشُّجْعَانَ فِي جَمْعِ شُجَاعٍ. وَالشُّجَاعُ: الْحَيَّةُ. وَقَالَ رَسُولُ اللَّهِ ﵌: «يَجِيءُ كَنْزُ أَحَدِهِمْ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقْرَعَ» . فَأَمَّا الشَّجَعُ فِي الْإِبِلِ فَقَالَ قَوْمٌ: هُوَ سُرْعَةُ نَقْلِ الْقَوَائِمِ، ثُمَّ يُقَالُ: جَمَلٌ شَجِعٌ وَنَاقَةٌ شَجِعَةٌ. وَيُقَالُ هُوَ الطُّولُ، وَأَنْشَدَ:\nفَرَكِبْنَاهَا عَلَى مَجْهُولِهَا ... بِصِلَابِ الْأَرْضِ فِيهِنَّ شَجَعْ\nوَيُقَالُ: إِنَّ الشَّجَعَ الْجُنُونُ. وَقَالَ أَهْلُ اللُّغَةِ: وَهَذَا خَطَأٌ، وَلَوْ كَانَ الشَّجَعُ جُنُونًا [مَا] وَصَفَ قَوَائِمَهَا. وَالشَّجِعَةُ مِنَ النِّسَاءِ: الْجَرِيئَةُ. وَاللَّبُؤَةُ الشَّجْعَاءُ هِيَ الْجَرِيئَةُ، وَكَذَلِكَ الْأَسَدُ أَشْجَعُ. فَيُقَالُ: إِنَّ الْأَشْجَعَ مِنَ الرِّجَالِ الَّذِي كَأَنَّ بِهِ جُنُونًا. وَالْأَشْجَعُ: الْعَصَبُ الْمَمْدُودُ فِي الرِّجْلِ فَوْقَ السُّلَامَى.",
    "pg": "3:247-248"
  },
  "شجن": {
    "def": "الشِّينُ وَالْجِيمُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى اتِّصَالِ الشَّيْءِ وَالْتِفَافِهِ. مِنْ ذَلِكَ الشِّجْنَةُ، وَهِيَ الشَّجَرُ الْمُلْتَفُّ. وَيُقَالُ: بَيْنِي وَبَيْنَهُ شِجْنَةُ رَحِمٍ، يُرِيدُ اتِّصَالَهَا وَالْتِفَافَهَا. وَيُقَالُ لِلْحَاجَةِ: الشَّجَنُ، وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِالْتِبَاسِهَا وَتَعَلُّقِ الْقَلْبِ بِهَا ; وَالْجَمْعُ شُجُونٌ. قَالَ:\nوَالنَّفْسُ شَتَّى شُجُونُهَا\nوَالْأَشْجَانُ: جَمْعُ شَجَنٍ. قَالَ: لِي شَجَنَانِ شَجَنٌ بِنَجْدِ ... وَشَجَنٌ لِي بِبِلَادِ الْهِنْدِ\nوَالشَّوَاجِنُ: أَوْدِيَةٌ غَامِضَةٌ كَثِيرَةُ الشَّجَرِ. وَسُمِّيَتْ بِهِ لِتَشَاجُنِ الشَّجَرِ. قَالَ الطِّرِمَّاحُ:\nكَظَهْرِ اللَّأَى لَوْ تُبْتَغَى رَيَّةٌ بِهَا ... نَهَارًا لَعَيَّتْ فِي بُطُونِ الشَّوَاجِنِ",
    "pg": "3:248-249"
  },
  "شجوى": {
    "def": "الشِّينُ وَالْجِيمُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى شِدَّةٍ وَصُعُوبَةٍ، وَأَنْ يَنْشَبَ الشَّيْءُ فِي ضِيقٍ. مِنْ ذَلِكَ الشَّجْوُ: الْحُزْنُ وَالْهَمُّ، يُقَالُ شَجَاهُ يَشْجُوهُ. وَشَجَانِي الشَّيْءُ، إِذَا حَزَنَكَ. وَالشَّجَى: مَا نَشِبَ فِي الْحَلْقِ مِنْ غُصَّةِ هَمٍّ. وَمَفَازَةٌ شَجْوَاءُ: ضَيِّقَةُ الْمَسْلَكِ.",
    "pg": "3:249"
  },
  "شحب": {
    "def": "الشِّينُ وَالْحَاءُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَغَيُّرِ اللَّوْنِ، وَالْمَصْدَرُ مِنْهُ: الشُّحُوبُ. يُقَالُ: شَحَبَ وَشَحُبَ يَشْحُبُ. وَلَوْنٌ شَاحِبٌ. قَالَ:\nتَقُولُ ابْنَتِي لَمَّا رَأَتْنِيَ شَاحِبًا ... كَأَنَّكَ فِينَا يَا أَبَاتَ غَرِيبُ\nوَيُقَالُ، حَكَاهُ الدُّرَيْدِيُّ: شَحَبْتُ الْأَرْضَ: قَشَّرْتُهَا. فَإِذَا كَانَتِ الرِّوَايَةُ صَحِيحَةً فَهُوَ الْقِيَاسُ.",
    "pg": "3:252-253"
  },
  "شحج": {
    "def": "الشِّينُ وَالْحَاءُ وَالْجِيمُ أَصْلٌ يَدُلُّ عَلَى صَوْتٍ. مِنْ ذَلِكَ شَحَجَ الْغُرَابُ يَشْحَجُ، وَكَذَلِكَ الْبَغْلُ. [وَالْبِغَالُ] بَنَاتُ شَاحِجٍ. وَيَقُولُونَ لِلْحِمَارِ الْوَحْشِيِّ: مِشْحَجٌ وَشَحَّاجٌ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الشِّينِ وَالْخَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:253"
  },
  "شحح": {
    "def": "الشِّينُ وَالْحَاءُ، الْأَصْلُ فِيهِ الْمَنْعُ، ثُمَّ يَكُونُ مَنْعًا مَعَ حِرْصٍ. مِنْ ذَلِكَ الشُّحُّ، وَهُوَ الْبُخْلُ مَعَ حِرْصٍ. وَيُقَالُ تَشَاحَّ الرَّجُلَانِ عَلَى الْأَمْرِ، إِذَا أَرَادَ كُلُّ وَاحِدٍ مِنْهُمَا الْفَوْزَ بِهِ وَمَنَعَهُ مِنْ صَاحِبِهِ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ﴾ [الحشر: ٩] . وَالزَّنْدُ الشَّحَاحُ: الَّذِي لَا يُورِي. قَالَ ابْنُ هَرْمَةَ:\nوَإِنِّي وَتَرْكِي نَدَى الْأَكْرَمِينَ ... وَقَدْحِي بِكَفَّيَّ زَنْدًا شَحَاحَا\nهَذَا هُوَ الْأَصْلُ فِي الْمُضَاعَفِ.\nفَأَمَّا الْمُطَابَقُ فَقَرِيبٌ مِنْ هَذَا. يَقُولُونَ لِلْمُوَاظِبِ عَلَى الشَّيْءِ: شَحْشَحٌ. وَلَا يَكُونُ مُوَاظَبَتُهُ عَلَيْهِ إِلَّا شُحًّا بِهِ. وَيَقُولُونَ لِلْغَيُورِ: شَحْشَحٌ، وَهُوَ ذَاكَ الْقِيَاسُ ; لِأَنَّهُ إِذَا غَارَ مَنَعَ. وَكَذَلِكَ الشُّجَاعُ، وَهُوَ الْمَانِعُ مَا وَرَاءَ ظَهْرِهِ. وَأَمَّا الْمَاضِي فِي خِطْبَتِهِ فَيُقَالُ لَهُ شَحْشَحٌ ; كَأَنَّهُ مَحْمُولٌ عَلَى الشُّجَاعِ مُشَبَّهٌ بِهِ.",
    "pg": "3:178-179"
  },
  "شحذ": {
    "def": "الشِّينُ وَالْحَاءُ وَالذَّالُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِفَّةٍ وَحِدَّةٍ. مِنْ ذَلِكَ شَحَذْتُ الْحَدِيدَ، إِذَا حَدَّدْتَهُ. وَيُقَالُ: إِنَّ الْمَشَاحِيذَ رُءُوسُ الْجِبَالِ، وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِلْحِدَّةِ الَّتِي ذَكَرْنَاهَا. وَمِنَ الْخِفَّةِ قَوْلُهُمْ لِلْجَائِعِ: شَحْذَانُ. وَيُقَالُ: إِنَّ الشَّحْذَانَ الْخَفِيفُ فِي سَعْيِهِ.",
    "pg": "3:250"
  },
  "شحر": {
    "def": "الشِّينُ وَالْحَاءُ وَالرَّاءُ لَيْسَ بِشَيْءٍ، وَهُوَ لَعَلَّهُ اسْمُ بَلَدٍ.",
    "pg": "3:250"
  },
  "شحص": {
    "def": "الشِّينُ وَالْحَاءُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ، يُقَالُ \" إِنَّ الشَّحَصَ الشَّاةُ لَا لَبَنَ لَهَا، وَيُقَالُ: هِيَ الَّتِي لَمْ يُنْزَ عَلَيْهَا قَطُّ. وَفِي كِتَابِ الْخَلِيلِ: الشَّحْصَاءُ.",
    "pg": "3:250-251"
  },
  "شحط": {
    "def": "الشِّينُ وَالْحَاءُ وَالطَّاءُ أَصْلَانِ: أَحَدُهُمَا الْبُعْدُ، وَالْآخَرُ اخْتِلَاطٌ فِي شَيْءٍ وَاضْطِرَابٌ.\nفَالْأَوَّلُ: قَوْلُهُمْ شَحَطَتِ الدَّارُ تَشْحَطُ شَحْطًا وَشُحُوطًا، وَهِيَ شَاحِطَةٌ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالشَّحْطُ، وَهُوَ الِاضْطِرَابُ فِي الدَّمِ. وَيُقَالُ لِلْوَلَدِ إِذَا اضْطَرَبَ فِي السَّلَى: هُوَ يَتَشَحَّطُ فِي دَمِهِ. وَمِنْهُ اللَّبَنُ الْمَشْحُوطُ، وَهُوَ الَّذِي يُصَبُّ عَلَيْهِ الْمَاءُ. وَمِنَ الْبَابِ: الشَّحْطَةُ: دَاءٌ يَأْخُذُ الْإِبِلَ لَا تَكَادُ أَنْ تَنْجُوَ مِنْهُ. وَمِنَ الْبَابِ الْمِشْحَطُ: عُوَيْدٌ يُوضَعُ عِنْدَ قَضِيبِ الْكَرْمِ يَقِيهِ الْأَرْضَ. وَقَالَ قَوْمٌ: إِنَّ الشَّحْطَ ذَرْقُ الطَّيْرِ. وَأَنْشَدُوا:\nوَمُلْبِدٍ بَيْنَ مَوْمَاةٍ بِمَهْلَكَةٍ ... جَاوَزْتُهُ بِعَلَاةِ الْخَلْقِ عِلْيَانِ\nكَأَنَّمَا الشَّحْطُ فِي أَعْلَى حَمَائِرِهِ ... سَبَائِبُ الرَّيْطِ مِنْ قَزٍّ وَكَتَّانِ\nفَإِنْ صَحَّ هَذَا فَهُوَ أَيْضًا مِنَ الِاخْتِلَاطِ.",
    "pg": "3:251"
  },
  "شحم": {
    "def": "الشِّينُ وَالْحَاءُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى جِنْسٍ مِنَ اللَّحْمِ. مِنْ ذَلِكَ الشَّحْمُ، وَهُوَ مَعْرُوفٌ. وَشَحْمَةُ الْأُذُنِ: مُعَلَّقُ الْقُرْطِ. وَرَجُلٌ مُشْحِمٌ، كَثِيرُ الشَّحْمِ، وَإِنْ كَانَ يُحِبُّهُ قِيلَ: شَحِمٌ، وَإِنْ كَانَ يُطْعِمُهُ أَصْحَابَهُ قِيلَ: شَاحِمٌ، فَإِنْ كَانَ يَبِيعُهُ قِيلَ: شَحَّامٌ.",
    "pg": "3:251"
  },
  "شحن": {
    "def": "الشِّينُ وَالْحَاءُ وَالنُّونُ أَصْلَانِ مُتَبَايِنَانِ، أَحَدُهُمَا يَدُلُّ عَلَى الْمَلْءِ، وَالْآخَرُ عَلَى الْبُعْدِ. فَالْأَوَّلُ قَوْلُهُمْ: شَحَنْتُ السَّفِينَةَ، إِذَا مَلَأْتَهَا. وَمِنَ الْبَابِ أَشْحَنَ فُلَانٌ لِلْبُكَاءِ، إِذَا تَهَيَّأَ لَهُ، كَأَنَّهُ اجْتَمَعَ لَهُ.\nوَأَمَّا الْآخَرُ فَالشَّحْنُ: الطَّرْدُ، يُقَالُ: شَحَنَهُمْ، إِذَا طَرَدَهُمْ. وَيُقَالُ لِلشَّيْءِ الشَّدِيدِ الْحُمُوضَةِ: إِنَّهُ لَيَشْحَنُ الذِّبَّانَ، أَيْ يَطْرُدُهَا، وَمِنَ الْبَابِ: الشَّحْنَاءُ، وَهِيَ الْعَدَاوَةُ. وَعَدُوٌّ مُشَاحِنٌ، أَيْ مُبَاعِدٌ. وَالْعَدَاوَةُ تَبَاعُدٌ.",
    "pg": "3:251-252"
  },
  "شحوى": {
    "def": "الشِّينُ وَالْحَاءُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى أَصْلٍ، وَهُوَ فَتْحُ الشَّيْءِ. فَالشَّحْوَةُ: مَا بَيْنَ الرِّجْلَيْنِ إِذَا خَطَا الْإِنْسَانُ. وَيُقَالُ لِلْفَرَسِ الْوَاسِعِ الْخَطْوِ: وَهُوَ بَعِيدُ الشَّحْوَةِ. وَشَحَا الرَّجُلُ فَاهُ. وَشَحَا الْفَمُ نَفْسُهُ. وَيَصْلُحُ فِي مَصْدَرِهِ الشَّحْيُ وَالشَّحْوُ. وَيُقَالُ: شَحَى اللِّجَامُ فَمَ الْفَرَسِ شَحْيًا. وَيُقَالُ: جَاءَتِ الْخَيْلُ شَوَاحِيَ، أَيْ فَاتِحَاتٍ أَفْوَاهَهَا. قَالَ:\nشَاحِيَ لَحْيَيْ قَعْقُعَانِيِّ الصَّلَقْ",
    "pg": "3:252"
  },
  "شخب": {
    "def": "الشِّينُ وَالْخَاءُ وَالْبَاءُ أُصَيْلٌ يَدُلُّ عَلَى امْتِدَادٍ فِي شَيْءٍ يَجْرِي وَيَسِيلُ. مِنْ ذَلِكَ الشَّخْبُ، وَهُوَ مَا امْتَدَّ مِنَ اللَّبَنِ حِينَ يُحْلَبُ. وَشَخَبَتْ أَوْدَاجُ الْقَتْلَى دَمًا.",
    "pg": "3:255"
  },
  "شخت": {
    "def": "الشِّينُ وَالْخَاءُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الشَّيْءُ الشَّخْتُ، وَهُوَ الدَّقِيقُ مِنْ خَشَبٍ وَغَيْرِهِ. وَقَالَ:\nوَهَلْ تَسْتَوِي الْمُرَّانِ تَخْطِرُ فِي الْوَغَى ... وَسَبْعَةُ عِيدَانٍ مِنَ الْعَوْسَجِ الشَّخْتِ\n\n[بَابُ الشِّينِ وَالدَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:255"
  },
  "شخخ": {
    "def": "الشِّينُ وَالْخَاءُ لَيْسَ بِأَصْلٍ، إِنَّمَا يَقُولُونَ شَخَّ الصَّبِيُّ بِبَوْلِهِ، إِذَا بَالَ وَكَانَ لَهُ صَوْتٌ. وَشَخَّتْ رِجْلُهُ دَمًا، أَيْ سَالَتْ.",
    "pg": "3:179"
  },
  "شخر": {
    "def": "الشِّينُ وَالْخَاءُ وَالرَّاءُ. الْأَصْلُ الصَّحِيحُ يَدُلُّ عَلَى صَوْتٍ. وَقَدْ حُكِيَتْ فِيهِ كَلِمَةٌ أُخْرَى إِنْ صَحَّتْ.\nفَالْأَصْلُ الشَّخِيرُ: تَرَدُّدُ الصَّوْتِ فِي الْحَلْقِ. وَيُقَالُ: الشَّخِيرُ: رَفْعُ الصَّوْتِ بِالنَّخْرِ. وَهَذَا مَشْهُورٌ.\nوَالْكَلِمَةُ الْأُخْرَى قَوْلُهُمْ: إِنَّ الشَّخِيرَ مَا تَحَاتَّ مِنَ الْجَبَلِ إِذَا وَطِئَتْهُ الْأَقْدَامُ. قَالَ الشَّاعِرُ:\nبِنُطْفَةِ بَارِقٍ فِي رَأْسِ نِيقٍ ... مُنِيفٍ دُونَهَا مِنْهُ شَخِيرُ",
    "pg": "3:253"
  },
  "شخز": {
    "def": "الشِّينُ وَالْخَاءُ وَالزَّاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى عَنَاءٍ وَأَذًى. قَالُوا: الشَّخْزُ: الْمَشَقَّةُ وَالْعَنَاءُ. قَالَ الرَّاجِزُ: إِذَا الْأُمُورُ أُولِعَتْ بِالشَّخْزِ\nوَيُقَالُ: إِنَّ الشَّخْزَ الطَّعْنُ.",
    "pg": "3:253-254"
  },
  "شخس": {
    "def": "الشِّينُ وَالْخَاءُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اعْوِجَاجٍ وَزَوَالٍ عَنْ نَهْجِ الِاسْتِقَامَةِ. مِنْ ذَلِكَ الْأَسْنَانُ الْمُتَشَاخِسَةُ، وَذَلِكَ أَنْ يَمِيلَ بَعْضُهَا وَيَسْقُطَ بَعْضُهَا، وَيَكُونُ ذَلِكَ مِنَ الْهَرَمِ. قَالَ الطِّرِمَّاحُ:\nوَشَاخَسَ فَاهُ الدَّهْرُ حَتَّى كَأَنَّهُ\nوَيُقَالُ: ضَرَبَهُ فَتَشَاخَسَ، أَيْ تَمَايَلَ. وَكُلُّ مُتَمَايِلٍ مُتَشَاخِسٌ.",
    "pg": "3:254"
  },
  "شخص": {
    "def": "الشِّينُ وَالْخَاءُ وَالصَّادُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ارْتِفَاعٍ فِي شَيْءٍ. مِنْ ذَلِكَ الشَّخْصُ، وَهُوَ سَوَادُ الْإِنْسَانِ إِذَا سَمَا لَكَ مِنْ بُعْدٍ. ثُمَّ يُحْمَلُ عَلَى ذَلِكَ فَيُقَالُ: شَخَصَ مِنْ بَلَدٍ إِلَى بَلَدٍ. وَذَلِكَ قِيَاسُهُ. وَمِنْهُ أَيْضًا شُخُوصُ الْبَصَرِ. وَيُقَالُ: رَجُلٌ شَخِيصٌ وَامْرَأَةٌ شَخِيصَةٌ، أَيْ جَسِيمَةٌ. وَمِنَ الْبَابِ: أَشْخَصَ الرَّامِي، إِذَا جَازَ سَهْمُهُ الْغَرَضَ مِنْ أَعْلَاهُ، وَهُوَ سَهْمٌ شَاخِصٌ. وَيُقَالُ إِذَا وَرَدَ عَلَيْهِ أَمْرٌ أَقْلَقَهُ: شُخِصَ بِهِ، وَذَلِكَ أَنَّهُ إِذَا قَلِقَ نَبَا بِهِ مَكَانُهُ فَارْتَفَعَ.",
    "pg": "3:254"
  },
  "شخل": {
    "def": "الشِّينُ وَالْخَاءُ وَاللَّامُ لَيْسَ بِشَيْءٍ، وَحُكِيَتْ فِيهِ كَلِمَةٌ مَا أُرَاهَا مِنْ كَلَامِ الْعَرَبِ، عَلَى أَنَّهَا فِي كَلَامِ الْخَلِيلِ، قَالَ: الشَّخْلُ: الْغُلَامُ يُصَادِقُ الرَّجُلَ.",
    "pg": "3:254-255"
  },
  "شخم": {
    "def": "الشِّينُ وَالْخَاءُ وَالْمِيمُ كَلِمَةٌ تَدُلُّ عَلَى تَغَيُّرٍ فِي شَيْءٍ. مِنْ ذَلِكَ: أَشْخَمَ اللَّبَنُ، إِذَا تَغَيَّرَتْ رَائِحَتُهُ. وَشَخُِمَ الطَّعَامُ: فَسَدَ.",
    "pg": "3:255"
  },
  "شدح": {
    "def": "الشِّينُ وَالدَّالُ وَالْحَاءُ لَيْسَ بِشَيْءٍ. وَحُكِيَ أَنَّ الشَّوْدَحَ: الطَّوِيلُ مِنَ النُّوقِ. وَيُقَالُ: بَلْ هِيَ السَّرِيعَةُ. وَانْشَدَحَ الرَّجُلُ، إِذَا اسْتَلْقَى عَلَى ظَهْرِهِ. وَهَذَا لَيْسَ بِشَيْءٍ، وَلَعَلَّهُ أَنْ يَكُونَ انْسَدَحَ. وَقَدْ ذَكَرْنَاهُ.",
    "pg": "3:256"
  },
  "شدخ": {
    "def": "الشِّينُ وَالدَّالُ وَالْخَاءُ كَلِمَةٌ تَدُلُّ عَلَى كَسْرِ شَيْءٍ أَجْوَفَ. مِنْ ذَلِكَ شَدَخْتُ الشَّيْءَ شَدْخًا. وَالْمُشَدَّخُ: الْبُسْرُ يُغْمَزُ حَتَّى يَنْشَدِخَ. وَمِنْ ذَلِكَ الْغُرَّةُ الشَّادِخَةُ: الَّتِي تَغْشَى الْوَجْهَ مِنْ أَصْلِ النَّاصِيَةِ إِلَى الْأَنْفِ. [بَابُ الشِّينِ وَالذَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:256-257"
  },
  "شدد": {
    "def": "الشِّينُ وَالدَّالُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى قُوَّةٍ فِي الشَّيْءِ، وَفُرُوعُهُ تَرْجِعُ إِلَيْهِ. مِنْ ذَلِكَ شَدَدْتُ الْعَقْدَ شَدًّا أَشُدُّهُ. وَالشَّدَّةُ: الْمَرَّةُ الْوَاحِدَةُ. وَهَذَا الْقِيَاسُ فِي الْحَرْبِ أَيْضًا. يَشُدُّ شَدًّا. قَالَ:\nيَا شَدَّةً مَا شَدَّدْنَا غَيْرَ كَاذِبَةٍ ... عَلَى سَخِينَةٍ لَوْلَا اللَّيْلُ وَالْحَرَمُ\nوَمِنَ الْبَابِ: الشَّدِيدُ وَالْمُتَشَدِّدُ: [الْبَخِيلُ] . قَالَ اللَّهُ سُبْحَانَهُ: ﴿وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ﴾ [العاديات: ٨] . [وَ] قَالَ طَرَفَةُ فِي الْمُتَشَدِّدِ:\nأَرَى الْمَوْتَ يَعْتَامُ الْكِرَامَ وَيَصْطَفِي ... عَقِيلَةَ مَالِ الْبَاخِلِ الْمُتَشَدِّدِ وَحُكِيَ عَنْ أَبِي زَيْدٍ: أَصَابَتْنِي شُدَّى، أَيْ شِدَّةٌ. وَيُقَالُ: أَشَدَّ الْقَوْمُ، إِذَا كَانَتْ دَوَابُّهُمْ شِدَادًا. وَشَدُّ النَّهَارِ: ارْتِفَاعُهُ. وَالْأَشُدُّ: الْعِشْرُونَ، وَيُقَالُ أَرْبَعُونَ سَنَةً. وَبَعْضُهُمْ يَقُولُونَ لَا وَاحِدَ لَهَا، وَيُقَالُ بَلْ وَاحِدُهَا شَدٌّ.",
    "pg": "3:179-180"
  },
  "شدف": {
    "def": "الشِّينُ وَالدَّالُ وَالْفَاءُ يَدُلُّ عَلَى ارْتِفَاعٍ فِي شَيْءٍ. مِنْ ذَلِكَ الشَّدَفُ وَهُوَ الشَّخْصُ، وَقَدْ قُلْنَا: إِنَّ الشَّخْصَ يَدُلُّ عَلَى سُمُوٍّ وَارْتِفَاعٍ. وَجَمْعُ الشَّدَفِ شُدُوفٌ. وَمِنْهُ فَرَسٌ أَشْدَفُ وَشُنْدُفٌ. وَنَاسٌ يَقُولُونَ: الشَّدَفُ كَالْمَيْلِ فِي أَحَدِ الشِّقَّيْنِ، وَالصَّوَابُ هُوَ الْأَوَّلُ، وَهُوَ أَقْيَسُ. وَيُقَالُ لِلْقَوْسِ: الشَّدْفَاءُ ; لِاعْوِجَاجِهَا.",
    "pg": "3:255"
  },
  "شدق": {
    "def": "الشِّينُ وَالدَّالُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى انْفِرَاجٍ فِي شَيْءٍ. مِنْ ذَلِكَ الشِّدْقُ لِلْإِنْسَانِ وَغَيْرِهِ. وَالشَّدَقُ: سَعَةُ الشِّدْقِ. وَرَجُلٌ أَشْدَقُ، وَخَطِيبٌ أَشْدَقُ. وَالْأَصْلُ فِي ذَلِكَ شِدْقُ الْوَادِي: عَرْضُهُ. وَيُقَالُ: نَزَلْنَا شِدْقَ الْعِرَاقِ، أَيْ نَاحِيَتَهُ، وَهُوَ الشِّدْقُ.",
    "pg": "3:255-256"
  },
  "شدن": {
    "def": "الشِّينُ وَالدَّالُ وَالنُّونُ أُصَيْلٌ يَدُلُّ عَلَى صَلَاحٍ فِي جِسْمٍ. يُقَالُ: شَدَنَ الظَّبْيُ يَشْدُنُ شُدُونًا، إِذَا صَلَحَ جِسْمُهُ. وَيُقَالُ لِلْمُهْرِ أَيْضًا: شَدَنَ. فَإِذَا أَفْرَدْتَ الشَّادِنَ فَهُوَ وَلَدُ الظَّبْيِ. وَظَبْيَةٌ مُشْدِنٌ. فَأَمَّا الشَّدَنِيَّةُ فَيُقَالُ: إِنَّهَا الْمَنْسُوبَةُ إِلَى مَوْضِعٍ بِالْيَمَنِ، قَالَ عَنْتَرَةُ:\nهَلْ تُبْلِغَنِّي دَارَهَا شَدَنِيَّةٌ ... لُعِنَتْ بِمَحْرُومِ الشَّرَابِ مُصَرَّمِ",
    "pg": "3:256"
  },
  "شده": {
    "def": "الشِّينُ وَالدَّالُ وَالْهَاءُ كَلِمَةٌ مِنَ الْإِبْدَالِ. يُقَالُ: شُدِهَ الرَّجُلُ مِثْلَ دَهِشَ.",
    "pg": "3:256"
  },
  "شدو": {
    "def": "الشِّينُ وَالدَّالُ وَالْحَرْفُ الْمُعْتَلُّ أُصَيْلٌ يَدُلُّ عَلَى أَخْذٍ بِطَرَفٍ مِنْ عِلْمٍ. مِنْ ذَلِكَ الشَّدْوُ، أَنْ يُحْسِنَ الْإِنْسَانُ مِنَ الْعِلْمِ أَوْ غَيْرِهِ شَيْئًا. يُقَالُ: يَشْدُو شَيْئًا مِنْ عِلْمٍ. وَقَالَ بَعْضُهُمْ: كُلُّ مَنْ عَلِمَ شَيْئًا وَاسْتَدَلَّ بِبَعْضِهِ عَلَى بَعْضٍ فَذَلِكَ الشَّدْوُ.",
    "pg": "3:256"
  },
  "شذب": {
    "def": "الشِّينُ وَالذَّالُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى تَجْرِيدِ شَيْءٍ مِنْ قِشْرِهِ، ثُمَّ يُحْمَلُ عَلَيْهِ. فَالشَّذْبُ: قَشْرُ اللَّحْمِ. وَكُلُّ شَيْءٍ نَحَّيْتَهُ عَنْ شَيْءٍ فَقَدْ شَذَبْتَهُ. وَمِنَ الْبَابِ: التَّشْذِيبُ: التَّقْطِيعُ. فَأَمَّا الشَّوْذَبُ فَمِنْ هَذَا الْبَابِ أَيْضًا، وَهُوَ الطَّوِيلُ مِنْ كُلِّ شَيْءٍ، كَأَنَّهُ فِي طُولِهِ مُشَذَّبٌ، أَيْ مُجَرَّدٌ ; وَإِذَا جُرِّدَ الشَّيْءُ مِنْ قِشْرِهِ كَانَ أَظْهَرَ لِطُولِهِ. وَفَرَسٌ مُشَذَّبٌ: طَوِيلٌ، بِمَنْزِلَةِ الْجِذْعِ الْمُشَذَّبِ. [بَابُ الشِّينِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:258-259"
  },
  "شذذ": {
    "def": "الشِّينُ وَالذَّالُ يَدُلُّ عَلَى الِانْفِرَادِ وَالْمُفَارَقَةِ. شَذَّ الشَّيْءُ يَشِذُّ شُذُوذًا. وَشُذَّاذُ النَّاسِ: الَّذِينَ يَكُونُونَ فِي الْقَوْمِ وَلَيْسُوا مِنْ قَبَائِلِهِمْ وَلَا مَنَازِلِهِمْ. وَشُذَّانُ الْحَصَى: الْمُتَفَرِّقُ مِنْهُ. قَالَ امْرُؤُ الْقَيْسِ:\nتُطَايِرُ شُذَّانَ الْحَصَى بِمَنَاسِمٍ ... صِلَابِ الْعُجَى مَلْثُومُهَا غَيْرُ أَمْعَرَا",
    "pg": "3:180"
  },
  "شذر": {
    "def": "الشِّينُ وَالذَّالُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى تَفَرُّقِ شَيْءٍ وَتَمَيُّزِهِ. وَالْآخَرُ عَلَى الْوَعِيدِ وَالتَّسَرُّعِ. مِنْ ذَلِكَ قَوْلُ الْعَرَبِ: تَفَرَّقَ الْقَوْمُ شَذَرَ مَذَرَ، إِذَا تَبَدَّدُوا فِي الْبِلَادِ. وَمِنْهُ الشَّذْرَةُ: قِطْعَةٌ مِنْ ذَهَبٍ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالتَّشَذُّرُ، وَهُوَ كَالنَّشَاطِ وَالتَّسَرُّعِ لِلْأَمْرِ. وَتَشَذَّرَ الْقَوْمُ فِي الْحَرْبِ: تَطَاوَلُوا. وَتَشَذَّرَتِ النَّاقَةُ: حَرَّكَتْ رَأْسَهَا فَرَحًا. وَالتَّشَذُّرُ: الْوَعِيدُ ; وَمِنْهُ حَدِيثُ سُلَيْمَانَ بْنِ صُرَدٍ، أَنَّهُ بَلَغَهُ عَنْ عَلِيٍّ ﵇ قَوْلُ \" تَشَذَّرَ فِيهِ \".\nفَأَمَّا قَوْلُهُمْ: إِنَّ التَّشَذُّرَ الِاسْتِثْفَارُ بِالثَّوْبِ، فَذَلِكَ مِنْ قِيَاسِ الْبَابِ الَّذِي ذَكَرْنَاهُ، وَكَأَنَّهُ وُصِفَ بِالْجِدِّ فِي أَمْرِهِ فَقِيلَ: تَشَذَّرَ. وَمِنْهُ: أَتَى فُلَانٌ فَرَسَهُ فَتَشَذَّرَهُ، أَيْ رَكِبَهُ مِنْ وَرَائِهِ.",
    "pg": "3:257"
  },
  "شذم": {
    "def": "الشِّينُ وَالذَّالُ وَالْمِيمُ لَيْسَ بِشَيْءٍ، وَذَكَرُوا فِيهِ كَلِمَةً يُقَالُ إِنَّهَا مِنَ الْمَقْلُوبِ. قَالُوا: الشَّيْذُمَانُ الَّذِي فِي قَوْلِ الطِّرِمَّاحِ:\nفَرَاهَا الشَّيْذُمَانُ عَنِ الْجَنِينِ\nيُقَالُ: إِنَّمَا هُوَ الشَّيْمُذَانُ.",
    "pg": "3:257-258"
  },
  "شذى": {
    "def": "الشِّينُ وَالذَّالُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى الْحَدِّ وَالْحِدَّةِ. يُقَالُ: إِنَّ فِيهِ شَذَاةً، أَيْ حِدَّةً وَجُرْأَةً. وَقَالَ الْخَلِيلُ: يُقَالُ لِلْجَائِعِ إِذَا اشْتَدَّ جُوعُهُ: ضَرِمَ شَذَاهُ. وَالشَّذَى: الْأَذَى وَالشَّرُّ. وَيُقَالُ: إِنَّ الشَّذَا ذُبَابُ الْكَلْبِ. وَالشَّذَا: كِسَرُ الْعُودِ، وَأَحْسَبُهُ سُمِّيَ بِذَلِكَ لِحِدَّةِ رَائِحَتِهِ. قَالَ الشَّاعِرُ:\nإِذَا مَا مَشَتْ نَادَى بِمَا فِي ثِيَابِهَا ... رِيَاحُ الشَّذَا وَالْمَنْدَلِيُّ الْمُطَيَّرُ\nفَأَمَّا الَّذِي مِنَ السُّفُنِ يُعْرَفُ بِالشَّذَا فَمَا أُرَاهُ عَرَبِيًّا.",
    "pg": "3:258"
  },
  "شرب": {
    "def": "الشِّينُ وَالرَّاءُ وَالْبَاءُ أَصْلٌ وَاحِدٌ مُنْقَاسٌ مُطَّرِدٌ، وَهُوَ الشُّرْبُ الْمَعْرُوفُ، ثُمَّ يُحْمَلُ عَلَيْهِ مَا يُقَارِبُهُ مَجَازًا وَتَشْبِيهًا. تَقُولُ: شَرِبْتُ الْمَاءَ أَشْرَبُهُ شَرْبًا، وَهُوَ الْمَصْدَرُ. وَالشُّرْبُ الِاسْمُ. وَالشَّرْبُ: الْقَوْمُ الَّذِينَ يَشْرَبُونَ. وَالشِّرْبُ: الْحَظُّ مِنَ الْمَاءِ. قَالَ الشَّاعِرُ فِي الشَّرْبِ:\nفَقُلْتُ لِلشَّرْبِ فِي دُرْنَا وَقَدْ ثَمِلُوا ... شِيمُوا وَكَيْفَ يَشِيمُ الشَّارِبُ الثَّمِلُ\nوَالشَّرَبَةُ: مَاءٌ يُجْمَعُ حَوْلَ النَّخْلَةِ يَكُونُ مِنْهَا شُرْبُهَا، وَالْجَمْعُ شَرَبٌ. وَالْمَشْرَبَةُ: الْمَوْضِعُ الَّذِي يَشْرَبُ مِنْهُ النَّاسُ، وَفِي الْحَدِيثِ: «مَلْعُونٌ مَنْ أَحَاطَ عَلَى مَشْرَبَةٍ» . وَالْمَشْرَبُ: الْوَجْهُ الَّذِي يُشْرَبُ مِنْهُ، وَيَكُونُ مَوْضِعًا وَيَكُونُ مَصْدَرًا. وَالشَّرِيبُ: الَّذِي يُشَارِبُكَ. وَيُقَالُ: أَشْرَبْتَنِي مَا لَمْ أَشْرَبْ، أَيِ ادَّعَيْتَ عَلَيَّ شُرْبَهُ، وَهَذَا مَثَلٌ، وَذَلِكَ إِذَا ادَّعَى عَلَيْهِ مَا لَمْ يَفْعَلْهُ. وَمَاءٌ شَرُوبٌ وَشَرِيبٌ، إِذَا صَلَحَ أَنْ يُشْرَبَ وَفِيهِ بَعْضُ الْكَرَاهَةِ. وَالْإِشْرَابُ: لَوْنٌ قَدْ أُشْرِبَ مِنْ لَوْنٍ، يُقَالُ: [فِيهِ] شُرْبَةُ حُمْرَةٍ. وَيُقَالُ: أُشْرِبَ فُلَانٌ حُبَّ فُلَانٍ، إِذَا خَالَطَ قَلْبَهُ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿وَأُشْرِبُوا فِي قُلُوبِهِمُ الْعِجْلَ﴾ [البقرة: ٩٣] ، قَالَ الْمُفَسِّرُونَ: حُبَّ الْعِجْلِ. قَالَ الشَّيْبَانِيُّ: الشَّرْبُ الْفَهْمُ، يُقَالُ: شَرِبَ يَشْرَبُ شَرْبًا، إِذَا فَهِمَ. وَيُقَالُ: اسْمَعْ ثُمَّ اشْرَبْ. وَالشَّارِبَةُ: الْقَوْمُ يَكُونُونَ عَلَى ضَفَّةِ نَهَرٍ، وَلَهُمْ مَاؤُهُ. وَشَارِبُ الْإِنْسَانِ مَعْرُوفٌ، وَيُجْمَعُ عَلَى شَوَارِبَ. وَالشَّوَارِبُ أَيْضًا: عُرُوقٌ مُحْدِقَةٌ بِالْحُلْقُومِ. وَحِمَارٌ صَخِبُ الشَّوَارِبِ مِنْ هَذَا، إِذَا كَانَ شَدِيدَ النَّهِيقِ. وَالشَّارِبُ فِي السَّيْفِ.\nوَأَمَّا اشْرَأَبَّ فَلَيْسَ بِبَعِيدٍ أَنْ يَكُونَ مِنْ هَذَا الْقِيَاسِ كَأَنَّهُ كَالْمُتَهَيِّئِ لِلشُّرْبِ، فَيَمُدُّ عُنُقَهُ لَهُ. ثُمَّ يُقَاسُ عَلَى ذَلِكَ فَيُقَالُ: اشْرَأَبَّ لِيَنْظُرَ شُرَأْبِيبَةً. وَإِنَّمَا زِيدَتِ الْهَمْزَةُ فَرْقًا بَيْنَ الْمَعْنَيَيْنِ. وَشَرَبَّةُ: مَكَانٌ.",
    "pg": "3:267-268"
  },
  "شرث": {
    "def": "الشِّينُ وَالرَّاءُ وَالثَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الشَّرَثُ، وَهُوَ غِلَظُ الْأَصَابِعِ وَالْكَفَّيْنِ.",
    "pg": "3:268"
  },
  "شرج": {
    "def": "الشِّينُ وَالرَّاءُ وَالْجِيمُ أَصْلٌ مُنْقَاسٌ يَدُلُّ عَلَى اخْتِلَاطٍ وَمُدَاخَلَةٍ. مِنْ ذَلِكَ الشَّرَجُ وَهِيَ الْعُرَى، سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَتَدَاخَلُ. وَيُقَالُ: شَرَجْتُ اللَّبَنَ، إِذَا نَضَدْتَهُ. وَيُقَالُ: شَرَّجْتُ الشَّرَابَ، إِذَا مَزَجْتَهُ. وَيُقَالُ: إِنَّ الشَّرِيجَةَ الْقَوْسُ يَكُونُ عُودُهَا لَوْنَيْنِ. وَيُقَالُ: تَشَرَّجَ اللَّحْمُ بِاللَّحْمِ، إِذَا تَدَاخَلَا. هَذَا هُوَ الْأَصْلُ. قَوْلُهُمْ: أَصْبَحَ النَّاسُ فِي هَذَا الْأَمْرِ شَرْجَيْنِ، فَيُظَنُّ أَنَّهُمْ أَصْبَحُوا فِرْقَيْنِ. وَهَذَا كَذَا يُقَالُ، وَهُوَ يَرْجِعُ إِلَى الْمَعْنَى الَّذِي ذَكَرْنَاهُ ; لِأَنَّهُمْ إِذَا اخْتَلَفُوا اخْتَلَطَ الرَّأْيُ وَالْكَلَامُ وَصَارَتْ مُرَاجَعَاتٌ، كَمَا قَالَ زُهَيْرٌ: رَدَّ الْقِيَانُ جِمَالَ الْحَيِّ فَاحْتَمَلُوا ... إِلَى الظَّهِيرَةِ أَمْرٌ بَيْنَهُمْ لَبِكُ\nوَأَمَّا شَرَجُ الْوَادِي فَمُنْفَسَحُهُ، وَالْجَمْعُ أَشْرَاجٌ.",
    "pg": "3:268-269"
  },
  "شرح": {
    "def": "الشِّينُ وَالرَّاءُ وَالْحَاءُ أُصَيْلٌ يَدُلُّ عَلَى الْفَتْحِ وَالْبَيَانِ. مِنْ ذَلِكَ شَرَحْتُ الْكَلَامَ وَغَيْرَهُ شَرْحًا، إِذَا بَيَّنْتَهُ. وَاشْتِقَاقُهُ مِنْ تَشْرِيحِ اللَّحْمِ.",
    "pg": "3:269"
  },
  "شرخ": {
    "def": "الشِّينُ وَالرَّاءُ وَالْخَاءُ أَصْلَانِ: أَحَدُهُمَا رَيْعَانُ الشَّيْءِ، وَذَلِكَ يَكُونُ فِي النِّتَاجِ فِي غَالِبِ الْأَمْرِ. وَالْآخَرُ يَدُلُّ عَلَى تَسَاوٍ فِي شَيْئَيْنِ مُتَقَابِلَيْنِ.\nفَالْأَوَّلُ شَرْخُ الشَّبَابِ: أَوَّلُهُ وَرَيْعَانُهُ. وَشَرْخُ كُلِّ سَنَةٍ: نِتَاجُهَا مِنْ أَوْلَادِ الْأَنْعَامِ. وَقَدْ شَرَخَ نَابُ الْبَعِيرِ، إِذَا شَقَّ الْبَضْعَةَ وَخَرَجَ. وَقَالَ الشَّاعِرُ:\nإِنَّ شَرْخَ الشَّبَابِ وَالشَّعَرَ الْأَسْ ... وَدَ مَا لَمْ يُعَاصَ كَانَ جُنُونَا\nوَالْأَصْلُ الْآخَرُ: الشَّرْخَانِ، يُقَالُ لِآخِرَةِ الرَّحْلِ وَوَاسِطَتِهِ شَرْخَانِ. وَشَرْخَتَا السَّهْمِ: زَنَمَتَا فُوقِهِ، وَ [هُوَ] مَوْضِعُ الْوَتَرِ بَيْنَهُمَا.",
    "pg": "3:269"
  },
  "شرد": {
    "def": "الشِّينُ وَالرَّاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى تَنْفِيرٍ وَإِبْعَادٍ، وَعَلَى نِفَارٍ وَبُعْدٍ فِي انْتِشَارٍ. وَقَدْ يُقَالُ لِلْوَاحِدِ مِنْ ذَلِكَ شَرَدَ الْبَعِيرُ شُرُودًا. وَشَرَّدْتُ الْإِبِلَ تَشْرِيدًا أُشَرِّدُهَا. وَمِنْهُ قَوْلُهُ جَلَّ ثَنَاؤُهُ: ﴿فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ﴾ [الأنفال: ٥٧] ، يُرِيدُ نَكِّلْ بِهِمْ وَسَمِّعْ. وَهُوَ ذَلِكَ الْمَعْنَى، أَنَّ الْمُذْنِبَ إِذَا أَذْنَبَ وَعُوقِبَ عَلَيْهِ، فَقَدْ شُرِّدَ بِتِلْكَ الْعُقُوبَةِ غَيْرُهُ ; لِأَنَّهُ يَحْذَرُ مِثْلَ مَا وَقَعَ بِالْمُذْنِبِ فَيَشْرُدُ عَنِ الذَّنْبِ وَيَنْكُلُ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الشِّينِ وَالزَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:269-270"
  },
  "شرر": {
    "def": "الشِّينُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الِانْتِشَارِ وَالتَّطَايُرِ. مِنْ ذَلِكَ الشَّرِّ خِلَافَ الْخَيْرِ. وَرَجُلٌ شِرِّيرٌ، وَهُوَ الْأَصْلُ ; لِانْتِشَارِهِ وَكَثْرَتِهِ. وَالشَّرُّ: بَسْطُكَ الشَّيْءَ فِي الشَّمْسِ. وَالشَّرَارَةُ، وَالْجَمْعُ الشَّرَارُ. وَالشَّرَرُ: مَا تَطَايَرَ مِنَ النَّارِ، الْوَاحِدَةُ شَرَرَةٌ. قَالَ اللَّهُ جَلَّ وَعَلَا: ﴿إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ﴾ [المرسلات: ٣٢] . وَيُقَالُ: شَرْشَرَ الشَّيْءَ، إِذَا قَطَّعَهُ. وَالْإِشْرَارَةُ: مَا يُبْسَطُ عَلَيْهِ الشَّيْءُ. وَالشِّوَاءُ الشِّرْشَارُ: الَّذِي يَتَقَاطَرُ دَسَمُهُ. وَالشَّرْشَرَةُ: أَنْ تَنْفُضَ الشَّيْءَ مِنْ فِيكَ بَعْدَ عَضِّكَ إِيَّاهُ. وَشَرَاشِرُ الْأَذْنَابِ: ذَبَاذِبُهَا. وَأُنْشِدَ: فَعَوَيْنَ يَسْتَعْجِلْنَهُ وَلَقِينَهُ ... يَضْرِبْنَهُ بِشَرَاشِرِ الْأَذْنَابِ\nفَإِنْ قَالَ قَائِلٌ: فَعَلَى أَيِّ قِيَاسٍ مِنْ هَذَا الْبَابِ يُحْمَلُ الشَّرَاشِرُ، وَهِيَ النَّفْسُ، يُقَالُ أَلْقَى عَلَيْهِ شَرَاشِرَهُ، إِذَا أَلْقَى عَلَيْهِ نَفْسَهُ حِرْصًا وَمَحَبَّةً. وَهُوَ قَوْلُهُ:\nوَمِنْ غَيَّةٍ تُلْقَى عَلَيْهَا الشَّرَاشِرُ\nفَالْجَوَابُ أَنَّ الْقِيَاسَ فِي ذَلِكَ صَحِيحٌ، وَلَيْسَ يُعْنَى بِالشَّرَاشِرِ الْجِسْمُ وَالْبَدَنُ، إِنَّمَا يُرَادُ بِهِ النَّفْسُ. وَذَلِكَ عِبَارَةٌ عَنِ الْهِمَمِ وَالْمَطَالِبِ الَّتِي فِي النَّفْسِ. يُقَالُ أَلْقَى عَلَيْهِ شَرَاشِرَهُ، أَيْ جَمَعَ مَا انْتَشَرَ مِنْ هِمَمِهِ لِهَذَا الشَّيْءِ، وَشَغَلَ هُمُومَهُ كُلَّهَا بِهِ. فَهَذَا قِيَاسٌ.\nوَيُقَالُ أَشْرَرْتُ فُلَانًا، إِذَا نَسَبْتَهُ إِلَى الشَّرِّ. قَالَ طَرَفَةُ:\nوَمَا زَالَ شُرْبِيَ الرَّاحَ حَتَّى أَشَرَّنِي ... صَدِيقِي وَحَتَّى سَاءَنِي بَعْضُ ذَلِكِ\nوَيُقَالُ أَشْرَرْتُ الشَّيْءَ، إِذَا أَبْرَزْتَهُ وَأَظْهَرْتَهُ. قَالَ:\nوَحَتَّى أُشِرَّتْ بِالْأَكُفِّ الْمَصَاحِفُ\nوَقَالَ: إِذَا قِيلَ أَيُّ النَّاسِ شَرٌّ قَبِيلَةً ... أَشَرَّتْ كُلَيْبًا بِالْأَكُفِّ الْأَصَابِعُ\nوَقَالَ امْرُؤُ الْقَيْسِ:\nتَجَاوَزْتُ أَحْرَاسًا عَلَيْهَا وَمَعْشَرًا ... عَلِيَّ حِرَاصًا لَوْ يُشِرُّونَ مَقْتَلِي",
    "pg": "3:180-182"
  },
  "شرز": {
    "def": "الشِّينُ وَالرَّاءُ وَالزَّاءُ أَصْلٌ يَدُلُّ عَلَى خِلَافِ الْخَيْرِ فِي جَمِيعِ فُرُوعِهِ مِنْ هَلَاكٍ، وَمُنَازَعَةٍ، وَغَيْرِ ذَلِكَ. وَمِنْ ذَلِكَ قَوْلُ الْعَرَبِ لِلْعَدُوِّ: أَشْرَزَهُ اللَّهُ، أَيْ أَهْلَكَهُ. وَرَمَاهُ بِشَرْزَةٍ، أَيْ مَهْلَكَةٍ. وَيُقَالُ: إِنَّ الْمُشَارَزَةَ كَالْمُصَاحَبَةِ وَالْمُنَازَعَةِ. وَالْمُشَارِزُ: الرَّجُلُ السَّيِّئُ الْخُلُقِ، الشَّدِيدُ الْخَلْقِ.\nوَمِنَ الْبَابِ: أَشْرَزْتُ [الشَّيْءَ] ، إِذَا قَطَعْتَهُ فَلَمْ تَصِلْهُ.",
    "pg": "3:259"
  },
  "شرس": {
    "def": "الشِّينُ وَالرَّاءُ وَالسِّينُ أَصْلٌ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ. مِنْ ذَلِكَ الشَّرْسُ: شِدَّةُ الدَّعْكِ لِلشَّيْءِ. يُقَالُ: شَرَسْتُهُ شَرْسًا. وَالشَّرِيسُ: الشَّكِسُ الْكَثِيرُ الْخِلَافِ. وَيُقَالُ: تَشَارَسَ الْقَوْمُ، إِذَا تَعَادَوْا. وَيُقَالُ: إِنَّ الشِّرْسَ نَبْتٌ بَشِعُ الطَّعْمِ. وَالْأَشْرَسُ: الرَّجُلُ الْجَرِيءُ عَلَى الْقِتَالِ. وَيُقَالُ: إِنَّ الشِّرَاسَ الرِّبَاقُ.",
    "pg": "3:259"
  },
  "شرص": {
    "def": "الشِّينُ وَالرَّاءُ وَالصَّادُ مَا أَحْسَبُ فِيهِ شَيْئًا صَحِيحًا ; لِأَنِّي لَا أَرَى قِيَاسَهَ مُطَّرِدًا. عَلَى أَنَّهُمْ يَقُولُونَ إِنَّ الشِّرْصَتَيْنِ: نَاحِيَتَا النَّاصِيَةِ مِمَّا رَقَّ فِيهِ الشَّعَرُ. وَيُقَالُ لِكُلِّ ضَخْمٍ رِخْوٍ: شِرْوَاصٌ. وَيُقَالُ: إِنَّ الشِّرَصَ الْغَلْظُ مِنَ الْأَرْضِ.",
    "pg": "3:259-260"
  },
  "شرط": {
    "def": "الشِّينُ وَالرَّاءُ وَالطَّاءُ أَصْلٌ يَدُلُّ عَلَى عَلَمٍ وَعَلَامَةٍ، وَمَا قَارَبَ ذَلِكَ مِنْ عَلَمٍ. مِنْ ذَلِكَ، الشَّرَطُ: الْعَلَامَةُ. وَأَشْرَاطُ السَّاعَةِ: عَلَامَاتُهَا. وَمِنْ ذَلِكَ الْحَدِيثُ حِينَ ذَكَرَ أَشْرَاطَ السَّاعَةِ، وَهِيَ عَلَامَاتُهَا. وَسُمِّيَ الشُّرَطَ لِأَنَّهُمْ جَعَلُوا لِأَنْفُسِهِمْ عَلَامَةً يُعْرَفُونَ بِهَا. وَيَقُولُونَ: أَشَرَطَ فُلَانٌ نَفْسَهُ لِلْهَلَكَةِ، إِذَا جَعَلَهَا عَلَمًا لِلْهَلَاكِ. وَيُقَالُ: أَشْرَطَ مِنْ إِبِلِهِ وَغَنَمِهِ، إِذَا أَعَدَّ مِنْهَا شَيْئًا لِلْبَيْعِ. قَالَ الشَّاعِرُ:\nفَأَشْرَطَ فِيهَا نَفْسَهُ وَهُوَ مُعْصِمٌ ... وَأَلْقَى بِأَسْبَابٍ لَهُ وَتَوَكَّلَا\nوَمِنَ الْبَابِ شَرْطُ الْحَاجِمِ، وَهُوَ مَعْلُومٌ ; لِأَنَّ ذَلِكَ عَلَامَةٌ وَأَثَرٌ. وَيُقَالُ: إِنَّ أَشْرَاطَ السَّاعَةِ أَوَائِلُهَا. وَمِنَ الْبَابِ: الشَّرِيطُ، وَهُوَ خَيْطٌ يُرْبَقُ بِهِ الْبَهْمُ. وَإِنَّمَا سُمِّيَ بِذَلِكَ لِأَنَّهَا إِذَا رُبِطَتْ بِهِ صَارَ لِذَلِكَ أَثَرٌ. وَمِنَ الْبَابِ: الشَّرَطُ، وَهُوَ الْمَسِيلُ الصَّغِيرُ يَجِيءُ مِنْ قَدْرِ عَشْرِ أَذْرُعِ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ أَثَّرَ فِي الْأَرْضِ كَشَرْطِ الْحَاجِمِ.\nوَمِنَ الْبَابِ الشَّرَطَانِ: نَجْمَانِ يُقَالُ إِنَّهُمَا قَرْنَا الْحَمَلِ، وَهُمَا مَعْلَمَانِ مُشْتَهِرَانِ. وَيُقَالُ: جَمَلٌ شِرْوَاطٌ، أَيْ ضَخْمٌ. وَإِنَّمَا سُمِّيَ شِرْوَاطًا لِأَنَّهُ إِذَا كَانَ مَعَ إِبِلٍ تَبَيَّنَ كَأَنَّهُ عَلَمٌ. قَالَ حَسَّانُ: فِي نَدَامَى بِيضِ الْوُجُوهِ كِرَامٍ ... نُبِّهُوا بَعْدَ هَجْعَةِ الْأَشْرَاطِ\nفَفِيهِ أَقْوَالٌ: قَالَ قَوْمٌ: أَرَادَ بِهِ الشَّرَطَيْنِ وَالثَّالِثَ بَيْنَ يَدَيْهِمَا، وَيَكُونُ عَلَى هَذَا قَوْلُ مَنْ سَمَّى الثَّلَاثَةَ أَشْرَاطًا. قَالَ الْعَجَّاجُ:\nمِنْ بَاكِرِ الْأَشْرَاطِ أَشْرَاطِيُّ\nوَقَالَ قَوْمٌ: أَرَادَ بِالْأَشْرَاطِ الْحَرَسَ. وَيُقَالُ: الْأَشْرَاطُ سِفْلَةُ الْقَوْمِ. قَالَ الشَّاعِرُ:\nأَشَارِيطُ مِنْ أَشْرَاطِ أَشْرَاطِ طَيِّئٍ ... وَكَانَ أَبُوهُمْ أَشْرَطَا وَابْنَ أَشْرَطَا\nوَمِنْ ذَلِكَ شَرَطَ الْمِعْزَى، وَهِيَ رُذَالُهَا، فِي قَوْلِ جَرِيرٍ:\nتَرَى شَرَطَ الْمِعْزَى مُهُورَ نِسَائِهِمْ ... وَفِي شَرَطِ الْمِعْزَى لَهُنَّ مُهُورُ\nوَقَالَ قَوْمٌ: اشْتِقَاقُ الشُّرَطِ مِنْ هَذَا لِأَنَّهُمْ رُذَالٌ. وَقَالَ آخَرُونَ: إِنَّمَا سُمُّوا شُرَطًا لِأَنَّهُمْ جَعَلُوا لِأَنْفُسِهِمْ عَلَامَةً يُعْرَفُونَ بِهَا، فَأَمَّا الشَّرَطُ الَّتِي هِيَ الرُّذَالُ فَإِنَّ وَجْهَ الْقِيَاسِ فِيهَا أَنَّهَا تُشْرَطُ، أَيْ تَقَدَّمُ أَبَدًا لِلنَّوَائِبِ قَبْلَ الْجُبَارِ، فَهِيَ كَالَّذِي قُلْنَاهُ فِي قَوْلِهِ: فَأَشْرَطَ فِيهَا نَفْسَهُ \"، أَيْ جَعَلَهَا عَلَمًا لِلْهَلَاكِ.",
    "pg": "3:260-262"
  },
  "شرع": {
    "def": "الشِّينُ وَالرَّاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ شَيْءٌ يُفْتَحُ فِي امْتِدَادٍ يَكُونُ فِيهِ. مِنْ ذَلِكَ الشَّرِيعَةُ، وَهِيَ مَوْرِدُ الشَّارِبَةِ الْمَاءَ. وَاشْتُقَّ مِنْ ذَلِكَ الشِّرْعَةُ فِي الدِّينِ وَالشَّرِيعَةِ. قَالَ اللَّهُ تَعَالَى: ﴿لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا﴾ [المائدة: ٤٨] ، وَقَالَ سُبْحَانَهُ: ﴿ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنَ الْأَمْرِ﴾ [الجاثية: ١٨] . وَقَالَ الشَّاعِرُ فِي شَرِيعَةِ الْمَاءِ:\nوَلَمَّا رَأَتْ أَنَّ الشَّرِيعَةَ هَمُّهَا ... وَأَنَّ الْبَيَاضَ مِنْ فَرَائِصِهَا دَامِي\nوَمِنَ الْبَابِ: أَشْرَعْتُ الرُّمْحَ نَحْوَهُ إِشْرَاعًا. وَرُبَّمَا قَالُوا فِي هَذَا: شَرَعْتُ. وَالْإِبِلُ الشُّرُوعُ: الَّتِي شَرَعَتْ وَرَوِيَتْ. وَيُقَالُ: أَشْرَعْتُ طَرِيقًا، إِذَا أَنْفَذْتَهُ وَفَتَحْتَهُ، وَشَرَعْتَ أَيْضًا. وَحِيتَانٌ شُرَّعٌ: تَخْفِضُ رُءُوسَهَا تَشْرَبُ. وَشَرَعْتُ الْإِبِلَ، إِذَا أَمْكَنْتَهَا مِنَ الشَّرِيعَةِ. هَذَا هُوَ الْأَصْلُ، ثُمَّ حُمِلَ عَلَيْهِ كُلُّ شَيْءٍ يُمَدُّ فِي رِفْعَةٍ وَغَيْرِ رِفْعَةٍ. مِنْ ذَلِكَ الشِّرَعُ، وَهِيَ الْأَوْتَارُ، وَاحِدَتُهَا شِرْعَةٌ، وَالشِّرَاعُ جَمْعُ الْجَمْعِ. قَالَ الشَّاعِرُ:\nكَمَا ازْدَهَرَتْ قَيْنَةٌ بِالشِّرَاعِ\nوَمِنْ ذَلِكَ شِرَاعُ السَّفِينَةِ، وَهُوَ مَمْدُودٌ فِي عُلُوٍّ، وَشُبِّهَ بِذَلِكَ عُنُقُ الْبَعِيرِ، فَقِيلَ شَرَعَ الْبَعِيرُ عُنُقَهُ. وَقَدْ مَدَّ شِرَاعَهُ، إِذَا رَفَعَ عُنُقَهُ. وَقِيلَ فِي التَّفْسِيرِ فِي قَوْلِهِ تَعَالَى: ﴿إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا﴾ [الأعراف: ١٦٣] : إِنَّهَا الرَّافِعَةُ رُءُوسَهَا، وَمِنْهُ قَوْلُهُمْ: رُمْحٌ شِرَاعِيٌّ، أَيْ طَوِيلٌ، فِي قَوْلِ الْهُذَلِيِّ. وَمِنَ الْفَتْحِ الَّذِي ذَكَرْنَاهُ أَوَّلًا رِوَايَةُ ابْنِ السِّكِّيتِ: شَرَعْتُ الْإِهَابَ، إِذَا شَقَقْتَ مَا بَيْنَ رِجْلَيْهِ.",
    "pg": "3:262-263"
  },
  "شرف": {
    "def": "الشِّينُ وَالرَّاءُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى عُلُوٍّ وَارْتِفَاعٍ. فَالشَّرَفُ: الْعُلُوُّ. وَالشَّرِيفُ: الرَّجُلُ الْعَالِي. وَرَجُلٌ شَرِيفٌ مِنْ قَوْمٍ أَشْرَافٍ، يُقَالُ إِنَّهُ جَمْعٌ نَادِرٌ، كَحَبِيبٍ وَأَحْبَابٍ، وَيَتِيمٍ وَأَيْتَامٍ. وَيُقَالُ لِلَّذِي غَلَبَهُ غَيْرُهُ بِالشَّرَفِ مَشْرُوفٌ. وَيُقَالُ: اسْتَشْرَفْتُ الشَّيْءَ، إِذَا رَفَعْتَ بَصَرَكَ تَنْظُرُ إِلَيْهِ. وَيُقَالُ لِلْأُنُوفِ: الْأَشْرَافُ، الْوَاحِدُ شَرَفٌ. وَالْمَشْرَفُ: الْمَكَانُ تُشْرِفُ عَلَيْهِ وَتَعْلُوهُ. وَمَشَارِفُ الْأَرْضِ: أَعَالِيهَا. وَالْمَشْرَفِيَّةُ: مَنْسُوبَةٌ إِلَى مَشَارِفِ الشَّامِ. وَيُقَالُ إِنَّ الشُّرْفَةَ: خِيَارُ الْمَالِ، وَاشْتِقَاقُهُ مِنَ الشُّرْفَةِ الَّتِي تُشَرَّفُ بِهَا الْقُصُورُ، وَالْجَمْعُ شُرَفٌ. وَالْمُسْتَشْرِفُ مِنَ الْخَيْلِ: الْعَظِيمُ الطَّوِيلُ. قَالَ الْخَلِيلُ: سَهْمٌ شَارِفٌ: دَقِيقٌ طَوِيلٌ، وَأُذُنٌ شَرْفَاءُ: طَوِيلَةُ الْقَوْفِ. وَمَنْكِبٌ أَشْرَفُ: عَالٍ. فَأَمَّا النَّاقَةُ الشَّارِفُ فَهِيَ الْمُسِنَّةُ الْهَرِمَةُ مِنَ الْإِبِلِ، وَهَذَا مُمْكِنٌ أَنْ يَكُونَ مِنَ الْعُلُوِّ فِي السِّنِّ. وَذُكِرَ عَنِ الْخَلِيلِ أَنَّ السَّهْمَ الشَّارِفَ مِنْ هَذَا، وَهُوَ الَّذِي طَالَ [عَهْدُهُ] بِالصِّيَانِ فَانْتَكَثَ عَقَبُهُ وَرِيشُهُ. قَالَ أَوْسٌ:\nيُقَلِّبُ سَهْمًا رَاشَهُ بِمَنَاكِبٍ ... ظُهَارٍ لُؤَامٍ فَهُوَ أَعْجَفُ شَارِفُ\nوَيَزْعُمُونَ أَنَّ شُرَيْفًا أَطْوَلُ جَبَلٍ فِي الْأَرْضِ.",
    "pg": "3:263-264"
  },
  "شرق": {
    "def": "الشِّينُ وَالرَّاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى إِضَاءَةٍ وَفَتْحٍ. مِنْ ذَلِكَ شَرَقَتِ الشَّمْسُ، إِذَا طَلَعَتْ. وَأَشْرَقَتْ، إِذَا أَضَاءَتْ. وَالشُّرُوقُ: طُلُوعُهَا. وَيَقُولُونَ: لَا أَفْعَلُ ذَلِكَ مَا ذَرَّ شَارِقٌ، أَيْ طَلَعَ، يُرَادُ بِذَلِكَ طُلُوعُ الشَّمْسِ. وَأَيَّامُ التَّشْرِيقِ سُمِّيَتْ بِذَلِكَ لِأَنَّ لُحُومَ الْأَضَاحِيِّ تُشَرَّقُ فِيهَا لِلشَّمْسِ. وَنَاسٌ يَقُولُونَ: سُمِّيَتْ بِذَلِكَ لِقَوْلِهِمْ: \" أَشْرِقْ ثَبِيرُ، لِكَيْمَا نُغِيرُ \". وَالْمَشْرِقَانِ: مَشْرِقَا الصَّيْفِ وَالشِّتَاءِ. وَالشَّرْقُ: الْمَشْرِقُ. وَقَالَ قَوْمٌ: إِنَّ اللَّحْمَ الْأَحْمَرَ يُسَمَّى شَرْقًا. فَإِنْ كَانَ صَحِيحًا فَلِأَنَّهُ مِنْ حُمْرَتِهِ كَأَنَّهُ مُشْرِقٌ.\nوَمِنْ قِيَاسِ هَذَا الْبَابِ: الشَّاةُ الشَّرْقَاءُ: الْمَشْقُوقَةُ الْأُذُنِ، وَهُوَ مِنَ الْفَتْحِ الَّذِي وَصَفْنَاهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ قَوْلُهُمْ: شَرِقَ بِالْمَاءِ، إِذَا غَصَّ بِهِ شَرَقًا. قَالَ عَدِيٌّ:\nلَوْ بِغَيْرِ الْمَاءِ حَلْقِي شَرِقٌ ... كُنْتُ كَالْغَصَّانِ بِالْمَاءِ اعْتِصَارِي",
    "pg": "3:264-265"
  },
  "شرك": {
    "def": "الشِّينُ وَالرَّاءُ وَالْكَافُ أَصْلَانِ، أَحَدُهُمَا يَدُلُّ عَلَى مُقَارَنَةٍ وَخِلَافِ انْفِرَادٍ، وَالْآخَرُ يَدُلُّ عَلَى امْتِدَادٍ وَاسْتِقَامَةٍ.\nفَالْأَوَّلُ الشِّرْكَةُ، وَهُوَ أَنْ يَكُونَ الشَّيْءُ بَيْنَ اثْنَيْنِ لَا يَنْفَرِدُ بِهِ أَحَدُهُمَا. وَيُقَالُ: شَارَكْتُ فُلَانًا فِي الشَّيْءِ، إِذَا صِرْتَ شَرِيكَهُ. وَأَشْرَكْتُ فُلَانًا، إِذَا جَعَلْتَهُ شَرِيكًا لَكَ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ فِي قِصَّةِ مُوسَى: ﴿وَأَشْرِكْهُ فِي أَمْرِي﴾ [طه: ٣٢] . وَيُقَالُ فِي الدُّعَاءِ: اللَّهُمَّ أَشْرِكْنَا فِي دُعَاءِ الْمُؤْمِنِينَ، أَيِ اجْعَلْنَا لَهُمْ شُرَكَاءَ فِي ذَلِكَ، وَشَرِكْتُ الرَّجُلَ فِي الْأَمْرِ أَشْرَكَهُ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالشَّرَكُ: لَقَمُ الطَّرِيقِ، وَهُوَ شِرَاكُهُ أَيْضًا. وَشِرَاكُ النَّعْلِ مُشَبَّهٌ بِهَذَا. وَمِنْهُ شَرَكُ الصَّائِدِ، سُمِّيَ بِذَلِكَ لِامْتِدَادِهِ.",
    "pg": "3:265"
  },
  "شرم": {
    "def": "الشِّينُ وَالرَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ لَا يُخْلَفُ، وَهُوَ يَدُلُّ عَلَى خَرْقٍ فِي الشَّيْءِ وَمَزْقٍ. مِنْ ذَلِكَ قَوْلُهُمْ: تَشَرَّمَ الشَّيْءُ، إِذَا تَمَزَّقَ. وَمِنْهُ الْحَدِيثُ: «أَنَّهُ أُتِيَ بِمُصْحَفٍ قَدْ تَشَرَّمَتْ حَوَاشِيهِ» . وَمِنَ الْبَابِ الشَّرِيمُ، وَهِيَ الْمَرْأَةُ الْمُفْضَاةُ. وَالشَّرْمُ: قَطْعٌ مِنَ الْأَرْنَبَةِ، وَقَطْعٌ مِنْ ثَفْرِ النَّاقَةِ. وَالشَّارِمُ: السَّهْمُ الَّذِي يَشْرِمُ جَانِبَ الْغَرَضِ. وَيُقَالُ: شَرَمَ لَهُ مِنْ مَالِهِ، إِذَا قَطَعَ لَهُ مِنْ مَالِهِ قِطْعَةً قَلِيلَةً. وَالشَّرْمُ يُقَالُ إِنَّهُ لُجَّةٌ فِي الْبَحْرِ. وَسَمِعْتُ مَنْ يَقُولُ إِنَّ الشَّرْمَ كَالْخَرْقِ فِي جَانِبِ الْبَحْرِ، كَالْمَدْخَلِ إِلَى الْبَحْرِ. وَهَذَا أَقْيَسُ مِنَ الْقَوْلِ الْأَوَّلِ. قَالَ:\nتَمَنَّيْتُ مِنْ حُبِّي بُثَيْنَةَ أَنَّنَا ... عَلَى رَمَثٍ فِي الشَّرْمِ لَيْسَ لَنَا وَفْرُ وَيُقَالُ: عُشْبٌ شَرْمٌ، إِذَا شَرِمَ أَعْلَاهُ، أَيْ أُكِلَ.",
    "pg": "3:265-266"
  },
  "شرى": {
    "def": "الشِّينُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أُصُولٌ ثَلَاثَةٌ: أَحَدُهَا يَدُلُّ عَلَى تَعَارُضٍ مِنَ الِاثْنَيْنِ فِي أَمْرَيْنِ أَخْذًا وَإِعْطَاءً مُمَاثَلَةً، وَالْآخَرُ نَبْتٌ، وَالثَّالِثُ هَيْجٌ فِي الشَّيْءِ وَعُلُوٌّ.\nفَالْأَوَّلُ قَوْلُهُمْ: شَرَيْتُ الشَّيْءَ وَاشْتَرَيْتُهُ، إِذَا أَخَذْتَهُ مِنْ صَاحِبِهِ بِثَمَنِهِ. وَرُبَّمَا قَالُوا: شَرَيْتُ: إِذَا بِعْتَ. قَالَ اللَّهُ تَعَالَى: ﴿وَشَرَوْهُ بِثَمَنٍ بَخْسٍ﴾ [يوسف: ٢٠] . وَمِمَّا يَدُلُّ عَلَى الْمُمَاثَلَةِ قَوْلُهُمْ: هَذَا شَرْوَى هَذَا، أَيْ مِثْلُهُ. وَفُلَانٌ شَرْوَى فُلَانٍ. وَمِنْهُ حَدِيثُ شُرَيْحٍ فِي قَوْسٍ كَسَرَهَا رَجُلٌ لِرَجُلٍ فَقَالَ شُرَيْحٌ: \" شَرْوَاهَا \" أَيْ مِثْلُهَا. وَأَشْرَاءُ الشَّيْءِ: نَوَاحِيهِ، الْوَاحِدُ شَرًى، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ كَالنَّاحِيَةِ الْأُخْرَى. وَالشِّرَى مَقْصُورٌ، يُقَالُ شَرَى الشَّيْءَ شِرًى. وَأَمَّا النَّبْتُ فَالشَّرْيُ، يُقَالُ إِنَّهُ الْحَنْظَلُ. وَيَقُولُونَ: الشَّرْيَةُ: النَّخْلَةُ الَّتِي تَنْبُتُ مِنَ النَّوَاةِ. قَالَ رُؤْبَةُ:\nوَشَرْيَةٌ فِي قَرْيَةٍ\nوَالشَّرَى: مَوْضِعٌ كَثِيرُ الدَّغَلِ وَالْأُسْدِ. قَالَ:\nأُسُودُ شَرًى لَاقَتْ أَسْوَدَ خَفِيَّةٍ ... تَسَاقَوْا عَلَى حَرْدٍ دِمَاءَ الْأَسَاوِدِ\nوَالشِّرْيَانُ مِنْ شَجَرِ الْقِسِيِّ.\nوَالْأَصْلُ الثَّالِثُ: قَوْلُهُمْ: شَرِيَ الرَّجُلُ شَرًى، إِذَا اسْتُطِيرَ غَضَبًا، وَيُقَالُ: شَرِيَ الْبَعِيرُ فِي سَيْرِهِ شَرًى، إِذَا أَسْرَعَ. وَشَرِيَ الْبَرْقُ، إِذَا اسْتَطَارَ. قَالَ الشَّاعِرُ: أَصَاحٍ تَرَى الْبَرْقَ لَمْ يَغْتَمِضْ ... يَمُوتُ فَوَاقًا وَيَشْرَى فَوَاقًا\nوَيُقَالُ: اسْتَشْرَى الرَّجُلُ، إِذَا لَجَّ فِي الْأَمْرِ. وَيُقَالُ: شَرِيَ زِمَامُ النَّاقَةِ يَشْرَى شَرًى، إِذَا كَثُرَ اضْطِرَابُهُ. وَيَقُولُونَ: \" كُلُّ مُجْرٍ فِي الْخَلَاءِ يَشْرَى \".",
    "pg": "3:266-267"
  },
  "شزب": {
    "def": "الشِّينُ وَالزَّاءُ وَالْبَاءُ لَيْسَ بِأَصْلٍ، لِأَنَّهُ مِنْ بَابِ الْإِبْدَالِ. وَيُقَالُ لِلشَّيْءِ إِذَا يَبِسَ: شَزَبَ، وَالزَّاءُ مُبْدَلَةٌ مِنَ السِّينِ، وَقَدْ ذُكِرَ فِي مَوْضِعِهِ. وَرُبَّمَا قَالُوا: مَكَانٌ شَازِبٌ، أَيْ جَافٍ صُلْبٍ.",
    "pg": "3:270-271"
  },
  "شزر": {
    "def": "الشِّينُ وَالزَّاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ مُنْقَاسٌ، يَدُلُّ عَلَى انْفِتَالٍ فِي الشَّيْءِ عَنِ الطَّرِيقَةِ الْمُسْتَقِيمَةِ. مِنْ ذَلِكَ قَوْلُهُمْ: نَظَرَ إِلَيْهِ شَزْرًا، إِذَا نَظَرَ بِمُؤْخِرِ عَيْنِهِ مُتَبَغِّضًا. وَالطَّعْنُ الشَّزْرُ: الَّذِي لَيْسَ بِسَحِيجِ الطَّرِيقَةِ. وَالْحَبْلُ الْمَشْزُورُ: الْمَفْتُولُ مِمَّا يَلِي الْيَسَارَ.\nفَأَمَّا أَبُو عُبَيْدٍ فَقَالَ: طَحَنَ بِالرَّحَى شَزْرًا، إِذَا ذَهَبَ بِيَدِهِ عَنْ يَمِينِهِ، وَبَتًّا إِذَا ذَهَبَ عَنْ شِمَالِهِ.\n\n[بَابُ الشِّينِ وَالسِّينِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:271"
  },
  "شزز": {
    "def": "الشِّينُ وَالزَّاءُ أَصْلٌ وَاحِدٌ ضَعِيفٌ. يَقُولُونَ: إِنَّ الشَّزَازَةَ: الْيُبْسُ الشَّدِيدُ.",
    "pg": "3:182"
  },
  "شزغ": {
    "def": "الشِّينُ وَالزَّاءُ وَالْغَيْنُ لَيْسَ بِشَيْءٍ. وَيَقُولُونَ إِنَّ الشِّزْغَ الضِّفْدَعُ. وَهَذَا مِمَّا لَا مَعْنَى لَهُ.",
    "pg": "3:270"
  },
  "شزن": {
    "def": "الشِّينُ وَالزَّاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى امْتِدَادٍ فِي شَيْءٍ، مِنْ ذَلِكَ قَوْلُهُمْ لِلْأَرْضِ الْغَلِيظَةِ: شَزَنٌ. وَيَقُولُونَ: تَشَزَّنَ الشَّيْءُ، إِذَا امْتَدَّ. فَأَمَّا قَوْلُهُمْ نَزَلَ شَزَنًا مِنَ الدَّارِ، أَيْ نَاحِيَةً، فَهُوَ قَرِيبٌ مِنَ الَّذِي ذَكَرْنَاهُ. قَالَ ابْنُ أَحْمَرَ:\nفَلَا يَرْمِينَ عَنْ شَزَنٍ حَزِينَا\nوَيَقُولُونَ إِنَّ الشَّزَنَ الْإِعْيَاءُ مِنَ الْحَفَا، وَذَلِكَ مِمَّا يَشْتَدُّ عَلَى الْإِنْسَانِ.",
    "pg": "3:270"
  },
  "شسب": {
    "def": "الشِّينُ وَالسِّينُ وَالْبَاءُ هُوَ مِنَ الَّذِي قَبْلَهُ. يُقَالُ شَسِبَتِ الْقَوْسُ، إِذَا قُطِعَتْ حَتَّى يَذْبُلَ قَضِيبُهَا.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرَ مِنْ ثَلَاثَةِ أَحْرُفٍ وَأَوَّلُهُ شِينٌ]\nفَأَوَّلُ ذَلِكَ: (الشَّرْجَبُ) ، وَهُوَ الطَّوِيلُ. فَالرَّاءُ فِيهِ زَائِدَةٌ، وَقَدْ قُلْنَا إِنَّ الشُّجُوبَ أَعْمِدَةُ الْبُيُوتِ، فَالطَّوِيلُ مُشَبَّهٌ بِذَلِكَ الْعَمُودِ الطَّوِيلِ.\nوَمِنْهُ (الشَّوْقَبُ) وَالْوَاوُ زَائِدَةٌ، وَقَدْ مَضَى ذِكْرُهُ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ: (شَبْرَقْتُ) اللَّحْمَ، إِذَا قَطَّعْتَهُ، فَالْقَافُ مِنْهُ زَائِدَةٌ، كَأَنَّكَ قَطَّعْتَهُ شِبْرًا شِبْرًا. وَشَبْرَقْتُ الثَّوْبَ، إِذَا مَزَّقْتَهُ.\n\nوَمِنْ ذَلِكَ (الشَّفَلَّحُ) الْعَظِيمُ الشَّفَتَيْنِ. وَهَذَا مِمَّا يَزِيدُونَ فِيهِ لِلتَّقْبِيحِ وَالتَّهْوِيلِ. وَإِلَّا فَالْأَصْلُ الشَّفَةُ، كَمَا يَقُولُونَ: الطِّرِمَّاحُ، وَإِنَّمَا هُوَ مِنْ طَرَحَ، وَقَدْ ذَكَرْنَا مِثْلَهُ.\n\nوَمِنْ ذَلِكَ (الشُّمْرُجُ) الرَّقِيقُ مِنَ الثِّيَابِ وَغَيْرِهِ فِي قَوْلِ الْقَائِلِ:\nغَدَاةَ الشَّمَالِ الشُّمْرُجُ الْمُتَنَصَّحُ\nفَهَذَا مِمَّا زِيدَتْ فِيهِ الرَّاءُ. وَقَدْ قُلْنَا إِنَّهُمْ يَقُولُونَ: شَمَجَ الثَّوْبَ، إِذَا خَاطَ خِيَاطَةً مُتَبَاعِدَةً. فَهَذَا إِذَا رَقَّ فَكَأَنَّ سِلْكَهُ يَتَبَاعَدُ بَعْضُهُ عَنْ بَعْضٍ. وَمِنْ ذَلِكَ (الشَّرَنْبَثُ) الْغَلِيظُ الْكَفَّيْنِ. وَالْأَصْلُ الشَّرَثُ، وَهُوَ غِلَظُ الْأَصَابِعِ وَالْكَفَّيْنِ، وَزِيدَتْ فِيهِ الزِّيَادَاتُ لِلتَّقْبِيحِ. وَمِنْ ذَلِكَ (الشَّمَارِيخُ) رُءُوسُ الْجِبَالِ، فَالرَّاءُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ شَمَخَ، إِذَا عَلَا.\n\nوَمِنْ ذَلِكَ (الشَّنَاعِيفُ) الْوَاحِدُ شِنْعَافٌ، وَهِيَ رُءُوسٌ تَخْرُجُ مِنَ الْجَبَلِ. وَهَذَا مَنْحُوتٌ مِنْ كَلِمَتَيْنِ، مِنْ شَعَفَ وَنَعَفَ. فَأَمَّا الشَّعَفَةُ فَرَأْسُ الْجَبَلِ، وَالنَّعْفِ: مَا يَنْسَدُّ بَيْنَ الْجَبَلَيْنِ، وَقَدْ ذُكِرَ فِي النُّونِ.\n\nوَمِنْ ذَلِكَ (الشُّرْسُوفُ) وَالْجَمْعُ الشَّرَاسِيفُ، وَهِيَ مَقَاطُّ الْأَضْلَاعِ حَيْثُ يَكُونُ الْغُضْرُوفُ الدَّقِيقُ. فَالرَّاءُ فِي ذَلِكَ زَائِدَةٌ، وَإِنَّمَا هُوَ شِسْفٌ، وَقَدْ مَرَّ.\n\nوَمِنْ ذَلِكَ (الشِّرْذِمَةُ) وَهِيَ الْقَلِيلُ مِنَ النَّاسِ، فَالذَّالُ زَائِدَةٌ، وَإِنَّمَا هِيَ مِنْ شَرَمْتُ الشَّيْءَ، إِذَا مَزَّقْتَهُ، فَكَأَنَّهَا طَائِفَةٌ انْمَزَقَتْ وَانْمَارَتْ عَنِ الْجَمَاعَةِ الْكَثِيرَةِ. وَيُقَالُ ثَوْبٌ (شَرَاذِمُ) أَيْ قِطَعٌ.\n\nوَمِنْ ذَلِكَ (الشَّمَيْذَرُ) وَهُوَ الْخَفِيفُ السَّرِيعُ. وَهَذَا مَنْحُوتٌ مِنْ كَلِمَتَيْنِ مِنْ شَمَذَ وَشَمَرَ، وَقَدْ مَرَّ تَفْسِيرُهُمَا.\n\nوَمِنْ ذَلِكَ (الشِّنْذَارَةُ) الرَّجُلُ الْمُتَعَرِّضُ لِأَعْرَاضِ النَّاسِ بِالْوَقِيعَةِ، وَالنُّونُ فِيهِ زَائِدَةٌ، وَالْأَصْلُ التَّشَذُّرُ: الْوَعِيدُ، وَقَدْ مَضَى، ثُمَّ أُبْدِلَتِ الذَّالُ ظَاءً فَقِيلَ (شِنْظِيرَةٌ) ، وَقَدْ (شَنْظَرَ شَنْظَرَةً) . وَمِنْ ذَلِكَ (الشُّبْرُمُ) وَهُوَ الْقَصِيرُ مِنَ الرِّجَالِ، وَالْمِيمُ فِيهِ زَائِدَةٌ، كَأَنَّهُ فِي قَدْرِ الشِّبْرِ.\n\nوَمِنْ ذَلِكَ (الشَّمَرْدَلُ) وَهُوَ الرَّجُلُ الْخَفِيفُ فِي أَمْرِهِ، وَيُقَالُ [الْفَتِيُّ الْقَوِيُّ مِنَ الْإِبِلِ] . وَأَيُّ ذَلِكَ كَانَ، فَهُوَ مَنْ شَمِرَ.\nفَأَمَّا مَا يُقَالُ إِنَّ (الشَّنَاتِرَ) الْأَصَابِعُ بِلُغَةِ الْيَمَانِيِّينَ فَلَعَلَّ قِيَاسَهُمْ غَيْرُ قِيَاسِ سَائِرِ الْعَرَبِ، وَلَا مَعْنَى لِلشُّغْلِ بِذَلِكَ.\nوَمِمَّا وُضِعَ وَضْعًا (شَمَنْصِيرُ) وَهُوَ مَوْضِعٌ، قَالَ:\nمُسْتَأْرِضًا بَيْنَ بَطْنِ اللَّيْثِ أَيْمَنُهُ ... إِلَى شَمَنْصِيرَ غَيْثًا مُرْسَلًا مَعِجَا\nوَاللَّهُ أَعْلَمُ بِصِحَّتِهَا (تَمَّ كِتَابُ الشِّينِ) [كِتَابُ الصَّادِ] [بَابُ الصَّادِ وَمَا مَعَهَا فِي الَّذِي يُقَالُ فِي الْمُضَاعَفِ وَالْمُطَابِقِ]",
    "pg": "3:272-275"
  },
  "شسس": {
    "def": "الشِّينُ وَالسِّينُ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ. فَالشَّسُّ: الْأَرْضُ الصُّلْبَةُ، وَالْجَمْعُ شِسَاسٌ وَشُسُوسٌ.\n\n[بَابُ الشِّينِ وَالصَّادِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:182"
  },
  "شسع": {
    "def": "الشِّينُ وَالسِّينُ وَالْعَيْنُ يَدُلُّ عَلَى أَمْرَيْنِ: الْأَوَّلُ قِلَّةٌ، وَالْآخَرُ بُعْدٌ.\nفَالْأَوَّلُ: قَوْلُ الْعَرَبِ: لَهُ شِسْعٌ مِنَ الْمَالِ، أَيْ قَلِيلٌ. وَلَعَلَّ شِسْعَ النَّعْلِ مِنْ ذَلِكَ، لِقِلَّتِهِ. يُقَالُ: شَسَّعْتُ النَّعْلَ.\nوَالْآخَرُ: الشَّاسِعُ: الْبَعِيدُ. وَقَدْ شَسَعَتِ الدَّارُ. وَذَكَرَ ابْنُ دُرَيْدٍ كَلِمَةً إِنْ صَحَّتْ فَهُوَ مِنَ الْقِيَاسِ. قَالَ: يُقَالُ: شَسِعَ [الْفَرَسُ] ، إِذَا كَانَ بَيْنَ ثَنَايَاهُ انْفِرَاجٌ.",
    "pg": "3:271"
  },
  "شسف": {
    "def": "الشِّينُ وَالسِّينُ وَالْفَاءُ يَدُلُّ عَلَى قَحَلٍ وَيُبْسٍ. يُقَالُ لِلشَّيْءِ الْقَاحِلِ: شَاسِفٌ، وَقَدْ شَسَفَ يَشْسِفُ. وَلَحْمٌ شَسِيفٌ: قَدْ كَادَ يَيْبَسُ.",
    "pg": "3:271-272"
  },
  "شصب": {
    "def": "الشِّينُ وَالصَّادُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى شِدَّةٍ فِي عَيْشٍ وَغَيْرِهِ. يُقَالُ: الشَّصَائِبُ: الشَّدَائِدُ. وَيُقَالُ عَيْشٌ شَاصِبٌ، أَيْ شَدِيدٌ. وَقَدْ شَصَبَ شُصُوبًا. وَيُقَالُ أَشْصَبَ اللَّهُ عَيْشَهُ.\nوَمِنْ هَذَا الْبَابِ، إِنْ كَانَ صَحِيحًا: شَصَبَتِ النَّاقَةُ عَلَى الْفَحْلِ، وَذَلِكَ إِذَا أَكْثَرَ ضِرَابَهَا فَلَمْ تَلْقَحْ لَهُ. وَمَا بَعْدَ ذَلِكَ مِنْ قَوْلِهِمْ أَنَّ الشِّصْبَ: النَّصِيبُ، وَأَنَّ الْمَشْصُوبَةَ الْمَسْلُوخَةُ، فَكُلُّ ذَلِكَ مَشْكُوكٌ فِيهِ، غَيْرُ مُعَوَّلٍ عَلَيْهِ.",
    "pg": "3:182-183"
  },
  "شصر": {
    "def": "الشِّينُ وَالصَّادُ وَالرَّاءُ أَصْلٌ إِنْ صَحَّ يَدُلُّ عَلَى وَصْلِ شَيْءٍ بِشَيْءٍ. مِنْ ذَلِكَ الشِّصَارُ: خَشَبَةٌ تُشَدُّ مِنْ مَنْخَرَيِ النَّاقَةِ. تَقُولُ: شَصَّرْتُهَا أُشَصِّرُهَا تَشْصِيرًا. وَقَرِيبٌ مِنْ هَذَا: الشَّصْرُ: الْخِيَاطَةُ وَيَكُونُ فِيهَا بَعْضُ التَّبَاعُدِ. وَأَمَّا قَوْلُهُمْ شَصَرَ بَصَرُ فُلَانٍ، فَهُوَ مِنْ بَابِ الْإِبْدَالِ، وَإِنَّمَا الصَّادُ [مُبْدَلَةٌ] مِنَ الطَّاءِ، وَقَدْ ذُكِرَ فِي بَابِهِ.\nوَمِمَّا شَذَّ عَنْ ذَلِكَ: الشَّصَرُ، يُقَالُ إِنَّهُ الظَّبْيُ الشَّادِنُ. وَرُبَّمَا سَمَّوْهُ الشَّاصِرُ. وَقَدْ ذَكَرَهُ جَرِيرٌ.\n\n[بَابُ الشِّينِ وَالطَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:183"
  },
  "شصص": {
    "def": "الشِّينُ وَالصَّادُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ. يَدُلُّ عَلَى شِدَّةٍ وَرَهَقٍ. مِنْ ذَلِكَ قَوْلُهُمْ: شَصَّتْ مَعِيشَتُهُمْ وَإِنَّهُمْ لَفِي شَصَاصَاءَ، أَيْ فِي شِدَّةٍ. وَأَصْلُهُ مِنْ قَوْلِهِمْ شَصَّ الْإِنْسَانُ، إِذَا عَضَّ بِنَوَاجِذِهِ عَلَى الشَّيْءِ عَضًّا. وَيُقَالُ فِي الدُّعَاءِ: نَفَى اللَّهُ عَنْكَ الشَّصَائِصَ، وَهِيَ الشَّدَائِدُ.\nوَمِنَ الْبَابِ الشِّصُّ: شَيْءٌ لَا يُصَادُ بِهِ السَّمَكُ. وَيُقَالُ لِلِّصِّ الَّذِي لَا يَرَى شَيْئًا إِلَّا أَتَى عَلَيْهِ: شِصٌّ. قَالَ الْكِسَائِيُّ: يُقَالُ إِنَّ فُلَانًا عَلَى شَصَاصَاءٍ، أَيْ عَلَى عَجَلَةٍ. قَالَ:\nنَحْنُ نَتَجْنَا نَاقَةَ الْحَجَّاجِ ... عَلَى شَصَاصَاءَ مِنَ النِّتَاجِ",
    "pg": "3:165"
  },
  "شطا": {
    "def": "الشِّينُ وَالطَّاءُ وَالْهَمْزَةُ فِيهِ كَلِمَتَانِ: إِحْدَاهُمَا الشَّطْءُ شَطْءُ النَّبَاتِ، وَهُوَ مَا خَرَجَ مِنْ حَوْلِ الْأَصْلِ، وَالْجَمْعُ أَشْطَاءُ. وَقَدْ شَطَأَتِ الشَّجَرَةُ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿كَزَرْعٍ أَخْرَجَ شَطْأَهُ﴾ [الفتح: ٢٩] . وَالْأَصْلُ شَاطِئُ الْوَادِي: جَانِبُهُ. وَشَاطَأْتُ الرَّجُلَ: مَشَيْتُ عَلَى شَاطِئٍ وَمَشَى هُوَ عَلَى الشَّاطِئِ الْآخَرِ. وَهُمَا مُتَبَايِنَتَانِ.",
    "pg": "3:185"
  },
  "شطب": {
    "def": "الشِّينُ وَالطَّاءُ وَالْبَاءُ أَصْلٌ مُطَّرِدٌ وَاحِدٌ، يَدُلُّ عَلَى امْتِدَادٍ فِي شَيْءٍ رَخُصَ، ثُمَّ يُقَالُ فِي غَيْرِ ذَلِكَ. فَالشَّطْبَةُ: سَعَفَةُ النَّخْلِ الْخَضْرَاءِ، وَالْجَمْعُ شَطْبٌ. وَفِي حَدِيثِ أُمِّ زَرْعٍ: \" كَمَسَلِّ شَطْبَةٍ \". وَيُقَالُ لِلْجَارِيَةِ الْغَضَّةِ شَطْبَةٌ. وَفَرَسٌ أَيْضًا شَطْبَةٌ. وَعَلَى ذَلِكَ الَّذِي ذَكَرْنَاهُ مِنْ سَعَفِ النَّخْلِ يُحْمَلُ الشَّطْبَةُ مِنْ شُطْبِ السَّيْفِ ; وَالشَّطْبَةُ: طَرِيقَةٌ فِي مَتْنِهِ، وَالْجَمْعُ شُطُبٌ. وَيُقَالُ سَيْفٌ مُشَطَّبٌ. وَيُقَالُ إِنَّ الشُّطْبَةَ أَوِ الشِّطْبَةَ الْقِطْعَةُ مِنَ السَّنَامِ تُقْطَعُ طُولًا، يُقَالُ شَطَبَتِ السَّنَامُ. وَالشَّوَاطِبُ مِنَ النِّسَاءِ: اللَّوَاتِي يَقْدُدْنَ الْأَدِيمَ طَوِيلًا. وَالشَّوَاطِبُ: اللَّاتِي يُشَقِّقْنَ السَّعَفَ لِلْحُصْرِ، فِي قَوْلِهِ:\nنَشْطَ الشَّوَاطِبِ بَيْنَهُنَّ حَصِيرَا\nوَقَالَ آخَرُ:\nتَرَى قِصَدَ الْمُرَّانِ تُلْقَى كَأَنَّهَا ... تَذَرُّعُ خِرْصَانٍ بِأَيْدِي الشَّوَاطِبِ\nوَالْوَاحِدَةُ شَاطِبَةٌ. وَيُقَالُ لِلْفَرَسِ السَّمِينِ الَّذِي انْبَتَرَ مَتْنَاهُ وَتَبَايَنَتْ غُرُورُهُ: هُوَ مَشْطُوبُ الْمَتْنِ وَالْكَفَلِ، وَذَلِكَ أَنَّهُ يَكُونُ عَلَى ظُهُورِهِ كَالطَّرَائِقِ، فَكُلُّ طَرِيقَةٍ مِنْهَا كَأَنَّهَا شَطْبَةٌ. وَيُقَالُ أَرْضٌ مُشَطَّبَةٌ، إِذَا خَطَّ فِيهَا السَّيْلُ خَطًّا.",
    "pg": "3:185-186"
  },
  "شطر": {
    "def": "الشِّينُ وَالطَّاءُ وَالرَّاءُ أَصْلَانِ، يَدُلُّ أَحَدُهُمَا عَلَى نِصْفِ الشَّيْءِ، وَالْآخَرُ عَلَى الْبُعْدِ وَالْمُوَاجَهَةِ.\nفَالْأَوَّلُ قَوْلُهُمْ شَطَرَ الشَّيْءَ، لِنِصْفِهِ، وَشَاطَرْتُ فُلَانًا الشَّيْءَ، إِذَا أَخَذْتَ مِنْهُ نِصْفَهُ وَأَخَذَ هُوَ النِّصْفَ. وَيُقَالُ شَاةٌ شَطُورٌ، وَهِيَ الَّتِي أَحَدُ طَبْيَيْهَا أَطْوَلُ مِنَ الْآخَرِ.\nوَمِنْ هَذَا الْبَابِ قَوْلُهُمْ: شَطَرَ بَصَرُهُ شُطُورًا وَشَطْرًا، وَهُوَ الَّذِي يَنْظُرُ إِلَيْكَ وَإِلَى آخَرَ. وَإِنَّمَا جُعِلَ هَذَا مِنَ الْبَابِ لِأَنَّهُ إِذَا كَانَ كَذَا فَقَدْ جَعَلَ لِكُلٍ وَاحِدٍ مِنْهُمَا شَطْرَ نَظَرِهِ. وَفِي قَوْلِ الْعَرَبِ: \" حَلَبَ فُلَانٌ الدَّهْرَ أَشْطُرَهُ \"، فَمَعْنَاهُ أَنَّهُ مَرَّتْ عَلَيْهِ ضُرُوبٌ مِنْ خَيْرِهِ وَشَرِّهِ. وَأَصْلُهُ فِي أَخْلَافِ النَّاقَةِ: خِلْفَانِ قَادِمَانِ، وَخِلْفَانِ آخَرَانِ، وَكُلُّ خِلْفَيْنِ شَطْرٌ ; لِأَنَّهُ إِذَا كَانَتِ الْأَخْلَافُ أَرْبَعَةً فَالِاثْنَانِ شَطْرُ الْأَرْبَعَةِ، وَهُوَ النِّصْفُ. وَإِذَا يَبِسَ أَحَدُ خِلْفَيِ الشَّاةِ فَهِيَ شَطُورٌ، وَهِيَ مِنَ الْإِبِلِ الَّتِي يَبِسَ خِلْفَانِ مِنْ أَخْلَافِهَا ; وَذَلِكَ أَنَّ لَهَا أَرْبَعَةَ أَخْلَافٍ، عَلَى مَا ذَكَرْنَاهُ.\nوَأَمَّا الْأَصْلُ الْآخَرُ: فَالشَّطِيرُ: الْبَعِيدُ. وَيَقُولُونَ: شَطَرَتِ الدَّارُ، وَيَقُولُ الرَّاجِزُ:\nلَا تَتْرُكَنِّي فِيهِمُ شَطِيرًا\nوَمِنْهُ قَوْلُهُمْ: شَطَرَ فُلَانٌ عَلَى أَهْلِهِ، إِذَا تَرَكَهُمْ مُرَاغِمًا مُخَالِفًا. وَالشَّاطِرُ: الَّذِي أَعْيَا أَهْلَهُ خُبْثًا. وَهَذَا هُوَ الْقِيَاسُ ; لِأَنَّهُ إِذَا فَعَلَ ذَلِكَ بَعُدَ عَنْ جَمَاعَتِهِمْ وَمُعْظَمِ أَمْرِهِمْ.\nوَمِنْ هَذَا الْبَابِ الشَّطْرُ الَّذِي يُقَالُ فِي قَصْدِ الشَّيْءِ وَجِهَتِهِ. قَالَ اللَّهُ تَعَالَى فِي شَأْنِ الْقِبْلَةَ: ﴿الْحَرَامِ وَحَيْثُمَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ﴾ [البقرة: ١٤٤] أَيْ قَصْدَهُ. قَالَ الشَّاعِرُ: أَقُولُ لِأُمِّ زِنْبَاعٍ أَقِيمِي ... صُدُورِ الْعِيسِ شَطْرَ بَنِي تَمِيمِ\nوَقَالَ آخَرُ:\nوَقَدْ أَظَلَّكُمْ مِنْ شَطْرِ ثَغْرِكُمْ ... هَوْلٌ لَهُ ظُلَمٌ تَغْشَاكُمْ قِطَعًا\nوَلَا يَكُونُ شَطْرُ ثَغْرِكُمْ تِلْقَاءَهُ، إِلَّا وَهُوَ بَعِيدٌ عَنْهُ، مُبَايِنٌ لَهُ، وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الشِّينِ وَالظَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:186-188"
  },
  "شطط": {
    "def": "الشِّينُ وَالطَّاءُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا الْبُعْدُ. وَالْآخَرُ يَدُلُّ عَلَى الْمَيْلِ.\nفَأَمَّا الْبُعْدُ فَقَوْلُهُمْ: شَطَّتِ الدَّارُ، إِذَا بَعُدَتْ تَشُطُّ شُطُوطًا. وَالشَّطَاطُ: الْبُعْدُ. وَالشَِّطَاطُ: الطُّولُ ; وَهُوَ قِيَاسُ الْبُعْدِ ; لِأَنَّ أَعْلَاهُ يَبْعُدُ عَنِ الْأَرْضِ. وَيُقَالُ أَشَطَّ فُلَانٌ فِي السَّوْمِ، إِذَا أَبْعَدَ وَأَتَى الشَّطَطَ، وَهُوَ مُجَاوَزَةُ الْقَدْرِ. قَالَ جَلَّ ثَنَاؤُهُ: ﴿وَلَا تُشْطِطْ﴾ [ص: ٢٢] . وَيُقَالُ أَشَطَّ الْقَوْمُ فِي طَلَبِ فُلَانٍ، إِذَا أَمْعَنُوا وَأَبْعَدُوا.\nوَأَمَّا الْمَيْلُ فَالْمَيْلُ فِي الْحُكْمِ. وَيَجُوزُ أَنَّ يُنْقَلَ إِلَى هَذَا الْبَابِ الِاحْتِجَاجُ بِقَوْلِهِ تَعَالَى: ﴿وَلَا تُشْطِطْ﴾ [ص: ٢٢] . أَيْ لَا تَمِلْ. يُقَالُ [شَطَّ، وَ] أَشَطَّ، وَهُوَ الْجَوْرُ وَالْمَيْلُ فِي الْحُكْمِ. وَفِي حَدِيثِ تَمِيمٍ الدَّارِيِّ: «إِنَّكَ لَشَاطِّيٌّ حَتَّى أَحْمِلَ قُوَّتَكَ عَلَى ضَعْفِي» ، شَاطِّيٌّ، أَيْ جَائِرٌ فِي الْحُكْمِ عَلَيَّ. وَالشَّطُّ: شَطُّ السَّنَامِ، وَهُوَ شِقُّهُ، وَلِكُلِّ سَنَامٍ شَطَّانِ. وَإِنَّمَا سُمِّيَ شَطًّا لِأَنَّهُ مَائِلٌ فِي أَحَدِ الْجَانِبَيْنِ. قَالَ الشَّاعِرُ:\nكَأَنَّ تَحْتَ دِرْعِهَا الْمُنْعَطِّ ... شَطًّا رَمَيْتَ فَوْقَهُ بِشَطِّ\nوَنَاقَةٌ شَطَوْطَى مِنْ هَذَا. وَشَطُّ النَّهْرِ يُسَمَّى شَطًّا لِذَلِكَ، لِأَنَّهُ فِي الْجَانِبَيْنِ.",
    "pg": "3:165-166"
  },
  "شطن": {
    "def": "الشِّينُ وَالطَّاءُ وَالنُّونُ أَصْلٌ مُطَّرِدٌ صَحِيحٌ يَدُلُّ عَلَى الْبُعْدِ. يُقَالُ شَطَنَتِ الدَّارُ تَشْطُنُ شُطُونًا إِذَا غَرَبَتْ. وَنَوًى شَطُونٌ، أَيْ بَعِيدَةٌ. قَالَ النَّابِغَةُ: نَأَتْ بِسُعَادَ عَنْكَ نَوًى شَطُونُ ... فَبَانَتْ وَالْفُؤَادُ بِهَا رَهِينُ\nوَيُقَالُ بِئْرٌ شَطُونٌ، أَيْ بَعِيدَةُ الْقَعْرِ، وَالشَّطَنُ: الْحَبْلُ. وَهُوَ الْقِيَاسُ، لِأَنَّهُ بَعِيدٌ مَا بَيْنَ الطَّرَفَيْنِ. وَوَصَفَ أَعْرَابِيٌّ فَرَسًا فَقَالَ: \" كَأَنَّهُ شَيْطَانٌ فِي أَشْطَانٍ \". قَالَ الْخَلِيلُ: الشَّطَنُ: الْحَبْلُ الطَّوِيلُ. وَيُقَالُ لِلْفَرَسِ إِذَا اسْتَعْصَى عَلَى صَاحِبِهِ: إِنَّهُ لَيَنْزُو بَيْنَ شَطَنَيْنِ. وَذَلِكَ أَنَّهُ يَشُدُّهُ مُوثَقًا بَيْنَ حَبْلَيْنِ.\nوَأَمَّا الشَّيْطَانُ فَقَالَ قَوْمٌ: هُوَ مِنْ هَذَا الْبَابِ، وَالنُّونُ فِيهِ أَصْلِيَّةٌ، فَسُمِّيَ بِذَلِكَ لِبُعْدِهِ عَنِ الْحَقِّ وَتَمَرُّدِهِ. وَذَلِكَ أَنَّ كُلَّ عَاتٍ مُتَمَرِّدٍ مِنَ الْجِنِّ وَالْإِنْسِ وَالدَّوَابِّ شَيْطَانٌ. قَالَ جَرِيرٌ:\nأَيَّامَ يَدْعُونَنِي الشَّيْطَانَ مِنْ غَزَلِي ... وَهُنَّ يَهْوَيْنَنِي إِذْ كُنْتُ شَيْطَانًا\nوَعَلَى ذَلِكَ فُسِّرَ قَوْلُهُ تَعَالَى: ﴿طَلْعُهَا كَأَنَّهُ رُءُوسُ الشَّيَاطِينِ﴾ [الصافات: ٦٥] . وَقِيلَ إِنَّهُ أَرَادَ الْحَيَّاتِ: وَذَلِكَ أَنَّ الْحَيَّةَ تُسَمَّى شَيْطَانًا. قَالَ\nتُلَاعِبُ مَثْنَى حَضْرَمِيٍّ كَأَنَّهُ ... تَعَمُّجُ شَيْطَانٍ بِذِي خِرْوَعٍ قَفْرٍ وَيُشْبِهُ أَنْ يَكُونَ مِنْ حُجَّةِ مَنْ قَالَ بِهَذَا الْقَوْلِ، وَأَنَّ النُّونَ فِي الشَّيْطَانِ أَصْلِيَّةٌ قَوْلُ أُمَيَّةَ:\nأَيُّمَا شَاطِنٍ عَصَاهُ عَكَاهُ ... وَرَمَاهُ فِي الْقَيْدِ وَالْأَغْلَالِ\nأَفَلَا تَرَاهُ بَنَاهُ عَلَى فَاعِلٍ وَجَعَلَ النُّونَ فِيهِ أَصْلِيَّةً؟ ! فَيَكُونُ الشَّيْطَانُ عَلَى هَذَا الْقَوْلِ بِوَزْنِ فَيْعَالٍ. وَيُقَالُ إِنَّ النُّونَ فِيهِ زَائِدَةٌ، [عَلَى] فَعْلَانٍ، وَأَنَّهُ مِنْ شَاطَ، وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "3:183-185"
  },
  "شظظ": {
    "def": "الشِّينُ وَالظَّاءُ أَصْلٌ يَدُلُّ عَلَى امْتِدَادٍ فِي شَيْءٍ. مِنْ ذَلِكَ الشِّظَاظَانِ: الْعُودَانِ اللَّذَانِ يُجْعَلَانِ فِي عُرَى الْجُوَالِقِ. قَالَ: أَيْنَ الشِّظَاظَانِ وَأَيْنَ الْمِرْبَعَهْ ... وَأَيْنَ وَسَقُ النَّاقَةِ الْمُطَبَّعَهْ\nوَيَقُولُونَ: أَشَظَّ الرَّجُلُ، إِذَا تَحَرَّكَ مَا عِنْدَهُ. وَيَقُولُونَ: أَشَظَّ الْبَعِيرُ، إِذَا مَدَّ بِذَنَبِهِ.",
    "pg": "3:166-167"
  },
  "شظف": {
    "def": "الشِّينُ وَالظَّاءُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الشِّدَّةِ فِي الْعَيْشِ وَغَيْرِهِ. وَالْأَصْلُ مِنْ ذَلِكَ الشَّظِيفُ مِنَ الشَّجَرِ: الَّذِي لَمْ يَجِدْ رِيَّهُ فَيَبِسَ وَصَلُبَ، فَيُقَالُ مِنْ هَذَا: فُلَانٌ هُوَ فِي شَظَفٍ مِنَ الْعَيْشِ، أَيْ ضِيقٍ وَشِدَّةٍ. وَجَاءَ فِي الْحَدِيثِ: «لَمْ يَشْبَعْ مِنْ خُبْزٍ وَلَحْمٍ إِلَّا عَلَى شَظَفٍ» . وَقَالَ ابْنُ الرِّقَاعِ:\nوَلَقَدْ أَصَبْتُ مِنَ الْمَعِيشَةِ لَذَّةً ... وَلَقِيتُ مِنْ شَظَفِ الْأُمُورِ شِدَادَهَا\nوَيُقَالُ فِي هَذَا الْبَابِ مِنَ الشِّدَّةِ: بَعِيرٌ شَظَفُ الْخِلَاطِ، أَيْ يُخَالِطُ الْإِبِلَ مُخَالَطَةً شَدِيدَةً. وَشَظِفَ السَّهْمُ، إِذَا دَخَلَ بَيْنَ الْجِلْدِ وَاللَّحْمِ.",
    "pg": "3:188"
  },
  "شظم": {
    "def": "الشِّينُ وَالظَّاءُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ لِلْفَرَسِ الطَّوِيلِ: شَيْظَمَ، ثُمَّ يُسْتَعَارُ لِلرَّجُلِ.",
    "pg": "3:188-189"
  },
  "شظي": {
    "def": "الشِّينُ وَالظَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ يَدُلُّ عَلَى تَصَدُّعِ الشَّيْءِ مِنْ مَوَاضِعَ كَثِيرَةٍ، حَتَّى يَصِيرَ صُدُوعًا مُتَفَرِّقَةً، مِنْ ذَلِكَ الشَّظِيَّةُ مِنَ الشَّيْءِ: الْفِلْقَةُ. يُقَالُ تَشَظَّتِ الْعَصَا، إِذَا كَانَتْ فِلَقًا. قَالَتْ فَرْوَةُ بِنْتُ [أَبَانَ بْنِ] عَبْدِ الْمَدَانِ:\nيَا مَنْ أَحَسَّ بُنَيَّيَّ اللَّذَيْنِ هُمَا ... كَالدُّرَّتَيْنِ تَشَظَّى عَنْهُمَا الصَّدَفُ\n\n[بَابُ الشِّينِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:189"
  },
  "شعب": {
    "def": "الشِّينُ وَالْعَيْنُ وَالْبَاءُ أَصْلَانِ مُخْتَلِفَانِ، أَحَدُهُمَا يَدُلُّ عَلَى الِافْتِرَاقِ، وَالْآخَرُ عَلَى الِاجْتِمَاعِ. ثُمَّ اخْتَلَفَ أَهْلُ اللُّغَةِ فِي ذَلِكَ، فَقَالَ قَوْمٌ: هُوَ مِنْ بَابِ الْأَضْدَادِ. وَقَدْ نَصَّ الْخَلِيلُ عَلَى ذَلِكَ. وَقَالَ آخَرُونَ: لَيْسَ ذَلِكَ مِنَ الْأَضْدَادِ، إِنَّمَا هِيَ لُغَاتٌ. قَالَ الْخَلِيلُ: مِنْ عَجَائِبِ الْكَلَامِ وَوُسْعِ الْعَرَبِيَّةِ، أَنَّ الشَّعْبَ يَكُونُ تَفَرُّقًا، وَيَكُونُ اجْتِمَاعًا. وَقَالَ ابْنُ دُرَيْدٍ: الشَّعْبُ: الِافْتِرَاقُ، وَالشَّعْبُ: الِاجْتِمَاعُ. وَلَيْسَ ذَلِكَ مِنَ الْأَضْدَادِ، وَإِنَّمَا هِيَ لُغَةٌ لِقَوْمٍ. فَالَّذِي ذَكَرْنَاهُ مِنَ الِافْتِرَاقِ. وَقَوْلُهُمْ لِلصَّدْعِ فِي الشَّيْءِ شَعْبٌ. وَمِنْهُ الشَّعْبُ: مَا تَشَعَّبَ مِنْ قَبَائِلِ الْعَرَبِ وَالْعَجَمِ، وَالْجَمْعُ شُعُوبٌ. قَالَ جَلَّ ثَنَاؤُهُ: ﴿وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ﴾ [الحجرات: ١٣] . وَيُقَالُ الشَّعْبُ: الْحَيُّ الْعَظِيمُ. قَالُوا: وَمَشْعَبُ الْحَقِّ: طَرِيقُهُ. قَالَ الْكُمَيْتُ:\nفَمَا لِيَ إِلَّا آلَ أَحْمَدَ شِيعَةٌ ... وَمَا لِي إِلَّا مَشْعَبَ الْحَقِّ مَشْعَبُ\nوَيُقَالُ: انْشَعَبَتْ بِهِمُ الطُّرُقُ، إِذَا تَفَرَّقَتْ، وَانْشَعَبَتْ أَغْصَانُ الشَّجَرَةِ. فَأَمَّا شُعَبُ الْفَرَسِ، فَيُقَالُ إِنَّهُ أَقْطَارُهُ الَّتِي تَعْلُو مِنْهُ، كَالْعُنُقِ وَالْمَنْسِجِ، وَمَا أَشْرَفَ مِنْهُ. قَالَ:\nأَشُمُّ خِنْذِيذٌ مَنِيفٌ شُعَبُهْ\nوَيُقَالُ ظَبْيٌ أَشْعَبُ، إِذَا تَفَرَّقَ قَرْنَاهُ فَتَبَايَنَا بَيْنُونَةً شَدِيدَةً. قَالَ أَبُو دُؤَادَ:\nوَقُصْرَى شَنَجِ الْأَنْسَا ... ءِ نَبَّاحٍ مِنَ الشُّعْبِ وَالشِّعْبُ: مَا انْفَرَجَ بَيْنَ الْجَبَلَيْنِ. وَشَعُوبُ: الْمَنِيَّةُ ; لِأَنَّهَا تَشْعَبُ، أَيْ تُفَرِّقُ. وَيُقَالُ شَعِبَتْهُمُ الْمَنِيَّةُ فَانْشَعَبُوا، أَيْ فَرَّقَتْهُمْ فَافْتَرَقُوا. وَالشَّعِيبُ: السِّقَاءُ الْبَالِي، وَإِنَّمَا سُمِّيَ شَعِيبًا لِأَنَّهُ يَشْعَبُ الْمَاءَ الَّذِي فِيهِ، أَيْ لَا يَحْفَظُهُ بَلْ يُسِيلُهُ. قَالَ:\nمَا بَالُ عَيْنِي كَالشَّعِيبِ الْعَيَّنِ\nقَالَ ابْنُ دُرَيْدٍ: \" وَسُمِّيَ شَعْبَانُ لِتَشَعُّبِهِمْ فِيهِ، وَهُوَ تَفَرُّقُهُمْ فِي طَلَبِ الْمِيَاهِ \". وَفِي الْحَدِيثِ: «مَا هَذِهِ الْفُتْيَا الَّتِي شَعَّبَتِ النَّاسَ؟» . أَيْ فَرَّقَتْهُمْ. وَأَمَّا الْبَابُ الْآخَرُ فَقَوْلُهُمْ شَعَبَ الصَّدْعَ، إِذَا لَاءَمَهُ. وَشَعَبَ الْعُسَّ وَمَا أَشْبَهَهُ. وَيُقَالُ لِلْمِثْقَبِ الْمِشْعَبُ. وَقَدْ يَجُوزُ أَنْ يَكُونَ الشَّعْبُ الَّذِي فِي بَابِ الْقَبَائِلِ سُمِّيَ لِلِاجْتِمَاعِ وَالِائْتِلَافِ. وَيَقُولُونَ: تَفَرَّقَ شَعْبُ بَنِي فُلَانٍ. وَهَذَا يَدُلُّ عَلَى الِاجْتِمَاعِ. قَالَ الطِّرِمَّاحُ:\nشَتَّ شَعْبُ الْحَيِّ بَعْدَ الْتِئَامْ\nوَمِنْ هَذَا الْبَابِ وَإِنْ لَمْ يَكُنْ مُشَتَقًّا شَعَبْعَبُ، وَهُوَ مَوْضِعٌ. قَالَ:\nهَلْ أَجْعَلَنَّ يَدِي لِلْخَدِّ مِرْفَقَةً ... عَلَى شَعَبْعَبَ بَيْنَ الْحَوْضِ وَالْعَطَنِ\nوَشُعَبَى: مَوْضِعٌ أَيْضًا.",
    "pg": "3:190-192"
  },
  "شعث": {
    "def": "الشِّينُ وَالْعَيْنُ وَالثَّاءُ أَصْلٌ يَدُلُّ عَلَى انْتِشَارٍ فِي الشَّيْءِ. يَقُولُونَ: لَمِ اللَّهُ شَعَثَكُمْ، وَجَمَعَ شَعَثَكُمْ. أَيْ مَا تَفَرَّقَ مِنْ أَمْرِكُمْ. وَالشَّعَثُ شَعَثُ رَأْسِ السِّوَاكِ وَالْوَتِدِ. وَيُسَمُّونَ الْوَتِدَ أَشْعَثَ لِذَلِكَ.",
    "pg": "3:192-193"
  },
  "شعذ": {
    "def": "الشِّينُ وَالْعَيْنُ وَالذَّالُ لَيْسَ بِشَيْءٍ. قَالَ الْخَلِيلُ: الشَّعْوَذَةُ لَيْسَتْ مِنْ كَلَامِ أَهْلِ الْبَادِيَةِ، وَهِيَ خِفَّةٌ فِي الْيَدَيْنِ، وَأُخْذَةٌ كَالسِّحْرِ.",
    "pg": "3:193"
  },
  "شعر": {
    "def": "الشِّينُ وَالْعَيْنُ وَالرَّاءُ أَصْلَانِ مَعْرُوفَانِ، يَدُلُّ أَحَدُهُمَا عَلَى ثَبَاتٍ، وَالْآخَرُ عَلَى عِلْمٍ وَعَلَمٍ.\nفَالْأَوَّلُ الشَّعَْرُ، مَعْرُوفٌ، وَالْجَمْعُ أَشْعَارٌ، وَهُوَ جَمْعُ جَمْعٍ، وَالْوَاحِدَةُ شَعَْرَةٌ. وَرَجُلٌ أَشْعَرُ: طَوِيلُ شَعَْرِ الرَّأْسِ وَالْجَسَدِ. وَالشَّعَارُ: الشَّجَرُ، يُقَالُ أَرْضٌ كَثِيرَةُ الشَّعَارِ. وَيُقَالُ لِمَا اسْتَدَارَ بِالْحَافِرِ مِنْ مُنْتَهَى الْجِلْدِ حَيْثُ يَنْبُتُ الشَّعْرُ حَوَالَيِ الْحَافِرِ: أَشْعَرٌ، وَالْجَمْعُ الْأَشَاعِرُ. وَالشَّعْرَاءُ مِنَ الْفَاكِهَةِ: جِنْسٌ مِنَ الْخَوْخِ، وَسُمِّي بِذَلِكَ لِشَيْءٍ يَعْلُوهَا كَالزَّغَبِ. وَالدَّلِيلُ عَلَى ذَلِكَ أَنَّ ثَمَّ جِنْسًا لَيْسَ عَلَيْهِ زَغَبٌ يُسَمُّونَهُ: الْقَرْعَاءَ. وَالشَّعْرَاءُ: ذُبَابَةٌ كَأَنَّ عَلَى يَدَيْهَا زَغَبًا.\nوَمِنَ الْبَابِ: دَاهِيَةٌ شَعْرَاءُ، وَدَاهِيَةٌ وَبْرَاءُ. قَالَ ابْنُ دُرَيْدٍ: وَمِنْ كَلَامِهِمْ إِذَا تَكَلَّمَ الْإِنْسَانُ بِمَا اسْتُعْظِمَ: \" جِئْتُ بِهَا شَعْرَاءَ ذَاتَ وَبَرٍ \". وَرَوْضَةٌ شَعْرَاءُ: كَثِيرَةُ النَّبْتِ. وَرَمَلَةٌ شَعْرَاءُ: تُنْبِتُ النَّصِيَّ وَمَا أَشْبَهَهُ. وَالشَّعْرَاءُ: الشَّجَرُ الْكَثِيرُ.\nوَمِمَّا يَقْرُبُ مِنْ هَذَا الشَّعِيرِ، وَهُوَ مَعْرُوفٌ، فَأَمَّا الشَّعِيرَةُ: الْحَدِيدَةُ الَّتِي تُجْعَلُ مِسَاكًا لِنَصْلِ السِّكِّينِ إِذَا رُكِّبَ، فَإِنَّمَا هُوَ مُشَبَّهٌ بِحَبَّةِ الشَّعِيرِ. وَالشَّعَارِيرُ: صِغَارُ الْقِثَّاءِ. وَالشِّعَارُ: مَا وَلِيَ الْجَسَدَ مِنَ الثِّيَابِ ; لِأَنَّهُ يَمَسُّ الشَّعْرَ الَّذِي عَلَى الْبَشَرَةِ. وَالْبَابُ الْآخَرُ: الشِّعَارُ: الَّذِي يَتَنَادَى بِهِ الْقَوْمُ فِي الْحَرْبِ لِيَعْرِفَ بَعْضُهُمْ بَعْضًا. وَالْأَصْلُ قَوْلُهُمْ شَعُرْتُ بِالشَّيْءِ، إِذَا عَلِمْتَهُ وَفَطِنْتَ لَهُ. وَلَيْتَ شِعْرِي، أَيْ لَيْتَنِي عَلِمْتُ. قَالَ قَوْمٌ: أَصْلُهُ مِنَ الشَّعْرَةِ كَالدُّرْبَةِ وَالْفِطْنَةِ، يُقَالُ شَعَرَتْ شَُِعْرَةً. قَالُوا: وَسُمِّي الشَّاعِرُ لِأَنَّهُ يَفْطِنُ لِمَا لَا يَفْطِنُ لَهُ غَيْرُهُ. قَالُوا: وَالدَّلِيلُ عَلَى ذَلِكَ قَوْلُ عَنْتَرَةَ:\nهَلْ غَادَرَ الشُّعَرَاءُ مِنْ مُتَرَدَّمِ ... أَمْ هَلْ عَرَفْتَ الدَّارَ بَعْدَ تَوَهُّمِ\nيَقُولُ: إِنَّ الشُّعَرَاءَ لَمْ يُغَادِرُوا شَيْئًا إِلَّا فَطِنُوا لَهُ. وَمَشَاعِرُ الْحَجِّ: مَوَاضِعُ الْمَنَاسِكِ، سُمِّيَتْ بِذَلِكَ لِأَنَّهَا مَعَالِمُ الْحَجِّ. وَالشَّعِيرَةُ: وَاحِدَةُ الشَّعَائِرِ، وَهِيَ أَعْلَامُ الْحَجِّ وَأَعْمَالُهُ. قَالَ اللَّهُ ﷻ: ﴿إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ﴾ [البقرة: ١٥٨] . وَيُقَالُ الشُّعَيْرَةُ أَيْضًا: الْبَدَنَةُ تُهْدَى. وَيُقَالُ إِشْعَارُهَا أَنْ يُجَزَّ أَصْلُ سَنَامِهَا حَتَّى يَسِيلَ الدَّمُ فَيُعْلَمُ أَنَّهَا هَدْيٌ. وَلِذَلِكَ يَقُولُونَ لِلْخَلِيفَةِ إِنْ قُتِلَ: قَدْ أُشْعِرَ، يُخْتَصُّ بِهَذَا مِنْ دُونِ كُلِّ قَتِيلٍ. وَالشِّعْرَى: كَوْكَبٌ، وَهِيَ مُشْتَهِرَةٌ. وَيُقَالُ أَشْعَرَ فُلَانٌ فُلَانًا شَرًّا، إِذَا غَشِيَهُ بِهِ.\nوَأَشْعَرَهُ الْحُبُّ مَرَضًا، فَهَذَا يَصْلُحُ أَنْ يَكُونَ مِنْ هَذَا الْبَابِ إِذَا جُعِلَ ذَلِكَ عَلَيْهِ كَالْعَلَمِ، وَيَصْلُحُ أَنْ يَكُونَ مِنَ الْأَوَّلِ، كَأَنَّهُ جُعِلَ لَهُ شِعَارًا.\nفَأَمَّا قَوْلُهُمْ: تَفَرَّقَ الْقَوْمُ شَعَارِيرَ، فَهُوَ عِنْدَنَا مِنْ بَابِ الْإِبْدَالِ، وَالْأَصْلُ شَعَالِيلُ، وَقَدْ مَضَى. [بَابُ الشِّينِ وَالْغَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:193-195"
  },
  "شعع": {
    "def": "الشِّينُ وَالْعَيْنُ فِي الْمُضَاعَفِ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى التَّفَرُّقِ وَالِانْتِشَارِ. مِنْ ذَلِكَ الشُّعَاعُ شُعَاعُ الشَّمْسِ، سُمِّيَ بِذَلِكَ لِانْبِثَاثِهِ وَانْتِشَارِهِ، يُقَالُ أَشَعَّتِ الشَّمْسُ تُشِعُّ، إِذَا طَرَحَتْ شُعَاعَهَا. وَالشَّعَاعُ بِالْفَتْحِ: الدَّمُ الْمُتَفَرِّقُ. قَالَ قَيْسُ بْنُ الْخَطِيمِ:\nطَعَنْتُ ابْنَ عَبْدِ الْقَيْسِ طَعْنَةَ ثَائِرٍ ... لَهَا نَفَذٌ لَوْلَا الشُّعَاعُ أَضَاءَهَا\nوَشُعَاعُ السُّنْبُلِ: سَفَاهُ إِذَا يَبِسَ. قَالَ أَبُو النَّجْمِ:\nلِمَّةَ فَقْرٍ كَشُعَاعِ السُّنْبُلِ\nوَيُقَالُ نَفْسٌ شَعَاعٌ، إِذَا تَفَرَّقَ هِمَمُهَا، قَالَ:\nفَقَدْتُكِ مِنْ نَفْسٍ شَعَاعٍ أَلَمْ أَكُنْ ... نَهَيْتُكِ عَنْ هَذَا وَأَنْتِ جَمِيعُ وَالشَّعُّ: رَمْيُ النَّاقَةِ بَوْلَهَا عَلَى فَخِذِهَا. يُقَالُ شَعَّتْ تَشُعُّ شَعًّا. وَيُقَالُ ظِلٌّ شَعْشَعٌ، إِذَا لَمْ يَكُنْ كَثِيفًا. وَقَالَ الرَّاجِزُ فِي التَّفَرُّقِ:\nصَدْقُ اللِّقَاءِ غَيْرُ شَعْشَاعِ الْغَدَرْ\nيَقُولُ: هُوَ جَمِيعُ الْهِمَّةِ غَيْرُ مُتَفَرِّقِهَا.\nوَمِنْ هَذَا الْبَابِ الشَّعْشَاعُ وَالشَّعْشَعَانُ مِنَ النَّاسِ وَالدَّوَابِّ: الطَّوِيلُ. يُقَالُ بَعِيرٌ شَعْشَاعٌ وَنَاقَةٌ شَعْشَاعَةٌ وَشَعْشَعَانَةٌ. قَالَ ذُو الرُّمَّةِ:\nهَيْهَاتَ خَرْقَاءُ إِلَّا أَنْ يُقَرِّبَهَا ... ذُو الْعَرْشِ وَالشَّعْشَعَانَاتُ الْعَيَاهِيمُ\nوَمِنَ الْبَابِ: شَعْشَعْتُ الشَّرَابَ، إِذَا مَزَجْتَهُ ; وَذَلِكَ أَنَّ الْمِزَاجَ يَنْبَثُّ وَيَنْتَشِرُ فِيهِ. قَالَ:\nمُشَعْشَعَةً كَأَنَّ الْحُصَّ فِيهَا ... إِذَا مَا الْمَاءُ خَالَطَهَا سَخِينَا",
    "pg": "3:167-168"
  },
  "شعف": {
    "def": "الشِّينُ وَالْعَيْنُ وَالْفَاءُ يَدُلُّ عَلَى أَعَالِي الشَّيْءِ وَرَأْسِهِ. فَالشَّعَفَةُ: رَأْسُ الْجَبَلِ، وَالْجَمْعُ شَعَفَاتٌ وَشَعَفٌ. وَضُرِبَ فُلَانٌ عَلَى شَعَفَاتِ رَأْسِهِ، أَيْ أَعَالِي رَأْسِهِ. وَشَعَفَةُ الْقَلْبِ: رَأْسُهُ عِنْدَ مُعَلَّقِ النِّيَاطِ. وَلِذَلِكَ يُقَالُ شَعَفَهُ الْحُبِّ، كَأَنَّهُ غَشَّى قَلْبَهُ مِنْ فَوْقِهِ. وَقَرَأَهَا نَاسٌ: قَدْ شَعَفَهَا حُبًّا، وَهُوَ مِنْ هَذَا. وَجَاءَ فِي الْحَدِيثِ: «خَيْرُ النَّاسِ رَجُلٌ فِي شَعَفَةٍ فِي غُنَيْمَةٍ» ، يُرِيدُ: أَعْلَى جَبَلٍ.",
    "pg": "3:189"
  },
  "شعل": {
    "def": "الشِّينُ وَالْعَيْنُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْتِشَارٍ وَتَفَرُّقٍ فِي الشَّيْءِ الْوَاحِدِ مِنْ جَوَانِبِهِ. يُقَالُ أَشْعَلْتُ النَّارَ فِي الْحَطَبِ، وَاشْتَعَلَتِ النَّارُ. وَاشْتَعَلَ الشَّيْبُ. قَالَ اللَّهُ ﵎: ﴿وَاشْتَعَلَ الرَّأْسُ شَيْبًا﴾ [مريم: ٤] . وَالشَّعِيلَةُ: النَّارُ الْمُشْعَلَةُ فِي الذُّبَالِ. وَأَشْعَلْنَا الْخَيْلَ فِي الْإِغَارَةِ: بَثَثْنَاهَا. وَالشُّعْلَةُ مِنَ النَّارِ، مَعْرُوفَةٌ. وَالشَّعَلُ: بَيَاضٌ فِي نَاصِيَةِ الْفَرَسِ وَذَنَبِهِ ; يُقَالُ فَرَسٌ أَشْعَلُ، وَالْأُنْثَى شَعْلَاءُ.\nوَمِنَ الْبَابِ: تَفَرَّقَ الْقَوْمُ شَعَالِيلَ، أَيْ فِرَقًا كَأَنَّهُمُ اشْتَعَلُوا. وَشَعْلٌ: لَقَبٌ، وَيُقَالُ اسْمُ امْرَأَةٍ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْمِشْعَلُ، وَهُوَ شَيْءٌ مِنْ جُلُودٍ، لَهُ أَرْبَعُ قَوَائِمَ يُنْتَبَذُ فِيهِ. قَالَ ذُو الرُّمَّةِ:\nأَضَعْنَ مَوَاقِتَ الصَّلَوَاتِ عَمْدًا ... وَحَالَفْنَ الْمَشَاعِلَ وَالْجِرَارَا",
    "pg": "3:189-190"
  },
  "شعن": {
    "def": "الشِّينُ وَالْعَيْنُ وَالنُّونُ كَلِمَةٌ. يَقُولُونَ: هُوَ مُشْعَانُّ الرَّأْسِ، إِذَا كَانَ ثَائِرَ الرَّأْسِ.",
    "pg": "3:190"
  },
  "شعي": {
    "def": "الشِّينُ وَالْعَيْنُ وَالْحَرْفُ الْمُعْتَلُّ، أَصْلٌ يَدُلُّ عَلَى مِثْلِ مَا دَلَّ عَلَيْهِ الَّذِي قَبْلَهُ. يُقَالُ أَشْعَى الْقَوْمُ الْغَارَةَ إِشْعَاءً، إِذَا أَشْعَلُوهَا. وَغَارَةٌ شَعْوَاءُ: فَاشِيَةٌ. قَالَ ابْنُ قَيْسٍ الرُّقِيَّاتُ:\nكَيْفَ نَوْمِي عَلَى الْفِرَاشِ وَلَمَّا ... تَشْمَلُ الشَّامَ غَارَةٌ شَعْوَاءُ",
    "pg": "3:190"
  },
  "شغب": {
    "def": "الشِّينُ وَالْغَيْنُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَهْيِيجِ الشَّرِّ، لَا يَكُونُ فِي خَيْرٍ. قَالَ الْخَلِيلُ: الشَّغْبُ: تَهْيِيجُ الشَّرِّ، يُقَالُ لِلْأَتَانِ إِذَا وَحِمَتْ وَاسْتَعْصَتْ عَلَى الْجَأْبِ: إِنَّهَا لَذَاتُ شَغْبٍ وَضِغْنٍ. قَالَ أَبُو عُبَيْدٍ: يُقَالُ شَغَبْتُ عَلَى الْقَوْمِ وَشَغَبْتُهُمْ وَشَغَبْتُ بِهِمْ.",
    "pg": "3:196"
  },
  "شغر": {
    "def": "الشِّينُ وَالْغَيْنُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى انْتِشَارٍ وَخُلُوٍّ مِنْ ضَبْطٍ، ثُمَّ يُحْمَلُ عَلَيْهِ مَا يُقَارِبُهُ. تَقُولُ الْعَرَبُ: اشْتَغَرَتِ الْإِبِلُ، إِذَا كَثُرَتْ حَتَّى لَا تَكَادَ تُضْبَطُ. وَيَقُولُونَ: تَفَرَّقُوا شَغَرَ بَغَرَ، إِذَا تَفَرَّقُوا فِي كُلِّ وَجْهٍ. وَكَانَ أَبُو زَيْدٍ يَقُولُ: لَا يُقَالُ ذَلِكَ إِلَّا فِي الْإِقْبَالِ.\nوَمِنَ الْبَابِ: شَغَرَ الْكَلْبُ، إِذَا رَفَعَ إِحْدَى رِجْلَيْهِ لِيَبُولَ. وَهَذِهِ بَلْدَةٌ شَاغِرَةٌ بِرِجْلِهَا، إِذَا لَمْ تَمْتَنِعْ مِنْ أَحَدٍ أَنْ يُغِيرَ عَلَيْهَا.\nوَالشِّغَارُ الَّذِي جَاءَ فِي الْحَدِيثِ، الْمَنْهِيُّ عَنْهُ: «أَنْ يَقُولَ الرَّجُلُ لِلرَّجُلِ زَوِّجْنِي أُخْتَكَ عَلَى أَنْ أُزَوِّجَكَ أُخْتِي، لَا مَهْرَ بَيْنَهُمَا إِلَّا ذَلِكَ» . وَهَذَا مِنَ الْبَابِ لِأَنَّهُ أَمْرٌ لَمْ يُضْبَطْ بِمَهْرٍ وَلَا شَرْطٍ صَحِيحٍ. وَهُوَ مِنْ شَغَرَ الْكَلْبُ، إِذَا صَارَ فِي نَاحِيَةٍ مِنَ الْمَحَجَّةِ بَعِيدًا عَنْهَا.\nوَاشْتَغَرَ عَلَى فُلَانٍ حِسَابُهُ، إِذَا لَمْ يَهْتَدِ لَهُ. وَاشْتَغَرَ فُلَانٌ فِي الْفَلَاةِ، إِذَا دَوَّمَ فِيهَا وَأَبْعَدَ. وَحَكَى الشَّيْبَانِيُّ: شَغَرْتُ بَنِي فُلَانٍ مِنْ مَوْضِعِ كَذَا، أَيْ أَخْرَجْتُهُمْ.\nقَالَ:\nوَنَحْنُ شَغَرْنَا ابْنَيْ نَزَارٍ كِلَيْهِمَا ... وَكَلْبًا بِوَقْعٍ مُرْهِبٍ مُتَقَارِبِ\nوَاللَّهُ أَعْلَمُ.\n\n[بَابُ الشِّينِ وَالْفَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:196-197"
  },
  "شغغ": {
    "def": "الشِّينُ وَالْغَاءُ أَصْلٌ يَدُلُّ عَلَى الْقِلَّةِ. قَالَ أَهْلُ اللُّغَةِ: الشَّغْشَغَةُ فِي الشُّرْبِ: التَّصْرِيدُ، وَهُوَ التَّقْلِيلُ. قَالَ رُؤْبَةُ:\nلَوْ كُنْتُ أَسْطِيعُكَ لَمْ يُشَغْشَغِ ... شُرْبِي وَمَا الْمَشْغُولُ مِثْلُ الْأَفْرَغِ\nهَذَا هُوَ الْأَصْلُ. وَفِيهِ كَلِمَةٌ طَرِيقَتُهَا طَرِيقُ الْحِكَايَةِ، وَذَلِكَ رُبَّمَا حُمِلَ عَلَى الْقِيَاسِ وَرُبَّمَا لَا يُحْمَلُ. يَقُولُونَ إِنَّ الشَّغْشَغَةَ صَوْتُ الطَّعْنِ، فِي قَوْلِ الْهُذَلِيِّ:\nفَالطَّعْنُ شَغْشَغَةٌ وَالضَّرْبُ هَيْقَعَةٌ ... ضَرْبَ الْمُعَوِّلِ تَحْتَ الدِّيمَةِ الْعَضُدَا\nوَالشَّغْشَغَةُ: ضَرْبٌ مِنْ هَدِيرِ الْإِبِلِ.",
    "pg": "3:168-169"
  },
  "شغف": {
    "def": "الشِّينُ وَالْغَيْنُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الشَّغَافُ، وَهُوَ غِلَافُ الْقَلْبِ. قَالَ اللَّهُ تَعَالَى: ﴿قَدْ شَغَفَهَا حُبًّا﴾ [يوسف: ٣٠] ، أَيْ أَوْصَلَ الْحُبَّ إِلَى شَغَافِ قَلْبِهَا.",
    "pg": "3:195"
  },
  "شغل": {
    "def": "الشِّينُ وَالْغَيْنُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِلَافِ الْفَرَاغِ. تَقُولُ: شَغَلْتُ فُلَانًا فَأَنَا شَاغِلُهُ، وَهُوَ مَشْغُولٌ. وَشُغِلْتُ عَنْكَ بِكَذَا، عَلَى لَفْظِ مَا لَمْ يُسَمَّ فَاعِلُهُ. قَالُوا: وَلَا يُقَالُ أُشْغِلْتُ. وَيُقَالُ شُغْلٌ شَاغِلٌ. وَجَمْعُ الشُّغْلِ أَشْغَالٌ. وَقَدْ جَاءَ عَنْهُمْ: اشْتُغِلَ فُلَانٌ بِالشَّيْءِ، وَهُوَ مُشْتَغِلٌ. وَأَنْشَدَ:\nحَيَّتْكَ ثُمَّتَ قَالَتْ إِنَّ نَفْرَتَنَا ... الْيَوْمَ كُلَّهُمْ يَا عُرْوَ مُشْتَغَلُ\nوَحَكَى نَاسٌ: أَشْغَلَنَى بِالْأَلْفِ.",
    "pg": "3:195"
  },
  "شغم": {
    "def": "الشِّينُ وَالْغَيْنُ وَالْمِيمُ أَصْلٌ قَلِيلُ الْفُرُوعِ صَحِيحٌ، يَدُلُّ عَلَى حُسْنٍ. يُقَالُ الشُّغْمُومُ: الْحَسَنُ. وَالشُّغْمُومُ: الْمَرْأَةُ الْحَسْنَاءُ. وَالشُّغْمُومُ مِنَ الْإِبِلِ: الْحَسَنُ الْمَنْظَرِ التَّامُّ.",
    "pg": "3:195"
  },
  "شغن": {
    "def": "الشِّينُ وَالْغَيْنُ وَالنُّونُ لَيْسَ بِشَيْءٍ، وَلَيْسَ لِمَا ذَكَرَهُ ابْنُ دُرَيْدٍ: أَنَّ الشَّغْنَةَ الْكَارَةُ، أَصْلٌ وَلَا مَعْنًى.",
    "pg": "3:195-196"
  },
  "شغو": {
    "def": "الشِّينُ وَالْغَيْنُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عَيْبٍ فِي الْخِلْقَةِ لِبَعْضِ الْأَعْضَاءِ. قَالُوا: الشُّغُوُّ، مِنْ قَوْلِكَ رَجُلٌ أَشْغَى وَامْرَأَةٌ شَغْوَاءُ، وَذَلِكَ إِذَا كَانَتْ أَسْنَانُهُ الْعُلْيَا تَتَقَدَّمُ السُّفْلَى. وَقَالَ الْخَلِيلُ: الشَّغَا: اخْتِلَافُ الْأَسْنَانِ، وَمِنْهُ يُقَالُ لِلْعُقَابِ شَغْوَاءُ، وَذَلِكَ لِفَضْلِ مِنْقَارِهَا الْأَعْلَى عَلَى الْأَسْفَلِ. وَزَعَمَ نَاسٌ أَنَّ الشَّغَا الزِّيَادَةُ عَلَى عَدَدِ الْأَسْنَانِ.",
    "pg": "3:196"
  },
  "شفر": {
    "def": "الشِّينُ وَالْفَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى حَدِّ الشَّيْءِ وَحَرْفِهِ. مِنْ ذَلِكَ شَفْرَةُ السَّيْفِ: حَدُّهُ. وَشَفِيرُ الْبِئْرِ وَشَفِيرُ النَّهْرِ: الْحَدُّ.\nوَالشُّفْرُ: مَنْبِتُ الْهُدْبِ مِنَ الْعَيْنِ، وَالْجَمْعُ أَشْفَارٌ. وَشُفْرُ الْفَرْجِ: حُرُوفُ أَشَاعِرِهِ. وَمِشْفَرُ الْبَعِيرِ كَالْجَحْفَلَةِ مِنَ الْفَرَسِ. وَالشَّفْرَةُ مَعْرُوفَةٌ. هَذَا كُلُّهُ قِيَاسٌ وَاحِدٌ. وَأَمَّا قَوْلُهُمْ: مَا بِالدَّارِ شُفْرٌ، وَقَوْلُ مَنْ قَالَ: مَعْنَاهُ لَيْسَ بِهَا أَحَدٌ فَلَيْسَ الْأَمْرُ كَذَلِكَ، إِنَّمَا يُرَادُ بِالشُّفْرِ شُفْرَ الْعَيْنِ، وَالْمَعْنَى مَا بِهَا ذُو شُفْرٍ، كَمَا يُقَالُ مَا بِهَا عَيْنٌ تَطْرُفُ، يُرَادُ مَا بِهَا ذُو عَيْنٍ. وَالَّذِي حُكِيَ عَنْ أَبِي زَيْدٍ أَنَّ شَفْرَةَ الْقَوْمِ أَصْغَرُهُمْ، مِثْلُ الْخَادِمِ، فَهَذَا تَشْبِيهٌ، شُبِّهَ بِالشَّفْرَةِ الَّتِي تُسْتَعْمَلُ.",
    "pg": "3:200-201"
  },
  "شفع": {
    "def": "الشِّينُ وَالْفَاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُقَارَنَةِ الشَّيْئَيْنِ. مِنْ ذَلِكَ الشَّفْعُ خِلَافُ الْوَتْرِ. تَقُولُ: كَانَ فَرْدًا فَشَفَعْتُهُ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿وَالشَّفْعِ وَالْوَتْرِ﴾ [الفجر: ٣] ، قَالَ أَهْلُ التَّفْسِيرِ: الْوَتْرُ اللَّهُ تَعَالَى، وَالشَّفْعُ الْخَلْقُ. وَالشُّفْعَةُ فِي الدَّارِ مِنْ هَذَا. قَالَ ابْنُ دُرَيْدٍ: سُمِّيَتْ شُفْعَةً لِأَنَّهُ يَشْفَعُ بِهَا مَالَهُ. وَالشَّاةُ الشَّافِعُ: الَّتِي مَعَهَا وَلَدُهَا. وَشَفَعَ فُلَانٌ لِفُلَانٍ إِذَا جَاءَ ثَانِيَهُ مُلْتَمِسًا مَطْلَبَهُ وَمُعِينًا لَهُ.\nوَمِنَ الْبَابِ نَاقَةٌ شَفُوعٌ، وَهِيَ الَّتِي تَجْمَعُ بَيْنَ مِحْلَبَيْنِ فِي حَلْبَةٍ وَاحِدَةٍ. وَحُكِيَ: إِنَّ فُلَانًا يَشْفَعُ [لِي] بِالْعَدَاوَةِ، أَيْ يُعِينُ عَلَيَّ. وَهَذَا قِيَاسُ الْبَابِ، كَأَنَّهُ يُصَيِّرُ مَنْ يُعَادِيهِ [شَفْعًا] . وَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ وَلَا نَعْلَمُ كَيْفَ صِحَّتُهُ: امْرَأَةٌ مَشْفُوعَةٌ، وَهِيَ الَّتِي أَصَابَتْهَا شُفْعَةٌ، وَهِيَ الْعَيْنُ. وَهَذَا قَدْ قِيلَ، وَلَعَلَّهُ أَنْ يَكُونَ بِالسِّينِ غَيْرَ مُعْجَمَةٍ. وَاللَّهُ أَعْلَمُ.\nوَبَنُو شَافِعٍ، مِنْ بَنِيَ الْمُطَّلِبِ بْنِ عَبْدِ مَنَافٍ، مِنْهُمْ مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الشِّينِ وَالْقَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:201"
  },
  "شفف": {
    "def": "الشِّينُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى رِقَّةٍ وَقِلَّةٍ، لَا يَشِذُّ مِنْهُ شَيْءٌ عَنْ هَذَا الْبَابِ. مِنْ ذَلِكَ الشَِّفُّ: السِّتْرُ الرَّقِيقُ. يَقُولُونَ: سُمِّيَ بِذَلِكَ لِأَنَّهُ يُسْتَشَفُّ مَا وَرَاءَهُ. وَالْأَصْلُ أَنَّ السِّتْرَ فِي نَفْسِهِ يَشُفُّ لِرِقَّتِهِ إِذْ كَانَ كَذَا. وَإِنْ كَانَ مَا قَالَهُ الْقَوْمُ صَحِيحًا فَهُوَ قِيَاسٌ أَيْضًا ; لِأَنَّ الَّذِي يُرَى مِنْ وَرَائِهِ هُوَ الْقَلِيلُ الْمُتَفَرِّقُ فِي رَأْيِ الْعَيْنِ وَالْبَصَرِ. وَمِنْ ذَلِكَ الشَِّفُّ الزِّيَادَةُ ; يُقَالُ لِهَذَا عَلَى هَذَا شَِفٌّ، أَيْ فَضْلٌ. وَيُقَالُ: أَشَفَفْتَ بَعْضَ وَلَدِكَ عَلَى بَعْضٍ، أَيْ فَضَّلْتَ. وَإِنَّمَا قِيلَ ذَلِكَ لِأَنَّ تِلْكَ الزِّيَادَةَ لَا تَكَادُ تَكْثُرُ، فَإِنْ أَعْطَى أَحَدَهُمَا مِائَةً وَالْآخَرَ مِائَتَيْنِ لَمْ يُقَلْ أَشَفَفْتَ، لَكِنْ يُقَالُ أَفْضَلْتَ وَأَضْعَفْتَ وَضَعَّفْتَ، وَمَا أَشْبَهَ ذَلِكَ.\nوَقَوْلُ مَنْ قَالَ: الشَِّفُ: النُّقْصَانُ أَيْضًا مُحْتَمَلٌ، كَأَنَّهُ يَنْقُصُ الشَّيْءَ حَتَّى يُصَيِّرَهُ شُفَافَةً. وَالشُّفُوفُ: نُحُولُ الْجِسْمِ، يُقَالُ شَفَّهُ الْمَرَضُ يَشُفُّهُ شَفًّا. فَأَمَّا الشَّفِيفُ فَلَا يَكُونُ إِلَّا بَرْدَ رِيحٍ فِي نُدُوَّةٍ قَلِيلَةٍ، فَسُمِّيَ شَفِيفًا لِتِلْكَ النُّدُوَّةِ وَإِنْ قَلَّتْ. وَيُقَالُ لِذَلِكَ الشَّفَّانُ أَيْضًا، قَالَ: أَلْجَاهُ شَفَّانٌ لَهَا شَفِيفُ\nوَالِاسْتِشْفَافُ فِي الشَّرَابِ: أَنْ يَسْتَقْصِيَ مَا فِي الْإِنَاءِ لَا يُسْئِرُ فِيهِ شَيْئًا، كَأَنَّ تِلْكَ الْبَقِيَّةَ شُفَافَةٌ، فَإِذَا شَرِبَهَا الْإِنْسَانُ قِيلَ اشْتَفَّهَا وَتَشَافَّهَا. وَفِي حَدِيثِ أُمِّ زَرْعٍ: «إِنْ أَكَلَ لَفَّ، وَإِنْ شَرِبَ اشْتَفَّ» . وَكُلُّ شَيْءٍ اسْتَوْعَبَ شَيْئًا فَقَدِ اشْتَفَّهُ. قَالَ الشَّاعِرُ:\nلَهُ عُنُقٌ تُلْوِي بِمَا وُصِلَتْ بِهِ ... وَدَفَّانِ يَشْتَفَّانِ كُلَّ ظِعَانِ\nالظِّعَانُ: الْحَبْلُ. يَقُولُ: جَنْبَاهُ عَرِيضَانِ، فَمَا يَأْخُذَانِ الظِّعَانَ كُلَّهُ. وَأَمَّا قَوْلُ الْفَرَزْدَقِ:\nوَيُخْلِفْنَ مَا ظَنَّ الْغَيُورُ الْمُشَفْشَفُ\nفَيُقَالُ: الرَّجُلُ الشَّدِيدُ الْغَيْرَةِ. وَهَذَا صَحِيحٌ، إِلَّا أَنَّهُ الَّذِي شَفَّتْهُ الْغَيْرَةُ حَتَّى نَحُلَ جِسْمُهُ.",
    "pg": "3:169-170"
  },
  "شفق": {
    "def": "الشِّينُ وَالْفَاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى رِقَّةٍ فِي الشَّيْءِ، ثُمَّ يُشْتَقُّ مِنْهُ. فَمِنْ ذَلِكَ قَوْلُهُمْ: أَشْفَقْتُ مِنَ الْأَمْرِ، إِذَا رَقَقْتَ وَحَاذَرْتَ. وَرُبَّمَا قَالُوا: شَفِقْتُ: وَقَالَ أَكْثَرُ أَهْلِ اللُّغَةِ: لَا يُقَالُ إِلَّا أَشْفَقْتُ وَأَنَا مُشْفِقٌ. فَأَمَّا قَوْلُ الْقَائِلِ:\nكَمَا شَفِقَتْ عَلَى الزَّادِ الْعِيَالُ\nفَمَعْنَاهُ بَخِلَتْ بِهِ.\nوَمِنَ الْبَابِ الشَّفَقُ مِنَ الثِّيَابِ، قَالَ الْخَلِيلُ: الشَّفَقُ: الرَّدِيءُ مِنَ الْأَشْيَاءِ. وَمِنْهُ الشَّفَقُ: النُّدْأَةُ: الَّتِي تُرَى فِي السَّمَاءِ عِنْدَ غُيُوبِ الشَّمْسِ، وَهِيَ الْحُمْرَةُ. وَسُمِّيَتْ بِذَلِكَ لِلَوْنِهَا وَرِقَّتِهَا.\nوَحَدَّثَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ الْقَطَّانُ، عَنِ الْمَعْدَانِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي مُعَاذٍ، عَنِ اللَّيْثِ عَنِ الْخَلِيلِ قَالَ: الشَّفَقُ: الْحُمْرَةُ الَّتِي بَيْنَ غُرُوبِ الشَّمْسِ إِلَى وَقْتِ صَلَاةِ الْعِشَاءِ الْآخِرَةِ.\nوَرَوَى ابْنُ نَجِيحٍ، عَنْ مُجَاهِدٍ قَالَ: هُوَ النَّهَارُ فِي قَوْلِهِ جَلَّ ثَنَاؤُهُ: ﴿فَلَا أُقْسِمُ بِالشَّفَقِ﴾ [الانشقاق: ١٦] . وَرَوَى الْعَوَّامُ بْنُ حَوْشَبٍ، عَنْ مُجَاهِدٍ قَالَ: هِيَ الْحُمْرَةُ.\nوَفِي تَفْسِيرِ مُقَاتِلٍ، قَالَ: الشَّفَقُ: الْحُمْرَةُ. قَالَ الزَّجَّاجُ: الشَّفَقُ هِيَ الْحُمْرَةُ الَّتِي تُرَى فِي الْمَغْرِبِ بَعْدَ سُقُوطِ الشَّمْسِ.\nوَأَخْبَرَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ، عَنْ مُحَمَّدِ بْنِ فَرَجٍ قَالَ: حَدَّثَنَا سَلَمَةُ، عَنِ الْفَرَّاءِ قَالَ: الشَّفَقُ الْحُمْرَةُ.\nقَالَ: وَحَدَّثَنِي ابْنُ [أَبِي] يَحْيَى، عَنْ حُسَيْنِ بْنِ عَبْدِ اللَّهِ بْنِ ضُمَيْرَةَ عَنْ أَبِيهِ عَنْ جَدِّهِ يَرْفَعُهُ، قَالَ: «الشَّفَقُ الْحُمْرَةُ.»\nقَالَ الْفَرَّاءُ: وَقَدْ سَمِعْتُ بَعْضَ الْعَرَبِ يَقُولُ: عَلَيْهِ ثَوْبٌ مَصْبُوغٌ كَأَنَّهُ الشَّفَقُ، وَكَانَ أَحْمَرَ. قَالَ: هَذَا شَاهِدٌ لِمَنْ قَالَ إِنَّهُ الْحُمْرَةُ.",
    "pg": "3:197-198"
  },
  "شفن": {
    "def": "الشِّينُ وَالْفَاءُ وَالنُّونُ أَصْلٌ يَدُلُّ عَلَى مُدَاوَمَةِ النَّظَرِ، وَالْأَصْلُ فِيهِ قَوْلُهُمْ لِلْغَيُورِ الَّذِي لَا يَفْتُرُ عَنِ النَّظَرِ: شَفُونٌ. وَمِنَ النَّاسِ مَنْ يَقُولُ شَفَنَ يَشْفِنُ، إِذَا نَظَرَ بِمُؤَخَّرِ عَيْنِهِ، وَشَفِنَ أَيْضًا يُشْفَنُ شَفْنًا، وَهُوَ شَفُونٌ وَشَافِنٌ. وَأَنْشَدَ الْخَلِيلَ:\nحِذَارِ مُرْتَقَبٍ شَفُونِ\nقَالَ الْأُمَوِيُّ: الشَّفِنُ: الْكَيِّسُ الْعَاقِلُ. وَكُلُّ ذَلِكَ يَقْرُبُ بَعْضُهُ مِنْ بَعْضٍ.",
    "pg": "3:198-199"
  },
  "شفي": {
    "def": "الشِّينُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى الْإِشْرَافِ عَلَى الشَّيْءِ ; يُقَالُ أَشَفَى عَلَى الشَّيْءِ إِذَا أَشْرَفَ عَلَيْهِ. وَسُمِّيَ الشِّفَاءُ شِفَاءً لِغَلَبَتِهِ لِلْمَرَضِ وَإِشْفَائِهِ عَلَيْهِ. وَيُقَالُ اسْتَشْفَى فُلَانٌ، إِذَا طَلَبَ الشِّفَاءَ. وَشَفَى كُلِّ شَيْءٍ: حَرْفُهُ. وَهَذَا مُمْكِنٌ أَنْ يَكُونَ مِنْ هَذَا الْبَابِ، وَمُمْكِنٌ أَنْ يَكُونَ مِنَ الْإِبْدَالِ، وَتَكُونُ الْفَاءُ مُبْدَلَةً مِنْ يَاءٍ.\nوَيُقَالُ أَعْطَيْتُكَ الشَّيْءَ تَسْتَشِفِي بِهِ، ثُمَّ يُقَالُ أَشْفَيْتُكَ الشَّيْءَ، وَهُوَ الصَّحِيحُ. وَيُقَالُ أَشْفَى الْمَرِيضُ عَلَى الْمَوْتِ، وَمَا بَقِيَ مِنْهُ إِلَّا شَفًى أَيْ قَلِيلٌ. فَأَمَّا قَوْلُ الْعَجَّاجِ:\nأَوْفَيْتُهُ قَبْلَ شَفًى أَوْ بِشَفَى قَالُوا: يُرِيدُ إِذَا أَشْفَتِ الشَّمْسُ عَلَى الْغُرُوبِ.\nوَأَمَّا الشَّفَةُ فَقَدْ قِيلَ فِيهَا إِنَّ النَّاقِصَ مِنْهَا وَاوٌ، يُقَالُ ثَلَاثُ شَفَوَاتٍ. وَيُقَالُ رَجُلٌ أَشْفَى، إِذَا كَانَ لَا يَنْضَمُّ شَفَتَاهُ، كَالْأَرْوَقِ. وَقَالَ قَوْمٌ: الشَّفَةُ حُذِفَتْ مِنْهَا الْهَاءُ، وَتَصْغِيرُهَا شُفَيْهَةٌ. وَالْمُشَافَهَةُ بِالْكَلَامِ: مُوَاجَهَةٌ مِنْ فِيكَ إِلَى فِيهِ. وَرَجُلٌ شُفَاهِيٌّ: عَظِيمُ الشَّفَتَيْنِ. وَالْقَوْلَانِ مُحْتَمَلَانِ، إِلَّا أَنَّ الْأَوَّلَ أَجْوَدُ لِمُقَارَبَةِ الْقِيَاسِ الَّذِي ذَكَرْنَاهُ، لِأَنَّ الشَّفَتَيْنِ تُشْفِيَانِ عَلَى الْفَمِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: شَفَهَنِي فُلَانٌ عَنْ كَذَا، أَيْ شَغَلَنِي.",
    "pg": "3:199-200"
  },
  "شقب": {
    "def": "الشِّينُ وَالْقَافُ وَالْبَاءُ كَلِمَةٌ تَدُلُّ عَلَى الطُّولِ. مِنْهَا الرَّجُلُ الشَّوْقَبُ. وَيَقُولُونَ: إِنَّ الشَِّقْبَ كَالْغَارِ فِي الْجَبَلِ.",
    "pg": "3:202"
  },
  "شقح": {
    "def": "الشِّينُ وَالْقَافُ وَالْحَاءُ أُصَيْلٌ يَدُلُّ عَلَى لَوْنٍ غَيْرِ حَسَنٍ. يُقَالُ: شَقَّحَ النَّخْلُ، وَذَلِكَ حِينَ زُهُوِّهِ، وَنُهِيَ عَنْ بَيْعِهِ قَبْلَ أَنْ يُشَقَّحَ. وَالشَّقِيحُ إِتْبَاعُ الْقَبِيحِ، يُقَالُ قَبِيحٌ شَقِيحٌ.",
    "pg": "3:202"
  },
  "شقذ": {
    "def": "الشِّينُ وَالْقَافُ وَالذَّالُ أُصَيْلٌ يَدُلُّ عَلَى قِلَّةِ النَّوْمِ. يَقُولُونَ: إِنَّ الشَّقِْذَ الْعَيْنُ، هُوَ الَّذِي لَا يَكَادُ يَنَامُ. قَالُوا: وَهُوَ الَّذِي يُصِيبُ النَّاسَ بِالْعَيْنِ. فَأَمَّا قَوْلُهُمْ: أَشْقَذْتُ فُلَانًا إِذَا طَرَدْتَهُ، وَاحْتِجَاجُهُمْ بِقَوْلِ الْقَائِلِ: إِذَا غَضِبُوا عَلِيَّ وَأَشْقَذُونِي ... فَصِرْتُ كَأَنَّنِي فَرَأٌ مُتَارُ\nفَإِنَّ هَذَا أَيْضًا وَإِنْ كَانَ مَعْنَاهُ صَحِيحًا فَإِنَّهُ يُرِيدُ رَمَزُونِي بِعُيُونِهِمْ بِغْضَةً، كَمَا يَنْظُرُ الْعَدُوُّ إِلَى مَنْ لَا يُحِبُّهُ.\nوَمِنَ الْبَابِ الشَّقْذَاءُ: الْعُقَابُ الشَّدِيدَةُ الْجُوعِ، سُمِّيَتْ بِذَلِكَ لِأَنَّهَا إِذَا كَانَتْ كَذَا [كَانَ ذَلِكَ] أَشَدَّ لِنَظَرِهَا. وَقَدْ قَالَ الشُّعَرَاءُ فِي هَذَا الْمَعْنَى مَا هُوَ مَشْهُورٌ. وَذَكَرَ بَعْضُهُمْ: فُلَانٌ يُشَاقِذُ فُلَانًا، أَيْ يُعَادِيهِ. فَأَمَّا قَوْلُهُمْ: مَا بِهِ شَقَذٌ وَلَا نَقَذٌ. فَمَعْنَاهُ عِنْدَهُمْ: مَا بِهِ انْطِلَاقٌ. وَهَذَا يَبْعُدُ عَنِ الْقِيَاسِ الَّذِي ذَكَرْنَاهُ. فَإِنْ صَحَّ فَهُوَ مِنَ الشَّاذِّ.",
    "pg": "3:202-203"
  },
  "شقر": {
    "def": "الشِّينُ وَالْقَافُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى لَوْنٍ. فَالشُّقْرَةُ مِنَ الْأَلْوَانِ فِي النَّاسِ: حُمْرَةٌ تَعْلُو الْبَيَاضَ. وَالشُّقْرَةُ فِي الْخَيْلِ حُمْرَةٌ صَافِيَةٌ يَحْمَرُّ مَعَهَا السَّبِيبُ وَالنَّاصِيَةُ وَالْمَعْرَفَةُ. وَيُمْكِنُ أَنْ يُحْمَلَ عَلَى هَذَا الشَّقِرِ، وَهُوَ شَقَائِقُ النُّعْمَانِ. قَالَ طَرْفَةُ:\nوَعَلَا الْخَيْلَ دِمَاءٌ كَالشَّقِرِ\nوَمِمَّا يَنْفَرِدُ عَنْ هَذَا الْأَصْلِ كَلِمَاتٌ ثَلَاثٌ: قَوْلُهُمْ: أَخْبَرْتُ فُلَانًا بِشَقُورِي، أَيْ بِحَالِي وَأَمْرِي. قَالَ رُؤْبَةُ: جَارِيَ لَا تَسْتَنْكِرِي عَذِيرِي ... سَيْرِي وَإِشْفَاقِي عَلَى بَعِيرِي\nوَكَثْرَةُ الْحَدِيثِ عَنْ شُقُورِي\nوَالْكَلِمَةُ الثَّانِيَةُ: قَوْلُهُمْ: جَاءَ بِالشُّقَرِ وَالْبُقَرِ، إِذَا جَاءَ بِالْكَذِبِ.\nوَالثَّالِثَةُ: الْمِشْقَرُ، وَهُوَ رَمْلٌ مُتَصَوِّبٌ فِي الْأَرْضِ، وَجَمْعُهُ مَشَاقِرُ.",
    "pg": "3:203-204"
  },
  "شقص": {
    "def": "الشِّينُ وَالْقَافُ وَالصَّادُ لَيْسَ بِأَصْلٍ يُتَفَرَّعُ مِنْهُ أَوْ يُقَاسُ عَلَيْهِ. وَفِيهِ كَلِمَاتٌ. فَالشِّقْصُ طَائِفَةٌ مِنْ شَيْءٍ. وَالْمِشْقَصُ: سَهْمٌ فِيهِ نَصْلٌ عَرِيضٌ. وَيَقُولُونَ: إِنْ كَانَ صَحِيحًا إِنَّ الشَّقِيصَ فِي نَعْتِ الْفَرَسِ: الْفَارِهُ الْجَوَادُ.",
    "pg": "3:204"
  },
  "شقع": {
    "def": "الشِّينُ وَالْقَافُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ شَقَعَ الرَّجُلُ فِي الْإِنَاءِ، إِذَا شَرِبَ. وَهُوَ مِثْلُ كَرَعَ.\n\n[بَابُ الشِّينِ وَالْكَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:204"
  },
  "شقق": {
    "def": "الشِّينُ وَالْقَافُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى انْصِدَاعٍ فِي الشَّيْءِ، ثُمَّ يُحْمَلُ عَلَيْهِ وَيُشْتَقُّ مِنْهُ عَلَى مَعْنَى الِاسْتِعَارَةِ. تَقُولُ شَقَقْتُ الشَّيْءَ أَشُقُّهُ شَقًّا، إِذَا صَدَعْتَهُ. وَبِيَدِهِ شُقُوقٌ، وَبِالدَّابَّةِ شُقَاقٌ. وَالْأَصْلُ وَاحِدٌ. وَالشِّقَّةُ: شَظِيَّةٌ تُشَظَّى مِنْ لَوْحٍ أَوْ خَشَبَةٍ. وَمِنَ الْبَابِ: الشِّقَاقُ، وَهُوَ الْخِلَافُ، وَذَلِكَ إِذَا انْصَدَعَتِ الْجَمَاعَةُ وَتَفَرَّقَتْ يُقَالُ: شَقُّوا عَصَا الْمُسْلِمِينَ، وَقَدِ انْشَقَّتْ عَصَا الْقَوْمِ بَعْدَ الْتِئَامِهَا، إِذَا تَفَرَّقَ أَمْرُهُمْ. وَيُقَالُ لِنِصْفِ الشَّيْءِ الشِّقُّ. وَيُقَالُ أَصَابَ فُلَانًا شِقٌّ وَمَشَقَّةٌ، وَذَلِكَ الْأَمْرُ الشَّدِيدُ كَأَنَّهُ مِنْ شِدَّتِهِ يَشُقُّ الْإِنْسَانَ شَقًّا. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ ﴿وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلَّا بِشِقِّ الْأَنْفُسِ﴾ [النحل: ٧] . وَالشِّقُّ أَيْضًا: النَّاحِيَةُ مِنَ الْجَبَلِ. وَفِي الْحَدِيثِ: «وَجَدَنِي فِي أَهْلِ غُنَيْمَةٍ بِشِقٍّ» . وَالشِّقُّ: الشَّقِيقُ، يُقَالُ هَذَا أَخِي وَشَقِيقِي وَشِقُّ نَفْسِي. وَالْمَعْنَى أَنَّهُ مُشَبَّهٌ بِخَشَبَةٍ جُعِلَتْ شِقَّيْنِ. وَيَقُولُونَ فِي الْغَضْبَانِ: احْتَدَّ فَطَارَتْ مِنْهُ شِقَّةٌ، كَأَنَّهُ انْشَقَّ مِنْ شِدَّةِ الْغَضَبِ. وَكُلُّ هَذِهِ أَمْثَالٌ.\nوَالشُّقَّةُ: مَسِيرٌ بَعِيدٌ إِلَى أَرْضٍ نَطِيَّةٍ. تَقُولُ: هَذِهِ شُقَّةٌ شَاقَّةٌ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ﴾ [التوبة: ٤٢] . وَالشُّقَّةُ مِنَ الثِّيَابِ، مَعْرُوفَةٌ. وَيُقَالُ اشْتَقَّ فِي الْكَلَامِ فِي الْخُصُومَاتِ يَمِينًا وَشِمَالًا مَعَ تَرْكِ الْقَصْدِ، كَأَنَّهُ يَكُونُ مَرَّةً فِي هَذَا الشِّقِّ، وَمَرَّةً فِي هَذَا. وَفَرَسٌ أَشَقُّ، إِذَا مَالَ فِي أَحَدِ شِقَّيْهِ عِنْدَ عَدْوِهِ. وَالْقِيَاسُ فِي ذَلِكَ كُلِّهِ وَاحِدٌ.\nوَالشَّقِيقَةُ: فُرْجَةٌ بَيْنَ الرِّمَالِ تُنْبِتُ. قَالَ أَبُوخَيْرَةَ: الشَّقِيقَةُ: لَيِّنٌ مِنْ غِلَظِ الْأَرْضِ، يَطُولُ مَا طَالَ الْحَبْلُ. وَقَالَ الْأَصْمَعِيُّ: هِيَ أَرْضٌ غَلِيظَةٌ بَيْنَ حَبْلَيْنِ مِنَ الرَّمْلِ. وَقَالَ أَبُو هِشَامٍ الْأَعْرَابِيُّ: هِيَ مَا بَيْنَ الْأَمِيلَيْنِ. وَالْأَمِيلُ وَالْحَبْلُ سَوَاءٌ. وَقَالَ لَبِيَدٌ: خَنْسَاءُ ضَيَّعَتِ الْفَرِيرَ فَلَمْ يَرِمْ ... عُرْضَ الشَّقَائِقِ طَوْفُهَا وَبُغَامُهَا\nوَقَالَ الْأَصْمَعِيُّ: قِطَعٌ غِلَاظٌ بَيْنَ كُلِّ حَبْلَيْ رَمْلٍ. وَفِي رِوَايَةِ النَّضْرِ: الشَّقِيقَةُ الْأَرْضُ بَيْنَ الْجَبَلَيْنِ عَلَى طَوَارِهِمَا، تَنْقَادُ مَا انْقَادَ الْأَرْضُ، صَلْبَةٌ يَسْتَنْقِعُ الْمَاءُ فِيهَا، سَعَتُهَا الْغَلْوَةُ وَالْغَلْوَتَانِ. قُلْنَا: وَلَوْلَا تَطْوِيلُ أَهْلِ اللُّغَةِ فِي ذِكْرِ هَذِهِ الشَّقَائِقِ، وَسُلُوكُنَا طَرِيقَهُمْ فِي ذَلِكَ، لَكَانَ الشَّغْلُ بِغَيْرِهِ مِمَّا هُوَ أَنْفَعُ مِنْهُ أَوْلَى، وَأَيُّ مَنْفَعَةٍ فِي عِلْمٍ مَا هِيَ حَتَّى تَكُونَ الْمَنْفَعَةُ فِي عِلْمِ اخْتِلَافِ النَّاسِ فِيهَا. وَكَثِيرٌ مِمَّا ذَكَرْنَاهُ فِي كِتَابِنَا هَذَا جَارٍ هَذَا الْمَجْرَى، وَلَا سِيَّمَا فِيمَا زَادَ عَلَى الثُّلَاثِيِّ، وَلَكِنَّهُ نَهْجُ الْقَوْمِ وَطَرِيقَتُهُمْ.\nوَمِنَ الْبَابِ الشِّقْشِقَةُ: لَهَاةُ الْبَعِيرِ، وَهِيَ تُسَمَّى بِذَلِكَ لِأَنَّهَا كَأَنَّهَا مُنْشَقَّةٌ. وَلِذَا قَالُوا لِلْخَطِيبِ هُوَ شِقْشِقَةٌ، فَإِنَّمَا يُشَبِّهُونَهُ بِالْفَحْلِ. قَالَ الْأَعْشَى:\nفَاقْنَ فَإِنِّي طَبِنٌ عَالِمٌ ... أَقْطَعُ مِنْ شِقْشِقَةِ الْهَادِرِ\nوَفِي الْحَدِيثِ: «إِنَّ كَثِيرًا مِنَ الْخُطَبِ شَقَاشِقُ الشَّيْطَانِ» .\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ: الشَّقِيقُ، قَالُوا: هُوَ الْفَحْلُ إِذَا اسْتَحْكَمَ وَقَوِيَ. قَالَ الشَّاعِرُ:\nأَبُوكَ شَقِيقٌ ذُو صَيَاصٍ مُذَرَّبُ",
    "pg": "3:170-173"
  },
  "شقل": {
    "def": "الشِّينُ وَالْقَافُ وَاللَّامُ لَيْسَ بِشَيْءٍ، وَقَدْ حُكِيَ فِيهِ مَا لَا يُعَرَّجُ عَلَيْهِ.",
    "pg": "3:201-202"
  },
  "شقن": {
    "def": "الشِّينُ وَالْقَافُ وَالنُّونُ. يَقُولُونَ إِنَّ الشَِّقْنَ: الْقَلِيلُ مِنَ الْعَطَاءِ ; تَقُولُ: شَقَنْتُ الْعَطِيَّةَ، إِذَا قَلَّلْتَهَا.",
    "pg": "3:202"
  },
  "شقو": {
    "def": "الشِّينُ وَالْقَافُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ يَدُلُّ عَلَى الْمُعَانَاةِ وَخِلَافِ السُّهُولَةِ وَالسَّعَادَةِ.\nوَالشِّقْوَةُ: خِلَافُ السَّعَادَةِ. وَرَجُلٌ شَقِيٌّ بَيِّنُ الشَّقَاءِ وَالشِّقْوَةِ وَالشَّقَاوَةِ. وَيُقَالُ إِنَّ الْمُشَاقَاةَ: الْمُعَانَاةُ وَالْمُمَارَسَةُ. وَالْأَصْلُ فِي ذَلِكَ أَنَّهُ يَتَكَلَّفُ الْعَنَاءَ وَيَشْقَى بِهِ، فَإِذَا هُمِزَ تَغَيَّرَ الْمَعْنَى. تَقُولُ: شَقَأَ نَابُ الْبَعِيرِ يَشْقَأُ، إِذَا بَدَا. قَالَ: الشَّاقِئُ: النَّابُ الَّذِي لَمْ يَعْصَلْ.",
    "pg": "3:202"
  },
  "شكد": {
    "def": "الشِّينُ وَالْكَافُ وَالدَّالُ أَصْلٌ. يَقُولُونَ: إِنَّ الشُّكْدَ: الشُّكْرُ. وَسَمِعْتُ عَلِيَّ بْنَ إِبْرَاهِيمَ الْقَطَّانَ يَقُولُ: سَمِعْتُ عَلِيَّ بْنَ عَبْدِ الْعَزِيزِ يَقُولُ: سَمِعْتُ أَبَا عُبَيْدٍ يَقُولُ: سَمِعْتُ الْأُمَوِيَّ يَقُولُ: الشُّكْدُ: الْعَطَاءُ، وَالشُّكْمُ: الْجَزَاءُ، وَالْمَصْدَرُ: الشَّكْدُ. وَقَالَ الْكِسَائِيُّ: الشُّكْمُ: الْعِوَضُ. وَالْأَصْمَعِيُّ يَقُولُ الشُّكْمُ وَالشُّكْدُ: الْعَطَاءُ.",
    "pg": "3:207"
  },
  "شكر": {
    "def": "الشِّينُ وَالْكَافُ وَالرَّاءُ أُصُولٌ أَرْبَعَةٌ مُتَبَايِنَةٌ بَعِيدَةُ الْقِيَاسِ. فَالْأَوَّلُ: الشُّكْرُ: الثَّنَاءُ عَلَى الْإِنْسَانِ بِمَعْرُوفٍ يُولِيكَهُ. وَيُقَالُ إِنَّ حَقِيقَةَ الشُّكْرِ الرِّضَا بِالْيَسِيرِ. يَقُولُونَ: فَرَسٌ شَكُورٌ، إِذَا كَفَاهُ لِسِمَنِهِ الْعَلَفُ الْقَلِيلُ. وَيُنْشِدُونَ قَوْلَ الْأَعْشَى:\nوَلَا بُدَّ مِنْ غَزْوَةٍ فِي الْمَصِي ... فِ رَهْبٍ تُكِلُّ الْوَقَاحَ الشَّكُورَا\nوَيُقَالُ فِي الْمَثَلِ: \" أَشْكَرُ مِنْ بَرْوَقَةَ \"، وَذَلِكَ أَنَّهَا تَخْضَرُّ مِنَ الْغَيْمِ مِنْ غَيْرِ مَطَرٍ.\nوَالْأَصْلُ الثَّانِي: الِامْتِلَاءُ وَالْغُزْرُ فِي الشَّيْءِ. يُقَالُ حَلُوبَةٌ شَكِرَةٌ إِذَا أَصَابَتْ حَظًّا مِنْ مَرْعًى فَغَزُرَتْ. وَيُقَالُ: أَشْكَرَ الْقَوْمُ، وَإِنَّهُمْ لَيَحْتَلِبُونَ شَكِرَةً، وَقَدْ شَكِرَتِ الْحَلُوبَةُ. وَمِنْ هَذَا الْبَابِ: شَكِرَتِ الشَّجَرَةُ، إِذَا كَثُرَ فَيْئُهَا.\nوَالْأَصْلُ الثَّالِثُ: الشَّكِيرُ مِنَ النَّبَاتِ، وَهُوَ الَّذِي يَنْبُتُ مِنْ سَاقِ الشَّجَرَةِ، وَهِيَ قُضْبَانٌ غَضَّةٌ. وَيَكُونُ ذَلِكَ فِي النَّبَاتِ أَوَّلَ مَا يَنْبُتُ. قَالَ:\nحَمَّمَ فَرْخٌ كَالشَّكِيرِ الْجَعْدِ\nوَالْأَصْلُ الرَّابِعُ: الشَّكْرُ، وَهُوَ النِّكَاحُ. وَيُقَالُ بَلْ شَكْرُ الْمَرْأَةِ: فَرْجُهَا. وَقَالَ يَحْيَى بْنُ يَعْمُرَ، لِرَجُلٍ خَاصَمَتْهُ امْرَأَتُهُ: \" إِنْ سَأَلَتْكَ ثَمَنَ شَكْرِهَا وَشَبْرِكَ أَنْشَأْتَ تَطُلُّهَا وَتَضْهَلُهَا \".",
    "pg": "3:207-208"
  },
  "شكع": {
    "def": "الشِّينُ وَالْكَافُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى غَضَبٍ وَضَجَرٍ وَمَا أَشْبَهَ ذَلِكَ. يُقَالُ شَكِعَ الرَّجُلُ، إِذَا كَثُرَ أَنِينُهُ. وَكَذَلِكَ الْغَضْبَانُ إِذَا اشْتَدَّ غَضَبُهُ، يَشْكَعُ شَكَعًا. وَقَدْ حَكَوْا كَلِمَتَيْنِ أُخْرَيَيْنِ مَا أَدْرِي مَا صِحَّتُهُمَا؟ قَالُوا: شَكَعَ رَأْسَ بَعِيرِهِ بِزِمَامِهِ، إِذَا رَفَعَهُ. وَيَقُولُونَ: شَكِعَ الزَّرْعُ، إِذَا كَثُرَ حَبُّهُ.\n\n[بَابُ الشِّينِ وَاللَّامِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:208-209"
  },
  "شكك": {
    "def": "الشِّينُ وَالْكَافُ أَصْلٌ وَاحِدٌ مُشْتَقٌّ بَعْضُهُ مِنْ بَعْضٍ، وَهُوَ يَدُلُّ عَلَى التَّدَاخُلِ. مِنْ ذَلِكَ قَوْلُهُمْ شَكَكْتُهُ بِالرُّمْحِ، وَذَلِكَ إِذَا طَعَنْتَهُ فَدَاخَلَ السِّنَانُ جِسْمَهُ. قَالَ:\nفَشَكَكْتُ بِالرُّمْحِ الْأَصَمِّ ثِيَابَهُ ... لَيْسَ الْكَرِيمُ عَلَى الْقَنَا بِمُحَرَّمِ\nوَيَكُونُ هَذَا مِنَ النَّظْمِ بَيْنَ الشَّيْئَيْنِ إِذَا شُكَّا.\nوَمِنْ هَذَا الْبَابِ الشَّكُّ، الَّذِي هُوَ خِلَافُ الْيَقِينِ، إِنَّمَا سُمِّيَ بِذَلِكَ لِأَنَّ الشَّاكَّ كَأَنَّهُ شُكَّ لَهُ الْأَمْرَانِ فِي مَشَكٍّ وَاحِدٍ، وَهُوَ لَا يَتَيَقَّنُ وَاحِدًا مِنْهُمَا، فَمِنْ ذَلِكَ اشْتِقَاقُ الشَّكِّ. تَقُولُ: شَكَكْتُ بَيْنَ وَرَقَتَيْنِ، إِذَا أَنْتَ غَرَزْتَ الْعُودَ فِيهِمَا فَجَمَعْتَهُمَا.\nوَمِنَ الْبَابِ الشِّكَّةُ، وَهُوَ مَا يَلْبَسُهُ الْإِنْسَانُ مِنَ السِّلَاحِ، يُقَالُ هُوَ شَاكٌّ فِي السِّلَاحِ. وَإِنَّمَا سُمِّيَ السِّلَاحُ شِكَّةً لِأَنَّهُ يُشَكُّ بِهِ، أَوْ لِأَنَّهُ كَأَنَّهُ شُكَّ بَعْضُهُ فِي بَعْضٍ. فَأَمَّا قَوْلُ ذِي الرُّمَّةِ:\nوَثْبَ الْمُسَحَّجِ مِنْ عَانَاتِ مَعْقُلَةٍ ... كَأَنَّهُ مُسْتَبَانُ الشَّكِّ أَوْ جَنِبُ\nفَالشَّكُّ يُقَالُ إِنَّهُ ظَلْعٌ خَفِيفٌ ; يُقَالُ بَعِيرٌ شَاكٌّ، وَقَدْ شَكَّ شَكًّا. وَهَذَا قِيَاسٌ صَحِيحٌ ; لِأَنَّ ذَلِكَ وَجَعٌ يُدَاخِلُهُ. وَيُقَالُ بَلِ الشَّكُّ: لُصُوقُ الْعَضُدِ بِالْجَنْبِ. فَإِنَّ صَحَّ هَذَا فَهُوَ أَظْهَرُ فِي الْقِيَاسِ. وَالشَّكَائِكُ: الْفِرَقُ مِنَ النَّاسِ، الْوَاحِدَةُ شَكِيكَةٌ، وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا إِذَا افْتَرَقَتْ فَكُلُّ فِرْقَةٍ مِنْهَا يُدَاخِلُ بَعْضُهُمْ بَعْضًا.",
    "pg": "3:173-174"
  },
  "شكل": {
    "def": "الشِّينُ وَالْكَافُ وَاللَّامُ مُعْظَمُ بَابِهِ الْمُمَاثَلَةُ. تَقُولُ: هَذَا شَِكْلُ هَذَا، أَيْ مِثْلُهُ. وَمِنْ ذَلِكَ يُقَالُ أَمْرٌ مُشْكِلٌ، كَمَا يُقَالُ أَمْرٌ مُشْتَبِهٌ، أَيْ هَذَا شَابَهَ هَذَا، وَهَذَا دَخَلَ فِي شِكْلِ هَذَا، ثُمَّ يُحْمَلُ عَلَى ذَلِكَ، فَيُقَالُ: شَكَلْتُ الدَّابَّةَ بِشِكَالِهِ، وَذَلِكَ أَنَّهُ يَجْمَعُ بَيْنَ إِحْدَى قَوَائِمِهِ وَشِكْلٍ لَهَا. وَكَذَلِكَ دَابَّةٌ بِهَا شِكَالٌ، إِذَا كَانَ إِحْدَى يَدَيْهِ وَإِحْدَى رِجْلَيْهِ مُحَجَّلًا. وَهُوَ ذَاكَ الْقِيَاسُ ; لِأَنَّ الْبَيَاضَ أَخَذَ وَاحِدَةً وَشَِكْلَهَا. وَمِنَ الْبَابِ: الشُّكْلَةُ، وَهِيَ حُمْرَةٌ يُخَالِطُهَا بَيَاضٌ. وَعَيْنٌ شَكْلَاءُ، إِذَا كَانَ فِي بَيَاضِهَا حُمْرَةٌ يَسِيرَةٌ. قَالَ ابْنُ دُرَيْدٍ: وَيُسَمَّى الدَّمُ أَشْكَلَ، لِلْحُمْرَةِ وَالْبَيَاضِ الْمُخْتَلِطَيْنِ مِنْهُ. وَهَذَا صَحِيحٌ، وَهُوَ مِنَ الْبَابِ الَّذِي ذَكَرْنَاهُ فِي إِشْكَالِ هَذَا الْأَمْرِ، وَهُوَ الْتِبَاسِهِ ; لِأَنَّهَا حُمْرَةٌ لَابَسَهَا بَيَاضٌ.\nقَالَ الْكِسَائِيُّ: أَشْكَلَ النَّخْلُ، إِذَا طَابَ رُطَبُهُ وَأَدْرَكَ. وَهَذَا أَيْضًا مِنَ الْبَابِ ; لِأَنَّهُ قَدْ شَاكَلَ التَّمْرَ فِي حَلَاوَتِهِ وَرُطُوبَتِهِ وَحُمْرَتِهِ. فَأَمَّا قَوْلُهُمْ: شَكَلْتُ الْكِتَابَ أَشْكُلُهُ شَكْلًا، إِذَا قَيَّدْتَهُ بِعَلَامَاتِ الْإِعْرَابِ فَلَسْتُ أَحْسِبُهُ مِنْ كَلَامِ الْعَرَبِ الْعَارِبَةِ، وَإِنَّمَا هُوَ شَيْءٌ ذَكَرَهُ أَهْلُ الْعَرَبِيَّةِ، وَهُوَ مِنَ الْأَلْقَابِ الْمُوَلَّدَةِ. وَيَجُوزُ أَنْ يَكُونَ قَدْ قَاسُوهُ عَلَى مَا ذَكَرْنَاهُ ; لِأَنَّ ذَلِكَ وَإِنْ لَمْ يَكُنْ خَطًّا مُسْتَوِيًا فَهُوَ مُشَاكِلٌ لَهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ: شَاكِلُ الدَّابَّةِ وَشَاكِلَتُهُ، وَهُوَ مَا عَلَا الطِّفْطِفَةَ مِنْهُ. وَقَالَ قُطْرُبٌ: الشَّاكِلُ: مَا بَيْنَ الْعِذَارِ وَالْأُذُنِ مِنَ الْبَيَاضِ.\nوَمِمَّا شَذَّ أَيْضًا: الشَّكْلَاءُ، وَهِيَ الْحَاجَةُ، وَكَذَلِكَ الْأَشْكَلَةُ. وَبَنُو شَكَلٍ: بَطْنٌ مِنَ الْعَرَبِ.\nوَمِنْ هَذَا الْبَابِ: الْأَشْكَلُ، وَهُوَ السِّدْرُ الْجَبَلِيُّ. قَالَ الرَّاجِزُ:\nعُوجًا كَمَا اعْوَجَّتْ قِيَاسُ الْأَشْكَلِ",
    "pg": "3:204-206"
  },
  "شكم": {
    "def": "الشِّينُ وَالْكَافُ وَالْمِيمُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا يَدُلُّ عَلَى عَطَاءٍ، وَالْآخَرُ يَدُلُّ عَلَى شِدَّةٍ فِي شَيْءٍ وَقُوَّةٍ.\nفَالْأَوَّلُ: الشَّكْمُ وَهُوَ الْعَطَاءُ وَالثَّوَابُ. يُقَالُ شَكَمَنِي شَكْمًا، وَالِاسْمُ الشُّكْمُ. وَجَاءَ فِي الْحَدِيثِ أَنَّ رَسُولَ اللَّهِ ﵌ [ «احْتَجَمَ ثُمَّ قَالَ: اشْكُمُوهُ» ] ، أَيْ أَعْطَوهُ أَجْرَهُ. وَقَالَ الشَّاعِرُ:\nأَمْ هَلْ كَبِيرٌ بَكَى لَمْ يَقْضِ عَبْرَتَهُ ... إِثْرَ الْأَحِبَّةِ يَوْمَ الْبَيْنِ مَشْكُومُ\nوَقَالَ آخَرُ:\nأَبْلِغْ قَتَادَةَ غَيْرَ سَائِلِهِ ... مِنْهُ الْعَطَاءَ وَعَاجِلَ الشُّكْمِ\nوَالْأَصْلُ الْآخَرُ: الشَّكِيمَةُ: أَيْ شِدَّةُ النَّفْسِ. وَالشَّكِيمَةُ شَكِيمَةُ اللِّجَامِ، وَهِيَ الْحَدِيدَةُ الْمُعْتَرِضَةُ الَّتِي فِيهَا الْفَأْسُ، وَالْجَمْعُ شَكَائِمُ. وَحَكَى نَاسٌ: شَكَمَهُ، أَيْ عَضَّهُ. وَالشَّكِيمُ: الْعَضُّ فِي قَوْلِ جَرِيرٍ:\nأَصَابَ ابْنَ حَمْرَاءِ الْعِجَانِ شَكِيمُهَا\nوَشَكِيمُ الْقِدْرِ: عُرَاهَا.",
    "pg": "3:206-207"
  },
  "شكه": {
    "def": "الشِّينُ وَالْكَافُ وَالْهَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى مُشَابَهَةٍ وَمُقَارَبَةٍ. يُقَالُ: شَاكَهَ الشَّيْءُ [الشَّيْءَ] مُشَاكَهَةً وَشِكَاهًا، إِذَا شَابَهَهُ وَقَارَبَهُ. وَفِي الْمَثَلِ: \" شَاكِهْ، أَبَا يَسَارٍ \" أَيْ قَارِبْ. وَحُكِيَ عَنْ أَبِي عَمْرِو بْنِ الْعَلَاءِ: أَشْكَهَ الْأَمْرُ، إِذَا اشْتَبَهَ الْأَمْرُ.",
    "pg": "3:207"
  },
  "شكو": {
    "def": "الشِّينُ وَالْكَافُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَوَجُّعٍ مِنْ شَيْءٍ. فَالشَّكْوُ الْمَصْدَرُ ; شَكَوْتُهُ [شَكْوًا، وَ] شَكَاةً، وَشِكَايَةً. وَشَكَوْتُ فُلَانًا فَأَشْكَانِي، أَيْ أَعْتَبَنِي مِنْ شَكْوَايَ. وَأَشْكَانِي، إِذَا فَعَلَ بِكَ مَا يُحْوِجُكَ إِلَى شِكَايَتِهِ. وَالشَّكَاةُ وَالشِّكَايَةُ بِمَعْنَى. وَالشُّكِيُّ: الَّذِي يَشْتَكِي وَجَعًا. وَالشُّكِيُّ الْمَشْكُوُّ أَيْضًا ; شَكَوْتُهُ فَهُوَ شَكِيٌّ وَمَشْكُوٌّ.",
    "pg": "3:207"
  },
  "شلح": {
    "def": "الشِّينُ وَاللَّامُ وَالْحَاءُ لَيْسَ بِشَيْءٍ. يَقُولُونَ: إِنَّ الشَّلْحَاءَ: السَّيْفُ.\n\n[بَابُ الشِّينِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:210"
  },
  "شلل": {
    "def": "الشِّينُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَبَاعُدٍ، ثُمَّ يَكُونُ ذَلِكَ فِي الْمَسَافَةِ، وَفِي نَسْجِ الثَّوْبِ وَخِيَاطَتِهِ وَمَا قَارَبَ ذَلِكَ. فَالشَّلُّ: الطَّرْدُ، يُقَالُ شَلَّهُمْ شَلًّا، إِذَا طَرَدَهُمْ. وَيُقَالُ أَصْبَحَ الْقَوْمُ شِلَالًا، أَيْ مُتَفَرِّقِينَ.\nقَالَ الشَّاعِرُ:\nأَمَا وَالَّذِي حَجَّتْ قُرَيْشٌ قَطِينَةً ... شِلَالًا وَمَوْلَى كُلِّ بَاقٍ وَهَالَكِ\nوَالشَّلَلُ: الَّذِي قَدْ شُلَّ، أَيْ طُرِدَ. وَمِنْهُ قَوْلُهُ:\nلَا يَهُمُّونَ بِإِدْعَاقِ الشَّلَلْ\nوَيُقَالُ شَلَّلْتُ الثَّوْبَ أَشُلُّهُ، إِذَا خِطْتَهُ خِيَاطَةً خَفِيفَةً مُتَبَاعِدَةً.\nوَمِنَ الْبَابِ الشَّلَلُ: فَسَادُ الْيَدِ، يُقَالُ: لَا تُشْلِلْ وَلَا تَكْلِلْ، وَرَجُلٌ أَشَلُّ وَقَدْ شَلَّ يَشَلُّ. وَالشَّلَلُ: لَطْخٌ يُصِيبُ الثَّوْبَ فَيَبْقَى فِيهِ أَثَرٌ. وَالشَّلْشَلَةُ: قَطَرَانُ الْمَاءِ مُتَقَطِّعًا. وَالشُّلَّةُ: النَّوَى نَوَى الْفِرَاقِ. وَهُوَ مِنَ الْبَابِ، وَذَلِكَ حَيْثُ يَنْتَوِي الْقَوْمُ. قَالَ أَبُو ذُؤَيْبٍ:\nوَقُلْتُ تَجَنَّبَنْ سُخْطَ ابْنِ عَمٍّ ... وَمَطْلَبَ شُلَّةٍ وَهِيَ الطَّرُوحُ فَأَمَّا الشَّلِيلُ فَقَالَ قَوْمٌ: هُوَ الْحِلْسُ، وَهُوَ لَا يَكُونُ مُحَقَّقَ النَّسْجِ. وَأَمَّا الْجُنَنُ فَفِيهَا الشَّلِيلُ، فَقَالَ قَوْمٌ: هُوَ ثَوْبٌ يُلْبَسُ تَحْتَ الدِّرْعِ وَلَا يَكُونُ ضَعِيفًا، وَقَالَ آخَرُونَ: هِيَ الدِّرْعُ الْقَصِيرَةُ، وَتُجْمَعُ أَشِلَّةٌ. قَالَ أَوْسٌ:\nوَجَاءُوا بِهَا شَهْبَاءَ ذَاتَ أَشِلَّةٍ ... لَهَا عَارِضٌ فِيهِ الْمَنِيَّةُ تَلْمَعُ\nوَأَيُّ ذَلِكَ كَانَ فَإِنَّمَا هُوَ تَشْبِيهٌ وَاسْتِعَارَةٌ.",
    "pg": "3:174-175"
  },
  "شلو": {
    "def": "الشِّينُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى عُضْوٍ مِنَ الْأَعْضَاءِ، وَقَدْ يُقَالُ الْجَسَدُ نَفْسُهُ. فَيَقُولُ أَهْلُ اللُّغَةِ: إِنَّ الشِّلْوَ الْعُضْوُ. وَفِي الْحَدِيثِ عَنْ عَلِيٍّ ﵇: ايتِنِي بِشِلْوِهَا الْأَيْمَنِ. وَيُقَالُ إِنَّ بَنِي فُلَانٍ أَشْلَاءٌ فِي بَنِي فُلَانٍ، أَيْ بَقَايَا فِيهِمْ. وَكَانَ ابْنُ دُرَيْدٍ يَقُولُ: \" الشِّلْوُ شِلْوُ الْإِنْسَانِ، وَهُوَ جَسَدُهُ بَعْدَ بِلَاهُ \". وَالَّذِي ذَكَرْنَاهُ مِنْ حَدِيثِ عَلِيٍّ ايتِنِي بِشِلْوِهَا الْأَيْمَنِ يَدُلُّ عَلَى خِلَافِ هَذَا الْقَوْلِ. فَأَمَّا إِشْلَاءُ الْكَلْبِ، فَيَقُولُونَ: إِشْلَاؤُهُ: دُعَاؤُهُ. وَحُجَّتُهُ قَوْلُ الْقَائِلِ:\nأَشْلَيْتُ عَنْزِي وَمَسَحْتُ قَعْبِي\nوَهَذَا قِيَاسٌ صَحِيحٌ، كَأَنَّكَ لَمَّا دَعَوْتَهُ أَشَلَيْتَهُ كَمَا يُشْتَلَى الشِّلْوُ مِنَ الْقِدْرِ، أَيْ يُرْفَعُ. وَنَاسٌ يَقُولُونَ: أَشْلَيْتُهُ بِالصَّيْدِ: أَغْرَيْتُهُ، وَيَحْتَجُّونَ بِقَوْلِ زِيَادٍ الْأَعْجَمِ: أَتَيْنَا أَبَا عَمْرٍو فَأَشْلَى كِلَابَهُ ... عَلَيْنَا فَكِدْنَا بَيْنَ بَيْتَيْهِ نُؤْكَلُ\nوَحَدَّثَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ الْقَطَّانُ، عَنْ ثَعْلَبٍ، عَنِ ابْنِ الْأَعْرَابِيِّ قَالَ: يُقَالُ: أَشْلَيْتُهُ، إِذَا أَغْرَيْتَهُ.",
    "pg": "3:209-210"
  },
  "شمت": {
    "def": "الشِّينُ وَالْمِيمُ وَالتَّاءُ أَصْلٌ صَحِيحٌ، وَيَشِذُّ عَنْهُ بَعْضُ مَا فِيهِ إِشْكَالٌ وَغُمُوضٌ. فَالْأَصْلُ فَرَحُ عَدُوٍّ بِبَلِيَّةٍ تُصِيبُ مَنْ يُعَادِيهِ. يُقَالُ: شَمِتَ بِهِ يَشْمَتُ شَمَاتَةً، وَأَشْمَتَهُ اللَّهُ ﷿ بِعَدُوِّهِ. وَفِي كِتَابِ اللَّهِ تَعَالَى: ﴿فَلَا تُشْمِتْ بِيَ الْأَعْدَاءَ﴾ [الأعراف: ١٥٠] ،. وَيُقَالُ بَاتَ فُلَانٌ بِلَيْلَةِ الشَّوَامِتِ، أَيْ بِلَيْلَةِ سَوْءٍ تُشْمِتُ بِهِ الشَّوَامِتَ. قَالَ:\nفَارْتَاعَ مِنْ صَوْتِ كَلَّابٍ فَبَاتَ لَهُ ... طَوْعَ الشَّوَامِتِ مِنْ خَوْفٍ وَمِنْ صَرَدِ وَيُقَالُ: رَجَعَ الْقَوْمُ شَمَاتَى أَوْ شِمَاتًا مِنْ مُتَوَجَّهِهِمْ، إِذَا رَجَعُوا خَائِبِينَ. قَالَ سَاعِدَةُ فِي شِعْرِهِ.\nوَالَّذِي ذَكَرْتُ أَنَّ فِيهِ غُمُوضًا وَاشْتِبَاهًا فَقَوْلُهُمْ فِي تَشْمِيتِ الْعَاطِسِ، وَهُوَ أَنْ يُقَالَ عِنْدَ عُطَاسِهِ: يَرْحَمُكَ اللَّهُ. وَفِي الْحَدِيثِ: «أَنَّ رَجُلَيْنِ عَطَسَا عِنْدَ رَسُولِ اللَّهِ ﵌، فَشَمَّتَ أَحَدَهُمَا وَلَمْ يُشَمِّتِ الْآخَرَ، فَقِيلَ لَهُ فِي ذَلِكَ، فَقَالَ: إِنَّ هَذَا حَمِدَ اللَّهَ ﷿ وَإِنَّ الْآخَرَ لَمْ يَحْمَدِ اللَّهَ ﷿» . قَالَ الْخَلِيلُ: تَشْمِيتُ الْعَاطِسِ دُعَاءٌ لَهُ، وَكُلُّ دَاعٍ لِأَحَدٍ بِخَيْرٍ فَهُوَ مُشَمِّتٌ لَهُ. هَذَا أَكْثَرُ مَا بَلَغَنَا فِي هَذِهِ الْكَلِمَةِ، وَهُوَ عِنْدِي مِنَ الشَّيْءِ الَّذِي خَفِيَ عِلْمُهُ، وَلَعَلَّهُ كَانَ يُعْلَمُ قَدِيمًا ثُمَّ ذَهَبَ بِذَهَابِ أَهْلِهِ.\nوَكَلِمَةٌ أُخْرَى، وَهُوَ تَسْمِيَتُهُمْ قَوَائِمَ الدَّابَّةِ: شَوَامِتَ. قَالَ الْخَلِيلُ: هُوَ اسْمٌ لَهَا. قَالَ أَبُو عَمْرٍو: يُقَالُ: لَا تَرَكَ اللَّهُ لَهُ شَامِتَةً: أَيْ قَائِمَةً. وَهَذَا أَيْضًا مِنَ الْمُشْكِلِ ; لِأَنَّهُ لَا قِيَاسَ يَقْتَضِي أَنْ تُسَمَّى قَائِمَةُ ذِي الْقَوَائِمِ شَامِتَةً. وَاللَّهُ أَعْلَمُ.",
    "pg": "3:210-211"
  },
  "شمج": {
    "def": "الشِّينُ وَالْمِيمُ وَالْجِيمُ أَصْلٌ يَدُلُّ عَلَى الْخَلْطِ وَقِلَّةِ ائْتِلَافِ الشَّيْءِ. يُقَالُ شَمَجَهُ يَشْمُجُهُ شَمْجًا، إِذَا خَلَطَهُ. وَمَا ذَاقَ شَمَاجًا، أَيْ شَيْئًا مِنْ طَعَامٍ. وَيَقُولُونَ: شَمَجُوا، إِذَا اخْتَبَزُوا خُبْزًا غِلَاظًا، وَيُسْتَعَارُ هَذَا حَتَّى يُقَالَ لِلْخِيَاطَةِ الْمُتَبَاعِدَةِ شَمْجٌ. يُقَالُ شَمَجَ الثَّوْبَ شَمْجًا يَشْمُجُ. وَقِيَاسُ ذَلِكَ كُلِّهِ وَاحِدٌ.",
    "pg": "3:211-212"
  },
  "شمخ": {
    "def": "الشِّينُ وَالْمِيمُ وَالْخَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَعَظُّمٍ وَارْتِفَاعٍ. يُقَالُ جَبَلٌ شَامِخٌ، أَيْ عَالٍ. وَشَمَخَ فُلَانٌ بِأَنْفِهِ، وَذَلِكَ إِذَا تَعَظَّمَ فِي نَفْسِهِ. وَشَمْخٌ: اسْمُ رَجُلٍ.",
    "pg": "3:212"
  },
  "شمر": {
    "def": "الشِّينُ وَالْمِيمُ وَالرَّاءُ أَصْلَانِ مُتَضَادَّانِ، يَدُلُّ أَحَدُهُمَا عَلَى تَقَلُّصٍ وَارْتِفَاعٍ، وَيَدُلُّ الْآخَرُ عَلَى سَحْبٍ وَإِرْسَالٍ.\nفَالْأَوَّلُ قَوْلُهُمْ: شَمَّرَ لِلْأَمْرِ أَذْيَالَهُ. وَرَجُلٌ شَمَّرِيٌّ: خَفِيفٌ فِي أَمْرِهِ جَادٌّ قَدْ تَشَمَّرَ لَهُ. وَيُقَالُ شَاةٌ شَامِرٌ: انْضَمَّ ضَرْعُهَا إِلَى بَطْنِهَا. وَنَاقَةٌ شِمِّيرٌ: مُشَمِّرَةٌ سَرِيعَةٌ، فِي شِعْرِ حُمَيْدٍ.\nوَالْأَصْلُ الْآخَرُ: يُقَالُ شَمَرَ يَشْمُرُ، إِذَا مَشَى بِخُيَلَاءَ. وَمَرَّ يَشْمُرُ. وَيُقَالُ مِنْهُ: شَمَّرَ الرَّجُلُ السَّهْمَ، إِذَا أَرْسَلَهُ.",
    "pg": "3:212"
  },
  "شمس": {
    "def": "الشِّينُ وَالْمِيمُ وَالسِّينُ أَصْلٌ يَدُلُّ عَلَى تَلَوُّنٍ وَقِلَّةِ اسْتِقْرَارٍ. فَالشَّمْسُ مَعْرُوفَةٌ، وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا غَيْرُ مُسْتَقِرَّةٍ، هِيَ أَبَدًا مُتَحَرِّكَةٌ. وَقُرِئَ: \" وَالشَّمْسُ تَجْرِي لَا مُسْتَقَرَّ لَهَا \". وَيُقَالُ شَمَسَ يَوْمُنَا، وَأُشْمِسَ، إِذَا اشْتَدَّتْ شَمْسُهُ. وَالشَّمُوسُ مِنَ الدَّوَابِّ: الَّذِي لَا يَكَادُ يَسْتَقِرُّ. يُقَالُ شَمَسَ شِمَاسًا. وَامْرَأَةٌ شَمُوسٌ، إِذَا كَانَتْ تَنْفِرُ مِنَ الرِّيبَةِ وَلَا تَسْتَقِرُّ عِنْدَهَا ; وَالْجَمْعُ شُمُسٌ. قَالَ:\nشُمُسٌ مَوَانِعُ كُلِّ لَيْلَةٍ حُرَّةٍ ... يُخْلِفْنَ ظَنَّ الْفَاحِشِ الْمِغْيَارِ\nوَرَجُلٌ شُمُوسٌ، إِذَا كَانَ لَا يَسْتَقِرُّ عَلَى خُلُقٍ، وَهُوَ إِلَى الْعُسْرِ مَا هُوَ. وَيُقَالُ شَمِسَ لِي فُلَانٌ، إِذَا أَبْدَى لَكَ عَدَاوَتَهُ. وَهَذَا مَحْمُولٌ عَلَى مَا ذَكَرْنَاهُ مِنْ تَغَيُّرِ الْأَخْلَاقِ. فَهَذَا قِيَاسُ هَذَا الِاسْمِ، وَأَمَّا مَا سَمَّتِ الْعَرَبُ بِهِ فَقَالَ ابْنُ دُرَيْدٍ: \" وَقَدْ سَمَّتِ الْعَرَبُ عَبْدَ شَمْسٍ \". قَالَ: \" وَقَالَ ابْنُ الْكَلْبِيِّ: الشَّمْسُ صَنَمٌ قَدِيمٌ. وَلَمْ يَذْكُرْهُ غَيْرُهُ \". قَالَ: \" وَقَالَ قَوْمٌ: شَمْسُ: عَيْنُ مَاءٍ مَعْرُوفَةٌ. وَقَدْ سَمَّتِ الْعَرَبُ عَبْشَمْسَ، وَهُمْ بَنُو تَمِيمٍ، وَإِلَيْهِمْ يُنْسَبُ عَبْشَمِيٌّ \".",
    "pg": "3:212-213"
  },
  "شمص": {
    "def": "الشِّينُ وَالْمِيمُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ شَمَصْتُ الْفَرَسَ، إِذَا نَزَّقْتَهُ لِيَتَحَرَّكَ. وَيُقَالُ شَمَّصَ إِبِلَهُ، إِذَا طَرَدَهَا طَرْدًا عَنِيفًا.",
    "pg": "3:213-214"
  },
  "شمط [": {
    "def": "وَأَمَّا] الشِّينُ وَالْمِيمُ وَالطَّاءُ فَقِيَاسٌ صَحِيحٌ يَدُلُّ عَلَى الْخُلْطَةِ. مِنْ ذَلِكَ الشَّمَطُ، وَهُوَ اخْتِلَاطُ الشَّيْبِ بِسَوَادِ الشَّبَابِ.\nوَيُقَالُ لِكُلِّ خَلِيطَيْنِ خَلَطْتَهُمَا: قَدْ شَمَطْتَهُمَا، وَهُمَا شَمِيطٌ. وَقَالَ: وَبِهِ سُمِّيَ الصَّبَاحُ شَمِيطًا لِاخْتِلَاطِهِ بِبَاقِي ظُلْمَةِ اللَّيْلِ. وَقَالُوا: قَالَ أَبُو عَمْرٍو: يُقَالُ أَشْمَطُوا حَدِيثًا مَرَّةً وَشِعْرًا مَرَّةً.\nوَمِنَ الْبَابِ: الشَّمَاطِيطُ: الْفِرَقُ ; يُقَالُ جَاءَ الْخَيْلُ شَمَاطِيطَ. وَيَقُولُونَ: هَذِهِ الْقِدْرُ تَسَعُ شَاةً بِشَمْطِهَا وَبِشِمْطِهَا، أَيْ بِمَا خُلِطَ مَعَهَا مِنْ تَوَابِلِهَا.",
    "pg": "3:214"
  },
  "شمع": {
    "def": "الشِّينُ وَالْمِيمُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ وَقِيَاسٌ مُطَّرِدٌ فِي الْمِزَاحِ وَطِيبِ الْحَدِيثِ وَالْفَكَاهَةِ وَمَا قَارَبَ ذَلِكَ، وَأَصْلُهُ قَوْلُهُمْ: جَارِيَةٌ شَمُوعٌ، إِذَا كَانَتْ حَسَنَةَ الْحَدِيثِ طَيِّبَةَ النَّفْسِ مَزَّاحَةً. وَفِي الْحَدِيثِ: «مَنْ تَتَبَّعَ الْمَشْمَعَةَ يُشَمِّعِ اللَّهُ بِهِ» . وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: الْمَشْمَعَةُ: الْمِزَاحُ وَالضَّحِكُ، وَمَعْنَى ذَلِكَ أَنَّ مَنْ كَانَتْ هَذِهِ حَالَهُ وَشَأْنَهُ ; لَا أَنَّهُ كَرِهَ الْمِزَاحَ وَالضَّحِكَ جُمْلَةً إِذَا كَانَا فِي غَيْرِ بَاطِلٍ وَتَهَزُّؤٍ. قَالَ الْهُذَلِيُّ وَذَكَرَ ضَيْفَهُ:\nسَأَبْدَؤُهُمْ بِمَشْمَعَةٍ وَآتِي ... بِجُهْدِي مِنْ طَعَامٍ أَوْ بِسَاطِ يُرِيدُ أَنَهٍ يَبْدَأُ ضِيفَانَهُ عِنْدَ نُزُولِهِمْ بِالْمِزَاحِ وَالْمُضَاحَكَةِ ; لِيُؤْنِسَهُمْ بِذَلِكَ.\nوَمِنَ الْبَابِ: أَشْمَعَ السِّرَاجُ، إِذَا سَطَعَ نُورُهُ. قَالَ:\nكَلَمْعِ بَرْقٍ أَوْ سِرَاجٍ أَشْمَعَا\nوَأَمَّا الشَّمَْعُ فَيُقَالُ بِسُكُونِ الْمِيمِ وَفَتْحِهَا، وَهُوَ مَعْرُوفٌ، وَهُوَ شَاذٌّ عَنِ الْأَصْلِ الَّذِي ذَكَرْتُهُ.",
    "pg": "3:214-215"
  },
  "شمق": {
    "def": "الشِّينُ وَالْمِيمُ وَالْقَافُ يَقُولُونَ إِنَّهُ أَصْلٌ صَحِيحٌ، وَيَذْكُرُونَ فِيهِ الشَّمَقَ، وَهُوَ إِمَّا النَّشَاطُ، وَإِمَّا الْوَلُوعُ بِالشَّيْءِ.",
    "pg": "3:215"
  },
  "شمل": {
    "def": "الشِّينُ وَالْمِيمُ وَاللَّامُ أَصْلَانِ مُنْقَاسَانِ مُطَّرِدَانِ، كُلُّ وَاحِدٍ مِنْهُمَا فِي مَعْنَاهُ وَبَابِهِ.\nفَالْأَوَّلُ يَدُلُّ عَلَى دَوَرَانِ الشَّيْءِ بِالشَّيْءِ وَأَخْذِهِ إِيَّاهُ مِنْ جَوَانِبِهِ. مِنْ ذَلِكَ قَوْلُهُمْ: شَمَِلَهُمُ الْأَمْرُ، إِذَا عَمَّهُمْ. وَهَذَا أَمْرٌ شَامِلٌ. وَمِنْهُ الشَّمْلَةُ، وَهِيَ كِسَاءٌ يُؤْتَزَرُ بِهِ وَيُشْتَمَلُ. وَجَمَعَ اللَّهُ شَمْلَهُ، إِذَا دَعَا لَهُ بِتَأَلُّفِ أُمُورِهِ، وَإِذَا تَأَلَّفَتِ اشْتَمَلَ كُلُّ وَاحِدٍ مِنْهُمَا بِالْآخَرِ.\nوَمِنَ الْبَابِ: شَمِلْتُ الشَّاةَ، إِذَا جَعَلْتَ لَهَا شِمَالًا، وَهُوَ وِعَاءٌ كَالْكِيسِ يُدْخَلُ فِيهِ ضَرْعُهَا فَيَشْتَمِلُ عَلَيْهِ. وَكَذَلِكَ شَمَلْتُ النَّخْلَةَ، إِذَا كَانَتْ تَنْفُضُ حَمْلَهَا فَشُدَّتْ أَعْذَاقُهَا بِقِطَعِ الْأَكْسِيَةِ.\nوَمِنَ الْبَابِ: الْمِشْمَلُ: سَيْفٌ صَغِيرٌ يَشْتَمِلُ الرَّجُلُ عَلَيْهِ بِثَوْبِهِ. وَالْأَصْلُ الثَّانِي يَدُلُّ عَلَى الْجَانِبِ الَّذِي يُخَالِفُ الْيَمِينَ. مِنْ ذَلِكَ: الْيَدُ الشِّمَالُ، وَمِنْهُ الرِّيحُ الشِّمَالُ لِأَنَّهَا تَأْتِي عَنْ شِمَالِ الْقِبْلَةِ إِذَا اسْتَنَدَ الْمُسْتَنِدُ إِلَيْهَا مِنْ نَاحِيَةِ قِبْلَةِ الْعِرَاقِ. وَفِي الشَّمُولِ، وَهِيَ الْخَمْرُ، قَوْلَانِ: أَحَدُهُمَا أَنَّ لَهَا عَصْفَةً كَعَصْفَةِ الرِّيحِ الشَّمَالِ. وَالْقَوْلُ الثَّانِي: أَنَّهَا تَشْمَلُ الْعَقْلَ. وَجَمْعُ شِمَالٍ أَشْمُلُ. قَالَ أَبُو النَّجْمِ:\nيَأْتِي لَهَا مِنْ أَيْمُنٍ وَأَشْمُلِ\nوَيُقَالُ غَدِيرٌ مَشْمُولٌ: تَضْرِبُهُ رِيحُ الشَّمَالِ حَتَّى يَبْرُدَ. وَلِذَلِكَ تُسَمَّى الْخَمْرُ مَشْمُولَةً، أَيْ إِنَّهَا بَارِدَةُ الطَّعْمِ. فَأَمَّا قَوْلُ ذِي الرُّمَّةِ:\nوَبِالشَّمَائِلِ مِنْ جَِلَّانَ مُقْتَنِصٌ ... رَذْلُ الثِّيَابِ خَفِيُّ الشَّخْصِ مُنْزَرِبُ\nفَيُقَالُ إِنَّهُ أَرَادَ الْقُتَرَ، وَاحِدَتُهَا شِمَالَةٌ. فَإِنْ كَانَ أَرَادَ هَذَا فَكَأَنَّهُ شَبَّهَ الْقُتْرَةَ بِالشِّمَالَةِ الَّتِي تُجْعَلُ لِلضَّرْعِ. وَقَدْ ذَكَرْنَاهَا. وَيُقَالُ: إِنَّهُ أَرَادَ بِنَاحِيَةِ الشِّمَالِ.\nوَمِمَّا شَذَّ عَنْ هَذَيْنِ الْبَابَيْنِ، الشَّمَلَةُ: مَا بَقِيَ فِي النَّخْلَةِ مِنْ رُطَبِهَا. يُقَالُ: مَا بَقِيَ فِيهَا إِلَّا شَمَالِيلُ. وَيُقَالُ: إِنَّ الشَّمَالِيلَ مَا تَشَعَّبَ مِنَ الْأَغْصَانِ. وَالشَّمْلَلَةُ: السُّرْعَةُ، وَمِنْهُ النَّاقَةُ الشِّمْلَالُ وَالشِّمْلِيلُ. قَالَ:\nحَرْفٌ أَخُوهَا أَبُوهَا مِنْ مُهَجَّنَةٍ ... وَعَمُّهَا خَالُهَا قَوْدَاءُ شِمْلِيلُ [بَابُ الشِّينِ وَالنُّونِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:215-217"
  },
  "شمم": {
    "def": "الشِّينُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْمُقَارَبَةِ وَالْمُدَانَاةِ. تَقُولُ شَمَمْتُ الشَّيْءَ فَأَنَا أَشُمُّهُ. وَالْمُشَامَّةُ: الْمُفَاعَلَةُ مِنْ شَامَمْتُهُ، إِذَا قَارَبْتَهَ وَدَنَوْتَ مِنْهُ. وَأَشْمَمْتُ فُلَانًا الطِّيبَ. قَالَ الْخَلِيلُ: تَقُولُ لِلْوَالِي أَشْمِمْنِي يَدَكَ، وَهُوَ أَحْسَنُ مِنْ قَوْلِكَ: نَاوِلْنِي يَدَكَ. وَأَمَّا الشَّمَمُ فَارْتِفَاعٌ فِي الْأَنْفِ، وَالنَّعْتُ مِنْهُ الْأَشَمُّ ; فِي الظَّاهِرِ كَأَنَّهُ بَعِيدٌ مِنَ الْأَصْلِ الَّذِي أَصَّلْنَاهُ، وَهُوَ فِي الْمَعْنَى قَرِيبٌ، وَذَلِكَ أَنَّهُ إِذَا كَانَ مُرْتَفِعَ قَصَبَةِ الْأَنْفِ كَانَ أَدْنَى إِلَى مَا يُرِيدُ شَمَّهُ. أَلَا تَرَاهُمْ يَقُولُونَ: [آنَفُهُمْ] تَنَالُ الْمَاءَ قَبْلَ شِفَاهِهِمْ. وَإِذَا كَانَ هَذَا كَذَا كَانَ مِنْهُ أَيْضًا مَا حُكِيَ عَنْ أَبِي عَمْرٍو: أَشَمَّ فُلَانٌ، إِذَا مَرَّ رَافِعًا رَأْسَهُ. وَعَرَضْتُ عَلَيْهِ كَذَا فَإِذَا هُوَ مُشِمٌّ. وَبَيْنَا هُمْ فِي وَجْهٍ أَشَمُّوا، أَيْ عَدَلُوا ; لِأَنَّهُ إِذَا بَاعَدَ شَيْئًا قَارَبَ غَيْرَهُ. وَإِذَا أَشَمَّ عَنْ شَيْءٍ قَارَبَ غَيْرَهُ، فَالْقِيَاسُ فِيهِ غَيْرُ بَعِيدٍ.",
    "pg": "3:175-176"
  },
  "شنا": {
    "def": "الشِّينُ وَالنُّونُ وَالْهَمْزَةُ أَصْلٌ يَدُلُّ عَلَى الْبِغْضَةِ وَالتَّجَنُّبِ لِلشَّيْءِ. مِنْ ذَلِكَ الشَّنُوءَةُ، وَهِيَ التَّقَزُّزُ ; وَمِنْهُ اشْتِقَاقُ أَزْدِشَنُوءَةَ. وَيُقَالُ: شَنِئَ فُلَانٌ فُلَانًا إِذَا أَبْغَضَهُ. وَهُوَ الشَّنَآنُ، وَرُبَّمَا خَفَّفُوا فَقَالُوا: الشَّنَانُ. وَأَنْشَدُوا:\nفَمَا الْعَيْشُ إِلَّا مَا تَلَذُّ وَتَشْتَهِي ... وَإِنْ لَامَ فِيهِ ذُو الشَّنَانِ وَأَفْنَدَا\nوَالشَّنْءُ: الشَّنَآنُ أَيْضًا. وَرَجُلٌ مِشْنَاءٌ عَلَى مِفْعَالٍ، إِذَا كَانَ يُبْغِضُهُ النَّاسُ. وَأَمَّا قَوْلُهُمْ شَنِئْتُ لِلْأَمْرِ وَبِهِ، إِذَا أَقْرَرْتَ، وَإِنْشَادُهُمْ:\nفَلَوْ كَانَ هَذَا الْأَمْرُ فِي جَاهِلِيَّةٍ ... شَنِئْتَ بِهِ أَوْ غَصَّ بِالْمَاءِ شَارِبُهُ\n. . . . . . . . .",
    "pg": "3:217"
  },
  "شنب": {
    "def": "الشِّينُ وَالنُّونُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى بَرْدٍ فِي شَيْءٍ. يَقُولُونَ: شَنِبَ يَوْمُنَا، فَهُوَ شَنِبٌ وَشَانِبٌ، إِذَا بَرَدَ.\nوَمِنْ ذَلِكَ الثَّغْرُ الْأَشْنَبُ، هُوَ الْبَارِدُ الْعَذْبُ. قَالَ:\nيَا بِأَبِي أَنْتِ وَفُوكِ الْأَشْنَبُ",
    "pg": "3:217-218"
  },
  "شنث": {
    "def": "الشِّينُ وَالنُّونُ وَالثَّاءُ لَيْسَ بِأَصْلٍ، وَفِيهِ كَلِمَةٌ. يَقُولُونَ: شَنِثَتْ مَشَافِرُ الْبَعِيرِ، إِذَا غَلُظَتْ مِنْ أَكْلِ الشَّوْكِ.",
    "pg": "3:218"
  },
  "شنج": {
    "def": "الشِّينُ وَالنُّونُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الشَّنَجُ، وَهُوَ التَّقَبُّضُ فِي جِلْدٍ وَغَيْرِهِ.",
    "pg": "3:218"
  },
  "شنح": {
    "def": "الشِّينُ وَالنُّونُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الشَّنَاحِيُّ، وَهُوَ الطَّوِيلُ، يُقَالُ هُوَ شَنَاحٌ كَمَا تَرَى.",
    "pg": "3:218"
  },
  "شنص": {
    "def": "الشِّينُ وَالنُّونُ وَالصَّادُ كَلِمَةٌ إِنْ صَحَّتْ. يَقُولُونَ: فَرَسٌ شَنَاصِيٌّ، أَيْ طَوِيلٌ. قَالَ:\nوَشَنَاصِيٌّ إِذَا هِيجَ طَمَرْ\nوَيُقَالُ: إِنَّمَا هُوَ نَشَاصِيٌّ. وَحُكِيَ: شَنَِصَ بِهِ، مِثْلُ سَدِكَ.",
    "pg": "3:218"
  },
  "شنع": {
    "def": "الشِّينُ وَالنُّونُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى رَفْعِ الذِّكْرِ بِالْقَبِيحِ. مِنْ ذَلِكَ الشَّنَاعَةُ. يُقَالُ شَنُعَ الشَّيْءُ فَهُوَ شَنِيعٌ. وَشَنَعْتُهُ، إِذَا قَهَرْتَهُ بِمَا يَكْرَهُهُ. وَذَكَرَ نَاسٌ شَنَعَ فُلَانٌ فُلَانًا، إِذَا سَبَّهُ. وَأَنْشَدُوا لِكُثَيِّرٍ:\nوَأَسْمَاءُ لَا مَشْنُوعَةٌ بِمَلَالَةٍ ... لَدَيْنَا. . . . . . . . . . . . . . . . . . . . وَيَحْمِلُونَ عَلَى هَذَا فَيَقُولُونَ: تَشَنَّعَتِ الْإِبِلُ فِي السَّيْرِ، إِذَا جَدَّتْ. وَإِنَّمَا يَكُونُ ذَلِكَ فِي أَرْفَعِ السَّيْرِ، فَيَعُودُ الْقِيَاسُ إِلَى مَا ذَكَرْنَاهُ مِنَ الِارْتِفَاعِ وَإِنْ لَمْ يَكُنْ فِي ذَلِكَ قُبْحٌ.",
    "pg": "3:218-219"
  },
  "شنف": {
    "def": "الشِّينُ وَالنُّونُ وَالْفَاءُ كَلِمَتَانِ مُتَبَايِنَتَانِ: أَحَدُهُمَا الشَّنْفُ، وَهُوَ مِنْ حَلْيِ الْأُذُنِ. وَالْكَلِمَةُ الْأُخْرَى: الشَّنَفُ: الْبُغْضُ. يُقَالُ شَنِفَ لَهُ يَشْنَفُ شَنَفًا.",
    "pg": "3:219"
  },
  "شنق": {
    "def": "الشِّينُ وَالنُّونُ وَالْقَافُ أَصْلٌ صَحِيحٌ مُنْقَاسٌ، وَهُوَ يَدُلُّ عَلَى امْتِدَادٍ فِي تَعَلُّقٍ بِشَيْءٍ، مِنْ ذَلِكَ الشِّنَاقُ، وَهُوَ الْخَيْطُ الَّذِي يُشَدُّ بِهِ فَمُ الْقِرْبَةِ. وَشَنَقَ الرَّجُلُ بِزِمَامِ نَاقَتِهِ، إِذَا فَعَلَ بِهَا كَمَا يَفْعَلُ الْفَارِسُ بِفَرَسِهِ، إِذَا كَبَحَهُ بِلِجَامِهِ. وَيُقَالُ إِنَّ الشَّنَقَ: طُولُ الرَّأْسِ، كَأَنَّمَا يَمْتَدُّ صُعُدًا. وَفَرَسٌ مَشْنُوقٌ: طَوِيلٌ.\nوَمِنَ الْبَابِ وَهُوَ قِيَاسٌ صَحِيحٌ: الشَّنَقُ نِزَاعُ الْقَلْبِ إِلَى الشَّيْءِ، وَذَلِكَ أَنَّهُ لَا يَكُونُ إِلَّا عَنْ عَلَقٍ، فَقَدْ يَصِحُّ الْقِيَاسُ الَّذِي ذَكَرْنَاهُ.\nفَأَمَّا الْأَشْنَاقُ فَوَاحِدُهَا شَنَقٌ، وَهُوَ مَا دُونَ الدِّيَةِ الْكَامِلَةِ، وَذَلِكَ أَنْ يَسُوقَ ذُو الْحَمَالَةِ دِيَةً كَامِلَةً، فَإِذَا كَانَتْ مَعَهَا دِيَاتُ جَرَاحَاتٍ دُونَ التَّمَامِ فَتِلْكَ الْأَشْنَاقُ، وَكَأَنَّهَا مُتَعَلِّقَةٌ بِالدِّيَةِ الْعُظْمَى. وَالَّذِي أَرَادَهُ الشَّاعِرُ هَذَا بِقَوْلِهِ:\nقَرْمٌ تُعَلَّقُ أَشْنَاقُ الدِّيَاتِ بِهِ ... إِذَا الْمِئُونُ أُمِرَّتْ فَوْقَهُ حَمَلَا\nوَالشَّنَقُ، فِي الْحَدِيثِ: مَا دُونَ الْفَرِيضَتَيْنِ، وَذَلِكَ فِي الْإِبِلِ وَالْغَنَمِ وَالْبَقَرِ. وَهُوَ قَوْلُهُ ﵌: «لَا شِنَاقَ» ، أَيْ لَا يُؤْخَذُ فِي الشَّنَقِ فَرِيضَةٌ حَتَّى تَتِمَّ.\nوَمِنَ الْبَابِ اللَّحْمُ الْمُشَنَّقُ، وَهُوَ الْمُشَرَّحُ الْمُقَطَّعُ طُولًا. قَالَ الْأُمَوِيُّ: يُقَالُ لِلْعَجِينِ الَّذِي يُقَطَّعُ وَيُعْمَلُ بِالزَّيْتِ: مُشَنَّقٌ. وَلَا يَكُونُ ذَلِكَ إِلَّا وَفِيهِ طُولٌ.\n\n[بَابُ الشِّينِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:219-220"
  },
  "شنن": {
    "def": "الشِّينُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى إِخْلَاقٍ وَيُبْسٍ. مِنْ ذَلِكَ الشَّنُّ، وَهُوَ الْجِلْدُ الْيَابِسُ الْخَلَقُ الْبَالِي، وَالْجَمْعُ شِنَانٌ. وَفِي الْحَدِيثِ فِي ذِكْرِ الْقُرْآنِ: «لَا يَتْفَهُ وَلَا يَتَشَانُّ» ، أَيْ لَا يَقِلُّ وَلَا يَخْلَقُ. وَالشَّنِينُ: قَطَرَانُ الْمَاءِ مِنَ الشَّنَّةِ. قَالَ الشَّاعِرُ:\nيَا مَنْ لِدَمْعٍ دَائِمِ الشَّنِينِ\nوَمِنَ الْبَابِ: الشِّنْشِنَةُ، وَهِيَ غَرِيزَةُ الرَّجُلِ. وَفِي أَمْثَالِهِمْ: \" شِنْشِنَةٌ أَعْرِفُهَا مِنْ أَخْزَمَ \"، وَهِيَ مُشْتَقَّةٌ مِمَّا ذَكَرْنَاهُ، أَيْ هِيَ طَبِيعَتُهُ الَّتِي وُلِدَتْ مَعَهُ وَقَدُمَتْ، فَهِيَ كَأَنَّهَا شَنَّةٌ. وَالشَّنُونُ، مُخْتَلَفٌ فِيهِ، فَقَالَ قَوْمٌ: هُوَ الْمَهْزُولُ، وَاحْتَجُّوا بِقَوْلِ الطِّرِمَّاحِ فِي وَصْفِ الذِّئْبِ الْجَائِعِ:\nكَالذِّئْبِ الشَّنُونِ\nوَقَالَ آخَرُونَ: هُوَ السَّمِينُ. وَيُقَالُ إِنَّهُ الَّذِي لَيْسَ بِسَمِينٍ وَلَا مَهْزُولٍ. وَإِذَا اخْتَلَفَتِ الْأَقَاوِيلُ نُظِرَ إِلَى أَقْرَبِهَا مِنْ قِيَاسِ الْبَابِ فَأُخِذَ بِهِ. وَقَدْ قَالَ الْخَلِيلُ: إِنَّ الشَّنُونَ الَّذِي ذَهَبَ بَعْضُ سِمَنِهِ، [شُبِّهَ] بِالشَّنِّ. وَقَالَ: يُقَالُ لِلرَّجُلِ إِذَا هُزِلَ: قَدِ اسْتَشَنَّ. وَأَمَّا إِشْنَانُ الْغَارَةِ فَإِنَّمَا هُوَ مُشْتَقٌّ مِنَ الشَّنِينِ، وَهُوَ قَطَرَانُ الْمَاءِ مِنَ الشَّنَّةِ، كَأَنَّهُمْ تَفَرَّقُوا عَلَيْهِمْ فَأَتَوْهُمْ مِنْ كُلِّ وَجْهٍ. وَيُقَالُ شَنَنْتُ الْمَاءَ، إِذَا صَبَبْتَهُ مُتَفَرِّقًا. وَهُوَ خِلَافُ سَنَنْتُ.",
    "pg": "3:176-177"
  },
  "شهب": {
    "def": "الشِّينُ وَالْهَاءُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى بَيَاضٍ فِي شَيْءٍ مِنْ سَوَادٍ، لَا تَكُونُ الشُّهْبَةُ خَالِصَةً بَيَاضًا. وَمِنْ ذَلِكَ الشُّهْبَةُ فِي الْفَرَسِ، هُوَ بَيَاضٌ يُخَالِطُهُ سَوَادٌ. وَيُقَالُ كَتِيبَةٌ شَهْبَاءُ، إِذَا كَانَتْ عِلْيَتُهَا بَيَاضَ الْحَدِيدِ، وَيُقَالُ لِلْيَوْمِ ذِي الْبَرْدِ وَالصُّرَّادِ: أَشْهَبُ، وَاللَّيْلَةُ الشَّهْبَاءُ. وَيُقَالُ: اشْهَابَّ الزَّرْعُ، إِذَا هَاجَ وَبَقِيَ فِي خِلَالِهِ شَيْءٌ أَخْضَرُ. وَمِنَ الْبَابِ: الشِّهَابُ، وَهُوَ شُعْلَةُ نَارٍ سَاطِعَةٌ. وَإِنَّ فُلَانًا لَشِهَابُ حَرْبٍ، وَذَلِكَ إِذَا كَانَ مَعْرُوفًا فِيهَا مَشْهُورًا كَشُهْرَةِ الْكَوَاكِبِ اللَّوَامِعِ. وَيُقَالُ إِنَّ النَّصْلَ الْأَشْهَبَ الَّذِي قَدْ بُرِدَ بَرْدًا خَفِيفًا حَتَّى ذَهَبَ سَوَادُهُ. وَيُقَالُ إِنَّ الشِّهَابَ اللَّبَنُ الضَّيَاحُ، وَإِنَّمَا سُمِّيَ بِذَلِكَ لِأَنَّ مَاءَهُ قَدْ كَثُرَ فَصَارَ كَالْبَيَاضِ الَّذِي يُخَالِطُهُ لَوْنٌ آخَرُ.",
    "pg": "3:220-221"
  },
  "شهد": {
    "def": "الشِّينُ وَالْهَاءُ وَالدَّالُ أَصْلٌ يَدُلُّ عَلَى حُضُورٍ وَعِلْمٍ وَإِعْلَامٍ، لَا يَخْرُجُ شَيْءٌ مِنْ فُرُوعِهِ عَنِ الَّذِي ذَكَرْنَاهُ. مِنْ ذَلِكَ الشَّهَادَةُ، يَجْمَعُ الْأُصُولَ الَّتِي ذَكَرْنَاهَا مِنَ الْحُضُورِ، وَالْعِلْمِ، وَالْإِعْلَامِ. يُقَالُ شَهِدَ يَشْهَدُ شَهَادَةً. وَالْمَشْهَدُ: مَحْضَرُ النَّاسِ.\nوَمِنَ الْبَابِ: الشُّهُودُ: جَمْعُ الشَّاهِدِ، وَهُوَ الْمَاءُ الَّذِي يَخْرُجُ عَلَى رَأْسِ الصَّبِيِّ إِذَا وُلِدَ، وَيُقَالُ بَلْ هُوَ الْغِرْسُ. قَالَ الشَّاعِرُ:\nفَجَاءَتْ بِمِثْلِ السَّابِرِيِّ تَعَجَّبُوا ... لَهُ وَالثَّرَى مَا جَفَّ عَنْهُ شُهُودُهَا\nوَقَالَ قَوْمٌ: شُهُودُ النَّاقَةِ: آثَارُ مَوْضِعِ مَنْتَجِهَا مِنْ دَمٍ أَوْ سَلًى. وَالشَّهِيدُ: الْقَتِيلُ فِي سَبِيلِ اللَّهِ، قَالَ قَوْمٌ: سُمِّيَ بِذَلِكَ لِأَنَّ مَلَائِكَةَ الرَّحْمَةِ تَشْهَدُهُ، أَيْ تَحْضُرُهُ.\nوَقَالَ آخَرُونَ: سُمِّيَ بِذَلِكَ لِسُقُوطِهِ بِالْأَرْضِ، وَالْأَرْضُ تُسَمَّى الشَّاهِدَةَ. وَالشَّاهِدُ: اللِّسَانُ، وَالشَّاهِدُ: الْمَلَكُ. وَقَدْ جَمَعَهُمَا الْأَعْشَى فِي بَيْتٍ:\nفَلَا تَحْسَبَنِّي كَافِرًا لَكَ نِعْمَةً ... عَلَى شَاهِدِي يَا شَاهِدَ اللَّهِ فَاشْهَدِ\nفَشَاهِدُهُ: اللِّسَانُ: وَشَاهِدُ اللَّهِ جَلَّ ثَنَاؤُهُ، هُوَ الْمَلَكُ، فَأَمَّا قَوْلُهُ جَلَّ وَعَزَّ: ﴿شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ﴾ [آل عمران: ١٨] ، فَقَالَ أَهْلُ الْعِلْمِ: مَعْنَاهُ أَعْلَمَ اللَّهُ ﷿، بَيَّنَ اللَّهُ، كَمَا يُقَالُ: شَهِدَ فُلَانٌ عِنْدَ الْقَاضِي، إِذَا بَيَّنَ وَأَعْلَمَ لِمَنِ الْحَقُّ وَعَلَى مَنْ هُوَ. وَامْرَأَةٌ مُشْهِدٌ، إِذَا حَضَرَ زَوْجُهَا، كَمَا يُقَالُ لِلْغَائِبِ زَوْجُهَا: مُغِيبٌ. فَأَمَّا قَوْلُهُمْ أَشْهَدَ الرَّجُلُ، إِذَا مَذَى، فَكَأَنَّهُ مَحْمُولٌ عَلَى الَّذِي ذَكَرْنَاهُ مِنَ الْمَاءِ الَّذِي يَخْرُجُ عَلَى رَأْسِ الْمَوْلُودِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ: الشُّهْدُ: الْعَسَلُ فِي شَمَعِهَا ; وَيُجْمَعُ عَلَى الشِّهَادِ. قَالَ:\nإِلَى رُدُحٍ مِنَ الشِّيزَى مِلَاءٍ ... لُبَابَ الْبُرِّ يُلْبَكُ بِالشِّهَادِ",
    "pg": "3:221-222"
  },
  "شهر": {
    "def": "الشِّينُ وَالْهَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى وُضُوحٍ فِي الْأَمْرِ وَإِضَاءَةٍ. مِنْ ذَلِكَ الشَّهْرِ، وَهُوَ فِي كَلَامِ الْعَرَبِ الْهِلَالُ، ثُمَّ سُمِّيَ كُلُّ ثَلَاثِينَ يَوْمًا بَاسِمِ الْهِلَالِ، فَقِيلَ شَهْرٌ. قَدِ اتَّفَقَ فِيهِ الْعَرَبُ وَالْعَجَمُ ; فَإِنَّ الْعَجَمَ يُسَمُّونَ ثَلَاثِينَ يَوْمًا بِاسْمِ الْهِلَالِ فِي لُغَتِهِمْ. وَالدَّلِيلُ عَلَى هَذَا قَوْلُ ذِي الرُّمَّةِ:\nفَأَصْبَحَ أَجْلَى الطَّرْفِ مَا يَسْتَزِيدُهُ ... يَرَى الشَّهْرَ قَبْلَ النَّاسِ وَهُوَ نَحِيلُ\nوَالشُّهْرَةُ: وُضُوحُ الْأَمْرِ. وَشَهَرَ سَيْفَهُ، إِذَا انْتَضَاهُ. وَقَدْ شُهِرَ فُلَانٌ فِي النَّاسِ بِكَذَا، فَهُوَ مَشْهُورٌ، وَقَدْ شَهَرُوهُ. وَيُقَالُ: أَشْهَرْنَا بِالْمَكَانِ، إِذَا أَقَمْنَا بِهِ شَهْرًا. وَشَهْرَانُ: قَبِيلَةٌ.",
    "pg": "3:222"
  },
  "شهق": {
    "def": "الشِّينُ وَالْهَاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى عُلُوٍّ. مِنْ ذَلِكَ جَبَلٌ شَاهِقٌ، أَيْ عَالٍ. ثُمَّ اشْتُقَّ مِنْ ذَلِكَ الشَّهِيقُ: ضِدُّ الزَّفِيرِ ; لِأَنَّ الشَّهِيقَ رَدُّ النَّفَسِ، وَالزَّفِيرَ إِخْرَاجُ النَّفَسِ. وَالْأَصْلُ فِي ذَلِكَ مَا ذَكَرْنَاهُ. وَقَالَ بَعْضُهُمْ: فُلَانٌ ذُو شَاهِقٍ، إِذَا اشْتَدَّ غَضَبُهُ. وَلَعَلَّهُ أَنْ يَكُونَ مَعَ ذَلِكَ صَوْتٌ.",
    "pg": "3:222-223"
  },
  "شهل": {
    "def": "الشِّينُ وَالْهَاءُ وَاللَّامُ أَصْلٌ فِي بَعْضِ الْأَلْوَانِ، وَهِيَ الشُّهْلَةُ فِي الْعَيْنِ، وَذَلِكَ أَنْ يَشُوبَ سَوَادَهَا زُرْقَةٌ.\nوَمِمَّا لَيْسَ فِي هَذَا الْبَابِ: امْرَأَةٌ شَهْلَةٌ، قَالُوا: هِيَ النَّصَفُ الْعَاقِلَةِ. قَالُوا: وَذَلِكَ اسْمٌ لَهَا خَاصَّةً، لَا يُوصَفُ بِهِ الرَّجُلُ. كَذَا قَالَ أَهْلُ اللُّغَةِ. فَأَمَّا الْعَرَبُ فَقَدْ سَمَّتْ بِشَهْلٍ، وَهُوَ الْفِنْدُ الزِّمَّانِيُّ، يُقَالُ إِنَّ اسْمَهُ شَهْلُ بْنُ شَيْبَانَ.\nوَمِمَّا شَذَّ أَيْضًا: الْمُشَاهَلَةُ: الْمُشَارَّةُ، وَأَظُنُّ الشِّينَ مُبْدَلَةً مِنْ جِيمٍ. وَكَذَلِكَ قَوْلُهُمْ لِلْحَاجَةِ: شَهْلَاءُ، وَهُوَ مِنْ بَابِ الْإِبْدَالِ، وَالْأَصْلُ الْكَافُ: الشَّكْلَاءُ.",
    "pg": "3:223"
  },
  "شهم": {
    "def": "الشِّينُ وَالْهَاءُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى ذَكَاءٍ. يُقَالُ مِنْ ذَلِكَ: رَجُلٌ شَهْمٌ. وَرُبَّمَا قَالُوا لِلْمَذْعُورِ: مَشْهُومٌ، وَهُوَ قِيَاسٌ صَحِيحٌ لِأَنَّهُ إِذَا تَفَزَّعَ بَدَا ذَكَاءُ قَلْبِهِ. وَيَقُولُونَ: إِنَّ الشَّهَامَ السِّعْلَاةُ. فَإِنْ صَحَّ هَذَا فَهُوَ أَيْضًا مِنَ الذَّكَاءِ. وَالشَّيْهَمُ: الْقُنْفُذُ ; وَلَيْسَ بِبَعِيدٍ أَنْ يَكُونَ مِنْ قِيَاسِ الْبَابِ. وَفِيهِ يَقُولُ الْأَعْشَى:\nلَئِنْ جَدَّ أَسْبَابُ الْعَدَاوَةِ بَيْنَنَا ... لَتَرْتَحِلَنْ مِنِّي عَلَى ظَهْرِ شَيْهَمِ\nوَاللَّهُ أَعْلَمُ. [بَابُ الشِّينِ وَالْوَاوِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:223-224"
  },
  "شهو": {
    "def": "الشِّينُ وَالْهَاءُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الشَّهْوَةُ. يُقَالُ: رَجُلٌ شَهْوَانُ، وَشَيْءٌ شَهِيٌّ.",
    "pg": "3:220"
  },
  "شوب": {
    "def": "الشِّينُ وَالْوَاوُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْخَلْطُ. يُقَالُ: شُبْتُ الشَّيْءَ أَشَوْبُهُ شَوْبًا. قَالَ أَهْلُ اللُّغَةِ: وَسُمِّيَ الْعَسَلُ شَوْبًا، لِأَنَّهُ كَانَ عِنْدَهُمْ مِزَاجًا لِغَيْرِهِ مِنَ الْأَشْرِبَةِ. وَالشِّيَابُ: اسْمٌ لِمَا يُمْزَجُ بِهِ. وَيَقُولُونَ: مَا عِنْدَهُ شَوْبٌ وَلَا رَوْبٌ. فَالشَّوْبُ: الْعَسَلُ. وَالرُّوبُ: اللَّبَنُ الرَّائِبُ.",
    "pg": "3:225"
  },
  "شوذ": {
    "def": "الشِّينُ وَالْوَاوُ وَالذَّالُ لَيْسَ فِيهِ إِلَّا الْمِشْوَذُ، وَهِيَ الْعِمَامَةُ. قَالَ الْوَلِيدُ بْنُ عُقْبَةَ: إِذَا مَا شَدَدْتُ الرَّأْسَ مِنِّي بِمِشْوَذٍ ... فَغَيَّكِ مِنِّي تَغْلِبَ ابْنَةَ وَائِلِ",
    "pg": "3:225-226"
  },
  "شور": {
    "def": "الشِّينُ وَالْوَاوُ وَالرَّاءُ أَصْلَانِ مُطَّرِدَانِ، الْأَوَّلُ مِنْهُمَا إِبْدَاءُ شَيْءٍ وَإِظْهَارُهُ وَعَرْضُهُ، وَالْآخَرُ أَخْذُ شَيْءٍ.\nفَالْأَوَّلُ قَوْلُهُمْ: شُرْتُ [الدَّابَّةَ] شَوْرًا، إِذَا عَرَضْتَهَا. وَالْمَكَانُ الَّذِي يُعْرَضُ فِيهِ الدَّوَابُّ هُوَ الْمِشْوَارُ. يَقُولُونَ: \" إِيَّاكَ وَالْخُطَبَ فَإِنَّهَا مِشْوَارٌ كَثِيرُ الْعِثَارِ \". قَالَ بَعْضُ أَهْلِ اللُّغَةِ فِي قَوْلِهِمْ شَوَّرَ بِهِ، إِذَا أَخْجَلَهُ: إِنَّمَا هُوَ مِنَ الشُّوَارِ، وَالشُّوَارُ: فَرْجُ الرَّجُلِ. وَمِنْ ذَلِكَ قَوْلُهُمْ: أَبْدَى اللَّهُ شُوَارَهُ. قَالَ: فَكَأَنَّ قَوْلَهُ شَوَّرَ بِهِ، أَرَادَ أَبْدَى شُوَارَهُ حَتَّى خَجِلَ. قَالَ: وَالشَّوَارُ: مَتَاعُ الْبَيْتِ أَيْضًا. فَإِنْ كَانَ صَحِيحًا فَلِأَنَّهُ مِنَ الَّذِي يُصَانُ كَمَا يَصُونُ الرَّجُلُ مَا عِنْدَهُ.\nوَالْبَابُ الْآخَرُ: قَوْلُهُمْ: شُرْتُ الْعَسَلَ أَشُورُهُ. وَقَدْ أَجَازَ نَاسٌ: أَشَرْتُ الْعَسَلَ، وَاحْتَجُّوا بِقَوْلِهِ:\nوَسَمَاعٍ يَأْذَنُ الشَّيْخُ لَهُ ... وَحَدِيثٍ مِثْلِ مَاذِيِّ مُشَارِ [وَقَالَ الْأَصْمَعِيُّ: إِنَّمَا هُوَ \" مَاذِيِّ مَشَارِ \"] عَلَى الْإِضَافَةِ. قَالَ: وَالْمَشَارُ: الْخَلِيَّةُ يُشْتَارُ مِنْهَا الْعَسَلُ.\nقَالَ بَعْضُ أَهْلِ اللُّغَةِ: مِنْ هَذَا الْبَابِ شَاوَرْتُ فُلَانًا فِي أَمْرِي. قَالَ: وَهُوَ مُشْتَقٌّ مِنْ شَوْرِ الْعَسَلِ، فَكَأَنَّ الْمُسْتَشِيرَ يَأْخُذُ الرَّأْيَ مِنْ غَيْرِهِ.\nقَالُوا: وَمِمَّا اشْتُقَّ مِنْ هَذَا قَوْلُهُمْ فِي الْبَعِيرِ: هُوَ مُسْتَشِيرٌ، وَهُوَ الْبَعِيرُ الَّذِي يَعْرِفُ الْحَائِلَ مِنْ غَيْرِ الْحَائِلِ. وَأَنْشَدَ:\nأَفَزَّ عَنْهَا كُلَّ مُسْتَشِيرِ ... وَكُلَّ بَكْرٍ دَاعِرٍ مِئْشِيرِ\nوَيُقَالُ: بَلْ هُوَ السَّمِينُ.",
    "pg": "3:226-227"
  },
  "شوس": {
    "def": "الشِّينُ وَالْوَاوُ وَالسِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى نَظَرٍ بِتَغَيُّظٍ. مِنْ ذَلِكَ الشَّوَسِ: النَّظَرُ بِأَحَدِ شِقَّيِ الْعَيْنِ تَغَيُّظًا. وَرَجُلٌ أَشْوَسُ مِنْ قَوْمٍ شُوسٍ. وَيُقَالُ هُوَ [الَّذِي] يُصَغِّرُ عَيْنَيْهِ وَيَضُمُّ أَجْفَانَهُ.",
    "pg": "3:227"
  },
  "شوص": {
    "def": "الشِّينُ وَالْوَاوُ وَالصَّادُ أَصْلٌ يَدُلُّ عَلَى زَعْزَعَةِ شَيْءٍ وَدَلْكِهِ. مِنْ ذَلِكَ الشَّوْصُ، وَهُوَ التَّسَوُّكُ بِالسِّوَاكِ. وَفِي الْحَدِيثِ: «أَنَّهُ كَانَ يَشُوصُ فَاهُ بِالسِّوَاكِ» . وَقَالَ امْرُؤُ الْقَيْسِ:\nبِأَسْوَدَ مُلْتَفِّ الْغَدَائِرِ وَارِدٍ ... وَذِي أُشُرٍ تَشُوصُهُ وَتَمُوصُ وَالشَّوْصُ: الدَّلْكُ، وَقَدْ يُقَالُ فِي الثَّوْبِ أَيْضًا. وَيُقَالُ شَاصَّ الشَّيْءَ، إِذَا زَعْزَعَهُ. وَأَمَّا الشَّوْصَةُ فَدَاءٌ يُقَالُ إِنَّهُ يَتَعَقَّدُ فِي الْأَضْلَاعِ.",
    "pg": "3:227-228"
  },
  "شوط": {
    "def": "الشِّينُ وَالْوَاوُ وَالطَّاءُ أَصْلٌ يَدُلُّ عَلَى مُضِيٍّ فِي غَيْرِ تَثَبُّتٍ وَلَا فِي حَقٍّ. مِنْ ذَلِكَ قَوْلُهُمْ جَرَى شَوْطًا أَيْ طَلَقًا. وَيَقُولُونَ لِلضَّوْءِ الَّذِي يَدْخُلُ الْبُيُوتَ مِنَ الْكُوَّةِ: شَوْطُ بَاطِلٍ. وَكَانَ بَعْضُ الْفُقَهَاءِ يَكْرَهُ أَنْ يُقَالَ: طَافَ بِالْبَيْتِ أَشْوَاطًا، وَكَانَ يَقُولُ: الشَّوْطُ بَاطِلٌ، وَالطَّوَافُ بِالْبَيْتِ مِنَ الْبَاقِيَاتِ الصَّالِحَاتِ.",
    "pg": "3:228"
  },
  "شوظ": {
    "def": "الشِّينُ وَالْوَاوُ وَالظَّاءُ كَلِمَةٌ وَاحِدَةٌ صَحِيحَةٌ، فَالشُّوَاظُ: شُوَاظُ اللَّهَبِ مِنَ النَّارِ لَا دُخَانَ مَعَهُ. قَالَ تَعَالَى: ﴿شُوَاظٌ مِنْ نَارٍ﴾ [الرحمن: ٣٥] .",
    "pg": "3:228"
  },
  "شوع": {
    "def": "الشِّينُ وَالْوَاوُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى انْتِشَارٍ وَتَفَرُّقٍ. مِنْ ذَلِكَ: الشَّوَعُ، وَهُوَ انْتِشَارُ الشَّعْرِ وَتَفَرُّقُهُ. وَالشُّوعُ: شَجَرٌ وَلَعَلَّهُ مُتَفَرِّقُ النَّبْتِ.",
    "pg": "3:228"
  },
  "شوف": {
    "def": "الشِّينُ وَالْوَاوُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى ظُهُورٍ وَبُرُوزٍ. مِنْ ذَلِكَ قَوْلُ الْعَرَبِ: تَشَوَّفَتِ الْأَوْعَالُ، إِذَا عَلَتْ مَعَاقِلَ الْجِبَالِ. ثُمَّ حُمِلَ عَلَى ذَلِكَ وَاشْتُقَّ مِنْهُ: تَشَوَّفَ فُلَانٌ لِلشَّيْءِ، إِذَا طَمَحَ بِهِ، ثُمَّ قِيلَ لِجَلْوِ الشَّيْءِ شَوْفٌ. تَقُولُ: شُفْتُهُ أَشُوفُهُ شَوْفًا. وَالْمَشُوفُ: الْمَجْلُوُّ. وَالدِّينَارُ الْمَشُوفُ مِنْ ذَلِكَ. وَفِيهِ يَقُولُ عَنْتَرَةُ: رَكَدَ الْهَوَاجِرُ بِالْمَشُوفِ الْمُعْلَمِ\nوَإِنَّمَا سُمِّيَ ذَلِكَ شَوْفًا لِأَنَّهُ يَبْرُزُ بِهِ عَنْ وَجْهِهِ وَلَوْنِهِ. وَيُقَالُ مِنْ ذَلِكَ: تَشَوَّفَتِ الْمَرْأَةُ، إِذَا تَزَيَّنَتْ. وَيُقَالُ إِنَّ الْجَمَلَ الْمَشُوفَ: الْهَائِجُ. قَالَ:\nمِثْلِ الْمَشُوفِ هَنَأْتَهُ بِعَصِيمِ\nوَقَالَ قَوْمٌ فِي الْبَيْتِ: إِنَّمَا هُوَ \" الْمَسُوفُ \" بِالسِّينِ، وَهُوَ الْفَحْلُ الَّذِي تَسُوفُهُ الْإِبِلُ، أَيْ تَشُمُّهُ. وَيُقَالُ اشْتَافَ فُلَانٌ، إِذَا تَطَاوَلَ وَنَظَرَ. وَأَشَافَ عَلَى الشَّيْءِ، إِذَا أَوْفَى عَلَيْهِ وَأَشْرَفَ. وَمِنْ ذَلِكَ سُمِّيَ الطَّلِيعَةُ الشَّيِّفَةَ.",
    "pg": "3:228-229"
  },
  "شوق": {
    "def": "الشِّينُ وَالْوَاوُ وَالْقَافُ يَدُلُّ عَلَى تَعَلُّقِ الشَّيْءِ بِالشَّيْءِ، يُقَالُ شُقْتُ الطُّنُبَ، أَيِ الْوَتِدَ، وَاسْمُ ذَلِكَ الْخَيْطِ الشِّيَاقُ. وَالشَّوْقُ مِثْلُ النَّوْطِ، ثُمَّ اشْتُقَّ مِنْ ذَلِكَ الشَّوْقُ، وَهُوَ نِزَاعُ النَّفْسِ إِلَى الشَّيْءِ. وَيُقَالُ شَاقَنِي يَشُوقُنِي، وَذَلِكَ لَا يَكُونُ إِلَّا عَنْ عَلَقِ حُبٍّ.",
    "pg": "3:229"
  },
  "شوك": {
    "def": "الشِّينُ وَالْوَاوُ وَالْكَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خُشُونَةٍ وَحِدَّةِ طَرَفٍ فِي الشَّيْءِ. مِنْ ذَلِكَ الشَّوْكُ، وَهُوَ مَعْرُوفٌ. يُقَالُ شَجَرَةٌ شَوِكَةٌ وَشَائِكَةٌ وَمُشِيكَةٌ. وَيُقَالُ شَاكَنِي الشَّوْكُ. وَأَشَكْتُ فُلَانًا، إِذَا آذَيْتَهُ بِالشَّوْكِ. وَشَوَّكَ الْفَرْخُ، إِذَا أَنْبَتَ. وَيُشْتَقُّ مِنْ ذَلِكَ الشَّوْكَةُ، وَهِيَ شِدَّةُ الْبَأْسِ. وَيُقَالُ جَاءَ بِالشَّوْكِ وَالشَّجَرِ، أَيْ فِي الْعَدَدِ الْجَمِّ. وَيُقَالُ بُرْدَةٌ شَوْكَاءُ، وَهِيَ الْخَشِنَةُ الْمَسِّ مِنْ جِدَّتِهَا، وَقِيلَ هِيَ الْخَشِنَةُ النَّسْجِ. وَيُقَالُ: شَوَّكَ ثَدْيُ الْمَرْأَةِ، إِذَا انْتَصَبَ وَتَحَدَّدَ طَرَفُهُ. وَيُقَالُ شَوَّكَ الْبَعِيرُ، إِذَا طَالَتْ أَنْيَابُهُ.",
    "pg": "3:229-230"
  },
  "شول": {
    "def": "الشِّينُ وَالْوَاوُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الِارْتِفَاعِ. مِنْ ذَلِكَ شَالَ الْمِيزَانُ، إِذَا ارْتَفَعَتْ إِحْدَى كِفَّتَيْهِ. وَأَشَلْتُ الشَّيْءَ: رَفَعْتُهُ، وَالشَّوْلُ مِنَ الْإِبِلِ: الَّتِي ارْتَفَتْ أَلْبَانُهَا، الْوَاحِدَةُ شَائِلَةٌ. وَالشُّوَّلُ: اللَّوَاتِي تَشُولُ بِأَذْنَابِهَا عِنْدَ اللِّقَاحِ، الْوَاحِدَةُ شَائِلٌ. وَزَعَمَ قَوْمٌ أَنَّ شَوَّالًا سُمِّيَ بِذَلِكَ لِأَنَّهُ وَافَقَ وَقْتَ أَنْ تَشُولَ الْإِبِلُ.\nوَالشَّوْلَةُ: نَجْمٌ، وَهِيَ شَوْلَةُ الْعَقْرَبِ، وَهِيَ ذَنَبُهَا. وَتُسَمَّى الْعَقْرَبُ شَوَّالَةً. وَيُقَالُ تَشَاوَلَ الْقَوْمُ بِالسِّلَاحِ عِنْدَ الْقِتَالِ، وَذَلِكَ أَنْ يُشِيلَ كُلٌّ السِّلَاحَ لِصَاحِبِهِ. فَأَمَّا الْمَاءُ الْقَلِيلُ فَيُسَمَّى شَوْلًا، لِأَنَّهُ إِذَا قَدْ خَفَّ وَسَرُعَ ارْتِفَاعُهُ وَذَهَابُهُ. قَالَ:\nوَصَبَّ رُوَاتُهَا أَشْوَالَهَا وَيُسَمَّى الْخَادِمُ الْخَفِيفُ فِي الْخِدْمَةِ: شَوِلًا ; لِسُرْعَةِ ارْتِفَاعِهِ فِيمَا يَنْهَضُ فِيهِ.",
    "pg": "3:230-231"
  },
  "شوه": {
    "def": "الشِّينُ وَالْوَاوُ وَالْهَاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى قُبْحِ الْخِلْقَةِ، وَالثَّانِي نَوْعٌ مِنَ النَّظَرِ بِالْعَيْنِ.\nفَالْأَوَّلُ الشَّوَهُ: قُبْحُ الْخِلْقَةِ ; يُقَالُ شَاهَتِ الْوُجُوهُ أَيْ قَبُحَتْ. وَشَوَّهَهُ اللَّهُ فَهُوَ مُشَوَّهٌ. وَفِي الْحَدِيثِ أَنَّ النَّبِيَّ ﵌ رَمَى الْمُشْرِكِينَ بِالتُّرَابِ وَقَالَ: «شَاهَتِ الْوُجُوهُ» . وَأَمَّا الْفَرَسُ الشَّوْهَاءُ فَالَّتِي فِي رَأْسِهَا طُولٌ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَقَالُوا: رَجُلٌ شَائِهُ الْبَصَرِ، إِذَا كَانَ حَدِيدَ الْبَصَرِ. وَيُقَالُ شَاهِي الْبَصَرِ أَيْضًا، وَكَأَنَّهُ مِنَ الْمَقْلُوبِ. وَيُقَالُ الْأَشْوَهُ الَّذِي يُصِيبُ النَّاسَ بِالْعَيْنِ. وَيَقُولُونَ: لَا تَشَوَّهْ عَلَيَّ، إِذَا قَالَ مَا أَحَسَنَكَ، أَيْ لَا تُصِبْنِي بِعَيْنِكَ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ: الشَّاةُ. قَالُوا: أَصْلُ بِنَائِهَا مِنْ هَذَا، يُقَالُ تَشَوَّهْتُ شَاةً، أَيْ أَخَذْتُهَا.\n\n[بَابُ الشِّينِ وَالْيَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:231"
  },
  "شوي": {
    "def": "الشِّينُ وَالْوَاوُ وَالْيَاءُ يَدُلُّ عَلَى الْأَمْرِ الْهَيِّنِ. مِنْ ذَلِكَ الشَّوَى وَهُوَ رُذَالُ الْمَالِ. قَالَ:\nأَكَلْنَا الشَّوَى حَتَّى [إِذَا لَمْ تَجِدْ شَوًى] ... أَشَرْنَا إِلَى خَيْرَاتِهَا بِالْأَصَابِعِ\nوَمِنْ ذَلِكَ الشَّوَى: جَمْعُ شَوَاةٍ، وَهِيَ جِلْدَةُ الرَّأْسِ. وَالشَّوَى: الْأَطْرَافُ، وَكُلُّ مَا لَيْسَ بِمَقْتَلٍ. وَكُلُّ أَمْرٍ هَيِّنٍ شَوًى. وَيَقُولُونَ فِي الْإِتْبَاعِ: عَيِيٌّ شَوِيٌّ. قَالَ ابْنُ دُرَيْدٍ: هُوَ مِنَ الشَّوَى، وَهُوَ الرُّذَالُ. وَيُقَالُ رَمَيْتُ الصَّيْدَ فَأَشْوَيْتُهُ، إِذَا أَصَبْتَ شَوَاهُ، وَهِيَ أَطْرَافُهُ. وَالشَّوَايَا: بَقِيَّةُ قَوْمٍ هَلَكُوا، الْوَاحِدُ شَوِيَّةٌ ; وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِقِلَّتِهَا وَهُونِهَا. قَالُوا: وَالشَّوَّايَةُ الشَّيْءُ الصَّغِيرُ مِنَ الْكَبِيرِ، كَالْقِطْعَةِ مِنَ الشَّاةِ. وَيُقَالُ: مَا بَقِيَ مِنَ الْمَالِ إِلَّا شَُِوَايَةٌ، أَيْ شَيْءٌ يَسِيرٌ. وَالَّذِي لَا نَشُكُّ فِيهِ أَنَّ الشِّوَاءَ مُشْتَقٌّ مِنْ هَذَا ; لِأَنَّهُ إِذَا شُوِيَ فَكَأَنَّهُ قَدْ أُهِينَ. فَإِنْ قَالَ قَائِلٌ: فَيَنْبَغِي أَنْ يَكُونَ إِذَا قُدِرَ وَكُبِّبَ: شِوَاءٌ لِأَنَّهُ قَدْ أُهِينَ. قِيلَ لَهُ: نَحْنُ نُعَلِّلُ مَا يَقُولُهُ الْعَرَبُ حَتَّى نَرُدَّهُ إِلَى أَصْلٍ مُطَّرِدٍ مُتَّفَقٍ عَلَيْهِ، فَأَمَّا مَا سِوَى ذَلِكَ فَلَيْسَ لَنَا مَا نَفْعَلُهُ. وَتَقُولُ: شَوَيْتُ اللَّحْمَ شَيًّا وَاشْتَوَيْتُهُ، فَأَنَا مُشْتَوٍ. قَالَ الشَّاعِرُ: فَاشْتَوَى لَيْلَةَ رِيحٍ وَاجْتَمَلْ\nوَيُقَالُ انْشَوَى اللَّحْمُ. قَالَ:\nقَدِ انْشَوَى شِوَاؤُنَا الْمُرَعْبَلُ ... فَاقْتَرِبُوا إِلَى الْغَدَاءِ فَكُلُوا\nقَالَ الْخَلِيلُ: الْإِشْوَاءُ: الْإِبْقَاءُ أَوْ فِي مَعْنَاهُ، حَتَّى يَقُولَ بَعْضُهُمْ: تَعَشَّى فُلَانٌ فَأَشْوَى مِنْ عَشَائِهِ، أَيْ أَبْقَى. قَالَ:\nفَإِنَّ مِنَ الْقَوْلِ الَّتِي لَا شَوَى لَهَا ... إِذَا زَلَّ عَنْ ظَهْرِ اللِّسَانِ انْفِلَاتُهَا\nأَيْ لَا بَقِيَّةَ لَهَا. وَالْأَصْلُ يَرْجِعُ إِلَى مَا أَصَّلْنَاهُ.",
    "pg": "3:224-225"
  },
  "شيا": {
    "def": "الشِّينُ وَالْيَاءُ وَالْهَمْزَةُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ شَيَّأَ اللَّهُ وَجْهَهُ ; إِذَا دَعَا عَلَيْهِ بِالْقُبْحِ. وَوَجْهٌ مُشَيَّأٌ. وَأَنْشَدَ: إِنَّ بَنِي فَزَارَةَ بْنِ ذُبْيَانْ ... قَدْ طَرَّقَتْ نَاقَتُهُمْ بِإِنْسَانْ\nمُشَيَّأٍ أَعْجِبْ بِخَلْقِ الرَّحْمَنِ",
    "pg": "3:231-232"
  },
  "شيب": {
    "def": "الشِّينُ وَالْيَاءُ وَالْبَاءُ. هَذَا يَقْرُبُ مِنْ بَابِ الشِّينِ وَالْوَاوِ وَالْبَاءِ، وَهُمَا يَتَقَارَبَانِ جَمِيعًا فِي اخْتِلَاطِ الشَّيْءِ بِالشَّيْءِ. مِنْ ذَلِكَ الشَّيْبُ: شَيْبُ الرَّأْسِ ; يُقَالُ شَابَ يَشِيبُ. قَالَ الْكِسَائِيُّ: شَيَّبَ الْحُزْنُ رَأَسَهُ وَبِرَأْسِهِ، وَأَشَابَ الْحُزْنُ رَأْسَهُ وَبِرَأْسِهِ. وَالرَّجُلُ إِذَا شَابَ فَهُوَ أَشْيَبُ. وَالشِّيبُ: الْجِبَالُ يَسْقُطُ عَلَيْهَا الثَّلْجُ، وَهُوَ مِنَ الشَّيْبِ. وَقَالَ الشَّاعِرُ:\nشُيُوخٌ تَشِيبُ إِذَا مَا شَتَتْ ... وَلَيْسَ الْمَشِيبُ عَلَيْهَا مُعِيبَا\nيُرِيدُ الْجِبَالَ إِذَا ابْيَضَّتْ مِنَ الثَّلْجِ. وَوُجِدَتْ فِي تَفْسِيرِ شِعْرِ عُبَيْدٍ فِي قَوْلِهِ:\nوَالشَّيْبُ شَيْنٌ لِمَنْ يَشِيبُ\nأَنَّ الشَّيْبَ وَالْمَشِيبَ وَاحِدٌ. قَالَ: وَقَالَ الْأَصْمَعِيُّ: الشَّيْبُ: بَيَاضُ الشَّعْرِ، وَالْمَشِيبُ: دُخُولُ الرَّجُلِ فِي حَدِّ الشِّيبِ مِنَ الرِّجَالِ ذَوِي الْكِبَرِ وَالشَّيْبِ. وَقَالَ أَيْضًا فِي هَذَا الْمَوْضِعِ: قَالَ ابْنُ السِّكِّيتِ فِي قَوْلِ عَدِيٍّ:\nوَالرَّأْسُ قَدْ شَابَهُ الْمَشِيبُ أَرَادَ بَيَّضَهُ الْمَشِيبُ، وَلَيْسَ مَعْنَاهُ خَالَطَهُ، وَأَنْشَدَ:\nقَدْ رَابَهُ وَلِمِثْلِ ذَلِكَ رَابَهُ ... وَقَعَ الْمَشِيبُ عَلَى الْمَشِيبِ فَشَابَهُ\nأَيْ بَيَّضَ مُسْوَدَّهُ. وَشِيبَانُ وَمِلْحَانُ: شَهْرَا قِمَاحٍ، وَهُمَا أَشَدُّ الشِّتَاءِ بَرْدًا ; سُمِّيَا بِذَلِكَ لِبَيَاضِ الْأَرْضِ بِمَا عَلَيْهَا مِنَ الصَّقِيعِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ قَوْلُهُمْ: بَاتَتْ فُلَانَةُ بِلَيْلَةِ شَيْبَاءَ، إِذَا افْتُضَّتْ. وَبَاتَتْ بِلَيْلَةِ حُرَّةٍ، إِذَا لَمْ تُفْتَضَّ.",
    "pg": "3:232-233"
  },
  "شيح": {
    "def": "الشِّينُ وَالْيَاءُ وَالْحَاءُ أَصْلَانِ مُتَبَايِنَانِ، يَدُلُّ أَحَدَهُمَا عَلَى جِدٍّ وَحَذَرٍ، وَالْآخَرُ عَلَى إِعْرَاضٍ.\nفَأَمَّا الْأَوَّلُ فَقَوْلُ الْعَرَبِ: أَشَاحَ عَلَى الشَّيْءِ، إِذَا وَاظَبَ عَلَيْهِ وَجَدَّ فِيهِ قَالَ الرَّاجِزُ:\nقُبًّا أَطَاعَتْ رَاعِيًا مُشِيحَا\nوَقَالَ آخَرُ:\nوَشَايَحْتَ قَبْلَ الْيَوْمِ إِنَّكَ شِيحُ\nوَأَمَّا الشِّياحُ فَالْحِذَارُ. وَرَجُلٌ شَائِحٌ. وَهُوَ قَوْلُهُ: شَايَحْنَ مِنْهُ أَيَّمَا شِيَاحِ\nوَالْمَشْيُوحَاءُ: أَنْ يَكُونَ الْقَوْمُ فِي أَمْرٍ يَبْتَدِرُونَهُ ; يُقَالُ هُمْ فِي مَشْيُوحَاءَ.\nوَأَمَّا الْآخَرُ فَيُقَالُ: أَشَاحَ بِوَجْهِهِ، أَيْ أَعْرَضَ. وَيُقَالُ إِنَّ اشْتِقَاقَهُ مِنْ قَوْلِهِمْ أَشَاحَ الْفَرَسُ بِذَنَبِهِ، إِذَا أَرْخَاهُ.\nوَمِمَّا شَذَّ عَنِ الْبَابَيْنِ جَمِيعًا: الشِّيحُ، وَهُوَ نَبْتٌ.",
    "pg": "3:233-234"
  },
  "شيخ": {
    "def": "الشِّينُ وَالْيَاءُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الشَّيْخُ. تَقُولُ: هُوَ شَيْخٌ، وَهُوَ مَعْرُوفٌ، بَيِّنُ الشَّيْخُوخَةِ وَالشَّيَخِ وَالتَّشْيِيخِ. وَقَدْ قَالُوا أَيْضًا كَلِمَةً، قَالُوا: شَيَّخْتُ عَلَيْهِ.",
    "pg": "3:234"
  },
  "شيد": {
    "def": "الشِّينُ وَالْيَاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ يَدُلُ عَلَى رَفْعِ الشَّيْءِ. يُقَالُ شِدْتُ الْقَصْرَ أَشِيدُهُ شَيْدًا. وَهُوَ قَصْرٌ مَشِيدٌ، أَيْ مَعْمُولٌ بِالشِّيدِ. وَسُمِّيَ شِيدًا لِأَنَّ بِهِ يُرْفَعُ الْبِنَاءُ. يُقَالُ قَصْرٌ مَشِيدٌ أَيْ مُطَوَّلٌ. وَالْإِشَادَةُ: رَفْعُ الصَّوْتِ وَالتَّنْوِيهُ.",
    "pg": "3:234"
  },
  "شيص": {
    "def": "الشِّينُ وَالْيَاءُ وَالصَّادُ. يُقَالُ إِنَّ الشِّيصَ أَرْدَأُ التَّمْرِ.",
    "pg": "3:234"
  },
  "شيط": {
    "def": "الشِّينُ وَالْيَاءُ وَالطَّاءُ أَصْلٌ يَدُلُّ عَلَى ذَهَابِ الشَّيْءِ، إِمَّا احْتِرَاقًا وَإِمَّا غَيْرَ ذَلِكَ. فَالشَّيْطُ مِنْ شَاطَ الشَّيْءُ، إِذَا احْتَرَقَ. يُقَالُ شَيَّطْتُ اللَّحْمَ. وَيَقُولُونَ: شَيَّطَهُ، إِذَا دَخَّنَهُ وَلَمْ يُنْضِجْهُ. وَالْأَوَّلُ أَصَحُّ وَأَقْيَسُ. وَمِنَ الْمُشْتَقِّ مِنْ هَذَا: اسْتَشَاطَ الرَّجُلُ، إِذَا احْتَدَّ غَضَبًا. وَيَقُولُونَ: نَاقَةٌ مِشْيَاطٌ، وَهِيَ الَّتِي يَطِيرُ فِيهَا السِّمَنُ.\nوَمِنَ الْبَابِ الشَّيْطَانُ، يُقَارِبُ الْيَاءُ فِيهِ الْوَاوَ، يُقَالُ شَاطَ يَشِيطُ، إِذَا بَطَلَ. وَأَشَاطَ السُّلْطَانُ دَمَ فُلَانٍ، إِذَا أَبْطَلَهُ. وَقَدْ مَضَى الْكَلَامُ فِي اشْتِقَاقِ اسْمِ الشَّيْطَانِ.",
    "pg": "3:234-235"
  },
  "شيع": {
    "def": "الشِّينُ وَالْيَاءُ وَالْعَيْنُ أَصْلَانِ، يَدُلُّ أَحَدُهُمَا عَلَى مُعَاضَدَةٍ وَمُسَاعَفَةٍ، وَالْآخَرُ عَلَى بَثٍّ وَإِشَادَةٍ.\nفَالْأَوَّلُ: قَوْلُهُمْ شَيَّعَ فُلَانٌ فُلَانًا عِنْدَ شُخُوصِهِ. وَيُقَالُ آتِيكَ غَدًا أَوْ شَيْعَهُ، أَيِ الْيَوْمَ الَّذِي بَعْدَهُ، كَأَنَّ الثَّانِيَ مُشَيِّعٌ لِلْأَوَّلِ فِي الْمُضِيِّ. وَقَالَ الشَّاعِرُ:\nقَالَ الْخَلِيطُ غَدًا تَصَدُّعُنَا ... أَوْ شَيْعَهُ أَفَلَا تُوَدِّعُنَا\nوَقَالَ لِلشُّجَاعِ: الْمُشَيَّعُ ; كَأَنَّهُ لِقُوَّتِهِ قَدْ قَوِيَ وَشُيِّعَ بِغَيْرِهِ، أَوْ شُيِّعَ بِقُوَّةٍ.\nوَزَعَمَ نَاسٌ أَنَّ الشَّيْعَ شِبْلُ الْأَسَدِ، وَلَمْ أَسْمَعْهُ مِنْ عَالَمٍ سَمَاعًا. وَيَقُولُ نَاسٌ: إِنَّ الشَّيْعَ الْمِقْدَارُ، فِي قَوْلِهِمْ: أَقَامَ شَهْرًا أَوْ شَيْعَهُ. وَالصَّحِيحُ مَا قُلْتُهُ، فِي أَنَّ الْمُشَيِّعَ هُوَ الَّذِي يُسَاعِدُ الْآخَرَ وَيُقَارِنُهُ. وَالشِّيعَةُ: الْأَعْوَانُ وَالْأَنْصَارُ.\nوَأَمَّا الْآخَرُ [فَقَوْلُهُمْ] : شَاعَ الْحَدِيثُ، إِذَا ذَاعَ وَانْتَشَرَ. وَيُقَالُ شَيَّعَ الرَّاعِي إِبِلَهُ، إِذَا صَاحَ فِيهَا. وَالِاسْمُ الشِّيَاعُ: الْقَصَبَةُ الَّتِي يَنْفُخُ فِيهَا الرَّاعِي. قَالَ:\nحَنِينَ النِّيبِ تَطْرَبُ لِلشِّيَاعِ\nوَمِنَ الْبَابِ قَوْلُهُمْ فِي ذَلِكَ: لَهُ سَهْمٌ شَائِعٌ، إِذَا كَانَ غَيْرَ مَقْسُومٍ. وَكَأَنَّ مَنْ لَهُ سَهْمٌ وَنَصِيبٌ انْتَشَرَ فِي السَّهْمِ حَتَّى أَخَذَهُ، كَمَا يَشِيعُ الْحَدِيثُ فِي النَّاسِ فَيَأْخُذُ سَمْعَ كُلِّ أَحَدٍ.\nوَمِنْ هَذَا الْبَابِ: شَيَّعْتُ النَّارَ فِي الْحَطَبِ، إِذَا أَلْهَبْتَهَا.",
    "pg": "3:235-236"
  },
  "شيق": {
    "def": "الشِّينُ وَالْيَاءُ وَالْقَافُ كَلِمَةٌ. يُقَالُ إِنَّ الشِّيقَ الشَّقُّ الضَّيِّقُ فِي رَأْسِ الْجَبَلِ. قَالَ:\nشَغْوَاءُ تُوطَنُ بَيْنَ الشِّيقِ وَالنِّيقِ",
    "pg": "3:236"
  },
  "شيم": {
    "def": "الشِّينُ وَالْيَاءُ وَالْمِيمُ أَصْلَانِ مُتَبَايِنَانِ، وَكَأَنَّهُمَا مِنْ بَابِ الْأَضْدَادِ إِذْ أَحَدُهُمَا يَدُلُّ عَلَى الْإِظْهَارِ، وَالْآخَرُ يَدُلُّ عَلَى خِلَافِهِ.\nفَالْأَوَّلُ قَوْلُهُمْ: شِمْتُ السَّيْفَ، إِذَا سَلَلْتَهُ. وَيُقَالُ لِلتُّرَابِ الَّذِي يُحْفَرُ فَيُسْتَخْرَجُ مِنَ الْأَرْضِ الشِّيمَةُ، وَالْجَمْعُ الشِّيَمُ. وَمِنَ الْبَابِ: شِمْتُ الْبَرْقَ أَشِيمُهُ شَيْمًا، إِذَا رَقَبْتَهُ تَنْظُرُ أَيْنَ يَصُوبُ. وَهَذَا مَحْمُولٌ عَلَى الَّذِي ذَكَرْنَاهُ مِنْ شَيْمِ السَّيْفِ. وَقَالَ الْأَعْشَى:\nفَقُلْتُ لِلشَّرْبِ فِي دَُرْنَا وَقَدْ ثَمِلُوا ... شِيمُوا وَكَيْفَ يَشِيمُ الشَّارِبُ الثَّمِلُ\nكَأَنَّهُ لَمَّا رَقَبَ السَّحَابَ شَامَ بَرْقَهُ كَمَا يُشَامُ السَّيْفُ.\nوَالْأَصْلُ الْآخَرُ: قَوْلُهُمْ شِمْتُ السَّيْفَ، إِذَا قَرَبْتَهُ. وَمِنَ الْبَابِ الشِّيمَةُ: خَلِيقَةُ الْإِنْسَانِ، سُمِّيَتْ شِيمَةً لِأَنَّهَا كَأَنَّهَا مُنْشَامَةٌ فِيهِ دَاخِلَةٌ مُسْتَكِنَّةٌ. وَالِانْشِيَامُ: الدُّخُولُ فِي الشَّيْءِ ; يُقَالُ: انْشَامَ فِي الْأَمْرِ، إِذَا دَخَلَ فِيهِ. وَالْمَشِيمَةُ: غِشَاءُ وَلَدِ الْإِنْسَانِ، وَهُوَ الَّذِي يُقَالُ لَهُ مِنْ غَيْرِهِ السَّلَى. وَسُمِّيَتْ بِذَلِكَ كَأَنَّ الْوَلَدَ قَدِ انْشَامَ فِيهَا.\nفَأَمَّا الشَّامَةُ فَيُمْكِنُ أَنْ يَكُونَ مِنَ الْبَابِ الْأَوَّلِ ; لِأَنَّهَا شَيْءٌ بَارِزٌ، يُقَالُ مِنْهَا رَجُلٌ أَشْيَمُ، وَهُوَ الَّذِي بِهِ شَامَةٌ.",
    "pg": "3:236-237"
  },
  "شين :": {
    "def": "الشِّينُ وَالْيَاءُ وَالنُّونُ كَلِمَةٌ تَدُلُّ عَلَى خِلَافِ الزِّينَةِ. يُقَالُ شَانَهُ خِلَافُ زَانَهُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الشِّينِ وَالْهَمْزَةِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:237"
  }
}