{
  "غار": {
    "def": "الْغَيْنُ وَالْأَلِفُ وَالرَّاءُ. وَالْأَلْفُ فِي هَذَا الْبَابِ لَا تَكُونُ إِلَّا مُبْدَلَةً. فَالْغَارُ: نَبَاتٌ طَيِّبٌ. قَالَ:\nرُبَّ نَارٍ بِتُّ أَرْمُقُهَا ... تَقْضَمُ الْهِنْدِيَّ وَالْغَارَا وَالْغَارُ: لُغَةٌ فِي الْغَيْرَةِ، وَقَدْ مَرَّ تَفْسِيرُهَا. قَالَ:\nلَهُنَّ نَشِيجٌ بِالنَّشِيلِ كَأَنَّهَا ... ضَرَائِرُ حِرْمِيٍّ تَفَاحَشَ غَارُهَا\nوَالْغَارُ: الْجَيْشُ الْعَظِيمُ. وَمِنْ ذَلِكَ حَدِيثُ عَلِيٍّ ﵇: \" مَا ظَنُّكَ بِامْرِئٍ جَمَعَ بَيْنَ هَذَيْنِ الْغَارَيْنِ \". وَالْغَارُ: غَارُ الْفَمِ. وَالْغَارُ: أَصْلُ الرَّجُلِ وَقَبِيلَتُهُ. وَالْغَارُ: الْكَهْفُ. وَقَدْ مَضَى قِيَاسُ ذَلِكَ كُلِّهِ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْغَيْنِ وَالْبَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:407-408"
  },
  "غبب": {
    "def": "الْغَيْنُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى زَمَانٍ وَفَتْرَةٍ فِيهِ. مِنْ ذَلِكَ الْغِبُّ، هُوَ أَنْ تَرِدَ الْإِبِلُ يَوْمًا وَتَدَعَ يَوْمًا. وَالْمُغَبَّبَةُ: الشَّاةُ تُحْلَبُ يَوْمًا وَتُتْرَكُ يَوْمًا. وَأَغْبَبْتُ الزِّيَارَةَ مِنَ الْغِبِّ أَيْضًا. وَمِنْهُ أَيْضًا قَوْلُهُمْ: غَبَّبَ فِي الْأَمْرِ إِذَا لَمْ يُبَالِغْ فِيهِ، كَأَنَّهُ زِيدَتْ فَتْرَةٌ أَوْقَعَهَا فِيهِ.\nوَمِنَ الْبَابِ قَوْلُهُمْ: \" رُوَيْدَ الشِّعْرِ يَغُبُّ \"، وَذَلِكَ أَنْ يُتْرَكَ إِنْشَادُهُ حَتَّى يَأْتِيَ عَلَيْهِ وَقْتٌ. وَيَقُولُونَ: غَبَّ الْأَمْرُ، إِذَا بَلَغَ آخِرَهُ. وَلَحْمٌ غَابٌّ، إِذَا لَمْ يُؤْكَلْ لِوَقْتِهِ، بَلْ تُرِكَ وَقْتًا وَفَتْرَةً.",
    "pg": "4:379"
  },
  "غبث": {
    "def": "الْغَيْنُ وَالْبَاءُ وَالثَّاءُ لَيْسَ بِشَيْءٍ. وَذَكَرُوا عَنِ الْفَرَّاءِ أَنَّهُ قَالَ: غَبَثْتُ الْإِقَطَ مِثْلُ عَبَثْتُهُ. [بَابُ الْغَيْنِ وَالتَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:411-412"
  },
  "غبر": {
    "def": "الْغَيْنُ وَالْبَاءُ وَالرَّاءُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى الْبَقَاءِ، وَالْآخَرُ عَلَى لَوْنٍ مِنَ الْأَلْوَانِ.\nفَالْأَوَّلُ غَبَرَ، إِذَا بَقِيَ. قَالَ اللَّهُ - تَعَالَى ﴿إِلَّا امْرَأَتَكَ كَانَتْ مِنَ الْغَابِرِينَ﴾ [العنكبوت: ٣٣] ، وَيُقَالُ بِالنَّاقَةِ غُبْرٌ، أَيْ بَقِيَّةٌ. وَبِهِ غُبَّرٌ مِنْ مَرَضٍ، أَيْ بَقِيَّةٌ. قَالَ ابْنُ مُقْبِلٍ أَوْ غَيْرُهُ:\nفَإِنْ سَأَلَتْ عَنِّي سُلَيْمَى فَقُلْ لَهَا ... بِهِ غُبَّرٌ مِنْ دَائِهِ وَهُوَ صَالِحُ\nوَمِنَ الْبَابِ: عِرْقٌ غَبِرَ، أَيْ لَا يَزَالُ يَنْتَقِضُ، كَأَنَّ بِهِ أَبَدًا غُبَّرًا. وَتَغَبَّرَتِ الْمَرْأَةُ الشَّيْخَ: أَخَذَتْ بَقِيَّةَ مَائِهِ. وَالْأَصْلُ الْآخَرُ الْغُبَارُ سُمِّيَ لِغُبْرَتِهِ. وَهِيَ لَوْنُهُ. وَالْأَغْبَرُ: كُلُّ لَوْنٍ لَوْنُ غُبَارٍ. وَقَوْلُ طَرَفَةَ:\nرَأَيْتُ بَنِي غَبْرَاءَ لَا يُنْكِرُونَنِي ... وَلَا أَهْلُ هَذَاكَ الطِّرَافِ الْمُمَدَّدِ\nفَبَنِي غَبْرَاءَ هُمُ الْمَحَاوِيجُ الْفُقَرَاءُ، وَذَلِكَ أَنَّهُمْ مُغَبَّرَةٌ أَلْوَانُهُمْ، وَهُمْ أَهْلُ الْمَتْرَبَةِ. وَالْغَبْرَاءُ: الْأَرْضُ. وَالْغُبَيْرَاءُ: نَبِيذُ الذُّرَةِ، وَلَعَلَّ فِي لَوْنِهِ غُبْرَةٌ.\nفَأَمَّا دَاهِيَةُ الْغَبَرِ، فَهُوَ عِنْدِي مِنْ هَذَا الْبَابِ، وَيُرَادُ أَنَّهَا غَبْرَاءُ، أَيْ مُظْلِمَةٌ مُشَبِّهَةٍ لَا يُرَى وَجْهُ الْمَأْتَى لَهَا.\nوَمِمَّا شَذَّ عَنْ هَذَيْنِ الْأَصْلَيْنِ مَا حَكَاهُ ابْنُ السِّكِّيتِ: أَغْبَرْتُ فِي طَلَبِ الْحَاجَةِ: جَدَدْتُ.",
    "pg": "4:408-409"
  },
  "غبس": {
    "def": "الْغَيْنُ وَالْبَاءُ وَالسِّينُ كَلِمَةٌ تَدُلُّ عَلَى لَوْنٍ مِنَ الْأَلْوَانِ. قَالُوا: الْغُبْسَةُ: لَوْنٌ كَلَوْنِ الرَّمَادِ. وَيُقَالُ فَرَسٌ أَغْبَسُ. قَالَ بَعْضُهُمْ: هُوَ الَّذِي يُقَالُ لَهُ: \" سَمَنْدُ \". فَأَمَّا قَوْلُهُمْ: \" لَا أَفْعَلُهُ مَا غَبَا غُبَيْسٌ \" فَهُوَ الدَّهْرُ. قَالَ ابْنُ الْأَعْرَابِيِّ: مَا أَدْرِي مَا أَصْلُهُ.",
    "pg": "4:409"
  },
  "غبش": {
    "def": "الْغَيْنُ وَالْبَاءُ وَالشِّينُ كَلِمَةٌ تَدُلُّ عَلَى ظُلْمَةٍ وَإِظْلَامٍ. مِنْ ذَلِكَ الْغَبَشُ: شِدَّةُ الظُّلْمَةِ. وَأَغْبَاشُ اللَّيْلِ ظُلَمُهُ. قَالَ ذُو الرُّمَّةِ: أَغْبَاشَ لَيْلٍ تَمَامٍ كَانَ طَارَقَهُ ... تَطَخْطُخُ الْغَيْمِ حَتَّى مَا لَهُ جُوَبُ\nقَالَ أَبُو عُبَيْدٍ: الْغَبَشُ: الْبَقِيَّةُ مِنَ اللَّيْلِ، وَجَمْعُهُ أَغْبَاشُ.",
    "pg": "4:409-410"
  },
  "غبط": {
    "def": "الْغَيْنُ وَالْبَاءُ وَالطَّاءُ أَصْلٌ صَحِيحٌ لَهُ ثَلَاثَةُ وُجُوهٍ: أَحَدُهَا دَوَامُ الشَّيْءِ وَلُزُومُهُ، [وَالْآخَرُ الْجَسُّ] ، وَالْآخَرُ نَوْعٌ مِنَ الْحَسَدِ.\nفَالْأَوَّلُ قَوْلُهُمْ: أَغْبَطَتْ عَلَيْهِ الْحُمَّى، أَيْ دَامَتْ. وَأَغْبَطْتُ الرَّحْلَ عَلَى ظَهْرِ الْبَعِيرِ، إِذَا أَدَمْتَهُ عَلَيْهِ وَلَمْ تَحُطَّهُ عَنْهُ. وَلِذَلِكَ سُمِّيَ الرَّحْلُ غَبِيطًا، وَالْجَمْعُ غُبُطٌ. قَالَ الْحَارِثُ بْنُ وَعْلَةَ:\nأَمْ هَلْ تَرَكْتَ نِسَاءَ الْحَيِّ ضَاحِيَةً ... فِي قَاعَةِ الدَّارِ يَسْتَوْقِدْنَ بِالْغُبُطِ\nوَمِنْ هَذَا الْغِبْطَةُ: حُسْنُ الْحَالِ وَدَوَامُ الْمَسَرَّةِ وَالْخَيْرِ.\nوَالْأَصْلُ الْآخَرُ الْغَبْطُ، يُقَالُ: غَبَطْتُ الشَّاةَ، إِذَا جَسَسْتَهَا بِيَدِكَ تَنْظُرُ بِهَا سِمَنٌ. قَالَ:\nإِنِّي وَأَتْيِي بُجَيْرًا حِينَ أَسْأَلُهُ ... كَالْغَابِطِ الْكَلْبَ يَرْجُو الطِّرْقَ فِي الذَّنَبِ\nوَمِنْ هَذَا الْبَابِ: الْغَبِيطُ: أَرْضٌ مُطْمَئِنَّةٌ، كَأَنَّهَا غُبِطَتْ حَتَّى اطْمَأَنَّتْ. وَالثَّالِثُ الْغَبْطُ، وَهُوَ حَسَدٌ يُقَالُ إِنَّهُ غَيْرُ مَذْمُومٍ، لِأَنَّهُ يَتَمَنَّى وَلَا يُرِيدُ زَوَالَ النِّعْمَةِ مِنْ غَيْرِهِ، وَالْحَسَدُ بِخِلَافِ هَذَا. وَفِي الدُّعَاءِ. \" اللَّهُمَّ غَبْطًا لَا هَبْطًا \"، وَمَعْنَاهُ اللَّهُمَّ [نَسْأَلُكَ أَنْ] نُغْبَطَ وَلَا نُهْبَطَ، أَيْ لَا نُحَطُّ.",
    "pg": "4:410-411"
  },
  "غبق": {
    "def": "الْغَيْنُ وَالْبَاءُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْغَبُوقُ: شُرْبُ الْعَشِيِّ. يُقَالُ: غَبَقْتُ الْقَوْمَ غَبْقًا، وَاغْتَبَقَ اغْتِبَاقًا.",
    "pg": "4:411"
  },
  "غبن": {
    "def": "الْغَيْنُ وَالْبَاءُ وَالنُّونُ كَلِمَةٌ تَدُلُّ عَلَى ضَعْفٍ وَاهْتِضَامٍ. يُقَالُ غُبِنَ الرَّجُلُ فِي بَيْعِهِ، فَهُوَ يُغْبَنُ غَبْنًا، وَذَلِكَ إِذَا اهْتُضِمَ فِيهِ. وَغَبَنَ فِي رَأْيِهِ، وَذَلِكَ إِذَا ضَعُفَ رَأْيُهُ. وَالْقِيَاسُ فِي الْكَلِمَتَيْنِ وَاحِدٌ. وَالْغَبِينَةُ مِنَ الْغَبْنِ كَالشَّتِيمَةِ مِنَ الشَّتْمِ. وَالْمَغَابِنُ: الْأَرْفَاغُ، سُمِّيَتْ بِذَلِكَ لِلِينِهَا وَضَعْفِهَا عَنْ قُوَّةِ غَيْرِهَا.",
    "pg": "4:411"
  },
  "غبي": {
    "def": "الْغَيْنُ وَالْبَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَسَتُّرِ شَيْءٍ حَتَّى لَا يُهْتَدَى لَهُ. مِنْ ذَلِكَ الْغَبْيَةُ) وَهِيَ الزُّبْيَةُ، وَسُمِّيَتْ لِأَنَّ الْمَصِيدَ جَهِلَهَا حَتَّى وَقَعَ فِيهَا. وَمِنْهُ: غَبِيَ فُلَانٌ غَبَاوَةً، إِذَا كَانَ قَلِيلَ الْفِطْنَةِ، وَهُوَ غَبِيٌّ. وَغَبِيتُ عَنِ الْخَبَرِ، إِذَا جَهِلْتَهُ. وَيُقَالُ: جَاءَتْ غَبْيَةٌ مِنْ مَطَرٍ، وَذَلِكَ إِذَا جَاءَتْ بِظُلْمَةٍ وَاشْتِدَادٍ وَتَكَاثُفٍ.",
    "pg": "4:411"
  },
  "غتت": {
    "def": "الْغَيْنُ وَالتَّاءُ لَيْسَ بِشَيْءٍ، إِنَّمَا هُوَ إِبْدَالُ تَاءٍ مِنْ طَاءٍ. تَقُولُ: غَطَطْتُهُ وَغَتَتُّهُ. وَمِنْهُ شَيْءٌ يَجْرِي مَجْرَى الْحِكَايَةِ. يُقَالُ غَتَّ فِي الضَّحِكِ، إِذَا ضَحِكَ فِي خَفَاءٍ. وَغَتَّ: أَتْبَعَ الْقَوْلَ الْقَوْلَ، أَوِ الشُّرْبَ الشُّرْبَ.",
    "pg": "4:379"
  },
  "غتم": {
    "def": "الْغَيْنُ وَالتَّاءُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى انْفِلَاقٍ فِي الشَّيْءِ وَانْسِدَادٍ. مِنْ ذَلِكَ الْغُتْمَةُ، وَهِيَ الْعُجْمَةُ فِي الْمَنْطِقِ. وَيُقَالُ لِلْأَخْذِ بِالنَّفْسِ: الْغَتْمُ. وَيُقَالُ لِلرَّجُلِ إِذَا مَاتَ: \" وَرَدَ حِيَاضَ غُتَيْمٍ \"، وَهُوَ ذَلِكَ الْقِيَاسُ لِأَنَّهُ يَأْتِي بَيْتًا مَسْدُودًا.\n\n[بَابُ الْغَيْنِ وَالثَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:412"
  },
  "غثث": {
    "def": "الْغَيْنُ وَالثَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى فَسَادٍ فِي الشَّيْءِ. مِنْ ذَلِكَ قَوْلُهُمْ: لَبِسْتُ فُلَانًا عَلَى غَثِيثَةٍ فِيهِ، أَيْ فَسَادِ عَقْلٍ وَرَأْيٍ. وَالْغَثِيثَةُ: الْمِدَّةُ فِي الْجُرْحِ. وَمِنْ ذَلِكَ اللَّحْمُ الْغَثُّ: لَيْسَ بِالسَّمِينِ. وَيَقُولُونَ: أَغَثَّ الْحَدِيثُ، أَيْ صَارَ غَثَّا فَاسِدًا. قَالَ:\nخَوْدٌ يُغِثُّ الْحَدِيثُ مَا صَمَتَتْ ... وَهُوَ بِفِيهَا ذُو لَذَّةٍ طَرِفُ وَيُقَالُ: فُلَانٌ لَا يَغِثُّ عَلَيْهِ شَيْءٌ، أَيْ لَا يَمْتَنِعُ مِنْ شَيْءٍ، حَتَّى الْغَثُّ عِنْدَهُ سَمِينٌ.\nوَأَمَّا الْغَثْغَثَةُ فَتَجْرِي مَجْرَى الْحِكَايَةِ، يُقَالُ: غَثْغَثْتُ الثُّوَّبَ، إِذَا غَسَلْتَهُ وَرَدَّدْتَهُ فِي يَدَيْكَ. وَيُقَالُ: إِنَّ الْغَثْغَثَةَ: الْقِتَالُ الضَّعِيفُ بِلَا سِلَاحٍ، شُبِّهَ بِغَثْغَثَةِ الثَّوْبِ حِينَ يُغْسَلُ.",
    "pg": "4:379-380"
  },
  "غثر": {
    "def": "الْغَيْنُ وَالثَّاءُ وَالرَّاءُ أُصَيْلٌ يَدُلُّ عَلَى تَجَمُّعٍ مِنْ نَاسٍ غَيْرِ كِرَامٍ. يَقُولُونَ: الْغَثْرَاءُ: سَفِلَةُ النَّاسِ، وَجَمَاعَتُهُمْ غَيْثَرَةٌ ; وَأَصْلُهُ مِنَ الْأَغْثَرِ، وَهُوَ الطُّحْلُبُ الْمُجْتَمَعُ. وَالْأَغْثَرُ مِنَ الْأَكْسِيَةِ: مَا كَثُرَ صُوفُهُ.",
    "pg": "4:412"
  },
  "غثم": {
    "def": "الْغَيْنُ وَالثَّاءُ وَالْمِيمُ كَلِمَتَانِ مُتَبَايِنَتَانِ. فَالْأَغْثَمُ مِنَ الشَّعَرِ: مَا غَلَبَ بَيَاضُهُ سَوَادَهُ. قَالَ:\nإِمَّا تَرَيْ دَهْرًا عَلَانِي أَغْثَمُهْ\nوَالْكَلِمَةُ الْأُخْرَى: غَثَمْتُ لَهُ مِنْ مَالِي: أَعْطَيْتُهُ.",
    "pg": "4:412"
  },
  "غثي": {
    "def": "الْغَيْنُ وَالثَّاءُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ تَدُلُّ عَلَى ارْتِفَاعِ شَيْءٍ دَنِيٍّ فَوْقَ شَيْءٍ. مِنْ ذَلِكَ الْغُثَاءُ: غُثَاءُ السَّيْلِ. يُقَالُ: غَثَا الْوَادِي يَغْثُو، وَأَغْثَى يُغْثِي أَيْضًا. قَالَ:\nكَأَنَّ طَمِيَّةَ الْمُجَيْمِرِ غُدْوَةً مِنَ السَّيْلِ وَالْإِغْثَاءِ فِلْكَةُ مِغْزَلِ\nوَيُرْوَى: \" وَالْغُثَّاءِ \". وَيُقَالُ لِسَفِلَةِ النَّاسِ: الْغُثَاءُ، تَشْبِيهًا بِالَّذِي ذَكَرْنَاهُ. وَمِنَ الْبَابِ: غَثَتْ نَفْسُهُ تَغْثِي، كَأَنَّهَا جَاشَتْ بِشَيْءٍ مُؤْذٍ.\n\n[بَابُ الْغَيْنِ وَالدَّالِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:412-413"
  },
  "غدد": {
    "def": "الْغَيْنُ وَالدَّالُ كَلِمَةٌ، وَهِيَ الْغُدَّةُ فِي اللَّحْمِ، مَعْرُوفَةٌ.\nقَالَ الرَّاجِزُ:\nفَهَبْ لَهُ حَلِيلَةً مِغْدَادَا\nقَالُوا: هِيَ الدَّائِمَةُ الْغَضَبِ، كَأَنَّ فِي حَلْقِهَا غُدَّةٌ.",
    "pg": "4:380"
  },
  "غدر": {
    "def": "الْغَيْنُ وَالدَّالُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَرْكِ الشَّيْءِ. مِنْ ذَلِكَ الْغَدْرُ: نَقْضُ الْعَهْدِ وَتَرْكُ الْوَفَاءِ بِهِ. يُقَالُ غَدَرَ يَغْدِرُ غَدْرًا. وَيَقُولُونَ فِي الذَّمِّ: يَا غُدَرُ، وَفِي الْجَمْعِ: يَالَ غُدَرَ. وَيُقَالُ: لَيْلَةٌ غَدِرَةٌ: بَيِّنَةُ الْغَدَرِ، أَيْ مُظْلِمَةٌ. وَقِيلَ لَهَا ذَلِكَ لِأَنَّهَا تُغَادِرُ النَّاسَ فِي بُيُوتِهِمْ فَلَا يَخْرُجُونَ مِنْ شِدَّةِ ظُلْمَتِهَا. وَالْغَدِيرُ: مُسْتَنْقَعُ مَاءِ الْمَطَرِ، وَسُمِّيَ بِذَلِكَ لِأَنَّ السَّيْلَ غَادَرَهُ، أَيْ تَرَكَهُ. وَمِنَ الْبَابِ: غَدِرَتِ الشَّاةُ، إِذَا تَخَلَّفَتْ عَنِ الْغَنَمِ. فَإِنْ تَرَكَهَا الرَّاعِي فَهِيَ غَدِيرَةٌ. وَالْغَدَرُ: الْمَوْضِعُ الظَّلِفُ الْكَثِيرُ الْحِجَارَةِ. وَسُمِّي بِذَلِكَ لِأَنَّهُ لَا يَكَادُ يُسْلَكُ، فَهُوَ قَدْ غُودِرَ، أَيْ تُرِكَ. وَيُقَالُ: رَجُلٌ ثَبْتُ الْغَدَرِ، أَيْ ثَابِتٌ فِي كَلَامٍ وَقِتَالٍ. هَذَا مُشْتَقٌ مِنَ الْكَلِمَةِ الَّتِي قَبْلَهُ، أَيِ إِنَّهُ لَا يُبَالِي أَنْ يَسْلُكَ الْمَوْضِعَ الصَّعْبَ الَّذِي غَادَرَهُ النَّاسُ مِنْ صُعُوبَتِهِ. وَالْغَدَائِرُ: عَقَائِصُ الشَّعْرِ، لِأَنَّهَا تُعْقَصُ وَتُغْدَرُ، أَيْ تُتْرَكُ كَذَلِكَ زَمَانًا. قَالَ:\nغَدَائِرُهُ مُسْتَشْزِرَاتٌ إِلَى الْعُلَى ... تَضِلُّ الْعِقَاصُ فِي مُثَنًّى وَمُرْسَلِ",
    "pg": "4:413-414"
  },
  "غدف": {
    "def": "الْغَيْنُ وَالدَّالُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سَتْرٍ وَتَغْطِيَةٍ. يُقَالُ: أَغْدَفَتِ الْمَرْأَةُ قِنَاعَهَا: أَرْسَلَتْهُ. قَالَ:\nإِنْ تُغْدِفِي دُونِي الْقِنَاعَ فَإِنَّنِي ... طَبٌّ بِأَخْذِ الْفَارِسِ الْمُسْتَلْئِمِ\nوَأَغْدَفَ اللَّيْلُ: أَرْخَى سُدُولَهُ. وَأَمَّا الْغُرَابُ الضَّخْمُ فَإِنَّهُ يُسَمَّى غُدَافًا، وَهَذَا تَشْبِيهٌ بِإِغْدَافِ اللَّيْلِ: إِظْلَامِهِ.",
    "pg": "4:414-415"
  },
  "غدق": {
    "def": "الْغَيْنُ وَالدَّالُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى غُزْرٍ وَكَثْرَةٍ وَنَعْمَةٍ. مِنْ ذَلِكَ الْغَدَقِ، وَهُوَ الْغَزِيرُ الْكَثِيرُ. قَالَ اللَّهُ - تَعَالَى -: ﴿لَأَسْقَيْنَاهُمْ مَاءً غَدَقًا﴾ [الجن: ١٦] . وَالْغَدَقُ وَالْغَيْدَاقُ: النَّاعِمُ مِنْ كُلِّ شَيْءٍ. وَيُقَالُ غَدِقَتْ عَيْنُ الْمَاءِ تَغْدَقُ غَدَقًا. وَالْغَيْدَاقُ: الرَّجُلُ الْكَرِيمُ الْخُلُقِ. وَزَعَمَ نَاسٌ أَنَّ الضَّبَّ يُسَمَّى غَيْدَاقًا، وَلَعَلَّ ذَلِكَ لَا يَكُونُ إِلَّا لِسِمَنٍ وَنَعْمَةٍ فِيهِ.",
    "pg": "4:415"
  },
  "غدن": {
    "def": "الْغَيْنُ وَالدَّالُ وَالنُّونُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى لِينٍ وَاسْتِرْسَالٍ وَفَتْرَةٍ. مِنْ ذَلِكَ الْمُغْدَوْدِنُ: الشَّعَرُ الطَّوِيلُ النَّاعِمُ الْمُسْتَرْسِلُ. قَالَ حَسَّانُ:\nوَقَامَتْ تُرَائِيكَ مُغْدَوْدِنًا ... إِذَا مَا تَنُوءُ بِهِ آدَهَا\nوَالشَّبَابُ الْغُدَانِيُّ: الْغَضُّ. قَالَ:\nبَعْدَ غُدَانِيِّ الشَّبَابِ الْأَبْلَهِ\nوَأَصْلُ ذَلِكَ كُلِّهِ مِنَ الْغَدَنِ، وَهُوَ الِاسْتِرْخَاءُ وَالْفَتْرَةُ.",
    "pg": "4:414"
  },
  "غدو": {
    "def": "الْغَيْنُ وَالدَّالُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى زَمَانٍ. مِنْ ذَلِكَ الْغُدُوُّ، يُقَالُ غَدَا يَغْدُو. وَالْغُدْوَةُ وَالْغَدَاةُ، وَجَمْعُ الْغُدْوَةِ غُدًى، وَجَمْعُ الْغَدَاةِ غَدَوَاتٌ. وَالْغَادِيَةُ: سَحَابَةٌ تَنْشَأُ صَبَاحًا. وَأَفْعَلُ ذَلِكَ غَدًا. وَالْأَصْلُ غَدْوًا. قَالَ:\nبِهَا حَيْثُ حَلُّوهَا وَغَدْوًا بَلَاقِعُ\nوَالْغَدَاءُ: الطَّعَامُ بِعَيْنِهِ، سُمِّيَ بِذَلِكَ لِأَنَّهُ يُؤْكَلُ فِي ذَلِكَ الزَّمَانِ.\n\n[بَابُ الْغَيْنِ وَالذَّالِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:415"
  },
  "غذذ": {
    "def": "الْغَيْنُ وَالذَّالُ كَلِمَةٌ، وَهِيَ إِغْذَاذُ السَّيْرِ. وَذَلِكَ أَلَّا يَكُونَ فِيهِ وَنْيَةٌ وَلَا فَتْرَةَ. وَمِنْهُ: غَذَّ الْجُرْحُ وَأَغَذَّ، إِذَا بَرَأَ وَلَمْ يَسْكُنْ نَدَاهُ، فَهُوَ يَنْدَى أَبَدًا.",
    "pg": "4:380"
  },
  "غذم": {
    "def": "الْغَيْنُ وَالذَّالُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جِنْسٍ مِنَ الْأَكْلِ وَالشُّرْبِ. مِنْ ذَلِكَ: الْغَذْمُ: الْأَكْلُ بِجَفَاءٍ وَشِدَّةٍ. وَيُقَالُ: اغْتَذَمَ الْفَصِيلُ مَا فِي ضَرْعِ أُمِّهِ، إِذَا شَرِبَهُ كُلَّهُ.",
    "pg": "4:415-416"
  },
  "غذى": {
    "def": "الْغَيْنُ وَالذَّالُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شَيْءٍ مِنَ الْمَأْكَلِ، وَعَلَى جِنْسٍ مِنَ الْحَرَكَةِ.\nفَأَمَّا الْمَأْكَلُ فَالْغِذَاءُ، وَهُوَ الطَّعَامُ وَالشَّرَابُ. وَغَذِيُّ الْمَالِ وَغَذَوِيُّهُ: صِغَارُهُ، كَالسِّخَالِ وَنَحْوِهَا. وَسُمِّيَ غَذَوِيَّا لِأَنَّهُ يُغْذَى.\nوَأَمَّا الْآخَرُ فَالْغَذَوَانُ: النَّشِيطُ مِنَ الْخَيْلِ، سُمِّيَ لِشَبَابِهِ وَحَرَكَتِهِ. وَيُقَالُ غَذَّى الْبَعِيرُ بِبَوْلِهِ يُغَذِّي، إِذَا رَمَى بِهِ مُتَقَطِّعًا. وَغَذَا الْعِرْقُ يَغْذُو، أَيْ يَسِيلُ دَمًا. قَالَ:\nوَطَعْنٍ كَفَمِ الزِّقِّ ... غَذَا وَالزِّقُّ مَلْآنُ\n\n[بَابُ الْغَيْنِ وَالرَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:416"
  },
  "غرب": {
    "def": "الْغَيْنُ وَالرَّاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ، وَكَلِمُهُ غَيْرُ مُنْقَاسَةٍ لَكِنَّهَا مُتَجَانِسَةٌ، فَلِذَلِكَ كَتَبْنَاهُ عَلَى جِهَتِهِ مِنْ غَيْرِ طَلَبٍ لِقِيَاسِهِ.\nفَالْغَرْبُ: حَدُّ الشَّيْءِ. يُقَالُ: هَذَا غَرْبُ السَّيْفِ. وَيَقُولُونَ: كَفَفْتُ مِنْ غَرْبِهِ، أَيْ أَكْلَلْتُ حَدَّهُ وَقَوْلُهُمْ: اسْتَغْرَبَ الرَّجُلُ، إِذَا بَالَغَ فِي الضَّحِكِ، مُمْكِنٌ أَنَّ يَكُونَ مِنْ هَذَا، كَأَنَّهُ بَلَغَ آخِرَ حَدِّ الضَّحِكِ. وَالْغَرْبُ: الدَّلْوُ الْعَظِيمَةُ. وَالْغَرْبَانِ مِنَ الْعَيْنِ: مُقْدِمُهَا وَمُؤْخِرُهَا. وَغُرُوبُ الْأَسْنَانِ: مَاؤُهَا. فَأَمَّا الْغُرُوبُ فَمَجَارِيَ الْعَيْنِ. قَالَ:\nمَالَكَ لَا تَذْكُرُ أُمَّ عَمْرِو ... إِلَّا لِعَيْنَيْكَ غُرُوبٌ تَجْرِي\nوَالْغَرْبُ أَيْضًا بِسُكُونِ الرَّاءِ، فِي قَوْلِهِمْ: أَتَاهُ سَهْمٌ غَرْبٌ، إِذَا لَمْ يُدْرَ مَنْ رَمَاهُ بِهِ.\nوَأَمَّا الْغَرَبُ بِفَتْحِ الرَّاءِ، فَيُقَالُ إِنَّ الْغَرَبَ: الرَّاوِيَةُ. وَالْغَرَبُ: مَا انْصَبَّ مِنَ الْمَاءِ عِنْدَ الْبِئْرِ فَتَغَيَّرَتْ رَائِحَتُهُ. قَالَ ذُو الرُّمَّةِ:\nوَاسْتُنْشِئَ الْغَرَبُ وَالْغَرْبُ: شَجَرٌ. وَيَقُولُونَ - وَاللَّهُ أَعْلَمُ بِصِحَّتِهِ -: إِنَّ الْغَرَبَ: إِنَاءٌ مِنْ ذَهَبٍ أَوْ فِضَّةٍ. وَيُنْشِدُونَ:\nفَدَعْدَعَا سُرَّةَ الرَّكِيِّ كَمَا ... دَعْدَعَ سَاقِي الْأَعَاجِمِ الْغَرَبَا\nوَالْغَرْبُ: الْوَرَمُ فِي الْمَأْقِ، يُقَالُ مِنْهُ غَرِبَتِ الْعَيْنُ غَرَبًا. وَالْغَرْبُ: عِرْقٌ يَسْقِي وَلَا يَنْقَطِعُ. وَالْغُرْبَةُ: الْبُعْدُ عَنِ الْوَطَنِ، يُقَالُ: غَرَبَتِ الدَّارُ. وَمِنْ هَذَا الْبَابِ: غُرُوبُ الشَّمْسِ، كَأَنَّهُ بُعْدُهَا عَنْ وَجْهِ الْأَرْضِ. وَشَأْوٌ مُغَرَّبٌ، أَيْ بَعِيدٌ. قَالَ:\nأَعْهَدَكَ مِنْ أُولَى الشَّبِيبَةِ تَطْلُبُ ... عَلَى دُبُرٍ هَيْهَاتَ شَأْوٌ مُغَرَّبُ\nوَيَقُولُونَ: \" هَلْ مِنْ مُغَرِّبَةِ خَبَرٍ \"، يُرِيدُونَ خَبَرًا أَتَى مِنْ بُعْدٍ.\nوَفِي كِتَابِ الْخَلِيلِ: \" إِذَا أَمْعَنَتِ الْكِلَابُ فِي طَلَبِ الصَّيْدِ قِيلَ: غَرَّبَتْ \". وَفِيهِ نَظَرٌ.\nوَالْغَارِبُ: أَعْلَى الظَّهْرِ وَالسَّنَامِ. يُقَالُ: أَلْقَى حَبْلَهُ عَلَى غَارِبِهِ، إِذَا خَلَّاهُ. وَالْغُرَابُ مَعْرُوفٌ. وَالْغُرَابَانِ: نُقْرَتَانِ عِنْدَ صَلَوَيِ الْعَجُزِ مِنَ الْفَرَسِ. وَالْغُرَابُ: رَأْسُ الْفَأْسِ. وَرِجْلُ الْغُرَابِ: نَوْعٌ مِنَ الصَّرِّ. قَالَ الْكُمَيْتُ:\nصُرَّ رِجْلَ الْغُرَابِ وَالْغِرْبِيبُ: الْأَسْوَدُ، كَأَنَّهُ مُشْتَقٌّ مِنْ لَوْنِ الْغُرَابِ. وَالْمُغْرَبُ: الْأَبْيَضُ الْأَشْفَارِ مِنْ كُلِّ شَيْءٍ. وَالْغَرْبِيُّ: الْفَضِيخُ مِنَ الْبُسْرِ يُنْبَذُ. وَالْغَرْبِيُّ: صِبْغٌ أَحْمَرُ.",
    "pg": "4:420-422"
  },
  "غرث": {
    "def": "الْغَيْنُ وَالرَّاءُ وَالثَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الْجُوعِ. وَالْغَرَثُ: الْجُوعُ. وَرَجُلٌ غَرْثَانُ. وَيَسْتَعِيرُونَ هَذَا فَيَقُولُونَ: جَارِيَةٌ غَرْثَى الْوِشَاحِ، لِأَنَّهَا دَقِيقَةُ الْخَصْرِ لَا يُمْلَأُ وِشَاحُهَا، وَكَأَنَّ وِشَاحَهَا غَرْثَانُ.",
    "pg": "4:422"
  },
  "غرد": {
    "def": "الْغَيْنُ وَالرَّاءُ وَالدَّالُ كَلِمَتَانِ: إِحْدَاهُمَا صَوْتٌ، وَالْأُخْرَى نَبْتٌ. فَالْأُولَى: غَرَّدَ الطَّائِرُ فِي صَوْتِهِ يُغَرِّدُ تَغْرِيدًا. وَالْكَلِمَةُ الْأُخْرَى: الْغَرَدُ: الْكَمْأَةُ، الْوَاحِدَةُ غَرَدَةٌ. وَالْمَغَارِيدُ: نَبْتٌ، الْوَاحِدَةُ مُغْرُودٌ، وَزَعَمُوا أَنَّهَا هِيَ الْكَمْأَةُ أَيْضًا.\n\n[بَابُ الْغَيْنِ وَالزَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:422"
  },
  "غرر": {
    "def": "الْغَيْنُ وَالرَّاءُ أُصُولٌ ثَلَاثَةٌ صَحِيحَةٌ: الْأَوَّلُ الْمِثَالُ، وَالثَّانِي النُّقْصَانُ، وَالثَّالِثُ الْعِتْقُ وَالْبَيَاضُ وَالْكَرَمُ.\nفَالْأَوَّلُ: الْغِرَارُ: الْمِثَالُ الَّذِي يُطْبَعُ عَلَيْهِ السِّهَامُ. وَيُقَالُ: وَلَدَتْ فُلَانَةٌ أَوْلَادَهَا عَلَى غِرَارٍ وَاحِدٍ، أَيْ جَاءَتْ بِهِمْ وَاحِدًا بَعْدَ وَاحِدٍ عَلَى مِثَالٍ وَاحِدٍ. وَأَصْلُ\nهَذَا الْغَرُّ، وَهُوَ الْكَسْرُ فِي الثَّوْبِ. يُقَالُ: اطْوِ الثَّوْبَ عَلَى غَرِّهِ، أَيْ كَسْرِهِ وَمِثَالِهِ الْأَوَّلِ. وَالْغُرَّةُ: سُنَّةُ الْإِنْسَانِ، وَهِيَ وَجْهُهُ، ثُمَّ يُعَبَّرُ عَنِ الْجِسْمِ كُلِّهِ بِهِ. مِنْ ذَلِكَ: \" «فِي الْجَنِينِ غُرَّةٌ: عَبْدٌ أَوْ أَمَةٌ» \"، أَيْ عَلَيْهِ فِي دِيَتِهِ نَسَمَةٌ: عَبْدٌ أَوْ أَمَةٌ. قَالَ:\nكُلُّ قَتِيلٍ فِي كُلَيْبٍ غُرَّهْ ... حَتَّى يَنَالَ الْقَتْلَ آلُ مُرَّهْ\nوَمِنَ الْبَابِ: الْغَرِيرُ، وَهُوَ الضَّمِينُ، يُقَالُ: أَنَا غَرِيرُكَ مِنْ فُلَانٍ، أَيْ كَفِيلُكَ. وَإِنَّمَا سُمِّيَ غَرِيرًا لِأَنَّهُ مِثَالُ الْمَضْمُونِ عَنْهُ، يُؤْخَذُ بِالْمَالِ مِثْلَ مَا يُؤْخَذُ الْمَضْمُونُ عَنْهُ. وَمُحْتَمَلٌ أَنْ يَكُونَ غِرَارُ السَّيْفِ، وَهُوَ حَدُّهُ، مِنْ هَذَا. وَكُلُّ شَيْءٍ لَهُ حَدٌّ فَحَدُّهُ غِرَارٌ ; لِأَنَّهُ شَيْءٌ إِلَيْهِ انْتَهَى طَبْعُ السَّيْفِ وَمِثَالُهُ.\nوَأَمَّا النُّقْصَانُ فَيُقَالُ: غَارَّتِ النَّاقَةُ تُغَارُّ غِرَارًا، إِذَا نَقَصَ لَبَنُهَا. وَفِي الْحَدِيثِ: «لَا غِرَارَ فِي صَلَاةٍ وَلَا تَسْلِيمٍ» . فَالْغِرَارُ فِي الصَّلَاةِ: أَلَّا يُتِمَّ رُكُوعَهَا أَوْ سُجُودَهَا. وَالْغِرَارُ فِي السَّلَامِ: أَنْ يَقُولَ السَّلَامُ عَلَيْكَ، أَوْ يَرُدَّ فَيَقُولُ: وَعَلَيْكَ. وَمِنْهُ الْغِرَارُ، وَهُوَ النَّوْمُ الْقَلِيلُ. قَالَ الشَّاعِرُ:\nإِنَّ الرَّزِيَّةَ مِنْ ثَقِيفٍ هَالِكٌ ... تَرَكَ الْعُيُونَ فَنَوْمُهُنَّ غِرَارُ\nوَقَالَ جَرِيرٌ:\nمَا بَالُ نَوْمِكَ فِي الْفِرَاشِ غِرَارًا ... لَوْ كَانَ قَلْبُكَ يَسْتَطِيعُ لَطَارَا\nوَمِنَ الْبَابِ: بَيْعُ الْغَرَرِ، وَهُوَ الْخَطَرُ الَّذِي لَا يُدْرَى أَيَكُونُ أَمْ لَا، كَبَيْعِ الْعَبْدِ الْآبِقِ، وَالطَّائِرِ فِي الْهَوَاءِ. فَهَذَا نَاقِصٌ لَا يَتِمُّ الْبَيْعُ فِيهِ أَبَدًا. وَغَرَّ الطَّائِرُ فَرْخَهُ، إِذَا زَقَّهُ، وَذَلِكَ لِقِلَّتِهِ وَنُقْصَانِ مَا مَعَهُ. وَالْأَصْلُ الثَّالِثُ: الْغُرَّةُ. وَغُرَّةُ كُلِّ شَيْءٍ: أَكْرَمُهُ. وَالْغُرَّةُ: الْبَيَاضُ. وَكُّلُّ أَبْيَضَ أَغَرُّ. وَيُقَالُ لِثَلَاثِ لَيَالٍ مِنْ أَوَّلِ الشَّهْرِ غُرَّةٌ.\nوَمِنَ الْبَابِ: الْغَرِيرُ، وَهُوَ الْخُلُقُ الْحَسَنُ. يَقُولُونَ لِلشَّيْخِ: أَدْبَرَ غَرِيرُهُ وَأَقْبَلَ هَرِيرُهُ.\nوَمِمَّا يُقَارِبُ هَذَا: الْغَرَارَةُ، وَهِيَ كَالْغَفْلَةِ، وَذَلِكَ أَنَّهَا مِنْ كَرَمِ الْخُلُقِ، قَدْ تَكُونُ فِي كُلِّ كَرِيمٍ. فَأَمَّا الْمَذْمُومُ مِنْ ذَلِكَ فَهُوَ مِنَ الْأَصْلِ الَّذِي قَبْلَ هَذَا ; لِأَنَّهُ مِنْ نُقْصَانِ الْفِطْنَةِ.\nوَمِمَّا شَذَّ عَنْ هَذِهِ الْأُصُولِ إِنْ صَحَّ، شَيْءٌ ذَكَرَهُ الشَّيْبَانِيُّ: أَنَّ الْغِرْغِرَ: دَجَاجُ الْحَبَشِ، وَاحِدَتُهَا غِرْغِرَةٌ. وَأَنْشَدَ:\nأَلُفُّهُمُ بِالسَّيْفِ مِنْ كُلِّ جَانِبِ ... كَمَا لَفَّتِ الْعِقْبَانُ حِجْلَى وَغِرْغِرَا",
    "pg": "4:380-382"
  },
  "غرز": {
    "def": "الْغَيْنُ وَالرَّاءُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى رَزِّ الشَّيْءِ فِي الشَّيْءِ. مِنْ ذَلِكَ غَرَزْتُ الشَّيْءَ أَغْرِزُهُ غَرْزًا. وَغَرَزْتُ رِجْلَهُ فِي الْغَرْزِ. وَغَرَزَتِ الْجَرَادَةُ بِذَنَبِهَا فِي الْأَرْضِ، مِثْلُ رَزَّتْ. وَالطَّبِيعَةُ غَرِيزَةٌ، كَأَنَّهَا شَيْءٌ غُرِزَ فِي الْإِنْسَانِ. فَأَمَّا قَوْلُهُمْ: اغْتَرَزْتُ الشَّيْءَ، وَاغْتَرَزْتُ السَّيْرَ اغْتِرَازًا، إِذَا دَنَا سَيْرُكَ فَمَعْنَاهُ تَقْرِيبُ السَّيْرِ، أَيْ كَأَنِّي الْآنَ وَضَعْتُ رِجْلِي فِي غَرْزِ الرَّحْلِ. وَأَمَّا قَوْلُهُمْ: غَرَزَتِ النَّاقَةُ، إِذَا قَلَّ لَبَنُهَا فَمَعْنَاهُ مِنْ هَذَا أَيْضًا، كَأَنَّ لَبَنَهَا غُرِزَ فِي جِسْمِهَا فَلَمْ يَخْرُجْ.",
    "pg": "4:416-417"
  },
  "غرس": {
    "def": "الْغَيْنُ وَالرَّاءُ وَالسِّينُ أَصْلٌ صَحِيحٌ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ. يُقَالُ: غَرَسْتُ الشَّجَرَ غَرْسًا، وَهَذَا زَمَنُ الْغِرَاسِ. وَيُقَالُ إِنَّ الْغَرِيسَةَ: النَّخْلَةُ أَوَّلَ مَا تَنْبُتُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْغِرْسِ: جِلْدَةٌ رَقِيقَةٌ تَخْرُجُ عَلَى رَأْسِ الْوَلَدِ. قَالَ:\nكُلَّ جَنِينٍ مُشْعَرٍ فِي غِرْسِ",
    "pg": "4:417"
  },
  "غرض": {
    "def": "الْغَيْنُ وَالرَّاءُ وَالضَّادُ مِنَ الْأَبْوَابِ الَّتِي لَمْ تُوضَعْ عَلَى قِيَاسٍ وَاحِدٍ، وَكَلِمُهُ مُتَبَايِنَةُ الْأُصُولِ، وَسَتَرَى بُعْدَ مَا بَيْنَهُمَا.\nفَالْغَرْضُ وَالْغُرْضَةُ: الْبِطَانُ، وَهُوَ حِزَامُ الرَّحْلِ. وَالْمَغْرِضُ مِنَ الْبَعِيرِ كَالْمَحْزِمِ مِنَ الدَّابَّةِ. وَالْإِغْرِيضُ: الْبَرَدُ، وَيُقَالُ بَلْ هُوَ الطَّلْعُ. وَلَحْمٌ غَرِيضٌ: طَرِيٌّ. وَمَاءٌ مَغْرُوضٌ مِثْلُهُ. وَالْغَرَضُ: الْمَلَالَةُ، يُقَالُ غَرِضْتُ بِهِ وَمِنْهُ. وَالْغَرَضُ: الشَّوْقُ. قَالَ:\nمَنْ ذَا رَسُولٌ نَاصِحٌ فَمُبَلِّغٌ ... عَنِّي عُلَيَّةَ غَيْرَ قِيلِ الْكَاذِبِ\nأَنِّي غَرِضْتُ إِلَى تَنَاصُفِ وَجْهِهَا ... غَرَضَ الْمُحِبِّ إِلَى الْحَبِيبِ الْغَائِبِ وَيُقَالُ: غَرَضَتِ الْمَرْأَةُ سِقَاءَهَا: مَخَضَتْهُ. وَغَرَضْنَا السَّخْلَ نَغْرِضُهُ، إِذَا فَطَمْنَاهُ قَبْلَ إِنَاهُ. وَالْغَرْضُ: النُّقْصَانُ عَنِ الْمِلْءِ. يُقَالُ: غَرِّضْ فِي سِقَائِكَ، أَيْ لَا تَمْلَأْهُ. وَيُقَالُ: وَرَدَ الْمَاءَ غَارِضًا، أَيْ مُبَكِّرًا. وَالْمَغَارِضُ: جَوَانِبُ الْبَطْنِ أَسْفَلَ الْأَضْلَاعِ، الْوَاحِدُ مَغْرِضٌ.",
    "pg": "4:417-418"
  },
  "غرف": {
    "def": "الْغَيْنُ وَالرَّاءُ وَالْفَاءُ أَصْلٌ صَحِيحٌ، إِلَّا أَنَّ كَلِمَهُ لَا تَنْقَاسُ، بَلْ تَتَبَايَنُ، فَالْغَرْفُ: مَصْدَرُ غَرَفْتُ الْمَاءَ وَغَيْرَهُ أَغْرِفُهُ غَرْفًا. وَالْغُرْفَةُ: اسْمُ مَا يُغْرَفُ. وَالْغَرِيفُ: الْأَجَمَةُ، وَالْجَمْعُ غُرُفٌ. قَالَ:\nكَمَا رَزَمَ الْعَيَّارُ فِي الْغُرُفِ\nوَالْغُرْفَةُ: الْعِلِّيَّةُ. وَيُقَالُ: غَرَفَ نَاصِيَةَ فَرَسِهِ، إِذَا اسْتَأْصَلَهَا جَزًّا.",
    "pg": "4:418"
  },
  "غرق": {
    "def": "الْغَيْنُ وَالرَّاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى انْتِهَاءٍ فِي شَيْءٍ يَبْلُغُ أَقْصَاهُ. مِنْ ذَلِكَ الْغَرَقُ فِي الْمَاءِ. وَالْغَرِقَةُ: أَرْضٌ تَكُونُ فِي غَايَةِ الرِّيِّ. وَاغْرَوْرَقَتِ الْعَيْنُ وَالْأَرْضُ مِنْ ذَلِكَ أَيْضًا، كَأَنَّهَا قَدْ غَرِقَتْ فِي دَمْعِهَا.\nوَمِنَ الْبَابِ: أَغْرَقْتُ فِي الْقَوْسِ: [مَدَدْتُهَا] غَايَةَ الْمَدِّ. وَاغْتَرَقَ الْفَرَسُ فِي الْخَيْلِ، إِذَا خَالَطَهَا ثُمَّ سَبَقَهَا.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْغُرْقَةُ مِنَ اللَّبَنِ: قَدْرَ ثُلْثِ الْإِنَاءِ، وَالْجَمْعُ غُرَقٌ. قَالَ: تُضْحِي وَقَدْ ضَمِنَتْ ضَرَّاتُهَا غُرَقًا ... مِنْ طَيِّبِ الطَّعْمِ حُلْوٍ غَيْرِ مَجْهُودِ",
    "pg": "4:418-419"
  },
  "غرل": {
    "def": "الْغَيْنُ وَالرَّاءُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْغُرْلَةُ، وَهِيَ الْقُلْفَةُ. وَالْأَغْرَلُ: الْأَقْلَفُ، وَيَقُولُونَ: إِنَّ الْغَرِلَ: الْمُسْتَرْخِي الْخَلْقِ.",
    "pg": "4:419"
  },
  "غرم": {
    "def": "الْغَيْنُ وَالرَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُلَازَمَةٍ وَمُلَازَّةٍ. مِنْ ذَلِكَ الْغَرِيمُ، سُمِّيَ غَرِيمًا لِلُزُومِهِ وَإِلْحَاحِهِ. وَالْغَرَامُ: الْعَذَابُ اللَّازِمُ، فِي قَوْلِهِ - تَعَالَى -: ﴿إِنَّ عَذَابَهَا كَانَ غَرَامًا﴾ [الفرقان: ٦٥] . قَالَ الْأَعْشَى:\nإِنْ يُعَاقِبْ يَكُنْ غَرَامًا وَإِنَّ يُعْ ... طِ جَزِيلًا فَإِنَّهُ لَا يُبَالِي\nوَغُرْمُ الْمَالِ مِنْ هَذَا أَيْضًا، سُمِّيَ لِأَنَّهُ مَالُ الْغَرِيمِ.",
    "pg": "4:419"
  },
  "غرن": {
    "def": "الْغَيْنُ وَالرَّاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، يَقُولُونَ إِنَّ الْغَرِينَ: مَا يَبْقَى فِي الْحَوْضِ مِنْ مَائِهِ وَطِينِهِ.",
    "pg": "4:419"
  },
  "غرو": {
    "def": "الْغَيْنُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ، وَهُوَ يَدُلُّ عَلَى الْإِعْجَابِ وَالْعَجَبِ لِحُسْنِ الشَّيْءِ. مِنْ ذَلِكَ الْغَرِيُّ، وَهُوَ الْحَسَنُ. يُقَالُ مِنْهُ رَجُلٌ غَرٍ. ثُمَّ سُمِّيَ الْعَجَبُ غَرْوًا. وَمِنْهُ: أَغْرَيْتُهُ بِالشَّيْءِ الَّذِي تُلْصَقُ بِهِ الْأَشْيَاءُ. وَيُقَالُ: غَارَتِ الْعَيْنُ بِالدَّمْعِ غِرَاءً، إِذَا لَجَّتْ فِي الْبُكَاءِ. وَغَرِيَتْ بِالدَّمْعِ. وَقَالَ الشَّاعِرُ: إِذَا قُلْتُ أَسْلُو غَارَتِ الْعَيْنُ بِالْبُكَا ... غِرَاءً وَمَدَّتْهَا مَدَامِعُ حُفَّلُ",
    "pg": "4:419-420"
  },
  "غزد": {
    "def": "الْغَيْنُ وَالزَّاءُ وَالدَّالُ لَيْسَ يُشْبِهُ صَحِيحَ كَلَامِ الْعَرَبِ. وَقَدْ زَعَمُوا أَنَّ الْغِزْيَدَ الشَّدِيدُ الصَّوْتِ، وَأَنَّ الْغِزْيَدَ: النَّبَاتُ النَّاعِمُ. وَاللَّهُ أَعْلَمُ.",
    "pg": "4:423"
  },
  "غزر": {
    "def": "الْغَيْنُ وَالزَّاءُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ قَوْلُهُمْ: غَزُرَتِ النَّاقَةُ: كَثُرَ لَبَنُهَا غُزْرًا وَغَزَارَةً. وَعَيْنٌ غَزِيرَةٌ، وَمَعْرُوفٌ غَزِيرٌ. [بَابُ الْغَيْنِ وَالسِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:423-424"
  },
  "غزز": {
    "def": "الْغَيْنُ وَالزَّاءُ لَيْسَ فِيهَا شَيْءٌ. وَغَزَّةُ: بَلَدٌ.",
    "pg": "4:382"
  },
  "غزل": {
    "def": "الْغَيْنُ وَالزَّاءُ وَاللَّامُ ثَلَاثُ كَلِمَاتٍ مُتَبَايِنَاتٍ، لَا تُقَاسِ مِنْهَا وَاحِدَةٌ بِأُخْرَى.\nفَالْأُولَى: الْغَزْلُ، يُقَالُ غَزَلَتِ الْمَرْأَةُ غَزْلَهَا، وَالْخَشَبَةُ مِغْزَلٌ، وَالْجَمْعُ مَغَازِلٌ.\nوَالثَّانِيَةُ: الْغَزَلُ، وَهُوَ حَدِيثُ الْفِتْيَانِ وَالْفَتَيَاتِ. وَيُقَالُ: غَزِلَ الْكَلْبُ غَزَلًا، وَهُوَ أَنْ يَطْلُبَ الْغَزَالَ حَتَّى إِذَا أَدْرَكَهُ تَرَكَهُ وَلَهَا عَنْهُ.\nوَالثَّانِيَةُ: الْغَزَالُ، وَهُوَ مَعْرُوفٌ، وَالْأُنْثَى غَزَالَةٌ، وَلَعَلَّ اسْمَ الشَّمْسِ مُسْتَعَارٌ مِنْ هَذَا، فَإِنَّ الشَّمْسَ تُسَمَّى الْغَزَالَةَ ارْتِفَاعَ الضُّحَى.",
    "pg": "4:422-423"
  },
  "غزو": {
    "def": "الْغَيْنُ وَالزَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا طَلَبُ شَيْءٍ، وَالْآخَرُ فِي بَابِ اللِّقَاحِ.\nفَالْأَوَّلُ الْغَزْوُ. وَيُقَالُ: غَزَوْتُ أَغْزُو. وَالْغَازِي: الطَّالِبُ لِذَلِكَ، وَالْجَمْعُ غُزَاةٌ وَغَزِيٌّ أَيْضًا، كَمَا يُقَالُ لِجَمَاعَةِ الْحَاجِّ حَجِيجٌ. وَالْمُغْزِيَةُ: الْمَرْأَةُ الَّتِي غَزَا زَوْجُهَا. وَيُقَالُ فِي النِّسْبَةِ إِلَى الْغَزْوِ: غَزَوِيٌّ.\nوَالثَّانِي: قَوْلُهُمْ: أَغْزَتِ النَّاقَةُ، إِذَا عَسُرَ لِقَاحُهَا. وَقَالَ قَوْمٌ: الْأَتَانُ الْمُغْزِيَةُ: الَّتِي يَتَأَخَّرُ نِتَاجُهَا ثُمَّ تُنْتَجُ. قَالَ الْهُذَلِيُّ:\nيُرِنُّ عَلَى مُغْزِيَاتِ الْعِقَا ... قِ يَقْرُو بِهَا قَفَرَاتِ الصِّلَالِ",
    "pg": "4:423"
  },
  "غسا": {
    "def": "الْغَيْنُ وَالسِّينُ وَالْحَرْفُ الْمُعْتَلُّ حَرْفٌ وَاحِدٌ، يَدُلُّ عَلَى تَنَاهٍ فِي كِبَرٍ أَوْ غَيْرِهِ. يُقَالُ غَسَا اللَّيْلُ وَأَغْسَى. وَشَيْخٌ غَاسٍ: طَالَ عُمْرُهُ. وَرُوِيَ أَنَّ قَارِئًا قَرَأَ: \" وَقَدْ بَلَغْتُ مِنَ الْكِبَرِ غُسِيًّا \".",
    "pg": "4:424"
  },
  "غسر": {
    "def": "الْغَيْنُ وَالسِّينُ وَالرَّاءُ كَلِمَةٌ إِنْ صَحَّتْ تَدُلُّ عَلَى اخْتِلَاطٍ. يَقُولُونَ: تَغَسَّرَ الْغَزْلُ، إِذَا الْتَبَسَ.\nقَالَ ابْنُ دُرَيْدٍ: \" الْغَسَرُ: مَا طَرَحَتْهُ الرِّيحُ فِي الْغَدِيرِ. ثُمَّ كَثُرَ حَتَّى قَالُوا: تَغَسَّرَ الْأَمْرُ: اخْتَلَطَ \".",
    "pg": "4:424-425"
  },
  "غسس": {
    "def": "الْغَيْنُ وَالسِّينُ لَيْسَ فِيهِ إِلَّا قَوْلُهُمْ: رَجُلٌ غُسٌّ، إِذَا كَانَ ضَعِيفًا. وَمِنْهُ قَوْلُ أَوْسٍ:\nمُخَلَّفُونَ وَيَقْضِي النَّاسُ أَمْرَهُمْ ... غُسُّو الْأَمَانَةِ صُنْبُورٌ فَصُنْبُورُ",
    "pg": "4:382-383"
  },
  "غسق": {
    "def": "الْغَيْنُ وَالسِّينُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ظُلْمَةٍ. فَالْغَسَقُ: الظُّلْمَةُ. وَالْغَاسِقُ: اللَّيْلُ. وَيُقَالُ: غَسَقَتْ عَيْنُهُ: أَظْلَمَتْ. وَأَغْسَقَ الْمُؤَذِّنُ، إِذَا أَخَّرَ صَلَاةَ الْمَغْرِبِ إِلَى غَسَقِ اللَّيْلِ. وَأَمَّا الْغَسَّاقُ الَّذِي جَاءَ فِي الْقُرْآنِ، فَقَالَ الْمُفَسِّرُونَ: مَا تَقَطَّرَ مِنْ جُلُودِ أَهْلِ النَّارِ.\n\n[بَابُ الْغَيْنِ وَالشِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:425"
  },
  "غسل": {
    "def": "الْغَيْنُ وَالسِّينُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَطْهِيرِ الشَّيْءِ وَتَنْقِيَتِهِ. يُقَالُ: غَسَلْتُ الشَّيْءَ غَسْلًا. وَالْغُسْلُ الِاسْمُ. وَالْغَسُولُ: مَا يُغْسَلُ بِهِ الرَّأْسُ مِنْ خِطْمِيٍّ أَوْ غَيْرِهِ. قَالَ:\nفَيَا لَيْلُ إِنَّ الْغِسْلَ مَا دُمْتِ أَيِّمًا ... عَلِيَّ حَرَامٌ لَا يَمَسُّنِيَ الْغِسْلُ\nوَيُقَالُ: فَحْلٌ غُسَلَةً، إِذَا كَثُرَ ضِرَابُهُ وَلَمْ يُلْقِحْ. وَالْغِسْلِينُ الْمَذْكُورُ فِي كِتَابِ اللَّهِ - تَعَالَى، يُقَالُ إِنَّهُ مَا يَنْغَسِلُ مِنْ أَبْدَانِ الْكُفَّارِ فِي النَّارِ.",
    "pg": "4:424"
  },
  "غسم": {
    "def": "الْغَيْمُ وَالسِّينُ وَالْمِيمُ لَيْسَ بِشَيْءٍ. وَرُبَّمَا قَالُوا الْغَسَمُ، الظُّلْمَةُ.",
    "pg": "4:425"
  },
  "غسن": {
    "def": "الْغَيْنُ وَالسِّينُ وَالنُّونُ كَلِمَةٌ. يَقُولُونَ إِنَّ الْغُسَنَ: خُصَلُ الشَّعْرِ. وَيُقَالُ لِلنَّاصِيَةِ: غُسْنَةٌ.",
    "pg": "4:425"
  },
  "غشش": {
    "def": "الْغَيْنُ وَالشِّينُ أُصُولٌ تَدُلُّ عَلَى ضَعْفٍ فِي الشَّيْءِ وَاسْتِعْجَالٍ فِيهِ. مِنْ ذَلِكَ الْغِشُّ. وَيَقُولُونَ: الْغِشُّ: أَلَّا تَمْحَضَ النَّصِيحَةُ. وَشُرْبٌ غِشَاشٌ: قَلِيلٌ. وَمَا نَامَ إِلَّا غِشَاشًا، أَيْ قَلِيلًا، وَلَقِيتُهُ غِشَاشًا، وَذَلِكَ عِنْدَ مُغَيْرِبَانِ الشَّمْسِ.",
    "pg": "4:383"
  },
  "غشم": {
    "def": "الْغَيْنُ وَالشِّينُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى قَهْرٍ وَغَلَبَةٍ وَظُلْمٍ. مِنْ ذَلِكَ الْغَشْمُ، وَهُوَ الظُّلْمُ. وَالْحَرْبُ غَشُومٌ لِأَنَّهَا تَنَالُ غَيْرَ الْجَانِي. وَالْغَشَمْشَمُ: [الَّذِي] لَا يَثْنِيهِ [شَيْءٌ] مِنْ شَجَاعَتِهِ. وَزِيدَ فِي حُرُوفِهِ لِلزِّيَادَةِ فِي الْمَعْنَى.",
    "pg": "4:425"
  },
  "غشى": {
    "def": "الْغَيْنُ وَالشِّينُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَغْطِيَةِ شَيْءٍ بِشَيْءٍ. يُقَالُ غَشَّيْتُ الشَّيْءَ أُغَشِّيهِ. وَالْغِشَاءُ: الْغِطَاءُ. وَالْغَاشِيَةُ: الْقِيَامَةُ، لِأَنَّهَا تَغْشَى الْخَلْقَ بِإِفْزَاعِهَا. وَيُقَالُ: رَمَاهُ اللَّهُ بِغَاشِيَةٍ، وَهُوَ دَاءٌ يَأْخُذُ كَأَنَّهُ يَغْشَاهُ. وَالْغِشْيَانُ: غِشْيَانُ الرَّجُلِ الْمَرْأَةَ. [بَابُ الْغَيْنِ وَالصَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:425-426"
  },
  "غصص": {
    "def": "الْغَيْنُ وَالصَّادُ لَيْسَ فِيهِ إِلَّا الْغَصَصُ بِالطَّعَامِ، وَيُقَالُ رَجُلٌ غَصَّانُ. قَالَ:\nلَوْ بِغَيْرِ الْمَاءِ حَلْقِي شَرِقٌ ... كُنْتُ كَالْغَصَّانِ بِالْمَاءِ اعْتِصَارِي",
    "pg": "4:383"
  },
  "غصن": {
    "def": "الْغَيْنُ وَالصَّادُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ غُصْنُ الشَّجَرَةِ، وَالْجَمْعُ غُصُونٌ وَأَغْصَانٌ. وَيُقَالُ: غَصَنْتُ الْغُصْنَ: قَطَعْتُهُ.\n\n[بَابُ الْغَيْنِ وَالضَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:426"
  },
  "غضا": {
    "def": "الْغَيْنُ وَالضَّادُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَتَانِ: فَالْأُولَى: الْإِغْضَاءُ: إِدْنَاءُ الْجُفُونِ. وَهَذَا مُشْتَقٌّ مِنَ اللَّيْلَةِ الْغَاضِيَةِ، وَهِيَ الشَّدِيدَةُ الظُّلْمَةِ.\nوَالْكَلِمَةُ الْأُخْرَى: الْغَضَا، وَهُوَ شَجَرٌ مَعْرُوفٌ. يُقَالُ: أَرْضٌ غَضْيَاءُ: كَثِيرَةُ الْغَضَا. وَيُقَالُ: إِبِلٌ غَضِيَةٌ: اشْتَكَتْ عَنْ أَكْلِ الْغَضَا. [بَابُ الْغَيْنِ وَالطَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:428-429"
  },
  "غضب": {
    "def": "الْغَيْنُ وَالضَّادُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شِدَّةٍ وَقُوَّةٍ. يُقَالُ: إِنَّ الْغَضْبَةَ: الصَّخْرَةُ الصُّلْبَةُ. قَالُوا: وَمِنْهُ اشْتُقَّ الْغَضَبُ، لِأَنَّهُ اشْتِدَادُ السُّخْطِ. يُقَالُ: غَضِبَ يَغْضَبُ غَضَبًا، وَهُوَ غَضْبَانُ وَغَضُوبٌ. وَيُقَالُ: غَضِبْتُ لِفُلَانٍ، إِذَا كَانَ حَيًّا ; وَغَضِبْتُ بِهِ، إِذَا كَانَ مَيِّتًا. قَالَ دُرَيْدٌ:\nأَنَّا غِضَابٌ بِمَعْبَدِ\nوَيُقَالُ: إِنَّ الْغَضُوبَ: الْحَيَّةُ الْعَظِيمَةُ.",
    "pg": "4:428"
  },
  "غضر": {
    "def": "الْغَيْنُ وَالضَّادُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حُسْنٍ وَنَعْمَةٍ وَنَضْرَةٍ. مِنْ ذَلِكَ الْغَضَارَةُ: طِيبُ الْعَيْشِ: وَيَقُولُونَ فِي الدُّعَاءِ: أَبَادَ اللَّهُ تَعَالَى غَضْرَاءَهُمْ، أَيْ خَيْرَهُمْ وَغَضَارَتَهُمْ. قَالَ عَبْدُ اللَّهِ بْنُ مُسْلِمٍ: أَصْلُ الْغَضْرَاءِ طِينَةٌ خَضْرَاءُ عَلِكَةٌ. يُقَالُ: أَنْبَطَ بِئْرَهُ فِي غَضْرَاءَ، وَيُقَالُ: دَابَّةٌ غَضِرَةُ النَّاصِيَةِ. إِذَا كَانَتْ مُبَارَكَةً.\nوَمِنَ الْبَابِ: الْغَاضِرُ: الْجِلْدُ الَّذِي أُجِيدَ دَبْغُهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ قَوْلُهُمْ: لَمْ يَغْضِرْ عَنْ ذَلِكَ، أَيْ لَمْ يَعْدِلْ عَنْهُ. قَالَ ابْنُ أَحْمَرَ:\nوَلَمْ يَغْضِرْنَ عَنْ ذَاكَ مَغْضَرَا وَالْغَضْوَرُ: نَبْتٌ.",
    "pg": "4:427-428"
  },
  "غضض": {
    "def": "الْغَيْنُ وَالضَّادُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدُهُمَا عَلَى كَفٍّ وَنَقْصٍ، وَالْآخِرُ عَلَى طَرَاوَةٍ.\nفَالْأَوَّلُ الْغَضُّ: غَضُّ الْبَصَرِ. وَكُلُّ شَيْءٍ كَفَفْتَهُ فَقَدْ غَضَضْتَهُ. وَمِنْهُ قَوْلُهُمْ: تَلْحَقُهُ فِي ذَلِكَ غَضَاضَةٌ، أَيْ أَمْرٌ يَغُضُّ لَهُ بَصَرَهُ. وَالْغَضْغَضَةُ: النُّقْصَانُ. وَفِي الْحَدِيثِ: «لَقَدْ مَرَّ مِنَ الدُّنْيَا بِبِطْنَتِهِ لَمْ يُغَضْغَضْ» . وَيَقُولُونَ: هُوَ بَحْرٌ لَا يُغَضْغَضُ. وَغَضْغَضْتُ السِّقَاءَ: نَقَصْتُهُ. وَكَذَلِكَ الْحَقُّ.\nوَالْأَصْلُ الْآخَرُ: الْغَضُّ: الطَّرِيُّ مِنْ كُلِّ شَيْءٍ. وَيُقَالُ لِلطَّلْعِ حِينَ يَطْلُعُ: غَضِيضٌ.",
    "pg": "4:383-384"
  },
  "غضف": {
    "def": "الْغَيْنُ وَالضَّادُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اسْتِرْخَاءٍ وَتَهَدُّمٍ وَتَغَشٍّ. مِنْ ذَلِكَ الْأَغْضَفُ مِنَ السِّبَاعِ: مَا اسْتَرْخَتْ أُذُنُهُ. وَمِنَ الْبَابِ: لَيْلٌ أَغْضَفُ، أَيْ أَسْوَدُ يَغْشَى بِظَلَامِهِ. قَالَ ذُو الرُّمَّةِ:\nقَدْ أَعْسِفُ النَّازِحَ الْمَجْهُولَ مَعْسِفُهُ ... فِي ظِلِّ أَغْضَفَ يَدْعُو هَامَهُ الْبُومُ\nوَيَقُولُونَ: عَيْشٌ غَاضِفٌ، أَيْ نَاعِمٌ، كَأَنَّهُ قَدْ غَشِيَ بِخَيْرِهِ وَغَضَارَتِهِ. وَالْغُضْفُ: الْقَطَا الْجُونُ، وَهَذَا عَلَى التَّشْبِيهِ بِاللَّيْلِ وَسَوَادِهِ. وَيُقَالُ: تَغَضَّفَتِ الْبِئْرُ، إِذَا تَهَدَّمَتْ أَجْوَالُهَا فَغَشِيَتْ مَا تَحْتَهَا. وَيُقَالُ: غَضَفَتِ الْأُتُنُ تَغْضِفُ، إِذَا أَخَذَتِ الْجَرْيَ أَخْذًا. وَهَذَا لِأَنَّهَا تَغْشَى الْأَرْضَ بِجَرْيِهَا. قَالَ: يَغُضُّ وَيَغْضِفْنَ مِنْ رَيِّقٍ ... كَشُؤْبُوبِ ذِي بَرَدٍ وَانْسِجَالِ",
    "pg": "4:426-427"
  },
  "غضل": {
    "def": "الْغَيْنُ وَالضَّادُ وَاللَّامُ. يَقُولُونَ: أَغْضَلَتِ الشَّجَرَةُ وَاغْضَالَّتْ، إِذَا كَثُرَتْ أَغْصَانُهَا.",
    "pg": "4:428"
  },
  "غضن": {
    "def": "الْغَيْنُ وَالضَّادُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَثَنٍّ وَتَكَسُّرٍ. مِنْ ذَلِكَ الْغُضُونُ: مَكَاسِرُ الْجِلْدِ، وَمَكَاسِرُ كُلِّ شَيْءٍ غُضُونٌ. وَتَغَضَّنَ جِلْدُهُ. وَالْمُغَاضَنَةُ: مُكَاسَرَةُ الْعَيْنُيْنِ. وَمِنَ الْبَابِ قَوْلُهُمْ: مَا غَضَنَكَ عَنْ كَذَا، أَيْ مَا عَاقَكَ عَنْهُ. وَغَضَنُ الْعَيْنِ: جِلْدُهَا الظَّاهِرُ، سُمِّيَ لِتَكَسُّرٍ فِيهِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ قَوْلُهُمْ: \" غَضَنَتِ النَّاقَةُ بِوَلَدِهَا، إِذَا أَلْقَتْهُ قَبْلَ أَنْ يُنْبِتَ.",
    "pg": "4:427"
  },
  "غطس": {
    "def": "الْغَيْنُ وَالطَّاءُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الْغَطِّ. يُقَالُ: غَطَطْتُهُ فِي الْمَاءِ وَغَطَسْتُهُ. وَتَغَاطَسَ الْقَوْمُ: تَغَاطُّوا.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرَ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ غَيْنٌ]\nمِنْ ذَلِكَ (الْغَطَمَّشُ) : الْكَلِيلُ الْبَصَرِ. وَالْغَطَمَّشُ: الظَّلُومُ الْجَائِرُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْمِيمُ، وَالْأَصْلُ الْغَطْشُ وَهُوَ الظُّلْمَةُ. وَالْجَائِرُ يَتَغَاطَشُ عَنِ الْعَدْلِ، أَيْ يَتَعَامَى.\n\nوَمِنْ ذَلِكَ (الْغَشْمَرَةُ) : إِتْيَانُ الْأَمْرِ مِنْ غَيْرِ تَثَبُّتٍ، وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مِنَ الْغَشْمِ وَالتَّشَمُّرِ، لِأَنَّهُ يَتَشَمَّرُ فِي الْأَمْرِ غَاشِمًا.\n\nوَمِنْ ذَلِكَ (الْغَمَلَّجُ) ، وَهُوَ مِمَّا نُحِتَ مِنْ كَلِمَتَيْنِ: مِنْ غَمَجَ وَغَلَجَ، وَهُوَ الْبَعِيرُ الطَّوِيلُ الْعُنُقِ. فَأَمَّا غَمَجُهُ فَاضْطِرَابُهُ. يُقَالُ: غَمَجَ، إِذَا جَاءَ وَذَهَبَ. وَالْغَلَجُ كَالْبَغْيِ فِي الْإِنْسَانِ وَغَيْرِهِ. وَمِنْ ذَلِكَ (الْغُضْرُوفُ) : نَغْضُ الْكَتِفِ. وَهِيَ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مِنْ غَضَرَ وَغَضَفَ. فَأَمَّا غَضَرُهُ فَلِينُهُ، لِأَنَّهُ لَيْسَ فِيهِ شِدَّةُ الْعَظْمِ وَصَلَابَتُهُ. وَأَمَّا غَضَفُهُ فَتَثَنِّيهِ، لِأَنَّهُ يَتَثَنَّى إِذَا ثُنِيَ لِلِينِهِ.\n\nوَمِنْ ذَلِكَ (الْغَطْرَسَةُ) : التَّكَبُّرُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الرَّاءُ ; وَهُوَ مِنَ الْغَطْسِ كَأَنَّهُ يَغْلِبُ الْإِنْسَانَ وَيَقْهَرُهُ حَتَّى كَأَنَّهُ غَطَسَهُ، أَيْ غَطَّسَهُ.\n\nوَمِنْ ذَلِكَ (الْغَطْرَفَةُ) ، وَهِيَ الْكِبْرُ وَالْعَظَمَةُ. قَالَ فِي التَّغَطْرُفِ:\nفَإِنَّكَ إِنْ أَغْضَبْتَنِي غَضِبَ الْحَصَى ... عَلَيْكَ وَذُو الْجَبُّورَةِ الْمُتَغَطْرِفُ\nوَهَذَا أَيْضًا مِمَّا زِيدَتْ فِيهِ الرَّاءُ، وَهُوَ مِنَ الْغَطَفِ، وَهُوَ أَنْ يَنْثَنِيَ الشَّيْءُ عَلَى الشَّيْءِ حَتَّى يَغْشَاهُ. فَالْجَبَّارُ يَقْهَرُ الْأَشْيَاءَ وَيُغَشِّيهَا بِعَظَمَتِهِ. وَ (الْغِطْرِيفُ) : السَّيِّدُ يَغْشَى بِكَرَمِهِ وَإِحْسَانِهِ.\n\nوَمِنْ ذَلِكَ (الْغَذْمَرَةُ) ، يُقَالُ إِنَّهُ رُكُوبُ الْأَمْرِ عَلَى غَيْرِ تَثَبُّتٍ. وَقَدْ يَكُونُ فِي الْكَلَامِ الْمُخْتَلِطِ. وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مِنْ غَذَمَ وَذَمَرَ. أَمَّا الْغَذْمُ فَقَدْ قُلْنَا إِنَّهُ الْأَكْلُ بِجَفَاءٍ وَشِدَّةٍ. وَيَقُولُونَ: كَيْلٌ غُذَامِرٌ، إِذَا كَانَ هَيْلًا كَثِيرًا. وَأَمَّا الذَّمْرُ فَمِنْ ذَمَرَتُهُ، إِذَا أَغْضَبْتَهُ. كَأَنَّهُ غَذُومُ ذَمَرٍ. ثُمَّ نُحِتَتْ مِنَ الْكَلِمَتَيْنِ كَلِمَةٌ. وَمِنْ ذَلِكَ (الْغَضَنْفَرُ) ، وَهُوَ الرَّجُلُ الْغَلِيظُ، وَالْأَسَدُ الْغَشُومُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الرَّاءُ وَالنُّونُ، وَهُوَ مِنَ الْغَضَفِ. وَقَدْ مَضَى أَنَّ اللَّيْلَ الْأَغْضَفَ الَّذِي يُغَشِّي بِظَلَامِهِ.\n\nوَمِنْ ذَلِكَ (الْمُغَثْمَرُ) ، وَهُوَ الثَّوْبُ الْخَشِنُ الرَّدِيءُ النَّسْجِ. قَالَ:\nعَمْدًا كَسَوْتُ مُرْهِبًا مُغَثْمَرَا ... وَلَوْ أَشَاءُ حِكْتُهُ مُحَبَّرَا\nيَقُولُ: أَلْبَسْتُهُ الْمُغَثْمَرَ لِأَدْفَعَ بِهِ عَنْهُ الْعَيْنَ. وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مِنْ غَثَمَ وَغَثَرَ. أَمَّا غَثَرَ فَمِنَ الْغُثْرِ، وَهُوَ كُلُّ شَيْءٍ دُونٍ. وَأَمَّا غَثَمَ فَمِنَ الْأَغْثَمِ: الْمُخْتَلِطُ السَّوَادِ بِالْبَيَاضِ.\nوَمِمَّا وُضِعَ وَضْعًا وَلَيْسَ بِبَعِيدٍ أَنْ يَكُونَ لَهُ قِيَاسٌ (غَرْدَقْتُ) السِّتْرَ: أَرْسَلْتُهُ. وَ (الْغُرْنُوقُ) : الشَّابُّ الْجَمِيلُ. وَ (الْغِرْنِيقُ) طَائِرٌ.\nوَيَقُولُونَ: (الْغَلْفَقُ) : الطُّحُلَبُ.\nوَيَقُولُونَ: (اغْرَنْدَاهُ) ، إِذَا عَلَاهُ وَغَلَبَهُ. قَالَ:\nقَدْ جَعَلَ النُّعَاسُ يَغْرَنْدِينِي ... أَدْفَعُهُ عَنِّي وَيَسْرَنْدِينِي",
    "pg": "4:430-432"
  },
  "غطش": {
    "def": "الْغَيْنُ وَالطَّاءُ وَالشِّينُ أَصْلٌ وَاحِدٌ صَحِيحٌ، يَدُلُّ عَلَى ظُلْمَةٍ وَمَا أَشْبَهَهَا. مِنْ ذَلِكَ الْأَغْطَشُ، وَهُوَ الَّذِي فِي عَيْنِهِ شِبْهُ الْعَمَشِ، وَالْمَرْأَةُ غَطْشَاءُ. وَفَلَاةٌ غَطْشَى: لَا يُهْتَدَى لَهَا. قَالَ:\nوَيَهْمَاءَ بِاللَّيْلِ غَطْشَى الْفَلَا ... ةِ يُؤْنِسُنِي صَوْتُ فَيَّادِهَا\nوَغَطَشَ اللَّيْلُ: أَظْلَمَ. وَاللَّهُ تَعَالَى أَغْطَشَهُ. وَالْمُتَغَاطِشُ: الْمُتَعَامِي عَنِ الشَّيْءِ. وَيُقَالُ: هُوَ يَتَغَاطَشُ.",
    "pg": "4:429-430"
  },
  "غطط": {
    "def": "الْغَيْنُ وَالطَّاءُ أُصَيْلٌ صَحِيحٌ فِيهِ مَعْنَيَانِ: أَحَدُهُمَا صَوْتٌ، وَالْآخَرُ وَقْتٌ مِنَ الْأَوْقَاتِ.\nفَالْأَوَّلُ: غَطِيطُ الْإِنْسَانِ فِي نَوْمِهِ. وَمِنْهُ الْغَطَاطُ، وَهِيَ الْقَطَا، سُمِّيَتْ لِصَوْتِهَا غَطَاطًا. قَالَ:\nفَأَثَارَ فَارِطُهُمُ غَطَاطًا جُثَّمَا ... أَصْوَاتُهُ كَتَرَاطُنِ الْفُرْسِ\nوَالْأَصْلُ الْآخَرُ الْغُطَاطُ، قَالَ قَوْمٌ: هُوَ الصُّبْحُ. وَأَنْشَدُوا:\nقَامَ إِلَى حَمْرَاءَ فِي الْغُطَاطِ\nوَقَالَ آخَرُونَ: هُوَ سَدَفُ الظَّلَامِ. وَقَالُوا فِي بَيْتِ ابْنِ أَحْمَرَ ( [٣٠] ) :\nأُولَى الْوَعَاوِعِ كَالْغُطَاطِ الْمُقْبِلِ\nمَنْ فَتَحَ شَبَّهَهُمْ بِالْقَطَا، وَمَنْ ضَمَّ فَإِنَّهُ شَبَّهَهُمْ بِسَوَادِ السَّدَفِ كَثْرَةً. وَأَمَّا غَطَطْتُهُ فِي الْمَاءِ فَمُمْكِنٌ أَنْ يَكُونَ ذَلِكَ الصَّوْتُ الَّذِي يَكُونُ مِنَ الْمَاءِ عِنْدَهَا، وَمُمْكِنٌ أَنْ يَكُونَ مِنْ سَدَفِ الظَّلَامِ، كَأَنَّهُ سَتَرْتَهُ بِالْمَاءِ وَغَطَّيْتَهُ. [بَابُ الْغَيْنِ وَالْفَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:384-385"
  },
  "غطف": {
    "def": "الْغَيْنُ وَالطَّاءُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خَيْرٍ وَسُبُوغٍ فِي شَيْءٍ، وَأَصْلُهُ الْغَطَفُ فِي الْأَشْفَارِ، وَهُوَ كَثْرَتُهَا وَطُولُهَا وَانْثِنَاؤُهَا. ثُمَّ يُقَالُ: عَيْشٌ أَغْطَفُ، إِذَا كَانَ نَاعِمًا مُنْثَنِيًا عَلَى صَاحِبِهِ بِالْخَيْرِ. وَالْمَصْدَرُ الْغَطَفُ.",
    "pg": "4:429"
  },
  "غطل": {
    "def": "الْغَيْنُ وَالطَّاءُ وَاللَّامُ ثَلَاثُ كَلِمَاتٍ: الْغَيْطَلَةُ: الشَّجَرَةُ، وَالْجَمْعُ الْغَيْطَلُ. قَالَ:\nفَظَلَّ يُرَنِّحُ فِي غَيْطَلٍ ... كَمَا يَسْتَدِيرُ الْحِمَارُ النَّعِرْ\nوَالْغَيْطَلَةُ: الْبَقَرَةُ. وَالْغَيْطَلَةُ: الْتِجَاجُ اللَّيْلِ وَسَوَادُهُ.",
    "pg": "4:429"
  },
  "غطم": {
    "def": "الْغَيْنُ وَالطَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى كَثْرَةٍ وَاجْتِمَاعٍ. مِنْ ذَلِكَ الْبَحْرُ الْغِطَمُّ. وَيُقَالُ لِمُعْظَمِ الْبَحْرِ. غُطَامِطٌ. وَرَجُلٌ غِطَمٌّ: وَاسِعُ الْخُلُقُ.",
    "pg": "4:429"
  },
  "غطو": {
    "def": "الْغَيْنُ وَالطَّاءُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى الْغِشَاءِ وَالسَّتْرِ. يُقَالُ: غَطَيْتُ الشَّيْءَ وَغَطَّيْتُهُ. وَالْغِطَاءُ: مَا تَغَطَّى بِهِ. وَغَطَا اللَّيْلُ يَغْطُو، إِذَا غَشَّى بِظَلَامِهِ.",
    "pg": "4:429"
  },
  "غفر": {
    "def": "الْغَيْنُ وَالْفَاءُ وَالرَّاءُ عُظْمُ بَابِهِ السَّتْرُ، ثُمَّ يَشِذُّ عَنْهُ مَا يُذْكَرُ. فَالْغَفْرُ: السَّتْرُ. وَالْغُفْرَانُ وَالْغَفْرُ بِمَعْنًى. يُقَالُ: غَفَرَ اللَّهُ ذَنْبَهُ غَفْرًا وَمَغْفِرَةً وَغُفْرَانًا. قَالَ فِي الْغَفْرِ:\nفِي ظِلِّ مَنْ عَنَتِ الْوُجُوهُ لَهُ ... مَلِكِ الْمُلُوكِ وَمَالِكِ الْغَفْرِ\nوَيُقَالُ: غَفِرَ الثَّوْبُ، إِذَا ثَارَ زِئْبِرُهُ. وَهُوَ مِنَ الْبَابِ، لِأَنَّ الزِّئْبِرُ يُغَطِّي وَجْهَ الثَّوْبِ. وَالْمِغْفَرُ مَعْرُوفٌ. وَالْغِفَارَةُ: خِرْقَةٌ يَضَعُهَا الْمُدَّهِنُ عَلَى هَامَتِهِ. وَيُقَالُ الْغَفِيرُ: الشَّعْرُ السَّائِلُ فِي الْقَفَا. وَذُكِرَ عَنِ امْرَأَةٍ مِنَ الْعَرَبِ أَنَّهَا قَالَتْ لِابْنَتِهَا: \" اغْفِرِي غَفِيرَكِ \"، تُرِيدُ: غَطِّيهِ. وَالْغَفِيرَةُ: الْغُفْرَانُ أَيْضًا. قَالَ:\nيَا قَوْمُ لَيْسَتْ فِيهِمُ غَفِيرَهْ\nوَمِمَّا شَذَّ عَنْ هَذَا: الْغُفْرِ: وَلَدُ الْأُرْوِيَّةِ، وَأُمُّهُ مُغْفِرٌ. وَالْغَفْرُ: النُّكْسُ فِي الْمَرَضِ. قَالَ:\nخَلِيلَيَّ إِنَّ الدَّارَ غَفْرٌ لِذِي الْهَوَى ... كَمَا يَغْفِرُ الْمَحْمُومُ أَوْ صَاحِبُ الْكَلْمِ\nفَأَمَّا الْمَغْفُورُ فَشَيْءٌ يُشَبَّهُ بِالصَّمْغِ يَخْرُجُ مِنَ الْعُرْفُطِ.",
    "pg": "4:385-386"
  },
  "غفص": {
    "def": "الْغَيْنُ وَالْفَاءُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ. غَافَصْتُ الرَّجُلَ: أَخَذْتُهُ عَلَى غِرَّةٍ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْغَيْنِ وَاللَّامِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:387"
  },
  "غفف": {
    "def": "الْغَيْنُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ لَا تَتَفَرَّعُ، وَهِيَ الْبُلْغَةُ، وَيُقَالُ لَهُ غُفَّةٌ مِنَ الْعَيْشِ. قَالَ:\nوَغُفَّةٌ مِنْ قِوَامِ الْعَيْشِ تَكْفِينِي\nوَاغْتَفَّتِ الْخَيْلُ غُفَّةً مِنَ الرَّبِيعِ، إِذَا أَصَابَتْ مِنْهُ شِبَعًا وَلَمْ تَسْتَكْثِرْ. قَالَ:\nوَكُنَّا إِذَا مَا اغْتَفَّتِ الْخَيْلُ غُفَّةً ... تَجَرَّدَ طَلَّابُ التِّرَاتِ مُطَلَّبُ",
    "pg": "4:375"
  },
  "غفق": {
    "def": "الْغَيْنُ وَالْفَاءُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِفَّةٍ وَسُرْعَةٍ وَتَكْرِيرٍ فِي الشَّيْءِ، مَعَ فَتَرَاتٍ تَكُونُ بَيْنَ ذَلِكَ.\nمِنْ ذَلِكَ قَوْلُهُمْ: غَفَقَ إِبِلَهُ، وَذَلِكَ إِذَا أَسْرَعَ إِيرَادَهَا ثُمَّ كَرَّرَ ذَلِكَ. وَيَقُولُونَ: ظَلَّ يَتَغَفَّقُ الشَّرَابَ، إِذَا جَعَلَ يَشْرَبُهُ سَاعَةً بَعْدَ سَاعَةٍ. وَيُقَالُ: غَفَقَ غَفْقَةً مِنَ اللَّيْلِ، إِذَا نَامَ نَوْمَةً خَفِيفَةً. وَالْغَفْقُ: الْمَطَرُ لَيْسَ بِالشَّدِيدِ. وَيُقَالُ غَفَقَهُ بِالسَّوْطِ غَفَقَاتٍ. وَالْغَفْقُ: الْهُجُومُ عَلَى الشَّيْءِ مِنْ غَيْرِ قَصْدٍ، وَيُقَالُ لِلْآيِبِ مِنْ غَيْبَتِهِ فُجَاءَةً. وَغَفَقَ الْحِمَارُ الْأَتَانَ: أَتَاهَا مَرَّةً بَعْدَ مَرَّةٍ.",
    "pg": "4:385"
  },
  "غفل": {
    "def": "الْغَيْنُ وَالْفَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَرْكِ الشَّيْءِ سَهْوًا، وَرُبَّمَا كَانَ عَنْ عَمْدٍ. مِنْ ذَلِكَ: غَفَلْتُ عَنِ الشَّيْءِ غَفْلَةً وَغُفُولًا، وَذَلِكَ إِذَا تَرَكْتَهُ سَاهِيًا. وَأَغْفَلْتُهُ، إِذَا تَرَكْتَهُ عَلَى ذِكْرٍ مِنْكَ لَهُ. وَيَقُولُونَ لِكُلِّ مَا لَا مَعْلَمَ لَهُ: غُفْلٌ، كَأَنَّهُ غُفِلَ عَنْهُ. فَيَقُولُونَ: أَرْضٌ غُفْلٌ: لَا عَلَمَ بِهَا. وَنَاقَةٌ غُفْلٌ: لَا سِمَةَ عَلَيْهَا. وَرَجُلٌ غُفْلٌ: لَمْ يُجَرِّبِ الْأُمُورَ.",
    "pg": "4:386"
  },
  "غفوي": {
    "def": "الْغَيْنُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ أُصَيْلٌ كَأَنَّهُ يَدُلُّ عَلَى مِثْلِ مَا دَلَّ عَلَيْهِ الْأَوَّلُ مِنَ التَّرْكِ لِلشَّيْءِ، إِلَّا أَنَّ هَذَا يُخْتَصُّ بِأَنَّهُ جِنْسٌ مِنَ النَّوْمِ. مِنْ ذَلِكَ: أَغْفَى الرَّجُلُ مِنَ النَّوْمِ يُغْفِي إِغْفَاءً. وَالْإِغْفَاءَةُ: الْمَرَّةُ الْوَاحِدَةُ. قَالَ: فَلَوْ كُنْتَ مَاءً كُنْتَ مَاءَ غَمَامَةٍ ... وَلَوْ كُنْتَ نَوْمًا كُنْتَ إِغْفَاءَةَ الْفَجْرِ\nمِنْ ذَلِكَ الْغَفْوُ، وَهِيَ الزُّبْيَةُ، وَذَلِكَ أَنَّ السَّاقِطَ فِيهَا كَأَنَّهُ غَفَلَ وَأَغْفَى حَتَّى سَقَطَ.\nوَمِمَّا شَذَّ عَنْ هَذَا: الْغَفَى، وَهُوَ الرُّذَالُ مِنَ الشَّيْءِ. يُقَالُ: أَغْفَى الطَّعَامُ: كَثُرَ غَفَاهُ، أَيِ الرَّدِيُّ مِنْهُ.",
    "pg": "4:386-387"
  },
  "غقق": {
    "def": "الْغَيْنُ وَالْقَافُ لَيْسَ بِشَيْءٍ، إِنَّمَا يُحْكَى بِهِ الصَّوْتُ يَغْلِي، يُقَالُ غَقَّ.",
    "pg": "4:375"
  },
  "غلب": {
    "def": "الْغَيْنُ وَاللَّامُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قُوَّةٍ وَقَهْرٍ وَشِدَّةٍ. مِنْ ذَلِكَ: غَلَبَ الرَّجُلُ غَلْبًا وَغَلَبًا وَغَلَبَةً. قَالَ اللَّهُ - تَعَالَى -: ﴿وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ﴾ [الروم: ٣] . وَالْغِلَابُ: الْمُغَالَبَةُ. وَالْأَغْلَبُ: الْغَلِيظُ الرَّقَبَةِ. يُقَالُ: غَلِبَ يَغْلَبُ غَلَبًا. وَهَضْبَةٌ غَلْبَاءُ، وَعِزَّةٌ غَلْبَاءُ. وَكَانَتْ تَغْلِبُ تُسَمَّى الْغَلْبَاءُ. قَالَ: وَأَوْرَثَنِي بَنُو الْغَلْبَاءِ مَجْدًا ... حَدِيثًا بَعْدَ مَجْدِهِمُ الْقَدِيمِ\nوَاغْلَوْلَبَ الْعُشْبُ: بَلَغَ كُلَّ مَبْلَغٍ. وَالْمُغَلَّبُ مِنَ الشُّعَرَاءِ: الْمَغْلُوبُ مِرَارًا. وَالْمُغَلَّبُ أَيْضًا: الَّذِي غَلَبَ خَصْمَهُ أَوْ قِرْنَهُ، كَأَنَّهُ غَلَبَ عَلَى خَصْمِهِ، أَيْ جُعِلَتْ لَهُ الْغَلَبَةُ.",
    "pg": "4:388-389"
  },
  "غلت": {
    "def": "الْغَيْنُ وَاللَّامُ وَالتَّاءُ فِيهِ كَلِمَةٌ، يَقُولُونَ: الْغَلَتُ فِي الْحِسَابِ: مِثْلُ الْغَلَطِ فِي غَيْرِهِ. وَفِي بَعْضِ الْحَدِيثِ: \" «لَا غَلَتْ فِي الْإِسْلَامِ» \".",
    "pg": "4:389"
  },
  "غلث": {
    "def": "الْغَيْنُ وَاللَّامُ وَالثَّاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ، يَدُلُّ عَلَى الْخَلْطِ وَالْمُخَالَطَةِ. مِنْ ذَلِكَ: غَلَثْتُ الطَّعَامَ: خَلَطْتُ حِنْطَةً وَشَعِيرًا. وَهُوَ الْغَلِيثُ. وَرَجُلٌ غَلِثٌ، إِذَا خَالَطَ الْأَقْرَانَ فِي الْقِتَالِ لُزُومًا لِمَا طَلَبَ. وَيُقَالُ: غَلِثَ بِهِ، إِذَا لَزِمَهُ. وَغَلِثَ الذِّئْبُ بِالْغَنَمِ: لَازَمَهَا.\nفَأَمَّا قَوْلُهُمْ: غَلِثَ الزَّنْدُ، إِذَا لَمْ يَرِ، فَهُوَ كَلَامٌ غَيْرُ مُلَخَّصٍ ; وَذَلِكَ أَنَّ مَعْنَاهُ أَنَّهُ زَنْدٌ مُنْتَخَبٌ، وَإِنَّمَا هُوَ خِلْطٌ مِنَ الزُّنُودِ، قَدْ أُخِذَ مِنَ الْعُرْضِ مُخْتَلِطًا بِغَيْرِهِ. يُرَادُ بِالْغَلَثِ خَشَبُهُ، وَإِذَا كَانَ [كَذَلِكَ] لَمْ يَرِ.",
    "pg": "4:389"
  },
  "غلج": {
    "def": "الْغَيْنُ وَاللَّامُ وَالْجِيمُ كَلِمَةٌ تَدُلُّ عَلَى الْبَغْيِ وَالسَّطْوَةِ. تَقُولُ الْعَرَبُ: هُوَ يَتَغَلَّجُ عَلَيْنَا، أَيْ يَبْغِي. وَعَيْرٌ مِغْلَجٌ: شَلَّالٌ لِلْعَانَةِ. وَيَكُونُ تَغَلُّجُهُ أَيْضًا أَنْ يَشْرَبَ وَيَتَلَمَّظَ بِلِسَانِهِ.",
    "pg": "4:389-390"
  },
  "غلس": {
    "def": "الْغَيْنُ وَاللَّامُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْغَلَسُ، وَذَلِكَ ظَلَامُ آخَرِ اللَّيْلِ. يُقَالُ: غَلَّسْنَا، أَيْ سِرْنَا غَلَسًا. قَالَ الْأَخْطَلُ:\nكَذَبَتْكَ عَيْنُكَ أَمْ رَأَيْتَ بِوَاسِطٍ ... غَلَسَ الظَّلَامِ مِنَ الرَّبَابِ خَيَالًا\nوَقَوْلُهُمْ: وَقَعَ فِي تُغُلِّسَ، أَيْ دَاهِيَةٍ، هُوَ مِنْ هَذَا، لِأَنَّهُ يَقَعُ فِي أَمْرٍ مُظْلِمٍ لَا يَعْرِفُ الْمَخْرَجَ مِنْهُ.",
    "pg": "4:390"
  },
  "غلط": {
    "def": "الْغَيْنُ وَاللَّامُ وَالطَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْغَلَطُ: خِلَافُ الْإِصَابَةِ. يُقَالُ: غَلِطَ يَغْلَطُ غَلَطًا. وَبَيْنَهُمْ أُغْلُوطَةٌ، أَيْ شَيْءٌ يُغَالِطُ بِهِ بَعْضُهُمْ بَعْضًا.",
    "pg": "4:390"
  },
  "غلف": {
    "def": "الْغَيْنُ وَاللَّامُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ صَحِيحَةٌ، تَدُلُّ عَلَى غِشَاوَةٍ وَغِشْيَانِ شَيْءٍ لِشَيْءٍ. يُقَالُ: غِلَافُ السَّيْفِ وَالسِّكِّينِ. وَقَلْبٌ أَغْلَفُ: كَأَنَّمَا أُغْشِيَ غِلَافًا فَهُوَ لَا يَعِي شَيْئًا. قَالَ اللَّهُ - تَعَالَى: ﴿وَقَالُوا قُلُوبُنَا غُلْفٌ﴾ [البقرة: ٨٨] ، أَيْ أُغْشِيَتْ شَيْئًا فَهِيَ لَا تَعِي. وَقُرِئَتْ: \" غُلُفٌ \"، أَيْ أَوْعِيَةٌ لِلْعِلْمِ. وَالْقِيَاسُ فِي ذَلِكَ كُلُّهُ وَاحِدٌ. وَيَقُولُونَ: تُغَلَّفُ بِالْغَالِيَةِ، وَلَيْسَ بِبَعِيدٍ مِمَّا ذَكَرْنَاهُ.",
    "pg": "4:390"
  },
  "غلق": {
    "def": "الْغَيْنُ وَاللَّامُ وَالْقَافُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى نُشُوبِ شَيْءٍ فِي شَيْءٍ. مِنْ ذَلِكَ الْغَلَقُ، يُقَالُ مِنْهُ: أَغْلَقْتُ الْبَابَ فَهُوَ مُغْلَقٌ. وَغَلِقَ الرَّهْنُ فِي يَدِ مُرْتَهِنِهِ، إِذَا لَمْ يَفْتَكَّهُ. قَالَ رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ -: «لَا يَغْلَقُ الرَّهْنُ» . قَالَ الْفُقَهَاءُ: هُوَ أَنْ يَقُولَ صَاحِبُ الرَّهْنِ لِصَاحِبِ الدَّيْنِ: آنَيْتُكَ بِحَقِّكَ إِلَى وَقْتِ كَذَا، وَإِلَّا فَالرَّهْنُ لَكَ. فَنَهَى النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ - عَنْ ذَلِكَ الِاشْتِرَاطِ. وَكُلُّ شَيْءٍ لَمْ يُتَخَلَّصْ فَقَدْ غَلِقَ. قَالَ زُهَيْرٌ:\nوَفَارَقَتْكَ بِرَهْنٍ لَا فِكَاكَ لَهُ ... يَوْمَ الْوَدَاعِ فَأَمْسَى الرَّهْنُ قَدْ غَلِقَا\nوَيُقَالُ الْمِغْلَقُ: السَّهْمُ السَّابِعُ فِي الْمَيْسِرِ، لِأَنَّهُ يَسْتَغْلِقُ شَيْئًا وَإِنْ قَلَّ. قَالَ لَبِيدٌ:\nوَجَزُورِ أَيْسَارٍ دَعَوْتُ لِحَتْفِهَا ... بِمَغَالِقٍ مُتَشَابِهٍ أَجْسَامُهَا\nوَيُقَالُ: غَلِقَ ظَهْرُ الْبَعِيرِ فَلَا يَبْرَأُ مِنَ الدَّبَرِ. وَمِنْهُ غَلِقَتِ النَّخْلَةُ: ذَوَتْ أُصُولُ سَعَفِهَا فَانْقَطَعَ حَمْلُهَا. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الْغَيْنِ وَالْمِيمِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:390-392"
  },
  "غلل": {
    "def": "الْغَيْنُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَخَلُّلِ شَيْءٍ، وَثَبَاتِ شَيْءٍ، كَالشَّيْءِ يُغْرَزُ. مِنْ ذَلِكَ قَوْلُ الْعَرَبِ: غَلَلْتُ الشَّيْءَ فِي الشَّيْءِ، إِذَا أَثْبَتَّهُ فِيهِ، كَأَنَّهُ غَرَزْتَهُ. قَالَ:\nوَعَيْنٌ لَهَا حَدْرَةٌ بَدْرَةٌ ... إِلَى حَاجِبٍ غُلَّ فِيهِ الشُّفُرْ\nوَالْغُلَّةُ وَالْغَلِيلُ: الْعَطَشُ. وَقِيلَ ذَلِكَ لِأَنَّهُ كَالشَّيْءِ يَنْغَلُّ فِي الْجَوْفِ بِحَرَارَةٍ. يُقَالُ بَعِيرٌ غَلَّانُ، أَيْ ظَمْآنُ. وَالْغَلَلُ: الْمَاءُ الْجَارِي بَيْنَ الشَّجَرِ.\nوَمِنْهُ الْغُلُولُ فِي الْغُنْمِ، وَهُوَ أَنْ يُخْفَى الشَّيْءُ فَلَا يُرَدُّ إِلَى الْقَسْمِ، كَأَنَّ صَاحِبَهُ قَدْ غَلَّهُ بَيْنَ ثِيَابِهِ.\nوَمِنَ الْبَابِ الْغِلُّ، وَهُوَ الضِّغْنُ يَنْغَلُّ فِي الصَّدْرِ.\nفَأَمَّا قَوْلُ النَّبِيِّ ﵇ «لَا إِغْلَالَ وَلَا إِسْلَالَ» فَالْإِغْلَالُ: الْخِيَانَةُ، وَالْقِيَاسُ فِيهِ وَاضِحٌ. قَالَ النَّمِرُ:\nجَزَى اللَّهُ عَنَّا جَمْرَةَ ابْنَةَ نَوْفَلٍ ... جَزَاءَ مُغِلٍّ بِالْأَمَانَةِ كَاذِبِ\nوَأَمَّا الْحَدِيثُ: «ثَلَاثٌ لَا يُغِلُّ عَلَيْهِنَّ قَلْبُ مُؤْمِنٍ» فَمَنْ قَالَ لَا يُغِلُّ فَهُوَ مِنَ الْإِغْلَالِ، وَهُوَ الْخِيَانَةُ. وَمَنْ قَالَ لَا يَغِلُّ فَهُوَ مِنَ الْغِلِّ وَالضِّغْنِ. وَمِنَ الْبَابِ الْغُلَّانُ: الْأَوْدِيَةُ الْغَامِضَةُ، وَاحِدُهَا غَالٌّ، وَذَلِكَ أَنَّ سَالِكَهَا يَنْغَلُّ فِيهَا. وَالْغِلَالَةُ: شِعَارٌ يُلْبَسُ تَحْتَ الثَّوْبِ، وَبِطَانَةٌ تُلْبَسُ تَحْتَ الدِّرْعِ.\nوَمِنَ الْبَابِ الْغُلَّةُ، وَهُوَ الْفِدَامُ يَكُونُ عَلَى رَأْسِ الْإِبْرِيقِ، وَالْجَمْعُ غُلَلٌ. قَالَ لَبِيِدٌ:\nلَهَا غُلَلٌ مِنْ رَازِقِيٍّ وَكُرْسُفٌ ... بِأَيْمَانِ عُجْمٍ يَنْصُفُونَ الْمَقَاوِلَا\nوَالْغَلْغَلَةُ: سُرْعَةُ السَّيْرِ. وَرِسَالَةٌ مُغَلْغَلَةٌ: مَحْمُولَةٌ مِنْ بَلَدٍ إِلَى بَلَدٍ. وَهُوَ الْقِيَاسُ، لِأَنَّهَا تَتَخَلَّلُ الْبِلَادَ وَتَنْغَلُّ فِيهَا. قَالَ:\nأَبْلِغْ أَبَا مَالِكٍ عَنِّي مُغَلْغَلَةً ... وَفِي الْعِتَابِ حَيَاةٌ بَيْنَ أَقْوَامِ\nوَمِنَ الْبَابِ الْغَلِيلُ: النَّوَى يُغَلِّ فِي الْقَتِّ يُخْلَطُ بِهِ، تُعْلَفُهُ الْإِبِلُ. قَالَ:\nسُلَّاءَةٌ كَعَصَا النَّهْدِيِّ غُلَّ لَهَا ... ذُو فَيْئَةٍ مِنْ نَوَى قُرَّانَ مَعْجُومُ",
    "pg": "4:375-377"
  },
  "غلم": {
    "def": "الْغَيْنُ وَاللَّامُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حَدَاثَةٍ وَهَيْجِ شَهْوَةٍ. مِنْ ذَلِكَ الْغُلَامُ، هُوَ الطَّارُّ الشَّارِبِ. وَهُوَ بَيِّنُ الْغُلُومِيَّةِ وَالْغُلُومَةِ، وَالْجَمْعُ غِلْمَةٌ وَغِلْمَانُ. وَمِنْ بَابِهِ: اغْتَلَمَ الْفَحْلُ غُلْمَةً: هَاجَ مِنْ شَهْوَةِ الضِّرَابِ. وَالْغَيْلَمُ: الْجَارِيَةُ الْحَدَثَةُ. وَالْغَيْلَمُ: الشَّابُّ. وَالْغَيْلَمُ: ذَكَرُ السَّلَاحِفِ. وَلَيْسَ بَعِيدًا أَنْ يَكُونَ قِيَاسُهُ قِيَاسَ الْبَابِ.",
    "pg": "4:387"
  },
  "غلوي": {
    "def": "الْغَيْنُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ فِي الْأَمْرِ يَدُلُّ عَلَى ارْتِفَاعٍ وَمُجَاوَزَةِ قَدْرٍ. يُقَالُ: غَلَا السِّعْرُ يَغْلُو غَلَاءً، وَذَلِكَ ارْتِفَاعُهُ. وَغَلَا الرَّجُلُ فِي الْأَمْرِ غُلُوًّا، إِذَا جَاوَزَ حَدَّهُ. وَغَلَا بِسَهْمِهِ غَلْوًا، إِذَا رَمَى بِهِ سَهْمًا أَقْصَى غَايَتِهِ. قَالَ:\nكَالسَّهْمِ أَرْسَلَهُ مِنْ كَفِّهِ الْغَالِي\nوَتَغَالَى الرَّجُلَانِ: تَفَاعَلَا مِنْ ذَلِكَ. وَكُلُّ مَرْمَاةٍ عِنْدَ ذَلِكَ غَلْوَةٌ. وَغَلَتِ الدَّابَّةُ فِي سَيْرِهَا غَلْوًا، وَاغْتَلْتِ اغْتِلَاءً، وَغَالَتْ غِلَاءً. وَفِي أَمْثَالِهِمْ: \" جَرْيُ الْمُذَكِّيَاتِ غِلَاءٌ \". وَتَغَالَى النَّبْتُ: ارْتَفَعَ وَطَالَ. وَتَغَالَى لَحْمُ الدَّابَّةِ، إِذَا انْحَسَرَ عَنْهُ وَبَرُهُ. وَذَلِكَ لَا يَكُونُ إِلَّا عَنْ قُوَّةٍ وَسِمَنٍ وَعُلُوٍّ. وَغَلَتِ الْقِدْرُ تَغْلِي غَلَيَانًا. وَالْغُلَوَاءُ: أَنْ يَمُرَّ عَلَى وَجْهِهِ جَامِحًا. قَالَ:\nلَمْ تَلْتَفِتْ لِلِدَاتِهَا ... وَمَضَتْ عَلَى غُلَوَائِهَا\nوَأَمَّا الْغَالِيَةُ مِنَ الطِّيبِ فَمُمْكِنٌ أَنَّ يَكُونَ مِنْ هَذَا، أَيْ هِيَ غَالِيَةُ الْقِيمَةِ. يَقُولُونَ: تَغَلَّلْتُ وَتَغَلَّيْتُ مِنَ الْغَالِيَةِ.",
    "pg": "4:387-388"
  },
  "غمج": {
    "def": "الْغَيْنُ وَالْمِيمُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى حَرَكَةٍ وَمَجِيءٍ وَذَهَابٍ. يُقَالُ لِلْفَصِيلِ: غَمِجٌ، وَهُوَ يَتَغَامَجُ بَيْنَ أَرْفَاغِ أُمِّهِ، إِذَا جَاءَ وَذَهَبَ. وَيَقُولُونَ لِلرَّجُلِ لَا يَسْتَقِيمُ خُلُقُهُ: غَمَجَ. وَالْغَمَجُ: شُرْبُ الْمَاءِ، وَهُوَ قَرِيبُ الْقِيَاسِ مِنَ الْأَوَّلِ.",
    "pg": "4:392"
  },
  "غمد": {
    "def": "الْغَيْنُ وَالْمِيمُ وَالدَّالُ أَصْلٌ وَاحِدٌ صَحِيحٌ، يَدُلُّ عَلَى تَغْطِيَةٍ وَسَتْرٍ. مِنْ ذَلِكَ الْغِمْدُ لِلسَّيْفِ: غِلَافُهُ. يُقَالُ: غَمَدْتُهُ أَغْمِدُهُ غَمْدًا. وَيُقَالُ: تَغَمَّدَهُ اللَّهُ بِرَحْمَتِهِ، كَأَنَّهُ يَغْمُرُهُ بِهَا. وَتَغَمَّدْتُ فُلَانًا: جَعَلْتَهُ تَحْتَكَ حَتَّى تُغَطِّيَهُ. وَالنِّسْبَةُ إِلَى غَامِدٍ غَامِدِيٌّ، وَهُوَ حَيٌّ مِنَ الْيَمَنِ، وَاشْتِقَاقُهُ مِمَّا ذَكَرْنَاهُ.",
    "pg": "4:392"
  },
  "غمر": {
    "def": "الْغَيْنُ وَالْمِيمُ وَالرَّاءُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى تَغْطِيَةٍ وَسَتْرٍ فِي بَعْضِ الشِّدَّةِ. مِنْ ذَلِكَ الْغَمْرُ: الْمَاءُ الْكَثِيرُ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يَغْمُرُ مَا تَحْتَهُ. ثُمَّ يُشْتَقُّ مِنْ ذَلِكَ فَيُقَالُ فَرَسٌ غَمْرٌ: كَثِيرُ الْجَرْيِ، شُبِّهَ جَرْيُهُ فِي كَثْرَتِهِ بِالْمَاءِ الْغَمْرِ. وَيُقَالُ لِلرَّجُلِ الْمِعْطَاءِ: غَمْرٌ، وَهُوَ غَمْرُ الرِّدَاءِ. قَالَ كُثَيِّرٌ: غَمْرُ الرِّدَاءِ إِذَا تَبَسَّمَ ضَاحِكًا ... غَلِقَتْ لِضَحْكَتِهِ رِقَابُ الْمَالِ\nوَمِنَ الْبَابِ: الْغَمْرَةُ: الِانْهِمَاكُ فِي الْبَاطِلِ وَاللَّهْوِ. وَسُمِّيَتْ غَمْرَةً لِأَنَّهَا شَيْءٌ يَسْتُرُ الْحَقَّ عَنْ عَيْنِ صَاحِبِهَا. وَغَمَرَاتُ الْمَوْتِ: شَدَائِدُهُ الَّتِي تَغْشَى. وَكُلُّ شِدَّةٍ غَمْرَةٌ، سُمِّيَتْ لِأَنَّهَا تَغْشَى. قَالَ:\nالْغَمَرَاتُ ثُمَّ يَنْجَلِينَا\nوَمِمَّا يُصَحِّحُ هَذَا الْقِيَاسَ الْغَمِيرَ، وَهُوَ نَبَاتٌ أَخْضَرُ يَغْمُرُهُ الْيَبِيسُ. وَيُقَالُ: دَخَلَ فِي غِمَارِ النَّاسِ، وَهِيَ زَحْمَتُهُمْ، وَسُمِّيَتْ لِأَنَّ بَعْضًا يَسْتُرُ بَعْضًا. وَفُلَانٌ مُغَامِرٌ: يَرْمِي بِنَفْسِهِ فِي الْأُمُورِ، كَأَنَّهُ يَقَعُ فِي أُمُورٍ تَسْتُرُهُ، فَلَا يَهْتَدِي لِوَجْهِ الْمَخْلَصِ مِنْهَا. وَمِنْهُ الْغُمْرُ، وَهُوَ الَّذِي لَمْ يُجَرِّبِ الْأُمُورَ كَأَنَّهَا سُتِرَتْ عَنْهُ. قَالَ:\nأَنَاةً وَحِلْمًا وَانْتِظَارًا غَدًا بِهِمْ ... فَمَا أَنَا بِالْوَانِي وَلَا الضَّرَعِ الْغُمْرِ\nوَالْغِمْرُ: الْحِقْدُ فِي الصَّدْرِ، وَسَمِّي لِأَنَّ الصَّدْرَ يَنْطَوِي عَلَيْهِ. يُقَالُ: غَمِرَ عَلَيْهِ صَدْرُهُ. وَالْغِمْرُ: الْعَطَشُ، وَهُوَ مُشَبَّهٌ بِالْغِمْرِ الَّذِي هُوَ الْحِقْدُ، وَالْجَمْعُ الْأَغْمَارُ. قَالَ:\nحَتَّى إِذَا مَا بَلَّتِ الْأَغْمَارَا\nوَمِنَ الْبَابِ غَمَرُ اللَّحْمِ، وَهُوَ رَائِحَتُهُ تَبْقَى فِي الْيَدِ، كَأَنَّهَا تُغَطِّي الْيَدَ. فَأَمَّا الْغُمَرُ فَهُوَ الْقَدَحُ الصَّغِيرُ، وَلَيْسَ بِبَعِيدٍ أَنْ يَكُونَ مِنْ قِيَاسِ الْبَابِ، كَأَنَّ الْمَاءَ الْقَلِيلَ يَغْمُرُهُ. وَيَجُوزُ أَنْ يَكُونَ شَاذًّا عَنْ ذَلِكَ الْأَصْلِ. قَالَ:\nتَكْفِيهِ حُزَّةُ فِلْذٍ إِنْ أَلَمَّ بِهَا ... مِنَ الشِّوَاءِ وَيُرْوِي شُرْبَهُ الْغُمَرُ",
    "pg": "4:392-394"
  },
  "غمز": {
    "def": "الْغَيْنُ وَالْمِيمُ وَالزَّاءُ أَصْلٌ صَحِيحٌ، وَهُوَ كَالنَّخْسِ فِي الشَّيْءِ بِشَيْءٍ، ثُمَّ يُسْتَعَارُ. مِنْ ذَلِكَ: غَمَزْتُ الشَّيْءَ بِيَدِي غَمْزًا. ثُمَّ يُقَالُ: غَمَزَ، إِذَا عَابَ وَذَكَرَ بِغَيْرِ الْجَمِيلِ. وَالْمَغَامِزُ: الْمَعَايِبُ. وَفِي عَقْلِ فُلَانٍ غَمِيزَةٌ، كَأَنَّهُ يُسْتَضْعَفُ. وَمِمَّا يُسْتَعَارُ: غَمَزَ بِجَفْنِهِ: أَشَارَ. وَمِنْهُ: غَمَزَ الدَّابَّةُ مِنْ رِجْلِهِ، كَأَنَّهُ يَغْمِزُ الْأَرْضَ بِرِجْلِهِ.",
    "pg": "4:394"
  },
  "غمس": {
    "def": "الْغَيْنُ وَالْمِيمُ وَالسِّينُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى غَطِّ الشَّيْءِ. يُقَالُ: غَمَسْتُ الثَّوْبَ وَالْيَدَ فِي الْمَاءِ، إِذَا غَطَطْتَهُ فِيهِ. وَفِي الْحَدِيثِ: «إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلَا يَغْمِسْ يَدَهُ فِي الْإِنَاءِ» . وَالْغَمِيرُ تَحْتَ الْيَبِيسِ يُقَالُ لَهُ الْغَمِيسُ. وَمِنَ الْبَابِ الْغَمِيسُ، وَهُوَ مَسِيلٌ صَغِيرٌ بَيْنَ مَجَامِعِ الشَّجَرِ. وَالْمُغَامَسَةُ: رَمْيُ الرَّجُلِ نَفْسَهُ فِي سِطَةِ الْحَرْبِ. وَيَمِينٌ غَمُوسٌ قَالَ قَوْمٌ: مَعْنَاهُ أَنَّهَا تَغْمِسُ صَاحِبَهَا فِي الْإِثْمِ. وَقَالَ قَوْمٌ: الْغَمُوسُ: النَّافِذَةُ. وَالْمَعْنَيَانِ وَإِنِ اخْتَلَفَا فَالْقِيَاسُ وَاحِدٌ، لِأَنَّهَا إِذَا نَفَذَتْ فَقَدِ انْغَمَسَتْ. قَالَ:\nثُمَّ نَفَّذْتُهُ وَنَفَّسْتُ عَنْهُ ... بِغَمُوسٍ أَوْ ضَرْبَةٍ أُخْدُودِ\nوَيُقَالُ لِلْأَمْرِ الشَّدِيدِ الَّذِي يَغُطُّ الْإِنْسَانَ بِشِدَّتِهِ: غَمُوسٌ. قَالَ:\nمَتَّى تَأْتِنَا أَوْ تَلْقَنَا فِي دِيَارِنَا ... تَجِدْ أَمْرَنَا أَمْرًا أَحَذَّ غَمُوسَا",
    "pg": "4:394-395"
  },
  "غمص": {
    "def": "الْغَيْنُ وَالْمِيمُ وَالصَّادُ أُصَيْلٌ يَدُلُّ عَلَى حَقَارَةٍ. يُقَالُ غَمَصْتُ الشَّيْءَ، إِذَا احْتَقَرْتَهُ. وَفِي الْحَدِيثِ: «إِنَّمَا ذَلِكَ مَنْ غَمَصَ النَّاسَ» ، أَيْ حَقَرَهُمْ. وَالْغَمَصُ فِي الْعَيْنِ كَالرَّمَصِ. وَمِنْهُ: الشِّعْرَى الْغُمَيْصَاءُ، كَأَنَّهَا لَيْسَ لَهَا ضَوْءُ الْعَبُورِ، فَهِيَ الْغُمَيْصَاءُ كَالْعَيْنُ الَّتِي بِهَا غَمَصٌ.",
    "pg": "4:395"
  },
  "غمض": {
    "def": "الْغَيْنُ وَالْمِيمُ وَالضَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَطَامُنٍ فِي الشَّيْءِ وَتَدَاخُلٍ. فَالْغَمْضُ: مَا تَطَامَنَ مِنَ الْأَرْضِ، وَجَمْعُهُ غُمُوضٌ. ثُمَّ يُقَالُ: غَمَضَ الشَّيْءُ مِنَ الْعِلْمِ وَغَيْرِهِ، فَهُوَ غَامِضٌ، وَدَارٌ غَامِضَةٌ، إِذَا لَمْ تَكُنْ شَارِعَةً بَارِزَةً. وَنَسَبٌ غَامِضٌ: لَا يُعْرَفُ. وَغَمَّضَ عَيْنَهُ وَأَغْمَضَهَا بِمَعْنًى. وَهُوَ قِيَاسُ الْبَابِ. وَيُقَالُ: مَا ذُقْتُ غُمْضًا مِنَ النَّوْمِ وَلَا غِمَاضًا، أَيْ كَقَدْرٍ مَا تُغْمَضُ فِيهِ الْعَيْنُ. وَيُقَالُ: أَغْمِضْ لِي فِيمَا بِعْتِنِي، كَأَنَّكَ تُرِيدُ الزِّيَادَةَ مِنْهُ لِرَدَاءَتِهِ وَالْحَطَّ مِنْ ثَمَنِهِ. وَهُوَ أَيْضًا مِنْ إِغْمَاضِ الْعَيْنِ، أَيِ اتْرُكْهُ كَأَنَّكَ لَا تَرَاهُ. وَالْمُغَمِّضَاتُ: الذُّنُوبُ يَرْكَبُهَا الرَّجُلُ وَهُوَ يَعْرِفُهَا لَكِنَّهُ يُغَمِّضُ عَنْهَا كَأَنَّهُ لَمْ يَرَهَا. وَيُقَالُ: غُمِّضَتِ النَّاقَةُ، إِذَا رُدَّتْ عَنِ الْحَوْضِ فَحَمَلَتْ عَلَى الذَّائِدِ مُغَمِّضَةً عَيْنَيْهَا فَوَرَدَتْ. قَالَ أَبُو النَّجْمِ:\nيُرْسِلُهَا التَّغْمِيضُ إِنْ لَمْ تُرْسَلِ\nوَأَغْمَضَتْ حَدَّ السَّيْفِ، إِذَا رَقَّقَتْهُ، أَيْ كَأَنَّكَ لِرِقَّتِهِ أَخْفَيْتَهُ عَنِ الْعُيُونِ.",
    "pg": "4:395-396"
  },
  "غمط": {
    "def": "الْغَيْنُ وَالْمِيمُ وَالطَّاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ غَمَطَ النِّعْمَةَ: احْتَقَرَهَا. وَغَمَطَ النَّاسَ: احْتَقَرَهُمْ. فَأَمَّا قَوْلُهُمْ: أَغْمَطَتْ عَلَيْهِ الْحُمَّى، إِذَا لَزِمَتْهُ وَدَامَتْ عَلَيْهِ، فَلَيْسَ مِنْ هَذَا، لِأَنَّ الْمِيمَ فِيهِ بَدَلٌ مِنْ بَاءٍ، الْأَصْلُ أَغْبَطَتْ. وَقَدْ ذُكِرَ.",
    "pg": "4:396"
  },
  "غمق": {
    "def": "الْغَيْنُ وَالْمِيمُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْغَمَقُ: كَثْرَةُ النَّدَى. يُقَالُ أَرْضٌ غَمِقَةٌ، وَنَبَاتٌ غَمَقٌ. وَلَيْلَةٌ غَمِقَةٌ: لَثِقَةٌ.",
    "pg": "4:396"
  },
  "غمل": {
    "def": "الْغَيْنُ وَالْمِيمُ وَاللَّامُ أُصَيْلٌ يَدُلُّ عَلَى ضِيقٍ فِي الشَّيْءِ وَغُمُوضٍ. يُقَالُ لِمَا ضَاقَ مِنَ الْأَوْدِيَةِ: غُمْلُولٌ. وَاشْتُقَّ مِنْ هَذَا: غَمَلْتُ الْأَدِيمَ، إِذَا غَمَمْتَهُ لِيَتَفَسَّخَ عَنْهُ صُوفُهُ. وَهُوَ غَمِيلٌ. وَيُقَالُ: الْغُمْلُولُ: كُلُّ مَا اجْتَمَعَ مِنْ شَجَرٍ، أَوْ غَمَامٍ، أَوْ ظُلْمَةٍ، حَتَّى تُسَمَّى الزَّاوِيَةُ غُمْلُولًا. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْغَيْنِ وَالنُّونِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:396-397"
  },
  "غمم": {
    "def": "الْغَيْنُ وَالْمِيمُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى تَغْطِيَةٍ وَإِطْبَاقٍ. تَقُولُ: غَمَمْتُ الشَّيْءَ أَغُمُّهُ، أَيْ غَطَّيْتُهُ. وَالْغَمَمُ: أَنْ يُغَطِّيَ الشَّعْرُ الْقَفَا وَالْجَبْهَةَ فِي بِنَائِهِ. يُقَالُ: رَجُلٌ أَغَمُّ وَجَبْهَةٌ غَمَّاءُ. قَالَ: فَلَا تَنْكِحِي إِنْ فَرَّقَ الدَّهْرُ بَيْنَنَا ... أَغَمُّ الْقَفَا وَالْوَجْهُ لَيْسَ بِأَنْزَعَا\nوَمِنَ الْبَابِ: الْغَمَامُ: جَمْعُ غَمَامَةٍ. وَقِيَاسُهُ وَاضِحٌ. وَمِنْهُ الْغِمَامَةُ، وَهِيَ الْخِرْقَةُ تُشَدُّ عَلَى أَنْفِ النَّاقَةِ شَدًّا كَيْ لَا تَجِدَ الرِّيحَ. قَالَ قَوْمٌ: كُلُّ مَا سَدَّ الْأَنْفَ فَهُوَ غِمَامَةٌ. وَغُمَّ الْهِلَالُ، إِذَا لَمْ يُرَ. وَفِي الْحَدِيثِ: «فَإِنْ غُمَّ عَلَيْكُمْ فَاقْدُرُوا لَهُ» . أَيْ غُطِّيَ الْهِلَالُ. وَيُقَالُ: يَوْمٌ غَمٌّ وَلَيْلَةٌ غَمَّةٌ، إِذَا كَانَا مُظْلِمَيْنِ. وَغَمَّهُ الْأَمْرُ يَغَمُّهُ غَمَّا، وَهُوَ شَيْءٌ يَغْشَى الْقَلْبَ، مَعْرُوفٌ. وَأَمَّا الْغَمْغَمَةُ فَهِيَ أَصْوَاتُ الثِّيرَانِ عِنْدَ الذُّعْرِ، وَالْأَبْطَالِ عِنْدَ الْوَغَى. وَقَدْ قُلْنَا إِنَّ هَذِهِ الْحِكَايَاتِ لَا تَكَادُ يَكُونُ لَهَا قِيَاسٌ.",
    "pg": "4:377-378"
  },
  "غمن": {
    "def": "الْغَيْنُ وَالْمِيمُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا. يَقُولُونَ: غَمَنْتُ الْجِلْدَ، إِذَا لَيَّنْتُهُ، فَهُوَ غَمِينٌ.",
    "pg": "4:392"
  },
  "غمي": {
    "def": "الْغَيْنُ وَالْمِيمُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى تَغْطِيَةٍ وَتَغْشِيَةٍ. مِنْ ذَلِكَ: غَمَيْتُ الْبَيْتَ، إِذَا سَقَفْتَهُ، وَالسَّقْفُ غِمَاءٌ. وَمِنْهُ أُغْمِيَ [عَلَى] الْمَرِيضِ فَهُوَ مُغْمًى عَلَيْهِ إِذَا غُشِيَ عَلَيْهِ.",
    "pg": "4:392"
  },
  "غنج": {
    "def": "الْغَيْنُ وَالنُّونُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ، الْغُنْجُ، وَهُوَ الشِّكْلُ وَالدَّلُّ.",
    "pg": "4:398"
  },
  "غنظ": {
    "def": "الْغَيْنُ وَالنُّونُ وَالظَّاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: إِنَّ الْغَنْظَ: الْهَمُّ اللَّازِمُ. غَنَظَهُ الْأَمْرُ يَغْنِظُهُ. قَالَ:\nوَلَقَدْ رَأَيْتُ فَوَارِسًا مِنْ قَوْمِنَا ... غَنَظُوكَ غَنْظَ جَرَادَةِ الْعَيَّارِ [بَابُ الْغَيْنِ وَالْهَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:398-399"
  },
  "غنم": {
    "def": "الْغَيْنُ وَالنُّونُ وَالْمِيمُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى إِفَادَةِ شَيْءٍ لَمْ يُمْلَكْ مِنْ قَبْلُ، ثُمَّ يَخْتَصُّ بِهِ مَا أُخِذَ مَنْ مَالِ الْمُشْرِكِينَ بِقَهْرٍ وَغَلَبَةٍ. قَالَ اللَّهُ - تَعَالَى: ﴿وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ﴾ [الأنفال: ٤١] . وَيَقُولُونَ: غُنَامَاكَ أَنْ تَفْعَلَ كَذَا، أَيْ غَايَتُكَ وَالْأَمْرُ الَّذِي تَتَغَنَّمُهُ. وَغَنْمٌ: قَبِيلَةٌ. وَلَعَلَّ اشْتِقَاقَ الْغَنَمِ مِنْ هَذَا، وَلَيْسَ بِبَعِيدٍ.",
    "pg": "4:397"
  },
  "غنن": {
    "def": "الْغَيْنُ وَالنُّونُ أُصَيْلٌ صَحِيحٌ، وَهُوَ يَدُلُّ عَلَى صَوْتٍ كَأَنَّهُ غَيْرُ مَفْهُومٍ، إِمَّا لِاخْتِلَاطِهِ، وَإِمَّا لِعِلَّةٍ تُصَاحِبُهُ. مِنْ ذَلِكَ قَوْلُهُمْ: قَرْيَةٌ غَنَّاءُ، يُرَادُ بِذَلِكَ تَجَمُّعُ أَصْوَاتِهِمْ وَاخْتِلَاطُ جَلَبَتِهِمْ. وَوَادٍ أَغَنُّ: مُلْتَفُّ النَّبَاتِ، فَتَرَى الرِّيحَ تَجْرِي فِيهِ وَلَهَا غُنَّةٌ ; وَيَكُونُ ذَلِكَ مِنْ كَثْرَةِ ذُبَابِهِ. وَمِنْهُ الْغُنَّةُ فِي الرَّجُلِ الْأَغَنِّ، وَهُوَ خُرُوجُ كَلَامِهِ كَأَنَّهُ بِأَنْفِهِ.",
    "pg": "4:378"
  },
  "غني": {
    "def": "الْغَيْنُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى الْكِفَايَةِ، وَالْآخَرُ صَوْتٌ.\nفَالْأَوَّلُ الْغِنَى فِي الْمَالِ. يُقَالُ: غَنِيَ يَغْنَى غِنًى. وَالْغَنَاءُ بِفَتْحِ الْغَيْنِ مَعَ الْمَدِّ: الْكِفَايَةُ. يُقَالُ: لَا يُغْنِي فُلَانٌ غَنَاءَ فُلَانٍ، أَيْ لَا يَكْفِي كِفَايَتَهُ. وَغَنِيَ عَنْ كَذَا فَهُوَ غَانٍ. وَغَنِيَ الْقَوْمُ فِي دَارِهِمْ: أَقَامُوا، كَأَنَّهُمُ اسْتَغْنُوا بِهَا. وَمَغَانِيهُمْ: مَنَازِلُهُمْ. وَالْغَانِيَةُ: الْمَرْأَةُ. قَالَ قَوْمٌ: مَعْنَاهُ أَنَّهَا اسْتَغْنَتْ بِمَنْزِلِ أَبَوَيْهَا. وَقَالَ آخَرُونَ: اسْتَغْنَتْ بِبَعْلِهَا. وَيُقَالُ اسْتَغْنَتْ بِجَمَالِهَا عَنْ لُبْسِ الْحَلْيِ. قَالَ الْأَعْشَى: وَلَكِنْ لَا يَصِيدُ إِذَا رَمَاهَا ... وَلَا تُصْطَادُ غَانِيَةٌ كَنُودُ\nوَالْغُنْيَانُ: الْغِنَى. قَالَ قَيْسٌ:\nأَجَدَّ بِعَمْرَةَ غُنْيَانُهَا ... فَتَهْجُرَ أَمْ شَانُنَا شَانُهَا\nوَيُقَالُ: تَغَنَّيْتُ بِكَذَا، وَتَغَانَيْتُ بِهِ، إِذَا أَنْتَ اسْتَغْنَيْتَ بِهِ. قَالَ الْأَعْشَى:\nوَكُنْتُ امْرَأً زَمَنًا بِالْعِرَاقِ ... عَفِيفَ الْمُنَاخِ طَوِيلَ التَّغَنّْ\nوَقَالَ فِي التَّغَانِي:\nكِلَانَا غَنِيٌّ عَنْ أَخِيهِ حَيَاتَهُ ... وَنَحْنُ إِذَا مُتْنَا أَشَدُّ تَغَانِيًا\nوَالْأَصْلُ الْآخَرُ: الْغِنَاءُ مِنَ الصَّوَابِ. وَالْأُغْنِيَةُ: اللَّوْنُ مِنَ الْغِنَاءِ.",
    "pg": "4:397-398"
  },
  "غهب": {
    "def": "الْغَيْنُ وَالْهَاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ظَلَامٍ وَقِلَّةِ ضِيَاءٍ، ثُمَّ يُسْتَعَارُ. فَالْغَيْهَبُ: الظُّلْمَةُ. يُقَالُ لِلْأَدْهَمِ مِنَ الْخَيْلِ الشَّدِيدِ الدُّهْمَةِ: غَيْهَبٌ. وَيُسْتَعَارُ هَذَا فَيُقَالُ لِلْغَفْلَةِ عَنِ الشَّيْءِ: غَهَبٌ. يُقَالُ: غَهِبَ عَنْهُ، إِذَا غَفَلَ.\n\n[بَابُ الْغَيْنِ وَالْوَاوِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:399"
  },
  "غوث": {
    "def": "الْغَيْنُ وَالْوَاوُ وَالثَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْغَوْثُ مِنَ الْإِغَاثَةِ، وَهِيَ الْإِغَاثَةُ وَالنُّصْرَةُ عِنْدَ الشِّدَّةِ. وَغَوْثٌ: قَبِيلَةٌ.",
    "pg": "4:400-401"
  },
  "غوج": {
    "def": "الْغَيْنُ وَالْوَاوُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْفَرَسُ الْغَوْجُ. إِذَا كَانَ عَرِيضَ الصَّدْرِ. وَرُبَّمَا سَمَّوْا كُلَّ لَيِّنٍ غَوْجًا.",
    "pg": "4:401"
  },
  "غود": {
    "def": "الْغَيْنُ وَالْوَاوُ وَالدَّالُ أُصَيْلٌ يَدُلُّ عَلَى لِينِ شَيْءٍ وَتَثَنٍّ. فَالْأَغْيَدُ: الْوَسْنَانُ الْمَائِلُ الْعُنُقِ، وَالْجَمْعُ غِيدٌ. وَالْغَيْدَاءُ: الْفَتَاةُ النَّاعِمَةُ، كَأَنَّهَا تَتَثَنَّى. وَالْمَصْدَرُ الْغَيَدُ. [بَابُ الْغَيْنِ وَالْيَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:402-403"
  },
  "غور": {
    "def": "الْغَيْنُ وَالْوَاوُ وَالرَّاءُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا خُفُوضٌ فِي الشَّيْءِ وَانْحِطَاطٌ وَتَطَامُنٌ، وَالْأَصْلُ الْآخَرُ إِقْدَامٌ عَلَى أَخْذِ مَالٍ قَهْرًا أَوْ حَرَبًا.\nفَالْأَوَّلُ قَوْلُهُمْ لِقَعْرِ الشَّيْءِ: غَوْرُهُ. وَيُقَالُ: غَارَ الْمَاءُ غَوْرًا، وَغَارَتْ عَيْنُهُ غُئُورًا. قَالَ اللَّهُ تَعَالَى: ﴿قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَاؤُكُمْ غَوْرًا﴾ [الملك: ٣٠] . وَيُقَالُ: غَارَتِ الشَّمْسُ غِيَارًا: غَابَتْ. قَالَ الْهُذَلِيُّ:\nهَلِ الدَّهْرُ إِلَّا لَيْلَةٌ وَنَهَارُهَا ... وَإِلَّا طُلُوعُ الشَّمْسِ ثُمَّ غِيَارُهَا\nوَالْغَوْرُ: تِهَامَةُ وَمَا يَلِي الْيَمَنَ، سُمِّيَتْ بِذَلِكَ لِأَنَّهَا خِلَافُ النَّجْدِ. وَالنَّجْدُ: مُرْتَفَعٌ مِنَ الْأَرْضِ. يُقَالُ: غَارَ الرَّجُلُ، إِذَا أَتَى الْغَوْرَ، وَأَغَارَ. قَالَ:\nنَبِيٌّ يَرَى مَا لَا تَرَوْنَ وَذِكْرُهُ ... أَغَارَ لَعَمْرِي فِي الْبِلَادِ وَأَنْجَدَا\nوَغَوَّرَ الرَّجُلُ، إِذَا نَزَلَ لِلْقَائِلَةِ، كَأَنَّهُ [نَزَلَ] مَكَانًا هَابِطًا. وَلَا يَكَادُونَ يَفْعَلُونَ إِلَّا كَذَا. وَغَوْرُ الْقُرْحَةِ مِنْ هَذَا أَيْضًا.\nوَالْأَصْلُ الْآخَرُ الْإِغَارَةُ. يُقَالُ: أَغَارَ بَنُو فُلَانٍ عَلَى بَنِي فُلَانٍ إِغَارَةً وَغَارَةً. وَإِغَارَةُ الثَّعْلَبِ: عَدْوُهُ. وَهُوَ مِنْ هَذَا أَيْضًا.",
    "pg": "4:401-402"
  },
  "غوص": {
    "def": "الْغَيْنُ وَالْوَاوُ وَالصَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى هُجُومٍ عَلَى أَمْرٍ مُتَسَفِّلٍ مِنْ ذَلِكَ الْغَوْصُ: الدُّخُولُ تَحْتَ الْمَاءِ. وَالْهَاجِمُ عَلَى الشَّيْءِ غَائِصٌ. وَغَاصَ عَلَى الْعِلْمِ الْغَامِضِ حَتَّى اسْتَنْبَطَهُ.",
    "pg": "4:402"
  },
  "غوط": {
    "def": "الْغَيْنُ وَالْوَاوُ وَالطَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اطْمِئْنَانٍ وَغَوْرٍ. مِنْ ذَلِكَ الْغَائِطُ: الْمُطْمَئِنُّ مِنَ الْأَرْضِ، وَالْجَمْعُ غِيطَانٌ وَأَغْوَاطٌ. وَغُوطَةُ دِمَشْقَ يُقَالُ إِنَّهَا مِنْ هَذَا، كَأَنَّهَا أَرْضٌ مُنْخَفِضَةٌ. وَرُبَّمَا قَالُوا: انْغَاطَ الْعُودُ، إِذَا تَثَنَّى، وَإِذَا تَثَنَّى فَقَدِ انْخَفَضَ، وَقِيَاسُهُ صَحِيحٌ.",
    "pg": "4:402"
  },
  "غول": {
    "def": "الْغَيْنُ وَالْوَاوُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خَتْلٍ وَأَخْذٍ مِنْ حَيْثُ لَا يُدْرَى. يُقَالُ: غَالَهُ يَغُولُهُ: أَخَذَهُ مِنْ حَيْثُ لَمْ يَدْرِ. قَالُوا: وَالْغَوْلُ: بُعْدُ الْمَفَازَةِ، لِأَنَّهُ يَغْتَالُ مَنْ مَرَّ بِهِ. قَالَ:\nبِهِ تَمَطَّتْ غَوْلَ كُلِّ مِيلَهِ\nوَالْغُولُ مِنَ السَّعَالِي سُمِّيَتْ لِأَنَّهَا تَغْتَالُ. وَالْغِيلَةُ: الِاغْتِيَالُ، وَالْيَاءُ وَاوٌ فِي الْأَصْلِ. وَالْمِغْوَلُ: سَيْفٌ دَقِيقٌ لَهُ قَفًا ; وَأَظُنُّهُ سُمِّي مِغْوَلًا لِأَنَّهُ يُسْتَرُ بِقِرَابٍ حَتَّى لَا يُدْرَى مَا فِيهِ. وَاللَّهُ أَعْلَمُ.",
    "pg": "4:402"
  },
  "غوي": {
    "def": "الْغَيْنُ وَالْوَاوُ وَالْحَرْفُ الْمُعْتَلُّ بَعْدَهُمَا أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى خِلَافِ الرُّشْدِ وَإِظْلَامِ الْأَمْرِ، وَالْآخَرُ عَلَى فَسَادٍ فِي شَيْءٍ.\nفَالْأَوَّلُ الْغَيُّ، وَهُوَ خِلَافُ الرُّشْدِ، وَالْجَهْلُ بِالْأَمْرِ، وَالِانْهِمَاكُ فِي الْبَاطِلِ. يُقَالُ غَوَى يَغْوِي غَيًّا. قَالَ:\nفَمَنْ يَلْقَ خَيْرًا يَحْمَدُ النَّاسُ أَمْرَهُ ... وَمَنْ يَغْوَ لَا يَعْدَمْ عَلَى الْغَيِّ لَائِمَا\nوَذَلِكَ عِنْدَنَا مُشْتَقٌّ مِنَ الْغَيَايَةِ، وَهِيَ الْغُبْرَةُ وَالظُّلْمَةُ تَغْشَيَانِ، كَأَنَّ ذَا الْغَيِّ قَدْ غَشِيَهُ مَا لَا يَرَى مَعَهُ سَبِيلَ حَقٍّ. وَيُقَالُ: تَغَايَا الْقَوْمُ فَوْقَ رَأْسِ فُلَانٍ بِالسُّيُوفِ، كَأَنَّهُمْ أَظَلُّوهُ بِهَا. وَيُقَالُ: وَقَعَ الْقَوْمُ فِي أَغْوِيَّةٍ، أَيْ دَاهِيَةٍ وَأَمْرٍ مُظْلِمٍ. وَالتَّغَاوِي: التَّجَمُّعُ، وَلَا يَكُونُ ذَلِكَ فِي سَبِيلِ رُشْدٍ. وَالْمُغَوَّاةُ: حُفْرَةُ الصَّائِدِ، وَالْجَمْعُ مُغَوَّيَاتٌ. وَفِي الْحَدِيثِ: \" «يُحِبُّونَ أَنْ يَكُونُوا مُغَوَّيَاتٍ» \"، يُرَادُ أَنَّهُمْ يَحْتَجِنُونَ الْأَمْوَالَ، كَالصَّائِدِ الَّذِي يَصِيدُ.\nفَأَمَّا الْغَايَةُ فَهِيَ الرَّايَةُ، وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا تُظِلُّ مَنْ تَحْتَهَا. قَالَ:\nقَدْ بِتُّ سَامِرَهَا وَغَايَةِ تَاجِرٍ ... وَافَيْتُ إِذْ رُفِعَتْ وَعَزَّ مُدَامُهَا\nثُمَّ سُمِّيَتْ نِهَايَةُ الشَّيْءِ غَايَةً. وَهَذَا مِنَ الْمَحْمُولِ عَلَى غَيْرِهِ، إِنِّمَا سُمِّيَتْ غَايَةً بِغَايَةِ الْحَرْبِ، وَهِيَ الرَّايَةُ، لِأَنَّهُ يُنْتَهَى إِلَيْهَا كَمَا يَرْجِعُ الْقَوْمُ إِلَى رَايَتِهِمْ فِي الْحَرْبِ.\nوَالْأَصْلُ الْآخَرُ: قَوْلُهُمْ: غَوِيَ الْفَصِيلُ، إِذَا أَكْثَرَ مِنْ شُرْبِ اللَّبَنِ فَفَسَدَ جَوْفُهُ. وَالْمَصْدَرُ الْغَوَى. قَالَ:\nمُعَطَّفَةُ الْأَثْنَاءِ لَيْسَ فَصِيلُهَا ... بِرَازِئِهَا دَرًّا وَلَا مَيِّتٍ غَوَى",
    "pg": "4:399-400"
  },
  "غي": {
    "def": "الْغَيْنُ وَالْيَاءُ الْمُشَدَّدَةُ أَوِ الْمُضَاعَفَةُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِظْلَالِ الشَّيْءِ لِغَيْرِهِ. وَفِي الْحَدِيثِ: «تَجِيءُ الْبَقَرَةُ وَآلُ عِمْرَانَ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ - أَوْ - غَيَايَتَانِ» . وَالْجَمْعُ غَيَايَاتٍ. قَالَ لَبِيدٌ: فَتَدَلَّيْتُ عَلَيْهِ قَافِلًا ... وَعَلَى الْأَرْضِ غَيَايَاتُ الطَّفَلْ",
    "pg": "4:378-379"
  },
  "غيب": {
    "def": "الْغَيْنُ وَالْيَاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَسَتُّرِ الشَّيْءِ عَنِ الْعُيُونِ، ثُمَّ يُقَاسُ. مِنْ ذَلِكَ الْغَيْبُ: مَا غَابَ، مِمَّا لَا يَعْلَمُهُ إِلَّا اللَّهُ. وَيُقَالُ: غَابَتِ الشَّمْسُ تَغِيبُ غَيْبَةً وَغُيُوبًا وَغَيْبًا. وَغَابَ الرَّجُلُ عَنْ بَلَدِهِ. وَأَغَابَتِ الْمَرْأَةُ فَهِيَ مُغِيبَةٌ، إِذَا غَابَ بَعْلُهَا. وَوَقَعْنَا فِي غَيْبَةٍ وَغَيَابَةٍ، أَيْ هَبْطَةٍ مِنَ الْأَرْضِ يُغَابُ فِيهَا. قَالَ اللَّهُ - تَعَالَى - فِي قِصَّةِ يُوسُفَ ﵇: ﴿وَأَلْقُوهُ فِي غَيَابَةِ الْجُبِّ﴾ [يوسف: ١٠] . وَالْغَابَةُ: الْأَجَمَةُ، وَالْجَمْعُ غَابَاتٌ وَغَابٌ. وَسُمِّيَتْ لِأَنَّهُ يُغَابُ فِيهَا. وَالْغِيبَةُ: الْوَقِيعَةُ فِي النَّاسِ مِنْ هَذَا، لِأَنَّهَا لَا تُقَالُ إِلَّا فِي غَيْبَةٍ.",
    "pg": "4:403"
  },
  "غيث": {
    "def": "الْغَيْنُ وَالْيَاءُ وَالثَّاءُ أَصْلٌ صَحِيحٌ، وَهُوَ الْحَيَا النَّازِلُ مِنَ السَّمَاءِ. يُقَالُ: جَادَنَا غَيْثٌ، وَهَذِهِ أَرْضٌ مَغِيثَةٌ وَمَغْيُوثَةٌ. وَغِثْنَا، أَيْ أَصَابَنَا الْغَيْثُ، قَالَ ذُو الرُّمَّةِ: \" مَا رَأَيْتُ أَفْصَحَ مِنْ أَمَةِ آلِ فُلَانٍ، قُلْتُ لَهَا: كَيْفَ كَانَ الْمَطَرُ عِنْدَكُمْ؟ قَالَتْ: غِثْنَا مَا شِينَا \".",
    "pg": "4:403"
  },
  "غير": {
    "def": "الْغَيْنُ وَالْيَاءُ وَالرَّاءُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدُهُمَا عَلَى صَلَاحٍ وَإِصْلَاحٍ وَمَنْفَعَةٍ، وَالْآخَرُ عَلَى اخْتِلَافِ شَيْئَيْنِ. فَالْأَوَّلُ الْغِيرَةُ، وَهِيَ الْمِيرَةُ بِهَا صَلَاحُ الْعِيَالِ. يُقَالُ: غِرْتُ أَهْلِي غِيرَةً وَغِيَارًا، أَيْ مِرْتُهُمُ. وَغَارَهُمُ اللَّهُ - تَعَالَى - بِالْغَيْثِ يَغِيرُهُمْ وَيَغُورُهُمْ، أَيْ أَصْلَحَ شَأْنَهُمْ وَنَفَعَهُمْ. وَيُقَالُ: مَا يَغِيرُكَ كَذَا، أَيْ مَا يَنْفَعُكَ. قَالَ:\nمَاذَا يَغِيرُ ابْنَتَيْ رِبْعٍ عَوِيلُهُمَا ... لَا تَرْقُدَانِ وَلَا بُؤُسَى لِمَنْ رَقَدَا\nوَمِنْ هَذَا الْبَابِ الْغَيْرَةُ: غَيْرَةُ الرَّجُلِ عَلَى أَهْلِهِ. تَقُولُ: غِرْتُ عَلَى أَهْلِي غَيْرَةً. وَهَذَا عِنْدَنَا مِنَ الْبَابِ ; لِأَنَّهَا صَلَاحٌ وَمَنْفَعَةٌ.\nوَالْأَصْلُ الْآخَرُ: قَوْلُنَا: هَذَا الشَّيْءُ غَيْرُ ذَاكَ، أَيْ هُوَ سِوَاهُ وَخِلَافُهُ. وَمِنَ الْبَابِ: الِاسْتِثْنَاءُ بِغَيْرٍ، تَقُولُ: عَشَرَةٌ غَيْرَ وَاحِدٍ، لَيْسَ هُوَ مِنَ الْعَشَرَةِ. وَمِنْهُ قَوْلُهُ - تَعَالَى: ﴿صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ﴾ [الفاتحة: ٧] .\nفَأَمَّا الدِّيَةُ فَإِنَّهَا تُسَمَّى الْغِيرَ. قَالَ رَسُولُ اللَّهِ ﵌ لِرَجُلٍ طَلَبَ الْقَوَدَ بِوَلِيٍّ لَهُ قُتِلَ: «أَلَا الْغِيرَ» يُرِيدُ: أَلَا تَقْبَلُ الْغِيرَ. فَهَذَا مُحْتَمِلٌ أَنْ يَكُونَ مِنَ الْأَوَّلِ، لِأَنَّ فِي الدِّيَةِ صَلَاحًا لِلْقَاتِلِ وَبَقَاءً لَهُ وَلِدَمِهِ. وَيَحْتَمِلُ أَنْ يَكُونَ مِنَ الْأَصْلِ الثَّانِي، لِأَنَّهُ قَوَدٌ فَغُيِّرَ إِلَى الدِّيَةِ، أَيْ أُخِذَ غَيْرُ الْقَوَدِ، أَيْ سِوَاهُ. قَالَ فِي الْغِيَرِ: لَنَجْدَعَنَّ بِأَيْدِينَا أُنُوفَكُمُ ... بَنِي أُمَيْمَةَ إِنْ لَمْ تَقْبَلُوا الْغِيَرَا",
    "pg": "4:403-405"
  },
  "غيس": {
    "def": "الْغَيْنُ وَالْيَاءُ وَالسِّينُ، يَقُولُونَ: إِنَّ غَيْسَانَ الشَّبَابِ: حِدَّتُهُ وَعُنْفُوَانُهُ.",
    "pg": "4:405"
  },
  "غيض": {
    "def": "الْغَيْنُ وَالْيَاءُ وَالضَّادُ أُصَيْلٌ يَدُلُّ عَلَى نُقْصَانٍ فِي شَيْءٍ، وَغُمُوضٍ وَقِلَّةٍ. يُقَالُ غَاضَ الْمَاءُ يَغِيضُ: خِلَافُ فَاضَ. وَغِيضَ، إِذَا نَقَصَهُ غَيْرُهُ. قَالَ اللَّهُ - تَعَالَى: ﴿وَغِيضَ الْمَاءُ﴾ [هود: ٤٤] .\nوَأَمَّا الْغُمُوضُ فَالْغَيْضَةُ: الْأَجَمَةُ، سُمِّيَتْ لِغُمُوضِهَا، وَلِأَنَّ السَّائِرَ فِيهَا لَا يَكَادُ يُرَى.",
    "pg": "4:405"
  },
  "غيظ": {
    "def": "الْغَيْنُ وَالْيَاءُ وَالظَّاءُ أُصَيْلٌ فِيهِ كَلِمَةٌ وَاحِدَةٌ، يَدُلُّ عَلَى كَرْبٍ يَلْحَقُ الْإِنْسَانَ مِنْ غَيْرِهِ. يُقَالُ: غَاظَنِي يَغِيظُنِي. وَقَدْ غِظْتَنِي يَا هَذَا. وَرَجُلٌ غَائِظٌ وَغَيَّاظٌ. قَالَ:\nسُمِّيتَ غَيَّاظًا وَلَسْتَ بِغَائِظٍ ... عَدُوًّا وَلَكِنَّ الصَّدِيقَ تَغِيظُ",
    "pg": "4:405"
  },
  "غيف": {
    "def": "الْغَيْنُ وَالْيَاءُ وَالْفَاءُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى مَيْلٍ وَمَيَلٍ وَعُدُولٍ عَنِ الشَّيْءِ. مِنْ ذَلِكَ تَغَيَّفَ، إِذَا تَمَيَّلَ. وَتَغَيَّفَتِ الشَّجَرَةُ بِأَغْصَانِهَا يَمِينًا وَشِمَالًا. وَمِنَ الْبَابِ: غَيَّفَ الرَّجُلُ، إِذَا جَبُنَ فَمَالَ عَنْ نَهْجِ الْقِتَالِ. قَالَ الْقُطَامِيُّ: فَيُغَيِّفُونَ وَنَرْجِعُ السَّرَعَانَا",
    "pg": "4:405-406"
  },
  "غيق": {
    "def": "الْغَيْنُ وَالْيَاءُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: غَيَّقَ فِي رَأْيِهِ تَغْيِيقًا: اخْتَلَطَ فِيهِ.",
    "pg": "4:406"
  },
  "غيل": {
    "def": "الْغَيْنُ وَالْيَاءُ وَاللَّامُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى اجْتِمَاعٍ، وَالْآخَرُ نَوْعٌ مِنَ الْإِرْضَاعِ.\nفَالْأَوَّلُ الْغِيلُ: الشَّجَرُ الْمُجْتَمِعُ الْمُلْتَفُّ. وَمَا يَبْعُدُ أَنْ يَكُونَ أَصْلُ هَذَا الْوَاوُ وَيَعُودَ إِلَى غَالَهُ يَغُولُهُ، وَالْغَيْلُ: السَّاعِدُ الرَّيَّانُ الْمُمْتَلِئُ. قَالَ:\nبَيْضَاءُ ذَاتُ سَاعِدَيْنِ غَيْلَيْنِ\nوَمِنَ الْبَابِ: الْغَيْلُ: الْمَاءُ الْجَارِي.\nوَالْأَصْلُ الْآخَرُ: أَنْ يُجَامِعَ الرَّجُلُ امْرَأَتَهُ وَهِيَ مُرْضِعٌ، وَهِيَ الْغِيلَةُ.\nوَفِي الْحَدِيثِ: «لَقَدْ هَمَمْتُ أَنْ أَنْهَى عَنِ الْغِيلَةِ» . قَالَ:\nفَمِثْلُكِ حُبْلَى قَدْ طَرَقْتُ وَمُرْضِعٍ ... فَأَلْهَيْتُهَا عَنْ ذِي تَمَائِمِ مُغْيِلِ",
    "pg": "4:406"
  },
  "غيم": {
    "def": "الْغَيْنُ وَالْيَاءُ وَالْمِيمُ كَلِمَةٌ تَدُلُّ عَلَى سَتْرِ شَيْءٍ لِشَيْءٍ. مِنْ ذَلِكَ: الْغَيْمُ، وَهُوَ مَعْرُوفٌ. يُقَالُ: غَامَتِ السَّمَاءُ، وَتَغَيَّمَتْ، وَأَغَامَتْ.\nوَمِنَ الْبَابِ: الْغَيْمُ، وَهُوَ الْعَطَشُ وَحَرَارَةُ الْجَوْفِ، لِأَنَّهُ شَيْءٌ يَغْشَى الْقَلْبَ.",
    "pg": "4:406-407"
  },
  "غين": {
    "def": "الْغَيْنُ وَالْيَاءُ وَالنُّونُ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ. فَالْغَيْنُ: الْغَيْمُ. قَالَ:\nكَأَنِّي بَيْنَ خَافِيَتَيْ عُقَابٍ ... أَصَابَ حَمَامَةً فِي يَوْمِ غَيْنِ\nوَالْغَيْنُ: الْعَطَشُ. وَيُقَالُ: غِينَ عَلَى قَلْبِهِ، كَأَنَّ شَيْئًا غَشِيَهُ. وَفِي الْحَدِيثِ: \" «إِنَّهُ لَيُغَانُ عَلَى قَلْبِي» \". وَمِنَ الْبَابِ: شَجَرَةٌ غَيْنَاءُ، وَهِيَ الْكَثِيرَةُ الْوَرَقِ الْمُلْتَفَّةُ الْأَغْصَانِ، وَالْجَمْعُ غِينٌ. وَيُقَالُ: إِنَّ الْغَيْنَةَ: الرَّوْضَةُ. وَالْقِيَاسُ فِي ذَلِكَ كُلِّهِ وَاحِدٌ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْغَيْنِ وَالْأَلِفِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:407"
  }
}