{
  "طا": {
    "def": "الطَّاءُ وَالْهَمْزَةُ، وَهُوَ يَدُلُّ عَلَى هَبْطِ شَيْءٍ. مِنْ ذَلِكَ قَوْلُهُمْ: طَأْطَأَ رَأْسَهُ. وَهُوَ مَأْخُوذٌ مِنَ الطَّأْطَاءِ، وَهُوَ مُنْهَبَطٌ مِنَ الْأَرْضِ. وَهُوَ فِي قَوْلِ الْكُمَيْتِ.",
    "pg": "3:407"
  },
  "طبب": {
    "def": "الطَّاءُ وَالْبَاءُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى عِلْمٍ بِالشَّيْءِ وَمَهَارَةٍ فِيهِ. وَالْآخَرُ عَلَى امْتِدَادٍ فِي الشَّيْءِ وَاسْتِطَالَةٍ.\nفَالْأَوَّلُ الطِّبُّ، وَهُوَ الْعِلْمُ بِالشَّيْءِ. يُقَالُ: رَجُلٌ طَبٌّ وَطَبِيبٌ، أَيْ عَالِمٌ حَاذِقٌ. قَالَ:\nفَإِنْ تَسْأَلُونِي بِالنِّسَاءِ فَإِنَّنِي ... بَصِيرٌ بِأَدْوَاءِ النِّسَاءِ طَبِيبُ\nوَيُقَالُ: فَحْلٌ طَبٌّ، أَيْ مَاهِرٌ بِالْقِرَاعِ. وَيُقَالُ لِلَّذِي يَتَعَهَّدُ مَوْضِعَ خُفِّهِ أَيْنَ يَطَأُ بِهِ طَبٌّ أَيْضًا. وَلِذَلِكَ سُمِّيَ السِّحْرُ طِبًّا ; يُقَالُ: مَطْبُوبٌ، أَيْ مَسْحُورٌ. قَالَ: فَإِنْ كُنْتَ مَطْبُوبًا فَلَا زِلْتَ هَكَذَا ... وَإِنْ كُنْتَ مَسْحُورًا فَلَا بَرَأَ السِّحْرُ\nوَأَمَّا الَّذِي يُقَالُ فِي قَوْلِهِمْ: مَا ذَاكَ بِطِبِّي، أَيْ بِدَهْرِي، فَلَيْسَ بِشَيْءٍ، إِنَّمَا مَعْنَاهُ مَا ذَاكَ بِالْأَمْرِ الَّذِي أَمْهَرُهُ، مَا ذَاكَ بِالشَّيْءِ الَّذِي أَقْتُلُهُ عِلْمًا، كَمَا جَاءَ فِي الْحَدِيثِ: «فَمَا طَهْوِي إِذًا» . وَقَدْ ذَكَرْنَاهُ فِي بَابِهِ.\nوَأَمَّا الْأَصْلُ الْآخَرُ: فَالطِّبَّةُ: الْخِرْقَةُ الْمُسْتَطِيلَةُ مِنَ الثَّوْبِ، وَالْجَمِيعُ طِبَبٌ. وَطِبَبُ شُعَاعِ الشَّمْسِ: الطَّرَائِقُ الْمُمْتَدَّةُ تُرَى فِيهَا حِينَ تَطْلُعُ. وَالطِّبَابَةُ: السَّيْرُ بَيْنَ الْخُرْزَتَيْنِ. وَالطِّبَّةُ: مُسْتَطِيلٌ مِنَ الْأَرْضِ دَقِيقٌ كَثِيرُ النَّبَاتِ.\nوَمِنْ ذَلِكَ قَوْلُهُمْ: تَلْقَى فُلَانًا عَنْ طِبَبٍ كَثِيرَةٍ، أَيْ أَلْوَانٍ كَثِيرَةٍ.",
    "pg": "3:407-408"
  },
  "طبخ": {
    "def": "الطَّاءُ وَالْبَاءُ وَالْخَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الطَّبْخُ الْمَعْرُوفُ، يُقَالُ طَبَخْتُ الشَّيْءَ أَطْبُخُهُ طَبْخًا، وَأَنَا طَابِخٌ، وَالشَّيْءُ مَطْبُوخٌ وَطَبِيخٌ. وَالطُّبَّخُ: جَمْعُ الطَّابِخِ. وَقَوْلُ الْعَجَّاجِ:\nوَاللَّهِ لَوْلَا أَنْ تَحُشَّ الطُّبَّخُ\nأَرَادَ بِهِ الْمَلَائِكَةَ الْمُوَكَّلِينَ بِالنَّارِ. وَيُقَالُ لِسَمَائِمِ الْحَرِّ: طَبَائِخُهُ. وَطَابِخَةُ: لَقَبُ رَجُلٍ مِنَ الْعَرَبِ ; لِأَنَّهُ طَبَخَ طَبْخًا فَسُمِّيَ بِذَلِكَ. وَيُقَالُ الطُّبَاخَةُ: مَا فَارَ مِنْ رِغْوَةِ الْقِدْرِ إِذَا طَبَخَتْ، وَهِيَ الطُّفَاحَةُ وَالْفُوَارَةُ. وَيُقَالُ لِلْحُمَّى الصَّالِبِ: طَابِخٌ. وَمِمَّا يُحْمَلُ عَلَى هَذَا، وَلَعَلَّهُ أَنْ يَكُونَ مِنَ الْكَلَامِ الْمُوَلَّدِ، قَوْلُهُمْ: لَيْسَ بِهِ طُبَاخٌ، لِلشَّيْءِ لَا قُوَّةَ لَهُ، فَكَأَنَّهُمْ يُرِيدُونَ مَا تَنَاهَى بَعْدُ وَلَمْ يَنْضَجْ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ، وَهُوَ مِنْ صَحِيحِ الْكَلَامِ، لِفَرْخِ الضَّبِّ: مُطَبِّخٌ، وَذَلِكَ إِذَا قَوِيَ. يَقُولُونَ: هُوَ حِسْلٌ، ثُمَّ مُطَبِّخٌ، ثُمَّ خُضَرِمٌ، ثُمَّ ضَبٌّ.",
    "pg": "3:437-438"
  },
  "طبس": {
    "def": "الطَّاءُ وَالْبَاءُ وَالسِّينُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يَقُولُونَ: الطَّبَسَانِ: كُورَتَانِ. وَهَذَا وَشِبْهُهُ مِمَّا لَا مَعْنَى لِذِكْرِهِ ; لِأَنَّهُ إِذَا ذُكِرَ مَا أَشْبَهَ كُلُّهُ حُمِلَ عَلَى كَلَامِ الْعَرَبِ مَا لَيْسَ هُوَ مِنْهُ. وَكَذَلِكَ قَوْلُ مَنْ قَالَ: إِنَّ التَّطْبِيسَ: التَّطْبِينُ.",
    "pg": "3:438"
  },
  "طبع": {
    "def": "الطَّاءُ وَالْبَاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ، وَهُوَ مَثَلٌ عَلَى نِهَايَةٍ يَنْتَهِي إِلَيْهَا الشَّيْءُ حَتَّى يُخْتَمَ عِنْدَهَا، يُقَالُ: طَبَعْتُ عَلَى الشَّيْءِ طَابَعًا. ثُمَّ يُقَالُ عَلَى هَذَا: طَبْعُ الْإِنْسَانِ وَسَجِيَّتُهُ. وَمِنْ ذَلِكَ طَبَعَ اللَّهُ عَلَى قَلْبِ الْكَافِرِ، كَأَنَّهُ خَتَمَ عَلَيْهِ حَتَّى لَا يَصِلَ إِلَيْهِ هُدًى وَلَا نُورٌ، فَلَا يُوَفَّقُ لِخَيْرٍ. وَمِنْ ذَلِكَ أَيْضًا: طَبْعُ السَّيْفِ وَالدِّرْهَمِ، وَذَلِكَ إِذَا ضَرَبَهُ حَتَّى يُكَمِّلَهُ. وَالطَّابَعُ: الْخَاتَمُ يُخْتَمُ بِهِ. وَالطَّابِعُ: الَّذِي يَخْتِمُ. وَمِنَ الْبَابِ قَوْلُهُمْ لِمَلْءِ الْمِكْيَالِ: طَبْعٌ. وَالْقِيَاسُ وَاحِدٌ ; لِأَنَّهُ قَدْ تَكَامَلَ وَخُتِمَ. وَتَطَبَّعَ النَّهَرُ، إِذَا امْتَلَأَ، وَهُوَ ذَلِكَ الْمَعْنَى. وَكَذَلِكَ إِذَا حُمِّلَتِ النَّاقَةُ حِمْلَهَا الْوَافِيَ الْكَامِلَ، فَهِيَ مُطَبَّعَةٌ. قَالَ: أَيْنَ الشِّظَاظَانِ وَأَيْنَ الْمِرْبَعَهْ ... وَأَيْنَ وَسْقُ النَّاقَةِ الْمُطَبَّعَهْ\nقَالَ ابْنُ السِّكِّيتِ: الطِّبْعُ: النَّهَرُ، وَالْجَمْعُ: الطِّبَاعُ. قَالَ:\nفَتَوَلَّوْا فَاتِرًا مَشْيُهُمْ ... كَرَوَايَا الطِّبْعِ هَمَّتْ بِالْوَحَلْ\nوَلَعَلَّ الَّذِي قَالُوهُ فِي وَصْفِ النَّهَرِ، أَنْ يَكُونَ مُمْتَلِئًا، حَتَّى يَكُونَ أَقْيَسَ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ وَقَدْ يُمْكِنُ أَنْ يُقَارَبَ بَيْنَهُمَا، إِلَّا أَنَّ ذَلِكَ عَلَى اسْتِكْرَاهٍ - قَوْلُهُمْ لِلدَّنَسِ: طَبَعٌ. يُقَالُ: رَجُلٌ طَبِعٌ. قَالَ رَسُولُ اللَّهِ ﷺ: «اسْتَعِيذُوا بِاللَّهِ مِنْ طَمَعٍ يَهْدِي إِلَى طَبَعٍ» . وَقَالَ:\nلَهُ أَكَالِيلٌ بِالْيَاقُوتِ فَصَّلَهَا ... صَوَّاغُهَا لَا تُرَى عَيْبًا وَلَا طَبَعَا\nوَمِنْ هَذِهِ الْكَلِمَةِ قَوْلُهُمْ لِلرَّجُلِ إِذَا لَمْ يَنْفُذْ فِي الْأَمْرِ: قَدْ طَبِعَ.",
    "pg": "3:438-439"
  },
  "طبق": {
    "def": "الطَّاءُ وَالْبَاءُ وَالْقَافُ أَصْلٌ صَحِيحٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى وَضْعِ شَيْءٍ مَبْسُوطٍ عَلَى مِثْلِهِ حَتَّى يُغَطِّيَهُ. مِنْ ذَلِكَ الطَّبَقُ. تَقُولُ: أَطْبَقْتُ الشَّيْءَ عَلَى الشَّيْءِ، فَالْأَوَّلُ طَبَقٌ لِلثَّانِي ; وَقَدْ تَطَابَقَا. وَمِنْ هَذَا قَوْلُهُمْ: أَطْبَقَ النَّاسُ عَلَى كَذَا، كَأَنَّ أَقْوَالَهُمْ تَسَاوَتْ حَتَّى لَوْ صُيِّرَ أَحَدُهُمَا طِبْقًا لِلْآخَرِ لَصَلَحَ. وَالطَّبَقُ: الْحَالُ، فِي قَوْلِهِ تَعَالَى: ﴿لَتَرْكَبُنَّ طَبَقًا عَنْ طَبَقٍ﴾ [الانشقاق: ١٩] . وَقَوْلُهُمْ: \" إِحْدَى بَنَاتِ طَبَقٍ \" هِيَ الدَّاهِيَةُ، وَسَمِّيَتْ طَبَقًا لِأَنَّهَا تَعُمُّ وَتَشْمَلُ. وَيُقَالُ لِمَا عَلَا الْأَرْضَ حَتَّى غَطَّاهَا: هُوَ طَبَقُ الْأَرْضِ. وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ يَصِفُ الْغَيْثَ:\nدِيمَةٌ هَطْلَاءُ فِيهَا وَطَفٌ ... طَبَقُ الْأَرْضِ تَحَرَّى وَتَدُرُّ وَقَوْلُهُمْ: طَبَّقَ الْحَقَّ إِذَا أَصَابَهُ - مِنْ هَذَا، وَمَعْنَاهُ: وَافَقَهُ حَتَّى صَارَ مَا أَرَادَهُ وَفْقًا لِلْحَقِّ مُطَابِقًا لَهُ. ثُمَّ يُحْمَلُ عَلَى هَذَا حَتَّى يُقَالَ: طَبَّقَ، إِذَا أَصَابَ الْمَفْصِلَ وَلَمْ يُخْطِئْهُ. ثُمَّ يَقُولُونَ: طَبَّقَ عُنُقَهُ بِالسَّيْفِ: أَبَانَهَا.\nفَأَمَّا الْمُطَابَقَةُ فَمَشْيُ الْمُقَيَّدِ، وَذَلِكَ أَنَّ رِجْلَيْهِ تَقَعَانِ مُتَقَارِبَتَيْنِ كَأَنَّهُمَا مُتَطَابِقَتَيْنِ. وَمِنْهُ قَوْلُ الْجَعْدِيِّ:\nطِبَاقَ الْكِلَابِ يَطَأْنَ الْهَرَاسَا\nوَالطَّبَقُ: عَظْمٌ رَقِيقٌ يَفْصِلُ بَيْنَ الْفَقَارَتَيْنِ. وَيَدٌ طَبِقَةٌ، إِذَا الْتَزَقَتْ بِالْجَنْبِ. وَطَابَقْتُ بَيْنَ الشَّيْئَيْنِ، إِذَا جَعَلْتَهُمَا عَلَى حَذْوٍ وَاحِدٍ. وَلِذَلِكَ سَمَّيْنَا نَحْنُ مَا تَضَاعَفَ مِنَ الْكَلَامِ مَرَّتَيْنِ مُطَابَقًا. وَذَلِكَ مِثْلُ جَرْجَرَ، وَصَلْصَلَ، وَصَعْصَعَ. وَالطَّبَقُ: الْجَمَاعَةُ مِنَ الْجَرَادِ ; وَإِنَّمَا شُبِّهَ ذَلِكَ بِطَبَقٍ يُغَطِّي الْأَرْضَ. وَيُقَالُ: وَلَدَتِ الْغَنَمُ طِبْقًا وَطَبَقَةً، إِذَا وَلَدَ بَعْضُهَا بَعْدَ بَعْضٍ. وَالْقِيَاسُ فِي ذَلِكَ كُلِّهِ وَاحِدٌ.\nفَأَمَّا قَوْلُهُمْ لِلْعَيِيِّ مِنَ الرِّجَالِ: الطَّبَاقَاءُ، وَلِلْبَعِيرِ لَا يُحْسِنُ الضِّرَابَ: طَبَاقَاءُ، فَهُوَ مِنْ هَذَا الْقِيَاسِ، كَأَنَّهُ سُتِرَ عَنْهُ الشَّيْءُ حَتَّى أُطْبِقَ فَصَارَ كَالْمُغَطَّى. قَالَ جَمِيلٌ:\nطَبَاقَاءُ لَمْ يَشْهَدْ خُصُومًا وَلَمْ يَقُدْ ... رِكَابًا إِلَى أَكْوَارِهَا حِينَ تُعْكَفُ",
    "pg": "3:439-440"
  },
  "طبل": {
    "def": "الطَّاءُ وَالْبَاءُ وَاللَّامُ ثَلَاثُ كَلِمَاتٍ لَيْسَتْ لَهَا طِلَاوَةُ كَلَامِ الْعَرَبِ، وَمَا أَدْرِي كَيْفَ هِيَ؟ مِنْ ذَلِكَ الطَّبْلُ الَّذِي يُضْرَبُ. وَيَقُولُونَ: إِنَّ الطَّبْلَ: الْخَلْقُ. وَالثَّالِثَةُ الطُّوبَالَةُ، وَلَوْلَا أَنَّهَا جَاءَتْ فِي بَعْضِ الشِّعْرِ مَا كَانَ لِذِكْرِهَا مَعْنًى، وَمَا أَحْسَبُهَا فِي غَيْرِ هَذَا الْبَيْتِ:\nنَعَانِي حَنَانَهُ طُوبَالَةً ... تُسَفُّ يَبِيسًا مِنَ الْعِشْرِقِ\nوَيُقَالُ: هِيَ النَّعْجَةُ.",
    "pg": "3:440-441"
  },
  "طبن": {
    "def": "الطَّاءُ وَالْبَاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ثَبَاتٍ. وَيُقَالُ: اطْبَأَنَّ، إِذَا ثَبَتَ وَسَكَنَ، مِثْلُ اطْمَأَنَّ، وَيَقُولُونَ: طَبَنْتُ النَّارُ: دَفَنْتُهَا لِئَلَّا تَطْفَأَ، وَذَلِكَ الْمَوْضِعُ الطَّابُونُ. وَيُقَالُ: طَابِنْ هَذِهِ الْحَفِيرَةَ: طَاطِئْهَا. وَيَقُولُونَ: إِنَّ الْخَيْرَ فِي بَنِي فُلَانٍ كَثَابِتِ الطَّبْنِ، أَيْ هُوَ تَلِيدٌ قَدِيمٌ.\nوَمِنَ الْبَابِ الطَّبَنُ، وَهُوَ الْفِطْنَةُ ; وَذَلِكَ قِيَاسُ الْبَابِ ; لِأَنَّ فِي ذَلِكَ كَالثَّبَاتِ فِي الْعِلْمِ بِهِ.",
    "pg": "3:441"
  },
  "طبى": {
    "def": "الطَّاءُ وَالْبَاءُ وَالْحَرْفُ الْمُعْتَلُّ أُصَيْلٌ يَدُلُّ عَلَى اسْتِدْعَاءِ شَيْءٍ. مِنْ ذَلِكَ قَوْلُهُمْ: اطَّبَى بَنُو فُلَانٍ فُلَانًا، إِذَا خَالُوهُ وَقَبِلُوهُ. وَرُبَّمَا قَالُوا: طَبَاهُ وَاطَّبَاهُ، إِذَا دَعَاهُ، فَإِنْ حُمِلَ الطَّبْيُ مِنْ أَطْبَاءِ النَّاقَةِ، وَهِيَ أَخْلَافُهَا، عَلَى هَذَا وَعَلَى أَنَّهُ يُطَّبَّى مِنْهُ اللَّبَنُ، لَمْ يَبْعُدْ. وَذُكِرَ أَنَّ الْعَرَبَ تَقُولُ: هَذَا خِلْفٌ طِبِيٌّ، أَيْ مُجِيبٌ. فَإِنْ كَانَ هَذَا صَحِيحًا فَهُوَ يَدُلُّ عَلَى صِحَّةِ الْقِيَاسِ الَّذِي قِسْنَاهُ.\n\n[بَابُ الطَّاءِ وَالثَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:441-442"
  },
  "طثث": {
    "def": "الطَّاءُ وَالثَّاءُ لَيْسَ بِشَيْءٍ. وَيَزْعُمُونَ أَنَّ الطَّثَّ لُعْبَةٌ بِخَشَبَةٍ تُدْعَى الْمِطَثَّةُ.",
    "pg": "3:408"
  },
  "طثر": {
    "def": "الطَّاءُ وَالثَّاءُ وَالرَّاءُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى غَضَارَةٍ فِي الشَّيْءِ وَكَثْرَةِ نَدَى. يَقُولُونَ: فُلَانٌ فِي طَثْرَةٍ مِنَ الْعَيْشِ، أَيْ فِي غَضَارَةٍ. قَالُوا: وَاشْتِقَاقُهُ مِنَ اللَّبَنِ الطَّاثِرِ، وَهُوَ الْخَاثِرُ. وَيُشَبَّهُ بِذَلِكَ فَيُقَالُ لِلْحَمْأَةِ: طَثْرَةٌ، وَقِيَاسُهُ مَا ذَكَرْنَاهُ. وَسُمِّيَ طَثْرَةً مِنَ الْعَرَبِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ وَمَا نَدْرِي كَيْفَ صِحَّةُ هَذَا، قَوْلُهُمْ: إِنَّ الطَّيْثَارَ: الْبَعُوضُ. وَاللَّهُ أَعْلَمُ. [بَابُ الطَّاءِ وَالْجِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:442-443"
  },
  "طجن": {
    "def": "يَقُولُونَ فِي الطَّاءِ وَالْجِيمِ وَالنُّونِ: إِنَّ الطَّاجَنَ: الطَّابَقُ. وَهُوَ كَلَامٌ، وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الطَّاءِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:443"
  },
  "طحح": {
    "def": "الطَّاءُ وَالْحَاءُ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ عَلَى أَنَّهُمْ يَقُولُونَ: الطَّحُّ: أَنْ تَسْحَجَ الشَّيْءَ بِعَقِبِكَ. وَيُقَالُ: طَحْطَحَ بِهِمْ، إِذَا بَدَّدَهُمْ. وَطَحْطَحَهُمْ: غَلَبَهُمْ.",
    "pg": "3:408"
  },
  "طحر": {
    "def": "الطَّاءُ وَالْحَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الْحَفْزِ وَالرَّمْيِ وَالْقَذْفِ. يَقُولُونَ: طَحَرَتِ الْعَيْنُ قَذَاهَا، إِذَا قَذَفَتْ بِهِ. يُقَالُ: طَحَرَتْ عَيْنُ الْمَاءِ الْعِرْمِضَ، إِذَا رَمَتْ بِهِ. وَقَوْسٌ مِطْحَرٌ، إِذَا حَفَزَتْ سَهْمَهَا فَرَمَتْ بِهِ صُعُدًا. وَحَرْبٌ مِطْحَرَةٌ: زَبُونٌ. وَالطَّحِيرُ: النَّفَسُ الْعَالِي، وَسُمِّيَ بِذَلِكَ لِأَنَّ صَاحِبَهُ يَطْحَرُ. قَالَ الْكُمَيْتُ:\nبِأَهَازِيجَ مِنْ أَغَانِيِّهَا الْجُ ... شِّ وَإِتْبَاعِهَا الزَّفِيرَ الطَّحِيرَا فَأَمَّا الْمُطْحَرُ مِنَ النِّصَالِ، فَهُوَ الْمُطَوَّلُ الْمُسَالُ. قَالَ الْهُذَلِيُّ:\nمِنْ مُطْحَرَاتِ الْإِلَالِ",
    "pg": "3:443-444"
  },
  "طحل": {
    "def": "الطَّاءُ وَالْحَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى لَوْنٍ غَيْرِ صَافٍ وَلَا مُشْرِقٍ. مِنْ ذَلِكَ الطُّحْلَةُ، وَهُوَ لَوْنُ الْغُبْرَةِ. وَيُقَالُ: رَمَادٌ أَطْحَلُ، وَشَرَابٌ أَطْحَلُ، إِذَا لَمْ يَكُنْ صَافِيًا. وَالطِّحَالُ مَعْرُوفٌ، وَمُمْكِنٌ أَنْ يَكُونَ سُمِّيَ بِذَلِكَ لِكُدْرَةِ لَوْنِهِ. وَيُقَالُ: طَحِلَ الْمَاءُ: فَسَدَ وَتَغَيَّرَ.",
    "pg": "3:444"
  },
  "طحم": {
    "def": "الطَّاءُ وَالْحَاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَجَمُّعٍ وَتَكَاثُفٍ. مِنْ ذَلِكَ الطُّحْمَةُ مِنَ النَّاسِ، وَهِيَ الْجَمَاعَةُ الْكَثِيفَةُ. وَطُحْمَةُ اللَّيْلِ وَطَحْمَتُهُ، وَطُحْمَةُ السَّيْلِ وَطَحْمَتُهُ: مُعْظَمُهُ. قَالَ الْخَلِيلُ: طَحْمَةُ الْفِتْنَةِ: جَوْلَةُ النَّاسِ عِنْدَهَا. وَيُقَالُ لِلرَّجُلِ الشَّدِيدِ الْعِرَاكِ: طُحَمَةٌ. وَالْبَابُ كُلُّهُ وَاحِدٌ.",
    "pg": "3:444"
  },
  "طحن": {
    "def": "الطَّاءُ وَالْحَاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ، وَهُوَ فَتُ الشَّيْءِ وَرَفْتُهُ بِمَا يَدُورُ عَلَيْهِ مِنْ فَوْقِهِ. يُقَالُ: طَحَنَتِ الرَّحَى طَحْنًا. وَالطِّحْنُ: الدَّقِيقُ. وَيَقُولُونَ: \" أَسْمَعُ جَعْجَعَةً وَلَا أَرَى طِحْنًا \". وَالْجَعْجَعَةُ: صَوْتُ الرَّحَى. وَمِنَ الْبَابِ: كَتِيبَةٌ طَحُونٌ: تَطْحَنُ مَا لَقِيَتْ. وَيُقَالُ لِلْأَضْرَاسِ: الطَّوَاحِنُ. وَمِنَ الْبَابِ الطُّحَنُ: دُوَيْبَةٌ تُغَيِّبُ نَفْسَهَا فِي تُرَابٍ قَدْ سَوَّتْهُ وَأَدَارَتْهُ. وَطَحَنَتِ الْأَفْعَى، إِذَا تَلَوَّتْ مُسْتَدِيرَةً.",
    "pg": "3:444-445"
  },
  "طحو": {
    "def": "الطَّاءُ وَالْحَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الْبَسْطِ وَالْمَدِّ. مِنْ ذَلِكَ الطَّحْوُ وَهُوَ كَالدَّحْوِ، وَهُوَ الْبَسْطُ. قَالَ اللَّهُ تَعَالَى: ﴿وَالْأَرْضِ وَمَا طَحَاهَا﴾ [الشمس: ٦] ، أَيْ بَسَطَهَا، وَقَالَ تَعَالَى فِي مَوْضِعٍ آخَرَ: ﴿وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا﴾ [النازعات: ٣٠] ، وَيُقَالُ: طَحَا بِكَ هَمُّكَ يَطْحُو، إِذَا ذَهَبَ بِكَ فِي الْأَمْرِ وَمَدَّ بِكَ فِيهِ. قَالَ عَلْقَمَةُ:\nطَحَا بِكَ قَلْبٌ فِي الْحِسَانِ طَرُوبُ ... بُعَيْدَ الشَّبَابِ عَصْرَ حَانَ مَشِيبُ\nوَالْمُدَوِّمَةُ الطَّوَاحِي: النُّسُورُ تَسْتَدِيرُ حَوْلَ الْقَتْلَى. وَقَالَ الشَّيْبَانِيُّ: طَحَيْتُ: اضْطَجَعْتُ. وَالطَّاحِي: الْجَمْعُ الْكَثِيرُ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يَجُرُّ عَلَى الشَّيْءِ، كَمَا يُسَمَّى جَرَّارًا. قَالَ:\nمِنَ الْأَنَسِ الطَّاحِي عَلَيْكَ الْعَرَمْرَمِ\nوَاللَّهُ أَعْلَمُ. [بَابُ الطَّاءِ وَالْخَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:445-446"
  },
  "طخخ": {
    "def": "الطَّاءُ وَالْخَاءُ لَيْسَ [لَهُ] عِنْدِي أَصْلٌ مُطَّرِدٌ وَلَا مُنْقَاسٌ. وَقَدْ ذُكِرَ عَنِ الْخَلِيلِ: طَخْطَخَ السَّحَابُ: انْضَمَّ بَعْضُهُ إِلَى بَعْضٍ. وَالطَّخْطَخَةُ: تَسْوِيَةُ الشَّيْءِ. وَهَذَا إِنَّمَا يُحْتَاجُ فِي تَصْحِيحِهِ إِلَى حُجَّةٍ، فَأَمَّا الْحِكَايَةُ فِي هَذَا الْبَابِ فَيُقَالُ: إِنَّ الطَّخْطَخَةَ الضَّحِكُ ; وَالْحِكَايَاتُ لَا تُقَاسُ.\nوَمِمَّا يَقْرُبُ مِنْ هَذَا فِي الضَّعْفِ قَوْلُهُمْ: إِنَّ الْمُتَطَخْطِخُ: الضَّعِيفُ الْبَصَرِ. وَقَالُوا أَيْضًا: وَالطُّخُوخُ: سُوءُ الْخُلُقِ وَالشَّرَاسَةُ.",
    "pg": "3:408-409"
  },
  "طخر": {
    "def": "الطَّاءُ وَالْخَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِفَّةٍ فِي شَيْءٍ. مِنْ ذَلِكَ الطَّخَارِيرُ: الْمُتَفَرِّقُونَ، يُشَبَّهُ بِذَلِكَ الرَّجُلُ الْخَفِيفُ الْخَطَّافُ.",
    "pg": "3:446"
  },
  "طخف": {
    "def": "الطَّاءُ وَالْخَاءُ وَالْفَاءُ أُصَيْلٌ يَدُلُّ عَلَى الشَّيْءِ الرَّقِيقِ. مِنْ ذَلِكَ الطَّخَافُ، وَهُوَ الْغَيْمُ الرَّقِيقُ. وَالطَّخْفُ كَالْهَمِّ يَغْشَى الْقَلْبَ.",
    "pg": "3:446"
  },
  "طخم": {
    "def": "الطَّاءُ وَالْخَاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سَوَادٍ فِي شَيْءٍ. مِنْ ذَلِكَ الطُّخْمَةُ: سَوَادٌ فِي مُقَدَّمِ الْأَنْفِ. يُقَالُ: كَبْشٌ أَطْخَمُ، وَأَسَدٌ أَطْخَمُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الطَّاءِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:446"
  },
  "طخى": {
    "def": "الطَّاءُ وَالْخَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ظُلْمَةٍ وَغِشَاءٍ، مِنْ ذَلِكَ الطَّخْوَةُ وَالطَّخْيَةُ: السَّحَابَةُ الرَّقِيقَةُ. وَالطَّخْيَاءُ: اللَّيْلَةُ الْمُظْلِمَةُ. وَيُقَالُ: ظَلَامٌ طَاخٍ. وَمِنَ الْبَابِ: وَجَدَ عَلَى قَلْبِهِ طَخَاءٌ، وَهُوَ شِبْهُ الْكَرْبِ. وَيُقَالُ: كَلَّمَنِي كَلِمَةً طَخْيَاءَ، أَيْ أَعْجَمِيَّةً.",
    "pg": "3:446"
  },
  "طرب": {
    "def": "الطَّاءُ وَالرَّاءُ وَالْبَاءُ أُصَيْلٌ صَحِيحٌ. يَقُولُونَ: إِنَّ الطَّرَبَ خِفَّةٌ تُصِيبُ الرَّجُلَ مِنْ شِدَّةِ سُرُورٍ أَوْ غَيْرِهِ. وَيُنْشِدُونَ:\nوَقَالُوا قَدْ طَرِبْتَ فَقُلْتُ كَلَّا ... وَهَلْ يَبْكِي مِنَ الطَّرَبِ الْجَلِيدُ\nوَقَالَ نَابِغَةُ بَنِي جَعْدَةَ:\nوَأُرَانِي طَرِبًا فِي إِثْرِهِمْ ... طَرَبَ الْوَالِهِ أَوْ كَالْمُخْتَبَلْ\nقَالُوا: وَطَرَّبَ فِي صَوْتِهِ، إِذَا مَدَّهُ. وَهُوَ مِنَ الْأَوَّلِ. وَالْكَرِيمُ طَرُوبٌ. وَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ \" الْمَطَارِبُ \" ; وَهِيَ طُرُقٌ ضَيِّقَةٌ مُتَفَرِّقَةٌ. وَأُرَاهَا مِنْ بَابِ الْإِبْدَالِ، كَأَنَّهَا مَدَارِبُ، مُشْتَقَّةٌ مِنَ الدَّرْبِ.\nوَأَمَّا قَوْلُهُمْ فِي الطُّرْطُبِّ، إِنَّهُ الثَّدْيُ الْمُسْتَرْخِي، وَكَذَلِكَ الطَّرْطَبَةُ: صَوْتُ الْحَالِبِ بِالْمِعْزَى، فَكُلُّهُ وَمَا أَشْبَهَهُ كَلَامٌ.",
    "pg": "3:454-455"
  },
  "طرث": {
    "def": "الطَّاءُ وَالرَّاءُ وَالثَّاءُ كَلِمَةٌ صَحِيحَةٌ، وَهِيَ الطَُّرْثُوثُ، وَهِيَ نَبْتٌ.",
    "pg": "3:455"
  },
  "طرح": {
    "def": "الطَّاءُ وَالرَّاءُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى نَبْذِ الشَّيْءِ وَإِلْقَائِهِ. يُقَالُ: طَرَحَ الشَّيْءَ يَطْرَحُهُ طَرْحًا. وَمِنْ ذَلِكَ الطَّرَحُ، وَهُوَ الْمَكَانُ الْبَعِيدُ. وَطَرَحَتِ النَّوَى بِفُلَانٍ كُلَّ مَطْرَحٍ، إِذَا نَأَتْ بِهِ وَرَمَتْ بِهِ. قَالَ:\nأَلِمَّا بِمَيٍّ قَبْلَ أَنْ تَطْرَحَ النَّوَى ... بِنَا مَطْرَحًا أَوْ قَبْلَ بِينٍ يُزِيلُهَا\nوَيُقَالُ: فَحْلٌ مِطْرَحٌ ; بَعِيدُ مَوْقِعِ الْمَاءِ فِي الرَّحِمِ. وَمِنَ الْبَابِ: نَخْلَةٌ طَرُوحٌ: طَوِيلَةُ الْعَرَاجِينِ. وَسَنَامٌ إِطْرِيحٌ: طَوِيلٌ. وَقَوْسٌ طَرُوحٌ: شَدِيدَةُ الْحَفْزِ لِلسَّهْمِ. وَالْقِيَاسُ فِي كُلِّهِ وَاحِدٌ.",
    "pg": "3:455"
  },
  "طرد": {
    "def": "الطَّاءُ وَالرَّاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى إِبْعَادٍ. يُقَالُ: طَرَدْتُهُ طَرْدًا. وَأَطْرَدَهُ السُّلْطَانُ وَطَرَّدَهُ، إِذَا أَخْرَجَهُ عَنْ بَلَدِهِ. وَالطَّرْدُ: مُعَالَجَةُ أَخْذِ الصَّيْدِ. وَالطَّرِيدَةُ: الصَّيْدُ. وَمُطَارَدَةُ الْأَقْرَانِ: حَمْلُ بَعْضِهِمْ عَلَى بَعْضٍ ; وَقِيلَ ذَلِكَ لِأَنَّ هَذَا يَطْرُدُ ذَاكَ. وَالْمِطْرَدُ: رُمْحٌ صَغِيرٌ. وَيُقَالُ لِمَحَجَّةِ الطَّرِيقِ: مَطْرَدَةٌ. وَيُقَالُ: اطَّرَدَ الشَّيْءُ اطِّرَادًا، إِذَا تَابَعَ بَعْضُهُ بَعْضًا، وَإِنَّمَا قِيلَ ذَلِكَ تَشْبِيهًا، كَأَنَّ الْأَوَّلَ يَطْرُدُ الثَّانِي. وَمِنْهُ قَوْلُهُ: أَتَعْرِفُ رَسْمًا كَاطِّرَادِ الْمَذَاهِبِ ... لِعُمْرَةَ وَحْشًا غَيْرَ مَوْقِفِ رَاكِبِ\nوَمُطَّرَدُ النَّسِيمِ: الْأَنْفُ. أَنْشَدَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ الْقَطَّانُ، عَنْ ثَعْلَبٍ عَنِ ابْنِ الْأَعْرَابِيِّ:\nوَكَأَنَّ مُطَّرَدَ النَّسِيمِ إِذَا جَرَى ... بَعْدَ [الْكِلَالِ خَلِيَّتَا زُنْبُورِ\nوَاطَّرَدَ] الْأَمْرُ: اسْتَقَامَ. وَكُلُّ شَيْءٍ امْتَدَّ فَهَذَا قِيَاسُهُ. يُقَالُ: طَرِّدْ سَوْطَكَ: مَدِّدْهُ. وَالطَّرِيدُ: الَّذِي يُولَدُ بَعْدَ أَخِيهِ، فَالثَّانِي طَرِيدُ الْأَوَّلِ. وَهَذَا تَشْبِيهٌ، كَأَنَّهُ طَرَدَهُ وَتَبِعَهُ، وَطَرِيدٌ بِمَعْنَى طَارِدٍ.\n\n[بَابُ الطَّاءِ وَالزَّاءِ وَمَا يَثْلُثُهُمَا]\nهَذَا بَابٌ يَضِيقُ الْكَلَامُ فِيهِ، عَلَى أَنَّهُمْ يَقُولُونَ الطَّزِعُ ; الرَّجُلُ لَا غَيْرَةَ لَهُ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الطَّاءِ وَالسِّينِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:455-456"
  },
  "طرر": {
    "def": "الطَّاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حِدَّةٍ فِي الشَّيْءِ وَاسْتِطَالَةٍ وَامْتِدَادٍ، مِنْ ذَلِكَ قَوْلُهُمْ: طَرَّ السِّنَانَ، إِذَا حَدَّدَهُ. وَهَذَا سِنَانٌ مَطْرُورٌ، أَيْ مُحَدَّدٌ. وَمِنَ الْبَابِ الرَّجُلُ الطَّرِيرُ: ذُو الْهَيْئَةِ، كَأَنَّهُ شَيْءٌ قَدْ طُرَّ وَجُلِيَ وَحُدِّدَ. قَالَ:\nوَيُعْجِبُكَ الطَّرِيرُ فَتَبْتَلِيهِ ... فَيُخْلِفُ ظَنَّكَ الرَّجُلُ الطَّرِيرُ\nوَمِنَ الْبَابِ فَتًى طَارٌّ: طَرَّ شَارِبُهُ. وَالطُّرَّةُ: كُفَّةُ الثَّوْبِ. وَيُقَالُ: رَمَى فَأَطَرَّ، إِذَا أَنْفَذَ. وَكُلُّ شَيْءٍ حُسِّنَ فَقَدْ طَرَّ، حَتَّى يُقَالَ: طَرَّ حَوْضَهُ، إِذَا طَيَّنَهُ. وَالطُّرَّةُ مِنَ الْغَيْمِ: الطَّرِيقَةُ الْمُسْتَطِيلَةُ. وَالْخُطَّةُ السَّوْدَاءُ عَلَى ظَهْرِ الْحِمَارِ طُرَّةٌ. وَطُرَّةُ النَّهَرِ: شَفِيرُهُ. وَطَرَّ النَّبْتُ، إِذَا أَنْبَتَ ; وَهُوَ مِنْ طَرَّ شَارِبُهُ. قَالَ:\nمِنَّا الَّذِي هُوَ مَا إِنْ طَرَّ شَارِبُهُ ... وَالْعَانِسُونَ وَمِنَّا الْمُرْدُ وَالشِّيبُ\nفَأَمَّا الطَّرُّ الَّذِي فِي مَعْنَى الشَّلِّ وَالطَّرْدِ، فَهُوَ مِنْ هَذَا أَيْضًا ; لِأَنَّ مَنْ طَرَدَ شَيْئًا وَشَلَّهُ فَقَدْ أَذْلَقَهُ حَتَّى يَحْتَدَّ فِي شَدِّهِ وَعَدْوِهِ. فَأَمَّا قَوْلُ الْحُطَيْئَةِ:\nغَضِبْتُمْ عَلَيْنَا أَنْ قَتَلْنَا بِخَالِدٍ ... بَنِي مَالِكٍ هَا إِنَّ ذَا غَضَبٌ مُطِرُّ فَقَالَ أَبُو زَيْدٍ: الْإِطْرَارُ الْإِغْرَاءُ. وَهَذَا قَرِيبُ الْقِيَاسِ مِنَ الْبَابِ ; لِأَنَّهُ إِذَا أَغْرَاهُ بِالشَّيْءِ فَقَدْ أَذْلَقَهُ وَأَحَدَّهُ. وَقَالَ آخَرُونَ: الْمُطِرُّ: الْمُدِلُّ. وَالْأَوَّلُ أَحْسَنُ وَأَقْيَسُ. وَيُقَالُ: الْغَضَبُ الْمُطِرُّ الَّذِي جَاءَ مِنْ أَطْرَارِ الْأَرْضِ، أَيْ هُوَ غَضَبٌ لَا يُدْرَى مِنْ أَيْنَ جَاءَ. وَهُوَ صَحِيحٌ ; لِأَنَّ أَطْرَارَ الْأَرْضِ أَطْرَافُهَا وَطَرَفُ كُلِّ شَيْءٍ: الْحَادُّ مِنْهُ.",
    "pg": "3:409-410"
  },
  "طرز": {
    "def": "الطَّاءُ وَالرَّاءُ وَالزَّاءُ كَلِمَةٌ يُظَنُّ أَنَّهَا فَارِسِيَّةٌ مُعَرَّبَةٌ، وَهِيَ فِي شِعْرِ حَسَّانَ:\nبَيْضُ الْوُجُوهِ كَرِيمَةٌ أَحْسَابُهُمْ ... شُمُّ الْأُنُوفِ مِنَ الطِّرَازِ الْأَوَّلِ وَيَقُولُونَ: طِرْزُهُ، أَيْ هَيْئَتُهُ.",
    "pg": "3:446-447"
  },
  "طرس": {
    "def": "الطَّاءُ وَالرَّاءُ وَالسِّينُ فِيهِ كَلَامٌ لَعَلَّهُ أَنْ يَكُونَ صَحِيحًا. يَقُولُونَ الطِّرْسُ: الْكِتَابُ الْمَمْحُوُّ. وَيُقَالُ: كُلُّ صَحِيفَةٍ طِرْسٌ. وَيَقُولُونَ: التَّطَرُّسُ: أَنْ لَا يَطْعَمَ الْإِنْسَانُ وَلَا يَشْرَبَ إِلَّا طَيِّبًا.",
    "pg": "3:447"
  },
  "طرش": {
    "def": "الطَّاءُ وَالرَّاءُ وَالشِّينُ كَلِمَةٌ مَعْرُوفَةٌ، وَهِيَ الطَّرَشُ، مَعْرُوفٌ. وَقَالَ أَبُو عَمْرٍو: تَطَرَّشَ النَّاقِهُ مِنَ الْمَرَضِ، إِذَا قَامَ وَقَعَدَ.",
    "pg": "3:447"
  },
  "طرط": {
    "def": "الطَّاءُ وَالرَّاءُ وَالطَّاءُ كَلِمَةٌ. يَقُولُونَ الْأَطْرَطُ: الدَّقِيقُ الْحَاجِبَيْنِ ; وَقَدْ طَرِطَ.",
    "pg": "3:447"
  },
  "طرف": {
    "def": "الطَّاءُ وَالرَّاءُ وَالْفَاءُ أَصْلَانِ: فَالْأَوَّلُ يَدُلُّ عَلَى حَدِ الشَّيْءِ وَحَرْفِهِ، وَالثَّانِي يَدُلُّ عَلَى حَرَكَةٍ فِي بَعْضِ الْأَعْضَاءِ.\nفَالْأَوَّلُ: طَرَفُ الشَّيْءِ وَالثَّوْبِ وَالْحَائِطِ. وَيُقَالُ نَاقَةٌ طَرِفَةٌ: تَرْعَى أَطْرَافَ الْمَرْعَى وَلَا تَخْتَلِطُ بِالنُّوقِ.\nوَقَوْلُهُمْ: عَيْنٌ مَطْرُوفَةٌ، مِنْ هَذَا ; وَذَلِكَ أَنْ يُصِيبَهَا طَرَفُ شَيْءٍ ثَوْبٍ أَوْ غَيْرِهِ فَتَغْرَوْرِقَ دَمْعًا. وَيُسْتَعَارُ ذَلِكَ حَتَّى يُقَالَ: طَرَفَهَا الْحُزْنُ.\nفَأَمَّا قَوْلُهُمْ: هُوَ كَرِيمُ الطَّرَفَيْنِ، فَقَالَ قَوْمٌ: يُرَادُ بِهِ نَسَبُ الْأَبِ وَالْأُمِّ. وَلَا يُدْرَى أَيُ الطَّرَفَيْنِ أَطْوَلُ، هُوَ مِنْ هَذَا. وَجَمْعُ الطَّرَفِ أَطْرَافٌ. قَالَ: وَكَيْفَ بِأَطْرَافِي إِذَا مَا شَتَمْتَنِي ... وَمَا بَعْدَ شَتْمِ الْوَالِدَيْنِ صُلُوحُ\nوَيُقَالُ إِنَّ الطِّرَافَ: مَا يُؤْخَذُ مِنْ أَطْرَافِ الزَّرْعِ.\nوَمِنَ الْبَابِ: الطَّوَارِفُ مِنَ الْخِبَاءِ، وَهِيَ مَا رَفَعْتَ مِنْ جَوَانِبِهِ لِتَنْظُرَ، فَأَمَّا قَوْلُهُمْ: جَاءَ فُلَانٌ بِطَارِفَةِ عَيْنٍ، فَهُوَ مِنَ الَّذِي ذَكَرْنَاهُ فِي قَوْلِهِمْ: طُرِفَتِ الْعَيْنُ، إِذَا أَصَابَهَا طَرَفُ شَيْءٍ فَاغْرَوْرَقَتْ. وَإِذَا كَانَ كَذَا لَمْ تَكَدْ تُبْصِرُ. فَكَذَلِكَ قَوْلُهُمْ: بِطَارِفَةِ عَيْنٍ، أَيْ بِشَيْءٍ تَتَحَيَّرُ لَهُ الْعَيْنُ مِنْ كَثْرَتِهِ.\nوَمِنَ الْبَابِ قَوْلُهُمْ لِلشَّيْءِ الْمُسْتَحْدَثِ: طَرِيفٌ ; وَهُوَ خِلَافُ التَّلِيدِ، وَمَعْنَاهُ أَنَّهُ شَيْءٌ أُفِيدَ الْآنَ فِي طَرَفِ زَمَانٍ قَدْ مَضَى. يَقُولُونَ مِنْهُ: اطَّرَفْتُ الشَّيْءَ، إِذَا اسْتَحْدَثْتَهُ، أَطَّرِفُهُ، اطِّرَافًا.\nوَمِنَ الْبَابِ: الرَّجُلُ الطَّرِفُ: الَّذِي لَا يَثْبُتُ عَلَى امْرَأَةٍ وَلَا صَاحِبٍ. وَذَلِكَ الْقِيَاسُ ; لِأَنَّهُ يَطْلُبُ الْأَطْرَافَ فَالْأَطْرَافَ. وَالْمَرْأَةُ الْمَطْرُوفَةُ، يَقُولُونَ إِنَّهَا الَّتِي لَا تَثْبُتُ عَلَى رَجُلٍ وَاحِدٍ، بَلْ تَطَّرِفُ الرِّجَالَ. وَهُوَ قَوْلُ الْحُطَيْئَةِ:\nبَغَى الْوُدَّ مِنْ مَطْرُوفَةِ الْوُدِّ طَامِحِ\nوَمِنَ الْبَابِ الطِّرْفُ: الْفَرَسُ الْكَرِيمُ، كَأَنَّ صَاحِبَهُ قَدِ اطَّرَفَهُ. وَلِلْمُطَّرَفِ فَضْلٌ عَلَى التَّلِيدِ. وَأَمَّا الْأَصْلُ الْآخَرُ فَالطَّرْفُ، وَهُوَ تَحْرِيكُ الْجُفُونِ فِي النَّظَرِ. هَذَا هُوَ الْأَصْلُ ثُمَّ يُسَمُّونَ الْعَيْنَ الطَّرْفَ مَجَازًا. وَلِذَلِكَ يُسَمَّى نَجْمٌ مِنَ النُّجُومِ الطَّرْفَةُ، كَأَنَّهُ فِيمَا أَحْسَبُ طَرْفُ الْأَسَدِ. قَالَ جَرِيرٌ:\nإِنَّ الْعُيُونَ الَّتِي فِي طَرْفِهَا مَرَضٌ ... قَتَلْنَنَا ثُمَّ لَمْ يُحْيِينَ قَتْلَانَا\nفَأَمَّا الطِّرَافُ فَإِنَّهُ بَيْتٌ مِنْ أَدَمٍ، وَهُوَ شَاذٌّ عَنِ الْأَصْلَيْنِ اللَّذَيْنِ ذَكَرْنَاهُمَا.",
    "pg": "3:447-449"
  },
  "طرق": {
    "def": "الطَّاءُ وَالرَّاءُ وَالْقَافُ أَرْبَعَةُ أُصُولٍ، أَحَدُهَا: الْإِتْيَانُ مَسَاءً، وَالثَّانِي: الضَّرْبُ، وَالثَّالِثُ: جِنْسٌ مِنِ اسْتِرْخَاءِ الشَّيْءِ، وَالرَّابِعُ: خَصْفُ شَيْءٍ عَلَى شَيْءٍ.\nفَالْأَوَّلُ الطُّرُوقُ. وَيُقَالُ إِنَّهُ إِتْيَانُ الْمَنْزِلِ لَيْلًا. قَالُوا: وَرَجُلٌ طُرَقَةٌ، إِذَا كَانَ يَسْرِي حَتَّى يَطْرُقَ أَهْلَهُ لَيْلًا. وَذُكِرَ أَنَّ ذَلِكَ يُقَالُ بِالنَّهَارِ أَيْضًا، وَالْأَصْلُ اللَّيْلُ. وَالدَّلِيلُ عَلَى أَنَّ الْأَصْلَ اللَّيْلَ تَسْمِيَتُهُمُ النَّجْمَ طَارِقًا ; لِأَنَّهُ يَطْلُعُ لَيْلًا. قَالُوا: وَكُلُّ مَنْ أَتَى لَيْلًا فَقَدْ طَرَقَ. قَالَتْ:\nنَحْنُ بَنَاتٌ طَارِقْ وَهُوَ قَوْلُ امْرَأَةٍ. تُرِيدُ: إِنَّ أَبَانَا نَجْمٌ فِي شَرَفِهِ وَعُلُوِّهِ. وَمِنَ الْبَابِ - وَاللَّهُ أَعْلَمُ - الطَّرِيقُ ; لِأَنَّهُ يُتَوَرَّدُ. وَيَجُوزُ أَنْ يَكُونَ مِنْ أَصْلٍ آخَرَ، وَهُوَ الَّذِي ذَكَرْنَاهُ مِنْ خَصْفِ الشَّيْءِ فَوْقَ الشَّيْءِ.\nوَمِنَ الْبَابِ الْأَوَّلِ قَوْلُهُمْ: أَتَيْتُهُ طَرْقَتَيْنِ، أَيْ مَرَّتَيْنِ. وَمِنْهُ طَارِقَةُ الرَّجُلِ، وَهُوَ فَخِذُهُ الَّتِي هُوَ مِنْهَا ; وَسُمِّيَتْ طَارِقَةً لِأَنَّهَا تَطْرُقُهُ وَيَطْرُقُهَا. قَالَ:\nشَكَوْتُ ذَهَابَ طَارِقَتِي إِلَيْهِ ... وَطَارِقَتِي بِأَكْنَافِ الدُّرُوبِ\nوَالْأَصْلُ الثَّانِي: الضَّرْبُ، يُقَالُ: طَرَقَ يَطْرُقُ طَرْقًا. وَالشَّيْءُ مِطْرَقٌ وَمِطْرَقَةٌ. وَمِنْهُ الطَّرْقُ، وَهُوَ الضَّرْبُ بِالْحَصَى تَكَهُّنًا، وَهُوَ الَّذِي جَاءَ فِي الْحَدِيثِ النَّهْيُ عَنْهُ، وَقِيلَ: \" الطَّرْقُ وَالْعِيَافَةُ وَالزَّجْرُ مِنَ الْجِبْتِ \". وَامْرَأَةٌ طَارِقَةٌ: تَفْعَلُ ذَلِكَ ; وَالْجَمْعُ: الطَّوَارِقُ. قَالَ:\nلَعَمْرُكَ مَا تَدْرِي الطَّوَارِقُ بِالْحَصَى ... وَلَا زَاجِرَاتِ الطَّيْرِ مَا اللَّهُ صَانِعُ\nوَالطَّرْقُ: ضَرْبُ الصُّوفِ بِالْقَضِيبِ، وَذَلِكَ الْقَضِيبُ مِطْرَقَةٌ. وَقَدْ يَفْعَلُ الْكَاهِنُ ذَلِكَ فَيَطْرُقُ، أَيْ يَخْلِطُ الْقُطْنَ بِالصُّوفِ إِذَا تَكَهَّنَ. وَيَجْعَلُونَ هَذَا مَثَلًا فَيَقُولُونَ: \" طَرَقَ وَمَاشَ \". قَالَ: عَاذِلَ قَدْ أُولِعْتِ بِالتَّرْقِيشِ ... إِلَيَّ سِرًّا فَاطْرُقِي وَمِيشِي\nوَيُقَالُ: طَرَقَ الْفَحْلُ النَّاقَةَ طَرْقًا، إِذَا ضَرَبَهَا. وَطَرُوقَةُ الْفَحْلِ: أُنْثَاهُ. وَاسْتَطْرَقَ فُلَانٌ فُلَانًا فَحَلَهُ، إِذَا طَلَبَهُ مِنْهُ لِيَضْرِبَ فِي إِبِلِهِ، فَأَطْرَقَهُ إِيَّاهُ، وَيُقَالُ: هَذَا النَّبْلُ طَرْقَةُ رَجُلٍ وَاحِدٍ، أَيْ صِيغَةُ رَجُلٍ وَاحِدٍ.\nوَالْأَصْلُ الثَّالِثُ: اسْتِرْخَاءُ الشَّيْءِ. مِنْ ذَلِكَ الطَّرَقُ، وَهُوَ لِينٌ فِي رِيشِ الطَّائِرِ. قَالَ الشَّاعِرُ:\n\n. . . . . . ... . . . . . .\nوَمِنْهُ أَطْرَقَ فُلَانٌ فِي نَظَرِهِ. وَالْمُطْرِقُ: الْمُسْتَرْخِي الْعَيْنَ. قَالَ:\nوَمَا كُنْتُ أَخْشَى أَنْ تَكُونَ وَفَاتُهُ ... بِكَفَّيْ سَبَنْتَى أَزْرَقِ الْعَيْنِ مُطْرِقِ\nوَقَالَ فِي الْإِطْرَاقِ:\nفَأَطْرَقَ إِطْرَاقَ الشُّجَاعِ وَلَوْ يَرَى ... مَسَاغًا لِنَابَاهُ الشُّجَاعُ لَصَمَّمَا وَمِنَ الْبَابِ الطِّرِّيقَةُ، وَهُوَ اللِّينُ وَالِانْقِيَادُ. يَقُولُونَ فِي الْمَثَلِ: \" إِنَّ تَحْتَ طِرِّيقَتِهِ لَعِنْدَأْوَةً \". أَيْ إِنَّ فِي لِينِهِ بَعْضَ الْعُسْرِ أَحْيَانًا. فَأَمَّا الطَّرَقُ فَقَالَ قَوْمٌ: هَذَا اعْوِجَاجٌ فِي السَّاقِ مِنْ غَيْرِ فَحَجٍ. وَقَالَ قَوْمٌ: الطَّرَقُ: ضَعْفٌَ فِي الرُّكْبَتَيْنِ. وَهَذَا الْقَوْلُ أَقْيَسُ وَأَشْبَهُ لِسَائِرِ مَا ذَكَرْنَاهُ مِنَ اللِّينِ وَالِاسْتِرْخَاءِ.\nوَالْأَصْلُ الرَّابِعُ: خَصْفُ شَيْءٍ عَلَى شَيْءٍ. يُقَالُ: نَعْلٌ مُطَارَقَةٌ، أَيْ مَخْصُوفَةٌ. وَخُفٌّ مُطَارَقٌ، إِذَا كَانَ قَدْ ظُوهِرَ لَهُ نَعْلَانِ. وَكُلُّ خَصْفَةٍ طِرَاقٌ. وَتُرْسٌ مُطَرَّقٌ، إِذَا طُورِقَ بِجِلْدٍ عَلَى قَدْرِهِ. وَمِنْ هَذَا الْبَابِ الطِّرْقُ، وَهُوَ الشَّحْمُ وَالْقُوَّةُ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ شَيْءٌ كَأَنَّهُ خُصِفَ بِهِ. يَقُولُونَ: مَا بِهِ طِرْقٌ، أَيْ مَا بِهِ قُوَّةٌ. قَالَ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ مُسْلِمٍ: أَصْلُ الطِّرْقِ الشَّحْمُ ; لِأَنَّ الْقُوَّةَ أَكْثَرُ مَا تَكُونُ [عَنْهُ] . وَمِنْ هَذَا الْبَابِ الطَّرَقُ: مَنَاقِعُ الْمِيَاهِ ; وَإِنَّمَا سُمِّيَتْ بِذَلِكَ تَشْبِيهًا بِالشَّيْءِ يَتَرَاكَبُ بَعْضُهُ عَلَى بَعْضٍ. كَذَلِكَ الْمَاءُ إِذَا دَامَ تَرَاكَبَ. قَالَ رُؤْبَةُ:\nلِلْعِدِّ إِذْ أَخْلَفَهُ مَاءُ الطَّرَقْ\nوَمِنَ الْبَابِ، وَقَدْ ذَكَرْنَاهُ أَوَّلًا وَلَيْسَ بِبَعِيدٍ أَنْ يَكُونَ مِنْ هَذَا الْقِيَاسِ: الطَّرِيقُ ; وَذَلِكَ أَنَّهُ شَيْءٌ يَعْلُو الْأَرْضَ، فَكَأَنَّهَا قَدْ طُورِقَتْ بِهِ وَخُصِفَتْ بِهِ. وَيَقُولُونَ: تَطَارَقَتِ الْإِبِلُ، إِذَا جَاءَتْ يَتْبَعُ بَعْضُهَا بَعْضًا. وَكَذَلِكَ الطَّرِيقُ، وَهُوَ النَّخْلُ الَّذِي عَلَى صَفٍّ وَاحِدٍ، وَهَذَا تَشْبِيهٌ، كَأَنَّهُ شُبِّهَ بِالطَّرِيقِ فِي تَتَابُعِهِ وَعُلُوِّهِ الْأَرْضَ. قَالَ الْأَعْشَى: وَمِنْ كُلِّ أَحْوَى كَجِذْعِ الطَّرِيقِ ... يَزِينُ الْفِنَاءَ إِذَا مَا صَفَنْ\nوَمِنْهُ [رِيشٌ] طِرَاقٌ، إِذَا كَانَ تَطَارَقَ بَعْضُهُ فَوْقَ بَعْضٍ، وَخَرَجَ الْقَوْمُ مَطَارِيقَ، إِذَا جَاءُوا مُشَاةً لَا دَوَابَّ لَهُمْ، فَكَأَنَّ كُلَّ وَاحِدٍ مِنْهُمْ يَخْصِفُ بِأَثَرِ قَدَمَيْهِ أَثَرَ الَّذِي تَقَدَّمَ. وَيُقَالُ: جَاءَتِ الْإِبِلُ عَلَى طَرْقَةٍ وَاحِدَةٍ، وَعَلَى خُفٍّ وَاحِدٍ ; وَهُوَ الَّذِي ذَكَرْنَاهُ مِنْ أَنَّهَا تَخْصِفُ بِآثَارِهَا آثَارَ غَيْرِهَا. وَاخْتَضَبَتِ الْمَرْأَةُ طَرْقَتَيْنِ، إِذَا أَعَادَتِ الْخِضَابَ، كَأَنَّهَا تَخْصِفُ بِالثَّانِي الْأَوَّلَ. ثُمَّ يُشْتَقُّ مِنَ الطَّرِيقِ فَيَقُولُونَ: طَرَّقَتِ الْمَرْأَةُ عِنْدَ الْوِلَادَةِ، كَأَنَّهَا جَعَلَتْ لِلْمَوْلُودِ طَرِيقًا. وَيُقَالُ - وَهُوَ ذَلِكَ الْأَوَّلُ -: لَا يُقَالُ طَرَّقَتْ إِلَّا إِذَا خَرَجَ مِنَ الْوَلَدِ نِصْفُهُ ثُمَّ احْتَبَسَ بَعْضَ الِاحْتِبَاسِ ثُمَّ خَرَجَ. تَقُولُ: طَرَّقَتْ ثُمَّ خَلَصَتْ.\nوَمِمَّا يُشْبِهُ هَذَا قَوْلُهُمْ طَرَّقَتِ الْقَطَاةُ، إِذَا عَسُرَ عَلَيْهَا بَيْضُهَا فَفَحَصَتِ الْأَرْضَ بِجُؤْجُئِهَا.",
    "pg": "3:449-453"
  },
  "طرم": {
    "def": "الطَّاءُ وَالرَّاءُ وَالْمِيمُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى تَرَاكُمِ شَيْءٍ. يَقُولُونَ: الطُّرَامَةُ: الْخُضْرَةُ عَلَى الْأَسْنَانِ. وَيَقُولُونَ: الطِّرْمُ: الْعَسَلُ. وَالطِّرْيَمُ: السَّحَابُ الْغَلِيظُ.",
    "pg": "3:453-454"
  },
  "طرى": {
    "def": "الطَّاءُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى غَضَاضَةٍ وَجِدَّةٍ. فَالطَّرِيُّ: الشَّيْءُ الْغَضُّ ; وَمَصْدَرُهُ الطَّرَاوَةُ وَالطَّرَاءَةُ، وَمِنْهُ أَطْرَيْتُ فُلَانًا، وَذَلِكَ إِذَا مَدَحْتَهُ بِأَحْسَنِ مَا فِيهِ.\nفَإِذَا هُمِزَ قِيلَ: طَرَأَ فُلَانٌ، إِذَا طَلَعَ. وَأَحْسَبُ هَذَا مِنْ بَابِ الْإِبْدَالِ، وَإِنَّمَا الْأَصْلُ دَرَأَ وَقَدْ ذُكِرَ.",
    "pg": "3:454"
  },
  "طسا": {
    "def": "الطَّاءُ وَالسِّينُ وَالْهَمْزَةُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: طَسِئَتْ نَفْسِي فَهِيَ طَسِئَةٌ.",
    "pg": "3:457"
  },
  "طست": {
    "def": "الطَّاءُ وَالسِّينُ وَالتَّاءُ لَيْسَ بِشَيْءٍ، إِلَّا الطَّسْتُ، وَهِيَ مَعْرُوفَةٌ.",
    "pg": "3:456-457"
  },
  "طسس": {
    "def": "الطَّاءُ وَالسِّينُ لَيْسَ أَصْلًا. وَالطَّسُّ لُغَةٌ فِي الطَّسْتِ.",
    "pg": "3:410"
  },
  "طسل": {
    "def": "الطَّاءُ وَالسِّينُ وَاللَّامُ فِيهِ كَلِمَاتٌ، وَلَعَلَّهَا أَنْ تَكُونَ صَحِيحَةً غَيْرَ أَنَّهَا لَا قِيَاسَ لَهَا. يَقُولُونَ: الطَّسْلُ: اضْطِرَابُ السَّرَابِ. وَالطَّيْسَلُ: الْكَثِيرُ، يُقَالُ: مَاءٌ طَيْسَلٌ. وَيَقُولُونَ: الطَّيْسَلُ: الْغُبَارُ.",
    "pg": "3:457"
  },
  "طسم": {
    "def": "الطَّاءُ وَالسِّينُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: طَسَمَ، مِثْلٌ طَمَسَ. وَطَسْمُ: قَبِيلَةٌ مِنْ عَادٍ.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرَ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ طَاءٌ]\nمِنْ ذَلِكَ (الطَّلَنْفَحُ) وَهُوَ السَّمِينُ. وَهَذَا إِنِّمَا هُوَ تَهْوِيلٌ وَتَقْبِيحٌ، وَالزَّائِدُ فِيهِ اللَّامُ وَالنُّونُ، وَهُوَ مِنْ طَفَحَ، إِذَا امْتَلَأَ. وَمِنْهُ السَّكْرَانُ الطَّافِحُ، وَقَدْ مَرَّ.",
    "pg": "3:457"
  },
  "طشش": {
    "def": "الطَّاءُ وَالشِّينُ أُصَيْلٌ يَدُلُّ عَلَى قِلَّةٍ فِي مَطَرٍ، وَيَجُوزُ أَنْ يُسْتَعَارَ فِي غَيْرِهِ أَصْلًا. مِنْ ذَلِكَ الطَّشُّ، وَهُوَ الْمَطَرُ الضَّعِيفُ. وَقَالَ رُؤْبَةُ:\nوَلَا نَدَى وَبْلِكَ بِالطَّشِيشِ\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الطَّاءِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:410"
  },
  "طعع": {
    "def": "الطَّاءُ وَالْعَيْنُ لَيْسَ بِشَيْءٍ. فَأَمَّا مَا حَكَاهُ الْخَلِيلُ، مِنْ أَنَّ الطَّعْطَعَةَ حِكَايَةُ صَوْتِ اللَّاطِعِ فَلَيْسَ بِشَيْءٍ.",
    "pg": "3:405"
  },
  "طعم": {
    "def": "الطَّاءُ وَالْعَيْنُ وَالْمِيمُ أَصْلٌ مُطَّرِدٌ مُنْقَاسٌ فِي تَذَوُّقِ الشَّيْءِ. يُقَالُ: طَعِمْتُ الشَّيْءَ طَعْمًا. وَالطَّعَامُ هُوَ الْمَأْكُولُ. وَكَانَ بَعْضُ أَهْلُ اللُّغَةِ يَقُولُ: الطَّعَامُ هُوَ الْبُرُّ خَاصَّةً، وَذَكَرَ حَدِيثَ أَبِي سَعِيدٍ: «كُنَّا نُخْرِجُ صَدَقَةَ الْفِطْرِ عَلَى عَهْدِ رَسُولِ اللَّهِ ﵌ صَاعًا مِنْ طَعَامٍ أَوْ صَاعًا مِنْ كَذَا» . ثُمَّ يُحْمَلُ عَلَى بَابِ الطَّعَامِ اسْتِعَارَةً مَا لَيْسَ مِنْ بَابِ التَّذَوُّقِ، فَيُقَالُ: اسْتَطْعَمَنِي فُلَانٌ الْحَدِيثَ، إِذَا أَرَادَكَ عَلَى أَنْ تُحَدِّثَهُ. وَفِي الْحَدِيثِ: «إِذَا اسْتَطْعَمَكُمُ الْإِمَامُ فَأَطْعِمُوهُ» ، يَقُولُ: إِذَا أُرْتِجَ عَلَيْهِ وَاسْتَفْتَحَ فَافْتَحُوا عَلَيْهِ. وَالْإِطْعَامُ يَقَعُ فِي كُلِّ مَا يُطْعَمُ، حَتَّى الْمَاءَ. قَالَ اللَّهُ تَعَالَى: ﴿وَمَنْ لَمْ يَطْعَمْهُ فَإِنَّهُ مِنِّي﴾ [البقرة: ٢٤٩] . وَقَالَ ﵇ فِي زَمْزَمَ: «إِنَّهَا طَعَامُ طُعْمٍ، وَشِفَاءُ سُقْمٍ» ، وَعِيبَ خَالِدُ بْنُ عَبْدِ اللَّهِ الْقَسْرِيُّ بِقَوْلِهِ: \" أَطْعِمُونِي مَاءً \"، وَقَالَ [بَعْضُهُمْ] فِي عَيْبِهِ بِذَلِكَ شِعْرًا، وَذَلِكَ عِنْدَنَا لَيْسَ بِعَيْبٍ، لِمَا ذَكَرْنَاهُ. وَيُقَالُ رَجُلٌ طَاعِمٌ: حَسَنُ الْحَالِ فِي الْمَطْعَمِ. وَقَالَ الْحُطَيْئَةُ:\nدَعِ الْمَكَارِمَ لَا تَرْحَلْ لِبُغْيَتِهَا ... وَاقْعُدْ فَإِنَّكَ أَنْتَ الطَّاعِمُ الْكَاسِي\nوَرَجُلٌ مِطْعَامٌ: كَثِيرُ الْقِرَى. وَتَقُولُ: هُوَ مُطْعَمٌ، إِذَا كَانَ مَرْزُوقًا. وَالطُّعْمَةُ: الْمَأْكَلَةُ. وَجَعَلْتُ هَذِهِ الضَّيْعَةَ لِفُلَانٍ طُعْمَةً. فَأَمَّا قَوْلُ ذِي الرُّمَّةِ:\nوَفِي الشِّمَالِ مِنَ الشِّرْيَانِ مُطْعَمَةٌ ... كَبْدَاءُ فِي عَجْسِهَا عَطْفٌ وَتَقْوِيمُ\nفَإِنَّهُ يُرْوَى بِفَتْحِ الْعَيْنِ \" مُطْعَمَةٌ \": أَنَّهَا قَوْسٌ مَرْزُوقَةٌ. وَيُرْوَى: \" مُطْعِمَةٌ \"، فَمَنْ رَوَاهَا كَذَا أَرَادَ أَنَّهَا تُطْعِمُ صَاحِبَهَا الصَّيْدَ.\nوَيُقَالُ لِلْإِصْبَعِ الْغَلِيظَةِ الْمُتَقَدِّمَةِ مِنَ الْجَارِحَةِ: مُطْعِمَةٌ ; لِأَنَّهَا تُطْعِمُهُ إِذَا صَادَ بِهَا. وَيَقُولُونَ: إِنَّ الْمُطَعَّمَ مِنَ الْإِبِلِ: الَّذِي يُوجَدُ فِي مُخِّهِ طَعْمُ الشَّحْمِ مِنَ السِّمَنِ. وَيُقَالُ لِلنَّخْلَةِ إِذَا أَدْرَكَ ثَمَرُهَا: قَدْ أَطْعَمَتْ. وَالتَّطَعُّمُ: التَّذَوُّقُ. يُقَالُ: \" تَطَعَّمْ تَطْعَمُ \"، أَيْ ذُقِ الطَّعَامَ تَشْتَهِهِ وَتَأْكُلْهُ. وَيُقَالُ: فُلَانٌ خَبِيثُ الطُّعْمَةِ، إِذَا كَانَ رَدِيءَ الْكَسْبِ. وَيُقَالُ: ادْنُ فَاطْعَمْ، فَيَقُولُ: مَا بِي طُعْمٌ، كَمَا يُقَالُ مِنَ الشَّرَابِ: مَا بِي شُرْبٌ. وَيُقَالُ: شَاةٌ طَعُومٌ، إِذَا كَانَ فِيهَا بَعْضُ السِّمَنِ.",
    "pg": "3:410-412"
  },
  "طعن": {
    "def": "الطَّاءُ وَالْعَيْنُ وَالنُّونُ أَصْلٌ صَحِيحٌ مُطَّرِدٌ، وَهُوَ النَّخْسُ فِي الشَّيْءِ بِمَا يُنْفِذُهُ، ثُمَّ يُحْمَلُ عَلَيْهِ وَيُسْتَعَارُ. مِنْ ذَلِكَ الطَّعْنُ بِالرُّمْحِ. وَيُقَالُ: تَطَاعَنَ الْقَوْمُ وَاطَّعَنُوا، وَهُمْ مَطَاعِينُ فِي الْحَرْبِ. وَرَجُلٌ طَعَّانٌ فِي أَعْرَاضِ النَّاسِ. وَفِي الْحَدِيثِ: «لَا يَكُونُ الْمُؤْمِنُ طَعَّانًا» ، وَحَكَى بَعْضُهُمْ: طَعَنْتُ فِي الرَّجُلِ طَعَنَانًا لَا غَيْرَ، كَأَنَّهُ فَرَقَ بَيْنَهُ وَبَيْنَ الطَّعَنِ بِالرُّمْحِ. وَقَالَ:\nوَأَبَى ظَاهِرُ الشَّنَاءَةِ إِلَّا ... طَعَنَانًا وَقَوْلَ مَا لَا يُقَالُ\nوَطَعَنَ فِي الْمَفَازَةِ: ذَهَبَ. وَقَالَ بَعْضُهُمْ: طَعَنَ بِالرُّمْحِ يَطْعُنُ - بِالضَّمِّ - وَطَعَنَ بِالْقَوْلِ يَطْعَنُ - فَتْحًا.\n\n[بَابُ الطَّاءِ وَالْغَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:412"
  },
  "طغم": {
    "def": "الطَّاءُ وَالْغَيْنُ وَالْمِيمُ كَلِمَةٌ مَا أَحْسَبُهَا مِنْ أَصْلِ كَلَامِ الْعَرَبِ. يَقُولُونَ لِأَوْغَادِ النَّاسِ: طَغَامٌ.\n\n[بَابُ الطَّاءِ وَالْفَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:413"
  },
  "طغى": {
    "def": "الطَّاءُ وَالْغَيْنُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ مُنْقَاسٌ، وَهُوَ مُجَاوَزَةُ الْحَدِّ فِي الْعِصْيَانِ. يُقَالُ: هُوَ طَاغٍ. وَطَغَى السَّيْلُ، إِذَا جَاءَ بِمَاءٍ كَثِيرٍ. قَالَ اللَّهُ تَعَالَى: ﴿إِنَّا لَمَّا طَغَى الْمَاءُ﴾ [الحاقة: ١١] ، يُرِيدُ - وَاللَّهُ أَعْلَمُ - خُرُوجَهُ عَنِ الْمِقْدَارِ. وَطَغَى الْبَحْرُ: هَاجَتْ أَمْوَاجُهُ. وَطَغَى الدَّمُ: تَبَيَّغَ. قَالَ الْخَلِيلُ: \" الطُّغْيَانُ وَالطُّغْوَانُ لُغَةٌ. وَالْفِعْلُ مِنْهُ طَغَيْتُ وَطَغَوْتُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ قَوْلُهُمْ: إِنَّ الطَّغْيَةَ: الصَّفَاةُ الْمَلْسَاءُ.",
    "pg": "3:412-413"
  },
  "طفح": {
    "def": "الطَّاءُ وَالْفَاءُ وَالْحَاءُ. وَهُوَ شَبِيهٌ بِالْبَابِ الَّذِي قَبْلَهُ. يُقَالُ: الطُّفَاحَةُ: مَا طَفَحَ فَوْقَ الشَّيْءِ يُطْبَخُ مِنْ زُبْدٍ أَوْ غَيْرِهِ، ثُمَّ يُحْمَلُ عَلَيْهِ فَيُسَمَّى كُلُّ شَيْءٍ عَلَا شَيْئًا فَغَطَّاهُ طَافِحًا. يُقَالُ: طَفَحَ النَّهَرُ: امْتَلَأَ. وَطَفَحَ السَّكْرَانُ مِنْ ذَلِكَ، فَهُوَ طَافِحٌ. وَطَفَّحَتِ الرِّيحُ الْقُطْنَةَ فِي الْهَوَاءِ، إِذَا سَطَعَتْ بِهَا.",
    "pg": "3:415"
  },
  "طفر": {
    "def": "الطَّاءُ وَالْفَاءُ الرَّاءُ كَلِمَةٌ صَحِيحَةٌ، يُقَالُ: طَفَرَ: وَثَبَ.",
    "pg": "3:415"
  },
  "طفس": {
    "def": "الطَّاءُ وَالْفَاءُ وَالسِّينُ، يَقُولُونَ طَفَسَ: مَاتَ، وَالطَّفَسُ: الدَّرَنُ.",
    "pg": "3:415"
  },
  "طفف": {
    "def": "الطَّاءُ وَالْفَاءُ يَدُلُّ عَلَى قِلَّةِ الشَّيْءِ. يُقَالُ: هَذَا شَيْءٌ طَفِيفٌ. وَيُقَالُ: إِنَاءٌ طَفَّانُ، أَيْ مَلْآنُ. وَالتَّطْفِيفُ: نَقْصُ الْمِكْيَالِ وَالْمِيزَانِ. قَالَ بَعْضُ أَهْلِ الْعِلْمِ: إِنَّمَا سُمِّي بِذَلِكَ لِأَنَّ الَّذِي يَنْقُصُهُ مِنْهُ يَكُونُ طَفِيفًا. وَيُقَالُ لِمَا فَوْقَ الْإِنَاءِ: الطَِّفَافُ وَالطُّفَافَةُ. فَأَمَّا قَوْلُهُمْ: طَفَّفْتُ بِفُلَانٍ مَوْضِعَ كَذَا، أَيْ رَفَعْتُهُ إِلَيْهِ وَحَاذَيْتُهُ. وَفِي الْحَدِيثِ: «طَفَّفَ بِي الْفَرَسُ مَسْجِدَ بَنِي فُلَانٍ» فَإِنَّهُ يُرِيدُ وَثَبَ حَتَّى كَادَ يُسَاوِي الْمَسْجِدَ - فَهَذَا عَلَى مَعْنَى التَّشْبِيهِ بِطُفَافِ الْإِنَاءِ وَطُفَافَتِهِ. وَالْقِيَاسُ وَاحِدٌ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: أَطَفَّ فُلَانٌ بِفُلَانٍ، إِذَا طَبَنَ لَهُ وَأَرَادَ خَتْلَهُ. وَمِنْهُ اسْتُطِفَّ الْأَمْرُ، إِذَا أَمْكَنَ وَأُكْمِلَ، وَهَذَا مِنْ بَابِ الْإِبْدَالِ، وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "3:405"
  },
  "طفق": {
    "def": "الطَّاءُ وَالْفَاءُ وَالْقَافُ كَلِمَةٌ صَحِيحَةٌ. يَقُولُونَ: طَفِقَ يَفْعَلُ كَذَا، كَمَا يُقَالُ: ظَلَّ يَفْعَلُ. قَالَ اللَّهُ تَعَالَى: ﴿فَطَفِقَ مَسْحًا بِالسُّوقِ وَالْأَعْنَاقِ﴾ [ص: ٣٣] ، ﴿وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِ﴾ [الأعراف: ٢٢] .",
    "pg": "3:413"
  },
  "طفل": {
    "def": "الطَّاءُ وَالْفَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ مُطَّرِدٌ، ثُمَّ يُقَاسُ عَلَيْهِ، وَالْأَصْلُ: الْمَوْلُودُ الصَّغِيرُ ; يُقَالُ: هُوَ طِفْلٌ، وَالْأُنْثَى طِفْلَةٌ. وَالْمُطْفِلُ: الظَّبْيَةُ مَعَهَا طِفْلُهَا. وَهِيَ قَرِيبَةُ عَهْدٍ بِالنِّتَاجِ. وَيُقَالُ: طَفَّلْنَا إِبِلَنَا تَطْفِيلًا، إِذَا كَانَ مَعَهَا أَوْلَادُهَا فَرَفَقْنَا بِهَا فِي السَّيْرِ، فَهَذَا هُوَ الْأَصْلُ. وَمِمَّا اشْتُقَّ مِنْهُ قَوْلُهُمْ لِلْمَرْأَةِ النَّاعِمَةِ: طَفْلَةٌ، كَأَنَّهَا مُشَبَّهَةٌ فِي رُطُوبَتِهَا وَنَعْمَتِهَا بِالطِّفْلَةِ، ثُمَّ فُرِّقَ بَيْنَهُمَا بِفَتْحٍ هَذِهِ وَكَسْرِ الْأُولَى. وَمِنَ الْبَابِ أَوْ قَرِيبٌ مِنْهُ: طِفْلُ الظَّلَامِ، وَهُوَ أَوَّلُهُ، وَإِنَّمَا سُمِّيَ طِفْلًا لِقِلَّتِهِ وَدِقَّتِهِ ; وَذَلِكَ قَبْلَ مَجِيءِ مُعْظَمِ اللَّيْلِ. قَالَ لَبِيَدٌ:\nفَتَدَلَّيْتُ عَلَيْهِ قَافِلًا ... وَعَلَى الْأَرْضِ غَيَايَاتِ الطَّفَلْ\nوَيُقَالُ: طَفَلَ اللَّيْلُ: أَقْبَلَ ظَلَامُهُ. وَأَمَّا قَوْلُ الْقَائِلِ:\nلِوَهْدٍ جَادَهُ طَفَلُ الثُّرَيَّا",
    "pg": "3:413-414"
  },
  "طفن": {
    "def": "الطَّاءُ وَالْفَاءُ وَالنُّونُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يَقُولُونَ: الطُّفَانِيَةُ نَعْتُ سَوْءٍ فِي الرَّجُلِ وَالْمَرْأَةِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الطَّاءِ وَاللَّامِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:415"
  },
  "طفو": {
    "def": "الطَّاءُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ، وَهُوَ يَدُلُّ عَلَى الشَّيْءِ الْخَفِيفِ يَعْلُو الشَّيْءَ. مِنْ ذَلِكَ قَوْلُهُمْ: طَفَا الشَّيْءُ فَوْقَ الْمَاءِ يَطْفُو طَفْوَا وَطُفُوًّا، إِذَا عَلَاهُ وَلَمْ يَرْسُبْ، وَحَتَّى يَقُولُوا: طَفَا الثَّوْرُ فَوْقَ الرَّمْلَةِ.\nوَمِنَ الْبَابِ: الطُّفْيَةُ، وَهِيَ خُوصَةُ الْمُقْلِ، وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَعْظُمُ حَتَّى تُغَطِّيَ الشَّجَرَةَ. وَفِي كِتَابِ الْخَلِيلِ: الطُّفْيَةُ: حَيَّةٌ خَبِيثَةٌ. وَهَذَا عِنْدَنَا غَلَطٌ، إِنَّمَا الطُّفْيَةُ خُوصَةُ الْمُقْلِ، وَالْجَمْعُ: طُفْيٌ، ثُمَّ يُشَبَّهُ الْخَطُّ الَّذِي عَلَى ظَهْرِ الْحَيَّةِ بِهَا. وَقَالَ رَسُولُ اللَّهِ ﵌ فِي الْحَيَّاتِ: «اقْتُلُوا ذَا الطُّفْيَتَيْنِ وَالْأَبْتَرَ» . أَلَا تَرَاهُ جَعَلَهُ ذَا طُفْيَتَيْنِ ; لِأَنَّهُ شَبَّهَ الْخَطَّيْنِ اللَّذَيْنِ عَلَى ظَهْرِهِ بِذَلِكَ. وَقَالَ الْهُذَلِيُّ فِي الطُّفْيِ:\nعَفَتْ غَيْرَ نُوئِ الدَّارِ مَا إِنْ تُبَيِّنُهُ ... وَأَقْطَاعِ طُفْيٍ قَدْ عَفَتْ فِي الْمَعَاقِلِ\nفَأَمَّا قَوْلُ الْقَائِلِ:\nكَمَا تَذِلُّ الطُّفَى مِنْ رُقْيَةِ الرَّاقِي\nفَإِنَّهُ أَرَادَ ذَوَاتَ الطُّفَى. وَالْعَرَبُ قَدْ تَتَوَسَّعُ بِأَكْثَرَ مِنْ هَذَا. كَمَا قَالَ:\nإِذَا حَمَلْتُ بِزَّتِي عَلَى عَدَسْ\nأَرَادَ: عَلَى الَّتِي يُقَالُ لَهَا: عَدَسْ ; وَذَلِكَ زْجُرٌ لِلْبِغَالِ. فَإِذَا هُمِزَتْ كَانَ فِي مَعْنًى آخَرَ، يُقَالُ: طَفِئَتِ النَّارُ تَطْفَأُ، وَأَنَا أَطْفَأْتُهَا. فَأَمَّا الطَّفَاءُ مِثْلُ الطَّخَاءِ، وَهُوَ السَّحَابُ الرَّقِيقُ، فَهُوَ مِنَ الْبَابِ الْأَوَّلِ، كَأَنَّهُ شَيْءٌ يَطْفُو.",
    "pg": "3:414-415"
  },
  "طلب": {
    "def": "الطَّاءُ وَاللَّامُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ابْتِغَاءِ الشَّيْءِ. يُقَالُ: طَلَبْتُ الشَّيْءَ أَطْلُبُهُ طَلَبًا. وَهَذَا مَطْلَبِي، وَهَذِهِ طَلِبَتِي. وَأَطْلَبْتُ فُلَانًا بِمَا ابْتَغَاهُ، أَيْ أَسْعَفْتُهُ بِهِ. وَرُبَّمَا قَالُوا: أَطْلَبْتُهُ، إِذَا أَحْوَجْتَهُ إِلَى الطَّلَبِ. وَأَطْلَبَ الْكَلَأَ: تَبَاعَدَ عَنِ الْمَاءِ، حَتَّى طَلَبَهُ الْقَوْمُ، وَهُوَ مَاءٌ مُطْلِبٌ. قَالَ ذُو الرُّمَّةِ:\n[أَضَلَّهُ رَاعِيَا كَلْبِيَّةٍ صَدَرَا ... عَنْ مُطْلِبٍ قَارِبٍ وُرَّادُهُ عُصَبُ]",
    "pg": "3:417-418"
  },
  "طلح": {
    "def": "الطَّاءُ وَاللَّامُ وَالْحَاءُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا جِنْسٌ مِنَ الشَّجَرِ، وَالْآخَرُ بَابٌ مِنَ الْهُزَالِ وَمَا أَشْبَهَهُ.\nفَالْأَوَّلُ الطَّلْحُ، وَهُوَ شَجَرٌ مَعْرُوفٌ، الْوَاحِدَةُ طَلْحَةٌ، وَذُو طُلُوحٍ: مَكَانٌ، وَلَعَلَّ بِهِ طَلْحًا. وَيُقَالُ: إِبِلٌ طَلَاحَى وَطَلِحَةٌ، إِذَا شَكَتْ عَنْ أَكْلِ الطَّلْحِ.\nوَالثَّانِي: قَوْلُهُمْ نَاقَةٌ طِلْحُ أَسْفَارٍ، إِذَا جَهَدَهَا السَّيْرُ وَهَزَلَهَا ; وَقَدْ طَلِحَتْ. وَالطِّلْحُ ; الْمَهْزُولُ مِنَ الْقِرْدَانِ. قَالَ:\nإِذَا نَامَ طِلْحٌ أَشْعَثُ الرَّأْسِ خَلْفَهَا ... هَدَاهُ لَهَا أَنْفَاسُهَا وَزَفِيرُهَا\nوَمِنَ الْبَابِ الطَّلَاحُ: ضِدُ الصَّلَاحِ، وَكَأَنَّهُ مِنْ سُوءِ الْحَالِ وَالْهُزَالِ.",
    "pg": "3:418"
  },
  "طلخ": {
    "def": "الطَّاءُ وَاللَّامُ وَالْخَاءُ لَيْسَ بِشَيْءٍ، وَذَكَرُوا فِيهِ كَلِمَةً كَأَنَّهَا مَقْلُوبَةٌ. قَالَ الْخَلِيلُ: الطَّلْخُ: اللَّطْخُ بِالْقَذَرِ. وَيُقَالُ: الْغِرْيَنُ الَّذِي يَبْقَى فِي أَسْفَلِ الْحَوْضِ.",
    "pg": "3:418"
  },
  "طلس": {
    "def": "الطَّاءُ وَاللَّامُ وَالسِّينُ أَصْلٌ صَحِيحٌ، كَأَنَّهُ يَدُلُّ عَلَى مَلَاسَةٍ. يُقَالُ لِفَخِذِ الْبَعِيرِ إِذَا تَسَاقَطَ عَنْهُ شَعَرُهُ: طِلْسٌ. وَمِنْهُ طَلَسْتُ الْكِتَابَ، إِذَا مَحَوْتَهُ، كَأَنَّكَ قَدْ مَلَّسْتَهُ. فَأَمَّا الذِّئْبُ الْأَطْلَسُ فَيَقُولُونَ: الْأَغْبَرُ، وَالْقِيَاسُ يَدُلُّ عَلَى أَنَّهُ الَّذِي قَدْ تَمَعَّطَ شَعَرُهُ، فَإِنْ كَانَ مَا يَقُولُونَهُ صَحِيحًا فَكَأَنَّهُ مِنْ غُبْرَتِهِ قَدْ أُلْبِسُ طَيْلَسَانًا. وَالطَّيْلَسَانُ بِفَتْحِ اللَّامِ صَحِيحٌ، وَفِيهِ يَقُولُ الشَّاعِرُ:\nوَلَيْلٍ فِيهِ يُحْسَبُ كُلُّ نَجْمٍ ... بَدَا لَكَ مِنْ خَصَاصَةِ طَيْلَسَانِ",
    "pg": "3:418-419"
  },
  "طلع": {
    "def": "الطَّاءُ وَاللَّامُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ صَحِيحٌ، يَدُلُّ عَلَى ظُهُورٍ وَبُرُوزٍ، يُقَالُ: طَلَعَتِ الشَّمْسُ طُلُوعًا وَمَطْلَعًا. وَالْمَطْلِعُ: مَوْضِعُ طُلُوعِهَا. قَالَ اللَّهُ تَعَالَى: ﴿حَتَّى مَطْلَعِ الْفَجْرِ﴾ [القدر: ٥] . فَمَنْ فَتَحَ اللَّامَ أَرَادَ الْمَصْدَرَ، وَمَنْ كَسَرَ أَرَادَ الْمَوْضِعَ الَّذِي تَطَّلِعُ مِنْهُ. وَيُقَالُ طَلَعَ عَلَيْنَا فُلَانٌ، إِذَا هَجَمَ. وَأَطْلَعْتُكَ عَلَى الْأَمْرِ إِطْلَاعًا. وَقَدْ أَطْلَعْتُكَ طِلْعَهُ. وَالطِّلَاعُ: مَا طَلَعَتْ عَلَيْهِ الشَّمْسُ مِنَ الْأَرْضِ. وَفِي الْحَدِيثِ: «لَوْ أَنَّ لِي طِلَاعَ الْأَرْضِ ذَهَبًا» . وَنَفْسٌ طُلَعَةٌ: تَتَطَلَّعُ لِلشَّيْءِ. وَامْرَأَةٌ طُلَعَةٌ، إِذَا كَانَتْ تُكْثِرُ الِاطِّلَاعَ. وَالطَّلْعُ: طَلْعُ النَّخْلَةِ، وَهُوَ الَّذِي يَكُونُ فِي جَوْفِهِ الْكَافُورُ، وَقَدْ أَطْلَعَتِ النَّخْلَةُ. وَقَوْسٌ طِلَاعُ الْكَفِّ، إِذَا كَانَ عَجْسُهَا يَمْلَأُ الْكَفَّ. قَالَ أَوْسٌ:\nكَتُومٌ طِلَاعُ الْكَفِّ لَا دُونَ مِلْئِهَا ... وَلَا عَجْسُهَا عَنْ مَوْضِعِ الْكَفِّ أَفْضَلَا\nوَمِنَ الْبَابِ: اسْتَطْلَعْتُ رَأْيَ فُلَانٍ، إِذَا نَظَرْتَ مَا الَّذِي يَبْرُزُ إِلَيْكَ مِنْهُ. وَطَلْعَةُ الْإِنْسَانِ: رُؤْيَتُهُ ; لِأَنَّهَا تَطْلُعُ، وَرَمَى فُلَانٌ فَأَطْلَعَ وَأَشْخَصَ، إِذَا مَرَّ سَهْمُهُ بِرَأْسِ الْغَرَضِ. وَطَلِيعَةُ الْجَيْشِ: مَنْ يَطَّلِعُ طِلْعَ الْعَدُوِّ، وَالْمُطَّلَعُ: الْمَأْتَى ; يُقَالُ: أَيْنَ مُطَّلَعُ هَذَا الْأَمْرِ، أَيْ مَأْتَاهُ. فَأَمَّا قَوْلُهُ ﵇: «لَافْتَدَيْتُ بِهِ مِنْ هَوْلِ الْمُطَّلِعِ» . وَمِنَ الْبَابِ الطُّلَعَاءُ: الْقَيْءُ ; يُقَالُ أَطْلَعَ: إِذَا قَاءَ.",
    "pg": "3:419-420"
  },
  "طلف": {
    "def": "الطَّاءُ وَاللَّامُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِهَانَةِ الشَّيْءِ وَطَرْحِهِ، ثُمَّ يُحْمَلُ عَلَيْهِ. فَالطَّلَفُ: الْهَدَرُ مِنَ الدِّمَاءِ. وَكُلُّ شَيْءٍ لَمْ يُطْلَبْ فَهُوَ هَدَرٌ. قَالَ:\nحَكَمَ الدَّهْرُ عَلَيْنَا إِنَّهُ ... طَلَفٌ مَا نَالَ مِنَّا وَجُبَارُ\nوَالْمَحْمُولُ عَلَيْهِ الطَّلَفُ: الْعَطَاءُ، وَلَا يُعْطَى الشَّيْءُ حَتَّى يَكُونَ أَمْرُهُ خَفِيفًا عِنْدَ الْمُعْطِي. يُقَالُ: أَطْلَفَنِي وَأَسْلَفَنِي. فَالطَّلَفُ: الْعَطَاءُ. وَالسَّلَفُ: مَا يُقْتَضَى. وَالطَّلَفُ: الْهَيِّنُ. قَالَ:\nوَكُلُّ شَيْءٍ مِنَ الدُّنْيَا نُصَابُ بِهِ ... مَا عِشْتَ فِينَا وَإِنْ جَلَّ الرُّزَى طَلَفُ\nوَالطَّلِيفُ وَالطَّلَفُ مُتَقَارِبَانِ. وَقَوْلُهُمْ: إِنَّ الطَّلَفَ الْفَضْلُ، لَيْسَ بِشَيْءٍ، إِلَّا أَنْ يُرَادَ أَنَّهُ الْفَاضِلُ عَنِ الشَّيْءِ، لِمَا ذَكَرْنَاهُ.",
    "pg": "3:420"
  },
  "طلق": {
    "def": "الطَّاءُ وَاللَّامُ وَالْقَافُ أَصْلٌ صَحِيحٌ مُطَّرِدٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى التَّخْلِيَةِ وَالْإِرْسَالِ. يُقَالُ: انْطَلَقَ الرَّجُلُ يَنْطَلِقُ انْطِلَاقًا. ثُمَّ تَرْجِعُ الْفُرُوعُ إِلَيْهِ، تَقُولُ: أَطْلَقْتُهُ إِطْلَاقًا. وَالطِّلْقُ: الشَّيْءُ الْحَلَالُ، كَأَنَّهُ قَدْ خُلِّيَ عَنْهُ فَلَمْ يُحْظَرْ. وَمِنَ الْبَابِ عَدَا الْفَرَسُ طَلَقًا أَوْ طَلَقَيْنِ. وَامْرَأَةٌ طَالِقٌ: [طَلَّقَهَا زَوْجُهَا] ، وَطَالِقَةٌ غَدًا. وَأَطْلَقْتُ النَّاقَةَ مِنْ عِقَالِهَا وَطَلَّقْتُهَا فَطَلَقَتْ. وَرَجُلٌ طَلْقُ الْوَجْهِ وَطَلِيقُهُ، كَأَنَّهُ مُنْطَلِقٌ، وَهُوَ ضِدُ الْبَاسِرِ ; لِأَنَّ الْبَاسِرَ الَّذِي لَا يَكَادُ يَهَشُّ وَلَا يَنْفَسِحُ بِبَشَاشَةٍ. وَأَهْلُ الْيَمَنِ يَقُولُونَ: أَبَسَرَ الْمَرْكِبُ، إِذَا وَقَفَ. وَيُقَالُ: طَلَقَ يَدَهُ بِخَيْرٍ وَأَطْلَقَ، بِمَعْنًى. وَأَنْشَدَ ثَعْلَبٌ:\nاطْلُقْ يَدَيْكَ تَنْفَعَاكَ يَا رَجُلْ ... بِالرَّيْثِ مَا أَرْوَيْتَهَا لَا بِالْعَجَلْ\nوَالطَّالِقُ: النَّاقَةُ تُرْسَلُ تَرْعَى حَيْثُ شَاءَتْ. وَيُقَالُ لِلظَّبْيِ إِذَا مَرَّ لَا يَلْوِي عَلَى شَيْءٍ: قَدْ تَطَلَّقَ. وَرَجُلٌ طَلْقُ اللِّسَانِ وَطَلِيقُهُ. وَهَذَا لِسَانٌ طَلْقٌ ذَلْقٌ.\nوَتَقُولُ: هَذَا أَمْرٌ مَا تَطَلَّقُ نَفْسِي لَهُ، أَيْ لَا تَنْشَرِحُ لَهُ. وَيُقَالُ: طُلِّقَ السَّلِيمُ، إِذَا سَكَنَ وَجَعُهُ بَعْدَ الْعِدَادِ. قَالَ:\nتُطَلِّقُهُ طَوْرًا وَطَوْرًا تُرَاجِعُ\nفَأَمَّا قَوْلُهُ:\nكَمَا تَعْتَرِي الْأَهْوَالُ رَأْسَ الْمُطَلَّقِ\nفَإِنَّهُ يُرْوَى كَذَا بِفَتْحِ اللَّامِ: \" الْمُطَلَّقِ \"، وَهُوَ الَّذِي طُلِّقَ مِنْ وَجَعِ السُّمِّ. وَمِنَ النَّاسِ مَنْ يَرْوِيهِ \" الْمُطَلِّقُ \" بِكَسْرِ اللَّامِ، فَمَعْنَاهُ أَنَّهُمْ يُسَمُّونَ الرَّجُلَ الَّذِي يُرِيدُ أَنْ يُسَابِقَ بِفَرَسِهِ الْمُطَلِّقُ، فَالْأَهْوَالُ تَعْتَرِيهِ ; لِأَنَّهُ لَا يَدْرِي أَيَسْبِقُ أَمْ يُسْبَقُ.\nقَالَ الشَّيْبَانِيُّ: الطَّالِقُ مِنَ [الْإِبِلِ] الَّتِي يَتْرُكُهَا الرَّاعِي لِنَفْسِهِ، لَا يَحْلِبُهَا عَلَى الْمَاءِ. يُقَالُ: اسْتَطْلَقَ الرَّاعِي لِنَفْسِهِ نَاقَةً. وَلَيْلَةُ الطَّلَقِ: [لَيْلَةَ] يُخَلِّي الرَّاعِي إِبِلَهُ إِلَى الْمَاءِ. وَهُوَ يَتْرُكُهَا مَعَ ذَلِكَ تَرْعَى لَيْلَتَئِذٍ. يُقَالُ: أَطْلَقْتُهَا حَتَّى طَلَقَتْ طَلَقًا وَطُلُوقًا، وَهِيَ قَبْلَ الْقَرَبِ وَبَعْدَ التَّحْوِيزِ.\n\n[بَابُ الطَّاءِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:420-422"
  },
  "طلل": {
    "def": "الطَّاءُ وَاللَّامُ يَدُلُّ عَلَى أُصُولٍ ثَلَاثَةٍ: أَحَدُهَا: غَضَاضَةُ الشَّيْءِ وَغَضَارَتُهُ، وَالْآخَرُ: الْإِشْرَافُ، وَالثَّالِثُ: إِبْطَالُ الشَّيْءِ. فَالْأَوَّلُ الطَّلُّ: وَهُوَ أَضْعَفُ الْمَطَرِ، إِنَّمَا سُمِّيَ بِهِ لِأَنَّهُ يُحَسِّنُ الْأَرْضَ. وَلِذَلِكَ تُسَمَّى امْرَأَةُ الرَّجُلِ طَلَّتَهُ.\nقَالَ بَعْضُهُمْ: إِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا غَضَّةٌ فِي عَيْنِهِ [كَأَنَّهَا] طَلُّ. وَمِنَ الْبَابِ فِي مَعْنَى الْقِلَّةِ، وَهُوَ مَحْمُولٌ عَلَى الطَّلِّ، قَوْلُهُمْ: مَا بِالنَّاقَةِ طَلٌّ، أَيْ مَا بِهَا لَبَنٌ، يُرَادُ وَلَا قَلِيلٌ مِنْهُ. وَضُمَّتِ الطَّاءُ فَرْقًا بَيْنَهُ وَبَيْنَ الْمَطَرِ.\nوَالْبَابُ الْآخَرُ: الطَّلَلُ، وَهُوَ مَا شَخَصَ مِنْ آثَارِ الدِّيَارِ. يُقَالُ لِشَخْصِ الرَّجُلِ: طَلَلُهُ. وَمِنْ ذَلِكَ: أَطَلَّ عَلَى الشَّيْءِ، إِذَا أَشْرَفَ. وَطَلَلُ السَّفِينَةِ: جِلَالُهَا، وَالْجَمْعُ أَطْلَالٌ. وَيُقَالُ: تَطَالَلْتُ، إِذَا مَدَدْتَ عُنُقَكَ تَنْظُرُ إِلَى الشَّيْءِ يَبْعُدُ عَنْكَ. قَالَ:\nكَفَى حَزْنًا أَنِّي تَطَالَلْتُ كَيْ أَرَى ... ذُرَى عَلَمَيْ دَمْخٍ فَمَا يُرِيَانِ\nوَأَمَّا إِبْطَالُ الشَّيْءِ فَهُوَ إِطْلَالُ الدِّمَاءِ، وَهُوَ إِبْطَالُهَا، وَذَلِكَ إِذَا لَمْ يَطْلُبْ لَهَا. يُقَالُ: طُلٌّ دَمُهُ فَهُوَ مَطْلُولٌ، وَأُطِلَّ فَهُوَ مُطَلٌّ، إِذَا أُهْدِرَ.\nوَمِمَّا شَذَّ عَنْ هَذِهِ الْأُصُولِ، وَمَا أَدْرِي كَيْفَ صِحَّتُهُ قَوْلُهُمْ: إِنَّ الطِّلَّ الْحَيَّةُ. وَالطَّلَاطِلَةُ: دَاءٌ يَأْخُذُ فِي الصُّلْبِ.",
    "pg": "3:405-406"
  },
  "طلم": {
    "def": "الطَّاءُ وَاللَّامُ وَالْمِيمُ أَصْلٌ صَحِيحٌ، وَهُوَ ضَرْبُ الشَّيْءِ بِبَسْطِ الشَّيْءِ الْمَبْسُوطِ. مِثَالُ ذَلِكَ: الطَّلْمُ، وَهُوَ ضَرْبُكَ خُبْزَةَ الْمَلَّةِ بِيَدِكَ تَنْفُضُ مَا عَلَيْهَا مِنَ الرَّمَادِ. وَمَا أَقْرَبَ مَا بَيْنَ الطَّلْمِ وَاللَّطْمِ. وَالدَّلِيلُ عَلَى ذَلِكَ قَوْلُ حَسَّانَ: تُطَلِّمُهُنَّ بِالْخُمُرِ النِّسَاءُ\nفَإِنَّ نَاسًا يَرَوْنَهُ كَذَا، وَآخَرُونَ يَرَوْنَهُ: \" تُلَطِّمُهُنَّ \". وَذَلِكَ دَلِيلٌ عَلَى أَنَّ الْمَعْنَى وَاحِدٌ. وَيُقَالُ إِنَّ الطَّلْمَةَ الْخُبْزَةُ، وَإِنِّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تُلْطَمُ.",
    "pg": "3:415-416"
  },
  "طله": {
    "def": "الطَّاءُ وَاللَّامُ وَالْهَاءُ لَيْسَ عِنْدِي بِأَصْلٍ يُفَرَّعُ مِنْهُ، وَلَا قِيَاسُهُ بِذَلِكَ الصَّحِيحِ، لَكِنَّهُمْ يَقُولُونَ: طَلَهَ فِي الْبِلَادِ، إِذَا ذَهَبَ، يَطْلَهُ طَلْهًا. وَيَقُولُونَ: الطُّلْهَةُ: الْقَلِيلُ مِنَ الْكَلَامِ. وَيُقَالُ: الطُّلْهَةُ: الْأَسْمَالُ مِنَ الثِّيَابِ ; يُقَالُ: تَطَلَّهْ هَذَا [الْخَلَقِ] حَتَّى تَسْتَجِدَّ غَيْرَهُ.",
    "pg": "3:416"
  },
  "طلى": {
    "def": "الطَّاءُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى لَطْخِ شَيْءٍ بِشَيْءٍ، وَالْآخَرُ عَلَى شَيْءٍ صَغِيرٍ كَالْوَلَدِ لِلشَّيْءِ.\nفَالْأَوَّلُ: طَلَيْتُ الشَّيْءَ بِالشَّيْءِ، أَطْلِيهِ. [ (وَاطَّلَيْتُ) ] بِالشَّيْءِ أَطَّلِي بِهِ. وَالطِّلَاءُ: جِنْسٌ مِنَ الشَّرَابِ، كَأَنَّهُ ثَخُنَ حَتَّى صَارَ كَالْقَطِرَانِ الَّذِي يُطْلَى بِهِ. وَالْمِطْلَاءُ: أَرْضٌ مِئْنَاثٌ، وَالْجَمْعُ: الْمَطَالِي، وَهُوَ مِنَ الْقِيَاسِ ; وَذَلِكَ أَنَّهَا قَدْ طُلِيَتْ بِشَيْءٍ حَتَّى لَانَتْ.\nوَمِنَ الْبَابِ: كَلَامٌ لَا طَلَاوَةَ لَهُ، إِذَا كَانَ غَثًّا، كَأَنَّهُ إِذَا كَانَ خِلَافَ ذَلِكَ فَقَدْ طُلِيَ بِشَيْءٍ يُحَلِّيهِ. وَبِأَسْنَانِهِ طَلِيٌّ وَطِلْيَانٌ. وَقَدْ طَلِيَ فُوهُ يَطْلَى طَلًا، وَهِيَ الصُّفْرَةُ، كَأَنَّهَا طُلِيَتْ بِهِ. وَالْأَصْلُ الْآخَرُ: الطِّلْوَةُ: وَلَدُ الْوَحْشِيَّةِ الْأُنْثَى، وَالذَّكَرُ طِلًّا. وَيَقُولُونَ: الطِّلْوُ: الذِّئْبُ، وَلَعَلَّهُ أَنْ يَكُونَ وَلَدَهُ ; لِمَا ذَكَرْنَاهُ.\nثُمَّ يُشْتَقُّ مِنْ هَذَا فَيُقَالُ لِلْحَبْلِ الَّذِي يُشَدُّ بِهِ الطِّلَا: طِلْوَةٌ. كَذَا قَالَ ابْنُ دُرَيْدٍ. فَأَمَّا أَحْمَدُ بْنُ يَحْيَى ثَعْلَبٌ فَأَنْشَدَنِي عَنْهُ الْقَطَّانُ:\nمَا زَالَ مُذْ قُرِّفَ عَنْهُ جُلَبُهُ ... لَهُ مِنَ اللُّؤْمِ طَلِيٌّ يَجْذِبُهُ\nقَالَ الْفَرَّاءُ: طَلَيْتُ الطِّلَا وَطَلَوْتُهُ، إِذَا رَبَطْتَهُ بِرِجْلِهِ. وَقَدْ بَقِيَ فِي الْبَابِ مَا يَبْعُدُ عَنْ هَذَا الْقِيَاسِ، إِلَّا أَنَّهُ فِي بَابٍ آخَرَ. قَالَ الشَّيْبَانِيُّ: الطَّلَا: الشَّخْصُ، يُقَالُ: إِنَّهُ لَجَمِيلُ الطَّلَا. وَأَنْشَدَ:\nوَخَدٍّ كَمَتْنِ الصُّلَّبِيِّ جَلَوْتُهُ ... جَمِيلِ الطَّلَا مُسْتَشْرِبِ الْوَرْسِ أَكْحَلِ\nفَهَذَا إِنْ صَحَّ فَهُوَ عِنْدِي مِنَ الْإِبْدَالِ، كَأَنَّهُ أَرَادَ الطَّلَلَ ثُمَّ أَبْدَلَ إِحْدَى اللَّامَيْنِ حَرْفًا مُعْتَلًّا. وَهُوَ مِنْ بَابِ: \" تَقَضِّي الْبَازِي \" وَلَيْسَ بِبَعِيدٍ. وَمِنْهُ أَيْضًا: الطُّلْيَةُ، وَالْجَمْعُ: الطُّلَى: الْأَعْنَاقُ. وَإِنَّمَا سُمِّيَتْ كَذَا لِأَنَّهَا شَاخِصَةٌ، مَحْمُولَةٌ عَلَى الطَّلَا الَّذِي هُوَ الشَّخْصُ.",
    "pg": "3:416-417"
  },
  "طمث": {
    "def": "الطَّاءُ وَالْمِيمُ وَالثَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَسِ الشَّيْءِ. قَالَ الشَّيْبَانِيُّ: الطَّمْثُ فِي كَلَامِ الْعَرَبِ الْمَسُّ، وَذَلِكَ فِي كُلِّ شَيْءٍ. يُقَالُ: مَا طَمَثَ ذَا الْمَرْتَعَ قَبْلَنَا أَحَدٌ. قَالَ: وَكُلُّ شَيْءٍ يُطْمَثُ. وَمِنْ ذَلِكَ الطَّامِثُ، وَهِيَ الْحَائِضُ. طَمِثَتْ وَطَمَثَتْ. وَيُقَالُ: طَمَثَ الرَّجُلُ الْمَرْأَةَ: مَسَّهَا بِجِمَاعٍ. وَهَذَا فِي هَذَا الْمَوْضِعِ لَا [يَكُونُ] بِجِمَاعٍ وَحْدَهُ. قَالَ اللَّهُ تَعَالَى: ﴿لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ﴾ [الرحمن: ٥٦] ، قَالَ الْخَلِيلُ: طَمَثْتُ الْبَعِيرَ طَمْثًا، إِذَا عَقَلْتَهُ. وَيُقَالُ: مَا طَمَثَ هَذِهِ النَّاقَةَ حَبْلٌ قَطُّ. أَيْ مَا مَسَّهَا. وَأَمَّا قَوْلُ عَدِيٍّ:\nأَوْ طَمْثِ الْعَطَنْ\nفَقَالَ قَوْمٌ: الطَّمْثُ: الدَّنَسُ.",
    "pg": "3:422-423"
  },
  "طمح": {
    "def": "الطَّاءُ وَالْمِيمُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عُلُوٍّ فِي شَيْءٍ. يُقَالُ: طَمَحَ بِبَصَرِهِ إِلَى الشَّيْءِ: عَلَا. وَكُلُّ مُرْتَفِعٍ طَامِحٌ. وَطَمَحَ بِبَوْلِهِ. إِذَا رَمَاهُ فِي الْهَوَاءِ. قَالَ:\nطَوِيلٍ طَامِحِ الطَّرَفِ ... إِلَى مَفْزَعَةِ الْكَلْبِ\nوَمِنَ الْبَابِ طَمَحَاتُ الدَّهْرِ: شَدَائِدُهُ.",
    "pg": "3:423"
  },
  "طمر": {
    "def": "الطَّاءُ وَالْمِيمُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَعْنَيَيْنِ، أَحَدُهُمَا: الْوَثْبُ، وَالْآخَرُ وَهُوَ قَرِيبٌ مِنَ الْأَوَّلِ: هَوِيُّ الشَّيْءِ إِلَى أَسْفَلَ. فَالْأَوَّلُ: طَمَرَ: وَثَبَ ; فَهُوَ طَامِرٌ. وَيُقَالُ لِلْفَرَسِ: طِمِرٌّ، كَأَنَّهُ الْوَثَّابُ. وَطَامِرُ بْنُ طَامِرٍ: الْبُرْغُوثُ. وَالْأَصْلُ الْآخَرُ: طَمَرَ، إِذَا هَوَى. وَالْأَمْرُ الْمُطَمِّرُ: الْمُهْلِكُ. وَالْأُمُورُ الْمُطَمِّرَاتُ: الْمُهْلِكَاتُ. وَطَمَارِ: مَكَانٌ يُرْفَعُ إِلَيْهِ الْإِنْسَانُ ثُمَّ يُرْمَى بِهِ. قَالَ:\nإِلَى رَجُلٍ قَدْ عَقَرَ السَّيْفُ وَجْهَهُ ... وَآخَرَ يَهْوِي مِنْ طَمَارِ قَتِيلِ\nوَمِنَ الْبَابِ: طَمَرْتُ الشَّيْءَ: أَخْفَيْتُهُ. وَالْمَطْمُورَةُ: حُفْرَةٌ تَحْتَ الْأَرْضِ يُرْمَى فِيهَا الشَّيْءُ.\nوَمِنَ الْبَابِ: طَمَرْتُ الْغِرَارَةَ، إِذَا مَلَأْتَهَا ; كَأَنَّ الشَّيْءَ قَدْ رُمِيَ بِهَا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ: الطِّمْرُ: الثَّوْبُ الْخَلَقُ. وَقَوْلُهُمْ: إِنَّ الْمِطْمَرَ زِيجٌ لِلْبَنَّاءِ، فَهُوَ مِمَّا أَعْلَمْتُكَ أَنَّهُ لَا وَجْهَ لِلشُّغْلِ بِهِ.",
    "pg": "3:423-424"
  },
  "طمس": {
    "def": "الطَّاءُ وَالْمِيمُ وَالسِّينُ أَصْلٌ يَدُلُّ عَلَى مَحْوِ الشَّيْءِ وَمَسْحِهِ. يُقَالُ: طَمَسْتُ الْخَطَّ، وَطَمَسْتُ الْأَثَرَ. وَالشَّيْءُ طَامِسٌ أَيْضًا. وَقَدْ طَمَسَ هُوَ بِنَفْسِهِ.",
    "pg": "3:424"
  },
  "طمش": {
    "def": "الطَّاءُ وَالْمِيمُ وَالشِّينُ لَا قِيَاسَ لَهُ، وَلَوْلَا أَنَّهُ فِي الشِّعْرِ لَكَانَ مِنَ الْمَشْكُوكِ فِيهِ ; لِأَنَّهُ لَا يُشْبِهُ كَلَامَ الْعَرَبِ. عَلَى أَنَّهُمْ يَقُولُونَ: مَا أَدْرِي أَيُّ الطَّمْشِ هُوَ؟ أَيْ أَيُّ النَّاسِ وَالْخَلْقِ هُوَ. قَالَ: وَحْشٌ وَلَا طَمْشٌ مِنَ الطُّمُوشِ",
    "pg": "3:424-425"
  },
  "طمع": {
    "def": "الطَّاءُ وَالْمِيمُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى رَجَاءٍ فِي الْقَلْبِ قَوِيٍّ لِلشَّيْءِ. يُقَالُ: طَمِعَ فِي الشَّيْءِ طَمَعًا وَطَمَاعَةً وَطَمَاعِيَةً. وَلَطَمُعْتَ يَا زَيْدُ كَمَا يَقُولُونَ: لَقَضُوَ الْقَاضِيَ. هَذَا عِنْدَ التَّعَجُّبِ. وَيُقَالُ: امْرَأَةٌ مِطْمَاعٌ، لِلَّتِي تُطْمِعُ وَلَا تُمْكِنُ.",
    "pg": "3:425"
  },
  "طمل": {
    "def": "الطَّاءُ وَالْمِيمُ وَاللَّامُ أُصَيْلٌ يَدُلُّ عَلَى ضَعَةٍ وَسَفَالٍ. وَأَصْلُهُ الَّذِي يَبْقَى فِي أَسْفَلِ الْحَوْضِ مِنَ الْمَاءِ الْقَلِيلِ وَالطِّينِ، يُقَالُ لِذَلِكَ: الطَّمْلَةُ. يُقَالُ: اطُّمِلَ مَا فِي الْحَوْضِ، وَقَدِ اطَّمَلَهُ، إِذَا لَمْ يَتْرُكْ فِيهِ قَطْرَةً. ثُمَّ يَحْمِلُونَ عَلَى هَذَا فَيَقُولُونَ لِلْمَرْأَةِ الضَّعِيفَةِ: طِمْلَةٌ، وَلِلرَّجُلِ اللِّصِّ طِمْلٌ. وَيَقُولُونَ: إِنَّ الطِّمْلَ الْفَاحِشُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الطَّاءِ وَالنُّونِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:425"
  },
  "طمم": {
    "def": "الطَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَغْطِيَةِ الشَّيْءِ لِلشَّيْءِ حَتَّى يُسَوِّيَهُ بِهِ، الْأَرْضَ أَوْ غَيْرَهَا. مِنْ ذَلِكَ قَوْلُهُمْ: طَمَّ الْبِئْرُ بِالتُّرَابِ: مَلَأَهَا وَسَوَّاهَا. ثُمَّ يُحْمَلُ عَلَى ذَلِكَ فَيُقَالُ لِلْبَحْرِ: الطِّمُّ، كَأَنَّهُ طَمَّ الْمَاءُ ذَلِكَ الْقَرَارَ. وَيَقُولُونَ: \" لَهُ الطِّمُّ وَالرِّمُّ \". فَالطِّمُّ: الْبَحْرُ، وَالرِّمُّ الثَّرَى. وَمِنْ ذَلِكَ قَوْلُهُمْ: طَمَّ الْأَمْرُ، إِذَا عَلَا وَغَلَبَ، وَلِذَلِكَ سُمِّيَتِ الْقِيَامَةُ الطَّامَّةُ. فَأَمَّا قَوْلُهُمْ: طَمَّ شَعَرَهُ، إِذَا أَخَذَ مِنْهُ، فَفِيهِ مَعْنَى التَّسْوِيَةِ وَإِنْ لَمْ يَكُنْ فِيهِ التَّغْطِيَةُ.\nوَمِنَ الْبَابِ: الطِّمْطِمُ: الرَّجُلُ الَّذِي لَا يُفْصِحُ، كَأَنَّهُ قَدْ طُمَّ كَمَا تُطَمُّ الْبِئْرُ. وَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ شَيْءٌ ذَكَرَهُ ابْنُ السِّكِّيتِ، قَالَ: يُقَالُ: طَمَّ الْفَرَسُ إِذَا عَلَا. وَطَمَّ الطَّائِرُ إِذَا عَلَا الشَّجَرَةَ.",
    "pg": "3:406-407"
  },
  "طمن": {
    "def": "الطَّاءُ وَالْمِيمُ وَالنُّونُ أُصَيْلٌ بِزِيَادَةِ هَمْزَةٍ. يُقَالُ: اطْمَأَنَّ الْمَكَانُ يَطْمَئِنُّ طُمَأْنِينَةً. وَطَامَنْتُ مِنْهُ: سَكَّنْتُ.",
    "pg": "3:422"
  },
  "طمى": {
    "def": "الطَّاءُ وَالْمِيمُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عُلُوٍّ وَارْتِفَاعٍ فِي شَيْءٍ خَاصٍّ. يُقَالُ: طَمَا الْبَحْرُ يَطْمُو وَيَطْمِي، لُغَتَانِ، وَهُوَ طَامٍ، وَذَلِكَ إِذَا امْتَلَأَ وَعَلَا. وَيُقَالُ: طَمَى الْفَرَسُ، إِذَا مَرَّ مُسْرِعًا. وَلَا يَكُونُ ذَلِكَ إِلَّا فِي ارْتِفَاعٍ.",
    "pg": "3:422"
  },
  "طنب": {
    "def": "الطَّاءُ وَالنُّونُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى ثَبَاتِ الشَّيْءِ وَتَمَكُّنُهُ فِي اسْتِطَالَةٍ. مِنْ ذَلِكَ الطُّنُبُ: طُنُبُ الْخِيَامِ، وَهِيَ حِبَالُهَا الَّتِي تُشَدُّ بِهَا. يُقَالُ: طَنَّبَ بِالْمَكَانِ: أَقَامَ. وَالْإِطْنَابَةُ: الْمِظَلَّةُ، كَأَنَّهَا إِفْعَالَةٌ مِنْ طَنَبَ ; لِأَنَّهَا تَثْبُتُ عَلَى مَا تُظَلِّلُهُ. وَالْإِطْنَابَةُ: سَيْرٌ يُشَدُّ فِي طَرَفِ وَتَرِ الْقَوْسِ.\nوَمِنَ الْبَابِ قَوْلُهُمْ: أَطْنَبَ فِي الشَّيْءِ: إِذَا بَالَغَ، كَأَنَّهُ ثَبَتَ عَلَيْهِ إِرَادَةً لِلْمُبَالَغَةِ فِيهِ. وَيَقُولُونَ: طَنِبَ الْفَرَسُ، وَذَلِكَ طُولُ الْمَتْنِ وَقُوَّتُهُ، فَهُوَ كَالطُّنُبِ الَّذِي يُمَدُّ ثُمَّ يُثَبَّتُ بِهِ الشَّيْءُ. وَكَذَلِكَ أَطَنَبَتِ الْإِبِلُ، إِذَا تَبِعَ بَعْضُهَا بَعْضًا فِي السَّيْرِ. وَأَطْنَبَتِ الرِّيحُ إِطْنَابًا، إِذَا اشْتَدَّتْ فِي غُبَارٍ. وَمَعْنَى هَذَا أَنْ تَرْتَفِعَ الْغَبَرَةُ حَتَّى تَصِيرَ كَالْإِطْنَابَةِ، وَهِيَ كَالْمِظَلَّةِ.",
    "pg": "3:426"
  },
  "طنخ": {
    "def": "الطَّاءُ وَالنُّونُ وَالْخَاءُ كَلِمَةٌ، إِنْ صَحَّتْ. يَقُولُونَ طَنِخَ، إِذَا بَشِمَ، وَيُقَالُ إِذَا سَمِنَ.",
    "pg": "3:426"
  },
  "طنف": {
    "def": "الطَّاءُ وَالنُّونُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى دَوْرِ شَيْءٍ عَلَى شَيْءٍ. يَقُولُونَ الطُّنُفُ: حَيْدٌ فِي الْجَبَلِ يُطَنِّفُ بِهِ. وَيَقُولُونَ: الطُّنُفُ: إِفْرِيزُ الْحَائِطِ. وَالطَّنَفُ: السُّيُورُ. فَأَمَّا الطَّنَفُ فِي التُّهَمَةِ فَهُوَ مِنَ الْمَقْلُوبِ، كَأَنَّهُ مِنَ النَّطَفِ، وَقَدْ ذَكَرْنَاهُ فِي بَابِهِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ شَيْءٌ حُكِيَ عَنِ الشَّيْبَانِيِّ، أَنَّ الطَّنَفَ الَّذِي يَأْكُلُ الْقَلِيلَ. يُقَالُ: مَا أَطْنَفَهُ.\n\n[بَابُ الطَّاءِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:426-427"
  },
  "طنن": {
    "def": "الطَّاءُ وَالنُّونُ أَصْلٌ يَدُلُّ عَلَى صَوْتٍ. يُقَالُ: طَنَّ الذُّبَابُ طَنِينًا. وَيَقُولُونَ: ضَرَبَ يَدَهُ فَأَطَنَّهَا، كَأَنَّهُ يُرَادُ بِهِ صَوْتُ الْقَطْعِ.\nوَمِمَّا لَيْسَ عِنْدِي عَرَبِيًّا قَوْلُهُمْ لِلْحُزْمَةِ مِنَ الْحَطَبِ وَغَيْرِهِ: طُنٌّ. وَيَقُولُونَ: طَنَّ، إِذَا مَاتَ، وَلَيْسَ بِشَيْءٍ.",
    "pg": "3:407"
  },
  "طنى": {
    "def": "الطَّاءُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ تَدُلُّ عَلَى مَرَضٍ مِنْ أَمْرَاضِ الْإِبِلِ. يُقَالُ: طَنِيَ الْبَعِيرُ، إِذَا الْتَصَقَتْ رِئَتُهُ بِجَنْبِهِ فَمَاتَ، يَطْنَى طَنَى. وَيُقَالُ: مَا طَنِيتُ بِهَذَا الْأَمْرِ، أَيْ مَا تَعَرَّضْتُ لَهُ، كَأَنَّهُ يَقُولُ: مَا لَصِقَ بِي وَلَا تَلَطَّخْتُ بِهِ.\nوَأَمَّا الْمَهْمُوزُ فَلَيْسَ مِنَ الْبَابِ فِي الْبِنَاءِ، لَكِنَّهُ فِي الْمَعْنَى مُتَقَارِبٌ. يَقُولُونَ: إِنَّ الطِّنْءَ: الرِّيبَةُ. قَالَ: كَأَنَّ عَلَى ذِي الطِّنْءِ عَيْنًا رَقِيبَةً ... بِمَقْعَدِهِ أَوْ مَنْظَرٍ وَهُوَ نَاظِرُ\nوَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّ الرِّيبَةَ مِمَّا يُلَطَّخُ وَيُتَلَطَّخُ بِهِ. وَمِمَّا شَذَّ عَنِ الْبَابِ الطَّنْءُ: الْمَنْزِلُ، وَقَدْ يُهْمَزُ، وَهُوَ يَبْعُدُ عَنِ الَّذِي ذَكَرْنَاهُ بُعْدًا.\nوَمِمَّا شَذَّ أَيْضًا قَوْلُهُمْ: تَرَكْتُهُ بِطَنْئِهِ، أَيْ بِحُشَاشَةِ نَفْسِهِ.",
    "pg": "3:425-426"
  },
  "طه": {
    "def": "الطَّاءُ وَالْهَاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ لِلْفَرَسِ السَّرِيعِ: طَهْطَاهٌ.",
    "pg": "3:407"
  },
  "طهر": {
    "def": "الطَّاءُ وَالْهَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى نَقَاءٍ وَزَوَالِ دَنَسٍ. وَمِنْ ذَلِكَ الطُّهْرُ، خِلَافُ الدَّنَسِ. وَالتَّطَهُّرُ: التَّنَزُّهُ عَنِ الذَّمِّ وَكُلِّ قَبِيحٍ. وَفُلَانٌ طَاهِرُ الثِّيَابِ، إِذَا لَمْ يُدَنَّسُ. [قَالَ] :\nثِيَابُ بَنِي عَوْفٍ طَهَارَى نَقِيَّةٌ ... وَأَوْجُهُهُمْ عِنْدَ الْمَسَافِرِ غُرَّانُ\nوَالطَّهُورُ: الْمَاءُ. قَالَ اللَّهُ تَعَالَى: ﴿وَأَنْزَلْنَا مِنَ السَّمَاءِ مَاءً طَهُورًا﴾ [الفرقان: ٤٨] . وَسَمِعْتُ مُحَمَّدَ بْنَ هَارُونَ الثَّقَفِيَّ يَقُولُ: سَمِعْتُ أَحْمَدَ بْنَ يَحْيَى ثَعْلَبًا يَقُولُ: الطَّهُورُ: الطَّاهِرُ، فِي نَفْسِهِ، الْمُطَهِّرُ لِغَيْرِهِ.",
    "pg": "3:428"
  },
  "طهش": {
    "def": "الطَّاءُ وَالْهَاءُ وَالشِّينُ لَيْسَ بِشَيْءٍ. وَذُكِرَتْ كَلِمَةٌ فِيهَا نَظَرٌ، قَالُوا: الطَّهْشُ: فَسَادُ الْعَمَلِ.",
    "pg": "3:428"
  },
  "طهف": {
    "def": "الطَّاءُ وَالْهَاءُ وَالْفَاءُ كَالَّذِي قَبْلَهُ. عَلَى أَنَّهُمْ يَقُولُونَ: الطَّهَْفَ طَعَامٌ يُتَّخَذُ مِنَ الذُّرَةِ، وَيُقَالُ: هِيَ أَعَالِي الصِّلِّيَانِ. وَيَقُولُونَ: الطُّهَافَةُ: الذُّؤَابَةُ. وَكُلُّ ذَلِكَ كَلَامٌ.",
    "pg": "3:428"
  },
  "طهل": {
    "def": "الطَّاءُ وَالْهَاءُ وَاللَّامُ كَلِمَةٌ إِنْ صَحَّتْ. يَقُولُونَ طَهِلَ الْمَاءُ: أَجَنَ. وَالطِّهْلِئَةُ: الطِّينُ الَّذِي يَنْحَتُّ مِنَ الْحَوْضِ فِي الْمَاءِ.",
    "pg": "3:428-429"
  },
  "طهم": {
    "def": "الطَّاءُ وَالْهَاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شَيْءٍ فِي خَلْقِ الْإِنْسَانِ وَغَيْرِهِ. فَحَكَى أَبُو عُبَيْدَةَ أَنَّ الْمُطَهَّمَ: الْجَمِيلُ التَّامُّ الْخَلْقِ مِنَ النَّاسِ وَالْأَفْرَاسِ. وَقَالَ غَيْرُهُ: الْمُطَهَّمُ: الْمُكَلْثَمُ الْمُجْتَمِعُ. وَهَذَا عِنْدَنَا أَصَحُّ الْقَوْلَيْنِ ; لِلْحَدِيثِ الَّذِي رَوَاهُ عَلِيٌّ ﵇ فِي وَصْفِ رَسُولِ اللَّهِ ﵌: \" «لَمْ يَكُنْ بِالْمُطَهَّمِ وَلَا الْمُكَلْثَمِ» \"، وَحُكِيَتْ كَلِمَةٌ إِنْ صَحَّتْ، قَالُوا: تَطَهَّمْتُ الطَّعَامَ: كَرِهْتُهُ.\n\n[بَابُ الطَّاءِ وَالْوَاوِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:429"
  },
  "طهى": {
    "def": "الطَّاءُ وَالْهَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى أَمْرَيْنِ: إِمَّا عَلَى مُعَالَجَةِ شَيْءٍ، وَإِمَّا عَلَى رِقَّةٍ.\nفَالْأَوَّلُ: عِلَاجُ اللَّحْمِ فِي الطَّبْخِ. وَالطَّاهِي: فَاعِلٌ، وَجَمْعُهُ طُهَاةٌ. قَالَ:\nفَظَلَّ طُهَاةُ اللَّحْمِ مِنْ بَيْنِ مُنْضِجٍ ... صَفِيفَ شِوَاءٍ أَوْ قَدِيرٍ مُعَجَّلِ\nوَقَالَ أَبُو هُرَيْرَةَ فِي شَيْءٍ سُئِلَ عَنْهُ: \" فَمَا طَهْوِي إِذًا - أَيْ مَا عَمَلِي - إِنْ لَمْ أُحْكِمْ ذَلِكَ \". وَحَكَى بَعْضُهُمْ: طَهَتِ الْإِبِلُ تَطْهَى، إِذَا نَفَشَتْ بِاللَّيْلِ وَرَعَتْ، طَهْيًا، كَأَنَّهَا فِي ذَلِكَ تُعَالِجُ شَيْئًا. قَالَ:\nوَلَسْنَا لِبَاغِي الْمُهْمَلَاتِ بِقِرْفَةٍ ... إِذَا مَا طَهَى بِاللَّيْلِ مُنْتَشِرَاتُهَا وَالْأَصْلُ الْآخَرُ الطَّهَاءُ، وَهُوَ غَيْمٌ رَقِيقٌ، وَطُهَيَّةُ: حَيٌّ مِنَ الْعَرَبِ، وَمِنْ ذَلِكَ اشْتُقَّ. وَالنِّسْبَةُ إِلَيْهِمْ طُهَوِيٌّ وَطُهْوِيٌّ.",
    "pg": "3:427-428"
  },
  "طوب": {
    "def": "الطَّاءُ وَالْوَاوُ وَالْبَاءُ لَيْسَ بِأَصْلٍ ; لِأَنَّ الطُّوبَ - فِيمَا أَحْسَبُ - هَذَا الَّذِي يُسَمَّى الْآجُرَّ، وَمَا أَظُنُّ الْعَرَبَ تَعْرِفُهُ. وَأَمَّا طُوبَى فَلَيْسَ مِنْ هَذَا، وَأَصْلُهُ الْيَاءُ، كَأَنَّهَا فُعْلَى مِنَ الطِّيبِ، فَقُلِبَتِ الْيَاءُ وَاوًا لِلضَّمَّةِ.",
    "pg": "3:430"
  },
  "طوح": {
    "def": "الطَّاءُ وَالْوَاوُ وَالْحَاءُ لَيْسَ بِأَصْلٍ، وَكَأَنَّهُ مِنْ بَابِ الْإِبْدَالِ. يُقَالُ: طَاحَ يَطِيحُ. ثُمَّ يَقُولُونَ: طَاحَ يَطُوحُ، أَيْ هَلَكَ.",
    "pg": "3:430"
  },
  "طود": {
    "def": "الطَّاءُ وَالْوَاوُ وَالدَّالُ أَصْلٌ صَحِيحٌ، وَفِيهِ كَلِمَةٌ وَاحِدَةٌ. فَالطَّوْدُ: الْجَبَلُ الْعَظِيمُ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ﴾ [الشعراء: ٦٣] . وَيَقُولُونَ: \" طَوَّدَ فِي الْجَبَلِ، إِذَا طَوَّفَ، كَأَنَّهُ فِعْلٌ مُشْتَقٌّ مِنَ الطَّوْدِ.",
    "pg": "3:430"
  },
  "طور": {
    "def": "الطَّاءُ وَالْوَاوُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَعْنًى وَاحِدٍ، وَهُوَ الِامْتِدَادُ فِي شَيْءٍ مِنْ مَكَانٍ أَوْ زَمَانٍ. مِنْ ذَلِكَ طَوَارُ الدَّارِ، وَهُوَ الَّذِي يَمْتَدُّ مَعَهَا مِنْ فِنَائِهَا. وَلِذَلِكَ [يُقَالُ] عَدَا طَوْرَهُ، أَيْ جَازَ الْحَدُّ الَّذِي هُوَ لَهُ مِنْ دَارِهِ. ثُمَّ اسْتُعِيرَ ذَلِكَ فِي كُلِّ شَيْءٍ يُتَعَدَّى. وَالطُّورُ: جَبَلٌ، فَيَجُوزُ أَنْ يَكُونَ اسْمًا عَلَمًا مَوْضُوعًا، وَيَجُوزُ أَنْ يَكُونَ سُمِّي بِذَلِكَ لِمَا فِيهِ مِنِ امْتِدَادٍ طُولًا وَعَرْضًا. وَمِنَ الْبَابِ قَوْلُهُمْ: فَعَلَ ذَلِكَ طَوْرًا بَعْدَ طَوْرٍ. فَهَذَا هُوَ الَّذِي ذَكَرْنَاهُ مِنَ الزَّمَانِ، كَأَنَّهُ فَعَلَهُ مُدَّةً بَعْدَ مُدَّةٍ. وَقَوْلُهُمْ لِلْوَحْشِيِّ مِنَ الطَّيْرِ وَغَيْرِهَا: طُورِيٌّ وَطُورَانِيٌّ، فَهُوَ مِنْ هَذَا، كَأَنَّهُ تَوَحَّشَ فَعَدَا الطَّوْرَ، أَيْ تَبَاعَدَ عَنْ حَدِ الْأَنِيسِ.",
    "pg": "3:430-431"
  },
  "طوس": {
    "def": "الطَّاءُ وَالْوَاوُ وَالسِّينُ لَيْسَ بِأَصْلٍ، إِنَّمَا فِيهِ الَّذِي يُقَالُ لَهُ: الطَّاوُسُ. ثُمَّ يُشْتَقُّ مِنْهُ فَيُقَالُ لِلشَّيْءِ الْحَسَنِ: مُطَوَّسٌ. وَحُكِيَ عَنِ الْأَصْمَعِيِّ: تَطَوَّسَتِ الْمَرْأَةُ: تَزَيَّنَتْ. وَذُكِرَ فِي الْبَابِ أَيْضًا أَنَّ الطَّوْسَ: تَغْطِيَةُ الشَّيْءِ. يُقَالُ: طُسْتُهُ طَوْسًا، أَيْ غَطَّيْتُهُ. قَالُوا: وَطَوَاسُ: لَيْلَةٌ مِنْ لَيَالِي الْمَُِحَاقِ.",
    "pg": "3:431"
  },
  "طوط": {
    "def": "الطَّاءُ وَالْوَاوُ وَالطَّاءُ كَلِمَتَانِ إِنْ صَحَّتَا. يَقُولُونَ: إِنَّ الطَّوْطَ الْقُطْنُ. وَالطَّوْطُ: الرَّجُلُ الطَّوِيلُ. [بَابُ الطَّاءِ وَالْيَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:434-435"
  },
  "طوع": {
    "def": "الطَّاءُ وَالْوَاوُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى الْإِصْحَابِ وَالِانْقِيَادِ. يُقَالُ: طَاعَهُ يَطُوعُهُ، إِذَا انْقَادَ مَعَهُ وَمَضَى لِأَمْرِهِ. وَأَطَاعَهُ بِمَعْنَى طَاعَ لَهُ. وَيُقَالُ لِمَنْ وَافَقَ غَيْرَهُ: قَدْ طَاوَعَهُ.\nوَالِاسْتِطَاعَةُ مُشْتَقَّةٌ مِنَ الطَّوْعِ، كَأَنَّهَا كَانَتْ فِي الْأَصْلِ الِاسْتِطْوَاعُ، فَلَمَّا أُسْقِطَتِ الْوَاوُ جُعِلَتِ الْهَاءُ بَدَلًا مِنْهَا، مِثْلَ قِيَاسِ الِاسْتِعَانَةِ وَالِاسْتِعَاذَةِ.\nوَالْعَرَبُ تَقُولُ: تَطَاوَعْ لِهَذَا الْأَمْرِ حَتَّى تَسْتَطِيعَهُ. ثُمَّ يَقُولُونَ: تَطَوَّعَ، أَيْ تَكَلَّفَ اسْتِطَاعَتَهُ، وَأَمَّا قَوْلُهُمْ فِي التَّبَرُّعِ بِالشَّيْءِ: قَدْ تَطَوَّعَ بِهِ، فَهُوَ مِنَ الْبَابِ، لَكِنَّهُ لَمْ يَلْزَمْهُ، لَكِنَّهُ انْقَادَ مَعَ خَيْرٍ أَحَبَّ أَنْ يَفْعَلَهُ. وَلَا يُقَالُ هَذَا إِلَّا فِي بَابِ الْخَيْرِ وَالْبِرِّ. وَيُقَالُ لِلْمُجَاهِدَةِ الَّذِينَ يَتَطَوَّعُونَ بِالْجِهَادِ: الْمُطَّوِّعَةُ، بِتَشْدِيدِ الطَّاءِ وَالْوَاوِ، وَأَصْلُهُ الْمُتَطَوِّعَةُ، ثُمَّ أُدْغِمَتِ التَّاءُ فِي الطَّاءِ. قَالَ اللَّهُ تَعَالَى: ﴿الَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ﴾ [التوبة: ٧٩] ، أَرَادَ - وَاللَّهُ أَعْلَمُ - الْمُتَطَوِّعِينَ.",
    "pg": "3:431-432"
  },
  "طوف": {
    "def": "الطَّاءُ وَالْوَاوُ وَالْفَاءُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى دَوَرَانِ الشَّيْءِ عَلَى الشَّيْءِ، وَأَنْ يُحَفَّ بِهِ. ثُمَّ يُحْمَلُ عَلَيْهِ، يُقَالُ: طَافَ بِهِ وَبِالْبَيْتِ يَطُوفُ طَوْفًا وَطَوَافًا، وَاطَّافَ بِهِ، وَاسْتَطَافَ. ثُمَّ يُقَالُ لِمَا يَدُورُ بِالْأَشْيَاءِ وَيُغَشِّيهَا مِنَ الْمَاءِ: طُوفَانُ. قَالَ الْخَلِيلُ: وَشَبَّهَ الْعَجَّاجُ ظَلَامَ اللَّيْلِ بِذَلِكَ، فَقَالَ:\nوَعَمَّ طُوفَانُ الظَّلَامِ الْأَثْأَبَا\nوَ \" غَمَّ \" أَيْضًا. وَمِنَ الْبَابِ: الطَّائِفُ، وَهُوَ الْعَاسُّ. وَالطَّيْفُ وَالطَّائِفُ: مَا أَطَافَ بِالْإِنْسَانِ مِنَ الْجِنَّانِ. يُقَالُ طَافَ وَاطَّافَ. قَالَ اللَّهُ تَعَالَى: إِذَا مَسَّهُمْ طَيْفٌ مِنَ الشَّيْطَانِْ، وَ (طَائِفٌ) أَيْضًا. قَالَ الْأَعْشَى:\nوَتُصْبِحُ عَنْ غِبِّ السُّرَى وَكَأَنَّمَا ... أَلَمَّ بِهَا مِنْ طَائِفِ الْجِنِّ أَوْلَقُ\nوَيَقُولُونَ فِي الْخَيَالِ: طَافَ وَأَطَافَ. وَيُرْوَى:\nأَنَّى أَلَمَّ بِكَ الْخَيَالُ يُطِيفُ ... وَطَوَافُهُ بِكَ ذِكْرَةٌ وَشُعُوفُ\nوَيُرْوَى: \" وَمَطَافُهُ لَكَ ذِكْرَةٌ وَشُغُوفُ \". فَأَمَّا الطَّائِفَةُ مِنَ النَّاسِ فَكَأَنَّهَا جَمَاعَةٌ تُطِيفُ بِالْوَاحِدِ أَوْ بِالشَّيْءِ. وَلَا تَكَادُ الْعَرَبُ تَحُدُّهَا بِعَدَدٍ مَعْلُومٍ، إِلَّا أَنَّ الْفُقَهَاءَ وَالْمُفَسِّرِينَ يَقُولُونَ فِيهَا مَرَّةً: إِنَّهَا أَرْبَعَةٌ فَمَا فَوْقَهَا، وَمَرَّةً: إِنَّ الْوَاحِدَ طَائِفَةٌ، وَيَقُولُونَ: هِيَ الثَّلَاثَةُ، وَلَهُمْ فِي ذَلِكَ كَلَامٌ كَثِيرٌ، وَالْعَرَبُ فِيهِ عَلَى مَا أَعْلَمْتُكَ، أَنَّ كُلَّ جَمَاعَةٍ يُمْكِنُ أَنْ تَحُفَّ بِشَيْءٍ فَهِيَ عِنْدَهُمْ طَائِفَةٌ، وَلَا يَكَادُ هَذَا يَكُونُ إِلَّا فِي الْيَسِيرِ هَذَا فِي اللُّغَةِ، وَاللَّهُ أَعْلَمُ. ثُمَّ يَتَوَسَّعُونَ فِي ذَلِكَ مِنْ طَرِيقِ الْمَجَازِ فَيَقُولُونَ: أَخَذْتُ طَائِفَةً مِنَ الثَّوْبِ، أَيْ قِطْعَةً مِنْهُ، وَهَذَا عَلَى مَعْنَى الْمَجَازِ ; لِأَنَّ الطَّائِفَةَ مِنَ النَّاسِ كَالْفِرْقَةِ وَالْقِطْعَةِ مِنْهُمْ. فَأَمَّا طَائِفُ الْقَوْسِ [فَهُوَ] مَا يَلِي أَبْهَرَهَا.",
    "pg": "3:432-433"
  },
  "طوق": {
    "def": "الطَّاءُ وَالْوَاوُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مِثْلِ مَا دَلَّ عَلَيْهِ الْبَابُ الَّذِي قَبْلَهُ. فَكُلُّ مَا اسْتَدَارَ بِشَيْءٍ فَهُوَ طَوْقٌ. وَسُمِّيَ الْبِنَاءُ طَاقًا لِاسْتِدَارَتِهِ إِذَا عُقِدَ. وَالطَّيْلَسَانُ طَاقٌ ; لِأَنَّهُ يَدُورُ عَلَى لَابِسِهِ. فَأَمَّا قَوْلُهُمْ: أَطَاقَ هَذَا الْأَمْرَ إِطَاقَةً، وَهُوَ فِي طَوْقِهِ، وَطَوَّقْتُكَ الشَّيْءَ، إِذَا كَلَّفْتُكَهُ، فَكُلُّهُ مِنَ الْبَابِ وَقِيَاسِهِ ; لِأَنَّهُ إِذَا أَطَاقَهُ فَكَأَنَّهُ قَدْ أَحَاطَ بِهِ وَدَارَ بِهِ مِنْ جَوَانِبِهِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ قَوْلُهُمْ: طَاقَةٌ مِنْ خَيْطٍ أَوْ بَقْلٍ، وَهِيَ الْوَاحِدَةُ الْفَرْدَةُ مِنْهُ، وَقَدْ يُمْكِنُ أَنْ يَتَمَحَّلَ فَيُقَاسُ عَلَى الْأَوَّلِ، لَكِنَّهُ يَبْعُدُ.",
    "pg": "3:433"
  },
  "طول": {
    "def": "الطَّاءُ وَالْوَاوُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى فَضْلٍ وَامْتِدَادٍ فِي الشَّيْءِ. مِنْ ذَلِكَ: طَالَ الشَّيْءُ يَطُولُ طُولًا. قَالَ أَحْمَدُ بْنُ يَحْيَى ثَعْلَبٌ: الطُّولُ: خِلَافُ الْعَرْضِ. وَيُقَالُ: طَاوَلْتُ فُلَانًا فَطُلْتُهُ، إِذَا كُنْتَ أَطْوَلَ مِنْهُ. وَطَالَ فُلَانًا فُلَانٌ، أَيْ إِنَّهُ أَطْوَلُ مِنْهُ. قَالَ:\nإِنَّ الْفَرَزْدَقَ صَخْرَةٌ مَلْمُومَةٌ ... طَالَتْ فَلَيْسَ تَنَالُهَا الْأَوْعَالَا\nوَهَذَا قِيَاسٌ مُطَّرِدٌ فِي كُلِّ مَا أَشْبَهَ ذَلِكَ، فَيُقَالُ لِلْحَبْلِ: الطِّوَلُ ; لِطُولِهِ وَامْتِدَادِهِ. قَالَ طَرَفَةُ:\nلَعَمْرُكَ إِنَّ الْمَوْتَ مَا أَخْطَأَ الْفَتَى ... لَكَالطِّوَلِ الْمُرْخَى وَثِنْيَاهُ فِي الْيَدِ\nوَيَقُولُونَ: لَا أُكَلِّمُهُ طَوَالَ الدَّهْرِ. وَيُقَالُ: جَمَلٌ أَطْوَلُ، إِذَا طَالَتْ شَفَتُهُ الْعُلْيَا. وَطَاوَلَنِي فُلَانٌ فَطُلْتُهُ، أَيْ كُنْتُ أَطْوَلَ مِنْهُ. وَالطُّوَالُ: الطَّوِيلُ. وَالطِّوَالُ: جَمْعُ الطَّوِيلِ. وَحَكَى بَعْضُهُمْ: قَلَانِسُ طِيَالٌ، بِالْيَاءِ. وَأَمْرٌ غَيْرُ طَائِلٍ، إِذَا لَمْ يَكُنْ فِيهِ غَنَاءٌ. يُقَالُ ذَلِكَ فِي الْمُذَكَّرِ وَالْمُؤَنَّثِ. قَالَ:\nوَقَدْ كَلَّفُونِي خُطَّةً غَيْرَ طَائِلِ\nوَتَطَاوَلْتُ فِي قِيَامِي، إِذَا مَدَدْتَ رِجْلَيْكَ لِتَنْظُرَ. وَطَوِّلْ فَرَسَكَ، أَيْ أَرْخِ طَوِيلَتَهُ فِي مَرْعَاهُ. وَاسْتَطَالُوا عَلَيْهِمْ، إِذَا قَتَلُوا مِنْهُمْ أَكْثَرَ مِمَّا قَتَلُوا.",
    "pg": "3:433-434"
  },
  "طوي": {
    "def": "الطَّاءُ وَالْوَاوُ وَالْيَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِدْرَاجِ شَيْءٍ حَتَّى يُدْرَجَ بَعْضُهُ فِي بَعْضٍ، ثُمَّ يُحْمَلَ عَلَيْهِ تَشْبِيهًا. يُقَالُ: طَوَيْتُ الثَّوْبَ وَالْكِتَابَ طَيًّا أَطْوِيهِ. وَيُقَالُ: طَوَى اللَّهُ عُمْرَ الْمَيِّتِ. وَالطَّوِيُّ: الْبِئْرُ الْمَطْوِيَّةُ. قَالَ:\nفَقَالَتْ لَهُ هَذَا الطَّوِيُّ وَمَاؤُهُ ... وَمُحْتَرِقٌ مِنْ يَابِسِ الْجِلْدِ قَاحِلُ\nوَمِمَّا حُمِلَ عَلَى هَذَا الْبَابِ قَوْلُهُمْ لِمَنْ مَضَى عَلَى وَجْهِهِ: طَوَى كَشْحَهُ. وَأَنْشَدَ:\nوَصَاحِبٍ لِي طَوَى كَشْحًا فَقُلْتُ لَهُ ... إِنَّ انْطِوَاءَكَ عَنِّي سَوْفَ يَطْوِينِي\nوَهَذَا هُوَ الْقِيَاسُ ; لِأَنَّهُ إِذَا مَضَى وَغَابَ عَنْهُ فَكَأَنَّهُ أُدْرِجَ. وَمِنَ الْبَابِ: أَطْوَاءُ النَّاقَةِ، وَهِيَ طَرَائِقُ شَحْمِ جَنْبَيْهَا. وَالطَّيَّانُ: الطَّاوِي الْبَطْنَ. وَيُقَالُ طُوِيَ ; وَذَلِكَ أَنَّهُ إِذَا جَاعَ وَضَمُرَ صَارَ كَالشَّيْءِ الَّذِي لَوِ ابْتُغِيَ طَيُّهُ لَأَمْكَنَ. فَإِنْ تَعَمَّدَ لِلْجُوعِ قَالَ: طَوَى يَطْوِي طَيًّا، وَذَلِكَ فِي الْقِيَاسِ صَحِيحٌ ; لِأَنَّهُ أَدْرَجَ الْأَوْقَاتَ فَلَمْ يَأْكُلْ فِيهَا، قَالَ الشَّاعِرُ فِي الطَّوَى:\nوَلَقَدْ أَبَيْتُ عَلَى الطَّوَى وَأُظِلُّهُ ... حَتَّى أَنَالَ بِهِ كِرِيمَ الْمَأْكَلِ\nثُمَّ غَيَّرُوا هَذَا الْبِنَاءَ أَدْنَى تَغْيِيرٍ، فَزَالَ الْمَعْنَى إِلَى غَيْرِهِ، فَقَالُوا: الطَّايَةُ ; وَهِيَ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى اسْتِوَاءٍ فِي مَكَانٍ. قَالَ قَوْمٌ: الطَّايَةُ: السَّطْحُ. وَقَالَ آخَرُونَ: هِيَ مِرْبَدُ التَّمْرِ. وَقَالَ قَوْمٌ: هِيَ صَخْرَةٌ عَظِيمَةٌ فِي أَرْضٍ ذَاتِ رَمْلٍ.",
    "pg": "3:429-430"
  },
  "طيب": {
    "def": "الطَّاءُ وَالْيَاءُ وَالْبَاءُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى خِلَافِ الْخَبِيثِ. مِنْ ذَلِكَ الطَّيِّبُ: ضِدُ الْخَبِيثِ. يُقَالُ: سَبْيٌ طِيبَةٌ، أَيْ طَيِّبٌ. وَالِاسْتِطَابَةُ: الِاسْتِنْجَاءُ ; لِأَنَّ الرَّجُلَ يُطَيِّبُ نَفْسَهُ مِمَّا عَلَيْهِ مِنَ الْخُبْثِ بِالِاسْتِنْجَاءِ. «وَنَهَى رَسُولُ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ - أَنْ يَسْتَطِيبَ الرَّجُلُ بِيَمِينِهِ» . وَالْأَطْيَبَانِ: الْأَكْلُ وَالنِّكَاحُ. وَطَيْبَةُ مَدِينَةُ الرَّسُولِ - صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ. وَيُقَالُ: هَذَا طَعَامٌ مَطْيَبَةٌ لِلنَّفْسِ. وَالطَّيِّبُ: الْحَلَالُ، وَالطَّابُ: الطِّيبُ: قَالَ:\nمُقَابَلَ الْأَعْرَاقِ فِي الطَّابِ الطَّابْ ... بَيْنَ أَبِي الْعَاصِ وَآلِ الْخَطَّابْ",
    "pg": "3:435"
  },
  "طيخ": {
    "def": "الطَّاءُ وَالْيَاءُ وَالْخَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَلَطُّخٍ بِغَيْرٍ جَمِيلٍ. قَالُوا: طَاخَ يَطِيخُ وَتَطَيَّخَ، إِذَا تَلَطَّخَ بِالْقَبِيحِ. وَقَالُوا: الطِّيخُ: الْخِفَّةُ، وَهُوَ بِمَعْنَى الطَّيْشِ، قَالَ الْحَارِثُ:\n[فَاتْرُكُوا الطَّيْخَ وَالتَّعَدِّيَ وَإِمَّا ... تَتَعَاشَوْا فَفِي التَّعَاشِي الدَّاءُ]",
    "pg": "3:435"
  },
  "طير": {
    "def": "الطَّاءُ وَالْيَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِفَّةِ الشَّيْءِ فِي الْهَوَاءِ. ثُمَّ يُسْتَعَارُ ذَلِكَ فِي غَيْرِهِ وَفِي كُلِّ سُرْعَةٍ. مِنْ ذَلِكَ الطَّيْرُ: جَمْعُ طَائِرٍ، سُمِّيَ ذَلِكَ لِمَا قُلْنَاهُ. يُقَالُ: طَارَ يَطِيرُ طَيَرَانًا. ثُمَّ يُقَالُ لِكُلِّ مَنْ خَفَّ: قَدْ طَارَ. قَالَ رَسُولُ اللَّهِ ﵌: «خَيْرُ النَّاسِ رَجُلٌ مُمْسِكٌ بِعِنَانِ فَرَسِهِ فِي سَبِيلِ اللَّهِ، كُلَّمَا سَمِعَ هَيْعَةً طَارَ إِلَيْهَا» . وَقَالَ:\nفَطِرْنَا إِلَيْهِمْ بِالْقَنَابِلِ وَالْقَنَا\nوَيُقَالُ مِنْ هَذَا: تَطَايَرَ الشَّيْءُ: تَفَرَّقَ. وَاسْتَطَارَ الْفَجْرُ: انْتَشَرَ. وَكَذَلِكَ كُلُّ مُنْتَشِرٍ. قَالَ اللَّهُ تَعَالَى: ﴿وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا﴾ [الإنسان: ٧] . فَأَمَّا قَوْلُهُمْ: تَطَيَّرَ مِنَ الشَّيْءِ، فَاشْتِقَاقُهُ مِنَ الطَّيْرِ، كَالْغُرَابِ وَمَا أَشْبَهَهُ. وَمِنَ الْبَابِ: طَائِرُ الْإِنْسَانِ، وَهُوَ عَمَلُهُ. وَبِئْرٌ مُطَارَةٌ، إِذَا كَانَتْ وَاسِعَةَ الْفَمِ. قَالَ:\nهُوِيُّ الرِّيحِ فِي جَفْرٍ مُطَارِ\nوَمِنَ الْبَابِ: الطَّيْرَةُ: الْغَضَبُ، وَسُمِّيَ كَذَا لِأَنَّهُ يُسْتَطَارُ لَهُ الْإِنْسَانُ. وَمِنَ الْبَابِ قَوْلُهُمْ: خُذْ مَا تَطَايَرَ مِنْ شَعْرِ رَأْسِكَ، أَيْ طَالَ. قَالَ:\nوَطَارَ جِنِّيُّ السَّنَامِ الْأَطْوَلِ",
    "pg": "3:435-436"
  },
  "طيس": {
    "def": "الطَّاءُ وَالْيَاءُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ. قَالَ:\nعَدَدْتُ قَوْمِي كَعَدِيدِ الطَّيْسِ أَرَادَ بِهِ الْعَدَدُ الْكَثِيرُ.",
    "pg": "3:436-437"
  },
  "طيش": {
    "def": "الطَّاءُ وَالْيَاءُ وَالشِّينُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الطَّيْشُ وَالْخِفَّةُ. وَطَاشَ السَّهْمُ مِنْ هَذَا، إِذَا لَمْ يُصِبْ، كَأَنَّهُ خَفَّ وَطَاشَ وَطَارَ.",
    "pg": "3:437"
  },
  "طين": {
    "def": "الطَّاءُ وَالْيَاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الطِّينُ، وَهُوَ مَعْرُوفٌ. وَيُقَالُ: طَيَّنْتُ الْبَيْتَ، وَطِنْتُ الْكِتَابَ. وَيُقَالُ: طَانَهُ اللَّهُ تَعَالَى عَلَى الْخَيْرِ، أَيْ جَبَلَهُ. وَكَأَنَّ مَعْنَاهُ - وَاللَّهُ أَعْلَمُ - مِنْ طِنْتُ الْكِتَابَ، أَيْ خَتَمْتُهُ ; كَأَنَّهُ طَبَعَهُ عَلَى الْخَيْرِ وَخَتَمَ أَمْرَهُ بِهِ.\n\n[بَابُ الطَّاءِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:437"
  }
}