{
  "صا": {
    "def": "الصَّادُ وَالْهَمْزَةُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: صَأْصَأَ الْجَرْوُ، إِذَا حَرَّكَ عَيْنَيْهِ لِيَفْتَحَهُمَا. وَفِي حَدِيثِ بَعْضِ التَّابِعِينَ: \" فَقَّحْنَا وَصَأْصَأْتُمْ \". وَيُقَالُ صَأْصَأَتِ النَّخْلَةُ، إِذَا لَمْ تَقْبَلِ اللَّقَاحَ.",
    "pg": "3:280"
  },
  "صبب": {
    "def": "الصَّادُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ إِرَاقَةُ الشَّيْءِ، وَإِلَيْهِ تَرْجِعُ فُرُوعُ الْبَابِ كُلِّهِ.\nمِنْ ذَلِكَ صَبَبْتُ الْمَاءَ أَصُبُّهُ صَبًّا. وَيُحْمَلُ عَلَى ذَلِكَ، فَيُقَالُ لِمَا انْحَدَرَ مِنَ الْأَرْضِ صَبَبٌ، وَجَمْعُهُ أَصْبَابٌ، كَأَنَّهُ شَيْءٌ مُنْصَبٌّ فِي انْحِدَارِهِ. وَفِي الْحَدِيثِ: «أَنَّهُ كَانَ ﵌ إِذَا مَشَى فَكَأَنَّمَا يَمْشِي فِي صَبَبٍ» . وَقَالَ الرَّاجِزُ:\nبَلْ بَلَدٍ ذِي صُعُدٍ وَأَصْبَابْ\nوَالصُّبَّةُ: الْقِطْعَةُ مِنَ الْخَيْلِ، كَأَنَّهَا تَنْصَبُّ فِي الْإِغَارَةِ انْصِبَابًا، وَالْقِطْعَةُ مِنَ الْغَنَمِ أَيْضًا صَبَّةٌ، لِذَلِكَ الْمَعْنَى. وَيُقَالُ لِلْحَيَّاتِ الْأَسَاوِدِ: الصَّبُّ ; وَذَلِكَ أَنَّهَا إِذَا أَرَادَتِ النَّكْزَ انْصَبَّتْ عَلَى الْمَلْدُوغِ انْصِبَابًا. فَأَمَّا الصَّبِيبُ فَيُقَالُ إِنَّهُ مَاءُ وَرَقِ السِّمْسِمِ، وَيُقَالُ بَلْ هُوَ عُصَارَةُ الْحِنَّاءِ. وَقَالَ الشَّاعِرُ، وَهُوَ يَدُلُّ عَلَى صِحَّةِ الْقَوْلِ الْأَوَّلِ:\nفَأَوْرَدْتُهَا مَاءً كَأَنَّ جِمَامَهُ ... مِنَ الْأَجْنِ حِنَّاءٌ مَعًا وَصَبِيبُ وَقَالَ قَوْمٌ: الصَّبِيبُ: الدَّمُ الْخَالِصُ، وَالْعُصْفُرُ الْمُخْلَصُ. وَالصُّبَابَةُ: الْبَقِيَّةُ مِنَ الْمَاءِ فِي الْإِنَاءِ. وَالصَّبَابَةُ مِنْ صَبَّ إِلَيْهِ. وَرَجُلٌ صَبٌّ، إِذَا غَلَبَهُ الْهَوَى، وَهُوَ مِنَ انْصِبَابِ الْقَلْبِ. وَيُقَالُ تَصَبَّبَ الْحَرُّ: اشْتَدَّ، كَأَنَّهُ شَيْءٌ صُبَّ عَلَى الْأَرْضِ صَبًّا. وَتَصَبْصَبَ الشَّيْءُ: ذَهَبَ وَمُحِقَ، كَأَنَّهُ صُبَّ صَبًّا. وَيُقَالُ تَصَابَبْتُ الْإِنَاءَ، إِذَا شَرِبْتَ صُبَابَتَهُ. وَكَذَلِكَ تَصَابَبْتُ الشَّيْءَ، إِذَا نِلْتَهُ قَلِيلًا. قَالَ الشَّمَّاخُ:\nلَقَوْمٌ تَصَابَبْتُ الْمَعِيشَةَ بَعْدَهُمْ ... أَحَبُّ إِلَيَّ مِنْ عِفَاءٍ تَغَيَّرَا",
    "pg": "3:280-281"
  },
  "صبح": {
    "def": "الصَّادُ وَالْبَاءُ وَالْحَاءُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ. وَهُوَ لَوْنٌ مِنَ الْأَلْوَانِ قَالُوا: أَصْلُهُ الْحُمْرَةُ. قَالُوا: وَسُمِّيَ الصُّبْحُ صُبْحًا لِحُمْرَتِهِ، كَمَا سُمِّيَ الْمِصْبَاحُ مِصْبَاحًا لِحُمْرَتِهِ. قَالُوا: وَلِذَلِكَ يُقَالُ: وَجْهٌ صَبِيحٌ. وَالصَّبَاحُ: نُورُ النَّهَارِ. وَهَذَا هُوَ الْأَصْلُ ثُمَّ يُفَرَّعُ. فَقَالُوا: لِشُرْبِ الْغَدَاةِ الصَّبُوحِ، وَقَدِ اصْطَبَحَ، وَتِلْكَ هِيَ الْجَاشِرِيَّةُ. قَالَ:\nإِذَا مَا اصْطَبَحْنَا الْجَاشِرِيَّةَ لَمْ نُبَلْ ... أَمِيرًا وَإِنْ كَانَ الْأَمِيرُ مِنَ الْأَزْدِ\nوَيُقَالُ: \" أَكْذَبُ مِنَ الْأَخِيذِ الصَّبْحَانِ \"، يَعْنُونَ الْأَسِيرَ الْمُصْطَبِحَ، وَأَصْلُهُ أَنَّ قَوْمًا أَسَرُوا رَجُلًا، فَسَأَلُوهُ عَنْ حَيِّهِ فَكَذَبَهُمْ وَأَوْمَأَ إِلَى شُقَّةٍ بَعِيدَةٍ، فَطَعَنُوهُ فَسَبَقَ اللَّبَنُ الَّذِي كَانَ اصْطَبَحَهُ الدَّمَ، فَقَالُوا: \" أَكْذَبُ مِنَ الْأَخِيذِ الصَّبْحَانِ \". وَالْمِصْبَاحُ: النَّاقَةُ تَبْرُكُ فِي مُعَرَّسِهَا فَلَا تَنْبَعِثُ حَتَّى تُصْبِحَ. وَالتَّصَبُّحُ: النَّوْمُ بِالْغَدَاةِ. وَيَوْمُ الصَّبَاحِ: يَوْمَ الْغَارَةِ. قَالَ الْأَعْشَى:\nبِهِ تَرْعُفُ الْأَلْفَ إِذْ أُرْسِلَتْ ... غَدَاةَ الصَّبَاحِ إِذَا النَّقْعُ ثَارَا وَيُقَالُ: أَتَيْتُهُ أُصْبُوحَةَ كُلِّ يَوْمٍ، وَلَقِيتُهُ ذَا صَبُوحٍ. وَالْمَصَابِيحُ: الْأَقْدَاحُ الَّتِي يُصْطَبَحُ بِهَا. وَيُقَالُ: أَتَانَا لِصُبْحِ خَامِسَةٍ وَصِبْحِ خَامِسَةٍ.\nوَمِنَ الْكَلِمَةِ الْأُولَى: الصَّبَحُ: شِدَّةُ حُمْرَةٍ فِي الشَّعَرِ ; يُقَالُ أَسَدٌ أَصْبَحُ.",
    "pg": "3:328-329"
  },
  "صبر": {
    "def": "الصَّادُ وَالْبَاءُ وَالرَّاءُ أُصُولٌ ثَلَاثَةٌ، الْأَوَّلُ الْحَبْسُ، وَالثَّانِي أَعَالِي الشَّيْءِ، وَالثَّالِثُ جِنْسٌ مِنَ الْحِجَارَةِ.\nفَالْأَوَّلُ: الصَّبْرُ، وَهُوَ الْحَبْسُ. يُقَالُ: صَبَرْتُ نَفْسِي عَلَى ذَلِكَ الْأَمْرِ، أَيْ حَبَسْتُهَا. قَالَ:\nفَصَبَرْتُ عَارِفَةً لِذَلِكَ حُرَّةً ... تَرْسُو إِذَا نَفْسُ الْجَبَانِ تَطَلَّعُ\nوَالْمَصْبُورَةِ الْمَحْبُوسَةُ عَلَى الْمَوْتِ. وَنَهَى رَسُولُ اللَّهِ ﵌ عَنْ قَتْلِ شَيْءٍ مِنَ الدَّوَابِّ صَبْرًا.\nوَمِنَ الْبَابِ: الصَّبِيرُ، هُوَ الْكَفِيلُ، وَإِنِّمَا سُمِّيَ بِذَلِكَ لِأَنَّهُ يَصْبِرُ عَلَى الْغُرْمِ. يُقَالُ: صَبَرْتُ نَفْسِي بِهِ أَصْبُرُ صَبْرًا، إِذَا كَفَلْتَ بِهِ، فَأَنَا بِهِ صَبِيرٌ. وَصَبَرْتُ الْإِنْسَانَ، إِذَا حَلَّفْتَهُ بِاللَّهِ جَهْدَ الْقَسَمِ.\nوَأَمَّا الثَّانِي فَقَالُوا: صُبْرُ كُلِّ شَيْءٍ: أَعْلَاهُ. قَالُوا: وَأَصْبَارُ الْإِنَاءِ: نَوَاحِيهِ، وَالْوَاحِدُ صُبْرٌ. وَقَالَ:\nفَمَلَأْتُهَا عَلَقًا إِلَى أَصْبَارِهَا وَأَمَّا الْأَصْلُ الثَّالِثُ فَالصُّبْرَةُ مِنَ الْحِجَارَةِ: مَا اشْتَدَّ وَغَلُظَ، وَالْجَمْعُ: صِبَارٌ، وَفِي كِتَابِ ابْنِ دُرَيْدٍ: \" الصُّبَارَةُ: قِطْعَةٌ مِنْ حَدِيدٍ أَوْ حَجَرٍ \" فِي قَوْلِ الْأَعْشَى:\nمَنْ مُبْلِغٍ عَمْرًا بِأَنَّ الْ ... مَرْءَ لَمْ يُخْلَقْ صُبَارَهُ.\nقَالَ ابْنُ دُرَيْدٍ: وَرَوَى الْبَغْدَادِيُّونَ: \" صَبَارَهْ \"، وَمَا أَدْرِي مَا أَرَادُوا بِهَذَا.\nقُلْنَا: وَالَّذِي أَرَادَهُ الْبَغْدَادِيُّونَ مَا رُوِيَ أَنَّ الصِّبَارَ مَا اشْتَدَّ وَغَلُظَ. وَهُوَ فِي قَوْلِ الْأَعْشَى:\nقُبَيْلَ الصُّبْحِ أَصْوَاتُ الصِّبَارِ\nفَالَّذِي أَرَادَهُ الْبَغْدَادِيُّونَ هَذَا، وَتَكُونُ الْهَاءُ دَاخِلَةً عَلَيْهِ لِلْجَمْعِ.\nقَالَ أَبُو عُبَيْدٍ: الصُّبْرُ: الْأَرْضُ الَّتِي فِيهَا حَصْبَاءُ وَلَيْسَتْ بِغَلِيظَةٍ، وَمِنْهُ قِيلٌ لِلْحَرَّةِ: أُمُّ صَبَّارٍ.\nوَمِمَّا حُمِلَ عَلَى هَذَا قَوْلُ الْعَرَبِ: وَقَعَ الْقَوْمُ فِي أُمِّ صَبُّورٍ، إِذَا وَقَعُوا فِي أَمْرٍ عَظِيمٍ.",
    "pg": "3:329-330"
  },
  "صبع": {
    "def": "الصَّادُ وَالْبَاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، ثُمَّ يُسْتَعَارُ، فَالْأَصْلُ إِصْبَعُ الْإِنْسَانِ، وَاحِدَةُ أَصَابِعِهِ. قَالُوا: هِيَ مُؤَنَّثَةٌ. وَقَالُوا: قَدْ يُذَكَّرُ. وَرُوِيَ عَنِ النَّبِيِّ ﵌ أَنَّهُ قَالَ: «هَلْ أَنْتَ إِلَّا إِصْبَعٌ دَمِيتِ، وَفِي سَبِيلِ اللَّهِ مَا لَقِيتِ» هَكَذَا عَلَى التَّأْنِيثِ. وَيُقَالُ: صَبَعَ فُلَانٌ بِفُلَانٍ، إِذَا أَشَارَ نَحْوَهُ بِإِصْبَعِهِ، مُغْتَابًا لَهُ.\nوَالْإِصْبَعُ: الْأَثَرُ الْحَسَنُ، وَهَذَا مُسْتَعَارٌ. وَمَثَلٌ، يُقَالُ: لِفُلَانٍ فِي مَالِهِ إِصْبَعٌ، أَيْ أَثَرٌ جَمِيلٌ. وَيُقَالُ لِلرَّاعِي الْحَسَنِ الرِّعْيَةِ لِلْإِبِلِ، الْجَمِيلِ الْأَثَرِ فِيهَا: إِنَّ لَهُ عَلَيْهَا إِصْبَعًا. قَالَ الرَّاعِي يَصِفُ رَاعِيًا:\nضَعِيفُ الْعَصَا بَادِي الْعُرُوقِ تَرَى لَهُ ... عَلَيْهَا إِذَا مَا أَجْدَبَ النَّاسُ إِصْبَعًا\nوَالصَّبْعُ: إِرَاقَتُكَ مَا فِي الْإِنَاءِ مِنْ بَيْنِ إِصْبَعَيْكَ.",
    "pg": "3:330-331"
  },
  "صبغ": {
    "def": "الصَّادُ وَالْبَاءُ وَالْغَيْنُ، أَصْلٌ وَاحِدٌ، وَهُوَ تَلْوِينُ الشَّيْءِ بِلَوْنٍ مَا. تَقُولُ: صَبَغْتُهُ أَصْبُغُهُ. وَيُقَالُ لِلرُّطَبَةِ: قَدْ صَبَّغَتْ. فَأَمَّا قَوْلُهُ تَعَالَى: ﴿صِبْغَةَ اللَّهِ﴾ [البقرة: ١٣٨] فَقَالَ قَوْمٌ: هِيَ فِطْرَتُهُ لِخَلْقِهِ. وَقَالَ آخَرُونَ: كُلُّ مَا تُقُرِّبَ بِهِ إِلَى اللَّهِ تَعَالَى صِبْغَةٌ. وَالْأَصْبَغُ: الْفَرَسُ فِي طَرَفِ ذَنَبِهِ بَيَاضٌ. وَذَلِكَ دُونَ الْأَشْكَلِ، وَالْأَوَّلُ مُشَبَّهٌ بِالشَّيْءِ يُصْبَغُ طَرَفُهُ.",
    "pg": "3:331"
  },
  "صبى": {
    "def": "الصَّادُ وَالْبَاءُ وَالْحَرْفُ الْمُعْتَلُّ ثَلَاثَةُ أُصُولٍ صَحِيحَةٍ: الْأَوَّلُ يَدُلُّ عَلَى صِغَرِ السِّنِّ، وَالثَّانِي رِيحٌ مِنَ الرِّيَاحِ، وَالثَّالِثُ [الْإِمَالَةُ] . فَالْأَوَّلُ وَاحِدُ الصِّبْيَةِ وَالصِّبْيَانِ. وَرَأَيْتُهُ فِي صِبَاهُ، أَيْ صِغَرِهِ. وَالْمُصْبِي: الْكَثِيرُ الصِّبْيَانِ. وَالصَّبَاءُ، مَمْدُودُ الصِّبَا، وَيُمَدُّ مَعَ الْفَتْحِ. أَنْشَدَ أَبُو عَمْرٍو:\nأَصْبَحْتُ لَا يَحْمِلُ بِعَضِي بَعْضَا ... كَأَنَّمَا كَانَ صَبَائِي قَرْضَا\nوَمِنَ الْبَابِ: صَبَا إِلَى الشَّيْءِ يَصْبُو ; إِذَا مَالَ قَلْبُهُ إِلَيْهِ. وَالِاشْتِقَاقُ وَاحِدٌ، وَالِاسْمُ الصَّبْوَةُ. وَقَالَ الْعَجَّاجُ فِي الصِّبَا:\nوَإِنَّمَا يَأْتِي الصِّبَا الصَّبِيُّ\nوَالثَّانِي: رِيحُ الصَّبَا، وَهِيَ الَّتِي تَسْتَقْبِلُ الْقِبْلَةَ. يُقَالُ: صَبَتْ تَصْبُو.\nالثَّالِثُ: قَوْلُ الْعَرَبِ: صَابَيْتُ الرُّمْحَ.\nفَأَمَّا الْمَهْمُوزُ فَهُوَ يَدُلُّ عَلَى خُرُوجٍ وَبُرُوزٍ. يُقَالُ: صَبَأَ مِنْ دِينٍ إِلَى دِينٍ، أَيْ خَرَجَ. وَهُوَ قَوْلُهُمْ: صَبَأَ نَابُ الْبَعِيرِ، إِذَا طَلَعَ. وَالْخَارِجُ مِنْ دِينٍ إِلَى دِينٍ صَابِئٌ، وَالْجَمْعُ صَابِئُونَ وَصُبَّاءٌ.\n\n[بَابُ الصَّادِ وَالتَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:331-332"
  },
  "صتت": {
    "def": "الصَّادُ وَالتَّاءُ أَصْلٌ يَدُلُّ عَلَى نِزَاعٍ وَخُصُومَةٍ وَافْتِرَاقٍ، يُقَالُ لِلْجَلَبَةِ الصَّتِيتُ. وَمَا زِلْتُ أُصَاتُّ فُلَانًا، أَيْ أُخَاصِمُهُ. وَالصَّتُّ، فِيمَا يُقَالُ: الصَّدْمُ. وَالصَّتِيتُ: الْفِرْقَةُ. وَيَقُولُونَ إِنَّ الصَّتَّ الصَّدُّ.",
    "pg": "3:281"
  },
  "صتع": {
    "def": "الصَّادُ وَالتَّاءُ وَالْعَيْنُ كَلِمَتَانِ: إِحْدَاهُمَا مُخْتَلَفٌ فِي تَأْوِيلِهَا، وَالْأُخْرَى تَرَدُّدٌ فِي الشَّيْءِ.\nقَالَ ابْنُ دُرَيْدٍ: \" الصَّتَعُ، أَصْلُ بِنَاءِ الصُّنْتُعِ \". ثُمَّ اخْتَلَفَ قَوْلُهُ وَقَوْلُ الْخَلِيلِ: الصَّتَعُ: الشَّابُّ الْغَلِيظُ. وَأَنْشَدَ: وَمَا وِصَالُ الصَّتَعِ الْقُمُدِّ\nوَقَالَ ابْنُ دُرَيْدٍ: الصُّنْتُعُ: الظَّلِيمُ الصَّغِيرُ الرَّأْسِ.\nوَالْكَلِمَةُ الْأُخْرَى: التَّصَتُّعُ: التَّرَدُّدُ فِي الْأَمْرِ مَجِيئًا وَذَهَابًا.",
    "pg": "3:332-333"
  },
  "صتم": {
    "def": "الصَّادُ وَالتَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَمَامٍ وَقُوَّةٍ. قَالَ ابْنُ دُرَيْدٍ: الصَّيْتَمَةُ: الصَّخَرَةُ. قَالَ: وَأَعْطَيْتُهُ أَلْفًا صَتْمًا. وَأَمَّا الصَّتَمُ فَالشَّابُّ الْقَوِيُّ الْخَلْقِ.\n\n[بَابُ الصَّادِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:333"
  },
  "صحب": {
    "def": "الصَّادُ وَالْحَاءُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى مُقَارَنَةِ شَيْءٍ وَمُقَارَبَتِهِ. مِنْ ذَلِكَ الصَّاحِبُ، وَالْجَمْعُ: الصَّحْبُ، كَمَا يُقَالُ: رَاكِبٌ وَرَكْبٌ. وَمِنَ الْبَابِ: أَصْحَبَ فُلَانٌ، إِذَا انْقَادَ. وَأَصْحَبَ الرَّجُلُ، إِذَا بَلَغَ ابْنُهُ. وَكُلُّ شَيْءٍ لَاءَمَ شَيْئًا فَقَدِ اسْتَصْحَبَهُ. وَيُقَالُ لِلْأَدِيمِ إِذَا تُرِكَ عَلَيْهِ شَعَرُهُ: مُصْحَبٌ. وَيُقَالُ: أَصْحَبَ الْمَاءُ، إِذَا عَلَاهُ الطُّحْلَبُ. [بَابُ الصَّادِ وَالْخَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:335-336"
  },
  "صحح": {
    "def": "الصَّادُ وَالْحَاءُ أَصْلٌ يَدُلُّ عَلَى الْبَرَاءَةِ مِنَ الْمَرَضِ وَالْعَيْبِ، وَعَلَى الِاسْتِوَاءِ. مِنْ ذَلِكَ الصِّحَّةُ: ذَهَابُ السُّقْمِ، وَالْبَرَاءَةُ مِنْ كُلِّ عَيْبٍ. وَالصَّحِيحُ وَالصِّحَاحُ بِمَعْنًى. وَالْمُصِحُّ: الَّذِي أَهْلُهُ وَإِبِلُهُ صِحَاحٌ وَأَصِحَّاءُ. قَالَ رَسُولُ اللَّهِ ﵌: «لَا يُورِدَنَّ ذُو عَاهَةٍ عَلَى مُصِحٍّ» ، أَيِ الَّذِي إِبِلُهُ صِحَاحٌ. وَالصَّحْصَحُ وَالصَّحْصَحَانُ وَالصَّحْصَاحُ: الْمَكَانُ الْمُسْتَوِي.",
    "pg": "3:281"
  },
  "صحر": {
    "def": "الصَّادُ وَالْحَاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا الْبَرَازُ مِنَ الْأَرْضِ، وَالْآخَرُ لَوْنٌ مِنَ الْأَلْوَانِ.\nفَالْأَوَّلُ الصَّحْرَاءُ: الْفَضَاءُ مِنَ الْأَرْضِ. وَيُقَالُ: أَصْحَرَ الْقَوْمُ، إِذَا بَرَزُوا. وَمِنَ الْبَابِ قَوْلُهُمْ: لَقِيتُهُ صَحْرَةَ بَحْرَةَ، إِذَا لَمْ يَكُنْ بَيْنَكَ وَبَيْنَهُ سِتْرٌ. وَالصُّحْرَةُ: الصَّحْرَاءُ فِي قَوْلِ أَبِي ذُؤَيْبٍ:\nسَبِيٌّ مِنْ يَرَاعَتِهِ نَفَاهُ ... أَتِيٌّ مَدَّهُ صُحَرٌ وَلُوبُ\nوَالْأَصْلُ الْآخَرُ: الصُّحْرَةُ، وَهُوَ لَوْنٌ أَبْيَضُ مُشْرَبٌ حُمْرَةً. وَأَتَانٌ صَحْرَاءُ: فِي لَوْنِهَا صُحْرَةٌ، وَهِيَ كُهْبَةٌ فِي بَيَاضٍ وَسَوَادٍ. وَيُقَالُ: اصْحَارَّ النَّبْتُ، إِذَا هَاجَ ; وَذَلِكَ أَنَّ لَوْنَهُ يَتَغَيَّرُ وَيَخْتَلِطُ.",
    "pg": "3:333-334"
  },
  "صحف": {
    "def": "الصَّادُ وَالْحَاءُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْبِسَاطٍ فِي شَيْءٍ وَسَعَةٍ. يُقَالُ: إِنَّ الصَّحِيفَ: وَجْهُ الْأَرْضِ. وَالصَّحِيفَةُ: بَشَرَةُ وَجْهِ الرَّجُلِ. قَالَ الْبُعَيْثُ:\nوَكُلُّ كُلَيْبِيٍّ صَحِيفَةُ وَجْهِهِ ... أَذَلُّ لِأَقْدَامِ الرِّجَالِ مِنَ النَّعْلِ\nوَمِنَ الْبَابِ: الصَّحِيفَةُ، وَهِيَ الَّتِي يُكْتَبُ فِيهَا، وَالْجَمْعُ: صَحَائِفُ، وَالصُّحُفُ أَيْضًا، كَأَنَّهُ جَمْعُ صَحِيفٍ. قَالَ:\nلَمَّا رَأَوْا غُدْوَةً جَبَاهَهُمْ ... حَنَّتْ إِلَيْنَا الْأَرْحَامُ وَالصُّحُفُ\nوَالصَّحْفَةُ: الْقَصْعَةُ الْمُسْلَنْطِحَةُ. وَقَالَ الشَّيْبَانِيُّ: الصِّحَافُ مَنَاقِعُ صِغَارٌ تُتَّخَذُ لِلْمَاءِ، الْجَمْعُ: صُحُفٌ.",
    "pg": "3:334"
  },
  "صحل": {
    "def": "الصَّادُ وَالْحَاءُ وَاللَّامُ كَلِمَةٌ، وَهِيَ بَحَحٌ فِي الصَّوْتِ. يُقَالُ لِلْأَبَحِّ: الْأَصْحَلُ، وَالْمَصْدَرُ: الصَّحَلُ، وَهُوَ صَحِلٌ، قَالَ الْأَعْشَى:\nصَحِلِ الصَّوْتِ أَبَحِّ",
    "pg": "3:334"
  },
  "صحم": {
    "def": "الصَّادُ وَالْحَاءُ وَالْمِيمُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى لَوْنٍ. فَالْأَصْحَمُ:\nالْأَغْبَرُ إِلَى السَّوَادِ. وَبَلْدَةٌ صَحْمَاءُ: مُغْبَرَّةٌ. وَاصْحَامَّتِ الْبَقْلَةُ: اخْضَارَّتْ. وَإِنَّمَا قِيلَ لَهَا ذَاكَ لِأَنَّهَا إِذَا رَوِيَتْ فَكَأَنَّهَا سَوْدَاءُ. وَلِذَلِكَ يُقَالُ: إِدْهَامَّتْ.",
    "pg": "3:334-335"
  },
  "صحن": {
    "def": "الصَّادُ وَالْحَاءُ وَالنُّونُ أُصَيْلٌ يَدُلُّ عَلَى اتِّسَاعٍ فِي شَيْءٍ. مِنْ ذَلِكَ الصَّحْنُ: وَسْطُ الدَّارِ. وَيَقُولُونَ: جَوْبَةٌ تَنْجَابُ فِي الْحَرَّةِ. وَبِذَلِكَ شُبِّهَ الْعُسُّ الْعَظِيمُ فَقِيلَ لَهُ: صَحْنٌ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: صَحَنْتُ بَيْنَ الْقَوْمِ، إِذَا أَصْلَحْتَ بَيْنَهُمْ. وَرُبَّمَا قَالُوا: صَحَنْتُهُ شَيْئًا، إِذَا أَعْطَيْتَهُ. وَيَقُولُونَ: صَحَنَهُ صَحَنَاتٍ، أَيْ ضَرَبَهُ ضَرَبَاتٍ. وَنَاقَةٌ صَحُونٌ، أَيْ رَمُوحٌ.",
    "pg": "3:335"
  },
  "صحو": {
    "def": "الصَّادُ وَالْحَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْكِشَافِ شَيْءٍ. مِنْ ذَلِكَ الصَّحْوُ، خِلَافُ السُّكْرِ. يُقَالُ: صَحَا يَصْحُو السَّكْرَانُ فَهُوَ صَاحٍ. وَمِنَ الْبَابِ: أَصْحَتِ السَّمَاءُ فَهِيَ مُصْحِيَةٌ. وَرُوِيَ عَنْ أَبِي حَاتِمٍ قَالَ: الْعَامَّةُ تَظُنُّ أَنَّ الصَّحْوَ لَا يَكُونُ إِلَّا ذَهَابَ الْغَيْمِ، وَلَيْسَ كَذَلِكَ، إِنَّمَا الصَّحْوُ ذَهَابُ الْبَرْدِ، وَتَفَرُّقُ الْغَيْمِ. وَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْمِصْحَاةُ، كَالْجَامِ يُشْرَبُ فِيهِ.",
    "pg": "3:335"
  },
  "صخب": {
    "def": "الصَّادُ وَالْخَاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى صَوْتٍ عَالٍ. مِنْ ذَلِكَ الصَّخَبُ: الصَّوْتُ وَالْجَلَبَةُ. وَقَالَ بَعْضُهُمْ: رَجُلٌ صَخْبَانُ: كَثِيرُ الصَّخْبِ. وَمَاءٌ صَخِبُ الْآذِيِّ، إِذَا كَانَ لَهُ صَوْتٌ.",
    "pg": "3:336"
  },
  "صخخ": {
    "def": "الصَّادُ وَالْخَاءُ أَصْلٌ يَدُلُّ عَلَى صَوْتٍ مِنَ الْأَصْوَاتِ. مِنْ ذَلِكَ الصَّاخَّةُ يُقَالُ إِنَّهَا الصَّيْحَةُ تُصِمُّ الْآذَانَ. وَيُقَالُ: ضَرَبْتُ الصَّخْرَةَ بِحَجَرٍ فَسَمِعْتُ لَهَا صَخًّا. وَيُقَالُ: صَخَّ الْغُرَابُ بِمِنْقَارِهِ فِي دَبَرَةِ الْبَعِيرِ، إِذَا طَعَنَ.",
    "pg": "3:281-282"
  },
  "صخد": {
    "def": "الصَّادُ وَالْخَاءُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شَدَّةٍ فِي حَرٍّ وَغَيْرِهِ. فَالصَّيْخَدُ: شِدَّةُ الْحَرِّ. وَيُقَالُ الصَّيْخَدُ: عَيْنُ الشَّمْسِ. وَاصْطَخَدَ الْحِرْبَاءُ: تَصَلَّى بِحَرِ الشَّمْسِ. وَيَوْمٌ صَخَدَانٌ، عَلَى فَعَلَانٍ: شَدِيدُ الْحَرِّ. وَيُقَالُ: صَخَدَ النَّهَارُ يَصْخَدُ مِنْ شِدَّةِ الْحَرِّ، وَصَخِدَ يَصْخَدُ. وَالصَّخْرَةُ الصَّيْخُودُ: الشَّدِيدَةُ.\nوَمِمَّا يُقَارِبُ هَذَا فِي بَابِ الشِّدَّةِ قَوْلُهُمْ: صَخَدَ الصُّرَدُ، إِذَا صَاحَ صِيَاحًا شَدِيدًا. وَكَذَلِكَ صَخَدَ الرَّجُلُ.",
    "pg": "3:336"
  },
  "صخر": {
    "def": "الصَّادُ وَالْخَاءُ وَالرَّاءُ كَلِمَةٌ صَحِيحَةٌ، وَهِيَ الصَّخْرَةُ: الْحَجَرَةُ الْعَظِيمَةُ. وَيُقَالُ: صَخْرَةٌ وَصَخَرَةٌ.",
    "pg": "3:336"
  },
  "صخم": {
    "def": "الصَّادُ وَالْخَاءُ وَالْمِيمُ كَلِمَةٌ. يُقَالُ: لِلْمُنْتَصِبِ: مُصْطَخِمٌ.",
    "pg": "3:336"
  },
  "صخي": {
    "def": "الصَّادُ وَالْخَاءُ وَالْيَاءُ كَلِمَةٌ، يُقَالُ: صَخِيَ الثَّوْبُ يَصْخَى ; وَهُوَ وَسَخٌ وَدَرَنٌ، فَهُوَ صَخٍ. وَالِاسْمُ الصَّخَى. [بَابُ الصَّادِ وَالدَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:336-337"
  },
  "صدح": {
    "def": "الصَّادُ وَالدَّالُ وَالْحَاءُ أُصَيْلٌ يَدُلُّ عَلَى صَوْتٍ. يُقَالُ: صَدَحَ الدِّيكُ وَالْغُرَابُ. وَكَانَ اللِّحْيَانِيُّ يَقُولُ: إِنَّهُ لَصَيْدَحٌ، أَيْ مُرْتَفِعُ الصَّوْتِ. وَيَقُولُونَ - وَلَيْسَ هُوَ مِنْ هَذَا الْقِيَاسِ -: إِنَّ الصُّدْحَةَ خَرَزَةٌ يُؤَخَّذُ بِهَا. وَيُقَالُ: الصَّدَحُ: الْإِكَامُ. وَاللَّهُ أَعْلَمُ. [بَابُ الصَّادِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:341-342"
  },
  "صدد": {
    "def": "الصَّادُ وَالدَّالُ مُعْظَمُ بَابِهِ يَئُولُ إِلَى إِعْرَاضٍ وَعُدُولٍ. وَيَجِيءُ بَعْدَ ذَلِكَ كَلِمَاتٌ تَشِذُّ. فَالصَّدُّ: الْإِعْرَاضُ. يُقَالُ: صَدَّ يَصُدُّ، وَهُوَ مَيْلٌ إِلَى أَحَدِ الْجَانِبَيْنِ. ثُمَّ تَقُولُ: صَدَدْتُ فُلَانًا عَنِ الْأَمْرِ، إِذَا عَدَلْتَهُ عَنْهُ. وَالصَّدَّانِ: جَانِبَا الْوَادِي، الْوَاحِدُ صَدٌّ، وَهُوَ الْقِيَاسُ ; لِأَنَّ الْجَانِبَ مَائِلٌ لَا مَحَالَةَ. وَيَقُولُونَ: إِنَّ الصَّدَدَ مَا اسْتَقْبَلَ. يُقَالُ: هَذِهِ الدَّارُ عَلَى صَدَدِ هَذِهِ. وَيَقُولُونَ: الصَّدَدُ: الْقُرْبُ. وَالصُّدَّادُ: الطَّرِيقُ إِلَى الْمَاءِ. وَالصَّدُّ: الْجَبَلُ. وَهَذِهِ الْكَلِمَاتُ الَّتِي ذَكَرْتُهَا فَلَيْسَتْ عِنْدِي أَصْلًا ; لِبُعْدِهَا عَنِ الْقِيَاسِ، وَإِنْ صَحَّتْ فَهِيَ مَحْمُولَةٌ عَلَى الْأَصْلِ.\nوَمِمَّا هُوَ صَحِيحٌ وَلَيْسَ مِنْ هَذَا الْبَابِ، قَوْلُهُمْ: صَدَّ يَصِدُّ، وَذَلِكَ إِذَا ضَجَّ. وَقَرَأَ قَوْمٌ: ﴿إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ﴾ [الزخرف: ٥٧] ، قَالُوا: يَضِجُّونَ. وَالصَّدِيدُ: الدَّمُ الْمُخْتَلِطُ بِالْقَيْحِ، يُقَالُ مِنْهُ: أَصَدَّ الْجُرْحُ.",
    "pg": "3:282"
  },
  "صدر": {
    "def": "الصَّادُ وَالدَّالُ وَالرَّاءُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى خِلَافِ الْوِرْدِ، وَالْآخِرُ صَدْرُ الْإِنْسَانِ وَغَيْرُهُ.\nفَالْأَوَّلُ قَوْلُهُمْ: صَدَرَ عَنِ الْمَاءِ، وَصَدَرَ عَنِ الْبِلَادِ، إِذَا كَانَ وَرَدَهَا ثُمَّ شَخَصَ عَنْهَا.\nوَقَالَ الْأَحْمَرُ: يُقَالُ: صَدَرْتُ عَنِ الْبِلَادِ صَدَرًا، وَهُوَ الِاسْمُ، فَإِنْ أَرَدْتَ الْمَصْدَرَ جَزَمْتَ الدَّالَ. وَأَنْشَدَ:\nوَلَيْلَةٍ قَدْ جَعَلْتُ الصُّبْحَ مَوْعِدَهَا ... صَدْرَ الْمَطِيَّةِ حَتَّى تَعْرِفَ السَّدَفَا\nصَدْرُ الْمَطِيَّةِ مَصْدَرٌ.\nوَأَمَّا الْآخَرُ فَالصَّدْرُ لِلْإِنْسَانِ، وَالْجَمْعُ: صُدُورٌ، قَالَ اللَّهُ تَعَالَى: ﴿وَلَكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ﴾ [الحج: ٤٦] ، ثُمَّ يُشْتَقُّ مِنْهُ. فَالصِّدَارُ: ثَوْبٌ يُغَطِّي الرَّأْسَ وَالصَّدْرَ. وَالصِّدَارُ: سِمَةٌ عَلَى صَدْرِ الْبَعِيرِ. وَالتَّصْدِيرُ: حَبْلٌ يُصَدَّرُ بِهِ الْبَعِيرُ لِئَلَّا يُرَدَّ حِمْلُهُ إِلَى خَلْفِهِ. وَالْمُصَدَّرُ: الْأَسَدُ، سُمِّيَ بِذَلِكَ لِقُوَّةِ صَدْرِهِ. وَالْمَصْدُورُ: الَّذِي يَشْتَكِي صَدْرَهُ.",
    "pg": "3:337"
  },
  "صدع": {
    "def": "الصَّادُ وَالدَّالُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْفِرَاجٍ فِي الشَّيْءِ. يُقَالُ: صَدَعْتُهُ فَانْصَدَعَ وَتَصَدَّعَ. وَصَدَعْتُ الْفَلَاةَ: قَطْعَتُهَا. وَدَلِيلٌ هَادٍ مِصْدَعٌ. وَالصَّدْعُ: النَّبَاتُ ; لِأَنَّهُ يَصْدَعُ الْأَرْضَ، [فِي] قَوْلِهِ تَعَالَى: ﴿وَالْأَرْضِ ذَاتِ الصَّدْعِ﴾ [الطارق: ١٢] . وَمِنَ الْبَابِ: صَدَعَ بِالْحَقِّ، إِذَا تَكَلَّمَ بِهِ جِهَارًا. قَالَ سُبْحَانَهُ لِنَبِيِّهِ ﵇: ﴿فَاصْدَعْ بِمَا تُؤْمَرُ﴾ [الحجر: ٩٤] . وَيُقَالُ تَصَدَّعَ الْقَوْمُ، إِذَا تَفَرَّقُوا. وَالصِّدْعَةُ مِنَ الْإِبِلِ: قِطْعَةٌ كَالسِّتِّينَ وَنَحْوِهَا، كَأَنَّهَا انْصَدَعَتْ عَنِ الْعَسْكَرِ الْعَظِيمِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ: الصَّدَعُ، الْفَتِيُّ مِنَ الْأَوْعَالِ.",
    "pg": "3:337-338"
  },
  "صدغ": {
    "def": "الصَّادُ وَالدَّالُ وَالْغَيْنُ أَصْلَانِ، أَحَدُهُمَا عُضْوٌ مِنَ الْأَعْضَاءِ، وَالْآخَرُ يَدُلُّ عَلَى ضَعْفٍ.\nفَالْأَوَّلُ: الصُّدْغُ، وَهُوَ مَا بَيْنَ خَطَِّ الْعَيْنِ إِلَى أَصْلِ الْأُذُنِ. يُقَالُ: صَدَغْتُ الرَّجُلَ، إِذَا حَاذَيْتَ صُدْغَهُ بِصُدْغِكَ فِي الْمَشْيِ. وَالصِّدَاغُ: سِمَةٌ فِي الصُّدْغِ.\nوَالْأَصْلُ الْآخَرُ الصَّدِيغُ: الرَّجُلُ الضَّعِيفُ. يُقَالُ: مَا يَصْدَغُ نَمْلَةً مِنْ ضَعْفٍ، أَيْ مَا يَقْتُلُ. وَيُقَالُ: إِنَّ الصَّدِيغَ الْوَلَدُ إِلَى أَنْ يَسْتَكْمِلَ سَبْعَةَ أَيَّامٍ.\nوَمِمَّا شَذَّ عَنِ الْبَابَيْنِ قَوْلُهُمْ: صَدَغْتُهُ عَنِ الشَّيْءِ، أَيْ كَفَفْتُهُ عَنْهُ.",
    "pg": "3:338"
  },
  "صدف": {
    "def": "الصَّادُ وَالدَّالُ وَالْفَاءُ أَصْلَانِ: [الْأَوَّلُ] يَدُلُّ عَلَى الْمَيْلِ، وَالثَّانِي: عَرَضٌ مِنَ الْأَعْرَاضِ.\nفَالْأَوَّلُ قَوْلُهُمْ: صَدَفَ عَنِ الشَّيْءِ، إِذَا مَالَ عَنْهُ وَوَلَّى ذَاهِبًا. قَالَ اللَّهُ تَعَالَى: ﴿سَنَجْزِي الَّذِينَ يَصْدِفُونَ عَنْ آيَاتِنَا﴾ [الأنعام: ١٥٧] . وَالصَّدَفُ مِنَ الْبَعِيرِ: أَنْ يَمِيلَ خُفُّهُ مِنَ الْيَدِ أَوِ الرِّجْلِ إِلَى الْجَانِبِ الْوَحْشِيِّ، وَقَدْ صَدِفَ. وَيُقَالُ لِلْإِبِلِ الَّتِي تَقِفُ عِنْدَ أَعْجَازِ الْإِبِلِ عَلَى الْحَوْضِ تَنْتَظِرُ انْصِرَافَ الشَّارِبَةِ لِتَدْخُلَ: هِيَ الصَّوَادِفُ. قَالَ:\nالنَّاظِرَاتُ الْعُقَبَ الصَّوَادِفُ\nوَالصَّدَفُ: جَانِبُ الْجَبَلِ، وَإِنَّمَا سُمِّيَ لِمَيْلِهِ إِلَى إِحْدَى الْجِهَتَيْنِ.\nوَأَمَّا الْآخَرُ فَالصَّدَفُ الْمَحَارَةُ، هِيَ مَعْرُوفَةٌ.",
    "pg": "3:338-339"
  },
  "صدق": {
    "def": "الصَّادُ وَالدَّالُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى قُوَّةٍ فِي الشَّيْءِ قَوْلًا وَغَيْرَهُ. مِنْ ذَلِكَ الصِّدْقُ: خِلَافُ الْكَذِبِ، سُمِّيَ لِقُوَّتِهِ فِي نَفْسِهِ، وَلِأَنَّ الْكَذِبَ لَا قُوَّةَ لَهُ، هُوَ بَاطِلٌ. وَأَصْلُ هَذَا مِنْ قَوْلِهِمْ شَيْءٌ صَدْقٌ، أَيْ صُلْبٌ. وَرُمْحٌ صَدْقٌ. وَيُقَالُ: صَدَقُوهُمُ الْقِتَالَ، وَفِي خِلَافِ ذَلِكَ كَذَبُوهُمْ. وَالصِّدِّيقُ: الْمُلَازِمُ لِلصِّدْقِ. وَالصَّدَاقُ: صَدَاقُ الْمَرْأَةِ، سُمِّيَ بِذَلِكَ لِقُوَّتِهِ وَأَنَّهُ حَقٌّ يَلْزَمُ. وَيُقَالُ: صَدَاقٌ وَصُدْقَةٌ وَصَدُقَةٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً﴾ [النساء: ٤] . وَقُرِئَتْ: \" صدقَاتِهِنَّ \". وَ [مِنَ] الْبَابِ الصَّدَقَةُ: مَا يَتَصَدَّقُ بِهِ الْمَرْءُ عَنْ نَفْسِهِ وَمَالِهِ. وَأَمَّا الْمُصَدِّقُ، فَخَبَّرَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ إِبْرَاهِيمَ، عَنِ الْمُفَسِّرِ، عَنِ الْقُتَيْبِيِّ قَالَ: وَمِمَّا يَضَعُهُ النَّاسُ غَيْرَ مَوْضِعِهِ قَوْلُهُمْ: هُوَ يَتَصَدَّقُ، إِذَا أَعْطَى، وَيَتَصَدَّقُ إِذَا سَأَلَ. وَذَلِكَ غَلَطٌ ; لِأَنَّ الْمُتَصَدِّقَ الْمُعْطِي. قَالَ اللَّهُ تَعَالَى فِي قِصَّةِ مَنْ قَالَ: ﴿وَتَصَدَّقْ عَلَيْنَا﴾ [يوسف: ٨٨] . وَحَدَّثَنَا هَذَا الشَّيْخُ عَنِ الْمَعْدَانِيِّ عَنْ أَبِيهِ، عَنْ أَبِي مُعَاذٍ، عَنِ اللَّيْثِ، عَنِ الْخَلِيلِ قَالَ: الْمُطْعِمُ مُتَصَدِّقٌ وَالسَّائِلُ مُتَصَدِّقٌ. وَهُمَا سَوَاءٌ. فَأَمَّا الَّذِي فِي الْقُرْآنِ فَهُوَ الْمُعْطِي. وَالْمُصَدِّقُ: الَّذِي يَأْخُذُ صَدَقَاتِ الْغَنَمِ. وَيُقَالُ: هُوَ رَجُلَُ صِدْقٍ. وَالصَّدَاقَةُ مُشْتَقَّةٌ مِنَ الصِّدْقِ فِي الْمَوَدَّةِ. وَيُقَالُ: صَدِيقٌ، لِلْوَاحِدِ وَلِلِاثْنَيْنِ وَلِلْجَمَاعَةِ، وَلِلْمَرْأَةِ. وَرُبَّمَا قَالُوا: أَصْدِقَاءُ، وَأَصَادِقُ، قَالَ:\nفَلَا زِلْنَ حَسْرَى ظُلَّعًا لِمْ حَمَلْنَهَا ... إِلَى بَلَدٍ نَاءٍ قَلِيلِ الْأَصَادِقِ",
    "pg": "3:339-340"
  },
  "صدم": {
    "def": "الصَّادُ وَالدَّالُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الصَّدْمُ، وَهُوَ ضَرْبُ الشَّيْءِ الصُّلْبِ بِمِثْلِهِ.",
    "pg": "3:340"
  },
  "صدن": {
    "def": "الصَّادُ وَالدَّالُ وَالنُّونُ أَصْلٌ ضَعِيفٌ. يَقُولُونَ: الصَّيْدَنُ: الثَّعْلَبُ.",
    "pg": "3:340"
  },
  "صدى": {
    "def": "الصَّادُ وَالدَّالُ وَالْحَرْفُ الْمُعْتَلُّ فِيهِ كَلِمٌ مُتَبَاعِدَةُ الْقِيَاسِ، لَا يَكَادُ يَلْتَقِي مِنْهَا كَلِمَتَانِ فِي أَصْلٍ. فَالصَّدَى: الذَّكَرُ مِنَ الْبُومِ، وَالْجَمْعُ أَصْدَاءُ، قَالَ:\nفَلَيْسَ النَّاسُ بَعْدَكَ فِي نَقِيرِ ... وَمَا هُمْ غَيْرَ أَصْدَاءٍ وَهَامِ\nوَالصَّدَى: الدِّمَاغُ نَفْسُهُ، وَيُقَالُ: بَلْ هُوَ الْمَوْضِعُ الَّذِي جُعِلَ فِيهِ السَّمْعُ مِنْ الدِّمَاغِ، وَلِذَلِكَ يُقَالُ: أَصَمَّ اللَّهُ صَدَاهُ. وَيُقَالُ بَلْ هَذَا صَدَى الصَّوْتِ، وَهُوَ الَّذِي يُجِيبُكَ إِذَا صِحْتَ بِقُرْبِ جَبَلٍ، وَقَالَ يَصِفُ دَارًا:\nصَمَّ صَدَاهَا وَعَفَا رَسْمُهَا ... وَاسْتَعْجَمَتْ عَنْ مَنْطِقِ السَّائِلِ\nوَالصَّدَى: الرَّجُلُ الْحَسَنُ الْقِيَامِ عَلَى مَالِهِ، يُقَالُ: هُوَ صَدَى مَالٍ. وَلَا يُقَالُ إِلَّا بِالْإِضَافَةِ. وَالصَّدَى: الْعَطَشُ، يُقَالُ: رَجُلٌ صَدٍ وَصَادٍ، وَامْرَأَةٌ صَادِيَةٌ. وَتَصَدَّى فُلَانٌ لِلشَّيْءِ، يَسْتَشْرِفُهُ نَاظِرًا إِلَيْهِ. وَالتَّصْدِيَةُ: التَّصْفِيقُ بِالْيَدَيْنِ. قَالَ اللَّهُ تَعَالَى: ﴿وَمَا كَانَ صَلَاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً﴾ [الأنفال: ٣٥] . فَأَمَّا الصَّوَادِي مِنَ النَّخْلِ فَهِيَ الطِّوَالُ. وَيُقَالُ: صَادَيْتُ فُلَانًا، إِذَا دَارَيْتَهُ. وَصَادَيْتُ [فُلَانًا مُصَادَاةً: عَامَلْتُهُ بِمِثْلِ صَنِيعِهِ] .\nوَإِذَا كَانَ بَعْدَ الدَّالِ هَمْزَةٌ تَغَيَّرَ الْمَعْنَى، فَيَكُونُ مِنَ الصَّدَأِ صَدَأِ الْحَدِيدِ. يَقُولُونَ: صَاغِرٌ صَدِئٌ، مِنْ صَدَأِ الْعَارِ.",
    "pg": "3:340-341"
  },
  "صرب": {
    "def": "الصَّادُ وَالرَّاءُ وَالْبَاءُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى مِثْلِ مَا دَلَّ عَلَيْهِ الْبَابُ الَّذِي قَبْلَهُ. وَزَادَ الْخَلِيلُ فِيهِ وَصْفًا آخَرَ، قَالَ: الصَّرِيبُ: اللَّبَنُ الَّذِي قَدْ حُقِنَ: وَالْوَطْبُ مُصَرَّبٌ. وَقَالَ ابْنُ دُرَيْدٍ: كُلُّ شَيْءٍ أَمْلَسُ فَهُوَ صَرَبٌ. وَهَذَا الَّذِي قَالَهُ ابْنُ دُرَيْدٍ أَقْيَسُ ; لِأَنَّهُمْ يُسَمُّونَ الصَّمْغَ الصَّرَبَ، وَيُنْشِدُونَ:\nأَرْضٌ عَنِ الْخَيْرِ وَالسُّلْطَانِ نَائِيَةٌ ... وَالْأَطْيَبَانِ بِهَا الطُّرْثُوثُ وَالصَّرَبُ\nوَالصَّمْغُ فِيهِ مَلَاسَةٌ. وَالَّذِي قَالَهُ الْخَلِيلُ فَفَرْعُهُ قَوْلُهُمْ لِلصَّبِيِّ إِذَا احْتَبَسَ بَطْنُهُ: صَرَبَ لِيَسْمَنَ، وَذَلِكَ عِنْدَ عَقْدِهِ شَحْمَهُ. وَالصَّرَْبُ: اللَّبَنُ الْحَامِضُ.",
    "pg": "3:347"
  },
  "صرح": {
    "def": "الصَّادُ وَالرَّاءُ وَالْحَاءُ أَصْلٌ مُنْقَاسٌ، يَدُلُّ عَلَى ظُهُورِ الشَّيْءِ وَبُرُوزِهِ. مِنْ ذَلِكَ الشَّيْءُ الصَّرِيحُ. وَالصَّرِيحُ: الْمَحْضُ الْحَسَبُ، وَجَمْعُهُ صُرَحَاءُ. قَالَ الْخَلِيلُ: وَيُجْمَعُ الْخَيْلُ عَلَى الصَّرَائِحِ. وَقَالَ: وَكُلُّ خَالِصٍ صَرِيحٌ. يُقَالُ: هُوَ بَيِّنُ الصَّرَاحَةِ وَالصُّرُوحَةِ. وَصَرَّحَ بِمَا فِي نَفْسِهِ: أَظْهَرَهُ. وَيُقَالُ: كَأْسٌ صُرَاحٌ، إِذَا لَمْ تُشَبْ بِمِزَاجٍ. وَصَرَّحَتِ الْخَمْرُ، إِذَا ذَهَبَ عَنْهَا الزَّبَدُ. قَالَ الْأَعْشَى:\nكُمَيْتٌ تَكَشَّفَ عَنْ حُمْرَةٍ ... إِذَا صَرَّحَتْ بَعْدَ إِزْبَادِهَا وَيُقَالُ: جَاءَ بِهِ صُرَاحًا، أَيْ جِهَارًا. وَلَقِيتُ فُلَانًا مُصَارَحَةً وَصِرَاحًا، أَيْ كِفَاحًا. وَيُقَالُ: صَرَّحَ الْحَقُّ عَنْ مَحْضِهِ، أَيِ انْكَشَفَ الْأَمْرُ بَعْدَ غُيُوبِهِ. وَالصَّرْحَةُ: الْمَكَانُ، وَيُقَالُ: بَلْ هُوَ الْمَتْنُ مِنَ الْأَرْضِ. وَيُقَالُ: يَوْمٌ مُصَرِّحٌ، إِذَا كَانَ لَا سَحَابَ فِيهِ، وَهُوَ فِي شِعْرِ الطِّرِمَّاحِ. وَالصَّرْحُ: بَيْتٌ وَاحِدٌ يُبْنَى مُنْفَرِدًا ضَخْمًا طَوِيلًا فِي السَّمَاءِ. وَكُلُّ بِنَاءٍ عَالٍ فَهُوَ صَرْحٌ.",
    "pg": "3:347-348"
  },
  "صرخ": {
    "def": "الصَّادُ وَالرَّاءُ وَالْخَاءُ أُصَيْلٌ يَدُلُّ عَلَى صَوْتٍ رَفِيعٍ. مِنْ ذَلِكَ الصُّرَاخُ، يُقَالُ: صَرَخَ يَصْرُخُ، وَهُوَ إِذَا صَوَّتَ. وَيُقَالُ: الصَّارِخُ: الْمُسْتَغِيثُ، وَالصَّارِخُ: الْمُغِيثُ، وَيُقَالُ: بَلِ الْمُغِيثُ مُصْرِخٌ ; لِقَوْلِهِ تَعَالَى فِي قِصَّةِ مَنْ قَالَ: ﴿مَا أَنَا بِمُصْرِخِكُمْ وَمَا أَنْتُمْ بِمُصْرِخِيَّ﴾ [إبراهيم: ٢٢] .",
    "pg": "3:348"
  },
  "صرد": {
    "def": "الصَّادُ وَالرَّاءُ وَالدَّالُ أُصُولٌ ثَلَاثَةٌ: أَحَدُهَا الْبَرْدُ، وَالْآخَرُ الْخُلُوصُ، وَالْآخِرُ الْقِلَّةُ.\nفَالْأَوَّلُ: الصَّرْدُ: الْبَرْدُ، وَيَوْمٌ صَرِدٌ ; وَقَدْ صَرِدَ الرَّجُلُ. وَرَجُلٌ مِصْرَادٌ: جَزُوعٌ مِنَ الْبَرْدِ. وَالِاسْمُ الصَّرَدُ. قَالَ الشَّاعِرُ:\nنِعْمَ شِعَارُ الْفَتَى إِذَا بَرَدَ اللَّيْ ... لُ سُحَيْرًا وَقَفْقَفَ الصَّرِدُ\nوَمِنَ الْبَابِ قَوْلُهُمْ: صَرِدَ الْقَلْبُ عَنِ الشَّيْءِ، إِذَا انْتَهَى عَنْهُ. وَذَلِكَ أَنَّهُ يَسْلُو عَنْهُ وَيَبْرُدُ وَيَصْرُدُ. وَالصُّرَّادُ: غَيْمٌ رَقِيقٌ. وَأَمَّا الْخُلُوصُ فَالصَّرْدُ: الْبَحْتُ الْخَالِصُ. وَيُقَالُ: كَذِبٌ صَرْدٌ. وَأُحِبُّكَ حُبًّا صَرْدًا. وَشَرَابٌ صَرْدٌ: خَالِصٌ. قَالَ:\nفَإِنَّ النَّبِيذَ الصَّرْدَ إِنْ شُرْبَ وَحْدَهُ ... عَلَى غَيْرِ شَيْءٍ أَوْجَعَ الْكَبْدَ جُوعُهَا\nوَمِنَ الْبَابِ: صَرَدَ السَّهْمُ مِنَ الرَّمِيَّةِ، إِذَا نَفَذَ حَدُّهُ. وَنَصْلٌ صَارِدٌ. وَأَنَا أَصْرَدْتُهُ، وَهُوَ الْخُلُوصُ مِنَ الرَّمِيَّةِ.\nوَالْبَابُ الثَّالِثُ: التَّصْرِيدُ فِي السَّقْيِ دُونَ الرِّيِّ. وَشَرَابٌ مُصَرِّدٌ، أَيْ مُقَلَّلٌ. وَصَرَّدَ لَهُ الْعَطَاءَ، إِذَا قَلَّلَهُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الصُّرَدُ: طَائِرٌ. وَالصُّرَدَانِ: عِرْقَانِ تَحْتَ اللِّسَانِ.",
    "pg": "3:348-349"
  },
  "صرر": {
    "def": "الصَّادُ وَالرَّاءُ أُصُولٌ: الْأَوَّلُ قَوْلُهُمْ صَرَّ الدَّرَاهِمَ يَصُرُّهَا صَرًّا. وَتِلْكَ الْخِرْقَةُ صُرَّةٌ. وَالَّذِي تَعْرِفُهُ الْعَرَبُ الصِّرَارُ، وَهِيَ خِرْقَةٌ تُشَدُّ عَلَى أَطْبَاءِ النَّاقَةِ لِئَلَّا يَرْضَعَهَا فَصِيلُهَا. يُقَالُ: صَرَّهَا صَرًّا. وَمِنَ الْبَابِ: الْإِصْرَارُ: الْعَزْمُ عَلَى الشَّيْءِ. وَإِنَّمَا جَعَلْنَاهُ مِنْ قِيَاسِهِ لِأَنَّ الْعَزْمَ عَلَى الشَّيْءِ وَالْإِجْمَاعَ عَلَيْهِ وَاحِدٌ، وَكَذَلِكَ الْإِصْرَارُ: الثَّبَاتُ عَلَى الشَّيْءِ.\nوَمِنَ الْبَابِ: هَذِهِ يَمِينُ صِرِّي أَيْ جِدٌّ، إِنَّا ثَابِتٌ عَلَيْهَا مُجْمِعٌ.\nوَمِنَ الْبَابِ: الصَّرَّةُ، يُقَالُ لِلْجَمَاعَةِ صَرَّةٌ. قَالَ امْرُؤُ الْقَيْسِ:\nفَأَلْحَقَنَا بِالْهَادِيَاتِ وَدُونَهُ ... جَوَاحِرُهَا فِي صَرَّةٍ لَمْ تَزَيَّلِ\nوَمِنَ الْبَابِ: حَافِرٌ مَصْرُورٌ، أَيْ مُنْقَبِضٌ. وَمِنْهُ الصُّرْصُورُ، وَهُوَ الْقَطِيعُ الضَّخْمُ مِنَ الْإِبِلِ.\nوَأَمَّا الثَّانِي - وَهُوَ مِنَ السُّمُوِّ وَالِارْتِفَاعِ - فَقَوْلُهُمْ: صَرَّ الْحِمَارُ أُذُنَهُ، إِذَا أَقَامَهَا. وَأَصَرَّ إِذَا لَمْ تَذْكُرِ الْأُذُنَ، وَإِنْ ذَكَرْتَ الْأُذُنَ قُلْتَ: أَصَرَّ بِأُذُنِهِ. وَأَظُنُّهُ نَادِرًا. وَالْأَصْلُ فِي هَذَا: الصِّرَارِ، وَهِيَ أَمَاكِنُ مُرْتَفِعَةٌ لَا يَكَادُ الْمَاءُ يَعْلُوهَا. فَأَمَّا صِرَارٌ فَهُوَ اسْمُ عَلَمٍ، وَهُوَ جَبَلٌ. قَالَ:\nإِنَّ الْفَرَزْدَقَ لَنْ يُزَايِلَ لُؤْمَهُ ... حَتَّى يَزُولَ عَنِ الطَّرِيقِ صِرَارُ\nوَأَمَّا الثَّالِثُ: فَالْبَرْدُ وَالْحَرُّ، وَهُوَ الصِّرُّ. يُقَالُ أَصَابَ النَّبْتَ صِرٌّ، إِذَا أَصَابَهُ بَرْدٌ يُضِرُّ بِهِ. وَالصِّرُّ: صِرُّ الرِّيحِ الْبَارِدَةِ. وَرُبَّمَا جَعَلُوا فِي هَذَا الْمَوْضِعِ الْحَرَّ. قَالَ قَوْمٌ: الصَّارَّةُ: شِدَّةُ الْحَرِّ حَرِّ الشَّمْسِ. يُقَالُ: قَطَعَ الْحِمَارُ صَارَّتَهُ. إِذَا شَرِبَ شُرْبًا كَسَرَ عَطَشَهُ. وَالصَّارَّةُ: الْعَطَشُ، وَجَمْعُهَا صَوَارُّ. وَالصَّرِيرَةُ: الْعَطَشُ، وَالْجَمْعُ: صَرَائِرُ. قَالَ:\nوَانْصَاعَتِ الْحُقْبُ لَمْ يُقْصَعْ صَرَائِرُهَا\nوَذَكَرَ أَبُو عُبَيْدٍ: الصَّارَّةُ الْعَطَشُ، وَالْجَمْعُ صَرَائِرُ. وَهُوَ غَلَطٌ، وَالْوَجْهُ مَا ذَكَرْنَا.\nوَأَمَّا الرَّابِعُ، فَالصَّوْتُ. مِنْ ذَلِكَ الصَّرَّةُ: شِدَّةُ الصِّيَاحِ. صَرَّ الْجُنْدَبُ صَرِيرًا، وَصَرْصَرَ الْأَخْطَبُ صَرْصَرَةً. وَالصَّرَارِيُّ: الْمَلَّاحُ، وَيُمْكِنُ أَنْ يَكُونَ لِرَفْعِهِ صَوْتَهُ.\nوَمِمَّا شَذَّ عَنْ هَذِهِ الْأُصُولِ كَلِمَتَانِ، وَلَعَلَّ لَهُمَا قِيَاسًا قَدْ خَفِيَ عَلَيْنَا مَكَانُهُ، فَالْأُولَى: الصَّارَّةُ، وَهِيَ الْحَاجَةُ. يُقَالُ: لِي قِبَلَ فُلَانٍ صَارَّةٌ، وَجَمْعُهَا صَوَارُّ، أَيْ حَاجَةٌ. وَالْكَلِمَةُ الْأُخْرَى الصَّرُورَةُ، وَهُوَ الَّذِي لَمْ يَحْجُجْ، وَالَّذِي لَمْ يَتَزَوَّجْ. وَيُقَالُ الصَّرُورَةُ: الَّذِي يَدَعُ النِّكَاحَ مُتَبَتِّلًا. وَجَاءَ فِي الْحَدِيثِ: «لَا صَرُورَةَ فِي الْإِسْلَامِ» .\nقَالَ أَبُو بَكْرٍ مُحَمَّدُ بْنُ الْحَسَنِ بْنِ دُرَيْدٍ: \" الْأَصْلُ فِي الصَّرُورَةِ أَنَّ الرَّجُلَ فِي الْجَاهِلِيَّةِ كَانَ إِذَا أَحْدَثَ حَدَثًا فَلَجَأَ إِلَى الْكَعْبَةِ لَمْ يُهَجْ، فَكَانَ إِذَا لَقِيَهُ وَلِيُّ الدَّمِ بِالْحَرَمِ قِيلَ لَهُ: هُوَ صَرُورَةٌ فَلَا تَهِجْهُ. فَكَثُرَ ذَلِكَ فِي كَلَامِهِمْ حَتَّى جَعَلُوا الْمُتَعَبِّدَ الَّذِي يَجْتَنِبُ النِّسَاءَ، وَطِيبَ الطَّعَامِ صَرُورَةً، وَصَرُورِيًّا. وَذَلِكَ عَنَى النَّابِغَةُ بِقَوْلِهِ: لَوْ أَنَّهَا عَرَضَتْ لَأَشْمَطَ رَاهِبٍ ... عَبَدَ الْإِلَهَ صَرُورَةٍ مُتَعَبِّدِ\nأَيْ مُنْقَبِضٍ عَنِ النِّسَاءِ وَالطِّيبِ. فَلَمَّا جَاءَ اللَّهُ تَعَالَى بِالْإِسْلَامِ وَأَوْجَبَ إِقَامَةَ الْحُدُودِ بِمَكَّةَ وَغَيْرِهَا سُمِّيَ الَّذِي لَمْ يَحُجَّ صَرُورَةً وَصَرُورِيًّا، خِلَافًا لِأَمْرِ الْجَاهِلِيَّةِ. كَأَنَّهُمْ جَعَلُوا أَنَّ تَرْكَهُ الْحَجَّ فِي الْإِسْلَامِ كَتَرْكِ الْمُتَأَلِّهِ إِتْيَانَ النِّسَاءِ وَالتَّنَعُّمَ فِي الْجَاهِلِيَّةِ \".\nوَهَذَا الَّذِي ذَكَرْنَاهُ فِي مَعْنَى الصَّرُورَةِ يَحْتَمِلُ أَنَّهُ مِنَ الصِّرَارِ، وَهُوَ الْخِرْقَةُ الَّتِي تُشَدُّ عَلَى أَطْبَاءِ النَّاقَةِ لِئَلَّا يَرْضَعَهَا فَصِيلُهَا. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الصَّادِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:282-285"
  },
  "صرط": {
    "def": "الصَّادُ وَالرَّاءُ وَالطَّاءُ وَهُوَ مِنْ بَابِ الْإِبْدَالِ، وَقَدْ ذُكِرَ فِي السِّينِ، وَهُوَ الطَّرِيقُ. قَالَ:\nأَكُرُّ عَلَى الْحَرُورِيِّينَ مُهْرِي ... وَأَحْمِلُهُمْ عَلَى وَضَحِ الصِّرَاطِ\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرَ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ صَادٌ]\nفَالَّذِي جَاءَ مِنْهُ عَلَى الْقِيَاسِ، الَّذِي تَقَدَّمَ ذِكْرُهُ.\n[وَأَمَّا الْمَنْحُوتُ] فَقَوْلُهُمْ (الصَّعْنَبُ) الصَّغِيرُ الرَّأْسِ، فَهَذَا مِمَّا زِيدَتْ فِيهِ الْبَاءُ، وَأَصْلُهُ الصَّادُ وَالْعَيْنُ وَالنُّونُ، وَقَدْ قُلْنَاهُ فِي الصِّعْوَنِّ، وَمَضَى تَفْسِيرُهُ.\n\nوَمِنَ الْبَابِ: (اصْمَقَرَّ) اللَّبَنُ، إِذَا اشْتَدَّتْ حُمُوضَتُهُ. وَهَذَا مَنْحُوتٌ مِنْ كَلِمَتَيْنِ. مِنْ صَقَرَ وَمَقَرَ. أَمَّا مَقِرٌ فَهُوَ الْحَامِضُ،\nوَمِنْ ذَلِكَ يُقَالُ: سَمَكٌ مَمْقُورٌ. وَأَمَّا صَقِرٌ فَمِنَ الْخُثُورَةِ، وَلِذَلِكَ سُمِّيَ الدِّبْسُ صَقْرًا، وَقَدْ مَرَّ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ: بَعِيرٌ (صَلْخَدٌ) ، أَيْ صُلْبٌ، فَاللَّامُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ مَنْ صَخَدَ، وَالصَّخْرَةُ الصَّيْخُودُ، وَقَدْ فَسَّرْنَاهُ.\n\nوَمِنْ ذَلِكَ: (الصَِّلْقَمُ) ، وَهُوَ الشَّدِيدُ الْعَضِّ. وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مَنْ صَلَقَ وَلَقَمَ، كَأَنَّهُ يَجْعَلُ الشَّيْءَ كَاللُّقْمَةِ. وَالصَّلْقُ مِنَ الْأَنْيَابِ الصَّلَقَاتُ، وَقَدْ مَضَى.\n\nوَمِنْ ذَلِكَ: (الصِّرْدَاحُ) وَ (الصَّرْدَحُ) ، وَهِيَ النَّاقَةُ الصُّلْبَةُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الدَّالُ. وَأَصْلُهُ مِنَ الصَّرْحِ، وَهُوَ الْبِنَاءُ الْعَالِي الْقَوِيُّ.\n\nوَمِنْ ذَلِكَ كَلِمَةٌ ذَكَرَهَا ابْنُ دُرَيْدٍ، وَهِيَ فِي الْقِيَاسِ جَيِّدَةٌ صَحِيحَةٌ. قَالَ: \" نَاقَةٌ صَيْلَخُودٌ: صُلْبَةُ شَدِيدَةٌ \"، وَقَدْ فَسَّرْنَاهَا فِي الصَّلْخَدِ.\n\nوَمِنْ ذَلِكَ (اصْمَعَدَّ) الرَّجُلُ: ذَهَبَ فِي الْأَرْضِ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْمِيمُ، وَإِنَّمَا هُوَ مِنْ أَصْعَدَ فِي الْأَرْضِ، وَقَدْ فَسَّرْنَاهُ.\n\nوَمِنْ ذَلِكَ (صَلْفَعَ) رَأْسَهُ، إِذَا حَلَقَهُ. وَالْفَاءُ فِيهِ زَائِدَةٌ، وَهُوَ مِنَ الصَّلَعِ. وَقَالَ قَوْمٌ: صَلْفَعَهُ، إِذَا ضَرَبَ عُنُقَهُ. وَهُوَ قَرِيبٌ، إِلَّا أَنَّ الْأَوَّلَ أَقْيَسُ.\n\nوَمِنْ ذَلِكَ قَوْلُ الْأَحْمَرِ: (صَلْمَعْتُ) الشَّيْءَ، إِذَا قَلَعْتَهُ مِنْ أَصْلِهِ. وَقَالَ الْفَرَّاءُ: صَلْمَعَ رَأْسَهُ، إِذَا حَلَقَ شَعْرَهُ. وَالْمِيمُ فِي الْكَلِمَتَيْنِ زَائِدَةٌ. وَيُقَالُ إِنَّ (الصَّلْمَعَةَ) وَالصَّلْفَعَةَ:) الْإِفْلَاسُ. وَهُوَ الْقِيَاسُ. وَمِنْ ذَلِكَ (الصِّمْرِدُ) النَّاقَةُ الْقَلِيلَةُ اللَّبَنِ، وَالْمِيمُ فِيهِ زَائِدَةٌ، وَهُوَ مِنْ صَرَدَ. وَقَدْ قُلْنَا إِنَّ التَّصْرِيدَ: التَّقْلِيلُ.\n\nوَمِنْ ذَلِكَ (الصُّمَّلِكُ) الشَّدِيدُ الْقُوَّةِ، وَالْكَافُ فِيهِ زَائِدَةٌ، وَالْأَصْلُ الصُّمُلُّ.\nوَمِنَ الْبَابِ (الصَّهْصَلِقُ) الشَّدِيدُ الصَّوْتِ الصَّخَّابُ. يُقَالُ: امْرَأَةٌ صَهْصَلِقٌ: صَخَّابَةٌ. وَهَذَا مَنْحُوتٌ مِنْ كَلِمَتَيْنِ: مِنْ صَهَلَ وَصَلَقَ، وَقَدْ ذَكَرْنَاهُمَا. قَالَ ابْنُ أَحْمَرَ:\nصَهْصَلِقُ الصَّوْتِ إِذَا مَا غَدَتْ ... لَمْ يَطْمَعِ الصَّقْرُ بِهَا الْمُنْكَدِرْ\nوَمِنْ ذَلِكَ (الْمُصْمَئِلَّةُ) الدَّاهِيَةُ. وَالْأَصْلُ صَمَلَ، وَقَدْ مَضَى ذِكْرُهُ.\n\nوَمِنْ ذَلِكَ (الصَّفَارِيتُ) ، وَهُمُ الْفُقَرَاءُ، الْوَاحِدُ صِفْرِيتُ. قَالَ ذُو الرُّمَّةِ:\nوَلَا خُورٍ صَفَارِيتِ\nوَالتَّاءُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ الصِّفْرُ، وَهُوَ الْخَالِي.\nوَمِنْ ذَلِكَ (الصَّعْنَبَةُ) ، أَيْ تَصَوْمُعُ الثَّرِيدَةِ. وَالْبَاءُ فِيهِ زَائِدَةٌ، وَهُوَ مِنَ الْمُصْعَنِّ وَالصِّعْوَنِّ، وَقَدْ ذَكَرْنَاهُ.\n\nوَمِنْ ذَلِكَ (الصَّمْعَرَةُ) وَهُوَ مَا غَلُظَ مِنَ الْأَرْضِ. وَ (الصَّمْعَرِيَّةُ) مِنَ الْحَيَّاتِ: الْخَبِيثَةُ. وَ (الصَّمْعَرِيُّ) اللَّئِيمُ. وَقِيَاسُ هَؤُلَاءِ الْكَلِمَاتِ وَاحِدٌ، وَهِيَ مَنْحُوتَةٌ مِنْ صَمَرَ وَمَعَرَ. أَمَّا صَمَرَ فَاشْتَدَّ. وَأَمَّا مَعَرَ فَقَلَّ نَبْتُهُ وَخَيْرُهُ. وَقَدْ ذُكِرَ فِي بَابِهِ.\n\nوَمِنْ ذَلِكَ (الصِّمْلَاخُ) خَرْقُ الْأُذُنِ، وَاللَّامُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ الصِّمَاخُ، وَقَدْ ذُكِرَا.\nوَمِنْ ذَلِكَ (الصُّمَالِخُ) اللَّبَنُ الْخَاثِرُ الْمُتَلَبِّدُ. فَهَذَا مِنْ صَلَخَ وَصَمَلَ. أَمَّا صَمَلَ فَاشْتَدَّ، وَأَمَّا صَلَخَ فَمِنَ الصَّمَمِ. فَكَأَنَّ اللَّبَنَ إِذَا خَثُرَ لَمْ يَكُنْ لَهُ عِنْدَ صَبِّهِ صَوْتٌ.\n\nوَمِنْ ذَلِكَ (الصِّقَعْلُ) وَهُوَ التَّمْرُ الْيَابِسُ. وَهَذَا مِنَ الصَّقْلِ. وَالْعَيْنُ فِيهِ زَائِدَةٌ، وَذَلِكَ أَنَّهُ إِذَا يَبِسَ صَارَ كَالشَّيْءِ الصَّقِيلِ.\n\nوَمِنْ ذَلِكَ (الصِّلْدَمَةُ) الْفَرَسُ الشَّدِيدَةُ. وَهَذِهِ مِنْ صَلَدَ وَصَدَمَ. أَمَّا الصَّلْدُ فَالشَّدِيدُ، وَهُوَ مِنَ الصَّخْرَةِ الصَّلْدِ. وَالصَّدْمُ مِنْ صَدْمِ الشَّيْءِ، وَقَدْ مَرَّ ذِكْرُهُ. فَأَمَّا (الصِّنْتِيتُ) وَهُوَ السَّيِّدُ، فَمَضَى ذِكْرُهُ ; لِأَنَّهُ مِنْ بَابِ الْإِبْدَالِ، وَهُوَ الصِّنْدِيدُ.\n\nوَمِنْ ذَلِكَ (الصَّقْعَبُ) الطَّوِيلُ مِنَ الرِّجَالِ. فَهَذَا مَنْحُوتٌ مِنْ كَلِمَتَيْنِ مِنْ صَقَبَ وَصَعَبَ. أَمَّا الصَّقْبُ فَالطَّوِيلُ، وَالصَّعْبُ مِنَ الصُّعُوبَةِ.\n\nوَمِنْ ذَلِكَ (الصَّلْهَبُ) الرَّجُلُ الطَّوِيلُ، فَهَذَا مَعْنَيَانِ: الْإِبْدَالُ وَالزِّيَادَةُ. أَمَّا الْإِبْدَالُ فَالصَّادُ بَدَلَ السِّينِ، وَهُوَ السَّلْهَبُ. وَإِذَا كَانَتِ الْهَاءُ زَائِدَةٌ فَهُوَ مِنَ السَّلِبِ، وَهُوَ الطَّوِيلُ. وَأَمَّا الَّذِي وُضِعَ وَضْعًا، وَهُوَ غَيْرُ مُنْقَاسٍ عِنْدِي، (فَالصُّنْبُورُ) النَّخْلَةُ تَبْقَى مُنْفَرِدَةً وَيَدِقُّ أَسْفَلُهَا. وَالصُّنْبُورُ: مَثْعَبُ الْحَوْضِ. وَالصُّنْبُورُ: الرَّجُلُ الْفَرْدُ الَّذِي لَا وَلَدَ لَهُ وَلَا أَخَ. وَالصُّنْبُورُ: الْقَصَبَةُ الَّتِي تَكُونُ فِي الْإِدَاوَةِ مِنْ حَدِيدٍ أَوْ رَصَاصٍ يُشْرَبُ بِهَا. وَأَمَّا (الصِّنَّبْرُ) وَهُوَ الْبَرْدُ الشَّدِيدُ، فَالنُّونُ وَالْبَاءُ فِيهِ زَائِدَتَانِ، وَهُوَ مِنَ الصِّرِّ.\nوَمِمَّا وُضِعَ وَضْعًا، وَلَعَلَّهُ أَنْ يَكُونَ كَالنَّبَزِ: (الصَّعَافِقَةُ) يُقَالُ: الَّذِينَ لَيْسَتْ مَعَهُمْ رُءُوسُ أَمْوَالٍ، يَحْضُرُونَ الْأَسْوَاقَ فَإِذَا اشْتَرَى وَاحِدٌ شَيْئًا دَخَلُوا مَعَهُ فِيهِ.",
    "pg": "3:349-353"
  },
  "صرع": {
    "def": "الصَّادُ وَالرَّاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى سُقُوطِ شَيْءٍ إِلَى الْأَرْضِ عَنْ مِرَاسِ اثْنَيْنِ، ثُمَّ يُحْمَلُ عَلَى ذَلِكَ وَيُشْتَقُّ مِنْهُ. مِنْ ذَلِكَ صَرَعْتُ الرَّجُلَ صَرْعًا، وَصَارَعْتُهُ مُصَارَعَةً، وَرَجُلٌ صَرِيعٌ. وَالصَّرِيعُ مِنَ الْأَغْصَانِ: مَا تَهَدَّلَ وَسَقَطَ إِلَى الْأَرْضِ، وَالْجَمْعُ: صُرُعٌ. وَإِذَا جُعِلَتْ مِنْ ذَلِكَ السَّاقِطِ قَوْسٌ، فَهِيَ صَرِيعٌ.\nوَأَمَّا الْمَحْمُولُ عَلَى هَذَا فَقَوْلُهُمْ: هُمَا صِرْعَانِ، يُقَالُ: إِنَّ مَعْنَى ذَلِكَ أَنَّهُمَا يَقَعَانِ مَعًا. وَهَذَا مَثَلٌ وَتَشْبِيهٌ. وَكَذَلِكَ مِصْرَاعَا الْبَابِ مَأْخُوذَانِ مِنْ هَذَا، أَيْ هُمَا مُتَسَاوِيَانِ يَقَعَانِ مَعًا. وَالصَّرْعَانِ: إِبِلَانِ يَخْتَلِفَانِ فِي الْمَشْيِ، فَتَذْهَبُ هَذِهِ وَتَجِيءُ هَذِهِ لِكَثْرَتِهَا. قَالَ:\nفَرَّجْتُ عَنْهُ بِصَرْعَيْنَا لِأَرْمَلَةٍ ... أَوْ بَائِسٍ جَاءَ مَعْنَاهُ كَمَعْنَاهُ\nوَمَصَارِعُ النَّاسِ: مَسَاقِطُهُمْ. وَقَالَ أَبُو زَيْدٍ: أَتَانَا صَرْعَيِ النَّهَارِ، غُدْوَةً وَعَشِيَّةً. وَهَذَا مَحْمُولٌ عَلَى مَا ذَكَرْنَاهُ، مِنْ أَنَّ الصَّرْعَيْنِ الْمِثْلَانِ. وَالْقِيَاسُ فِيهِ كُلُّهُ وَاحِدٌ.",
    "pg": "3:342"
  },
  "صرف": {
    "def": "الصَّادُ وَالرَّاءُ وَالْفَاءُ مُعْظَمُ بَابِهِ يَدُلُّ عَلَى رَجْعِ الشَّيْءِ. مِنْ ذَلِكَ صَرَفْتُ الْقَوْمَ صَرْفًا وَانْصَرَفُوا، إِذَا رَجَعْتَهُمْ فَرَجَعُوا. وَالصَّرِيفُ: اللَّبَنُ سَاعَةَ يُحْلَبُ وَيُنْصَرَفُ بِهِ. وَالصَّرْفُ فِي الْقُرْآنِ: التَّوْبَةُ ; لِأَنَّهُ يُرْجَعُ بِهِ عَنْ رُتْبَةِ الْمُذْنِبِينَ. وَالصَّرْفَةُ: نَجْمٌ. قَالَ أَهْلُ اللُّغَةِ: سُمِّيَتْ صِرْفَةً لِانْصِرَافِ الْبَرْدِ عِنْدَ طُلُوعِهَا. وَالصَّرْفَةُ: خَرَزَةٌ يُؤَخَّذُ بِهَا الرِّجَالُ، وَسُمِّيَتْ بِذَلِكَ كَأَنَّهُمْ يَصْرِفُونَ بِهَا الْقَلْبَ عَنِ الَّذِي يُرِيدُهُ مِنْهَا. قَالَ الْخَلِيلُ: الصَّرْفُ فَضْلُ الدِّرْهَمِ عَلَى الدِّرْهَمِ فِي الْقِيمَةِ. وَمَعْنَى الصَّرْفِ عِنْدَنَا أَنَّهُ شَيْءٌ صُرِفَ إِلَى شَيْءٍ، كَأَنَّ الدِّينَارَ صُرِفَ إِلَى الدَّرَاهِمِ، أَيْ رُجِعَ إِلَيْهَا، إِذَا أَخَذْتَ بَدَلَهُ. قَالَ الْخَلِيلُ: وَمِنْهُ اشْتُقَّ اسْمُ الصَّيْرَفِيِّ ; لِتَصْرِيفِهِ أَحَدَهُمَا إِلَى الْآخَرِ. قَالَ: وَتَصْرِيفُ الدَّرَاهِمِ فِي الْبِيَاعَاتِ كُلِّهَا: إِنْفَاقُهَا. قَالَ أَبُو عُبَيْدٍ: صَرْفُ الْكَلَامِ: تَزْيِينُهُ وَالزِّيَادَةُ فِيهِ، وَإِنَّمَا سُمِّيَ بِذَلِكَ لِأَنَّهُ إِذَا زُيِّنَ صَرَفَ الْأَسْمَاعَ إِلَى اسْتِمَاعِهِ. وَيُقَالُ لِحَدَثِ الدَّهْرِ: صَرْفٌ، وَالْجَمْعُ: صُرُوفٌ، وَسُمِّي بِذَلِكَ لِأَنَّهُ يَتَصَرَّفُ بِالنَّاسِ، أَيْ يُقَلِّبُهُمْ وَيُرَدِّدُهُمْ. فَأَمَّا حِرْمَةُ الشَّاءِ وَالْبَقَرِ وَالْكِلَابِ، فَيُقَالُ لَهَا: الصِّرَافُ، وَهُوَ عِنْدَنَا مِنْ قِيَاسِ الْبَابِ ; لِأَنَّهَا تَصَرَّفُ أَيْ تَرَدَّدُ وَتُرَاجِعُ فِيهِ. وَمِنَ الْبَابِ: الصَّرِيفُ، وَهُوَ صَوْتُ نَابِ الْبَعِيرِ. وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يُرَدِّدُهُ وَيُرَجِّعُهُ. فَأَمَّا قَوْلُ الْقَائِلِ:\nبَنِي غُدَانَةَ مَا إِنْ أَنْتُمُ ذَهَبًا ... وَلَا صَرِيفًا وَلَكِنْ أَنْتُمُ الْخَزَفُ\nفَقَالَ قَوْمٌ: أَرَادَ بِالصَّرِيفِ الْفِضَّةَ. فَإِنْ كَانَ صَحِيحًا فَسُمِّيَتْ صَرِيفًا مِنْ قَوْلِهِمْ: صَرَفْتُ الدِّينَارَ دَرَاهِمَ، لَيْسَ لَهُ وَجْهٌ غَيْرُ هَذَا.\nوَمِمَّا أَحْسَبُهُ شَاذًّا عَنْ هَذَا الْأَصْلِ: الصَّرَفَانُ، وَهُوَ الرَّصَاصُ. وَالصَّرَفَانُ فِي قَوْلِهِ:\nأَمْ صَرَفَانًا بَارِدًا شَدِيدًا مُخْتَلَفٌ فِيهِ، فَقَالَ قَوْمٌ: هُوَ الرَّصَاصُ. وَقَالَ آخَرُونَ: الصَّرَفَانُ: جِنْسٌ مِنَ التَّمْرِ. وَأَنْشَدُوا:\nأَكَلَ الزُّبْدَ بِالصَّرَفَانِ\nقَالُوا: وَلَمْ يَكُنْ يُهْدَى لِلزَّبَّاءِ شَيْءٌ مِنَ الطُّرَفِ كَانَ أَحَبَّ إِلَيْهَا مِنَ التَّمْرِ. وَأَنْشَدُوا:\nوَلَمَّا أَتَتْهَا الْعِيرُ قَالَتْ أَبَارِدٌ ... مِنَ التَّمْرِ أَمْ هَذَا حَدِيدٌ وَجَنْدَلُ\nوَمِمَّا شَذَّ أَيْضًا: الصِّرْفُ: شَيْءٌ مِنَ الصِّبْغِ يُصْبَغُ بِهِ الْأَدِيمُ. قَالَ:\nكُمَيْتٌ غَيْرُ مُحْلِفَةٍ وَلَكِنْ ... كَلَوْنِ الصَّرْفِ عُلَّ بِهِ الْأَدِيمُ\nوَعَلَى هَذَا يُحْمَلُ قَوْلُهُمْ: شَرِبَ الشَّرَابَ صِرْفًا، إِذَا لَمْ يَمْزُجْهُ ; كَأَنَّهُ تُرِكَ عَلَى لَوْنِهِ وَحُمْرَتِهِ.",
    "pg": "3:342-344"
  },
  "صرم": {
    "def": "الصَّادُ وَالرَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ صَحِيحٌ مُطَّرِدٌ، وَهُوَ الْقَطْعُ. مِنْ ذَلِكَ صُرْمُ الْهِجْرَانِ. وَالصَّرِيمَةُ: الْعَزِيمَةُ عَلَى الشَّيْءِ، وَهُوَ قَطْعُ كُلِّ عُلْقَةٍ دُونَهُ. وَالصُّرَامُ: آخِرُ اللَّبَنِ بَعْدَ التَّغْزِيرِ، إِذَا احْتَاجَ الرَّجُلُ إِلَيْهِ حَلَبَهُ ضَرُورَةً. قَالَ بِشْرٌ:\nأَلَا أَبْلِغْ بَنِي سَعْدٍ رَسُولًا ... وَمَوْلَاهُمْ فَقَدْ حُلِبَتْ صُرَامُ وَهَذَا مَثَلٌ، كَأَنَّهُ يَقُولُ: قَدْ بُلِغَ مِنَ الشَّرِّ آخِرُهُ، وَآخِرُ الشَّيْءِ عِنْدَ انْقِطَاعِهِ. وَيُقَالُ: أَكَلَ فُلَانٌ الصَّيْرَمَ، وَهِيَ الْوَجْبَةُ ; لِأَنَّهُ إِذَا أَكَلَهَا قَطَعَ سَائِرَ يَوْمِهِ. وَيُقَالُ: صَرَمْتُهُ صَرْمًا، بِالْفَتْحِ، وَهُوَ الْمَصْدَرُ، وَالصُّرْمُ الِاسْمُ. فَأَمَّا الصَّرِيمُ فَيُقَالُ: إِنَّهُ اسْمُ الصُّبْحِ وَاسْمُ اللَّيْلِ. وَكَيْفَ كَانَ فَهُوَ مِنَ الْقِيَاسِ ; لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا يَصْرِمُ صَاحِبَهُ وَيَنْصَرِمُ عَنْهُ. قَالَ اللَّهُ تَعَالَى: ﴿فَأَصْبَحَتْ كَالصَّرِيمِ﴾ [القلم: ٢٠] . يَقُولُ: احْتَرَقَتْ فَاسْوَادَّتْ كَاللَّيْلِ. فَهَذَا فِيمَنْ قَالَهُ إِنَّهُ اللَّيْلُ. وَأَمَّا الصُّبْحُ فَقَالَ بِشْرٌ:\nفَبَاتَ يَقُولُ أَصْبِحْ لَيْلُ حَتَّى ... تَجَلَّى عَنْ صَرِيمَتِهِ الظَّلَامُ\nوَالصَّرِيمُ: الرَّمْلُ يَنْقَطِعُ عَنِ الْجَدَدِ وَالْأَرْضِ الصُّلْبَةِ. وَالصِّرَامُ: وَقْتُ صَرْمِ الْأَعْذَاقِ. وَقَدْ أَصْرَمَ النَّخْلُ: حَانَ صِرَامُهُ. وَالصِّرْمَةُ: الْقَطِيعُ مِنَ الْإِبِلِ نَحْوٌ مِنَ الثَّلَاثِينَ. وَالصِّرَمُ: الْقِطَعُ مِنَ السَّحَابِ، وَاحِدَتُهَا صِرْمَةٌ. قَالَ النَّابِغَةُ:\nوَهَبَّتِ الرِّيحُ مِنْ تِلْقَاءِ ذِي أُرُلٍ ... تُزْجِي مِنَ اللَّيْلِ مِنْ صُرَّادِهَا صِرَمَا\nوَالصِّرْمُ: طَائِفَةٌ مِنَ الْقَوْمِ يَنْزِلُونَ بِإِبِلِهِمْ نَاحِيَةً مِنَ الْمَاءِ، فَهُمْ أَهْلُ صِرْمٍ. وَالرَّجُلُ الصَّارِمُ: الْمَاضِي فِي الْأُمُورِ كَالسَّيْفِ الصَّارِمِ. وَنَاقَةٌ مُصَرَّمَةٌ، أَيْ يُصَرَّمُ طُبْيُهَا فَيَفْسُدُ الْإِحْلِيلُ فَيَيْبَسُ، فَذَلِكَ أَقْوَى لَهَا ; لِأَنَّ اللَّبَنَ لَا يَخْرُجُ. وَيُقَالُ: إِنَّ التَّصْرِيمَ يَكُونُ بِكَيِّ خِلْفَيْنِ. وَالصَّرْمَاءُ: الْأَرْضُ لَا مَاءَ بِهَا. وَيُقَالُ: إِنَّ الصَّرِيمَةَ الْأَرْضُ الْمَحْصُودُ زَرْعُهَا. فَأَمَّا قَوْلُهُ:\nوَمَوْمَاةٍ يَحَارُ الطَّرْفُ فِيهَا ... إِذَا امْتَنَعَتْ عَلَاهَا الْأَصْرَمَانِ فَإِنَّ الْأَصْرَمَيْنِ الذِّئْبُ وَالْغُرَابُ، سُمِّيَا بِذَلِكَ لِقَطْعِهِمَا الْأَنِيسَ.",
    "pg": "3:344-346"
  },
  "صرى": {
    "def": "الصَّادُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى الْجَمْعِ. يُقَالُ: صَرَى الْمَاءَ يَصْرِيهِ، إِذَا جَمَعَهُ. وَمَاءٌ صَرًى: مَجْمُوعٌ. قَالَ:\nرَأَتْ غُلَامًا قَدْ صَرَى فِي فَقْرَتِهْ ... مَاءَ الشَّبَابِ عُنْفُوَانُ شِرَّتِهْ\nوَكَأَنَّ الصَّرَاةَ مُشْتَقَّةٌ مَأْخُوذَةٌ مِنْ هَذَا. وَسُمِّيَتِ الْمُصَرَّاةُ مِنَ الشَّاءِ وَغَيْرِهَا لِاجْتِمَاعِ اللَّبَنِ فِي أَخْلَافِهَا. قَالَ رَسُولُ اللَّهِ ﵌: «لَا تُصَرُّوا الْإِبِلَ وَالْغَنَمَ. وَمَنِ اشْتَرَى مُصَرَّاةً فَهُوَ بِآخِرِ النَّظَرَيْنِ، إِنْ شَاءَ رَدَّهَا وَرَدَّ مَعَهَا صَاعًا مِنْ تَمْرٍ» . وَيُقَالُ صَرَيْتُ مَا بَيْنَهُمْ: أَصْلَحْتُهُ، وَذَلِكَ هُوَ الْقِيَاسُ ; لِأَنَّهُ يَجْمَعُ الْكَلِمَةَ الْمُشَتَّتَةَ. وَتَقُولُ: صَرَيْتُ الرَّجُلَ، إِذَا مَنَعْتَهُ مَا يُرِيدُهُ. قَالَ:\nوَلَيْسَ صَارِيَهُ ... عَنْ ذِكْرِهَا صَارِ\nوَالْقِيَاسُ ذَلِكَ ; لِأَنَّهُ إِذَا مُنِعَ الشَّيْءُ فَقَدْ حُبِسَ دُونَهُ وَجُمِعَ عَنْهُ، وَيَقُولُونَ: صَرَاهُ اللَّهُ، كَمَا يَقُولُونَ: وَقَاهُ، أَيْ لَا نَشَرَ أَمْرَهُ، بَلْ جَمَعَ مَالَهُ. وَصَرَى فُلَانٌ [فِي يَدِ فُلَانٍ، إِذَا بَقِيَ] فِي يَدِهِ رَهْنَا مَحْبُوسًا. وَشَذَّ عَنِ الْبَابِ الصَّرَايَةُ: الْحَنْظَلُ، فِي قَوْلِهِ:\nأَوْ صَرَايَةُ حَنْظَلِ",
    "pg": "3:346-347"
  },
  "صعب": {
    "def": "الصَّادُ وَالْعَيْنُ وَالْبَاءُ أَصْلٌ صَحِيحٌ مُطَّرِدٌ، يَدَلُّ عَلَى خِلَافِ السُّهُولَةِ. مِنْ ذَلِكَ الْأَمْرُ الصَّعْبُ، خِلَافُ الذَّلُولِ، يُقَالُ: صَعُبَ يَصْعُبُ صُعُوبَةً، وَيُقَالُ أَصْعَبْتُ الْأَمْرَ: أَلْفَيْتُهُ صَعْبًا. وَمِنَ الْبَابِ: الْمُصْعَبُ، وَهُوَ الْفَحْلُ، وَسُمِّيَ بِذَلِكَ لِقُوَّتِهِ وَشِدَّتِهِ. وَيُقَالُ: أَصْعَبْنَا الْجَمَلَ، إِذَا تَرَكْنَاهُ فَلَمْ نَرْكَبْهُ، وَذُكِرَ أَنَّهُمْ يَقُولُونَ: أَصْعَبْتُ النَّاقَةَ، إِذَا تَرَكْتَهَا فَلَمْ تَحْمِلْ عَلَيْهَا. وَهَذِهِ اسْتِعَارَةٌ. وَفِي الرَّمْلِ مَصَاعِبُ.",
    "pg": "3:286-287"
  },
  "صعد": {
    "def": "الصَّادُ وَالْعَيْنُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ارْتِفَاعٍ وَمَشَقَّةٍ. مِنْ ذَلِكَ: الصَّعُودُ، خِلَافُ الْحَدُورِ، وَيُقَالُ: صَعِدَ يَصْعَدُ. وَالْإِصْعَادُ: مُقَابَلَةُ الْحَدُورِ مِنْ مَكَانٍ أَرْفَعَ. وَالصَّعُودُ: الْعَقَبَةُ الْكَئُودُ، وَالْمَشَقَّةُ مِنَ الْأَمْرِ، قَالَ اللَّهُ تَعَالَى: ﴿سَأُرْهِقُهُ صَعُودًا﴾ [المدثر: ١٧] . قَالَ:\nنَهَى التَّيْمِيَّ عُتْبَةُ وَالْمُعَلَّى ... وَقَالَا سَوْفَ يَنْهَرُكَ الصَّعُودُ\nوَأَمَّا الصَّعَدَاتُ فَهِيَ الطُّرُقُ، الْوَاحِدُ صَعِيدٌ. وَقَالَ رَسُولُ اللَّهِ ﵌: «إِيَّاكُمْ وَالْقُعُودَ بِالصَّعَدَاتِ إِلَّا مَنْ أَدَّى حَقَّهَا» . وَيُقَالُ: صَعِيدٌ وَصُعُدٌ وَصُعُدَاتٌ، وَهُوَ جَمْعُ الْجَمْعِ، كَمَا يُقَالُ: طَرِيقٌ وَطُرُقٌ وَطُرُقَاتٌ. فَأَمَّا الصَّعِيدُ فَقَالَ قَوْمٌ: وَجْهُ الْأَرْضِ. وَكَانَ أَبُو إِسْحَاقَ الزَّجَّاجُ يَقُولُ: هُوَ وَجْهُ الْأَرْضِ، وَالْمَكَانُ عَلَيْهِ تُرَابٌ أَوْ لَمْ يَكُنْ. قَالَ الزَّجَّاجُ: وَلَا يَخْتَلِفُ أَهْلُ اللُّغَةِ أَنَّ الصَّعِيدَ لَيْسَ بِالتُّرَابِ. وَهَذَا مَذْهَبٌ يَذْهَبُ إِلَيْهِ أَصْحَابُ مَالِكِ بْنِ أَنَسٍ. وَقَوْلُهُمْ: إِنَّ الصَّعِيدَ وَجْهُ الْأَرْضِ سَوَاءٌ كَانَ ذَا تُرَابٍ أَوْ لَمْ يَكُنْ، هُوَ مَذْهَبُنَا، إِلَّا أَنَّ الْحَقَّ أَحَقُّ أَنْ يُتَّبَعَ، وَالْأَمْرُ بِخِلَافِ مَا قَالَهُ الزَّجَّاجُ. وَذَلِكَ أَنَّ أَبَا عُبَيْدٍ حَكَى عَنِ الْأَصْمَعِيِّ أَنَّ الصَّعِيدَ التُّرَابُ. وَفِي الْكِتَابِ الْمَعْرُوفِ بِالْخَلِيلِ، قَوْلُهُمْ: تَيَمَّمْ بِالصَّعِيدِ، أَيْ خُذْ مِنْ غُبَارِهِ. فَهَذَا خِلَافُ مَا قَالَهُ الزَّجَّاجُ. وَمِنَ الْبَابِ الصُّعَدَاءُ، وَهُوَ تَنَفُّسٌ بِتَوَجُّعٍ، فَهُوَ نَفَسٌ يَعْلُو، فَهُوَ مِنْ قِيَاسِ الْبَابِ، وَأَمَّا الصَّعُودُ مِنَ النُّوقِ فَهِيَ الَّتِي يَمُوتُ حُوَارُهَا فَتُرْفَعُ إِلَى وَلَدِهَا الْأَوَّلِ فَتَدِرُّ عَلَيْهِ. وَذَلِكَ - فِيمَا يُقَالُ - أَطْيَبُ لِلَبَنِهَا. وَيُقَالُ: بَلْ هِيَ الَّتِي تُلْقِي وَلَدَهَا. وَهُوَ تَفْسِيرُ قَوْلِهِ:\nلَهَا لَبَنُ الْخَلِيَّةِ وَالصَّعُودِ\nوَيُقَالُ: تَصَعَّدَنِي الْأَمْرُ، إِذَا شَقَّ عَلَيْكَ. قَالَ عُمَرُ: \" مَا تَصَعَّدَتْنِي خُطْبَةُ النِّكَاحِ \". وَقَالَ بَعْضُهُمْ: \" الْخُطْبَةُ صُعُدٌ، وَهِيَ عَلَى ذِي اللُّبِّ أَرْبَى \". وَمِمَّا يُقَارِبُ هَذَا قَوْلُ أَبِي عَمْرٍو: أَصْعَدَ فِي الْبِلَادِ: ذَهَبَ أَيْنَمَا تَوَجَّهَ. وَمِنْهُ قَوْلُ الْأَعْشَى:\nفَإِنْ تَسْأَلِي عَنِّي فَيَا رُبَّ سَائِلٍ ... حَفِيٍّ عَنِ الْأَعْشَى بِهِ حَيْثُ أَصْعَدَا\nوَمِمَّا لَا يَبْعُدُ قِيَاسُهُ الصَّعْدَةُ مِنَ النِّسَاءِ: الْمُسْتَقِيمَةُ الْقَامَةِ، فَكَأَنَّهَا صَعْدَةٌ، وَهِيَ الْقَنَاةُ الْمُسْتَوِيَةُ تَنْبُتُ كَذَلِكَ، لَا تَحْتَاجُ إِلَى تَثْقِيفٍ.",
    "pg": "3:287-288"
  },
  "صعر": {
    "def": "الصَّادُ وَالْعَيْنُ وَالرَّاءُ أَصْلٌ مُطَّرِدٌ يَدُلُّ عَلَى مَيَلٍ فِي الشَّيْءِ. مِنْ ذَلِكَ الصَّعَرُ، وَهُوَ الْمَيَلُ فِي الْعُنُقِ. وَالتَّصْعِيرُ: إِمَالَةُ الْخَدِّ عَنِ النَّظَرِ عُجْبًا. وَرُبَّمَا كَانَ الْإِنْسَانُ وَالظَّلِيمُ أَصْعَرَ خِلْقَةً. قَالَ اللَّهُ تَعَالَى: ﴿وَلَا تُصَعِّرْ خَدَّكَ لِلنَّاسِ﴾ [لقمان: ١٨] وَهُوَ مِنَ الصَّيْعَرِيَّةِ، وَهُوَ اعْتِرَاضُ الْبَعِيرِ فِي سَيْرِهِ. وَالصَّيْعَرِيَّةُ: سِمَةٌ مِنْ سِمَاتِ النُّوقِ فِي أَعْنَاقِهَا، وَلَعَلًَّ فِيهَا اعْتِرَاضًا. قَالَ الْمُسَيَّبُ: بِنَاجٍ عَلَيْهِ الصَّيْعَرِيَّةُ مُكْدَمِ\nفَأَمَّا الْحَدِيثُ: «لَيْسَ فِيهِمْ إِلَّا أَصْعَرُ أَوْ أَبْتَرُ» ، فَمَعْنَاهُ لَيْسَ إِلَّا مُعْجَبٌ ذَاهِبٌ أَوْ ذَلِيلٌ. وَيُقَالُ: سَنَامٌ صَيْعَرِيٌّ، أَيْ عَظِيمٌ. وَإِنَّمَا قِيلَ لَهُ ذَلِكَ لِأَنَّهُ إِذَا عَظُمَ مَالَ. وَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: قَرَبٌ مُصْعَرٌّ، أَيْ شَدِيدٌ. قَالَ:\nوَقَدْ قَرَبْنَ قَرَبًا مُصْعَرًّا\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الصَّادِ وَالْغَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:288-289"
  },
  "صعع": {
    "def": "الصَّادُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَفَرُّقٍ وَحَرَكَةٍ. يُقَالُ: تَصَعْصَعَ الْقَوْمُ، إِذَا تَفَرَّقُوا. قَالَ الْخَلِيلُ: يُقَالُ ذَهَبَتِ الْإِبِلُ صَعَاصِعَ، أَيْ فِرَقًا. وَيَقُولُونَ: صَعْصَعْتُ الشَّيْءَ فَتَصَعْصَعَ، وَذَلِكَ إِذَا حَرَّكْتَهُ فَتَحَرَّكَ.",
    "pg": "3:275"
  },
  "صعف": {
    "def": "الصَّادُ وَالْعَيْنُ وَالْفَاءُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يَقُولُونَ الصَّعْفَ: شَرَابٌ.",
    "pg": "3:285"
  },
  "صعق": {
    "def": "الصَّادُ وَالْعَيْنُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى صَلْقَةٍ وَشِدَّةِ صَوْتٍ. مِنْ ذَلِكَ الصَّعْقُ، وَهُوَ الصَّوْتُ الشَّدِيدُ. يُقَالُ: حِمَارٌ صَعِقُ الصَّوْتِ، إِذَا كَانَ شَدِيدَهُ. وَمِنْهُ الصَّاعِقَةُ، وَهِيَ الْوَقْعُ الشَّدِيدُ مِنَ الرَّعْدِ. وَيُقَالُ إِنَّ الصُّعَاقَ الصَّوْتُ الشَّدِيدُ. وَمِنْهُ قَوْلُهُمْ: صَعِقَ، إِذَا مَاتَ، كَأَنَّهُ أَصَابَتْهُ صَاعِقَةٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الْأَرْضِ إِلَّا مَنْ شَاءَ اللَّهُ﴾ [الزمر: ٦٨] .",
    "pg": "3:285-286"
  },
  "صعل": {
    "def": "الصَّادُ وَالْعَيْنُ وَاللَّامُ أُصَيْلٌ يَدُلُّ عَلَى صِغَرٍ وَانْجِرَادٍ. مِنْ ذَلِكَ الصَّعْلُ، وَهُوَ الصَّغِيرُ الرَّأْسِ مِنَ الرِّجَالِ وَالنَّعَامِ. قَالَ:\nصَعْلِ الرَّأْسِ قُلْتُ لَهُ\nوَيُقَالُ حِمَارٌ صَعْلٌ: ذَاهِبُ الْوَبَرِ. وَيُقَالُ: رَجُلٌ أَصْعَلُ، وَامْرَأَةٌ صَعْلَاءُ. وَالصَّعْلَةُ مِنَ النَّخْلِ: الْعَوْجَاءُ الْجَرْدَاءُ أُصُولِ السَّعَفِ.",
    "pg": "3:286"
  },
  "صعن": {
    "def": "الصَّادُ وَالْعَيْنُ وَالنُّونُ أُصَيْلٌ يَدُلُّ عَلَى لُطْفٍ فِي الشَّيْءِ. يُقَالُ: فُلَانٌ صِعْوَنُّ الرَّأْسِ: دَقِيقُهُ. وَيُقَالُ أُذُنٌ مُصْعَنَّةٌ. قَالَ:\nوَالْأُذْنُ مُصْعَنَّةٌ كَالْقَلَمْ",
    "pg": "3:286"
  },
  "صعو": {
    "def": "الصَّادُ وَالْعَيْنُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الصَّعْوَةُ، وَهِيَ عُصْفُورَةٌ، وَالْجَمْعُ صِعَاءٌ.",
    "pg": "3:286"
  },
  "صغر": {
    "def": "الصَّادُ وَالْغَيْنُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قِلَّةٍ وَحَقَارَةٍ. مِنْ ذَلِكَ الصِّغَرُ: ضِدُّ الْكِبَرِ. وَالصَّغِيرُ: خِلَافُ الْكَبِيرِ. وَالصَّاغِرُ: الرَّاضِي بِالضَّيْمِ صُغْرًا وَصَغَارًا. وَيُقَالُ: أَصْغَرَتِ النَّاقَةُ وَأَكْبَرَتْ. وَالْإِصْغَارُ: حَنِينُهَا [الْخَفِيضُ. وَالْإِكْبَارُ:] الْعَالِي. قَالَتِ الْخَنْسَاءُ:\nلَهَا حَنِينَانِ إِصْغَارٌ وَإِكْبَارُ",
    "pg": "3:290"
  },
  "صغل": {
    "def": "الصَّادُ وَالْغَيْنُ وَاللَّامُ لَيْسَ بِشَيْءٍ، إِنَّمَا الصَّغِلُ السَّيِّئُ الْغِذَاءِ. وَالْأَصْلُ فِيهِ السِّينُ: سَغِلٌ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "3:290"
  },
  "صغوى": {
    "def": "الصَّادُ وَالْغَيْنُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الْمَيْلِ، مِنْ ذَلِكَ قَوْلُهُمْ: صِغْوُ فُلَانٍ مَعَكَ، أَيْ مَيْلُهُ. وَصَغَتِ النُّجُومُ: مَالَتْ لِلْغُيُوبِ. وَأَصْغَى إِلَيْهِ، إِذَا مَالَ بِسَمْعِهِ نَحْوَهُ. وَأَصْغَيْتُ الْإِنَاءَ: أَمَلْتُهُ. وَمِنْهُ قَوْلُهُمْ لِلَّذِينِ يَمِيلُونَ مَعَ الرَّجُلِ مِنْ أَصْحَابِهِ وَذَوِي قُرْبَاهُ: صَاغِيَةٌ. وَحُكِيَ: صَغَوْتُ إِلَيْهِ أَصْغَى صَغْوًا وَصَغًى، مَقْصُورٌ.",
    "pg": "3:289-290"
  },
  "صفح": {
    "def": "الصَّادُ وَالْفَاءُ وَالْحَاءُ أَصْلٌ صَحِيحٌ مُطَّرِدٌ يَدُلُّ عَلَى عَرْضٍ وَعِرَضٍ. مِنْ ذَلِكَ صَُفْحُ الشَّيْءِ: عَرْضُهُ. وَيُقَالُ: رَأْسٌ مُصْفَحٌ: عَرِيضٌ. وَالصَّفِيحَةُ: كُلُّ سَيْفٍ عَرِيضٍ. وَصَفْحَتَا السَّيْفِ: وَجْهَاهُ. وَكُلُّ حَجَرٍ عَرِيضٍ صَفِيحَةٌ، وَالْجَمْعُ: صَفَائِحُ. وَالصُّفَّاحُ: كُلُّ حَجَرٍ عَرِيضٍ. قَالَ النَّابِغَةُ:\nتَقُدُّ السَّلُوقِيَّ الْمُضَاعَفَ نَسْجُهُ ... وَيُوقِدْنَ بِالصُّفَّاحِ نَارَ الْحُبَاحِبِ\nوَمِنَ الْبَابِ: الْمُصَافَحَةُ بِالْيَدِ، كَأَنَّهُ أَلْصَقَ يَدَهُ بِصَفْحَةِ يَدِ ذَاكَ. وَالصَّفْحُ: الْجَنْبُ. وَصَفْحَا كُلِّ شَيْءٍ: جَانِبَاهُ. فَأَمَّا قَوْلُهُمْ: صَفَحَ عَنْهُ، وَذَلِكَ إِعْرَاضُهُ عَنْ ذَنْبِهِ، فَهُوَ مِنَ الْبَابِ ; لِأَنَّهُ إِذَا أَعْرَضَ عَنْهُ فَكَأَنَّهُ قَدْ وَلَّاهُ صَفْحَتَهُ وَصَفْحَهُ، أَيْ عُرْضَهُ وَجَانِبَهُ، وَهُوَ مَثَلٌ.\nوَمِنَ الْبَابِ: صَفَحْتُ الرَّجُلَ وَأَصْفَحْتُهُ، إِذَا سَأَلَكَ فَمَنَعْتَهُ. وَهُوَ مِنْ أَنَّكَ أَرَيْتَهُ صَفْحَتَكَ مُعْرِضًا عَنْهُ. وَيُقَالُ: صَفَحْتُ الْإِبِلَ عَلَى الْحَوْضِ، إِذَا أَمْرَرْتَهَا عَلَيْهِ، وَكَأَنَّكَ أَرَيْتَ الْحَوْضَ صَفَحَاتِهَا، وَهِيَ جُنُوبُهَا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: صَفَحْتُ الرَّجُلَ صَفْحًا، إِذَا سَقَيْتَهُ أَيَّ شَرَابٍ كَانَ وَمَتَى كَانَ.",
    "pg": "3:293"
  },
  "صفد": {
    "def": "الصَّادُ وَالْفَاءُ وَالدَّالُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا عَطَاءٌ، وَالْآخَرُ شَدٌّ بِشَيْءٍ. فَالْأَوَّلُ الصَّفَدُ، يُقَالُ: أَصْفَدْتُهُ، إِذَا أَعْطَيْتَهُ. قَالَ:\nهَذَا الثَّنَاءُ فَإِنْ تَسْمَعْ لِقَائِلِهِ ... فَمَا عَرَضْتُ أَبَيْتَ اللَّعْنَ بِالصَّفَدِ\nوَأَمَّا الصَّفْدُ فَالْغُلُّ، وَيُقَالُ: الصَّفْدُ التَّقْيِيدُ. وَالْأَصْفَادُ: الْأَقْيَادُ. وَالصِّفَادُ الْقَيْدُ أَيْضًا، قَالَ:\nهَلَّا مَنَنْتَ عَلَى أُخَيِّكَ مَعْبَدٍ ... وَالْعَامِرِيُّ يَقُودُهُ بِصِفَادِ\nوَفِي الْحَدِيثِ: «إِذَا دَخَلَ شَهْرُ رَمَضَانَ صُفِّدَتِ الشَّيَاطِينُ» .",
    "pg": "3:293-294"
  },
  "صفر": {
    "def": "الصَّادُ وَالْفَاءُ وَالرَّاءُ سِتَّةُ أَوْجُهٍ:\nفَالْأَصْلُ الْأَوَّلُ: لَوْنٌ مِنَ الْأَلْوَانِ. وَالثَّانِي: الشَّيْءُ الْخَالِي. وَالثَّالِثُ: جَوْهَرٌ مِنْ جَوَاهِرِ الْأَرْضِ. وَالرَّابِعُ: صَوْتٌ. وَالْخَامِسُ: زَمَانٌ. وَالسَّادِسُ: نَبْتٌ.\nفَالْأَوَّلُ: الصُّفْرَةُ فِي الْأَلْوَانِ، وَبَنُو الْأَصْفَرِ: مُلُوكُ الرُّومِ؛ لِصُفْرَةٍ اعْتَرَتْ أَبَاهُمْ. وَالْأَصْفَرُ: الْأَسْوَدُ، فِي قَوْلِهِ:\nتِلْكَ خَيْلِي مِنْهُ وَتِلْكَ رِكَابِي ... هُنَّ صُفْرٌ أَوْلَادُهَا كَالزَّبِيبِ وَالْأَصْلُ الثَّانِي: الشَّيْءُ الْخَالِي، يُقَالُ هُوَ صِفْرٌ. وَيَقُولُونَ فِي الشَّتْمِ: مَا لَهُ صَفِرَ إِنَاؤُهُ، أَيْ هَلَكَتْ مَاشِيَتُهُ. وَمِنَ الْبَابِ قَوْلُهُمْ لِلَّذِي بِهِ جُنُونٌ: إِنَّهُ لَفِي صُفْرَةٍ وَصِفْرَةٍ، بِالضَّمِّ وَالْكَسْرِ، إِذَا كَانَ فِي أَيَّامٍ يَزُولُ فِيهَا عَقْلُهُ. وَالْقِيَاسُ صَحِيحٌ ; لِأَنَّهُ كَأَنَّهُ خَالٍ بَيْنَ عَقْلِهِ.\nوَالْأَصْلُ الثَّالِثُ: الصُّفْرُ مِنْ جَوَاهِرِ الْأَرْضِ، يُقَالُ: إِنَّهُ النُّحَاسُ. وَقَدْ يُقَالُ: الصِّفْرُ. وَقَدْ أَخْبَرَنِي عَلِيُّ بْنُ إِبْرَاهِيمَ الْقَطَّانُ، عَنْ عَلِيِّ بْنِ عَبْدِ الْعَزِيزِ، عَنْ أَبِي عُبَيْدٍ قَالَ: قَالَ الْأَصْمَعِيُّ: النُّحَاسُ: الطَّبِيعَةُ وَالْأَصْلُ، وَالنُّحَاسُ هُوَ الصُّفْرُ الَّذِي تُعْمَلُ مِنْهُ الْآنِيَةُ، فَقَالَ: \" الصُّفْرُ \"، بِضَمِّ الصَّادِ. قَالَ أَبُو عُبَيْدٍ مِثْلَهُ، إِلَّا أَنَّهُ قَالَ: الصِّفْرُ، بِكَسْرِ الصَّادِ.\nوَأَمَّا الرَّابِعُ فَالصَّفِيرُ لِلطَّائِرِ. وَقَوْلُهُمْ: مَا بِهَا صَافِرٌ مِنْ هَذَا، أَيْ كَأَنَّهُ يُصَوِّتُ.\nوَأَمَّا الزَّمَانُ فَصَفَرٌ: اسْمُ هَذَا الشَّهْرِ. قَالَ ابْنُ دُرَيْدٍ: الصَّفَرَانِ شَهْرَانِ فِي السَّنَةِ، سُمِّيَ أَحَدُهُمَا فِي الْإِسْلَامِ الْمُحَرَّمَ. وَالصَّفَرِيُّ، نَبَاتٌ يَكُونُ فِي أَوَّلِ الْخَرِيفِ. وَالصَّفَرِيُّ فِي النَّتَاجِ بَعْدَ الْيَقَظِيِّ.\nوَأَمَّا النَّبَاتُ فَالصَّفَارُ، وَهُوَ نَبْتٌ، يُقَالُ إِنَّهُ يَبِيسُ الْبُهْمَى، قَالَ:\nفَبِتْنَا عُرَاةً لَدَى مُهْرِنَا ... نُنَزِّعُ مِنْ شَفَتَيْهِ الصَّفَارَا",
    "pg": "3:294-295"
  },
  "صفع": {
    "def": "الصَّادُ وَالْفَاءُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ مَعْرُوفَةٌ. [بَابُ الصَّادِ وَالْقَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:295-296"
  },
  "صفف": {
    "def": "الصَّادُ وَالْفَاءُ يَدُلُّ عَلَى أَصْلٍ وَاحِدٍ، وَهُوَ اسْتِوَاءٌ فِي الشَّيْءِ وَتَسَاوٍ بَيْنَ شَيْئَيْنِ فِي الْمَقَرِّ. مِنْ ذَلِكَ الصَّفُّ، يُقَالُ وَقَفَا صَفًّا، إِذَا وَقَفَ كُلُّ وَاحِدٍ إِلَى جَنْبِ صَاحِبِهِ. وَاصْطَفَّ الْقَوْمُ وَتَصَافُّوا. وَالْأَصْلُ فِي ذَلِكَ الصَّفْصَفُ، وَهُوَ الْمُسْتَوِي مِنَ الْأَرْضِ، فَيُقَالُ لِلْمَوْقِفِ فِي الْحَرْبِ إِذَا اصْطَفَّ الْقَوْمُ: مَصَفٌّ، وَالْجَمْعُ: الْمَصَافُّ. وَالصَّفُوفُ: النَّاقَةُ الَّتِي تَصُفُّ، أَيْ تَجْمَعُ بَيْنَ مِحْلَبَيْنِ فِي حَلْبَةٍ. وَالصَّفُوفُ أَيْضًا: الَّتِي تَصُفُّ يَدَيْهَا عِنْدَ الْحَلَبِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ وَقَدْ يُمْكِنُ أَنْ يَتَطَلَّبَ لَهُ فِي الْقِيَاسِ وَجْهٌ، غَيْرَ أَنَّا نَكْرَهُ الْقِيَاسَ الْمُتَمَحَّلَ الْمُسْتَكْرَهَ، وَهَذَا الَّذِي ذَكَرْنَاهُ، فَهُوَ الصَّفِيفُ، قَالَ قَوْمٌ: هُوَ الْقَدِيدُ. وَقَالَ آخَرُونَ: هُوَ اللَّحْمُ يُحْمَلُ فِي الْأَسْفَارِ طَبِيخًا أَوْ شِوَاءً فَلَا يَنْضَجُ. قَالَ: فَظَلَّ طُهَاةُ اللَّحْمِ مِنْ بَيْنِ مُنْضِجٍ ... صَفِيفَ شِوَاءٍ أَوْ قَدِيرٍ مُعَجَّلِ",
    "pg": "3:275-276"
  },
  "صفق": {
    "def": "الصَّادُ وَالْفَاءُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُلَاقَاةِ شَيْءٍ ذِي صَفْحَةٍ لِشَيْءٍ مِثْلِهِ بِقُوَّةٍ. مِنْ ذَلِكَ صَفَقْتُ الشَّيْءَ بِيَدِي، إِذَا ضَرَبْتَهُ بِبَاطِنِ يَدِكَ بِقُوَّةٍ. وَالصَّفْقَةُ: ضَرْبُ الْيَدِ عَلَى الْيَدِ فِي الْبَيْعِ وَالْبَيْعَةِ، وَتِلْكَ عَادَةٌ جَارِيَةٌ لِلْمُتَبَايِعِينَ. وَإِذَا قِيلَ: أَصْفَقَ الْقَوْمُ عَلَى الْأَمْرِ، إِذَا اجْتَمَعُوا عَلَيْهِ، فَهُوَ مِنْ ذَلِكَ، وَإِنَّمَا شُبِّهُوا بِالْمُتَصَافِقِينَ عَلَى الْبَيْعِ. وَمِمَّا حُمِلَ عَلَى ذَلِكَ الصَّفَقُ، وَهُوَ الْمَاءُ يُصَبُّ عَلَى الْأَدِيمِ الْجَدِيدِ فَيَخْرُجُ مُصْفَرًّا.\nوَمِنَ الْبَابِ أَيْضًا: الشَّرَابُ الْمُصَفَّقُ، وَهُوَ أَنْ يُحَوَّلَ مِنْ إِنَاءٍ إِلَى إِنَاءٍ، كَأَنَّهُ صَفَقَ الْإِنَاءَ إِذَا لَاقَاهُ، وَصُفِقَ بِهِ الْإِنَاءُ. وَمِنْهُ صَفَقَ الْإِبِلَ، إِذَا حَوَّلَهَا مِنْ مَرْعًى إِلَى مَرْعًى. ثُمَّ حُمِلَ عَلَى ذَلِكَ فَقِيلَ لِكُلِّ مُنْبَسِطٍ صَفْقٌ وَإِنْ لَمْ يُضْرَبْ بِهِ عَلَى شَيْءٍ. فَيُقَالُ لِجَانِبَيِ الْعُنُقِ صَفْقَانِ، وَلِكُلِّ نَاحِيَةٍ صَفْقٌ وَصَفْقٌ. وَيُقَالُ لِلْجِلْدِ الَّذِي يَلِي سَوَادَ الْبَطْنِ صَفْقٌ. وَمِمَّا شَذَّ عَنِ الْبَابِ، وَقَدْ يُمْكِنُ أَنْ يُخَرَّجَ لَهُ وَجْهٌ، قَوْلُهُمْ: قَوْسٌ صَفُوقٌ، إِذَا كَانَتْ لَيِّنَةً رَاجِعَةً.",
    "pg": "3:290-291"
  },
  "صفن": {
    "def": "الصَّادُ وَالْفَاءُ وَالنُّونُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا جِنْسٌ مِنَ الْقِيَامِ، وَالْآخَرُ وِعَاءٌ مِنَ الْأَوْعِيَةِ.\nفَالْأَوَّلُ: الصُّفُونُ، وَهُوَ أَنْ يَقُومَ الْفَرَسُ عَلَى ثَلَاثِ قَوَائِمَ وَيَرْفَعَ الرَّابِعَةَ، إِلَّا أَنَّهُ يَنَالُ بِطَرَفِ سُنْبُكِهَا الْأَرْضَ. وَالصَّافِنُ: الَّذِي يَصُفُّ قَدَمَيْهِ. وَفِي حَدِيثِ الْبَرَاءِ: «قُمْنَا خَلْفَ رَسُولِ اللَّهِ ﵌ صُفُونًا» . وَمِنْهُ تَصَافَنَ الْقَوْمُ [الْمَاءَ] ، وَذَلِكَ إِذَا اقْتَسَمُوهُ بِالصُّفْنِ، وَالصُّفْنُ: جِلْدَةٌ يُسْتَقَى بِهَا. قَالَ:\nفَلَمَّا تَصَافَنَّا الْإِدَاوَةَ أَجْهَشَتْ ... إِلَيَّ غُصُونِ الْعَنْبَرِيِّ الْجُرَاضِمِ\nوَيُقَالُ إِنَّ ذَلِكَ إِنَّمَا يَكُونُ عَلَى الْمَقْلَةِ، يُسْقَى أَحَدُهُمْ قَدْرَ مَا يَغْمُرُهَا.\nوَمِمَّا شَذَّ عَنِ الْأَصْلَيْنِ: الصَّافِنُ، وَهُوَ عِرْقٌ.",
    "pg": "3:291-292"
  },
  "صفو": {
    "def": "الصَّادُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خُلُوصٍ مِنْ كُلِّ شَوْبٍ. مِنْ ذَلِكَ الصَّفَاءُ، وَهُوَ ضِدُّ الْكَدَرِ ; يُقَالُ: صَفَا يَصْفُو، إِذَا خَلَصَ. يُقَالُ: لَكَ صَفْوُ هَذَا الْأَمْرِ وَصِفْوَتُهُ. وَمُحَمَّدٌ صِفْوَةُ اللَّهِ تَعَالَى وَخِيرَتُهُ مِنْ خَلْقِهِ، وَمُصْطَفَاهُ ﵌. وَالصَّفِيُّ: مَا اصْطَفَاهُ الْإِمَامُ مِنَ الْمَغْنَمِ لِنَفْسِهِ، وَقَدْ يُسَمَّى بِالْهَاءِ: الصَّفِيَّةُ، وَالْجَمْعُ: الصَّفَايَا. قَالَ:\nلَكَ الْمِرْبَاعُ مِنْهَا وَالصَّفَايَا ... وَحُكْمُكَ وَالنَّشِيطَةُ وَالْفُضُولُ\nوَالصَّفِيَّةُ وَالصَّفِيُّ، وَهُوَ بِغَيْرِ الْهَاءِ أَشْهَرُ: النَّاقَةُ الْكَثِيرَةُ اللَّبَنِ، وَالنَّخْلَةُ الْكَثِيرَةُ الْحَمْلِ، وَالْجَمْعُ: الصَّفَايَا. وَإِنَّمَا سُمِّيَتْ صَفِيًّا لِأَنَّ صَاحِبَهَا يَصْطَفِيهَا.\nوَمِنَ الْبَابِ قَوْلُهُمْ: أَصْفَتِ الدَّجَاجَةُ، إِذَا انْقَطَعَ بَيْضُهَا، إِصْفَاءً. وَذَلِكَ كَأَنَّهَا صَفَتْ، أَيْ خَلَصَتْ مِنَ الْبَيْضِ، ثُمَّ جُعِلَ ذَلِكَ عَلَى أَفْعَلَتْ ; فَرْقًا بَيْنَهَا وَبَيْنَ سَائِرِ مَا فِي بَابِهَا، وَشُبِّهَ بِذَلِكَ الشَّاعِرُ إِذَا انْقَطَعَ شِعْرُهُ.\nوَمِنَ الْبَابِ الصَّفَا، وَهُوَ الْحَجَرُ الْأَمْلَسُ، وَهُوَ الصَّفْوَانُ، الْوَاحِدَةُ: صَفْوَانَةٌ، وَسُمِّيَتْ صَفْوَانَةً لِذَلِكَ؛ لِأَنَّهَا تَصْفُو مِنَ الطِّينِ وَالرَّمْلِ. قَالَ الْأَصْمَعِيُّ: الصَّفْوَانُ وَالصَّفْوَاءُ وَالصَّفَا، كُلُّهُ وَاحِدٌ. وَأَنْشَدَ:\nكَمَا زَلَّتِ الصَّفْوَاءُ بِالْمُتَنَزِّلِ\nوَيُقَالُ: يَوْمٌ صَفْوَانُ، إِذَا كَانَ صَافِيَ الشَّمْسِ شَدِيدَ الْبَرْدِ.",
    "pg": "3:292-293"
  },
  "صقب": {
    "def": "الصَّادُ وَالْقَافُ وَالْبَاءُ لَا يَكَادُ يَكُونُ أَصْلًا ; لِأَنَّ الصَّادَ يَكُونُ مَرَّةً فِيهِ السِّينُ، وَالْبَابَانِ مُتَدَاخِلَانِ، مَرَّةً يُقَالُ بِالسِّينِ وَمَرَّةً بِالصَّادِ، إِلَّا أَنَّهُ يَدُلُّ عَلَى الْقُرْبِ وَمَعَ الِامْتِدَادِ مَعَ الدِّقَّةِ.\nفَأَمَّا الْقُرْبُ فَالصَّقَبُ. وَجَاءَ فِي الْحَدِيثِ: «الْجَارُ أَحَقُّ بِصَقَبِهِ» ، يُرَادُ فِي الشُّفْعَةِ. وَالصَّاقِبُ: الْقَرِيبُ. وَالرَّجُلَانِ يَتَصَاقَبَانِ فِي الْمَحَلَّةِ، إِذَا تَقَارَبَا.\nوَأَمَّا الْآخَرُ فَالصَّقْبُ: الْعَمُودُ يُعْمَدُ بِهِ الْبَيْتُ، وَجَمْعُهُ صُقُوبٌ. قَالَ ذُو الرُّمَّةِ:\nصَقْبَانِ لَمْ يَتَقَشَّرْ عَنْهُمَا النَّجَبُ\nوَأَمَّا قَوْلُهُمْ: صَقَبْتُ الشَّيْءَ، إِذَا ضَرَبْتَهُ، فَلَا يَكُونُ إِلَّا عَلَى شَيْءٍ مُصْمَتٍ يَابِسٍ. فَمُمْكِنٌ أَنْ يَكُونَ مِنَ الْإِبْدَالِ، كَأَنَّهُ مِنْ صَقْعَتِهِ، فَيَكُونُ الْبَاءُ بَدَلًا مِنَ الْعَيْنِ.",
    "pg": "3:296-297"
  },
  "صقر": {
    "def": "الصَّادُ وَالْقَافُ وَالرَّاءُ أُصَيْلٌ يَدُلُّ عَلَى وَقْعِ شَيْءٍ بِشِدَّةٍ. مِنْ ذَلِكَ الصَّقْرُ. وَهُوَ ضَرْبُكَ الصَّخْرَةَ بِمِعْوَلٍ، وَيُقَالُ لِلْمِعْوَلِ: الصَّاقُورُ. وَيَجُوزُ أَنْ يَدْخُلَ فِيهِ الْهَاءُ فَيُقَالُ: الصَّاقُورَةُ.\nوَالصَّقْرُ: هَذَا الطَّائِرُ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يَصْقُرُ الصَّيْدَ صَقْرًا بِقُوَّةٍ. وَصَقَرَاتُ الشَّمْسِ: شِدَّةُ وَقْعِهَا عَلَى الْأَرْضِ. قَالَ:\nإِذَا ذَابَتِ الشَّمْسُ اتَّقَى صَقَرَاتِهَا ... بِأَفْنَانِ مَرْبُوعِ الصَّرِيمَةِ مُعْبِلِ\nوَحُكِيَ عَنِ الْعَرَبِ: جَاءَ فُلَانٌ بِالصُّقَرِ وَالْبُقْرِ، إِذَا جَاءَ بِالْكَذِبِ.\nفَهَذَا شَاذٌّ عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ. وَكَذَلِكَ الصَّاقُورَةُ فِي شِعْرِ أُمَيَّةَ بْنِ أَبِي الصَّلْتِ مِنَ الشَّاذِّ. وَيُقَالُ: إِنَّهَا السَّمَاءُ الثَّالِثَةُ. وَمَا أَحْسَبُ ذَلِكَ مِنْ صَحِيحِ كَلَامِ الْعَرَبِ. وَفِي شِعْرِ أُمَيَّةَ أَشْيَاءُ. فَأَمَّا الدِّبْسُ وَتَسْمِيَتُهُمْ إِيَّاهُ صَقْرًا فَهُوَ مِنْ كَلَامِ أَهْلِ الْمَدَرِ، وَلَيْسَ بِذَلِكَ الْخَالِصِ مِنْ لُغَةِ الْعَرَبِ.",
    "pg": "3:297"
  },
  "صقع": {
    "def": "الصَّادُ وَالْقَافُ وَالْعَيْنُ أُصُولٌ ثَلَاثَةٌ: أَحَدُهَا: وَقْعُ شَيْءٍ عَلَى شَيْءٍ، كَالضَّرْبِ وَنَحْوِهِ، وَالْآخَرُ: صَوْتٌ، وَالثَّالِثُ: غِشْيَانُ شَيْءٍ لِشَيْءٍ.\nفَالْأَوَّلُ: الصَّقْعُ وَهُوَ الضَّرْبُ بِبَسْطِ الْكَفِّ. يُقَالُ: صَقَعَهُ صَقْعًا. وَأَمَّا الصَّوْتُ فَقَوْلُهُمْ صَقَعَ الدِّيكُ يَصْقَعُ. وَمِنَ الْبَابِ خَطِيبٌ مِصْقَعٌ، إِذَا كَانَ بَلِيغًا، وَكَأَنَّهُ سُمِّيَ بِذَلِكَ لِجَهَارَةِ صَوْتِهِ.\nوَأَمَّا الْأَصْلُ الثَّالِثُ فِي غِشْيَانِ الشَّيْءِ الشَّيْءَ، فَالصِّقَاعِ، وَهِيَ الْخِرْقَةُ الَّتِي تَتَغَشَّاهَا الْمَرْأَةُ فِي رَأْسِهَا، تَقِي بِهَا خِمَارَهَا الدُّهْنَ. وَالصَّقِيعُ: الْبَرْدُ الْمُحْرِقُ لِلنَّبَاتِ فَهَذَا يَصْلُحُ فِي هَذَا، كَأَنَّهُ شَيْءٌ غَشَّى النَّبَاتَ فَأَحْرَقَهُ، وَيَصْلُحُ فِي بَابِ الضَّرْبِ.\nوَمِنَ الْبَابِ الْعُقَابُ الصَّقْعَاءُ: الْبَيْضَاءُ الرَّأْسِ، كَأَنَّ الْبَيَاضَ غَشَّى رَأْسَهَا. وَيُقَالُ: الصِّقَاعُ الْبُرْقُعُ. وَالصِّقَاعُ: شَيْءٌ يُشَدُّ بِهِ أَنْفُ النَّاقَةِ. قَالَ الْقُطَامِيُّ:\nإِذَا رَأْسٌ رَأَيْتُ بِهِ طِمَاحًا ... شَدَدْتُ لَهُ الْغَمَائِمَ وَالصِّقَاعَا\nوَمِنْهُ الصَّقَعُ، مِثْلَ الْغَشْيِ يَأْخُذُ الْإِنْسَانَ مِنَ الْحَرِّ، فِي قَوْلِ سُوَيْدٍ:\nيَأْخُذُ السَّائِرَ فِيهَا كَالصَّقَعْ\nوَمِنَ الْبَابِ الصَّاقِعَةُ، فَمُمْكِنٌ أَنْ تُسَمَّى بِذَلِكَ لِأَنَّهَا تَغْشَى. وَمُمْكِنٌ أَنْ يَكُونَ مِنَ الضَّرْبِ. أَمَّا قَوْلُ أَوْسٍ:\nيَا بَا دُلَيْجَةَ مَنْ لِحَيٍّ مُفْرَدٍ ... صَقِعٌ مِنَ الْأَعْدَاءِ فِي شَوَّالِ\nفَقَالَ قَوْمٌ: هَذَا الَّذِي أَصَابَهُ مِنَ الْأَعْدَاءِ كَالصَّاقِعَةِ. وَالصَّوْقَعَةُ: الْعِمَامَةُ ; لِأَنَّهَا تُغَشِّي الرَّأْسَ. وَمَا بَقِيَ مِنَ الْبَابِ فَهُوَ مِنَ الْإِبْدَالِ ; لِأَنَّ الصُّقْعَ النَّاحِيَةُ. وَالْأَصْلُ - فِيمَا ذَكَرَ الْخَلِيلُ - السِّينُ، كَأَنَّهُ فِي الْأَصْلِ \" سَقَعَ \". وَيَكُونُ مِنْ هَذَا الْبَابِ قَوْلُهُمْ: مَا أَدْرِي أَيْنَ صَقَعَ، أَيْ ذَهَبَ، وَالْمَعْنَى إِلَى أَيِّ صَقْعٍ ذَهَبَ. وَقَالَ فِي قَوْلِ أَوْسٍ \" صَقِعٌ مِنَ الْأَعْدَاءِ \" هُوَ الْمُتَنَحِّي الصُّقْعَ.\n\n[بَابُ الصَّادِ وَالْكَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:297-299"
  },
  "صقل": {
    "def": "الصَّادُ وَالْقَافُ وَاللَّامُ أُصَيْلٌ يَدُلُّ عَلَى تَمْلِيسِ شَيْءٍ، ثُمَّ يُقَاسُ عَلَى ذَلِكَ. يُقَالُ: صَقَلْتُ السَّيْفَ أَصْقُلُهُ، وَصَائِغُ ذَلِكَ: الصَّيْقَلُ. وَالصَّقِيلُ: السَّيْفُ. وَيُقَالُ: الْفَرَسُ فِي صِقَالِهِ، أَيْ صِوَانِهِ، وَذَلِكَ إِذَا أُحْسِنَ الْقِيَامُ عَلَيْهِ، كَأَنَّهُ يُصْقَلُ صَقْلًا وَيُصْنَعُ.\nوَمِنَ الْبَابِ الصُّقْلُ مِنَ الْإِنْسَانِ وَالْفَرَسِ، وَهُوَ الْجَنْبُ، وَالْجَنْبُ أَشَدُّ الْأَعْضَاءِ مَلَاسَةً، فَلِذَلِكَ سُمِّيَ صَقْلًا، كَأَنَّهُ قَدْ صُقِلَ. وَيُقَالُ مِنْهُ: فَرَسٌ صَقِلٌ، أَيْ طَوِيلُ الصُّقْلَيْنِ.",
    "pg": "3:296"
  },
  "صكك": {
    "def": "الصَّادُ وَالْكَافُ أَصْلٌ يَدُلُّ عَلَى تَلَاقِي شَيْئَيْنِ بِقُوَّةٍ وَشِدَّةٍ، حَتَّى كَأَنَّ أَحَدَهُمَا يَضْرِبُ الْآخَرَ. مِنْ ذَلِكَ قَوْلُهُمْ: صَكَكْتُ الشَّيْءَ صَكًّا. وَالصَّكَكُ: أَنْ تَصْطَكَ رُكْبَتَا [الرَّجُلِ] . [وَصَكَّ الْبَابَ] : أَغْلَقَهُ بِعُنْفٍ وَشِدَّةٍ. وَيُقَالُ بَعِيرٌ مِصَكَّكٌ، إِذَا كَانَ اللَّحْمُ قَدْ صَكَّ فِيهِ صَكًّا. وَرَجُلٌ مِصَكٌّ: شَدِيدٌ. وَيُقَالُ ذَلِكَ فِي الْخَيْلِ وَالْحُمُرِ وَغَيْرِهَا.\nوَأَمَّا قَوْلُهُمْ: \" جِئْتُهُ صَكَّةَ عُمَيٍّ \" فَإِنَّمَا يُرَادُ أَنَّ الْأَعْمَى يَلْقَى مِثْلَهُ فَيَصْطَكَّانِ، أَيْ يَصُكُّ كُلُّ وَاحِدٍ مِنْهُمَا صَاحِبَهُ. وَذَلِكَ كَلَامٌ وَضَعُوهُ فِي الْهَاجِرَةِ وَعِنْدَ اشْتِدَادِ الْحَرِّ خَاصَّةً.",
    "pg": "3:276"
  },
  "صكم": {
    "def": "الصَّادُ وَالْكَافُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ضَرْبِ الشَّيْءِ بِشِدَّةٍ. فَالصَّكْمَةُ: الصَّدْمَةُ الشَّدِيدَةُ. وَالْعَرَبُ تَقُولُ: صَكَمَتْهُمْ صَوَاكِمُ الدَّهْرِ. وَالْفَرَسُ يَصْكُمُ، إِذَا عَضَّ عَلَى لِجَامِهِ مَادًّا رَأْسَهُ. وَقَالَ الْفَرَّاءُ: صَكَمَهُ، إِذَا ضَرَبَهُ وَدَفَعَهُ.\n\n[بَابُ الصَّادِ وَاللَّامِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:299"
  },
  "صلب": {
    "def": "الصَّادُ وَاللَّامُ وَالْبَاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى الشِّدَّةِ وَالْقُوَّةِ، وَالْآخَرُ جِنْسٌ مِنَ الْوَدَكِ.\nفَالْأَوَّلُ الصُّلْبُ، وَهُوَ الشَّيْءُ الشَّدِيدُ. وَكَذَلِكَ سُمِّيَ الظَّهْرُ صُلْبًا لِقُوَّتِهِ. وَيُقَالُ إِنَّ الصَّلَبَ الصُّلْبُ. وَيُنْشَدُ:\nفِي صَلَبٍ مِثْلِ الْعِنَانِ الْمُؤْدَمِ\nوَمِنْ ذَلِكَ الصَّالِبُ مِنَ الْحُمَّى، وَهِيَ الشَّدِيدَةُ. قَالَ:\nوَمَاؤُكُمَا الْعَذْبُ الَّذِي لَوْ شَرِبْتُهُ ... وَبِي صَالِبُ الْحُمَّى إِذًا لَشَفَانِي\nوَحَكَى الْكِسَائِيُّ: صَلَبَتْ عَلَيْهِ الْحُمَّى، إِذَا دَامَتْ عَلَيْهِ وَاشْتَدَّتْ، فَهُوَ مَصْلُوبٌ عَلَيْهِ.\nوَمِنَ الْبَابِ الصُّلَّبِيَّةُ: حِجَارَةُ الْمِسَنِّ، يُقَالُ: سِنَانٌ مُصَلَّبٌ، أَيْ مَسْنُونٌ. وَمِنْهُ التَّصْلِيبُ، وَهُوَ بُلُوغُ الرُّطَبِ الْيُبْسَ، يُقَالُ: صَلَّبَ. وَمِنَ الْبَابِ الصَّلِيبُ، وَهُوَ الْعَلَمُ. قَالَ النَّابِغَةُ: ظَلَّتْ أَقَاطِيعُ أَنْعَامٍ مُؤَبَّلَةٍ ... لَدَى صَلِيبٍ عَلَى الزَّوْرَاءِ مَنْصُوبِ\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالصَّلِيبُ، وَهُوَ وَدَكُ الْعَظْمِ. يُقَالُ: اصْطَلَبَ الرَّجُلُ، إِذَا جَمَعَ الْعِظَامَ فَاسْتَخْرَجَ وَدَكَهَا لِيَأْتَدِمَ بِهِ. وَأَنْشَدَ:\nوَبَاتَ شَيْخُ الْعِيَالِ يَصْطَلِبُ\nقَالُوا: وَسُمِّيَ الْمَصْلُوبُ بِذَلِكَ كَأَنَّ السِّمَنَ يَجْرِي عَلَى وَجْهِهِ. [وَالصَّلِيبُ: الْمَصْلُوبُ] ، ثُمَّ سُمِّيَ الشَّيْءُ الَّذِي يُصْلَبُ عَلَيْهِ صَلِيبًا عَلَى الْمُجَاوَرَةِ. وَثَوْبٌ مُصَلَّبٌ، إِذَا كَانَ عَلَيْهِ نَقْشُ صَلِيبٍ. وَفِي الْحَدِيثِ فِي الثَّوْبِ الْمُصَلَّبِ، أَنَّ رَسُولَ اللَّهِ ﵌ «كَانَ إِذَا رَآهُ فِي ثَوْبٍ قَضَبَهُ» ، أَيْ قَطَعَهُ. فَأَمَّا الَّذِي يُقَالُ: إِنَّ الصَّوْلَبَ الْبَذْرُ يُنْثَرُ عَلَى وَجْهِ الْأَرْضِ ثُمَّ يُكْرَبُ عَلَيْهِ - فَمِنَ الْكَلَامِ الْمُوَلَّدِ الَّذِي لَا أَصْلَ لَهُ.",
    "pg": "3:301-302"
  },
  "صلت": {
    "def": "الصَّادُ وَاللَّامُ وَالتَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى بُرُوزِ الشَّيْءِ وَوُضُوحِهِ. مِنْ ذَلِكَ الصُّلْتُ، وَهُوَ الْجَبِينُ الْوَاضِحُ ; يُقَالُ: صَلْتُ الْجَبِينِ، يُمْدَحُ بِذَلِكَ. قَالَ كُثَيِّرٌ:\nصَلْتَ الْجَبِينِ إِذَا تَبَسَّمَ ضَاحِكًا ... غَلِقَتْ لِضَحْكَتِهِ رِقَابُ الْمَالِ\nوَهَذَا مَأْخُوذٌ مِنَ السَّيْفِ الصَّلْتِ وَالْإِصْلِيتِ، وَهُوَ الصَّقِيلُ. يُقَالُ: أَصْلَتَ فُلَانٌ سَيْفَهُ، إِذَا شَامَهُ مِنْ قِرَابِهِ. وَمِنَ الْبَابِ: الصُّلْتُ وَهُوَ السِّكِّينُ، وَجَمْعُهُ أَصَلَاتٌ. وَيُقَالُ: ضَرَبَهُ بِالسَّيْفِ صَلْتًا وَصُلْتًا. وَمِنَ الْبَابِ: الْحِمَارُ الصَّلَتَانُ، كَأَنَّهُ إِذَا عَدَا انْصَلَتَ، أَيْ تَبَرَّزَ وَظَهَرَ. وَمِنَ الْبَابِ قَوْلُهُمْ: جَاءَ بِمَرَقٍ يَصْلِتُ، إِذَا كَانَ قَلِيلَ الدَّسَمِ كَثِيرَ الْمَاءِ. وَإِنَّمَا قِيلَ ذَلِكَ لِبُرُوزِ مَائِهِ وَظُهُورِهِ مِنْ قِلَّةِ الدَّسَمِ عَلَى وَجْهِهِ.",
    "pg": "3:302-303"
  },
  "صلج": {
    "def": "الصَّادُ وَاللَّامُ وَالْجِيمُ لَيْسَ بِشَيْءٍ؛ لِقِلَّةِ ائْتِلَافِ الصَّادِ مَعَ الْجِيمِ. وَحُكِيَتْ فِيهِ كَلِمَاتٌ لَا أَصْلَ لَهَا فِي قَدِيمِ كَلَامِ الْعَرَبِ. مِنْ ذَلِكَ: الصَّوْلَجُ، وَهِيَ فِيمَا زَعَمُوا الْفِضَّةُ الْجَيِّدَةُ. يُقَالُ: هَذِهِ فِضَّةٌ صَوْلَجٌ. وَمِنْهُ الصَّوْلَجَانُ. وَيُقَالُ: الْأَصْلَجُ: الْأَمْلَسُ الشَّدِيدُ. وَكُلُّ ذَلِكَ لَا مَعْنَى لَهُ.",
    "pg": "3:303"
  },
  "صلح": {
    "def": "الصَّادُ وَاللَّامُ وَالْحَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِلَافِ الْفَسَادِ. يُقَالُ: صَلُحَ الشَّيْءُ يَصْلُحُ صَلَاحًا. وَيُقَالُ: صَلَحَ بِفَتْحِ اللَّامِ. وَحَكَى ابْنُ السِّكِّيتِ صَلَحَ وَصَلُحَ. وَيُقَالُ: صَلَحَ صُلُوحًا، قَالَ:\nوَكَيْفَ بِأَطْرَافِي إِذَا مَا شَتَمْتَنِي ... وَمَا بَعْدَ شَتْمِ الْوَالِدَيْنِ صُلُوحُ\nوَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: إِنَّ مَكَّةَ تُسَمَّى صَلَاحًا.",
    "pg": "3:303"
  },
  "صلخ": {
    "def": "الصَّادُ وَاللَّامُ وَالْخَاءُ فِيهِ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: إِنَّ الْأَصْلَخَ الْأَصَمُّ. قَالَ سَلَمَةُ: قَالَ الْفَرَّاءُ: \" كَانَ الْكُمَيْتُ أَصَمَّ أَصْلَخَ \".",
    "pg": "3:303"
  },
  "صلد": {
    "def": "الصَّادُ وَاللَّامُ وَالدَّالُ أَصْلٌ وَاحِدٌ صَحِيحٌ، يَدُلُّ عَلَى صَلَابَةٍ وَيُبْسٍ. مِنْ ذَلِكَ الْحَجَرُ الصَّلْدُ، وَهُوَ الصُّلْبُ. ثُمَّ يُحْمَلُ [عَلَيْهِ] قَوْلُهُمْ: صَلِدَ الزَّنْدُ، إِذَا لَمْ يُخْرِجْ نَارَهُ. وَأَصْلَدْتُهُ أَنَا. وَمِنْهُ: الرَّأْسُ الصَّلْدُ الَّذِي لَا يُنْبِتُ شَعْرًا، كَالْأَرْضِ الَّتِي لَا تُنْبِتُ شَيْئًا. قَالَ رُؤْبَةُ:\nبَرَّاقَ أَصْلَادِ الْجَبِينِ الْأَجْلَهِ\nوَيُقَالُ لِلْبَخِيلِ: أَصْلَدُ، فَهُوَ إِمَّا مِنَ الْمَكَانِ الَّذِي لَا يُنْبِتُ، أَوِ الزَّنْدِ الَّذِي لَا يُورِي. وَيُقَالُ: نَاقَةٌ صَلُودٌ، أَيْ بَكِيئَةٌ قَلِيلَةُ اللَّبَنِ غَلِيظَةُ جِلْدِ الضَّرْعِ. وَمِنْهُ الْفَرَسُ الصَّلُودُ، وَهُوَ الَّذِي لَا يَعْرَقُ. فَإِذَا نُتِجَتِ النَّاقَةُ وَلَمْ يَكُنْ لَهَا لَبَنٌ قِيلَ نَاقَةٌ مِصْلَادٌ.",
    "pg": "3:303-304"
  },
  "صلع": {
    "def": "الصَّادُ وَاللَّامُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَلَاسَةٍ. مِنْ ذَلِكَ الصَّلَعُ فِي الرَّأْسِ، وَأَصْلُهُ مَأْخُوذٌ مِنَ الصُّلَّاعِ، وَهُوَ الْعَرِيضُ مِنَ الصَّخْرِ الْأَمْلَسُ، الْوَاحِدُ صُلَّاعَةٌ. وَجَبَلٌ [صَلِيعٌ] : أَمْلَسُ لَا يُنْبِتُ شَيْئًا. قَالَ عَمْرُو بْنُ مَعْدِ يَكْرِبَ:\n[وَزَحْفُ كَتِيبَةٍ لِلِقَاءِ أُخْرَى ... كَأَنَّ زَهَاءَهَا رَأْسٌ صَلِيعُ]\nوَيُقَالُ لِلْعُرْفُطَةِ إِذَا سَقَطَتْ رُءُوسُ أَغْصَانِهَا: صَلْعَاءُ. وَتُسَمَّى الدَّاهِيَةُ صَلْعَاءَ، أَيْ بَارِزَةً ظَاهِرَةً لَا يَخْفَى أَمْرُهَا. وَالصَّلْعَةُ: مَوْضِعُ الصَّلَعِ مِنَ الرَّأْسِ. وَالصَّلْعَاءُ مِنَ الرِّمَالِ: مَا لَا يُنْبِتُ شَيْئًا مِنْ نَجْمٍ وَلَا شَجَرٍ. وَيُقَالُ لِجِنْسٍ مِنَ الْحَيَّاتِ: الْأُصَيْلِعُ، وَهُوَ مِثْلُ الَّذِي جَاءَ فِي الْحَدِيثِ: «يَجِيءُ كَنْزُ أَحَدِهِمْ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقْرَعَ» . وَيُرِيدُ بِذَلِكَ الَّذِي انْمَارَ شَعَرَ رَأْسِهِ، لِكَثْرَةِ سِمَنِهِ. قَالَ الشَّاعِرُ:\nقَرَى السُّمَّ حَتَّى انْمَارَ فَرْوَةُ رَأْسِهِ ... عَنِ الْعَظْمِ صِلٌّ فَاتِكُ اللَّسْعِ مَارِدُ",
    "pg": "3:304-305"
  },
  "صلغ": {
    "def": "الصَّادُ وَاللَّامُ وَالْغَيْنُ لَيْسَ بِأَصْلٍ ; لِأَنَّهُ مِنْ بَابِ الْإِبْدَالِ. يُقَالُ لِلَّذِي تَمَّ سِنُّهُ مِنَ الضَّأْنِ فِي السَّنَةِ الْخَامِسَةِ: صَالِغٌ. وَقَدْ صَلَغَ صُلُوغًا.",
    "pg": "3:305"
  },
  "صلف": {
    "def": "الصَّادُ وَاللَّامُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شِدَّةٍ وَكَزَازَةٍ. مِنْ ذَلِكَ الصَّلَفُ، وَهُوَ قِلَّةُ نَزَلِ الطَّعَامِ. وَيَقُولُونَ فِي الْأَمْثَالِ: \" صَلَفٌ تَحْتَ الرَّاعِدَةِ \"، يُقَالُ ذَلِكَ لِمَنْ يُكْثِرُ كَلَامَهُ وَيَمْدَحُ نَفْسَهُ وَلَا خَيْرَ عِنْدَهُ.\nوَمِنَ الْبَابِ قَوْلُهُمْ: صَلِفَتِ الْمَرْأَةُ عِنْدَ زَوْجِهَا، إِذَا لَمْ تَحْظَ عِنْدَهُ. وَهِيَ بَيِّنَةُ الصَّلَفِ. قَالَ:\nوَآبَ إِلَيْهَا الْحُزْنُ وَالصَّلَفُ قَالَ الشَّيْبَانِيُّ: يُقَالُ لِلْمَرْأَةِ: أَصْلَفَ اللَّهُ رُفْغَهَا. وَذَلِكَ أَنْ يُبَغِّضَهَا إِلَى زَوْجِهَا.\nوَالْأَصْلُ فِي هَذَا الْبَابِ قَوْلُهُمْ لِلْأَرْضِ الصُّلْبَةِ: صَلْفَاءُ، وَلِلْمَكَانِ الصُّلْبِ: أَصْلَفُ. وَالصَّلِيفُ: عُرْضُ الْعُنُقِ، وَهُوَ صُلْبٌ. وَالصَّلِيفَانِ: عُودَانِ يَعْتَرِضَانِ عَلَى الْغَبِيطِ تُشَدُّ بِهِمَا الْمَحَامِلُ. قَالَ:\nأَقَبُّ كَأَنَّ هَادِيَهُ الصَّلِيفُ\nفَأَمَّا الرَّجُلُ الصَّلِفُ فَهُوَ مِنْ هَذَا، وَهُوَ مِنَ الْكَزَازَةِ وَقِلَّةِ الْخَيْرِ. وَكَانَ الْخَلِيلُ يَقُولُ: الصَّلَفُ مُجَاوَزَةُ قَدْرِ الظَّرْفِ، وَالِادِّعَاءِ فَوْقَ ذَلِكَ.",
    "pg": "3:305-306"
  },
  "صلق": {
    "def": "الصَّادُ وَاللَّامُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى صَيْحَةٍ بِقُوَّةٍ وَصَدْمَةٍ وَمَا أَشْبَهَ ذَلِكَ. فَالصَّلْقُ: الصَّوْتُ الشَّدِيدُ. قَالَ رَسُولُ اللَّهِ ﵌: «لَيْسَ مِنَّا مَنْ صَلَقَ أَوْ حَلَقَ» . يُرِيدُ شِدَّةَ الصِّيَاحِ عِنْدَ الْمُصِيبَةِ تَنْزِلُ. وَالصَّلَّاقُ وَالْمِصْلَاقُ: الشَّدِيدُ الصَّوْتِ. وَالصَّلْقَةُ: الصَّدْمَةُ وَالْوَقْعَةُ الْمُنْكَرَةُ. قَالَ لَبِيَدٌ:\nفَصَلَقْنَا فِي مُرَادٍ صَلْقَةً ... وَصُدَاءٍ أَلْحَقَتْهُمْ بِالثَّلَلْ\nقَالَ الْكِسَائِي: الصَّلْقَةُ الصِّيَاحُ، وَقَدْ أَصْلَقُوا إِصْلَاقًا. وَاحْتَجَّ بِهَذَا الْبَيْتِ. وَقَالَ أَبُو زَيْدٍ: صَلَقَهُ بِالْعَصَا: ضَرَبَهُ. وَالصَّلْقُ: صَدَمُ الْخَيْلِ فِي الْغَارَةِ. وَيُقَالُ: صَلَقَ بَنُو فُلَانٍ بَنِي فُلَانٍ، إِذَا أَوْقَعُوا بِهِمْ فَقَتَلُوهُمْ قَتْلًا ذَرِيعًا. وَيُقَالُ: تَصَلَّقَتِ الْحَامِلُ، إِذَا أَخَذَهَا الطَّلْقُ فَأَلْقَتْ بِنَفْسِهَا [عَلَى] جَنْبَيْهَا مَرَّةً كَذَا وَمَرَّةً كَذَا. وَالْفَحْلُ يُصْلِقُ بِنَابِهِ إِصْلَاقًا، وَذَلِكَ صَرِيفُهُ. وَالصَّلَقَاتُ: أَنْيَابُ الْإِبِلِ الَّتِي تَصْلِقُ. قَالَ:\nلَمْ تَبْكِ حَوْلَكَ نِيبُهَا وَتَقَاذَفَتْ ... صَلَقَاتُهَا كَمَنَابِتِ الْأَشْجَارِ\nفَأَمَّا الْقَاعُ الْمُسْتَدِيرُ فَيُقَالُ لَهُ: الصَّلَقُ، وَلَيْسَ هُوَ مِنْ هَذَا ; لِأَنَّهُ مِنْ بَابِ الْإِبْدَالِ وَفِيهِ يُقَالُ: السَّلَقُ، وَقَدْ مَضَى ذِكْرُهُ. وَيُنْشَدُ بَيْتُ أَبِي دُؤَادٍ بِالسِّينِ وَالصَّادِ:\nتَرَى فَاهُ إِذَا أَقْبَ ... لَ مِثْلَ الصَّلَقِ الْجَدْبِ\nوَلَا أُنْكِرُ أَنْ يَكُونَ هَذَا الْبَابُ كُلُّهُ مَحْمُولًا عَلَى الْإِبْدَالِ. فَأَمَّا الصَّلَائِقُ فَيُقَالُ: هُوَ الْخُبْزُ الرَّقِيقُ، الْوَاحِدَةُ صَلِيقَةٌ، فَقَدْ يُقَالُ بِالرَّاءِ: الصَّرِيقَةُ، وَيُقَالُ بِالسِّينِ: السَّلَائِقُ. وَلَعَلَّهُ مِنَ الْمُوَلَّدِ. [بَابُ الصَّادِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:306-308"
  },
  "صلل": {
    "def": "الصَّادُ وَاللَّامُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى نَدًى وَمَاءٍ قَلِيلٍ، وَالْآخَرُ عَلَى صَوْتٍ.\nفَأَمَّا الْأَوَّلُ فَالصَّلَّةُ، وَهِيَ الْأَرْضُ، تُسَمَّى الثَّرَى لِنَدَاهَا. عَلَى أَنَّ مِنَ الْعَرَبِ مَنْ يُسَمِّي الصَّلَّةَ التُّرَابَ النَّدِيَّ. وَلِذَلِكَ تُسَمَّى بَقِيَّةُ الْمَاءِ فِي الْغَدِيرِ صُلْصُلَةً.\nوَمِنَ الْبَابِ: صِلَالُ الْمَطَرِ: مَا وَقَعَ مِنْهُ شَيْءٌ بَعْدَ شَيْءٍ. وَيُقَالُ لِلْعُشْبِ الْمُتَفَرِّقِ صِلَالٌ ; لِأَنَّهُ يُسَمَّى بَاسِمِ الْمَطَرِ الْمُتَفَرِّقِ. قَالَ:\nكَجَنْدَلِ لُبْنَ تَطَّرِدُ الصِّلَالَا\nوَمِنَ الْبَابِ صَلَّ اللَّحْمُ، إِذَا تَغَيَّرَتْ رَائِحَتُهُ وَهُوَ شِوَاءٌ أَوْ طَبِيخٌ. وَإِنَّمَا هُوَ مِنَ الصَّلَّةِ، كَأَنَّهُ دُفِنَ فِي الصَّلَّةِ فَتَغَيَّرَ. وَمَصْدَرُ ذَلِكَ الصُّلُولُ. قَالَ:\nذَاكَ فَتًى يَبْذُلُ ذَا قِدْرِهِ ... لَا يُفْسِدُ اللَّحْمَ لَدَيْهِ الصُّلُولْ\nوَأَمَّا الصَّوْتُ فَيُقَالُ: صَلَّ اللِّجَامُ وَغَيْرُهُ، إِذَا صَوَّتَ. فَإِذَا كَثُرَ ذَلِكَ مِنْهُ، قِيلَ: صَلْصَلَ. وَسُمِّيَ الْخَزَفُ صَلْصَالًا لِذَلِكَ ; لِأَنَّهُ يُصَوِّتُ وَيُصَلْصِلُ.\nوَمِمَّا شَذَّ مِنْ هَذَيْنِ الْبَابَيْنِ: الصِّلُّ: الدَّاهِيَةُ ; وَالْجَمْعُ أَصْلَالٌ. وَيُقَالُ: صَلَّتْهُمُ الصَّالَّةُ. إِذَا دَهَتْهُمُ الدَّاهِيَةُ.",
    "pg": "3:276-277"
  },
  "صلم": {
    "def": "الصَّادُ وَاللَّامُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى قَطْعٍ وَاسْتِئْصَالٍ. يُقَالُ: صَلَمَ أُذُنَهُ، إِذَا اسْتَأْصَلَهَا. وَاصْطُلِمَتِ الْأُذُنُ. أَنْشَدَ الْفَرَّاءُ:\nمِثْلَ النَّعَامَةِ كَانَتْ وَهْيَ سَالِمَةٌ ... أَذْنَاءَ حَتَّى زَهَاهَا الْحَيْنُ وَالْجُبُنُ\nجَاءَتْ لِتَشْرِيَ قَرْنًا أَوْ تُعَوِّضَهُ ... وَالدَّهْرُ فِيهِ رَبَاحُ الْبَيْعِ وَالْغَبَنُ\nفَقِيلَ أُذْنَاكِ ظُلْمٌ ثُمَّتِ اصْطُلِمَتْ ... إِلَى الصِّمَاخِ فَلَا قَرْنٌ وَلَا أُذُنُ\nوَالصَّيْلَمُ: الدَّاهِيَةُ، وَالْأَمْرُ الْعَظِيمُ، وَكَأَنَّهُ سُمِّيَ بِذَلِكَ لِأَنَّهُ يَصْطَلِمُ. فَأَمَّا الصَّلَامَةُ، وَيُقَالُ بِالْكَسْرِ: الصِّلَامَةُ، فَهِيَ الْفِرْقَةُ مِنَ النَّاسِ، وَسُمِّيَتْ بِذَلِكَ لِانْقِطَاعِهَا عَنِ الْجَمَاعَةِ الْكَثِيرَةِ. قَالَ:\nلِأُمِّكُمُ الْوَيْلَاتِ أَنَّى أَتَيْتُمُ ... وَأَنْتُمْ صَِلَامَاتٌ كَثِيرٌ عَدِيدُهَا",
    "pg": "3:299-300"
  },
  "صلى": {
    "def": "الصَّادُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ: أَحَدُهُمَا النَّارُ وَمَا أَشْبَهَهَا مِنَ الْحُمَّى، وَالْآخِرُ جِنْسٌ مِنَ الْعِبَادَةِ.\nفَأَمَّا الْأَوَّلُ فَقَوْلُهُمْ: صَلَيْتُ الْعُودَ بِالنَّارِ. وَالصَّلَى صَلَى النَّارِ. وَاصْطَلَيْتُ بِالنَّارِ. وَالصِّلَاءُ: مَا يُصْطَلَى بِهِ وَمَا يُذْكَى بِهِ النَّارُ وَيُوقَدُ. وَقَالَ:\nتَجْعَلُ الْعَوْدَ وَالْيَلَنْجُوجَ وَالرَّنْ ... دَ صِلَاءً لَهَا عَلَى الْكَانُونِ\nوَأَمَّا الثَّانِي: فَالصَّلَاةُ وَهِيَ الدُّعَاءُ. وَقَالَ رَسُولُ اللَّهِ ﵌: «إِذَا دُعِيَ أَحَدُكُمْ إِلَى طَعَامٍ فَلْيُجِبْ، فَإِنْ كَانَ مُفْطِرًا فَلْيَأْكُلْ، وَإِنْ كَانَ صَائِمًا فَلْيُصَلِّ» ، أَيْ فَلْيَدْعُ لَهُمْ بِالْخَيْرِ وَالْبَرَكَةِ. قَالَ الْأَعْشَى:\nتَقُولُ بِنْتِي وَقَدْ قَرَّبْتُ مُرْتَحِلًا ... يَا رَبِ جَنِّبْ أَبِي الْأَوْصَابَ وَالْوَجَعَا\nعَلَيْكِ مِثْلُ الَّذِي صَلَّيْتِ فَاغْتَمِضِي ... نَوْمًا فَإِنَّ لِجَنْبِ الْمَرْءِ مُضْطَجَعًا\nوَقَالَ فِي صِفَةِ الْخَمْرِ:\nوَقَابَلَهَا الرِّيحُ فِي دَنِّهَا ... وَصَلَّى عَلَى دَنِّهَا وَارْتَسَمْ\nوَالصَّلَاةِ هِيَ الَّتِي جَاءَ بِهَا الشَّرْعُ مِنَ الرُّكُوعِ وَالسُّجُودِ وَسَائِرِ حُدُودِ الصَّلَاةِ. فَأَمَّا الصَّلَاةُ مِنَ اللَّهِ تَعَالَى فَالرَّحْمَةُ، وَمِنْ ذَلِكَ الْحَدِيثُ: «اللَّهُمَّ صَلِّ عَلَى آلِ أَبِي أَوْفَى» . يُرِيدُ بِذَلِكَ الرَّحْمَةَ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ كَلِمَةٌ جَاءَتْ فِي الْحَدِيثِ: «إِنَّ لِلشَّيْطَانِ فُخُوخًا وَمَصَالِيَ» ، قَالَ: هِيَ الْأَشْرَاكُ، وَاحِدَتُهَا مِصْلَاةٌ.",
    "pg": "3:300-301"
  },
  "صمت": {
    "def": "الصَّادُ وَالْمِيمُ وَالتَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى إِبْهَامٍ وَإِغْلَاقٍ. مِنْ ذَلِكَ صَمَتَ الرَّجُلُ، إِذَا سَكَتَ، وَأَصْمَتَ أَيْضًا. وَمِنْهُ قَوْلُهُمْ: \" لَقِيُتُ فُلَانًا بِبَلْدَةِ إِصْمِتَ \"، وَهِيَ الْقَفْرُ الَّتِي لَا أَحَدَ بِهَا، كَأَنَّهَا صَامِتَةٌ لَيْسَ بِهَا نَاطِقٌ. وَيُقَالُ \" مَا لَهُ صَامِتٌ وَلَا نَاطِقٌ \". فَالصَّامِتُ: الذَّهَبُ وَالْفِضَّةُ. وَالنَّاطِقُ: الْإِبِلُ وَالْغَنَمُ وَالْخَيْلُ. وَالصَّمُوتُ: الدِّرْعُ اللَّيِّنَةُ الَّتِي إِذَا صَبَّهَا الرَّجُلُ عَلَى نَفْسِهِ لَمْ يُسْمَعْ لَهَا صَوْتٌ. قَالَ:\nوَكُلُّ صَمُوتٍ نَثْرَةٍ تُبَّعِيَّةٍ ... وَنَسْجِ سُلَيْمٍ كُلُّ قَضَّاءَ ذَائِلِ\nوَبَابٌ مُصْمَتٌ: قَدْ أُبْهِمَ إِغْلَاقُهُ. وَالصَّامِتُ مِنَ اللَّبَنِ: الْخَاثِرُ ; وَسُمِّيَ بِذَلِكَ لِأَنَّهُ إِذَا كَانَ كَذَا فَأُفْرِغَ فِي إِنَاءٍ لَمْ يُسْمَعْ لَهُ صَوْتٌ. وَيُقَالُ: بِتُّ عَلَى صِمَاتِ ذَاكَ، أَيْ عَلَى قَصْدِهِ. فَيُمْكِنُ أَنْ يَكُونَ شَاذًّا، وَيُمْكِنُ أَنْ يَكُونَ مِنَ الْإِبْدَالِ، كَأَنَّهُ مَأْخُوذٌ مِنَ السَّمْتِ، وَهِيَ الطَّرِيقَةُ. قَالَ: وَحَاجَةٍ بِتُّ عَلَى صِمَاتِهَا ... أَتَيْتُهَا وَحْدِيَ مِنْ مَأْتَاتِهَا\nوَيُقَالُ: رَمَاهُ بِصِمَاتِهِ، أَيْ بِمَا أَصْمَتَهُ. وَأَعْطَى الصَّبِيَّ صُمْتَةً، أَيْ مَا يُسَكِّنُهُ.",
    "pg": "3:308-309"
  },
  "صمج": {
    "def": "الصَّادُ وَالْمِيمُ وَالْجِيمُ لَيْسَ بِشَيْءٍ، عَلَى أَنَّهُمْ يَقُولُونَ: الصَّمَجُ: الْقَنَادِيلُ، الْوَاحِدَةُ صَمَجَةٌ. وَيُنْشِدُونَ:\nوَالنَّجْمُ مِثْلُ الصَّمَجِ الرُّومِيَّاتْ",
    "pg": "3:309"
  },
  "صمح": {
    "def": "الصَّادُ وَالْمِيمُ وَالْحَاءُ أُصَيْلٌ يَدُلُّ عَلَى قُوَّةٍ فِي الشَّيْءِ أَوْ طُولٍ. يُقَالُ الصَّمَحْمَحُ: الطَّوِيلُ. وَيَقُولُونَ: إِنَّ الصُّمَاحَ الْكَيُّ. وَالصُّمَاحُ: النَّتْنُ. وَالصِّمْحَاءَةُ: الْمَكَانُ الْخَشِنُ.",
    "pg": "3:309"
  },
  "صمخ": {
    "def": "الصَّادُ وَالْمِيمُ وَالْخَاءُ أَصْلٌ وَاحِدٌ وَكَلِمَةٌ وَاحِدَةٌ، وَهُوَ الصِّمَاخُ: خَرْقُ الْأُذُنِ. يُقَالُ: صَمَخْتُهُ، إِذَا ضَرَبْتَ صِمَاخَهُ.",
    "pg": "3:309"
  },
  "صمد": {
    "def": "الصَّادُ وَالْمِيمُ وَالدَّالُ أَصْلَانِ: أَحَدُهُمَا الْقَصْدُ، وَالْآخَرُ الصَّلَابَةُ فِي الشَّيْءِ.\nفَالْأَوَّلُ: الصَّمْدُ: الْقَصْدُ. يُقَالُ: صَمَدْتُهُ صَمْدًا. وَفُلَانٌ مُصَمَّدٌ، إِذَا كَانَ سَيِّدًا يُقْصَدُ إِلَيْهِ فِي الْأُمُورِ. وَصَمَدٌ أَيْضًا. وَاللَّهُ جَلَّ ثَنَاؤُهُ الصَّمَدُ ; لِأَنَّهُ يَصْمِدُ إِلَيْهِ عِبَادُهُ بِالدُّعَاءِ وَالطَّلَبِ. قَالَ فِي الصَّمَدِ: عَلَوْتُهُ بِحُسَامٍ ثُمَّ قُلْتُ لَهُ ... خُذْهَا حُذَيْفُ فَأَنْتَ السَّيِّدُ الصَّمَدُ\nوَقَالَ فِي الْمُصَمَّدِ طَرَفَةُ:\nوَإِنْ يَلْتَقِي الْحَيُّ الْجَمِيعُ تُلَاقِنِي ... إِلَى ذِرْوَةِ الْبَيْتِ الرَّفِيعِ الْمُصَمَّدِ\nوَالْأَصْلُ الْآخَرُ: الصَّمْدُ، وَهُوَ كُلُّ مَكَانٍ صُلْبٍ. قَالَ أَبُو النَّجْمِ:\nيُغَادِرُ الصَّمْدَ كَظَهْرِ الْأَجْزَلِ",
    "pg": "3:309-310"
  },
  "صمر": {
    "def": "الصَّادُ وَالْمِيمُ وَالرَّاءُ، قَالَ ابْنُ دُرَيْدٍ: فِعْلٌ مُمَاتٌ، وَهُوَ أَصْلُ بِنَاءِ الصَّمِيرِ. يُقَالُ: رَجُلٌ صَمِيرٌ: يَابِسُ اللَّحْمِ عَلَى الْعِظَامِ.\nوَيُقَالُ الصَّمْرُ: النَّتْنُ. وَيُقَالُ الْمُتَصَمِّرُ: الْمُتَشَمِّسُ. وَيَقُولُونَ: لَقِيَتْهُ بِالصُّمَيْرِ، أَيْ وَقْتَ غُرُوبِ الشَّمْسِ. وَفِي كُلِّ ذَلِكَ نَظَرٌ.",
    "pg": "3:310"
  },
  "صمع": {
    "def": "الصَّادُ وَالْمِيمُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى لَطَافَةٍ فِي الشَّيْءِ وَتَضَامٍّ. قَالَ الْخَلِيلُ وَغَيْرُهُ: كُلُّ مُنْضَمٍّ فَهُوَ مُتَصَمِّعٌ. قَالَ: وَمِنْ ذَلِكَ اشْتِقَاقُ الصَّوْمَعَةِ. وَمِنْ ذَلِكَ الصَّمَعُ فِي الْأُذُنَيْنِ. يُقَالُ: هُوَ أَصْمَعُ، إِذَا كَانَ أَلْصَقَ الْأُذُنَيْنِ. وَيُقَالُ: قَلْبٌ أَصْمَعُ، أَيْ لَطِيفٌ ذَكِيٌّ. وَيُقَالُ لِلْبُهْمَى إِذَا ارْتَفَعَتْ وَلَمْ تَتَفَقَّأْ: صَمْعَاءُ. وَذَلِكَ أَنَّهَا [إِذَا] كَانَتْ كَذَا كَانَتْ مُنْضَمَّةً لَطِيفَةً. وَإِذَا تَلَطَّخَ الشَّيْءُ بِالشَّيْءِ فَتَجَمَّعَ كَرِيشِ السَّهْمِ فَهُوَ مُتَصَمِّعٌ. قَالَ: فَرَمَى فَأَنْفَذَ مِنْ نَحُوصٍ عَائِطٍ ... سَهْمًا فَخَرَّ وَرِيشَهُ مُتَصَمِّعُ\nأَيْ مُتَلَطِّخٌ بِالدَّمِ مُنْضَمٌّ. وَالْكِلَابُ صُمْعُ الْكُعُوبِ، أَيْ صِغَارُهَا وَلِطَافُهَا، قَالَ النَّابِغَةُ:\nصُمْعُ الْكُعُوبِ بَرِيئَاتٌ مِنَ الْحَرَدِ",
    "pg": "3:310-311"
  },
  "صمغ": {
    "def": "الصَّادُ وَالْمِيمُ وَالْغَيْنُ كَلِمَةٌ وَاحِدَةٌ، هِيَ الصَّمْغُ.",
    "pg": "3:311"
  },
  "صمك": {
    "def": "الصَّادُ وَالْمِيمُ وَالْكَافُ أُصَيْلٌ يَدُلُّ عَلَى قُوَّةٍ وَشِدَّةٍ. مِنْ ذَلِكَ الصَّمَكْمَكُ، وَهُوَ الْقَوِيُّ. وَكَذَلِكَ الصَّمْكُوكُ: الشَّيْءُ الشَّدِيدُ. وَالصَّمْكِيكُ: كُلُّ شَيْءٍ لَزِجٍ كَاللُّبَانِ وَنَحْوِهِ. وَيُقَالُ: اصْمَاكَّ الرَّجُلُ، إِذَا تَغَضَّبَ. وَهُوَ ذَاكَ الْقِيَاسُ. وَاصْمَاكَّ اللَّبَنُ، إِذَا خَثُرَ حَتَّى يَشْتَدَ فَيَصِيرَ كَالْجُبْنِ.",
    "pg": "3:311"
  },
  "صمل": {
    "def": "الصَّادُ وَالْمِيمُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى شِدَّةٍ وَصَلَابَةٍ. يُقَالُ: صَمَلَ الشَّيْءُ صُمُولًا، إِذَا صَلَبَ وَاشْتَدَّ. وَرَجُلٌ صُمُلٌّ: شَدِيدُ الْبَضْعَةِ. وَكَانَ الْخَلِيلُ يَقُولُ: لَا يُقَالُ ذَلِكَ إِلَّا لِلْمُجْتَمِعِ السِّنِّ. وَاصْمَأَلَّ النَّبَاتُ، إِذَا قَوِيَ وَالْتَفَّ. وَالصَّامِلُ مِنْ كُلِّ شَيْءٍ: الْيَابِسُ. وَصَمَلَ الشَّجَرُ، إِذَا لَمْ يَجِدْ رِيًّا فَخَشُنَ. وَيُقَالُ: صَمَلَهُ بِالْعَصَا، إِذَا ضَرَبَهُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الصَّادِ وَالنُّونِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:311-312"
  },
  "صمم": {
    "def": "الصَّادُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى تَضَامِّ الشِّيءِ وَزَوَالِ الْخَرْقِ وَالسَّمِّ. مِنْ ذَلِكَ الصَّمَمُ فِي الْأُذُنِ. يُقَالُ صَمِمْتُ، وَأَنْتَ تَصَمُّ صَمَمًا. وَرُبَّمَا قَالُوا: صُمَّ بِمَعْنَى صَمَّ. وَيُقَالُ: أَصْمَمْتُ الرَّجُلَ، إِذَا وَجَدْتَهُ أَصَمَّ. قَالَ ابْنُ أَحْمَرَ: أَصَمَّ دُعَاءُ عَاذِلَتِي تَحَجَّى ... بِآخِرِنَا وَتَنْسَى أَوَّلِينَا\nوَالصَّمَّاءُ: الدَّاهِيَةُ، كَأَنَّهُ مِنَ الصَّمَمِ. أَيْ هُوَ أَمْرٌ لَا فُرْجَةَ لَهُ فِيهِ. وَمِنْ ذَلِكَ اشْتِمَالُ الصَّمَّاءِ: أَنْ تَلْتَحِفَ بِثَوْبِكَ ثُمَّ تُلْقِيَ الْجَانِبَ الْأَيْسَرَ عَلَى الْأَيْمَنِ. وَالْعَرَبُ تَقُولُ فِي تَعْظِيمِ الْأَمْرِ: \" صَمِّي صَمَامِ \". وَالْأَصْلُ فِي ذَلِكَ قَوْلُهُمْ: \" صَمَّتْ حَصَاةٌ بِدَمٍ \"، وَذَلِكَ أَنَّ الدِّمَاءَ تَكْثُرُ فِي الْأَرْضِ عِنْدَ الْوَغَى، حَتَّى لَوْ أُلْقِيَتْ حَصَاةٌ لَمْ يُسْمَعْ لَهَا وَقْعٌ، وَهُوَ فِي قَوْلِ امْرِئِ الْقَيْسِ:\nبُدِّلْتُ مِنْ وَائِلٍ وَكِنْدَةَ عَدُوَّا ... نِ وَفَهْمًا صَمِّي ابْنَةَ الْجَبَلِ\nيُرِيدُ تَعْظِيمَ مَا وَقَعَ فِيهِ وَأُدِّيَ إِلَيْهِ. وَصِمَامُ الْقَارُورَةِ سُمِّيَ بِذَلِكَ لِأَنَّهُ يَسُدُّ الْفُرْجَةَ. وَقَوْلُهُمْ: صَمَّمَ فِي الْأَمْرِ، إِذَا مَضَى فِيهِ رَاكِبًا رَأْسَهُ، فَهُوَ مِنَ الْقِيَاسِ الَّذِي ذَكَرْنَاهُ، كَأَنَّهُ لَمَّا أَرَادَ ذَلِكَ لَمْ يَسْمَعْ عَذْلَ عَاذِلٍ وَلَا نَهْيَ نَاهٍ، فَكَأَنَّهُ أَصَمُّ.\nوَاشْتُقَّ مِنْهُ السَّيْفُ الصَّمْصَامُ وَالصَّمْصَامَةُ. وَمِنْهُ صَمَّمَ، إِذَا عَضَّ فِي الشَّيْءِ فَأَثْبَتَ أَسْنَانَهُ فِيهِ. وَالصَّمَّانُ: أَرْضٌ. وَقَالَ بَعْضُهُمْ: كُلُّ أَرْضٍ إِلَى جَنْبِ رَمْلَةٍ فَهِيَ صَمَّانَةٌ. وَهَذَا صَحِيحٌ ; لِأَنَّ الرَّمْلَ فِيهِ خَلَلٌ، وَالصَّمَّانَةُ لَيْسَتْ كَذَلِكَ.\nوَمِنَ الْبَابِ: الصِّمْصِمُ: الرَّجُلُ الْغَلِيظُ، وَسُمِّيَ بِذَلِكَ لِمَا ذَكَرْنَاهُ، كَأَنَّهُ لَيْسَتْ فِي لَحْمِهِ فُرْجَةٌ وَلَا خَرْقٌ. وَكَذَلِكَ الْأَسَدُ صِمَّةٌ، كَأَنَّهُ لَا وُصُولَ إِلَيْهِ مِنْ وَجْهٍ. وَمِنَ الْبَابِ الصِّمْصِمَةُ: الْجَمَاعَةُ، سُمِّيَتْ بِذَلِكَ، كَأَنَّهَا اجْتَمَعَتْ حَتَّى لَا خَلَلَ فِيهَا وَلَا خَرْقَ.",
    "pg": "3:277-279"
  },
  "صمى": {
    "def": "الصَّادُ وَالْمِيمُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى السُّرْعَةِ فِي الشَّيْءِ. يُقَالُ لِلرَّجُلِ الْمُبَادِرِ إِلَى الْقِتَالِ شَجَاعَةً: هُوَ صَمَيَانٌ. وَهُوَ مِنَ الصَّمَيَانِ، وَهُوَ الْوَثْبُ وَالتَّقَلُّبُ. وَيُقَالُ: انْصَمَى الطَّائِرُ، إِذَا انْقَضَّ. وَيُقَالُ: أَصْمَى الْفَرَسُ، إِذَا مَضَى عَلَى وَجْهِهِ عَاضًّا عَلَى لِجَامِهِ.\nوَمِنَ الْبَابِ: رَمَى الرَّجُلُ الصَّيْدَ فَأَصْمَى، إِذَا قَتَلَهُ مَكَانَهُ، وَهُوَ خِلَافٌ أَنْمَى.",
    "pg": "3:308"
  },
  "صنج": {
    "def": "الصَّادُ وَالنُّونُ وَالْجِيمُ لَيْسَ بِشَيْءٍ. وَالصَّنْجُ دَخِيلٌ.\n\n[بَابُ الصَّادِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:314"
  },
  "صند": {
    "def": "الصَّادُ وَالنُّونُ وَالدَّالُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى عِظَمِ قَدْرٍ وَعِظَمِ جِسْمٍ. مِنْ ذَلِكَ الصِّنْدِيدُ، وَهُوَ السَّيِّدُ الشَّرِيفُ، وَالْجَمْعُ: صَنَادِيدُ. وَيُقَالُ صَنَادِيدُ الْبَرَدِ: بَابَاتٌ مِنْهُ ضِخَامٌ. وَغَيْثٌ صِنْدِيدٌ: عَظِيمُ الْقَطْرِ. وَيُقَالُ لِلدَّوَاهِي الْكِبَارِ: صَنَادِيدُ. وَيُرْوَى عَنِ الْحَسَنِ فِي دُعَائِهِ: \" نَعُوذُ بِكَ مِنْ صَنَادِيدِ الْقَدَرِ \" أَيْ دَوَاهِيهِ.",
    "pg": "3:312"
  },
  "صنر": {
    "def": "الصَّادُ وَالنُّونُ وَالرَّاءُ لَيْسَ بِأَصْلٍ، وَلَا فِيهِ مَا يُعَوَّلُ عَلَيْهِ ; لِقِلَّةِ الرَّاءِ مَعَ النُّونِ. عَلَى أَنَّهُمْ يَقُولُونَ الصِّنَارَةُ، بِلُغَةِ الْيَمَنِ: الْأُذُنُ. وَالصِّنَارَةُ: حَدِيدَةٌ فِي الْمِغْزَلِ مُعَقَّفَةٌ. وَلَيْسَ بِشَيْءٍ.",
    "pg": "3:312-313"
  },
  "صنع": {
    "def": "الصَّادُ وَالنُّونُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ وَاحِدٌ، وَهُوَ عَمَلُ الشَّيْءِ صُنْعًا. وَامْرَأَةٌ صَنَاعٌ وَرَجُلٌ صَنَعٌ، إِذَا كَانَا حَاذِقَيْنِ فِيمَا يَصْنَعَانِهِ. قَالَ:\nخَرْقَاءُ بِالْخَيْرِ لَا تَهْدِي لِوِجْهَتِهِ ... وَهْيَ صَنَاعُ الْأَذَى فِي الْأَهْلِ وَالْجَارِ\nوَالصَّنِيعَةُ: مَا اصْطَنَعْتَهُ مِنْ خَيْرٍ. وَالتَّصَنُّعُ: حُسْنُ السَّمْتِ. وَفَرَسٌ صَنِيعٌ: صَنَعَهُ أَهْلُهُ بِحُسْنِ الْقِيَامِ عَلَيْهِ. وَالْمَصَانِعُ: مَا يُصْنَعُ مِنْ بِئْرٍ وَغَيْرِهَا لِلسَّقْيِ.\nوَمِنَ الْبَابِ: الْمُصَانَعَةُ، وَهِيَ كَالرِّشْوَةِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ: الصِّنْعُ، يُقَالُ إِنَّهُ السَّفُّودُ. وَقَالَ الْمَرَّارُ:",
    "pg": "3:313"
  },
  "صنف": {
    "def": "الصَّادُ وَالنُّونُ وَالْفَاءُ أَصْلٌ صَحِيحٌ مُطَّرِدٌ فِي مَعْنَيَيْنِ، أَحَدُهُمَا الطَّائِفَةُ مِنَ الشَّيْءِ، وَالْآخَرُ تَمْيِيزُ الْأَشْيَاءِ بَعْضِهَا عَنْ بَعْضٍ.\nفَالْأَوَّلُ الصِّنْفُ، قَالَ الْخَلِيلُ: الصِّنْفُ طَائِفَةٌ مِنْ كُلِّ شَيْءٍ. وَهَذَا صِنْفٌ مِنَ الْأَصْنَافِ أَيْ نَوْعٌ. فَأَمَّا صِنْفَةُ الثَّوْبِ فَقَالَ قَوْمٌ: هِيَ حَاشِيَتُهُ. وَقَالَ آخَرُونَ: بَلْ هِيَ النَّاحِيَةُ ذَاتُ الْهُدْبِ.\nوَالْأَصْلُ الْآخَرُ، قَالَ الْخَلِيلُ: التَّصْنِيفُ: تَمْيِيزُ الْأَشْيَاءِ بَعْضِهَا عَنْ بَعْضٍ. وَلَعَلَّ تَصْنِيفَ الْكِتَابِ مِنْ هَذَا. وَالْغَرِيبُ الْمُصَنَّفُ مِنْ هَذَا، كَأَنَّهُ مُيِّزَتْ أَبْوَابُهُ فَجُعِلَ لِكُلِّ بَابٍ حَيِّزُهُ. فَأَمَّا أَصْلُهُ فِي لُغَةِ الْعَرَبِ فَمِنْ قَوْلِهِمْ: صَنَّفَتِ الشَّجَرَةَ، إِذَا أَخْرَجَتْ وَرَقَهَا. قَالَ ابْنُ قَيْسِ الرُّقَيَّاتِ:\nسَقْيًا لِحُلْوَانَ ذِي الْكُرُومِ وَمَا ... صَنَّفَ مِنْ تِينِهِ وَمِنْ عِنَبِهْ",
    "pg": "3:313-314"
  },
  "صنق": {
    "def": "الصَّادُ وَالنُّونُ وَالْقَافُ كَلِمَةٌ إِنْ صَحَّتْ. يَقُولُونَ إِنَّ الصَّنَقَ: الذَّفَرُ. وَحَكَى بَعْضُهُمْ: أَصْنَقَ الرَّجُلُ فِي مَالِهِ، إِذَا أَحْسَنَ الْقِيَامَ عَلَيْهِ.",
    "pg": "3:314"
  },
  "صنم": {
    "def": "الصَّادُ وَالنُّونُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ لَا فَرْعَ لَهَا، وَهِيَ الصَّنَمُ. وَكَانَ شَيْئًا يُتَّخَذُ مِنْ خَشَبٍ أَوْ فِضَّةٍ أَوْ نُحَاسٍ فَيُعْبَدُ.",
    "pg": "3:314"
  },
  "صنن": {
    "def": "الصَّادُ وَالنُّونُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى إِبَاءٍ وَصَعَرٍ مِنْ كِبَرٍ. مِنْ ذَلِكَ الرَّجُلُ الْمُصِنُّ، قَالُوا: هُوَ الرَّافِعُ رَأْسَهُ لَا يَلْتَفِتُ إِلَى أَحَدٍ. وَقَالُوا: هُوَ السَّاكِتُ. وَقَالُوا: هُوَ الْمُمْتَلِئُ غَيْظًا. قَالَ الرَّاجِزُ:\nأَإِبِلِي تَأْخُذُهَا مُصِنَّا\nأَيْ: أَتَأْخُذُ إِبِلِي لَا يَمْنَعُكَ زَجْرُ زَاجِرٍ وَلَا تَلْتَفِتُ إِلَى أَحَدٍ.\nوَالْأَصْلُ الْآخَرُ يَدُلُّ عَلَى خُبْثِ رَائِحَةٍ. مِنْ ذَلِكَ الصِّنُّ، وَهُوَ بَوْلُ الْوَبْرِ، فِي قَوْلِ جَرِيرٍ:\nتَطَلَّى وَهِيَ سَيِّئَةُ الْمُعَرَّى ... بِصِنِّ الْوَبْرِ تَحْسَِبُهُ مَلَابَا\nثُمَّ اشْتُقَّ مِنْهُ [الصُّنَانُ] : ذَفَرُ الْإِبِطِ. فَأَمَّا قَوْلُهُمْ إِنَّ أَحَدَ أَيَّامِ الْعَجُوزِ يُقَالُ لَهُ الصِّنُّ فَهَذَا شَيْءٌ مَا رَأَيْتُ أَحَدًا يَضْبِطُهُ وَلَا يَعْلَمُ حَقِيقَتَهُ، فَلِذَلِكَ لَمْ أَذْكُرْهُ.",
    "pg": "3:279"
  },
  "صنو": {
    "def": "الصَّادُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَقَارُبٍ بَيْنَ شَيْئَيْنِ، قَرَابَةً أَوْ مَسَافَةً. مِنْ ذَلِكَ الصِّنْوُ: الشَّقِيقُ. وَعَمُّ الرَّجُلِ صِنْوُ أَبِيهِ. وَقَالَ الْخَلِيلُ: يُقَالُ: فُلَانٌ صِنْوُ فُلَانٍ، إِذَا كَانَ أَخَاهُ وَشَقِيقَهُ لِأُمِّهِ وَأَبِيهِ. وَالْأَصْلُ فِي ذَلِكَ النَّخْلَتَانِ تَخْرُجَانِ مِنْ أَصْلٍ وَاحِدٍ، فَكُلُّ وَاحِدَةٍ مِنْهُمَا عَلَى حِيَالِهَا صِنْوٌ، وَالْجَمْعُ: صِنْوَانٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ﴾ [الرعد: ٤] . قَالَ أَبُو زَيْدٍ رِكِيَّتَانِ صِنْوَانِ، وَهُمَا الْمُتَقَارِبَتَانِ حَتَّى لَا يَكُونَ بَيْنَهُمَا مِنْ تَقَارُبِهِمَا حَوْضٌ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الصِّنْوُ: مِثْلَ الرَّدْهَةِ تُحْفَرُ فِي الْأَرْضِ، وَتَصْغِيرُهُ: صُنَيٌّ. قَالَتْ لَيْلَى:\nأَنَابِغَ لَمْ تَنْبَغْ وَلِمَ تَكُ أَوَّلًا ... وَكُنْتَ صُنَيًّا بَيْنَ صُدَّيْنِ مَجْهَلَا",
    "pg": "3:312"
  },
  "صه": {
    "def": "الصَّادُ وَالْهَاءُ كَلِمَةٌ تُقَالُ عِنْدَ الْإِسْكَاتِ، وَهِيَ صَهٍ، وَلَا قِيَاسَ لَهَا.",
    "pg": "3:279"
  },
  "صهب": {
    "def": "الصَّادُ وَالْهَاءُ وَالْبَاءُ بِنَاءٌ صَحِيحٌ، وَهُوَ لَوْنٌ مِنَ الْأَلْوَانِ، مِنْ ذَلِكَ الصُّهْبَةُ: حُمْرَةٌ فِي الشَّعَرِ، يُقَالُ: رَجُلٌ أَصْهَبُ. وَالصَّهْبَاءُ: الْخَمْرُ ; لِأَنَّ لَوْنَهَا شَبِيهٌ بِهَذَا، وَالْمُصَهَّبُ مِنَ اللَّحْمِ: مَا اخْتَلَطَتْ حُمْرَتُهُ بِبَيَاضِ الشَّحْمِ وَهُوَ يَابِسٌ. وَأَمَّا الصُّخُورُ فَيُقَالُ: الصَّيَاهِبُ، فَمُمْكِنٌ أَنْ يَكُونَ ذَلِكَ اللَّوْنُ، وَيُمْكِنُ أَنْ يَكُونَ لِشِدَّتِهَا، أَوْ يَكُونُ مِنَ الصَّيْخَدِ، وَيَصِيرُ مِنْ بَابِ الْإِبْدَالِ. وَيَقُولُونَ لِلْيَوْمِ الشَّدِيدِ الْبَرْدِ: أَصَهَبُ، وَذَلِكَ لِمَا يَعْلُو الْأَرْضَ مِنَ الْأَلْوَانِ.",
    "pg": "3:316"
  },
  "صهد": {
    "def": "الصَّادُ وَالْهَاءُ وَالدَّالُ بِنَاءٌ صَحِيحٌ يَدُلُّ عَلَى مَا يُقَارِبُ الْبَابَ الَّذِي قَبْلَهُ. يَقُولُونَ: صَهَدَتْهُ الشَّمْسُ مِثْلَ صَهَرَتْهُ الشَّمْسُ. ثُمَّ يُقَالُ عَلَى الْجِوَارِ لِلسَّرَابِ الْجَارِي: صَيْهَدٌ. قَالَ الْهُذَلِيُّ فِي صَيْهَدِ الْحَرِّ:\nوَذَكَّرَهَا فَيْحُ نَجْمِ الْفُرُو ... عِ مِنْ صَيْهَدِ الصَّيْفِ بَرْدَ الشَّمَالِ",
    "pg": "3:315-316"
  },
  "صهر": {
    "def": "الصَّادُ وَالْهَاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى قُرْبَى، وَالْآخِرُ عَلَى إِذَابَةِ شَيْءٍ.\nفَالْأَوَّلُ الصِّهْرُ، وَهُوَ الْخَتَنُ. قَالَ الْخَلِيلُ: لَا يُقَالُ لِأَهْلِ بَيْتِ الرَّجُلِ إِلَّا أَخْتَانٌ، وَلَا لِأَهْلِ بَيْتِ الْمَرْأَةِ إِلَّا أَصْهَارٌ. وَمِنَ الْعَرَبِ مَنْ يَجْعَلُهُمْ أَصْهَارًا كُلَّهُمْ. قَالَ ابْنُ الْأَعْرَابِيِّ: الْإِصْهَارُ: التَّحَرُّمُ بِجِوَارٍ أَوْ نَسَبٍ أَوْ تَزَوُّجٍ. وَفِي كُلِّ ذَلِكَ يُتَأَوَّلُ قَوْلُ الْقَائِلِ:\nقَوْدُ الْجِيَادِ وَإِصْهَارُ الْمُلُوكِ وَصَبْ ... رٌ فِي مُوَاطِنَ لَوْ كَانُوا بِهَا سَئِمُوا\nوَالْأَصْلُ الْآخَرُ: إِذَابَةُ الشَّيْءِ. يُقَالُ: صَهَرْتُ الشَّحْمَةَ. وَالصُّهَارَةُ: مَا ذَابَ مِنْهَا. وَاصْطَهَرْتُ الشَّحْمَةَ. قَالَ:\nوَكُنْتَ إِذَا الْوِلْدَانُ حَانَ صَهِيرُهُمْ ... صَهَرْتَ فَلَمْ يَصْهَرْ كَصِهْرِكَ صَاهِرُ\nيُقَالُ: صَهَرَتْهُ الشَّمْسُ، كَأَنَّهَا أَذَابَتْهُ. يُقَالُ ذَلِكَ لِلْحِرْبَاءِ إِذَا تَلَأْلَأَ ظَهْرُهُ مِنْ شِدَّةِ الْحَرِّ. وَيُقَالُ: إِنَّهُمْ يَقُولُونَ: لَأَصْهَرَنَّهُ بِيَمِينٍ مُرَّةٍ. كَأَنَّهُ قَالَ: لَأُذِيبَنَّهُ.",
    "pg": "3:315"
  },
  "صهل": {
    "def": "الصَّادُ وَالْهَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ، وَفُرُوعُهُ قَلِيلَةٌ، وَلَعَلَّهُ لَيْسَ فِيهِ إِلَّا صَهَلَ الْفَرَسِ، وَفَرَسٌ صَهَّالٌ.",
    "pg": "3:316"
  },
  "صهم": {
    "def": "الصَّادُ وَالْهَاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ قَلِيلُ الْفُرُوعِ، لَكِنَّهُمْ يَقُولُونَ: الصِّهْمِيمُ: السَّيِّئُ الْخُلُقِ مِنَ الْإِبِلِ، وَيُشَبِّهُونَ بِهِ الرَّجُلَ الَّذِي لَا يَثْبُتُ عَلَى رَأْيٍ وَاحِدٍ. وَاللَّهُ أَعْلَمُ. [بَابُ الصَّادِ وَالْوَاوِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:316-317"
  },
  "صهو": {
    "def": "الصَّادُ وَالْهَاءُ وَالْحَرْفُ الْمُعْتَلُّ أُصَيْلٌ يَدُلُّ عَلَى عُلُوٍّ. مِنْ ذَلِكَ الصَّهْوَةُ، وَهُوَ مَقْعَدُ الْفَارِسِ مِنْ ظَهْرِ الْفَرَسِ. وَالصَّهَوَاتُ: أَعَالِي الرَّوَابِي، رُبَّمَا اتُّخِذَتْ فَوْقَهَا بُرُوجٌ، الْوَاحِدَةُ صَهْوَةٌ. وَقَالَ الشَّيْبَانِيُّ: الصِّهَاءُ: مَنَاقِعُ الْمَاءِ، الْوَاحِدُ صَهْوَةٌ. وَهَذَا وَإِنْ كَانَ صَحِيحًا فَإِنَّ الْقِيَاسَ أَنْ يَكُونَ مَنَاقِعَ فِي أَمَاكِنَ عَالِيَةٍ.\nوَمِنَ الْبَابِ أَنْ يُصِيبَ الْإِنْسَانَ جُرْحٌ ثُمَّ يَنْدَى دَائِمًا، فَيُقَالُ صَهِيَ يَصْهَى، وَهُوَ ذَلِكَ الْقِيَاسُ ; لِأَنَّهُ نَدًى يَعْلُو الْجُرْحَ.",
    "pg": "3:314-315"
  },
  "صوب": {
    "def": "الصَّادُ وَالْوَاوُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى نُزُولِ شَيْءٍ وَاسْتِقْرَارِهِ قَرَارَهُ. مِنْ ذَلِكَ الصَّوَابُ فِي الْقَوْلِ وَالْفِعْلِ، كَأَنَّهُ أَمْرٌ نَازِلٌ مُسْتَقِرٌّ قَرَارَهُ. وَهُوَ خِلَافُ الْخَطَأِ. وَمِنْهُ الصَّوْبُ، وَهُوَ نُزُولُ الْمَطَرِ. وَالنَّازِلُ صَوْبٌ أَيْضًا. وَالدَّلِيلُ عَلَى صِحَّةِ هَذَا الْقِيَاسِ تَسْمِيَتُهُمْ لِلصَّوَابِ صَوْبًا. قَالَ الشَّاعِرُ:\nذَرِينِي إِنَّمَا خَطَئِي وَصَوْبِي ... عَلِيَّ وَإِنَّمَا أَنْفَقْتُ مَالِي\nوَيُقَالُ: الصَّيِّبُ السَّحَابُ ذُو الصَّوْبِ. قَالَ اللَّهُ تَعَالَى: ﴿أَوْ كَصَيِّبٍ مِنَ السَّمَاءِ﴾ [البقرة: ١٩] . وَالصَّوْبُ: النُّزُولُ. قَالَ:\nفَلَسْتَ لِإِنْسِيٍّ وَلَكِنْ لِمَلْأَكٍ ... تَنَزَّلَ مِنْ جَوِّ السَّمَاءِ يَصُوبُ\nوَيُقَالُ لِلْأَمْرِ إِذَا اسْتَقَرَّ قَرَارَهُ عَلَى الْكَلَامِ الْجَارِي مَجْرَى الْأَمْثَالِ: \" قَدْ صَابَتْ بِقُرٍّ \". قَالَ طَرَفَةُ:\nسَادِرًا أَحْسَبُ غَيِّي رَشَدَا ... فَتَنَاهَيْتُ وَقَدْ صَابَتْ بِقُرْ\nوَالتَّصْوِيبُ: حَدَبٌ فِي حَدُورٍ، لَا يَكُونُ إِلَّا كَذَا. فَأَمَّا الصُّيَّابَةُ فَالْخِيَارُ مِنْ كُلِّ شَيْءٍ، كَأَنَّهُ مِنَ الصَّوْبِ، وَهُوَ خَالِصُ مَاءِ السَّحَابِ، فَكَأَنَّهَا مُشْتَقَّةٌ مِنْ ذَلِكَ.",
    "pg": "3:317-318"
  },
  "صوت": {
    "def": "الصَّادُ وَالْوَاوُ وَالتَّاءُ أَصْلٌ صَحِيحٌ، وَهُوَ الصَّوْتُ، وَهُوَ جِنْسٌ لِكُلِّ مَا وَقَرَ فِي أُذُنِ السَّامِعِ. يُقَالُ: هَذَا صَوْتُ زَيْدٍ. وَرَجُلٌ صَيِّتٌ، إِذَا كَانَ شَدِيدَ الصَّوْتِ ; وَصَائِتٌ إِذَا صَاحَ. فَأَمَّا قَوْلُهُمْ: [دُعِيَ] فَانْصَاتَ، فَهُوَ مِنْ ذَلِكَ أَيْضًا، كَأَنَّهُ صُوِّتَ بِهِ فَانْفَعَلَ مِنَ الصَّوْتِ، وَذَلِكَ إِذَا أَجَابَ. وَالصِّيتُ: الذِّكْرُ الْحَسَنُ فِي النَّاسِ. يُقَالُ: ذَهَبَ صِيتُهُ.",
    "pg": "3:318-319"
  },
  "صوح": {
    "def": "الصَّادُ وَالْوَاوُ وَالْحَاءُ أُصَيْلٌ يَدُلُّ عَلَى انْتِشَارٍ فِي شَيْءٍ بَعْدَ يُبْسٍ. مِنْ ذَلِكَ تَصَوَّحَ الْبَقْلُ، وَذَلِكَ إِذَا هَاجَ وَانْتَثَرَ بَعْدَ هَيْجِهِ. وَصَوَّحَتْهُ الرِّيحُ، إِذَا أَيْبَسَتْهُ وَشَقَّقَتْهُ وَنَثَرَتْهُ. قَالَ ذُو الرُّمَّةِ:\nوَصَوَّحَ الْبَقْلَ نَآجٌ تَجِيءُ بِهِ ... هَيْفٌ يَمَانِيَةٌ فِي مَرِّهَا نَكَبُ\nوَمِنَ الْبَابِ أَنَّهُمْ يُسَمَّوْنَ عَرَقَ الْخَيْلِ الصُّوَاحَ. فَإِنْ كَانَ صَحِيحًا فَلَا يَكُونُ إِلَّا إِذَا يَبِسَ، وَيُسَمُّونَهُ الْيَبِيسَ، يَبِيسُ الْمَاءِ. قَالَ الشَّاعِرُ فِي الصُّوَاحِ:\nجَلَبْنَا الْخَيْلَ دَامِيَةً كُلَاهَا ... يُسَنُّ عَلَى سَنَابِكِهَا الصُّوَاحُ\nثُمَّ يُقَالُ: تَصَوَّحَ الشَّعَرُ، إِذَا تَشَقَّقَ وَتَنَاثَرَ.\nوَمِمَّا يَجُوزُ أَنْ يُحْمَلَ عَلَى هَذَا الْقِيَاسِ الصُّوحُ: حَائِطُ الْوَادِي، وَلَهُ صُوحَانِ. وَإِنَّمَا سُمِّيَ صُوحًا لِأَنَّهُ طِينٌ يَتَنَاثَرُ حَتَّى يَصِيرَ ذَلِكَ كَالْحَائِطِ.",
    "pg": "3:319"
  },
  "صور": {
    "def": "الصَّادُ وَالْوَاوُ وَالرَّاءُ كَلِمَاتٌ كَثِيرَةٌ مُتَبَايِنَةُ الْأُصُولِ. وَلَيْسَ هَذَا الْبَابُ بِبَابِ قِيَاسٍ وَلَا اشْتِقَاقٍ. وَقَدْ مَضَى فِيمَا كَتَبْنَاهُ مِثْلُهُ. وَمِمَّا يَنْقَاسُ مِنْهُ قَوْلُهُمْ صَوِرَ يَصْوَرُ، إِذَا مَالَ. وَصُرْتُ الشَّيْءَ أَصُورُهُ، وَأَصَرْتُهُ، إِذَا أَمَلْتَهُ إِلَيْكَ. وَيَجِيءُ قِيَاسُهُ: تَصَوَّرَ، لِمَا ضُرِبَ، كَأَنَّهُ مَالَ وَسَقَطَ. فَهَذَا هُوَ الْمُنْقَاسُ، وَسِوَى ذَلِكَ فَكُلُّ كَلِمَةٍ مُنْفَرِدَةٌ بِنَفْسِهَا.\nمِنْ ذَلِكَ الصُّورَةُ صُورَةُ كُلِّ مَخْلُوقٍ، وَالْجَمْعُ صُوَرٌ، وَهِيَ هَيْئَةُ خِلْقَتِهِ. وَاللَّهُ تَعَالَى الْبَارِئُ الْمُصَوِّرُ. وَيُقَالُ: رَجُلٌ صَيِّرٌ إِذَا كَانَ جَمِيلَ الصُّورَةِ. وَمِنْ ذَلِكَ الصَّوْرُ: جَمَاعَةُ النَّخْلِ، وَهُوَ الْحَائِشُ. وَلَا وَاحِدَ لِلصَّوْرِ مِنْ لَفْظِهِ. وَمِنْ ذَلِكَ الصُِّوارُ، وَهُوَ الْقَطِيعُ مِنَ الْبَقَرِ، وَالْجَمْعِ صِيرَانٌ. قَالَ:\nفَظَلَّ لِصِيرَانِ الصَّرِيمِ غَمَاغِمٌ ... يُدَاعِسُهَا بِالسَّمْهَرِيِّ الْمُعَلَّبِ\nوَمِنْ ذَلِكَ الصُِّوارُ، صُِوَارُ الْمِسْكِ، وَقَالَ قَوْمٌ: هُوَ رِيحُهُ، وَقَالَ قَوْمٌ: هُوَ وِعَاؤُهُ. وَيُنْشِدُونَ بَيْتًا وَأَخْلِقْ بِهِ أَنْ يَكُونَ مَصْنُوعًا، وَالْكَلِمَتَانِ صَحِيحَتَانِ:\nإِذَا لَاحَ الصُِّوَارُ ذَكَرْتُ لَيْلَى ... وَأَذْكُرُهَا إِذَا نَفَحَ الصِّوَارُ\nوَمِنْ ذَلِكَ قَوْلُهُمْ: أَجِدُ فِي رَأْسِي صَوْرَةً، أَيْ حِكَّةً. وَمِنْ ذَلِكَ شَيْءٌ حَكَاهُ الْخَلِيلُ، قَالَ: عُصْفُورٌ صَوَّارٌ، وَهُوَ الَّذِي إِذَا دُعِيَ أَجَابَ. وَهَذَا لَا أَحْسَبُهُ عَرَبِيًّا، وَيُمْكِنُ إِنْ صَحَّ أَنْ يَكُونَ مِنَ الْبَابِ الَّذِي ذَكَرْنَاهُ أَوَّلًا ; لِأَنَّهُ يَمِيلُ إِلَى دَاعِيهِ. فَأَمَّا شَعَرَ النَّاصِيَةِ مِنَ الْفَرَسِ فَإِنَّهُ يُسَمَّى صَوْرًا. وَهَذَا يُمْكِنُ أَنْ يَكُونَ عَلَى مَعْنَى التَّشْبِيهِ بِصَوْرِ النَّخْلِ، وَقَدْ ذُكِرَ. قَالَ:\nكَأَنَّ عِرْقًا مَائِلًا مِنْ صَوْرِهِ\nوَيُقَالُ: الصَّارَةُ: أَرْضٌ ذَاتُ شَجَرٍ.",
    "pg": "3:319-321"
  },
  "صوع": {
    "def": "الصَّادُ وَالْوَاوُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ، وَلَهُ بَابَانِ: أَحَدُهُمَا يَدُلُّ عَلَى تَفَرُّقٍ وَتَصَدُّعٍ، وَالْآخَرُ إِنَاءٌ.\nفَالْأَوَّلُ قَوْلُهُمْ: تَصَوَّعُوا، إِذَا تَفَرَّقُوا. قَالَ ذُو الرُّمَّةِ:\nتَظَلُّ بِهَا الْآجَالُ عَنِّي تَصَوَّعُ\nوَيُقَالُ: تَصَوَّعَ شَعَرَهُ، إِذَا تَشَقَّقَ. كَذَا قَالَ الْخَلِيلُ. وَقَالَ أَيْضًا: تَصَوَّعَ النَّبْتُ: هَاجَ. وَيُقَالُ: انْصَاعَ الْقَوْمُ سِرَاعًا: مَرُّوا.\nفَأَمَّا الْإِنَاءُ فَالصَّاعُ وَالصُّوَاعُ، وَهُوَ إِنَاءٌ يُشْرَبُ بِهِ. وَقَدْ يَكُونُ مِكْيَالٌ مِنَ الْمَكَايِيلِ صَاعًا، وَهُوَ مِنْ ذَاتِ الْوَاوِ، وَسُمِّيَ صَاعًا لِأَنَّهُ يَدُورُ بِالْمَكِيلِ.\nوَيُقَالُ: إِنَّ الْكَمِيَّ يَصُوعُ بِأَقْرَانِهِ صَوْعًا، إِذَا أَتَاهُمْ مِنْ نَوَاحِيهِمْ. وَالرَّجُلُ يَصُوعُ الْإِبِلَ.\nوَمِنَ الْبَابِ: الصَّاعُ، وَهُوَ بَطْنٌ مِنَ الْأَرْضِ، فِي قَوْلِهِ:\nبِكَفَّيْ مَاقِطٍ فِي صَاعِ\nوَمِنْهُ صَاعُ جُؤْجُؤِ النَّعَامَةِ، وَهُوَ مَوْضِعُ صَدْرِهَا إِذَا وَضَعَتْهُ بِالْأَرْضِ.",
    "pg": "3:321"
  },
  "صوغ": {
    "def": "الصَّادُ وَالْوَاوُ وَالْغَيْنُ أَصْلٌ صَحِيحٌ، وَهُوَ تَهْيِئَةٌ عَلَى شَيْءٍ عَلَى مِثَالٍ مُسْتَقِيمٍ. مِنْ ذَلِكَ قَوْلُهُمْ: صَاغَ الْحَلْيَ يَصُوغُهُ صَوْغًا. وَهَمَا صَوْغَانِ، إِذَا كَانَ كُلُّ وَاحِدٍ مِنْهُمَا عَلَى هَيْئَةِ الْآخَرِ. وَيُقَالُ لِلْكَذَّابِ: صَاغَ الْكَذِبَ صَوْغًا، إِذَا اخْتَلَقَهُ. وَعَلَى هَذَا تَفْسِيرِ الْحَدِيثِ: \" «كِذْبَةٌ كَذَبَتْهَا الصَّوَّاغُونَ» \"، أَرَادَ الَّذِينَ يَصُوغُونَ الْأَحَادِيثَ وَيَخْتَلِقُونَهَا.",
    "pg": "3:321-322"
  },
  "صوف": {
    "def": "الصَّادُ وَالْوَاوُ وَالْفَاءُ أَصْلٌ وَاحِدٌ صَحِيحٌ، وَهُوَ الصُّوفُ الْمَعْرُوفُ. وَالْبَابُ كُلُّهُ يَرْجِعُ إِلَيْهِ. يُقَالُ: كَبْشٌ أَصْوَفُ وَصَوِفٌ وَصَائِفٌ وِصَافٌ، كُلُّ هَذَا أَنْ يَكُونَ كَثِيرَ الصُّوفِ. وَيَقُولُونَ: أَخَذَ بِصُوفَةِ قَفَاهُ، إِذَا أَخَذَ بِالشَّعَرِ السَّائِلِ فِي نُقْرَتِهِ. وَصُوفَةُ: قَوْمٌ كَانُوا فِي الْجَاهِلِيَّةِ، كَانُوا يَخْدِمُونَ الْكَعْبَةَ، وَيُجِيزُونَ الْحَاجَّ. وَحُكِيَ عَنْ أَبِي عُبَيْدَةَ أَنَّهُمْ أَفْنَاءُ الْقَبَائِلِ تَجَمَّعُوا فَتَشَبَّكُوا كَمَا يَتَشَبَّكُ الصُّوفُ. قَالَ:\nوَلَا يَرِيمُونَ فِي التَّعْرِيفِ مَوْقِفَهُمْ ... حَتَّى يُقَالَ أَجِيزُوا آلَ صُوفَانَا\nفَأَمَّا قَوْلُهُمْ: صَافٍ عَنِ الشَّرِّ، إِذَا عَدَلَ، فَهُوَ مِنْ بَابِ الْإِبْدَالِ، يُقَالُ: صَابَ، إِذَا مَالَ. وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "3:322"
  },
  "صوك": {
    "def": "الصَّادُ وَالْوَاوُ وَالْكَافُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: لَقِيَتْهُ أَوَّلَ صَوْكٍ، أَيْ أَوَّلَ وَهْلَةٍ.",
    "pg": "3:323"
  },
  "صول": {
    "def": "الصَّادُ وَالْوَاوُ وَاللَّامُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى قَهْرٍ وَعُلُوٍّ. يُقَالُ: صَالَ عَلَيْهِ يَصُولُ صَوْلَةً، إِذَا اسْتَطَالَ. وَصَالَ الْعَيْرُ، إِذَا حَمَلَ عَلَى الْعَانَةِ يَصُولُ صَوْلًا وَصِيَالًا. وَحُكِيَ عَنْ أَبِي زَيْدٍ شَيْءٌ إِنْ صَحَّ فَهُوَ شَاذٌّ. قَالَ: الْمِصْوَلُ: هُوَ الَّذِي يُنْقَعُ فِيهِ الْحَنْظَلُ لِتَذْهَبَ مَرَارَتُهُ.",
    "pg": "3:322-323"
  },
  "صوم": {
    "def": "الصَّادُ وَالْوَاوُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى إِمْسَاكٍ وَرُكُودٍ فِي مَكَانٍ. مِنْ ذَلِكَ صَوْمُ الصَّائِمِ، هُوَ إِمْسَاكُهُ عَنْ مَطْعَمِهِ وَمَشْرَبِهِ وَسَائِرِ مَا مُنِعَهُ. وَيَكُونُ الْإِمْسَاكُ عَنِ الْكَلَامِ صَوْمًا، قَالُوا فِي قَوْلِهِ تَعَالَى: ﴿إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا﴾ [مريم: ٢٦] ، إِنَّهُ الْإِمْسَاكُ عَنِ الْكَلَامِ وَالصَّمْتِ. وَأَمَّا الرُّكُودُ فَيُقَالُ لِلْقَائِمِ صَائِمٌ، قَالَ النَّابِغَةُ:\nخَيْلٌ صِيَامٌ وَخَيْلٌ غَيْرُ صَائِمَةٍ ... تَحْتَ الْعَجَاجِ وَخَيْلٌ تَعْلُكُ اللُّجُمَا\nوَالصَّوْمُ: رُكُودُ الرِّيحِ. وَالصَّوْمُ: اسْتِوَاءُ الشَّمْسِ انْتِصَافَ النَّهَارِ، كَأَنَّهَا رَكَدَتْ عِنْدَ تَدْوِيمِهَا. وَكَذَا يُقَالُ: صَامَ النَّهَارَ. قَالَ امْرُؤُ الْقَيْسِ:\nإِذَا صَامَ النَّهَارَ وَهَجَّرَا\nوَمَصَامُ الْفَرَسِ: مَوْقِفُهُ، وَكَذَلِكَ مَصَامَتُهُ. قَالَ الشَّمَّاخُ:\nإِذَا مَا اسْتَافَ مِنْهَا مَصَامَةً",
    "pg": "3:323-324"
  },
  "صون": {
    "def": "الصَّادُ وَالْوَاوُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُنَّ كَنٌّ وَحِفْظٌ. مِنْ ذَلِكَ صُنْتُ الشَّيْءَ أَصُونُهُ صَوْنًا وَصِيَانَةً. وَالصُِّوَانُ: صُِوَانُ الثَّوْبِ، وَهُوَ مَا يُصَانُ فِيهِ. فَأَمَّا قَوْلُهُمْ لِلْفَرَسِ الْقَائِمِ: صَائِنٌ. فَلَعَلَّهُ أَنْ يَكُونَ مِنَ الْإِبْدَالِ، كَأَنَّهُ أُرِيدَ بِهِ الصَّائِمُ، ثُمَّ أُبْدِلَتِ الْمِيمُ نُونًا. قَالَ النَّابِغَةُ:\nوَمَا حَاوَلْتُمَا بِقِيَادِ خَيْلٍ ... يَصُونُ الْوَرْدُ فِيهَا وَالْكُمَيْتُ\nوَمِمَّا شَذَّ عَنِ الْبَابِ: الصَّوَّانُ، وَهِيَ ضَرْبٌ مِنَ الْحِجَارَةِ، الْوَاحِدَةُ صَوَّانَةٌ.\n\n[بَابُ الصَّادِ وَالْيَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:324"
  },
  "صوي": {
    "def": "الصَّادُ وَالْوَاوُ وَالْيَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شِدَّةٍ وَصَلَابَةٍ وَيُبْسٍ. عَنِ ابْنِ دُرَيْدٍ: \" صَوَى الشَّيْءُ، إِذَا يَبِسَ، فَهُوَ صَاوٍ. وَيُقَالُ: صَوِيَ يَصْوَى \". وَالصَّوَّانُ: حِجَارَةٌ فِيهَا صَلَابَةٌ. وَرُبَّمَا اسْتُعِيرَ مِنْ هَذَا وَحُمِلَ عَلَيْهِ فَقِيلَ: صَوَّيْتُ لِإِبِلِي فَحْلًا، إِذَا اخْتَرْتَهُ لَهَا. وَلَا يَكُونُ الِاخْتِيَارُ وَحْدَهُ تَصْوِيَةً، لَكِنْ يُصْنَعُ لِذَلِكَ حَتَّى يَقْوَى وَيَصْلُبَ. قَالَ:\nصَوَّى لَهَا ذَا كِدْنَةٍ جُلْذِيَّا\nوَهَذَا مُشْتَقٌّ مِنَ التَّصْوِيَةِ فِي الشِّتَاءِ، وَذَلِكَ أَنْ يُيَبَّسَ أَخْلَافُ الشَّاةِ لِيَكُونَ أَسْمَنَ لَهَا. يُقَالُ: صَوَّاهَا أَصْحَابُهَا.\nوَمِنَ الْبَابِ الصُّوَى، وَهِيَ الْأَعْلَامُ مِنَ الْحِجَارَةِ. وَقَوْلُ مَنْ قَالَ: إِنَّهَا مُخْتَلَفُ الرِّيَاحِ، فَالْأَعْلَامُ لَا تَكُونُ إِلَّا كَذَا. قَالَ:\nوَهَبَّتْ لَهُ رِيحٌ بِمُخْتَلَفِ الصُّوَى",
    "pg": "3:317"
  },
  "صي": {
    "def": "الصَّادُ وَالْيَاءُ كَلِمَةٌ وَاحِدَةٌ مُطَابَقَةٌ، وَهِيَ كُلُّ شَيْءٍ يُتَحَصَّنُ بِهِ. مِنْ ذَلِكَ تَسْمِيَتُهُمُ الْحُصُونَ صَيَاصِيَ، ثُمَّ شُبِّهَ بِذَلِكَ مَا يُحَارِبُ وَيَتَحَصَّنُ بِهِ الدِّيكُ [وَسُمِّيَ] صِيصِيَةً، وَكَذَلِكَ قَرْنُ الثَّوْرِ يُسَمَّى بِذَلِكَ ; لِأَنَّهُ يَتَحَصَّنُ وَيُحَارِبُ بِهِ.",
    "pg": "3:279-280"
  },
  "صيا": {
    "def": "الصَّادُ وَالْيَاءُ وَالْهَمْزَةُ. يُقَالُ: صَيَّأْتُ رَأْسِي تَصْيِيئًا، إِذَا بَلَلْتَهُ.",
    "pg": "3:324"
  },
  "صيح": {
    "def": "الصَّادُ وَالْيَاءُ وَالْحَاءُ أَصْلٌ صَحِيحٌ، وَهُوَ الصَّوْتُ الْعَالِي. مِنْهُ الصِّيَاحُ، وَالْوَاحِدَةُ مِنْهُ صَيْحَةٌ. يُقَالُ: لَقِيتُ فُلَانًا قَبْلَ كُلِّ صَيْحٍ وَنَفْرٍ. فَالصَّيْحُ: الصِّيَاحُ. وَالنَّفْرُ: التَّفَرُّقُ. وَمِمَّا يُسْتَعَارُ مِنْ هَذَا قَوْلُهُمْ: صَاحَتِ الشَّجَرَةُ، وَصَاحَ النَّبْتُ، إِذَا طَالَ، كَأَنَّهُ لَمَّا طَالَ وَارْتَفَعَ جُعِلَ طُولُهُ كَالصِّيَاحِ الَّذِي يَدُلُّ عَلَى الصَّائِحِ. وَأَمَّا التَّصَيُّحُ - وَهُوَ تَشَقُّقُ الْخَشَبِ - فَالْأَصْلُ فِيهِ الْوَاوُ، وَهُوَ التَّصَوُّحُ، وَقَدْ مَضَى. وَمِنْهُ انْصَاحَ الْبَرْقُ انْصِيَاحًا، إِذَا تَصَدَّعَ وَانْشَقَّ. قَالَ:\nمِنْ بَيْنِ مُرْتَتِقٍ مِنْهَا وَمُنْصَاحِ",
    "pg": "3:324-325"
  },
  "صيخ": {
    "def": "الصَّادُ وَالْيَاءُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ أَصَاخَ يُصِيخُ، إِذَا اسْتَمَعَ. قَالَ:\nإِصَاخَةَ النَّاشِدِ لِلْمُنْشِدِ",
    "pg": "3:325"
  },
  "صيد": {
    "def": "الصَّادُ وَالْيَاءُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَعْنًى وَاحِدٍ، وَهُوَ رُكُوبُ الشَّيْءِ رَأْسَهُ وَمُضِيُّهُ غَيْرَ مُلْتَفِتٍ وَلَا مَائِلٍ. مِنْ ذَلِكَ الصَّيَدُ، وَهُوَ أَنْ يَكُونَ الْإِنْسَانُ نَاظِرًا أَمَامَهُ. قَالَ أَهْلُ اللُّغَةِ: الْأَصْيَدُ: الْمَلِكُ، وَجَمْعُهُ الصِّيدُ. قَالُوا: وَسُمِّيَ بِذَلِكَ لِقِلَّةِ الْتِفَاتِهِ. وَمِنَ النَّاسِ مَنْ يَكُونُ أَصْيَدَ خِلْقَةً. وَاشْتِقَاقُ الصَّيْدِ مِنْ هَذَا، وَذَلِكَ أَنَّهُ يَمُرُّ مَرًّا لَا يُعَرِّجُ، فَإِذَا أُخِذَ قِيلَ: قَدْ صِيدَ. فَاشْتُقَّ ذَلِكَ مِنِ اسْمِهِ. كَمَا يُقَالُ: رَأَسْتُ الرَّجُلَ، إِذَا ضَرَبْتَ رَأْسَهُ ; وَبَطَنْتُهُ، إِذَا ضَرَبْتَ بَطْنَهُ. كَذَلِكَ إِذَا وَقَعْتَ بِالصَّيْدِ فَأَخَذْتَهُ قُلْتَ: صِدْتُهُ. وَمِمَّا يَدُلُّ عَلَى صِحَّةِ هَذَا الْقِيَاسِ قَوْلُ ابْنِ السِّكِّيتِ: إِنَّ الصَّيْدَانَةَ مِنَ النِّسَاءِ: السَّيِّئَةُ الْخُلُقِ. وَسُمِّيَتْ بِذَلِكَ لِقِلَّةِ الْتِفَاتِهَا. وَمِنَ الْبَابِ: الصَّيْدَانَةُ: الْغُولُ.",
    "pg": "3:325"
  },
  "صير": {
    "def": "الصَّادُ وَالْيَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ، وَهُوَ الْمَآلُ وَالْمَرْجِعُ. مِنْ ذَلِكَ صَارَ يَصِيرُ صَيْرًا وَصَيْرُورَةً. وَيُقَالُ: أَنَا عَلَى صِيرِ أَمْرٍ، أَيْ إِشْرَافٍ مِنْ قَضَائِهِ، وَذَلِكَ هُوَ الَّذِي يُصَارُ إِلَيْهِ. فَأَمَّا قَوْلُ زُهَيْرٍ:\nوَقَدْ كُنْتُ مِنْ سَلْمَى سِنِينَ ثَمَانِيًا ... عَلَى صِيرِ أَمْرٍ مَا يُمِرُّ وَمَا يَحْلُو فَإِنَّ صِيرَ الْأَمْرِ مَصِيرُهُ وَعَاقِبَتُهُ. وَالصِّيرُ كَالْحَظَائِرِ يُتَّخَذُ لِلْبَقَرِ، وَالْوَاحِدَةُ صِيرَةٌ، وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَصِيرُ إِلَيْهِ. وَصَيُّورُ الْأَمْرِ: آخِرُهُ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يُصَارُ إِلَيْهِ. وَيُقَالُ: لَا رَأْيَ لِفُلَانٍ وَلَا صَيُّورَ، أَيْ لَا شَيْءَ يَصِيرُ إِلَيْهِ مِنْ حَزْمٍ وَلَا غَيْرِهِ. وَتَصَيَّرَ فُلَانٌ أَبَاهُ: إِذَا نَزَعَ إِلَيْهِ فِي الشَّبَهِ. وَسُمِّيَ كَذَا كَأَنَّهُ صَارَ إِلَى أَبِيهِ. وَمِمَّا شَذَّ عَنِ الْبَابِ الصِّيرُ، وَهُوَ الشَّقُّ. وَفِي الْحَدِيثِ: «مَنْ نَظَرَ فِي صِيرِ بَابٍ بِغَيْرِ إِذْنٍ فَعَيْنُهُ هَدَرٌ» . فَأَمَّا الصِّيرُ، وَهُوَ شَيْءٌ يُقَالُ لَهُ: الصِّحْنَاةُ، فَلَا أَحْسَبُهُ عَرَبِيًّا، وَلَا أَحْسَبُ الْعَرَبَ عَرَفَتْهُ. وَقَدْ ذَكَرَهُ أَهْلُ اللُّغَةِ، وَلَا مَعْنَى لَهُ.",
    "pg": "3:325-326"
  },
  "صيف": {
    "def": "الصَّادُ وَالْيَاءُ وَالْفَاءُ أَصْلَانِ، أَحَدُهُمَا يَدُلُّ عَلَى زَمَانٍ، وَالْآخِرُ يَدُلُّ عَلَى مَيْلٍ وَعُدُولٍ.\nفَالْأَوَّلُ الصَّيْفُ، وَهُوَ الزَّمَانُ بَعْدَ الرَّبِيعِ الْآخِرِ. وَيُقَالُ لِلْمَطَرِ الَّذِي يَأْتِي فِيهِ: الصَّيِّفُ. وَهَذَا يَوْمٌ صَائِفٌ، وَلَيْلَةٌ صَائِفَةٌ. وَعَامَلْتُهُ مُصَايَفَةً، أَيْ زَمَانَ الصَّيْفِ، كَمَا يُقَالُ: مُشَاهَرَةٌ. وَالصَّيْفِيُّونَ: أَوْلَادُ الرَّجُلِ بَعْدَ كِبَرِهِ. وَوَلَدُ فُلَانٍ صَيْفِيُّونَ. قَالَ:\nإِنَّ بَنِيَّ صِبْيَةٌ صَيْفِيُّونْ ... أَفْلَحَ مَنْ كَانَ لَهُ رِبْعِيُّونْ\nوَأَمَّا الْآخَرُ فَصَافَ عَنِ الشَّيْءِ، إِذَا عَدَلَ عَنْهُ. [وَصَافَ السَّهْمُ عَنِ الْهَدَفِ] يَصِيفُ صَيْفًا، إِذَا مَالَ، قَالَ أَبُو زُبَيْدٍ: كُلَّ يَوْمٍ تَرْمِيهِ مِنْهَا بِرِشْقٍ ... فَمُصِيبٌ أَوْ صَافَ غَيْرَ بَعِيدِ\nفَأَمَّا صَائِفٌ، فِي قَوْلِ أَوْسٍ:\nتَنَكَّرَ بَعْدِي مِنْ أُمَيْمَةَ صَائِفُ\nفَاسْمُ مَوْضِعٍ.",
    "pg": "3:326-327"
  },
  "صيق": {
    "def": "الصَّادُ وَالْيَاءُ وَالْقَافُ. يُقَالُ فِيهِ إِنَّ الصَّيْقَ الْغُبَارُ، وَقَدْ فَتَحَ رُؤْبَةُ يَاءَهُ فَقَالَ: \" الصَّيَقْ \". وَيُقَالُ إِنَّ الصِّيقَ الرِّيحُ الْمُنْتِنَةُ مِنَ الدَّوَابِّ.",
    "pg": "3:327"
  },
  "صيك": {
    "def": "الصَّادُ وَالْيَاءُ وَالْكَافُ، يُقَالُ صَاكَ يَصِيكُ، إِذَا لَزِمَ وَلَصِقَ. قَالَ الْأَعْشَى:\nوَمِثْلُكِ مُعْجَبَةٌ بِالشَّبَا ... بَ صَاكَ الْعَبِيرُ بِأَجْسَادِهَا\nوَقَالَ الْخَلِيلُ: أَرَادَ صَئِكَ، فَلَيَّنَ الْهَمْزَةَ. وَيُقَالُ: صَئِكَ الدَّمُ، إِذَا جَمَدَ.\nوَاعْلَمْ أَنَّ الْأَلِفَ فِي هَذَا الْبَابِ مُبْدَلَةٌ ; فَالصَّابُ: شَجَرٌ مُرٌّ، مُحْتَمِلٌ أَنْ يَكُونَ مِنَ الْوَاوِ. قَالَ:\nإِنِّي أَرِقْتُ فَبِتُّ اللَّيْلَ مُرْتَفِقًا ... كَأَنَّ عَيْنِيَ فِيهَا الصَّابُ مَذْبُوحُ وَالصَّادُ: قُدُورُ النُّحَاسِ، وَالْأَلْفُ مُبْدَلَةٌ. قَالَ حَسَّانُ:\nرَأَيْتَ قُدُورَ الصَّادِ حَوْلَ بُيُوتِنَا\n\n[بَابُ الصَّادِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "3:327-328"
  }
}