{
  "أبب": {
    "def": "اعْلَمْ أَنَّ لِلْهَمْزَةِ وَالْبَاءِ فِي الْمُضَاعَفِ أَصْلَيْنِ: أَحَدُهُمَا الْمَرْعَى، وَالْآخَرُ الْقَصْدُ وَالتَّهَيُّؤُ. أَمَّا الْأَوَّلُ فَقَوْلُ اللَّهِ ﷿: ﴿وَفَاكِهَةً وَأَبًّا﴾ [عبس: ٣١] ، قَالَ أَبُو زَيْدٍ الْأَنْصَارِيُّ: لَمْ أَسْمَعْ لِلْأَبِّ ذِكْرًا إِلَّا فِي الْقُرْآنِ. قَالَ الْخَلِيلُ وَأَبُو زَيْدٍ: الْأَبُّ: الْمَرْعَى، بِوَزْنِ فَعْلٍ. وَأَنْشَدَ ابْنُ دُرَيْدٍ:\nجِذْمُنَا قَيْسٌ وَنَجْدٌ دَارُنَا ... وَلَنَا الْأَبُّ بِهِ وَالْمَكْرَعُ\nوَأَنْشَدَ شُبَيْلُ بْنُ عَزْرَةَ لِأَبِي دُوَادٍ:\nيَرْعَى بِرَوْضِ الْحَزْنِ مِنْ أَبِّهِ ... قُرْيَانَهُ فِي عَانَةٍ تَصْحَبُ\nأَيْ تَحْفَظُ. يُقَالُ: صَحِبَكَ اللَّهُ، أَيْ حَفِظَكَ. قَالَ أَبُو إِسْحَاقَ الزَّجَّاجُ: الْأَبُّ جَمِيعُ الْكَلَأِ الَّذِي تَعْتَلِفُهُ الْمَاشِيَةُ، كَذَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ ﵁. فَهَذَا أَصْلٌ، وَأَمَّا الثَّانِي فَقَالَ الْخَلِيلُ وَابْنُ دُرَيْدٍ: الْأَبُّ مَصْدَرُ: أَبَّ فُلَانٌ إِلَى سَيْفِهِ: إِذَا رَدَّ يَدَهُ إِلَيْهِ لِيَسْتَلَّهُ. الْأَبُّ فِي قَوْلِ ابْنِ دُرَيْدٍ: النِّزَاعُ إِلَى الْوَطَنِ، وَالْأَبُّ فِي رِوَايَتِهِمَا التَّهَيُّؤُ لِلْمَسِيرِ. وَقَالَ الْخَلِيلُ وَحْدَهُ: أَبَّ هَذَا الشَّيْءُ: إِذَا تَهَيَّأَ وَاسْتَقَامَتْ طَرِيقَتُهُ إِبَابَةً. وَأَنْشَدَ لِلْأَعْشَى:\nصَرَمْتُ وَلَمْ أَصْرِمْكُمُ وَكَصَارِمٍ ... أَخٌ قَدْ طَوَى كَشْحًا وَأَبَّ لِيَذْهَبَا\nوَقَالَ هِشَامُ بْنُ عُقْبَةَ فِي الْإِبَابَةِ:\nوَأَبَّ ذُو الْمَحْضَرِ الْبَادِي إِبَابَتَهُ ... وَقَوَّضَتْ نِيَّةٌ أَطْنَابَ تَخْيِيمِ\nوَذَكَرَ نَاسٌ أَنَّ الظِّبَاءَ لَا تَرِدُ وَلَا يُعْرَفُ لَهَا وِرْدٌ. قَالُوا: وَلِذَلِكَ قَالَتِ الْعَرَبُ فِي الظِّبَاءِ: \"\nإِنْ وَجَدَتْ فَلَا عَبَابَ\n،\nوَإِنْ عَدِمَتْ فَلَا أَبَابَ\n\"، مَعْنَاهُ إِنْ وَجَدَتْ مَاءً لَمْ تَعُبَّ فِيهِ، وَإِنْ لَمْ تَجِدْهُ لَمْ تَأْبُبْ لِطَلَبِهِ. وَاللَّهُ أَعْلَمُ بِصِحَّةِ ذَلِكَ. وَالْأَبُّ: الْقَصْدُ، يُقَالُ أَبَبْتُ أَبَّهُ، وَأَمَمْتُ أَمَّهُ، وَحَمَمْتُ حَمَّهُ، وَحَرَدْتُ حَرْدَهُ، وَصَمَدْتُ صَمْدَهُ. قَالَ الرَّاجِزُ يَصِفُ ذِئْبًا:\nمَرَّ مُدِلٍّ كَرِشَاءِ الْغَرْبِ ... فَأَبَّ أَبَّ غَنَمِي وَأَبِّي\nأَيْ قَصَدَ قَصْدَهَا وَقَصْدِي.",
    "pg": "1:6-7"
  },
  "أبت": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالتَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْحَرُّ وَشِدَّتُهُ. قَالَ ابْنُ السِّكِّيتِ وَغَيْرُهُ: أَبَتَ يَوْمُنَا يَأْبُتُ: إِذَا اشْتَدَّ حَرُّهُ، فَهُوَ أَبِتٌ. وَأَنْشَدَ:\nبَرْكٌ هُجُودٌ بِفَلَاةٍ قَفْرِ ... أَحْمَى عَلَيْهَا الشمسَُ أبْتَُ الْحَرِّ\nوَيُقَالُ: يَوْمٌ أبْتٌ وَلَيْلَةٌ أبْتَةٌ. وَرَجُلٌ مَأْبُوتٌ: أَصَابَهُ الْحَرُّ. قَالَ أَبُو عَلِيٍّ الْأَصْفَهَانِيُّ: الْأَبْتَةُ كَالْوَغْرَةِ مِنَ الْقَيْظِ.",
    "pg": "1:33"
  },
  "أبث": {
    "def": "وَهَذَا الْبَابُ مُهْمَلٌ عِنْدَ الْخَلِيلِ. قَالَ الشَّيْبَانِيُّ: الْأَبِثُ: الْأَشِرُ النَّشِيطُ. قَالَ: أَصْبَحَ عَمَّارٌ نَشِيطًا أَبِثَّا ... يَأْكُلُ لَحْمًا بَائِتًا قَدْ كَبِثَا\nوَهَذَا الْبَابُ مُهْمَلٌ عِنْدَ الْخَلِيلِ، وَلَيْسَتِ الْكَلِمَةُ عِنْدَ ابْنِ دُرَيْدٍ.\nوَالْكَبِثُ: الْمُتَغَيِّرُ الْمُرْوِحِ. وَلَيْسَ الْكَبِثُ عِنْدَ الْخَلِيلِ وَلَا ابْنِ دُرَيْدٍ. وَيُقَالُ لِلَّذِي لَا يَقِرُّ مِنَ الْمَرَحِ: إِنَّهُ لَأَبِثٌ. قَالَ الشَّيْبَانِيُّ:\nأَصَبْتُ إِبِلًا أبَاثَى\n، يَعْنِي بُرُوكًا شَبَاعَى. وَنَاقَةٌ أبِثَةٌ.",
    "pg": "1:33-34"
  },
  "أبد": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالدَّالُ يَدُلُّ بِنَاؤُهَا عَلَى طُولِ الْمُدَّةِ، وَعَلَى التَّوَحُّشِ. قَالُوا: الْأَبَدُ: الدَّهْرُ، وَجَمْعُهُ آبَادٌ. وَالْعَرَبُ تَقُولُ: أَبَدٌ أَبِيدٌ، كَمَا يَقُولُونَ دَهْرٌ دَهِيرٌ. والْأَبْدَةٌ الْفَعْلَةُ تَبْقَى عَلَى الْأَبَدِ. وَتَأَبَّدَ الْبَعِيرُ تَوَحَّشَ. وَفِي الْحَدِيثِ: «إِنَّ هَذِهِ الْبَهَائِمَ لَهَا أَوَابِدُ كَأَوَابِدِ الْوَحْشِ» . وَتَأَبَّدَ الْمَنْزِلُ خَلَا. قَالَ لَبِيدٌ:\nعَفَتِ الدِّيَارُ مَحَلُّهَا فَمُقَامُهَا ... بِمِنًى تَأَبَّدَ غَوْلُهَا فَرِجَامُهَا\nوَقَالَ ابْنُ الْأَعْرَابِيِّ: الْإِبِدُ ذَاتُ النِّتَاجِ مِنَ الْمَالِ، كَالْأَمَةِ وَالْفَرَسِ وَالْأَتَانِ، لِأَنَّهُنَّ يَضْنَأْنَ فِي كُلِّ عَامٍ، أَيْ: يَلِدْنَ، وَيُقَالُ: تَأَبَّدَ وَجْهُهُ كَلِفَ.",
    "pg": "1:34-35"
  },
  "أبر": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالرَّاءُ يَدُلُّ بِنَاؤُهَا عَلَى نَخْسِ الشَّيْءِ بِشَيْءٍ مُحَدَّدٍ. قَالَ الْخَلِيلُ: الْإِبْرَةُ مَعْرُوفَةٌ، وَبَائِعُهَا أَبَّارٌ. وَالْأَبْرُ ضَرْبُ الْعَقْرَبِ بِإِبْرَتِهَا، وَهِيَ تَأْبُرُ، وَالْأَبْرُ إِلْقَاحُ النَّخْلِ، يُقَالُ: أَبَرَهُ أبْرًا، وَأَبَّرَهُ تَأْبِيرًا. قَالَ الْخَلِيلُ: وَالْأَبْرُ عِلَاجُ الزَّرْعِ بِمَا يُصْلِحُهُ مِنَ السَّقْيِ وَالتَّعَهُّدِ. قَالَ طَرَفَةُ:\nوَلِيَ الْأَصْلُ الَّذِي فِي مِثْلِهِ ... يُصْلِحُ الْآبِرُ زَرْعَ الْمُؤْتَبِرْ\nالْمُؤْتَبِرُ الَّذِي يَطْلُبُ أَنْ يُقَامَ بِزَرْعِهِ. قَالَ الْخَلِيلُ: الْمَآبِرُ النَّمَائِمُ، وَاحِدُهَا مِئْبَرٌ. [قَالَ النَّابِغَةُ] :\nوَذَلِكَ مِنْ قَوْلٍ أَتَاكَ أَقُولُهُ ... وَمِنْ دَسِّ أَعْدَاءٍ إِلَيْكَ الْمَآبِرَا\nوَيُقَالُ: إِنَّهُ لَذُو مِئْبَرٍ: إِذَا كَانَ نَمَّامًا. قَالَ:\nوَمَنْ يَكُ ذَا مِئْبَرٍ بِاللِّسَا ... نِ يَسْنَحْ بِهِ الْقَوْلُ أَوْ يَبْرَحِ\nقَالَ الْخَلِيلُ: الْإِبْرَةُ عُظَيْمٌ مُسْتَوٍ مَعَ طَرَفٍ الزَّنْدِ مِنَ الذِّرَاعِ إِلَى طَرَفِ الْإِصْبَعِ. قَالَ:\nحَيْثُ تُلَاقِي الْإِبْرَةُ الْقَبِيحَا\nوَيُقَالُ: إِنَّ إِبْرَةَ اللِّسَانِ طَرَفُهُ.",
    "pg": "1:35-36"
  },
  "أبز": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالزَّاءُ يَدُلُّ عَلَى الْقَلَقِ وَالسُّرْعَةِ وَقِلَّةِ الِاسْتِقْرَارِ. قَالَ الْخَلِيلُ: الْإِنْسَانُ يَأْبِزُ فِي عَدْوِهِ وَيَسْتَرِيحُ سَاعَةً وَيَمْضِي أَحْيَانًا.\nقَالَ الْفَرَّاءُ: الْأبَزَى وَالْقَفَزَى اسْمَانِ مِنْ أَبَزَ الْفَرَسُ وَقَفَزَ. وَالْأَبْزُ الْوَثْبُ. قَالَ أَبُو عَمْرٍو: نَجِيبَةٌ أَبُوزُ، أَيْ: تَصْبِرُ صَبْرًا عَجِيبًا، وَقَدْ أَبَزَتْ تَأْبِزُ أبْزًا. قَالَ:\nلَقَدْ صَبَحْتُ حَمَلَ بْنَ كُوزِ ... عُلَالَةً مِنْ وَكَرَى أَبُوزِ\nقَالَ الشَّيْبَانِيُّ: الْآبِزُ الَّذِي يَأْبِزُ بِصَاحِبِهِ، أَيْ: يَبْغِي عَلَيْهِ وَيُعَرِّضُ بِهِ. يُقَالُ: أَرَاكَ تَأْبِزُ بِهِ.",
    "pg": "1:36"
  },
  "أبس": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالسِّينُ تَدُلُّ عَلَى الْقَهْرِ، يُقَالُ مِنْهُ أَبَسَ الرَّجُلُ الرَّجُلَ: إِذَا قَهَرَهُ. قَالَ:\nأُسُودُ هَيْجَا لَمْ تُرَمْ بِأَبْسِ\nوَالْأَبْسُ: كُلُّ مَكَانٍ خَشِنٍ. وَيُقَالُ: أبَسْتُ بِمَعْنَى حَبَسْتُ وَتَأَبَّسَ الشَّيْءُ تَغَيَّرَ. قَالَ الْمُتَلَمِّسُ:\nأَلَمْ تَرَ أَنَّ الْجَوْنَ أَصْبَحَ رَاسِيًا ... تُطِيفُ بِهِ الْأَيَّامُ لَا يَتَأَبَّسُ\nوَيُقَالُ: هِيَ بِالْيَاءِ: \" لَا يَتَأَيَّسُ \" وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "1:36-37"
  },
  "أبش": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالشِّينُ لَيْسَ بِأَصْلٍ، لِأَنَّ الْهَمْزَةَ فِيهِ مُبْدَلَةٌ مِنْ هَاءٍ. قَالَ ابْنُ دُرَيْدٍ: أبَشْتُ الشَّيْءَ وَهَبَشْتُهُ: إِذَا جَمَعْتُهُ.",
    "pg": "1:37"
  },
  "أبض": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالضَّادُ تَدُلُّ عَلَى الدَّهْرِ، وَعَلَى شَيْءٍ مِنْ أَرْفَاغِ الْبَطْنِ. الْأُبْضُ الدَّهْرُ وَجَمْعُهُ آبَاضٌ. قَالَ رُؤْبَةُ:\nفِي حِقْبَةٍ عِشْنَا بِذَاكَ أُبْضَا\nوَالْإِبَاضُ حَبْلٌ يُشَدُّ بِهِ رُسْغُ الْبَعِيرِ إِلَى عَضُدِهِ، تَقُولُ أَبَضْتُهُ. وَيُقَالُ لِبَاطِنِ رُكْبَةِ الْبَعِيرِ الْمَأْبِضُ. وَتَصْغِيرُ الْإِبَاضِ أُبَيِّضٌ. قَالَ:\nأَقُولُ لِصَاحِبِي وَاللَّيْلُ دَاجٍ ... أُبَيِّضُكَ الْأَسَيِّدَ لَا يَضِيعُ\nيَقُولُ: احْفَظْ إِبَاضَكَ الْأَسْوَدَ كَيْ لَا يَضِيعَ. وَقَالَ لَبِيدٌ:\nكَأَنَّ هِجَانَهَا مُتَأَبِّضَاتٍ ... وَفِي الْأَقْرَانِ، أَصْوِرَةُ الرَّغَامِ\nمُتَأَبِّضَاتٌ: مُعْتَقَلَاتٌ بِالْأُبُضِ. يَقُولُ كَأَنَّهَا فِي هَذِهِ الْحَالِ وَفِي الْحِبَالِ أَصْوِرَةُ الرَّغَامِ.",
    "pg": "1:37"
  },
  "أبط": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالطَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ إِبِطُ الْإِنْسَانِ أَوِ اسْتِعَارَةٌ فِي غَيْرِهِ. الْإِبِطُ مَعْرُوفٌ. وَتَأَبَّطْتُ الشَّيْءَ تَحْتَ إِبِطِي. قَالَ ابْنُ دُرَيْدٍ: تَأَبَّطَ سَيْفَهُ: إِذَا تَقَلَّدَهُ، لِأَنَّهُ يَصِيرُ تَحْتَ إِبِطِهِ. وَكُلُّ شَيْءٍ تَقَلَّدْتَهُ فِي مَوْضِعِ السَّيْفِ فَقَدْ تَأَبَّطْتَهُ. قَالَ الْهُذَلِيُّ:\nشَرِبْتُ بِجَمِّهِ وَصَدَرْتُ عَنْهُ ... وَأَبْيَضَ صَارِمٍ ذَكَرٍ إِبَاطِي\nقَالَ قَوْمٌ: قَوْلُهُ إِبَاطِي، أَيْ: هُوَ نَاحِيَةَ إِبِطِي. وَقَالَ آخَرُونَ: هُوَ إباطِيٌّ نَسَبَهُ إِلَى إِبِطِهِ ثُمَّ خَفَّفَهُ. وَالِاسْتِعَارَةُ: الْإِبِطُ مِنَ الرَّمْلِ، وَهُوَ أَنْ يَنْقَطِعَ مُعْظَمُهُ وَيَبْقَى مِنْهُ شَيْءٌ رَقِيقٌ مُنْبَسِطٌ مُتَّصِلٌ بِالْجَدَدِ، فَمُنْقَطَعُ مُعْظَمِهِ الْإِبِطُ، وَالْجَمْعُ الْآبَاطُ. قَالَ ذُو الرُّمَّةِ:\nوَحَوْمَانَةٍ وَرْقَاءَ يَجْرِي سَرَابُهَا ... بِمُنْسَحَّةِ الْآبَاطِ حُدْبٍ ظُهُورُهَا",
    "pg": "1:37-38"
  },
  "أبق": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالْقَافُ يَدُلُّ عَلَى إِبَاقِ الْعَبْدِ، وَالتَّشَدُّدِ فِي الْأَمْرِ. أَبَقَ الْعَبْدُ يَأْبِقُ أَبْقًا وَأَبَقًا قَالَ الرَّاجِزُ:\nأَمْسِكْ بَنِيكَ عَمْرُو إِنِّي آبِقُ ... بَرْقٌ عَلَى أَرْضِ السَّعَالِي آلِقُ\nوَيُقَالُ: عَبْدٌ أَبُوقٌ وَأَبَّاقٌ. قَالَ أَبُو زَيْدٍ: تَأَبَّقَ الرَّجُلُ اسْتَتَرَ. قَالَ الْأَعْشَى: وَلَكِنْ أَتَاهُ الْمَوْتُ لَا يَتَأَبَّقُ\nوَقَالَ آخَر:\nألَا قَالَتْ بَهَانِ وَلِمَ تَأَبَّقُ ... نَعِمْتَ وَلَا يَلِيقُ بِكَ النَّعِيمُ\nقَالَ بَعْضُهُمْ: يُقَالُ لِلرَّجُلِ إِنَّ فِيكَ كَذَا، فَيَقُولُ: \" أَمَا وَاللَّهِ مَا أَتَأَبَّقُ \" أَيْ: مَا أُنْكِرُ. وَيُقَالُ لَهُ: يَا ابْنَ فُلَانَةٍ، فَيَقُولُ: \" مَا أَتَأَبَّقُ مِنْهَا \"، أَيْ: مَا أُنْكِرُهَا. قَالَ الْخَلِيلُ: الْأَبَقُ قِشْرُ الْقِنَّبِ. قَالَ أَبُو زِيَادٍ: الْأَبَقُ نَبَاتٌ تُدَقُّ سُوقُهُ حَتَّى يَخْلُصَ لِحَاؤُهُ فَيَكُونَ قِنَّبًا. قَالَ رُؤْبَةُ:\nقُودٌ ثَمَانٍ مِثْلُ أَمْرَاسِ الْأَبَقْ\nوَقَالَ زُهَيْرٌ:\nقَدْ أُحْكِمَتْ حَكَمَاتِ الْقِدِّ وَالْأَبَقَا",
    "pg": "1:38-39"
  },
  "أبك": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالْكَافُ أَصْلٌ وَاحِدٌ، وَهُوَ السِّمَنُ، يُقَالُ: أَبِكَ الرَّجُلُ: إِذَا سَمِنَ.",
    "pg": "1:39"
  },
  "أبل": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَاللَّامُ بِنَاءٌ عَلَى أُصُولٍ ثَلَاثَةٍ: [عَلَى] الْإِبِلِ، وَعَلَى الِاجْتِزَاءِ، وَعَلَى الثِّقَلِ، وَ [عَلَى] الْغَلَبَةِ. قَالَ الْخَلِيلُ: الْإِبِلُ مَعْرُوفَةٌ. وَإِبِلٌ مُؤَبَّلَةٌ جُعِلَتْ قَطِيعًا قَطِيعًا، وَذَلِكَ نَعْتٌ فِي الْإِبِلِ خَاصَّةً. وَيُقَالُ لِلرَّجُلِ ذِي الْإِبِلِ: آبِلٌ. قَالَ أَبُو زَيْدٍ: الْإِبِلُ يُقَالُ لِمَسَانِّهَا وَصِغَارِهَا، وَلَيْسَ لَهَا وَاحِدٌ مِنَ اللَّفْظِ، وَالْجَمْعُ آبَالٌ. قَالَ:\nقَدْ شَرِبَتْ آبَالُهُمْ بِالنَّارِ ... وَالنَّارُ قَدْ تَشْفِي مِنَ الْأُوَارِ\nقَالَ ابْنُ الْأَعْرَابِيِّ: رَجُلٌ آبِلٌ: إِذَا كَانَ صَاحِبَ إِبِلٍ، وَأَبِلٌ بِوَزْنِ فَعِلٍ: إِذَا كَانَ حَاذِقًا بِرَعْيِهَا، وَقَدْ أَبِلَ يَأْبَلُ. وَهُوَ مِنْ آبَلِ النَّاسِ، أَيْ: أَحْذَقِهِمْ بِالْإِبِلِ، وَيَقُولُونَ: \" هُوَ آبَلُ مِنْ حُنَيفِ الْحَنَاتِمِ \". وَالْإِبِلَاتُ الْإِبِلُ. وَأَبَّلَ الرَّجُلُ كَثُرَتْ إِبِلُهُ فَهُوَ مُؤَبِّلٌ، وَمَالٌ مُؤَبَّلٌ فِي الْإِبِلِ خَاصَّةً، وَهُوَ كَثْرَتُهَا وَرُكُوبُ بَعْضِهَا بَعْضًا. وَفُلَانٌ لَا يَأْتَبِلُ، أَيْ: لَا يَثْبُتُ عَلَى الْإِبِلِ. وَرَوَى أَبُو عَلِيٍّ الْأَصْفَهَانِيُّ عَنِ الْعَامِرِيِّ قَالَ: الْأَبَلَةُ كَالتَّكْرِمَةِ لِلْإِبِلِ، وَهُوَ أَنْ تُحْسِنَ الْقِيَامَ عَلَيْهَا، وَكَانَ أَبُو نَخِيلَةَ يَقُولُ: \" إِنَّ أَحَقَّ الْأَمْوَالِ بِالْأَبَلَةِ وَالْكِنِّ، أَمْوَالٌ تَرْقَأُ الدِّمَاءَ، وَيُمْهَرُ مِنْهَا النِّسَاءُ، وَيُعْبَدُ عَلَيْهَا الْإِلَهُ فِي السَّمَاءِ، أَلْبَانُهَا شِفَاءٌ، وَأَبْوَالُهَا دَوَاءٌ، وَمَلَكَتُهَا سَنَاءٌ \"، قَالَ أَبُو زَيْدٍ: يُقَالُ: لِفُلَانٍ إِبِلٌ، أَيْ: لَهُ مِائَةٌ مِنَ الْإِبِلِ، جُعِلَ ذَلِكَ اسْمًا لِلْإِبِلِ الْمِائَةِ، كَهُنَيْدَةَ، وَقَالَ رَسُولُ اللَّهِ ﷺ: «النَّاسُ كَإِبِلٍ مِائَةٍ لَيْسَتْ فِيهَا رَاحِلَةٌ» . قَالَ الْفَرَّاءُ: يُقَالُ: فُلَانٌ يُؤَبِّلُ عَلَى فُلَانٍ: إِذَا كَانَ يُكَثِّرُ عَلَيْهِ. وَتَأْوِيلُهُ التَّفْخِيمُ وَالتَّعْظِيمُ. قَالَ:\nجَزَى اللَّهُ خَيْرًا صَاحِبًا كُلَّمَا أَتَى ... أَقَرَّ وَلَمْ يَنْظُرْ لِقَوْلِ الْمُؤَبِّلِ\nقَالَ: وَمِنْ ذَلِكَ سُمِّيَتِ الْإِبِلُ لِعِظَمِ خَلْقِهَا. قَالَ الْخَلِيلُ: بَعِيرٌ آبِلٌ فِي مَوْضِعٍ لَا يَبْرَحُ يَجْتَزِئُ عَنِ الْمَاءِ. وَتَأَبَّلَ الرَّجُلُ عَنِ الْمَرْأَةِ كَمَا يَجْتَزِئُ الْوَحْشُ عَنِ الْمَاءِ، وَمِنْهُ الْحَدِيثُ: «تَأَبَّلَ آدَمُ ﵇ عَلَى ابْنِهِ الْمَقْتُولِ أَيَّامًا لَا يُصِيبُ حَوَّاءَ» . قَالَ لَبِيدٌ:\nوَإِذَا حَرَّكْتُ غَرْزِي أَجْمَرَتْ ... أَوْ قِرَابَيْ عَدْوَ جَوْنٍ قَدْ أَبَلْ\nيَعْنِي حِمَارًا اجْتَزَأَ عَنِ الْمَاءِ. وَيُقَالُ مِنْهُ: أَبَلَ يأْبِلُ وَيَأْبُلُ أُبُولًا. قَالَ الْعَجَّاجُ:\nكَأَنَّ جَلْداتِ الْمَخَاضِ الْأُبَّالْ\nقَالَ ابْنُ الْأَعْرَابِيِّ: أَبَلَتْ تَأْبِلُ أَبْلًا: إِذَا رَعَتْ فِي الْكَلَأِ وَالْكَلَأُ [الرُّطْبُ وَ] الْيَابِسُ - فَإِذَا أَكَلَتِ الرُّطْبَ فَهُوَ الْجَزْءُ. وَقَالَ أَبُو عُبَيْدٍ: إِبِلٌ أَوَابِلُ، وَأُبَّلٌ، وُأُبَّالُ، أَيْ: جَوَازِئُ. قَالَ: بِهِ أَبَلَتْ شَهْرَيْ رَبِيعٍ كِلَيْهِمَا\nقَالَ الْأَصْمَعِيُّ: إِبِلٌ مُؤَبَّلَةٌ كَثِيرَةٌ، كَقَوْلِهِمْ غَنَمٌ مُغَنَّمَةٌ، وَبَقَرٌ مُبَقَّرَةٌ. وَيُقَالُ: هِيَ الْمُقْتَنَاةُ. قَالَ ابْنُ الْأَعْرَابِيِّ: نَاقَةٌ أَبِلَةٌ، أَيْ: شَدِيدَةٌ. وَيَقُولُونَ \" مَا لَهُ هَابِلٌ وَلَا آبِلٌ \"، الْهَابِلُ: الْمُحْتَالُ الْمُغْنِي عَنْهُ، وَالْآبِلُ: الرَّاعِي. قَالَ الْخَلِيلُ فِي قَوْلِ اللَّهِ تَعَالَى: ﴿طَيْرًا أَبَابِيلَ﴾ [الفيل: ٣] : أَيْ: يَتْبَعُ بَعْضُهَا بَعْضًا، وَاحِدُهَا إِبَّالَةٌ وَإِبَّوْلٌ. قَالَ الْخَلِيلُ: الْأَبِيلُ مِنْ رُؤُوسِ النَّصَارَى، وَهُوَ الْأَبِيلِيُّ. قَالَ الْأَعْشَى:\nوَمَا أَيْبُلِيٌّ عَلَى هَيْكَلٍ ... بَنَاهُ وَصَلَّبَ فِيهِ وَصَارَا\nقَالَ: يُرِيدُ أَبِيليٌّ، فَلَمَّا اضْطُرَّ قَدَّمَ الْيَاءَ، كَمَا يُقَالُ: أَيْنَقُ وَالْأَصْلُ أَنْوَقُ.\nقَالَ عَدِيٌّ:\nإِنَّنِي وَاللَّهِ فَاقْبَلْ حَلْفَتِي ... بِأَبِيلٍ كُلَّمَا صَلَّى جَأَرْ\nوَقَالَ بَعْضُهُمْ: تَأَبَّلَ عَلَى الْمَيِّتِ حَزِنَ عَلَيْهِ. وَأَبَّلْتُ الْمَيِّتَ مِثْلَ أَبَّنْتُ. فَأَمَّا قَوْلُ الْقَائِلِ:\nقَبِيلَانِ، مِنْهُمْ خَاذِلٌ مَا يُجِيبُنِي ... وَمُسْتَأْبَلٌ مِنْهُمْ يُعَقُّ وَيُظْلَمُ فَيُقَالُ: إِنَّهُ أَرَادَ بِالْمُسْتَأْبَلِ الرَّجُلَ الْمَظْلُومَ. قَالَ الْفَرَّاءُ: الْأَبَلَاتُ الْأَحْقَادُ، الْوَاحِدَةُ أَبَلَةٌ. قَالَ الْعَامِرِيُّ: قَضَى أَبَلَتَهُ مِنْ كَذَا، أَيْ: حَاجَتَهُ. قَالَ: وَهِيَ خَصْلَةُ شَرٍّ لَيْسَتْ بِخَيْرٍ. قَالَ أَبُو زَيْدٍ: يُقَالُ: مَا لِي إِلَيْكَ أَبِلَةٌ بِفَتْحِ الْأَلِفِ وَكَسْرِ الْبَاءِ، أَيْ: حَاجَةٌ. وَيُقَالُ: أَنَا أَطْلُبُهُ بِأَبِلَةٍ، أَيْ: تِرَةٍ. قَالَ يَعْقُوبُ: أُبْلَى مَوْضِعٌ. قَالَ الشَّمَّاخُ:\nفَبَانَتْ بِأُبْلَى لَيْلَةً ثُمَّ لَيْلَةً ... بِحَاذَةَ وَاجْتَابَتْ نَوًى عَنْ نَوَاهُمَا\nوَيُقَالُ: أَبَلَّ الرَّجُلُ يَأبِلُ أَبْلًا: إِذَا غَلَبَ وَامْتَنَعَ. والْأبَلَةُ: الثِّقَلُ. وَفِي الْحَدِيثِ: «كُلُّ مَالٍ أُدِّيَتْ زَكَاتُهُ فَقَدْ ذَهَبَتْ أَبَلَتُهُ» . وَالْإِبَّالَةُ: الْحُزْمَةُ مِنَ الْحَطَبِ.",
    "pg": "1:39-43"
  },
  "أبن": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالنُّونُ يَدُلُّ عَلَى الذِّكْرِ، وَعَلَى الْعُقَدِ، وَقَفْوِ الشَّيْءِ. الْأُبَنُ: الْعُقَدُ فِي الْخَشَبَةِ. قَالَ:\nقَضِيبَ سَراءٍ قَلِيلَ الْأُبَنْ\nوَالْأُبَنُ: الْعَدَاوَاتُ. وَفُلَانٌ يُؤْبَنُ بِكَذَا، أَيْ: يُذَمُّ. وَجَاءَ فِي ذِكْرِ مَجْلِسِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ: \" «لَا تُؤْبَنُ فِيهِ الْحُرَمُ» \"، أَيْ: لَا تُذْكَرُ. وَالتَّأْبِينُ: مَدْحُ الرَّجُلِ بَعْدَ مَوْتِهِ. قَالَ:\nلَعَمْرِي وَمَا دَهْرِي بِتَأْبِينِ هَالِكٍ ... وَلَا جَزِعًا مِمَّا أَصَابَ فَأَوْجَعَا\nوَهَذَا إِبَّانُ ذَلِكَ، أَيْ: حِينُهُ. وَتَقُولُ: أَبَّنْتُ أَثَرَهُ: إِذَا قَفَوْتُهُ، وَأَبَّنْتُ الشَّيْءَ رَقَبْتُهُ. قَالَ أَوْسٌ:\nيَقُولُ لَهُ الرَّاؤُونَ هَذَاكَ رَاكِبٌ ... يُؤَبِّنُ شَخْصًا فَوْقَ عَلْيَاءَ وَاقِفُ",
    "pg": "1:43-44"
  },
  "أبه": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالْهَاءُ يَدُلُّ عَلَى النَّبَاهَةِ وَالسُّمُوِّ. مَا أَبَهْتُ بِهِ، أَيْ: لَمْ أَعْلَمْ مَكَانَهُ وَلَا أَنِسْتُ بِهِ وَالْأُبَّهَةُ: الْجَلَالُ.",
    "pg": "1:44"
  },
  "أبو": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالْوَاوُ يَدُلُّ عَلَى التَّرْبِيَةِ وَالْغَذْوِ. أَبَوْتُ الشَّيْءَ آبُوهُ أَبْوًا: إِذَا غَذَوْتُهُ. وَبِذَلِكَ سُمِّيَ الْأَبُ أَبًا. وَيُقَالُ فِي النِّسْبَةِ إِلَى أَبٍ: أَبَوِيٌّ. وَعَنْزٌ أَبْوَاءُ: إِذَا أَصَابَهَا وَجَعٌ عَنْ شَمِّ أَبْوَالِ الْأَرْوَى. قَالَ الْخَلِيلُ: الْأَبُ مَعْرُوفٌ، وَالْجَمْعُ آبَاءٌ وَأُبُوَّةٌ. قَالَ:\nأُحَاشِي نِزَارَ الشَّامِ إِنَّ نِزَارَهَا ... أُبُوَّةُ آبَائِي وَمِنِّى عَمِيدُهَا\nقَالَ: وَتَقُولُ: تَأَبَّيْتُ أَبًا، كَمَا تَقُولُ: تَبَنَّيْتُ ابْنًا وَتَأَمَّهْتُ أُمًّا. قَالَ: وَيَجُوزُ فِي الشِّعْرِ \" هَذَانِ أَبَاكَ \" وَأَنْتَ تُرِيدُ أَبَوَاكَ، و \" رَأَيْتُ أَبِيكَ \" يُرِيدُ أَبَوَيْكَ. قَالَ:\nوَهْوَ يُفَدَّى بِالْأَبِينَ وَالْخَالْ\nوَيَجُوزُ فِي الْجَمْعِ أَبُونَ. وَهَؤُلَاءِ أَبُوكُمْ أَيْ: آبَاؤُكُمْ. أَبُو عُبَيْدٍ: مَا كُنْتَ أَبًا وَلَقَدْ أَبَيْتَ أُبُوَّةً. وَأَبَوْتُ الْقَوْمَ، أَيْ: كُنْتُ لَهُمْ أَبًا. قَالَ:\nنَؤُمُّهُمُ وَنَأْبُوهُمْ جَمِيعًا ... كَمَا قُدَّ السُّيُورُ مِنَ الْأَدِيمِ\nقَالَ الْخَلِيلُ: فُلَانٌ يَأْبُو الْيَتِيمَ، أَيْ: يَغْذُوهُ كَمَا يَغْذُو الْوَالِدُ وَلَدَهُ.",
    "pg": "1:44-45"
  },
  "أبي": {
    "def": "الْهَمْزَةُ وَالْبَاءُ وَالْيَاءُ يَدُلُّ عَلَى الِامْتِنَاعِ. أَبَيْتُ الشَّيْءَ آبَاهُ، وَقَوْمٌ أَبِيُّونَ وَأُبَاةٌ. قَالَ:\nأَبِيُّ الضَّيْمِ مِنْ نَفَرٍ أُبَاةٍ\nوَالْإِبَاءُ: أَنْ تَعْرِضَ عَلَى الرَّجُلِ الشَّيْءَ فَيَأْبَى قَبُولَهُ، فَتَقُولُ مَا هَذَا الْإِبَاءُ، بِالضَّمِّ وَالْكَسْرِ. الْعَرَبُ مَا كَانَ مِنْ نَحْوِ فَعَلَ يَفْعَلُ. وَالْأَبِيَّةُ مِنَ الْإِبِلِ: الصَّعْبَةُ. قَالَ اللِّحْيَانِيُّ: رَجُلٌ أَبَيَانٌ: إِذَا كَانَ يَأْبَى الْأَشْيَاءَ، وَمَاءٌ مَأْبَاةٌ عَلَى مِثَالِ مَعْباةٍ، أَيْ: تَأْبَاهُ الْإِبِلُ. قَالَ ابْنُ السِّكِّيتِ: أَخَذَهُ أَبَاءٌ إِذَا كَانَ يَأْبَى الطَّعَامَ. قَالَ أَبُو عَمْرٍو: الْأَوَابِي مِنَ الْإِبِلِ الْحِقَاقُ وَالْجِذَاعُ والثِّنَّاءُ: إِذَا ضَرَبَهَا الْفَحْلُ فَلَمْ تُلَقَّحْ، فَهِيَ تُسَمَّى الْأَوَابِيَ حَتَّى تُلَقَّحَ مَرَّةً، وَلَا تُسَمَّى بَعْدَ ذَلِكَ أَوَابِيَ، وَاحِدَتُهَا آبِيَةٌ. وَلَا يَبْعُدُ أَنْ يَكُونَ الْأُبَاءُ مِنْ هَذَا الْقِيَاسِ، وَهُوَ وَجَعٌ يَأْخُذُ الْمِعْزَى عَنْ شَمِّ أَبْوَالِ الْأَرْوَى. قَالَ:\nفَقُلْتُ لِكَنَّازٍ تَرَكَّلْ فَإِنَّهُ ... أُبًا لَا إِخَالُ الضَّأْنَ مِنْهُ نَوَاجِيَا\nالْأَبَاءُ: أَطْرَافُ الْقَصَبِ، الْوَاحِدَةُ أَبَاءَةٌ، ثُمَّ قِيلَ لِلْأَجَمَةِ أَبَاءَةٌ، كَمَا قَالُوا لِلْغَيْضَةِ أَرَاكَةٌ. قَالَ:\nوَأَخُو الْإِبَاءَةِ إِذْ رَأَى خُلَّانَهُ ... تَلَّى شِفَاعًا حَوْلَهُ كَالْإِذْخِرِ\nوَيَجُوزُ أَنْ يَكُونَ أَرَادَ بِالْأَبَاءَةِ الرِّمَاحَ، شَبَّهَهَا بِالْقَصَبِ كَثْرَةً. قَالَ:\nمَنْ سَرَّهُ ضَرْبٌ يُرَعْبِلُ بَعْضُهُ ... بَعْضًا كَمَعْمَعَةِ الْأَبَاءِ الْمُحْرَقِ [بَابُ الْهَمْزَةِ وَالتَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:45-47"
  },
  "أتب": {
    "def": "الْهَمْزَةُ وَالتَّاءُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ شَيْءٌ يَشْتَمِلُ بِهِ الْإِبِطُ، قَمِيصٌ غَيْرُ مَخِيطِ الْجَانِبَيْنِ. قَالَ امْرُؤُ الْقَيْسِ:\nمِنَ الْقَاصِرَاتِ الطَّرْفِ لَوْ دَبَّ مُحْوِلٌ ... مِنَ الذَّرِّ فَوْقَ الْإِتْبِ مِنْهَا لَأَثَّرَا\nقَالَ الْأَصْمَعِيُّ: هُوَ الْبَقِيرَةُ، وَهُوَ أَنْ يُؤْخَذَ بُرْدٌ فَيُشَقُّ، ثُمَّ تُلْقِيهِ الْمَرْأَةُ فِي عُنُقِهَا مِنْ غَيْرِ كُمَّيْنِ وَلَا جَيْبٍ. قَالَ أَبُو زَيْدٍ: أتَّبْتُ الْمَرْأَةَ أُؤَتِّبُهَا: إِذَا أَلْبَسْتُهَا الْإِتْبَ. قَالَ الشَّيْبَانِيُّ: التَّأَتُّبُ أَنْ يَجْعَلَ الرَّجُلُ حِمَالَةَ الْقَوْسِ فِي صَدْرِهِ وَيُخْرِجَ مَنْكِبَيْهِ مِنْهَا فَتَصِيرَ الْقَوْسُ عَلَى كَتِفَيْهِ. قَالَ النُّمَيْرِيُّ: الْمِئْتَبُ الْمِشْمَلُ وَقَدْ تَأَتَّبَهُ: إِذَا أَلْقَاهُ تَحْتَ إِبِطِهِ ثُمَّ اشْتَمَلَ. وَرَجُلٌ مُؤَتَّبُ الظَّهْرِ، وَيُقَالُ: مُؤْتَبٌ، أَيْ: أَجَنَؤُهُ. قَالَ:\nعَلَى حَجَلِيٍّ رَاضِعٍ مُؤْتَبِ الظَّهْرِ\n\n[بَابُ الْهَمْزَةِ وَالثَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:53"
  },
  "أتت": {
    "def": "قَالَ ابْنُ دُرَيْدٍ: أَتَّهُ يَؤُتُّهُ:: إِذَا غَلَبَهُ بِالْكَلَامِ، أَوْ بَكَّتَهُ بِالْحُجَّةِ، وَلَمْ يَأْتِ فِي الْبَابِ غَيْرُ هَذَا، وَأَحْسَبُ الْهَمْزَةَ مُنْقَلِبَةً عَنْ عَيْنٍ.",
    "pg": "1:7-8"
  },
  "أتل": {
    "def": "الْهَمْزَةُ وَالتَّاءُ وَاللَّامُ يَدُلُّ عَلَى أَصْلٍ وَاحِدٍ، وَهُوَ الْبُطْءُ وَالتَّثَاقُلُ. قَالَ أَبُو عُبَيْدٍ: الْأَتَلَانُ تَقَارُبُ الْخَطْوِ فِي غَضَبٍ، يُقَالُ: أَتَلَ يَأْتِلُ، وَأَتَنَ يَأْتِنُ. وَأَنْشَدَ:\nأَرَانِيَ لَا آتِيكَ إِلَّا كَأَنَّمَا ... أَسَأْتُ وإلَا أَنْتَ غَضْبَانُ تَأْتِلُ\nوَهُوَ أَيْضًا مَشْيٌ بِتَثَاقُلٍ. وَأَنْشَدَ:\nمَا لَكِ يَا نَاقَةُ تَأْتِلِينَا ... عَلَيَّ بِالدَّهْنَاءِ تَأْرَخِينَا\nقَالَ أَبُو عَلِيٍّ الْأَصْفَهَانِيُّ: أَتَلَ الرَّجُلُ يَأْتِلُ أُتُولًا: إِذَا تَأَخَّرَ وَتَخَلَّفَ. قَالَ:\nوَقَدْ مَلَأْتُ بَطْنَهُ حَتَّى أَتَلْ",
    "pg": "1:47"
  },
  "أتم": {
    "def": "الْهَمْزَةُ وَالتَّاءُ وَالْمِيمُ يَدُلُّ عَلَى انْضِمَامِ الشَّيْءِ بَعْضِهِ إِلَى بَعْضٍ، الْأَتَمُ فِي الْخُرَزِ أَنْ تَتَفَتَّقَ خُرْزَتَانِ فَتَصِيرَا وَاحِدَةً. وَمِنْهُ الْمَرْأَةُ الْأَتُومُ وَهِيَ الْمُفْضَاةُ الَّتِي صَارَ مَسْلَكَاهَا وَاحِدًا، قَالَ أَبُو عَمْرٍو: الْأُتُمُ لُغَةٌ فِي الْعُتُمِ، وَهُوَ شَجَرُ الزَّيْتُونِ. وَيُقَالُ: أَتَمَ بِالْمَكَانِ: إِذَا ثَوَى، وَيُقَالُ: الْأَتَمُ الثَّوَاءُ، وَالْمَأْتَمُ: النِّسَاءُ يَجْتَمِعْنَ فِي الْخَيْرِ وَالشَّرِّ، كَذَا قَالَ الْقُتَبِيُّ، وَأَنْشَدَ: رَمَتْهُ أَنَاةٌ مِنْ رَبِيعَةَ عَامِرٍ ... نَؤُومُ الضُّحَى فِي مَأْتَمٍ أَيِّ مَأْتَمِ\nيُرِيدُ فِي نِسَاءٍ أَيِّ نِسَاءٍ. وَقَالَ رُؤْبَةُ:\nإِذَا تَدَاعَى فِي الصِّمَادِ مَأْتَمُهْ ... أَحَنَّ غِيرَانًا تُنَادَى زُجَّمُهْ\nشَبَّهَ الْبُومَ بِنِسَاءٍ يَنُحْنَ. وَقَوْلُهُ: أَحَنَّ غِيرَانًا، يُرِيدُ أَنَّ الْبُومَ إِذَا صَوَّتَتْ أَحَنَّتِ الْغِيرَانَ بِمُجَاوَبَةِ الصَّدَى، وَهُوَ الصَّوْتُ الَّذِي تَسْمَعُهُ مِنَ الْجَبَلِ أَوِ الْغَارِ بَعْدَ صَوْتِكَ.",
    "pg": "1:47-48"
  },
  "أتن": {
    "def": "الْهَمْزَةُ وَالتَّاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ الْأُنْثَى مِنَ الْحُمُرِ، أَوْ شَيْءٌ اسْتُعِيرَ لَهُ هَذَا الِاسْمُ. قَالَ الْخَلِيلُ: الْأَتَانُ مَعْرُوفَةٌ، وَالْجَمْعُ الْأُتُنُ. قَالَ ابْنُ السِّكِّيتِ: هَذِهِ أَتَانٌ وَثَلَاثُ آتُنٍ، وَالْجَمْعُ أُتُنٌ وَأُتْنٌ بِالتَّخْفِيفِ وَلَا يَجُوزُ أَتَانَةٌ، لِأَنَّهُ اسْمٌ خُصَّ بِهِ الْمُؤَنَّثُ. قَالَ أَبُو عُبَيْدٍ: اسْتَأْتَنَ فُلَانٌ أَتَانًا أَيِ اتَّخَذَهَا. وَاسْتَأْتَنَ الْحِمَارُ: صَارَ أَتَانًا بَعْدَ أَنْ كَانَ حِمَارًا. وَالْمَأْتُونَاءُ: الْأُتُنُ. وَأَتَانُ الضَّحْلِ: صَخْرَةٌ كَبِيرَةٌ تَكُونُ فِي الْمَاءِ الْقَلِيلِ يَرْكَبُهَا الطُّحْلُبُ. قَالَ أَوْسٌ:\nبِجَسْرَةٍ كَأَتَانِ الضَّحْلِ صَلَّبَهَا ... أَكْلُ السَّوَادِيِّ رَضُّوهُ بِمِرْضاحِ قَالَ يُونُسُ: الْأَتَانُ مَقَامُ الْمُسْتَقِي عَلَى فَمِ الرَّكِيَّةِ. قَالَ النَّضْرُ: الْأَتَانُ: قَاعِدَةُ الْهَوْدَجِ، وَالْجَمْعُ الْأُتُنُ، قَالَ أَبُو عُبَيْدٍ: الْأَتَنَانُ تَقَارُبُ الْخَطْوِ فِي غَضَبٍ، يُقَالُ: أَتَنَ يَأْتِنُ. وَهَذَا لَيْسَ مِنَ الْبَابِ، لِأَنَّ النُّونَ مُبْدَلَةٌ مِنَ اللَّامِ، وَالْأَصْلُ الْأتَلَانُ. وَقَدْ مَضَى ذِكْرُهُ.",
    "pg": "1:48-49"
  },
  "أته": {
    "def": "الْهَمْزَةُ وَالتَّاءُ وَالْهَاءُ، يُقَالُ: إِنَّ التَّأَتُّهَ الْكِبْرُ وَالْخُيَلَاءُ.",
    "pg": "1:49"
  },
  "أتو": {
    "def": "الْهَمْزَةُ وَالتَّاءُ وَالْوَاوُ وَالْأَلِفُ وَالْيَاءُ يَدُلُّ عَلَى مَجِيءِ الشَّيْءِ وَإِصْحَابِهِ وَطَاعَتِهِ. الْأَتْوُ الِاسْتِقَامَةُ فِي السَّيْرِ، يُقَالُ: أَتَا الْبَعِيرُ يَأْتُو. قَالَ:\nتَوَكَّلْنَ وَاسْتَدْبَرْنَهُ كَيْفَ أَتْوُهُ ... بِهَا رَبِذًا سَهْوَ الْأَرَاجِيحِ مِرْجَمَا\nوَيُقَالُ: مَا أَحْسَنَ أَتْوَ يَدَيْهَا فِي السَّيْرِ. وَقَالَ مُزَاحِمٌ:\nفَلَا سَدْوَ إِلَّا سَدْوُهُ وَهُوَ مُدْبِرٌ ... وَلَا أَتْوَ إِلَّا أَتْوُهُ وَهُوَ مُقْبِلُ\nوَتَقُولُ الْعَرَبُ: أَتَوْتُ فُلَانًا بِمَعْنَى أَتَيْتُهُ. قَالَ:\nيَا قَوْمِ مَا لِي وَأَبَا ذُؤَيْبِ ... كُنْتُ إِذَا أَتَوْتُهُ مِنْ غَيْبِ قَالَ الضَّبِّيُّ: يُقَالُ لِلسِّقَاءِ إِذَا تَمَخَّضَ قَدْ جَاءَ أَتْوُهُ. الْخَلِيلُ: الْإِتَاوَةُ الْخَرَاجُ، وَالرِّشْوَةُ، وَالْجُعَالَةُ، وَكُلُّ قِسْمَةٍ تُقْسَمُ عَلَى قَوْمٍ فَتُجْبَى كَذَلِكَ. قَالَ:\nيُؤَدُّونَ الْإِتَاوَةَ صَاغِرِينَا\nوَأَنْشَدَ:\nوَفِي كُلِّ أَسْوَاقِ الْعِرَاقِ إِتَاوَةٌ ... وَفِي كُلِّ مَا بَاعَ امْرُؤٌ مَكْسُ دِرْهَمِ\nقَالَ الْأَصْمَعِيُّ: يُقَالُ: أَتَوْتُهُ أَتْوًا: أَعْطَيْتُهُ الْإِتَاوَةَ.",
    "pg": "1:49-50"
  },
  "أتي": {
    "def": "تَقُولُ: أَتَانِي فُلَانٌ إِتْيَانًا وَأَتْيًا وَأَتْيَةً وَأَتْوَةً وَاحِدَةً، وَلَا يُقَالُ: إِتْيَانَةً وَاحِدَةً إِلَّا فِي اضْطِرَارِ شَاعِرٍ، وَهُوَ قَبِيحٌ لِأَنَّ الْمَصَادِرَ كُلَّهَا إِذَا جُعِلَتْ وَاحِدَةً رُدَّتْ إِلَى بِنَاءِ فِعْلِهَا، وَذَلِكَ إِذَا كَانَ الْفِعْلُ عَلَى فَعَلَ، فَإِذَا دَخَلَتْ فِي الْفِعْلِ زِيَادَاتٌ فَوْقَ ذَلِكَ أُدْخِلَتْ فِيهَا زِيَادَاتُهَا فِي الْوَاحِدَةِ، كَقَوْلِنَا إِقْبَالَةً وَاحِدَةً. قَالَ شَاعِرٌ فِي الْأَتْيِ:\nإِنِّي وَأَتْيَ ابْنِ غَلَّاقٍ لِيَقْرِيَنِي ... كَغَابِطِ الْكَلْبِ يَرْجُو الطِّرْقَ فِي الذَّنَبِ\nوَحَكَى اللِّحْيَانِيُّ إتْيَانَةً. قَالَ أَبُو زَيْدٍ: يُقَالُ: تِنِي بِفُلَانٍ: ائْتِنِي، وَلِلِاثْنَيْنِ تِيَانِي بِهِ، وَلِلْجَمْعِ تُونِي بِهِ، وَلِلْمَرْأَةِ تِينِي بِهِ، وَلِلْجَمْعِ تِينَنِي. وَأَتَيْتُ الْأَمْرَ مِنْ مَأْتَاهُ وَمَأْتَاتِهِ. قَالَ:\nوَحَاجَةٍ بِتُّ عَلَى صِمَاتِهَا ... أَتَيْتُهَا وَحْدِيَ مِنْ مَأْتَاتِهَا\nقَالَ الْخَلِيلُ: آتَيْتُ فُلَانًا عَلَى أَمْرِهِ مُؤَاتَاةً، وَهُوَ حُسْنُ الْمُطَاوَعَةِ. وَلَا يُقَالُ: واتَيْتَهُ إِلَّا فِي لُغَةٍ قَبِيحَةٍ فِي الْيَمَنِ. وَمَا جَاءَ مِنْ نَحْوِ آسَيْتُ وَآكَلْتُ وَآمَرْتُ وَآخَيْتُ، إِنَّمَا يَجْعَلُونَهَا وَاوًا عَلَى تَخْفِيفِ الْهَمْزَةِ فِي يُوَاكِلُ وَيُوَامِرُ وَنَحْوِ ذَلِكَ. قَالَ اللِّحْيَانِيُّ: مَا أَتَيْتَنَا حَتَّى اسْتَأْتَيْنَاكَ، أَيِ اسْتَبْطَأْنَاكَ وَسَأَلْنَاكَ الْإِتْيَانَ. وَيُقَالُ: تَأَتَّ لِهَذَا الْأَمْرِ، أَيْ: تَرَفَّقْ لَهُ. وَالْإِيتَاءُ الْإِعْطَاءُ، تَقُولُ آتَى يُؤْتِي إِيتَاءً. وَتَقُولُ هَاتِ بِمَعْنَى آتِ، أَيْ: فَاعِلْ، فَدَخَلَتِ الْهَاءُ عَلَى الْأَلِفِ. وَتَقُولُ تَأَتَّى لِفُلَانٍ أَمْرُهُ، وَقَدْ أَتَّاهُ اللَّهُ تَأْتِيَةً. وَمِنْهُ قَوْلُهُ:\nوَتَأْتَى لَهُ الدَّهْرُ حَتَّى جَبَرْ\nوَهُوَ مُخَفَّفٌ مَنْ تَأَتَّى. قَالَ لَبِيدٌ:\nبِمُؤَتَّرٍ تَأْتَى لَهُ إِبْهَامُهَا\nقَالَ الْخَلِيلُ: الْأَتِيُّ مَا وَقَعَ فِي النَّهْرِ مِنْ خَشَبٍ أَوْ وَرَقٍ مِمَّا يَحْبِسُ الْمَاءَ. تَقُولُ أَتِّ لِهَذَا الْمَاءِ، أَيْ: سَهِّلْ جَرْيَهُ. وَالْأَتِيُّ عِنْدَ الْعَامَّةِ: النَّهْرُ الَّذِي يَجْرِي فِيهِ الْمَاءُ إِلَى الْحَوْضِ، وَالْجَمْعُ الْأُتِيُّ وَالْآتَاءُ. وَالْأَتِيُّ أَيْضًا: السَّيْلُ الَّذِي يَأْتِي مِنْ بَلَدٍ غَيْرِ بَلَدِكَ. قَالَ النَّابِغَةُ:\nخَلَّتْ سَبِيلَ أَتِيٍّ كَانَ يَحْبِسُهُ ... وَرَفَّعَتْهُ إِلَى السَّجْفَيْنِ فَالنَّضَدِ\nقَالَ بَعْضُهُمْ: أَرَادَ أَتِيَّ النُّؤَى، وَهُوَ مَجْرَاهُ، وَيُقَالُ: عَنَى بِهِ مَا يَحْبِسُ الْمَجْرَى مِنْ وَرَقٍ أَوْ حَشِيشٍ. وَأَتَّيْتُ لِلْمَاءِ تَأْتِيَةً: إِذَا وَجَّهْتُ لَهُ مَجْرًى. اللِّحْيَانِيُّ: رَجُلٌ أَتِيٌّ: إِذَا كَانَ نَافِذًا. قَالَ الْخَلِيلُ: رَجُلٌ أَتِيٌّ، أَيْ: غَرِيبٌ فِي قَوْمٍ لَيْسَ مِنْهُمْ. وَأَتَاوِيٌّ كَذَلِكَ. وَأَنْشَدَ الْأَصْمَعِيُّ:\nلَا تَعْدِلَنَّ أَتَاوِيِّينَ تَضْرِبُهُمْ ... نَكْبَاءُ صِرٌّ بِأَصْحَابِ الْمُحِلَّاتِ\nوَفِي حَدِيثِ ثَابِتِ بْنِ الدَّحْدَاحِ: «إِنَّمَا هُوَ أَتِيٌّ فِينَا» . وَالْإِتَاءُ: نَمَاءُ الزَّرْعِ وَالنَّخْلِ. يُقَالُ: نَخْلٌ ذُو إِتَاءٍ، أَيْ: نَمَاءٍ. قَالَ الْفَرَّاءُ: أَتَتِ الْأَرْضُ وَالنَّخْلُ أَتْوًا، وَأَتَى الْمَاءُ إِتَاءً، أَيْ: كَثُرَ. قَالَ:\nوَبَعْضُ الْقَوْلِ لَيْسَ لَهُ عِنَاجٌ ... كَسَيْلِ الْمَاءِ لَيْسَ لَهُ إِتَاءُ\nوَقَالَ آخَرُ:\nهُنَالِكَ لَا أُبَالِي نَخْلَ سَقْيٍ ... وَلَا بَعْلٍ وَإِنْ عَظُمَ الْإِتَاءُ",
    "pg": "1:50-53"
  },
  "أثث": {
    "def": "هَذَا بَابٌ يَتَفَرَّعُ مِنَ الِاجْتِمَاعِ وَاللِّينِ، وَهُوَ أَصْلٌ وَاحِدٌ. قَالَ ابْنُ دُرَيْدٍ: أَثَّ النَّبْتُ أَثًّا: إِذَا كَثُرَ. وَنَبْتٌ أَثِيثٌ، وَكُلُّ شَيْءٍ مُوَطَّأٍ: أَثِيثٌ، وَقَدْ أُثِّثَ تَأْثِيثًا. وَأَثَاثُ الْبَيْتِ مِنْ هَذَا، يُقَالُ إِنَّ وَاحِدَهُ أَثَاثَةٌ، وَيُقَالُ لَا وَاحِدَ لَهُ مِنْ لَفْظِهِ. وَقَالَ الرَّاجِزُ فِي الْأَثِيثِ:\nيَخْبِطْنَ مِنْهُ نَبْتَهُ الْأَثِيثَا ... حَتَّى تَرَى قَائِمَهُ جَثِيثَا\nأَيْ مَجْثُوثًا مَقْلُوعًا. وَيُقَالُ: نِسَاءٌ أَثَائِثُ: وَثِيرَاتُ اللَّحْمِ. وَأَنْشَدَ:\nوَمِنْ هَوَايَ الرُّجُحُ الْأَثَائِثُ ... تُمِيلُهَا أَعْجَازُهَا الْأَوَاعِثُ\nوَفِي الْأَثَاثِ يَقُولُ الثَّقَفِيُّ:\nأَشَاقَتْكَ الظَّعَائِنُ يَوْمَ بَانُوا\nبِذِي الزِّيِّ الْجَمِيلِ مِنَ الْأَثَاثِ وَكَذَا جَاءَتْ رِوَايَةُ الْبَيْتِ فِي مُعْجَمِ الْبُلْدَانِ (٣٠٧: ٨: ٨) لَكِنْ فِي اللِّسَانِ (١٩: ٨) : \" بِذِي الرَّئِيِّ. وَالرَّئِيُّ مَا رَأَتْهُ الْعَيْنُ مِنْ حَالٍ حَسَنَةٍ وَكِسْوَةٍ ظَاهِرَةٍ. وَقَدْ نَبَّهَ الْمُبَرِّدُ فِي الْكَامِلِ ٣٧٧ أَنَّ \" بِذِي الرَّئِيِّ \" هِيَ الرِّوَايَةُ الصَّحِيحَةُ.",
    "pg": "1:8"
  },
  "أثر": {
    "def": "الْهَمْزَةُ وَالثَّاءُ وَالرَّاءُ، لَهُ ثَلَاثَةُ أُصُولٍ: تَقْدِيمُ الشَّيْءِ، وَذِكْرُ الشَّيْءِ، وَرَسْمُ الشَّيْءِ الْبَاقِي. قَالَ الْخَلِيلُ: لَقَدْ أَثِرْتُ بِأَنْ أَفْعَلَ كَذَا، وَهُوَ هَمٌّ فِي عَزْمٍ. وَتَقُولُ افْعَلْ يَا فُلَانُ هَذَا آثِرًا مَا، وَآثِرَ [ذِي] أَثِيرٍ، أَيْ: إِنِ اخْتَرْتَ ذَلِكَ الْفِعْلَ فَافْعَلْ هَذَا إِمَّا لَا. قَالَ ابْنُ الْأَعْرَابِيِّ: مَعْنَاهُ افْعَلْهُ أَوَّلَ كُلِّ شَيْءٍ. قَالَ عُرْوَةُ بْنُ الْوَرْدِ: وَقَالُوا مَا تَشَاءُ فَقُلْتُ أَلْهُو ... إِلَى الْإِصْبَاحِ آثِرَ ذِي أَثِيرِ\nوَالْآثِرُ بِوَزْنِ فَاعِلٍ. وَأَمَّا حَدِيثُ عُمَرَ: «مَا حَلَفْتُ بَعْدَهَا آثِرًا وَلَا ذَاكِرًا» فَإِنَّهُ يَعْنِي بِقَوْلِهِ آثِرًا مُخْبِرًا عَنْ غَيْرِي أَنَّهُ حَلَفَ بِهِ. يَقُولُ لَمْ أَقُلْ إِنَّ فُلَانًا قَالَ وَأَبِي لَأَفْعَلَنَّ. مِنْ قَوْلِكَ أَثَرْتُ الْحَدِيثَ، وَحَدِيثٌ مَأْثُورٌ. وَقَوْلُهُ: \" وَلَا ذَاكِرًا \"، أَيْ: لَمْ أَذْكُرْ ذَلِكَ عَنْ نَفْسِي. قَالَ الْخَلِيلُ: وَالْآثِرُ الَّذِي يُؤَثِّرُ خُفَّ الْبَعِيرِ. وَالْأَثِيرُ مِنَ الدَّوَابِّ: الْعَظِيمُ الْأَثَرِ فِي الْأَرْضِ بِخُفِّهِ أَوْ حَافِرِهِ.\nقَالَ الْخَلِيلُ: وَالْأَثَرُ بَقِيَّةُ مَا يُرَى مِنْ كُلِّ شَيْءٍ وَمَا لَا يُرَى بَعْدَ أَنْ تَبْقَى فِيهِ عَلَقَةٌ. والْأَثَارُ الْأَثَرُ، كَالْفَلَاحِ وَالْفَلَحِ، وَالسَّدَادِ وَالسَّدَدِ. قَالَ الْخَلِيلُ: أَثَرُ السَّيْفِ ضَرْبَتُهُ. وَتَقُولُ: \" مَنْ يَشْتَرِي سَيْفِي وَهَذَا أَثَرُهُ \" يَضْرِبُ لِلْمُجَرَّبِ الْمُخْتَبَرِ. قَالَ الْخَلِيلُ: الْمِئْثَرَةُ مَهْمُوزٌ: سِكِّينٌ يُؤَثَّرُ بِهَا فِي بَاطِنِ فِرْسِنِ الْبَعِيرِ، فَحَيْثُمَا ذَهَبَ عُرِفَ بِهَا أَثَرُهُ، وَالْجَمْعُ الْمَآثِرُ. قَالَ الْخَلِيلُ: وَالْأَثَرُ الِاسْتِقْفَاءُ وَالِاتِّبَاعُ، وَفِيهِ لُغَتَانِ أَثَرَ وَإِثْرَ. وَلَا يُشْتَقُّ مِنْ حُرُوفِهِ فِعْلٌ فِي هَذَا الْمَعْنَى، وَلَكِنْ يُقَالُ: ذَهَبْتُ فِي إِثْرِهِ. وَيَقُولُونَ: \" تَدَعُ الْعَيْنَ وَتَطْلُبُ الْأَثَرَ \" يُضْرَبُ لِمَنْ يَتْرُكُ السُّهُولَةَ إِلَى الصُّعُوبَةِ. وَالْأَثِيرُ: الْكَرِيمُ عَلَيْكَ الَّذِي تُؤْثِرُهُ بِفَضْلِكَ وَصِلَتِكَ. وَالْمَرْأَةُ الْأَثِيرَةُ، وَالْمَصْدَرُ الْأَثَرَةُ، تَقُولُ عِنْدَنَا أَثَرَةٌ. قَالَ أَبُو زَيْدٍ: رَجُلٌ أَثِيرٌ عَلَى فَعِيلٍ، وَجَمَاعَةٌ أَثِيرُونَ، وَهُوَ بَيِّنُ الْأَثَرَةِ، وَجَمْعُ الْأَثِيرِ أُثَرَاءُ. قَالَ الْخَلِيلُ: اسْتَأْثَرَ اللَّهُ بِفُلَانٍ: إِذَا مَاتَ وَهُوَ يُرْجَى لَهُ الْجَنَّةُ وَفِي الْحَدِيثِ: «إِذَا اسْتَأْثَرَ اللَّهُ بِشَيْءٍ فَالْهُ عَنْهُ» ، أَيْ: إِذَا نَهَى عَنْ شَيْءٍ فَاتْرُكْهُ. أَبُو عَمْرِو بْنُ الْعَلَاءِ: أَخَذْتُ ذَلِكَ بِلَا أثَرَةٍ عَلَيْكَ، أَيْ: لَمْ أَسْتَأْثِرْ عَلَيْكَ. وَرَجُلٌ أَثُرٌ عَلَى فَعُلٍ، يَسْتَأْثِرُ عَلَى أَصْحَابِهِ. قَالَ اللِّحْيَانِيُّ: أَخَذْتُهُ بِلَا أُثْرَى عَلَيْكَ. وَأَنْشَدَ:\nفَقُلْتُ لَهُ يَا ذِئْبُ هَلْ لَكَ فِي أَخٍ ... يُوَاسِي بِلَا أُثْرَى عَلَيْكَ وَلَا بُخْلِ\nوَفِي الْحَدِيثِ: «سَتَرَوْنَ بَعْدِي أَثَرَةً» ، أَيْ: [مَنْ] يَسْتَأْثِرُونَ بِالْفَيْءِ.\nقَالَ ابْنُ الْأَعْرَابِيِّ: آثَرْتُهُ بِالشَّيْءِ إِيثَارًا، وَهِيَ الْأَثَرَةُ والْإِثْرَةُ، وَالْجَمْعُ الْإِثَرُ. قَالَ:\nلَمْ يُؤْثِرُوكَ بِهَا إِذْ قَدَّمُوكَ لَهَا ... لَا بَلْ لِأَنْفُسِهِمْ كَانَتْ بِكَ الْإِثَرُ\nوَالْأَثَارَةُ: الْبَقِيَّةُ مِنَ الشَّيْءِ، وَالْجَمْعُ أَثَارَاتٌ، وَمِنْهُ قَوْلُهُ تَعَالَى: ﴿أَوْ أَثَارَةٍ مِنْ عِلْمٍ﴾ [الأحقاف: ٤] . قَالَ الْأَصْمَعِيُّ: الْإِبِلُ عَلَى أَثَارَةٍ، أَيْ: عَلَى شَحْمٍ قَدِيمٍ. قَالَ: وَذَاتِ أَثَارَةٍ أَكَلَتْ عَلَيْهَا ... نَبَاتًا فِي أَكِمَّتِهِ تُؤَامَا\nقَالَ الْخَلِيلُ: الْأَثْرُ فِي السَّيْفِ شِبْهُ الَّذِي يُقَالُ لَهُ الْفِرِنْدُ، وَيُسَمَّى السَّيْفُ مَأْثُورًا لِذَلِكَ. يُقَالُ مِنْهُ أَثَرْتُ السَّيْفَ آثُرُهُ أَثْرًا: إِذَا جَلَوْتُهُ حَتَّى يَبْدُوَ فِرِنْدُهُ. الْفَرَّاءُ: الْأَثَرُ مَقْصُورٌ بِالْفَتْحِ أَيْضًا. وَأَنْشَدَ:\nجَلَاهَا الصَّيْقَلُونَ فَأَبْرَزُوهَا ... فَجَاءَتْ كُلُّهَا يَتَقِي بِأَثْرِ\nقَالَ: وَكَانَ الْفَرَّاءُ يَقُولُ: أَثَرُ السَّيْفِ، مُحَرَّكَةٌ، وَيَنْشُدُ:\nكَأَنَّهُمْ أَسْيُفٌ بِيضٌ يَمَانِيَةٌ ... صَافٍ مَضَارِبُهَا بَاقٍ بِهَا الْأَثَرُ\nقَالَ النَّضْرُ: الْمَأْثُورَةُ مِنَ الْآبَارِ الَّتِي اخْتُفِيَتْ قَبْلَكَ ثُمَّ انْدَفَنَتْ ثُمَّ سَقَطْتَ أَنْتَ عَلَيْهَا، فَرَأَيْتَ آثَارَ الْأَرْشِيَةِ وَالْحِبَالِ، فَتِلْكَ الْمَأْثُورَةُ. حَكَى الْكَلْبِيُّ أُثِرْتُ بِهَذَا الْمَكَانِ، أَيْ: ثَبَتُّ فِيهِ. وَأَنْشَدَ:\nفَإِنْ شِئْتَ كَانَتْ ذِمَّةُ اللَّهِ بَيْنَنَا ... وَأَعْظَمُ مِيثَاقٍ وَعَهْدُ جِوَارِ\nمُوَادَعَةً ثُمَّ انْصَرَفْتُ وَلَمْ أَدَعْ ... قَلُوصِي وَلَمْ تَأْثَرْ بِسُوءِ قَرَارِ\nقَالَ أَبُو عَمْرٍو: طَرِيقٌ مَأْثُورٌ، أَيْ: حَدِيثُ الْأَثَرِ. قَالَ أَبُو عُبَيْدٍ: إِذَا تَخَلَّصَ اللَّبَنُ مِنَ الزُّبْدِ وَخَلَصَ فَهُوَ الْأُثْرُ. قَالَ الْأَصْمَعِيُّ: هُوَ الْأُثْرُ بِالضَّمِّ. وَكَسَرَهَا يَعْقُوبُ. وَالْجَمْعُ الْأُثُورُ. قَالَ:\nوَتَصْدُرُ وَهِيَ رَاضِيَةٌ جَمِيعًا ... عَنَ امْرِي حِينَ آمُرُ أَوْ أُشِيرُ\nوَأَنْتَ مُؤَخَّرٌ فِي كُلِّ أَمْرٍ ... تُوَارِبُكَ الْجَوَازِمُ وَالْأُثُورُ\nتُوَارِبُكَ، أَيْ: تَهُمُّكَ، مِنَ الْأَرَبِ وَهِيَ الْحَاجَةُ. وَالْجَوَازِمُ: وِطَابُ اللَّبَنِ الْمَمْلُوَّةُ.",
    "pg": "1:53-57"
  },
  "أثف": {
    "def": "الْهَمْزَةُ وَالثَّاءُ وَالْفَاءُ يَدُلُّ عَلَى التَّجَمُّعِ وَالثَّبَاتِ. قَالَ الْخَلِيلُ: تَقُولُ تَأَثَّفْتُ بِالْمَكَانِ تَأَثُّفًا، أَيْ: أَقَمْتُ بِهِ، وَأَثَفَ الْقَوْمُ يَأْثِفُونَ أَثْفًا: إِذَا اسْتَأْخَرُوا وَتَخَلَّفُوا. وَتَأَثَّفَ الْقَوْمُ اجْتَمَعُوا. قَالَ النَّابِغَةُ:\nوَلَوْ تَأَثَّفَكَ الْأَعْدَاءُ بِالرِّفَدِ\n، أَيْ: تَكَنَّفُوكَ فَصَارُوا كَالْأَثَافِيِّ. وَالْأُثْفِيَّةُ هِيَ الْحِجَارَةُ تُنْصَبُ عَلَيْهَا الْقِدْرُ، وَهِيَ أُفْعُولَةٌ مِنْ ثَفَّيْتُ، يُقَالُ: قِدْرٌ مُثَفَّاةٌ. وَيَقُولُونَ مُؤَثَّفَةٌ، وَالْمُثَفَّاةُ أَعْرَفُ وَأَعَمُّ. وَمِنَ الْعَرَبِ مَنْ يَقُولُ مُؤَثْفَاةٌ بِوَزْنِ مُفَعْلَاةٍ فِي اللَّفْظِ، وَإِنَّمَا هِيَ مُؤَفْعَلَةٌ، لِأَنَّ أَثْفَى يُثْفَى عَلَى تَقْدِيرِ \" أَفْعَلُ يُفْعَلُ \" وَلَكِنَّهُمْ رُبَّمَا تَرَكُوا أَلِفَ \" أَفْعَلُ يُؤَفْعَلُ \" لِأَنَّ \" أَفْعَلُ \" أُخْرِجَتْ مِنْ حَدِّ الثُّلَاثِيِّ بِوَزْنِ الرُّبَاعِيِّ. وَقَدْ جَاءَ: كِسَاءٌ مُؤَرْنَبٌ، أَثْبَتُوا الْأَلِفَ الَّتِي كَانَتْ فِي أَرْنَبٍ، وَهِيَ أَفْعَلُ، فَتَرَكُوا فِي مُؤَفْعَلٍ هَمْزَةً. وَرَجُلٌ مُؤَنْمَلٌ لِلْغَلِيظِ الْأَنَامِلِ. قَالَ:\nوَصَالِيَاتٍ كَكَمَا يُؤَثْفَيْنَ\nقَالَ أَبُو عُبَيْدٍ: يُقَالُ: الْإِثْفِيَّةُ أَيْضًا بِالْكَسْرَةِ. قَالَ أَبُو زَيْدٍ: الْأَثَافِيُّ كَوَاكِبُ بِحِيَالِ رَأْسِ الْقِدْرِ، كَأَثَافِيِّ الْقِدْرِ. وَالْقِدْرُ أَيْضًا كَوَاكِبُ مُسْتَدِيرَةٌ. قَالَ الْفَرَّاءُ: الْمُثَفَّاةُ سِمَةٌ عَلَى هَيْئَةِ الْأَثَافِيِّ. وَيُقَالُ: الْأَثَافِيُّ أَيْضًا. قَالَ: وَيُقَالُ: امْرَأَةٌ مُثَفَّاةٌ، أَيْ: مَاتَ عَنْهَا ثَلَاثَةُ أَزْوَاجٍ، وَرَجُلٌ مُثَفًّى تَزَوَّجَ ثَلَاثَ نِسْوَةٍ. أَبُو عَمْرٍو: أثَفَهُ يَأْثِفُهُ طَلَبَهُ. قَالَ: وَالْأَثِفُ الَّذِي يَتْبَعُ الْقَوْمَ، يُقَالُ: مَرَّ يَأْثِفُهُمْ وَيُثَفِّيهِمْ، أَيْ: يَتْبَعُهُمْ. قَالَ أَبُو زَيْدٍ: أَثَفَهُ يَأْثِفُهُ طَرَدَهُ. قَالَ ابْنُ الْأَعْرَابِيِّ:\nبَقِيَتْ مِنْ بَنِي فُلَانٍ أُثْفِيَّةٌ خَشْنَاءُ\n: إِذَا بَقِيَ مِنْهُمْ عَدَدٌ كَثِيرٌ وَجَمَاعَةٌ عَزِيزَةٌ. قَالَ أَبُو عَمْرٍو: الْمُؤَثَّفُ مِنَ الرِّجَالِ الْقَصِيرُ الْعَرِيضُ الْكَثِيرُ اللَّحْمِ. وَأَنْشَدَ:\nلَيْسَ مِنَ الْقُرِّ بِمُسْتَكِينِ ... مُؤَثَّفٍ بِلَحْمِهِ سَمِينِ",
    "pg": "1:57-58"
  },
  "أثل": {
    "def": "الْهَمْزَةُ وَالثَّاءُ وَاللَّامُ يَدُلُّ عَلَى أَصْلِ الشَّيْءِ وَتَجَمُّعِهِ. قَالَ الْخَلِيلُ: الْأَثْلُ شَجَرٌ يُشْبِهُ الطَّرْفَاءَ إِلَّا أَنَّهُ أَعْظَمُ مِنْهُ وَأَجْوَدُ عُودًا مِنْهُ، تُصْنَعُ مِنْهُ الْأَقْدَاحُ الْجِيَادُ. قَالَ أَبُو زِيَادٍ: الْأَثْلُ مِنَ الْعِضَاهِ طُوَالٌ فِي السَّمَاءِ، لَهُ هَدَبٌ طُوَالٌ دُقَاقٌ لَا شَوْكَ لَهُ. وَالْعَرَبُ تَقُولُ: \" هُوَ مُولَعٌ بِنَحْتِ أَثْلَتِهِ \"، أَيْ: مُولَعٌ بِثَلْبِهِ وَشَتْمِهِ. قَالَ الْأَعْشَى:\nأَلَسْتَ مَنْتَهِيًا عَنْ نَحْتِ أَثْلَتِنَا ... وَلَسْتَ ضَائِرَهَا مَا أَطَّتِ الْإِبِلُ\nقَالَ الْخَلِيلُ: تَقُولُ أَثَّلَ فُلَانٌ تَأْثِيلًا: إِذَا كَثُرَ مَالُهُ وَحَسُنَتْ حَالُهُ.\nوَالْمُتَأَثِّلُ: الَّذِي يَجْمَعُ مَالًا إِلَى مَالٍ. وَتَقُولُ أَثَّلَ اللَّهُ مُلْكَكَ، أَيْ: عَظَّمَهُ وَكَثَّرَهُ. قَالَ:\nأَثَّلَ مُلْكًا خِنْدِفِيًّا فَدْغَمَا\nقَالَ أَبُو عَمْرٍو: الْأَثَالُ الْمَجْدُ أَوِ الْمَالُ. وَحَكَاهَا الْأَصْمَعِيُّ بِكَسْرِ الْهَمْزَةِ وَضَمِّهَا وَأَثَلَةُ كُلِّ شَيْءٍ أَصْلُهُ. وَتَأَثَّلَ فُلَانٌ اتَّخَذَ أَصْلَ مَالٍ. وَالْمُتَأَثِّلُ مِنْ فُرُوعِ الشَّجَرِ الْأَثِيثُ. وَأَنْشَدَ:\nوَالْأَصْلُ يَنْبُتُ فَرْعُهُ مُتَأَثِّلًا ... وَالْكَفُّ لَيْسَ بَنَانُهَا بِسَوَاءِ\nقَالَ الْأَصْمَعِيُّ: أَثَّلْتُ عَلَيْهِ الدُّيُونَ تَأْثِيلًا، أَيْ: جَمَعْتُهَا عَلَيْهِ، وَأَثَّلْتُهُ بِرِجَالٍ، أَيْ: كثَّرْتُهُ بِهِمْ. قَالَ الْأَخْطَلُ:\nأَتَشْتُمُ قَوْمًا أَثَّلُوكَ بِنَهْشَلٍ ... وَلَوْلَا هُمُ كُنْتُمْ كَعُكْلٍ مَوَالِيَا\nوَيُقَالُ: تَأَثَّلْتُ لِلشِّتَاءِ، أَيْ: تَأَهَّبْتُ لَهُ. قَالَ أَبُو عُبَيْدَةَ: أُثالٌ اسْمُ جَبَلٍ. قَالَ ابْنُ الْأَعْرَابِيِّ فِي قَوْلِهِ: تُؤَثِّلُ كَعْبٌ عَلَيَّ الْقَضَاءَ ... فَرَبِّي يُغَيِّرُ أَعْمَالَهَا\nقَالَ: تُؤَثِّلُ، أَيْ: تُلْزِمُنِيهِ. قَالَ ابْنُ الْأَعْرَابِيِّ وَالْأَصْمَعِيُّ: تَأَثَّلْتُ الْبِئْرَ حَفَرْتُهَا. قَالَ أَبُو ذُؤَيْبٍ:\nوَقَدْ أَرْسَلُوا فُرَّاطَهُمْ فَتَأَثَّلُوا ... قَلِيبًا سَفَاهَا كَالْإِمَاءِ الْقَوَاعِدِ\nوَهَذَا قِيَاسُ الْبَابِ، لِأَنَّ ذَلِكَ إِخْرَاجُ مَا قَدْ كَانَ فِيهَا مُؤَثَّلًا.",
    "pg": "1:58-60"
  },
  "أثم": {
    "def": "الْهَمْزَةُ وَالثَّاءُ وَالْمِيمُ تَدُلُّ عَلَى أَصْلٍ وَاحِدٍ، وَهُوَ الْبُطْءُ وَالتَّأَخُّرُ. يُقَالُ: نَاقَةٌ آثِمَةٌ، أَيْ: مُتَأَخِّرَةٌ. قَالَ الْأَعْشَى:\nإِذَا كَذَبَ الْآثِمَاتُ الْهَجِيرَا\nوَالْإِثْمُ مُشْتَقٌّ مِنْ ذَلِكَ، لِأَنَّ ذَا الْإِثْمِ بَطِيءٌ عَنِ الْخَيْرِ مُتَأَخِّرٌ عَنْهُ.\nقَالَ الْخَلِيلُ: أَثِمَ فُلَانٌ وَقَعَ فِي الْإِثْمِ، فَإِذَا تَحَرَّجَ وَكَفَّ قِيلَ تَأَثَّمَ كَمَا يُقَالُ حَرِجَ وَقَعَ فِي الْحَرَجِ، وَتَحَرَّجَ تَبَاعَدَ عَنِ الْحَرَجِ. وَقَالَ أَبُو زَيْدٍ: رَجُلٌ أَثِيمٌ أَثُومٌ. وَذَكَرَ نَاسٌ عَنِ الْأَخْفَشِ - وَلَا أَعْلَمَ كَيْفَ صِحَّتُهُ - أَنَّ الْإِثْمَ الْخَمْرُ، وَعَلَى ذَلِكَ فَسَّرَ قَوْلَهُ تَعَالَى: ﴿قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ﴾ [الأعراف: ٣٣] . وَأَنْشَدَ:\nشَرِبْتُ الْإِثْمَ حَتَّى ضَلَّ عَقْلِي ... كَذَاكَ الْإِثْمُ تَفْعَلُ بِالْعُقُولِ\nفَإِنْ كَانَ هَذَا صَحِيحًا فَهُوَ الْقِيَاسُ لِأَنَّهَا تُوقِعُ صَاحِبَهَا فِي الْإِثْمِ.",
    "pg": "1:60-61"
  },
  "أثن": {
    "def": "الْهَمْزَةُ وَالثَّاءُ وَالنُّونُ لَيْسَ بِأَصْلٍ، وَإِنَّمَا جَاءَتْ فِيهِ كَلِمَةٌ مِنَ الْإِبْدَالِ، يَقُولُونَ الْأُثُنُ لُغَةٌ فِي الْوُثُنِ. وَيَقُولُونَ الْأُثْنَةُ حَرَجَةُ الطَّلْحِ. وَقَدْ شَرَطْنَا فِي أَوَّلِ كِتَابِنَا هَذَا أَلَّا نَقِيسَ إِلَّا الْكَلَامَ الصَّحِيحَ.",
    "pg": "1:61"
  },
  "أثوى": {
    "def": "الْهَمْزَةُ وَالثَّاءُ وَالْوَاوُ وَالْيَاءُ أَصْلٌ وَاحِدٌ، تَخْتَلِطُ الْوَاوُ فِيهِ بِالْيَاءِ، وَيَقُولُونَ أَثَى عَلَيْهِ يَأْثِي إثَاوَةً وَإثَايَةً وَأَثْوًا وَأَثْيًا: إِذَا نَمَّ عَلَيْهِ. وَيُنْشِدُونَ:\nوَلَا أَكُونُ لَكُمْ ذَا نَيْرَبٍ آثِ\nوَالنَّيْرَبُ: النَّمِيمَةُ. وَقَالَ:\nوَإِنَّ امْرَأً يَأْثُو بِسَادَةِ قَوْمِهِ ... حَرِيٌّ لَعَمْرِي أَنْ يُذَمَّ وَيُشْتَمَا [بَابُ الْهَمْزَةِ وَالْجِيمِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:61-62"
  },
  "أجا": {
    "def": "جَبَلٌ لِطَيٍّ. وَقَدْ قُلْنَا إِنَّ الْأَمَاكِنَ لَا تَكَادُ تَنْقَاسُ أَسْمَاؤُهَا. وَقَالَ شَاعِرٌ فِي أَجَأَ:\nوَمِنْ أَجَأٍ حَوْلِي رِعَانٌ كَأَنَّهَا ... قَنَابِلُ خَيْلٍ مِنْ كُمَيْتٍ وَمِنْ وَرْدِ [بَابُ الْهَمْزَةِ وَالْحَاءِ وَمَا مَعَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:66-67"
  },
  "أجج": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالْجِيمُ فَلَهَا أَصْلَانِ: الْحَفِيفُ، وَالشِّدَّةُ إِمَّا حَرًّا وَإِمَّا مُلُوحَةً. وَبَيَانُ ذَلِكَ قَوْلُهُمْ: أَجَّ الظَّلِيمُ: إِذَا عَدَا، أَجِيجًا وَأَجًّا، وَذَلِكَ إِذَا سَمِعْتَ حَفِيفَهُ فِي عَدْوِهِ. وَالْأَجِيجُ: أَجِيجُ الْكِيرِ مِنْ حَفِيفِ النَّارِ. قَالَ الشَّاعِرُ يَصِفُ نَاقَةً:\nفَرَاحَتْ وَأَطْرَافُ الصُّوَى مُحْزَئِلَّةٌ ... تَئِجُّ كَمَا أَجَّ الظَّلِيمُ الْمُفَزَّعُ وَقَالَ آخَرُ يَصِفُ فَرَسًا:\nكَأَنَّ تَرَدُّدَ أَنْفَاسِهِ ... أَجِيجُ ضِرَامٍ زَفَتْهُ الشَّمَالُ\nوَأَجَّةُ الْقَوْمِ: حَفِيفُ مَشْيِهِمْ وَاخْتِلَاطُ كَلَامِهِمْ، كُلُّ ذَلِكَ عَنِ ابْنِ دُرَيْدٍ. وَالْمَاءُ الْأُجَاجُ: الْمِلْحُ. وَقَالَ قَوْمٌ: الْأُجَاجُ: الْحَارُّ الْمُشْتَعِلُ الْمُتَوَهِّجُ، وَهُوَ مِنْ: تَأَجَّجَتِ النَّارُ. وَالْأَجَّةُ: شِدَّةُ الْحَرِّ، يُقَالُ مِنْهُ: ائْتَجَّ النَّهَارُ ائْتِجَاجًا. قَالَ حُمَيْدٌ:\nوَلَهَبُ الْفِتْنَةِ ذُو ائْتِجَاجِ\nوَقَالَ ذُو الرُّمَّةِ فِي الْأَجَّةِ:\nحَتَّى إِذَا مَعْمَعَانُ الصَّيْفِ هَبَّ لَهُ ... بِأَجَّةٍ نَشَّ عَنْهَا الْمَاءُ وَالرُّطُبُ\nوَقَالَ عُبَيْدُ بْنُ أَيُّوبَ الْعَنْبَرِيُّ يَرْثِي ابْنَ عَمٍّ لَهُ:\nوَغِبْتُ فَلَمْ أَشْهَدْ وَلَوْ كُنْتُ شَاهِدًا ... لَخَفَّفَ عَنِّي مِنْ أَجِيجِ فُؤَادِيَا",
    "pg": "1:8-9"
  },
  "أجح": {
    "def": "الْهَمْزَةُ وَالْجِيمُ وَالْحَاءُ فَرْعٌ لَيْسَ بِأَصْلٍ، وَذَلِكَ أَنَّ الْهَمْزَةَ فِيهِ مُبْدَلَةٌ مِنْ وَاوٍ، فَالْأُجَاحُ: السِّتْرُ، وَأَصْلُهُ وُجَاحٌ. وَقَدْ ذُكِرَ فِي الْوَاوِ.",
    "pg": "1:62"
  },
  "أجد": {
    "def": "الْهَمْزَةُ وَالْجِيمُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ الشَّيْءُ الْمَعْقُودُ، وَذَلِكَ أَنَّ الْإِجَادَ الطَّاقُ الَّذِي يُعْقَدُ فِي الْبِنَاءِ، وَلِذَلِكَ قِيلَ نَاقَةٌ أُجُدٌ. قَالَ النَّابِغَةُ:\nفَعَدِّ عَمَّا تَرَى إِذْ لَا ارْتِجَاعَ لَهُ ... وَانْمِ الْقُتُودَ عَلَى عَيْرَانَةٍ أُجُدِ\nوَيُقَالُ: هِيَ مُؤْجَدَةُ الْقَرَى. قَالَ طَرَفَةُ:\nصُهَابِيَّةُ الْعُثْنُونِ مُؤْجَدَةُ الْقَرَى ... بَعِيدَةُ وَخْدِ الرِّجْلِ مَوَّارَةُ الْيَدِ\nوَقِيلَ هِيَ الَّتِي تَكُونُ فَقَارُهَا عَظْمًا وَاحِدًا بِلَا مَفْصِلٍ، وَهَذَا مِمَّا أَجْمَعَ عَلَيْهِ أَهْلُ اللُّغَةِ، أَعْنِي الْقِيَاسَ الَّذِي ذَكَرْتُهُ.",
    "pg": "1:62"
  },
  "أجر": {
    "def": "الْهَمْزَةُ وَالْجِيمُ وَالرَّاءُ أَصْلَانِ يُمْكِنُ الْجَمْعُ بَيْنَهُمَا بِالْمَعْنَى، فَالْأَوَّلُ الْكِرَاءُ عَلَى الْعَمَلِ، وَالثَّانِي جَبْرُ الْعَظْمِ الْكَسِيرِ. فَأَمَّا الْكِرَاءُ فَالْأَجْرُ وَالْأُجْرَةُ. وَكَانَ الْخَلِيلُ يَقُولُ: الْأَجْرُ جَزَاءُ الْعَمَلِ، وَالْفِعْلُ أَجَرَ يَأْجُرُ أَجْرًا، وَالْمَفْعُولُ مَأْجُورٌ. وَالْأَجِيرُ: الْمُسْتَأْجَرُ. وَالْأَُجَارَةُ مَا أَعْطَيْتَ مِنْ أَجْرٍ فِي عَمَلٍ وَقَالَ غَيْرُهُ: وَمِنْ ذَلِكَ مَهْرُ الْمَرْأَةِ، قَالَ اللَّهُ تَعَالَى: ﴿فَآتُوهُنَّ أُجُورَهُنَّ﴾ [النساء: ٢٤] . وَأَمَّا جَبْرُ الْعَظْمِ فَيُقَالُ مِنْهُ أُجِرَتْ يَدُهُ. وَنَاسٌ يَقُولُونَ أَجَرَتْ يَدُهُ. فَهَذَانِ الْأَصْلَانِ. وَالْمَعْنَى الْجَامِعُ بَيْنَهُمَا أَنَّ أُجْرَةَ الْعَامِلِ كَأَنَّهَا شَيْءٌ يُجْبَرُ بِهِ حَالُهُ فِيمَا لَحِقَهُ مِنْ كَدٍّ فِيمَا عَمِلَهُ. فَأَمَّا الْإِجَّارُ فَلُغَةٌ شَامِيَّةٌ، وَرُبَّمَا تَكَلَّمَ بِهَا الْحِجَازِيُّونَ. فَيُرْوَى أَنَّ رَسُولَ اللَّهِ ﵌ قَالَ: «مَنْ بَاتَ عَلَى إِجَّارٍ لَيْسَ عَلَيْهِ مَا يَرُدُّ قَدَمَيْهِ فَقَدْ بَرِئَتْ مِنْهُ الذِّمَّةُ» . وَإِنَّمَا لَمْ نَذْكُرْهَا فِي قِيَاسِ الْبَابِ لِمَا قُلْنَاهُ أَنَّهَا لَيْسَتْ مِنْ كَلَامِ الْبَادِيَةِ. وَنَاسٌ يَقُولُونَ إِنْجَارٌ، وَذَلِكَ مِمَّا يُضْعِفُ أَمْرَهَا. فَإِنْ قَالَ قَائِلٌ: فَكَيْفَ هَذَا وَقَدْ تَكَلَّمَ بِهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ؟ قِيلَ لَهُ ذَلِكَ كَقَوْلِهِ ﵌: «قُومُوا فَقَدْ صَنَعَ جَابِرٌ لَكُمْ سُورًا» وَسُورٌ فَارِسِيَّةٌ، وَهُوَ الْعُرْسُ. فَإِنْ رَأَيْتَهَا فِي شِعْرٍ فَسَبِيلُهَا مَا قَدْ ذَكَرْنَاهُ. وَقَدْ أَنْشَدَ أَبُو بَكْرِ بْنُ دُرَيْدٍ:\nكَالْحَبَشِ الصَّفِّ عَلَى الْإِجَّارِ\nشَبَّهَ أَعْنَاقَ الْخَيْلِ بِحَبَشٍ صَفٍّ عَلَى إِجَّارٍ يُشْرِفُونَ.",
    "pg": "1:62-64"
  },
  "أجص": {
    "def": "الْهَمْزَةُ وَالْجِيمُ وَالصَّادُ لَيْسَتْ أَصْلًا، لِأَنَّهُ لَمْ يَجِئْ عَلَيْهَا إِلَّا الْإِجَّاصُ. وَيُقَالُ: إِنَّهُ لَيْسَ عَرَبِيًّا، وَذَلِكَ أَنَّ الْجِيمَ تَقِلُّ مَعَ الصَّادِ.",
    "pg": "1:64"
  },
  "أجل": {
    "def": "اعْلَمْ أَنَّ الْهَمْزَةَ وَالْجِيمَ وَاللَّامَ يَدُلُّ عَلَى خَمْسِ كَلِمَاتٍ مُتَبَايِنَةٍ، لَا يَكَادُ يُمْكِنُ حَمْلُ وَاحِدَةٍ عَلَى وَاحِدَةٍ مِنْ جِهَةِ الْقِيَاسِ، فَكُلُّ وَاحِدَةٍ أَصْلٌ فِي نَفْسِهَا. وَرَبُّكَ يَفْعَلُ مَا يَشَاءُ. فَالْأَجَلُ غَايَةُ الْوَقْتِ فِي مَحَلِّ الدَّيْنِ وَغَيْرِهِ. وَقَدْ صَرَّفَهُ الْخَلِيلُ فَقَالَ أَجِلَ هَذَا الشَّيْءُ وَهُوَ يَأْجَلُ، وَالِاسْمُ الْآجِلُ نَقِيضُ الْعَاجِلِ وَالْأَجِيلُ الْمُرْجَأُ، أَيِ الْمُؤَخَّرُ إِلَى وَقْتٍ. قَالَ:\nوَغَايَةُ الْأَجِيلِ مَهْوَاةُ الرَّدَى\nوَقَوْلُهُمْ \" أَجَلْ \" فِي الْجَوَابِ، هُوَ مِنْ هَذَا الْبَابِ، كَأَنَّهُ يُرِيدُ انْتَهَى وَبَلَغَ الْغَايَةَ. وَالْإِجْلُ: الْقَطِيعُ مِنْ بَقَرِ الْوَحْشِ، وَالْجَمْعُ آجَالٌ. وَقَدْ تَأَجَّلَ الصُِّوَارُ: صَارَ قَطِيعًا. وَالْأَجْلُ مَصْدَرُ أَجَلَ عَلَيْهِمْ شَرًّا، أَيْ: جَنَاهُ وَبَحَثَهُ. قَالَ خَوَّاتُ بْنُ جُبَيْرٍ:\nوَأَهْلِ خِبَاءٍ صَالِحٍ ذَاتُ بَيْنِهِمْ ... قَدِ احْتَرَبُوا فِي عَاجِلٍ أَنَا آجِلُهْ\nأَيْ: جَانِيهِ. وَالْإِجْلُ: وَجَعٌ فِي الْعُنُقِ، وَحُكِيَ عَنْ أَبِي الْجَرَّاحِ: \" بِي إِجْلٌ فَأَجِّلُونِي \"، أَيْ: دَاوُونِي مِنْهُ. والْمَأْجَلُ: شِبْهُ حَوْضٍ وَاسِعٍ يُؤَجَّلُ فِيهِ مَاءُ الْبِئْرِ أَوِ الْقَنَاةِ أَيَّامًا ثُمَّ يُفَجَّرُ فِي الزَّرْعِ، وَالْجَمْعُ مَآجِلُ. وَيَقُولُونَ: أَجِّلْ لِنَخْلَتِكَ، أَيِ اجْعَلْ لَهَا مِثْلَ الْحَوْضِ. فَهَذِهِ هِيَ الْأُصُولُ. وَبَقِيَتْ كَلِمَتَانِ إِحْدَاهُمَا مِنْ بَابِ الْإِبْدَالِ، وَهُوَ قَوْلُهُمْ: أَجَلُوا مَالَهُمْ يَأْجِلُونَهُ أَجْلًا، أَيْ: حَبَسُوهُ، وَالْأَصْلُ فِي ذَلِكَ الزَّاءُ \" أَزَلُوهُ \". وَيُمْكِنُ أَنْ يَكُونَ اشْتِقَاقُ هَذَا وَمَأْجَِلِ الْمَاءِ وَاحِدًا، لِأَنَّ الْمَاءَ يُحْبَسُ فِيهِ. وَالْأُخْرَى قَوْلُهُمْ: مِنْ أَجْلِ ذَلِكَ فَعَلْتُ كَذَا، وَهُوَ مَحْمُولٌ عَلَى أَجَلْتُ الشَّيْءَ، أَيْ: جَنَيْتُهُ، فَمَعْنَاهُ [مِنْ] أَنْ أُجِلَ كَذَا فَعَلْتُ، أَيْ: مِنْ أَنْ جُنِيَ. فَأَمَّا أَجَلَى عَلَى \" فَعَلَى \" فَمَكَانٌ. وَالْأَمَاكِنُ أَكْثَرُهَا مَوْضُوعَةُ الْأَسْمَاءِ غَيْرُ مَقِيسَةٍ. قَالَ:\nحَلَّتْ سُلَيْمَى جَانِبَ الْجَرِيبِ ... بِأَجَلَى مَحَلَّةِ الْغَرِيبِ",
    "pg": "1:64-65"
  },
  "أجم": {
    "def": "الْهَمْزَةُ وَالْجِيمُ وَالْمِيمُ لَا يَخْلُو مِنَ التَّجَمُّعِ وَالشِّدَّةِ. فَأَمَّا التَّجَمُّعُ فَالْأَجَمَةُ، وَهِيَ مَنْبِتُ الشَّجَرِ الْمُتَجَمِّعِ كَالْغَيْضَةِ، وَالْجَمْعُ الْآجَامُ. وَكَذَلِكَ الْأُجُمُ وَهُوَ الْحِصْنُ. وَمِثْلُهُ أُطُمٌ وَآطَامٌ. وَفِي الْحَدِيثِ: «حَتَّى تَوَارَتْ بِآجَامِ الْمَدِينَةِ» . وَقَالَ امْرُؤُ الْقَيْسِ:\nوَتَيْمَاءَ لَمْ يَتْرُكْ بِهَا جِذْعَ نَخْلَةٍ ... وَلَا أُجُمًا إِلَّا مَشِيدًا بِجَنْدَلِ وَذَلِكَ مُتَجَمَّعُ الْبُنْيَانِ وَالْأَهْلِ.\nوَأَمَّا الشِّدَّةُ فَقَوْلُهُمْ: تَأَجَّمَ الْحَرُّ، اشْتَدَّ. وَمِنْهُ أجَمْتُ الطَّعَامَ مَلِلْتُهُ. وَذَلِكَ أَمْرٌ يَشْتَدُّ عَلَى الْإِنْسَانِ.",
    "pg": "1:65-66"
  },
  "أجن": {
    "def": "الْهَمْزَةُ وَالْجِيمُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ. وَأَجَنَ الْمَاءُ يَأْجُنُ وَيَأْجِنُ: إِذَا تَغَيَّرَ، وَهِيَ الْفَصِيحَةُ. وَرُبَّمَا قَالُوا أَجِنَ يَأْجَنُ، وَهُوَ أَجُونٌ. قَالَ:\nكضِفْدِعِ مَاءٍ أَجُونٍ يَنِقْ\nفَأَمَّا الْمِئْجَنَةُ خَشَبَةُ الْقَصَّارِ فَقَدْ ذُكِرَتْ فِي الْوَاوِ. والْإِجَّانُ كَلَامٌ لَا يَكَادُ أَهْلُ اللُّغَةِ يُحِقُّونَهُ.",
    "pg": "1:66"
  },
  "أحح": {
    "def": "وَلِلْهَمْزَةِ وَالْحَاءِ أَصْلٌ وَاحِدٌ، وَهُوَ حِكَايَةُ السُّعَالِ وَمَا أَشْبَهَهُ مِنْ عَطَشٍ وَغَيْظٍ، وَكُلُّهُ قَرِيبٌ بَعْضُهُ مِنْ بَعْضٍ. قَالَ الْكِسَائِيُّ: فِي قَلْبِي عَلَيْهِ أُحَاحٌ، أَيْ: إِحْنَةٌ وَعَدَاوَةٌ. قَالَ الْفَرَّاءُ: الْأُحَاحُ: الْعَطَشُ. قَالَ ابْنُ دُرَيْدٍ: سَمِعْتُ لِفُلَانٍ أُحَاحًا وَأَحِيحًا: إِذَا تَوَجَّعَ مِنْ غَيْظٍ أَوْ حُزْنٍ. وَأَنْشَدَ:\nيَطْوِي الْحَيَازِيمَ عَلَى أُحَاحِ وَأُحَيْحَةُ اسْمُ رَجُلٍ، مُشْتَقٌّ مِنْ ذَلِكَ. وَيُقَالُ فِي حِكَايَةِ السُّعَالِ: أَحَّ أحًّا. قَالَ: يَكَادُ مِنْ تَنَحْنُحٍ وَأَحِّ ... يَحْكِي سُعَالَ الشَّرِقِ الْأَبَحِّ\nوَذَكَرَ بَعْضُهُمْ أَنَّهُ مَمْدُودٌ: آحَ. وَأَنْشَدَ:\nكَأَنَّ صَوْتَ شَخْبِهَا الْمُمْتَاحِ ... سُعَالُ شَيْخٍ مِنْ بَنِي الْجُلَاحِ\nيَقُولُ مِنْ بَعْدِ السُّعَالِ آحِ",
    "pg": "1:9-10"
  },
  "أحد": {
    "def": "الْهَمْزَةُ وَالْحَاءُ وَالدَّالُ فَرْعٌ وَالْأَصْلُ الْوَاوُ: وَحَدَ، وَقَدْ ذُكِرَ فِي الْوَاوِ. وَقَالَ الدَّرِيدِيُّ: مَا اسْتَأْحَدْتُ بِهَذَا الْأَمْرِ، أَيْ: مَا انْفَرَدْتُ بِهِ.",
    "pg": "1:67"
  },
  "أحن": {
    "def": "الْهَمْزَةُ وَالْحَاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ. قَالَ الْخَلِيلُ: الْإِحْنَةُ الْحِقْدُ فِي الصَّدْرِ. وَأَنْشَدَ غَيْرُهُ:\nمَتَى تَكُ فِي صَدْرِ ابْنِ عَمِّكَ إِحْنَةٌ ... فَلَا تَسْتَثِرْهَا سَوْفَ يَبْدُو دَفِينُهَا\nوَقَالَ آخَرُ فِي جَمْعِ إِحْنَةٍ:\nمَا كُنْتُمْ غَيْرَ قَوْمٍ بَيْنَكُمْ إِحَنٌ ... تُطَالِبُونَ بِهَا لَوْ يَنْتَهِي الطَّلَبُ\nوَيُقَالُ: أَحِنَ عَلَيْهِ يَأْحَنُ إِحْنَةً. قَالَ أَبُو زَيْدٍ: آحَنْتُهُ مُؤَاحَنَةً، أَيْ: عَادَيْتُهُ. وَرُبَّمَا قَالُوا: أَحِنَ: إِذَا غَضِبَ.\nوَاعْلَمْ أَنَّ الْهَمْزَةَ لَا تُجَامِعُ الْحَاءَ إِلَّا فِيمَا ذَكَرْنَاهُ، وَذَلِكَ لِقُرْبِ هَذِهِ مِنْ تِلْكَ. [بَابُ الْهَمْزَةِ وَالْخَاءِ وَمَا مَعَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:67-68"
  },
  "أخخ": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالْخَاءُ فَأَصْلَانِ: [أَحَدُهُمَا] تَأَوُّهٌ أَوْ تَكَرُّهٌ، وَالْأَصْلُ الْآخَرُ طَعَامٌ بِعَيْنِهِ. قَالَ ابْنُ دُرَيْدٍ: أَخِّ: كَلِمَةٌ تُقَالُ عِنْدَ التَّأَوُّهِ، وَأَحْسَبُهَا مُحْدَثَةً. وَيُقَالُ: إِنَّ \" أَخِّ كَلِمَةٌ تُقَالُ عِنْدَ التَّكَرُّهِ لِلشَّيْءِ. وَأَنْشَدَ:\nوَكَانَ وَصْلُ الْغَانِيَاتِ أخَّا ... وَكَانَتْ دَخْتَنُوسُ بِنْتُ لَقِيطٍ،\nعِنْدَ عَمْرِو بْنِ عَمْرِو بْنِ عُدُسٍ، وَهُوَ شَيْخٌ كَبِيرٌ، فَوَضَعَ رَأْسَهُ فِي حِجْرِهَا فَنَفَخَ كَمَا يَنْفُخُ النَّائِمُ، فَقَالَ أَخِّ! فَقَالَتْ: أَخِّ وَاللَّهِ مِنْكَ! وَذَلِكَ بِسَمْعِهِ، فَفَتَحَ عَيْنَيْهِ وَطَلَّقَهَا، فَتَزَوَّجَهَا عَمْرُو بْنُ مَعْبَدِ بْنِ زُرَارَةَ، وَأَغَارَتْ عَلَيْهِمْ خَيْلٌ لِبَكْرِ بْنِ وَائِلٍ فَأَخَذُوهَا فِيمَنْ أُخِذَ، فَرَكِبَ الْحَيُّ وَلَحِقَ عَمْرُو بْنُ عمرٍو فَطَاعَنَ دُونَهَا حَتَّى أَخَذَهَا، وَقَالَ وَهُوَ رَاجِعٌ بِهَا: أَيَّ زَوْجَيْكِ رَأَيْتِ خَيْرَا أَأَلْعَظِيمُ فَيْشَةً ... وَأَيْرَا أَمِ الَّذِي يَأْتِي الْكُمَاةَ سَيْرَا\nفَقَالَتْ: ذَاكَ فِي ذَاكَ، وَهَذَا فِي هَذَا. والْأَخِيخَةُ: دَقِيقٌ يُصَبُّ عَلَيْهِ مَاءٌ فَيُبْرَقُ بِزَيْتٍ أَوْ سَمْنٍ وَيُشْرَبُ. قَالَ:\nتَجَشُّؤَ الشَّيْخِ عَنِ الْأَخِيخَهْ",
    "pg": "1:10-11"
  },
  "أخذ": {
    "def": "الْهَمْزَةُ وَالْخَاءُ وَالذَّالُ أَصْلٌ وَاحِدٌ تَتَفَرَّعُ مِنْهُ فُرُوعٌ مُتَقَارِبَةٌ فِي الْمَعْنَى. [أَمَّا] أَخَذَ فَالْأَصْلُ حَوْزُ الشَّيْءِ وَجَبْيُهُ وَجَمْعُهُ. تَقُولُ أَخَذْتُ الشَّيْءَ آخُذُهُ أَخْذًا. قَالَ الْخَلِيلُ: هُوَ خِلَافُ الْعَطَاءِ، وَهُوَ التَّنَاوُلُ. قَالَ: وَالْأُخْذَةُ رُقْيَةٌ تَأْخُذُ الْعَيْنَ وَنَحْوَهَا. وَالْمُؤَخَّذُ: الرَّجُلُ الَّذِي تُؤَخِّذُهُ الْمَرْأَةُ عَنْ رَأْيِهِ وَتُؤَخِّذُهُ عَنِ النِّسَاءِ، كَأَنَّهُ حُبِسَ عَنْهُنَّ. وَالْإِخَاذَةُ - وَأَبُو عُبَيْدٍ يَقُولُ الْإِخَاذُ بِغَيْرِ هَاءٍ -: مَجْمَعُ الْمَاءِ شَبِيهٌ بِالْغَدِيرِ. قَالَ الْخَلِيلُ: لِأَنَّ الْإِنْسَانَ يَأْخُذُهُ لِنَفْسِهِ. وَجَائِزٌ أَنْ يُسَمَّى إِخَاذًا، لِأَخْذِهِ مِنْ مَاءٍ. وَأَنْشَدَ أَبُو عُبَيْدٍ وَغَيْرُهُ لِعَدِيِّ بْنِ زَيْدٍ يَصِفُ مَطَرًا:\nفَآضَ فِيهِ مِثْلُ الْعُهُونِ مِنَ ... الرَّوْضِ وَمَا ضَنَّ بِالْإِخَاذِ غُدُرْ\nوَجَمْعُ الْإِخَاذِ أُخُذٌ. قَالَ الْأَخْطَلُ:\nفَظَلَّ مُرْتَبِئًا والْأُخْذُ قَدْ حَمِيَتْ ... وَظَنَّ أَنَّ سَبِيلَ الْأُخْذِ مَثْمُودُ\nوَقَالَ مَسْرُوقُ بْنُ الْأَجْدَعِ: \" مَا شَبَّهْتُ بِأَصْحَابِ مُحَمَّدٍ ﵌ إِلَّا الْإِخَاذَ، تَكْفِي الْإِخَاذَةُ الرَّاكِبَ وَتَكْفِي الْإِخَاذَةُ الرَّاكِبَيْنِ وَتَكْفِي الْإِخَاذَةُ الْفِئَامَ مِنَ النَّاسِ \". وَيُسْتَعْمَلُ هَذَا الْقِيَاسُ فِي أَدْوَاءٍ تَأْخُذُ فِي الْأَشْيَاءِ، وَفِي غَيْرِ الْأَدْوَاءِ، إِلَّا أَنَّ قِيَاسَهَا وَاحِدٌ. قَالَ الْخَلِيلُ: الْآخِذُ مِنَ الْإِبِلِ الَّذِي أَخَذَ فِيهِ السِّمَنُ، وَهُنَّ الْأَوَاخِذُ. قَالَ: وَأَخِذَ الْبَعِيرُ يَأْخَذُ أخْذًا فَهُوَ أَخِذٌ، خَفِيفٌ، وَهُوَ كَهَيْئَةِ الْجُنُونِ يَأْخُذُهُ، وَيَكُونُ ذَلِكَ فِي الشَّاءِ أَيْضًا. فَإِنْ قَالَ قَائِلٌ: فَقَدْ مَضَى الْقِيَاسُ فِي هَذَا الْبِنَاءِ صَحِيحًا إِلَى هَذَا الْمَكَانِ فَمَا قَوْلُكَ فِي الرَّمَدِ، فَقَدْ قِيلَ: إِنَّ الْأُخُذَ الرَّمَدُ وَالْأَخِذُ الرَّمِدُ؟ قِيلَ لَهُ: قَدْ قُلْنَا إِنَّ الْأَدْوَاءَ تُسَمَّى بِهَذَا لِأَخْذِهَا الْإِنْسَانَ وَفِيهِ. وَقَدْ قَالَ مُفَسِّرُو شِعْرِ هُذَيْلٍ فِي قَوْلِ أَبِي ذُؤَيْبٍ:\nيَرْمِي الْغُيُوبَ بِعَيْنَيْهِ وَمَطْرِفُهُ ... مُغْضٍ كَمَا كَسَفَ الْمُسْتَأْخَذُ الرَّمِدُ\nيُرِيدُ أَنَّ الْحِمَارَ يَرْمِي بِعَيْنَيْهِ كُلَّ مَا غَابَ عَنْهُ وَلَمْ يَرَهُ، وَطَرَفُهُ مُغْضٍ، كَمَا كَسَفَ الْمُسْتَأْخَذُ الَّذِي قَدِ اشْتَدَّ رَمَدُهُ أَيِ اشْتَدَّ أَخْذُهُ لَهُ، وَاسْتَأْخَذَ الرَّمَدُ فِيهِ فَكَسَفَ نَكَّسَ رَأْسَهُ، وَيُقَالُ: غَمَّضَ. فَقَدْ صَحَّ بِهَذَا مَا قُلْنَاهُ أَنَّهُ سُمِّيَ أُخُذًا لِأَنَّهُ يَسْتَأْخِذُ فِيهِ. وَهَذِهِ لَفْظَةٌ مَعْرُوفَةٌ، أَعْنِي اسْتَأْخَذَ، قَالَ ابْنُ أَبِي رَبِيعَةَ:\nإِلَيْهِمْ مَتَى يَسْتَأْخِذُ النَّوْمُ فِيهِمُ ... وَلِي مَجْلِسٌ لَوْلَا اللُّبَانَةُ أَوْعَرُ\nفَأَمَّا نُجُومُ الْأَخْذِ فَهِيَ مَنَازِلُ الْقَمَرِ، وَقِيَاسُهَا مَا قَدْ ذَكَرْنَاهُ، لِأَنَّ الْقَمَرَ يَأْخُذُ كُلَّ لَيْلَةٍ فِي مَنْزِلٍ مِنْهَا. قَالَ شَاعِرٌ: وَأَخْوَتْ نُجُومُ الْأَخْذِ إِلَّا أَنِضَّةً ... أَنِضَّةَ مَحْلٍ لَيْسَ قَاطِرُهَا يُثْرِي",
    "pg": "1:68-70"
  },
  "أخر": {
    "def": "الْهَمْزَةُ وَالْخَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ إِلَيْهِ تَرْجِعُ فُرُوعُهُ، وَهُوَ خِلَافُ التَّقَدُّمِ. وَهَذَا قِيَاسٌ أَخَذْنَاهُ عَنِ الْخَلِيلِ فَإِنَّهُ قَالَ: الْآخِرُ نَقِيضُ الْمُتَقَدِّمِ. وَالْأُخُرُ نَقِيضُ الْقُدُمِ، تَقُولُ مَضَى قُدُمًا وَتَأَخَّرَ أُخُرًا. وَقَالَ: وَآخِرَةُ الرَّحْلِ وَقَادِمَتُهُ وَمُؤَخَّرُ الرَّحْلِ وَمُقَدَّمُهُ. قَالَ: وَلَمْ يَجِئْ مُؤْخِرٌ مُخَفَّفَةً فِي شَيْءٍ مِنْ كَلَامِهِمْ إِلَّا فِي مُؤْخِرِ الْعَيْنِ وَمُقْدِمِ الْعَيْنِ فَقَطْ. وَمِنْ هَذَا الْقِيَاسِ بِعْتُكَ بَيْعًا بِأَخِرَةٍ، أَيْ: نَظِرَةٍ، وَمَا عَرَفْتُهُ إِلَّا بِأَخَرَةٍ. قَالَ الْخَلِيلُ: فَعَلَ اللَّهُ بِالْأَخِرِ، أَيْ: بِالْأَبْعَدِ. وَجِئْتُ فِي أُخْرَيَاتِهِمْ وَأُخْرَى الْقَوْمِ. قَالَ:\nأَنَا الَّذِي وُلِدْتُ فِي أُخْرَى الْإِبِلْ\nوَابْنُ دُرَيْدٍ يَقُولُ: الْآخِرُ تَالٍ لِلْأَوَّلِ. وَهُوَ قَرِيبٌ مِمَّا مَضَى ذِكْرُهُ، إِلَّا أَنَّ قَوْلَنَا قَالَ آخِرُ الرَّجُلَيْنِ وَقَالَ الْآخِرُ، هُوَ لِقَوْلِ ابْنِ دُرَيْدٍ أَشَدُّ مُلَاءَمَةً وَأَحْسَنُ مُطَابَقَةً. وَأُخَرُ: جَمَاعَةٌ أُخْرَى.",
    "pg": "1:70"
  },
  "أخو": {
    "def": "الْهَمْزَةُ وَالْخَاءُ وَالْوَاوُ لَيْسَ بِأَصْلٍ، لِأَنَّ الْهَمْزَةَ عِنْدَنَا مُبْدَلَةٌ مِنْ وَاوٍ، وَقَدْ ذُكِرَتْ فِي كِتَابِ الْوَاوِ بِشَرْحِهَا، وَكَذَلِكَ الْآخِيَّةُ. [بَابُ الْهَمْزَةِ وَالدَّالِ وَمَا مَعَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:70-71"
  },
  "أدب": {
    "def": "الْهَمْزَةُ وَالدَّالُ وَالْبَاءُ أَصْلٌ وَاحِدٌ تَتَفَرَّعُ مَسَائِلُهُ وَتَرْجِعُ إِلَيْهِ: فَالْأَدْبُ أَنْ تَجْمَعَ النَّاسَ إِلَى طَعَامِكَ. وَهِيَ الْمَأْدَبَةُ وَالْمَأْدُبَةُ. وَالْآدِبُ الدَّاعِي. قَالَ طَرَفَةُ:\nنَحْنُ فِي الْمَشْتَاةِ نَدْعُو الْجَفَلَى ... لَا تَرَى الْآدِبَ فِينَا يَنْتَقِرْ\nوَالْمَآدِبُ: جَمْعُ الْمَأْدَُبَةِ، قَالَ شَاعِرٌ:\nكَأَنَّ قُلُوبَ الطَّيْرِ فِي قَعْرِ عُشِّهَا ... نَوَى الْقَسْبِ مُلْقًى عِنْدَ بَعْضِ الْمَآدِبِ وَمِنْ هَذَا الْقِيَاسِ الْأَدَبُ أَيْضًا، لِأَنَّهُ مُجْمَعٌ عَلَى اسْتِحْسَانِهِ. فَأَمَّا حَدِيثُ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ: «إِنَّ هَذَا الْقُرْآنَ مَأْدُبَةُ اللَّهِ تَعَالَى فَتَعَلَّمُوا مِنْ مَأْدُبَتِهِ» فَقَالَ أَبُو عُبَيْدٍ: مَنْ قَالَ \" مَأْدُبَةٌ \" فَإِنَّهُ أَرَادَ الصَّنِيعَ يَصْنَعُهُ الْإِنْسَانُ يَدْعُو إِلَيْهِ النَّاسَ. يُقَالُ مِنْهُ أَدَبْتُ عَلَى الْقَوْمِ آدِبُ أَدْبًا، وَذَكَرَ بَيْتَ طَرَفَةَ، ثُمَّ ذَكَرَ بَيْتَ عَدِيٍّ:\nزَجِلٌ وَبْلُهُ يُجَاوِبُهُ دُ ... فٌّ لِخُونٍ مَأْدُوبَةٍ وَزَمِيرُ\nقَالَ: وَمَنْ قَالَ \" مَأْدَبَةٌ \" فَإِنَّهُ يَذْهَبُ إِلَى الْأَدَبِ. يَجْعَلُهُ مَفْعَلَةً مِنْ ذَلِكَ. وَيُقَالُ: إِنَّ الْإِدْبَ الْعَجَبُ. فَإِنْ كَانَ كَذَا فَلِتَجَمُّعِ النَّاسِ لَهُ.\n\n[بَابُ الْهَمْزَةِ وَالذَّالِ وَمَا مَعَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:74-75"
  },
  "أدد": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالدَّالُ فِي الْمُضَاعَفِ فَأَصْلَانِ: أَحَدُهُمَا عِظَمُ الشَّيْءِ وَشِدَّتُهُ وَتَكَرُّرُهُ، وَالْآخَرُ النُّدُودُ. فَأَمَّا الْأَوَّلُ فَالْإِدُّ، وَهُوَ الْأَمْرُ الْعَظِيمُ. قَالَ اللَّهُ تَعَالَى: ﴿لَقَدْ جِئْتُمْ شَيْئًا إِدًّا﴾ [مريم: ٨٩] ، أَيْ عَظِيمًا مِنَ الْكُفْرِ. وَأَنْشَدَ ابْنُ دُرَيْدٍ:\nيَا أُمَّتَا رَكِبْتُ أَمْرًا إِدًّا ... رَأَيْتُ مَشْبُوحَ الْيَدَيْنِ نَهْدَا\nأَبْيَضَ وَضَّاحَ الْجَبِينِ نَجْدَا ... فَنِلْتُ مِنْهُ رَشْفًا وَبَرْدَا\nوَأَنْشَدَ الْخَلِيلُ:\nوَنَتَّقِي الْفَحْشَاءَ وَالنَّآطِلَا ... وَالْإِدَدَ الْإِدَادَ وَالْعَضَائِلَا\nوَيُقَالُ: أَدَّتِ النَّاقَةُ: إِذَا رَجَّعَتْ حَنِينَهَا. وَالْأَدُّ: الْقُوَّةُ، قَالَهُ ابْنُ دُرَيْدٍ وَأَنْشَدَ: نَضَوْنَ عَنِّى شِرَّةً وَأَدَّا مِنْ بَعْدِ مَا كُنْتُ صُمُلًّا نَهْدَا\nفَهَذَا الْأَصْلُ الْأَوَّلُ. وَأَمَّا الثَّانِي فَقَالَ ابْنُ دُرَيْدٍ: أَدَّتِ الْإِبِلُ: إِذَا نَدَّتْ. وَأَمَّا أُدُّ بْنُ طَابِخَةَ بْنِ إِلْيَاسَ بْنِ مُضَرَ فَقَالَ ابْنُ دُرَيْدٍ: الْهَمْزَةُ فِي \" أُدٍّ \" وَاوٌ، لِأَنَّهُ مِنَ الْوُدِّ وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "1:11-12"
  },
  "أدر": {
    "def": "الْهَمْزَةُ وَالدَّالُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ، فَهِيَ الْأَدْرَةُ وَالْأَدَرَةُ، يُقَالُ: أَدِرَ يَأْدَرُ، وَهُوَ آدَرُ. قَالَ:\nنُبِّئْتُ عُتْبَةَ خَضَّافًا تَوَعَّدَنِي ... يَا رُبَّ آدَرَ مِنْ مَيْثَاءَ مَأْفُونِ",
    "pg": "1:71"
  },
  "أدل": {
    "def": "الْهَمْزَةُ وَالدَّالُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَتَفَرَّعُ مِنْهُ كَلِمَتَانِ مُتَقَارِبَتَانِ فِي الْمَعْنَى، مُتَبَاعِدَتَانِ فِي الظَّاهِرِ. فالْإِدْلُ اللَّبَنُ الْحَامِضُ. وَالْعَرَبُ تَقُولُ: جَاءَ بِإِدْلَةٍ مَا تُطَاقُ [حَمَضًا] أَيْ: مِنْ حُمُوضَتِهَا. قَالَ ابْنُ السِّكِّيتِ: قَالَ الْفَرَّاءُ: الْإِدْلُ وَجَعُ الْعُنُقِ. فَالْمَعْنَى فِي الْكَرَاهَةِ وَاحِدٌ، وَفِيهِ عَلَى رِوَايَةِ أَبِي عُبَيْدٍ قِيَاسٌ أَجْوَدُ مِمَّا ذَكَرْنَاهُ، بَلْ هُوَ الْأَصْلُ. قَالَ أَبُو عُبَيْدٍ: إِذَا تَلَبَّدَ اللَّبَنُ بَعْضُهُ عَلَى بَعْضٍ فَلَمْ يَنْقَطِعْ فَهُوَ إِدْلٌ. وَهَذَا أَشْبَهُ بِمَا قَالَهُ الْفَرَّاءُ، لِأَنَّ الْوَجَعَ فِي الْعُنُقِ قَدْ يَكُونُ مِنْ تَضَامِّ الْعُرُوقِ وَتَلَوِّيهَا.",
    "pg": "1:71"
  },
  "أدم": {
    "def": "الْهَمْزَةُ وَالدَّالُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمُوَافَقَةُ وَالْمُلَاءَمَةُ، وَذَلِكَ قَوْلُ النَّبِيِّ ﵌ لِلْمُغِيرَةِ بْنِ شُعْبَةَ - وَخَطَبَ الْمَرْأَةَ -: «لَوْ نَظَرْتَ إِلَيْهَا، فَإِنَّهُ أَحْرَى أَنْ يُؤْدَمَ بَيْنَكُمَا» . قَالَ الْكِسَائِيُّ: يُؤْدَمُ يَعْنِي أَنْ يَكُونَ بَيْنَهُمَا الْمَحَبَّةُ وَالِاتِّفَاقُ، يُقَالُ: أَدَمَ يَأْدِمُ أَدْمًا. وَقَالَ أَبُو الْجَرَّاحِ الْعُقَيْلِيُّ مِثْلَهُ. قَالَ أَبُو عُبَيْدٍ: وَلَا أَرَى هَذَا إِلَّا مِنْ أَدْمِ الطَّعَامِ، لِأَنَّ صَلَاحَهُ وَطِيبَهُ إِنَّمَا يَكُونُ بِالْإِدَامِ، وَكَذَلِكَ يُقَالُ: طَعَامٌ مَأْدُومٌ. وَقَالَ ابْنُ سِيرِينَ فِي طَعَامِ كَفَّارَةِ الْيَمِينِ: \" أَكْلَةٌ مَأْدُومَةٌ حَتَّى يَصُدُّوا \". قَالَ: وَحَدَّثَنِي بَعْضُ أَهْلِ الْعِلْمِ أَنَّ دُرَيْدَ بْنَ الصِّمَّةِ أَرَادَ أَنْ يُطَلِّقَ امْرَأَتَهُ فَقَالَتْ: \" أَبَا فُلَانٍ، أَتُطَلِّقُنِي، فَوَاللَّهِ لَقَدْ أَطْعَمْتُكَ مَأْدُومِي وَأبْثَثْتُكَ مَكْتُومِي، وَأَتَيْتُكَ بَاهِلًا غَيْرَ ذَاتِ صِرَارٍ \". قَالَ أَبُو عُبَيْدٍ: وَيُقَالُ: آدَمَ اللَّهُ بَيْنَهُمَا يُؤْدِمُ إِيدَامًا فَهُوَ مُؤْدَمٌ بَيْنَهُمَا. قَالَ الشَّاعِرُ:\nوَالْبِيضُ لَا يُؤْدِمْنَ إِلَّا مُؤْدَمَا\nأَيْ: لَا يُحْبِبْنَ إِلَّا مُحَبَّبًا مَوْضِعًا لِذَلِكَ. وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ جَعَلْتُ فُلَانًا أَدَمَةَ أَهْلِي، أَيْ: أُسْوَتَهُمْ، وَهُوَ صَحِيحٌ لِأَنَّهُ إِذَا فَعَلَ ذَلِكَ فَقَدْ وَفَّقَ بَيْنَهُمْ. وَالْأَدَمَةُ الْوَسِيلَةُ إِلَى الشَّيْءِ، وَذَلِكَ أَنَّ الْمُخَالِفَ لَا يُتَوَسَّلُ بِهِ. فَإِنْ قَالَ قَائِلٌ: فَعَلَى أَيِّ شَيْءٍ تَحْمِلُ الْأَدَمَةَ وَهِيَ بَاطِنُ الْجِلْدِ؟ قِيلَ لَهُ: الْأَدَمَةُ أَحْسَنُ مُلَاءَمَةً لِلَّحْمِ مِنَ الْبَشَرَةِ، وَلِذَلِكَ سُمِّيَ آدَمُ ﵇; لِأَنَّهُ أَخَذَ مِنْ أَدَمَةِ الْأَرْضِ.\nوَيُقَالُ: هِيَ الطَّبَقَةُ الرَّابِعَةُ. وَالْعَرَبُ تَقُولُ مُؤْدَمٌ مُبْشَرٌ، أَيْ: قَدْ جَمَعَ لِينَ الْأَدَمَةِ وَخُشُونَةَ الْبَشَرَةِ. فَأَمَّا اللَّوْنُ الْآدَمُ فَلِأَنَّهُ الْأَغْلَبُ عَلَى بَنِي آدَمَ. وَنَاسٌ تَقُولُ: أَدِيمُ الْأَرْضِ وَأَدَمَتُهَا وَجْهُهَا.",
    "pg": "1:71-73"
  },
  "أدو": {
    "def": "الْهَمْزَةُ وَالدَّالُ وَالْوَاوُ كَلِمَةٌ وَاحِدَةٌ. الْأدْوُ كَالْخَتْلِ وَالْمُرَاوَغَةِ. يُقَالُ: أَدَا يَأْدُو أَدْوًا. وَقَالَ:\nأدَوْتُ لَهُ لِآخُذَهُ ... فَهَيْهَاتَ الْفَتَى حَذِرَا\nوَهَذَا شَيْءٌ مُشْتَقٌّ مِنَ الْأَدَاةِ، لِأَنَّهَا تَعْمَلُ أَعْمَالًا حَتَّى يُوصَلَ بِهَا إِلَى مَا يُرَادُ. وَكَذَلِكَ الْخَتْلُ وَالْخَدْعُ يَعْمَلَانِ أَعْمَالًا. قَالَ الْخَلِيلُ: الْأَلِفُ الَّتِي فِي الْأَدَاةِ لَا شَكَّ أَنَّهَا وَاوٌ، لِأَنَّ الْجِمَاعَ أَدَوَاتٌ. وَيُقَالُ: رَجُلٌ مُؤْدٍ عَامِلٌ. وَأَدَاةُ [الْحَرْبِ] : السِّلَاحُ. وَقَالَ:\nأَمُرُّ مُشِيحًا مَعِي فِتْيَةٌ ... فَمِنْ بَيْنِ مُؤْدٍ وَ [مِنْ] حَاسِرِ\nوَمِنْ هَذَا الْبَابِ: اسْتَأْدَيْتُ عَلَى فُلَانٍ بِمَعْنَى اسْتَعْدَيْتَ، كَأَنَّكَ طَلَبْتَ بِهِ أَدَاةً تُمَكِّنُكَ مِنْ خَصْمِكَ. وآدَيْتُ فُلَانًا، أَيْ: أَعَنْتُهُ. قَالَ:\nإِنِّي سَأُودِيكَ بِسَيْرٍ وَكْزِ",
    "pg": "1:73-74"
  },
  "أدي": {
    "def": "الْهَمْزَةُ وَالدَّالُ وَالْيَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ إِيصَالُ الشَّيْءِ إِلَى الشَّيْءِ أَوْ وُصُولُهُ إِلَيْهِ مِنْ تِلْقَاءِ نَفْسِهِ. قَالَ أَبُو عُبَيْدٍ: تَقُولُ الْعَرَبُ لِلَّبَنِ إِذَا وَصَلَ إِلَى حَالِ الرُّؤُوبِ، وَذَلِكَ إِذَا خَثُرَ: قَدْ أَدَى يَأْدِي أُدْيًا. قَالَ الْخَلِيلُ: أَدَّى فُلَانٌ يُؤَدِّي مَا عَلَيْهِ أَدَاءً وَتَأْدِيَةً. وَتَقُولُ فُلَانٌ آدَى لِلْأَمَانَةِ مِنْكَ. وَأَنْشَدَ غَيْرُهُ:\nأَدَّى إِلَى هِنْدٍ تَحِيَّاتِهَا ... وَقَالَ هَذَا مِنْ وَدَاعِي بِكِرْ",
    "pg": "1:74"
  },
  "أذذ": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالذَّالُ فَلَيْسَ بِأَصْلٍ، وَذَلِكَ أَنَّ الْهَمْزَةَ فِيهِ مُحَوَّلَةٌ مِنْ هَاءٍ، وَقَدْ ذُكِرَ فِي الْهَاءِ. قَالَ ابْنُ دُرَيْدٍ: أَذَّ يَؤُذُّ أَذًّا: قَطَعَ، مِثْلَ هَذَّ. وَشَفْرَةٌ أَذُوذٌ: قَطَّاعَةٌ. أَنْشَدَ الْمُفَضَّلُ:\nيَؤُذُّ بِالشَّفْرَةِ أَيَّ أَذِّ ... مِنْ قَمَعٍ وَمَأْنَةٍ وَفَلْذِ",
    "pg": "1:12"
  },
  "أذن": {
    "def": "الْهَمْزَةُ وَالذَّالُ وَالنُّونُ أَصْلَانِ مُتَقَارِبَانِ فِي الْمَعْنَى، مُتَبَاعِدَانِ فِي اللَّفْظِ، أَحَدُهُمَا أُذُنُ كُلِّ ذِي أُذُنٍ، وَالْآخَرُ الْعِلْمُ; وَعَنْهُمَا يَتَفَرَّعُ الْبَابُ كُلُّهُ. فَأَمَّا التَّقَارُبُ فَبِالْأُذُنِ يَقَعُ عِلْمُ كُلِّ مَسْمُوعٍ. وَأَمَّا تَفَرُّعُ الْبَابِ فَالْأُذُنُ مَعْرُوفَةٌ مُؤَنَّثَةٌ. وَيُقَالُ لِذِي الْأُذُنِ آذَنُ، وَلِذَاتِ الْأُذُنِ أَذْنَاءُ. أَنْشَدَ سَلَمَةُ عَنِ الْفَرَّاءِ:\nمِثْلَ النَّعَامَةِ كَانَتْ وَهْيَ سَالِمَةٌ ... أَذْنَاءَ حَتَّى زَهَاهَا الْحَيْنُ وَالْجُنُنُ\nأَرَادَ الْجُنُونَ:\nجَاءَتْ لِتَشْرِيَ قَرْنًا أَوْ تُعَوِّضَهُ ... وَالدَّهْرُ فِيهِ رَبَاحُ الْبَيْعِ وَالْغَبَنُ\nفَقِيلَ أُذْنَاكِ ظُلْمٌ ثُمَّتِ اصْطُلِمَتْ ... إِلَى الصِّمَاخِ فَلَا قَرْنٌ وَلَا أُذُنُ\nوَيُقَالُ لِلرَّجُلِ السَّامِعِ مِنْ كُلِّ أَحَدٍ أُذُنٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ﴾ [التوبة: ٦١] . وَالْأُذُنُ عُرْوَةُ الْكُوزِ، وَهَذَا مُسْتَعَارٌ. وَالْأَذَنُ الِاسْتِمَاعُ، وَقِيلَ أَذَنٌ لِأَنَّهُ بِالْأُذُنِ يَكُونُ. وَمِمَّا جَاءَ مَجَازًا وَاسْتِعَارَةً الْحَدِيثُ: «مَا أَذِنَ اللَّهُ تَعَالَى لِشَيْءٍ كَأَذَنِهِ لِنَبِيٍّ يَتَغَنَّى بِالْقُرْآنِ» وَقَالَ عَدِيُّ بْنُ زَيْدٍ:\nأَيُّهَا الْقَلْبُ تَعَلَّلْ بِدَدَنْ ... إِنَّ هَمِّي فِي سَمَاعٍ وَأَذَنْ\nوَقَالَ أَيْضًا:\nوَسَمَاعٍ يَأْذَنُ الشَّيْخُ لَهُ ... وَحَدِيثٍ مِثْلِ مَاذِيٍّ مُشَارِ وَالْأَصْلُ الْآخَرُ الْعِلْمُ وَالْإِعْلَامُ. تَقُولُ الْعَرَبُ قَدْ أَذِنْتُ بِهَذَا الْأَمْرِ، أَيْ: عَلِمْتُ. وآذَنَنِي فُلَانٌ أَعْلَمَنِي. وَالْمَصْدَرُ الْأَذْنُ وَالْإِيذَانُ. وَفَعَلَهُ بِإِذْنِي، أَيْ: بِعِلْمِي، وَيَجُوزُ بِأَمْرِي، وَهُوَ قَرِيبٌ مِنْ ذَلِكَ. قَالَ الْخَلِيلُ: وَمِنْ ذَلِكَ أُذِنَ لِي فِي كَذَا. وَمِنَ الْبَابِ الْأَذَانُ، وَهُوَ اسْمُ التَّأْذِينِ، كَمَا أَنَّ الْعَذَابَ اسْمُ التَّعْذِيبِ، وَرُبَّمَا حَوَّلُوهُ إِلَى فَعِيلٍ فَقَالُوا أَذِينٌ. قَالَ:\nحَتَّى إِذَا نُودِيَ بِالْأَذِينِ\nوَالْوَجْهُ فِي هَذَا أَنَّ الْأَذِينَ [الْأَذَانُ] ، وَحُجَّتُهُ مَا قَدْ ذَكَرْنَاهُ. وَالْأَذِينُ أَيْضًا: الْمَكَانُ يَأْتِيهِ الْأَذَانُ مِنْ كُلِّ نَاحِيَةٍ. وَقَالَ:\nطَهُورُ الْحَصَى كَانَتْ أَذِينًا وَلَمْ تَكُنْ ... بِهَا رِيبَةٌ مِمَّا يُخَافُ تَرِيبُ\nوَالْأَذِينُ أَيْضًا: الْمُؤَذِّنُ. قَالَ الرَّاجِزُ:\nفَانْكَشَحَتْ لَهُ عَلَيْهَا زَمْجَرَهْ ... سَحْقًا وَمَا نَادَى أَذِينُ الْمَدَرَهْ\nأَرَادَ مُؤَذِّنَ الْبُيُوتِ الَّتِي تُبْنَى بِالطِّينِ وَاللَّبِنِ وَالْحِجَارَةِ. فَأَمَّا قَوْلُهُ تَعَالَى:\n﴿وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ﴾ [إبراهيم: ٧] ، فَقَالَ الْخَلِيلُ: التَّأَذُّنُ مِنْ قَوْلِكَ لَأَفْعَلَنَّ كَذَا، تُرِيدُ بِهِ إِيجَابَ الْفِعْلِ، أَيْ: سَأَفْعَلُهُ لَا مَحَالَةَ. وَهَذَا قَوْلٌ. وَأَوْضَحُ مِنْهُ قَوْلُ الْفَرَّاءِ تَأَذَّنَ رَبُّكُمْ: أَعْلَمَ رَبُّكُمْ. وَرُبَّمَا قَالَتِ الْعَرَبُ فِي مَعْنَى أَفْعَلْتُ: تَفَعَّلْتُ. وَمِثْلُهُ أَوْعَدَنِي وَتَوَعَّدَنِي; وَهُوَ كَثِيرٌ. وَآذِنُ الرَّجُلِ حَاجِبُهُ، وَهُوَ مِنَ الْبَابِ.",
    "pg": "1:75-78"
  },
  "أذي": {
    "def": "الْهَمْزَةُ وَالذَّالُ وَالْيَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الشَّيْءُ تَتَكَرَّهُهُ وَلَا تَقَِرُّ عَلَيْهِ. تَقُولُ: آذَيْتُ فُلَانًا أُوذِيهِ. وَيُقَالُ: بَعِيرٌ أَذٍ وَنَاقَةٌ أَذِيَةٌ: إِذَا كَانَ لَا يَقَِرُّ فِي مَكَانٍ مِنْ غَيْرِ وَجَعٍ، وَكَأَنَّهُ يَأْذَى بِمَكَانِهِ.\n\n[بَابُ الْهَمْزَةِ وَالرَّاءِ وَمَا مَعَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:78"
  },
  "أرب": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالْبَاءُ لَهَا أَرْبَعَةُ أُصُولٍ إِلَيْهَا تَرْجِعُ الْفُرُوعُ: وَهِيَ الْحَاجَةُ، وَالْعَقْلُ، وَالنَّصِيبُ، وَالْعَقْدُ. فَأَمَّا الْحَاجَةُ فَقَالَ الْخَلِيلُ: الْأَرَبُ الْحَاجَةُ، وَمَا أَرَبُكَ إِلَى هَذَا، أَيْ: مَا حَاجَتُكَ. وَالْمَأْرَبَةُ وَالْمَأْرُبَةُ وَالْإِرْبَةُ، كُلُّ ذَلِكَ الْحَاجَةُ. قَالَ اللَّهُ تَعَالَى: ﴿غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ﴾ [النور: ٣١] . وَفِي الْمَثَلِ: \" أَرَبٌ لَا حَفَاوَةٌ \"، أَيْ: حَاجَةٌ جَاءَتْ بِكَ وَلَا وُدٌّ وَلَا حُبٌّ. وَالْإِرْبُ: الْعَقْلُ. قَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ لِلْعَقْلِ أَيْضًا إِرْبٌ وَإِرْبَةٌ كَمَا يُقَالُ لِلْحَاجَةِ إِرْبَةٌ وَإِرْبٌ. وَالنَّعْتُ مِنَ الْإِرْبِ أَرِيبٌ، وَالْفِعْلُ أَرُبَ بِضَمِّ الرَّاءِ. وَقَالَ ابْنُ الْأَعْرَابِيِّ: أَرُبَ الرَّجُلُ يَأْرُبُ إِرَبًا. وَمِنْ هَذَا الْبَابِ الْفَوْزُ وَالْمَهَارَةُ بِالشَّيْءِ، يُقَالُ: أَرِبْتُ بِالشَّيْءِ، أَيْ: صِرْتُ بِهِ مَاهِرًا. قَالَ قَيْسٌ:\nأَرِبْتُ بِدَفْعِ الْحَرْبِ لَمَّا رَأَيْتُهَا ... عَلَى الدَّفْعِ لَا تَزْدَادُ غَيْرَ تَقَارُبِ وَيُقَالُ: آرَبْتُ عَلَيْهِمْ فُزْتُ. قَالَ لَبِيدٌ:\nوَنَفْسُ الْفَتَى رَهْنٌ بقَمْرةِ مُؤْرِبِ\nوَمِنْ هَذَا الْبَابِ الْمُؤَارَبَةُ وَهِيَ الْمُدَاهَاةُ، كَذَا قَالَ الْخَلِيلُ. وَكَذَلِكَ الَّذِي جَاءَ فِي الْحَدِيثِ: \" مُؤَارَبَةُ الْأَرِيبِ جَهْلٌ \". وَأَمَّا النَّصِيبُ فَهُوَ وَالْعُضْوُ مِنْ بَابٍ وَاحِدٍ، لِأَنَّهُمَا جُزْءُ الشَّيْءِ. قَالَ الْخَلِيلُ وَغَيْرُهُ: الْأُرْبَةُ نَصِيبُ الْيَسَرِ مِنَ الْجَزُورِ. وَقَالَ ابْنُ مُقْبِلٍ:\nلَا يَفْرَحُونَ إِذَا مَا فَازَ فَائِزُهُمْ ... وَلَا تُرَدُّ عَلَيْهِمْ أُرْبَةُ الْيَسَرِ\nوَمِنْ هَذَا مَا فِي الْحَدِيثِ: «كَانَ أَمْلَكَكُمْ لِإِرْبِهِ» ، أَيْ: لِعُضْوِهِ.\nوَيُقَالُ: عُضْوٌ مُؤَرَّبٌ، أَيْ: مُوَفَّرُ اللَّحْمِ تَامُّهُ. قَالَ الْكُمَيْتُ:\nوَلَانْتَشَلَتْ عُضْوَيْنِ مِنْهَا يُحَابِرٌ ... وَكَانَ لِعَبْدِ الْقَيْسِ عُضْوٌ مُؤَرَّبُ\nأَيْ: صَارَ لَهُمْ نَصِيبٌ وَافِرٌ. وَيُقَالُ: أَرِبَ، أَيْ: تَسَاقَطَتْ آرَابُهُ. وَقَالَ عُمَرُ بْنُ الْخَطَّابِ لِرَجُلٍ: \" أَرِبْتَ مِنْ يَدَيْكَ، أَتَسْأَلُنِي عَنْ شَيْءٍ سَأَلْتُ عَنْهُ رَسُولَ اللَّهِ ﵌ \". يُقَالُ مِنْهُ أَرِبَ. وَأَمَّا الْعَقْدُ وَالتَّشْدِيدُ فَقَالَ أَبُو زَيْدٍ: أَرِبَ الرَّجُلُ يَأْرَبُ: إِذَا تَشَدَّدَ وَضَنَّ وَتَحَكَّرَ. وَمِنْ هَذَا الْبَابِ التَّأْرِيبُ، وَهُوَ التَّحْرِيشُ، يُقَالُ: أَرَّبْتُ عَلَيْهِمْ. وَتَأَرَّبَ فُلَانٌ عَلَيْنَا: إِذَا الْتَوَى وَتَعَسَّرَ وَخَالَفَ. قَالَ الْأَصْمَعِيُّ: تَأَرَّبْتُ فِي حَاجَتِي تَشَدَّدْتُ، وَأَرَّبْتُ الْعُقْدَةَ، أَيْ: شَدَّدْتُهَا. وَهِيَ الَّتِي لَا تَنْحَلُّ حَتَّى تُحَلَّ حَلًّا. وَإِنَّمَا سُمِّيَتْ قِلَادَةُ الْفَرَسِ وَالْكَلْبِ أُرْبَةً لِأَنَّهَا عُقِدَتْ فِي عُنُقِهِمَا. قَالَ الْمُتَلَمِّسُ:\nلَوْ كُنْتَ كَلْبَ قَنِيصٍ كُنْتَ ذَا جُدَدٍ ... تَكُونُ أُرْبَتُهُ فِي آخِرِ الْمَرَسِ\nقَالَ ابْنُ الْأَعْرَابِيِّ: الْأُرْبَةُ خِلَافُ الْأُنْشُوطَةِ. وَأَنْشَدَ:\nوَأُرْبَةٍ قَدْ عَلَا كَيْدِي مَعَاقِمَهَا ... لَيْسَتْ بِفَوْرَةِ مَأْفُونٍ وَلَا بَرَمِ\nقَالَ الْخَلِيلُ: الْمُسْتَأْرِبُ مِنَ الْأَوْتَارِ الشَّدِيدُ الْجَيِّدُ. قَالَ:\nمِنْ نَزْعِ أَحْصَدَ مُسْتَأْرِبِ\nوَأَمَّا قَوْلُ ابْنِ مُقْبِلٍ:\nشُمُّ الْعَرَانِينِ يُنْسِيهِمْ مَعَاطِفَهُمْ ... ضَرْبُ الْقِدَاحِ وَتَأْرِيبٌ عَلَى الْخَطَرِ\nفَقِيلَ يُتَمِّمُونَ النَّصِيبَ، وَقِيلَ يَتَشَدَّدُونَ فِي الْخَطَرِ. وَقَالَ: لَا يَفْرَحُونَ إِذَا مَا فَازَ فَائِزُهُمْ ... وَلَا تُرَدُّ عَلَيْهِمْ أُرْبَةُ الْعَسِرِ\nأَيْ: هُمْ سُمَحَاءُ لَا يَدْخُلُ عَلَيْهِمْ عَسِرٌ يُفْسِدُ أُمُورَهُمْ. قَالَ ابْنُ الْأَعْرَابِيِّ: رَجُلٌ أَرِبٌ: إِذَا كَانَ مُحْكَمَ الْأَمْرِ. وَمِنْ هَذَا الْبَابِ أَرِبْتُ بِكَذَا أَيِ اسْتَعَنْتُ. قَالَ أَوْسٌ:\nوَلَقَدْ أَرِبْتُ عَلَى الْهُمُومِ بِجَسْرَةٍ ... عَيْرَانَةٍ بِالرِّدْفِ غَيْرِ لَجُونِ\nوَاللَّجُونُ: الثَّقِيلَةُ. وَمِنْ هَذَا الْبَابِ الْأُرَبَى، وَهِيَ الدَّاهِيَةُ الْمُسْتَنْكَرَةُ. وَقَالُوا: سُمِّيَتْ لِتَأْرِيبِ عَقْدِهَا كَأَنَّهُ لَا يُقْدَرُ عَلَى حَلِّهَا. قَالَ ابْنُ أَحْمَرَ:\nفَلَمَّا غَسَا لَيْلِي وَأَيْقَنْتُ أَنَّهَا ... هِيَ الْأُرَبَى جَاءَتْ بِأُمِّ حَبَوْكَرَى\nفَهَذِهِ أُصُولُ هَذَا الْبِنَاءِ. وَمِنْ أَحَدِهَا إِرَابٌ، وَهُوَ مَوْضِعٌ وَبِهِ سُمِّيَ [يَوْمُ] إِرَابٍ، وَهُوَ الْيَوْمُ الَّذِي غَزَا فِيهِ الْهُذَيلُ بْنُ حَسَّانَ التَّغْلِبِيُّ بَنِي يَرْبُوعٍ، فَأَغَارَ عَلَيْهِمْ. وَفِيهِ يَقُولُ الْفَرَزْدَقُ:\nوَكَأَنَّ رَايَاتِ الْهُذَيْلِ إِذَا بَدَتْ ... فَوْقَ الْخَمِيسِ كَوَاسِرُ الْعِقْبَانِ\nوَرَدُوا إِرَابَ بِجَحْفَلٍ مِنْ وَائِلٍ ... لِجَبِ الْعَشِيِّ ضُبَارِكِ الْأَقْرَانِ\nثُمَّ أَغَارَ جَزْءُ بْنُ سَعْدٍ الرِّيَاحِيُّ بِبَنِي يَرْبُوعٍ عَلَى بَكْرِ بْنِ وَائِلٍ وَهُمْ خُلُوفٌ، فَأَصَابَ سَبْيَهُمْ وَأَمْوَالَهُمْ، فَالْتَقَيَا عَلَى إِرَابٍ، فَاصْطَلَحَا عَلَى أَنْ خَلَّى جَزْءٌ مَا فِي يَدَيْهِ مِنْ سَبْيِ يَرْبُوعٍ وَأَمْوَالِهِمْ، وَخَلَّوْا بَيْنَ الْهُذيلِ وَبَيْنَ الْمَاءِ يَسْقِي خَيْلَهُ وَإِبِلَهُ. وَفِي هَذَا الْيَوْمِ يَقُولُ جَرِيرٌ:\nوَنَحْنُ تَدَارَكْنَا ابْنَ حِصْنٍ وَرَهْطَهُ ... وَنَحْنُ مَنَعْنَا السَّبْيَ يَوْمَ الْأَرَاقِمِ",
    "pg": "1:89-93"
  },
  "أرث": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالثَّاءُ تَدُلُّ عَلَى قَدْحِ نَارٍ أَوْ شَبِّ عَدَاوَةٍ. قَالَ الْخَلِيلُ: أَرَّثْتُ النَّارَ، أَيْ: قَدَحْتُهَا. قَالَ عَدِيٌّ:\nوَلَهَا ظَبْيٌ يُوَرِّثُهَا ... عَاقِدٌ فِي الْجِيدِ تِقْصَارًا\nوَالِاسْمُ الْأُرْثَةُ. وَفِي الْمَثَلِ: \" النَّمِيمَةُ أُرْثَةُ الْعَدَاوَةِ \". قَالَ الشَّيْبَانِيُّ: الْإِرَاثُ مَا ثَقَبْتَ بِهِ النَّارَ. قَالَ وَالتَّأَرُّثُ الِالْتِهَابُ. قَالَ شَاعِرٌ:\nفَإِنَّ بِأَعْلَى ذِي الْمَجَازَةِ سَرْحَةً ... طَوِيلًا عَلَى أَهْلِ الْمَجَازَةِ عَارُهَا\nوَلَوْ ضَرَبُوهَا بِالْفُؤُوسِ وَحَرَّقُوا ... عَلَى أَصْلِهَا حَتَّى تَأَرَّثَ نَارُهَا\nوَيُقَالُ: أَرِّثْ نَارَكَ تَأْرِيثًا. فَأَمَّا الْأُرْثَةُ فَالْحَدُّ. وَ [أَمَّا الْإِرْثُ فَ] لَيْسَ مِنَ الْبَابِ لِأَنَّ الْأَلِفَ مُبْدَلَةٌ عَنْ وَاوٍ، وَقَدْ ذُكِرَ فِي بَابِهِ. وَأَمَّا قَوْلُهُمْ نَعْجَةٌ أَرْثَاءُ فَهِيَ الَّتِي اشْتَعَلَ بَيَاضُهَا فِي سَوَادِهَا، وَهُوَ مِنَ الْبَابِ. وَيُقَالُ لِذَلِكَ الْأُرْثَةُ، وَكَبْشٌ آرَثُ.",
    "pg": "1:93-94"
  },
  "أرج": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ وَهِيَ الْأَرَجُ، وَهُوَ وَالْأَرِيجُ رَائِحَةُ الطِّيبِ. قَالَ الْهُذَلِيُّ:\nكَأَنَّ عَلَيْهَا بَالَةً لَطَمِيَّةً ... لَهَا مِنْ خِلَالِ الدَّأْيَتَيْنِ أَرِيجُ",
    "pg": "1:94"
  },
  "أرخ": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ عَرَبِيَّةٌ، وَهِيَ الْإِرَاخُ لِبَقَرِ الْوَحْشِ. قَالَتِ الْخَنْسَاءُ:\nوَنَوْحٍ بَعَثْتَ كَمِثْلِ الْإِرَا ... خِ آنَسَتِ الْعِينُ أَشْبَالَهَا\nوَأَمَّا تَأْرِيخُ الْكِتَابِ فَقَدْ سُمِعَ، وَلَيْسَ عَرَبِيًّا وَلَا سُمِعَ مِنْ فَصِيحٍ.\n\n[بَابُ الْهَمْزَةِ وَالزَّاءِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:94"
  },
  "أرر": {
    "def": "أَصْلُ هَذَا الْبَابِ وَاحِدٌ، وَهُوَ هَيْجُ الشَّيْءِ بِتَذْكِيَةٍ وَحَمْيٍ، فَالْأَرُّ: الْجِمَاعُ، يُقَالُ أَرَّهَا يَؤُرُّهَا أَرًّا، وَالْمِئَرُّ: الْكَثِيرُ الْجِمَاعِ. قَالَ الْأَغْلَبُ:\nبَلَّتْ بِهِ عُلَابِطًا مِئَرَّا ... ضَخْمَ الْكَرَادِيسِ وَأَيَّ زِبَرَّا\nوَالْأَرُّ: إِيقَادُ النَّارِ، يُقَالُ أَرَّ الرَّجُلُ النَّارَ: إِذَا أَوْقَدَهَا. أَنْشَدَنَا أَبُو الْحَسَنِ عَلِيُّ بْنُ إِبْرَاهِيمَ الْقَطَّانُ، قَالَ أَمْلَى عَلَيْنَا ثَعْلَبٌ:\nقَدْ هَاجَ سَارٍّ لِسَارِي لَيْلَةٍ طَرَبَا ... وَقَدْ تَصَرَّمَ أَوْ قَدْ كَادَ أَوْ ذَهَبَا .. كَأَنَّ حِيرِيَّةً غَيْرَى مُلَاحِيَةً\nبَاتَتْ تَؤُرُّ بِهِ مِنْ تَحْتِهِ لَهَبَا\nوَالْأَرُّ أَنْ تُعَالِجَ النَّاقَةَ إِذَا انْقَطَعَ وِلَادُهَا، وَهُوَ أَنْ يُؤْخَذَ غُصْنٌ مِنْ شَوْكِ قَتَادٍ فَيُبَلَّ ثُمَّ يُذَرَّ عَلَيْهِ مِلْحٌ فَيُؤَرَّ بِهِ حَيَاؤُهَا حَتَّى يَدْمَى، يُقَالُ: نَاقَةٌ مَأْرُورَةٌ، وَذَلِكَ الَّذِي تُعَالَجُ بِهِ هُوَ الْإِرَارُ.",
    "pg": "1:12-13"
  },
  "أرز": {
    "def": "الْهَمْزَةُ وَالرَّاءُ والزَّاءُ أَصْلٌ وَاحِدٌ لَا يُخْلِفُ قِيَاسُهُ بَتَّةً، وَهُوَ التَّجَمُّعُ وَالتَّضَامُّ. قَالَ رَسُولُ اللَّهِ ﵌: «إِنَّ الْإِسْلَامَ لَيَأْرِزُ إِلَى الْمَدِينَةِ كَمَا تَأْرِزُ الْحَيَّةُ إِلَى جُحْرِهَا» . وَيَقُولُونَ: أَرَزَ فُلَانٌ: إِذَا تَقَبَّضَ مِنْ بُخْلِهِ. وَكَانَ بَعْضُهُمْ يَقُولُ: \" إِنَّ فُلَانًا إِذَا سُئِلَ أَرَزَ، وَإِذَا دُعِيَ انْتَهَزَ \". وَرَجُلٌ أَرُوزٌ: إِذَا لَمْ يَنْبَسِطْ لِلْمَعْرُوفِ. قَالَ شَاعِرٌ:\nفَذَاكَ بَخَّالٌ أَرُوزُ الْأَرْزِ\nيَعْنِي أَنَّهُ لَا يَنْبَسِطُ لَكِنَّهُ يَنْضَمُّ بَعْضُهُ إِلَى بَعْضٍ. قَالَ الْخَلِيلُ: يُقَالُ: مَا بَلَغَ فُلَانٌ أَعْلَى الْجَبَلِ إِلَّا آرِزًا، أَيْ: مُنْقَبِضًا عَنِ الِانْبِسَاطِ فِي مَشْيِهِ، مِنْ شِدَّةِ إِعْيَائِهِ. وَقَدْ أَعْيَا وَأَرَزَ. وَيُقَالُ: نَاقَةٌ آرِزَةُ الْفَقَارَةِ: إِذَا كَانَتْ شَدِيدَةً مُتَدَاخِلًا بَعْضُهَا فِي بَعْضٍ. وَقَالَ زُهَيْرٌ: بِآرِزَةِ الْفَقَارَةِ لَمْ يَخُنْهَا ... قِطَافٌ فِي الرِّكَابِ وَلَا خِلَاءُ\nفَأَمَّا قَوْلُهُمْ لِلَّيْلَةِ الْبَارِدَةِ آرِزَةٌ فَمِنْ هَذَا، لِأَنَّ الْخِصْرَ يَتَضَامُّ.",
    "pg": "1:78-79"
  },
  "أرس": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالسِّينُ لَيْسَتْ عَرَبِيَّةً. وَيُقَالُ: إِنَّ الْأَرَارِيسَ الزَّرَّاعُونَ، وَهِيَ شَامِيَّةٌ.",
    "pg": "1:79"
  },
  "أرش": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالشِّينُ يُمْكِنُ أَنْ يَكُونَ أَصْلًا، وَقَدْ جَعَلَهَا بَعْضُ أَهْلِ الْعِلْمِ فَرْعًا، وَزَعَمَ أَنَّ الْأَصْلَ الْهَرْشُ، وَأَنَّ الْهَمْزَةَ عِوَضٌ مِنَ الْهَاءِ. وَهَذَا عِنْدِي مُتَقَارِبٌ، لِأَنَّ هَذَيْنِ الْحَرْفَيْنِ - أَعْنِي الْهَمْزَةَ وَالْهَاءَ - مُتَقَارِبَانِ، يَقُولُونَ إِيَّاكَ وَهِيَّاكَ، وَأَرَقْتُ وَهَرَقْتُ. وَأَيًّا كَانَ فَالْكَلَامُ مِنْ بَابِ التَّحْرِيشِ، يُقَالُ: أرَّشْتُ الْحَرْبَ وَالنَّارَ: إِذَا أَوْقَدْتُهُمَا. قَالَ:\nوَمَا كُنْتُ مِمَّنْ أَرَّشَ الْحَرْبَ بَيْنَهُمْ ... وَلَكِنَّ مَسْعُودًا جَنَاهَا وَجُنْدُبَا\nوَأَرْشُ الْجِنَايَةِ: دِيَتُهَا، وَهُوَ أَيْضًا مِمَّا يَدْعُو إِلَى خِلَافٍ وَتَحْرِيشٍ، فَالْبَابُ وَاحِدٌ.",
    "pg": "1:79"
  },
  "أرض": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالضَّادُ ثَلَاثَةُ أُصُولٍ، أَصْلٌ يَتَفَرَّعُ وَتَكْثُرُ مَسَائِلُهُ، وَأَصْلَانِ لَا يَنْقَاسَانِ بَلْ كُلُّ وَاحِدٍ مَوْضُوعٌ حَيْثُ وَضَعَتْهُ الْعَرَبُ. فَأَمَّا هَذَانِ الْأَصْلَانِ فَالْأَرْضُ الزُّكْمَةُ، رَجُلٌ مَأْرُوضٌ، أَيْ: مَزْكُومٌ. وَهُوَ أَحَدُهُمَا، وَفِيهِ يَقُولُ الْهُذَلِيُّ:\nجَهِلْتَ سَعُوطَكَ حَتَّى تَخَا ... لَ أَنْ قَدْ أُرِضْتَ وَلَمْ تُؤْرَضِ\nوَالْآخَرُ الرِّعْدَةُ، يُقَالُ: بِفُلَانٍ أَرْضٌ، أَيْ: رِعْدَةٌ، قَالَ ذُو الرُّمَّةِ:\nإِذَا تَوَجَّسَ رِكْزًا مِنْ سَنَابِكِهَا ... أَوْ كَانَ صَاحِبَ أَرْضٍ أَوْ بِهِ مُومُ\nوَأَمَّا الْأَصْلُ الْأَوَّلُ فَكُلُّ شَيْءٍ يَسْفُلُ وَيُقَابِلُ السَّمَاءَ، يُقَالُ لِأَعْلَى الْفَرَسِ سَمَاءٌ، وَلِقَوَائِمِهِ أَرْضٌ. قَالَ:\nوَأَحْمَرَ كَالدِّيبَاجِ أَمَّا سَمَاؤُهُ ... فَرَيًّا وَأَمَّا أَرْضُهُ فَمَُحُولُ\nسَمَاؤُهُ: أَعَالِيهِ، وَأَرْضُهُ: قَوَائِمُهُ. وَالْأَرْضُ: الَّتِي نَحْنُ عَلَيْهَا، وَتُجْمَعُ أَرَضِينَ، وَلَمْ تَجِئْ فِي كِتَابِ اللَّهِ مَجْمُوعَةً. فَهَذَا هُوَ الْأَصْلُ ثُمَّ يَتَفَرَّعُ مِنْهُ قَوْلُهُمْ أَرْضٌ أَرِيضَةٌ، وَذَلِكَ إِذَا كَانَتْ لَيِّنَةً طَيِّبَةً. قَالَ امْرُؤُ الْقَيْسِ:\nبِلَادٌ عَرِيضَةٌ وَأَرْضٌ أَرِيضَةٌ ... مَدَافِعُ غَيْثٍ فِي فَضَاءٍ عَرِيضِ\nوَمِنْهُ رَجُلٌ أَرِيضٌ لِلْخَيْرِ، أَيْ: خَلِيقٌ لَهُ، شُبِّهَ بِالْأَرْضِ الْأَرِيضَةِ. وَمِنْهُ تَأَرَّضَ النَّبْتُ: إِذَا أَمْكَنَ أَنْ يُجَزَّ، وَجَدْيٌ أَرِيضٌ: إِذَا أَمْكَنَهُ أَنْ يَتَأَرَّضَ النَّبْتَ. وَالْإِرَاضُ: بِسَاطٌ ضَخْمٌ مِنْ وَبَرٍ أَوْ صُوفٍ. وَيُقَالُ: فُلَانٌ ابْنُ أَرْضٍ، أَيْ: غَرِيبٌ. قَالَ:\nأَتَانَا ابْنُ أَرْضٍ يَبْتَغِي الزَّادَ بَعْدَمَا\nوَيُقَالُ: تَأَرَّضَ فُلَانٌ: إِذَا لَزِمَ الْأَرْضَ. قَالَ رَجُلٌ مِنْ بَنِي سَعْدٍ:\nوَصَاحِبٍ نَبَّهْتُهُ لِيَنْهَضَا ... فَقَامَ مَا الْتَاثَ وَلَا تَأَرَّضَا",
    "pg": "1:79-81"
  },
  "أرط": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالطَّاءُ كَلِمَةٌ وَاحِدَةٌ لَا اشْتِقَاقَ لَهَا، وَهِيَ الْأَرْطَى الشَّجَرَةُ، الْوَاحِدَةُ مِنْهَا أَرْطَاةُ، وَأَرْطَاتَانِ وَأَرْطَيَاتٌ. وَأَرْطًى مُنَوَّنٌ، قَالَ أَبُو عَمْرٍو: أَرْطَاةٌ وَأَرْطًى، لَمْ تُلْحَقِ الْأَلِفُ لِلتَّأْنِيثِ. قَالَ الْعَجَّاجُ:\nفِي مَعْدِنِ الضَّالِ وَأَرْطًى مُعْبِلِ\nوَهُوَ يُجْرَى وَلَا يُجْرَى. وَيُقَالُ: هَذَا أرْطًى كَثِيرٌ وَهَذِهِ أَرْطَى كَثِيرَةٌ. وَيُقَالُ: أَرْطَتِ الْأَرْضُ: أَنْبَتَتِ الْأَرْطَى، فَهِيَ مُرْطِئَةٌ. وَذَكَرَ الْخَلِيلُ كَلِمَةً إِنْ صَحَّتْ فَهِيَ مِنَ الْإِبْدَالِ، أُقِيمَتِ الْهَمْزَةُ فِيهَا مُقَامَ الْهَاءِ. قَالَ الْخَلِيلُ: الْأَرِيطُ: الْعَاقِرُ مِنَ الرِّجَالِ. وَأَنْشَدَ: مَاذَا تُرَجِّينَ مِنَ الْأَرِيطِ\nوَالْأَصْلُ فِيهَا الْهَرَطُ يُقَالُ: نَعْجَةٌ هَرِطَةٌ، وَهِيَ الْمَهْزُولَةُ الَّتِي لَا يُنْتَفَعُ بِلَحْمِهَا غُثُوثَةٌ. وَالْإِنْسَانُ يَهْرِطُ فِي كَلَامِهِ: إِذَا خَلَطَ. وَقَدْ ذُكِرَ هَذَا فِي بَابِهِ.",
    "pg": "1:81-82"
  },
  "أرف": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، لَا يُقَاسُ عَلَيْهِ وَلَا يُتَفَرَّعُ مِنْهُ. يُقَالُ: أُرِّفَ عَلَى الْأَرْضِ: إِذَا جُعِلَتْ لَهَا حُدُودٌ. وَفِي الْحَدِيثِ: «كُلُّ مَالٍ قُسِمَ وَأُرِّفَ عَلَيْهِ فَلَا شُفْعَةَ فِيهِ» ، و \" الْأُرَفُ تَقْطَعُ كُلَّ شُفْعَةٍ \".",
    "pg": "1:82"
  },
  "أرق": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالْقَافُ أَصْلَانِ، أَحَدُهُمَا نِفَارُ النُّوَّمِ لَيْلًا، وَالْآخَرُ لَوْنٌ مِنَ الْأَلْوَانِ. فَالْأَوَّلُ قَوْلُهُمْ أَرِقْتُ أَرَقًا، وَأَرَّقَنِي الْهَمُّ يُؤَرِّقُنِي. قَالَ الْأَعْشَى:\nأَرِقْتُ وَمَا هَذَا السُّهَادُ الْمُؤَرِّقُ ... وَمَا بِيَ مِنْ سُقْمٍ وَمَا بِي مَعْشَقُ\nوَيُقَالُ: آرَقَنِي أَيْضًا. قَالَ تَأَبَّطَ شَرًّا:\nيَا عِيدُ مَا لَكَ مِنْ شَوْقٍ وَإِيرَاقِ ... وَمَرِّ طَيْفٍ عَلَى الْأَهْوَالِ طَرَّاقِ\nوَرَجُلٌ أَرِقٌ وَآرِقٌ، عَلَى وَزْنِ فَعِلٍ وَفَاعِلٍ. قَالَ:\nفَبِتُّ بِلَيْلِ الْآرِقِ الْمُتَمَلْمِلِ وَالْأَصْلُ الْآخَرُ قَوْلُ الْقَائِلِ:\nوَيَتْرُكُ الْقِرْنَ مُصْفَرًّا أَنَامِلُهُ ... كَأَنَّ فِي رَيْطَتَيْهِ نَضْحَ أَرْقَانِ\nفَيُقَالُ: إِنَّ الْأرْقَانَ شَجَرٌ أَحْمَرُ. قَالَ أَبُو حَنِيفَةَ: وَمِنْ هَذَا أَيْضًا الْأرَقَانُ الَّذِي يُصِيبُ الزَّرْعَ، وَهُوَ اصْفِرَارٌ يَعْتَرِيهِ، يُقَالُ: زَرْعٌ مَأْرُوقٌ وَقَدْ أُرِقَ. وَرَوَاهُ اللِّحْيَانِيُّ الْإِرَاقُ والْأَرْقُ.",
    "pg": "1:82-83"
  },
  "أرك": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالْكَافُ أَصْلَانِ عَنْهُمَا يَتَفَرَّعُ الْمَسَائِلُ، أَحَدُهُمَا شَجَرٌ، وَالْآخَرُ الْإِقَامَةُ. فَالْأَوَّلُ الْأَرَاكُ وَهُوَ شَجَرٌ مَعْرُوفٌ.\nحَدَّثَنَا ابْنُ السُّنِّيِّ عَنِ ابْنِ مُسَبِّحٍ، عَنْ أَبِي حَنِيفَةَ أَحْمَدَ بْنِ دَاوُدَ قَالَ: الْوَاحِدُ مِنَ الْأَرَاكِ أَرَاكَةٌ، وَبِهَا سُمِّيَتِ الْمَرْأَةُ أَرَاكَةَ. قَالَ: وَيُقَالُ: ائْتَرَكَ الْأَرَاكُ: إِذَا اسْتَحْكَمَ. قَالَ رُؤْبَةُ:\nمِنَ الْعِضَاهِ وَالْأَرَاكِ الْمُؤْتَرِكْ\nقَالَ أَبُو عَمْرٍو: وَيُقَالُ لِلْإِبِلِ الَّتِي تَأْكُلُ الْأَرَاكَ أرَاكِيَّةٌ وَأَوَارِكُ. وَفِي الْحَدِيثِ «أَنَّ النَّبِيَّ ﷺ أُتِيَ بِعَرَفَةَ بِلَبَنِ إِبِلٍ أَوَارِكَ» . وَأَرْضٌ أَرِكَةٌ كَثِيرَةُ الْأَرَاكِ. وَيُقَالُ لِلْإِبِلِ الَّتِي تَرْعَى الْأَرَاكَ أَرِكَةٌ أَيْضًا، كَقَوْلِكَ حَامِضٌ مِنَ الْحَمْضِ. وَقَالَ أَبُو ذُؤَيْبٍ: تَخَيَّرُ مِنْ لَبَنِ الْآرِكَا ... تِ بِالصَّيْفِ. . . . .\nوَالْأَصْلُ الثَّانِي الْإِقَامَةُ. حَدَّثَنِي ابْنُ السُّنِّيِّ عَنِ ابْنِ مُسَبِّحٍ عَنْ أَبِي حَنِيفَةَ قَالَ: جَعَلَ الْكِسَائِيُّ الْإِبِلَ الْأَرَاكِيَّةَ مِنَ الْأُرُوكِ وَهُوَ الْإِقَامَةُ. قَالَ أَبُو حَنِيفَةَ: وَلَيْسَ هَذَا مَأْخُوذًا مِنْ لَفْظِ الْأَرَاكِ، وَلَا دَالَّا عَلَى أَنَّهَا مُقِيمَةٌ فِي الْأَرَاكِ خَاصَّةً، بَلْ هَذَا لِكُلِّ شَيْءٍ، حَتَّى فِي مَقَامِ الرَّجُلِ فِي بَيْتِهِ، يُقَالُ مِنْهُ أَرَكَ يأْرِكُ وَيَأْرُكُ أُرُوكًا. وَقَالَ كُثَيِّرٌ فِي وَصْفِ الظُّعُنِ:\nوَفَوْقَ جِمَالِ الْحَيِّ بِيضٌ كَأَنَّهَا ... عَلَى الرَّقْمِ أَرْآمُ الْأَثِيلِ الْأَوَارِكُ\nوَالدَّلِيلُ عَلَى صِحَّةِ مَا قَالَهُ أَبُو حَنِيفَةَ تَسْمِيَتُهُمُ السَّرِيرَ فِي الْحَجَلَةِ أَرِيكَةً، وَالْجَمْعُ أَرَائِكُ. فَإِنْ قَالَ قَائِلٌ: فَإِنَّ أَبَا عُبَيْدٍ زَعَمَ أَنَّهُ يُقَالُ لِلْجُرْحِ إِذَا صَلَحَ وَتَمَاثَلَ أَرَكَ يَأْرُِكَ أُرُوكًا; قِيلَ لَهُ: هَذَا مِنَ الثَّانِي، لِأَنَّهُ إِذَا انْدَمَلَ سَكَنَ بَغْيُهُ وَارْتِفَاعُهُ عَنْ جِلْدَةِ الْجَرِيحِ.\nوَمِنْ هَذَا الْبَابِ اشْتِقَاقُ اسْمِ أَرِيكٍ، وَهُوَ مَوْضِعٌ. قَالَ شَاعِرٌ:\nفَمَرَّتْ عَلَى كُشُبٍ غُدْوَةً ... وَحَاذَتْ بِجَنْبِ أَرِيكٍ أَصِيلَا وَأَمَّا (الْهَمْزَةُ وَالرَّاءُ وَاللَّامُ)\nفَلَيْسَ بِأَصْلٍ وَلَا فَرْعٍ، عَلَى أَنَّهُمْ قَالُوا: أَرُلُ جَبَلٌ، وَإِنَّمَا هُوَ بِالْكَافِ.",
    "pg": "1:83-85"
  },
  "أرم": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ نَضْدُ الشَّيْءِ إِلَى الشَّيْءِ فِي ارْتِفَاعٍ ثُمَّ يَكُونُ الْقِيَاسُ فِي أَعْلَاهُ وَأَسْفَلِهِ وَاحِدًا. وَيَتَفَرَّعُ مِنْهُ فَرْعٌ وَاحِدٌ، هُوَ أَخْذُ الشَّيْءِ كُلِّهِ، أَكْلًا وَغَيْرَهُ. وَتَفْسِيرُ ذَلِكَ أَنَّ الْأَرْمَ مُلْتَقَى قَبَائِلِ الرَّأْسِ، وَالرَّأْسُ الضَّخْمُ مُؤَرَّمٌ. وَبَيْضَةٌ مُؤَرَّمَةٌ وَاسِعَةُ الْأَعْلَى. وَالْإِرَمُ الْعَلَمُ، وَهِيَ حِجَارَةٌ مُجْتَمِعَةٌ كَأَنَّهَا رَجُلٌ قَائِمٌ. وَيُقَالُ: إرَمِيٌّ وَأَرَمِيٌّ، وَهَذِهِ أَسْنِمَةٌ كَالْأَيَارِمِ. قَالَ:\nعَنْدَلَةُ سَنَامَهَا كَالْأَيْرَمِ\nقَالَ أَبُو زَيْدٍ: الْأُرُومُ حُرُوفُ هَامَةِ الْبَعِيرِ الْمُسِنِّ. وَالْأَرُومَةُ أَصْلُ كُلِّ شَجَرَةٍ. وَأَصْلُ الْحَسَبِ أَرُومَةٌ، وَكَذَلِكَ أَصْلُ كُلِّ شَيْءٍ وَمُجْتَمَعُهُ. وَالْأُرَّمُ الْحِجَارَةُ فِي قَوْلِ الْخَلِيلِ، وَأَنْشَدَ:\nيَلُوكُ مِنْ حَرْدٍ عَلَيْنَا الْأُرَّمَا\nوَيُقَالُ: الْأُرَّمُ الْأَضْرَاسُ، يُقَالُ: هُوَ يَحْرُقُ عَلَيْهِ الْأُرَّمَ. فَإِنْ كَانَ كَذَا فَلِأَنَّهَا تَأْرِمُ مَا عَضَّتْ. قَالَ: نُبِّئْتُ أَحْمَاءَ سُلَيْمى إِنَّمَا ... بَاتُوا غِضَابًا يَحْرُقُونَ الْأُرَّمَا\nوَأَرَمَتْهُمُ السَّنَةُ اسْتَأْصَلَتْهُمْ، وَهِيَ سُنُونَ أَوَارِمُ. وَسِكِّينٌ آرِمٌ قَاطِعٌ. وَأَرَمَ مَا عَلَى الْخِوَانِ أَكَلَهُ كُلَّهُ. وَقَوْلُهُمْ أَرَمَ حَبْلَهُ مِنْ ذَلِكَ، لِأَنَّ الْقُوَى تُجْمَعُ وَتُحْكَمُ فَتْلًا. وَفُلَانَةٌ حَسَنَةُ الْأَرْمِ، أَيْ: حَسَنَةُ فَتْلِ اللَّحْمِ. قَالَ أَبُو زَيْدٍ: مَا فِي فُلَانٍ إِرْمٌ، بِكَسْرِ الْأَلِفِ وَسُكُونِ الرَّاءِ، لِأَنَّ السِّنَّ يَأْرِمُ. وَأَرْضٌ مَأْرُومَةٌ أُكِلَ مَا فِيهَا فَلَمْ يُوجَدْ بِهَا أَصْلٌ وَلَا فَرْعٌ. قَالَ:\nوَنَأْرِمُ كُلَّ نَابِتَةٍ رِعَاءً",
    "pg": "1:85-86"
  },
  "أرن": {
    "def": "الْهَمْزَةُ وَالرَّاءُ وَالنُّونُ أَصْلَانِ، أَحَدُهُمَا النَّشَاطُ. وَالْآخَرُ مأْوًى يَأْوِي إِلَيْهِ وَحْشِيٌّ أَوْ غَيْرُهُ. فَأَمَّا الْأَوَّلُ فَقَالَ الْخَلِيلُ: الْأَرَنُ النَّشَاطُ، أَرِنَ يَأْرَنُ أرَنًا. قَالَ الْأَعْشَى:\nتَرَاهُ إِذَا مَا غَدَا صَحْبُهُ ... بِهِ جَانِبَيْهِ كَشَاةِ الْأَرَنْ\nوَالْأَصْلُ الثَّانِي قَوْلُ الْقَائِلِ:\nوَكَمْ مِنْ إرَانٍ قَدْ سَلَبْتُ مَقِيلَهُ ... إِذَا ضَنَّ بِالْوَحْشِ الْعِتَاقِ مَعَاقِلُهُ أَرَادَ الْمَكْنَسَ، أَيْ: كَمْ مَكْنَسٍ قَدْ سَلَبْتُ أَنْ يُقَالَ فِيهِ، مِنَ الْقَيْلُولَةِ. قَالَ ابْنُ الْأَعْرَابِيِّ: الْمِئْرَانُ مَأْوَى الْبَقَرِ مِنَ الشَّجَرِ. وَيُقَالُ لِلْمَوْضِعِ الَّذِي يَأْوِي إِلَيْهِ الْحِرْبَاءُ أُرْنَةٌ. قَالَ ابْنُ أَحْمَرَ:\nوَتَعَلَّلَ الْحِرْبَاءُ أُرْنَتَهُ ... مُتَشَاوِسًا لِوَرِيدِهِ نَقْرُ",
    "pg": "1:86-87"
  },
  "أرو": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالرَّاءُ وَالْوَاوُ فَلَيْسَ إِلَّا الْأَرْوَى، وَلَيْسَ هُوَ أَصْلًا يُشْتَقُّ مِنْهُ وَلَا يُقَاسُ عَلَيْهِ. قَالَ الْأَصْمَعِيُّ: الْأُرْوِيَّةُ الْأُنْثَى مِنَ الْوُعُولِ وَثَلَاثُ أَرَاوِيٍّ إِلَى الْعَشْرِ، فَإِذَا كَثُرَتْ فَهِيَ الْأَرْوَى. قَالَ أَبُو زَيْدٍ: يُقَالُ لِلذَّكَرِ وَالْأُنْثَى أُرْوِيَّةٌ.",
    "pg": "1:87"
  },
  "أري": {
    "def": "أَمَّا الْهَمْزَةُ وَالرَّاءُ وَالْيَاءُ فَأَصْلٌ يَدُلُّ عَلَى التَّثَبُّتِ وَالْمُلَازَمَةِ. قَالَ الْخَلِيلُ: أَرْيُ الْقِدْرِ مَا الْتَزَقَ بِجَوَانِبِهَا مِنْ مَرَقٍ، وَكَذَلِكَ الْعَسَلُ الْمُلْتَزِقُ بِجَوَانِبِ الْعَسَّالَةِ. قَالَ الْهُذَلِيُّ:\nأَرْيُ الْجَوَارِسِ فِي ذُؤَابَةِ مُشْرِفٍ ... فِيهِ النُّسُورُ كَمَا تَحَبَّى الْمَوْكِبُ يَقُولُ: نَزَلَتِ النُّسُورُ فِيهِ لِوُعُورَتِهِ فَكَأَنَّهَا مَوْكِبٌ. قَعَدُوا مُحْتَبِينَ مُطْمَئِنِّينَ. وَقَالَ آخَرُ:\nمِمَّا تَأْتَرِي وَتَتِيعُ\nأَيْ: مَا تُلْزِقُ وَتُسِيلُ. وَالْتِزَاقُهُ ائْتِرَاؤُهُ. قَالَ زُهَيْرٌ:\nيَشِمْنَ بُرُوقَهُ وَيُرِشُّ أَرْيَ الْ ... جَنُوبِ عَلَى حَوَاجِبِهَا الْعَمَاءُ\nفَهَذَا أَرْيُ السَّحَابِ، وَهُوَ مُسْتَعَارٌ مِنَ الَّذِي تَقَدَّمَ ذِكْرُهُ. وَمِنْ هَذَا الْبَابِ التَّأَرِّي التَّوَقُّعُ. قَالَ:\nلَا يَتَأَرَّى لِمَا فِي الْقِدْرِ يَرْقُبُهُ ... وَلَا يَعَضُّ عَلَى شَرسُوفِهِ الصَّفَرُ\nيَقُولُ: يَأْكُلُ الْخُبْزَ الْقَفَارَ وَلَا يَنْتَظِرُ غِذَاءَ الْقَوْمِ وَلَا مَا فِي قُدُورِهِمْ. ابْنُ الْأَعْرَابِيِّ: تَأَرَّى بِالْمَكَانِ أَقَامَ، وَتَأَرَّى عَنْ أَصْحَابِهِ تَخَلَّفَ. وَيُقَالُ: بَيْنَهُمْ أَرْيُ عَدَاوَةٍ، أَيْ: عَدَاوَةٌ لَازِمَةٌ، وَأَرْيُ النَّدَى: مَا وَقَعَ مِنَ النَّدَى عَلَى الشَّجَرِ وَالصَّخْرِ وَالْعُشْبِ فَلَمْ يَزَلْ يَلْتَزِقُ بَعْضُهُ بِبَعْضٍ. قَالَ الْخَلِيلُ: آرِيُّ الدَّابَّةِ مَعْرُوفٌ، وَتَقْدِيرُهُ فَاعُولٌ. قَالَ:\nيَعْتَادُ أرْبَاضًا لَهَا آرِيُّ قَالَ أَبُو عَلِيٍّ الْأَصْفَهَانِيُّ: عَنِ الْعَامِرِيِّ التَّأْرِيَةُ أَنْ تَعْتَمِدَ عَلَى خَشَبَةٍ فِيهَا ثِنْيُ حَبْلٍ شَدِيدٍ فَتُودِعَهَا حُفْرَةً ثُمَّ تَحْثُوَ التُّرَابَ فَوْقَهَا ثُمَّ يَشُدَّ الْبَعِيرُ لِيَلِينَ وَتَنْكَسِرَ نَفْسُهُ. يُقَالُ: أَرِّ لِبَعِيرِكَ وَأَوْكِدْ لَهُ. وَالْإِيكَادُ وَالتَّأْرِيَةُ وَاحِدٌ، وَقَدْ يَكُونُ لِلظِّبَاءِ أَيْضًا. قَالَ:\nوَكَانَ الظِّبَاءُ الْعُفْرُ يَعْلَمْنَ أَنَّهُ ... شَدِيدُ عُرَى الْآرِيِّ فِي الْعُشَرَاتِ",
    "pg": "1:87-89"
  },
  "أزب": {
    "def": "الْهَمْزَةُ وَالزَّاءُ وَالْبَاءُ أَصْلَانِ: الْقِصَرُ وَالدِّقَّةُ وَنَحْوُهُمَا، وَالْأَصْلُ الْآخَرُ النَّشَاطُ وَالصَّخَبُ فِي بَغْيٍ. قَالَ ابْنُ الْأَعْرَابِيِّ: الْإِزْبُ الْقَصِيرُ. وَأَنْشَدَ:\nوَأُبْغِضُ مِنْ هُذَيْلٍ كُلَّ إِزْبٍ ... قَصِيرِ الشَّخْصِ تَحْسَِبُهُ وَلِيدَا وَقَالَ الْخَلِيلُ: الْإِزْبُ الدَّقِيقُ الْمَفَاصِلِ، وَالْأَصْلُ وَاحِدٌ. وَيُقَالُ: هُوَ الْبَخِيلُ. مِنْ هَذَا الْقِيَاسِ: الْمِيزَابُ وَالْجَمْعُ الْمَآزِيبُ، وَسُمِّيَ لِدِقَّتِهِ وَضِيقِ مَجْرَى الْمَاءِ فِيهِ. الْأَصْلُ الثَّانِي، قَالَ الْأَصْمَعِيُّ: الْأُزْبِيُّ السُّرْعَةُ وَالنَّشَاطُ. قَالَ الرَّاجِزُ:\nحَتَّى أَتَى أُزْبِيُّهَا بِالْإِدْبِ\nقَالَ الْكِسَائِيُّ: أُزْبيٌّ وَأَزَابِيُّ الصَّخَبُ. وَقَوْسٌ ذَاتُ أُزْبيٍّ، وَهُوَ الصَّوْتُ الْعَالِي. قَالَ:\nكَأَنَّ أُزْبِيَّهَا إِذَا رَدَمَتْ ... هَزْمُ بُغَاةٍ فِي إِثْرِ مَا وَجَدُوا\nقَالَ أَبُو عَمْرٍو: الْأَزَابِيُّ الْبَغْيُ. قَالَ:\nذَاتُ أَزَابِيَّ وَذَاتُ دَهْرَسِ ... مِمَّا عَلَيْهَا دَحْمَسُ",
    "pg": "1:100-102"
  },
  "أزح": {
    "def": "الْهَمْزَةُ وَالزَّاءُ وَالْحَاءُ. يُقَالُ: أَزَحَ: إِذَا تَخَلَّفَ عَنِ الشَّيْءِ يَأْزِحُ. وَأَزَحَ: إِذَا تَقَبَّضَ وَدَنَا بَعْضُهُ مِنْ بَعْضٍ.",
    "pg": "1:102"
  },
  "أزد": {
    "def": "قَبِيلَةٌ، وَالْأَصْلُ السِّينُ، وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "1:102"
  },
  "أزر": {
    "def": "الْهَمْزَةُ وَالزَّاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْقُوَّةُ وَالشِّدَّةُ، يُقَالُ: تَأَزَّرَ النَّبْتُ: إِذَا قَوِيَ وَاشْتَدَّ. أَنْشَدَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ الْقَطَّانُ قَالَ: أَمْلَى عَلَيْنَا ثَعْلَبٌ:\nتَأَزَّرَ فِيهِ النَّبْتُ حَتَّى تَخَايَلَتْ ... رُبَاهُ وَحَتَّى مَا تَُرى الشَّاءُ نُوَّمَا\nيَصِفُ كَثْرَةَ النَّبَاتِ وَأَنَّ الشَّاءَ تَنَامُ فِيهِ فَلَا تُرَى. وَالْأَزْرُ: الْقُوَّةُ، قَالَ الْبَعِيثُ:\nشَدَدْتُ لَهُ أَزْرِي بِمِرَّةِ حَازِمٍ ... عَلَى مَوْقِعٍ مِنْ أَمْرِهِ مُتَفَاقِمِ [بَابُ الْهَمْزَةِ وَالسِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:102-103"
  },
  "أزز": {
    "def": "وَالْهَمْزَةُ وَالزَّاءُ يَدُلُّ عَلَى التَّحَرُّكِ وَالتَّحْرِيكِ وَالْإِزْعَاجِ. قَالَ الْخَلِيلُ: الْأَزُّ: حَمْلُ الْإِنْسَانِ الْإِنْسَانَ عَلَى الْأَمْرِ بِرِفْقٍ وَاحْتِيَالٍ. الشَّيْطَانُ يَؤُزُّ الْإِنْسَانَ عَلَى الْمَعْصِيَةِ أَزًّا. قَالَ اللَّهُ تَعَالَى: ﴿أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا﴾ [مريم: ٨٣] . قَالَ أَهْلُ التَّفْسِيرِ: تُزْعِجُهُمْ إِزْعَاجًا. وَأَنْشَدَ ابْنُ دُرَيْدٍ:\nلَا يَأْخُذُ التَّأْفِيكُ وَالتَّحَزِّي ... فِينَا وَلَا طَيْخُ الْعِدَى ذُو الْأَزِّ\nقَالَ ابْنُ الْأَعْرَابِيِّ: الْأَزُّ: حَلْبُ النَّاقَةِ بِشِدَّةٍ. وَأَنْشَدَ:\nشَدِيدَةُ أَزِّ الْآخِرَيْنِ كَأَنَّهَا ... إِذَا ابْتَدَّهَا الْعِلْجَانِ زَجْلَةُ قَافِلِ\nقَالَ أَبُو عُبَيْدٍ: الْأَزُّ: ضَمُّ الشَّيْءِ إِلَى الشَّيْءِ. قَالَ الْخَلِيلُ: الْأَزُّ: غَلَيَانُ الْقِدْرِ، وَهُوَ الْأَزِيزُ أَيْضًا، وَفِي الْحَدِيثِ: «كَانَ يُصَلِّي وَلِجَوْفِهِ أَزِيزٌ كَأَزِيزِ الْمِرْجَلِ مِنَ الْبُكَاءِ» . قَالَ أَبُو زَيْدٍ: الْأَزُّ: صَوْتُ الرَّعْدِ، يُقَالُ: أَزَّ يَئِزُّ أَزًّا وَأَزِيزًا. قَالَ أَبُو حَاتِمٍ: وَالْأَزِيزُ الْقُرُّ الشَّدِيدُ، يُقَالُ: لَيْلَةٌ ذَاتُ أَزِيزٍ وَلَا يُقَالُ: يَوْمٌ ذُو أَزِيزٍ. قَالَ: وَالْأَزِيزُ شِدَّةُ السَّيْرِ، يُقَالُ: أَزَّتْنَا الرِّيحُ، أَيْ: سَاقَتْنَا. قَالَ ابْنُ دُرَيْدٍ: بَيْتٌ أَزَزٌ: إِذَا امْتَلَأَ نَاسًا.",
    "pg": "1:13-14"
  },
  "أزف": {
    "def": "الْهَمْزَةُ وَالزَّاءُ وَالْفَاءُ يَدُلُّ عَلَى الدُّنُوِّ وَالْمُقَارَبَةِ، يُقَالُ: أَزِفَ الرَّحِيلُ: إِذَا اقْتَرَبَ وَدَنَا. قَالَ اللَّهُ تَعَالَى: ﴿أَزِفَتِ الْآزِفَةُ﴾ [النجم: ٥٧] ، يَعْنِي الْقِيَامَةَ. فَأَمَّا الْمُتَآزِفُ فَمِنْ هَذَا الْقِيَاسِ، يُقَالُ: رَجُلٌ مُتَآزِفٌ، أَيْ: قَصِيرٌ مُتَقَارِبُ الْخَلْقِ. قَالَتْ أُمُّ يَزِيدَ بْنِ الطَّثْرِيَّةِ: فَتًى قُدَّ قَدَّ السَّيْفِ لَا مُتَآزِفٌ ... وَلَا رَهِلٌ لَبَّاتُهُ وَبَآدِلُهُ\nقَالَ الشَّيْبَانِيُّ: الضَّيِّقُ الْخُلُقِ. وَأَنْشَدَ:\nكَبِيرُ مُشَاشِ الزَّوْرِ لَا مُتَآزِفٌ ... أَرَحَّ وَلَا جَادِيَ الْيَدَيْنِ مُجَذَّرُ\nالْمُجَذَّرُ: الْقَصِيرُ. وَالْجَاذِي: الْيَابِسُ. وَهَذَا الْبَيْتُ لَا يَدُلُّ عَلَى شَيْءٍ فِي الْخُلُقِ وَإِنَّمَا هُوَ فِي الْخَلْقِ وَإِنَّمَا أَرَادَ الشَّاعِرُ الْقَصِيرَ. وَيُقَالُ: تَآزَفَ الْقَوْمُ: إِذَا تَدَانَى بَعْضُهُمْ مِنْ بَعْضٍ. قَالَ الشَّيْبَانِيُّ: أَزَفَنِي فُلَانٌ، أَيْ: أَعْجَلَنِي يُؤْزِفُ إِيزَافًا. وَالْمَآزِفُ: الْمَوَاضِعُ الْقَذِرَةُ، وَاحِدَتُهَا مَأْزَفَةٌ. وَقَالَ:\nكَأَنَّ رِدَاءَيْهِ إِذَا مَا ارْتَدَاهُمَا ... عَلَى جُعَلٍ يَغْشَى الْمآزِفَ بالنُّخَرْ\nوَذَلِكَ لَا يَكَادُ يَكُونُ إِلَّا فِي مَضِيقٍ",
    "pg": "1:94-95"
  },
  "أزق": {
    "def": "الْهَمْزَةُ وَالزَّاءُ وَالْقَافُ قِيَاسٌ وَاحِدٌ وَأَصْلٌ وَاحِدٌ، وَهُوَ الضِّيقُ. قَالَ الْخَلِيلُ وَغَيْرُهُ: الْأَزْقُ الضِّيقُ فِي الْحَرْبِ، وَكَذَلِكَ يُدْعَى مَكَانُ الْوَغَى الْمَأْزِقُ. قَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ: استُؤْزِقَ عَلَى فُلَانٍ: إِذَا ضَاقَ عَلَيْهِ الْمَكَانُ فَلَمْ يُطِقْ أَنْ يَبْرُزَ. وَهُوَ فِي شِعْرِ الْعَجَّاجِ:\n[مَلَالةً يَمَلُّهَا] وَأَزْقَا",
    "pg": "1:95-96"
  },
  "أزل": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالزَّاءُ وَاللَّامُ فَأَصْلَانِ: الضِّيقُ وَالْكَذِبُ. قَالَ الْخَلِيلُ: الْأَزْلُ الشِّدَّةُ، تَقُولُ هُمْ فِي أَزْلٍ مِنَ الْعَيْشِ: إِذَا كَانُوا فِي سَنَةٍ أَوْ بَلْوَى. قَالَ:\nابْنَا نِزَارٍ فَرَّجَا الزَّلَازِلَا ... عَنِ الْمُصَلِّينَ وَأَزْلًا آزِلَا\nقَالَ الشَّيْبَانِيُّ: أَزَلْتُ الْمَاشِيَةَ وَالْقَوْمَ أَزْلًا، أَيْ: ضَيَّقْتُ عَلَيْهِمْ. وَأُزِلَتِ الْإِبِلُ: حُبِسَتْ عَنِ الْمَرْعَى. وَأَنْشَدَ ابْنُ دُرَيدٍ:\nحَلَفَ خَشَّافٌ فَأَوْفَى قِيلَهْ ... لِيُرْعِيَنَّ رِعْيَةً مَأْزُولَهْ\nوَيُقَالُ: أُزِلَ الْقَوْمُ يُؤْزَلُونَ: إِذَا أجْدَبُوا. قَالَ:\nفَلْيُؤْزَلَنَّ وَتَبْكُؤَنَّ لَقَاحُهُ ... وَيُعَلَّلَنَّ صَبِيُّهُ بِسَمَارِ\nالسَّمَارُ: الْمَذيِقُ الَّذِي يَكْثُرُ مَاؤُهُ. وَالْآزِلُ: الرَّجُلُ الْمُجْدِبُ. قَالَ شَاعِرٌ:\nمِنَ الْمُرْبِعِينَ وَمِنْ آزِلٍ ... إِذَا جَنَّهُ اللَّيْلُ كَالنَّاحِطِ\nقَالَ الْخَلِيلُ: يُقَالُ: أَزَلْتُ الْفَرَسَ: إِذَا قَصَّرْتَ حَبْلَهُ ثُمَّ أَرْسَلْتَهُ فِي مَرْعًى. قَالَ أَبُو النَّجْمِ:\nلَمْ يَرْعَ مَأزُولًا وَلَمَّا يُعْقَلِ وَأَمَّا الْكَذِبُ فالْإِزْلُ، قَالَ ابْنُ دَارَةٍ:\nيَقُولُونَ إزْلٌ حُبُّ لَيْلَى وَوُدُّهَا ... وَقَدْ كَذَبُوا مَا فِي مَوَدَّتِهَا إزْلُ\nوَأَمَّا الْأَزَلُ الَّذِي هُوَ الْقِدَمُ فَالْأَصْلُ لَيْسَ بِقِيَاسٍ، وَلَكِنَّهُ كَلَامٌ مُوجَزٌ مُبْدَلٌ، إِنَّمَا كَانَ \" لَمْ يَزَلْ \" فَأَرَادُوا النِّسْبَةَ إِلَيْهِ فَلَمْ يَسْتَقِمْ، فَنَسَبُوا إِلَى يَزَلَ، ثُمَّ قَلَبُوا الْيَاءَ هَمْزَةً فَقَالُوا أَزَلِيٌّ، كَمَا قَالُوا فِي ذِي يَزَنَ حِينَ نَسَبُوا الرُّمْحَ إِلَيْهِ: أَزَنِيٌّ.",
    "pg": "1:96-97"
  },
  "أزم": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالزَّاءُ وَالْمِيمُ فَأَصْلٌ وَاحِدٌ، وَهُوَ الضِّيقُ وَتَدَانِي الشَّيْءِ مِنَ الشَّيْءِ بِشِدَّةٍ وَالْتِفَافٍ. قَالَ الْخَلِيلُ: أَزَمْتُ وَأَنَا آزِمٌ. وَالْأَزْمُ شِدَّةُ الْعَضِّ. وَالْفَرَسُ يَأْزِمُ عَلَى فَأْسِ اللِّجَامِ. قَالَ طَرَفَةُ:\nهَيْكَلَاتٌٍ وَفُحُولٌٍ حُصُنٌٍ أَعْوَجِيَّاتٌٍ عَلَى الشَّأْوِ أُزُمْ\nقَالَ الْعَامِرِيُّ: يُقَالُ: أَزَمَ عَلَيْهِ: إِذَا عَضَّ وَلَمْ يَفْتَحْ فَمَهُ. قَالَ أَبُو عُبَيْدٍ: أَزَمَ عَلَيْهِ: إِذَا قَبَضَ بِفَمِهِ، وَبَزَمَ: إِذَا كَانَ بِمُقَدَّمِ فِيهِ. والْحِمْيَةُ تُسَمَّى أَزْمًا مِنْ هَذَا، كَأَنَّ الْإِنْسَانَ يُمْسِكُ عَلَى فَمِهِ. وَيُقَالُ: أَزَمَ الرَّجُلُ عَلَى صَاحِبِهِ، أَيْ: لَزِمَهُ، وآزَمَنِي كَذَا، أَيْ: أَلْزَمَنِيهِ. وَالسَّنَةُ أَزْمَةٌ لِلشِّدَّةِ الَّتِي فِيهَا. قَالَ:\n: إِذَا أَزَمَتْ أَوَازِمُ كُلِّ عَامِ\nوَأَنْشَدَ أَبُو عَمْرٍو:\nأَبْقَى مُلِمَّاتُ الزَّمَانِ الْعَارِمِ ... مِنْهَا وَمَرُّ الْغِيَرِ الْأَوَازِمِ\nقَالَ الْأَصْمَعِيُّ: سَنَةٌ أَزُومٌ وَأَزَامِ مَخْفُوضَةٌ، قَالَ:\nأَهَانَ لَهَا الطَّعَامَ فَلَمْ تُضِعْهُ ... غَدَاةَ الرَّوْعِ إِذْ أَزَمَتْ أَزَامِ\nوَالْأَمْرُ الْأَزُومُ الْمُنْكَرُ. قَالَ الْخَلِيلُ: أَزَمْتُ الْعِنَانَ وَالْحَبْلَ فَأَنَا آزِمٌ وَهُوَ مَأْزُومٌ: إِذَا أَحْكَمْتُ ضَفْرَهُ. وَالْمَأْزِمُ: مَضِيقُ الْوَادِي ذِي الْحُزُونَةِ. وَالْمَأْزِمَانِ: مَضِيقَانِ بِالْحَرَمِ.",
    "pg": "1:97-98"
  },
  "أزى": {
    "def": "الْهَمْزَةُ وَالزَّاءُ وَمَا بَعْدَهُمَا مِنَ الْمُعْتَلِّ أَصْلَانِ، إِلَيْهِمَا تَرْجِعُ فُرُوعُ الْبَابِ كُلِّهِ بِإِعْمَالِ دَقِيقِ النَّظَرِ: أَحَدُهُمَا انْضِمَامُ الشَّيْءِ بَعْضِهِ إِلَى بَعْضٍ، وَالْآخَرُ الْمُحَاذَاةُ. قَالَ الْخَلِيلُ أَزَى الشَّيْءُ يَأْزِي: إِذَا اكْتَنَزَ بَعْضُهُ إِلَى بَعْضٍ وَانْضَمَّ. قَالَ:\nفَهُوَ آزٍ لَحْمُهُ زِيَمُ\nقَالَ الشَّيْبَانِيُّ: أَزَتِ الشَّمْسُ لِلْمَغِيبِ أَزْيًا. وَأَزَى الظِّلُّ يَأْزِي أزْيًا وَأُزِيًّا: إِذَا قَلَصَ. وَأَنْشَدَ غَيْرُهُ: بَادِرْ بِشَيْخَيْكَ أُزِيَّ الظِّلِّ ... إِنَّ الشَّبَابَ عَنْهُمَا مُوَلِّ\nوَإِذَا نَقَصَ الْمَاءُ قِيلَ أَزَى، وَالْقِيَاسُ وَاحِدٌ. وَكَذَلِكَ أَزَى الْمَالُ. قَالَ:\nحَتَّى أَزَى دِيوَانُهُ الْمَحْسُوبُ\nوَمِنَ الْبَابِ قَوْلُ الْفَرَّاءِ: أَزَأْتُ عَنِ الشَّيْءِ: إِذَا كَعَعْتُ عَنْهُ، لِأَنَّهُ إِذَا كَعَّ تَقَبَّضَ وَانْضَمَّ. فَهَذَا أَحَدُ الْأَصْلَيْنِ، وَالْآخَرُ الْإِزَاءُ وَهُوَ الْحِذَاءُ، يُقَالُ: آزَيْتُ فُلَانًا، أَيْ: حَاذَيْتُهُ. فَأَمَّا الْقَيِّمُ الَّذِي يُقَالُ لَهُ الْإِزَاءُ فَمِنْ هَذَا أَيْضًا، لِأَنَّ الْقَيِّمَ بِالشَّيْءِ يَكُونُ أَبَدًا إِزَاءَهُ يَرْقُبُهُ. وَكَذَلِكَ إِزَاءُ الْحَوْضِ، لِأَنَّهُ مُحَاذٍ مَا يُقَابِلُهُ. قَالَ شَاعِرٌ فِي الْإِزَاءِ الَّذِي هُوَ الْقَيِّمُ:\nإِزَاءُ مَعَاشٍ لَا يَزَالُ نِطَاقُهَا ... شَدِيدًا وَفِيهَا سَوْرَةٌ وَهْيَ قَاعِدُ\nقَالَ أَبُو الْعَمَيْثَلِ: سَأَلَنِي الْأَصْمَعِيُّ عَنْ قَوْلِ الرَّاجِزِ فِي وَصْفِ حَوْضٍ:\nإِزَاؤُهُ كَالظَّرِبَانِ الْمُوفِي\nفَقُلْتُ الْإِزَاءُ مَصَبُّ الدَّلْوِ فِي الْحَوْضِ. فَقَالَ لِي: كَيْفَ يُشَبِّهُ مَصَبَّ الدَّلْوِ بِالظَّرِبَانِ؟ ! فَقُلْتُ: مَا عِنْدَكَ فِيهِ؟ قَالَ لِي: إِنَّمَا أَرَادَ الْمُسْتَقِيَ، مِنْ قَوْلِكَ فُلَانٌ إِزَاءُ مَالٍ: إِذَا قَامَ بِهِ [وَوَلِيَهُ] . وَشَبَّهَهُ بِالظَّرِبَانِ لِذَفَرِ رَائِحَتِهِ. وَإِمَّا إِزَاءُ الْحَوْضِ فَمَصَبُّ الْمَاءِ فِيهِ، يُقَالُ: آزَيْتُ الْحَوْضَ إِيزَاءً. قَالَ الْهُذَلِيُّ:\nلَعَمْرُ أَبِي لَيْلَى لَقَدْ سَاقَهُ الْمَنَى ... إِلَى جَدَثٍ يُوزَى لَهُ بِالْأَهَاضِبِ\nوَتَقُولُ آزَيْتُ: إِذَا صَبَبْتَ عَلَى الْإِزَاءِ. قَالَ رُؤْبَةُ:\nنَغْرِفُ مِنْ ذِي غَيِّثٍ وَنُؤْزِي\nوَبَعْضُهُمْ يَقُولُ: إِنَّمَا هُوَ مِنْ قَوْلِكَ أَزَيْتُ عَلَى صَنِيعِ فُلَانٍ، أَيْ: أَضْعَفْتُ فَإِنْ كَانَ كَذَا فَلِأَنَّ الضِّعْفَيْنِ كُلُّ وَاحِدٍ مِنْهُمَا إِزَاءُ الْآخَرِ. وَيُقَالُ: نَاقَةٌ أَزِيَةٌ: إِذَا كَانَتْ لَا تَشْرَبُ إِلَّا مِنْ إِزَاءِ الْحَوْضِ.",
    "pg": "1:98-100"
  },
  "أسد": {
    "def": "الْهَمْزَةُ وَالسِّينُ وَالدَّالُ، يَدُلُّ عَلَى قُوَّةِ الشَّيْءِ، وَلِذَلِكَ سُمِّيَ الْأَسَدُ أَسَدًا لِقُوَّتِهِ، وَمِنْهُ اشْتِقَاقُ كُلِّ مَا أَشْبَهَهُ، يُقَالُ: اسْتَأْسَدَ النَّبْتُ قَوِيَ. قَالَ الْحُطَيْئَةُ:\nبِمُسْتَأْسِدِ الْقُرْيَانِ حُوٍّ تِلَاعُهُ ... فَنُوَّارُهُ مِيلٌ إِلَى الشَّمْسِ زَاهِرُهْ\nوَيُقَالُ: اسْتَأْسَدَ عَلَيْهِ اجْتَرَأَ. قَالَ ابْنُ الْأَعْرَابِيِّ: أَسَدْتُ الرَّجُلَ مِثْلُ سَبَعْتُهُ. وَأَسْدٌ بِسُكُونِ السِّينِ، الَّذِينَ يُقَالُ لَهُمُ الْأَزْدُ، وَلَعَلَّهُ مِنَ الْبَابِ.\nوَأَمَّا الْإِسَادَةُ فَلَيْسَتْ مِنَ الْبَابِ، لِأَنَّ الْهَمْزَةَ مُنْقَلِبَةٌ عَنْ وَاوٍ. وَ [كَذَا] الْأُسْدِيُّ فِي قَوْلِ الْحُطَيْئَةِ:\nمُسْتَهْلِكُ الْوَرْدِ كالْأُسْدِيِّ قَدْ جَعَلَتْ ... أَيْدِي الْمَطِيِّ بِهِ عَادِيَّةً رُغُبًا",
    "pg": "1:106-107"
  },
  "أسر": {
    "def": "الْهَمْزَةُ وَالسِّينُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَقِيَاسٌ مُطَّرِدٌ، وَهُوَ الْحَبْسُ، وَهُوَ الْإِمْسَاكُ. مِنْ ذَلِكَ الْأَسِيرُ، وَكَانُوا يَشُدُّونَهُ بِالْقِدِّ وَهُوَ الْإِسَارُ، فَسُمِّيَ كُلُّ أَخِيذٍ وَإِنْ لَمْ يُؤْسَرْ أَسِيرًا. قَالَ الْأَعْشَى:\nوَقَيَّدَنِي الشِّعْرُ فِي بَيْتِهِ ... كَمَا قَيَّدَ الْآسِراتُ الْحِمَارَا\nأَيْ: أَنَا فِي بَيْتِهِ، يُرِيدُ بِذَلِكَ بُلُوغَهُ النِّهَايَةَ فِيهِ. وَالْعَرَبُ تَقُولُ أَسَرَ قَتَبَهُ، أَيْ: شَدَّهُ. وَقَالَ اللَّهُ تَعَالَى: ﴿وَشَدَدْنَا أَسْرَهُمْ﴾ [الإنسان: ٢٨] ، يُقَالُ: أَرَادَ الْخَلْقَ، وَيُقَالُ: بَلْ أَرَادَ مَجْرَى مَا يَخْرُجُ مِنَ السَّبِيلَيْنِ. وَأُسْرَةُ الرَّجُلِ رَهْطُهُ، لِأَنَّهُ يَتَقَوَّى بِهِمْ. وَتَقُولُ أَسِيرٌ وَأَسْرَى فِي الْجَمْعِ وَأَسَارَى بِالْفَتْحِ. وَالْأُسْرُ احْتِبَاسُ الْبَوْلِ.\n\n[بَابُ الْهَمْزَةِ وَالشِّينِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:107"
  },
  "أسس": {
    "def": "الْهَمْزَةُ وَالسِّينُ يَدُلُّ عَلَى الْأَصْلِ وَالشَّيْءِ الْوَطِيدِ الثَّابِتِ، فَالْأُسُّ أَصْلُ الْبِنَاءِ، وَجَمْعُهُ آسَاسٌ، وَيُقَالُ لِلْوَاحِدِ: أَسَاسٌ، بِقَصْرِ الْأَلِفِ، وَالْجَمْعُ أُسُسٌ. قَالُوا: الْأُسُّ أَصْلُ الرَّجُلِ، وَالْأُسُّ وَجْهُ الدَّهْرِ، وَيَقُولُونَ: كَانَ ذَلِكَ عَلَى أُسِّ الدَّهْرِ. قَالَ الْكَذَّابُ الْحِرْمَازِيُّ:\nوَأُسُّ مَجْدٍ ثَابِتٌ وَطِيدُ ... نَالَ السَّمَاءَ فَرْعُهُ الْمَدِيدُ\nفَأَمَّا الْآسُ فَلَيْسَ هَذَا بَابَهُ، وَقَدْ ذُكِرَ فِي مَوْضِعِهِ.",
    "pg": "1:14"
  },
  "أسف": {
    "def": "الْهَمْزَةُ وَالسِّينُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْفَوْتِ وَالتَّلَهُّفِ وَمَا أَشْبَهَ ذَلِكَ. يُقَالُ: أَسِفَ عَلَى الشَّيْءِ يَأْسَفُ أسَفًا مِثْلَ تَلَهَّفَ. وَالْأَسِفُ الْغَضْبَانُ، قَالَ اللَّهُ تَعَالَى: ﴿وَلَمَّا رَجَعَ مُوسَى إِلَى قَوْمِهِ غَضْبَانَ أَسِفًا﴾ [الأعراف: ١٥٠] ، وَقَالَ الْأَعْشَى:\nأَرَى رَجُلًا مِنْهُمْ أَسِيفًا كَأَنَّمَا ... يَضُمُّ إِلَى كَشْحَيْهِ كَفًّا مُخَضَّبًا\nفَيُقَالُ: هُوَ الْغَضْبَانُ. وَيُقَالُ: إِنَّ الْأَُسَافَةَ الْأَرْضُ الَّتِي لَا تُنْبِتُ شَيْئًا; وَهَذَا هُوَ الْقِيَاسُ، لِأَنَّ النَّبَاتَ قَدْ فَاتَهَا. وَكَذَلِكَ الْجَمَلُ الْأَسِيفُ، وَهُوَ الَّذِي لَا يَكَادُ يَسْمَنُ. وَأَمَّا التَّابِعُ وَتَسْمِيَتُهُمْ إِيَّاهُ أَسِيفًا فَلَيْسَ مِنَ الْبَابِ، لِأَنَّ الْهَمْزَةَ مُنْقَلِبَةٌ مِنْ عَيْنٍ، وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "1:103"
  },
  "أسك": {
    "def": "الْهَمْزَةُ وَالسِّينُ وَالْكَافُ بِنَاؤُهُ فِي الْكِتَابَيْنِ. وَقَالَ أَهْلُ اللُّغَةِ: الْمَأْسُوكَةُ الَّتِي أَخْطَأَتْ خَافِضَتُهَا فَأَصَابَتْ غَيْرَ مَوْضِعِ الْخَفْضِ.",
    "pg": "1:103-104"
  },
  "أسل": {
    "def": "الْهَمْزَةُ وَالسِّينُ وَاللَّامُ تَدُلُّ عَلَى حِدَّةِ الشَّيْءِ وَطُولِهِ فِي دِقَّةٍ. وَقَالَ الْخَلِيلُ: الْأَسَلُ الرِّمَاحُ. قَالَ: وَسُمِّيَتْ بِذَلِكَ تَشْبِيهًا لَهَا بِأَسَلِ النَّبَاتِ. وَكُلُّ نَبْتٍ لَهُ شَوْكٌ طَوِيلٌ فَشَوْكُهُ أَسَلٌ. وَالْأَسَلَةُ مُسْتَدَقُّ الذِّرَاعِ. وَالْأَسَلَةُ: مُسْتَدَقُّ اللِّسَانِ. قَالُوا: وَكُلُّ شَيْءٍ مُحَدَّدٍ فَهُوَ مُؤَسَّلٌ. قَالَ مُزَاحِمٌ:\nيُبَارِي سَدِيسَاهَا إِذَا تَلَمَّجَتْ ... شَبًا مِثْلَ إِبْزِيمِ السِّلَاحِ الْمُؤَسَّلِ\nيُبَارِي: يُعَارِضُ. سَدِيسَاهَا: ضِرْسَانِ فِي أَقْصَى الْفَمِ، طَالَا حَتَّى صَارَا يُعَارِضَانِ النَّابَيْنِ، وَهُمَا الشَّبَّا الَّذِي ذَكَرَ. وَالْإِبْزِيمُ: الْحَدِيدَةُ الَّتِي تَرَاهَا فِي الْمِنْطَقَةِ دَقِيقَةً تُمْسِكُ الْمِنْطَقَةَ إِذَا شُدَّتْ.",
    "pg": "1:104"
  },
  "أسم": {
    "def": "الْهَمْزَةُ وَالسِّينُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ أُسَامَةُ، اسْمٌ مِنْ أَسْمَاءِ الْأَسَدِ.",
    "pg": "1:104"
  },
  "أسن": {
    "def": "الْهَمْزَةُ وَالسِّينُ وَالنُّونُ أَصْلَانِ، أَحَدُهُمَا تَغَيُّرُ الشَّيْءِ، وَالْآخَرُ السَّبَبُ. فَأَ [مَّا ا] لْأَوَّلُ فَيُقَالُ: أَسَنَ الْمَاءُ يَأْسِنُ وَيَأْسُنُ.: إِذَا تَغَيَّرَ. هَذَا هُوَ الْمَشْهُورُ، وَقَدْ يُقَالُ: أَسِنَ. قَالَ اللَّهُ تَعَالَى: ﴿مِنْ مَاءٍ غَيْرِ آسِنٍ﴾ [محمد: ١٥] . وَأَسِنَ الرَّجُلُ: إِذَا غُشِيَ عَلَيْهِ مِنْ رِيحِ الْبِئْرِ. وَهَاهُنَا كَلِمَتَانِ مَعْلُولَتَانِ لَيْسَتَا بِأَصْلٍ، إِحْدَاهُمَا الْأُسُنُ وَهُوَ بَقِيَّةُ الشَّحْمِ، وَهَذِهِ هَمْزَةٌ مُبْدَلَةٌ مِنْ عَيْنٍ، إِنَّمَا هُوَ عُسُنٌ، وَالْأُخْرَى قَوْلُهُمْ تَأَسَّنَ تَأَسُّنًا: إِذَا اعْتَلَّ وَأَبْطَأَ. وَعِلَّةُ هَذِهِ أَنَّ أَبَا زَيْدٍ قَالَ: إِنَّمَا هِيَ تأَسَّرَ تَأَسُّرًا، فَهَذِهِ عِلَّتُهَا. وَالْأَصْلُ الْآخَرُ قَوْلُهُمُ الْآسَانُ: الْحِبَالُ. قَالَ:\nوَقَدْ كُنْتُ أَهْوَى النَّاقِمِيَّةَ حِقْبَةً ... فَقَدْ جَعَلَتْ آسَانُ بَيْنٍ تَقَطَّعُ\nوَاسْتُعِيرَ هَذَا فِي قَوْلِهِمْ: هُوَ عَلَى آسَانٍ مِنْ أَبِيهِ، أَيْ: طَرَائِقَ.",
    "pg": "1:104-105"
  },
  "أسو": {
    "def": "الْهَمْزَةُ وَالسِّينُ وَالْوَاوُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْمُدَاوَاةِ وَالْإِصْلَاحِ، يُقَالُ: أَسَوْتُ الْجُرْحَ: إِذَا دَاوَيْتُهُ، وَلِذَلِكَ يُسَمَّى الطَّبِيبُ الْآسِي. قَالَ الْحُطَيْئَةُ:\nهُمُ الْآسُونَ أُمَّ الرَّأْسِ لَمَّا ... تَوَاكَلَهَا الْأَطِبَّةُ وَالْإِسَاءُ\nأَيِ الْمُعَالِجُونَ. كَذَا قَالَ الْأُمَوِيُّ. وَيُقَالُ: أَسَوْتُ الْجُرْحَ أَسْوًا وَأَسًا: إِذَا دَاوَيْتُهُ. قَالَ الْأَعْشَى:\nعِنْدَهُ الْبِرُّ وَالتُّقَى وَأَسَا الشَّ ... قِّ وَحَمْلٌ لِمُضْلِعِ الْأَثْقَالِ\nوَيُقَالُ: أَسَوْتُ بَيْنَ الْقَوْمِ: إِذَا أَصْلَحْتُ بَيْنَهُمْ. وَمِنْ هَذَا الْبَابِ: لِي فِي فُلَانٍ إُِسْوَةٌ، أَيْ: قَُِدْوَةٌ، أَيْ: إِنِّي أَقْتَدِي بِهِ. وَأَسَّيْتُ فُلَانًا: إِذَا عَزَّيْتُهُ، مِنْ هَذَا، أَيْ قُلْتُ لَهُ: لِيَكُنْ لَكَ بِفُلَانٍ أُسْوَةٌ فَقَدْ أُصِيبَ بِمِثْلِ مَا أُصِبْتَ بِهِ فَرَضِيَ وَسَلَّمَ. وَمِنْ هَذَا الْبَابِ: آسَيْتُهُ بِنَفْسِي.",
    "pg": "1:105-106"
  },
  "أسي": {
    "def": "الْهَمْزَةُ وَالسِّينُ وَالْيَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْحُزْنُ; يُقَالُ: أَسِيتُ عَلَى الشَّيْءِ آسَى أَسًى، أَيْ: حَزِنْتُ عَلَيْهِ.",
    "pg": "1:106"
  },
  "أشا": {
    "def": "الْهَمْزَةُ وَالشِّينُ وَالْأَلِفُ. وَالْأَشَاءُ صِغَارُ النَّخْلِ، الْوَاحِدَةُ أَشَاءَةٌ.",
    "pg": "1:107-108"
  },
  "أشب": {
    "def": "الْهَمْزَةُ وَالشِّينُ وَالْبَاءُ يَدُلُّ عَلَى اخْتِلَاطٍ وَالْتِفَافٍ، يُقَالُ: عِيصٌ أَشِبٌ، أَيْ: مُلْتَفٌّ، وَجَاءَ فُلَانٌ فِي عَدَدٍ أَشِبٍ. وَتَأَشَّبَ الْقَوْمُ اخْتَلَطُوا. وَيُقَالُ: أَشَبْتُ فُلَانًا آشِبُهُ: إِذَا لُمْتُهُ، كَأَنَّكَ لَفَّقْتَ عَلَيْهِ قَبِيحًا فَلُمْتَهُ فِيهِ. قَالَ أَبُو ذُؤَيْبٍ:\nوَيَأْشِبُنِي فِيهَا الَّذِينَ يَلُونَهَا ... وَلَوْ عَلِمُوا لَمْ يَأْشِبُونِي بِطَائِلِ\nوَالْأُشَابَةُ الْأَخْلَاطُ مِنَ النَّاسِ فِي قَوْلِهِ:\nوَثِقْتُ لَهُ بِالنَّصْرِ إِذْ قِيلَ قَدْ غَزَتْ ... قَبَائِلُ مِنْ غَسَّانَ غَيْرُ أَشَائِبِ",
    "pg": "1:108"
  },
  "أشر": {
    "def": "الْهَمْزَةُ وَالشِّينُ وَالرَّاءُ، أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْحِدَّةِ. مِنْ ذَلِكَ قَوْلُهُمْ: هُوَ أَشِرٌ، أَيْ: بَطِرٌ مُتَسَرِّعٌ ذُو حِدَّةٍ. وَيُقَالُ مِنْهُ أَشِرَ يَأْشَرُ. وَمِنْهُ قَوْلُهُمْ نَاقَةٌ مِئْشِيرٌ، مِفْعِيلٌ مِنَ الْأَشَرِ. قَالَ أَوْسٌ:\nحَرْفٌ أَخُوهَا أَبُوهَا مِنْ مُهَجَّنَةٍ ... وَعَمُّهَا خَالُهَا وَجْنَاءُ مِئْشِيرُ وَرَجُلٌ أَشِرٌ وَأَشُرٌ. وَالْأُشُرُ رِقَّةٌ وَحِدَّةٌ فِي أَطْرَافِ الْأَسْنَانِ: قَالَ طَرَفَةُ:\nبَدَّلَتْهُ الشَّمْسُ مِنْ مَنْبِتِهِ ... بَرَدًا أَبْيَضَ مَصْقُولَ الْأُشُرْ\nوَأَشَرْتُ الْخَشَبَةَ بِالْمِئْشَارِ مِنْ هَذَا.\n\n[بَابُ الْهَمْزَةِ وَالصَّادِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:108-109"
  },
  "أشش": {
    "def": "الْهَمْزَةُ وَالشِّينُ يَدُلُّ عَلَى الْحَرَكَةِ لِلِّقَاءِ. قَالَ ابْنُ دُرَيْدٍ: أَشَّ الْقَوْمُ يَؤُشُّونَ أشًّا: إِذَا قَامَ بَعْضُهُمْ إِلَى بَعْضٍ لِلشَّرِّ لَا لِلْخَيْرِ. وَقَالَ غَيْرُهُ: الْأَشَاشُ مِثْلُ الْهَشَاشِ. وَفِي الْحَدِيثِ: «كَانَ إِذَا رَأَى مِنْ أَصْحَابِهِ بَعْضَ الْأَشَاشِ وَعَظَهُمْ» .",
    "pg": "1:14-15"
  },
  "أشف": {
    "def": "الْهَمْزَةُ وَالشِّينُ وَالْفَاءُ كَلِمَةٌ لَيْسَتْ بِالْأَصْلِيَّةِ فَلِذَلِكَ لَمْ نَذْكُرْهَا. وَالَّذِي سُمِعَ فِيهِ الْإِشْفَى.",
    "pg": "1:107"
  },
  "أصد": {
    "def": "الْهَمْزَةُ وَالصَّادُ وَالدَّالُ، شَيْءٌ يَشْتَمِلُ عَلَى الشَّيْءِ. يَقُولُونَ لِلْحَظِيرَةِ أَصِيدَةٌ، سُمِّيَتْ بِذَلِكَ لِاشْتِمَالِهَا عَلَى مَا فِيهَا. وَمِنْ ذَلِكَ الْأُصْدَةُ، وَهُوَ قَمِيصٌ صَغِيرٌ يَلْبَسُهُ الصَّبَايَا، وَيُقَالُ: صَبِيَّةٌ ذَاتُ مُؤَصَّدٍ. قَالَ:\nتَعَلَّقْتُ لَيْلَى وَهْيَ ذَاتُ مُؤَصَّدٍ ... وَلَمْ يَبْدُ [لِلْأَتْرَابِ] مِنْ ثَدْيِهَا حَجْمُ",
    "pg": "1:110"
  },
  "أصر": {
    "def": "الْهَمْزَةُ وَالصَّادُ وَالرَّاءُ، أَصْلٌ وَاحِدٌ يَتَفَرَّعُ مِنْهُ أَشْيَاءُ مُتَقَارِبَةٌ. فَالْأَصْرُ الْحَبْسُ وَالْعَطْفُ وَمَا فِي مَعْنَاهُمَا. وَتَفْسِيرُ ذَلِكَ أَنَّ الْعَهْدَ يُقَالُ لَهُ إِصْرٌ، وَالْقَرَابَةُ تُسَمَّى آصِرَةٌ، وَكُلُّ عَقْدٍ وَقَرَابَةٍ وَعَهْدٍ إِصْرٌ. وَالْبَابُ كُلُّهُ وَاحِدٌ. وَالْعَرَبُ تَقُولُ: \" مَا تَأْصِرُنِي عَلَى فُلَانٍ آصِرَةٌ \"، أَيْ: مَا تَعْطِفُنِي عَلَيْهِ قَرَابَةٌ. قَالَ الْحُطَيْئَةُ: عَفْوًا عَلَيَّ بِغَيْرِ آ ... صِرَةٍ فَقَدْ عَظُمَ الْأَوَاصِرْ\nأَيْ: عَطَفُوا عَلَيَّ بِغَيْرِ عَهْدٍ وَلَا قَرَابَةٍ. والْمَأْصَِرُ مِنْ هَذَا، لِأَنَّهُ شَيْءٌ يُحْبَسُ [بِهِ] . فَأَمَّا قَوْلُهُمْ إِنَّ [الْعَهْدَ] الثَّقِيلَ إِصْرٌ فَهُوَ [مِنْ] هَذَا، لِأَنَّ الْعَهْدَ وَالْقَرَابَةَ لَهُمَا إِصْرٌ يَنْبَغِي أَنْ يُتَحَمَّلَ. وَيُقَالُ: أَصَرْتُهُ: إِذَا حَبَسْتُهُ. وَمِنْ هَذَا الْبَابِ الْإِصَارُ، وَهُوَ الطُّنُبُ، وَجَمْعُهُ أُصُرٌ. وَيُقَالُ: هُوَ وَتَدُ الطُّنُبِ. فَأَمَّا قَوْلُ الْأَعْشَى:\nفَهَذَا يُعِدُّ لَهُنَّ الْخَلَا ... وَيَجْعَلُ ذَا بَيْنَهُنَّ الْإِصَارَا\n\n[بَابُ الْهَمْزَةِ وَالضَّادِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:110-111"
  },
  "أصص": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالصَّادُ فَلَهُ مَعْنَيَانِ، أَحَدُهُمَا أَصْلُ الشَّيْءِ وَمُجْتَمَعُهُ، وَالْأَصْلُ الْآخَرُ الرِّعْدَةُ. قَالَ أَهْلُ اللُّغَةِ: الْإِصُّ الْأَصْلُ. وَيُقَالُ لِلنَّاقَةِ الْمُجْتَمِعَةِ الْخَلْقِ: أَصُوصٌ. وَجَمْعُ الْإِصِّ الَّذِي هُوَ الْأَصْلُ: آصَاصٌ. قَالَ:\nقِلَالُ مَجْدٍ فَرَّعَتْ آصَاصَا ... وَعِزَّةٌ قَعْسَاءُ لَا تُنَاصَى\nوَالْأَصِيصُ: أَصْلُ الدَّنِّ يُجْعَلُ فِيهِ شَرَابٌ. قَالَ عَدِيٌّ:\nمَتَى أَرَى شَرْبًا حَوَالَيْ أَصِيصْ\nفَهَذَا أَصْلٌ. وَأَمَّا الْآخَرُ فَقَالُوا: أَفْلَتَ فُلَانٌ وَلَهُ أَصِيصٌ، أَيْ رِعْدَةٌ.",
    "pg": "1:15"
  },
  "أصل": {
    "def": "الْهَمْزَةُ وَالصَّادُ وَاللَّامُ، ثَلَاثَةُ أُصُولٍ مُتَبَاعِدٍ بَعْضُهَا مِنْ بَعْضٍ، أَحَدُهَا: أَسَاسُ الشَّيْءِ، وَالثَّانِي: الْحَيَّةُ، وَالثَّالِثُ: مَا كَانَ مِنَ النَّهَارِ بَعْدَ الْعَشِيِّ. فَأَمَّا الْأَوَّلُ فَالْأَصْلُ أَصْلُ الشَّيْءِ، قَالَ الْكِسَائِيُّ فِي قَوْلِهِمْ: \" لَا أَصْلَ لَهُ وَلَا فَصْلَ لَهُ \": إِنَّ الْأَصْلَ الْحَسَبُ، وَالْفَصْلَ اللِّسَانُ. وَيُقَالُ: مَجْدٌ أَصِيلٌ. وَأَمَّا الْأَصَلَةُ فَالْحَيَّةُ الْعَظِيمَةُ. وَفِي الْحَدِيثِ فِي ذِكْرِ الدَّجَّالِ: «كَأَنَّ رَأْسَهُ أَصَلَةٌ» . وَأَمَّا الزَّمَانُ فَالْأَصِيلُ بَعْدَ الْعَشِيِّ وَجَمْعُهُ أُصُلٌ وَآصَالٌ. وَ [يُقَالُ] أَصِيلٌ وَأَصِيلَةٌ، وَالْجَمْعُ أَصَائِلُ. قَالَ:\nلَعَمْرِي لَأَنْتَ الْبَيْتُ أُكْرِمُ أَهْلَهُ ... وَأَقْعُدُ فِي أَفْيَائِهِ بِالْأَصَائِلِ",
    "pg": "1:109-110"
  },
  "أضا": {
    "def": "الْهَمْزَةُ وَالضَّادُ مَعَ اعْتِلَالِ مَا بَعْدَهُمَا كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْأَضَاةُ، مَكَانٌ يَسْتَنْقِعُ فِيهِ الْمَاءُ كَالْغَدِيرِ. قَالَ أَبُو عُبَيْدٍ: الْأَضَاةُ الْمَاءُ الْمُسْتَنْقِعُ، مِنْ سَيْلٍ أَوْ غَيْرِهِ، وَجَمْعُهُ أَضًا، وَجَمْعُ الْأَضَا إِضَاءٌ مَمْدُودٌ، وَهُوَ نَادِرٌ.\n\n[بَابُ الْهَمْزَةِ وَالطَّاءِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:112"
  },
  "أضض": {
    "def": "وَلِلْهَمْزَةِ وَالضَّادِ مَعْنَيَانِ: الِاضْطِرَارُ وَالْكَسْرُ، وَهُمَا مُتَقَارِبَانِ. قَالَ ابْنُ دُرَيْدٍ: أَضَّنِي إِلَى كَذَا [وَكَذَا] يَؤُضُّنِي أَضًّا: إِذَا اضْطَرَّنِي إِلَيْهِ. قَالَ رُؤْبَةُ:\nوَهِيَ تَرَى ذَا حَاجَةٍ مُؤْتَضَّا أَيْ مُضْطَرًّا. قَالَ: وَالْأَضُّ أَيْضًا الْكَسْرُ، يُقَالُ: أَضَّهُ، مِثْلُ هَضَّهُ سَوَاءٌ. وَحَكَى أَبُو زَيْدٍ الْأَضَاضَةُ: الِاضْطِرَارُ. قَالَ:\nزَمَانَ لَمْ أُخَالِفِ الْأَضَاضَهْ ... أَكْحَلُ مَا فِي عَيْنِهِ بَيَاضَهْ",
    "pg": "1:15-16"
  },
  "أضم": {
    "def": "الْهَمْزَةُ وَالضَّادُ وَالْمِيمُ أَصْلٌ وَاحِدٌ وَكَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْحِقْدُ، يُقَالُ: أَضِمَ عَلَيْهِ: إِذَا حَقَدَ وَاغْتَاظَ. قَالَ الْجَعْدِيُّ:\nوَأَزْجُرُ الْكَاشِحَ الْعَدُوَّ إِذَا اغْ ... تَابَكَ زَجْرًا مِنِّي عَلَى أَضَمِ",
    "pg": "1:111-112"
  },
  "أطر": {
    "def": "الْهَمْزَةُ وَالطَّاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ عَطْفُ الشَّيْءِ عَلَى الشَّيْءِ أَوْ إِحَاطَتُهُ بِهِ. قَالَ أَهْلُ اللُّغَةِ: كُلُّ شَيْءٍ أَحَاطَ بِشَيْءٍ فَهُوَ إِطَارٌ. وَيُقَالُ لِمَا حَوْلَ الشَّفَةِ مِنْ حَرْفِهَا إِطَارٌ. وَيُقَالُ: بَنُو فُلَانٍ إِطَارٌ لِبَنِي فُلَانٍ: إِذَا حَلُّوا حَوْلَهُمْ. قَالَ بِشْرٌ:\nوَحَلَّ الْحَيُّ حَيُّ بَنِي سُبَيعٍ ... قُرَاضِبَةً وَنَحْنُ لَهُمْ إِطَارُ\nوَيُقَالُ: أَطَرْتُ الْعُودَ: إِذَا عَطَفْتُهُ، فَهُوَ مَأْطُورٌ. وَمِنْهُ حَدِيثُ النَّبِيِّ ﵌: «حَتَّى تَأْخُذُوا عَلَى يَدَيِ الظَّالِمِ وَتَأْطِرُوهُ عَلَى الْحَقِّ أَطْرًا» ، أَيْ: تَعْطِفُوهُ. وَيُقَالُ: أَطَرْتُ الْقَوْسَ: إِذَا عَطَفْتُهَا، قَالَ طَرَفَةُ:\nكَأَنَّ كِنَاسَيْ ضَالَةٍ يَكْنُفَانِهَا ... وَأَطْرَ قِسِيٍّ تَحْتَ صُلْبٍ مُؤَيَّدِ\nوَيُقَالُ لِلْعَقَبَةِ الَّتِي تَجْمَعُ [الْفُوقَ] أُطْرَةٌ، يُقَالُ مِنْهُ أَطَرْتُ السَّهْمَ أَطْرًا. وَسَمِعْتُ عَلِيَّ بْنَ إِبْرَاهِيمَ الْقَطَّانَ يَقُولُ: سَمِعْتُ ثَعْلَبًا يَقُولُ: التَّأَطُّرُ التَّمَكُّثُ. وَقَدْ شَذَّتْ مِنَ الْبَابِ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْأَطِيرُ، وَهُوَ الذَّنْبُ. يُقَالُ: أَخَذَنِي بِأَطِيرِ غَيْرِي، أَيْ: بِذَنْبِهِ. وَكَذَلِكَ فَسَّرُوا قَوْلَ عَبْدِ اللَّهِ بْنِ سَلَمَةَ:\nوَإِنْ أَكْبَرْ فلَا بِأَطِيرِ إِصْرٍ ... يُفَارِقُ عَاتِقِي ذَكَرٌ خَشِيبُ\n\n[بَابُ الْهَمْزَةِ وَالْعَيْنِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]\nمُهْمَلٌ.\n\n[بَابُ الْهَمْزَةِ وَالْفَاءِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:113-114"
  },
  "أطط": {
    "def": "وَلِلْهَمْزَةِ وَالطَّاءِ معنًى وَاحِدٌ، وَهُوَ صَوْتُ الشَّيْءِ إِذَا حَنَّ وَأَنْقَضَ، يُقَالُ: أَطَّ الرَّحْلُ يَئِطُّ أَطِيطًا، وَذَلِكَ إِذَا كَانَ جَدِيدًا فَسَمِعْتَ لَهُ صَرِيرًا. وَكُلُّ صَوْتٍ أَشْبَهَ ذَلِكَ فَهُوَ أَطِيطٌ. قَالَ الرَّاجِزُ:\nيَطِحَرْنَ سَاعَاتِ إِنَى الْغَبُوقِ ... مِنْ كِظَّةِ الْأَطَّاطَةِ السَّنُوقِ\nيَصِفُ إِبِلًا امْتَلَأَتْ بُطُونُهَا. يَطْحَرْنَ: يَتَنَفَّسْنَ تَنَفُّسًا شَدِيدًا كَالْأَنِينِ. وَالْإِنَى: وَقْتُ الشُّرْبِ عَشِيًّا. وَالْأَطَّاطَةُ: الَّتِي تَسْمَعُ لَهَا صَوْتًا. وَفِي الْحَدِيثِ: «حَتَّى يُسْمَعَ أَطِيطُهُ مِنَ الزِّحَامِ» ، يَعْنِي بَابَ الْجَنَّةِ وَيُقَالُ: أَطَّتِ الشَّجَرَةُ: إِذَا حَنَّتْ. قَالَ الرَّاجِزُ:\nقَدْ عَرَفَتْنِي سِدْرَتِي وَأَطَّتِ ... وَقَدْ شَمِطْتُ بَعْدَهَا وَاشْمَطَّتِ",
    "pg": "1:16"
  },
  "أطل": {
    "def": "الْهَمْزَةُ وَالطَّاءُ وَاللَّامُ، أَصْلٌ وَاحِدٌ وَكَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْإِطِلُ والْإِطْلُ، وَهِيَ الْخَاصِرَةُ; وَجَمْعُهُ آطَالٌ. وَكَذَلِكَ الْأَيْطَلُ. قَالَ امْرُؤُ الْقَيْسِ:\nلَهُ أَيْطَلَا ظَبْيٍ وَسَاقَا نَعَامَةٍ ... وَإِرْخَاءُ سِرْحَانٍ وَتَقْرِيبُ تَتْفُلِ\nوَذَا لَا يُقَاسُ عَلَيْهِ.",
    "pg": "1:112"
  },
  "أطم": {
    "def": "الْهَمْزَةُ وَالطَّاءُ وَالْمِيمُ، يَدُلُّ عَلَى الْحَبْسِ وَالْإِحَاطَةِ بِالشَّيْءِ، يُقَالُ لِلْحِصْنِ الْأُطُمُ وَجَمْعُهُ آطَامٌ، قَالَ امْرُؤُ الْقَيْسِ:\nوَتَيْمَاءَ لَمْ يَتْرُكْ بِهَا جِذْعَ نَخْلَةٍ ... وَلَا أُطُمًا إِلَّا مَشِيدًا بِجَنْدَلِ وَمِنْ هَذَا الْبَابِ الْأُطَامُ: احْتِبَاسُ الْبَطْنِ. والْأَطِيمَةُ: مَوْقِدُ النَّارِ وَالْجَمْعُ الْأَطَائِمُ. قَالَ الْأَسْعَرُ:\nفِي مَوْقِفٍ ذَرِبِ الشَّبَا وَكَأَنَّمَا ... فِيهِ الرِّجَالُ عَلَى الْأَطَائِمِ وَاللَّظَى",
    "pg": "1:112-113"
  },
  "أعرنزمت": {
    "def": "الْأَرْنَبَةُ وَاللِّهْزِمَةُ، إِذَا ضَخُمَتْ وَاشْتَدَّتْ. قَالَ:\nلَقَدْ أُوقِدَتْ نَارُ الشَّرَوْرَى بِأَرْؤُسٍ ... عِظَامِ اللِّحَى مُعْرَنْزِمَاتِ اللَّهَازِمِ\nوَهَذَا مَنْحُوتٌ مِنْ عَرَزَ، وَرَزَمَ. أَمَّا رَزَمَ فَاجْتَمَعَ، وَمِنْهُ سُمِّيَتْ رِزْمَةُ الثِّيَابِ، قَدْ ذَكَرْنَاهَا. وَأَمَّا عَرَزَ فَمِنْ عَرَزَ، إِذَا تَقَبَّضَ وَتَجَمَّعَ.",
    "pg": "4:368"
  },
  "أعلنكس :": {
    "def": "الشَّعْرُ، إِذَا اشْتَدَّ سَوَادُهُ، وَكَثُرَ. وَهَذَا هُوَ مِنَ الْأَوَّلِ، وَاللَّامُ بَدَلٌ مِنَ الرَّاءِ، وَقَدْ فَسَّرْنَاهُ. عَرْكَسْتُ الشَّيْءَ: جَمَعْتُ بَعْضَهُ عَلَى بَعْضٍ، وَهَذَا مِنْ عَكَسَ وَرَكَسَ، وَقَدْ فُسِّرَا.",
    "pg": "4:361"
  },
  "أفد": {
    "def": "الْهَمْزَةُ وَالْفَاءُ وَالدَّالُ تَدُلُّ عَلَى دُنُوِّ الشَّيْءِ وَقُرْبِهِ، يُقَالُ: أَفِدَ الرَّحِيلُ: قَرُبَ. والْأَفِدُ الْمُسْتَعْجِلُ: قَالَ النَّابِغَةُ:\nأَفِدَ التَّرَحُّلُ غَيْرَ أَنَّ رِكَابَنَا ... لَمَّا تَزُلْ بِرِحَالِنَا وَكَأَنْ قَدِ\nوَبَعَثَتْ أَعْرَابِيَّةٌ بِنْتًا لَهَا إِلَى جَارَتِهَا فَقَالَتْ: \" تَقُولُ لَكِ أُمِّي: أَعْطِينِي نَفَسًا أَوْ نَفَسَيْنِ أَمْعَسُ بِهِ مَنِيئَتِي فَإِنِّي أَفِدَةٌ \".",
    "pg": "1:120"
  },
  "أفر": {
    "def": "الْهَمْزَةُ وَالْفَاءُ وَالرَّاءُ يَدُلُّ عَلَى خِفَّةٍ وَاخْتِلَاطٍ. يُقَالُ: أَفَرَ الرَّجُلُ: إِذَا خَفَّ فِي الْخِدْمَةِ. وَالْمِئْفَرُ: الْخَادِمُ. وَالْأُفْرَةُ: الِاخْتِلَاطُ. [بَابُ الْهَمْزَةِ وَالْقَافِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:120-121"
  },
  "أفف": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالْفَاءُ فِي الْمُضَاعَفِ فَمَعْنَيَانِ، أَحَدُهُمَا تَكَرُّهُ الشَّيْءِ، وَالْآخَرُ الْوَقْتُ الْحَاضِرُ. قَالَ ابْنُ دُرَيْدٍ: أَفَّ يَؤُفُّ أَفًّا: إِذَا تَأَفَّفَ مِنْ كَرْبٍ أَوْ ضَجَرٍ، وَرَجُلٌ أَفَّافٌ: كَثِيرُ التَّأَفُّفِ. قَالَ الْفَرَّاءُ: أُفِّ، خَفْضًا بِغَيْرِ نُونٍ، وَأُفٍّ خَفْضًا مَعَ النُّونِ، وَذَلِكَ أَنَّهُ صَوْتٌ، كَمَا تُخْفَضُ الْأَصْوَاتُ، فَيُقَالُ: طَاقِ طَاقِ. وَمِنَ الْعَرَبِ مَنْ يَقُولُ: أُفٌّ لَهُ. قَالَ: وَقَدْ قَالَ بَعْضُ الْعَرَبِ: لَا تَقُولَنَّ لَهُ: أُفًّا وَلَا تُفًّا، يَجْعَلُهُ كَالِاسْمِ. قَالَ: وَالْعَرَبُ تَقُولُ: جَعَلَ يَتَأَفَّفُ مِنْ رِيحٍ وَجَدَهَا وَيَتَأَفَّفُ مِنَ الشِّدَّةِ تُلِمُّ بِهِ. وَقَالَ مُتَمِّمُ بْنُ نُوَيْرَةَ، حِينَ سَأَلَهُ عُمَرُ عَنْ أَخِيهِ مَالِكٍ، فَقَالَ: \" كَانَ يَرْكَبُ الْجَمَلَ الثَّفَالَ، وَيَقْتَادُ الْفَرَسَ الْبَطِيءَ، وَيَكْتَفِلُ الرُّمْحَ الْخَطِلَ، وَيَلْبَسُ الشَّمْلَةَ الْفَلُوتَ، بَيْنَ سَطِيحَتَيْنِ نَضُوحَيْنِ، فِي اللَّيْلِ الْبَلِيلِ، وَيُصَبِّحُ الْحَيَّ ضَاحِكًا لَا يَتَأَنَّنُ وَلَا يَتَأَفَّفُ \". قَالَ الْخَلِيلُ: الْأُفُّ وَالتُّفُّ، أَحَدُهُمَا وَسَخُ الْأَظْفَارِ، وَالْآخَرُ وَسَخُ الْأُذُنِ. قَالَ:\nعَلَيْهِمُ اللَّعْنَةُ وَالتَّأْفِيفُ قَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ: أُفًّا لَهُ وَتُفًّا وَأُفَّةً لَهُ وَتُفَّةً. قَالَ ابْنُ الْأَعْرَابِيِّ:\nالْأَفَفُ الضَّجَرُ. وَمِنْ هَذَا الْقِيَاسِ: الْيَأْفُوفُ: الْحَدِيدُ الْقَلْبِ.\nوَالْمَعْنَى الْآخَرُ: قَوْلُهُمْ: جَاءَ عَلَى تَئِفَّةِ ذَاكَ وَأَفَفِهِ وَإِفَّانِهِ، أَيْ حِينِهِ. قَالَ:\nعَلَى إفِّ هِجْرَانٍ وَسَاعَةِ خَلْوَةٍ",
    "pg": "1:16-17"
  },
  "أفق": {
    "def": "الْهَمْزَةُ وَالْفَاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى تَبَاعُدِ مَا بَيْنَ أَطْرَافِ الشَّيْءِ وَاتِّسَاعِهِ، وَعَلَى بُلُوغِ النِّهَايَةِ. وَمِنْ ذَلِكَ الْآفَاقُ: النَّوَاحِي وَالْأَطْرَافُ، وَآفَاقُ الْبَيْتِ مِنْ بُيُوتِ الْأَعْرَابِ: نَوَاحِيهِ دُونَ سَمْكِهِ. وَأَنْشَدَ يَصِفُ الْخِلَالَ:\nوَأَقْصَمَ سَيَّارٍ مَعَ النَّاسِ لَمْ يَدَعْ ... تَرَاوُحُ آفَاقِ السَّمَاءِ لَهُ صَدَرَا\nوَلِذَلِكَ يُقَالُ: أَفَقَ الرَّجُلُ: إِذَا ذَهَبَ فِي الْأَرْضِ. وَأَخْبَرَنِي أَبُو بَكْرِ أَحْمَدُ بْنُ مُحَمَّدِ بْنِ إِسْحَاقَ الدِّينَوَرِيُّ قِرَاءَةً عَلَيْهِ، قَالَ: حَدَّثَنِي أَبُو عَبْدِ اللَّهِ الْحُسَيْنُ بْنُ مُسَبِّحٍ قَالَ: سَمِعْتُ أَبَا حَنِيفَةَ يَقُولُ: لِلسَّمَاءِ آفَاقٌ وَلِلْأَرْضِ آفَاقٌ، فَأَمَّا آفَاقُ السَّمَاءِ فَمَا انْتَهَى إِلَيْهِ الْبَصَرُ مِنْهَا مَعَ وَجْهِ الْأَرْضِ مِنْ جَمِيعِ نَوَاحِيهَا، وَهُوَ الْحَدُّ بَيْنَ مَا بَطَنَ مِنَ الْفَلَكِ وَبَيْنَ مَا ظَهَرَ مِنَ الْأَرْضِ، قَالَ الرَّاجِزُ:\nقَبْلَ دُنُوِّ الْأُفْقِ مِنْ جَوْزَائِهِ\nيُرِيدُ: قَبْلَ طُلُوعِ الْجَوْزَاءِ; لِأَنَّ الطُّلُوعَ وَالْغُرُوبَ هُمَا عَلَى الْأُفُقِ. وَقَالَ يَصِفُ الشَّمْسَ:\nفَهِيَ عَلَى الْأُفْقِ كَعْينِ الْأَحْوَلِ\nوَقَالَ آخَرُ:\nحَتَّى إِذَا مَنْظَرُ الْغَرْبِيِّ حَارَ دَمًا ... مِنْ حُمْرَةِ الشَّمْسِ لَمَّا اغْتَالَهَا الْأُفُقُ\nوَاغْتِيَالُهُ إِيَّاهَا تَغْيِيبُهُ لَهَا. قَالَ: وَأَمَّا آفَاقُ الْأَرْضِ فَأَطْرَافُهَا مِنْ حَيْثُ أَحَاطَتْ بِكَ. قَالَ الرَّاجِزُ:\nتَكْفِيكَ مِنْ بَعْضِ ازْدِيارِ الْآفَاقْ ... سَمْرَاءُ مِمَّا دَرَسَ ابْنُ مِخْرَاقْ\nوَيُقَالُ لِلرَّجُلِ إِذَا كَانَ مِنْ أُفُقٍ مِنَ الْآفَاقِ أُفُقِيٌّ وَأَفَقِيٌّ، وَكَذَلِكَ الْكَوْكَبُ إِذَا كَانَ قَرِيبًا مَجْرَاهُ مِنَ الْأُفُقِ لَا يُكَبِّدُ السَّمَاءَ، فَهُوَ أُفُقِيٌّ وَأَفَقِيٌّ. إِلَى هَاهُنَا كَلَامُ أَبِي حَنِيفَةَ. وَيُقَالُ: الرَّجُلُ الْآفِقُ الَّذِي بَلَغَ النِّهَايَةَ فِي الْكَرَمِ. وَامْرَأَةٌ آفِقَةٌ. قَالَ الْأَعْشَى:\nآفِقًا يُجْبَى إِلَيْهِ خَرْجُهُ ... كُلُّ مَا بَيْنَ عُمَانٍ فَمَلَحْ\nأَبُو عَمْرٍو: الْآفِقُ: مِثْلُ الْفَائِقِ، يُقَالُ: أَفَقَ يَأْفِقُ أَفْقًا: إِذَا غَلَبَ، وَالْأُفُقُ الْغَلَبَةُ. وَيُقَالُ: فَرَسٌ أُفُقٌ عَلَى فُعُلٍ، أَيْ: رَائِعَةٌ. فَأَمَّا قَوْلُ الْأَعْشَى:\nوَلَا الْمَلِكُ النُّعْمَانُ يَوْمَ لَقِيتُهُ ... [بِغِبْطَتِهِ] يُعْطِي الْقُطُوطَ وَيَأْفِقُ\nفَقَالَ الْخَلِيلُ: مَعْنَاهُ أَنَّهُ يَأْخُذُ مِنَ الْآفَاقِ. قَالَ: وَاحِدُ الْآفَاقِ أُفُقٌ، وَهِيَ النَّاحِيَةُ مِنْ نَوَاحِي الْأَرْضِ. قَالَ ابْنُ السِّكِّيتِ: رَجُلٌ أَفَقِيٌّ مِنْ أَهْلِ الْآفَاقِ، جَاءَ عَلَى غَيْرِ قِيَاسٍ. وَقَدْ قِيلَ أُفُقِيٌّ. قَالَ ابْنُ الْأَعْرَابِيِّ: أَفَقُ الطَّرِيقِ مِنْهَاجُهُ، يُقَالُ: قَعَدْتُ عَلَى أَفَقِ الطَّرِيقِ وَنَهْجِهِ. وَمِنْ هَذَا الْبَابِ قَوْلُ ابْنِ الْأَعْرَابِيِّ: الْأَفَقَةُ الْخَاصِرَةُ، وَالْجَمَاعَةُ الْأَفَقُ. قَالَ:\nيَشْقَى بِهِ صَفْحُ الْفَرِيصِ والْأَفَقْ\nوَيُقَالُ: شَرِبْتُ حَتَّى مَلَأْتُ أَفَقَتَيَّ. وَقَالَ أَبُو عَمْرٍو وَغَيْرُهُ: دَلْوٌ أَفِيقٌ: إِذَا كَانَتْ فَاضِلَةً عَلَى الدِّلَاءِ. قَالَ:\nلَيْسَتْ بِدَلْوٍ بَلْ هِيَ الْأَفِيقُ وَلِذَلِكَ سُمِّيَ الْجِلْدُ بَعْدَ الدَّبْغِ الْأَفِيقُ، وَجَمْعُهُ أَفَقٌ، وَيَجُوزُ أُفُقٌ. فَهَذَا مَا فِي اللُّغَةِ وَاشْتِقَاقِهَا. وَأَمَّا يَوْمُ الْأُفَاقَةِ فَمِنْ أَيَّامِ الْعَرَبِ، وَهُوَ يَوْمٌ الْعَُظَالَى، وَيَوْمُ أَعْشَاشٍ، وَيَوْمُ مُلَيْحَةَ - وَأُفَاقَةُ مَوْضِعٌ - وَكَانَ مِنْ حَدِيثِهِ أَنَّ بِسْطَامَ بْنَ قَيْسٍ أَقْبَلَ فِي ثلَاثِمِائَةِ فَارِسٍ يَتَوَكَّفُ انْحِدَارَ بَنِي يَرْبُوعٍ فِي الْحَزْنِ، فَأَوَّلُ مَنْ طَلَعَ مِنْهُمْ بَنُو زُبَيْدٍ حَتَّى حَلُّوا الْحَدِيقَةَ بالْأُفَاقَةِ، وَأَقْبَلَ بِسْطَامٌ يَرْتَبِئُ، فَرَأَى السَّوَادَ بِحَدِيقَةِ الْأُفَاقَةِ، وَرَأَى مِنْهُمْ غُلَامًا فَقَالَ لَهُ: مَنْ هَؤُلَاءِ؟ فَقَالَ: بَنُو زُبَيْدٍ. قَالَ: فَأَيْنَ بَنُو عُبَيْدٍ وَبَنُو أَزْنَمَ؟ قَالَ: بِرَوْضَةِ الثَّمَدِ. قَالَ بِسْطَامٌ لِقَوْمِهِ: أَطِيعُونِي وَاقْبِضُوا عَلَى هَذَا الْحَيِّ الْحَرِيدِ مِنْ زُبَيْدٍ، فَإِنَّ السَّلَامَةَ إِحْدَى الْغَنِيمَتَيْنِ. قَالُوا: انْتَفَخَ سَحْرُكَ، بَلْ نَتَلَقَّطُ بَنِي زُبَيْدٍ ثُمَّ نَتَلَقَّطُ سَائِرَهُمْ كَمَا تُتَلَقَّطُ الْكَمْأَةُ. قَالَ: إِنِّي أَخْشَى أَنْ يَتَلَقَّاكُمْ غَدًا طَعْنٌ يُنْسِيكُمُ الْغَنِيمَةَ! وَأَحَسَّتْ فَرَسٌ لِأُسِيدِ بْنِ حِنَّاءَةَ بِالْخَيْلِ فَبَحَثَتْ بِيَدِهَا، فَرَكِبَ أُسَيدٌ وَتَوَجَّهَ نَحْوَ بَنِي يَرْبُوعٍ، وَنَادَى: يَا صَبَاحَاهُ، يَا آلَ يَرْبُوعٍ! فَلَمْ يَرْتَفِعِ الضَّحَاءُ حَتَّى تَلَاحَقُوا بِالْغَبِيطِ، وَجَاءَ الْأُحَيْمِرُ بْنُ عَبْدِ اللَّهِ فَرَمَى بِسْطَامًا بِفَرَسِهِ الشَّقْرَاءِ - وَيَزْعُمُونَ أَنَّ الْأُحَيْمِرَ لَمْ يَطْعَنْ بِرُمْحٍ قَطُّ إِلَّا انْكَسَرَ، فَكَانَ يُقَالُ لَهُ \" مُكَسِّرُ الرِّمَاحِ \" - فَلَمَّا أَهْوَى لِيَطْعَنَ بِسْطَامًا انْهَزَمَ بِسْطَامٌ وَمَنْ مَعَهُ بَعْدَ قَتْلِ مَنْ قُتِلَ مِنْهُمْ، فَفِي ذَلِكَ يَقُولُ شَاعِرٌ: فَإِنْ يَكُ فِي جَيْشِ الْغَبِيطِ مَلَامَةٌ ... فَجَيْشُ الْعَُظَالَى كَانَ أَخْزَى وَأَلْوَمَا\nوَفَرَّ أَبُو الصَّهْبَاءِ إِذْ حَمِسَ الْوَغَى ... وَأَلْقَى بِأَبْدَانِ السِّلَاحِ وَسَلَّمَا\nفَلَوْ أَنَّهَا عُصْفُورَةٌ لَحَسَبْتَهَا ... مُسَوَّمَةً تَدْعُو عُبَيْدًا وَأَزْنَمَا\nوَهَذَا الْيَوْمُ هُوَ يَوْمُ الْإِيَادِ، الَّذِي يَقُولُ فِيهِ جَرِيرٌ:\nوَمَا شَهِدَتْ يَوْمَ الْإِيَادِ مُجَاشِعٌ ... وَذَا نَجَبٍ يَوْمَ الْأَسِنَّةُ تَرْعَُفُ",
    "pg": "1:114-118"
  },
  "أفك": {
    "def": "الْهَمْزَةُ وَالْفَاءُ وَالْكَافُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى قَلْبِ الشَّيْءِ وَصَرْفِهِ عَنْ جِهَتِهِ. يُقَالُ: أُفِكَ الشَّيْءُ. وَأَفِكَ الرَّجُلُ: إِذَا كَذَبَ. وَالْإِفْكُ الْكَذِبُ. وَأَفَكْتُ الرَّجُلَ عَنِ الشَّيْءِ: إِذَا صَرَفْتُهُ عَنْهُ. قَالَ اللَّهُ تَعَالَى: ﴿قَالُوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا﴾ [الأحقاف: ٢٢] . وَقَالَ شَاعِرٌ:\nإِنْ تَكُ عَنْ أَفْضَلِ الْخَلِيفَةِ مَأْ ... فُوكًا فَفِي آخَرِينَ قَدْ أُفِكُوا\nوَالْمُؤْتَفِكَاتُ: الرِّيَاحُ الَّتِي تَخْتَلِفُ مَهَابُّهَا. يَقُولُونَ: \" إِذَا كَثُرَتِ الْمُؤْتَفِكَاتُ زَكَتِ الْأَرْضُ \".",
    "pg": "1:118-119"
  },
  "أفل": {
    "def": "الْهَمْزَةُ وَالْفَاءُ وَاللَّامُ أَصْلَانِ: أَحَدُهُمَا الْغَيْبَةُ، وَالثَّانِي الصِّغَارُ مِنَ الْإِبِلِ. فَأَمَّا الْغَيْبَةُ فَيُقَالُ: أَفَلَتِ الشَّمْسُ غَابَتْ، وَنُجُومٌ أُفَّلٌ. وَكُلُّ شَيْءٍ غَابَ فَهُوَ آفِلٌ. قَالَ:\nفَدَعْ عَنْكَ سُعدَى إِنَّمَا تُسْعِفُ النَّوَى ... قِرَانَ الثُّرَيَّا مَرَّةً ثُمَّ تَأْفِلُ\nقَالَ الْخَلِيلُ: وَإِذَا اسْتَقَرَّ اللِّقَاحُ فِي قَرَارِ الرَّحِمِ فَقَدْ أَفَلَ.\nوَالْأَصْلُ الثَّانِي الْأَفِيلُ، وَهُوَ الْفَصِيلُ، وَالْجَمْعُ الْإِفَالُ، قَالَ الْفَرَزْدَقُ:\nوَجَاءَ قَرِيعُ الشَّوْلِ قَبْلَ إِفَالِهَا ... يَزِفُّ وَجَاءَتْ خَلْفَهُ وَهِيَ زُفَّفُ\nقَالَ الْأَصْمَعِيُّ: الْأَفِيلُ: ابْنُ الْمَخَاضِ وَابْنُ اللَّبُونِ، الْأُنْثَى أَفِيلَةٌ، فَإِذَا ارْتَفَعَ عَنْ ذَلِكَ فَلَيْسَ بِأَفِيلٍ. قَالَ إِهَابُ بْنُ عُمَيْرٍ:\nظَلَّتْ بِمُنْدَحِّ الرَّجَا مُثُولُهَا ... ثَامِنَةً وَمُعْوِلًا أَفِيلُهَا\nثَامِنَةً، أَيْ: وَارِدَةً ثَمَانِيَةَ أَيَّامٍ. مُثُولُهَا: قِيَامُهَا مَاثِلَةً. وَفِي الْمَثَلِ: \" إِنَّمَا الْقَرْمُ مِنَ الْأَفِيلِ \" أَيْ: إِنَّ بَدْءَ الْكَبِيرِ مِنَ الصَّغِيرِ.",
    "pg": "1:119"
  },
  "أفن": {
    "def": "الْهَمْزَةُ وَالْفَاءُ وَالنُّونُ يَدُلُّ عَلَى خُلُوِّ الشَّيْءِ وَتَفْرِيغِهِ. قَالُوا: الْأَفَنُ قِلَّةُ الْعَقْلِ، وَرَجُلٌ مَأْفُونٌ. قَالَ: نُبِّئْتُ عُتْبَةَ خَضَّافًا تَوَعَّدَنِي ... يَا رُبَّ آدَرَ مِنْ مَيْثَاءَ مَأْفُونِ\nوَيُقَالُ: إِنَّ الْجَوْزَ الْمَأْفُونَ هُوَ الَّذِي لَا شَيْءَ فِي جَوْفِهِ. وَأَصْلُ ذَلِكَ كُلِّهِ مِنْ قَوْلِهِمْ: أَفَنَ الْفَصِيلُ مَا فِي ضَرْعِ أُمِّهِ: إِذَا شَرِبَهُ كُلَّهُ. وَأَفَنَ الْحَالِبُ النَّاقَةَ: إِذَا لَمْ يَدَعْ فِي ضَرْعِهَا شَيْئًا. قَالَ:\nإِذَا أُفِنَتْ أَرْوَى عِيالَكَ أَفْنُهَا ... وَإِنْ حُيِّنَتْ أَرْبَى عَلَى الْوَطْبِ حِينُهَا\nوَقَالَ بَعْضُهُمْ: أَفَنَتِ النَّاقَةُ قَلَّ لَبَنُهَا فَهِيَ أَفِنَةٌ، مَقْصُورَةٌ.",
    "pg": "1:119-120"
  },
  "أقر": {
    "def": "أُقُرُ: مَوْضِعٌ. قَالَ النَّابِغَةُ:\nلَقَدْ نَهَيْتُ بَنِي ذُبْيانَ عَنْ أُقُرٍ ... وَعَنْ تَرَبُّعِهِمْ فِي كُلِّ أَصْفَارِ\nوَلَيْسَ هَذَا أَصْلًا.",
    "pg": "1:121"
  },
  "أقط": {
    "def": "الْهَمْزَةُ وَالْقَافُ وَالطَّاءُ تَدُلُّ عَلَى الْخَلْطِ وَالِاخْتِلَاطِ.\nقَالُوا: الْأَقِطُ مِنَ اللَّبَنِ مَخِيضٌ يُطْبَخُ ثُمَّ يُتْرَكُ حَتَّى يَمْصُلَ، وَالْقِطْعَةُ أَقِطَةٌ. وَأَقَطْتُ الْقَوْمَ أَقِْطًا، أَيْ: أَطْعَمْتُهُمْ ذَلِكَ. وَطَعَامٌ مَأْقُوطٌ خُلِطَ بِالْأَقِطِ. قَالَ:\nأَتَتْكُمُ الْجَوْفَاءُ جَوْعَى تَطَّفِحْ ... طُفَاحَةَ الْقِدْرِ وَحِينًا تَصْطَبِحْ\nمَأْقُوطَةٌ عَادَتْ ذَبَّاحُ الْمُدَّبِحْ\nوالْمَأْقِطُ: مَوْضِعُ الْحَرْبِ، وَهُوَ الْمَضِيقُ، لِأَنَّهُمْ يَخْتَلِطُونَ فِيهِ.",
    "pg": "1:121-122"
  },
  "أقن": {
    "def": "الْهَمْزَةُ وَالْقَافُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا. الْأُقْنةُ: حُفْرَةٌ تَكُونُ فِي ظُهُورِ الْقِفَافِ ضَيِّقَةُ الرَّأْسِ، وَرُبَّمَا كَانَتْ مَهْوَاةً بَيْنَ نِيقَيْنِ أَوْ شُنْخُوبَيْنِ. قَالَ الطِّرِمَّاحُ:\nفِي شَنَاظِي أُقَنٍ بَيْنَهَا ... عُرَّةُ الطَّيْرِ كَصَوْمِ النَّعَامْ\n\n[بَابُ الْهَمْزَةِ وَالْكَافِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:122"
  },
  "أكد": {
    "def": "الْهَمْزَةُ وَالْكَافُ وَالدَّالُ لَيْسَتْ أَصْلًا، لِأَنَّ الْهَمْزَةَ مُبْدَلَةٌ مِنْ وَاوٍ، يُقَالُ: وَكَّدْتُ الْعَقْدَ. وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "1:125-126"
  },
  "أكر": {
    "def": "الْهَمْزَةُ وَالْكَافُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْحَفْرُ، قَالَ الْخَلِيلُ: الْأُكْرَةُ حُفْرَةٌ تُحْفَرُ إِلَى جَنْبِ الْغَدِيرِ وَالْحَوْضِ، لِيَصْفُوَ فِيهَا الْمَاءُ; يُقَالُ: تَأَكَّرْتُ أُكْرَةً. وَبِذَلِكَ سُمِّيَ الْأَكَّارُ. قَالَ الْأَخْطَلُ:\nعَبْدًا لِعِلْجٍ مِنَ الْحِصْنَيْنِ أَكَّارِ\nقَالَ الْعَامِرِيُّ: وَجَدْتُ مَاءً فِي أُكْرَةٍ فِي الْجَبَلِ، وَهِيَ نُقْرَةٌ فِي الصَّفَا قَدْرَ الْقَصْعَةِ.",
    "pg": "1:126"
  },
  "أكف": {
    "def": "الْهَمْزَةُ وَالْكَافُ وَالْفَاءُ لَيْسَ أَصْلًا، لِأَنَّ الْهَمْزَةَ مُبْدَلَةٌ مِنْ وَاوٍ، يُقَالُ: وِكَافٌ وَإِكَافٌ.\n\n[بَابُ الْهَمْزَةِ وَاللَّامِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:126"
  },
  "أكك": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالْكَافُ فَمَعْنَى الشِّدَّةِ مِنْ حَرٍّ وَغَيْرِهِ. قَالَ ابْنُ السِّكِّيتِ: الْأَكَّةُ: الْحَرُّ الْمُحْتَدِمُ، يُقَالُ: أَصَابَتْنَا أَكَّةٌ مِنْ حَرٍّ، وَهَذَا يَوْمٌ أَكٌّ وَيَوْمٌ ذُو أَكٍّ. قَالَ ابْنُ الْأَعْرَابِيِّ: الْأَكَّةُ: سُوءُ خُلُقٍ وَضِيقُ نَفْسٍ. وَأَنْشَدَ:\nإِذَا الشَّرِيبُ أَخَذَتْهُ أَكَّهْ ... فَخَلِّهِ حَتَّى يَبُكَّ بَكَّهْ\nقَالَ ابْنُ الْأَعْرَابِيِّ: ائْتَكَّ الرَّجُلُ: إِذَا اصْطَكَّتْ رِجْلَاهُ. قَالَ:\nفِي رِجْلِهِ مِنْ نَعْظِهِ ائْتِكَاكُ قَالَ الْخَلِيلُ: الْأَكَّةُ: الشَّدِيدَةُ مِنْ شَدَائِدِ الدَّهْرِ، وَقَدِ ائْتَكَّ فُلَانٌ مِنْ أَمْرٍ أَرْمَضَهُ ائْتِكَاكًا. قَالَ ابْنُ دُرَيْدٍ: يَوْمٌ عَكٌّ أَكٌّ، وَعَكِيكٌ أَكِيكٌ، وَذَلِكَ مِنْ شِدَّةِ الْحَرِّ.",
    "pg": "1:17-18"
  },
  "أكل": {
    "def": "الْهَمْزَةُ وَالْكَافُ وَاللَّامُ بَابٌ تَكْثُرُ فُرُوعُهُ، وَالْأَصْلُ كَلِمَةٌ وَاحِدَةٌ، وَمَعْنَاهَا التَّنَقُّصُ. قَالَ الْخَلِيلُ: الْأَكْلُ مَعْرُوفٌ وَالْأَكْلَةُ مَرَّةٌ، وَالْأُكَلَةُ اسْمٌ كَاللُّقْمَةِ. وَيُقَالُ: رَجُلٌ أَكُولٌ كَثِيرُ الْأَكْلِ. قَالَ أَبُو عُبَيْدٍ: الْأَكَلَةُ جَمْعُ آكِلٍ، يُقَالُ: \" مَا هُمْ إِلَّا أَكَلَةُ رَأْسٍ \". وَالْأَكِيلُ: الَّذِي يُؤَاكِلُكَ. وَالْمَأْكَلُ مَا يُؤْكَلُ، كَالْمَطْعَمِ. وَالْمُؤْكِلُ الْمُطْعِمُ. وَفِي الْحَدِيثِ: «لَعَنَ اللَّهُ آكِلَ الرِّبَا وَمُؤْكِلَهُ» . وَالْمَأْكَلَةُ الطُّعْمَةُ. وَمَا ذُقْتُ أَكَالًا، أَيْ: مَا يُؤْكَلُ. وَالْأُكْلُ - فِيمَا ذَكَرَ ابْنُ الْأَعْرَابِيِّ -: طُعْمَةٌ كَانَتِ الْمُلُوكُ تُعْطِيهَا الْأَشْرَافَ كَالْقُرَى، وَالْجَمْعُ آكَالٌ. قَالَ:\nجُندُكَ التَّالِدُ الطَّرِيفُ مِنَ السَّا ... دَاتِ أَهْلِ الْقِبَابِ وَالْآكَالِ قَالَ أَبُو عُبَيْدٍ: يُقَالُ: \" أَكَّلْتِنِي مَا لَمْ آكُلْ \" أَيِ ادَّعَيْتِهِ عَلَيَّ. وَالْأَكُولَةُ: الشَّاةُ تُرْعَى لِلْأَكْلِ لَا لِلْبَيْعِ وَالنَّسْلِ، يَقُولُونَ: \" مَرْعًى وَلَا أَكُولَةَ \" أَيْ: مَالٌ مُجْتَمِعٌ لَا مُنْفِقَ لَهُ. وَأَكِيلُ الذِّئْبِ: الشَّاةُ وَغَيْرُهَا إِذَا أَرَدْتَ مَعْنَى الْمَأْكُولِ، وَسَوَاءٌ الذَّكَرُ وَالْأُنْثَى، وَإِذَا أَرَدْتَ بِهِ اسْمًا جَعَلْتَهَا أَكِيلَةَ ذِئْبٍ. قَالَ أَبُو زَيْدٍ: الْأَكِيلَةُ فَرِيسَةُ الْأَسَدِ. وَأَكَائِلُ النَّخْلِ: الْمَحْبُوسَةُ لِلْأَكْلِ. وَالْآكِلَةُ عَلَى فَاعِلَةٍ: الرَّاعِيَةُ، وَيُقَالُ: هِيَ الْإِكْلَةُ. وَالْأَكِلَةُ، عَلَى فَعِلَةٍ: النَّاقَةُ يَنْبُتُ وَبَرُ وَلَدِهَا فِي بَطْنِهَا يُؤْذِيهَا وَيَأْكُلُهَا. وَيُقَالُ: ائْتَكَلَتِ النَّارُ: إِذَا اشْتَدَّ الْتِهَابُهَا; وَائْتَكَلَ الرَّجُلُ: إِذَا اشْتَدَّ غَضَبُهُ. وَالْجَمْرَةُ تَتَأَكَّلُ، أَيْ: تَتَوَهَّجُ; وَالسَّيْفُ يَتَأَكَّلُ إِثْرُهُ. قَالَ أَوْسٌ:\n: إِذَا سُلَّ مِنْ جَفْنٍ تَأَكَّلَ إِثْرُهُ ... عَلَى مِثْلِ مِصْحَاةِ اللُّجَيْنِ تَأَكُّلًا\nوَيُقَالُ فِي الطِّيبِ إِذَا تَوَهَّجَتْ رَائِحَتُهُ تَأَكَّلَ. وَيُقَالُ: أَكَلَتِ النَّارُ الْحَطَبَ، وَآكَلْتُهَا أَطْعَمْتُهَا إِيَّاهُ. وَآكَلْتُ بَيْنَ الْقَوْمِ أْفسَدْتُ. وَلَا تُؤْكِلْ فُلَانًا عِرْضَكَ، أَيْ: لَا تُسَابُّهُ فَتَدَعَهُ يَأْكُلَ عِرْضَكَ. وَالْمُؤْكِلُ النَّمَّامُ. وَفُلَانٌ ذُو أُكْلَةٍ فِي النَّاسِ: إِذَا كَانَ يَغْتَابُهُمْ. وَالْأُكْلُ: حَظُّ الرَّجُلِ وَمَا يُعْطَاهُ مِنَ الدُّنْيَا. وَهُوَ ذُو أُكْلٍ، وَقَوْمٌ ذَوُو آكَالٍ. وَقَالَ الْأَعْشَى:\nحَوْلِي ذَوُو الْآكَالِ مِنْ وَائِلٍ ... كَاللَّيْلِ مِنْ بَادٍ وَمِنْ حَاضِرِ\nوَيُقَالُ: ثَوْبٌ ذُو أُكْلٍ، أَيْ: كَثِيرُ الْغَزْلِ. وَرَجُلٌ ذُو أُكْلٍ: ذُو رَأْيٍ وَعَقْلٍ. وَنَخْلَةٌ ذَاتُ أُكْلٍ. وَزَرْعٌ ذُو أُكْلٍ. وَالْأُكَالُ: الْحُكَاكُ; يُقَالُ: أَصَابَهُ فِي رَأْسِهِ أُكَالٌ. وَالْأَكَلُ فِي الْأَدِيمِ: مَكَانٌ رَقِيقٌ ظَاهِرُهُ تَرَاهُ صَحِيحًا، فَإِذَا عُمِلَ بَدَا عُوَارُهُ. وَبِأَسْنَانِهِ أَكَلٌ، أَيْ: مُتَأَكِّلَةٌ، وَقَدْ أُكِلَتْ أَسْنَانُهُ تَأْكَلُ أَكَلًا. قَالَ الْفَرَّاءُ: يُقَالُ: لِلسِّكِّينِ آكِلَةُ اللَّحْمِ، وَمِنْهُ الْحَدِيثُ أَنَّ عُمَرَ قَالَ: يَضْرِبُ أَحَدُكُمْ أَخَاهُ بِمِثْلِ آكِلَةِ اللَّحْمِ ثُمَّ يَرَى أَنْ لَا أُقِيدَهُ. قَالَ أَبُو زِيَادٍ: الْمِئْكَلَةُ قِدْرٌ دُونَ الْجِمَاعِ، وَهِيَ الْقِدْرُ الَّتِي يَسْتَخِفُّ الْحَيُّ أَنْ يَطْبُخُوا فِيهَا. وَأُكُلُ الشَّجَرَةِ: ثَمَرُهَا، قَالَ اللَّهُ تَعَالَى: ﴿تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا﴾ [إبراهيم: ٢٥] .",
    "pg": "1:122-125"
  },
  "أكم": {
    "def": "الْهَمْزَةُ وَالْكَافُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهِيَ تَجَمُّعُ الشَّيْءِ وَارْتِفَاعُهُ قَلِيلًا. قَالَ الْخَلِيلُ: الْأَكَمَةُ تَلٌّ مِنَ الْقُفِّ، وَالْجَمْعُ آكَامٌ وَأَكَمٌ. وَاسْتَأْكَمَ الْمَكَانُ، أَيْ: صَارَ كَالْأَكَمَةِ. وَتُجْمَعُ عَلَى الْآكَامِ أَيْضًا، قَالَ أَبُو خِرَاشٍ:\nوَلَا أَمْغَرُ السَّاقَيْنِ ظَلَّ كَأَنَّهُ ... عَلَى مُحْزَئِلَّاتِ الْإِكَامِ نَصِيلُ\nيَعْنِي صَقْرًا. احْزَأَلَّ: انْتَصَبَ. نَصِيلٌ: حَجَرٌ قَدْرَ ذِرَاعٍ. وَمِنْ هَذَا الْقِيَاسِ الْمَأْكَمَتَانِ: لُحْمَتَانِ وَصَلَتَا بَيْنَ الْعَجُزِ وَالْمَتْنَيْنِ، قَالَ:\nإِذَا ضَرَبَتْهَا الرِّيحُ فِي الْمِرْطِ أَشْرَفَتْ ... مَآكِمُهَا وَالزُّلُّ فِي الرِّيحِ تُفْضَحُ",
    "pg": "1:125"
  },
  "أكن": {
    "def": "الْهَمْزَةُ وَالْكَافُ وَالنُّونُ لَيْسَتْ أَصْلًا، وَذَلِكَ أَنَّ الْهَمْزَةَ فِيهِ مُبْدَلَةٌ مِنْ وَاوٍ. وَالْأَصْلُ وُكْنَةٌ، وَهُوَ عُشُّ الطَّائِرِ. وَقَدْ ذُكِرَ فِي كِتَابِ الْوَاوِ.",
    "pg": "1:125"
  },
  "ألب": {
    "def": "الْهَمْزَةُ وَاللَّامُ وَالْبَاءُ يَكُونُ مِنَ التَّجَمُّعِ وَالْعَطْفِ وَالرُّجُوعِ وَمَا أَشْبَهَ ذَلِكَ. قَالَ الْخَلِيلُ: الْإِلْبُ الصَِّغْوُ، يُقَالُ: إِلْبُهُ مَعَهُ، وَصَارُوا عَلَيْهِ إلْبًا وَاحِدًا فِي الْعَدَاوَةِ وَالشَّرِّ. قَالَ:\nوَالنَّاسُ إِلْبٌ عَلَيْنَا فِيكَ لَيْسَ لَنَا ... إِلَّا السُّيُوفَ وَأَطْرَافَ الْقَنَا وَزَرُ\nالشَّيْبَانِيُّ: تَأَلَّبُوا عَلَيْهِ اجْتَمَعُوا، وَأَلَبُوا يَأْلِبُونَ أَلْبًا. وَيُقَالُ: إِنَّ الْأَلْبَةَ الْمَجَاعَةُ، سُمِّيَتْ بِذَلِكَ لِتَأَلُّبِ النَّاسِ فِيهَا. وَقَالَ ابْنُ الْأَعْرَابِيِّ: أَلَبَ: رَجَعَ. قَالَ: وَحَدَّثَنِي رَجُلٌ مِنْ بَنِي ضَبَّةَ بِحَدِيثٍ ثُمَّ أَخَذَ فِي غَيْرِهِ، فَسَأَلْتُهُ عَنِ الْأَوَّلِ فَقَالَ: \" السَّاعَةَ يَأْلِبُ إِلَيْكَ \"، أَيْ: يَرْجِعُ إِلَيْكَ. وَأَنْشَدَ ابْنُ الْأَعْرَابِيِّ:\nأَلَمْ تَعْلَمِي أَنَّ الْأَحَادِيثَ فِي غَدٍ ... وَبَعْدَ غَدٍ يَأْلِبْنَ أَلْبَ الطَّرَائِدِ\nأَيْ: يَنْضَمُّ بَعْضُهَا إِلَى بَعْضٍ. وَمِنْ هَذَا الْقِيَاسِ قَوْلُهُمْ: فُلَانٌ يَأْلُِبُ إِبِلَهُ، أَيْ: يَطْرُدُهَا. وَمِنْهُ أَيْضًا قَوْلُ ابْنِ الْأَعْرَابِيِّ: رَجُلٌ إِلْبُ حَرْبٍ: إِذَا كَانَ يُؤَلِّبُ فِيهَا وَيُجَمِّعُ. وَمِنْهُ قَوْلُهُمْ: أَلَبَ الْجُرْحُ يَأْلُبُ أَلْبًا: إِذَا بَدَأَ [بُرْؤُهُ] ثُمَّ عَاوَدَهُ فِي أَسْفَلِهِ نَغَلٌ. وَأَمَّا قَوْلُهُمْ لِمَا بَيْنَ الْأَصَابِعِ: إِلْبٌ، فَمِنْ هَذَا أَيْضًا، لِأَنَّهُ مَجْمَعُ الْأَصَابِعِ. قَالَ:\nحَتَّى كَأَنَّ الْفَرْسَخَيْنِ إِلْبُ\nوَالَّذِي حَكَاهُ ابْنُ السِّكِّيتِ مِنْ قَوْلِهِمْ لَيْلَةٌ أَلُوبٌ، أَيْ: بَارِدَةٌ، مُمْكِنٌ أَنْ يَكُونَ مِنْ هَذَا الْبَابِ، لِأَنَّ وَاجِدَ الْبَرْدِ يَتَجَمَّعُ وَيَتَضَامُّ، وَمُمْكِنٌ أَنَّ يَكُونَ هَذَا مِنْ بَابِ الْإِبْدَالِ، وَيَكُونُ الْهَمْزَةُ بَدَلًا مِنَ الْهَاءِ، وَقَدْ ذُكِرَ فِي بَابِهِ. وَقَوْلُ الرَّاجِزِ:\nتَبَشَّرِي بِمَاتِحٍ أَلُوبِ\nفَقِيلَ هُوَ الَّذِي يُتَابِعُ الدِّلَاءَ يَسْتَقِي بِبَعْضِهَا فِي إِثْرِ بَعْضٍ، كَمَا يَتَأَلَّبُ الْقَوْمُ بَعْضُهُمْ إِلَى بَعْضٍ.",
    "pg": "1:129-130"
  },
  "ألبركلة": {
    "def": "وَهُوَ مَشْيُ الْإِنْسَانِ فِي الْمَاءِ وَالطِّينِ، فَالْبَاءُ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ تَرَكَّلَ إِذَا ضَرَبَ بِإِحْدَى رِجْلَيْهِ فَأَدْخَلَهَا فِي الْأَرْضِ عِنْدَ الْحَفْرِ. قَالَ الْأَخْطَلُ:\nرَبَتْ وَرَبَا فِي حَجْرِهَا ابْنُ مَدِينَةٍ ... يَظَلُّ عَلَى مِسْحَاتِهِ يَتَرَكَّلُ\nوَمِنْ ذَلِكَ قَوْلُهُمْ (بَلْسَمَ) الرَّجُلُ كَرَّهُ وَجْهَهُ. فَالْمِيمُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنَ الْمُبْلِسِ، وَهُوَ الْكَئِيبُ الْحَزِينُ الْمُتَنَدِّمُ. قَالَ:\nوَفِي الْوُجُوهِ صُفْرَةٌ وَإِبْلَاسٌ\nوَمِنْ ذَلِكَ النَّاقَةُ (الْبَلْعَكُ) وَهِيَ الْمُسْتَرْخِيَةُ اللَّحْمِ. وَاللَّامُ زَائِدَةٌ، وَهُوَ الْبَعْكُ وَهُوَ التَّجَمُّعُ. وَقَدْ ذُكِرَ.\n\nوَمِنْ ذَلِكَ (الْبَلْقَعُ) الَّذِي لَا شَيْءَ بِهِ. فَاللَّامُ زَائِدَةٌ، وَهُوَ مِنْ بَابِ الْبَاءِ وَالْقَافِ وَالْعَيْنِ. وَمِنْ ذَلِكَ (تَبَعْثَرَتْ نَفْسِي) فَالْعَيْنُ زَائِدَةٌ، وَإِنَّمَا هُوَ فِي الْبَاءِ وَالثَّاءِ وَالرَّاءِ. وَقَدْ مَرَّ تَفْسِيرُهُ.\n\n[الْبَابُ الثَّالِثُ مِنَ الرُّبَاعِيِّ الَّذِي وُضِعَ وَضْعًا]",
    "pg": "1:334-335"
  },
  "ألبلعوم": {
    "def": "مَجْرَى الطَّعَامِ فِي الْحَلْقِ. وَقَدْ يُحْذَفُ فَيُقَالُ بُلْعُمٌ. وَغَيْرُ مُشْكِلٍ أَنَّ هَذَا مَأْخُوذٌ مِنْ بَلِعَ، إِلَّا أَنَّهُ زِيدَ عَلَيْهِ مَا زِيدَ لِجِنْسٍ مِنَ الْمُبَالَغَةِ فِي مَعْنَاهُ. وَهَذَا وَمَا أَشْبَهَهُ تَوْطِئَةٌ لِمَا بَعْدَهُ.\n\nوَمِنْ ذَلِكَ (بُحْتُرٌ) وَهُوَ الْقَصِيرُ الْمُجْتَمِعُ الْخَلْقُ. فَهَذَا مَنْحُوتٌ مِنْ كَلِمَتَيْنِ، مِنَ الْبَاءِ وَالتَّاءِ وَالرَّاءِ، وَهُوَ مِنْ بَتَرْتُهُ فَبُتِرَ، كَأَنَّهُ حُرِمَ الطُّولَ فَبُتِرَ خَلْقُهُ. وَالْكَلِمَةُ الثَّانِيَةُ الْحَاءُ وَالتَّاءُ وَالرَّاءُ، هُوَ مِنْ حَتَرْتُ وَأَحْتَرْتُ، وَذَلِكَ أَنْ لَا تُفْضِلَ عَلَى أَحَدٍ. يُقَالُ أَحْتَرَ عَلَى نَفْسِهِ [وَعِيَالِهِ] أَيْ ضَيَّقَ عَلَيْهِمْ. فَقَدْ صَارَ هَذَا الْمَعْنَى فِي الْقَصِيرِ لِأَنَّهُ لَمْ يُعْطَ مَا أُعْطِيَهُ الطَّوِيلُ.\n\nوَمِنْ ذَلِكَ (بَحْثَرْتُ) الشَّيْءَ، إِذَا بَدَّدْتُهُ. وَالْبَحْثَرَةُ: الْكَدَرُ فِي الْمَاءِ. وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مِنْ بَحَثْتُ الشَّيْءَ فِي التُّرَابِ - وَقَدْ فُسِّرَ فِي الثُّلَاثِيِّ - وَمِنَ الْبَثْرِ الَّذِي يَظْهَرُ عَلَى الْبَدَنِ، وَهُوَ عَرَبِيٌّ صَحِيحٌ مَعْرُوفٌ. وَذَلِكَ أَنَّهُ يَظْهَرُ مُتَفَرِّقًا عَلَى الْجِلْدِ.\n\nوَمِنْ ذَلِكَ (الْبَعْثَقَةُ) وَتَفْسِيرُهُ خُرُوجُ الْمَاءِ مِنَ الْحَوْضِ. يُقَالُ تَبَعْثَقَ الْمَاءُ مِنَ الْحَوْضِ إِذَا انْكَسَرَتْ مِنْهُ نَاحِيَةٌ فَخَرَجَ مِنْهَا. وَذَلِكَ مَنْحُوتٌ مِنْ كَلِمَتَيْنِ: بَعَقَ وَبَثَقَ، يُقَالُ انْبَعَقَ الْمَاءُ تَفَتَّحَ - وَقَدْ فُسِّرَ فِي الثُّلَاثِيِّ - وَبَثَقْتُ الْمَاءَ، وَهُوَ الْبَثْقُ، وَقَدْ مَضَى ذِكْرُهُ.\n\nوَمِنْ ذَلِكَ (الْبُرْجُدُ) وَهُوَ كِسَاءٌ مُخَطَّطٌ. وَقَدْ نُحِتَ مِنْ كَلِمَتَيْنِ: مِنَ الْبِجَادِ وَهُوَ الْكِسَاءُ - وَقَدْ فُسِّرَ - وَمِنَ الْبُرْدِ. وَالشَّبَهُ بَيْنَهُمَا قَرِيبٌ.\n\nوَمِنْ ذَلِكَ (ابْلَنْدَحَ) وَتَفْسِيرُهُ اتَّسَعَ. وَهُوَ مَنْحُوتٌ مِنْ كَلِمَتَيْنِ: مَنَّ الْبَدَاحِ وَهِيَ الْأَرْضُ الْوَاسِعَةُ، وَمِنَ الْبَلَدِ وَهُوَ الْفَضَاءُ الْبَرَازُ. وَقَدْ مَضَى تَفْسِيرُهُمَا.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ ضَرَبَهُ فَ (بَخْذَعَهُ) وَهُوَ مِنْ قَوْلِكَ خُذِّعَ إِذَا حُزِّزَ وَقُطِّعَ. وَمِنْهُ:\nفَكِلَاهُمَا بَطَلُ اللِّقَاءِ مُخَذَّعٌ\nوَقَدْ فُسِّرَ - وَمِنْ بُذِعَ، يُقَالُ بُذِعُوا فَابْذَعَرُّوا، إِذَا تَفَرَّقُوا.\nوَمِنْ ذَلِكَ قَوْلُهُمْ (بَلْطَحَ) الرَّجُلُ، إِذَا ضَرَبَ بِنَفْسِهِ الْأَرْضَ. فَهِيَ مَنْحُوتَةٌ مِنْ بُطِحَ وَأُبْلِطَ، إِذَا لَصِقَ بِبَلَاطِ الْأَرْضِ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ (بَزْمَخَ) الرَّجُلُ إِذَا تَكَبَّرَ. وَهِيَ مَنْحُوتَةٌ مِنْ قَوْلِهِمْ زَمَخَ إِذَا شَمَخَ بِأَنْفِهِ، وَهُوَ زَامِخٌ، وَمِنْ قَوْلِهِمْ بَزَخَ إِذَا تَقَاعَسَ، وَمَشَى مُتَبَازِخًا إِذَا تَكَلَّفَ إِقَامَةَ صُلْبِهِ. وَقَدْ فُسِّرَ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ (تَبَلْخَصَ) لَحْمُهُ، إِذَا غَلُظَ. وَذَلِكَ مِنَ الْكَلِمَتَيْنِ، مِنَ اللَّخَصِ وَهُوَ كَثْرَةُ اللَّحْمِ، يُقَالُ ضَرْعٌ لَخِيصٌ، وَمِنَ الْبَخَصِ، وَهِيَ لَحْمَةُ الذِّرَاعِ وَالْعَيْنِ وَأُصُولِ الْأَصَابِعِ.\n\nوَمِنْ ذَلِكَ (تَبَزْعَرَ) أَيْ سَاءَ خُلُقُهُ. وَهَذَا مِنَ الزَّعَرِ وَالزَّعَارَةِ، وَالتَّبَزُّعِ. وَقَدْ فُسِّرَا فِي مَوَاضِعِهِمَا مِنَ الثُّلَاثِيِّ.\n\nوَمِنْ ذَلِكَ (الْبِرْقِشُ) وَهُوَ طَائِرٌ. وَهُوَ مِنْ كَلِمَتَيْنِ: مِنْ رَقَشْتُ الشَّيْءَ - وَهُوَ كَالنَّقْشِ - وَمِنَ الْبَرَشِ وَهُوَ اخْتِلَافُ اللَّوْنَيْنِ، وَهُوَ مَعْرُوفٌ.\n\nوَمِنْ ذَلِكَ (الْبَهْنَسَةُ) التَّبَخْتُرُ، فَهُوَ مِنَ الْبَهْسِ صِفَةِ الْأَسَدِ، وَمِنْ بَنَسَ إِذَا تَأَخَّرَ. مَعْنَاهُ أَنَّهُ يَمْشِي مُقَارِبًا فِي تَعَظُّمٍ وَكِبْرٍ.\n\nوَمِمَّا يُقَارِبُ هَذَا قَوْلُهُمْ (بَلْهَسَ) إِذَا أَسْرَعَ. فَهُوَ مِنْ بَهَسَ وَمِنْ بَلِهَ، وَهُوَ صِفَةُ الْأَبْلَهِ.",
    "pg": "1:329-332"
  },
  "ألبهصلة :": {
    "def": "الْمَرْأَةُ الْقَصِيرَةُ، وَحِمَارٌ بُهْصُلٌ قَصِيرٌ. وَالْبُخْنُقُ: الْبُرْقُعُ الْقَصِيرُ، وَقَالَ الْفَرَّاءُ: الْبُخْنُقُ خِرْقَةٌ تَلْبَسُهَا الْمَرْأَةُ تَقِي بِهَا الْخِمَارَ الدُّهْنَ. الْبَلْعَثُ: السَّيِّئُ الْخُلُقِ. الْبَهْكَثَةُ: السُّرْعَةُ. الْبَحْزَجُ: وَلَدُ الْبَقَرَةِ. وَكَذَلِكَ الْبَُرْغَُزُ. بَرْذَنَ الرَّجُلُ: ثَقُلَ. الْبَرَازِقُ: الْجَمَاعَاتُ. الْبُرْزُلُ: الضَّخْمُ. نَاقَةٌ بِرْعِسٌ: غَزِيرَةٌ. بَرْشَطَ اللَّحْمَ: شَرْشَرَهُ. بَرْشَمَ الرَّجُلُ إِذَا وَجَمَ وَأَظَهْرَ الْحُزْنَ. وَبَرْهَمَ، إِذَا أَدَامَ النَّظَرَ. قَالَ:\nوَنَظَرًا هَوْنَ الْهُوَيْنَى بَرْهَمَا\nالْبَرْقَطَةُ: خَطْوٌ مُتَقَارِبٌ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "1:335-336"
  },
  "ألت": {
    "def": "الْهَمْزَةُ وَاللَّامُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ، تَدُلُّ عَلَى النُّقْصَانِ، يُقَالُ: أَلَتَهُ يَأْلِتُهُ، أَيْ: نَقَصَهُ. قَالَ اللَّهُ تَعَالَى: لَا يَأْلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا أَيْ: لَا يَنْقُصُكُمْ.",
    "pg": "1:130-131"
  },
  "ألتولب :": {
    "def": "وَلَدُ الْبَقَرَةِ. وَالْقِيَاسُ يُوجِبُ أَنْ يَكُونَ التَّاءُ مُبْدَلَةً مِنْ وَاوٍ، الْوَاوُ بَعْدَهُ زَائِدَةٌ، كَأَنَّهُ فَوْعَلٌ مِنْ وَلَبَ إِذَا رَجَعَ. فَقِيَاسُهُ قِيَاسُ التَّبِيعِ. فَإِنْ ذَهَبَ ذَاهِبٌ إِلَى هَذَا الْوَجْهِ لَمْ يُبْعِدْ.\nوَأَمَّا (تِبْرَاكٌ) فَالتَّاءُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ تِفْعَالٌ مِنْ بَرَكَ أَيْ ثَبَتَ وَأَقَامَ. فَهُوَ مِنْ بَابِ الْبَاءِ، لَكِنَّهُ ذُكِرَ هَاهُنَا لِلَّفْظِ. وَ (التُّرْنُوقُ) الطِّينُ يَبْقَى فِي سَبِيلِ الْمَاءِ إِذَا نَضَبَ، وَالتَّاءُ وَالْوَاوُ زَائِدَتَانِ وَهُوَ مِنَ الرَّنْقِ.\nوَبَاقِي ذَلِكَ، وَهُوَ قَلِيلٌ، مَوْضُوعٌ وَضْعًا.\nمِنْ ذَلِكَ (اتْلَأَبَّ) الْأَمْرُ، إِذَا اسْتَقَامَ وَاطَّرَدَ.\n\n[مَا جَاءَ عَلَى أَكْثَرَ مِنْ ثَلَاثَةٍ أَوَّلُهُ تَاءٌ]\nوَ (تِرْيَمُ) مَوْضِعٌ، قَالَ: بِتِلَاعِ تِرْيَمَ هَامُهُمْ لَمْ تُقْبَرِ\nفَأَمَّا التَّرَبُوتُ مِنَ الْإِبِلِ، وَهُوَ الذَّلُولُ، فَلَوْ قَالَ قَائِلٌ إِنَّهُ مِنَ التَّاءِ وَالرَّاءِ وَالْبَاءِ، كَأَنَّهُ يُخْضَعُ حَتَّى يَلْصَقَ بِالتُّرَابِ كَانَ مَذْهَبًا.\nوَ (اتْمَهَلَّ) إِذَا انْتَصَبَ.\nوَ (التَّأْلَبُ) مِنَ الشَّجَرِ مَعْرُوفٌ.\nوَ (التَّوْأَبَانِيَّانِ) : قَادِمَتَا الضَّرْعِ. قَالَ ابْنُ مُقْبِلٍ:\nفَمَرَّتْ عَلَى أَظْرَابِ هُرَّ عَشِيَّةً ... لَهَا تَوْأَبَانِيَّانِ لَمْ يَتَفَلْفَلَا\nوَمُمْكِنٌ أَنْ يَكُونَ التَّاءُ زَائِدَةً وَالْأَصْلُ الْوَأْبَ. وَالْوَأْبُ الْمُقَعَّبُ، وَقَدْ ذُكِرَ فِي بَابِهِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "1:364-365"
  },
  "ألثعلب :": {
    "def": "مَخْرَجُ الْمَاءِ مِنَ الْجَرِينِ. فَهَذَا مَأْخُوذٌ مِنْ ثَعَبَ، وَاللَّامُ فِيهِ زَائِدَةٌ. فَأَمَّا ثَعْلَبُ الرُّمْحِ فَهُوَ مَنْحُوتٌ مِنَ الثَّعْبِ وَمِنَ الْعَلْبِ. وَهُوَ فِي خِلْقَتِهِ يُشْبِهُ الْمَثْعَبَ، وَهُوَ مَعْلُوبٌ، وَقَدْ فُسِّرَ الْعَلْبُ فِي بَابِهِ. وَوَجْهٌ آخَرُ أَنْ يَكُونَ مِنَ الْعَلْبِ وَمِنَ الثَّلِبِ، وَهُوَ الرُّمْحُ الْخَوَّارُ، وَذَلِكَ الطَّرَفُ دَقِيقٌ فَهُوَ ثَلِبٌ.\n\nوَمِنْ ذَلِكَ (الثُّرْمُطَةُ) وَهِيَ اللَّثَقُ وَالطِّينُ. وَهَذَا مَنْحُوتٌ مِنْ كَلِمَتَيْنِ مِنَ الثَّرْطِ وَالرَّمْطِ، وَهُمَا اللَّطْخُ. يُقَالُ ثُرِطَ فُلَانٌ إِذَا لُطِخَ بِعَيْبٍ. وَكَذَلِكَ رُمِطَ.\n\nوَمِنْ ذَلِكَ (اثْبَجَرَّ) الْقَوْمُ فِي أَمْرِهِمْ، إِذَا شَكُّوا فِيهِ وَتَرَدَّدُوا مِنْ فَزَعٍ وَذُعْرٍ. وَهَذَا مَنْحُوتٌ مِنَ الثَّبَجِ وَالثُّجْرَةِ. وَذَلِكَ أَنَّهُمْ يَتَرَادُّونَ وَيَتَجَمَّعُونَ. وَقَدْ مَضَى تَفْسِيرُ الْكَلِمَتَيْنِ.\nتَمَّ كِتَابُ الثَّاءِ [كِتَابُ الْجِيمِ] [بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ فِي الْمُضَاعَفِ وَالْمُطَابِقِ وَالتَّرْخِيم]\n\nبَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ فِي الْمُضَاعَفِ وَالْمُطَابِقِ وَالتَّرْخِيمِ",
    "pg": "1:403-405"
  },
  "ألثفروق :": {
    "def": "قِمَعُ التَّمْرَةِ. وَهَذَا مَنْحُوتٌ مِنَ الثَّفْرِ وَهُوَ الْمُؤَخَّرُ، وَمِنْ فَرَقَ ; لِأَنَّهُ شَيْءٌ فِي مُؤَخَّرِ التَّمْرَةِ يُفَارِقُهَا. وَهَذَا احْتِمَالٌ لَيْسَ بِالْبَعِيدِ.",
    "pg": "1:403"
  },
  "ألس": {
    "def": "الْهَمْزَةُ وَاللَّامُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْخِيَانَةُ. الْعَرَبُ تُسَمِّي الْخِيَانَةَ أَلْسًا، يَقُولُونَ: \" لَا يُدَالِسُ وَلَا يُؤَالِسُ \".",
    "pg": "1:131"
  },
  "ألطحلب": {
    "def": "مَعْرُوفٌ. وَالْبَاءُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ طَحَلَ، وَهُوَ مِنَ اللَّوْنِ. وَقَدْ ذَكَرْنَاهُ.\nوَمِنْ ذَلِكَ (طَحْمَرَ) إِذَا وَثَبَ، وَالْحَاءُ زَائِدَةٌ، وَإِنَّمَا هُوَ طَمَرَ.\n\nوَمِنْ ذَلِكَ (طَرْمَحَ) الْبِنَاءُ: أَطَالَهُ. وَمِنْهُ اسْمُ الطِّرِمَّاحِ. وَالْأَصْلُ فِيهِ الطَّرَحُ، وَهُوَ الْبَعِيدُ وَالطَّوِيلُ، وَقَدْ فَسَّرْنَاهُ.\nوَمِنْ ذَلِكَ (طَرْفَشَتْ) عَيْنُهُ: أَظْلَمَتْ. وَالشِّينُ زَائِدَةٌ، وَأَصْلُهُ مَنْ طُرِفَتْ: أَصَابَهَا طَرَفُ شَيْءٍ فَاغْرَوْرَقَتْ، وَعِنْدَ ذَلِكَ تُظْلِمُ، وَقَدْ مَرَّ. وَمِنْ ذَلِكَ (الطَّلَخْفُ) الشَّدِيدُ. وَاللَّامُ زَائِدَةٌ، وَهُوَ الطَّخَفُ، وَهُوَ الشِّدَّةُ.\n\nوَمِنْ ذَلِكَ (الطُّلْخُومُ) وَهُوَ الْمَاءُ الْآجِنُ. وَالْمِيمُ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنَ الطَّلْخِ، وَقَدْ ذَكَرْنَاهُ.\n\nوَمِنْ ذَلِكَ الشَّبَابُ (الْمُطْرَهِمُّ) وَهَذَا مِمَّا زِيدَتْ فِيهِ الرَّاءُ، وَأَصْلُهُ مُطَهَّمٌ، وَقَدْ مَضَى.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ: مَا فِي السَّمَاءِ (طَحْرَبَةٌ) أَيْ سَحَابَةٌ، وَالْبَاءُ زَائِدَةٌ، كَأَنَّهُ شَيْءٌ يَطْحَرُ الْمَطَرَ طَحْرًا، أَيْ يَدْفَعُهُ وَيَرْمِي بِهِ.\n\nوَمِنْ ذَلِكَ الرَّغِيفُ (الطَّمَلَّسُ) الْجَافُّ، وَهِيَ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: طَلَسَ وَطَمَسَ، وَكِلَاهُمَا يَدُلُّ عَلَى مَلَاسَةٍ فِي الشَّيْءِ.\nوَمِمَّا وُضِعَ وَلَا يَكَادُ يَكُونُ لَهُ قِيَاسٌ: (الطَّفَنَّشُ) : الْوَاسِعُ صُدُورِ الْقَدَمَيْنِ.\nوَ (طَرْسَمَ) الرَّجُلُ: أَطْرَقُ.\nوَ (الطِّرْفِسَانُ) : الرَّمْلَةُ الْعَظِيمَةُ.",
    "pg": "3:457-459"
  },
  "ألعباهل :": {
    "def": "جَمْعُ الْعَبْهَلِ، وَهُوَ الْإِبِلُ الَّتِي أُهْمِلَتْ تَرِدُ كَيْفَ شَاءَتْ، وَمَتَّى شَاءَتْ. قَالَ: عَبَاهِلٌ عَبْهَلَهَا الْوُرَّادُ\nوَبِهِ شُبِّهَتِ الْمُلُوكُ الَّذِينَ لَا فَوْقَ يَدِهِمْ يَدٌ. هَذَا مِمَّا زِيدَتْ فِيهِ الْبَاءُ. وَالْأَصْلُ الْعَيْهَلُ وَالْعَيْهَلَةُ: الَّتِي لَا تَسْتَقِرُّ. وَقَدْ فَسَّرْنَاهُ.",
    "pg": "4:357-358"
  },
  "ألعبسورة": {
    "def": "وَ (الْعُبْسُرَةُ) : النَّاقَةُ السَّرِيعَةُ. قَالَ: لَقَدْ أُرَانِيَ وَالْأَيَّامُ تُعْجِبُنِي ... وَالْمُفْقِرَاتُ بِهَا الْخُورُ الْعَبَاسِيرُ\nوَالسِّينُ فِي ذَلِكَ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ نَاقَةٍ عُبْرَ أَسْفَارٍ. وَقَدْ مَرَّ تَفْسِيرُهُ. يَوْمٌ (عَمَرَّسٌ) : شَدِيدٌ ذُو شَرٍّ، قَالَ الْأُرَيْقِطُ:\nعَمَرَّسٌ يَكْلَحُ عَنْ أَنْيَابِهْ\nوَهَذَا مَنْحُوتٌ مِنْ يَوْمٍ عَمَاسٍ: شَدِيدٍ. وَمِنَ الْمَرْسِ: الشَّيْءُ الشَّدِيدُ الْفَتْلِ، وَقَدْ فُسِّرَا.",
    "pg": "4:367-368"
  },
  "ألعبهر :": {
    "def": "الضَّخْمُ الْخَلْقِ وَكُلُّ عَظِيمٍ عَبْهَرٌ. وَامْرَأَةٌ عَبْهَرَةٌ. قَالَ الْأَعْشَى:\nعَبْهَرَةُ الْخَلْقِ لُبَاخِيَّةٌ ... تَزِينُهُ بِالْخُلُقِ الظَّاهِرِ\nوَهَذَا مِمَّا زِيدَتِ الْعَيْنُ فِي أَوَّلِهِ، وَأَصْلُهُ مِنَ الْبَهْرِ، أَيِ أَنَّهَا تَبْهَرُ بِخَلْقِهَا. وَقَدْ فَسَّرْنَا الْبَهْرَ.",
    "pg": "4:358"
  },
  "ألعترسة :": {
    "def": "الْغَلَبَةُ [وَ] الْأَخْذُ مِنْ فَوْقَ. وَجَاءَ رَجُلٌ بِغَرِيمٍ لَهُ إِلَى عُمَرَ فَقَالَ عُمَرُ: \" أَتُعَتْرِسُهُ \"، أَيْ تُغْضِبُهُ وَتَقْهَرُهُ. وَ (الْعِتْرِيسُ) مِنَ الْغِيلَانِ: الذَّكَرُ. وَمِنْهُ (الْعَنْتَرِ يسُ) النَّاقَةُ الْوَثِيقَةُ، وَقَدْ يُوصَفُ بِهِ الْفَرَسُ. وَقَالَ:\nكُلُّ طِرْفٍ مُوَثَّقٍ عَنْتَرِيسٍ ... مُسْتَطِيلُ الْأَقْرَابِ وَالْبُلْعُومُ\nالْعَنْتَرِيسُ: الدَّاهِيَةُ. وَهَذَا كُلُّهُ مِمَّا زِيدَتْ فِيهِ التَّاءُ، وَإِنَّمَا هُوَ مِنْ عَرِسَ بِالشَّيْءِ، إِذَا لَازَمَهُ. وَالنُّونُ أَيْضًا زَائِدَةٌ فِي الْعَنْتَرِيسِ.",
    "pg": "4:366"
  },
  "ألعثجل :": {
    "def": "الْوَاسِعُ الضَّخْمُ مِنَ الْأَسْقِيَةِ وَالْأَوْعِيَةِ. قَالَ:\nيَسْقِي بِهِ ذَاتَ فُرُوغٍ عَثْجَلَا\nوَهَذَا مِمَّا زِيدَتْ فِيهِ الْعَيْنُ، وَإِنَّمَا هُوَ مِنَ الثُّجْلَةِ. وَالْأَثْجَلُ: الْبَطْنُ الْوَاسِعُ.",
    "pg": "4:364-365"
  },
  "ألعجرد :": {
    "def": "الْعُرْيَانُ. وَهَذَا أَيْضًا مِمَّا زِيدَتْ فِيهِ الْعَيْنُ، وَإِنَّمَا هُوَ مِنْ جَرَدَ وَتَجَرَّدَ مِنْ ثِيَابِهِ.\n\nوَمِنْهُ (الْعَنْجَرِدُ) ، وَهِيَ الْمَرْأَةُ السَّلِيطَةُ الْجَرِيئَةُ، وَالْعَيْنُ فِي ذَلِكَ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ تَجَرُّدِهَا لِلْخُصُومَةِ وَقِلَّةِ حَيَائِهَا. قَالَ:\nعَنْجَرِدٌ تَحْلِفُ حِينَ أَحْلِفْ ... شَيْطَانَةٌ مِثْلَ الْحِمَارِ الْأَعْرَفِ",
    "pg": "4:364"
  },
  "ألعجرفية :": {
    "def": "جَفْوَةٌ فِي الْكَلَامِ وَخَرْقٌ فِي الْعَمَلِ، وَهَذَا مَنْحُوتٌ مِنْ شَيْئَيْنِ: مِنْ جَرَفَ وَعَجَرَ، كَأَنَّهُ يَجْرُفُ الْكَلَامَ جَرْفًا فِي تَعَقُّدٍ. وَالْعَجَرُ، التَّعَقُّدُ. يُسْتَعَارُ هَذَا فَيُقَالُ لِحَوَادِثِ الدَّهْرِ: عَجَارِيفُ. قَالَ قَيْسٌ:\nلَمْ تُنْسِنِي أُمُّ عَمَّارٍ نَوًى قَذَفٌ ... وَلَا عَجَارِيفُ دَهْرٍ لَا تُعَرِّينِي\nأَيْ لَا تُخَلِّينِي، وَذَلِكَ أَنَّهَا تَجِيءُ جَارِفَةً فِي شِدَّةٍ.",
    "pg": "4:365"
  },
  "ألعجرم :": {
    "def": "الْغَلِيظُ، وَالْمِيمُ فِيهِ زَائِدَةٌ. الْأَصْلُ الْأَعْجَرُ.",
    "pg": "4:365"
  },
  "ألعجلد :": {
    "def": "اللَّبَنُ الْخَاثِرُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْعَيْنُ، كَأَنَّهُ شُبِّهَ بِالْجِلْدِ فِي كَثَافَتِهِ.",
    "pg": "4:362-363"
  },
  "ألعجلزة :": {
    "def": "الْفَرَسُ الشَّدِيدُ الْخَلْقِ. وَقَدْ نَصَّ الْخَلِيلُ فِي ذَلِكَ عَلَى شَيْءٍ فَقَالَ: اشْتِقَاقٌ هَذَا النَّعْتِ مِنْ جَلْزِ الْخَلْقِ. وَهُوَ يُصَحِّحُ مَا نَذْكُرُهُ فِي هَذَا وَشِبْهِهِ. فَقَدْ أَعْلَمَكَ أَنَّ الْعَيْنُ فِيهِ زَائِدَةٌ. وَقَالَ:\nوَعِجْلِزَةٍ يَزِلُّ اللِّبَدُ فِيهَا",
    "pg": "4:364"
  },
  "ألعجنجر :": {
    "def": "الْغَلِيظُ، يُقَالُ زُبْدٌ عَجَنْجَرٌ. وَهَذَا مِمَّا زِيدَتْ حُرُوفُهُ لِلْمَعْنَى الَّذِي ذَكَرْنَاهُ. وَهُوَ مَنْ تَعَجَّرَ، إِذَا تَعَقَّدَ. قَالَ:\nمَخَضْتُ وَطْبِي فَرَغَا وَجَرْجَرَا ... أَخْرَجَ مِنْهُ زَبَدًا عَجَنْجَرَا",
    "pg": "4:364"
  },
  "ألعجنس :": {
    "def": "الْجَمَلُ الضَّخْمُ، وَالنُّونُ فِيهِ زَائِدَةٌ. وَهُوَ مِمَّا ذَكَرْنَاهُ فِي بَابِ الْعَجَسِ وَالْعَجَاسَاءُ. قَالَ: يَتْبَعْنَ ذَا هَدَاهِدٍِ عَجَنَّسَا ... إِذَا الْغُرَابَانِ بِهِ تَمَرَّسَا",
    "pg": "4:363-364"
  },
  "ألعراهم :": {
    "def": "النَّاعِمُ التَّارُّ. وَقَصَبٌ",
    "pg": "4:358"
  },
  "ألعرزال :": {
    "def": "مَا يَجْمَعُهُ الْأَسَدُ فِي مَأْوَاهُ مِنْ شَيْءٍ يُمَهِّدُ لِأَشْبَالِهِ، كَالْعُشِّ. وَعِرْزَالُ الصَّيَّادِ: أَهْدَامُهُ وَخِرَقُهَا الَّتِي يَمْتَهِدُهَا وَيَضْطَجِعُ عَلَيْهَا فِي الْقُتْرَةِ. قَالَ:\nمَا إِنْ يَنِي يَفْتَرِشُ الْعَرَازِلَا\nوَيُقَالُ الْعِرْزَالُ: مَا يُجْمَعُ مِنَ الْقَدِيدِ فِي قُتْرَتِهِ. وَهَذَا مَنْحُوتٌ مِنْ كَلِمَتَيْنِ: مِنْ عَزَلَ وَعَرَزَ، يَعْزِلُهُ وَيَعْرِزُهُ أَيْ يَجْمَعُهُ، كَمَا قُلْتُ أَعْرَزَ، إِذَا تَقَبَّضَ وَتَجَمَّعَ.",
    "pg": "4:369"
  },
  "ألعرصاف :": {
    "def": "الْعَقِبُ الْمُسْتَطِيلُ. وَالْعَرَاصِيفُ: أَوْتَادٌ تَجْمَعُ رُءُوسَ أَحْنَاءِ الرَّحْلِ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْعَيْنُ، وَإِنَّمَا هُوَ مِنْ رَصَفْتُ، وَمِنَ الرِّصَافِ، وَهُوَ الْعَقِبُ، وَقَدْ مَرَّ.",
    "pg": "4:370"
  },
  "ألعرصم :": {
    "def": "الرَّجُلُ الْقَوِيُّ الشَّدِيدُ الْبَضْعَةِ. وَهَذَا مِنَ الْعَرَصِ، وَهُوَ النَّشَاطُ. وَيُقَالُ الْعِرْصَمُّ. وَقِيَاسُهُ وَاحِدٌ.",
    "pg": "4:370"
  },
  "ألعرقوب :": {
    "def": "عَقَبٌ مُوَتَّرٌ خَلْفَ الْكَعْبَيْنِ. وَعَرْقَبْتُ الدَّابَّةَ: قَطَعْتُ عُرْقُوبَهَا. وَهَذَا مِمَّا زِيدَتْ فِيهِ الرَّاءُ، وَإِنَّمَا الْأَصْلُ الْعَقِبُ لِلْإِنْسَانِ وَحْدَهُ، ثُمَّ جُعِلَ الْعُرْقُوبُ لَهُ وَلِغَيْرِهِ. وَيُسْتَعَارُ الْعُرْقُوبُ فَيُقَالُ لِمُنْحَنًى مِنَ الْوَادِي فِيهِ الْتِوَاءٌ شَدِيدٌ: عُرْقُوبٌ. وَقَالَ:\nوَمَخُوفٍ مِنَ الْمَنَاهِلِ وَحْشٍ ... ذِي عَرَاقِيبَ آجِنٍ مِدْفَانِ\nقَالَ الْخَلِيلُ: وَعَرَاقِيبُ الْأُمُورِ: عَصَاوِيدُهَا، وَذَلِكَ إِدْخَالُ اللَّبْسِ فِيهَا. وَيَتَمَثَّلُ النَّاسُ فَيَقُولُونَ: \" يَوْمٌ أَقْصَرُ مِنْ عُرْقُوبِ الْقَطَاةِ \".",
    "pg": "4:359-360"
  },
  "ألعرندد :": {
    "def": "الصُّلْبُ مِنْ كُلِّ شَيْءٍ. قَالَ:\nتَدَارَكْتُهَا رَكْضًا بِسَيْرٍ عَرَنْدَدِ\nوَهَذَا مِمَّا زِيدَتْ فِيهِ النُّونُ، وَضُوعِفَتِ الدَّالُ لِزِيَادَةِ الْمَعْنَى. وَالْأَصْلُ الْعُرُدُّ، وَهُوَ الْقَوِيُّ، وَقَدْ مَرَّ.",
    "pg": "4:371"
  },
  "ألعزاهيل": {
    "def": "، قَالُوا: هِيَ الْإِبِلُ الْمُهْمَلَةُ، وَاحِدُهَا عُزْهُولُ. يُنْشِدُونَ: لِلشَّمَّاخِ:\nحَتَّى اسْتَغَاثَ بِأَحْوَى فَوْقَهُ حُبُكٌ ... يَدْعُو هَدِيلًا بِهِ الْعُزْفُ الْعَزَاهِيلُ\nوَهَذَا أَيْضًا إِنْ كَانَ صَحِيحًا، فَالْهَاءُ زَائِدَةٌ، كَأَنَّهَا أُهْمِلَتْ فَاعْتَزَلَتْ وَمَرَّتْ حَيْثُ شَاءَتْ.",
    "pg": "4:357"
  },
  "ألعسقول :": {
    "def": "قِطْعَةُ السَّرَابِ. وَهَذَا مِمَّا زِيدَتْ فِيهِ اللَّامُ. وَالْأَصْلُ الْعَسَقُ، يُقَالُ إِنَّهُ الْإِطَاقَةُ بِالشَّيْءِ، مِنَ اللُّزُومِ الَّذِي ذَكَرْنَاهُ.",
    "pg": "4:359"
  },
  "ألعسلق": {
    "def": ": الظَّلِيمُ. مُمْكِنٌ أَنْ يَكُونَ مِنَ السُّرْعَةِ وَيَكُونُ الْقَافُ زَائِدَةٌ، وَيَكُونُ مِنَ الْعَسَلَانِ ; وَيُمْكِنُ أَنْ يَكُونَ الْعَيْنُ زَائِدَةٌ، وَيَكُونُ مِنَ السَّلْقِ وَالتَّسَلُّقِ. وَكُلُّ ذَلِكَ جَيِّدٌ.",
    "pg": "4:359"
  },
  "ألعسلق :": {
    "def": "كُلُّ سُبُعٍ جَرُؤَ عَلَى الصَّيْدِ، وَالْجَمْعُ عَسَالِقُ. وَهَذِهِ مِنْ ثَلَاثِ كَلِمَاتٍ: مِنْ عَسِقَ بِهِ إِذَا لَازَمَهُ، وَمِنْ عَلِقَ، وَمَنْ سَلِقَ. وَكُلُّ ذَلِكَ قَدْ فُسِّرَ.",
    "pg": "4:359"
  },
  "ألعشنزر :": {
    "def": "الشَّدِيدُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْعَيْنُ وَالنُّونُ، وَأَصْلُهُ مِنَ الشَّزْرِ، وَقَدْ مَرَّ. قَالَ:\nضَرْبًا وَطَعْنًا بَاقِرًا عَشَنْزَرَا",
    "pg": "4:363"
  },
  "ألعشنط :": {
    "def": "الطَّوِيلُ مِنَ الرِّجَالِ، وَالْجَمْعُ عَشَنَّطُونَ وَعَشَانِطُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الشِّينُ، وَإِنَّمَا هُوَ مِنْ عَنَطَ، وَهُوَ بِنَاءٌ عَنَطْنَطُ. وَ (الْعَنْشَطُ) مِثْلُ هَذَا. قَالَ:\nأَتَاكَ مِنَ الْفِتْيَانِ أَرْوَعُ مَاجِدٌ ... صَبُورٌ عَلَى مَا نَابَهُ غَيْرُ عَنْشَطِ",
    "pg": "4:363"
  },
  "ألعشنق :": {
    "def": "الطَّوِيلُ الْجِسْمِ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الشِّينُ، وَإِنَّمَا هُوَ مِنَ الْعَنَقِ. وَلَيْسَ بِبَعِيدٍ أَنْ يَكُونَ الْعَيْنُ زَائِدَةٌ أَيْضًا. فَإِنْ كَانَ كَذَا فَالْكَلِمَةُ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ، مِنَ الْعَنَقِ، وَالشَّنَقِ. وَقَدْ فَسَّرْنَاهُمَا. وَقَدْ قَالَ الْخَلِيلُ: امْرَأَةٌ عَشَنَّقَةٌ: طَوِيلَةُ الْعُنُقِ، وَنَعَامَةٌ عَشَنَّقَةٌ. فَهَذَا يَدُلُّ عَلَى صِحَّةِ مَا قُلْنَاهُ.",
    "pg": "4:359"
  },
  "ألعشوزن :": {
    "def": "الْمُلْتَوِي الْعَسِرُ الْخُلُقِ مِنْ كُلِّ شَيْءٍ. وَقَالَ:\nإِذَا عَضَّ الثِّقَافُ بِهَا اشْمَأَزَّتْ ... وَوُلِّيتُمْ عَشَوْزَنَةً زَبُونًا\nوَهَذَا مَنْحُوتٌ مِنْ عَشَزَ وَشَزَنَ. الْعَشَزَانُ: مَشْيُ الْأَقْزَلِ. وَالشَّزَنُ: الْمَكَانُ الصُّلْبُ.",
    "pg": "4:363"
  },
  "ألعصفر :": {
    "def": "نَبَاتٌ. وَهَذَا إِنْ كَانَ مُعَرَّبًا فَلَا قِيَاسَ لَهُ، وَإِنْ كَانَ عَرَبِيًّا فَمَنْحُوتٌ مَنْ عَصَرَ وَصَفَرَ، يُرَادُ بِهِ عُصَارَتُهُ وَصُفْرَتُهُ.",
    "pg": "4:369"
  },
  "ألعصفور :": {
    "def": "طَائِرٌ ذَكَرٌ، الْعَيْنُ فِيهِ زَائِدَةٌ، وَإِنَّمَا [هُوَ] مِنَ الصَّفِيرِ الَّذِي يَصْفِرُهُ فِي صَوْتِهِ. وَمَا كَانَ بَعْدَ هَذَا فَكُلُّهُ اسْتِعَارَةٌ وَتَشْبِيهٌ. فَالْعُصْفُورُ: الشِّمْرَاخُ السَّائِلُ مِنْ غُرَّةِ الْفَرَسِ. وَالْعُصْفُورُ: قِطْعَةٌ مِنَ الدِّمَاغِ. قَالَ:\nعَنْ أُمِّ فَرْخِ الرَّأْسِ أَوْ عُصْفُورِهِ\nوَالْعُصْفُورُ فِي الْهَوْدَجِ: خَشَبَةٌ تَجْمَعُ أَطْرَافَ خَشَبَاتٍ فِيهِ، وَالْجَمْعُ عَصَافِيرُ.\nقَالَ الطِّرِمَّاحُ:\nكُلُّ مَشْكُوكٍ عَصَافِيرُهُ",
    "pg": "4:369-370"
  },
  "ألعصلبي :": {
    "def": "الشَّدِيدُ الْبَاقِي. قَالَ:\nقَدْ ضَمَّهَا اللَّيْلُ بِعَصْلَبِيِّ\nوَهُوَ مَنْحُوتٌ مِنْ ثَلَاثِ كَلِمَاتٍ: مِنْ عَصَبَ، وَمِنْ صَلَبَ، وَمِنْ عَصَلَ وَكُلُّ ذَلِكَ مِنْ قُوَّةِ الشَّيْءِ، وَقَدْ مَرَّ تَفْسِيرُهُ. وَقَدْ أَوْمَأَ الْخَلِيلُ إِلَى بَعْضِ مَا قُلْنَاهُ. فَقَالَ: عَصْلَبَتُهُ: شِدَّةُ عَصَبِهِ.",
    "pg": "4:370-371"
  },
  "ألعضنكة :": {
    "def": "الْمَرْأَةُ اللَّفَّاءُ الْعَجُزِ الَّتِي ضَاقَ مُلْتَقَى فَخِذَيْهَا لِكَثْرَةِ اللَّحْمِ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْعَيْنُ، وَإِنَّمَا هُوَ مِنَ الضَّنْكِ وَهُوَ الضِّيقُ. وَقَدْ مَرَّ تَفْسِيرُ الضِّنَاكِ.",
    "pg": "4:360-361"
  },
  "ألعطبول :": {
    "def": "الْوَطِيئَةُ مِنَ النِّسَاءِ الْمُمْتَلِئَةِ. قَالَ:\nفَسِرْنَا وَخَلَّفْنَا هُبَيْرَةَ بَعْدَنَا ... وَقُدَّامُهُ الْبَيْضُ الْحِسَانُ الْعَطَابِلُ\nوَهَذَا مِمَّا زِيدَتْ فِيهِ الطَّاءُ، وَإِنَّمَا هُوَ مِنْ عَبَالَةِ الْجِسْمِ. وَمُمْكِنٌ أَنْ يَكُونَ مَنْحُوتًا مِنْ عَطَلَ، فَالْعُطُلُ: الْجِسْمُ الْمُجَرَّدُ، كَأَنَّهُ يَقُولُ: عُطُلُهَا عَبْلٌ. وَهَذَا أَجْوَدُ.",
    "pg": "4:365"
  },
  "ألعفضاج :": {
    "def": "السَّمِينُ الرِّخْوُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الضَّادُ، وَهُوَ مِنَ الْعَيْنِ وَالْفَاءِ وَالْجِيمِ، كَأَنَّهُ مُمْتَلِئُ الْأَعْفَاجِ، وَهِيَ الْأَمْعَاءُ.",
    "pg": "4:362"
  },
  "ألعفلق :": {
    "def": "الْفَرْجُ رِخْوًا وَاسِعًا. وَهَذَا مَنْحُوتٌ مَنْ عَفَقَ وَالْعُفَاقَةُ [وَ] مِنْ فَلَقَ.",
    "pg": "4:360"
  },
  "ألعقبول :": {
    "def": "قَالُوا: بَقِيَّةُ الْمَرَضِ، وَاللَّامُ زَائِدَةٌ، إِنَّمَا هُوَ مَرَضٌ يَعْقُبُ الْمَرَضَ الْعَظِيمَ.",
    "pg": "4:360"
  },
  "ألعقرب :": {
    "def": "مَعْرُوفَةٌ، وَالْبَاءُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنَ الْعَقْرِ، ثُمَّ يُسْتَعَارُ فَيُقَالُ لِلَّذِي يَقْرُصُ النَّاسَ: إِنَّهُ لَتَدِبُّ عَقَارِبُهُ. وَدَابَّةٌ مُعَقْرَبُ الْخَلْقِ، أَيْ مُلَزَّزٌ مُجْتَمِعٌ شَدِيدٌ.",
    "pg": "4:360"
  },
  "ألعقنباة :": {
    "def": "الدَّاهِيَةُ مِنَ الْعِقْبَانِ، وَالْجَمْعُ عَقَنْبَيَاتُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الزَّوَائِدُ تَهْوِيلًا وَتَفْخِيمًا. وَهُوَ أَيْضًا مِمَّا يُوَضِّحُ ذَلِكَ الطَّرِيقَ الَّذِي سَلَكْنَاهُ فِي هَذِهِ الْمُقَايَسَاتِ، لِأَنَّ أَحَدًا لَا يَشُكُّ فِي أَنَّ عَقَنْبَاةَ إِنَّمَا أَصْلُهَا عُقَابُ، لَكِنَّ زِيدَ فِيهِ لِمَا ذَكَرْنَاهُ. فَافْهَمْ ذَلِكَ.",
    "pg": "4:372"
  },
  "ألعكبرة :": {
    "def": "مِنَ النِّسَاءِ: الْجَافِيَةُ الْعِلْجَةُ. قَالَ الْخَلِيلُ: هِيَ الْعَكْبَاءُ فِي خَلْقِهَا. قَالَ:\nعَكْبَاءُ عُكْبُرَةٌ فِي بَطْنِهَا ثَجَلٌ ... وَفِي الْمَفَاصِلِ مِنْ أَوْصَالِهَا فَدَعُ\nوَهَذَا الْأَمْرُ ظَاهِرٌ أَنَّ الرَّاءَ فِيهِ زَائِدَةٌ. وَالْأَصْلُ الْعَكَبُ وَالْعِكَبُّ، وَقَدْ مَضَى ذِكْرُهُ.",
    "pg": "4:362"
  },
  "ألعكركر :": {
    "def": "اللَّبَنُ الْغَلِيظُ. وَهَذَا أَيْضًا مِمَّا كُرِّرَتْ حُرُوفُهُ. وَالْأَصْلُ الْعَكَرُ.",
    "pg": "4:362"
  },
  "ألعلجوم :": {
    "def": "الظُّلْمَةُ الْمُتَرَاكِمَةُ. قَالَ ذُو الرُّمَّةِ:\nأَوْ مُزْنَةٌ فَارِقٌ يَجْلُو غَوَارِبَهَا ... تَبَوُّجُ الْبَرْقِ وَالظَّلْمَاءُ عُلْجُومُ\nوَهَذَا مِمَّا زِيدَتْ فِيهِ الْمِيمُ، وَإِنَّمَا هُوَ مِنَ اعْتِلَاجِ الظُّلَمِ بَعْضُهَا بِبَعْضٍ.",
    "pg": "4:365"
  },
  "ألعلكد :": {
    "def": "الشَّدِيدُ. وَهَذَا مِنْ عَكَدَ، وَمِنَ الْعِلْوَدُّ، وَهُوَ الشَّدِيدُ، وَمِنَ اللَّكَدِ، وَهُوَ تَدَاخُلُ الشَّيْءِ بَعْضُهُ فِي بَعْضٍ. قَالَ:\nأَعْيَسَ مَضْبُورَ الْقَرَا عِلْكَدَّا",
    "pg": "4:361-362"
  },
  "ألعلكوم :": {
    "def": "النَّاقَةُ الْجَسِيمَةُ السَّمِينَةُ. قَالَ لَبِيدٌ:\nتُرْوِي الْحَدَائِقَ بَازِلٌ عُلْكُومُ\nوَهَذَا مِنْ عَكَمَ، وَاللَّامُ زَائِدَةٌ، كَأَنَّهَا عُكِمَتْ بِاللَّحْمِ عَكْمًا.",
    "pg": "4:362"
  },
  "ألعلهب :": {
    "def": "التَّيْسُ الطَّوِيلُ الْقَرْنَيْنِ، وَيُوصَفُ بِهِ الثَّوْرُ. قَالَ جَرِيرٌ:\nإِذَا قَعِسَتْ ظُهُورُ بَنِي تَمِيمٍ ... تَكَشَّفَ عَنْ عَلَاهِبَةِ الْوُعُولِ وَهَذَا مِمَّا زِيدَتْ فِيهِ الْهَاءُ، وَإِنَّمَا هُوَ مِنَ الْعُلَبِ. وَالْعُلَبُ: النَخْلُ الطُّوَالُ. وَقَدْ مَرَّ.",
    "pg": "4:358-359"
  },
  "ألعمرس :": {
    "def": "الشَّرِسُ الْخُلُقِ الْقَوِيُّ. وَهَذَا مَا زِيدَتْ فِيهِ الْعَيْنُ، وَإِنَّمَا هُوَ مِنَ الشَّيْءِ الْمَرِسِ، وَهُوَ الشَّدِيدُ الْفَتْلِ.",
    "pg": "4:365-366"
  },
  "ألعمرط :": {
    "def": "الْجَسُورُ الشَّدِيدُ. [وَ] يُقَالُ",
    "pg": "4:372"
  },
  "ألعملس :": {
    "def": "الذِّئْبُ الْخَبِيثُ. يُقَالُ عَمَلَّسُ دَلَجَاتٍ. قَالَ الطِّرِمَّاحُ:\nيُوَدِّعُ فِي الْأَمْرَاسِ كُلَّ عَمَلَّسٍ مِنَ ... الْمُطْعِمَاتِ الصَّيْدِ ذَاتِ الشَّوَاحِنِ\nوَهَذَا مِمَّا زِيدَتْ فِيهِ اللَّامُ. وَمُمْكِنٌ أَنْ يَكُونَ مِنْ كَلِمَتَيْنِ: مِنْ عَمِلَ، وَعَمَسَ. تَقُولُ: هُوَ عَمُولٌ عَمُوسٌ: يَرْكَبُ رَأْسَهُ وَيَمْضِي فِيمَا يَعْمَلُهُ.",
    "pg": "4:366-367"
  },
  "ألعملط :": {
    "def": "الشَّدِيدُ مِنَ الرِّجَالِ وَكَذَلِكَ مِنَ الْإِبِلِ. وَقَالَ:\nأَمَا رَأَيْتَ الرَّجُلَ الْعَمَلَّطَا وَهَذَا مِمَّا زِيدَتْ فِيهِ الْعَيْنُ، وَإِنَّمَا هُوَ مِنَ الْمِلْطِ وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "4:368-369"
  },
  "ألعميثل :": {
    "def": "الضَّخْمُ الثَّقِيلُ. وَالْعَمَيْثَلُ: كُلُّ شَيْءٍ فِيهِ إِبْطَاءٌ. وَامْرَأَةٌ عَمَيْثَلَةٌ: ضَخْمَةٌ ثَقِيلَةٌ. قَالَ أَبُو النَّجْمِ:\nلَيْسَ بِمُلْتَاثٍ وَلَا عَمَيْثَلِ\nوَهَذَا مِمَّا زِيدَتْ فِيهِ الْمِيمُ. وَالْأَصْلُ عَثَلُ. وَالْعِثْوَلُ: الْبَطِيءُ الثَّقِيلُ. وَقَدْ مَرَّ.",
    "pg": "4:371"
  },
  "ألعنابل :": {
    "def": "الْوَتَرُ الْغَلِيظُ. قَالَ:\nوَالْقَوْسُ فِيهَا وَتَرٌ عُنَابِلُ\nوَهَذَا مَنْحُوتٌ مِنْ عَنَبَ وَعَبَلَ، وَكِلَاهُمَا يَدُلُّ عَلَى امْتِدَادٍ وَشِدَّةٌ.",
    "pg": "4:371"
  },
  "ألعنبس :": {
    "def": "مِنْ أَسْمَاءِ الْأَسَدِ. قَالَ الْخَلِيلُ: إِذَا نَعَتَّهُ قُلْتَ عَنْبَسٌ وَعُنَابِسٌ، وَإِذَا خَصَصْتَهُ بِاسْمٍ قُلْتَ عَنْبَسَةُ، لَمْ تَذْكُرِ الْأَسَدَ. وَهَذَا مِمَّا زِيدَتْ فِيهِ النُّونُ، وَهُوَ فَنْعَلٌ مِنَ الْعُبُوسِ.",
    "pg": "4:366"
  },
  "ألعنتر": {
    "def": ": الشُّجَاعُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ النُّونُ، وَالْأَصْلُ الْعِتْرُ، مِنْ عَتَرَ الرُّمْحُ. وَسُمِّي الشُّجَاعُ بِذَلِكَ لِسُرْعَتِهِ إِلَى اللِّقَاءِ وَكَثْرَةِ حَرَكَاتِهِ فِيهِ.",
    "pg": "4:366"
  },
  "ألعنسل :": {
    "def": "النَّاقَةُ السَّرِيعَةُ الْوَثِيقَةُ الْخَلْقِ. وَهَذَا مِنْ كَلِمَتَيْنِ: مِنْ عَنَسَ وَنَسَلَ، فَعَنَسَ مِنْ قُوَّةِ خَلْقِهَا، سُمِّيَتْ بِالْعَنْسِ، وَهِيَ الصَّخْرَةُ. وَنَسَلُ فِي السُّرْعَةِ وَالذَّهَابِ.",
    "pg": "4:367"
  },
  "ألعنصر :": {
    "def": "أَصْلُ الْحَسَبِ، وَهَذَا مِمَّا زِيدَتْ فِيهِ النُّونُ، وَهُوَ فِي الْأَصْلِ الْعَصَرُ، وَهُوَ الْمَلْجَأُ، وَقَدْ فَسَّرْنَاهُ، لِأَنَّ كُلًّا يَئِلُ فِي الِانْتِسَابِ إِلَى أَصْلِهِ الَّذِي هُوَ مِنْهُ.",
    "pg": "4:370"
  },
  "ألعنفص :": {
    "def": "الْمَرْأَةُ الْقَلِيلَةُ، وَيُقَالُ هِيَ الْخَبِيثَةُ الدَّاعِرَةُ. قَالَ الْأَعْشَى:\nلَيْسَتْ بِسَوْدَاءَ وَلَا عِنْفِصٍ ... تُسَارِقُ الطَرْفَ إِلَى دَاعِرِ\nوَهَذَا الْقَوْلُ الثَّانِي أَقْيَسُ، وَهُوَ مِنْ عَفَصْتُ الشَّيْءَ، إِذَا لَوَيْتُهُ، كَأَنَّهَا عَوْجَاءُ الْخُلُقِ وَتَمِيلُ إِلَى ذَوِي الدَّعَارَةِ.",
    "pg": "4:370"
  },
  "ألعنقود :": {
    "def": "مَعْرُوفٌ، وَهُوَ مِنَ الْعَقْدِ، كَأَنَّهُ شَيْءٌ عُقِدَ بَعْضُهُ بِبَعْضٍ.",
    "pg": "4:359"
  },
  "ألعيسجور :": {
    "def": "النَّاقَةُ السَّرِيعَةُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الرَّاءُ وَالْيَاءُ، وَإِنَّمَا هُوَ مِنْ عَسَجَتْ فِي سَيْرِهَا. وَقَدْ مَضَى ذِكْرُ الْعَاسِجِ.",
    "pg": "4:363"
  },
  "ألعيهرة :": {
    "def": "الْمَرْأَةُ الْفَاجِرَةُ، وَالزَّائِدَةُ فِي ذَلِكَ الْيَاءُ، وَإِنَّمَا هُوَ مِنَ الْعَهْرِ.",
    "pg": "4:357"
  },
  "ألف": {
    "def": "الْهَمْزَةُ وَاللَّامُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى انْضِمَامِ الشَّيْءِ إِلَى الشَّيْءِ، وَالْأَشْيَاءُ الْكَثِيرَةُ أَيْضًا. قَالَ الْخَلِيلُ: الْأَلْفُ مَعْرُوفٌ، وَالْجَمْعُ الْآلَافُ. وَقَدْ آلَفَتِ الْإِبِلُ، مَمْدُودَةٌ، أَيْ: صَارَتْ أَلْفًا. قَالَ ابْنُ الْأَعْرَابِيِّ: آلَفْتُ الْقَوْمَ: صَيَّرْتُهُمْ أَلْفًا، وآلَفْتُهُمْ، صَيَّرْتُهُمْ أَلْفًا بِغَيْرِي، وَآلَفُوا: صَارُوا أَلْفًا. وَمِثْلُهُ أَخْمَسُوا، وَأَمَاءُوا. وَهَذَا قِيَاسٌ صَحِيحٌ، لِأَنَّ الْأَلْفَ اجْتِمَاعُ الْمِئِينَ. قَالَ الْخَلِيلُ: أَلِفْتُ الشَّيْءَ آلَفُهُ. وَالْأُلْفَةُ مَصْدَرُ الِائْتِلَافِ. وَإِلْفُكَ وَأَلِيفُكَ: الَّذِي تَأْلَفُهُ. [وَ] كُلُّ شَيْءٍ ضَمَمْتَ بَعْضَهُ إِلَى بَعْضٍ فَقَدْ أَلَّفْتَهُ تَأْلِيفًا. الْأَصْمَعِيُّ: يُقَالُ: أَلِفْتُ الشَّيْءَ آلَفُهُ إلْفًا وَأَنَا آلِفٌ، وَآلَفْتُهُ وَأَنَا مُؤْلِفٌ. قَالَ ذُو الرُّمَّةِ:\nمِنَ الْمُؤْلِفَاتِ الرَّمْلَِ أَدْمَاءُ حُرَّةٌ ... شُعَاعُ الضُّحَى فِي لَوْنِهَا يَتَوَضَّحُ\nقَالَ أَبُو زَيْدٍ: أَهْلُ الْحِجَازِ يَقُولُونَ آلَفْتُ الْمَكَانَ وَالْقَوْمَ. وآلَفْتُ غَيْرِي أَيْضًا حَمَلْتُهُ عَلَى أَنْ يَأْلَفَ. قَالَ الْخَلِيلُ: وَأَوَالِفُ الطَّيْرِ: الَّتِي بِمَكَّةَ وَغَيْرِهَا. قَالَ:\nأَوَالِفًا مَكَّةَ مِنْ وُرْقِ الْحَمِي\nوَيُقَالُ: آلَفَتْ هَذِهِ الطَّيْرُ مَوْضِعَ كَذَا، وَهُنَّ مُؤْلِفَاتٌ، لِأَنَّهَا لَا تَبْرَحُ. فَأَمَّا قَوْلُهُ تَعَالَى: ﴿لِإِيلَافِ قُرَيْشٍ﴾ [قريش: ١] . قَالَ أَبُو زَيْدٍ: الْمَأْلَفُ: الشَّجَرُ الْمُودِقُ الَّذِي يَدْنُو إِلَيْهِ الصَّيْدُ لِإِلْفِهِ إِيَّاهُ، فَيَدِقُ إِلَيْهِ.",
    "pg": "1:131-132"
  },
  "ألق": {
    "def": "الْهَمْزَةُ وَاللَّامُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى الْخِفَّةِ وَالطَّيْشِ، وَاللَّمَعَانِ بِسُرْعَةٍ. قَالَ الْخَلِيلُ: الْإِلْقَةُ: السِّعْلَاةُ، وَالذِّئْبَةُ، وَالْمَرْأَةُ الْجَرِيئَةُ، لِخُبْثِهِنَّ. قَالَ ابْنُ السِّكِّيتِ: وَالْجَمْعُ إِلَقٌ. قَالَ شَاعِرٌ:\nجَدَّ وَجَدَّتْ إلَقَةٌ مِنَ الْإِلَقْ\nقَالَ: وَيُقَالُ: امْرَأَةٌ أَلَقَى سَرِيعَةُ الْوَثْبِ. قَالَ بَعْضُهُمْ: رَجُلٌ أَلَّاقٌ، أَيْ: كَذَّابٌ. وَقَدْ أَلَقَ بِالْكَذِبِ يَأْلِقُ أَلْقًا. قَالَ أَبُو عَلِيٍّ الْأَصْفَهَانِيُّ، عَنِ الْقَرِيعِيِّ: تَأَلَّقَتِ الْمَرْأَةُ: إِذَا شَمَّرَتْ لِلْخُصُومَةِ وَاسْتَعَدَّتْ لِلشَّرِّ وَرَفَعَتْ رَأْسَهَا. قَالَ ابْنُ الْأَعْرَابِيِّ: مَعْنَاهُ صَارَتْ مِثْلَ الْإِلْقَةِ. وَذَكَرَ ابْنُ السِّكِّيتِ: امْرَأَةٌ إِلْقَةٌ وَرَجُلٌ إِلْقٌ. وَمِنْ هَذَا الْقِيَاسِ: ائْتَلَقَ الْبَرْقُ ائْتِلَاقًا: إِذَا بَرَقَ، وَتَأَلَّقَ تَأَلُّقًا. قَالَ:\nيُصِيخُ طَوْرًا وَطَوْرًا يَقْتَرِي دَهِسًا ... كَأَنَّهُ كَوْكَبٌ بِالرَّمْلِ يَأْتَلِقُ",
    "pg": "1:132"
  },
  "ألك": {
    "def": "الْهَمْزَةُ وَاللَّامُ وَالْكَافُ أَصْلٌ وَاحِدٌ، وَهُوَ تَحَمُّلُ الرِّسَالَةِ. قَالَ الْخَلِيلُ: الْأَلُوكُ الرِّسَالَةُ، وَهِيَ الْمَأْلَُكَةُ عَلَى مَفْعَُلَةٍ. قَالَ النَّابِغَةُ: أَلِكْنِي يَا عُيَيْنَُ إِلَيْكَ قَوْلًا ... سَتَحْمِلُهُ الرُّوَاةُ إِلَيْكَ عَنِّي\nقَالَ: وَإِنَّمَا سُمِّيَتِ الرِّسَالَةُ أَلُوكًا لِأَنَّهَا تُؤْلَكُ فِي الْفَمِ، مُشْتَقٌّ مِنْ قَوْلِ الْعَرَبِ: الْفَرَسُ يَأْلُكُ بِاللِّجَامِ وَيَعْلُكُهُ: إِذَا مَضَغَ الْحَدِيدَةَ. قَالَ: وَيَجُوزُ لِلشَّاعِرِ تَذْكِيرُ الْمَأْلَكَةِ. قَالَ عَدِيٌّ:\nأَبْلِغِ النُّعْمَانَ عَنِّي مَأْلُكًا ... أَنَّهُ قَدْ طَالَ حَبْسِي وَانْتِظَارِي\nوَقَوْلُ الْعَرَبِ: \" أَلِكْنِي إِلَى فُلَانٍ \"، الْمَعْنَى تَحَمَّلْ رِسَالَتِي إِلَيْهِ. قَالَ:\nأَلِكْنِي إِلَيْهَا عَمْرَكَ اللَّهَ يَا فَتَى ... بِآيَةٍ مَا جَاءَتْ إِلَيْنَا تَهَادِيَا\nقَالَ أَبُو زَيْدٍ: أَلَكْتُهُ أُلِيكُهُ إلَاكَةً: إِذَا أَرْسَلْتُهُ. قَالَ يُونُسُ بْنُ حَبِيبٍ: اسْتَلْأَكَ فُلَانٌ لِفُلَانٍ، أَيْ: ذَهَبَ بِرِسَالَتِهِ، وَالْقِيَاسُ اسْتَأْلَكَ.\n\n[بَابُ الْهَمْزَةِ وَالْمِيمِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:132-133"
  },
  "ألل": {
    "def": "وَالْهَمْزَةُ وَاللَّامُ فِي الْمُضَاعَفِ ثَلَاثَةُ أُصُولٍ: اللَّمَعَانُ فِي اهْتِزَازٍ، وَالصَّوْتُ، وَالسَّبَبُ يُحَافَظُ عَلَيْهِ. قَالَ الْخَلِيلُ وَابْنُ دُرَيْدٍ: أَلَّ الشَّيْءُ: إِذَا لَمَعَ. قَالَ ابْنُ دُرَيْدٍ: وَسُمِّيَتِ الْحَرْبَةُ أَلَّةً لِلَمَعَانِهَا. وَأَلَّ الْفَرَسُ يَئِلُّ أَلًّا: إِذَا اضْطَرَبَ فِي مَشْيِهِ. وَأَلَّتْ فَرَائِصُهُ: إِذَا لَمَعَتْ فِي عَدْوِهِ. قَالَ:\nحَتَّى رَمَيْتُ بِهَا يَئِلُّ فَرِيصُهَا ... وَكَأَنَّ صَهْوَتَهَا مَدَاكُ رُخَامِ\nوَأَلَّ الرَّجُلُ فِي مِشْيَتِهِ: اهْتَزَّ. قَالَ الْخَلِيلُ: الْأَلَّةُ الْحَرْبَةُ، وَالْجَمْعُ إِلَالٌ.\nقَالَ: يُضِيءُ رَبَابُهُ فِي الْمُزْنِ حُبْشًا ... قِيَامًا بِالْحِرَابِ وَبِالْإِلَالِ\nوَيُقَالُ لِلْحَرْبَةِ: الْأَلِيلَةُ أَيْضًا وَالْأَلِيلُ. قَالَ:\nيُحَامِي عَنْ ذِمَارِ بَنِي أَبِيكُمْ ... وَيَطْعَنُ بِالْأَلِيلَةِ وَالْأَلِيلِ\nقَالَ: وَسُمِّيَتِ الْأَلَّةَ لِأَنَّهَا دَقِيقَةُ الرَّأْسِ. وَأَلَّ الرَّجُلُ بِالْأَلَّةِ، أَيْ:: طَعَنَ.\nوَقِيلَ لِامْرَأَةٍ مِنَ الْعَرَبِ قَدْ أُهْتِرَتْ: إِنَّ فُلَانًا أَرْسَلَ يَخْطُبُكِ. فَقَالَتْ: أَمُعْجِلِي أَنْ أَدَّرِيَ وَأَدَّهِنَ، مَا لَهُ غُلَّ وَأُلَّ. قَالَ: وَالتَّأْلِيلُ: تَحْرِيفُكَ الشَّيْءَ، كَرَأْسِ الْقَلَمِ. وَالْمُؤَلَّلُ أَيْضًا الْمُحَدَّدُ. يُقَالُ: أُذُنٌ مُؤَلَّلَةٌ، أَيْ: مُحَدَّدَةٌ، قَالَ طَرَفَةُ:\nمُؤَلَّلَتَانِ تَعْرِفُ الْعِتْقَ فِيهِمَا ... كَسَامِعَتَيْ شَاةٍ بِحَوْمَلَ مُفْرَدِ\nوَأُذُنٌ مَأْلُولَةٌ وَفَرَسٌ مَأْلُولٌ. قَالَ:\nمَأْلُولَةُ الْأُذْنَيْنِ كَحْلَاءُ الْعَيْنِ\nوَيُقَالُ: يَوْمٌ أَلِيلٌ، لِلْيَوْمِ الشَّدِيدِ. قَالَ الْأَفْوَهُ:\nبِكُلِّ فَتًى رَحِيبِ الْبَاعِ يَسْمُو ... إِلَى الْغَارَاتِ فِي الْيَوْمِ الْأَلِيلِ\nقَالَ الْخَلِيلُ: وَالْأَلَلُ وَالْألَلَانِ: وَجْهَا السِّكِّينِ وَوَجْهَا كُلِّ عَرِيضٍ. قَالَ الْفَرَّاءُ: وَمِنْهُ يُقَالُ لِلَّحِمَتَيْنِ الْمُطَابِقَتَيْنِ بَيْنَهُمَا فَجْوَةٌ يَكُونَانِ فِي الْكَتِفِ، إِذَا قُشِرَتْ إِحْدَاهُمَا عَنِ الْأُخْرَى سَالَ مِنْ بَيْنِهِمَا مَاءٌ: ألَلَانِ. وَقَالَتِ امْرَأَةٌ لِجَارَتِهَا: لَا تُهْدِي لِضَرَّتِكِ الْكَتِفَ، فَإِنَّ الْمَاءَ يَجْرِي بَيْنَ أَلَلَيْهَا، أَيْ: أَهْدِي شَرًّا مِنْهَا. وَأَمَّا الصَّوْتُ فَقَالُوا فِي قَوْلِهِ:\nوَطَعَنَ تُكْثِرُ الْألَلَيْنِ مِنْهُ ... فَتَاةُ الْحَيِّ تُتْبِعُهُ الرَّنِينَا\nإِنَّهُ حِكَايَةُ صَوْتِ الْمُوَلْوِلِ. قَالَ: وَالْأَلِيلُ: الْأَنِينُ فِي قَوْلِهِ:\nإِمَّا تَرَيْنِي تُكْثِرِي الْأَلِيلَا\nوَقَالَ ابْنُ مَيَّادَةَ:\nوَقُولَا لَهَا مَا تَأْمُرِينَ بِوَامِقٍ ... لَهُ بَعْدَ نَوْمَاتِ الْعُيُونِ أَلِيلُ\nقَالَ ابْنُ الْأَعْرَابِيِّ: فِي جَوْفِهِ أَلِيلٌ وَصَلِيلٌ. وَسَمِعْتُ أَلِيلَ الْمَاءِ، أَيْ: صَوْتَهُ. وَقِيلَ الْأَلِيلَةُ الثُّكْلُ. وَأَنْشَدَ:\nوَلِيَ الْأَلِيلَةُ إِنْ قُتِلَتْ خُؤُولَتِي ... وَلِيَ الْأَلِيلَةُ إِنْ هُمُ لَمْ يُقْتَلُوا\nقَالُوا: وَرَجُلٌ مِئَلٌّ، أَيْ: كَثِيرُ الْكَلَامِ وَقَّاعٌ فِي النَّاسِ. قَالَ الْفَرَّاءُ: الْأَلُّ: رَفْعُ الصَّوْتِ بِالدُّعَاءِ وَالْبُكَاءِ، يُقَالُ مِنْهُ: أَلَّ يَئِلُّ أَلِيلًا. وَفِي الْحَدِيثِ: «عَجِبَ رَبُّكُمْ مِنْ أَلِّكُمْ وَقُنُوطِكُمْ وَسُرْعَةِ إِجَابَتِهِ إِيَّاكُمْ» . وَأَنْشَدُوا لِلْكُمَيْتِ:\nوَأَنْتَ مَا أَنْتَ فِي غَبْرَاءَ مُظْلِمَةٍ ... إِذَا دَعَتْ ألَلَيْهَا الْكَاعِبُ الْفُضُلُ\nوَالْمَعْنَى الثَّالِثُ: الْإِلُّ: الرُّبُوبِيَّةُ. وَقَالَ أَبُو بَكْرٍ لَمَّا ذُكِرَ لَهُ كَلَامُ مُسَيْلِمَةَ: \" مَا خَرَجَ هَذَا مِنْ إِلٍّ \" وَقَالَ اللَّهُ تَعَالَى: ﴿لَا يَرْقُبُونَ فِي مُؤْمِنٍ إِلًّا وَلَا ذِمَّةً﴾ [التوبة: ١٠] . قَالَ الْمُفَسِّرُونَ: الْإِلُّ: اللَّهُ جَلَّ ثَنَاؤُهُ. وَقَالَ قَوْمٌ: هِيَ قُرْبَى الرَّحِمِ. قَالَ:\nهُمْ قَطَعُوا مِنْ إِلِّ مَا كَانَ بَيْنَنَا ... عُقُوقًا وَلَمْ يُوفُوا بِعَهْدٍ وَلَا ذِمَمْ\nقَالَ ابْنُ الْأَعْرَابِيِّ: الْإِلُّ كُلُّ سَبَبٍ بَيْنَ اثْنَيْنِ. وَأَنْشَدَ:\nلَعَمْرُكَ إِنَّ إِلَّكَ فِي قُرَيْشٍ ... كَإِلِّ السَّقْبِ مِنْ رَأْلِ النَّعَامِ\nوَالْإِلُّ: الْعَهْدُ. وَمِمَّا شَذَّ عَنْ هَذِهِ الْأُصُولِ قَوْلُهُمْ أَلِلَ السِّقَاءُ: تَغَيَّرَتْ رَائِحَتُهُ. وَيُمْكِنُ أَنْ يَكُونَ مِنْ أَحَدِ الثَّلَاثَةِ; لِأَنَّ ابْنَ الْأَعْرَابِيِّ ذَكَرَ أَنَّهُ الَّذِي فَسَدَ أَلَلَاهُ، وَهُوَ أَنْ يَدْخُلَ الْمَاءُ بَيْنَ الْأَدِيمِ وَالْبَشَرَةِ، قَالَ ابْنُ دُرَيْدٍ: قَدْ خَفَّفَتِ الْعَرَبُ الْإِلَّ. قَالَ الْأَعْشَى:\nأَبْيَضُ لَا يَرْهَبُ الْهُزَالَ وَلَا ... يَقْطَعُ رِحْمًا وَلَا يَخُونُ إِلَّا",
    "pg": "1:18-21"
  },
  "ألم": {
    "def": "الْهَمْزَةُ وَاللَّامُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ الْوَجَعُ. قَالَ الْخَلِيلُ: الْأَلَمُ: الْوَجَعُ، يُقَالُ: وَجَعٌ أَلِيمٌ، وَالْفِعْلُ مِنَ الْأَلَمِ أَلِمَ. وَهُوَ أَلِمٌ، وَالْمُجَاوِزُ أِلِيمٌ، فَهُوَ عَلَى هَذَا الْقِيَاسِ فَعِيلٌ بِمَعْنَى مُفْعِلٍ. وَكَذَلِكَ وَجِيعٌ بِمَعْنَى مُوجِعٍ. قَالَ: أَمِنْ رَيْحَانَةِ الدَّاعِي السَّمِيعُ\nفَوَضَعَ السَّمِيعَ مَوْضِعَ مُسْمِعٍ. قَالَ ابْنُ الْأَعْرَابِيِّ عَذَابٌ أَلِيمٌ، أَيْ: مُؤْلِمٌ وَرَجُلٌ أَلِيمٌ وَمُؤْلَمٌ، أَيْ: مُوجَعٌ. قَالَ أَبُو عُبَيْدٍ: يُقَالُ: أَلِمْتَ نَفْسَكَ، كَمَا تَقُولُ سَفِهْتَ نَفْسَكَ. وَالْعَرَبُ تَقُولُ: \" الْحُرُّ يُعْطِي وَالْعَبْدُ يَأْلَمُ قَلْبُهُ \".",
    "pg": "1:126-127"
  },
  "ألمجلنظي :": {
    "def": "الَّذِي يَسْتَلْقِي عَلَى ظَهْرِهِ وَيَرْفَعُ رِجْلَيْهِ.\n\nوَ (الْمَجْلَعِبُّ) : الْمُضْطَجِعُ. وَسَيْلٌ مُجْلَعِبٌّ: كَثِيرُ الْقَمْشِ.\n\nوَ (الْمُجْلَخِدُّ) : الْمُسْتَلْقِي.",
    "pg": "1:512"
  },
  "أله": {
    "def": "الْهَمْزَةُ وَاللَّامُ وَالْهَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ التَّعَبُّدُ. فَالْإِلَهُ اللَّهُ تَعَالَى، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ مَعْبُودٌ. وَيُقَالُ: تَأَلَّهَ الرَّجُلُ: إِذَا تَعَبَّدَ. قَالَ رُؤْبَةُ:\nلِلَّهِ دَرُّ الْغَانِيَاتِ الْمُدَّهِ ... سَبَّحْنَ وَاسْتَرْجَعْنَ مِنْ تَأَلُّهِي\nوَالْإِلَاهَةُ: الشَّمْسُ، سُمِّيَتْ بِذَلِكَ لِأَنَّ قَوْمًا كَانُوا يَعْبُدُونَهَا. قَالَ الشَّاعِرُ:\nفَبَادَرْنَا الْإِلَاهَةَ أَنْ تُؤَوِّبَا\nفَأَمَّا قَوْلُهُمْ فِي التَّحَيُّرِ أَلِهَ يَأْلَهُ فَلَيْسَ مِنَ الْبَابِ، لِأَنَّ الْهَمْزَةَ وَاوٌ. وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "1:127"
  },
  "ألهملع :": {
    "def": "الَّذِي تَوَقَّعَ خُطَاهُ تَوْقِيعًا شَدِيدًا.\n\nوَ (الْهَبَنْقَعُ) : الْأَحْمَقُ يَجْلِسُ عَلَى أَطْرَافِ أَصَابِعِهِ يَسْأَلُ. وَقَدْ قَعَدَ الْهَبَنْقَعَةَ.\n\nوَ (هَبَنَّقَةٌ) : رَجُلٌ يُضْرَبُ بِهِ الْمَثَلُ فِي الْحُمْقِ. وَالْهِبْنِيقُ: الْوَصِيفُ.\n\n[وَ] (الْهِرْكَوْلَةُ) : الْمَرْأَةُ الْجَسِيمَةُ.\n\nوَ (الْهِلَّكْسُ) الَّذِي حَكَاهُ ابْنُ دُرَيْدٍ وَهُوَ الرَّجُلُ الدَّنِيُّ الْأَخْلَاقِ.\n\nوَ (الْهِجْرِسُ) : وَلَدُ الثَّعْلَبِ.\nوَ (الْهَيْجُمَانَةُ) : الذَّرَّةُ.\nوَ (الْهِرْشَفَّةُ) : الْعَجُوزُ الْبَالِيَةُ، وَالدَّلْوُ الْخَلَقُ. وَ [لَيْسَ] لَهُ (هَلْبَسِيسٌ) ، أَيْ شَيْءٌ.\n\nوَ (الْهِرْطَالُ) : الطَّوِيلُ.\nوَ (الْهِرْدَبُّ) : الْجَبَانُ.\nوَ (الْهِدَمْلَةُ) : رَمَلَةٌ.\nوَ (هَرْثَمَةُ) الْأَسَدُ: أَنْفُهُ وَخَطْمُهُ. وَشَعْرُهُ (هَرَامِيلُ) ، إِذَا سَقَطَ.\nوَ (الْهَنَابِثُ) : الْأُمُورُ الشَّدَائِدُ.\nوَاللَّهُ أَعْلَمُ بِحَقَائِقِ الْأُمُورِ.",
    "pg": "6:73"
  },
  "ألوى": {
    "def": "الْهَمْزَةُ وَاللَّامُ وَمَا بَعْدَهُمَا فِي الْمُعْتَلِّ أَصْلَانِ مُتَبَاعِدَانِ: أَحَدُهُمَا الِاجْتِهَادُ وَالْمُبَالَغَةُ [وَالْآخَرُ التَّقْصِيرُ] وَالثَّانِي خِلَافُ ذَلِكَ الْأَوَّلِ. قَوْلُهُمْ آلَى يُولِي: إِذَا حَلَفَ أَلِيَّةً وَإِلْوَةً، قَالَ شَاعِرٌ: أَتَانِي عَنِ النُّعْمَانِ جَوْرُ أَلِيَّةٍ ... يَجُورُ بِهَا مِنْ مُتْهِمٍ بَعْدَ مُنْجِدِ\nوَقَالَ فِي الْأَلْوَةِ:\nيُكَذِّبُ أَقْوَالِي وَيُحْنِثُ أَلْوَتِي\nوَالْأَلِيَّةُ مَحْمُولَةٌ عَلَى فَعْوَلَةٍ، وَأَلْوَةٌ عَلَى فَعْلَةٍ نَحْوَ الْقَدْمَةِ. وَيُقَالُ: يُؤْلِي وَيَأْتَلِي، وَيَتَأَلَّى فِي الْمُبَالَغَةِ. قَالَ الْفَرَّاءُ: يُقَالُ: ائْتَلَى الرَّجُلُ: إِذَا حَلَفَ، وَفِي كِتَابِ اللَّهِ تَعَالَى: ﴿وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ﴾ [النور: ٢٢] . وَرُبَّمَا جَمَعُوا أَلْوَةً أُلًى. وَأَنْشَدَ:\nقَلِيلًا كَتَحْلِيلِ الْأُلَى ثُمَّ قَلَّصَتْ ... بِهِ شِيمَةٌ رَوْعَاءُ تَقْلِيصَ طَائِرِ\nقَالَ: وَيُقَالُ لِلْيَمِينِ أَلْوَةٌ وَأُلْوَةٌ وَإِلْوَةٌ وَأَلِيَّةٌ. قَالَ الْخَلِيلُ: يُقَالُ: مَا أَلَوْتُ عَنِ الْجُهْدِ فِي حَاجَتِكَ، وَمَا أَلَوْتُكَ نُصْحًا، قَالَ:\nنَحْنُ فَضَلْنَا جُهْدَنَا لَمْ نَأْتَلِهْ\nأَيْ: لَمْ نَدَعْ جُهْدًا. قَالَ أَبُو زَيْدٍ: يُقَالُ: أَلَوْتُ فِي الشَّيْءِ آلُو: إِذَا قَصَّرْتُ فِيهِ. وَتَقُولُ فِي الْمَثَلِ: \" إِلَّا حَظِيَّةٌ فَلَا أَلِيَّةٌ \"، يَقُولُ: إِنْ أَخْطَأَتْكَ الْحُظْوَةُ فَلَا تَتَأَلَّ أَنْ تَتَوَدَّدَ إِلَى النَّاسِ. الشَّيْبَانِيُّ: آلَيْتُ تَوَانَيْتُ وَأَبْطَأْتُ. قَالَ:\nفَمَا آلَى بَنِيَّ وَمَا أَسَاءُوا\nوَأَلَّى الْكَلْبُ عَنْ صَيْدِهِ: إِذَا قَصَّرَ، وَكَذَلِكَ الْبَازِي وَنَحْوُهُ. قَالَ بَعْضُ الْأَعْرَابِ: وَإِنِّي إِذْ تُسَابِقُنِي نَوَاهَا ... مُؤَلٍّ فِي زِيَارَتِهَا مُلِيمُ\nفَأَمَّا قَوْلُ الْهُذَلِيِّ:\nجَهْرَاءُ لَا تَأْلُو إِذَا هِيَ أَظْهَرَتْ ... بَصَرًا وَلَا مِنْ عَيْلَةٍ تُغْنِينِي\nوَأَمَّا قَوْلُ الْأَعْشَى:\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . وَلَا ... يَقْطَعُ رِحْمًا وَلَا يَخُونُ إِلَّا",
    "pg": "1:127-129"
  },
  "أليعفور :": {
    "def": "الْخِشْفُ. قَالَ الْخَلِيلُ: سُمِّيَ بِذَلِكَ لِكَثْرَةِ لُزُوقِهِ بِالْأَرْضِ. قَالَ: تَقْطَعُ الْقَوْمَ إِلَى أَرْحُلِنَا ... آخِرَ اللَّيْلِ بِيَعْفُورٍ خَدِرْ\nوَهَذَا مِمَّا زِيدَتِ الْيَاءُ فِي أَوَّلِهِ، وَإِنَّمَا هُوَ مِنَ الْعَفَرِ، وَهُوَ وَجْهُ الْأَرْضِ وَالتُّرَابِ.",
    "pg": "4:371-372"
  },
  "أمت": {
    "def": "الْهَمْزَةُ وَالْمِيمُ وَالتَّاءُ أَصْلٌ وَاحِدٌ لَا يُقَاسُ عَلَيْهِ، وَهُوَ الْأَمْتُ، قَالَ اللَّهُ تَعَالَى: ﴿لَا تَرَى فِيهَا عِوَجًا وَلَا أَمْتًا﴾ [طه: ١٠٧] . قَالَ الْخَلِيلُ: الْعِوَجُ وَالْأَمْتُ بِمَعْنًى وَاحِدٍ. وَقَالَ آخَرُونَ - وَهُوَ ذَلِكَ الْمَعْنَى - إِنَّ الْأَمْتَ أَنْ يَغْلُظَ مَكَانٌ وَيَرِقَّ مَكَانٌ.",
    "pg": "1:137"
  },
  "أمد": {
    "def": "الْهَمْزَةُ وَالْمِيمُ وَالدَّالُ، الْأَمَدُ: الْغَايَةُ. كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا.",
    "pg": "1:137"
  },
  "أمر": {
    "def": "الْهَمْزَةُ وَالْمِيمُ وَالرَّاءُ أُصُولٌ خَمْسَةٌ: الْأَمْرُ مِنَ الْأُمُورِ، وَالْأَمْرُ ضِدُّ النَّهْيِ، وَالْأَمَرَ النَّمَاءُ وَالْبَرَكَةُ بِفَتْحِ الْمِيمِ، وَالْمَعْلَمُ، وَالْعَجَبُ.\nفَأَمَّا الْوَاحِدُ مِنَ الْأُمُورِ فَقَوْلُهُمْ هَذَا أَمْرٌ رَضِيتُهُ، وَأَمْرٌ لَا أَرْضَاهُ. وَفِي الْمَثَلِ: \" أَمْرٌ مَا أَتَى بِكَ \". وَمِنْ ذَلِكَ فِي الْمَثَلِ: \" لِأَمْرٍ مَا يُسَوَّدُ مِنْ يَسُودُ \". وَالْأَمْرُ الَّذِي هُوَ نَقِيضُ النَّهْيِ قَوْلُكَ افْعَلْ كَذَا. قَالَ الْأَصْمَعِيُّ: يُقَالُ: لِي عَلَيْكَ أَمْرَةٌ مُطَاعَةٌ، أَيْ: لِي عَلَيْكَ أَنْ آمُرَكَ مَرَّةً وَاحِدَةً فَتُطِيعَنِي. قَالَ الْكِسَائِيُّ: فُلَانٌ يُؤَامِرُ نَفْسَيْهِ، أَيْ: نَفْسٌ تَأْمُرُهُ بِشَيْءٍ وَنَفْسٌ تَأْمُرُهُ بِآخَرَ. وَقَالَ: إِنَّهُ لَأَمُورٌ بِالْمَعْرُوفِ وَنَهِيٌّ عَنِ الْمُنْكَرِ، مِنْ قَوْمٍ أُمُرٍ. وَمِنْ هَذَا الْبَابِ الْإِمْرَةُ وَالْإِمَارَةُ، وَصَاحِبُهَا أَمِيرٌ وَمُؤَمَّرٌ. قَالَ ابْنُ الْأَعْرَابِيِّ: أَمَّرْتُ فُلَانًا، أَيْ: جَعَلْتُهُ أَمِيرًا. وَأَمَرْتُهُ وَآمَرْتُهُ كُلُّهُنَّ بِمَعْنًى وَاحِدٍ. قَالَ ابْنُ الْأَعْرَابِيِّ: أَمُرَ فُلَانٌ عَلَى قَوْمِهِ: إِذَا صَارَ أَمِيرًا. وَمِنْ هَذَا الْبَابِ الْإِمَّرُ الَّذِي لَا يَزَالُ يَسْتَأْمِرُ النَّاسَ وَيَنْتَهِي إِلَى أَمْرِهِمْ. قَالَ الْأَصْمَعِيُّ: الْإِمَّرُ الرَّجُلُ الضَّعِيفُ الرَّأْيِ الْأَحْمَقُ الَّذِي يَسْمَعُ كَلَامَ هَذَا [وَكَلَامَ هَذَا] فَلَا يَدْرِي بِأَيِّ شَيْءٍ يَأْخُذُ. قَالَ:\nوَلَسْتُ بِذِي رَثْيَةٍ إِمَّرٍ ... إِذَا قِيدَ مُسْتَكْرَهًا أَصْحَبَا\nوَتَقُولُ الْعَرَبُ: \" إِذَا طَلَعَتِ الشِّعْرَى سَحَرًا، وَلَمْ تَرَ فِيهَا مَطَرًا، فَلَا تُلْحِقَنَّ فِيهَا إِمَّرَةً وَلَا إمَّرًا \"، يَقُولُ: لَا تُرْسِلْ فِي إِبِلِكَ رَجُلًا لَا عَقْلَ لَهُ.\nوَأَمَّا النَّمَاءُ فَقَالَ الْخَلِيلُ: الْأَمَرُ النَّمَاءُ وَالْبَرَكَةُ وَامْرَأَةٌ أَمِرَةٌ، أَيْ: مُبَارَكَةٌ عَلَى زَوْجِهَا. وَقَدْ أَمِرَ الشَّيْءُ أَيْ كَثُرَ. وَتَقُولُ الْعَرَبُ: \" مَنْ قَلَّ ذَلَّ، وَمَنْ أَمِرَ فَلَّ \"، أَيْ: مَنْ كَثُرَ غَلَبَ. وَتَقُولُ: أَمِرَ بَنُو فُلَانٍ أَمَرَةً، أَيْ: كَثُرُوا وَوَلَدَتْ نَعَمُهُمْ. قَالَ لَبِيدٌ:\nإِنْ يُغْبَطُوا يَهْبِطُوا وَإِنْ أَمِرُوا ... يَوْمًا يَصِيرُوا لِلْهُلْكِ وَالنَّفَدِ\nقَالَ الْأَصْمَعِيُّ: يَقُولُ الْعَرَبُ: \" خَيْرُ الْمَالِ سِكَّةٌ مَأْبُورَةٌ، أَوْ مُهْرَةٌ مَأْمُورَةٌ \" وَهِيَ الْكَثِيرَةُ الْوَلَدِ الْمُبَارَكَةُ. وَيُقَالُ: أَمَرَ اللَّهُ مَالَهُ وَآمَرَهُ. وَمِنْهُ \" مُهْرَةٌ مَأْمُورَةٌ \" وَمِنَ الْأَوَّلِ: ﴿أَمَرْنَا مُتْرَفِيهَا﴾ [الإسراء: ١٦] . وَمَنْ قَرَأَ (أَمَّرْنَا) فَتَأْوِيلُهُ وَلَّيْنَا.\nوَأَمَّا الْمَعْلَمُ وَالْمَوْعِدُ فَقَالَ الْخَلِيلُ: الْأَمَارَةُ الْمَوْعِدُ. قَالَ الْعَجَّاجُ:\nإِلَى أَمَارٍ وَأَمَارِ مُدَّتِي\nقَالَ الْأَصْمَعِيُّ: الْأَمَارَةُ الْعَلَامَةُ، تَقُولُ اجْعَلْ بَيْنِي وَبَيْنَكَ أَمَارَةً وَأَمَارًا. قَالَ:\nإِذَا الشَّمْسُ ذَرَّتْ فِي الْبِلَادِ فَإِنَّهَا ... أَمَارَةُ تَسْلِيمِي عَلَيْكِ فَسَلِّمِي\nوَالْأَمَارُ أَمَارُ الطَّرِيقِ: مَعَالِمُهُ، الْوَاحِدَةُ أَمَارَةٌ. قَالَ حُمَيْدُ بْنُ ثَوْرٍ:\nبِسَوَاءِ مَجْمَعَةٍ كَأَنَّ أَمَارَةً ... فِيهَا إِذَا بَرَزَتْ فَنِيقٌ يَخْطِرُ\nوَالْأَمَرُ وَالْيَأْمُورُ الْعَلَمُ أَيْضًا، يُقَالُ: جَعَلْتُ بَيْنِي وَبَيْنَهُ أَمَارًا وَوَقْتًا وَمَوْعِدًا وَأَجَلًا، كُلُّ ذَلِكَ أَمَارٌ. وَأَمَّا الْعَجَبُ فَقَوْلُ اللَّهِ تَعَالَى: ﴿لَقَدْ جِئْتَ شَيْئًا إِمْرًا﴾ [الكهف: ٧١] .",
    "pg": "1:137-139"
  },
  "أمع": {
    "def": "الْهَمْزَةُ وَالْمِيمُ وَالْعَيْنُ، لَيْسَ بِأَصْلٍ، وَالَّذِي جَاءَ فِيهِ رَجُلٌ إِمَّعَةٌ، وَهُوَ الضَّعِيفُ الرَّأْيِ، الْقَائِلُ لِكُلِّ أَحَدٍ أَنَا مَعَكَ. قَالَ ابْنُ مَسْعُودٍ: \" لَا يَكُونَنَّ أَحَدُكُمْ إِمَّعَةً \"، وَالْأَصْلُ \" مَعَ \" وَالْأَلِفُ زَائِدَةٌ.",
    "pg": "1:139-140"
  },
  "أمل": {
    "def": "الْهَمْزَةُ وَالْمِيمُ وَاللَّامُ أَصْلَانِ: الْأَوَّلُ التَّثَبُّتُ وَالِانْتِظَارُ، وَالثَّانِي الْحَبْلُ مِنَ الرَّمْلِ. فَأَمَّا الْأَوَّلُ فَقَالَ الْخَلِيلُ: الْأَمَلُ الرَّجَاءُ، فَتَقُولُ أَمَّلْتُهُ أُؤَمِّلُهُ تَأْمِيلًا، وَأَمَلْتُهُ آمُلُهُ أَمْلًا وَإِمْلَةً عَلَى بِنَاءِ جِلْسَةٍ. وَهَذَا فِيهِ بَعْضُ الِانْتِظَارِ. وَقَالَ أَيْضًا: التَّأَمُّلُ التَّثَبُّتُ فِي النَّظَرِ. قَالَ:\nتَأَمَّلْ خَلِيلِي هَلْ تَرَى مِنْ ظَعَائِنٍ ... تَحَمَّلْنَ بِالْعَلْيَاءِ مِنْ فَوْقِ جُرْثُمِ\nوَقَالَ الْمِرَارُ:\nتَأَمَّلْ مَا تَقُولُ وَكُنْتَ قِدْمًا ... قُطَامِيَّا تَأَمُّلُهُ قَلِيلُ\nالْقُطَامِيُّ: الصَّقْرُ، وَهُوَ مُكْتَفٍ بِنَظْرَةٍ وَاحِدَةٍ.\nوَالْأَصْلُ الثَّانِي قَالَ الْخَلِيلُ: وَالْأَمِيلُ حَبْلٌ مِنَ الرَّمْلِ مُعْتَزِلٌ مُعْظَمَ الرَّمْلِ، وَهُوَ عَلَى تَقْدِيرِ فَعِيلٍ، وَجَمْعُهُ أُمُلٌ. أَنْشَدَ ابْنُ الْأَعْرَابِيِّ:\nوَقَدْ تَجَشَّمْتُ أَمِيلَ الَامْلِ\nتَجَشَّمْتُ: تَعَسَّفْتُ. وَأَمِيلُ الْأُمُلِ: أَعْظَمُهَا. وَقَالَ:\nفَانْصَاعَ مَذْعُورًا وَمَا تَصَدَّفَا ... كَالْبَرْقِ يَجْتَازُ أَمِيلًا أَعْرَفَا\nقَالَ الْأَصْمَعِيُّ: فِي الْمَثَلِ: \" قَدْ كَانَ بَيْنَ الْأَمِيلَيْنِ مَحَلٌّ \" يُرَادُ قَدْ كَانَ فِي الْأَرْضِ مُتَّسَعٌ. [بَابُ الْهَمْزَةِ وَالنُّونِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:140-141"
  },
  "أمم": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالْمِيمُ فَأَصْلٌ وَاحِدٌ، يَتَفَرَّعُ مِنْهُ أَرْبَعُ أَبْوَابٍ، وَهِيَ الْأَصْلُ وَالْمَرْجِعُ وَالْجَمَاعَةُ وَالدِّينُ، وَهَذِهِ الْأَرْبَعَةُ مُتَقَارِبَةٌ، وَبَعْدَ ذَلِكَ أُصُولٌ ثَلَاثَةٌ، وَهِيَ الْقَامَةُ وَالْحِينُ وَالْقَصْدُ، قَالَ الْخَلِيلُ: الْأُمُّ: الْوَاحِدُ، وَالْجَمْعُ أُمَّهَاتٌ، وَرُبَّمَا قَالُوا: أُمٌّ وَأُمَّاتٌ. قَالَ شَاعِرٌ، وَجَمَعَ بَيْنَ اللُّغَتَيْنِ: إِذَا الْأُمَّهَاتُ قَبَحْنَ الْوُجُوهَ ... فَرَجْتَ الظَّلَامَ بِأُمَّاتِكَا\nوَقَالَ الرَّاعِي:\nأَمَّاتُهُنَّ وَطَرْقُهُنَّ فَحِيلَا\nوَتَقُولُ الْعَرَبُ: \" لَا أُمَّ لَهُ \" فِي الْمَدْحِ وَالذَّمِّ جَمِيعًا. قَالَ أَبُو عُبَيْدَةَ: مَا كُنْتِ أُمًّا وَلَقَدْ أَمَمْتِ أُمُومَةً. وَفُلَانَةٌ تَؤُمُّ فُلَانًا، أَيْ: تَغْذُوهُ، أَيْ: تَكُونُ لَهُ أُمًّا تَغْذُوهُ وَتُرَبِّيهِ. قَالَ:\nنَؤُمُّهُمُ وَنَأْبُوهُمْ جَمِيعًا ... كَمَا قُدَّ السُّيُورُ مِنَ الْأَدِيمِ\nأَيْ: نَكُونُ لَهُمْ أُمَّهَاتٍ وَآبَاءً. وَأَنْشَدَ:\nاطْلُبْ أَبَا نَخْلَةَ مِنْ يَأْبُوكَا ... فَكُلُّهُمْ يَنْفِيكَ عَنْ أَبِيكَا\nوَتَقُولُ: أُمٌّ وَأُمَّةٌ، بِالْهَاءِ. قَالَ:\nتَقَبَّلْتَهَا مِنْ أُمَّةٍ لَكَ طَالَمَا ... تُنُوزِعَ فِي الْأَسْوَاقِ عَنْهَا خِمَارُهَا\nقَالَ الْخَلِيلُ: كُلُّ شَيْءٍ يُضَمُّ إِلَيْهِ مَا سِوَاهُ مِمَّا يَلِيهِ فَإِنَّ الْعَرَبَ تُسَمِّي ذَلِكَ الشَّيْءَ أُمًّا. وَمِنْ ذَلِكَ أُمُّ الرَّأْسِ وَهُوَ الدِّمَاغُ. تَقُولُ: أَمَمْتُ فُلَانًا بِالسَّيْفِ وَالْعَصَا أَمًّا: إِذَا ضَرَبْتَهُ ضَرْبَةً تَصِلُ إِلَى الدِّمَاغِ. وَالْأَمِيمُ: الْمَأْمُومُ، وَهِيَ أَيْضًا الْحِجَارَةُ الَّتِي تُشْدَخُ بِهَا الرُّؤُوسُ; قَالَ:\nبِالْمَنْجَنِيقَاتِ وَبِالْأَمَائِمِ وَالشَّجَّةُ الْآمَّةُ: الَّتِي تَبْلُغُ أُمَّ الدِّمَاغِ، وَهِيَ الْمَأْمُومَةُ أَيْضًا. قَالَ:\nيَحُجُّ مَأْمُومَةً فِي قَعْرِهَا لَجَفٌ ... فَاسْتُ الطَّبِيبِ قَذَاهَا كَالْمَغَارِيدِ\nقَالَ أَبُو حَاتِمٍ: بَعِيرٌ مَأْمُومٌ: إِذَا أُخْرِجَتْ مِنْ ظَهْرِهِ عِظَامٌ فَذَهَبَتْ قَمْعَتُهُ. قَالَ:\nلَيْسَ بِمَأْمُومٍ وَلَا أَجَبِّ\nقَالَ الْخَلِيلُ: أُمُّ التَّنَائِفِ: أَشَدُّهَا وَأَبْعَدُهَا. وَأُمُّ الْقُرَى: مَكَّةُ; وَكُلُّ مَدِينَةٍ هِيَ أُمُّ مَا حَوْلَهَا مِنَ الْقُرَى، وَكَذَلِكَ أُمُّ رُحْمٍ. وَأُمُّ الْقُرْآنِ: فَاتِحَةُ الْكِتَابِ. وَأُمُّ الْكِتَابِ: مَا فِي اللَّوْحِ الْمَحْفُوظِ. وَأُمُّ الرُّمْحِ: لِوَاؤُهُ وَمَا لُفَّ عَلَيْهِ. قَالَ:\nوَسَلَبْنَ الرُّمْحَ فِيهِ أُمُّهُ ... مِنْ يَدِ الْعَاصِي وَمَا طَالَ الطِّوَلْ\nوَتَقُولُ الْعَرَبُ لِلْمَرْأَةِ الَّتِي يُنْزَلُ عَلَيْهَا: أُمُّ مَثْوًى، وَلِلرَّجُلِ أَبُو مَثْوًى. قَالَ ابْنُ الْأَعْرَابِيِّ: أُمُّ مِرْزَمٍ: الشَّمَالُ، قَالَ:\nإِذَا هُوَ أَمْسَى بِالْحَلَاءَةِ شَاتِيًا ... تُقَشِّرُ أَعْلَى أَنْفِهِ أُمُّ مِرْزَمِ وَأُمُّ كَلْبَةٍ: الْحُمَّى. فَفِيهِ قَوْلُ النَّبِيِّ ﷺ لِزَيْدِ الْخَيلِ: «أَبْرَحَ فَتًى إِنْ نَجَا مِنْ أُمِّ كَلْبَةٍ» . وَكَذَلِكَ أُمُّ مِلْدَمٍ. وَأُمُّ النُّجُومِ: السَّمَاءُ. قَالَ تَأَبَّطَ شَرًّا:\nيَرَى الْوَحْشَةَ الْأُنْسَ الْأَنِيسَ وَيَهْتَدِي ... بِحَيْثُ اهْتَدَتْ أُمُّ النُّجُومِ الشَّوَابِكِ\nأَخْبَرَنَا أَبُو بَكْرٍ بْنُ السُّنِّىِّ، أَخْبَرَنَا الْحُسَيْنُ بْنُ مُسَبِّحٍ، عَنْ أَبِي حَنِيفَةَ قَالَ: أُمُّ النُّجُومِ: الْمَجَرَّةُ، لِأَنَّهُ لَيْسَ مِنَ السَّمَاءِ بُقْعَةٌ أَكْثَرَ عَدَدَ كَوَاكِبَ مِنْهَا، قَالَ تَأَبَّطَ شَرًّا، وَقَدْ ذَكَرْنَا الْبَيْتَ. وَقَالَ ذُو الرُّمَّةِ:\nبِشُعْثٍ يَشُجُّونَ الْفَلَا فِي رُؤُوسِهِ ... إِذَا حَوَّلَتْ أُمُّ النُّجُومِ الشَّوَابِكِ\n\" حَوَّلَتْ \" يُرِيدُ أَنَّهَا تَنْحَرِفُ. وَأُمُّ كِفَاتٍ: الْأَرْضُ. وَأُمُّ الْقُرَادِ، فِي مُؤَخَّرِ الرُّسْغِ فَوْقَ الْخُفِّ، وَهِيَ الَّتِي تَجْتَمِعُ فِيهَا الْقِرْدَانُ كاَلسُّكُرُّجَّةِ. قَالَ أَبُو النَّجْمِ:\nلِلْأَرْضِ مِنْ أُمِّ الْقُرَادِ الْأَطْحَلِ وَأُمُّ الصَّدَى هِيَ أُمُّ الدِّمَاغِ. وَأُمُّ عُوَيْفٍ: دُوَيْبَّةٌ مُنَقَّطَةٌ، إِذَا رَأَتِ الْإِنْسَانَ قَامَتْ عَلَى ذَنَبِهَا وَنَشَرَتْ أَجْنِحَتَهَا، يُضْرَبُ بِهَا الْمَثَلُ فِي الْجُبْنِ. قَالَ:\nيَا أُمَّ عَوْفٍ نَشِّرِي بُردَيْكْ ... إِنَّ الْأَمِيرَ وَاقِفٌ عَلَيْكْ\nوَيُقَالُ: هِيَ الْجَرَادَةُ. وَأُمُّ حُمارِسٍ دُوَيْبَّةٌ سَوْدَاءُ كَثِيرَةُ الْقَوَائِمِ.\nوَأُمُّ صَبُّورٍ: الْأَمْرُ الْمُلْتَبِسُ، وَيُقَالُ: هِيَ الْهَضَبَةُ الَّتِي لَيْسَ لَهَا مَنْفَذٌ. وَأُمُّ غَيْلَانَ: شَجَرَةٌ كَثِيرَةُ الشَّوْكِ. وَأُمُّ اللُّهَيْمِ: الْمَنِيَّةُ. وَأُمُّ حُبَيْنٍ: دَابَّةٌ. وَأُمُّ الطَّرِيقِ: مُعْظَمُهُ. وَأُمُّ وَحْشٍ: الْمَفَازَةُ، وَكَذَلِكَ أُمُّ الظِّبَاءِ. قَالَ:\nوَهَانَتْ عَلَى أُمِّ الظِّبَاءِ بِحَاجَتِي ... إِذَا أَرْسَلَتْ تُرْبًا عَلَيْهِ سَحُوقُ\nوَأُمُّ صَبَّارٍ: الْحَرَّةُ. قَالَ النَّابِغَةُ:\nتُدَافِعُ النَّاسَ عَنَّا حِينَ نَرْكَبُهَا ... مِنَ الْمَظَالِمِ تُدْعَى أُمَّ صَبَّارِ\nوَأُمُّ عَامِرٍ، وَأُمُّ الطَّرِيقِ: الضَّبُعُ. قَالَ يَعْقُوبُ: أُمُّ أَوْعَالٍ: هَضْبَةٌ بِعَيْنِهَا. قَالَ:\nوَأُمُّ أَوْعَالٍ كَهَا أَوْ أَقْرَبَا وَأُمُّ الْكَفِّ: الْيَدُ. قَالَ:\nلَيْسَ لَهُ فِي أُمِّ كَفٍّ إِصْبَعُ\nوَأُمُّ الْبَيْضِ: النَّعَامَةُ. قَالَ أَبُو دُؤَادٍ:\nوَأَتَانَا يَسْعَى تَفَرُّشَ أُمِّ الْ ... بَيْضِ. . .\nوَأُمُّ عَامِرٍ: الْمَفَازَةُ. وَأُمُّ كُلَيْبٍ: شُجَيْرَةٌ لَهَا نَوْرٌ أَصْفَرُ. وَأُمُّ عِرْيَطٍ: الْعَقْرَبُ. وَأُمُّ النَّدَامَةِ: الْعَجَلَةُ. وَأُمُّ قَشْعَمٍ، وَأُمُّ خَشَّافٍ، وَأُمُّ الرَّقُوبِ، وَأُمُّ الرَّقِمِ، وَأُمُّ أَرَيْقَ، وَأُمُّ رُبَيْقٍ، وَأُمُّ جُنْدَبٍ، وَأُمُّ الْبَلِيلِ، وَأُمُّ الرُّبَيْسِ، وَأُمُّ حَبَوْكَرَى، وَأُمُّ أَدْرَصٍ، وَأُمُّ نَآدٍ، كُلُّهَا كُنَى الدَّاهِيَةِ. وَأُمُّ فَرْوَةٍ: النَّعْجَةُ. وَأُمُّ سُوَيدٍ وَأُمُّ عِزْمٍ: سَافِلَةُ الْإِنْسَانِ. وَأُمُّ جَابِرٍ: إِيَادٌ. وَأُمُّ شَمْلَةٍ: الشَّمَالُ الْبَارِدَةُ. وَأُمُّ غِرْسٍ: الرَّكِيَّةُ. وَأُمُّ خُرْمَانَ: طَرِيقٌ. وَأُمُّ الْهَشِيمَةِ: شَجَرَةٌ عَظِيمَةٌ مِنْ يَابِسِ الشَّجَرِ. قَالَ الْفَرَزْدَقُ يَصِفُ قِدْرًا:\nإِذَا أُطْعِمَتْ أُمَّ الْهَشِيمَةِ أَرْزَمَتْ ... كَمَا أَرْزَمَتْ أُمُّ الْحِوَارِ الْمُجَلَّدِ\nوَأُمُّ الطَّعَامِ: الْبَطْنُ. قَالَ:\nرَبَّيْتُهُ وَهْوَ مِثْلُ الْفَرْخِ أَعْظَمُهُ ... أُمُّ الطَّعَامِ تَرَى فِي جِلْدِهِ زَغَبَا\nقَالَ الْخَلِيلُ: الْأُمَّةُ: الدِّينُ، قَالَ اللَّهُ تَعَالَى: ﴿إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ﴾ [الزخرف: ٢٢] . وَحَكَى أَبُو زَيْدٍ: لَا أُمَّةَ لَهُ، أَيْ: لَا دِينَ لَهُ. وَقَالَ النَّبِيُّ ﵌ فِي زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ: «يُبْعَثُ أُمَّةً وَحْدَهُ» .\nوَكَذَلِكَ كُلُّ مَنْ كَانَ عَلَى دِينٍ حَقٍّ مُخَالِفٍ لِسَائِرِ الْأَدْيَانِ فَهُوَ أُمَّةٌ. وَكُلُّ قَوْمٍ نُسِبُوا إِلَى شَيْءٍ وَأُضِيفُوا إِلَيْهِ فَهُمْ أُمَّةٌ، وَكُلُّ جِيلٍ مِنَ النَّاسِ أُمَّةٌ عَلَى حِدَةٍ. وَفِي الْحَدِيثِ: «لَوْلَا أَنَّ هَذِهِ الْكِلَابَ أُمَّةٌ مِنَ الْأُمَمِ لَأَمَرْتُ بِقَتْلِهَا، وَلَكِنِ اقْتُلُوا مِنْهَا كُلَّ أَسْوَدَ بَهِيمٍ» . فَأَمَّا قَوْلُهُ تَعَالَى: ﴿كَانَ النَّاسُ أُمَّةً وَاحِدَةً﴾ [البقرة: ٢١٣] ، فَقِيلَ: كَانُوا كُفَّارًا فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ. وَقِيلَ: بَلْ كَانَ جَمِيعُ مَنْ مَعَ نُوحٍ ﵇ فِي السَّفِينَةِ مُؤْمِنًا ثُمَّ تَفَرَّقُوا. وَقِيلَ: ﴿إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً﴾ [النحل: ١٢٠] ، أَيْ: إِمَامًا يُهْتَدَى بِهِ، وَهُوَ سَبَبُ الِاجْتِمَاعِ. وَقَدْ تَكُونُ الْأُمَّةُ جَمَاعَةَ الْعُلَمَاءِ، كَقَوْلِهِ تَعَالَى: ﴿وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ﴾ [آل عمران: ١٠٤] ، وَقَالَ الْخَلِيلُ: الْأُمَّةُ: الْقَامَةُ، تَقُولُ الْعَرَبُ: إِنَّ فُلَانًا لَطَوِيلُ الْأُمَّةِ، وَهُمْ طِوَالُ الْأُمَمِ، قَالَ الْأَعْشَى:\nوَإِنَّ مُعَاوِيَةَ الْأَكْرَمِينَ ... حِسَانُ الْوُجُوهِ طِوَالُ الْأُمَمْ\nقَالَ الْكِسَائِيُّ: أُمَّةُ الرَّجُلِ بَدَنُهُ وَوَجْهُهُ. قَالَ ابْنُ الْأَعْرَابِيِّ: الْأُمَّةُ: الطَّاعَةُ وَالرَّجُلُ الْعَالِمُ. قَالَ أَبُو زَيْدٍ: يُقَالُ: إِنَّهُ لَحَسَنُ أُمَّةِ الْوَجْهِ، يَغْزُونَ السُّنَّةَ. وَلَا أُمَّةَ لِبَنِي فُلَانٍ، أَيْ: لَيْسَ لَهُمْ وَجْهٌ يَقْصِدُونَ إِلَيْهِ لَكِنَّهُمْ يَخْبِطُونَ خَبْطَ عَشْوَاءَ. قَالَ اللِّحْيَانِيُّ: مَا أَحْسَنَ أُمَّتَهُ، أَيْ: خَلْقَهُ. قَالَ أَبُو عُبَيْدٍ: الْأُمِّيُّ فِي اللُّغَةِ: الْمَنْسُوبُ إِلَى مَا عَلَيْهِ جِبِلَّةُ النَّاسِ لَا يَكْتُبُ، فَهُوَ [فِي] أَنَّهُ لَا يَكْتُبُ عَلَى مَا وُلِدَ عَلَيْهِ. قَالَ: وَأَمَّا قَوْلُ النَّابِغَةِ:\nوَهَلْ يَأْثَمَنْ ذُو أُمَّةٍ وَهْوَ طَائِعُ\nفَمَنْ رَفَعَهُ أَرَادَ سُنَّةَ مَلِكَةٍ، وَمَنْ جَعَلَهُ مَكْسُورًا جَعَلَهُ دِينًا مِنَ الِائْتِمَامِ، كَقَوْلِكَ: ائْتَمَّ بِفُلَانٍ إِمَّةً. وَالْأُمَّةُ فِي قَوْلِهِ تَعَالَى: ﴿وَادَّكَرَ بَعْدَ أُمَّةٍ﴾ [يوسف: ٤٥] ، أَيْ بَعْدَ حِينٍ. وَالْإِمَامُ: كُلُّ مَنِ اقْتُدِيَ بِهِ وَقُدِّمَ فِي الْأُمُورِ. وَالنَّبِيُّ ﷺ إِمَامُ الْأَئِمَّةِ، وَالْخَلِيفَةُ إِمَامُ الرَّعِيَّةِ، وَالْقُرْآنُ إِمَامُ الْمُسْلِمِينَ. قَالَ الْخَلِيلُ: الْإِمَّةُ: النِّعْمَةُ. قَالَ الْأَعْشَى: وَأَصَابَ غَزْوُكَ إَمَّةً فَأَزَالَهَا\nقَالَ: وَيُقَالُ لِلْخَيْطِ الَّذِي يُقَوَّمُ عَلَيْهِ الْبِنَاءُ: إِمَامٌ. قَالَ الْخَلِيلُ: الْأَمَامُ: الْقُدَّامُ، يَقُولُ: صَدْرُكَ أَمَامُكَ، رَفَعَ لِأَنَّهُ جَعَلَهُ اسْمًا، وَيَقُولُ: أَخُوكَ أَمَامَكَ، نُصِبَ لِأَنَّهُ فِي حَالِ الصِّفَةِ يَعْنِي بِهِ مَا بَيْنَ يَدَيْهِ، وَأَمَّا قَوْلُ لَبِيدٍ:\nفَغَدَتْ كِلَا الْفَرْجَيْنِ تَحْسَبُ أَنَّهُ ... مَوْلَى الْمَخَافَةِ خَلْفُهَا وَأَمَامُهَا\nفَإِنَّهُ رَدَّ الْخَلْفَ وَالْأَمَامَ عَلَى الْفَرْجَيْنِ، كَقَوْلِكَ: كِلَا جَانِبَيْكَ مَوْلَى الْمَخَافَةِ يَمِينُكَ وَشِمَالُكَ، أَيْ: صَاحِبُهَا وَوَلِيُّهَا، قَالَ أَبُو زَيْدٍ: امْضِ يَمَامِي، فِي مَعْنَى: امْضِ أَمَامِي. وَيُقَالُ: يَمَامِي وَيَمَامَتِي. قَالَ:\nفَقُلْ جَابَتِي لَبَّيْكَ وَاسْمَعْ يَمَامَتِي\nوَقَالَ الْأَصْمَعِيُّ: \"\nأَمَامَهَا لَقِيَتْ أَمَةٌ عَمَلَهَا\n\" أَيْ: حَيْثُمَا تَوَجَّهَتْ وَجَدَتْ عَمَلًا. وَيَقُولُونَ: \" أَمَامَكَ تَرَى أَثَرَكَ \"، أَيْ: تَرَى مَا قَدَّمْتَ. قَالَ أَبُو عُبَيْدَةَ: وَمِنْ أَمْثَالِهِمْ:\nرُوَيْدَ تَبَيَّنْ مَا أَمَامَةُ مِنْ هِنْدِ يَقُولُ: تَثَبَّتْ فِي الْأَمْرِ وَلَا تَعْجَلْ يَتَبَيَّنْ لَكَ. قَالَ الْخَلِيلُ: الْأَمَمُ: الشَّيْءُ الْيَسِيرُ الْحَقِيرُ، تَقُولُ: فَعَلْتُ شَيْئًا مَا هُوَ بِأَمَمٍ وَلَا دُونٍ. وَالْأَمَمُ: الشَّيْءُ الْقَرِيبُ الْمُتَنَاوَلُ. قَالَ:\nكُوفِيَّةٌ نَازِحٌ مَحَلَّتُهَا ... لَا أَمَمٌ دَارُهَا وَلَا صَقَبُ\nقَالَ أَبُو حَاتِمٍ: قَالَ أَبُو زَيْدٍ: يُقَالُ: أَمَمٌ، أَيْ: [صَغِيرٌ، وَ] عَظِيمٌ، مِنَ الْأَضْدَادِ. وَقَالَ ابْنُ قَمِيئَةَ فِي الصَّغِيرِ:\nيَا لَهْفَ نَفْسِي عَلَى الشَّبَابِ وَلَمْ ... أَفْقِدْ بِهِ إِذْ فَقَدْتُهُ أَمَمَا\nقَالَ الْخَلِيلُ: الْأَمَمُ: الْقَصْدُ. قَالَ يُونُسُ: هَذَا أَمْرٌ مَأْمُومٌ: يَأْخُذُ بِهِ النَّاسُ. قَالَ أَبُو عَمْرٍو: رَجُلٌ مِئَمٌّ، أَيْ: يَؤُمُّ الْبِلَادَ بِغَيْرِ دَلِيلٍ. قَالَ:\nاحْذَرْنَ جَوَّابَ الْفَلَا مِئَمَّا\nوَقَالَ اللَّهُ تَعَالَى: ﴿وَلَا آمِّينَ الْبَيْتَ الْحَرَامَ﴾ [المائدة: ٢] ، جَمْعُ \" آمٍّ \" يَؤُمُّونَ بَيْتَ اللَّهِ، أَيْ: يَقْصِدُونَهُ. قَالَ الْخَلِيلُ: التَّيَمُّمُ يَجْرِي مَجْرَى التَّوَخِّي، يُقَالُ لَهُ: تَيَمَّمْ أَمْرًا حَسَنًا وَتَيَمَّمُوا أَطْيَبَ مَا عِنْدَكُمْ تَصَدَّقُوا بِهِ. وَالتَّيَمُّمُ بِالصَّعِيدِ مِنْ هَذَا الْمَعْنَى، أَيْ: تَوَخَّوْا أَطْيَبَهُ وَأَنْظَفَهُ وَتَعَمَّدُوهُ. فَصَارَ التَّيَمُّمُ فِي أَفْوَاهِ الْعَامَّةِ فِعْلًا لِلتَّمَسُّحِ بِالصَّعِيدِ، حَتَّى يَقُولُوا قَدْ تَيَمَّمَ فُلَانٌ بِالتُّرَابِ. وَقَالَ اللَّهُ تَعَالَى: ﴿فَتَيَمَّمُوا صَعِيدًا طَيِّبًا﴾ [النساء: ٤٣] ، أَيْ: تَعَمَّدُوا. قَالَ: إِنْ تَكُ خَيْلِي قَدْ أُصِيبَ صَمِيمُهَا ... فَعَمْدًا عَلَى عَيْنٍ تَيَمَّمْتُ مَالِكَا\nوَتَقُولُ: يَمَّمْتُ فُلَانًا بِسَهْمِي وَرُمْحِي، أَيْ: تَوَخَّيْتُهُ دُونَ مَنْ سِوَاهُ، قَالَ:\nيَمَّمْتُهُ الرُّمْحَ شَزْرًا ثُمَّ قُلْتُ لَهُ ... هَذِهِ الْمُرُوَّةُ لَا لِعْبُ الزَّحَالِيقِ\nوَمَنْ قَالَ فِي هَذَا الْمَعْنَى: أَمَّمْتُهُ، فَقَدْ أَخْطَأَ لِأَنَّهُ قَالَ \" شَزْرًا \" وَلَا يَكُونُ الشَّزْرُ إِلَّا مِنْ نَاحِيَةٍ، وَهُوَ لَمْ يَقْصِدْ بِهِ أَمَامَهُ. قَالَ الْكِسَائِيُّ: الْأُمَامَةُ الثَّمَانُونَ مِنَ الْإِبِلِ. قَالَ:\nفَمَنَّ وَأَعْطَانِي الْجَزِيلَ وَزَادَنِي ... أُمَامَةَ يَحْدُوهَا إِلَيَّ حُدَاتُهَا\nوَالْأُمُّ: الرَّئِيسُ، يُقَالُ: هُوَ أُمُّهُمْ. قَالَ الشَّنْفَرَى:\nوَأُمُّ عِيَالٍ قَدْ شَهِدْتُ تَقُوتُهُمْ ... إِذَا أَطْعَمَتْهُمْ أَحْتَرَتْ وَأَقَلَّتِ\nأَرَادَ بِأُمِّ الْعِيَالِ رَئِيسَهُمُ الَّذِي كَانَ يَقُومُ بِأَمْرِهِمْ، وَيُقَالُ: إِنَّهُ كَانَ تَأَبَّطَ شَرًّا.",
    "pg": "1:21-31"
  },
  "أمن": {
    "def": "الْهَمْزَةُ وَالْمِيمُ وَالنُّونُ أَصْلَانِ مُتَقَارِبَانِ: أَحَدُهُمَا الْأَمَانَةُ الَّتِي هِيَ ضِدُّ الْخِيَانَةِ، وَمَعْنَاهَا سُكُونُ الْقَلْبِ، وَالْآخَرُ التَّصْدِيقُ. وَالْمَعْنَيَانِ كَمَا قُلْنَا مُتَدَانِيَانِ. قَالَ الْخَلِيلُ: الْأَمَنَةُ مِنَ الْأَمْنِ. وَالْأَمَانُ إِعْطَاءُ الْأَمَنَةِ. وَالْأَمَانَةُ ضِدُّ الْخِيَانَةِ. يُقَالُ: أَمِنْتُ الرَّجُلَ أَمْنًا وَأَمَنَةً وَأَمَانًا، وَآمَنَنِي يُؤْمِنُنِي إِيمَانًا. وَالْعَرَبُ تَقُولُ: رَجُلٌ أُمَّانٌ: إِذَا كَانَ أَمِينًا. قَالَ الْأَعْشَى:\nوَلَقَدْ شَهِدْتُ التَّاجِرَ الْ ... أُمَّانَ مَوْرُودًا شَرَابُهْ\nوَمَا كَانَ أَمِينًا وَلَقَدْ أَمُنَ. قَالَ أَبُو زَيْدٍ: الْأَمِينُ الْمُؤْتَمَنُ. قَالَ النَّابِغَةُ:\nوَكُنْتَ أَمِينَهُ لَوْ لَمْ تَخُنْهُ ... وَلَكِنْ لَا أَمَانَةَ لِلْيمَانِي\nوَقَالَ حَسَّانُ:\nوَأَمِينٍ حَفَّظْتُهُ سِرَّ نَفْسِي ... فَوَعَاهُ حِفْظَ الْأَمِينِ الْأَمِينَا\nالْأَوَّلُ مَفْعُولٌ وَالثَّانِي فَاعِلٌ، كَأَنَّهُ قَالَ: حِفْظَ الْمُؤْتَمَنِ الْمُؤْتَمِنَ. وَبَيْتٌ آمِنٌ ذُو أَمْنٍ. قَالَ اللَّهُ تَعَالَى: ﴿رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِنًا﴾ [إبراهيم: ٣٥] . وَأَنْشَدَ اللِّحْيَانِيُّ:\nأَلَمْ تَعْلَمِي يَا اسْمَ وَيْحَكِ أَنَّنِي ... حَلَفْتُ يَمِينًا لَا أَخُونُ أَمِينِي\n، أَيْ: آمِنِي. وَقَالَ اللِّحْيَانِيُّ وَغَيْرُهُ: رَجُلٌ أُمَنَةٌ: إِذَا كَانَ يَأْمَنُهُ النَّاسُ وَلَا يَخَافُونَ غَائِلَتَهُ; وَأَمَنَةٌ بِالْفَتْحِ يُصَدِّقُ مَا سَمِعَ وَلَا يُكَذِّبُ بِشَيْءٍ، يَثِقُ بِالنَّاسِ. فَأَمَّا قَوْلُهُمْ: أَعْطَيْتُ فُلَانًا مِنْ آمَنِ مَالِيَ فَقَالُوا: مَعْنَاهُ مِنْ أَعَزِّهِ عَلَيَّ. وَهَذَا وَإِنْ كَانَ كَذَا فَالْمَعْنَى مَعْنَى الْبَابِ كُلِّهِ، لِأَنَّهُ إِذَا كَانَ مِنْ أَعَزِّهِ عَلَيْهِ فَهُوَ الَّذِي تَسْكُنُ نَفْسُهُ. وَأَنْشَدُوا قَوْلَ الْقَائِلِ:\nوَنَقِي بِآمَنِ مَالِنَا أَحْسَابَنَا ... وَنُجِرُّ فِي الْهَيْجَا الرِّمَاحَ وَنَدَّعِي وَفِي الْمَثَلِ: \" مِنْ مَأْمَنِهِ يُؤْتَى الْحَذِرُ \" وَيَقُولُونَ: \" الْبَلَوِيُّ أَخُوكَ وَلَا تَأْمَنْهُ \"، يُرَادُ بِهِ التَّحْذِيرُ.\nوَأَمَّا التَّصْدِيقُ فَقَوْلُ اللَّهِ تَعَالَى: ﴿وَمَا أَنْتَ بِمُؤْمِنٍ لَنَا﴾ [يوسف: ١٧] أَيْ: مُصَدِّقٍ لَنَا. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: إِنَّ \" الْمُؤْمِنَ \" فِي صِفَاتِ اللَّهِ تَعَالَى هُوَ أَنْ يَصْدُقَ مَا وَعَدَ عَبْدَهُ مِنَ الثَّوَابِ. وَقَالَ آخَرُونَ: هُوَ مُؤْمِنٌ لِأَوْلِيَائِهِ يُؤْمِنُهُمْ عَذَابَهُ وَلَا يَظْلِمُهُمْ. فَهَذَا قَدْ عَادَ إِلَى الْمَعْنَى الْأَوَّلِ. وَمِنْهُ قَوْلُ النَّابِغَةِ:\nوَالْمُؤْمِنِ الْعَائِذَاتِ الطَّيْرِ يَمْسَحُهَا ... رُكْبَانُ مَكَّةَ بَيْنَ الْغِيلِ والسَّعَدِ\nوَمِنَ الْبَابِ الثَّانِي - وَاللَّهُ أَعْلَمُ - قَوْلُنَا فِي الدُّعَاءِ: \" آمِينَ \" قَالُوا: تَفْسِيرُهُ: اللَّهُمَّ افْعَلْ، وَيُقَالُ: هُوَ اسْمٌ مِنْ أَسْمَاءِ اللَّهِ تَعَالَى. قَالَ:\nتَبَاعَدَ مِنِّي فُطْحُلٌ وَابْنُ أُمِّهِ ... أَمِينَ فَزَادَ اللَّهُ مَا بَيْنَنَا بُعْدَا\nوَرُبَّمَا مَدُّوا، وَحُجَّتُهُ قَوْلُهُ:\nيَا رَبِّ لَا تَسْلِبَنِّي حُبَّهَا أَبَدًا ... وَيَرْحَمُ اللَّهُ عَبْدًا قَالَ آمِينَا",
    "pg": "1:133-136"
  },
  "أمه": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالْمِيمُ وَالْهَاءُ. فَقَدْ ذَكَرُوا فِي قَوْلِ اللَّهِ: وَادَّكَرَ بَعْدَ أَمَهٍ عَلَى قِرَاءَةِ مَنْ قَرَأَهَا كَذَلِكَ، أَنَّهُ النِّسْيَانُ، يُقَالُ: أَمِهْتُ: إِذَا نَسِيتُ. وَذَا حَرْفٌ وَاحِدٌ لَا يُقَاسُ عَلَيْهِ.",
    "pg": "1:136"
  },
  "أموى": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالْمِيمُ [وَمَا] بَعْدَهُمَا مِنَ الْمُعْتَلِّ فَأَصْلٌ وَاحِدٌ. وَهُوَ عُبُودِيَّةُ الْمَمْلُوكَةِ. قَالَ الْخَلِيلُ: الْأَمَةُ الْمَرْأَةُ ذَاتُ عُبُودِيَّةٍ. تَقُولُ أَقَرَّتْ بِالْأُمُوَّةِ. قَالَ:\nكَمَا تَهْدِي إِلَى الْعُرُسَاتِ آمِ\nوَتَقُولُ: تَأَمَّيْتُ فُلَانَةَ جَعَلْتُهَا أَمَةً. وَكَذَلِكَ اسْتَأْمَيْتُ. قَالَ:\nيَرْضَوْنَ بِالتَّعْبِيدِ وَالتَّأَمِّي\nوَلَوْ قِيلَ: تَأَمَّتْ، أَيْ: صَارَتْ أَمَةً، لَكَانَ صَوَابًا. وَقَالَ فِي الْأُمِّيِّ:\nإِذَا تَبَارَيْنَ مَعًا كَالْأُمِّيِّ ... فِي سَبْسَبٍ مُطَّرِدِ الْقَتَامْ\nوَلَقَدْ أَمِيتِ وَتَأَمَّيْتِ أُمُوَّةً. قَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ: اسْتَأْمَتْ: إِذَا أَشْبَهَتِ الْإِمَاءَ، وَلَيْسَتْ بِمُسْتَأْمِيَةٍ: إِذَا لَمْ تُشْبِهْهُنَّ وَكَذَلِكَ عَبْدٌ مُسْتَعْبِدٌ.",
    "pg": "1:136-137"
  },
  "أنب": {
    "def": "الْهَمْزَةُ وَالنُّونُ وَالْبَاءُ، حَرْفٌ وَاحِدٌ، أَنَّبْتُهُ تَأْنِيبًا، أَيْ: وَبَّخْتُهُ وَلُمْتُهُ. وَالْأُنْبُوبُ مَا بَيْنَ كُلِّ عُقْدَتَيْنِ. وَيَزْعُمُونَ أَنَّ الْأَنَابَ الْمِسْكُ، وَاللَّهُ أَعْلَمُ بِصِحَّتِهِ. وَيُنْشِدُونَ قَوْلَ الْفَرَزْدَقِ:\nكَأَنَّ تَرِيكَةً مِنْ مَاءِ مُزْنٍ ... وَدَارِيَّ الْأَنَابِ مَعَ الْمُدَامِ",
    "pg": "1:143"
  },
  "أنت": {
    "def": "الْهَمْزَةُ وَالنُّونُ وَالتَّاءُ، شَذَّ عَنْ كِتَابِ الْخَلِيلِ فِي هَذَا النَّسَقِ، وَكَذَلِكَ عَنِ ابْنِ دُرَيْدٍ. وَقَالَ غَيْرُهُمَا: وَهُوَ يَأْنِتُ، أَيْ: يَزْحَرُ. وَقَالُوا أَيْضًا الْمَأْنُوتُ الْمَعْيُونُ. هَذَا عَنْ أَبِي حَاتِمٍ. وَيُقَالُ: الْمَأْنُوتُ الْمُقَدَّرُ. قَالَ:\nهَيْهَاتَ مِنْهَا مَاؤُهَا الْمَأْنُوتُ",
    "pg": "1:143-144"
  },
  "أنث": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالنُّونُ وَالثَّاءُ فَقَالَ الْخَلِيلُ وَغَيْرُهُ: الْأُنْثَى خِلَافُ الذَّكَرِ. وَيُقَالُ: سَيْفٌ [أَنِيثُ] الْحَدِيدِ: إِذَا كَانَتْ حَدِيدَتُهُ أُنْثَى. وَالْأُنْثَيَانِ: الْخُصْيَتَانِ. وَالْأُنْثَيَانِ أَيْضًا: الْأُذُنَانِ. قَالَ:\nوَكُنَّا إِذَا الْجَبَّارُ صَعَّرَ خَدَّهُ ... ضَرَبْنَاهُ تَحْتَ الْأُنْثَيَيْنِ عَلَى الْكَرْدِ\nوَأَرْضٌ أَنِيثَةٌ: حَسَنَةُ النَّبَاتِ.",
    "pg": "1:144"
  },
  "أنح": {
    "def": "الْهَمْزَةُ وَالنُّونُ وَالْحَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ صَوْتُ تَنَحْنُحٍ وَزَحِيرٍ، يُقَالُ: أَنَحَ يأَنَحُ أَنْحًا: إِذَا تَنَحْنَحَ مِنْ مَرَضٍ أَوْ بُهْرٍ وَلَمْ يَئِنَّ. قَالَ:\nتَرَى الْفِئَامَ قِيَامًا يَأْنِحُونَ لَهَا ... دَأْبَ الْمُعَضِّلُ إِذْ ضَاقَتْ مَلَاقِيهَا\nقَالَ أَبُو عُبَيْدٍ: وَهُوَ صَوْتٌ مَعَ تَنَحْنُحٍ وَمَصْدَرُهُ الْأُنُوحُ. وَالْفِئَامُ: الْجَمَاعَةُ يَأْنِحُونَ لَهَا، يُرِيدُ لِلْمَنْجَنِيقِ. قَالَ أَبُو عَمْرٍو: الْآنِحُ عَلَى مِثَالِ فَاعِلٍ: الَّذِي إِذَا سُئِلَ شَيْئًا تَنَحْنَحَ مِنْ بُخْلِهِ، وَهُوَ يأنَحُ وَيَأْنِحُ مِثْلَ يزْحَِرُ سَوَاءً. وَالْأَنَّاحُ فَعَّالٌ مِنْهُ. قَالَ:\nلَيْسَ بِأَنَّاحٍ طَوِيلٍ غُمَرُهْ ... جَافٍ عَنِ الْمَوْلَى بِطِيءٍ نَظَرُهْ قَالَ النَّضْرُ: الْأَنُوحُ مِنَ الرِّجَالِ الَّذِي إِذَا حَمَلَ حِمْلًا قَالَ: أَحْ أَحْ. قَالَ:\nلِهَمُّونَ لَا يَسْتَطِيعُ أَحْمَالَ مِثْلِهِمْ ... أَنُوحٌ وَلَا جَاذٍ قَصِيرُ الْقَوَائِمِ\nالْجَاذِي: الْقَصِيرُ.",
    "pg": "1:144-145"
  },
  "أنس": {
    "def": "الْهَمْزَةُ وَالنُّونُ وَالسِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ ظُهُورُ الشَّيْءِ، وَكُلُّ شَيْءٍ خَالَفَ طَرِيقَةَ التَّوَحُّشِ. قَالُوا: الْإِنْسُ خِلَافُ الْجِنِّ، وَسُمُّوا لِظُهُورِهِمْ. يُقَالُ: آنَسْتُ الشَّيْءَ: إِذَا رَأَيْتُهُ. قَالَ اللَّهُ تَعَالَى: ﴿فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا﴾ [النساء: ٦] . وَيُقَالُ: آنَسْتُ الشَّيْءَ: إِذَا سَمِعْتُهُ. وَهَذَا مُسْتَعَارٌ مِنَ الْأَوَّلِ. قَالَ الْحَارِثُ:\nآنَسَتْ نَبْأَةً وَأَفْزَعَهَا الْقُ ... نَّاصُ عَصْرًا وَقَدْ دَنَا الْإِمْسَاءُ\nوَالْأَنْسُ: أَنْسُ الْإِنْسَانِ بِالشَّيْءِ إِذَا لَمْ يَسْتَوْحِشْ مِنْهُ. وَالْعَرَبُ تَقُولُ: كَيْفَ ابْنُ إِنْسِكَ؟ إِذَا سَأَلَهُ عَنْ نَفْسِهِ. وَيُقَالُ: إِنْسَانٌ وَإِنْسَانَانِ وَأَنَاسِيُّ. وَإِنْسَانُ الْعَيْنِ: صَبِيُّهَا الَّذِي فِي السَّوَادِ. ابْنُ إِنْسِكَ ضُبِطَ فِي الْمُخَصَّصِ (١٣: ٢٠٠) ابْنُ إِنْسِكَ وَابْنُ أَنْسِكَ.",
    "pg": "1:145"
  },
  "أنض": {
    "def": "الْهَمْزَةُ وَالنُّونُ وَالضَّادُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا، يُقَالُ: لَحْمٌ أَنِيضٌ: إِذَا بَقِيَ فِيهِ نُهُوءَةٌ، أَيْ: لَمْ يَنْضَجْ. وَقَالَ زُهَيْرٌ:\nيُلَجْلِجُ مُضْغَةً فِيهَا أَنِيضٌ ... أَصَلَّتْ فَهِيَ تَحْتَ الْكَشْحِ دَاءُ\nتَقُولُ: آنَضْتُهُ إِينَاضًا، وَأَنُضَ أَنَاضَةً.",
    "pg": "1:145-146"
  },
  "أنف": {
    "def": "الْهَمْزَةُ وَالنُّونُ وَالْفَاءُ أَصْلَانِ مِنْهُمَا يَتَفَرَّعُ مَسَائِلُ الْبَابِ كُلُّهَا: أَحَدُهُمَا أَخْذُ الشَّيْءِ مِنْ أَوَّلِهِ، وَالثَّانِي أَنْفُ كُلِّ ذِي أَنْفٍ. وَقِيَاسُهُ التَّحْدِيدُ. فَأَمَّا الْأَصْلُ الْأَوَّلُ فَقَالَ الْخَلِيلُ: اسْتَأْنَفْتُ كَذَا، أَيْ: رَجَعْتُ إِلَى أَوَّلِهِ، وَائْتَنَفْتُ ائْتِنَافًا. وَمُؤْتَنَفُ الْأَمْرِ: مَا يُبْتَدَأُ فِيهِ. وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ: فَعَلَ كَذَا آنِفًا، كَأَنَّهُ ابْتِدَاؤُهُ. وَقَالَ اللَّهُ تَعَالَى: ﴿قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آنِفًا﴾ [محمد: ١٦] .\nوَالْأَصْلُ الثَّانِي الْأَنْفُ، مَعْرُوفٌ، وَالْعَدَدُ آنُفٌ، وَالْجَمْعُ أُنُوفٌ. وَبَعِيرٌ مَأْنُوفٌ يُسَاقُ بِأَنْفِهِ، لِأَنَّهُ إِذَا عَقَرَهُ الْخِشَاشُ انْقَادَ. وَبَعِيرٌ أَنِفٌ وَآنِفٌ مَقْصُورٌ مَمْدُودٌ. وَمِنْهُ الْحَدِيثُ: «الْمُسْلِمُونَ هَيِّنُونَ لَيِّنُونَ، كَالْجَمَلِ الْأَنِفِ، إِنْ قِيدَ انْقَادَ وَإِنْ أُنِيخَ اسْتَنَاخَ» . وَرَجُلٌ أُنَافِيٌّ عَظِيمُ الْأَنْفِ. وَأَنَفْتُ الرَّجُلَ: ضَرَبْتُ أَنْفَهُ. وَامْرَأَةٌ أَنُوفٌ طَيِّبَةُ رِيحِ الْأَنْفِ. فَأَمَّا قَوْلُهُمْ: أَنِفَ مِنْ كَذَا، فَهُوَ مِنَ الْأَنْفِ أَيْضًا، وَهُوَ كَقَوْلِهِمْ لِلْمُتَكَبِّرِ: \" وَرِمَ أَنْفُهُ \". ذُكِرَ الْأَنْفُ دُونَ سَائِرِ الْجَسَدِ لِأَنَّهُ يُقَالُ: شَمَخَ بِأَنْفِهِ، يُرِيدُ رَفَعَ رَأْسَهُ كِبْرًا، وَهَذَا يَكُونُ مِنَ الْغَضَبِ. قَالَ:\nوَلَا يُهَاجُ إِذَا مَا أَنْفُهُ وَرِمَا\nأَيْ: لَا يُكَلَّمُ عِنْدَ الْغَضَبِ. وَيُقَالُ: \" وَجَعُهُ حَيْثُ لَا يَضَعُ الرَّاقِي أَنْفَهُ \". يُضْرَبُ لِمَا لَا دَوَاءَ لَهُ. قَالَ أَبُو عُبَيْدَةَ: بَنُو أَنْفِ النَّاقَةِ بَنُو جَعْفَرِ بْنِ قُرَيْعِ بْنِ عَوْفِ بْنِ كَعْبِ بْنِ سَعْدٍ، يُقَالُ: إِنَّهُمْ نَحَرُوا جَزُورًا كَانُوا غَنِمُوهَا فِي بَعْضِ غَزَوَاتِهِمْ، وَقَدْ تَخَلَّفَ جَعْفَرُ بْنُ قُرَيْعٍ، فَجَاءَ وَلَمْ يَبْقَ مِنَ النَّاقَةِ إِلَّا الْأَنْفُ فَذَهَبَ بِهِ، فَسَمَّوْهُ بِهِ. هَذَا قَوْلُ أَبِي عُبَيْدَةَ. وَقَالَ الْكَلْبِيُّ: سُمُّوا بِذَلِكَ لِأَنَّ قُرَيْعَ بْنَ عَوْفٍ نَحَرَ جَزُورًا وَكَانَ لَهُ أَرْبَعُ نِسْوَةٍ، فَبَعَثَ إِلَيْهِنَّ بِلَحْمٍ خَلَا أُمَّ جَعْفَرٍ، فَقَالَتْ أُمُّ جَعْفَرٍ: اذْهَبْ وَاطْلُبْ مِنْ أَبِيكَ لَحْمًا. فَجَاءَ وَلَمْ يَبْقَ إِلَّا الْأَنْفُ فَأَخَذَهُ فَلَزِمَهُ وَهُجِيَ بِهِ. وَلَمْ يَزَالُوا يُسَبُّونَ بِذَلِكَ، إِلَى أَنْ قَالَ الْحُطَيْئَةُ:\nقَوْمٌ هُمُ الْأَنْفُ وَالْأَذْنَابُ غَيْرُهُمُ ... وَمَنْ يُسَوِّي بِأَنْفِ النَّاقَةِ الذَّنَبَا\nفَصَارَ بِذَلِكَ مَدْحًا لَهُمْ. وَتَقُولُ الْعَرَبُ: فُلَانٌ أَنْفِي، أَيْ: عِزِّي وَمَفْخَرِي. قَالَ شَاعِرٌ:\nوَأَنْفِي فِي الْمَقَامَةِ وَافْتِخَارِي\nقَالَ الْخَلِيلُ: أَنْفُ اللِّحْيَةِ طَرَفُهَا، وَأَنْفُ كُلِّ شَيْءٍ أَوَّلُهُ. قَالَ:\nوَقَدْ أَخَذَتْ مِنْ أَنْفِ لِحْيَتِكَ الْيَدُ\nوَأَنْفُ الْجَبَلِ: أَوَّلُهُ وَمَا بَدَا لَكَ مِنْهُ. قَالَ:\nخُذَا أَنْفَ هَرْشَى أَوْقَفَاهَا فَإِنَّهُ ... كِلَا جَانِبَيْ هَرْشَى لَهُنَّ طَرِيقُ\nقَالَ يَعْقُوبُ: أَنْفُ الْبَرْدِ: أَشَدُّهُ. وَجَاءَ يَعْدُو أَنْفَ الشَّدِّ، أَيْ: أَشَدَّهُ. وَأَنْفُ الْأَرْضِ: مَا اسْتَقْبَلَ الْأَرْضَ مِنَ الْجَلَدِ وَالضَّوَاحِي. وَرَجُلٌ مِئْنَافٌ: يَسِيرُ فِي أَنْفِ النَّهَارِ. وَخَمْرَةٌ أُنُفٌ أَوَّلُ مَا يَخْرُجُ مِنْهَا. قَالَ: أُنُفٍ كَلَوْنِ دَمِ الْغَزَالِ مُعَتَّقٍ ... مِنْ خَمْرِ عَانَةَ أَوْ كُرُومِ شِبَامِ\nوَجَارِيَةٌ أُنُفٌ مُؤْتَنِفَةُ الشَّبَابِ. قَالَ ابْنُ الْأَعْرَابِيِّ: أَنَّفْتُ السِّرَاجَ: إِذَا أحْدَدْتُ طَرَفَهُ وَسَوَّيْتَهُ، وَمِنْهُ يُقَالُ فِي مَدْحِ الْفَرَسِ: \" أُنِّفَ تَأْنِيفَ السَّيْرِ \"، أَيْ: قُدَّ وَسُوِّيَ كَمَا يُسَوَّى السَّيْرُ. قَالَ الْأَصْمَعِيُّ: سِنَانٌ مُؤَنَّفٌ، أَيْ: مُحَدَّدٌ. قَالَ:\nبِكُلِّ هَتُوفٍ عَجْسُهَا رَضَوِيَّةٍ ... وَسَهْمٍ كَسَيْفِ الْحِمْيَرِيِّ الْمُؤَنَّفِ\nوَالتَّأْنِيفُ فِي الْعُرْقُوبِ: التَّحْدِيدُ، وَيُسْتَحَبُّ ذَلِكَ مِنَ الْفَرَسِ.",
    "pg": "1:146-148"
  },
  "أنق": {
    "def": "الْهَمْزَةُ وَالنُّونُ وَالْقَافُ يَدُلُّ عَلَى أَصْلٍ وَاحِدٍ، وَهُوَ الْمُعْجِبُ وَالْإِعْجَابُ. قَالَ الْخَلِيلُ: الْأَنَقُ الْإِعْجَابُ بِالشَّيْءِ، تَقُولُ أَنِقْتُ بِهِ، وَأَنَا آنَقُ بِهِ أَنَقًا، [وَأَنَا بِهِ أَنِقٌ] أَيْ: مُعْجَبٌ. وآنَقَنِي يُونِقُنِي إِينَاقًا. قَالَ:\nإِذَا بَرَزَتْ مِنْ بَيْتِهَا رَاقَ عَيْنَهَا ... مُعَوَِّذُهُ وَآنَقَتْهَا الْعَقَائِقُ\nوَشَيْءٌ أَنِيقٌ وَنَبَاتٌ أَنِيقٌ. وَقَالَ فِي الْأَنِقِ:\nلَا أَمِنٌ جَلِيسُهُ وَلَا أَنِقْ\nأَبُو عَمْرٍو: أَنِقْتُ الشَّيْءَ آنَقُهُ، أَيْ: أَحْبَبْتُهُ، وَتَأَنَّقْتُ الْمَكَانَ أَحْبَبْتُهُ. عَنِ الْفَرَّاءِ. وَقَالَ الشَّيْبَانِيُّ: هُوَ يَتَأَنَّقُ فِي الْأَنَقِ، وَالْأَنَقُ مِنَ الْكَلَأِ وَغَيْرِهِ، وَذَلِكَ أَنْ يَنْتَقِيَ أَفْضَلَهُ. قَالَ:\nجَاءَ بَنُو عَمِّكَ رُوَّادُ الْأَنَقْ\nوَقَدْ شَذَّتْ عَنْ هَذَا الْأَصْلِ كَلِمَةٌ وَاحِدَةٌ: الْأَنُوقُ، وَهِيَ الرَّخَمَةُ. وَفِي الْمَثَلِ: \" طَلَبَ بَيْضَ الْأَنُوقِ \". وَيُقَالُ: إِنَّهَا لَا تَبِيضُ وَيُقَالُ: بَلْ لَا يُقْدَرُ لَهَا عَلَى بَيْضٍ. وَقَالَ:\nطَلَبَ الْأَبْلَقَ الْعَقُوقَ فَلَمَّا ... لَمْ يَنَلْهُ أَرَادَ بَيْضَ الْأَنُوقِ",
    "pg": "1:148-149"
  },
  "أنك": {
    "def": "الْهَمْزَةُ وَالنُّونُ وَالْكَافُ لَيْسَ فِيهِ أَصْلٌ، غَيْرَ أَنَّهُ قَدْ ذُكِرَ الْآنُكُ. وَيُقَالُ: هُوَ خَالِصُ الرَّصَاصِ، وَيُقَالُ: بَلْ جِنْسٌ مِنْهُ.\n\n[بَابُ الْهَمْزَةِ وَالْهَاءِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:149"
  },
  "أنن": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالنُّونُ مُضَاعَفَةٌ فَأَصْلٌ وَاحِدٌ، وَهُوَ صَوْتٌ بِتَوَجُّعٍ. قَالَ الْخَلِيلُ: تَقُولُ: أَنَّ الرَّجُلُ يَئِنُّ أَنِينًا وَأَنَّةً وَأَنًّا، وَذَلِكَ صَوْتُهُ بِتَوَجُّعٍ. قَالَ ذُو الرُّمَّةِ: تَشْكُو الْخِشَاشَ وَمَجْرَى النِّسْعَتَيْنِ كَمَا ... أَنَّ الْمَرِيضُ إِلَى عُوَّادِهِ الْوَصِبُ\nوَيُقَالُ: رَجُلٌ أَنَّانٌ، أَيْ: كَثِيرُ الْأَنِينِ. اللِّحْيَانِيُّ: يُقَالُ: الْقَوْسُ تَئِنُّ أَنِينًا: إِذَا لَانَ صَوْتُهَا وَامْتَدَّ، قَالَ الشَّاعِرُ:\nتَئِنُّ حِينَ تَجْذِبُ الْمَخْطُومَا ... أَنِينَ عَبْرَى أَسْلَمَتْ حَمِيمَا\nقَالَ يَعْقُوبُ: الْأَنَّانَةُ مِنَ النِّسَاءِ: الَّتِي يَمُوتُ عَنْهَا زَوْجُهَا وَتَتَزَوَّجُ ثَانِيًا، فَكُلَّمَا رَأَتْهُ رَنَّتْ وَقَالَتْ: رَحِمَ اللَّهُ فُلَانًا.\nوَأَمَّا (الْهَمْزَةُ وَالْهَاءُ) فَلَيْسَ بِأَصْلٍ وَاحِدٍ، لِأَنَّ حِكَايَاتِ الْأَصْوَاتِ لَيْسَتْ أُصُولًا يُقَاسُ عَلَيْهَا، لَكِنَّهُمْ يَقُولُونَ: أَهَّ أَهَّةً وَآهَةً. قَالَ مُثَقِّبٌ:\n: إِذَا مَا قُمْتُ أَرْحُلُهَا بِلَيْلٍ ... تَأَوَّهُ آهَةَ الرَّجُلِ الْحَزِينِ",
    "pg": "1:31-32"
  },
  "أنى": {
    "def": "الْهَمْزَةُ وَالنُّونُ وَمَا بَعْدَهُمَا مِنَ الْمُعْتَلِّ، لَهُ أُصُولٌ أَرْبَعَةٌ: الْبُطْءُ وَمَا أَشْبَهَهُ مِنَ الْحِلْمِ وَغَيْرِهِ، وَسَاعَةٌ مِنَ الزَّمَانِ، وَإِدْرَاكُ الشَّيْءِ، وَظَرْفٌ مِنَ الظُّرُوفِ. فَأَ [مَّا ا] لْأَوَّلُ فَقَالَ الْخَلِيلُ: الْأَنَاةُ الْحِلْمُ، وَالْفِعْلُ مِنْهُ تَأَنَّى وَتَأَيَّا. وَيُنْشِدُ قَوْلَ الْكُمَيْتِ:\nقِفْ بِالدِّيَارِ وُقُوفَ زَائِرْ ... وَتَأَنَّ إِنَّكَ غَيْرُ صَاغِرْ\nوَيُرْوَى: \" وَتَأَيَّ \" وَيُقَالُ لِلتَّمَكُّثِ فِي الْأُمُورِ التَّأَنِّي. وَقَالَ رَسُولُ اللَّهِ ﵌ لِلَّذِي تَخَطَّى رِقَابَ النَّاسِ يَوْمَ الْجُمُعَةِ: «رَأَيْتُكَ آذَيْتَ وَآنَيْتَ» يَعْنِي أَخَّرْتَ الْمَجِيءَ وَأَبْطَأْتَ، وَقَالَ الْحُطَيْئَةُ:\nوَآنَيْتُ الْعِشَاءَ إِلَى سُهَيْلٍ ... أَوِ الشِّعْرَى فَطَالَ بِيَ الْأَنَاءُ\nوَيُقَالُ مِنَ الْأَنَاةِ رَجُلٌ أَنِيٌّ ذُو أَنَاةٍ. قَالَ:\nوَاحْلُمْ فَذُو الرَّأْيِ الْأَنِيُّ الْأَحْلَمُ\nوَقِيلَ لِابْنَةِ الْخُسِّ: هَلْ يُلْقِحُ الثَّنِيُّ. قَالَتْ: نَعَمْ وَإِلْقَاحُهُ أَنِيٌّ، أَيْ: بَطِيٌّ. وَيُقَالُ: فُلَانٌ خَيْرُهُ أَنِيٌّ، أَيْ: بَطِيٌّ. وَالْأَنَا مِنَ الْأَنَاةِ وَالتُّؤَدَةِ. قَالَ:\nطَالَ الْأَنَا وَزَايَلَ الْحَقَّ الْأَشَرْ\nوَقَالَ:\nأَنَاةً وَحِلْمٍا وَانْتِظَارًا بِهِمْ غَدًا ... فَمَا أَنَا بِالْوَانِي وَلَا الضَّرَعِ الْغُمْرِ\nوَتَقُولُ لِلرَّجُلِ: إِنَّهُ لَذُو أَنَاةٍ، أَيْ: لَا يَعْجَلُ فِي الْأُمُورِ، وَهُوَ آنٍ وَقُورٌ. قَالَ النَّابِغَةُ:\nالرِّفْقُ يُمْنٌ وَالْأَنَاةُ سَعَادَةٌ ... فَاسْتَأْنِ فِي رِفْقٍ تُلَاقِ نَجَاحَا\nوَاسْتَأْنَيْتُ فُلَانًا، أَيْ: لَمْ أُعْجِلْهُ. وَيُقَالُ لِلْمَرْأَةِ الْحَلِيمَةِ الْمُبَارَكَةِ أَنَاةٌ، وَالْجَمْعُ أَنَوَاتٌ. قَالَ أَبُو عُبَيْدٍ: الْأَنَاةُ: الْمَرْأَةُ الَّتِي فِيهَا فُتُورٌ عِنْدَ الْقِيَامِ.\nوَأَمَّا الزَّمَانُ فَالْإِنَى وَالْأَنَى، سَاعَةٌ مِنْ سَاعَاتِ اللَّيْلِ، وَالْجَمْعُ آنَاءٌ، وَكُلُّ إِنًى سَاعَةٌ. وَابْنُ الْأَعْرَابِيِّ: يُقَالُ: أُنِيٌّ فِي الْجَمِيعِ. قَالَ:\nيَا لَيْتَ لِي مِثْلَ شَرِيبِي مِنْ غَنِيِّ ... وَهْوَ شَرِيبُ الصِّدْقِ ضَحَّاكُ الْأَنِيِّ\nإِذِ الدِّلَاءُ حَمَلَتْهُنَّ الدُّلِيُّ\nيَقُولُ: فِي أَيِّ سَاعَةٍ جِئْتَهُ وَجَدْتَهُ يَضْحَكُ. وَأَمَّا إِدْرَاكُ الشَّيْءِ فَالْإِنَى، تَقُولُ: انْتَظَرْنَا إِنَى اللَّحْمِ، أَيْ إِدْرَاكَهُ. وَتَقُولُ: مَا أَنَى لَكَ وَلَمْ يَأْنِ لَكَ، أَيْ: لَمْ يَحِنْ. قَالَ اللَّهُ تَعَالَى: ﴿أَلَمْ يَأْنِ لِلَّذِينَ آمَنُوا﴾ [الحديد: ١٦] ، أَيْ: لَمْ يَحِنْ. وَآنَ يَئِينُ. وَاسْتَأْنَيْتُ الطَّعَامَ، أَيِ انْتَظَرْتُ إِدْرَاكَهُ. وَ ﴿حَمِيمٍ آنٍ﴾ [الرحمن: ٤٤] قَدِ انْتَهَى حَرُّهُ. وَالْفِعْلُ أَنَى الْمَاءُ الْمُسَخَّنُ يَأْنِي. وَ \" ﴿عَيْنٍ آنِيَةٍ﴾ [الغاشية: ٥] \" قَالَ عَبَّاسٌ:\nعَلَانِيَةً وَالْخَيْلُ يَغْشَى مُتُونَهَا ... حَمِيمٌ وَآنٍ مِنْ دَمِ الْجَوْفِ نَاقِعُ\nقَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ: آنَ يَئِينُ أَيْنًا وَأَنَى لَكَ يَأْنِي أَنْيًا، أَيْ: حَانَ. وَيُقَالُ: أَتَيْتُ فَلَانًا آيِنَةً بَعْدَ آيِنَةٍ، أَيْ: أَحْيَانًا بَعْدَ أَحْيَانٍ، وَيُقَالُ: تَارَةً بَعْدَ تَارَةٍ. وَقَالَ اللَّهُ تَعَالَى: ﴿غَيْرَ نَاظِرِينَ إِنَاهُ﴾ [الأحزاب: ٥٣] . وَأَمَّا الظَّرْفُ فَالْإِنَاءُ مَمْدُودٌ، مِنَ الْآنِيَةِ. وَالْأَوَانِي جَمْعُ جَمْعٍ، يُجْمَعُ فِعَالٌ عَلَى أَفَعِلَةٍ.",
    "pg": "1:141-143"
  },
  "أهب": {
    "def": "الْهَمْزَةُ وَالْهَاءُ وَالْبَاءُ كَلِمَتَانِ مُتَبَايِنَتَا الْأَصْلِ، فَالْأُولَى الْإِهَابُ. قَالَ ابْنُ دُرَيْدٍ: الْإِهَابُ: الْجِلْدُ قَبْلَ أَنْ يُدْبَغَ، وَالْجَمْعُ أَهَبٌ، وَهُوَ أَحَدُ مَا جُمِعَ عَلَى فَعَلٍ وَوَاحِدُهُ فَعِيلٌ [وَفَعُولٌ وَفِعَالٌ] : أَدِيمٌ وَأَدَمٌ، وَأَفِيقٌ وَأَفَقٌ، وَعَمُودٌ وَعَمَدٌ، وَإِهَابٌ وَأَهَبٌ. وَقَالَ الْخَلِيلُ: كُلُّ جِلْدٍ إِهَابٌ، وَالْجَمْعُ أَهَبٌ. وَالْكَلِمَةُ الثَّانِيَةُ التَّأَهُّبُ. قَالَ الْخَلِيلُ: تَأَهَّبُوا لِلسَّيْرِ. وَأَخَذَ فُلَانٌ أُهْبَتَهُ، وَتَطْرَحُ الْأَلِفَ فَيُقَالُ: هُبَتَهُ.",
    "pg": "1:149-150"
  },
  "أهر": {
    "def": "الْهَمْزَةُ وَالْهَاءُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ، لَيْسَتْ عِنْدَ الْخَلِيلِ وَلَا ابْنِ دُرَيْدٍ. وَقَالَ غَيْرُهُمَا: الْأَهَرَةُ مَتَاعُ الْبَيْتِ.",
    "pg": "1:150"
  },
  "أهل": {
    "def": "الْهَمْزَةُ وَالْهَاءُ وَاللَّامُ أَصْلَانِ مُتَبَاعِدَانِ، أَحَدُهُمَا الْأَهْلُ. قَالَ الْخَلِيلُ: أَهْلُ الرَّجُلِ زَوْجُهُ. وَالتَّأَهُّلُ التَّزَوُّجُ. وَأَهْلُ الرَّجُلِ أَخَصُّ النَّاسِ بِهِ. وَأَهْلُ الْبَيْتِ: سُكَّانُهُ. وَأَهْلُ الْإِسْلَامِ: مَنْ يَدِينُ بِهِ. وَجَمِيعُ الْأَهْلِ أَهْلُونَ. وَالْأَهَالِي جَمَاعَةُ الْجَمَاعَةِ. قَالَ النَّابِغَةُ:\nثَلَاثَةَ أَهْلِينَ أَفْنَيْتُهُمْ ... وَكَانَ الْإِلَهُ هُوَ الْمُسْتَآسَا\nوَتَقُولُ: أَهَّلْتُهُ لِهَذَا الْأَمْرِ تَأْهِيلًا. وَمَكَانٌ آهِلٌ مَأْهُولٌ. قَالَ:\nوَقِدْمًا كَانَ مَأْهُولًا ... فَأَمْسَى مَرْتَعَ الْعُفْرِ\nوَقَالَ الرَّاجِزُ:\nعَرَفْتُ بِالنَّصْرِيَّةِ الْمَنَازِلَا ... قَفْرًا وَكَانَتْ مِنْهُمُ مَآهِلَا\nوَكُلُّ شَيْءٍ مِنَ الدَّوَابِّ وَغَيْرِهَا إِذَا أَلِفَ مَكَانًا فَهُوَ آهِلٌ وَأَهْلِيٌّ. وَفِي الْحَدِيثِ: «نَهَى عَنْ لُحُومِ الْحُمُرِ الْأَهْلِيَّةِ» وَقَالَ بَعْضُهُمْ: تَقُولُ الْعَرَبُ: \" آهَلَكَ اللَّهُ فِي الْجَنَّةِ إِيهَالًا \" أَيْ: زَوَّجَكَ فِيهَا.\nوَالْأَصْلُ الْآخَرُ: الْإِهَالَةُ، قَالَ الْخَلِيلُ: الْإِهَالَةُ الْأَلْيَةُ وَنَحْوُهَا، يُؤْخَذُ فَيُقَطَّعُ وَيُذَابُ. فَتِلْكَ الْإِهَالَةُ، وَالْجَمِيلُ، وَالْجُمَالَةُ.",
    "pg": "1:150-151"
  },
  "أهن": {
    "def": "الْهَمْزَةُ وَالْهَاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا. قَالَ الْخَلِيلُ: الْإِهَانُ: الْعُرْجُونُ، وَهُوَ مَا فَوْقَ شَمَارِيخِ عِذْقِ التَّمْرِ، أَيِ النَّخْلَةِ. وَقَالَ:\nإِنَّ لَهَا يَدًا كَمِثْلِ الْإِهَانِ ... مَلْسَا وَبَطْنًا بَاتَ خُمْصَانَا\nوَالْعَدَدُ آهِنَةٌ، وَالْجَمِيعُ أُهُنٌ.\n\n[بَابُ الْهَمْزَةِ وَالْوَاوِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:151"
  },
  "أو": {
    "def": "كَلِمَةُ شَكٍّ وَإِبَاحَةٍ.",
    "pg": "1:32"
  },
  "أوب": {
    "def": "الْهَمْزَةُ وَالْوَاوُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الرُّجُوعُ، ثُمَّ يُشْتَقُّ مِنْهُ مَا يَبْعُدُ فِي السَّمْعِ قَلِيلًا، وَالْأَصْلُ وَاحِدٌ. قَالَ الْخَلِيلُ: آبَ فُلَانٌ إِلَى سَيْفِهِ، أَيْ: رَدَّ يَدَهُ لِيَسْتَلَّهُ. وَالْأَوْبُ: تَرْجِيعُ الْأَيْدِي وَالْقَوَائِمِ فِي السَّيْرِ. قَالَ كَعْبُ بْنُ زُهَيْرٍ:\nكَأَنَّ أَوْبَ ذِرَاعَيْهَا وَقَدْ عَرِقَتْ ... وَقَدْ تَلَفَّعَ بِالْقُورِ الْعَسَاقِيلُ\nأَوْبُ يَدَيْ فَاقِدٍ شَمْطَاءَ مُعْوِلَةٍ ... بَاتَتْ وَجَاوَبَهَا نُكْدٌ مَثَاكِيلُ\nوَالْفِعْلُ مِنْهُ التَّأْوِيبُ، وَلِذَلِكَ يُسَمُّونَ سَيْرَ [النَّهَارِ تَأْوِيبًا، وَسَيْرَ] اللَّيْلِ إِسْآدًا. وَقَالَ: يَوْمَانِ يَوْمُ مَقَامَاتٍ وَأَنْدِيَةٍ ... وَيَوْمُ سَيْرٍ إِلَى الْأَعْدَاءِ تَأْوِيبِ\nقَالَ: وَالْفَعْلَةُ الْوَاحِدَةُ تَأْوِيبَةٌ. وَالتَّأْوِيبُ: التَّسْبِيحُ فِي قَوْلِهِ تَعَالَى: ﴿يَاجِبَالُ أَوِّبِي مَعَهُ وَالطَّيْرَ﴾ [سبأ: ١٠] . قَالَ الْأَصْمَعِيُّ: أَوَّبْتُ الْإِبِلَ: إِذَا رَوَّحْتُهَا إِلَى مَبَاءَتِهَا. وَيُقَالُ: تَأَوَّبَنِي، أَيْ: أَتَانِي لَيْلًا. قَالَ:\nتَأَوَّبَنِي دَائِي الْقَدِيمُ فَغَلَّسَا ... أُحَاذِرُ أَنْ يَرْتَدَّ دَائِي فَأُنْكَسَا\nقَالَ أَبُو زَيْدٍ: وَكَانَ الْأَصْمَعِيُّ يُفَسِّرُ الشِّعْرَ الَّذِي فِيهِ ذِكْرُ \" الْإِيَابِ \" أَنَّهُ مَعَ اللَّيْلِ، وَيَحْتَجُّ بِقَوْلِهِ:\nتَأَوَّبَنِي دَاءٌ مَعَ اللَّيْلِ مُنْصِبُ\nوَكَذَلِكَ يُفَسِّرُ جَمِيعَ مَا فِي الْأَشْعَارِ. فَقُلْتُ لَهُ: إِنَّمَا الْإِيَابُ الرُّجُوعُ، أَيَّ وَقْتٍ رَجَعَ، تَقُولُ: قَدْ آبَ الْمُسَافِرُ. فَكَأَنَّهُ أَرَادَ أَنْ أُوَضِّحَ لَهُ، فَقُلْتُ: قَوْلُ عَبِيدٍ:\nوَكُلُّ ذِي غَيْبَةٍ يَؤُوبُ ... وَغَائِبُ الْمَوْتِ لَا يَؤُوبُ\nأَهَذَا بِالْعَشِيِّ؟ فَذَهَبَ يُكَلِّمُنِي فِيهِ، فَقُلْتُ: فَقَوْلُ اللَّهِ تَعَالَى: ﴿إِنَّ إِلَيْنَا إِيَابَهُمْ﴾ [الغاشية: ٢٥] ، أَهَذَا بِالْعَشِيِّ؟ فَسَكَتَ. قَالَ أَبُو زَيْدٍ: وَلَكِنَّ أَكْثَرَ مَا يَجِيءُ عَلَى مَا قَالَ رَحِمَنَا اللَّهُ وَإِيَّاهُ.\nوَالْمَآبُ: الْمَرْجِعُ. قَالَ أَبُو زِيَادٍ: أُبْتُ الْقَوْمَ، أَيْ: إِلَى الْقَوْمِ. قَالَ:\nأَنَّى وَمِنْ أَيْنَ آبَكَ الطَّرَبُ قَالَ أَبُو عُبَيْدٍ: يُسَمَّى مَخْرَجُ الدَّقِيقِ مِنَ الرَّحَى الْمَآبَ، لِأَنَّهُ يَؤُوبُ إِلَيْهِ مَا كَانَ تَحْتَ الرَّحَى. قَالَ الْخَلِيلُ: وَتَقُولُ آبَتِ الشَّمْسُ إِيَابًا: إِذَا غَابَتْ فِي مَآبِهَا، أَيْ: مَغِيبِهَا. قَالَ أُمَيَّةُ:\nفَرَأَى مَغِيبَ الشَّمْسِ عِنْدَ إِيَابِهَا\nقَالَ النَّضْرُ: الْمُؤَوِّبَةُ الشَّمْسُ، وَتَأْوِيبُهَا مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، تَدْأَبُ يَوْمَهَا وَتَؤُوبُ الْمَغْرِبَ. وَيُقَالُ: \" جَاءُوا مِنْ كُلِّ أَوْبٍ \"، أَيْ: نَاحِيَةٍ وَوَجْهٍ; وَهُوَ مِنْ ذَلِكَ أَيْضًا. وَالْأَوْبُ: النَّحْلُ. قَالَ الْأَصْمَعِيُّ: سُمِّيَتْ لِانْتِيَابِهَا الْمَبَاءَةَ، وَذَلِكَ أَنَّهَا تَؤُوبُ مِنْ مَسَارِحِهَا. وَكَأَنَّ وَاحِدَ الْأَوْبِ آيِبٌ، كَمَا يُقَالُ: [آبَكَ اللَّهُ] : أَبْعَدَكَ اللَّهُ. قَالَ:\nفَآبَكَ هَلَّا وَاللَّيَالِي بِغِرَّةٍ ... تَزُورُ وَفِي الْأَيَّامِ عَنْكَ شُغُولُ",
    "pg": "1:152-154"
  },
  "أود": {
    "def": "الْهَمْزَةُ وَالْوَاوُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ الْعَطْفُ وَالِانْثِنَاءُ. أُدْتُ الشَّيْءَ عَطَفْتُهُ. وَتَأَوَّدَ النَّبْتُ مِثْلُ تَعَطَّفَ وَتَعَوَّجَ. قَالَ شَاعِرٌ: فَلَوْ أَنَّ مَا أَبْقَيْتِ مِنِّي مُعَلَّقٌ ... بِعُودِ ثُمَامٍ مَا تَأَوَّدَ عُودُهَا\nوَإِلَى هَذَا يَرْجِعُ آدَنِي الشَّيْءُ يَؤُودُنِي، كَأَنَّهُ ثَقُلَ عَلَيْكَ حَتَّى ثَنَّاكَ وَعَطَفَك. وَأَوْدٌ: قَبِيلَةٌ، وَيُمْكِنُ أَنْ يَكُونَ اشْتِقَاقُهَا مِنْ هَذَا. وَأُودٌ مَوْضِعٌ. قَالَ:\nأَهَوًى أَرَاكَ بِرَامَتَيْنِ وَقُودَا ... أَمْ بِالْجُنَيْنَةِ مِنْ مَدَافِعِ أُودَا",
    "pg": "1:154-155"
  },
  "أور": {
    "def": "الْهَمْزَةُ وَالْوَاوُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْحَرُّ. قَالَ الْخَلِيلُ: الْأُوَارُ: حَرُّ الشَّمْسِ، وَحَرُّ التَّنُّورِ. وَيُقَالُ: أَرْضٌ أَوِرَةٌ. قَالَ: وَرُبَّمَا جَمَعُوا الْأُوَارَ عَلَى الْأُورِ. وَأُوَارَةُ: مَكَانٌ. وَيَوْمُ أُوَارَةَ كَانَ أَنَّ عَمْرَو بْنَ الْمُنْذِرِ اللَّخْمِيَّ بَنَّى زُرَارَةَ بْنَ عُدُسٍ ابْنًا لَهُ يُقَالُ لَهُ أَسْعَدُ، فَلَمَّا تَرَعْرَعَ الْغُلَامُ مَرَّتْ بِهِ نَاقَةٌ كَوْمَاءُ فَرَمَى ضَرْعَهَا، فَشَدَّ عَلَيْهِ رَبُّهَا سُوَيْدٌ أَحَدُ بَنِي عَبْدِ اللَّهِ بْنِ دَارِمٍ فَقَتَلَهُ، ثُمَّ هَرَبَ سُوَيدٌ فَلَحِقَ مَكَّةَ، وَزُرَارَةُ يَوْمَئِذٍ عِنْدَ عَمْرِو بْنِ الْمُنْذِرِ، فَكَتَمَ قَتْلَ ابْنِهِ أَسْعَدَ، وَجَاءَ عَمْرُو بْنُ مِلْقَطٍ الطَّائِيُّ - وَكَانَتْ فِي نَفْسِهِ حَسِيكَةٌ عَلَى زُرَارَةَ - فَقَالَ:\nمَنْ مُبْلِغٌ عَمْرًا فَإِنَّ ... الْمَرْءَ لَمْ يُخْلَقْ صُبَارَهْ\nهَا إِنَّ عِجْزَةَ أُمِّهِ ... بِالسَّفْحِ [أَسْفَلَ] مِنْ أُوَارَهْ\nوَحَوَادِثُ الْأَيَّامِ لَا ... يَبْقَى لَهَا إِلَّا الْحِجَارَهْ فَقَالَ عَمْرُو بْنُ الْمُنْذِرِ: يَا زُرَارَةُ [مَا تَقُولُ؟] . قَالَ: كَذَبَ، وَقَدْ عَلِمْتَ عَدَاوَتَهُ لِي. قَالَ: صَدَقْتَ. فَلَمَّا جَنَّ عَلَيْهِ اللَّيْلُ اجْلَوَّذَ زُرَارَةُ وَلَحِقَ بِقَوْمِهِ، ثُمَّ لَمْ يَلْبَثْ أَنْ مَرِضَ وَمَاتَ، فَلَمَّا بَلَغَ عَمْرًا مَوْتُهُ غَزَا بَنِي دَارِمٍ، وَكَانَ حَلَفَ لَيَقْتُلَنَّ مِنْهُمْ مِائَةً، فَجَاءَ حَتَّى أَنَاخَ عَلَى أُوَارَةَ وَقَدْ نَذِرُوا وَفَرُّوا، فَقَتَلَ مِنْهُمْ تِسْعَةً وَتِسْعِينَ، فَجَاءَهُ رَجُلٌ مِنَ الْبَرَاجِمِ شَاعِرٌ لِيَمْدَحَهُ، فَأَخَذَهُ فَقَتَلَهُ لِيُوَفِّيَ بِهِ الْمِائَةَ، وَقَالَ: \" إِنَّ الشَّقِيَّ وَافِدُ الْبَرَاجِمِ \". وَقَالَ الْأَعْشَى فِي ذَلِكَ:\nوَنَكُونُ فِي السَّلَفِ الْمُوَا ... زِي مِنْقَرًا وَبَنِي زُرَارَهْ\nأَبْنَاءَ قَوْمٍ قُتِّلُوا ... يَوْمَ الْقُصَيبَةِ مِنْ أُوَارَهْ\nوَالْأُوَارُ: الْمَكَانُ. قَالَ:\nمِنَ اللَّائِي غُذِينَ بِغَيْرِ بُؤْسٍ ... مَنَازِلُهَا الْقَصِيمَةُ فَالْأُوَارُ",
    "pg": "1:155-156"
  },
  "أوس": {
    "def": "الْهَمْزَةُ وَالْوَاوُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْعَطِيَّةُ. وَقَالُوا: أُسْتُ الرَّجُلَ أَؤُوسُهُ أَوْسًا أَعْطَيْتُهُ. وَيُقَالُ: الْأَوْسُ الْعِوَضُ. قَالَ الْجَعْدِيُّ:\nثَلَاثَةَ أَهْلِينَ أَفْنَيْتُهُمْ ... وَكَانَ الْإِلَهُ هُوَ الْمُسْتَآسَا أَيِ الْمُسْتَعَاضَ. وَأَوْسٌ: الذِّئْبُ، وَيَكُونُ اشْتِقَاقُهُ مِمَّا ذَكَرْنَاهُ، وَتَصْغِيرُهُ أُوَيْسٌ، قَالَ:\nمَا فَعَلَ الْيَوْمَ أُوَيْسٌ فِي الْغَنَمْ",
    "pg": "1:156-157"
  },
  "أوق": {
    "def": "الْهَمْزَةُ وَالْوَاوُ وَالْقَافُ أَصْلَانِ: الْأَوَّلُ الثِّقَلُ، وَالثَّانِي مَكَانٌ مُنْهَبِطٌ. فَأَمَّا الْأَوَّلُ فَالْأَوْقُ الثِّقَلُ. قَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ: آقَ عَلَيْهِمْ، أَيْ: ثَقُلَ. قَالَ:\nسَوَائِحُ آقَ عَلَيْهِنَّ الْقَدَرْ ... يَهْوِينَ مِنْ خَشْيَةِ مَا لَاقَى الْأُخَرْ\nيَقُولُ: أَثْقَلَهُنَّ مَا أَنْزَلَ بِالْأَوَّلِ الْقَدَرُ، فَهُنَّ يَخَفْنَ مِثْلَهُ. قَالَ يَعْقُوبُ: يُقَالُ: أَوَّقْتُ الْإِنْسَانَ: إِذَا حَمَّلْتُهُ مَا لَا يُطِيقُهُ. وَأَمَّا التَّأْوِيقُ فِي الطَّعَامِ فَهُوَ مِنْ ذَلِكَ أَيْضًا، لِأَنَّ عَلَى النَّفْسِ مِنْهُ ثِقَلًا، وَذَلِكَ تَأْخِيرُهُ وَتَقْلِيلُهُ. قَالَ:\nلَقَدْ كَانَ حُتْرُوشُ بْنُ عَزَّةَ رَاضِيًا ... سِوَى عَيْشِهِ هَذَا بِعَيْشٍ مُؤَوَّقِ\nوَقَالَ الرَّاجِزُ:\nعَزَّ عَلَى عَمِّكِ أَنْ تُؤَوَّقي ... أَوْ أَنْ تَبِيِتي لَيْلَةً لَمْ تُغْبَقِي\nأَوْ أَنْ تُرَيْ كَأْبَاءَ لَمْ تَبْرَنْشِقِي وَأَمَّا الثَّانِي فَالْأُوقَةُ، وَهِيَ هَبْطَةٌ يَجْتَمِعُ فِيهَا الْمَاءُ، وَالْجَمْعُ الْأُوَقُ قَالَ رُؤْبَةُ:\nوَانْغَمَسَ الرَّامِي لَهَا بَيْنَ الْأُوَقْ\nوَيُقَالُ: الْأُوقَةُ الْقَلِيبُ.",
    "pg": "1:157-158"
  },
  "أول": {
    "def": "الْهَمْزَةُ وَالْوَاوُ وَاللَّامُ أَصْلَانِ: ابْتِدَاءُ الْأَمْرِ وَانْتِهَاؤُهُ. أَمَّا الْأَوَّلُ فَالْأَوَّلُ، وَهُوَ مُبْتَدَأُ الشَّيْءِ، وَالْمُؤَنَّثَةُ الْأُولَى، مِثْلُ أَفْعَلَ وَفُعْلَى، وَجَمْعُ الْأُولَى أُولَيَاتٌ مِثْلُ الْأُخْرَى. فَأَمَّا الْأَوَائِلُ فَمِنْهُمْ مَنْ يَقُولُ: تَأْسِيسُ بِنَاءِ \" أَوَّلٍ \" مِنْ هَمْزَةٍ وَوَاوٍ وَلَامٍ، وَهُوَ الْقَوْلُ. وَمِنْهُمْ مَنْ يَقُولُ: تَأْسِيسُهُ مِنْ وَاوَيْنِ بَعْدَهُمَا لَامٌ. وَقَدْ قَالَتِ الْعَرَبُ لِلْمُؤَنَّثَةِ أَوَّلَةٌ. وَجَمَعُوهَا أَوَّلَاتٌ وَأَنْشَدَ فِي صِفَةِ جَمَلٍ:\nآدَمُ مَعْرُوفٌ بِأَوَّلَاتِهِ ... خَالُ أَبِيهِ لِبَنِي بَنَاتِهِ\nأَيْ: خُيَلَاءُ أَبِيهِ ظَاهِرٌ فِي أَوْلَادِهِ. أَبُو زَيْدٍ: نَاقَةٌ أَوَّلَةٌ وَجَمَلٌ أَوَّلٌ: إِذَا تَقَدَّمَا الْإِبِلَ. وَالْقِيَاسُ فِي جَمْعِهِ أَوَاوِلُ، إِلَّا أَنَّ كُلَّ وَاوٍ وَقَعَتْ طَرَفًا أَوْ قَرِيبَةً مِنْهُ بَعْدَ أَلِفٍ سَاكِنَةٍ قُلِبَتْ هَمْزَةً. الْخَلِيلُ: رَأَيْتُهُ عَامًا أَوَّلَ يَا فَتَى، لِأَنَّ أَوَّلَ عَلَى بِنَاءِ أَفْعَلَ، وَمَنْ نَوَّنَ حَمَلَهُ عَلَى النَّكِرَةِ. قَالَ أَبُو النَّجْمِ:\nمَا ذَاقَ ثُفْلًا مُنْذُ عَامٍ أَوَّلِ\nابْنُ الْأَعْرَابِيِّ: خُذْ هَذَا أَوَّلَ ذَاتِ يَدَيْنِ، وَأَوَّلَ ذِي أَوَّلَ، وَأَوَّلَ أَوَّلَ، أَيْ: قَبْلَ كُلِّ شَيْءٍ. وَيَقُولُونَ: \" أَمَّا أَوَّلُ ذَاتِ يَدَيْنِ فَإِنِّي أَحْمَدُ اللَّهَ \". وَالصَّلَاةُ الْأُولَى سُمِّيَتْ بِذَلِكَ لِأَنَّهَا أَوَّلُ مَا صُلِّيَ. قَالَ أَبُو زَيْدٍ: كَانَ الْجَاهِلِيَّةُ يُسَمُّونَ يَوْمَ الْأَحَدِ الْأَوَّلَ. وَأَنْشَدُوا فِيهِ:\nأُؤَمِّلُ أَنْ أَعِيشَ وَأَنَّ يَوْمِي ... بِأَوَّلَ أَوْ بأَهْوَنَ أَوْ جُبَارِ\nوَالْأَصْلُ الثَّانِي قَالَ الْخَلِيلُ: الْأَيِّلُ الذَّكَرُ مِنَ الْوُعُولِ، وَالْجَمْعُ أَيَائِلُ. وَإِنَّمَا سُمِّيَ أَيِّلًا لِأَنَّهُ يَؤُولُ إِلَى الْجَبَلِ يَتَحَصَّنُ. قَالَ أَبُو النَّجْمِ:\nكَأَنَّ فِي أَذْنَابِهِنَّ الشُّوَّلِ ... مِنْ عَبَسِ الصَّيْفِ قُرُونَ الْأَيِّلِ\nشَبَّهَ مَا الْتَزَقَ بِأَذْنَابِهِنَّ مِنْ أَبِعَارِهِنَّ فَيَبِسَ، بِقُرُونِ الْأَوْعَالِ. وَقَوْلُهُمْ آلَ اللَّبَنُ، أَيْ: خَثُرَ مِنْ هَذَا الْبَابِ، وَذَلِكَ لِأَنَّهُ لَا يَخْثُرُ [إِلَّا] آخِرَ أَمْرِهِ. قَالَ الْخَلِيلُ أَوْ غَيْرُهُ: الْإِيَالُ عَلَى فِعَالٍ: وِعَاءٌ يُجْمَعُ فِيهِ الشَّرَابُ أَيَّامًا حَتَّى يَجُودَ. قَالَ:\nيَفُضُّ الْخِتَامَ وَقَدْ أَزْمَنَتْ ... وَأَحْدَثَ بَعْدَ إِيَالٍ إِيَالَا\nوَآلَ يَؤُولُ، أَيْ: رَجَعَ. قَالَ يَعْقُوبُ: يُقَالُ: \" أَوَّلَ الْحُكْمَ إِلَى أَهْلِهِ \"، أَيْ: أَرْجَعَهُ وَرَدَّهُ إِلَيْهِمْ. قَالَ الْأَعْشَى:\nأُؤَوِّلُ الْحُكْمَ إِلَى أَهْلِهِ قَالَ الْخَلِيلُ: آلَ اللَّبَنُ يَؤُولُ أَوْلًا وَأَوُولًا: خَثُرَ. وَكَذَلِكَ النَّبَاتُ. قَالَ أَبُو زَيْدٍ: آلَ اللَّبَنُ عَلَى الْإِصْبَعِ، وَذَلِكَ أَنْ يَرُوبَ فَإِذَا جَعَلْتَ فِيهِ الْإِصْبَعَ قِيلَ آلَ عَلَيْهَا. وَآلَ الْقَطِرَانُ: إِذَا خَثُرَ. وَآلَ جِسْمُ الرَّجُلِ: إِذَا نَحُفَ. وَهُوَ مِنَ الْبَابِ، لِأَنَّهُ يَحُورُ وَيَحْرِي، أَيْ: يَرْجِعُ إِلَى تِلْكَ الْحَالِ. وَالْإِيَالَةُ السِّيَاسَةُ مِنْ هَذَا الْبَابِ، لِأَنَّ مَرْجِعَ الرَّعِيَّةِ إِلَى رَاعِيهَا. قَالَ الْأَصْمَعِيُّ: آلَ الرَّجُلُ رَعِيَّتَهُ يَؤُولُهَا: إِذَا أَحْسَنَ سِيَاسَتَهَا. قَالَ الرَّاجِزُ:\nيَؤُولُهَا أَوَّلُ ذِي سِياسِ\nوَتَقُولُ الْعَرَبُ فِي أَمْثَالِهَا: \" أُلْنَا وَإِيلَ عَلَيْنَا \" أَيْ سُسْنَا وَسَاسَنَا غَيْرُنَا. وَقَالُوا فِي قَوْلِ لَبِيدٍ:\nبِمُؤَتَّرٍ تَأْتَالُهُ إِبْهَامُهَا\nهُوَ تَفْتَعِلُ مِنْ أَلْتُهُ أَيْ أَصْلَحْتُهُ. وَرَجُلٌ آيِلُ مَالٍ، مِثَالُ خَائِلِ مَالٍ، أَيْ: سَائِسُهُ. قَالَ الْأَصْمَعِيُّ: يُقَالُ: رَدَدْتُهُ إِلَى آيِلَتِهِ، أَيْ: طَبْعِهِ وَسُوسِهِ. وَآلُ الرَّجُلِ أَهْلُ بَيْتِهِ مِنْ هَذَا أَيْضًا لِأَنَّهُ إِلَيْهِ مَآلُهُمْ وَإِلَيْهِمْ مَآلُهُ. وَهَذَا مَعْنَى قَوْلِهِمْ يالَ فُلَانٍ. وَقَالَ طَرَفَةُ:\nتَحْسَِبُ الطَّرْفَ عَلَيْهَا نَجْدَةً ... يالَ قَوْمِي لِلشَّبَابِ الْمُسْبَكِرْ وَالدَّلِيلُ عَلَى أَنَّ ذَلِكَ مِنَ الْأَوَّلِ وَهُوَ مُخَفَّفٌ مِنْهُ، قَوْلُ شَاعِرٍ:\nقَدْ كَانَ حَقُّكَ أَنْ تَقُولَ لِبَارِقٍ ... يَا آلَ يَارِقَ فِيمَ سُبَّ جَرِيرُ\nوَآلُ الرَّجُلِ شَخْصُهُ مِنْ هَذَا أَيْضًا. وَكَذَلِكَ آلُ كُلِّ شَيْءٍ. وَذَلِكَ أَنَّهُمْ يُعَبِّرُونَ عَنْهُ بِآلِهِ، وَهُمْ عَشِيرَتُهُ، يَقُولُونَ آلُ أَبِي بَكْرٍ، وَهُمْ يُرِيدُونَ أَبَا بَكْرٍ. وَفِي هَذَا غُمُوضٌ قَلِيلٌ. قَالَ الْخَلِيلُ: آلُ الْجَبَلِ أَطْرَافُهُ وَنَوَاحِيهِ. قَالَ:\nكَأَنَّ رَعْنَ الْآلِ مِنْهُ فِي الْآلْ ... إِذَا بَدَا دُهَانِجٌ ذُو أَعْدَالْ\nوَآلُ الْبَعِيرِ: أَلْوَاحُهُ وَمَا أَشْرَفَ مِنْ أَقْطَارِ جِسْمِهِ. قَالَ:\nمِنَ اللَّوَاتِي إِذَا لَانَتْ عَرِيكَتُهَا ... يَبْقَى لَهَا بَعْدَهَا آلٌ وَمَجْلُودُ\nوَقَالَ آخَرُ:\nتَرَى لَهُ آلًا وَجِسْمًا شَرْجَعَا\nوَآلُ الْخَيْمَةِ: الْعَُمَُدُ. قَالَ:\nفَلَمْ يَبْقَ إِلَّا آلُ خَيْمٍ مُنَضَّدٌ ... وَسُفْعٌ عَلَى آسٍ وَنُؤْيٌ مُعَثْلَبُ\nوَالْآلَةُ: الْحَالَةُ. قَالَ: سَأَحْمِلُ نَفْسِي عَلَى آلَةٍ ... فَإِمَّا عَلَيْهَا وَإِمَّا لَهَا\nوَمِنْ هَذَا الْبَابِ تَأْوِيلُ الْكَلَامِ، وَهُوَ عَاقِبَتُهُ وَمَا يَؤُولُ إِلَيْهِ، وَذَلِكَ قَوْلُهُ تَعَالَى: ﴿هَلْ يَنْظُرُونَ إِلَّا تَأْوِيلَهُ﴾ [الأعراف: ٥٣] . يَقُولُ: مَا يَؤُولُ إِلَيْهِ فِي وَقْتِ بَعْثِهِمْ وَنُشُورِهِمْ. وَقَالَ الْأَعْشَى:\nعَلَى أَنَّهَا كَانَتْ تَأَوُّلُ حُبِّهَا ... تَأَوُّلُ رِبِعِيِّ السِّقَابِ فَأُصْحِبَا\nيُرِيدُ مَرْجِعَهُ وَعَاقِبَتَهُ. وَذَلِكَ مِنْ آلَ يَؤُولُ.",
    "pg": "1:158-162"
  },
  "أون": {
    "def": "الْهَمْزَةُ وَالْوَاوُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى الرِّفْقِ. يُقَالُ: آنَ يَؤُونُ أَوْنًا: إِذَا رَفَقَ. قَالَ شَاعِرٌ:\nوَسَفَرٌ كَانَ قَلِيلَ الْأَوْنِ\nوَيُقَالُ لِلْمُسَافِرِ: أُنْ عَلَى نَفْسِكَ، أَيِ اتَّدِعْ. وَأُنْتُ أَؤُونُ أَوْنًا; وَرَجُلٌ آئِنٌ.",
    "pg": "1:162"
  },
  "أوه": {
    "def": "الْهَمْزَةُ وَالْوَاوُ وَالْهَاءُ كَلِمَةٌ لَيْسَتْ أَصْلًا يُقَاسُ عَلَيْهَا. يُقَالُ: تَأَوَّهَ: إِذَا قَالَ أَوَّهْ وَأَوْهِ وَالْعَرَبُ تَقُولُ ذَلِكَ. قَالَ:\nإِذَا مَا قُمْتُ أَرْحُلُهَا بِلَيْلٍ ... تَأَوَّهُ آهَةَ الرَّجُلِ الْحَزِينِ وَقَوْلُهُ تَعَالَى: ﴿إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ﴾ [التوبة: ١١٤] ، هُوَ الدَّعَّاءُ. أَوَّهْ فِيهِ لُغَاتٌ: مَدُّ الْأَلِفِ وَتَشْدِيدُ الْوَاوِ، وَقَصْرُ الْأَلِفِ وَتَشْدِيدُ الْوَاوِ، وَمَدُّ الْأَلِفِ وَتَخْفِيفُ الْوَاوِ. وَأَوْهِ بِسُكُونِ الْوَاوِ وَكَسْرِ الْهَاءِ، وَأَوِّهْ بِتَشْدِيدِ الْوَاوِ وَكَسْرِهَا وَسُكُونِ الْهَاءِ، وَآهِ وَآوِ، وَأَوَّتَاهُ.\n\n[بَابُ الْهَمْزَةِ وَالْيَاءِ وَمَا يَثْلِثُهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:162-163"
  },
  "أوى": {
    "def": "الْهَمْزَةُ وَالْوَاوُ وَالْيَاءُ أَصْلَانِ: أَحَدُهُمَا التَّجَمُّعُ، وَالثَّانِي الْإِشْفَاقُ. قَالَ الْخَلِيلُ: يُقَالُ: أَوَى الرَّجُلُ إِلَى مَنْزِلِهِ وَآوَى غَيْرَهُ أُوِيًّا وَإِيوَاءً. وَيُقَالُ: أَوَى إِوَاءً أَيْضًا. وَالْأُوِيُّ أَحْسَنُ. قَالَ اللَّهُ تَعَالَى: ﴿إِذْ أَوَى الْفِتْيَةُ إِلَى الْكَهْفِ﴾ [الكهف: ١٠] ، وَقَالَ: ﴿وَآوَيْنَاهُمَا إِلَى رَبْوَةٍ﴾ [المؤمنون: ٥٠] . وَالْمَأْوَى: مَكَانُ كُلِّ شَيْءٍ يُأْوَى إِلَيْهِ لَيْلًا أَوْ نَهَارًا. وَأَوَتِ الْإِبِلُ إِلَى أَهْلِهَا تَأْوِي أُوِيًّا فَهِيَ آوِيَةٌ. قَالَ الْخَلِيلُ: التَّأَوِّي التَّجَمُّعُ، يُقَالُ: تَأَوَّتِ الطَّيْرُ: إِذَا انْضَمَّ بَعْضُهَا إِلَى بَعْضٍ، وَهُنَّ أُوِيٌّ وَمُتَأَوِّيَاتٌ. قَالَ:\nكَمَا تَدَانَى الْحِدَأُ الْأُوِيُّ\nشَبَّهَ كُلَّ أُثْفِيَّةٍ بِحِدَأَةٍ.\nوَالْأَصْلُ الْآخَرُ قَوْلُهُمْ: أَوَيْتُ لِفُلَانٍ آوِي لَهُ مَأْوِيَةً، وَهُوَ أَنْ يَرِقَّ لَهُ وَيَرْحَمَهُ. وَيُقَالُ فِي الْمَصْدَرِ أَيَّةً أَيْضًا. قَالَ أَبُو عُبَيْدٍ: يُقَالُ: اسْتَأْوَيْتُ فُلَانًا، أَيْ: سَأَلْتُهُ أَنْ يَأْوِيَ لِي. قَالَ:\nوَلَوْ أَنَّنِي اسْتَأْوَيْتُهُ مَا أَوَى لِيَا",
    "pg": "1:151-152"
  },
  "أي": {
    "def": "كَلِمَةُ تَعَجُّبٍ وَاسْتِفْهَامٍ، يُقَالُ: تَأَيَّيْتُ - عَلَى تَفَعَّلْتُ - أَيْ: تَمَكَّثْتُ.\nوَهُوَ قَوْلُ الْقَائِلِ:\nوَعَلِمْتُ أَنْ لَيْسَتْ بِدَارِ تَئِيَّةٍ\nوَأَمَّا تَأَيَّيْتُ وَالْآيَةُ فَقَدْ ذُكِرَ فِي بَابِهِ. وَآءَ - مَمْدُودٌ - شَجَرٌ، وَهُوَ قَوْلُهُ: أَصَكَّ مُصَلَّمِ الْأُذُنَيْنِ أَجْنَى ... لَهُ بِالسِّيِّ تَنُّومٌ وَآءُ\nقَالَ الْخَلِيلُ: يُقَالُ لِحِكَايَةِ الْأَصْوَاتِ فِي الْعَسَاكِرِ وَنَحْوِهَا: آءٌ. قَالَ:\nفِي جَحْفَلٍ لَجِبٍ جَمٍّ صَوَاهِلُهُ ... بِاللَّيْلِ تُسْمَعُ فِي حَافَاتِهِ آءُ\nوَقَدْ قُلْنَا: إِنَّ الْأَصْوَاتَ فِي الْحِكَايَاتِ لَيْسَتْ أُصُولًا يُقَاسُ عَلَيْهَا.\n\n[بَابُ الثُّلَاثِيِّ الَّذِي أَوَّلُهُ الْهَمْزَةُ]",
    "pg": "1:32-33"
  },
  "أيد": {
    "def": "الْهَمْزَةُ وَالْيَاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى الْقُوَّةِ وَالْحِفْظِ. يُقَالُ: أَيَّدَهُ اللَّهُ، أَيْ: قَوَّاهُ اللَّهُ. قَالَ تَعَالَى: ﴿وَالسَّمَاءَ بَنَيْنَاهَا بِأَيْدٍ﴾ [الذاريات: ٤٧] . فَهَذَا مَعْنَى الْقُوَّةِ. وَأَمَّا الْحِفْظُ فَالْإِيَادُ كُلُّ حَاجِزٍ الشَّيْءَ يَحْفَظُهُ. قَالَ ذُو الرُّمَّةِ:\nدَفَعْنَاهُ عَنْ بَيْضٍ حِسَانٍ بِأَجْرَعٍ ... حَوَى حَوْلَهَا مِنْ تُرَبِهِ بِإِيَادِ",
    "pg": "1:163"
  },
  "أير": {
    "def": "الْهَمْزَةُ وَالْيَاءُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ وَهِيَ الرِّيحُ. وَاخْتُلِفَ فِيهَا، قَالَ قَوْمٌ: هِيَ حَارَّةٌ ذَاتُ أُوَارٍ. فَإِنْ كَانَ كَذَا فَالْيَاءُ فِي الْأَصْلِ وَاوٌ. وَقَدْ مَضَى تَفْسِيرُ ذَلِكَ فِي الْهَمْزَةِ وَالْوَاوِ وَالرَّاءِ. وَقَالَ الْآخَرُونَ: هِيَ الشَّمَالُ الْبَارِدَةُ بِلُغَةِ هُذَيْلٍ. قَالَ:\nوَإِنَّا مَسامِيحٌ إِذَا هَبَّتِ الصَّبَا ... وَإِنَّا مَرَاجِيحٌ إِذَا الْإِيرُ هُبَّتِ",
    "pg": "1:163-164"
  },
  "أيس": {
    "def": "الْهَمْزَةُ وَالْيَاءُ وَالسِّينُ لَيْسَ أَصْلًا يُقَاسُ عَلَيْهِ، وَلَمْ يَأْتِ فِيهِ إِلَّا كَلِمَتَانِ مَا أحسَِبُهُمَا مِنْ كَلَامِ الْعَرَبِ، وَقَدْ ذَكَرْنَاهُمَا لِذِكْرِ الْخَلِيلِ إِيَّاهُمَا. قَالَ الْخَلِيلُ: أَيْسَ كَلِمَةٌ قَدْ أُمِيتَتْ، غَيْرَ أَنَّ الْعَرَبَ تَقُولُ: \" ائْتِ بِهِ مِنْ حَيْثُ أَيْسَ وَلَيْسَ \" لَمْ يُسْتَعْمَلْ أَيْسَ إِلَّا فِي هَذِهِ فَقَطْ، وَإِنَّمَا مَعْنَاهَا كَمَعْنَى [حَيْثُ] هُوَ فِي حَالِ الْكَيْنُونَةِ وَالْوُجْدِ وَالْجِدَةِ. وَقَالَ: إِنَّ \" لَيْسَ \" مَعْنَاهَا لَا أَيْسَ، أَيْ: لَا وُجْدَ.\nوَالْكَلِمَةُ الْأُخْرَى قَوْلُ الْخَلِيلِ إِنَّ التَّأْيِيسَ الِاسْتِقْلَالُ; يُقَالُ: مَا أَيَّسْنَا فُلَانًا، أَيْ: مَا اسْتَقْلَلْنَا مِنْهُ خَيْرًا.\nوَكَلِمَةٌ أُخْرَى فِي قَوْلِ الْمُتَلَمِّسِ:\nتُطِيفُ بِهِ الْأَيَّامُ مَا يَتَأَيَّسُ\nقَالَ أَبُو عُبَيْدَةَ: لَا يَتَأَيَّسُ لَا يُؤَثِّرُ فِيهِ شَيْءٌ. وَأَنْشَدَ:\nإِنْ كُنْتَ جُلْمُودَ صَخْرٍ لَا يُؤَيِّسُهُ\nأَيْ: لَا يُؤَثِّرُ فِيهِ.",
    "pg": "1:164"
  },
  "أيض": {
    "def": "الْهَمْزَةُ وَالْيَاءُ وَالضَّادُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى الرُّجُوعِ وَالْعَوْدِ، يُقَالُ: آضَ يَئِيضُ: إِذَا رَجَعَ. وَمِنْهُ قَوْلُهُمْ قَالَ ذَاكَ أَيْضًا، وَفَعَلَهُ أَيْضًا.",
    "pg": "1:164-165"
  },
  "أيق": {
    "def": "الْهَمْزَةُ وَالْيَاءُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا. قَالَ الْخَلِيلُ: الْأَيْقُ الْوَظِيفُ، وَهُوَ مَوْضِعُ الْقَيْدِ مِنَ الْفَرَسِ. قَالَ الطِّرِمَّاحُ:\nوَقَامَ الْمَهَا يُقْفِلْنَ كُلَّ مُكَبَّلٍ ... كَمَا رُصَّ أَيْقَا مُذْهَبِ اللَّوْنِ صَافِنِ\nقَالَ الْأَصْمَعِيُّ وَأَبُو عَمْرٍو: الْأَيْقُ الْقَيْنُ، وَهُوَ مَوْضِعُ الْقَيْدِ مِنَ الْوَظِيفِ.",
    "pg": "1:165"
  },
  "أيك": {
    "def": "الْهَمْزَةُ وَالْيَاءُ وَالْكَافُ أَصْلٌ وَاحِدٌ، وَهِيَ اجْتِمَاعُ شَجَرٍ. قَالَ الْخَلِيلُ: الْأَيْكَةُ غَيْضَةٌ تُنْبِتُ السِّدْرَ وَالْأَرَاكَ. وَيُقَالُ: [أَيْكَةٌ] أَيِّكَةٌ، وَتَكُونُ مِنْ نَاعِمِ الشَّجَرِ. وَقَالَ أَصْحَابُ التَّفْسِيرِ: كَانُوا أَصْحَابَ شَجَرٍ مُلْتَفٍّ. يَعْنِي قَوْلَهُ تَعَالَى: ﴿كَذَّبَ أَصْحَابُ الْأَيْكَةِ﴾ [الشعراء: ١٧٦] ، قَالَ أَبُو زِيَادٍ: الْأَيْكَةُ جَمَاعَةُ الْأَرَاكِ. قَالَ الْأَخْطَلُ مِنَ النَّخِيلِ فِي قَوْلِهِ:\nيَكَادُ يَحَارُ الْمُجْتَنِي وَسْطَ أَيْكِهَا ... إِذَا مَا تَنَادَى بِالْعَشِيِّ هَدِيلُهَا",
    "pg": "1:165"
  },
  "أيم": {
    "def": "الْهَمْزَةُ وَالْيَاءُ وَالْمِيمُ ثَلَاثَةُ أُصُولٍ مُتَبَايِنَةٍ: الدُّخَانُ، وَالْحَيَّةُ، وَالْمَرْأَةُ لَا زَوْجَ لَهَا.\nأَمَّا الْأَوَّلُ فَقَالَ الْخَلِيلُ: الْإِيَامُ الدُّخَانُ. قَالَ أَبُو ذُؤَيْبٍ: فَلَمَّا جَلَاهَا بِالْإِيَامِ تَحَيَّزَتْ ... ثُبَاتٍ عَلَيْهَا ذُلُّهَا وَاكْتِئَابُهَا\nيَعْنِي أَنَّ الْعَاسِلَ جَلَا النَّحْلَ بِالدُّخَانِ. قَالَ الْأَصْمَعِيُّ: آمَ الرَّجُلُ يَؤُومُ إِيَامًا، دَخَّنَ عَلَى الْخَلِيَّةِ لِيَخْرُجَ نَحْلُهَا فَيَشْتَارَ عَسَلَهَا، فَهُوَ آيِمٌ، وَالنَّحْلَةَ مَؤُومَةٌ، وَإِنْ شِئْتَ مَؤُومٌ عَلَيْهَا. وَأَمَّا الثَّانِي فَالْأَيْمُ مِنَ الْحَيَّاتِ الْأَبْيَضُ، قَالَ شَاعِرٌ:\nكَأَنَّ زِمَامَهَا أَيْمٌ شُجَاعٌ ... تَرَأَّدَ فِي غُضُونٍ مُغْضَئِلَّهْ\nوَقَالَ رُؤْبَةُ:\nوَبَطْنَ أَيْمٍ وَقَوَامًا عُسْلُجَا ... وَكَفْلَا وَعْثًا إِذَا تَرَجْرَجَا\nقَالَ يُونُسُ: هُوَ الْجَانُّ مِنَ الْحَيَّاتِ. وَبَنُو تَمِيمٍ تَقُولُ أَيْنٌ. قَالَ الْأَصْمَعِيُّ: أَصْلُهُ التَّشْدِيدُ، يُقَالُ: أَيِّمٌ وَأَيْمٌ، كَهَيِّنٍ وَهَيْنٍ. قَالَ:\nإِلَّا عَوَاسِرُ كَالْمِرَاطِ مُعِيدَةٌ ... بِاللَّيْلِ مَوْرِدَ أَيِّمٍ مُتَغَضِّفِ\nوَالثَّالِثُ الْأَيِّمُ: الْمَرْأَةُ لَا بَعْلَ لَهَا وَالرَّجُلُ لَا مَرْأَةَ لَهُ. وَقَالَ تَعَالَى: ﴿وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ﴾ [النور: ٣٢] . وَآمَتِ الْمَرْأَةُ تَئِيمُ أَيْمَةً وَأُيُومًا. قَالَ:\nأَفَاطِمَُ إِنِّي هَالِكٌ فَتَأَيَّمِي ... وَلَا تَجْزَعِي كُلُّ النِّسَاءِ تَئِيمُ",
    "pg": "1:165-167"
  },
  "أين": {
    "def": "الْهَمْزَةُ وَالْيَاءُ وَالنُّونُ يَدُلُّ عَلَى الْإِعْيَاءِ، وَقُرْبِ الشَّيْءِ. أَمَّا الْأَوَّلُ فَالْأَيْنُ الْإِعْيَاءُ. وَيُقَالُ: لَا يُبْنَى مِنْهُ فِعْلٌ. وَقَدْ قَالُوا آنَ يَئِينُ أَيْنًا. وَأَمَّا الْقُرْبُ فَقَالُوا: آنَ لَكَ يَئِينُ أَيْنًا.\nوَأَمَّا الْحَيَّةُ الَّتِي تُدْعَى (الْأَيْنُ) فَذَلِكَ إِبْدَالٌ وَالْأَصْلُ الْمِيمُ. قَالَ شَاعِرٌ:\nيَسْرِي عَلَى الْأَيْنِ وَالْحَيَّاتِ مُحْتَفِيًا ... نَفِسي فِدَاؤُكَ مِنْ سَارٍ عَلَى سَاقِ",
    "pg": "1:167"
  },
  "أيه": {
    "def": "وَأَمَّا الْهَمْزَةُ وَالْيَاءُ وَالْهَاءُ فَهُوَ حَرْفٌ وَاحِدٌ، يُقَالُ: أَيَّهَ تَأْيِيهًا: إِذَا صَوَّتَ. وَقَدْ قُلْنَا إِنَّ الْأَصْوَاتَ لَا يُقَاسُ عَلَيْهَا.",
    "pg": "1:167"
  },
  "أيى": {
    "def": "الْهَمْزَةُ وَالْيَاءُ وَالْيَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ النَّظَرُ. يُقَالُ: تَأَيَّا يَتَأَيَّا تَأَيِّيًا، أَيْ: تَمَكَّثَ. قَالَ:\nقِفْ بِالدِّيَارِ وُقُوفَ زَائِرْ ... وَتَأَيَّ إِنَّكَ غَيْرُ صَاغِرْ\nقَالَ لَبِيدٌ:\nوَتَأَيَّيْتُ عَلَيْهِ قَافِلًا ... وَعَلَى الْأَرْضِ غَيَايَاتُ الطَّفَلْ\nأَيِ انْصَرَفْتُ عَلَى تُؤَدَةٍ. ابْنُ الْأَعْرَابِيِّ: تَأَيَّيْتُ [الْأَمْرَ] : انْتَظَرْتَ إِمْكَانَهُ. قَالَ عَدِيٌّ: تَأَيَّيْتُ مِنْهُنَّ الْمَصِيرَ فَلَمْ أَزَلْ ... أُكَفْكِفُ عَنِّي وَاتِنًا وَمُنَازِعًا\nوَيُقَالُ: لَيْسَتْ هَذِهِ بِدَارِ تَئِيَّةٍ، أَيْ: مُقَامٍ.\nوَأَصْلٌ آخَرُ، وَهُوَ التَّعَمُّدُ، يُقَالُ: تَآيَيْتُ، عَلَى تَفَاعَلْتُ، وَأَصْلُهُ تَعَمَّدْتُ آيَتَهُ وَشَخْصَهُ. قَالَ:\nبِهِ أَتَآيَا كُلَّ شَأْنٍِ وَمَفْرِقِ\nوَقَالُوا: الْآيَةُ الْعَلَامَةُ، وَهَذِهِ آيَةٌ مَأَيَاةٌ، كَقَوْلِكَ عَلَامَةٌ مَعْلَمَةٌ. وَقَدْ أَيَّيْتُ. قَالَ:\nأَلَا أَبْلِغْ لَدَيْكَ بَنِي تَمِيمٍ ... بِآيَةِ مَا تُحِبُّونَ الطَّعَامَا\nقَالُوا: وَأَصْلُ آيَةٍ أَأْيَةٌ بِوَزْنِ أَعْيَةٍ، مَهْمُوزٌ هَمْزَتَيْنِ، فَخُفِّفَتِ الْأَخِيرَةُ فَامْتَدَّتْ. قَالَ سِيبَوَيْهِ: مَوْضِعُ الْعَيْنِ مِنَ الْآيَةِ وَاوٌ; لِأَنَّ مَا كَانَ مَوْضِعُ الْعَيْنِ [مِنْهُ] وَاوًا، وَاللَّامُ يَاءً، أَكْثَرُ مِمَّا مَوْضِعُ الْعَيْنِ وَاللَّامِ مِنْهُ يَاءَانِ، مِثْلَ شَوَيْتُ، هُوَ أَكْثَرُ فِي الْكَلَامِ حَيِيْتُ. قَالَ الْأَصْمَعِيُّ: آيَةُ الرَّجُلِ شَخْصُهُ. قَالَ الْخَلِيلُ: خَرَجَ الْقَوْمُ بِآيَتِهِمْ، أَيْ: بِجَمَاعَتِهِمْ. قَالَ بُرْجُ بْنُ مُسْهِرٍ: خَرَجْنَا مِنَ النَّقْبَينِ لَا حَيَّ مِثْلَنَا ... بِآيَتِنَا نُزْجِي الْمَطِيَّ الْمَطَافِلَا\nوَمِنْهُ آيَةُ الْقُرْآنِ، لِأَنَّهَا جَمَاعَةُ حُرُوفٍ، وَالْجَمْعُ آيٌ، وَإِيَاةُ الشَّمْسِ ضَوْءُهَا، وَهُوَ مِنْ ذَاكَ، لِأَنَّهُ كَالْعَلَامَةِ لَهَا. قَالَ:\nسَقَتْهُ إِيَاةُ الشَّمْسِ إِلَّا لِثَاتِهِ ... أَسِفَّ وَلَمْ يُكْدَمْ عَلَيْهِ بِإِثْمِدِ\nتَمَّ كِتَابُ الْهَمْزَةِ وَيَتْلُوهُ كِتَابُ الْبَاءِ [كِتَابُ الْبَاءِ] [بَابُ الْبَاءِ وَمَا بَعْدَهَا فِي الَّذِي يُقَالُ لَهُ الْمُضَاعَفُ]\n\nبَابُ الْبَاءِ وَمَا بَعْدَهَا فِي الَّذِي يُقَالُ لَهُ الْمُضَاعَفُ",
    "pg": "1:167-170"
  }
}