{
  "باب الشين والتاء وما يثلثهما": {
    "def": "",
    "pg": "3:244"
  },
  "باب الصاد وما معها في الذي يقال في المضاعف والمطابق": {
    "def": "",
    "pg": "3:275"
  },
  "باب الطاء في المضاعف والمطابق": {
    "def": "",
    "pg": "3:405"
  },
  "باب الظاء وما معها في المضاعف والمطابق": {
    "def": "",
    "pg": "3:461"
  },
  "باب الهاء وما بعدها في المضاعف والمطابق": {
    "def": "",
    "pg": "6:3"
  },
  "باس": {
    "def": "الْبَاءُ وَالْهَمْزَةُ وَالسِّينُ أَصْلٌ وَاحِدٌ، وَالشِّدَّةُ وَ [مَا] ضَارَعَهَا. فَالْبَأْسُ الشِّدَّةُ فِي الْحَرْبِ. وَرَجُلٌ ذُو بَأْسٍ وَبَئِيسٌ أَيْ شُجَاعٌ. وَقَدْ بَأَسَ بَأْسًا فَإِنْ نَعَتَّهُ بِالْبُؤْسِ قُلْتَ بَؤُسَ. وَالْبُؤْسُ: الشِّدَّةُ فِي الْعَيْشِ. وَالْمُبْتَئِسُ الْمُفْتَعِلُ مِنَ الْكَرَاهَةِ وَالْحُزْنِ. قَالَ:\nمَا يَقْسِمِ اللَّهُ اقْبَلْ غَيْرَ مُبْتَئِسٍ ... مِنْهُ وَاقْعُدْ كَرِيمًا نَاعِمَ الْبَالِ",
    "pg": "1:328"
  },
  "باو": {
    "def": "الْبَاءُ وَالْهَمْزَةُ وَالْوَاوُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْبَأْوُ، وَهُوَ الْعُجْبُ.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرَ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ بَاءٌ]\nاعْلَمْ أَنَّ لِلرُّبَاعِيِّ وَالْخُمَاسِيِّ مَذْهَبًا فِي الْقِيَاسِ، يَسْتَنْبِطُهُ النَّظَرُ الدَّقِيقُ. وَذَلِكَ أَنَّ أَكْثَرَ مَا تَرَاهُ مِنْهُ مَنْحُوتٌ. وَمَعْنَى النَّحْتِ أَنْ تُؤْخَذَ كَلِمَتَانِ وَتُنْحَتَ مِنْهُمَا كَلِمَةٌ تَكُونُ آخِذَةً مِنْهُمَا جَمِيعًا بِحَظٍّ. وَالْأَصْلُ فِي ذَلِكَ مَا ذَكَرَهُ الْخَلِيلُ مِنْ قَوْلِهِمْ: حَيْعَلَ الرَّجُلُ، إِذَا قَالَ حَيَّ عَلَى. وَمِنَ الشَّيْءِ الَّذِي كَأَنَّهُ مُتَّفَقٌ عَلَيْهِ قَوْلُهُمْ: عَبْشَمِيٌّ. وَقَوْلُهُ:\nتَضْحَكُ مِنِّي شَيْخَةٌ عَبْشَمِيَّةٌ\nفَعَلَى هَذَا الْأَصْلِ بَنَيْنَا مَا ذَكَرْنَاهُ مِنْ مَقَايِيسِ الرُّبَاعِيِّ، فَنَقُولُ: إِنَّ ذَلِكَ عَلَى ضَرْبَيْنِ: أَحَدُهُمَا الْمَنْحُوتُ الَّذِي ذَكَرْنَاهُ، وَالضَّرْبُ الْآخَرُ [الْمَوْضُوعُ] وَضْعًا لَا مَجَالَ لَهُ فِي طُرُقِ الْقِيَاسِ. وَسَنُبَيِّنُ ذَلِكَ بِعَوْنِ اللَّهِ.\nفَمِمَّا جَاءَ مَنْحُوتًا مِنْ كَلَامِ الْعَرَبِ فِي الرُّبَاعِيِّ أَوَّلُهُ بَاءٌ.",
    "pg": "1:328-329"
  },
  "ببب": {
    "def": "الْبَاءُ وَالْبَاءُ فِي الْمُضَاعَفِ لَيْسَ أَصْلًا، لِأَنَّهُ حِكَايَةُ صَوْتٍ. قَالَ الْخَلِيلُ: الْبَبَّةُ: هَدِيرُ الْفَحْلِ فِي تَرْجِيعِهِ. قَالَ رُؤْبَةُ:\nيَسُوقُهَا أَعْيَسُ هَدَّارٌ يَبِبْ ... إِذَا دَعَاهَا أَقْبَلَتْ لَا تَتَّئِبْ\nوَقَدْ قَالُوا رَجُلٌ بَبٌّ، أَيْ: سَمِينٌ، وَكَانَ بَعْضُهُمْ يُلَقَّبُ \" بَبَّةَ \".",
    "pg": "1:193-194"
  },
  "بتت": {
    "def": "الْبَاءُ وَالتَّاءُ لَهُ وَجْهَانِ وَأَصْلَانِ: أَحَدُهُمَا الْقَطْعُ، وَالْآخَرُ ضَرْبٌ مِنَ اللِّبَاسِ. فَأَمَّا الْأَوَّلُ فَقَالُوا: الْبَتُّ الْقَطْعُ الْمُسْتَأْصِلُ، يُقَالُ: بَتَتُّ الْحَبْلَ وَأَبْتَتُّ. وَيُقَالُ: أَعْطَيْتُهُ هَذِهِ الْقَطِيعَةَ بَتًّا بَتْلَا. \" وَالْبَتَّةَ \" اشْتِقَاقُهُ مِنَ الْقَطْعِ، غَيْرَ أَنَّهُ مُسْتَعْمَلٌ فِي كُلِّ أَمْرٍ يُمْضَى وَلَا يُرْجَعُ فِيهِ. وَيُقَالُ: انْقَطَعَ فُلَانٌ عَنْ فُلَانٍ فَانْبَتَّ وَانْقَبَضَ. قَالَ:\nفَحَلَّ فِي جُشَمٍ وَانْبَتَّ مُنْقَبِضًا ... بِحَبْلِهِ مِنْ ذُرَى الْغُرِّ الْغَطَارِيفِ\nقَالَ الْخَلِيلُ: أَبَتَّ فُلَانٌ طَلَاقَ فُلَانَةَ، أَيْ: طَلَاقًا بَاتًّا. قَالَ الْكِسَائِيُّ: كَلَامُ الْعَرَبِ أَبْتَتُّ عَلَيْهِ الْقَضَاءَ بِالْأَلِفِ، وَأَهْلُ الْحِجَازِ يَقُولُونَ: بَتَتُّ، وَأَنَا أَبُتُّ. وَضَرَبَ يَدَهُ فَأَبَتَّهَا وَبَتَّهَا، أَيْ: قَطَعَهَا. وَكُلُّ شَيْءٍ أنفَذْتَهُ وَأَمْضَيْتَهُ فَقَدْ بَتَتَّهُ. قَالَ الْخَلِيلُ وَغَيْرُهُ: رَجُلٌ أَحْمَقُ بَاتٌّ شَدِيدُ الْحُمْقِ، وَسَكْرَانُ بَاتٌّ، أَيْ: مُنْقَطِعٌ عَنِ الْعَمَلِ، وَسَكْرَانُ مَا يَبُتُّ، أَيْ: مَا يَقْطَعُ أمْرًا. قَالَ أَبُو حَاتِمٍ: الْبَعِيرُ [الْبَاتُّ] الَّذِي لَا يَتَحَرَّكُ مِنَ الْإِعْيَاءِ فَيَمُوتُ. وَفِي الْحَدِيثِ: «إِنَّ الْمُنْبَتَّ لَا أَرْضًا قَطَعَ وَلَا ظَهْرًا أَبْقَى» هُوَ الَّذِي أَتْعَبَ دَابَّتَهُ حَتَّى عَطِبَ ظَهْرُهُ فَبَقِيَ مُنقَطِعًا بِهِ. قَالَ التَّمِيمِيُّ: \" هَذَا بَعِيرٌ مُبْدَعٌ وَأَخَافُ أَنْ أَحْمِلَ عَلَيْهِ فَأَبُتَّهُ \"، أَيْ: أَقْطَعُهُ. وَمُبْدَعٌ: مُثْقَلٌ، وَمِنْهُ قَوْلُهُ: \" إِنِّي أُبْدِعَ بِي \". قَالَ النَّضْرُ: الْبَعِيرُ الْبَاتُّ الْمَهْزُولُ الَّذِي لَا يَقْدِرُ عَلَى التَّحَرُّكِ. وَالزَّادُ يُقَالُ لَهُ بَتَّاتٌ، مِنْ هَذَا; لِأَنَّهُ أَمَارَةُ الْفِرَاقِ. قَالَ الْخَلِيلُ: يُقَالُ: بَتَّتَهُ أَهْلُهُ، أَيْ: زَوَّدُوهُ. قَالَ:\nأَبُو خَمْسٍ يُطِفْنَ بِهِ جَمِيعًا ... غَدًا مِنْهُنَّ لَيْسَ بِذِي بَتَاتِ\nقَالَ أَبُو عُبَيْدٍ: وَفِي الْحَدِيثِ: «لَا يُؤْخَذُ عُشْرُ الْبَتَاتِ» يُرِيدُ الْمَتَاعَ، أَيْ: لَيْسَ عَلَيْهِ زَكَاةٌ. قَالَ الْعَامِرِيُّ: الْبَتَاتُ الْجِهَازُ مِنَ الطَّعَامِ وَالشَّرَابِ، وَقَدْ تَبَتَّتَ الرَّجُلُ لِلْخُرُوجِ، أَيْ: تَجَهَّزَ.\nقَالَ الْعَامِرِيُّ: يُقَالُ: حَجَّ فُلَانٌ حَجًّا بَتًّا أَيْ فَرْدًا، وَكَذَلِكَ الْفَرْدُ مِنْ كُلِّ شَيْءٍ. قَالَ: وَرَجُلٌ بَتٌّ، أَيْ: فَرْدٌ; وَقَمِيصٌ بَتٌّ، أَيْ: فَرْدٌ لَيْسَ عَلَى صَاحِبِهِ غَيْرُهُ. قَالَ:\nيَا رُبَّ بَيْضَاءَ عَلَيْهَا بَتُّ\nقَالَ ابْنُ الْأَعْرَابِيِّ: أَعْطَيْتُهُ كَذَا فَبَتَّتَ بِهِ، أَيِ انْفَرَدَ بِهِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: طَحَنَ بِالرَّحَى بَتًّا: إِذَا ذَهَبَ بِيَدِهِ عَنْ يَسَارِهِ، وَشَزْرًا: إِذَا ذَهَبَ بِهِ عَنْ يَمِينِهِ.",
    "pg": "1:170-172"
  },
  "بتر": {
    "def": "الْبَاءُ وَالتَّاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْقَطْعُ قَبْلَ أَنْ تُتِمَّهُ. وَالسَّيْفُ الْبَاتِرُ الْقَطَّاعُ. وَيُقَالُ لِلرَّجُلِ الَّذِي لَا عَقِبَ لَهُ أَبْتَرُ. وَكُلُّ مَنِ انْقَطَعَ مِنَ الْخَيْرِ أَثَرُهُ فَهُوَ أَبْتَرُ. وَفِي الْحَدِيثِ: «اقْتُلُوا ذَا الطُّفْيَتَيْنِ وَالْأَبْتَرَ» ، وَخَطَبَ زِيَادٌ خُطْبَتَهُ الْبَتْرَاءَ لِأَنَّهُ لَمْ يَفْتَتِحْهَا بِحَمْدِ اللَّهِ تَعَالَى وَالصَّلَاةِ عَلَى النَّبِيِّ ﷺ. وَرَجُلٌ أُباتِرٌ: يَقْطَعُ رَحِمَهُ يَبْتُرُهَا. قَالَ: عَلَى قَطْعِ ذِي الْقُرْبَى أَحَذُّ أُباتِرُ",
    "pg": "1:194-195"
  },
  "بتع": {
    "def": "الْبَاءُ وَالتَّاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْقُوَّةِ وَالشِّدَّةِ. فَالْبَتَعُ طُولُ الْعُنُقِ مَعَ شِدَّةِ مَغْرِزِهِ. وَيُقَالُ لِكُلِّ شَدِيدِ الْمَفَاصِلِ بَتِعٌ. فَأَمَّا الْبِتْعُ فَيَقُولُونَ إِنَّهُ نَبِيذُ الْعَسَلِ. وَيُمْكِنُ أَنْ يَكُونَ سُمِّيَ بِذَلِكَ لِعِلَّةٍ أَنْ تَكُونَ فِيهِ.",
    "pg": "1:195"
  },
  "بتك": {
    "def": "الْبَاءُ وَالتَّاءُ وَالْكَافُ أَصْلٌ وَاحِدٌ، وَهُوَ الْقَطْعُ. قَالُوا: بَتَكْتُ الشَّيْءَ قَطَعْتُهُ أَبْتُِكُهُ بَتْكًا. قَالَ الْخَلِيلُ: الْبَتْكُ قَطْعُ الْأُذُنِ. وَفِي الْقُرْآنِ: ﴿فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ﴾ [النساء: ١١٩] . قَالَ: وَالْبَاتِكُ السَّيْفُ الْقَاطِعُ. قَالَ: وَالْبَتْكُ أَنْ تَقْبِضَ عَلَى شَعَرٍ أَوْ رِيشٍ أَوْ نَحْوِ ذَلِكَ ثُمَّ تَجْذِبَهُ إِلَيْكَ فَيَنْبَتِكَ مِنْ أَصْلِهِ، أَيْ: يَنْقَطِعَ وَيَنْتَتِفَ، وَكُلُّ طَائِفَةٍ مِنْ ذَلِكَ بِتْكَةٌ، وَالْجَمْعُ بِتَكٌ. قَالَ زُهَيْرٌ:\nحَتَّى إِذَا مَا هَوَتْ كَفُّ الْغُلَامِ لَهَا ... طَارَتْ وَفِي كَفِّهِ مِنْ رِيشِهَا بِتَكُ",
    "pg": "1:195"
  },
  "بتل": {
    "def": "الْبَاءُ وَالتَّاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى إِبَانَةِ الشَّيْءِ مِنْ غَيْرِهِ. يُقَالُ: بتَلْتُ الشَّيْءَ: إِذَا أَبَنْتُهُ مِنْ غَيْرِهِ. وَيُقَالُ: طَلَّقَهَا بَتَّةً بَتْلَةً. وَمِنْهُ يُقَالُ لِمَرْيَمَ الْعَذْرَاءِ \" الْبَتُولُ \" لِأَنَّهَا انْفَرَدَتْ فَلَمْ يَكُنْ لَهَا زَوْجٌ. وَيُقَالُ: نَخْلَةٌ مُبْتِلٌ: إِذَا انْفَرَدَتْ عَنْهَا الصَّغِيرَةُ النَّابِتَةُ مَعَهَا. قَالَ الْهُذَلِيُّ: ذَلِكَ مَا دِينُكَ إِذْ قُرِّبَتْ ... أَجْمَالُهَا كَالْبُكُرِ الْمُبْتِلِ\nوَالْبَتِيلَةُ: كُلُّ عُضْوٍ بِلَحْمِهِ مُكْتَنِزِ اللَّحْمِ، الْجَمْعُ بَتَائِلُ، كَأَنَّهُ بِكَثْرَةِ لَحْمِهِ بَائِنٌ عَنِ الْعُضْوِ الْآخَرِ. وَمِنْهُ قَوْلُهُمْ: امْرَأَةٌ مُبَتَّلَةُ الْخَلْقِ. وَالتَّبَتُّلُ: إِخْلَاصُ النِّيَّةِ لِلَّهِ تَعَالَى وَالِانْقِطَاعُ إِلَيْهِ. قَالَ اللَّهُ تَعَالَى: ﴿وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا﴾ [المزمل: ٨] ، أَيِ انْقَطِعْ إِلَيْهِ انْقِطَاعًا.\n\n[بَابُ الْبَاءِ وَالثَّاءِ مَعَ الَّذِي بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:195-196"
  },
  "بثا": {
    "def": "الْبَاءُ وَالثَّاءُ وَالْأَلِفُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا وَلَا يُشْتَقُّ مِنْهَا، وَهِيَ الْبَثَاءُ: أَرْضٌ سَهْلَةٌ. وَهِيَ أَرْضٌ بِعَيْنِهَا. قَالَ:\nرَفَعْتُ لَهَا طَرْفِي وَقَدْ حَالَ دُونَهَا ... جُمُوعٌ وَخَيْلٌ بِالْبَثَاءِ تُغِيرُ\n\n[بَابُ الْبَاءِ وَالْجِيمِ وَمَا بَعْدَهُمَا]",
    "pg": "1:197"
  },
  "بثث": {
    "def": "الْبَاءُ وَالثَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ تَفْرِيقُ الشَّيْءِ وَإِظْهَارُهُ; يُقَالُ: بَثُّوا الْخَيْلَ فِي الْغَارَةِ. وَبَثَّ الصَّيَّادُ كِلَابَهُ عَلَى الصَّيْدِ. قَالَ النَّابِغَةُ:\nفَبَثَّهُنَّ عَلَيْهِ وَاسْتَمَرَّ بِهِ ... صُمْعُ الْكُعُوبِ بَرِيئَاتٌ مِنَ الْحَرَدِ\nوَاللَّهُ تَعَالَى خَلَقَ الْخَلْقَ وَبَثَّهُمْ فِي الْأَرْضِ لِمَعَاشِهِمْ. وَإِذَا بُسِطَ الْمَتَاعُ بِنَوَاحِي الْبَيْتِ وَالدَّارِ فَهُوَ مَبْثُوثٌ. وَفِي الْقُرْآنِ: ﴿وَزَرَابِيُّ مَبْثُوثَةٌ﴾ [الغاشية: ١٦] ، أَيْ: كَثِيرَةٌ مُتَفَرِّقَةٌ. قَالَ ابْنُ الْأَعْرَابِيِّ: تَمْرٌ بَثٌّ، أَيْ: مُتَفَرِّقٌ لَمْ يَجْمَعْهُ كَنْزٌ. قَالَ: وَبَثَثْتُ الطَّعَامَ وَالتَّمْرَ: إِذَا قَلَّبْتُهُ وَأَلْقَيْتُ بَعْضَهُ عَلَى بَعْضٍ، وَبَثَثْتُ الْحَدِيثَ، أَيْ: نَشَرْتُهُ. وَأَمَّا الْبَثُّ مِنَ الْحُزْنِ فَمِنْ ذَلِكَ أَيْضًا، لِأَنَّهُ شَيْءٌ يُشْتَكَى وَيُبَثُّ وَيُظْهَرُ. قَالَ اللَّهُ تَعَالَى فِي قِصَّةِ مَنْ قَالَ: ﴿إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ﴾ [يوسف: ٨٦] . قَالَ أَبُو زَيْدٍ: يُقَالُ: أَبَثَّ فُلَانٌ شُقُورَهُ وَفُقُورَهُ إِلَى فُلَانٍ يُبِثُّ إِبْثَاثًا. وَالْإِبْثَاثُ أَنْ يَشْكُوَ إِلَيْهِ فَقْرَهُ وَضَيْعَتَهُ. قَالَ:\nوَأَبْكِيهِ حَتَّى كَادَ مِمَّا أُبِثُّهُ ... تُكَلِّمُنِي أَحْجَارُهُ وَمَلَاعِبُهْ\nوَقَالَتِ امْرَأَةٌ لِزَوْجِهَا: \" وَاللَّهِ لَقَدْ أَطْعَمْتُكَ مَأْدُومِي، وَأَبْثَثْتُكَ مَكْتُومِي، بِاهِلًا غَيْرَ ذَاتِ صِرَارٍ \".",
    "pg": "1:172-173"
  },
  "بثر": {
    "def": "الْبَاءُ وَالثَّاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ انْقِطَاعُ الشَّيْءِ مَعَ دَوَامٍ وَسُهُولَةٍ وَكَثْرَةٍ. قَالَ الْخَلِيلُ: بَثَرَ جِلْدُهُ تَنَفَّطَ. قَالَ الْخَلِيلُ: الْبَثْرُ خُرَّاجٌ صِغَارٌ، الْوَاحِدَةُ بَثْرَةٌ. قَالَ أَبُو عَلِيٍّ الْأَصْفَهَانِيُّ: بَثَرَ جِلْدُهُ بُثُورًا فَهُوَ بَاثِرٌ، وَبُثِرَ فَهُوَ مَبْثُورٌ. قَالَ: وَالْمَاءُ الْبَثْرُ الَّذِي يَنِشُّ وَيَبْقَى مِنْهُ عَلَى وَجْهِ الْأَرْضِ كَالْعِرْمِضِ، وَهُوَ مُرْتَفِعٌ عَنْ وَجْهِ الْأَرْضِ. يَقُولُونَ: صَارَ الْغَدِيرُ بَثْرًا. قَالَ أَبُو زَيْدٍ: مَاءٌ بَثْرٌ كَثِيرٌ. قَالَ الْهُذَلِيُّ:\nفَافْتَنَّهُنَّ مِنَ السَّوَاءِ وَمَاؤُهُ ... بَثْرٌ وَعَارَضَهُ طَرِيقٌ مَهْيَعُ\nوَيُقَالُ: بَاثِرٌ وَبَاثِعٌ: إِذَا بَدَا وَنَتَأَ.",
    "pg": "1:196-197"
  },
  "بثع": {
    "def": "الْبَاءُ وَالثَّاءُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى مِثْلِ الْأَصْلِ الَّذِي قَبْلَهَا. يُقَالُ: شَفَةٌ بَاثِعَةٌ، أَيْ: مُمْتَلِئَةٌ.",
    "pg": "1:197"
  },
  "بثق": {
    "def": "الْبَاءُ وَالثَّاءُ وَالْقَافُ يَدُلُّ عَلَى التَّفَتُّحِ فِي الْمَاءِ وَغَيْرِهِ. الْبَثْقُ بَثْقُ الْمَاءِ، وَرُبَّمَا كُسِرَتْ فَقِيلَ بِثْقٌ، وَالْفَتْحُ أَفْصَحُ.",
    "pg": "1:197"
  },
  "بثن": {
    "def": "الْبَاءُ وَالثَّاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى السُّهُولَةِ وَاللِّينِ. يُقَالُ: أَرْضٌ بَِثْنَةٌ، أَيْ: سَهْلَةٌ، وَتَصْغِيرُهَا بُثَيْنَةٌ. وَبِهَا سُمِّيَتِ الْمَرْأَةُ بُثَيْنَةَ. وَالْبَثَنِيَّةُ حِنْطَةٌ مَنْسُوبَةٌ. وَمِنْ ذَلِكَ حَدِيثُ خَالِدِ بْنِ الْوَلِيدِ: إِنَّ عُمَرَ اسْتَعْمَلَنِي عَلَى الشَّامِ، فَلَمَّا أَلْقَى بَوَانِيَهُ وَصَارَ بَثَنِيَّةً وَعَسَلًا عَزَلَنِي وَاسْتَعْمَلَ غَيْرِي.",
    "pg": "1:197"
  },
  "بجج": {
    "def": "الْبَاءُ وَالْجِيمُ يَدُلُّ عَلَى أَصْلٍ وَاحِدٍ وَهُوَ التَّفَتُّحُ. مِنْ ذَلِكَ قَوْلُهُمْ لِلطَّعْنِ بَجَّ. قَالَ رُؤْبَةُ:\nقَفْخًا عَلَى الْهَامِ وَبَجًّا وَخْضَا\nقَالَ أَبُو عُبَيْدٍ: هُوَ طَعْنٌ يَصِلُ إِلَى الْجَوْفِ فَلَا يَنْفُذُ; يُقَالُ مِنْهُ بَجَجْتُهُ أَبُجُّهُ بَجًّا. وَيُقَالُ: رَجُلٌ أَبَجُّ: إِذَا كَانَ وَاسِعَ مَشَقِّ الْعَيْنِ. قَالَ ابْنُ الْأَعْرَابِيِّ: الْبَجُّ الْقَطْعُ وَشَقُّ الْجِلْدِ وَاللَّحْمِ عَنِ الدَّمِ. وَأَنْشَدَ الْأَصْمَعِيُّ:\nفَجَاءَتْ كَأَنَّ الْقَسْوَرَ الْجَوْنَ بَجَّهَا ... عَسَالِيجُهُ وَالثَّامِرُ الْمُتَنَاوِحُ\nيَصِفُ شَاةً يَقُولُ: هِيَ غَزِيرَةٌ، فَلَوْ لَمْ تَرْعَ لَجَاءَتْ مِنْ غُزْرِهَا مُمْتَلِئَةً ضُرُوعُهَا حَتَّى كَأَنَّهَا قَدْ رَعَتْ هَذِهِ الضُّرُوبَ مِنَ النَّبَاتِ، وَكَأَنَّهَا قَدْ بُجَّتْ ضُرُوعُهَا وَنُفِجَتْ. وَيُقَالُ: مَا زَالَ يَبُجُّ إِبِلَهُ، أَيْ: يَسْقِيهَا. وَبَجَجْتُ الْإِبِلَ بِالْمَاءِ بَجًّا: إِذَا أَرْوَيْتُهَا. وَقَدْ بَجَّهَا الْعُشْبُ: إِذَا مَلَأَهَا شَحْمًا. وَالْبَجْبَاجُ: الْبَدَنُ الْمُمْتَلِئُ. قَالَ:\nبَعْدَ انْتِفَاخِ الْبَدَنِ الْبَجْبَاجِ وَجَمْعُهُ بَجَابِجُ. وَيُقَالُ: عَيْنٌ بَجَّاءُ، وَهِيَ مِثْلُ النَّجْلَاءِ. وَرَجُلٌ بَجِيجُ الْعَيْنِ. وَأَنْشَدَ:\nيَكُونُ خَِمارُ الْقَزِّ فَوْقَ مُقَسَّمٍ ... أَغَرَّ بَجِيجِ الْمُقْلَتَيْنِ صَبِيحِ\nفَأَمَّا الْبِجْبَاجُ الْأَحْمَقُ فَيُحْتَمَلُ أَنْ يَكُونَ مِنَ الْبَابِ، لِأَنَّ عَقْلَهُ لَيْسَ يَنَامُ، فَهُوَ يَتَفَتَّحُ فِي أَبْوَابِ الْجَهْلِ، وَيُحْتَمَلُ أَنْ يُقَالَ إِنَّهُ شَاذٌّ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْبَجَّةُ وَهِيَ اسْمُ إِلَهٍ كَانَ يُعْبَدُ فِي الْجَاهِلِيَّةِ.",
    "pg": "1:173-174"
  },
  "بجح": {
    "def": "وَالْبَاءُ وَالْجِيمُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: بَجَحَ بِالشَّيْءِ: إِذَا فَرِحَ بِهِ. وَيُبَجَّحُ بِكَذَا. وَفِي حَدِيثِ أُمِّ زَرْعٍ: \" بَجَّحَنِي فَبَجَحْتُ \" أَيْ: فَرَّحَنِي فَفَرِحْتُ. قَالَ الرَّاعِي: فَمَا الْفَقْرُ مِنْ أَرْضِ الْعَشِيرَةِ سَاقَنَا ... إِلَيْكَ وَلَكِنَّا بِقُرْبَاكَ نَبْجَحُ",
    "pg": "1:197-198"
  },
  "بجد": {
    "def": "الْبَاءُ وَالْجِيمُ وَالدَّالُ أَصْلَانِ: أَحَدُهُمَا دُِخْلَةُ الْأَمْرِ وَبَاطِنُهُ، وَالْآخَرُ جِنْسٌ مِنَ اللِّبَاسِ. فَأَمَّا الْأَوَّلُ فَقَوْلُهُمْ: هُوَ عَالِمٌ بِبَجْدَةِ أَمْرِكَ وَبُجْدَتِهِ، أَيْ: دُِخْلَتِهِ وَبَاطِنِهِ. وَيَقُولُونَ لِلدَّلِيلِ الْحَاذِقِ: \" هُوَ ابْنُ بَجْدَتِهَا \"، كَأَنَّهُ نَشَأَ بِتِلْكَ الْأَرْضِ.\nوَالْأَصْلُ الْآخَرُ الْبِجَادُ، وَهُوَ كِسَاءٌ مُخَطَّطٌ، وَجَمْعُهُ بُجْدٌ. قَالَ الشَّاعِرُ:\nبِخُبْزٍ أَوْ بِتَمْرٍ أَوْ بِسَمْنٍ ... أَوِ الشَّيْءِ الْمُلَفَّفِ فِي الْبِجَادِ\nوَمِنْهُ قَوْلُهُمْ: بَجَدَ بِالْمَكَانِ أَقَامَ بِهِ.",
    "pg": "1:198"
  },
  "بجر": {
    "def": "الْبَاءُ وَالْجِيمُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ تَعَقُّدُ الشَّيْءِ وَتَجَمُّعُهُ. يُقَالُ لِلرَّجُلِ الَّذِي تَخْرُجُ سُرَّتُهُ وَتَتَجَمَّعُ عِنْدَهَا الْعُرُوقُ: الْأَبْجَرُ; وَتِلْكَ الْبُجْرَةُ. وَالْعَرَبُ تَقُولُ: \" أَفْضَيْتُ إِلَيْهِ بِعُجَرِي وَبُجَرِي \" أَيْ: أَطْلَعْتُهُ عَلَى أَمْرِي كُلِّهِ. وَمِنْ هَذَا الْبَابِ الْبَجَارَِي، وَهِيَ الدَّوَاهِي; لِأَنَّهَا أُمُورٌ مُتَعَقِّدَةٌ مُشْتَبِهَةٌ; وَالْوَاحِدُ مِنْهَا بُجْرِيٌّ.",
    "pg": "1:198-199"
  },
  "بجس": {
    "def": "الْبَاءُ وَالْجِيمُ وَالسِّينُ: تَفَتُّحُ الشَّيْءِ بِالْمَاءِ خَاصَّةً. قَالَ الْخَلِيلُ: الْبَجْسُ انْشِقَاقٌ فِي قِرْبَةٍ أَوْ حَجَرٍ أَوْ أَرْضٍ يَنْبُعُ مِنْهَا مَاءٌ; فَإِنْ لَمْ يَنْبُعْ فَلَيْسَ بِانْبِجَاسٍ. قَالَ الْعَجَّاجُ:\nوَكِيفَ غَرْبَيْ دَالِجٍ تَبَجَّسَا\nقَالَ: وَالِانْبِجَاسُ عَامٌّ، وَالنُّبُوعُ لِلْعَيْنِ خَاصَّةً. قَالَ اللَّهُ تَعَالَى: ﴿فَانْبَجَسَتْ مِنْهُ اثْنَتَا عَشْرَةَ عَيْنًا﴾ [الأعراف: ١٦٠] . وَيَقُولُ الْعَرَبُ: تَبَجَّسَ الْغَرْبُ. وَهَذِهِ أَرْضٌ تَبَجَّسُ عُيُونًا، وَالسَّحَابُ يَتَبَجَّسُ مَطَرًا. قَالَ يَعْقُوبُ: جَاءَنَا بِثَرِيدَةٍ تَتَبَجَّسُ. وَذَلِكَ مِنْ كَثْرَةِ الدَّسَمِ. وَذُكِرَ عَنْ رَجُلٍ يُقَالُ لَهُ أَبُو تُرَابٍ، وَلَا نَعْرِفُهُ نَحْنُ: بَجَسْتُ الْجُرْحَ مِثْلَ بَطَطْتُهُ.",
    "pg": "1:199"
  },
  "بجل": {
    "def": "الْبَاءُ وَالْجِيمُ وَاللَّامُ أُصُولٌ ثَلَاثَةٌ: أَحَدُهَا الْكَفَافُ وَالِاحْتِسَابُ، وَالْآخَرُ الشَّيْءُ الْعَظِيمُ، وَالثَّالِثُ عِرْقٌ.\nفَالْأَوَّلُ قَوْلُهُمْ بَجَلْ بِمَعْنَى حَسْبُ. يَقُولُ مِنْهُ: أبْجَلَنِي كَذَا كَمَا يَقُولُ كَفَانِي وَأَحْسَبَنِي. قَالَ الْكُمَيْتُ:\nإِلَيْهِ مَوَارِدُ أَهْلِ الْخَصَاصِ ... وَمِنْ عِنْدِهِ الصَّدَرُ الْمُبْجِلُ\nقَالَ ثَعْلَبٌ: بَجَلْ بِمَعْنَى حَسْبُ. قَالَ: وَلَمْ أَسْمَعْهُ مُضَافًا إِلَّا فِي بَيْتٍ وَاحِدٍ وَهُوَ قَوْلُ لَبِيدٍ: بَجَلِي الْآنَ مِنَ الْعَيْشِ بَجَلْ كَذَا قَالَ ثَعْلَبٌ. وَقَدْ قَالَ طَرَفَةُ:\nألَا إِنَّنِي سُقِّيتُ أَسْوَدَ حَالِكًا ... ألَا بَجَلِي مِنَ الشَّرَابِ ألَا بَجَلْ\nوَبَجِيلَةُ قَبِيلَةٌ، يَجُوزُ أَنْ تَكُونَ مُشْتَقَّةً مِنْ هَذَا أَوْ مَا بَعْدَهُ.\nوَالْأَصْلُ الثَّانِي قَوْلُهُمْ لِلرَّجُلِ الْعَظِيمِ: بَجَالٌ وَبَجِيلٌ. وَالْبُجْلُ الْبُهْتَانُ الْعَظِيمُ. وَحُجَّتُهُ قَوْلُ أَبِي دُوَادٍ:\nقُلْتَ بُجْلًا قُلْتَ قَوْلًا كَاذِبًا وَالْأَصْلُ الثَّالِثُ وَهُوَ عِرْقٌ فِي بَاطِنِ الذِّرَاعِ. قَالَ شَاعِرٌ:\nسَارَتْ إِلَيْهِمْ سُؤُورَ الْأَبْجَلِ الضَّارِي",
    "pg": "1:199-200"
  },
  "بجم": {
    "def": "الْبَاءُ وَالْجِيمُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ مِنَ الْجَمْعِ. يُقَالُ لِلْجَمْعِ الْكَثِيرِ بَجْمٌ. وَمِنْ ذَلِكَ بَجَّمَ فِي نَظَرِهِ. وَذَلِكَ إِذَا جَمَّعَ أَجْفَانَهُ وَنَظَرَ. [بَابُ الْبَاءِ وَالْحَاءِ وَمَا مَعَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:200-201"
  },
  "بحت": {
    "def": "الْبَاءُ وَالْحَاءُ وَالتَّاءُ، يَدُلُّ عَلَى خُلُوصِ الشَّيْءِ وَأَلَّا يَخْلِطَهُ غَيْرُهُ. قَالَ الْخَلِيلُ: الْبَحْتُ الشَّيْءُ الْخَالِصُ، وَمِسْكٌ بَحْتٌ. وَلَا يُصَغَّرُ وَلَا يُثَنَّى. قَالَ الْعَامِرِيُّ: بَاحَتَنِي الْأَمْرَ، أَيْ: جَاهَرَنِي بِهِ وَبَيَّنَهُ وَلَمْ يُخْفِهِ عَلَيَّ. قَالَ الْأَصْمَعِيُّ: بَاحَتَ فُلَانٌ دَابَّتَهُ بِالضَّرِيعِ وَغَيْرِهِ مِنَ النَّبْتِ، أَيْ: أَطْعَمَهَا إِيَّاهُ بَحْتًا. وَقَالَ مَالِكُ بْنُ عَوْفٍ:\nأَلَا مَنَعَتْ ثُمَالَةُ بَطْنَ وَجٍّ ... بِجُرْدٍ لَمْ تُبَاحَتْ بِالضَّرِيعِ\nأَيْ: لَمْ تُطْعَمِ الضَّرِيعَ بَحْتًا لَا يَخْلِطُهُ [غَيْرُهُ] . وَيُقَالُ: ظُلْمٌ بَحْتٌ، أَيْ: لَا يَشُوبُهُ شَيْءٌ. وَبَرْدٌ بَحْتٌ وَمَحْتٌ، أَيْ: صَادِقٌ، وَحُبٌّ بَحْتٌ مِثْلُهُ. وَعَرَبِيٌّ بَحْتٌ وَمَحْضٌ وَقَلْبٌ. وَكَذَلِكَ الْجَمْعُ عَلَى لَفْظِ الْوَاحِدِ.",
    "pg": "1:203-204"
  },
  "بحث": {
    "def": "الْبَاءُ وَالْحَاءُ وَالثَّاءُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى إِثَارَةِ الشَّيْءِ. قَالَ الْخَلِيلُ: الْبَحْثُ طَلَبُكَ شَيْئًا فِي التُّرَابِ. وَالْبَحْثُ أَنْ تَسْأَلَ عَنْ شَيْءٍ وَتَسْتَخْبِرَ. تَقُولُ اسْتَبْحِثْ عَنْ هَذَا الْأَمْرِ، وَأَنَا أَسْتَبْحِثُ عَنْهُ. وَبَحَثْتُ عَنْ فُلَانٍ بَحْثًا، وَأَنَا أَبْحَثُ عَنْهُ. وَالْعَرَبُ تَقُولُ: \" كَالْبَاحِثِ عَنْ مُدْيَةٍ \" يُضْرَبُ لِمَنْ يَكُونُ حَتْفُهُ بِيَدِهِ. وَأَصْلُهُ فِي الثَّوْرِ تُدْفَنُ لَهُ الْمُدْيَةُ فِي التُّرَابِ فَيَسْتَثِيرُهَا وَهُوَ لَا يَعْلَمُ فَتَذْبَحُهُ، قَالَ:\nوَلَا تَكُ كَالثَّوْرِ الَّذِي دُفِنَتْ لَهُ ... حَدِيدَةُ حَتْفٍ ثُمَّ ظَلَّ يُثِيرُهَا\nقَالَ: وَالْبَحْثُ لَا يَكُونُ إِلَّا بِالْيَدِ. وَهُوَ بِالرِّجْلِ الْفَحْصُ. قَالَ الشَّيْبَانِيُّ: الْبَحُوثُ مِنَ الْإِبِلِ: [الَّتِي] إِذَا سَارَتْ بَحَثَتِ التُّرَابَ بِيَدِهَا أُخُرًا أُخُرًا، تَرْمِي بِهِ وَرَاءَهَا. قَالَ: يَبْحَثْنَ بَحْثًا كَمُضِلَّاتِ الْخَدَمْ\nوَيُقَالُ: بَحَثَ عَنِ الْخَبَرِ، أَيْ: طَلَبَ عِلْمَهُ. الدُّرَيْدِيُّ: يُقَالُ: \" تَرَكْتُهُ بِمَبَاحِثِ الْبَقَرِ \" أَيْ: بِحَيْثُ لَا يُدْرَى أَيْنَ هُوَ. قَالَ أَبُو زَيْدٍ: الْبَاحِثَاءُ، عَلَى وَزْنِ الْقَاصِعَاءِ تُرَابٌ يَجْمَعُهُ الْيَرْبُوعُ، وَيُجْمَعُ بَاحِثَاوَاتٍ.\n\n[بَابُ الْبَاءِ وَالْخَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:204-205"
  },
  "بحح": {
    "def": "الْبَاءُ وَالْحَاءُ أَصْلَانِ: أَحَدُهُمَا أَنْ لَا يَصْفُوَ صَوْتُ ذِي الصَّوْتِ، وَالْآخَرُ سِعَةُ الشَّيْءِ وَانْفِسَاحُهُ. فَالْأَوَّلُ الْبَحَحُ، وَهُوَ مَصْدَرُ الْأَبَحِّ. تَقُولُ مِنْهُ بَحَّ يَبَُحُّ بَحَحًا وَبُحُوحًا; وَإِذَا كَانَ مِنْ دَاءٍ فَهُوَ الْبُحَاحُ. قَالَ:\nوَلَقَدْ بَحَِحْتُ مِنَ النِّدَا ... ءِ بِجَمْعِكُمْ هَلْ مِنْ مُبارِزْ\nوَعُودٌ أَبَحُّ: إِذَا كَانَ فِي صَوْتِهِ غِلَظٌ. قَالَ الْكِسَائِيُّ: مَا كُنْتَ أَبَحَّ وَلَقَدْ بَحِحْتَ بِالْكَسْرِ تَبَحُّ بَحَحًا وَبُحُوحَةً. وَالْبُحَّةُ الِاسْمُ، يُقَالُ: بِهِ بُحَّةٌ شَدِيدَةٌ. أَبُو عُبَيْدَةَ: بَحَحْتُ بِالْفَتْحِ لُغَةٌ. قَالَ شَاعِرٌ:\nإِذَا الْحَسْنَاءُ لَمْ تَرْحَضْ يَدَيْهَا ... وَلَمْ يُقْصَرْ لَهَا بَصَرٌ بِسِتْرِ\nقَرَوْا أَضْيَافَهُمْ رَبَحًا بِبُحٍّ ... يَعِيشُ بِفَضْلِهِنَّ الْحَيُّ سُمْرِ\nالرَّبَحُ: الْفِصَالُ. وَالْبُحُّ: قِدَاحٌ يُقَامَرُ بِهَا. كَذَا قَالَ الشَّيْبَانِيُّ. وَقَالَ الْأَصْمَعِيُّ فِي قَوْلِ الْقَائِلِ: وَعَاذِلَةٍ هَبَّتْ بِلَيْلٍ تَلُومُنِي ... وَفِي كَفِّهَا كِسْرٌ أَبَحُّ رَذُومُ\nالرَّذُومُ: السَّائِلُ دَسَمًا. يَقُولُ: إِنَّهَا لَامَتْهُ عَلَى نَحْرِ مَالِهِ لِأَضْيَافِهِ، وَفِي كَفِّهَا كِسَرٌ، وَقَالَتْ: أَمِثْلُ هَذَا يُنْحَرُ؟ وَنُرَى أَنَّ السَّمِينَ وَذَا اللَّحْمِ إِنَّمَا سُمِّيَ أَبَحَّ مُقَابَلَةً لِقَوْلِهِمْ فِي الْمَهْزُولِ: هُوَ عِظَامٌ تُقَعْقِعُ.\nوَالْأَصْلُ الْآخَرُ الْبُحْبُوحَةُ وَسَطُ الدَّارِ، وَوَسَطُ مَحَلَّةِ الْقَوْمِ. قَالَ جَرِيرٌ:\nقَوْمِي تَمِيمٌ هُمُ الْقَوْمُ الَّذِينَ هُمُ ... يَنْفُونَ تَغْلِبَ عَنْ بُحْبُوحَةِ الدَّارِ\nوَالتَّبَحْبُحُ: التَّمَكُّنُ فِي الْحُلُولِ وَالْمَقَامِ. قَالَ الْفَرَّاءُ: يُقَالُ: نَحْنُ فِي بَاحَّةِ الدَّارِ بِالتَّشْدِيدِ، وَهِيَ أَوْسَعُهَا. وَلِذَلِكَ قِيلَ فُلَانٌ يَتَبَحْبَحُ فِي الْمَجْدِ، أَيْ: يَتَّسِعُ. وَقَالَ أَعْرَابِيٌّ فِي امْرَأَةٍ ضَرَبَهَا الطَّلْقُ: \"\nتَرَكْتُهَا تَتَبَحْبَحُ عَلَى أَيْدِي الْقَوَابِلِ\n\".",
    "pg": "1:174-175"
  },
  "بحر": {
    "def": "الْبَاءُ وَالْحَاءُ وَالرَّاءُ. قَالَ الْخَلِيلُ سُمِّيَ الْبَحْرُ بَحْرًا لِاسْتِبْحَارِهِ وَهُوَ انْبِسَاطُهُ وَسَعَتُهُ. وَاسْتَبْحَرَ فُلَانٌ فِي الْعِلْمِ، وَتَبَحَّرَ الرَّاعِي فِي رِعْيٍ كَثِيرٍ. قَالَ أُمَيَّةُ:\nانعِقْ بِضَانِكَ فِي بَقْلٍ تَبَحَّرُهُ ... بَيْنَ الْأَبَاطِحِ وَاحْبِسْهَا بِجِلْدَانِ\nوَتَبَحَّرَ فُلَانٌ فِي الْمَالِ. وَرَجُلٌ بَحْرٌ: إِذَا كَانَ سَخِيًّا، سَمَّوْهُ لِفَيْضِ كَفِّهِ بِالْعَطَاءِ كَمَا يَفِيضُ الْبَحْرُ. قَالَ الْعَامِرِيُّ: أَبْحَرَ الْقَوْمُ: إِذَا رَكِبُوا الْبَحْرَ، وَأَبَرُّوا أَخَذُوا فِي الْبَرِّ. قَالَ أَبُو زَيْدٍ: بَحِرَتِ الْإِبِلُ أَكَلَتْ شَجَرَ الْبَحْرِ. وَبَحِرَ الرَّجُلُ سَبَحَ فِي الْبَحْرِ فَانْقَطَعَتْ سِبَاحَتُهُ. وَيُقَالُ لِلْمَاءِ إِذَا غَلُظَ بَعْدَ عُذُوبَةٍ اسْتَبْحَرَ وَمَاءٌ بَحْرٌ، أَيْ: مِلْحٌ. قَالَ:\nوَقَدْ عَادَ مَاءُ الْأَرْضِ بَحْرًا فَزَادَنِي ... عَلَى مَرَضِي أَنْ أَبْحَرَ الْمَشْرَبُ الْعَذْبُ\nقَالَ: وَالْأَنْهَارُ كُلُّهَا بِحَارٌ. قَالَ الْفَرَّاءُ: الْبَحْرَةُ الرَّوْضَةُ. وَقَالَ الْأُمَوِيُّ: الْبَحْرَةُ الْبَلْدَةُ. وَيُقَالُ: هَذِهِ بَحْرَتُنَا قَالَ بَعْضُهُمْ: الْبَحْرَةُ الْفَجْوَةُ مِنَ الْأَرْضِ تَتَّسِعُ. قَالَ النِّمْرُ بْنُ تَوْلَبٍ: وَكَأَنَّهَا دَقَرَى تَخَيَّلُ، نَبْتُهَا ... أُنُفٌ، يَغُمُّ الضَّالَ نَبْتُ بِحَارِهَا\nوَالْأَصْلُ الثَّانِي دَاءٌ، يُقَالُ: بَحِرَتِ الْغَنَمُ وَأَبْحَرُوهَا: إِذَا أَكَلَتْ عُشْبًا عَلَيْهِ نَدًى فَبَحِرَتْ عَنْهُ، وَذَلِكَ أَنْ تَخْمُصَ بُطُونُهَا وَتُهْلَسَ أَجْسَامُهَا. قَالَ الشَّيْبَانِيُّ: بَحِرَتِ الْإِبِلُ: إِذَا أَكَلَتِ النَّشْرَ، فَتَخْرُجُ مِنْ بُطُونِهَا دَوَابٌّ كَأَنَّهَا حَيَّاتٌ. قَالَ الضَّبِّيُّ: الْبَحَرُ فِي الْغَنَمِ بِمَنْزِلَةِ السُّهَامِ فِي الْإِبِلِ، وَلَا يَكُونُ فِي الْإِبِلِ بَحَرٌ وَلَا فِي الْغَنَمِ سُهَامٌ.\nقَالَ ابْنُ الْأَعْرَابِيِّ: رَجُلٌ بَحِرٌ: إِذَا أَصَابَهُ سُلَالٌ. قَالَ:\n\nوَغِلْمَتِي مِنْهُمْ سَحِيرٌ وَبَحِرْ\nقَالَ الزِّيَادِيُّ: الْبَحْرُ اصْفِرَارُ اللَّوْنِ. وَالسَّحِيرُ الَّذِي يَشْتَكِي سَحْرَهُ.\nفَإِنْ قَالَ قَائِلٌ: فَأَيْنَ هَذَا مِنَ الْأَصْلِ الَّذِي ذَكَرْتُمُوهُ فِي الِاتِّسَاعِ وَالِانْبِسَاطِ؟ قِيلَ لَهُ: كُلُّهُ مَحْمُولٌ عَلَى الْبَحْرِ; لِأَنَّ مَاءَ الْبَحْرِ لَا يُشْرَبُ، فَإِنْ شُرِبَ أَوْرَثَ دَاءً. كَذَلِكَ كُلُّ مَاءٍ مِلْحٍ وَإِنْ لَمْ يَكُنْ مَاءَ بَحْرٍ.\nوَمِنْ هَذَا الْبَابِ الرَّجُلُ الْبَاحِرُ، وَهُوَ الْأَحْمَقُ، وَذَلِكَ أَنَّهُ يَتَّسِعُ بِجَهْلِهِ فِيمَا لَا يَتَّسِعُ فِيهِ الْعَاقِلُ. وَمِنْ هَذَا الْبَابِ بَحَرْتُ النَّاقَةَ بَحْرًا، وَهُوَ شَقُّ أُذُنِهَا، وَهِيَ الْبَحِيرَةُ، وَكَانَتِ الْعَرَبُ تَفْعَلُ ذَلِكَ بِهَا إِذَا نُتِجَتْ عَشَرَةَ أَبْطُنٍ، فَلَا تُرْكَبُ وَلَا يُنْتَفَعُ بِظَهْرِهَا، فَنَهَاهُمُ اللَّهُ تَعَالَى عَنْ ذَلِكَ، وَقَالَ: ﴿مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ﴾ [المائدة: ١٠٣] . وَأَمَّا الدَّمُ الْبَاحِرُ وَالْبَحْرَانِيُّ فَقَالَ قَوْمٌ: هُوَ الشَّدِيدُ الْحُمْرَةِ. وَالْأَصَحُّ فِي ذَلِكَ قَوْلُ عَبْدِ اللَّهِ بْنِ مُسْلِمٍ: أَنَّ الدَّمَ الْبَحْرَانِيَّ مَنْسُوبٌ إِلَى الْبَحْرِ. قَالَ: وَالْبَحْرُ عُمْقُ الرَّحِمِ، فَقَدْ عَادَ الْأَمْرُ إِلَى الْبَابِ الْأَوَّلِ. وَقَالَ الْخَلِيلُ: رَجُلٌ بَحْرَانِيٌّ مَنْسُوبٌ إِلَى الْبَحْرَيْنِ، وَقَالُوا بَحْرَانِيٌّ فَرْقًا بَيْنَهُ وَبَيْنَ الْمَنْسُوبِ إِلَى الْبَحْرِ. وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ: \" لَقِيتُهُ صَحْرَةَ بَحْرَةَ \" أَيْ: مُشَافَهَةً. وَأَمَّا قَوْلُ ذِي الرُّمَّةِ:\nبِأَرْضٍ هِجَانِ التُّرْبِ وَسْمِيَّةِ ... الثَّرَى عَذَاةٍ نَأَتْ عَنْهَا الْمُلُوحَةُ وَالْبَحْرُ\nفَإِنَّهُ يَعْنِي كُلَّ مَاءٍ مِلْحٍ. وَالْبَحْرُ هُوَ الرِّيفُ.",
    "pg": "1:201-203"
  },
  "بحن": {
    "def": "الْبَاءُ وَالْحَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الضِّخَمِ، يُقَالُ: جُلَّةٌ بَحْوَنَةٌ، أَيْ: ضَخْمَةٌ. وَقَالَ الْأَصْمَعِيُّ: يَقُولُ الْعَرَبُ لِلْغَرْبِ إِذَا كَانَ عَظِيمًا كَثِيرَ الْأَخْذِ: إِنَّهُ لَبَحْوَنُ، عَلَى مِثَالِ جَدْوَلٍ.",
    "pg": "1:203"
  },
  "بخت": {
    "def": "الْبَاءُ وَالْخَاءُ وَالتَّاءُ كَلِمَةٌ ذَكَرَهَا ابْنُ دُرَيْدٍ، زَعَمَ أَنَّ الْبُخْتَ مِنَ الْجَمَالِ عَرَبِيَّةٌ صَحِيحَةٌ، [وَأَنْشَدَ] :\nلَبَنَ الْبُخْتِ فِي قِصَاعِ الْخَلَنْجِ\n\n[بَابُ الْبَاءِ وَالدَّالِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:208"
  },
  "بخخ": {
    "def": "الْبَاءُ وَالْخَاءُ. وَقَدْ رُوِيَ فِيهِ كَلَامٌ لَيْسَ أَصْلًا يُقَاسُ عَلَيْهِ، وَمَا أَرَاهُ عَرَبِيًّا، وَهُوَ قَوْلُهُمْ عِنْدَ مَدْحِ الشَّيْءِ: بَخْ، وَبَخْبَخَ فُلَانٌ: إِذَا قَالَ ذَلِكَ مُكَرِّرًا لَهُ. قَالَ:\nبَيْنَ الْأَشَجِّ وَبينَ قَيْسٍ بَاذِخٌ ... بَخْ بَخْ لِوَالِدِهِ وَلِلْمَوْلُودِ\nوَرُبَّمَا قَالُوا: بَخٍ. قَالَ:\nرَوَافِدُهُ أَكْرَمُ الرَّافِدَاتِ ... بَخٍ لَكَ بَخٍّ لِبَحْرٍ خِضَمْ\nفَأَمَّا قَوْلُهُمْ: \" بَخْبِخُوا عَنْكُمْ مِنَ الظَّهِيرَةِ \"، أَيْ: أَبْرِدُوا، فَهُوَ لَيْسَ أَصْلًا; لِأَنَّهُ مَقْلُوبُ خَبَّ. وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "1:175-176"
  },
  "بخد": {
    "def": "بَابُ الْبَاءِ وَالْخَاءُِ وَالدَّالِ. لَيْسَ فِي هَذَا الْبَابِ إِلَّا كَلِمَةٌ وَاحِدَةٌ بِدَخِيلٍ وَلَا يُقَاسُ عَلَيْهَا. قَالُوا: امْرَأَةٌ بَخَنْدَاةُ، أَيْ: ثَقِيلَةُ الْأَوْرَاكِ.",
    "pg": "1:205"
  },
  "بخر": {
    "def": "الْبَاءُ وَالْخَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهِيَ رَائِحَةٌ أَوْ رِيحٌ تَثُورُ. مِنْ ذَلِكَ الْبُخَارِ، وَمِنْهُ الْبَخُورُ بِفَتْحِ الْبَاءِ، وَكَانَ ثَعْلَبٌ يَقُولُ: عَلَى وَزْنِ فَعُولٍ مِثْلَ الْبَرُودِ وَالْوَجُورِ. فَأَمَّا قَوْلُهُمْ لِلسَّحَائِبِ الَّتِي تَأْتِي قَبْلَ الصَّيْفِ بَنَاتُ بَخْرٍ فَلَيْسَ مِنَ الْبَابِ، وَذَلِكَ أَنَّ هَذِهِ الْبَاءَ مُبْدَلَةٌ مِنْ مِيمٍ، وَالْأَصْلُ مَخْرٌ. وَقَدْ ذُكِرَ قِيَاسُهُ فِي بَابِهِ بِشَوَاهِدِهِ.",
    "pg": "1:205"
  },
  "بخس": {
    "def": "الْبَاءُ وَالْخَاءُ وَالسِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ النَّقْصُ. قَالَ اللَّهُ تَعَالَى: ﴿وَشَرَوْهُ بِثَمَنٍ بَخْسٍ﴾ [يوسف: ٢٠] ، أَيْ: نَقْصٍ. وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ فِي الْمُخِّ: بَخَّسَ تَبْخِيسًا: إِذَا صَارَ فِي السُّلَامَى وَالْعَيْنِ، وَذَلِكَ حَتَّى نُقْصَانِهِ وَذَهَابِهِ مِنْ سَائِرِ الْبَدَنِ. وَقَالَ شَاعِرٌ:\nلَا يَشْتَكِينَ عَمَلًا مَا أَنْقَيْنْ ... مَا دَامَ مُخٌّ فِي سُلَامَى أَوْ عَيْنْ",
    "pg": "1:205-206"
  },
  "بخص": {
    "def": "الْبَاءُ وَالْخَاءُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ لُحْمَةٌ خَاصَّةٌ: يُقَالُ: لِلُحْمَةِ الْعَيْنِ بَخَصَةٌ. وَبَخَصْتُ الرَّجُلَ: إِذَا ضَرَبْتُ مِنْهُ [ذَلِكَ] . وَالْبَخَصَةُ لَحْمُ بَاطِنِ خُفِّ الْبَعِيرِ. وَبَخَصُ الْيَدِ لَحْمُ أُصُولِ الْأَصَابِعِ مِمَّا يَلِي الرَّاحَةَ.",
    "pg": "1:206"
  },
  "بخع": {
    "def": "الْبَاءُ وَالْخَاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ الْقَتْلُ وَمَا دَانَاهُ مِنْ إِذْلَالٍ وَقَهْرٍ. قَالَ الْخَلِيلُ: بَخَعَ الرَّجُلُ نَفْسَهُ: إِذَا قَتَلَهَا غَيْظًا مِنْ شِدَّةِ الْوَجْدِ. قَالَ ذُو الرُّمَّةِ:\nألَا أَيُّهَذَا الْبَاخِعُ الْوَجْدُِ نَفْسَهُ ... لِشَيْءٍ نَحَتْهُ عَنْ يَدَيْهِ الْمَقَادِرُ\nوَمِنْهُ قَوْلُهُ تَعَالَى: ﴿فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ﴾ [الكهف: ٦] . قَالَ أَبُو عَلِيٍّ الْأَصْفَهَانِيُّ فِيمَا حَدَّثَنَا بِهِ أَبُو الْفَضْلِ مُحَمَّدُ بْنُ الْعَمِيدِ، عَنْ أَبِي بَكْرٍ الْخَيَّاطِ عَنْهُ قَالَ: قَالَ الضَّبِّيُّ: بَخَعْتُ الذَّبِيحَةَ: إِذَا قَطَعْتُ عَظْمَ رَقَبَتِهَا، فَهِيَ مَبْخُوعَةٌ، وَنَخَعْتُهَا دُونَ ذَلِكَ، لِأَنَّ النُّخَاعَ الْخَيْطُ الْأَبْيَضُ الَّذِي يَجْرِي فِي الرَّقَبَةِ وَفَقَارِ الظَّهْرِ، وَالْبِخَاعُ، بِالْبَاءِ: الْعِرْقُ الَّذِي فِي الصُّلْبِ. قَالَ أَبُو عُبَيْدٍ: بَخَعْتُ لَهُ نَفْسِي وَنُصْحِي، أَيْ: جَهَدْتُ. وَأَرْضٌ مَبْخُوعَةٌ: إِذَا بُلِغَ مَجْهُودُهَا بِالزَّرْعِ. وَبَخَعَ لِي بِحَقِّي إِذَا أَقَرَّ.",
    "pg": "1:206-207"
  },
  "بخق": {
    "def": "الْبَاءُ وَالْخَاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ وَكَلِمَةٌ وَاحِدَةٌ، يُقَالُ: بَخَقْتُ عَيْنَهُ إِذَا ضَرَبْتُهَا حَتَّى تَعُورَهَا. قَالَ رُؤْبَةُ:\n\nوَمَا بِعَيْنَيْهِ عَوَاوِيرُ الْبَخَقْ",
    "pg": "1:207"
  },
  "بخل": {
    "def": "الْبَاءُ وَالْخَاءُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ: الْبُخْلُ وَالْبَخَلُ. وَرَجُلٌ بَخِيلٌ وَبَاخِلٌ. فَإِذَا كَانَ ذَلِكَ شَأْنَهُ فَهُوَ بَخَّالٌ. قَالَ رُؤْبَةُ:\n\nفَذَاكَ بَخَّالٌ أَرُوزُ الْأَرْزِ",
    "pg": "1:207-208"
  },
  "بخو": {
    "def": "الْبَاءُ وَالْخَاءُ وَالْوَاوُ، كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا. قَالَ ابْنُ دُرَيْدٍ: الْبَخْوُ الرُّطَبُ الرَّدِيُّ، يُقَالُ: رُطَبَةٌ بَخْوَةٌ.",
    "pg": "1:208"
  },
  "بدا": {
    "def": "الْبَاءُ وَالدَّالُ وَالْهَمْزَةُ مِنِ افْتِتَاحِ الشَّيْءِ، يُقَالُ: بَدَأْتُ بِالْأَمْرِ وَابْتَدَأْتُ، مِنَ الِابْتِدَاءِ. وَاللَّهُ تَعَالَى الْمُبْدِئُ وَالْبَادِئُ. قَالَ اللَّهُ ﷿: ﴿إِنَّهُ هُوَ يُبْدِئُ وَيُعِيدُ﴾ [البروج: ١٣] ، وَقَالَ تَعَالَى: ﴿كَيْفَ بَدَأَ الْخَلْقَ﴾ [العنكبوت: ٢٠] . وَيُقَالُ: لِلْأَمْرِ الْعَجَبِ بَدِيٌّ، كَأَنَّهُ مِنْ عَجَبِهِ يُبْدَأُ بِهِ. قَالَ عَبِيدٌ: فَلَا بَدِيٌّ وَلَا عَجِيبُ\nوَيُقَالُ لِلسَّيِّدِ الْبَدْءُ، لِأَنَّهُ يُبْدَأُ بِذِكْرِهِ. قَالَ:\nتَرَى ثِنَانًا إِذَا مَا جَاءَ بَدْأَهُمُ ... وَبَدْؤُهُمْ إِنْ أَتَانَا كَانَ ثُنْيَانًا\nوَتَقُولُ: أَبَدَأْتُ مِنْ أَرْضٍ إِلَى أُخْرَى أُبدِئُ إِبْدَاءً: إِذَا خَرَجْتُ مِنْهَا إِلَى غَيْرِهَا. والْبُدْأَةُ النَّصِيبُ، وَهُوَ مِنْ هَذَا أَيْضًا، لِأَنَّ كُلَّ ذِي نَصِيبٍ فَهُوَ يُبْدَأُ بِذِكْرِهِ دُونَ غَيْرِهِ، وَهُوَ أَهَمُّهَا إِلَيْهِ. قَالَ الشَّاعِرُ:\nفَمَنَحْتُ بُدْأَتَهَا رَقِيبًا جَانِحًا ... وَالنَّارُ تَلْفَحُ وَجْهَهُ بِأُوَارِهَا\nوَالْبُدُوءُ مَفَاصِلُ الْأَصَابِعِ، وَاحِدُهَا بَدْءٌ، مِثْلَ بَدْعٍ. وَأَظُنُّهُ مِمَّا هُمِزَ وَلَيْسَ أَصْلَهُ الْهَمْزُ. وَإِنَّمَا سُمِّيَتْ بُدُوءًا لِبُرُوزِهَا وَظُهُورِهَا، فَهِيَ إِذًا مِنَ الْبَابِ الْأَوَّلِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ وَلَا أَدْرِي مِمَّ اشْتِقَاقُهُ قَوْلُهُمْ بُدِئَ فَهُوَ مَبْدُوءٌ: إِذَا جُدِرَ أَوْ حُصِبَ. قَالَ الشَّاعِرُ:\nوَكَأَنَّمَا بُدِئَتْ ظَوَاهِرُ جِلْدِهِ ... مِمَّا يُصَافِحُ مِنْ لَهِيبِ سِهَامِهَا",
    "pg": "1:212-214"
  },
  "بدح": {
    "def": "الْبَاءُ وَالدَّالُ وَالْحَاءُ أَصْلٌ وَاحِدٌ تُرَدُّ إِلَيْهِ فُرُوعٌ مُتَشَابِهَةٌ، وَمَا بَعْدَ ذَلِكَ فَكُلُّهُ مَحْمُولٌ عَلَى غَيْرِهِ أَوْ مُبْدَلٌ مِنْهُ. فَأَمَّا الْأَصْلُ فَاللِّينُ وَالرَّخَاوَةُ وَالسُّهُولَةُ. قَالَ الْهُذَلِيُّ:\nكَأَنَّ أَتِيَّ السَّيْلِ مَدَّ عَلَيْهِمُ ... إِذَا دَفَعَتْهُ فِي الْبَدَاحِ الْجَراشِعُ\nثُمَّ اشْتُقَّ مِنْ هَذَا قَوْلُهُمْ لِلْمَرْأَةِ الْبَادِنِ الضَّخْمَةِ بَيْدَحٌ. قَالَ الطِّرِمَّاحُ:\nأَغَارُ عَلَى نَفْسِي لِسَلْمَةَ خَالِيًا ... وَلَوْ عَرَضَتْ لِي كُلُّ بَيْضَاءَ بَيْدَحِ\nقَالَ أَبُو سَعِيدٍ: الْبَدْحَاءُ مِنَ النِّسَاءِ الْوَاسِعَةُ الرُّفْغِ. قَالَ:\nبَدْحَاءَ لَا يَسْتُرُهُ فَخْذَاهَا\nيُقَالُ: بَدَحَتِ الْمَرْأَةُ [وَ] تَبَدَّحَتْ: إِذَا حَسُنَتْ مِشْيَتُهَا. قَالَ الشَّاعِرُ:\nيَبْدَحْنَ فِي أَسْوُقٍ خُرْسٍ خَلَاخِلُهَا ... مَشْيَ الْمِهَارِ بِمَاءٍ تَتَّقِي الْوَحَلَا\nوَقَالَ آخَرُ:\nيَتْبَعْنَ سَدْوَ رَسْلَةٍ تَبدَّحُ ... يَقُودُهَا هَادٍ وَعَيْنٌ تَلْمَحُ\nتَبَدَّحَ: تَبَسَّطَ. وَمِنْ هَذَا الْبَابِ قَوْلُ الْخَلِيلِ: [الْبَدْحُ] ضَرْبُكَ بِشَيْءٍ فِيهِ رَخَاوَةٌ، كَمَا تَأْخُذُ بِطِّيخَةً فَتَبْدَحُ بِهَا إِنْسَانًا. وَتَقُولُ: رَأَيْتُهُمْ يَتَبَادَحُونَ بِالْكُرِينَ وَالرُّمَّانِ وَنَحْوِ ذَلِكَ عَبَثًا. فَهَذَا الْأَصْلُ الَّذِي هُوَ عُمْدَةُ الْبَابِ.\nوَأَمَّا الْكَلِمَاتُ الْأُخَرُ فَقَوْلُهُمْ: بَدَحَهُ الْأَمْرُ، وَإِنَّمَا هِيَ حَاءٌ مُبْدَلَةٌ مِنْ هَاءٍ، وَالْأَصْلُ بَدَهَهُ. وَكَذَلِكَ قَوْلُهُمُ ابْتَدَحْتَ الشَّيْءَ: إِذَا ابْتَدَأْتَ بِهِ مِنْ تِلْقَاءِ نَفْسِكَ، إِنَّمَا هُوَ فِي الْأَصْلِ ابْتَدَعْتَ وَاخْتَلَقْتَ. قَالَ الشَّاعِرُ:\nيَا أَيُّهَا السَّائِلُ بِالْجَحْجَاحِ ... لَفِي مُرَادٍ غَيْرَ ذِي ابْتِدَاحِ\nوَكَذَلِكَ الْبَدْحُ، وَهُوَ الْعَجْزُ عَنِ الْحَمَالَةِ إِذَا احْتَمَلَهَا الْإِنْسَانُ، وَكَذَلِكَ عَجْزُ الْبَعِيرِ عَنْ حَمْلِ حِمْلِهِ. قَالَ الشَّاعِرُ:\nوَكَايِنْ بِالْمَعْنِ مِنْ أَغَرَّ سَمَيْدَعٍ ... إِذَا حُمِّلَ الْأَثْقَالَ لَيْسَ بِبَادِحِ\nفَهَذَا مِنَ الْعَيْنِ، وَهُوَ الْإِبْدَاعُ الَّذِي مَضَى ذِكْرُهُ، إِذَا كَلَّ وَأَعْيَا. فَأَمَّا قَوْلُ الْقَائِلِ:\nبِالْهَجْرِ مِنْ شَعْثَاءَ وَالْ ... حَبْلِ الَّذِي قَطَعَتْهُ بَدْحَا\nفَهُوَ مِنَ الْهَاءِ، كَأَنَّهَا فَاجَأَتْ بِهِ مِنَ الْبَدِيهَةِ، وَقَدْ مَضَى ذِكْرُهُ. وَأَمَّا الَّذِي حَكَاهُ أَبُو عُبَيْدٍ مِنْ قَوْلِهِمْ بَدَحْتُهُ بِالْعَصَا، أَيْ: ضَرَبْتُهُ بِهَا، فَمَحْمُولٌ عَلَى قَوْلِهِمْ: بَدَحْتُهُ بِالرُّمَّانِ وَشِبْهِهَا، وَالْأَصْلُ ذَاكَ. [بَابُ الْبَاءِ وَالذَّالِ وَمَا يَثْلِثُهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:214-216"
  },
  "بدد": {
    "def": "الْبَاءُ وَالدَّالُ فِي الْمُضَاعَفِ أَصْلٌ وَاحِدٌ، وَهُوَ التَّفَرُّقُ وَتَبَاعُدُ مَا بَيْنَ الشَّيْئَيْنِ. يُقَالُ: فَرَسٌ أَبَدُّ، وَهُوَ الْبَعِيدُ مَا بَيْنَ الرِّجْلَيْنِ. وَبَدَّدْتُ الشَّيْءَ: إِذَا فَرَّقْتُهُ. وَمِنْ ذَلِكَ حَدِيثُ أُمِّ سَلَمَةَ: «يَا جَارِيَةُ أَبِدِّيهِمْ تَمْرَةً تَمْرَةً» \" أَيْ: فَرِّقِيهَا فِيهِمْ تَمْرَةً تَمْرَةً. وَمِنْهُ قَوْلُ الْهُذَلِيِّ:\nفأَبَدَّهُنَّ حُتُوفَهُنَّ فَهَارِبٌ ... بِذَمَائِهِ أَوْ بَارِكٌ مُتَجَعْجِعُ\nأَيْ: فَرَّقَ فِيهِنَّ الْحُتُوفَ. وَيُقَالُ: فَرَّقْنَاهُمْ بَدَادِ. قَالَ:\nفَشِلُوا بِالرِّمَاحِ بَدَادِ\nوَتَقُولُ بَادَدْتُهُ فِي الْبَيْعِ، أَيْ: بِعْتُهُ مُعَاوَضَةً. فَإِنْ سَأَلَ سَائِلٌ عَنْ قَوْلِهِمْ: لَا بُدَّ مِنْ كَذَا، فَهُوَ مِنْ هَذَا الْبَابِ أَيْضًا، كَأَنَّهُ أَرَادَ لَا فِرَاقَ مِنْهُ، لَا بُعْدَ عَنْهُ. فَالْقِيَاسُ صَحِيحٌ. وَكَذَلِكَ قَوْلُهُمْ لِلْمَفَازَةِ الْوَاسِعَةِ \" بَدْبَدٌ \" سُمِّيَتْ لِتَبَاعُدِ مَا بَيْنَ أَقْطَارِهَا وَأَطْرَافِهَا. وَالْبَادَّانِ: بَاطِنَا الْفَخِذَيْنِ مِنْ ذَلِكَ، سُمِّيَا بِذَلِكَ لِلِانْفِرَاجِ الَّذِي بَيْنَهُمَا. وَقَدْ شَذَّ عَنْ هَذَا الْأَصْلِ كَلِمَتَانِ: قَوْلُهُمْ لِلرَّجُلِ الْعَظِيمِ الْخَلْقِ \" أَبَدُّ \". قَالَ:\nأَلَدَّ يَمْشِي مِشْيَةَ الْأَبَدِّ\nوَقَوْلُهُمْ: مَا لَكَ بِهِ بَدَدٌ، أَيْ: مَا لَكَ بِهِ طَاقَةٌ.",
    "pg": "1:176-177"
  },
  "بدر": {
    "def": "الْبَاءُ وَالدَّالُ وَالرَّاءُ، أَصْلَانِ: أَحَدُهُمَا كَمَالُ الشَّيْءِ وَامْتِلَاؤُهُ، وَالْآخَرُ الْإِسْرَاعُ إِلَى الشَّيْءِ. [أَمَّا] الْأَوَّلُ فَهُوَ قَوْلُهُمْ لِكُلِّ شَيْءٍ تَمَّ بَدْرٌ، وَسُمِّيَ الْبَدْرُ بَدْرًا لِتَمَامِهِ وَامْتِلَائِهِ. وَقِيلَ لِعَشَرَةِ آلَافِ دِرْهَمٍ بَدْرَةٌ، لِأَنَّهَا تَمَامُ الْعَدَدِ وَمُنْتَهَاهُ. وَعَيْنٌ بَدْرَةٌ، أَيْ: مُمْتَلِئَةٌ. قَالَ شَاعِرٌ:\nوَعَيْنٌ لَهَا حَدْرَةٌ بَدْرَةٌ ... إِلَى حَاجِبٍ غُلَّ فِيهِ الشُّفُرُ\nوَيُقَالُ لِمَسْكِ السَّخْلَةِ بَدْرَةٌ. وَهَذَا مَحْمُولٌ عَلَى الْعَدَدِ، كَأَنَّهُ سُمِّيَ بِذَلِكَ لِأَنَّهُ يَسَعُ هَذَا الْعَدَدَ. وَيَقُولُونَ غُلَامٌ بَدْرٌ: إِذَا امْتَلَأَ شَبَابًا. فَأَمَّا \" بَدْرٌ \" الْمَكَانُ فَهُوَ مَاءٌ مَعْرُوفٌ، نُسِبَ إِلَى رَجُلٍ اسْمُهُ بَدْرٌ. وَأَمَّا الْبَوَادِرُ مِنَ الْإِنْسَانِ وَغَيْرِهِ فَجَمْعُ بَادِرَةٍ، وَهِيَ اللُّحْمَةُ الَّتِي بَيْنَ الْمَنْكِبِ وَالْعُنُقِ، وَهِيَ مِنَ الْبَابِ لِأَنَّهَا مُمْتَلِئَةٌ. قَالَ شَاعِرٌ:\n\nوَجَاءَتِ الْخَيْلُ مُحْمَرًّا بَوَادِرُهَا\nوَالْأَصْلُ الْآخَرُ: قَوْلُهُمْ بَدَرْتُ إِلَى الشَّيْءِ وَبَادَرْتُ. وَإِنَّمَا سُمِّيَ الْخَطَاءُ بَادِرَةً لِأَنَّهَا تَبْدُرُ مِنَ الْإِنْسَانِ عِنْدَ حِدَّةٍ وَغَضَبٍ. يُقَالُ: كَانَتْ مِنْهُ بَوَادِرُ، أَيْ: سَقَطَاتٌ. وَيُقَالُ: بَدَرَتْ دَمْعَتُهُ وَبَادَرَتْ: إِذَا سَبَقَتْ، فَهِيَ بَادِرَةٌ، وَالْجَمْعُ بَوَادِرُ. قَالَ كُثَيِّرٌ:\nإِذَا قِيلَ هَذِي دَارُ عَزَّةَ قَادَنِي ... إِلَيْهَا الْهَوَى وَاسْتَعْجَلَتْنِي الْبَوَادِرُ",
    "pg": "1:208-209"
  },
  "بدع": {
    "def": "الْبَاءُ وَالدَّالُ وَالْعَيْنُ أَصْلَانِ: أَحَدُهُمَا ابْتِدَاءُ الشَّيْءِ وَصُنْعُهُ لَا عَنْ مِثَالٍ، وَالْآخَرُ الِانْقِطَاعُ والْكَلَالُ.\nفَالْأَوَّلُ قَوْلُهُمْ: أَبْدَعْتُ الشَّيْءَ قَوْلًا أَوْ فِعْلًا: إِذَا ابْتَدَأْتُهُ لَا عَنْ سَابِقِ مِثَالٍ. وَاللَّهُ بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ. وَالْعَرَبُ تَقُولُ: ابْتَدَعَ فُلَانٌ الرَّكِيَّ: إِذَا اسْتَنْبَطَهُ. وَفُلَانٌ بِدْعٌ فِي هَذَا الْأَمْرِ. قَالَ اللَّهُ تَعَالَى: ﴿قُلْ مَا كُنْتُ بِدْعًا مِنَ الرُّسُلِ﴾ [الأحقاف: ٩] ، أَيْ: مَا كُنْتُ أَوَّلَ. وَالْأَصْلُ الْآخَرُ قَوْلُهُمْ: أُبْدِعَتِ الرَّاحِلَةُ: إِذَا كَلَّتْ وَعَطِبَتْ، وَأُبْدِعَ بِالرَّجُلِ: إِذَا كَلَّتْ رِكَابُهُ أَوْ عَطِبَتْ وَبَقِيَ مُنْقَطِعًا بِهِ. وَفِي الْحَدِيثِ: «أَنَّ رَجُلًا أَتَاهُ فَقَالَ يَا رَسُولَ اللَّهِ، إِنِّي أُبْدِعَ بِي فَاحْمِلْنِي» . وَيُقَالُ: الْإِبْدَاعُ لَا يَكُونُ إِلَّا بِظَلْعٍ. وَمِنْ بَعْضِ ذَلِكَ اشْتُقَّتِ الْبِدْعَةُ.",
    "pg": "1:209-210"
  },
  "بدغ": {
    "def": "الْبَاءُ وَالدَّالُ وَالْغَيْنُ، لَيْسَتْ فِيهِ كَلِمَةٌ أَصْلِيَّةٌ، لِأَنَّ الدَّالَ فِي أَحَدِ أُصُولِهَا مُبْدَلَةٌ مِنْ طَاءٍ، وَهُوَ قَوْلُهُمْ بَدِغَ الرَّجُلُ: إِذَا تَلَطَّخَ بِالشَّرِّ، وَهُوَ بَدِغٌ مِنَ الرِّجَالِ. وَهَذَا إِنَّمَا هُوَ فِي الْأَصْلِ طَاءٌ، وَقَدْ ذُكِرَ فِي بَابِهِ (بَطَغَ) . وَبَقِيَتْ كَلِمَتَانِ مَشْكُوكٌ فِيهِمَا: إِحْدَاهُمَا قَوْلُهُمُ الْبَدَغُ التَّزَحُّفُ عَلَى الْأَرْضِ. وَالْأُخْرَى قَوْلُهُمْ: إِنَّ بَنِي فُلَانٍ لَبَدِغُونَ: إِذَا كَانُوا سِمَانًا حَسَنَةً أَحْوَالُهُمْ. وَاللَّهُ أَعْلَمُ بِصِحَّةِ ذَلِكَ.",
    "pg": "1:210"
  },
  "بدل": {
    "def": "الْبَاءُ وَالدَّالُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ قِيَامُ الشَّيْءِ مَقَامَ الشَّيْءِ الذَّاهِبِ. يُقَالُ: هَذَا بَدَلُ الشَّيْءِ وَبَدِيلُهُ. وَيَقُولُونَ بَدَّلْتُ الشَّيْءَ: إِذَا غَيَّرْتُهُ وَإِنْ لَمْ تَأْتِ لَهُ بِبَدَلٍ. قَالَ اللَّهُ تَعَالَى: ﴿قُلْ مَا يَكُونُ لِي أَنْ أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِي﴾ [يونس: ١٥] . وَأَبْدَلْتُهُ: إِذَا أَتَيْتُ لَهُ بِبَدَلٍ. قَالَ الشَّاعِرُ:\nعَزْلَ الْأَمِيرِ لِلْأَمِيرِ الْمُبْدَلِ",
    "pg": "1:210-211"
  },
  "بدن": {
    "def": "الْبَاءُ وَالدَّالُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ شَخْصُ الشَّيْءِ دُونَ شَوَاهُ، وَشَوَاهُ أَطْرَافُهُ. يُقَالُ: هَذَا بَدَنُ الْإِنْسَانِ، وَالْجَمْعُ الْأَبْدَانُ. وَسُمِّيَ الْوَعْلُ الْمُسِنُّ بَدَنًا مِنْ هَذَا. قَالَ الشَّاعِرُ:\nقَدْ ضَمَّهَا وَالْبَدَنَ الْحِقَابُ ... جِدِّي لِكُلِّ عَامِلٍ ثَوَابُ\nالرَّأْسُ وَالْأَكْرُعُ وَالْإِهَابُ\nوَإِنَّمَا سُمِّيَ بِذَلِكَ لِأَنَّهُمْ إِذَا بَالَغُوا فِي نَعْتِ الشَّيْءِ سَمَّوْهُ بِاسْمِ الْجِنْسِ، كَمَا يَقُولُونَ لِلرَّجُلِ الْمُبَالَغِ فِي نَعْتِهِ: هُوَ رَجُلٌ، فَكَذَلِكَ الْوَعِلُ الشَّخِيصُ، سُمِّيَ بَدَنًا. وَكَذَلِكَ الْبَدَنَةُ الَّتِي تُهْدَى لِلْبَيْتِ، قَالُوا: سُمِّيَتْ بِذَلِكَ لِأَنَّهُمْ كَانُوا يَسْتَسْمِنُونَهَا. وَرَجُلٌ بَدَنٌ، أَيْ: مُسِنٌّ. قَالَ الشَّاعِرُ:\nهَلْ لِشَبَابٍ فَاتَ مِنْ مَطْلَبِ ... أَمْ مَا بُكَاءُ الْبَدَنِ الْأَشْيَبِ\nوَرَجُلٌ بَادِنٌ وَبَدِينٌ، أَيْ: عَظِيمُ الشَّخْصِ وَالْجِسْمِ، يُقَالُ مِنْهُ بَدُنَ. وَفِي الْحَدِيثِ: «إِنِّي قَدْ بَدُنْتُ» . وَالنَّاسُ قَدْ يَرْوُونَهُ: \" بَدَّنْتُ \". وَيَقُولُونَ: بَدَّنَ: إِذَا أَسَنَّ. قَالَ الشَّاعِرُ: وَكُنْتُ خِلْتُ الشَّيْبَ وَالتَّبْدِينَا ... وَالْهَمَّ مِمَّا يُذْهِلُ الْقَرِينَا\nوَتُسَمَّى الدِّرْعُ الْبَدَنَ لِأَنَّهَا تَضُمُّ الْبَدَنَ.",
    "pg": "1:211-212"
  },
  "بده": {
    "def": "الْبَاءُ وَالدَّالُ وَالْهَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى أَوَّلِ الشَّيْءِ وَالَّذِي يُفَاجِئُ مِنْهُ. يُقَالُ: بَادَهْتُ فُلَانًا بِالْأَمْرِ: إِذَا فَاجَأْتُهُ. وَفُلَانٌ ذُو بَدِيهَةٍ: إِذَا فَجِئَهُ الْأَمْرُ لَمْ يَتَحَيَّرْ. والْبُدَاهَةُ أَوَّلُ جَرْيِ الْفَرَسِ، قَالَ الْأَعْشَى:\nإِلَّا بُداهَةَ أَوْ عُلَا ... لَةَ سَابِحٍ نَهْدِ الْجُزَارَهْ",
    "pg": "1:212"
  },
  "بدو": {
    "def": "الْبَاءُ وَالدَّالُ وَالْوَاوُ أَصْلٌ وَاحِدٌ، وَهُوَ ظُهُورُ الشَّيْءِ. يُقَالُ: بَدَا الشَّيْءُ يَبْدُو: إِذَا ظَهَرَ، فَهُوَ بَادٍ. وَسُمِّيَ خِلَافُ الْحَضَرِ بَدْوًا مِنْ هَذَا، لِأَنَّهُمْ فِي بَرَازٍ مِنَ الْأَرْضِ، وَلَيْسُوا فِي قُرًى تَسْتُرُهُمْ أَبْنِيَتُهَا. وَالْبَادِيَةُ خِلَافُ الْحَاضِرَةِ. قَالَ الشَّاعِرُ:\nفَمَنْ تَكُنِ الْحَِضَارَةُ أَعْجَبَتْهُ ... فَأَيَّ رِجَالِ بَادِيَةٍ تَرَانَا\nوَتَقُولُ: بَدَا لِي فِي هَذَا الْأَمْرِ بَدَاءٌ، أَيْ: تَغَيَّرَ رَأْيِي عَمَّا كَانَ عَلَيْهِ.",
    "pg": "1:212"
  },
  "بذا": {
    "def": "الْبَاءُ وَالذَّالُ وَالْهَمْزَةُ أَصْلٌ وَاحِدٌ، وَهُوَ خُرُوجُ الشَّيْءِ عَنْ طَرِيقَةِ الْإِحْمَادِ، تَقُولُ: هُوَ بَذِيءُ اللِّسَانِ، وَقَدْ بَذَأْتُ عَلَى فُلَانٍ أَبْذَأُ بُذَاءً. وَيُقَالُ: بَذَأْتُ الْمَكَانَ أَبْذَؤُهُ: إِذَا أَتَيْتَهُ فَلَمْ تُحْمِدْهُ.",
    "pg": "1:217"
  },
  "بذج": {
    "def": "الْبَاءُ وَالذَّالُ وَالْجِيمُ أَصْلٌ وَاحِدٌ لَيْسَ مِنْ كَلَامِ الْعَرَبِ، بَلْ هِيَ كَلِمَةٌ مُعَرَّبَةٌ، وَهِيَ الْبَذَجُ مِنْ وُلْدِ الضَّأْنِ، وَالْجَمْعُ بِذْجَانٌ. قَالَ الشَّاعِرُ:\nقَدْ هَلَكَتْ جَارَتُنَا مِنَ الْهَمَجِ ... وَإِنْ تَجُعْ تَأْكُلْ عَتُودًا أَوْ بَذَجِ",
    "pg": "1:217"
  },
  "بذح": {
    "def": "الْبَاءُ وَالذَّالُ وَالْحَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الشَّقُّ وَالتَّشْرِيحُ وَمَا قَارَبَ ذَلِكَ. قَالَ أَبُو عَلِيٍّ الْأَصْفَهَانِيُّ: قَالَ الْعَامِرِيُّ: بَذَحْتُ اللَّحْمَ: إِذَا شَرَّحْتَهُ. قَالَ: وَالْبَذْحُ الشَّقُّ وَيُقَالُ: أَصَابَهُ بَذْحٌ فِي رِجْلِهِ، أَيْ: شُقَاقٌ. وَأَنْشَدَ:\nلَأَعْلِطَنَّ حَرْزَمًا بِعَلْطِ ... ثَلَاثَةً عِنْدَ بُذُوحِ الشَّرْطِ\nقَالَ أَبُو عُبَيْدٍ: بَذَحْتُ لِسَانَ الْفَصِيلِ بَذْحًا، وَذَلِكَ عِنْدَ التَّفْلِيكِ وَالْإِجْرَارِ. وَمِمَّا يُقَارِبُ هَذَا الْبَابَ قَوْلُهُمْ لَسَحَجِ الْفَخِذَيْنِ مَذَحٌ.",
    "pg": "1:217-218"
  },
  "بذخ": {
    "def": "الْبَاءُ وَالذَّالُ وَالْخَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْعُلُوُّ وَالتَّعَظُّمُ. يُقَالُ: بَذَخَ: إِذَا تَعَظَّمَ، وَفُلَانٌ [فِي] بَاذِخٍ مِنَ الشَّرَفِ، أَيْ: عَالٍ.\n\n[بَابُ الْبَاءِ وَالرَّاءِ وَمَا مَعَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:218"
  },
  "بذذ": {
    "def": "الْبَاءُ وَالذَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ الْغَلَبَةُ وَالْقَهْرُ وَالْإِذْلَالُ. يُقَالُ: بَذَّ فُلَانٌ أَقْرَانَهُ: إِذَا غَلَبَهُمْ، فَهُوَ بَاذٌّ يَبُذُّهُمْ. وَإِلَى هَذَا يَرْجِعُ قَوْلُهُمْ: هُوَ بَاذُّ الْهَيْئَةِ، وَبَذُّ الْهَيْئَةِ بَيِّنُ الْبَذَاذَةِ، أَيْ: إِنَّ الْأَيَّامَ أَتَتْ عَلَيْهِ فَأَخْلَقَتْهَا فَهِيَ مَقْهُورَةٌ، وَيَكُونُ فَاعِلٌ فِي مَعْنَى مَفْعُولٍ.",
    "pg": "1:177"
  },
  "بذر": {
    "def": "الْبَاءُ وَالذَّالُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ نَثْرُ الشَّيْءِ وَتَفْرِيقُهُ. يُقَالُ: بَذَرْتُ الْبَذْرَ أَبْذُرُهُ بَذْرًا، وَبَذَّرْتُ الْمَالَ أُبَذِّرُهُ تَبْذِيرًا. قَالَ اللَّهُ تَعَالَى: ﴿وَلَا تُبَذِّرْ تَبْذِيرًا إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ﴾ [الإسراء: ٢٦] . وَالْبُذُرُ الْقَوْمُ لَا يَكْتُمُونَ حَدِيثًا وَلَا يَحْفَظُونَ أَلْسِنَتَهُمْ. قَالَ عَلِيٌّ ﵇: أُولَئِكَ مَصَابِيحُ الدُّجَى، لَيْسُوا بِالْمَسَايِيحِ وَلَا الْمَذَايِيعِ الْبُذُرِ فَالْمَذَايِيعُ الَّذِينَ يُذِيعُونَ، وَالْبُذُرُ الَّذِينَ ذَكَرْنَاهُمْ. وَبَذَّرُ مَكَانٌ، وَلَعَلَّهُ أَنْ يَكُونَ مُشْتَقًّا مِنَ الْأَصْلِ الَّذِي تَقَدَّمَ. قَالَ الشَّاعِرُ:\nسَقَى اللَّهُ أَمْوَاهًا عَرَفْتُ مَكَانَهَا ... جُرَابًا وَمَلْكُومًا وَبَذَّرَ وَالْغَمْرَا",
    "pg": "1:216"
  },
  "بذع": {
    "def": "الْبَاءُ وَالذَّالُ وَالْعَيْنُ، كَلِمَةٌ وَاحِدَةٌ فِيهَا نَظَرٌ وَلَا يُقَاسُ عَلَيْهَا، يَقُولُونَ بَذَعْتُهُ وَأَبْذَعْتُهُ: إِذَا أَفْزَعْتُهُ.",
    "pg": "1:216"
  },
  "بذل": {
    "def": "الْبَاءُ وَالذَّالُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ تَرْكُ صِيَانَةِ الشَّيْءِ، يُقَالُ: بَذَلْتُ الشَّيْءَ بَذْلًا، فَأَنَا بَاذِلٌ وَهُوَ مَبْذُولٌ، وَابْتَذَلْتُهُ ابْتِذَالًا. وَجَاءَ فُلَانٌ فِي مَبَاذِلِهِ، وَهِيَ ثِيَابُهُ الَّتِي يَبْتَذِلُهَا. وَيُقَالُ لَهَا مَعَاوِزُ، وَقَدْ ذُكِرَتْ فِي بَابِهَا.",
    "pg": "1:216-217"
  },
  "برا": {
    "def": "فَأَمَّا الْبَاءُ وَالرَّاءُ وَالْهَمْزَةُ فَأَصْلَانِ إِلَيْهِمَا تَرْجِعُ فُرُوعُ الْبَابِ: أَحَدُهُمَا الْخَلْقُ، يُقَالُ: بَرَأَ اللَّهُ الْخَلْقَ يَبْرَؤُهُمْ بَرْءًا. وَالْبَارِئُ اللَّهُ جَلَّ ثَنَاؤُهُ. قَالَ اللَّهُ تَعَالَى: ﴿فَتُوبُوا إِلَى بَارِئِكُمْ﴾ [البقرة: ٥٤] ، وَقَالَ أُمَيَّةُ:\nالْخَالِقُ الْبَارِئُ الْمُصَوِّرُ\nوَالْأَصْلُ الْآخَرُ: التَّبَاعُدُ مِنَ الشَّيْءِ وَمُزَايَلَتُهُ، مِنْ ذَلِكَ الْبُرْءُ وَهُوَ السَّلَامَةُ مِنَ السُّقْمِ، يُقَالُ: بَرِئْتُ وَبَرَأْتُ. قَالَ اللِّحْيَانِيُّ: يَقُولُ أَهْلُ الْحِجَازِ: بَرَأْتُ مِنَ الْمَرَضِ أَبْرُؤُ بُرُوءًا. وَأَهْلُ الْعَالِيَةِ يَقُولُونَ: [بَرَأْتُ أَبْرَأُ] بَرْءًا. وَمِنْ ذَلِكَ قَوْلُهُمْ بَرِئْتُ إِلَيْكَ مِنْ حَقِّكَ. وَأَهْلُ الْحِجَازِ يَقُولُونَ: أَنَا بَرَاءٌ مِنْكَ، وَغَيْرُهُمْ يَقُولُ أَنَا بَرِيءٌ مِنْكَ. قَالَ اللَّهُ تَعَالَى فِي لُغَةِ أَهْلِ الْحِجَازِ: ﴿إِنَّنِي بَرَاءٌ مِمَّا تَعْبُدُونَ﴾ [الزخرف: ٢٦] وَفِي غَيْرِ مَوْضِعٍ مِنَ الْقُرْآنِ ﴿إِنِّي بَرِيءٌ﴾ [الأنعام: ٧٨] ، فَمَنْ قَالَ أَنَا بَرَاءٌ لَمْ يُثَنِّ وَلَمْ يُؤَنِّثْ، وَيَقُولُونَ: نَحْنُ الْبَرَاءُ وَالْخَلَاءُ مِنْ هَذَا. وَمَنْ قَالَ بَرِيءٌ قَالَ بَرِيئَانِ وَبَرِيئُونَ، وَبُرَآءُ عَلَى وَزْنِ بُرَعَاءِ، وَبُرَاءُ بِلَا أَجْرٍ نَحْوَ بُراعٍ، وَبِرَاءٌ مِثْلَ بِرَاعٍ. وَمِنْ ذَلِكَ الْبَرَاءَةُ مِنَ الْعَيْبِ وَالْمَكْرُوهِ، وَلَا يُقَالُ مِنْهُ إِلَّا بَرِئَ يَبْرَأُ. وَبَارَأْتُ الرَّجُلَ، أَيْ: بَرِئْتُ إِلَيْهِ وَبَرِئَ إِلَيَّ. وَبَارَأَتِ الْمَرْأَةُ صَاحِبَهَا عَلَى الْمُفَارَقَةِ، وَكَذَلِكَ بَارَأْتُ شَرِيكِي وَأَبْرَأْتُ مِنَ الدَّيْنِ وَالضَّمَانِ. وَيُقَالُ: إِنَّ الْبَرَاءَ آخِرُ لَيْلَةٍ مِنَ الشَّهْرِ، سُمِّيَ بِذَلِكَ لِتَبَرُّؤِ الْقَمَرِ مِنَ الشَّهْرِ. قَالَ:\nيَوْمًا إِذَا كَانَ الْبَرَاءُ نَحْسَا\nقَالَ ابْنُ الْأَعْرَابِيِّ: الْيَوْمُ الْبَرَاءُ السَّعْدُ، أَيْ إِنَّهُ بَرِيءٌ مِمَّا يُكْرَهُ. قَالَ الْخَلِيلُ: الِاسْتِبْرَاءُ أَنْ يَشْتَرِيَ الرَّجُلُ جَارِيَةً فَلَا يَطَأَهَا حَتَّى تَحِيضَ. وَهَذَا مِنَ الْبَابِ لِأَنَّهَا قَدْ بُرِّئَتْ مِنَ الرِّيبَةِ الَّتِي تَمْنَعُ الْمُشْتَرِيَ مِنْ مُبَاشَرَتِهَا. وَبُرْأَةُ الصَّائِدِ نَامُوسُهُ وَهِيَ قُتْرَتُهُ وَالْجَمْعُ بُرَأٌ; وَهُوَ مِنَ الْبَابِ، لِأَنَّهُ قَدْ زَايَلَ إِلَيْهَا كُلَّ أَحَدٍ. قَالَ:\nبِهَا بُرَأٌ مِثْلُ الْفَسِيلِ الْمُكَمَّمِ",
    "pg": "1:236-237"
  },
  "برت": {
    "def": "الْبَاءُ وَالرَّاءُ وَالتَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ أَنْ يَغِلَ الشَّيْءُ وُغُولًا. مِنْ ذَلِكَ الْبَُرْتُ، وَهِيَ الْفَأْسُ، وَبِهَا شُبِّهَ الرَّجُلُ الدَّلِيلُ، لِأَنَّهُ يَغِلُ فِي الْأَرْضِ وَيَهْتَدِي فِي الظُّلَمِ.",
    "pg": "1:237"
  },
  "برث": {
    "def": "الْبَاءُ وَالرَّاءُ وَالثَّاءُ أَصْلٌ وَاحِدٌ، وَهِيَ الْأَرْضُ السَّهْلَةُ، يُقَالُ لِلْأَرْضِ السَّهْلَةِ بَرْثٌ، وَالْجَمْعُ بِرَاثٌ. وَجَعَلَهَا رُؤْبَةُ الْبَرَارِثُ، وَيُقَالُ: إِنَّهُ خَطَأٌ.",
    "pg": "1:237-238"
  },
  "برج": {
    "def": "الْبَاءُ وَالرَّاءُ وَالْجِيمُ أَصْلَانِ: أَحَدُهُمَا الْبُرُوزُ وَالظُّهُورُ، وَالْآخَرُ الْوَزَرُ وَالْمَلْجَأُ. فَمِنَ الْأَوَّلِ الْبَرَجُ وَهُوَ سَعَةُ الْعَيْنِ فِي شِدَّةِ سَوَادِ سَوَادِهَا وَشِدَّةِ [بَيَاضِ] بَيَاضِهَا، وَمِنْهُ التَّبَرُّجُ، وَهُوَ إِظْهَارُ الْمَرْأَةِ مَحَاسِنَهَا.\nوَالْأَصْلُ الثَّانِي الْبُرْجُ وَاحِدُ بُرُوجِ السَّمَاءِ. وَأَصْلُ الْبُرُوجِ الْحُصُونُ وَالْقُصُورُ قَالَ اللَّهُ تَعَالَى: ﴿وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ﴾ [النساء: ٧٨] . وَيُقَالُ: ثَوْبٌ مُبَرَّجٌ: إِذَا كَانَ عَلَيْهِ صُوَرُ الْبُرُوجِ.",
    "pg": "1:238"
  },
  "برح": {
    "def": "الْبَاءُ وَالرَّاءُ وَالْحَاءُ أَصْلَانِ يَتَفَرَّعُ عَنْهُمَا فُرُوعٌ كَثِيرَةٌ. فَالْأَوَّلُ: الزَّوَالُ وَالْبُرُوزُ وَالِانْكِشَافُ. وَالثَّانِي: الشِّدَّةُ وَالْعِظَمُ وَمَا أَشْبَهَهُمَا.\nأَمَّا الْأَوَّلُ فَقَالَ الْخَلِيلُ: بَرَحَ يَبْرَحُ بَرَاحًا: إِذَا رَامَ مِنْ مَوْضِعِهِ، وَأَبْرَحْتُهُ أَنَا. قَالَ الْعَامِرِيُّ: يَقُولُ الرَّجُلُ لِرَاحِلَتِهِ إِذَا كَانَتْ بَطِيئَةً: لَا تَبْرَحُ بَرَاحًا يُنْتَفَعُ بِهِ. وَيَقُولُ: مَا بَرِحْتُ أَفْعَلُ ذَلِكَ، فِي مَعْنَى مَازِلْتُ. قَالَ اللَّهُ تَعَالَى حِكَايَةً عَمَّنْ قَالَ: ﴿لَنْ نَبْرَحَ عَلَيْهِ عَاكِفِينَ﴾ [طه: ٩١] ، أَيْ: لَنْ نَزَالَ. وَأَنْشَدَ:\nفَأَبْرَحُ مَا أَدَامَ اللَّهُ قَوْمِي ... بِحَمْدِ اللَّهِ مُنْتَطِقًا مُجِيدًا\nأَيْ: لَا أَزَالُ. وَمُجِيدٌ: صَاحِبُ فَرَسٍ جَوَادٍ، وَمُنْتَطِقٌ: قَدْ شَدَّ عَلَيْهِ النِّطَاقَ. وَيَقُولُ الْعَرَبُ: \" بَرَِحَ الْخَفَاءُ \" أَيِ انْكَشَفَ الْأَمْرُ. وَقَالَ:\nبَرَِحَ الْخَفَاءُ فَمَا لَدَيَّ تَجَلُّدُ\nقَالَ الْفَرَّاءُ: وَبَرَحَ بِالْفَتْحِ أَيْضًا، أَيْ: مَضَى، وَمِنْهُ سُمِّيَتِ الْبَارِحَةُ. قَالُوا: الْبَارِحَةُ اللَّيْلَةُ الَّتِي قَبْلَ لَيْلَتِكَ، صِفَةٌ غَالِبَةٌ لَهَا. حَتَّى صَارَ كَالِاسْمِ. وَأَصْلُهَا مِنْ بَرِحَ، أَيْ: زَالَ عَنْ مَوْضِعِهِ.\nقَالَ أَبُو عُبَيْدَةَ فِي الْمَثَلِ: \" مَا أَشْبَهَ اللَّيْلَةَ بِالْبَارِحَةِ \" لِلشَّيْءِ يَنْتَظِرُهُ خَيْرًا مِنْ شَيْءٍ، فَيَجِيءُ مِثْلَهُ.\nقَالَ أَبُو عُبَيْدٍ: الْبِرَاحُ الْمُكَاشَفَةُ، يُقَالُ: بَارَحَ بِرَاحًا كَاشَفَ. وَأَحْسَبُ أَنَّ الْبَارِحَ الَّذِي هُوَ خِلَافُ السَّانِحِ مِنْ هَذَا; لِأَنَّهُ شَيْءٌ يَبْرُزُ وَيَظْهَرُ. قَالَ الْخَلِيلُ: الْبُرُوحُ مَصْدَرُ الْبَارِحِ وَهُوَ خِلَافُ السَّانِحِ، وَذَلِكَ مِنَ الظِّبَاءِ وَالطَّيْرِ يُتَشَاءَمُ بِهِ أَوْ يُتَيَمَّنُ، قَالَ:\nوَهُنَّ يَبْرُحْنَ لَهُ بُرُوحَا ... وَتَارَةً يَأْتِينَهُ سُنُوحَا\nوَتَقُولُ الْعَرَبُ فِي أَمْثَالِهَا: \" هُوَ كَبَارِحِ الْأَرْوَى، قَلِيلًا مَا يُرَى \". يُضْرَبُ لِمَنْ لَا يَكَادُ يُرَى، أَوْ لَا يَكُونُ الشَّيْءُ مِنْهُ إِلَّا فِي الزَّمَانِ مَرَّةً. وَأَصْلُهُ أَنَّ الْأَرْوَى مَسَاكِنُهَا الْجِبَالُ وَقِنَانُهَا، فَلَا يَكَادُ النَّاسُ يَرَوْنَهَا سَانِحَةً وَلَا بَارِحَةً إِلَّا فِي الدَّهْرِ مَرَّةً. وَقَدْ ذَكَرْنَا اخْتِلَافَ النَّاسِ فِي ذَلِكَ فِي كِتَابِ السِّينِ، عِنْدَ ذِكْرِنَا لِلسَّانِحِ. وَيُقَالُ فِي قَوْلِهِمْ: \" هُوَ كَبَارِحِ الْأَرْوَى \" إِنَّهُ مَشْئُومٌ مِنْ وَجْهَيْنِ: وَذَلِكَ أَنَّ الْأَرْوَى يُتَشَاءَمُ بِهَا حَيْثُ أَتَتْ، فَإِذَا بَرَحَتْ كَانَ أَعْظَمَ لِشُؤْمِهَا.\nوَالْأَصْلُ الْآخَرُ قَالَ أَبُو عُبَيْدٍ: يُقَالُ: مَا أَبْرَحَ هَذَا الْأَمْرَ، أَيْ: أَعْجَبَهُ. وَأَنْشَدَ لِلْأَعْشَى: فأَبْرَحْتِ رَبًّا وَأَبْرَحْتِ جَارَا\nوَقَالُوا: مَعْنَاهُ أَعْظَمْتِ، وَالْمَعْنَى وَاحِدٌ. قَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ: أبْرَحْتُ بِفُلَانٍ، أَيْ: حَمَلْتُهُ عَلَى مَا لَا يُطِيقُ فَتَبَرَّحَ بِهِ وَغَمَّهُ. وَأَنْشَدَ:\nأبْرَحْتَ مَغْرُوسًا وَأَنْعَمْتَ غَارِسَا\nابْنُ الْأَعْرَابِيِّ: الْبَرِيحُ التَّعَبُ. قَالَ أَبُو وَجْزَةَ:\nعَلَى قَعُودٍ قَدْ وَنَى وَقَدْ لَغِبْ ... بِهِ مَسِيحٌ وَبَرِيحٌ وَصَخَبْ\nالْمَسِيحُ: الْعَرَقُ. أَبُو عَمْرٍو: وَيُقَالُ: أبْرَحْتَ لُؤْمًا وَأَبْرَحْتَ كَرَمًا. وَيُقَالُ: بَرْحَى لَهُ: إِذَا تَعَجَّبْتَ لَهُ. وَيُقَالُ: الْبَعِيرُ بُرْحَةٌ مِنَ الْبُرَحِ، أَيْ: خِيَارٌ. وَأَعْطِنِي مِنْ بُرَحِ إِبِلِكَ، أَيْ: مِنْ خِيَارِهَا.\nقَالَ الْخَلِيلُ: يُقَالُ: بَرَّحَ فُلَانٌ تَبْرِيحًا فَهُوَ مُبَرِّحٌ: إِذَا أَذَى بِالْإِلْحَاحِ; وَالِاسْمُ الْبَرْحُ. قَالَ ذُو الرُّمَّةِ:\nوَالْهَوَى بَرْحٌ عَلَى مَنْ يُطالِبُهْ\nوَالتَّبَارِيحُ: الْكُلْفَةُ وَالْمَشَقَّةُ. وَضَرَبَهُ ضَرْبًا مُبَرِّحًا. وَهَذَا الْأَمْرُ أَبْرَحُ عَلَيَّ مِنْ ذَاكَ، أَيْ: أَشَقُّ. قَالَ ذُو الرُّمَّةِ: أَنِينًا وَشَكْوَى بِالنَّهَارِ كَثِيرَةً ... عَلَيَّ وَمَا يَأْتِي بِهِ اللَّيْلُ أَبْرَحُ\n، أَيْ: أَشَقُّ. وَيُقَالُ: لَقِيتُ مِنْهُ الْبُرَحِينَ وَالْبَرَحَيْنِ وَبَنَاتِ بَرْحٍ وَبَرْحًا بَارِحًا. وَمِنْ هَذَا الْبَابِ الْبَوَارِحُ مِنَ الرِّيَاحِ، لِأَنَّهَا تَحْمِلُ التُّرَابَ لِشِدَّةِ هُبُوبِهَا. قَالَ ذُو الرُّمَّةِ:\nلَا بَلْ هُوَ الشَّوْقُ مِنْ دَارٍ تَخَوَّنُهَا ... مَرًّا سَحَابٌ وَمَرًّا بَارِحٌ تَرِبُ\nفَأَمَّا قَوْلُ الْقَائِلِ عِنْدَ الرَّامِي إِذَا أَخْطَأَ: بَرْحَى، عَلَى وَزْنِ فَعْلَى، فَقَالَ ابْنُ دُرَيْدٍ وَغَيْرُهُ: إِنَّهُ مِنَ الْبَابِ، كَأَنَّهُ قَالَ خُطَّةٌ بَرْحَى، أَيْ: شَدِيدَةٌ.",
    "pg": "1:238-241"
  },
  "برخ": {
    "def": "الْبَاءُ وَالرَّاءُ وَالْخَاءُ أَصْلٌ وَاحِدٌ، إِنْ كَانَ عَرَبِيًّا فَهُوَ النَّمَاءُ وَالزِّيَادَةُ، وَيُقَالُ: إِنَّهَا مِنَ الْبَرَكَةِ وَهِيَ لُغَةٌ نَبَطِيَّةٌ.",
    "pg": "1:241"
  },
  "برد": {
    "def": "الْبَاءُ وَالرَّاءُ وَالدَّالُ أُصُولٌ أَرْبَعَةٌ: أَحَدُهَا خِلَافُ الْحَرِّ، وَالْآخَرُ السُّكُونُ وَالثُّبُوتُ، وَالثَّالِثُ الْمَلْبُوسُ، وَالرَّابِعُ الِاضْطِرَابُ وَالْحَرَكَةُ. وَإِلَيْهَا تَرْجِعُ الْفُرُوعُ.\nفَأَمَّا الْأَوَّلُ فَالْبَرْدُ خِلَافُ الْحَرِّ. يُقَالُ: بَرَدَ فَهُوَ بَارِدٌ، وَبَرَدَ الْمَاءُ حَرَارَةَ جَوْفِي يَبْرُدُهَا. قَالَ: وَعَطِّلْ قَلُوصِي فِي الرِّكَابِ فَإِنَّهَا ... سَتَبْرُدُ أَكْبَادًا وَتُبْكِي بَواكِيَا\nوَمِنْهُ قَوْلُ الْآخَرِ:\nلَئِنْ كَانَ بَرْدُ الْمَاءِ حَرَّانَ صَادِيَا ... إِلَيَّ عَجِيبًا إِنَّهَا لَعَجِيبُ\nوَبَرَدْتُ عَيْنَهُ بِالْبَرُودِ. وَالْبَرَدَةُ: التُّخَمَةُ. وَسَحَابٌ بَرِدٌ: إِذَا كَانَ ذَا بَرَدٍ. وَالْأَبْرَدَانِ: طَرَفَا النَّهَارِ. قَالَ:\nإِذَا الْأرْطَى تَوَسَّدَ أَبْرَدَيْهِ ... خُدُودُ جَوازِئٍ بِالرَّمْلِ عِينِ\nوَيُقَالُ: الْبَرْدَانِ. وَيُقَالُ لِلسُّيُوفِ الْبَوارِدُ، قَالَ قَوْمٌ: هِيَ الْقَوَاتِلُ، وَقَالَ آخَرُونَ: مَسُّ الْحَدِيدِ بَارِدٌ. وَأَنْشَدَ:\nوَأَنَّ أَمِيرَ الْمُؤْمِنِينَ أَغَصَّنِي ... مُغَصَّهُمَا بِالْمُرْهَفَاتِ الْبَوَارِدِ\nوَيُقَالُ: جَاءُوا مُبْرِدِينَ، أَيْ: جَاءُوا وَقَدْ بَاخَ الْحَرُّ. وَأَمَّا الْأَصْلُ الْآخَرُ فَالْبَرْدُ النَّوْمُ. قَالَ اللَّهُ تَعَالَى: ﴿لَا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا﴾ [النبأ: ٢٤] . وَقَالَ الشَّاعِرُ:\nفَإِنْ شِئْتِ حَرَّمْتُ النِّسَاءَ عَلَيْكُمُ ... وَإِنْ شِئْتِ لَمْ أَطْعَمْ نُقَاخًا وَلَا بَرْدَا\nوَيُقَالُ: بَرَدَ الشَّيْءُ: إِذَا دَامَ. وَأَنْشَدَ أَبُو عُبَيْدَةَ:\nالْيَوْمَ يَوْمٌ بَارِدٌ سَمُومُهْ ... مَنْ جَزِعَ الْيَوْمَ فَلَا تَلُومُهْ\nبَارِدٌ بِمَعْنَى دَائِمٍ. وَبَرَدَ لِي عَلَى فُلَانٍ مِنَ الْمَالِ كَذَا، أَيْ: ثَبَتَ. وَبَرَدَ فِي يَدِي كَذَا، أَيْ: حَصَلَ. وَيَقُولُونَ بَرَدَ الرَّجُلُ: إِذَا مَاتَ. فَيُحْتَمَلُ أَنْ يَكُونَ مِنْ هَذَا، وَأَنْ يَكُونَ مِنَ الَّذِي قَبْلَهُ.\nوَأَمَّا الثَّالِثُ فَالْبُرْدُ، مَعْرُوفٌ. قَالَ:\nوَإِنِّي لَأَرْجُو أَنْ تُلَفَ عَجَاجَتِي ... عَلَى ذِي كِسَاءٍ مِنْ سَلَامَانَ أَوْ بُرْدِ\nوَبُرْدَا الْجَرَادَةِ: جَنَاحَاهَا.\nوَالْأَصْلُ الرَّابِعُ بَرِيدُ الْعَسَاكِرِ; لِأَنَّهُ يَجِيءُ وَيَذْهَبُ. قَالَ:\nخَيَالٌ لِأُمِّ السَّلْسَبِيلِ وَدُونَهَا ... مَسِيرَةُ شَهْرٍ لِلْبَرِيدِ الْمُذَبْذَبِ\nوَمُحْتَمَلٌ أَنْ يَكُونَ الْمِبْرَدُ مِنْ هَذَا، لِأَنَّ الْيَدَ تَضْطَرِبُ بِهِ إِذَا أُعْمِلَ. [بَابُ الْبَاءِ وَالزَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:241-244"
  },
  "برر": {
    "def": "الْبَاءُ وَالرَّاءُ فِي الْمُضَاعَفِ أَرْبَعَةُ أُصُولٍ: الصِّدْقُ، وَحِكَايَةُ صَوْتٍ، وَخِلَافُ الْبَحْرِ، وَنَبْتٌ. فَأَمَّا الصِّدْقُ فَقَوْلُهُمْ: صَدَقَ فُلَانٌ وَبَرَّ، وَبَرَّتْ يَمِينُهُ صَدَقَتْ، وَأَبَرَّهَا أَمْضَاهَا عَلَى الصِّدْقِ.\nوَتَقُولُ: بَرَّ اللَّهُ حَجَّكَ وَأَبَرَّهُ، وَحِجَّةٌ مَبْرُورَةٌ، أَيْ: قُبِلَتْ قَبُولَ الْعَمَلِ الصَّادِقِ. وَمِنْ ذَلِكَ قَوْلُهُمْ يَبَرُّ رَبَّهُ، أَيْ: يُطيِعُهُ. وَهُوَ مِنَ الصِّدْقِ. قَالَ:\nلَاهُمَّ لَوْلَا أَنَّ بَكْرًا دُونَكَا ... يَبَرُّكَ النَّاسُ وَيَفْجُرُونَكَا\nوَمِنْهُ قَوْلُ اللَّهِ تَعَالَى: ﴿لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ﴾ [البقرة: ١٧٧] . وَ [أَمَّا] قَوْلُ النَّابِغَةِ:\nعَلَيْهِنَّ شُعْثٌ عَامِدُونَ لِبَرِّهِمْ\nفَقَالُوا: أَرَادَ الطَّاعَةَ، وَقِيلَ أَرَادَ الْحَجَّ. وَقَوْلُهُمْ لِلسَّابِقِ الْجَوَادِ \" الْمُبِرُّ \" هُوَ مِنْ هَذَا; لِأَنَّهُ إِذَا جَرَى صَدَقَ، وَإِذَا حَمَلَ صَدَقَ. قَالَ ابْنُ الْأَعْرَابِيِّ: سَأَلْتُ أَعْرَابِيًّا: هَلْ تَعْرِفُ الْجَوَادَ الْمُبِرَّ مِنَ الْبَطِيءِ الْمُقْرِفِ؟ قَالَ: نَعَمْ. قُلْتُ: صِفْهُمَا لِي. قَالَ: \" أَمَّا الْجَوَادُ فَهُوَ الَّذِي لُهِزَ لَهْزَ الْعَيْرِ، وَأُنِّفَ تَأْنِيفَ السَّيْرِ، الَّذِي إِذَا عَدَا اسْلَهَبَّ، وَإِذَا انْتُصِبَ اتْلَأَبَّ. وَأَمَّا الْبَطِيءُ الْمُقْرِفُ فَالْمَدْلُوكُ الْحَجَبَةِ، الضَّخْمُ الْأَرْنَبَةِ، الْغَلِيظُ الرَّقَبَةِ، الْكَثِيرُ الْجَلَبَةِ، الَّذِي إِذَا أَمْسَكْتَهُ قَالَ أَرْسِلْنِي، وَإِذَا أَرْسَلْتَهُ قَالَ أَمْسِكْنِي \".\nوَأَصْلُ الْإِبْرَارِ مَا ذَكَرْنَاهُ فِي الْقَهْرِ وَالْغَلَبَةِ، وَمَرْجِعُهُ إِلَى الصِّدْقِ. قَالَ طَرَفَةُ:\nيَكْشِفُونَ الضُّرَّ عَنْ ذِي ضُرِّهِمْ ... وَيُبِرُّونَ عَلَى الْآبِي الْمُبِرْ\nوَمِنْ هَذَا الْبَابِ قَوْلُهُمْ: هُوَ يَبَرُّ ذَا قَرَابَتِهِ، وَأَصْلُهُ الصِّدْقُ فِي الْمَحَبَّةِ. يُقَالُ: رَجُلٌ بَرٌّ وَبَارٌّ. وَبَرَِرْتُ وَالِدِي وبرَِرْتُ فِي يَمِينِي. وَأَبَرَّ الرَّجُلُ وَلَدَ أَوْلَادًا أبْرَارًا. قَالَ أَبُو عُبَيْدَةَ: وَبَرَّةُ: اسْمٌ لِلْبِرِّ مَعْرِفَةٌ لَا تَنْصَرِفُ. قَالَ النَّابِغَةُ:\nيَوْمَ اخْتَلَفْنَا خُطَّتَيْنَا بَيْنَنَا ... فَحَمَلْتُ بَرَّةَ وَاحْتَمَلْتَ فَجَارِ\nوَأَمَّا حِكَايَةُ الصَّوْتِ فَالْعَرَبُ تَقُولُ: \" لَا يَعْرِفُ هِرًّا مَنْ بَرٍّ \" فَالْهِرُّ دُعَاءُ الْغَنَمِ، وَالْبِرُّ الصَّوْتُ بِهَا إِذَا سِيقَتْ. [وَ] يُقَالُ: لَا يَعْرِفُ مَنْ يَكْرَهُهُ مِمَّنْ يَبَرُّهُ. وَالْبَرْبَرَةُ: كَثْرَةُ الْكَلَامِ وَالْجَلَبَةُ بِاللِّسَانِ. قَالَ:\nبِالْعَضْرِ كُلُّ عَذَوَّرٍ بَرْبَارِ\nوَرَجُلٌ بَرْبَارٌ وَبَرْبَارَةٌ. وَلَعَلَّ اشْتِقَاقَ الْبَرْبَرِ مِنْ هَذَا. فَأَمَّا قَوْلُ طَرَفَةَ:\nوَلَكِنْ دَعَا مِنْ قَيْسِ عَيْلَانَ عُصْبَةً ... يَسُوقُونَ فِي أَعْلَى الْحِجَازِ الْبَرَابِرَا\nفَيُقَالُ: إِنَّهُ جَمْعُ بُرْبُرٍ، وَهِيَ صِغَارُ أَوْلَادِ الْغَنَمِ. قَالُوا: وَذَلِكَ مِنَ الصَّوْتِ أَيْضًا، وَذَلِكَ أَنَّ الْبَرْبَرَةَ صَوْتُ الْمَعْزِ. وَالْأَصْلُ الثَّالِثُ خِلَافُ الْبَحْرِ. وَأَبَرَّ الرَّجُلُ صَارَ فِي الْبَرِّ، وَأَبْحَرَ صَارَ فِي الْبَحْرِ. وَالْبَرِّيَّةُ الصَّحْرَاءُ. وَالْبَرُّ نَقِيصُ الْكِنِّ. وَالْعَرَبُ تَسْتَعْمِلُ ذَلِكَ نَكِرَةً، يَقُولُونَ خَرَجْتُ بَرًّا وَخَرَجْتُ بَحْرًا. قَالَ اللَّهُ تَعَالَى: ﴿ظَهَرَ الْفَسَادُ فِي الْبَرِّ وَالْبَحْرِ﴾ [الروم: ٤١] .\nوَأَمَّا النَّبْتُ فَمِنْهُ الْبُرُّ، وَهِيَ الْحِنْطَةُ، الْوَاحِدَةُ بُرَّةٌ. قَالَ الْأَصْمَعِيُّ: أَبَرَّتِ الْأَرْضُ: إِذَا كَثُرَ بُرُّهَا، كَمَا يُقَالُ: أَبْهَمَتْ: إِذَا كَثُرَ بُهْمَاهَا. وَالْبُرْبُورُ الْجَشِيشُ مِنَ الْبُرِّ. يُقَالُ لِلْخُبْزِ ابْنُ بُرَّةَ، وَابْنُ حَبَّةَ، غَيْرُ مَصْرُوفَيْنِ. قَالَ الشَّيْبَانِيُّ: \" هُوَ أَقْصَرُ مِنْ بُرَّةٍ \" يَعْنِي وَاحِدَةَ الْبُرِّ. أَيْ إِنَّ الْبُرَّةَ غَايَةٌ فِي الْقِصَرِ. قَالَ الْخَلِيلُ: الْبَرِيرُ حَمْلُ الْأَرَاكِ. قَالَ النَّابِغَةُ: تَسَفُّ بَرِيرَهُ وَتَرُودُ فِيهِ\nقَالَ أَبُو زِيَادٍ الْكِلَابِيُّ: الْبَرِيرُ أَصْغَرُ حَبًّا مِنَ الْمَرْدِ وَالْكَبَاثِ، كَأَنَّهُ خَرَزٌ صِغَارٌ. قَالَ الْأَصْمَعِيُّ: الْبَرِيرُ: اسْمٌ لِمَا أَدْرَكَ مِنْ ثَمَرِ الْعِضَاهِ، فَإِذَا انْتَهَى يَنْعُهُ اشْتَدَّ سَوَادُهُ. قَالَ بِشْرٌ:\nرَأَى دُرَّةً بَيْضَاءَ يَحْفِلُ لَوْنُهَا ... سُخَامٌ كَغِرْبَانِ الْبَرِيرِ مُقَصَّبُ\nيَصِفُ شَعْرَهَا.",
    "pg": "1:177-180"
  },
  "برز": {
    "def": "الْبَاءُ وَالرَّاءُ وَالزَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ ظُهُورُ الشَّيْءِ وَبُدُوُّهُ، قِيَاسٌ لَا يُخْلِفُ. يُقَالُ: بَرَزَ الشَّيْءُ فَهُوَ بَارِزٌ. وَكَذَلِكَ انْفِرَادُ الشَّيْءِ مِنْ أَمْثَالِهِ، نَحْوَ: تَبَارُزِ الْفَارِسَيْنِ، وَذَلِكَ أَنَّ كُلَّ وَاحِدٍ مِنْهُمَا يَنْفَرِدُ عَنْ جَمَاعَتِهِ إِلَى صَاحِبِهِ. وَالْبَرَازُ الْمُتَّسِعُ مِنَ الْأَرْضِ; لِأَنَّهُ بَادٍ لَيْسَ بِغَائِطٍ وَلَا دَحْلٍ وَلَا هُوَّةٍ. وَيُقَالُ: امْرَأَةٌ بَرْزَةٌ، أَيْ: جَلِيلَةٌ تَبْرُزُ وَتَجْلِسُ بِفِنَاءِ بَيْتِهَا. قَالَ بَعْضُهُمْ: رَجُلٌ بَرْزٌ وَامْرَأَةٌ بَرْزَةٌ، يُوصَفَانِ بِالْجَهَارَةِ وَالْعَقْلِ. وَفِي كِتَابِ الْخَلِيلِ: رَجُلٌ بَرْزٌ طَاهِرٌ عَفِيفٌ. وَهَذَا هُوَ قِيَاسُ سَائِرِ الْبَابِ، لِأَنَّ الْمُرِيبَ يَدُسُّ نَفْسَهُ وَيُخْفِيهَا. وَيُقَالُ: بَرَّزَ الرَّجُلُ وَالْفَرَسُ: إِذَا سَبَقَا، وَهُوَ [مِنَ] الْبَابِ. وَيُقَالُ: أَبْرَزْتُ الشَّيْءَ أُبْرِزُهُ إِبْرَازًا. وَقَدْ جَاءَ الْمُبَرْوَزُ. قَالَ لَبِيدٌ:\nأَوْ مَذْهَبٌ جَدَدٌ عَلَى أَلْوَاحِهِ ... النَّاطِقُ الْمُبَرْوَزُ وَالْمَخْتُومُ\nالْمُبَرْوَزُ: الظَّاهِرُ. وَالْمَخْتُومُ: غَيْرُ الظَّاهِرِ. وَقَالَ قَوْمٌ: الْمُبَرْوَزُ الْمَنْشُورُ. وَهُوَ وَجْهٌ حَسَنٌ.",
    "pg": "1:218-219"
  },
  "برس": {
    "def": "الْبَاءُ وَالرَّاءُ وَالسِّينُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى السُّهُولَةِ وَاللِّينِ. قَالَ أَبُو زَيْدٍ: بَرَّسْتُ الْمَكَانَ: إِذَا سَهَّلْتُهُ وَلَيَّنْتُهُ. قَالَ: وَمِنْهُ اشْتِقَاقُ بُرْسَانَ قَبِيلَةٌ مِنَ الْأَزْدِ. والْبُِرْسُ الْقُطْنُ. وَالْقِيَاسُ وَاحِدٌ. وَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ قَوْلُهُمْ: مَا أَدْرِي أَيُّ الْبَرَاسَاءِ وَالْبَرْنَسَاءِ هُوَ، أَيْ: أَيُّ الْخَلْقِ هُوَ.",
    "pg": "1:219"
  },
  "برش": {
    "def": "الْبَاءُ وَالرَّاءُ وَالشِّينُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ أَنْ يَكُونَ الشَّيْءُ ذَا نُقَطٍ مُتَفَرِّقَةٍ بِيضٍ. وَكَانَ جَذِيمَةُ أَبْرَصَ، فَكُنِّيَ بِالْأَبْرَشِ.",
    "pg": "1:219"
  },
  "برص": {
    "def": "الْبَاءُ وَالرَّاءُ وَالصَّادُ أَصْلٌ وَاحِدٌ، وَهُوَ أَنْ يَكُونَ فِي الشَّيْءِ لُمْعَةٌ تُخَالِفُ سَائِرَ لَوْنِهِ، مِنْ ذَلِكَ الْبَرَصُ. وَرُبَّمَا سَمَّوُا الْقَمَرَ أَبْرَصَ. وَالْبَرِيصُ مِثْلُ الْبَصِيصِ، وَهُوَ ذَلِكَ الْقِيَاسُ. قَالَ:\nلَهُنَّ بِخَدِّهِ أَبَدًا بَرِيصُ\nوَالْبِرَاصُ بِقَاعٌ فِي الرَّمْلِ لَا تُنْبِتُ. وَسَامُّ أَبْرَصَ مَعْرُوفٌ. قَالَ الْقُتَيْبِيُّ: وَيُجْمَعُ عَلَى الْأَبَارِصِ. وَأَنْشَدَ:\nوَاللَّهِ لَوْ كُنْتُ لِهَذَا خَالِصًا ... لَكُنْتُ عَبْدًا يَأْكُلُ الْأَبَارِصَا وَقَالَ ثَعْلَبٌ فِي كِتَابِ الْفَصِيحِ: وَهُوَ سَامُّ أَبْرَصُ، وَسَامًّا أَبْرَصَ، وَسَوَامُّ أَبْرَصَ.",
    "pg": "1:219-220"
  },
  "برض": {
    "def": "الْبَاءُ وَالرَّاءُ وَالضَّادُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى قِلَّةِ الشَّيْءِ وَأَخْذِهِ قَلِيلًا قَلِيلًا. قَالَ الْخَلِيلُ: التَّبَرُّضُ التَّبَلُّغُ بِالْبُلْغَةِ مِنَ الْعَيْشِ وَالتَّطَلُّبُ لَهُ هَاهُنَا وَهَاهُنَا قَلِيلًا بَعْدَ قَلِيلٍ. وَكَذَلِكَ تَبَرَّضَ الْمَاءَ مِنَ الْحَوْضِ، إِذَا قَلَّ صَبَّ فِي الْقِرْبَةِ مِنْ هُنَا وَهُنَا. قَالَ:\nوَقَدْ كُنْتُ بَرَّاضًا لَهَا قَبْلَ وَصْلِهَا ... فَكَيْفَ وَلَزَّتْ حَبْلَهَا بِحِبَالِهَا\nيَقُولُ: قَدْ كُنْتُ أَطْلُبُهَا فِي الْفَيْنَةِ بَعْدَ الْفَيْنَةِ، أَيْ: أَحْيَانًا، فَكَيْفَ وَقَدْ عُلِّقَ بَعْضُنَا بَعْضًا. وَالِابْتِرَاضُ مِنْهُ. وَتَقُولُ: قَدْ بَرَضَ فُلَانٌ لِي مِنْ مَالِهِ، وَهُوَ يَبْرُضُ بَرْضًا: إِذَا أَعْطَاكَ مِنْهُ الْقَلِيلَ. قَالَ:\nلَعَمْرُكَ إِنَّنِي وَطِلَابَ سَلْمَى ... لَكَالْمُتَبَرِّضِ الثَّمَدَ الظَّنُونَا\nوَثَمَدٌ، أَيْ: قَلِيلٌ، يَقُولُ رُؤْبَةُ:\nفِي الْعِدِّ لَمْ تَقْدَحْ ثِمَادًا بَرْضًا\nوَمِنْ هَذَا الْبَابِ: بَرَضَ النَّبَاتُ يَبْرُِضُ بُرُوضًا، وَهُوَ أَوَّلُ مَا يَتَنَاوَلُ النَّعَمُ. وَالْبَارِضُ: أَوَّلُ مَا يَبْدُو مِنَ الْبُهْمَى. قَالَ: رَعَى بَارِضَ الْبُهْمَى جَمِيمًا وَبُسْرَةً ... وَصَمْعَاءَ حَتَّى آنَفَتْهُ نِصَالُهَا",
    "pg": "1:220-221"
  },
  "برع": {
    "def": "الْبَاءُ وَالرَّاءُ وَالْعَيْنُ أَصْلَانِ: أَحَدُهُمَا التَّطَوُّعُ بِالشَّيْءِ مِنْ غَيْرِ وُجُوبٍ. وَالْآخَرُ التَّبْرِيزُ وَالْفَضْلُ. قَالَ الْخَلِيلُ: تَقُولُ بَرَعَ يَبْرَعُ بُرُوعًا وَبَرَاعَةً، وَهُوَ يَتَبَرَّعُ مِنْ قِبَلِ نَفْسِهِ بِالْعَطَاءِ. وَقَالَتِ الْخَنْسَاءُ:\nجَلَدٌ جَمِيلٌ أَصِيلٌ بَارِعٌ وَرِعٌ ... مَأْوَى الْأَرَامِلِ وَالْأَيْتَامِ وَالْجَارِ\nقَالَ: وَالْبَارِعُ: الْأَصِيلُ الْجَيِّدُ الرَّأْيِ. وَتَقُولُ: وُهِبَتْ لِلْإِنْسَانِ نَتْيَاءُ تَبَرُّعًا: إِذَا لَمْ يَطْلُبْ.",
    "pg": "1:221"
  },
  "برق": {
    "def": "الْبَاءُ وَالرَّاءُ وَالْقَافُ أَصْلَانِ تَتَفَرَّعُ الْفُرُوعُ مِنْهُمَا: أَحَدُهُمَا لَمَعَانُ الشَّيْءِ; وَالْآخَرُ اجْتِمَاعُ السَّوَادِ وَالْبَيَاضِ فِي الشَّيْءِ. وَمَا بَعْدَ ذَلِكَ فَكُلُّهُ مَجَازٌ وَمَحْمُولٌ عَلَى هَذَيْنِ الْأَصْلَيْنِ.\nأَمَّا الْأَوَّلُ فَقَالَ الْخَلِيلُ: الْبَرْقُ وَمِيضُ السَّحَابِ، يُقَالُ: بَرَقَ السَّحَابُ بَرْقًا وَبَرِيقًا. قَالَ: وَأَبْرَقَ أَيْضًا لُغَةٌ. قَالَ بَعْضُهُمْ: يُقَالُ: بَرْقَةٌ لِلْمَرَّةِ الْوَاحِدَةِ: إِذَا بَرَقَ، وَبُرْقَةٌ بِالضَّمِّ: إِذَا أَرَدْتَ الْمِقْدَارَ مِنَ الْبَرْقِ. وَيُقَالُ: \" لَا أَفْعَلُهُ مَا بَرَقَ فِي السَّمَاءِ نَجْمٌ \" أَيْ: مَا طَلَعَ. وَأَتَانَا عِنْدَ مَبْرَقِ الصُّبْحِ، أَيْ: حِينَ بَرَقَ. اللِّحْيَانِيُّ: وَأَبْرَقَ الرَّجُلُ: إِذَا أَمَّ الْبَرْقَ حِينَ يَرَاهُ. قَالَ الْخَلِيلُ: الْبَارِقَةُ السَّحَابَةُ ذَاتُ الْبَرْقِ. وَكُلُّ شَيْءٍ يَتَلَأْلَأُ لَوْنُهُ فَهُوَ بَارِقٌ يَبْرُقُ بَرِيقًا. وَيُقَالُ لِلسُّيُوفِ بَوَارِقُ. الْأَصْمَعِيُّ: يُقَالُ: أَبْرَقَ فُلَانٌ بِسَيْفِهِ إِبْرَاقًا: إِذَا لَمَعَ بِهِ. وَيُقَالُ: رَأَيْتُ الْبَارِقَةَ، ضَوْءَ بَرْقِ السُّيُوفِ. وَيُقَالُ: مَرَّتْ بِنَا اللَّيْلَةَ بَارِقَةٌ، أَيْ: سَحَابَةٌ فِيهَا بَرْقٌ، فَمَا أَدْرِي أَيْنَ أَصَابَتْ. وَالْعَرَبُ تَقُولُ: \" هُوَ أَعْذَبُ مِنْ مَاءِ الْبَارِقَةِ \".\nوَيُقَالُ لِلسَّيْفِ وَلِكُلِّ مَا لَهُ بَرِيقٌ إِبْرِيقٌ، حَتَّى إِنَّهُمْ يَقُولُونَ لِلْمَرْأَةِ الْحَسْنَاءِ الْبَرَّاقَةِ إِبْرِيقٌ. قَالَ:\nدِيَارُ إِبْرِيقِ الْعَشِيِّ خَوْزَلِ\nالْخَوْزَلُ الْمَرْأَةُ الْمُتَثَنِّيَةُ فِي مِشْيَتِهَا. وَأَنْشَدَ:\nأَشْلَى عَلَيْهِ قَانِصٌ لَمَّا غَفَلْ ... مُقلَّدَاتِ الْقِدِّ يَقْرُونَ الدَّغَلْ\nفَزَلَّ كَالْإِبْرِيقِ عَنْ مَتْنِ الْقَبَلْ\nقَالَ أَبُو عَلِيٍّ الْأَصْفَهَانِيُّ: يُقَالُ: أَبْرَقَتِ السَّمَاءُ عَلَى بِلَادِ كَذَا. وَتَقُولُ أَبْرَقْتُ: إِذَا أَصَابَتْكَ السَّمَاءُ. وَأَبْرَقْتُ بِبَلَدِ كَذَا، أَيْ: أُمْطِرْتُ. قَالَ الْخَلِيلُ: [إِذَا] شَدَّدَ مُوعِدٌ بِالْوَعِيدِ، قِيلَ أَبْرَقَ وَأَرْعَدَ. قَالَ:\nأَبْرِقْ وَأَرْعِدْ يَا يَزِي ... دُ فَمَا وَعِيدُكَ لِي بِضَائِرْ\nيُقَالُ: بَرَقَ وَرَعَدَ أَيْضًا. قَالَ: فَإِذَا جَعَلْتُ. . . فَارِسَ دُونَكُمْ ... فارْعَُدْ هُنَالِكَ مَا بَدَا لَكَ وَابْرُقِ\nأَبُو زَيْدٍ عَنِ الْأَصْمَعِيِّ: بَرَقَتِ السَّمَاءُ: إِذَا جَاءَتْ بِبَرْقٍ. وَكَذَلِكَ رَعَدَتْ، وَبَرَقَ الرَّجُلُ وَرَعَدَ. وَلَمْ يَعْرِفِ الْأَصْمَعِيُّ أَبْرَقَ وَأَرْعَدَ. وَأَنْشَدَ:\nيَا جَلَّ مَا بَعُدَتْ عَلَيْكَ بِلَادُنَا ... فَابْرُقْ بِأَرْضِكَ مَا بَدَا لَكَ وارْعَُدِ\nوَلَمْ يَلْتَفِتْ إِلَى قَوْلِ الْكُمَيْتِ:\nأَبْرِقْ وَأَرْعِدْ يَا يَزِي ... دُ. . . . . . . . . . .\nقَالَ أَبُو زَيْدٍ: وَقَدْ أَخْبَرَنَا بِهَا أَبُو زَيْدٍ عَنِ الْعَرَبِ. ثُمَّ إِنَّ أَعْرَابِيًّا أَتَانَا مِنْ بَنِي كِلَابٍ وَهُوَ مُحْرِمٌ. فَأَرَدْنَا أَنْ نَسْأَلَهُ فَقَالَ أَبُو زَيْدٍ: دَعُونِي أَتَوَلَّى مَسْأَلَتَهُ فَأَنَا أَرْفَقُ بِهِ. فَقَالَ لَهُ: كَيْفَ تَقُولُ إِنَّكَ لَتُبْرِقُ وَتُرْعِدُ؟ فَقَالَ: فِي الْخَجِيفِ؟ يَعْنِي التَّهَدُّدَ. قَالَ: نَعَمْ. قَالَ: أَقُولُ إِنَّكَ لَتُبْرِقُ وَتُرْعِدُ. فَأَخْبَرْتُ بِهِ الْأَصْمَعِيَّ فَقَالَ: لَا أَعْرِفُ إِلَّا بَرَقَ وَرَعَدَ.\nوَمِنْ هَذَا الْأَصْلِ قَالَ الْخَلِيلُ: أَبْرَقَتِ النَّاقَةُ: إِذَا ضَرَبَتْ ذَنَبَهَا مَرَّةً عَلَى فَرْجِهَا، وَمَرَّةً عَلَى عَجُزِهَا، فَهِيَ بَرُوقٌ وَمُبْرِقٌ. قَالَ اللِّحْيَانِيُّ: يُقَالُ لِلنَّاقَةِ إِذَا شَالَتْ ذَنَبَهَا كَاذِبَةً وَتَلَقَّحَتْ وَلَيْسَتْ بِلَاقِحٍ: أَبْرَقَتِ النَّاقَةُ فَهِيَ مُبْرِقٌ وَبُرُوقٌ. وَضِدُّهَا الْمِكْتَامُ. قَالَ ابْنُ الْأَعْرَابِيِّ: بَرَقَتْ فَهِيَ بَارِقٌ: إِذَا تَشَذَّرَتْ بِذَنَبِهَا مِنْ غَيْرِ لَقْحٍ. قَالَ بَعْضُهُمْ: بَرَّقَ الرَّجُلُ: إِذَا أَتَى بِشَيْءٍ لَا مِصْدَاقَ لَهُ.\nوَحَكَى ابْنُ الْأَعْرَابِيِّ، أَنَّ رَجُلًا عَمِلَ عَمَلًا فَقَالَ لَهُ بَعْضُ أَصْحَابِهِ: \" بَرَّقْتَ وَعَرَّقْتَ \"، أَيْ: لَوَّحْتَ بِشَيْءٍ لَيْسَ لَهُ حَقِيقَةٌ. وَعَرَّقَتْ أَقْلَلْتَ، مِنْ قَوْلِهِمْ:\nلَا تَمْلَأِ الدَّلْوَ وَعَرِّقْ فِيهَا ... ألَا تَرَى حَبَارَ مَنْ يَسْقِيهَا\nقَالَ الْخَلِيلُ: الْإِنْسَانُ الْبَرُوقُ هُوَ الْفَرِقُ لَا يَزَالُ. قَالَ:\nيُرَوِّعُ كُلَّ خَوَّارٍ بَرُوقِ\nوَالْإِنْسَانُ إِذَا بَقِيَ كَالْمُتَحَيِّرِ قِيلَ بَرِقَ بَصَرُهُ بَرَقًا، فَهُوَ بَرِقٌ فَزِعٌ مَبْهُوتٌ. وَكَذَلِكَ تَفْسِيرُ مَنْ قَرَأَهَا: ﴿فَإِذَا بَرِقَ الْبَصَرُ﴾ [القيامة: ٧] ، فَأَمَّا مَنْ قَرَأَ: ﴿بَرِقَ الْبَصَرُ﴾ [القيامة: ٧] فَإِنَّهُ يَقُولُ: تَرَاهُ يَلْمَعُ مِنْ شِدَّةِ شُخُوصِهِ تَرَاهُ لَا يُطِيقُ. قَالَ:\nلَمَّا أَتَانِي ابْنُ عُمْيرٍ رَاغِبًا ... أَعْطَيْتُهُ عَيْسَاءَ مِنْهَا فَبَرَقْ\nأَيْ: لِعَجَبِهِ بِذَلِكَ. وَبَرَّقَ بِعَيْنِهِ: إِذَا لَأْلَأَ مِنْ شِدَّةِ النَّظَرِ. قَالَ:\nفَعَلِقَتْ بِكَفِّهَا تَصْفِيقَا ... وَطَفِقَتْ بِعَيْنِهَا تَبْرِيقَا\nنَحْوَ الْأَمِيرِ تَبْتَغِي التّطْلِيقَا قَالَ ابْنُ الْأَعْرَابِيِّ: بَرِقَ الرَّجُلُ ذَهَبَتْ عَيْنَاهُ فِي رَأْسِهِ، ذَهَبَ عَقْلُهُ. قَالَ الْيَزِيدِيُّ: بَرَقَ وَجْهَهُ بِالدُّهْنِ يَبْرُقُ بَرْقًا، وَلَهُ بَرِيقٌ، وَكَذَلِكَ بَرَقْتُ الْأَدِيمَ أبْرُقُهُ بَرْقًا، وَبَرَّقْتُهُ تَبْرِيقًا.\nقَالَ أَبُو زَيْدٍ: بَرَقَ طَعَامَهُ بِالزَّيْتِ أَوِ السَّمْنِ أَوْ ذَوْبَ الْإِهَالَةِ: إِذَا جَعَلَهُ فِي الطَّعَامِ وَقَلَّلَ مِنْهُ.\nقَالَ اللِّحْيَانِيُّ: بَرِقَ السِّقَاءُ يَبْرَقُ بَرَقًا وَبُرُوقًا: إِذَا أَصَابَهُ حَرٌّ فَذَابَ زُبْدُهُ. قَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ: زُبْدَةٌ بَرِقَةٌ وَسِقَاءٌ بَرِقٌ: إِذَا انْقَطَعَا مِنَ الْحَرِّ. وَرُبَّمَا قَالُوا زُبْدٌ مُبْرِقٌ. وَالْإِبْرِيقُ مَعْرُوفٌ، وَهُوَ مِنَ الْبَابِ. قَالَ أَبُو زَيْدٍ: الْبَرْوَقُ شَجَرَةٌ ضَعِيفَةٌ. وَتَقُولُ الْعَرَبُ: \" هُوَ أَشْكَرُ مِنْ بَرْوَقَةٍ \"، وَذَلِكَ أَنَّهَا إِذَا غَابَتِ السَّمَاءُ اخْضَرَّتْ وَيُقَالُ: إِنَّهُ إِذَا أَصَابَهَا الْمَطَرُ الْغَزِيرُ هَلَكَتْ. قَالَ الشَّاعِرُ يَذْكُرُ حَرْبًا:\nتَطِيحُ أَكُفُّ الْقَوْمِ فِيهَا كَأَنَّمَا ... يَطِيحُ بِهَا فِي الرَّوْعِ عِيدَانُ بَرْوَقِ\nوَقَالَ الْأَسْوَدُ يَذْكُرُ امْرَأَةً:\nوَنَالَتْ عَشَاءً مِنْ هَبِيدٍ وَبَرْوَقٍ ... وَنَالَتْ طَعَامًا مِنْ ثَلَاثَةِ أَلْحُمِ\nوَإِنَّمَا قَالَ ثَلَاثَةَ أَلْحُمٍ، لِأَنَّ الَّذِي أَطْعَمَهَا قَانِصٌ.\nقَالَ يَعْقُوبُ: بَرِقَتِ الْإِبِلُ تَبْرَقُ بَرَقًا: إِذَا اشْتَكَتْ بُطُونُهَا مِنْهُ. وَأَمَّا الْأَصْلُ الْآخَرُ فَقَالَ الْخَلِيلُ وَغَيْرُهُ: تُسَمَّى الْعَيْنُ بَرْقَاءَ لِسَوَادِهَا وَبَيَاضِهَا. وَأَنْشَدَ:\nوَمُنْحَدَرٍ مِنْ رَأْسِ بَرْقَاءَ حَطَّهُ ... مَخَافَةُ بَيْنٍ مِنْ حَبِيبٍ مُزَايِلِ\nالْمُنْحَدَرُ: الدَّمْعُ. قَالُوا: وَالْبَرَقُ مَصْدَرُ الْأَبْرَقِ مِنَ الْحِبَالِ وَالْجِبَالِ، وَهُوَ الْحَبْلُ أُبْرِمَ بِقُوَّةٍ سَوْدَاءَ وَقُوَّةٍ بَيْضَاءَ. وَمِنَ الْجِبَالِ مَا كَانَ مِنْهُ جُدَدٌ بِيضٌ وَجُدَدٌ سُودٌ. وَالْبَرْقَاءُ مِنَ الْأَرْضِ طَرَائِقُ، بُقْعَةٌ فِيهَا حِجَارَةٌ سُودٌ تُخَالِطُهَا رَمْلَةٌ بَيْضَاءُ. وَكُلُّ قِطْعَةٍ عَلَى حِيَالِهَا بُرْقَةٌ. وَإِذَا اتَّسَعَ فَهُوَ الْأَبْرَقُ وَالْأَبَارِقُ وَالْبَرَّاقُ. قَالَ:\nلَنَا الْمَصَانِعُ مِنْ بُصْرَى إِلَى هَجَرٍ ... إِلَى الْيَمَامَةِ فَالْأَجْرَاعِ فَالْبُرَقِ\nوَالْبُرْقَةُ مَا ابْيَضَّ مِنْ فَتْلِ الْحَبْلِ الْأَسْوَدِ.\nقَالَ أَبُو عَمْرٍو الشَّيْبَانِيُّ: الْبُرَقُ مَا دَفَعَ فِي السَّيْلِ مِنْ قِبَلِ الْجَبَلِ. قَالَ:\nكَأَنَّهَا بِالْبُرَقِ الدَّوَافِعِ\nقَالَ قُطْرُبٌ: الْأَبْرَقُ الْجَبَلُ يُعَارِضُكَ يَوْمًا وَلَيْلَةً أَمْلَسَ لَا يُرْتَقَى. قَالَ أَبُو زِيَادٍ الْكِلَابِيُّ: الْأَبْرَقُ فِي الْأَرْضِ أَعَالٍ فِيهَا حِجَارَةٌ، وَأَسَافِلُهَا رَمْلٌ يَحِلُّ بِهَا النَّاسُ. وَهِيَ تُنْسَبُ إِلَى الْجِبَالِ. وَلَمَّا كَانَتْ صِفَةً غَالِبَةً جُمِعَتْ جَمْعَ الْأَسْمَاءِ، فَقَالُوا الْأَبَارِقُ، كَمَا قَالُوا: الْأَبَاطِحُ وَالْأَدَاهِمُ فِي جَمْعِ الْأَدْهَمِ الَّذِي هُوَ الْقَيْدُ، وَالْأَسَاوِدُ فِي جَمْعِ الْأَسْوَدِ الَّذِي هُوَ الْحَيَّةُ. قَالَ الرَّاعِي:\nوَأَفَضْنَ بَعْدَ كُظُومِهِنَّ بِحَرَّةٍ ... مِنْ ذِي الْأَبَارِقِ إِذْ رَعَيْنَ حَقِيلَا قَالَ قُطْرُبٌ: بَنُو بَارِقٍ حَيٌّ مِنَ الْيَمَنِ مِنَ الْأَشْعَرِينَ. وَاسْمُ بَارِقٍ سَعْدُ بْنُ عَدِيٍّ، نَزَلَ جَبَلًا كَانَ يُقَالُ لَهُ بَارِقٌ، فَنُسِبَ إِلَيْهِ. وَيُقَالُ لِوَلَدِهِ بَنُو بَارِقٍ، يُعْرَفُونَ بِهِ.\nقَالَ بَعْضُ الْأَعْرَابِ: الْأَبْرَقُ وَالْأَبَارِقُ مِنْ مَكَارِمِ النَّبَاتِ، وَهِيَ أَرْضٌ نِصْفٌ حِجَارَةٌ وَنِصْفٌ تُرَابٌ أَبْيَضُ يَضْرِبُ إِلَى الْحُمْرَةِ، وَبِهَا رَفَضُ حِجَارَةٍ حُمْرٍ. وَإِذَا كَانَ رَمْلٌ وَحِجَارَةٌ فَهُوَ أَيْضًا أَبْرَقُ. وَإِذَا عَنَيْتَ الْأَرْضَ قُلْتَ بَرْقَاءُ. وَالْأَبْرَقُ يَكُونُ عَلَمًا سَامِقًا مِنْ حِجَارَةٍ عَلَى لَوْنَيْنِ، أَوْ مِنْ طِينٍ وَحِجَارَةٍ. وَالْأَبْرَقُ وَالْبُرْقَةُ، وَالْجَمِيعُ الْبُرَقُ وَالْبِرَاقُ وَالْبَرْقَاوَاتُ.\nقَالَ الْأَصْمَعِيُّ الْبُرْقَانُ مَا اصْفَرَّ مِنَ الْجَرَادِ وَتَلَوَّنَتْ فِيهِ [خُطُوطٌ وَاسْوَدَّ] . وَيُقَالُ: رَأَيْتُ دَبًا بُرْقَانًا كَثِيرًا فِي الْأَرْضِ، الْوَاحِدَةُ بُرْقانَةُ، كَمَا يُقَالُ: ظَبْيَةٌ أُدْمَانَةٌ وَظِبَاءٌ أُدْمَانٌ. قَالَ أَبُو زِيَادٍ: الْبُرْقَانُ فِيهِ سَوَادٌ وَبَيَاضٌ كَمَثَلِ بُرْقَةِ الشَّاةِ. قَالَ الْأَصْمَعِيُّ: وَبَرْقَاءُ أَيْضًا. قَالَ أَبُو زِيَادٍ: يَمْكُثُ أَوَّلَ مَا يَخْرُجُ أَبْيَضَ سَبْعًا، ثُمَّ يَسْوَدُّ سَبْعًا، ثُمَّ يَصِيرُ بُرْقَانًا.\nوَالْبَرْقَاءُ مِنَ الْغَنَمِ كَالْبَلْقَاءِ مِنَ الْخَيْلِ.",
    "pg": "1:221-227"
  },
  "برك": {
    "def": "الْبَاءُ وَالرَّاءُ وَالْكَافُ أَصْلٌ وَاحِدٌ، وَهُوَ ثَبَاتُ الشَّيْءِ، ثُمَّ يَتَفَرَّعُ فُرُوعًا يُقَارِبُ بَعْضُهَا بَعْضًا. يُقَالُ: بَرَكَ الْبَعِيرُ يَبْرُكُ بُرُوكًا. قَالَ الْخَلِيلُ الْبَرْكُ يَقَعُ عَلَى مَا بَرَكَ مِنَ الْجِمَالِ وَالنُّوقِ عَلَى الْمَاءِ أَوْ بِالْفَلَاةِ، مِنْ حَرِّ الشَّمْسِ أَوِ الشِّبَعِ، الْوَاحِدُ بَارِكٌ، وَالْأُنْثَى بَارِكَةٌ. وَأَنْشَدَ فِي الْبَرْكِ أَيْضًا: بَرْكَ هُجُودٍ بِفَلَاةٍ قَفْرِ ... أَحْمَى عَلَيْهَا الشَّمْسَ أَبْتُ الْحَرِّ\nالْأَبْتُ: شِدَّةُ الْحَرِّ بِلَا رِيحٍ. قَالَ أَبُو الْخَطَّابِ: الْبَرْكُ الْإِبِلُ الْكَثِيرَةُ تَشْرَبُ ثُمَّ تَبْرُكُ فِي الْعَطَنِ، لَا تَكُونُ بَرْكًا إِلَّا كَذَا. قَالَ الْخَلِيلُ: أَبْرَكْتُ النَّاقَةَ فَبَرَكَتْ. قَالَ: وَالْبَرْكُ أَيْضًا كَلْكَلُ الْبَعِيرِ وَصَدْرُهُ الَّذِي يَدُكُّ بِهِ الشَّيْءَ تَحْتَهُ. تَقُولُ: حَكَّهُ وَدَكَّهُ بِبَرْكِهِ. قَالَ الشَّاعِرُ:\nفَأَقْعَصَتْهُمْ وَحَكَّتْ بَرْكَهَا بِهِمُ ... وَأَعْطَتِ النَّهْبَ هَيَّانَ بْنَ بَيَّانِ\nوَالْبِرْكَةُ: مَا وَلِيَ الْأَرْضَ مِنْ جِلْدِ الْبَطْنِ وَمَا يَلِيهِ مِنَ الصَّدْرِ، مِنْ كُلِّ دَابَّةٍ. وَاشْتِقَاقُهُ مِنْ مَبْرَكِ الْإِبِلِ، وَهُوَ الْمَوْضِعُ الَّذِي تَبْرُكُ فِيهِ، وَالْجَمْعُ مَبَارِكُ. قَالَ يَعْقُوبُ: الْبِرْكَةُ مِنَ الْفَرَسِ حَيْثُ انْتَصَبَتْ فَهْدَتَاهُ مِنْ أَسْفَلَ، إِلَى الْعِرْقَيْنِ اللَّذَيْنِ دُونَ الْعَضُدَيْنِ إِلَى غُضُونِ الذِّرَاعَيْنِ مِنْ بَاطِنٍ.\nقَالَ أَبُو حَاتِمٍ: الْبَرْكُ بِفَتْحِ الْبَاءِ: الصَّدْرُ، فَإِذَا أَدْخَلْتَ الْهَاءَ كَسَرْتَ الْبَاءَ. قَالَ بَعْضُهُمْ: الْبَرْكُ الْقَصُّ. قَالَ الْأَصْمَعِيُّ: كَانَ أَهْلُ الْكُوفَةِ يُسَمُّونَ زِيَادًا أَشْعَرَ بَرْكًا. قَالَ يَعْقُوبُ: يَقُولُ الْعَرَبُ: \" هَذَا أَمْرٌ لَا يَبْرُكُ عَلَيْهِ إِبِلِي \" أَيْ: لَا أَقْرَبُهُ وَلَا أَقْبَلُهُ. وَيَقُولُونَ أَيْضًا: \" هَذَا أَمْرٌ لَا يَبْرُكُ عَلَيْهِ الصُّهْبُ الْمُحَزَّمَةُ \" يُقَالُ ذَلِكَ لِلْأَمْرِ إِذَا تَفَاقَمَ وَاشْتَدَّ. وَذَلِكَ أَنَّ الْإِبِلَ إِذَا أَنْكَرَتِ الشَّيْءَ نَفَرَتْ مِنْهُ. قَالَ أَبُو عَلِيٍّ: خَصَّ الْإِبِلَ لِأَنَّهَا لَا تَكَادُ تَبْرُكُ فِي مَبْرَكٍ حَزْنٍ، إِنَّمَا تَطْلُبُ السُّهُولَةَ، تَذُوقُ الْأَرْضَ بِأَخْفَافِهَا، فَإِنْ كَانَتْ سَهْلَةً بَرَكَتْ فِيهَا. قَالَ أَبُو زَيْدٍ: وَفِي أَنْوَاءِ الْجَوْزَاءِ نَوْءٌ يُقَالُ لَهُ \" الْبُرُوكُ \"، وَذَلِكَ أَنَّ الْجَوْزَاءَ لَا تَسْقُطُ أَنْوَاؤُهَا حَتَّى يَكُونَ فِيهَا يَوْمٌ وَلَيْلَةٌ تَبْرُكُ الْإِبِلُ مِنْ شِدَّةِ بَرْدِهِ وَمَطَرِهِ. قَالَ: وَالْبُرَكُ عَوْفُ بْنُ مَالِكِ بْنِ ضُبَيْعَةَ، سُمِّيَ بِهِ يَوْمَ قِضَّةَ; لِأَنَّهُ عَقَرَ جَمَلَهُ عَلَى ثَنِيَّةٍ وَأَقَامَ، وَقَالَ: \" أَنَا الْبُرَكُ أبْرُكُ حَيْثُ أُدْرَكُ \".\nقَالَ الْخَلِيلُ: يُقَالُ: ابْتَرَكَ الرَّجُلُ فِي آخَرَ يَتَنَقَّصُهُ وَيَشْتُمُهُ. وَقَدِ ابْتُرِكُوا فِي الْحَرْبِ: إِذَا جَثَوْا عَلَى الرُّكَبِ ثُمَّ اقْتَتَلُوا ابتِرَاكًا. وَالْبَرَاكاَءُ اسْمٌ مِنْ ذَلِكَ، قَالَ بِشْرٌ فِيهِ:\nوَلَا يُنْجِي مِنَ الْغَمَرَاتِ إِلَّا ... بَرَاكَاءُ الْقِتَالِ أَوِ الْفِرَارُ\nقَالَ أَبُو عُبَيْدَةَ: يَقُولُونَ بَرَاكِ بَرَاكِ، بِمَعْنَى ابْرُكُوا. قَالَ يَعْقُوبُ: يُقَالُ: بَرَكَ فُلَانٌ عَلَى الْأُمْرِ وَبَارَكَ، جَمِيعًا: إِذَا وَاظَبَ عَلَيْهِ. وَابْتَرَكَ الْفَرَسُ فِي عَدْوِهِ، أَيِ اجْتَهَدَ. قَالَ:\nوَهُنَّ يَعْدُونَ بِنَا بُرُوكًا\nقَالَ الْخَلِيلُ: يُقَالُ: أَبْرَكَ السَّحَابُ: إِذَا أَلَحَّ بِالْمَطَرِ عَلَى الْمَكَانِ. قَالَ غَيْرُهُ: بَلْ يُقَالُ: ابْتَرَكَ. وَهُوَ الصَّحِيحُ: وَأَنْشَدَ: يَنْزِعُ عَنْهَا الْحَصَى أَجَشُّ مُبْتَرِكٌ ... كَأَنَّهُ فَاحِصٌ أَوْ لَاعِبٌ دَاحِ\nفَأَمَّا قَوْلُ الْكُمَيْتِ:\nذُو بِرْكَةٍ لَمْ تَغِضْ قَيْدًا تَشِيعُ بِهِ ... مِنَ الْأَفَاوِيقِ فِي أَحْيَانِهَا الْوُظُبِ\nالدَّائِمَةُ. فَإِنَّ الْبِرْكَةَ فِيمَا يُقَالُ: أَنْ تُحْلَبَ قَبْلَ أَنْ تَخْرُجَ.\nقَالَ الْأَصْفَهَانِيُّ عَنِ الْعَامِرِيِّ: يُقَالُ: حَلَبْتُ النَّاقَةَ بِرْكَتَهَا، وَحَلَبْتُ الْإِبِلَ بِرْكَتَهَا: إِذَا حَلَبْتُ لَبَنَهَا الَّذِي اجْتَمَعَ فِي ضَرْعِهَا فِي مَبْرَكِهَا. وَلَا يُقَالُ ذَلِكَ إِلَّا بِالْغُدُوَاتِ. وَلَا يُسَمَّى بِرْكَةً إِلَّا مَا اجْتَمَعَ فِي ضَرْعِهَا بِاللَّيْلِ وَحُلِبَ بِالْغُدْوَةِ. يُقَالُ: احْلُبْ لَنَا مِنْ بِرَكِ إِبِلِكَ.\nقَالَ الْكِسَائِيُّ: الْبِرْكَةُ أَنْ يَدِرَّ لَبَنُ النَّاقَةِ بَارِكَةً فَيُقِيمَهَا فَيَحْلُبَهَا. قَالَ الْكُمَيْتُ:\nلَبَوْنُ جُودِكَ غَيْرُ مَاضِرْ\nقَالَ الْخَلِيلُ: الْبِرْكَةُ شِبْهُ حَوْضٍ يُحْفَرُ فِي الْأَرْضِ، وَلَا تُجْعَلُ لَهُ أَعْضَادٌ فَوْقَ صَعِيدِ الْأَرْضِ. قَالَ الْكِلَابِيُّونَ: الْبِرْكَةُ الْمَصْنَعَةُ، وَجَمْعُهَا بِرَكٌ، إِلَّا أَنَّ الْمَصْنَعَةَ لَا تُطْوَى، وَهَذِهِ تُطْوَى بِالْآجُرِّ.\nقَالَ الْخَلِيلُ: الْبَرَكَةُ مِنَ الزِّيَادَةِ وَالنَّمَاءِ. وَالتَّبْرِيكُ: أَنْ تَدْعُوَ بِالْبَرَكَةِ. و ﴿تَبَارَكَ اللَّهُ﴾ [الأعراف: ٥٤] تَمْجِيدٌ وَتَجْلِيلٌ. وَفُسِّرَ عَلَى \" تَعَالَى اللَّهُ \". وَاللَّهُ أَعْلَمُ بِمَا أَرَادَ.\nقَالَ أَبُو زَيْدٍ: طَعَامٌ بَرِيكٌ، أَيْ: ذُو بَرَكَةٍ.",
    "pg": "1:227-231"
  },
  "برم": {
    "def": "الْبَاءُ وَالرَّاءُ وَالْمِيمُ يَدُلُّ عَلَى أَرْبَعَةِ أُصُولٍ: إِحْكَامُ الشَّيْءِ، وَالْغَرَضُ بِهِ، وَاخْتِلَافُ اللَّوْنَيْنِ، وَجِنْسٌ مِنَ النَّبَاتِ.\nفَأَمَّا الْأَوَّلُ فَقَالَ الْخَلِيلُ: أَبْرَمْتُ الْأَمْرَ أَحْكَمْتُهُ. قَالَ أَبُو زِيَادٍ الْمَبَارِمُ مَغَازِلُ ضِخَامٌ تُبْرِمُ عَلَيْهَا الْمَرْأَةُ غَزْلَهَا، وَهِيَ مِنَ السَّمُرِ. وَيُقَالُ: أَبْرَمْتُ الْحَبْلَ: إِذَا فَتَلْتُهُ مَتِينًا. وَالْمُبْرَمُ الْغَزْلُ، وَهُوَ ضِدُّ السَّحِيلِ، وَذَلِكَ أَنَّ الْمُبْرَمَ عَلَى طَاقَيْنِ مَفْتُولَيْنِ، وَالسَّحِيلُ عَلَى طَاقٍ وَاحِدٍ.\nوَأَمَّا الْغَرَضُ فَيَقُولُونَ: بَرِمْتُ بِالْأَمْرِ عَيِيتُ بِهِ، وَأَبْرَمَنِي أَعْيَانِي. قَالَ: وَيَقُولُونَ أَرْجُو أَنْ لَا أَبْرَمَ بِالسُّؤَالِ عَنْ كَذَا، أَيْ: لَا أَعْيَا. قَالَ:\nفَلَا تَعْذُلِينِي قَدْ بَرِمْتُ بِحِيلَتِي\nقَالَ الْخَلِيلُ: بَرِمْتُ بِكَذَا، أَيْ: ضَجِرْتُ بِهِ بَرَمًا. وَأَنْشَدَ غَيْرُهُ:\nمَا تَأْمُرِينَ بِنَفْسٍ قَدْ بَرِمْتُ بِهَا ... كَأَنَّمَا عُرْوَةُ الْعُذْرِيُّ أَعْدَاهَا\nمَشْعُوفَةٍ بِالَّتِي تُرْبَانُ مَحْضَرُهَا ... ثُمَّ الْهِدَمْلَةُ أَنْفَ الْبَرْدِ مَبْدَاهَا\nوَيُقَالُ: أَبْرَمَنِي إِبْرَامًا. وَقَالَ [ابْنُ] الطَّثْرِيَّةِ:\nفَلَمَّا جِئْتُ قَالَتْ لِي كَلَامًا ... بَرِمْتُ فَمَا وَجَدْتُ لَهُ جَوَابًا\nوَأَمَّا اخْتِلَافُ اللَّوْنَيْنِ فَيُقَالُ: إِنَّ الْبَرِيمَيْنِ النَّوْعَانِ مِنْ كُلِّ ذِي خِلْطَيْنِ، مِثْلُ سَوَادِ اللَّيْلِ مُخْتَلِطًا بِبَيَاضِ النَّهَارِ، وَكَذَلِكَ الدَّمْعُ مَعَ الْإِثْمِدِ بَرِيمٌ. قَالَ عَلْقَمَةُ: بِعَيْنَيْ مَهَاةٍ تَحْدُرُ الدَّمْعَ مِنْهُمَا ... بَرِيمَيْنِ شَتَّى مِنْ دُمُوعٍ وَإِثْمِدِ\nقَالَ أَبُو زَيْدٍ: وَلِذَلِكَ سُمِّيَ الصُّبْحُ أَوَّلَ مَا يَبْدُو بَريِمًا، لِاخْتِلَاطِ بَيَاضِهِ بِسَوَادِ اللَّيْلِ. قَالَ:\nعَلَى عَجَلٍ وَالصُّبْحُ بَادٍ كَأَنَّهُ ... بِأَدْعَجَ مِنْ لَيْلِ التِّمَامِ بَرِيمُ\nقَالَ الْخَلِيلُ: يَقُولُ الْعَرَبُ: هَؤُلَاءِ بَرِيمُ قَوْمٍ، أَيْ: لَفِيفُهُمْ مِنْ كُلِّ لَوْنٍ. قَالَتْ لَيْلَى:\nيَأَيُّهَا السَّدِمُ الْمُلَوِّي رَأْسَهُ ... لِيَقُودَ مِنْ أَهْلِ الْحِجَازِ بَرِيمَا\nقَالَ أَبُو عُبَيْدٍ: تَقُولُ اشْوِ لَنَا مِنْ بَرِيمَيْهَا، أَيْ: مِنَ الْكَبِدِ وَالسَّنَامِ. وَالْبَرِيمُ: الْقَطِيعُ مِنَ الظِّبَاءِ. قَالَ: وَالْبَرِيمُ شَيْءٌ تَشُدُّ بِهِ الْمَرْأَةُ وَسَطَهَا مُنَظَّمٌ بِخَرَزٍ. قَالَ الْفَرَزْدَقُ:\nمُحَضَّرَةٌ لَا يُجْعَلُ السِّتْرُ دُونَهَا ... إِذَا الْمُرْضِعُ الْعَوْجَاءُ جَالَ بَرِيمُهَا\nوَالْأَصْلُ الرَّابِعُ: الْبَرَمُ، [وَأَطْيَبُهَا رِيحًا] بَرَمُ السَّلَمِ، وَأَخْبَثُهَا رِيحًا بَرَمَةُ الْعُرْفُطِ، وَهِيَ بَيْضَاءُ كَبَرَمَةِ الْآسِ. قَالَ الشَّيْبَانِيُّ: أَبْرَمَ الطَّلْحُ، وَذَلِكَ أَوَّلَ مَا يُخْرِجُ ثَمَرَتَهُ. قَالَ أَبُو زِيَادٍ: الْبَرَمَةُ الزَّهْرَةُ الَّتِي تَخْرُجُ فِيهَا الْحُبْلَةُ.\nأَبُو الْخَطَّابِ: الْبَرَمُ أَيْضًا حُبُوبُ الْعِنَبِ إِذَا زَادَتْ عَلَى الزَّمَعِ، أَمْثَالَ رُءُوسِ الذَّرِّ.\nوَشَذَّ عَنْ هَذِهِ الْأُصُولِ الْبُرَامُ، وَهُوَ الْقُرَادُ الْكَبِيرُ. يَقُولُ الْعَرَبُ: \" هُوَ أَلْزَقُ مِنْ بُرامٍ \". وَكَذَلِكَ الْبُرْمَةُ، وَهِيَ الْقِدْرُ.",
    "pg": "1:231-233"
  },
  "بروى": {
    "def": "الْبَاءُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ بَعْدَهُمَا وَهُوَ الْوَاوُ وَالْيَاءُ أَصْلَانِ: أَحَدُهُمَا تَسْوِيَةُ الشَّيْءِ نَحْتًا، وَالثَّانِي التَّعَرُّضُ وَالْمُحَاكَاةُ. فَالْأَصْلُ الْأَوَّلُ قَوْلُهُمْ بَرَى الْعُودَ يَبْرِيهِ بَرْيًا، وَكَذَلِكَ الْقَلَمُ. وَنَاسٌ يَقُولُونَ يَبْرُو، وَهُمُ الَّذِينَ يَقُولُونَ لِلْبُرِّ يَقْلُو، وَهُوَ بِالْيَاءِ أَصْوَبُ. قَالَ الْأَصْمَعِيُّ: يُقَالُ: بَرَيْتُ الْقَوْسَ بَرْيًا وَبُرَايَةً، وَاسْمُ مَا يَسْقُطُ مِنْهُ الْبُرَايَةُ، وَيَتَوَسَّعُونَ فِي هَذَا حَتَّى يَقُولُوا مَطَرٌ ذُو بُرَايَةٍ، أَيْ: يَبْرِي الْأَرْضَ وَيَقْشُرُهَا.\nقَالَ الْخَلِيلُ: الْبَرِيُّ السَّهْمُ الَّذِي قَدْ أُتِمَّ بَرْيُهُ وَلَمْ يُرَشَّ وَلَمْ يُنَصَّلْ. قَالَ أَبُو زَيْدٍ: يَقُولُ الْعَرَبُ: \" أَعْطِ الْقَوْسَ بَارِيَهَا \"، أَيْ: كِلِ الْأَمْرَ إِلَى صَاحِبِهِ.\nفَأَمَّا قَوْلُهُمْ لِلْبَعِيرِ إِنَّهُ لَذُو بُرَايَةٍ فَمِنْ هَذَا أَيْضًا، أَيْ إِنَّهُ بُرِيَ بَرْيًا مُحْكَمًا. قَالَ الْأَصْمَعِيُّ: يُقَالُ لِلْبَعِيرِ إِذَا كَانَ بَاقِيًا عَلَى السَّيْرِ: إِنَّهُ لَذُو بُرَايَةٍ. قَالَ الْأَعْلَمُ:\nعَلَى حَتِّ الْبُرَايَةِ زَمْخَرِيُّ ال ... سَّوَاعِدِ ظَلَّ فِي شَرْيٍ طُِوَالِ وَهُوَ أَنْ يَنْحَتَّ مِنْ لَحْمِهِ ثُمَّ يَنْحَتَّ، لَا يَنْهَمُّ فِي أَوَّلِ سَفَرِهِ، وَلَكِنَّهُ يَذْهَبُ مِنْهُ ثُمَّ تَبْقَى بُرَايَةٌ، ثُمَّ تَذْهَبُ وَتَبْقَى بُرَايَةٌ. وَفُلَانٌ ذُو بُرَايَةٍ أَيْضًا.\nوَمِنْ هَذَا الْبَابِ أَيْضًا الْبُرَةُ، وَهِيَ حَلْقَةٌ تُجْعَلُ فِي أَنْفِ الْبَعِيرِ، يُقَالُ: نَاقَةٌ مُبْرَاةٌ وَجَمَلٌ مُبْرًى، قَالَ الشَّاعِرُ:\nفَقَرَّبْتُ مُبْرَاةً يُخَالُ ضُلُوعُهَا ... مِنَ الْمَاسِخِيَّاتِ الْقِسِيَّ الْمُوَتَّرَا\nوَهَذِهِ بُرَةٌ مَبْرُوَّةٌ، أَيْ: مَعْمُولَةً. وَيُقَالُ: أَبْرَيْتُ النَّاقَةَ أُبْرِيهَا إِبْرَاءً: إِذَا جَعَلْتَ فِي أَنْفِهَا بُرَةً. والْبُرَةُ أَيْضًا حَلْقَةٌ مِنْ ذَهَبٍ أَوْ فِضَّةٍ إِذَا كَانَتْ دَقِيقَةً مَعْطُوفَةَ الطَّرَفَيْنِ، وَالْجَمْعُ الْبُرَى وَالْبُرُونُ وَالْبِرُونُ. وَكُلُّ حَلْقَةٍ بُرَةٌ.\nقَالَ أَبُو عُبَيْدٍ: ذُو الْبُرَةِ الَّذِي ذَكَرَهُ عَمْرُو بْنُ كُلْثُومٍ:\nوَذُو الْبُرَةِ الَّذِي حُدِّثْتَ عَنْهُ ... بِهِ نُحْمَى وَنَحْمِي الْمُلْجَئِينَا\nرَجُلٌ تَغْلِبيٌّ كَانَ جَعَلَ فِي أَنْفِهِ بُرَةً لِنَذْرٍ كَانَ عَلَيْهِ. وَقِيلَ الْبُرَةُ سَيْفٌ، كَانَ لَهُ سَيْفٌ يُسَمَّى الْبُرَةُ. وَالْبُرَاءُ النُّحَاتَةُ، وَهُوَ مِنَ الْبَابِ. قَالَ الْهُذَلِيُّ:\nحَرِقُ الْمُفَارِقِ كَالْبُرَاءِ الْأَعْفَرِ وَمِنَ الْبَابِ الْبَرَى الْخَلْقُ، وَالْبَرَى التُّرَابُ. يُقَالُ: \" بِفِيهِ الْبَرَى \"، لِأَنَّ الْخَلْقَ مِنْهُ.\nوَالْأَصْلُ الْآخَرُ الْمُحَاكَاةُ فِي الصَّنِيعِ وَالتَّعَرُّضُ. قَالَ الْخَلِيلُ: تَقُولُ: بَارَيْتُ فُلَانًا، أَيْ: حَاكَيتَهُ. وَالْمُبَارَاةُ أَنْ يُبَارِيَ الرَّجُلُ آخَرَ فَيَصْنَعَ كَمَا يَصْنَعُ. وَمِنْهُ قَوْلُهُمْ: فُلَانٌ يُبَارِي جِيرَانَهُ، وَيُبَارِي الرِّيحَ، أَيْ: يُعْطِي مَا هَبَّتِ الرِّيحُ، وَقَالَ الرَّاجِزُ:\nيَبْرِي لَهَا فِي الْعَوَمَانِ عَائِمُ\nأَيْ: يُعَارِضُهَا. قَالَ الْأَصْمَعِيُّ: يُقَالُ: انْبَرَى لَهُ وَبَرَى لَهُ، أَيْ: تَعَرَّضَ، وَقَالَ:\nهِقْلَةُ شَدٍّ تَنْبَرِي لِهِقْلِ\nوَقَالَ ذُو الرُّمَّةِ:\nتَبْرِي لَهُ صَعْلَةٌ خَرْجَاءُ خَاضِعَةٌ\nقَالَ ابْنُ السِّكِّيتِ: تَبَرَّيْتُ مَعْرُوفَ فُلَانٍ وَتَبَرَّيْتُ لِمَعْرُوفِهِ، أَيْ: تَعَرَّضْتُ.\nقَالَ:\nوَأَهْلَةِ وُدٍّ قَدْ تَبَرَّيْتُ وُدَّهُمْ ... وَأَبْلَيْتُهُمْ فِي الْوُدِّ جُهْدِي وَنَائِلِي يُقَالُ: أَهْلٌ وَأَهْلَةٌ. وَقَالَ الرَّاجِزُ:\nوَهْوَ إِذَا مَا لِلصِّبَا تَبَرَّى ... وَلَبِسَ الْقَمِيصَ لَمْ يُزَرَّا\nوَجَرَّ أَطْرَافَ الرِّدَاءِ جَرَّا",
    "pg": "1:233-236"
  },
  "بزخ": {
    "def": "الْبَاءُ وَالزَّاءُ وَالْخَاءُ أَصْلٌ يَقْرُبُ مِنَ الَّذِي قَبْلَهُ. وَالْبَزَخُ خُرُوجُ الصَّدْرِ وَدُخُولُ الظَّهْرِ; يُقَالُ: رَجُلٌ أَبْزَخُ وَامْرَأَةٌ بَزْخَاءُ. وَتَبَازَخَتْ لَهُ الْمَرْأَةُ: إِذَا حَرَّكَتْ عَجُزَهَا فِي مِشْيَتِهَا.",
    "pg": "1:246"
  },
  "بزر": {
    "def": "الْبَاءُ وَالزَّاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا شَيْءٌ مِنَ الْحُبُوبِ، وَالْأَصْلُ الثَّانِي مِنَ الْآلَاتِ الَّتِي تُسْتَعْمَلُ عِنْدَ دَقِّ الشَّيْءِ.\nفَأَمَّا الْأَوَّلُ فَمَعْرُوفٌ. قَالَ الدُّرَيدِيُّ: وَقَوْلُ الْعَامَّةِ بَزْرُ الْبَقْلِ خَطَأٌ، إِنَّمَا هُوَ بَذْرُ. وَفِي الْكِتَابِ الَّذِي لِلْخَلِيلِ: الْبَزْرُ كُلُّ حَبٍّ يُبْذَرُ، يُقَالُ: بَذَرْتُهُ وَبَزَرْتُ الْقِدْرَ بِأَبْزَارِهَا.\nوَالْأَصْلُ الثَّانِي: الْبَيْزَرَةُ خَشَبَةُ الْقَصَّارِ الَّتِي يَدُقُّ بِهَا، وَلِذَا قَالَ أَوْسٌ:\nبِأَيْدِيهِمْ بَيَازِيرُ\nوَيُقَالُ: بَزَرْتُهُ بِالْعَصَا: إِذَا ضَرَبْتَهُ بِهَا. [بَابُ الْبَاءِ وَالسِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:246-247"
  },
  "بزز": {
    "def": "الْبَاءُ وَالزَّاءُ [أَصْلٌ وَاحِدٌ] ، وَهُوَ الْهَيْئَةُ مِنْ لِبَاسٍ أَوْ سِلَاحٍ. يُقَالُ: هُوَ بَزَّازٌ يَبِيعُ الْبَزَّ. وَفُلَانٌ حَسَنُ الْبِزَّةِ. وَالْبَزُّ: السِّلَاحُ. قَالَ شَاعِرٌ:\nكَأَنِّي إِذْ غَدَوْا ضَمَّنْتُ بَزِّي ... مِنَ الْعِقْبَانِ خَائِتَةً طَلُوبَا\nيَقُولُ: كَأَنَّ ثِيَابِي وَسِلَاحِي حِينَ غَدَوْتُ عَلَى عِقَابٍ، مِنْ سُرْعَتِي. وَقَوْلُهُ: خَائِنَةً، تَسْمَعُ لِجَنَاحِهَا صَوْتًا إِذَا انْقَضَّتْ. وَقَوْلُهُمْ بَزَزْتُ الرَّجُلَ، أَيْ: سَلَبْتُهُ، مِنْ هَذَا، لِأَنَّهُ فِعْلٌ وَقَعَ بِبَزِّهِ، كَمَا يُقَالُ: رَأَسْتُهُ: ضَرَبْتُ رَأْسَهُ.\nمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْبَزْبَزَةُ: سُرْعَةُ السَّيْرِ.",
    "pg": "1:180-181"
  },
  "بزع": {
    "def": "الْبَاءُ وَالزَّاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ وَهُوَ الظَّرْفُ، يُقَالُ: لِلظَّرِيفِ بَزِيعٌ، وَتَبَزَّعَ الْغُلَامُ ظَرُفَ، وَلَا يَكُونُ ذَلِكَ إِلَّا مِنْ صِفَةِ الْأَحْدَاثِ. وَرُبَّمَا قَالُوا تَبَزَّعَ الشَّرُّ: إِذَا تَفَاقَمَ، فَإِنْ كَانَ صَحِيحًا فَهُوَ أَصْلٌ ثَانٍ.",
    "pg": "1:244"
  },
  "بزغ": {
    "def": "الْبَاءُ وَالزَّاءُ وَالْغَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ طُلُوعُ الشَّيْءِ وَظُهُورُهُ. يُقَالُ: بَزَغَتِ الشَّمْسُ وَبَزَغَ نَابُ الْبَعِيرِ: إِذَا طَلَعَ. وَيَقُولُونَ لِلْبَيْطَارِ إِذَا أوْدَجَ الدَّابَّةَ قَدْ بَزَغَهُ، وَهُوَ قِيَاسُ الْبَابِ.",
    "pg": "1:244"
  },
  "بزق": {
    "def": "الْبَاءُ وَالزَّاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ، وَهُوَ إِلْقَاءُ الشَّيْءِ، يُقَالُ: بَزَقَ الْإِنْسَانُ، مِثْلَ بَصَقَ. وَأَهْلُ الْيَمَنِ يَقُولُونَ: بَزَقَ الْأَرْضَ: إِذَا بَذَرَهَا.",
    "pg": "1:244"
  },
  "بزل": {
    "def": "الْبَاءُ وَالزَّاءُ وَاللَّامُ أَصْلَانِ: تَفَتُّحُ الشَّيْءِ، وَالثَّانِي الشِّدَّةُ وَالْقُوَّةُ. فَأَمَّا الْأَوَّلُ فَيُقَالُ: بَزَلْتُ الشَّرَابَ بِالْمِبْزَلِ أَبْزُلُهُ بَزْلًا. وَمِنْ هَذَا قَوْلُهُمْ بَزَلَ الْبَعِيرُ: إِذَا فَطَرَ نَابُهُ، أَيِ انْشَقَّ، وَيَكُونُ ذَلِكَ لِحِجَّتِهِ التَّاسِعَةِ. وَشَجَّةٌ بَازِلَةٌ: إِذَا سَالَ دَمُهَا. وَانْبَزَلَ الطَّلْعُ: إِذَا تَفَتَّقَ. وَمِنَ الْبَابِ الْبَأْزَلَةُ وَهِيَ الْمِشْيَةُ السَّرِيعَةُ; لِأَنَّ الْمُسْرِعَ مُفَتِّحٌ فِي مِشْيَتِهِ. قَالَ:\nفَأَدْبَرَتْ غَضْبَى تَمَشَّى الْبَازَلَهْ وَالْأَصْلُ الثَّانِي قَوْلُهُمْ أَمْرٌ ذُو بَزْلٍ، أَيْ: شِدَّةٍ. قَالَ عَمْرُو بْنُ شَأْسٍ:\nيُفَلِّقْنَ رَأْسَ الْكَوْكَبِ الْفَخْمِ بَعْدَمَا ... تَدُورُ رَحَى الْمَلْحَاءِ فِي الْأَمْرِ ذِي الْبَزْلِ\nوَمِنْ هَذَا قَوْلُهُمْ: فُلَانٌ نَهَّاضٌ بِبَزْلَاءَ: إِذَا كَانَ مُحْتَمِلًا لِلْأُمُورِ الْعِظَامِ. وَقَالَ قَوْمٌ، وَهُوَ هَذَا الْأَصْلُ: ذُو بَزْلَاءَ، أَيْ: ذُو رَأْيٍ. أَنْشَدَ أَبُو عُبَيْدٍ:\nإِنِّي إِذَا شَغَلَتْ قَوْمًا فُرُوجُهُمْ ... رَحْبُ الْمَسَالِكِ نَهَّاضٌ ببَزْلَاءِ",
    "pg": "1:244-245"
  },
  "بزم": {
    "def": "الْبَاءُ وَالزَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ: الْإِمْسَاكُ وَالْقَبْضُ. يُقَالُ: بَزَمَ عَلَى الشَّيْءِ: إِذَا قَبَضَ عَلَيْهِ بِمُقَدَّمِ فِيهِ. وَالْإِبْزِيمُ عَرَبِيٌّ فَصِيحٌ، وَهُوَ مُشْتَقٌّ مِنْ هَذَا. وَالْبَزِيمُ فَضْلَةُ الزَّادِ، سُمِّيَتْ بِذَلِكَ لِأَنَّهُ أُمْسِكَ عَنْ إِنْفَاقِهَا.",
    "pg": "1:245"
  },
  "بزو": {
    "def": "الْبَاءُ وَالزَّاءُ وَالْوَاوُ أَصْلٌ وَاحِدٌ، وَهُوَ هَيْئَةٌ مِنْ هَيْئَاتِ الْجِسْمِ فِي خُرُوجِ صَدْرٍ، أَوْ تَطَاوُلٍ، أَوْ مَا أَشْبَهَ ذَلِكَ. يُقَالُ لِلرَّجُلِ الَّذِي دَخَلَ ظَهْرُهُ وَخَرَجَ صَدْرُهُ: هُوَ أَبْزَى. قَالَ كُثَيِّرٌ:\nمِنَ الْقَوْمِ أَبْزَى مُنْحَنٍ مُتَبَاطِنُ\nوَقَالَ قَوْمٌ: تَبَازَى: إِذَا حَرَّكَ عَجُزَهُ فِي مِشْيَتِهِ. قَالَ أَبُو عُبَيْدٍ: الْإِبْزَاءُ أَنْ يَرْفَعَ الْإِنْسَانُ مُؤَخَّرَهُ، يُقَالُ مِنْهُ أَبْزَى يُبْزِي. وَالْبَازِي يَبْزُو فِي تَطَاوُلِهِ، أَوْ إِينَاسِهِ، وَقَدْ يُقَالُ لَهُ الْبَازُ بِلَا يَاءٍ فِي ضَرُورَةِ الشِّعْرِ. قَالَ عَنْتَرَةُ يَذْكُرُ فَرَسًا: كَأَنَّهُ بَازُ دَجْنٍ فَوْقَ مَرْقَبَةٍ ... جَلَا الْقَطَا فَهُوَ ضَارِي سَمْلَقٍ سَنِقُ\nالْبَازِي فِي الدَّجْنِ أَشَدُّ طَلبًا لِلصَّيْدِ، ضَارِي سَمْلَقٌ، أَيْ: مُعْتَادٌ لِلصَّيْدِ فِي السَّمْلَقِ، وَهِيَ الصَّحْرَاءُ. سَنِقٌ: بَشِمٌ. وَأَظُنُّ أَنَا أَنَّ وَصْفَهُ إِيَّاهُ بِالْبَشَمِ لَيْسَ بِجَيِّدٍ. وَيَقُولُونَ: أَخَذْتُ مِنْ فُلَانٍ بَزْوَ كَذَا، أَيِ الْمَبْلَغَ الَّذِي يَبْلُغُهُ وَيَرْتَفِعُ إِلَيْهِ. وَرُبَّمَا قَالُوا أَبْزَيْتُ بِفُلَانٍ: إِذَا بَطَشْتَ بِهِ; وَهُوَ مِنْ هَذَا لِأَنَّهُ يَعْلُوهُ وَيَقْهَرُهُ.",
    "pg": "1:245-246"
  },
  "بسا": {
    "def": "الْبَاءُ وَالسِّينُ وَالْهَمْزَةُ أَصْلٌ وَاحِدٌ، وَهُوَ الْأُنْسُ بِالشَّيْءِ، يُقَالُ: بَسَأْتُ بِهِ وَبَسِئْتُ أَيْضًا. وَنَاقَةٌ بَسُوءٌ لَا تَمْنَعُ الْحَالِبَ.",
    "pg": "1:249"
  },
  "بسر": {
    "def": "الْبَاءُ وَالسِّينُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا الطَّرَاءَةُ وَأَنْ يَكُونَ الشَّيْءُ قَبْلَ إِنَاهُ. وَالْأَصْلُ الْآخَرُ وُقُوفُ الشَّيْءِ وَقِلَّةُ حَرَكَتِهِ.\nفَالْأَوَّلُ قَوْلُهُمْ لِكُلِّ شَيْءٍ غَضٍّ بُسْرٌ; وَنَبَاتٌ بُسْرٌ: إِذَا كَانَ طَرِيًّا. وَمَاءٌ بُسْرٌ قَرِيبُ عَهْدٍ بِالسَّحَابِ. وَابْتَسَرَ الْفَحْلُ النَّاقَةَ: إِذَا ضَرَبَهَا عَلَى غَيْرِ ضَبَعَةٍ. وَيُقَالُ لِلشَّمْسِ فِي أَوَّلِ طُلُوعِهَا بُسْرَةٌ. وَمِنْ هَذَا قَوْلُهُمْ بَسَرَ الرَّجُلُ الْحَاجَةَ: إِذَا طَلَبَهَا مِنْ غَيْرِ مَوْضِعِ الطَّلَبِ. وَقِيَاسُهُ صَحِيحٌ، لِأَنَّهُ كَأَنَّهُ طَلَبَهَا قَبْلَ إِنَاهَا. وَالْبَسْرُ ظَلْمُ السِّقَاءِ، وَذَلِكَ شُرْبُهُ قَبْلَ رَوْبِهِ. [بَابُ الْبَاءِ وَالشِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:249-250"
  },
  "بسس": {
    "def": "الْبَاءُ وَالسِّينُ أَصْلَانِ: أَحَدُهُمَا السَّوْقُ، وَالْآخَرُ فَتُّ الشَّيْءِ وَخَلْطُهُ. فَالْأَوَّلُ قَوْلُهُ تَعَالَى: ﴿وَبُسَّتِ الْجِبَالُ بَسًّا﴾ [الواقعة: ٥] ، يُقَالُ: سِيقَتْ سَوْقًا. وَجَاءَ فِي الْحَدِيثِ: «يَجِيءُ قَوْمٌ مِنَ الْمَدِينَةِ يَبُسُّونَ، وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ» . وَمِنْهُ قَوْلُ أَبِي النَّجْمِ:\nوَانْبَسَّ حَيَّاتُ الْكَثِيبِ الْأَهْيَلِ\nأَيِ انْسَاقَ. وَالْأَصْلُ الْآخَرُ قَوْلُهُمْ بُسَّتِ الْحِنْطَةُ وَغَيْرُهَا، أَيْ: فُتَّتْ. وَفُسِّرَ قَوْلُهُ تَعَالَى: ﴿وَبُسَّتِ الْجِبَالُ بَسًّا﴾ [الواقعة: ٥] ، عَلَى هَذَا الْوَجْهِ أَيْضًا. وَيُقَالُ: لِتِلْكَ الْبَسِيسَةِ، وَقَالَ شَاعِرٌ:\nلَا تَخْبِزَا خَبْزًا وَبُسَّا بَسًّا\nيَقُولُ: لَا تَخْبِزَا فَتُبْطِئَا بَلْ بُسَّا السَّوِيقَ بِالْمَاءِ وَكُلَا. فَأَمَّا قَوْلُهُمْ: بَسَّ بِالنَّاقَةِ وَأَبَسَّ بِهَا: إِذَا دَعَاهَا لِلْحَلْبِ، فَهُوَ مِنَ الْأَوَّلِ. وَفِي أَمْثَالِ الْعَرَبِ: \" لَا أَفْعَلُ ذَلِكَ مَا أَبَسَّ عَبْدٌ بِنَاقَةٍ \" أَيْ: مَا دَعَاهَا للحَلْبِ. قَالَ شَاعِرٌ:\nفَلَحَا اللَّهُ طَالِبَ الصُّلْحِ مِنَّا ... مَا أَطَافَ الْمُبِسُّ بِالدَّهْمَاءِ",
    "pg": "1:181-182"
  },
  "بسط": {
    "def": "الْبَاءُ وَالسِّينُ وَالطَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ امْتِدَادُ الشَّيْءِ، فِي عِرَضٍ أَوْ غَيْرِ عِرَضٍ. فَالْبِسَاطُ مَا يُبْسَطُ. وَالْبَسَاطُ الْأَرْضُ، وَهِيَ الْبَسِيطَةُ. يُقَالُ: مَكَانٌ بَسِيطٌ وَبَسَاطٌ. قَالَ:\nوَدُونَ يَدِ الْحَجَّاجِ مِنْ أَنْ تَنَالَنِي ... بَسَاطٌ لِأَيْدِي النَّاعِجَاتِ عَرِيضُ\nوَيَدُ فُلَانٍ بِسْطٌ: إِذَا كَانَ مِنْفَاقًا، وَالْبَسْطَةُ فِي كُلِّ شَيْءٍ السَّعَةُ وَهُوَ بَسِيطُ الْجِسْمِ وَالْبَاعِ وَالْعِلْمِ. قَالَ اللَّهُ تَعَالَى: ﴿وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ﴾ [البقرة: ٢٤٧] . وَمِنْ هَذَا الْأَصْلِ وَإِلَيْهِ يَرْجِعُ قَوْلُهُمْ لِلنَّاقَةِ الَّتِي خُلِّيَتْ هِيَ وَوَلَدُهَا لَا تُمْنَعُ مِنْهُ: بُِسْطٌ.",
    "pg": "1:247"
  },
  "بسق": {
    "def": "الْبَاءُ وَالسِّينُ وَالْقَافُ أَصْلٌ وَاحِدٌ، وَهُوَ ارْتِفَاعُ الشَّيْءِ وَعُلُوُّهُ. قَالَ الْخَلِيلُ: يُقَالُ: بَسَقَتِ النَّخْلَةُ بُسُوقًا: إِذَا طَالَتْ وَكَمُلَتْ. وَفِي الْقُرْآنِ: ﴿وَالنَّخْلَ بَاسِقَاتٍ﴾ [ق: ١٠] ، أَيْ: طَوِيلَاتٍ.\nقَالَ يَعْقُوبُ: نَخْلَةٌ بَاسِقَةٌ وَنَخِيلٌ بَوَاسِقُ، الْمَصْدَرُ الْبُسُوقُ. قَالَ: وَيُقَالُ: بَسَقَ الرَّجُلُ طَالَ، وَبَسَقَ فِي عِلْمِهِ عَلَا.\nأَبُو زَيْدٍ عَنِ الْمُنْتَجِعِ بْنِ نَبْهَانَ: غَمَامَةٌ بَاسِقَةٌ، أَيْ: بَيْضَاءُ عَالِيَةٌ. وَبَوَاسِقُ السَّحَابِ أَعَالِيهِ.\nفَإِنْ قَالَ قَائِلٌ: فَقَدْ جَاءَ بَسَقَ، وَلَيْسَ مِنْ هَذَا الْقِيَاسِ. قِيلَ لَهُ: هَذَا لَيْسَ أَصْلًا لِأَنَّهُ مِنْ بَابِ الْإِبْدَالِ، وَذَلِكَ أَنَّ السِّينَ فِيهِ مَقَامُ الصَّادِ وَالْأَصْلُ بَصَقَ. ثُمَّ حُمِلَ عَلَى هَذَا شَيْءٌ آخَرُ، وَهُوَ قَوْلُهُمْ أَبْسَقَتِ الشَّاةُ فَهِيَ مُبْسِقٌ: إِذَا أَنْزَلَتْ لَبَنًا مِنْ قَبْلِ الْوِلَادَةِ بِشَهْرٍ وَأَكْثَرَ مِنْ ذَلِكَ فَيُحْلَبُ. وَهَذَا إِذَا صَحَّ فَكَأَنَّهَا جَاءَتْ بِبُسَاقٍ، تَشْبِيهًا لَهُ بِبُسَاقِ الْإِنْسَانِ. وَالدَّلِيلُ عَلَى ذَلِكَ أَنَّهُمْ يَقُولُونَ: الْجَارِيَةُ وَهِيَ بِكْرٌ يَصِيرُ فِي ثَدْيِهَا لَبَنٌ، فَهَلْ ذَلِكَ إِلَّا كَالْبُسَاقِ.\nقَالَ أَبُو عُبَيْدَةَ: الْمِبْسَاقُ الَّتِي تَدِرُّ قَبْلَ نِتَاجِهَا. وَأَنْشَدَ - وَأَكْثَرُ ظَنِّي أَنَّ هَذَا شِعْرٌ صَنَعَهُ أَبُو عُبَيْدَةَ -:\nوَمُبْسِقٌ تُحْلَبُ نِصْفَ الْحَمْلِ ... تَدُرُّ مِنْ قَبْلِ نِتَاجِ السَّخْلِ",
    "pg": "1:247-248"
  },
  "بسل": {
    "def": "الْبَاءُ وَالسِّينُ وَاللَّامُ أَصْلٌ وَاحِدٌ تَتَقَارَبُ فُرُوعُهُ، وَهُوَ الْمَنْعُ وَالْحَبْسُ، وَذَلِكَ قَوْلُ الْعَرَبِ لِلْحَرَامِ: بَسْلٌ. وَكُلُّ شَيْءٍ امْتَنَعَ. فَهُوَ بَسْلٌ. قَالَ زُهَيْرٌ:\nفَإِنْ تُقْوِيَا مِنْهُمْ فَإِنَّهُمُ بَسْلُ\nوَالْبَسَالَةُ الشَّجَاعَةُ مِنْ هَذَا; لِأَنَّهَا الِامْتِنَاعُ عَلَى الْقِرْنِ. وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ: أَبْسَلْتُ الشَّيْءَ أَسْلَمْتُهُ لِلْهَلَكَةِ. وَمِنْهُ أَبْسَلْتُ وَلَدِي رَهَنْتُهُ. قَالَ اللَّهُ تَعَالَى: ﴿أُولَئِكَ الَّذِينَ أُبْسِلُوا بِمَا كَسَبُوا﴾ [الأنعام: ٧٠] . ثُمَّ قَالَ عَوْفُ بْنُ الْأَحْوَصِ:\nوَإِبْسَالِي بَنِيَّ بِغَيْرِ جُرْمٍ ... بَعَوْنَاهُ وَلَا بِدَمٍ مُرَاقٍ وَأَمَّا الْبُسْلَةُ فَأُجْرَةُ الرَّاقِي، وَقَدْ يُرَدُّ بِدَقِيقٍ مِنَ النَّظَرِ إِلَى هَذَا. وَالْأَحْسَنُ عِنْدِي أَنْ يُقَالَ هُوَ شاذٌ عَنْ مُعْظَمِ الْبَابِ. وَكَانَ ابْنُ الْأَعْرَابِيِّ يَقُولُ: الْبَسَلُ الْكَرِيهُ الْوَجْهِ; وَهُوَ قِيَاسٌ صَحِيحٌ مُطَّرِدٌ عَلَى مَا أَصَّلْنَاهُ.",
    "pg": "1:248-249"
  },
  "بسم": {
    "def": "الْبَاءُ وَالسِّينُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ إِبْدَاءُ مُقَدَّمِ الْفَمِ لِمَسَرَّةٍ; وَهُوَ دُونَ الضَّحِكِ يُقَالُ: بَسَمَ يَبْسِمُ وَتَبَسَّمَ وَابْتَسَمَ.",
    "pg": "1:249"
  },
  "بشر": {
    "def": "الْبَاءُ وَالشِّينُ وَالرَّاءُ أَصْلٌ وَاحِدٌ: ظُهُورُ الشَّيْءِ مَعَ حُسْنٍ وَجَمَالٍ. فَالْبَشَرَةُ ظَاهِرُ جِلْدِ الْإِنْسَانِ، وَمِنْهُ بَاشَرَ الرَّجُلُ الْمَرْأَةَ، وَذَلِكَ إِفْضَاؤُهُ بِبَشَرَتِهِ إِلَى بَشَرَتِهَا. وَسُمِّيَ الْبَشَرُ بَشَرًا لِظُهُورِهِمْ. وَالْبَشِيرُ الْحَسَنُ الْوَجْهِ. وَالْبَشَارَةُ، الْجَمَالُ. قَالَ الْأَعْشَى:\nوَرَأَتْ بِأَنَّ الشَّيْبَ جَا ... نَبَهُ الْبَشَاشَةُ وَالْبَشَارَهْ\nوَيُقَالُ: بَشَّرْتُ فُلَانًا أُبَشِّرُهُ تَبْشِيرًا، وَذَلِكَ يَكُونُ بِالْخَيْرِ، وَرُبَّمَا حُمِلَ عَلَيْهِ غَيْرُهُ مِنَ الشَّرِّ، وَأَظُنُّ ذَلِكَ جِنْسًا مِنَ التَّبْكِيتِ. فَأَمَّا إِذَا أُطْلِقَ الْكَلَامُ إِطْلَاقًا فَالْبِشَارَةُ بِالْخَيْرِ وَالنِّذَارَةُ بِغَيْرِهِ يُقَالُ: أَبْشَرَتِ الْأَرْضُ: إِذَا أَخْرَجَتْ نَبَاتَهَا. وَيُقَالُ: مَا أَحْسَنَ بَشَرَةَ الْأَرْضِ. وَيُقَالُ: بَشَرْتُ الْأَدِيمَ: إِذَا قَشَرْتَ وَجْهَهُ. وَفُلَانٌ مُؤْدَمٌ مُبْشَرٌ: إِذَا كَانَ كَامِلًا مِنَ الرِّجَالِ، كَأَنَّهُ جَمَعَ لِينَ الْأَدَمَةِ وَخُشُونَةَ الْبَشَرَةِ. وَيُقَالُ: إِنَّ بَحْنَةَ بْنَ رَبِيعَةَ، زَوَّجَ ابْنَتَهُ فَقَالَ لِامْرَأَتِهِ: \" جَهِّزِيهَا فَإِنَّهَا الْمُؤْدَمَةُ الْمُبْشَرَةُ \". وَحَكَى بَعْضُهُمْ أَبْشَرْتُ الْأَدِيمَ، مِثْلَ بَشَرْتُ. وَتَبَاشِيرُ الصُّبْحِ أَوَائِلُهُ; وَكَذَلِكَ أَوَائِلُ كُلِّ شَيْءٍ. وَلَا يَكُونُ مِنْهُ فِعْلٌ. وَالْمُبَشِّرَاتُ الرِّيَاحُ الَّتِي تُبَشِّرُ بِالْغَيْثِ.\n\n[بَابُ الْبَاءِ وَالصَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:251-252"
  },
  "بشش": {
    "def": "الْبَاءُ وَالشِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ اللِّقَاءُ الْجَمِيلُ. وَالضَّحِكُ إِلَى الْإِنْسَانِ سُرُورًا بِهِ. أَنْشَدَ ابْنُ دُرَيْدٍ:\nلَا يَعْدَمُ السَّائِلُ مِنْهُ وَفْرَا ... وَقَبْلَهُ بَشَاشَةً وَبِشْرَا\nيُقَالُ: بَشَّ بِهِ بَشًّا وَبَشَاشَةً.",
    "pg": "1:182"
  },
  "بشع": {
    "def": "الْبَاءُ وَالشِّينُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ وَهُوَ كَرَاهَةُ الشَّيْءِ وَقِلَّةُ نُفُوذِهِ.\nقَالَ الْخَلِيلُ: الْبَشَعُ طَعْمٌ كَرِيهٌ فِيهِ جُفُوفٌ وَمَرَارَةٌ كَطَعْمِ الْهَلِيلَجِ الْبَشِعَةِ.\nقَالَ: وَيُقَالُ: رَجُلٌ بَشِعٌ وَامْرَأَةٌ بَشِعَةٌ، وَهُوَ الْكَرِيهُ رِيحِ الْفَمِ مِنْ أَنَّهُ لَا يَتَخَلَّلُ وَلَا يَسْتَاكُ. وَالْمَصْدَرُ الْبَشَعُ وَالْبَشَاعَةُ. وَقَدْ بَشِعَ يَبْشَعُ بَشَعًا. وَالطَّعَامُ الْبَشِعُ الَّذِي لَا يَسُوغُ فِي الْحَلْقِ.\nقَالَ ابْنُ دُرَيْدٍ: الْبَشَعُ تَضَايُقُ الْحَلْقِ بِالطَّعَامِ الْخَشِنِ. قَالَ ابْنُ الْأَعْرَابِيِّ: الْبَشِعُ الَّذِي لَا يَجُوزُ. يُقَالُ: بَشِعَ الْوَادِي بِالنَّاسِ: إِذَا كَثُرُوا فِيهِ حَتَّى يَضِيقَ بِهِمْ. وَأَنْشَدَ:\nإِذَا لَقِيَ الْغُصُونَ انْسَلَّ مِنْهَا ... فَلَا بَشِعٌ وَلَا جَافٍ جَفُوفُ\nقَالَ الدُّرَيْدِيُّ: بَشِعْتُ بِهَذَا الْأَمْرِ، أَيْ: ضِقْتَ بِهِ ذَرْعًا. قَالَ النَّضْرُ: نَحَتُّ مَتْنَ الْعُودِ حَتَّى ذَهَبَ بَشَعُهُ، أَيْ: أُبَنُهُ. قَالَ الضَّبِّيُّ: الطَّعَامُ الْبَشِعُ الْغَلِيظُ الَّذِي لَيْسَ بِمَنْخُولٍ، فَلَا يَسُوغُ فِي الْحَلْقِ خُشُونَةً.",
    "pg": "1:250"
  },
  "بشك": {
    "def": "الْبَاءُ وَالشِّينُ وَالْكَافُ أَصْلٌ وَاحِدٌ، وَمِنْهُ يَتَفَرَّعُ مَا يَقْرُبُ مِنَ الْخِفَّةِ. يُقَالُ: نَاقَةٌ بَشَكَى، أَيْ: سَرِيعَةٌ. وَيُقَالُ: امْرَأَةٌ بَشَكَى عَمُولٌ. وَابْتَشَكَ فُلَانٌ الْكَذِبَ: إِذَا اخْتَلَقَهُ. وَبَشَكْتُ الثَّوْبَ قَطَعْتُهُ. وَكُلُّ ذَلِكَ مِنَ الْبَشْكِ فِي السَّيْرِ وَخِفَّةِ نَقْلِ الْقَوَائِمِ.",
    "pg": "1:250-251"
  },
  "بشم": {
    "def": "الْبَاءُ وَالشِّينُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ جِنْسٌ مِنَ السَّآمَةِ لِمَأْكُولٍ مَا، ثُمَّ يُحْمَلُ عَلَيْهِ غَيْرُهُ. يُقَالُ: بَشِمْتُ مِنَ الطَّعَامِ، كَأَنَّكَ سَئِمْتَهُ. قَالَ الْخَلِيلُ: الْبَشَمُ يُخَصُّ بِهِ الدَّسَمُ. قَالَ: وَيُقَالُ فِي الْفَصِيلِ: بَشِمَ مِنْ كَثْرَةِ شُرْبِ اللَّبَنِ.\nوَمِمَّا شَذَّ عَنِ الْأَصْلِ الْبَشَامُ، وَهُوَ شَجَرٌ.",
    "pg": "1:251"
  },
  "بصر": {
    "def": "الْبَاءُ وَالصَّادُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا الْعِلْمُ بِالشَّيْءِ; يُقَالُ: هُوَ بَصِيرٌ بِهِ. وَمِنْ هَذِهِ الْبَصِيرَةُ، وَالْقِطْعَةُ مِنَ الدَّمِ إِذَا وَقَعَتْ بِالْأَرْضِ اسْتَدَارَتْ. قَالَ الْأَسْعَرُ: رَاحُوا بَصَائِرُهُمْ عَلَى أَكْتَافِهِمْ ... وَبَصِيرَتِي يَعْدُو بِهَا عَتَدٌ وَأَى\nوَالْبَصِيرَةُ التُّرْسُ فِيمَا يُقَالُ. وَالْبَصِيرَةُ: الْبُرْهَانُ. وَأَصْلُ ذَلِكَ كُلِّهِ وُضُوحُ الشَّيْءِ. وَيُقَالُ: رَأَيْتُهُ لَمْحًا بَاصِرًا، أَيْ: نَاظِرًا بِتَحْدِيقٍ شَدِيدٍ. وَيُقَالُ: بَصُرْتُ بِالشَّيْءِ: إِذَا صِرْتَ بِهِ بَصِيرًا عَالِمًا، وَأَبْصَرْتُهُ: إِذَا رَأَيْتَهُ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَبُصْرُ الشَّيْءِ غِلَظُهُ. وَمِنْهُ الْبَصْرُ، هُوَ أَنْ يَضُمَّ أَدِيمٌ إِلَى أَدِيمٍ، يُخَاطَانِ كَمَا تُخَاطُ حَاشِيَةُ الثَّوْبِ. وَالْبَصِيرَةُ: مَا بَيْنَ شُقَّتَيِ الْبَيْتِ، وَهُوَ إِلَى الْأَصْلِ الْأَوَّلِ أَقْرَبُ. فَأَمَّا الْبَصْرَةُ فَالْحِجَارَةُ الرِّخْوَةُ، فَإِذَا سَقَطَتِ الْهَاءُ قُلْتَ بِصْرٌ بِكَسْرِ الْبَاءِ، وَهُوَ مِنْ هَذَا الْأَصْلِ الثَّانِي.\n\n[بَابُ الْبَاءِ وَالضَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:253-254"
  },
  "بصص": {
    "def": "الْبَاءُ وَالصَّادُ أَصْلٌ وَاحِدٌ وَهُوَ بَرِيقُ الشَّيْءِ وَلَمَعَانُهُ فِي حَرَكَتِهِ. يُقَالُ: بَصَّ: إِذَا لَمَعَ يَبِصُّ بَصِيصًا وَبَصًّا: إِذَا لَمَعَ. قَالَ:\nيَبِصُّ مِنْهَا لِيطُهَا الدُّلَامِصُ ... كَدُرَّةِ الْبَحْرِ زَهَاهَا الْغَائِصُ\nالدُّلَامِصُ: الْبَرَّاقُ. زَهَاهَا: رَفَعَهَا وَأَخْرَجَهَا. وَالْبَصَّاصَةُ: الْعَيْنُ. وَبَصْبَصَ الْكَلْبُ: إِذَا حَرَّكَ ذَنَبَهُ، وَكَذَلِكَ الْفَحْلُ. قَالَ:\nبَصْبَصْنَ إِذْ حُدِينَا\nوَقَالَ رُؤْبَةُ:\nبَصْبَصْنَ بِالْأَذْنَابِ مِنْ لُوحٍ وَبَقْ\nوَبَصْبَصَ جَرْوُ الْكَلْبِ: إِذَا لَمَعَ بِبَصَرِهِ قَبْلَ أَنْ تَتَفَتَّحَ عَيْنُهُ. وَخِمْسٌ بَصْبَاصٌ: بَعِيدٌ. وَقَالَ أَبُو دُوَادَ: وَلَقَدْ ذَعَرْتُ بَنَاتِ عَ ... مِّ الْمُرْشِقَاتِ لَهَا بَصابِصْ\nقَالُوا: أَرَادَ أَنْ يَقُولَ: ذَعَرْتُ الْبَقَرَ، فَلَمْ يَسْتَقِمْ لَهُ الشِّعْرُ فَقَالَ: بَنَاتُ عَمِّ الْمُرْشِقَاتِ، وَهِيَ الظِّبَاءُ. وَأَرَادَ بِالْبَصَابِصِ تَحْرِيكَهَا أَذْنَابَهَا. وَالْبَصِيصُ الرِّعْدَةُ مِنْ هَذَا الْقِيَاسِ.",
    "pg": "1:182-183"
  },
  "بصط": {
    "def": "الْبَاءُ وَالصَّادُ وَالطَّاءُ لَيْسَ بِأَصْلٍ، لِأَنَّ الصَّادَ فِيهِ سِينٌ فِي الْأَصْلِ. يُقَالُ: بَصَطَ بِمَعْنَى بَسَطَ، وَفِي جِسْمِ فُلَانٍ بَصْطَةٌ مِثْلَ بَسْطَةٍ.",
    "pg": "1:252"
  },
  "بصع": {
    "def": "الْبَاءُ وَالصَّادُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ خُرُوجُ الشَّيْءِ بِشِدَّةٍ وَضِيقٍ. قَالَ الْخَلِيلُ: الْبَصْعُ الْخَرْقُ الضَّيِّقُ الَّذِي لَا يَكَادُ الْمَاءُ يَنْفُذُ مِنْهُ، يُقَالُ: بَصَعَ يَبْصَعُ بَصَاعَةً. قَالَ الْخَلِيلُ: وَيُقَالُ: تَبَصَّعَ الْعَرَقُ مِنَ الْجَسَدِ: إِذَا نَبَعَ مِنْ أُصُولِ الشَّعْرِ قَلِيلًا.\nقَالَ الدُّرَيْدِيُّ: بَصَعَ الْعَرَقُ: إِذَا رَشَحَ. وَذَكَرَ أَنَّ الْخَلِيلَ كَانَ يُنْشِدُ:\nتَأْبَى بِدِرَّتِهَا إِذَا مَا اسْتُكْرِهَتْ ... إِلَّا الْحَمِيمَ فَإِنَّهُ يَتَبَصَّعُ\nبِالصَّادِّ، يَذْهَبُ إِلَى مَا ذَكَرْنَاهُ. وَالَّذِي عَلَيْهِ النَّاسُ الضَّادُ، وَهُوَ السَّيَلَانُ. وَقَالَ الدُّرَيْدِيُّ: الْبَصِيعُ الْعَرَقُ بِعَيْنِهِ. وَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ [بَصْعٌ، أَيْ:] شَيْءٌ. يُحْكَى عَنْ قُطْرُبٍ: مَضَى بِصْعٌ مِنَ اللَّيْلِ، أَيْ: شَيْءٌ مِنْهُ.",
    "pg": "1:252-253"
  },
  "بصق": {
    "def": "الْبَاءُ وَالصَّادُ وَالْقَافُ أَصْلٌ وَاحِدٌ يُشَارِكُ الْبَاءَ وَالسِّينَ وَالْقَافَ، وَالْأَمْرُ بَيْنَهُمَا قَرِيبٌ. يُقَالُ: بَصَقَ بِمَعْنَى بَزَقَ وَبَسَقَ. قَالَ الْخَلِيلُ: وَهُوَ بِالصَّادِّ أَحْسَنُ. وَالِاسْمُ الْبُصَاقُ.\nقَالَ أَبُو زِيَادٍ: يُقَالُ: أَبَصَقَتِ الشَّاةُ، وَإِبْصَاقُهَا أَنْ تُنْزِلَ اللَّبَنَ قَبْلَ الْوِلَادِ فَيَكُونَ فِي قَرَارِ ضَرْعِهَا شَيْءٌ مِنْ لَبَنٍ وَمَا فَوْقَهُ خَالٍ. قَالَ: وَذَلِكَ مِنَ الشَّاةِ عَلَى قِلَّةِ اللَّبَنِ إِذَا وَلَدَتْ. قَالَ: وَمَبَاصِيقُ الْغَنَمِ تُنْتَجُ بَعْدَ إِنْزَالِ اللَّبَنِ بِأَيَّامٍ كَثِيرَةٍ، وَلَا يَكُونُ لَبَنُهَا إِلَّا فِي قَرَارِ الضَّرْعِ وَطَرَفِهِ.\nقَالَ بَعْضُهُمْ: بَصَقْتُ الشَّاةَ حَلَبْتُهَا وَفِي بَطْنِهَا وَلَدٌ. قَالَ: وَالْبَصُوقُ أَبْكَأُ الْغَنَمِ وَأَقَلُّهَا لَبَنًا. قَالَ الدُّرَيْدِيُّ: بُصَاقُ الْإِبِلِ خِيَارُهَا، الْوَاحِدُ وَالْجَمِيعُ سَوَاءٌ. فَأَمَّا قَوْلُهُمْ لِلْحَجَرِ الْأَبْيَضِ الَّذِي يَتَلَأْلَأُ: بُصَاقَةُ الْقَمَرِ، وَبَصْقَةُ الْقَمَرِ، فَمُشَبَّهٌ بِبُصَاقِ الْإِنْسَانِ. وَالْبُصَاقُ: جِنْسٌ مِنَ النَّخْلِ، وَكَأَنَّهُ مِنْ قِيَاسِ الْبُسَاقِ. وَهُوَ فِي بَسَقَ.",
    "pg": "1:253"
  },
  "بصل": {
    "def": "الْبَاءُ وَالصَّادُ وَاللَّامُ أَصْلٌ وَاحِدٌ. وَالْبَصَلُ مَعْرُوفٌ، وَبِهِ شَبَّهَ لَبِيدٌ الْبَيْضَ فَقَالَ:\nفَخْمَةً ذَفْرَاءَ تُرْتَى بِالْعُرَى ... قُرْدُمَانِيًّا وَتَرْكًا كَالْبَصَلْ",
    "pg": "1:253"
  },
  "بضض": {
    "def": "الْبَاءُ وَالضَّادُ أَصْلٌ وَاحِدٌ، وَهُوَ تَنَدِّي الشَّيْءِ كَأَنَّهُ يَعْرَقُ. يُقَالُ: بَضَّ الْمَاءُ يَبِضُّ بَضًّا وَبُضُوضًا: إِذَا رَشَحَ مِنْ صَخْرَةٍ أَوْ أَرْضٍ. وَمِنْ أَمْثَالِ الْعَرَبِ قَوْلُهُمْ: \" وَلَا يَبِضُّ حَجَرُهُ \"، أَيْ: لَا يُنَالُ مِنْهُ خَيْرٌ. وَرَكِيٌّ بَضُوضٌ: قَلِيلَةُ الْمَاءِ، وَلَا يُقَالُ: بَضَّ السِّقَاءُ وَلَا الْقِرْبَةُ. إِنَّمَا ذَلِكَ الرَّشْحُ أَوِ النَّتْحُ، فَإِذَا كَانَ مِنْ دُهْنٍ أَوْ سَمْنٍ فَهُوَ النَثُّ وَالْمَثُّ. فَأَمَّا قَوْلُهُمْ لِلْبَدَنِ الْمُمْتَلِئِ بَضٌّ فَهُوَ مِنْ هَذَا أَيْضًا، لِأَنَّهُ مِنْ سِمَنِهِ وَامْتِلَائِهِ كَأَنَّهُ يَرْشَحُ فَيَبْرُقُ لَوْنُهُ. قَالُوا: وَالْبَدَنُ الْبَضُّ الْمُمْتَلِئُ، وَلَا يَكُونُ ذَلِكَ مِنَ الْبَيَاضِ وَحْدَهُ، قَدْ يُقَالُ ذَلِكَ لِلْأَبْيَضِ وَالْآدَمِ. قَالَ ابْنُ دُرَيْدٍ: رَجُلٌ بَضٌّ بَيِّنُ الْبَضَاضَةِ وَالْبُضُوضَةِ: إِذَا كَانَ نَاصِعَ الْبَيَاضِ فِي سِمَنٍ. قَالَ شَاعِرٌ يَصِفُ قَتِيلًا:\nوَأَبْيَضُ بَضٌّ عَلَيْهِ النُّسُورُ وَفِي ضِبْنِهِ ثَعْلَبٌ مُنْكَسِرْ وَقَالَ أَبُو زُبَيْدٍ الطَّائِيُّ:\nيَا عُثْمَُ أَدْرِكْنِي فَإِنَّ رَكِيَّتِي ... صَلَدَتْ فَأَعْيَتْ أَنْ تَبِضَّ بِمَائِهَا",
    "pg": "1:183-184"
  },
  "بضع": {
    "def": "الْبَاءُ وَالضَّادُ وَالْعَيْنُ أُصُولٌ ثَلَاثَةٌ: الْأَوَّلُ الطَّائِفَةُ مِنَ الشَّيْءِ عُضْوًا أَوْ غَيْرَهُ، وَالثَّانِي بُقْعَةٌ، وَالثَّالِثُ أَنْ يُشْفَى شَيْءٌ بِكَلَامٍ أَوْ غَيْرِهِ.\nفَأَمَّا الْأَوَّلُ فَقَالَ الْخَلِيلُ: بَضَعَ الْإِنْسَانُ اللَّحْمَ يَبْضَعُهُ بَضْعًا وَ [بَضَّعَهُ] يُبَضِّعُهُ تَبْضِيعًا: إِذَا جَعَلَهُ قِطَعًا. وَالْبَضْعَةُ الْقِطْعَةُ وَهِيَ الْهَبْرَةُ. وَيَقُولُونَ: إِنَّ فُلَانًا لَشَدِيدُ الْبَضِيعِ وَالْبَضْعَةِ: إِذَا كَانَ ذَا جِسْمٍ وَلَحْمٍ سَمِينٍ. قَالَ: خَاظِي الْبَضيعِ لَحْمُهُ خَظَا بَظَا\nقَالَ: خَاظِي الْبَضِيعِ شَدِيدُ اللَّحْمِ. وَقَالَ يَعْقُوبُ: الْبَضِيعُ مِنَ اللَّحْمِ جَمْعُ بَضْعٍ، كَقَوْلِكَ عَبْدٌ وَعَبِيدٌ. فَأَمَّا الْبَاضِعَةُ فَهِيَ الْقِطْعَةُ مِنَ الْغَنَمِ، يُقَالُ: فِرْقٌ بَواضِعٌ. قَالَ الْأَصْمَعِيُّ: الْبَضْعَةُ قِطْعَةٌ مِنَ اللَّحْمِ مُجْتَمِعَةٌ، وَجَمْعُهَا بِضَعٌ، كَمَا تَقُولُ بَدْرَةٌ وَبِدَرٌ، وَتُجْمَعُ عَلَى بَضْعٍ أَيْضًا. قَالَ زُهَيْرٌ:\nدَمًا عِنْدَ شِلْوٍ تَحْجُِلُ الطَّيْرُ حَوْلَهُ ... وَبَضْعَ لِحَامٍ فِي إِهَابٍ مُقَدَّدٍ\nوَمِنْ هَذَا قَوْلُهُمْ: بَضَعْتُ الْغُصْنَ أَبْضَعُهُ، أَيْ: قَطَعْتُهُ. قَالَ أَوْسٌ:\nوَمَبْضُوعَةً مِنْ رَأْسِ فَرْعٍ شَظِيَّةً ... بِطَوْدٍ تَرَاهُ بِالسَّحَابِ مُكَلَّلَا\nفَأَمَّا الْمُبَاضَعَةُ الَّتِي هِيَ الْمُبَاشَرَةُ فَإِنَّهَا مِنْ ذَلِكَ، لِأَنَّهَا مُفَاعَلَةٌ مِنَ الْبُضْعِ، وَهُوَ مِنْ حَسَنِ الْكِنَايَاتِ.\nقَالَ الْأَصْمَعِيُّ: بَاضَعَ الرَّجُلُ امْرَأَتَهُ: إِذَا جَامَعَهَا، بِضَاعًا. وَفِي الْمَثَلِ: \" كَمُعَلِّمَةٍ أُمَّهَا الْبِضَاعَ \" يُضْرَبُ لِلرَّجُلِ يُعَلِّمُ مَنْ هُوَ أَعْلَمُ مِنْهُ. قَالَ: وَيُقَالُ: فُلَانٌ مَالِكُ بُضْعِهَا، أَيْ: تَزْوِيجِهَا. قَالَ الشَّاعِرُ:\nيَا لَيْتَ نَاكِحَهَا وَمَالِكَ بُضْعِهَا ... وَبَنِي أَبِيهِمْ كُلَّهُمْ لَمْ يُخْلَقُوا قَالَ ابْنُ الْأَعْرَابِيِّ: الْبُضْعُ النِّكَاحُ، وَالْبِضَاعُ الْجِمَاعُ.\nوَمِمَّا هُوَ مَحْمُولٌ عَلَى الْقِيَاسِ الْأَوَّلِ بِضَاعَةُ التَّاجِرِ مِنْ مَالِهِ طَائِفَةٌ مِنْهُ. قَالَ الْأَصْمَعِيُّ: أَبْضَعَ الرَّجُلُ بِضَاعَةً. قَالَ: وَمِنْهُ قَوْلُهُمْ: \" كَمُسْتَبْضِعِ التَّمْرِ إِلَى هَجَرَ \" يُضْرَبُ مَثَلًا لِمَنْ يَنْقُلُ الشَّيْءَ إِلَى مَنْ هُوَ أَعْرَفُ بِهِ وَأَقْدَرُ عَلَيْهِ. وَجَمْعُ الْبِضَاعَةِ بِضَاعَاتٌ وَبَضَائِعُ.\nقَالَ أَبُو عَمْرٍو: الْبَاضِعُ الَّذِي يَجْلِبُ بَضَائِعَ الْحَيِّ. قَالَ الْأَصْمَعِيُّ: يُقَالُ: اتَّخَذَ عِرْضَهُ بِضَاعَةً، أَيْ: جَعَلَهُ كَالشَّيْءِ يُشْتَرَى وَيُبَاعُ، وَقَدْ أَفْصَحَ الْأَصْمَعِيُّ بِمَا قُلْنَاهُ، فَإِنَّ فِي نَصِّ قَوْلِهِ: إِنَّمَا سُمِّيَتِ الْبِضَاعَةُ بِضَاعَةً لِأَنَّهَا قِطْعَةٌ مِنَ الْمَالِ تُجْعَلُ فِي التِّجَارَةِ.\nقَالَ ابْنُ الْأَعْرَابِيِّ: الْبَضَائِعُ كَالْعَلَائِقِ، وَهِيَ الْجَنَائِبُ تُجْنَبُ مَعَ الْإِبِلِ. وَأَنْشَدَ:\nاحْمِلْ عَلَيْهَا إِنَّهَا بَضَائِعُ ... وَمَا أَضَاعَ اللَّهُ فَهْوَ ضَائِعُ\nوَمِثْلُهُ:\nأَرْسَلَهَا عَلِيقَةً وَمَا عَلِمْ ... أَنَّ الْعَلِيقَاتِ يُلَاقِينَ الرَّقَمْ\nوَمِنْ بَابِ الْأَعْضَاءِ الَّتِي هِيَ طَوَائِفُ مِنَ الْبَدَنِ قَوْلُهُمُ الشَّجَّةُ الْبَاضِعَةُ، وَهِيَ الَّتِي تَشُقُّ اللَّحْمَ وَلَا تُوضِحُ عَنِ الْعَظْمِ. قَالَ الْأَصْمَعِيُّ: هِيَ الَّتِي تَشُقُّ اللَّحْمَ شَقًّا خَفِيفًا. وَمِنْهُ حَدِيثُ عُمَرَ أَنَّهُ ضَرَبَ الَّذِي أَقْسَمَ عَلَى أُمِّ سَلَمَةَ أَنْ تُعْطِيَهُ، فَضَرَبَهُ أَدَبًا لَهُ ثَلَاثِينَ سَوْطًا كُلَّهَا تَبْضَعُ وَتَحْدُرُ، أَيْ: تَشُقُّ الْجِلْدَ وَتَحْدُرُ الدَّمَ. وَمِنْ هَذَا الْبَابِ الْبِضْعُ مِنَ الْعَدَدِ، وَهُوَ مَا بَيْنَ الثَّلَاثَةِ إِلَى الْعَشْرَةِ. وَيُقَالُ: الْبِضْعُ سَبْعَةٌ. قَالُوا: وَذَلِكَ تَفْسِيرُ قَوْلِهِ تَعَالَى: ﴿بِضْعَ سِنِينَ﴾ [يوسف: ٤٢] . وَمِنْ أَمْثَالِهِمْ: \" تُشْرِطُ الْبِضَاعَةُ \"، يَقُولُ: إِذَا احْتَاجَ بَذَلَ بِضَاعَتَهُ وَمَا عِنْدَهُ.\nوَأَمَّا الْبُقْعَةُ فالْبُضَيْعُ بَلَدٌ، قَالَ فِيهِ حَسَّانُ:\nأَسَأَلْتَ رَسْمَ الدَّارِ أَمْ لَمْ تَسْأَلِ ... بَيْنَ الْجَوَابِي فالْبُضَيْعِ فحَوْمَلِ\nوَبَاضِعٌ: مَوْضِعٌ. وَبَضِيعٌ: جَبَلٌ. وَهُوَ فِي شِعْرِ لَبِيدٍ. وَالْبَضيعُ الْبَحْرُ. قَالَ الْهُذَلِيُّ:\nفَظَلَّ يُرَاعِي الشَّمْسَ حَتَّى كَأَنَّهَا ... فُوَيْقَ الْبَضِيعِ فِي الشُّعَاعِ خَمِيلُ\nوَقَالَ الدُّرَيْدِيُّ: الْبَضِيعُ جَزِيرَةٌ تُقْطَعُ مِنَ الْأَرْضِ فِي الْبَحْرِ. فَإِنْ كَانَ مَا قَالَهُ ابْنُ دُرَيْدٍ صَحِيحًا فَقَدْ عَادَ إِلَى الْقِيَاسِ الْأَوَّلِ.\nوَأَمَّا الْأَصْلُ الثَّالِثُ فَقَوْلُهُمْ: بَضَعْتُ مِنَ الْمَاءِ: رَوِيتُ مِنْهُ. وَمَاءٌ بَضِيعٌ، أَيْ: نَمِيرٌ.\nقَالَ الْأَصْمَعِيُّ: شَرِبَ فُلَانٌ فَمَا بَضَعَ، أَيْ: مَا رَوِيَ. وَالْبَضْعُ الرِّيُّ. قَالَ الشَّيْبَانِيُّ: بَضَعَ بُضُوعًا، كَمَا يُقَالُ: نَقَعَ. [بَابُ الْبَاءِ وَالطَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:254-258"
  },
  "بطا": {
    "def": "الْبَاءُ وَالطَّاءُ وَالْهَمْزَةُ أَصْلٌ وَاحِدٌ وَهُوَ الْبُطْءُ فِي الْأَمْرِ. أَبْطَأَ إِبْطَاءً وَبُطْأً، وَرَجُلٌ بَطِيءٌ وَقَوْمٌ بِطَاءٌ. قَالَ:\nوَمَبْثُوثَةٍ بَثَّ الدُّبَا مُسَبْطَرَةٍ ... رَدَدْتُ عَلَى بِطَائِهَا مِنْ سِرَاعِهَا",
    "pg": "1:260"
  },
  "بطح": {
    "def": "الْبَاءُ وَالطَّاءُ وَالْحَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ تَبَسُّطُ الشَّيْءِ وَامْتِدَادُهُ. قَالَ الْخَلِيلُ: الْبَطْحُ مِنْ قَوْلِكَ بَطَحَهُ عَلَى وَجْهِهِ بَطْحًا. وَالْبَطْحَاءُ: مَسِيلٌ فِيهِ دُقَاقُ الْحَصَى، فَإِذَا اتَّسَعَ وَعَرُضَ سُمِّي أَبَطَحَ. قَالَ ذُو الرُّمَّةِ:\nكَأَنَّ الْبُرَى وَالْعَاجَ عِيجَتْ مُتُونُهَا ... عَلَى عُشَرٍ نَهَّى بِهِ السَّيْلَ أَبْطَحُ\nوَقَالَ فِي التَّبَطُّحِ:\nإِذَا تَبَطَّحْنَ عَلَى الْمَحَامِلِ ... تَبَطُّحَ الْبَطِّ بِجَنْبِ السَّاحِلِ\nوَتَبَطَّحَ السَّيْلُ: إِذَا سَالَ سَيْلًا عَرِيضًا. قَالَ ذُو الرُّمَّةِ:\nوَلَا زَالَ مِنْ نَوْءِ السِّمَاكِ عَلَيْكُمَا ... وَنَوْءِ الزُّبَانَى وَابِلٌ مُتَبَطِّحُ\nقَالَ ابْنُ الْأَعْرَابِيِّ: الْأَبْطُحُ أَثَرُ السَّيْلِ وَاسِعًا كَانَ أَوْ ضَيِّقًا، وَالْجَمْعُ أَبَاطِحُ. قَالَ أَهْلُ الْعَرَبِيَّةِ: [جُمِعَ] جَمْعَ الْأَسْمَاءِ الَّتِي جَاءَتْ عَلَى أَفْعَلَ، نَحْوَ الْأَحَامِدِ وَالْأَسَاوِدِ، وَذَلِكَ لِغَلَبَتِهِ عَلَى الْمَعْنَى، حَتَّى صَارَ كَالِاسْمِ. قَالَ الْخَلِيلُ: الْبَطِيحَةُ مَا بَيْنَ وَاسِطٍ وَالْبَصْرَةِ مَاءٌ مُسْتَنْقِعٌ لَا يُرَى طَرَفَاهُ مِنْ سَعَتِهِ، وَهُوَ مَغِيضُ دِجْلَةَ وَالْفُرَاتِ. وَبَطْحَاءُ مَكَّةَ مِنْ هَذَا. قَالَ الدُّرَيْدِيُّ: قُرَيْشُ الْبِطَاحِ الَّذِينَ يَنْزِلُونَ بَطْحَاءَ مَكَّةَ، وَقُرَيْشُ الظَّوَاهِرِ الَّذِينَ يَنْزِلُونَ مَا حَوْلَ مَكَّةَ. قَالَ:\nفَلَوْ شَهِدَتْنِي مِنْ قُرَيْشٍ عِصَابَةٌ ... قُرَيْشِ الْبِطَاحِ لَا قُرَيْشِ الظَّوَاهِرِ\nقَالَ: فَيُسَمَّى التُّرَابُ الْبَطْحَاءَ، يُقَالُ: دَعَا بِبَطْحَا قِشْرِهَا. وَأَنْشَدَ:\nشَرَّابَةٌ لِلَبَنِ اللِّقَاحِ ... حَلَّالَةٌ بِجَرَعِ الْبِطَاحِ\nقَالَ الْفَرَّاءُ: مَا بَيْنِي وَبَيْنَهُ إِلَّا بَطْحَةٌ، يُرِيدُ قَامَةَ الرَّجُلِ، فَمَا كَانَ بَيْنَكَ وَبَيْنَهُ فِي الْأَرْضِ قِيلَ بَطْحَةٌ، وَمَا كَانَ بَيْنَكَ وَبَيْنَهُ فِي شَيْءٍ مُرْتَفِعٍ فَهُوَ قَامَةٌ. وَالْبُطَاحُ مَرَضٌ شَبِيهٌ بِالْبِرْسَامِ وَلَيْسَ بِهِ; يُقَالُ: هُوَ مَبْطُوحٌ.",
    "pg": "1:260-261"
  },
  "بطخ": {
    "def": "الْبَاءُ وَالطَّاءُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْبِطِّيخُ وَمَا أُرَاهَا أَصْلًا، لِأَنَّهَا مَقْلُوبَةٌ مِنَ الطِّبِّيخِ، وَهَذَا أَقْيَسُ وَأَحْسَنُ اطِّرَادًا. وَقَدْ كُتِبَ فِي بَابِهِ.",
    "pg": "1:261-262"
  },
  "بطر": {
    "def": "الْبَاءُ وَالطَّاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ وَهُوَ الشَّقُّ. وَسُمِّيَ الْبَيْطَارُ لِذَلِكَ. وَيُقَالُ لَهُ أَيْضًا الْمُبَيْطِرُ. قَالَ النَّابِغَةُ:\nشَكَّ الْفَرِيصَةَ بِالْمِدْرَى فَأَنْفَذَهَا ... شَكَّ الْمُبَيْطِرِ إِذْ يَشْفِي مِنَ الْعَضَدِ\nفَالْعَضَدُ دَاءٌ يَأْخُذُ فِي الْعَضُدِ.\nوَيُحْمَلُ عَلَيْهَا الْبَطَرُ، وَهُوَ تَجَاوُزُ الْحَدِّ فِي الْمَرَحِ.\nوَأَمَّا قَوْلُهُمْ: ذَهَبَ دَمُهُ بَِطْرًا، فَقَدْ يَجُوزُ أَنْ يَكُونَ شَاذًّا عَنِ الْأَصْلِ، وَيُمْكِنُ أَنْ يُقَالَ إِنَّهُ شَقَّ مَجْرَاهُ شَقًّا فَذَهَبَ، وَذَلِكَ إِذَا أُهْدِرَ.",
    "pg": "1:262"
  },
  "بطش": {
    "def": "الْبَاءُ وَالطَّاءُ وَالشِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ أَخْذُ الشَّيْءِ بِقَهْرٍ وَغَلَبَةٍ وَقُوَّةٍ. قَالَ اللَّهُ تَعَالَى: ﴿إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ﴾ [البروج: ١٢] . وَيَدٌ بَاطِشَةٌ.\n\n[بَابُ الْبَاءِ وَالظَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:262"
  },
  "بطط": {
    "def": "الْبَاءُ وَالطَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْبَطُّ وَالشَّقُّ. يُقَالُ: بَطَّ الْجُرْحَ يَبُطُّهُ بَطًّا، أَيْ: شَقَّهُ. فَأَمَّا الْبَطِيطُ الَّذِي هُوَ الْعَجَبُ فَمِنْ هَذَا أَيْضًا; لِأَنَّهُ أَمْرٌ بُطَّ عَنْهُ فَأُظْهِرَ حَتَّى أَعْجَبَ. وَقَالَ الْكُمَيْتُ:\nأَلَمَّا تَعْجَبِي وَتَرَيْ بَطِيطًا ... مِنَ اللَّائِينَ فِي الْحِجَجِ الْخَوَالِي\nوَمَا سِوَى ذَلِكَ مِنَ الْبَاءِ وَالطَّاءِ فَفَارِسِيٌّ كُلُّهُ.",
    "pg": "1:184"
  },
  "بطغ": {
    "def": "الْبَاءُ وَالطَّاءُ وَالْغَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ التَّلَطُّخُ بِالشَّيْءِ. قَالَ الرَّاجِزُ:\nلَوْلَا دَبُوقَاءُ اسْتِهِ لَمْ يَبْطَغِ",
    "pg": "1:258"
  },
  "بطل": {
    "def": "الْبَاءُ وَالطَّاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ ذَهَابُ الشَّيْءِ وَقِلَّةُ مُكْثِهِ وَلُبْثِهِ. يُقَالُ: بَطَلَ الشَّيْءُ يَبْطُلُ بُطْلًا وَبُطُولًا. وَسُمِّيَ الشَّيْطَانُ الْبَاطِلَ لِأَنَّهُ لَا حَقِيقَةَ لِأَفْعَالِهِ، وَكُلُّ شَيْءٍ مِنْهُ فَلَا مَرْجُوعَ لَهُ وَلَا مُعَوَّلَ عَلَيْهِ. وَالْبَطَلُ الشُّجَاعُ. قَالَ أَصْحَابُ هَذَا الْقِيَاسِ سُمِّيَ بِذَلِكَ لِأَنَّهُ يُعَرِّضُ نَفْسَهُ لِلْمَتَالِفِ. وَهُوَ صَحِيحٌ، يُقَالُ: بَطَلٌ بَيِّنُ الْبُطُولَةِ وَالْبَطَالَةِ. وَقَدْ قَالُوا: امْرَأَةٌ بَطَلَةٌ. فَأَمَّا قَوْلُهُمْ فِي الْمَثَلِ: \" مُكْرَهٌ أَخُوكَ لَا بَطَلٌ \" فَقَدِ اخْتُلِفَ فِيهِ. قَالَ قَوْمٌ: الْمَثَلُ لِجَرْوَلِ بْنِ نَهْشَلِ بْنِ دَارِمٍ، وَكَانَ جَبَانًا ذَا خَلْقٍ كَامِلٍ، وَأَنَّ حَيًّا مِنَ الْعَرَبِ غَزَا بَنِي دَارِمٍ فَاقْتَتَلُوا هُمْ وَبَنُو دَارِمٍ قِتَالًا شَدِيدًا، حَتَّى كَثُرَتِ الْقَتْلَى، وَجَاءَ جَرْوَلٌ فَرَأَى رَجُلًا يَسُوقُ ظَعِينَةً فَلَمَّا رَآهُ الرَّجُلُ خَشِيَهُ لِكَمَالِ خَلْقِهِ، وَهُوَ لَا يَعْرِفُهُ، فَقَالَ جَرْوَلٌ: \" أَنَا جَرْوَلُ بْنُ نَهْشَلِ، فِي الْحَسَبِ الْمُرَفَّلِ \"، فَعَطَفَ عَلَيْهِ الرَّجُلُ وَأَخَذَهُ وَكَتَّفَهُ وَهُوَ يَقُولُ:\nإِذَا مَا رَأَيْتَ امْرَأً فِي الْوَغَى ... فَذَكِّرْ بِنَفْسِكَ يَا جَرْوَلُ حَتَّى انْتَهَى بِهِ إِلَى قَائِدِ الْجَيْشِ، وَقَدْ كَانَ عَرَفَ جُبْنَ جَرْوَلٍ، فَقَالَ: يَا جَرْولُ، مَا عَهِدْنَاكَ تُقَاتِلُ الْأَبْطَالَ، وَتُحِبُّ النِّزَالَ! فَقَالَ جَرْوَلٌ: \" مُكْرَهٌ أَخُوكَ لَا بَطَلٌ \".\nوَقَالَ قَوْمٌ: بَلِ الْمَثَلُ لِبَيْهَسٍ، وَقَدْ ذُكِرَ حَدِيثُهُ فِي غَيْرِ هَذَا الْبَابِ بِطُولِهِ.\nوَيُقَالُ: رَجُلٌ بَطَّالٌ بَيِّنُ الْبَطَالَةِ. وَذَهَبَ دَمُهُ بُطْلًا، أَيْ: هَدَرًا.",
    "pg": "1:258-259"
  },
  "بطن": {
    "def": "الْبَاءُ وَالطَّاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ لَا يَكَادُ يُخْلِفُ، وَهُوَ إِنْسِيُّ الشَّيْءِ وَالْمُقْبِلُ مِنْهُ. فَالْبَطْنُ خِلَافُ الظَّهْرِ. تَقُولُ بَطَنْتُ الرَّجُلَ: إِذَا ضَرَبْتَ بَطْنَهُ. قَالَ بَعْضُهُمْ:\nإِذَا ضَرَبْتَ مُوقَرًا فَابْطُنْ لَهُ\nوَبَاطِنُ الْأَمْرِ دَُِخْلَتُهُ، خِلَافُ ظَاهِرِهِ. وَاللَّهُ تَعَالَى هُوَ الْبَاطِنُ; لِأَنَّهُ بَطَنَ الْأَشْيَاءَ خُبْرًا. تَقُولُ: بَطَنْتُ هَذَا الْأَمْرَ: إِذَا عَرَفْتَ بَاطِنَهُ. وَالْبَطِينُ: الرَّجُلُ الْعَظِيمُ الْبَطْنِ. وَالْمَبْطُونُ الْعَلِيلُ الْبَطْنِ. وَالْمِبْطَانُ: الْكَثِيرُ الْأَكْلِ. وَالْمُبْطِنُ الْخَمِيصُ الْبَطْنِ. وَالْبُطْنَانُ بُطْنَانُ الْقُذَذِ. وَالْبَطْنُ مِنَ الْعَرَبِ دُونَ الْقَبِيلَةِ. وَالْبُطَيْنُ نَجْمٌ، يُقَالُ: إِنَّهُ بَطْنُ الْحَمَلِ. وَالْبِطَانُ بِطَانُ الرَّحْلِ، وَهُوَ حِزَامُهُ، وَذَلِكَ أَنَّهُ يَلِي الْبَطْنَ.\nوَمِنْ هَذَا الْبَابِ قَوْلُهُمْ لِدُخَلَاءِ الرَّجُلِ الَّذِينَ يَبْطُنُونَ أَمْرَهُ: هُمْ بِطَانَتُهُ. قَالَ اللَّهُ تَعَالَى: ﴿لَا تَتَّخِذُوا بِطَانَةً مِنْ دُونِكُمْ﴾ [آل عمران: ١١٨] . وَيُقَالُ: تَبَطَّنْتُ الْكَلَأَ: إِذَا جَوَّلْتَ فِيهِ. قَالَ: قَدْ تَبَطَّنْتُ وَتَحْتِي جَسْرَةٌ ... حَرَجٌ فِي مِرْفَقَيْهَا كَالْفَتَلْ",
    "pg": "1:259-260"
  },
  "بظر": {
    "def": "الْبَاءُ وَالظَّاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ لَا يُقَاسُ عَلَيْهِ. فَالْبُظَارَةُ اللُّحْمَةُ الْمُتَدَلِّيَةُ مِنْ ضَرْعِ الشَّاةِ، وَهِيَ الْحَلَمَةُ. وَالْبُظَارَةُ هَنَةٌ نَاتِئَةٌ مِنَ الشَّفَةِ الْعُلْيَا، لَا تَكُونُ بِكُلِّ أَحَدٍ. قَالَ عَلِيٌّ ﵁ لِشُرَيْحٍ فِي فُتْيَا: \" مَا تَقُولُ أَنْتَ أَيُّهَا الْعَبْدُ الْأَبْظَرُ \". وَاللَّهُ أَعْلَمُ. [بَابُ الْبَاءِ وَالْعَيْنِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:262-263"
  },
  "بظظ": {
    "def": "الْبَاءُ وَالظَّاءُ يُقَالُ: إِنَّهُمْ يَقُولُونَ بَظَّ أَوْتَارَهُ لِلضَّرْبِ: إِذَا هَيَّأَهَا. وَمِثْلُ هَذَا لَا يُعَوَّلُ عَلَيْهِ.",
    "pg": "1:184"
  },
  "بظى": {
    "def": "الْبَاءُ وَالظَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ، وَهُوَ تَمَكُّنُ الشَّيْءِ مَعَ لِينٍ وَنَعْمَةٍ فِيهِ. يُقَالُ: بَظِيَ لَحْمُهُ اكْتَنَزَ، وَلَحْمُهُ خَظَا بَظًا. وَرُبَّمَا قَالُوا خَظِيَتِ الْمَرْأَةُ وَبَظِيَتْ، وَهُوَ مِنْ ذَلِكَ الْأَصْلِ، لَكِنَّهَا فِيمَا يُقَالُ: دَخِيلٌ.",
    "pg": "1:262"
  },
  "بعث": {
    "def": "الْبَاءُ وَالْعَيْنُ وَالثَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْإِثَارَةُ. وَيُقَالُ: بَعَثْتُ النَّاقَةَ: إِذَا أَثَرْتَهَا. وَقَالَ ابْنُ أَحْمَرَ:\nفَبَعَثْتُهَا تَقِصُ الْمَقَاصِرُ بَعْدَمَا ... كَرَبَتْ حَيَاةُ النَّارِ لِلْمُتَنَوِّرِ",
    "pg": "1:266"
  },
  "بعج": {
    "def": "الْبَاءُ وَالْعَيْنُ وَالْجِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ الشَّقُّ وَالْفَتْحُ. هَذَا وَالْبَابُ الَّذِي ذَكَرْنَاهُ فِي الْبَاءِ وَالْعَيْنِ وَالْقَافِ مِنْ وَادٍ وَاحِدٍ، لَا يَكَادَانِ يَتَزَيَّلَانِ. قَالَ الْخَلِيلُ: بَعَجَ بَطْنَهُ بِالسِّكِّينِ، أَيْ: شَجَّهُ وَشَقَّهُ وَخَضْخَضَهُ. قَالَ: وَقَدْ تَبَعَّجَ السَّحَابُ تَبَعُّجًا، وَهُوَ انْفِرَاجُهُ عَنِ الْوَدْقِ. قَالَ:\nحَيْثُ اسْتَهَلَّ الْمُزْنُ أَوْ تَبَعَّجَا\nوَبَعَّجَ الْمَطَرُ الْأَرْضَ تَبْعِيجًا وَذَلِكَ مِنْ شِدَّةِ فَحْصِهِ الْحِجَارَةَ. وَرَجُلٌ بَعِجٌ كَأَنَّهُ مُنْفَرِجُ الْبَطْنِ مِنْ ضَعْفِ مَشْيِهِ. قَالَ:\nلَيْلَةً أَمْشِي عَلَى مُخَاطَرَةٍ ... مَشْيًا رُوَيْدًا كَمِشْيَةِ الْبَعِجِ\nوَحَكَى أَبُو عَمْرٍو: بَعَجْتُ إِلَيْهِ بَطْنِي، أَيْ: أَخْرَجْتُ إِلَيْهِ سِرِّي وَيُقَالُ: بَعَجَهُ حُزْنٌ. وَبَطْنٌ بَعِيجٌ فِي مَعْنَى مَبْعُوجٍ. قَالَ أَبُو ذُؤَيْبٍ:\nوَذَلِكِ أَعْلَى مِنْكِ فَقْدًا لِأَنَّهُ ... كَرِيمٌ وَبَطْنِي بِالْكِرَامِ بَعِيجُ\nقَالَ اللِّحْيَانِيُّ: رَجُلٌ بَعِيجٌ وَامْرَأَةٌ بَعِيجٌ، وَنِسْوَةٌ بَعْجَى. وَكَذَلِكَ الرِّجَالُ. وَيُقَالُ: هُوَ تَخَرُّقُ الصِّفَاقِ وَانْدِيَالُ مَا فِيهِ. وَالِانْدِيَالُ: الزَّوَالُ. قَالَ الْخَلِيلُ: بَاعِجَةَ الْوَادِي حَيْثُ يَنْبَعِجُ وَيَتَّسِعُ. قَالَ: وَنَصِيُّ بَاعِجَةٍ وَمَحْضٌ مُنْقَعُ\nقَالَ أَبُو زِيَادٍ: [وَ] أَبُو فَقْعَسٍ: الْبَاعِجَةُ الرُّحَيْبَةُ الصَّغِيرَةُ بَعَجَتِ الْوَادِيَ مِنْ أَحَدِ جَانِبَيْهِ; وَهِيَ مِنْ مَنَابِتِ النَّصِيِّ. وَيُقَالُ: الْبَاعِجَةُ آخِرُ الرَّمْلِ، مَكَانٌ بَيْنَ السَّهْلِ وَالْحَزْنِ، رُبَّمَا كَانَ مُرْتَفِعًا وَرُبَّمَا كَانَ مُنْحَدِرًا. قَالَ النَّضْرُ: الْبَاعِجَةُ مَكَانٌ مُطْمَئِنٌّ مِنَ الرِّمَالِ كَهَيْئَةِ الْغَائِطِ، أَرْضٌ مَدْكُوكَةٌ لَا أَسْنَادَ لَهَا، تُنْبِتُ الرِّمْثَ وَالْحَمْضَ وَأَطَايِبَ الْعُشْبِ.\nوَكُلُّ مَا تَرَكْنَاهُ مِنْ هَذَا الْجِنْسِ كَنَحْوِ مَا ذَكَرْنَاهُ. وَبَاعِجَةُ الْقِرْدَانِ مَوْضِعٌ فِي قَوْلِ أَوْسٍ:\nفَبَاعِجَةِ الْقِرْدَانِ فَالْمُتَثَلِّمِ",
    "pg": "1:266-268"
  },
  "بعد": {
    "def": "الْبَاءُ وَالْعَيْنُ وَالدَّالُ أَصْلَانِ: خِلَافُ الْقُرْبِ، وَمُقَابِلُ قَبْلَ. قَالُوا: الْبُعْدُ خِلَافُ الْقُرْبِ، وَالْبُعْدُ وَالْبَعَدُ الْهَلَاكُ. وَقَالُوا فِي قَوْلِهِ تَعَالَى: ﴿كَمَا بَعِدَتْ ثَمُودُ﴾ [هود: ٩٥] ، أَيْ: هَلَكَتْ. وَقِيَاسُ ذَلِكَ وَاحِدٌ. وَالْأَبَاعِدُ خِلَافُ الْأَقَارِبِ. قَالَ:\nإِذَا أَنْتَ لَمْ تَعْرُكْ بِجَنْبِكَ بَعْضَ مَا ... يُرِيبُ مِنَ الْأَدْنَى رَمَاكَ الْأَبَاعِدُ\nوَتَقُولُ: تَنَحَّ غَيْرَ بَاعِدٍ، أَيْ: غَيْرَ صَاغِرٍ. وَتَنَحَّ غَيْرَ بَعِيدٍ، أَيْ: كُنْ قَرِيبًا.\nوَأَمَّا الْآخَرُ فَقَوْلُكَ جَاءَ مِنْ بَعْدُ، كَمَا تَقُولُ فِي خِلَافِهِ: مِنْ قَبْلُ.",
    "pg": "1:268-269"
  },
  "بعر": {
    "def": "الْبَاءُ وَالْعَيْنُ وَالرَّاءُ أَصْلَانِ: الْجَمَالُ، وَالْبَعَْرُ. يُقَالُ: بَعِيرٌ وَأَبْعِرَةٌ وَأَبَاعِرُ وَبُعْرَانُ. قَالَ بَعْضُ اللُّصُوصِ:\nوَإِنِّي لَأَسْتَحْيِي مِنَ اللَّهِ أَنْ أُرَى ... أُجَرِّرُ حَبْلًا لَيْسَ فِيهِ بَعِيرُ\nوَأَنْ أَسْأَلَ الْمَرْءَ اللَّئِيمَ بَعِيرَهُ ... وَبُعْرَانُ رَبِّي فِي الْبِلَادِ كَثِيرُ\nوَالْبَعَْرُ مَعْرُوفٌ.",
    "pg": "1:269"
  },
  "بعص": {
    "def": "الْبَاءُ وَالْعَيْنُ وَالصَّادُ أَصْلٌ وَاحِدٌ، وَهُوَ الِاضْطِرَابُ. قَالَ أَبُو مَهْدِيٍّ: تَبَعْصَصَ الشَّيْءُ ارْتَكَضَ فِي الْيَدِ وَاضْطَرَبَ، وَكَذَلِكَ تَبَعْصَصَ فِي النَّارِ: إِذَا أُلْقِيَ فِيهَا فَأَخَذَ يَعْدُو وَلَا عَدْوَ بِهِ. وَالْأَرْنَبُ تَتَبَعْصَصُ فِي يَدِ الْإِنْسَانِ. وَيُقَالُ لِلْحَيَّةِ إِذَا ضُرِبَتْ وَلَوَتْ بِذَنَبِهَا قَدْ تَبَعْصَصَتْ.",
    "pg": "1:269"
  },
  "بعض": {
    "def": "الْبَاءُ وَالْعَيْنُ وَالضَّادُ أَصْلٌ وَاحِدٌ، وَهُوَ تَجْزِئَةٌ لِلشَّيْءِ. وَكُلُّ طَائِفَةٍ مِنْهُ بَعْضٌ. قَالَ الْخَلِيلُ: بَعْضُ كُلِّ شَيْءٍ طَائِفَةٌ مِنْهُ. تَقُولُ: جَارِيَةٌ يُشْبِهُ بَعْضُهَا بَعْضًا. وَبَعْضٌ مُذَكَّرٌ. تَقُولُ هَذِهِ الدَّارُ مُتَّصِلٌ بَعْضُهَا بِبَعْضٍ. وَبَعَّضْتُ الشَّيْءَ تَبْعِيضًا: إِذَا فَرَّقْتَهُ أَجْزَاءً. وَيُقَالُ: إِنَّ الْعَرَبَ تَصِلُ بِبَعْضٍ كَمَا تَصِلُ بِمَا، كَقَوْلِهِ تَعَالَى: ﴿فَبِمَا رَحْمَةٍ مِنَ اللَّهِ﴾ [آل عمران: ١٥٩] ، وَ ﴿مِمَّا خَطِيئَاتِهِمْ﴾ [نوح: ٢٥] . قَالَ: وَكَذَلِكَ بَعْضٌ فِي قَوْلِهِ تَعَالَى: ﴿وَإِنْ يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الَّذِي يَعِدُكُمْ﴾ [غافر: ٢٨] . وَقَالَ أَعْرَابِيٌّ: \" رَأَيْتُ غِرْبَانًا يَتَبَعْضَضْنَ \" كَأَنَّهُ أَرَادَ يَتَنَاوَلُ بَعْضُهَا بَعْضًا. وَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْبَعُوضَةُ، وَهِيَ مَعْرُوفَةٌ، وَالْجَمْعُ بَعُوضٌ. قَالَ:\nوَصِرْتُ عَبْدًا لِلْبَعُوضِ أَخْضَعَا\nوَهَذِهِ لَيْلَةٌ بَعِضَةٌ، أَيْ: كَثِيرَةُ الْبَعُوضِ، وَمَبْعُوضَةٌ أَيْضًا، كَقَوْلِهِمْ: مَكَانٌ سَبِعٍ وَمَسْبُوعٍ، وَذَئِبٍ وَمَذْؤُوبٍ. وَفِي الْمَثَلِ: \" كَلَّفْتَنِي مُخَّ الْبَعُوضِ \"، لِمَا لَا يَكُونُ. قَالَ ابْنُ أَحْمَرَ:\nمَا كُنْتُ مِنْ قَوْمِي بِدَالِهَةٍ ... لَوْ أَنَّ مَعْصِيًّا لَهُ أَمْرُ\nكَلَّفْتَنِي مُخَّ الْبَعُوضِ فَقَدْ ... أقْصَرْتُ لَا نُجْحٌ وَلَا عُذْرُ\nوَأَصْحَابُ الْبَعُوضَةِ قَوْمٌ قَتَلَهُمْ خَالِدُ بْنُ الْوَلِيدِ فِي الرِّدَّةِ، وَفِيهِمْ يَقُولُ الشَّاعِرُ:\nعَلَى مِثْلِ أَصْحَابِ الْبَعُوضَةِ فَاخْمِشِي",
    "pg": "1:269-270"
  },
  "بعط": {
    "def": "الْبَاءُ وَالْعَيْنُ وَالطَّاءُ لَيْسَ بِأَصْلٍ، وَذَلِكَ أَنَّ الطَّاءَ فِي أَبْعَطَ مُبْدَلَةٌ مِنْ دَالٍ. يُقَالُ: أَبْعَطَ فِي السَّوْمِ، مِثْلَ أَبْعَدَ. [بَابُ الْبَاءِ وَالْغَيْنِ وَمَا يَثْلِثُهُمَا]",
    "pg": "1:270-271"
  },
  "بعع": {
    "def": "الْبَاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، عَلَى مَا ذَكَرَهُ الْخَلِيلُ، وَهُوَ الثِّقَلُ [وَ] الْإِلْحَاحُ. قَالَ الْخَلِيلُ: الْبَعَاعُ ثِقَلُ السَّحَابِ مِنَ الْمَطَرِ. قَالَ امْرُؤُ الْقَيْسِ:\nوَأَلْقَى بِصَحْرَاءِ الْغَبِيطِ بَعَاعَهُ ... نُزُولَ الْيَمَانِيِّ ذِي الْعِيَابِ الْمُحَمَّلِ\nقَالَ: وَيُقَالُ لِلرَّجُلِ إِذَا أَلْقَى بِنَفْسِهِ: أَلْقَى عَلَيْنَا بَعَاعَهُ. وَيُقَالُ لِلسَّحَابِ إِذَا أَلْقَى كُلَّ مَا فِيهِ مِنَ الْمَطَرِ: أَلْقَى بَعَاعَهُ. يُقَالُ: بَعَّ السَّحَابُ وَالْمَطَرُ بَعًّا وَبَعَاعًا: إِذَا أَلَحَّ بِمَكَانٍ. وَأَمَّا ابْنُ دُرَيْدٍ فَلَمْ يَذْكُرْ مِنْ هَذَا شَيْئًا، وَذَكَرَ فِي التَّكْرِيرِ الْبَعْبَعَةَ: تَكْرِيرُ الْكَلَامِ فِي عَجَلَةٍ. وَقَدْ قُلْنَا إِنَّ الْأَصْوَاتَ لَا يُقَاسُ عَلَيْهَا.",
    "pg": "1:184-185"
  },
  "بعق": {
    "def": "الْبَاءُ وَالْعَيْنُ وَالْقَافُ أَصْلٌ وَاحِدٌ، وَهُوَ شَقُّ الشَّيْءِ وَفَتْحُهُ. ثُمَّ يُتَّسَعُ فِيهِ فَيُحْمَلُ عَلَيْهِ مَا يُقَارِبُهُ. قَالَ الْخَلِيلُ: الْبُعَاقُ شِدَّةُ الصَّوْتِ. وَالْمَطَرُ الْبُعَاقُ، بَعَقَ الْوَابِلُ: إِذَا انْفَتَحَ فَجْأَةً. قَالَ أَبُو زِيَادٍ: الْبُعَاقُ مِنَ الْأَمْطَارِ أَشَدُّهَا، وَقَالَ أَرْضٌ مَبْعُوقَةٌ. قَالَ: وَالِانْبِعَاقُ أَنْ يَنْبَعِقَ عَلَيْكَ الشَّيْءُ فَجْأَةً. وَأَنْشَدَ:\nبَيْنَمَا الْمَرْءُ آمِنٌ رَاعَهُ رَا ... ئِعُ حَتْفٍ لَمْ يَخْشَ مِنْهُ انْبِعَاقَهْ\nوَيُقَالُ: بَعَقْتُ الْإِبِلَ، أَيْ: نَحَرْتُهَا. وَفِي الْحَدِيثِ: «مَنْ هَؤُلَاءِ الَّذِينَ يَبْعَقُونَ لِقَاحَنَا» ، أَيْ: يَنْحَرُونَهَا. أَصْلُهُ مِنْ سَيَلَانِ الدَّمِ.\nقَالَ أَبُو عَلِيٍّ: الْبَعْقُ الشَّقُّ الَّذِي يَكُونُ فِي أَلْيَةِ الْحَافِرِ. حَكَى بَعْضُ الْأَعْرَابِ: بَعَقْتُ فُلَانًا عَنِ الْأَمْرِ بَعْقًا، أَيْ: مَزَّقْتُهُ وَكَشَفْتُهُ. وَمُنْبَعَقُ الْمَفَازَةِ مُتَّسَعُهَا. وَقَالَ جَنْدَلٌ الطُّهَوِيُّ:\nلِلرِّيحِ فِي مَبْعَقِهَا الْمَجْهُولِ ... مَسَاحِبٌ مَيَّاسَةُ الذُّيُولِ\nقَالَ الضَّبِّيُّ فِي كَلَامٍ: \" كَانَتْ قِبَلَنَا ذِئْبَةٌ مُجْرِيَةٌ، فَأَقْبَلَتْ هِيَ وَعِرْسُهَا لَيْلًا، فَبَعَقَا غَنَمَنَا \" أَيْ: شَقَّقَا بُطُونَهَا.",
    "pg": "1:263-264"
  },
  "بعك": {
    "def": "الْبَاءُ وَالْعَيْنُ وَالْكَافُ أَصْلٌ وَاحِدٌ، يَجْمَعُ التَّجَمُّعَ وَالِازْدِحَامَ وَالِاخْتِلَاطَ. قَالَ الدُّرَيْدِيُّ: الْبَعَكُ الْغِلَظُ فِي الْجِسْمِ وَالْكَزَازَةُ، وَمِنْهُ اشْتِقَاقُ بَعْكَكٍ، وَهُوَ رَجُلٌ مِنْ قُرَيْشٍ.\nقَالَ غَيْرُهُ: تَرَكْتُهُ فِي بَعْكُوكَةِ الْقَوْمِ، أَيْ: مُجْتَمَعِ مَنَازِلِهِمْ، وَنَرَى أَنَّهُ فَتَحَ الْبَاءَ فَقَالَ فَعْلُولَةً، لِأَنَّهُ أَخْرَجَهُ مُخْرَجَ الْمَصَادِرِ، مِثْلَ سَارَ سَيْرُورَةً، وَحَادَ حَيْدُودَةً، وَقَالَ قَيْلُولَةً. وَأَنْشَدَ:\nيَخْرُجْنَ مِنْ بَعْكُوكَةِ الْخِلَاطِ ... وَهُنَّ أَمْثَالُ السُِّرَى الْأَمْرَاطِ\nوَأَمَّا الْبَصْرِيُّونَ فَإِنَّهُمْ يَأْبَوْنَ هَذَا الْبِنَاءَ فِي الْمَصَادِرِ إِلَّا لِلْمُعْتَلَّاتِ. قَالَ بَعْضُ الْعُلَمَاءِ: بُعْكُوكَةُ الشَّيْءِ وَسَطُهُ. قَالَ عُبَيْدُ بْنُ أَيُّوبَ:\nوَيَا رَبِّ إِلَّا تَعْفُ عَنِّيَ تُلْقِنِي ... مِنَ النَّارِ فِي بُعْكُوكِهَا الْمُتَدَانِي\nوَيُقَالُ: وَقَعَ فِي بَعْكُوكَاءَ، أَيْ: شَرٍّ وَجَلَبَةٍ. قَالَ الْفَرَّاءُ: الْبَعْكُوكَةُ ازْدِحَامُ الْإِبِلِ فِي اجْتِمَاعِهَا، وَقِيلَ هِيَ الْجَمَاعَةُ مِنْهَا، وَالْجَمْعُ بَعَاكِيكُ.\nقَالَ أَبُو زَيْدٍ: الْبَاعِكُ مِنَ الرِّجَالِ الْهَالِكُ حُمْقًا، وَهُوَ مِنْ ذَلِكَ الْأَصْلِ لِأَنَّهُ مُخْتَلِطٌ.",
    "pg": "1:264"
  },
  "بعل": {
    "def": "الْبَاءُ وَالْعَيْنُ وَاللَّامُ أُصُولٌ ثَلَاثَةٌ: فَالْأَوَّلُ الصَّاحِبُ، يُقَالُ لِلزَّوْجِ بَعْلٌ، وَكَانُوا يُسَمُّونَ بَعْضَ الْأَصْنَامِ بَعْلًا. وَمِنْ ذَلِكَ الْبِعَالُ، وَهُوَ مُلَاعَبَةُ الرَّجُلِ أَهْلَهُ. وَفِي الْحَدِيثِ فِي أَيَّامِ التَّشْرِيقِ: «إِنَّهَا أَيَّامُ التَّشْرِيقِ، إِنَّهَا أَيَّامُ أَكْلٍ وَشُرْبٍ وَبِعَالٍ» . قَالَ الْحُطَيْئَةُ: وَكَمْ مِنْ حَصَانٍ ذَاتِ بَعْلٍ تَرَكْتَهَا ... إِذَا اللَّيْلُ أَدْجَى لَمْ تَجِدْ مَنْ تُبَاعِلُهْ\nوَالْأَصْلُ الثَّانِي جِنْسٌ مِنَ الْحَيْرَةِ وَالدَّهَشِ، يُقَالُ: بَعِلَ الرَّجُلُ: إِذَا دَهِشَ. وَلَعَلَّ مِنْ هَذَا قَوْلَهُمُ امْرَأَةٌ بَعِلَةٌ: إِذَا كَانَتْ لَا تُحْسِنُ لُبْسَ الثِّيَابِ.\nوَالْأَصْلُ الثَّالِثُ الْبَعْلُ مِنَ الْأَرْضِ: الْمُرْتَفِعَةُ الَّتِي لَا يُصِيبُهَا الْمَطَرُ فِي السَّنَةِ إِلَّا مَرَّةً وَاحِدَةً. قَالَ الشَّاعِرُ:\nإِذَا مَا عَلَوْنَا ظَهْرَ بَعْلٍ عَرِيضَةٍ ... تَخَالُ عَلَيْنَا قَيْضَ بَيْضٍ مُفَلَّقِ\nوَمِمَّا يُحْمَلُ عَلَى هَذَا الْبَابِ الثَّالِثِ الْبَعْلُ، وَهُوَ مَا شَرِبَ بِعُرُوقِهِ مِنَ الْأَرْضِ مِنْ غَيْرِ سَقْيِ سَمَاءٍ، وَهُوَ فِي قَوْلِهِ ﵌ فِي صَدَقَةِ النَّخْلِ: «مَا شَرِبَ مِنْهُ بَعْلًا فَفِيهِ الْعُشْرُ» . وَقَالَ ابْنُ رَوَاحَةَ:\nهُنَالِكَ لَا أُبَالِي نَخْلَ سَقْيٍ ... وَلَا بَعْلٍ وَإِنْ عَظُمَ الْإِنَاءُ",
    "pg": "1:264-265"
  },
  "بعوي": {
    "def": "الْبَاءُ وَالْعَيْنُ وَالْوَاوُ وَالْيَاءُ أَصْلَانِ: الْجِنَايَةُ وَأَخْذُ الشَّيْءِ عَارِيَّةً أَوْ قَمْرًا.\nفَالْأَصْلُ الْأَوَّلُ قَوْلُهُمْ بَعَوْتُ أَبْعُو وَأَبْعَى: إِذَا اجْترَمْتَ. قَالَ عَوْفُ بْنُ الْأَحْوَصِ: وَإِبْسَالِي بَنِيَّ بِغَيْرِ جُرْمٍ ... بَعَوْنَاهُ وَلَا بِدَمٍ مُرَاقِ\nقَالُوا: وَمِنْهُ بَعَوْتُهُ بِعَيْنِي، أَيْ: أَصَبْتُهُ.\nوَالْأَصْلُ الثَّانِي الْبَعْوُ. قَالَ الْخَلِيلُ: هُوَ الْعَارِيَّةُ، يُقَالُ: استَبْعَيْتُ مِنْهُ، أَيِ اسْتَعَرْتُ. وَقَالَ أَيْضًا الْبَعْوُ الْقَمْرُ، يُقَالُ: بَعَوْتُهُ بَعْوًا، أَيْ: أَصَبْتُ مِنْهُ وَقَمَرْتُهُ. قَالَ:\nصَحَا الْقَلْبُ بَعْدَ الْإِلْفِ وَارْتَدَّ شَأْوُهُ ... وَرَدَّتْ عَلَيْهِ مَا بَعَتْهُ تُمَاضِرُ\nقَالَ الْأَصْمَعِيُّ: يُقَالُ: أَبْعَيْتُ فُلَانًا فَرَسًا، فِي مَعْنَى أَخْبَلْتُهُ، وَذَلِكَ إِذَا أَعَرْتَهُ إِيَّاهُ لِيَغْزُوَ عَلَيْهِ. وَالِاسْتِبْعَاءُ أَنْ يَسْتَعِيرَ الرَّجُلُ فَرَسًا مِنْ آخَرَ يُسَابِقُ عَلَيْهِ. يُقَالُ: اسْتَبْعَيْتُهُ فَأَبْعَانِي; وَهُوَ الْبَعْوُ. قَالَ الْكُمَيْتُ:\nلِيَسْتَبْعِيَا كَلْبًا بَهِيمًا مُخَزَّمًا ... وَمَنْ يَكُ أَفْيَالًا أُبُوَّتُهُ يَفِلْ",
    "pg": "1:265-266"
  },
  "بغت": {
    "def": "الْبَاءُ وَالْغَيْنُ وَالتَّاءُ أَصْلٌ وَاحِدٌ لَا يُقَاسُ عَلَيْهِ، مِنْهُ الْبَغْتُ، وَهُوَ أَنْ يَفْجَأَ الشَّيْءُ. قَالَ:\nوَأَعْظَمُ شَيْءٍ حِينَ يَفْجَؤُكَ الْبَغْتُ",
    "pg": "1:272"
  },
  "بغث": {
    "def": "الْبَاءُ وَالْغَيْنُ وَالثَّاءُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى ذُلِّ الشَّيْءِ وَضَعْفِهِ. مِنْ ذَلِكَ بَُِغَاثُ الطَّيْرِ، وَهِيَ الَّتِي لَا تَصِيدُ وَلَا تَمْتَنِعُ. ثُمَّ يُقَالُ لِأَخْلَاطِ النَّاسِ وَخُشَارَتِهِمُ الْبَغْثَاءُ. وَالْأَبْغَثُ: مَكَانٌ ذُو رَمْلٍ. وَهُوَ مِنْ ذَاكَ لِأَنَّهُ لَيِّنٌ غَيْرُ صُلْبٍ.",
    "pg": "1:272-273"
  },
  "بغر": {
    "def": "الْبَاءُ وَالْغَيْنُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَفِيهِ كَلِمَاتٌ مُتَقَارِبَةٌ فِي الشُّرْبِ وَمَعْنَاهُ. فَالْبَغَرُ أَنْ يَشْرَبَ الْإِنْسَانُ وَلَا يَرْوَى، وَهُوَ يُصِيبُ الْإِبِلَ أَيْضًا. وَعُيِّرَ رَجُلٌ فَقِيلَ: \" مَاتَ أَبُوهُ بَشَمًا وَمَاتَتْ أُمُّهُ بَغَرًا \". وَيَقُولُونَ: بَغَرَ النَّوْءُ: إِذَا هَاجَ بِالْمَطَرِ. وَحَكَى بَعْضُهُمْ: بُغِرَتِ الْأَرْضُ: إِذَا لَيَّنَهَا الْمَطَرُ.",
    "pg": "1:273"
  },
  "بغز": {
    "def": "الْبَاءُ وَالْغَيْنُ وَالزَّاءُ أَصْلٌ، وَهُوَ كَالنَّشَاطِ وَالْجَرَاءَةِ فِي الْكَلَامِ. قَالَ ابْنُ مُقْبِلٍ:\nتَخَالُ بَاغِزَهَا بِاللَّيْلِ مَجْنُونًا\nوَقَالُوا: الْبَاغِزُ الرَّجُلُ الْفَاحِشُ. وَذَلِكَ كُلُّهُ يَرْجِعُ إِلَى الْجُرْأَةِ.",
    "pg": "1:273"
  },
  "بغش": {
    "def": "الْبَاءُ وَالْغَيْنُ وَالشِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمَطَرُ الضَّعِيفُ، وَيُقَالُ لَهُ الْبَغْشُ. وَأَرْضٌ مَبْغُوشَةٌ. وَجَاءَ فِي الشِّعْرِ: مَطَرٌ بَاغِشٌ.",
    "pg": "1:273"
  },
  "بغض": {
    "def": "الْبَاءُ وَالْغَيْنُ وَالضَّادُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى خِلَافِ الْحُبِّ. يُقَالُ: أَبْغَضْتُهُ أُبْغِضُهُ. فَأَمَّا قَوْلُهُ: وَمِنَ الْعَوَادِي أَنْ تَقَتْكَ بِبِغْضَةٍ ... وَتَقَاذُفٍ مِنْهَا وَأَنَّكَ تُرْقَبُ\nفَقِيلَ الْبِغْضَةُ الْأَعْدَاءُ، وَقِيلَ أَرَادَ ذَوِي بِغْضَةٍ. وَرُبَّمَا قَالُوا بَغُضَ جَدُّهُ، كَقَوْلِهِمْ عَثَرَ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْبَاءِ وَالْقَافِ وَمَا يَثْلِثُهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:273-274"
  },
  "بغغ": {
    "def": "الْبَاءُ وَالْغَيْنُ فِي الْمُضَاعَفِ أَصْلَانِ مُتَبَايِنَانِ عِنْدَ الْخَلِيلِ وَابْنِ دُرَيْدٍ. فَالْأَوَّلُ الْبَغْبَغَةُ، وَهِيَ حِكَايَةُ ضَرْبٍ مِنَ الْهَدِيرِ، وَأَنْشَدَ الْخَلِيلُ:\nبِرَجْسِ بَغْبَاغِ الْهَدِيرِ الْبَهْبَهِ\nوَالْأَصْلُ الثَّانِي ذَكَرَهُ ابْنُ دُرَيْدٍ قَالَ: الْبَغْبَغُ وَتَصْغِيرُهَا بُغَيْبِغٌ وَهِيَ الرَّكِيَّةُ الْقَرِيبَةُ الْمَنْزَعِ. قَالَ:\nيَا رُبَّ مَاءٍ لَكَ بِالْأَجْبَالِ ... بُغَيْبِغٍ يُنْزَعُ بِالْعِقَالِ",
    "pg": "1:185"
  },
  "بغل": {
    "def": "الْبَاءُ وَالْغَيْنُ وَاللَّامُ يَدُلُّ عَلَى قُوَّةٍ فِي الْجِسْمِ. مِنْ ذَلِكَ الْبَغْلُ، قَالَ قَوْمٌ: سُمِّيَ بِذَلِكَ لِقُوَّةِ خَلْقِهِ. وَقَدْ قَالُوا: سُمِّيَ بَغْلًا مِنَ التَّبْغِيلِ، وَهُوَ ضَرْبٌ مِنَ السَّيْرِ. وَالَّذِي نَذْهَبُ إِلَيْهِ أَنَّ التَّبْغِيلَ مُشْتَقٌّ مِنْ سَيْرِ الْبَغْلِ.",
    "pg": "1:271"
  },
  "بغم": {
    "def": "الْبَاءُ وَالْغَيْنُ وَالْمِيمُ أَصْلٌ يَسِيرٌ، وَهُوَ صَوْتٌ وَشَبِيهٌ بِهِ لَا يَتَحَصَّلُ. فَالْبُغَامُ صَوْتُ النَّاقَةِ تُرَدِّدُهُ، وَصَوْتُ الظَّبْيَةِ بُغَامٌ أَيْضًا. وَظَبْيَةٌ بَغُومٌ. قَالَ الشَّاعِرُ فِي النَّاقَةِ:\nحَسِبْتَ بُغَامَ رَاحِلَتِي عَنَاقًا ... وَمَا هِيَ وَيْبَ غَيْرِكَ بِالْعَنَاقِ\nوَمِمَّا يُحْمَلْ عَلَيْهِ قَوْلُهُمْ بَغَمْتُ لِلرَّجُلِ بِالْحَدِيثِ: إِذَا لَمْ تُفَسِّرْهُ لَهُ.",
    "pg": "1:271"
  },
  "بغو": {
    "def": "الْبَاءُ وَالْغَيْنُ وَالْوَاوُ لَيْسَ فِيهِ إِلَّا الْبَغْوَ. وَذَكَرَ ابْنُ دُرَيْدٍ أَنَّهُ التَّمْرُ قَبْلَ أَنْ يَسْتَحْكِمَ يُبْسُهُ.",
    "pg": "1:271"
  },
  "بغي": {
    "def": "الْبَاءُ وَالْغَيْنُ وَالْيَاءُ أَصْلَانِ: أَحَدُهُمَا طَلَبُ الشَّيْءِ، وَالثَّانِي جِنْسٌ مِنَ الْفَسَادِ. فَمِنَ الْأَوَّلِ بَغَيْتُ الشَّيْءَ أَبْغِيهِ: إِذَا طَلَبْتَهُ. وَيُقَالُ: بَغَيْتُكَ الشَّيْءَ: إِذَا طَلَبْتُهُ لَكَ، وَأَبْغَيْتُكَ الشَّيْءَ: إِذَا أَعَنْتُكَ عَلَى طَلَبِهِ. وَالْبُغْيَةُ وَالْبِغْيَةُ الْحَاجَةُ. وَتَقُولُ: مَا يَنْبَغِي لَكَ أَنْ تَفْعَلَ كَذَا. وَهَذَا مِنْ أَفْعَالِ الْمُطَاوَعَةِ، تَقُولُ بَغَيْتُهُ فَانْبَغَى، كَمَا تَقُولُ كَسْرَتُهُ فَانْكَسَرَ. وَالْأَصْلُ الثَّانِي: قَوْلُهُمْ بَغَى الْجُرْحُ: إِذَا تَرَامَى إِلَى فَسَادٍ، ثُمَّ يُشْتَقُّ مِنْ هَذَا مَا بَعْدَهُ. فَالْبَغِيُّ الْفَاجِرَةُ، تَقُولُ بَغَتْ تَبْغِي بِغَاءً، وَهِيَ بَغِيٌّ. وَمِنْهُ أَنْ يَبْغِيَ الْإِنْسَانُ عَلَى آخَرَ. وَمِنْهُ بَغْيُ الْمَطَرِ، وَهُوَ شِدَّتُهُ وَمُعْظَمُهُ. وَإِذَا كَانَ ذَا بَغْيٍ فَلَا بُدَّ أَنْ يَقَعَ مِنْهُ فَسَادٌ.\nقَالَ الْأَصْمَعِيُّ: دَفَعْنَا بَغْيَ السَّمَاءِ خَلْفَنَا، أَيْ: مُعْظَمَ مَطَرِهَا.\nوَالْبَغْيُ: الظُّلْمُ. قَالَ:\nوَلَكِنَّ الْفَتَى حَمَلَ بْنَ بَدْرٍ ... بَغَى، وَالْبَغْيُ مَرْتَعُهُ وَخِيَمُ\nوَرُبَّمَا قَالُوا لِاخْتِيَالِ الْفَرَسِ وَمَرَحِهِ بَغْيٌ.\nقَالَ الْخَلِيلُ: وَلَا يُقَالُ: فَرَسٌ بَاغٍ.",
    "pg": "1:271-272"
  },
  "بقع": {
    "def": "الْبَاءُ وَالْقَافُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ تَرْجِعُ إِلَيْهِ فُرُوعُهَا كُلُّهَا، وَإِنْ كَانَ فِي بَعْضِهَا بُعْدٌ فَالْجِنْسُ وَاحِدٌ، وَهُوَ مُخَالَفَةُ الْأَلْوَانِ بَعْضِهَا بَعْضًا، وَذَلِكَ مِثْلُ الْغُرَابِ الْأَبْقَعِ، وَهُوَ الْأَسْوَدُ فِي صَدْرِهِ بَيَاضٌ. يُقَالُ غُرَابٌ أَبْقَعُ، وَكَلْبٌ أَبْقَعُ وَقَالَ بَعْضُهُمْ لِلْحَجَّاجِ فِي خَيْلِ ابْنِ الْأَشْعَثِ: رَأَيْتُ قَوْمًا بُقْعًا. قَالَ: مَا الْبُقْعُ؟ قَالَ: رَقَّعُوا ثِيَابَهُمْ مِنْ سُوءِ الْحَالِ.\nوَفِي الْحَدِيثِ: «يُوشِكُ أَنْ يُسْتَعْمَلَ عَلَيْكُمْ بُقْعَانُ أَهْلِ الشَّامِ» .\nقَالَ أَبُو عُبَيْدٍ: الرُّومُ وَالصَّقَالِبَةُ، وَقَصَدَ بِاللَّفْظِ الْبَيَاضَ. قَالَ الْخَلِيلُ: الْبُقْعَةُ قِطْعَةٌ مِنَ الْأَرْضِ عَلَى غَيْرِ هَيْئَةِ الَّتِي إِلَى جَنْبِهَا، وَجَمْعُهَا بِقَاعٌ وَبُقَعٌ. أَبُو زَيْدٍ: هِيَ الْبَقْعَةُ أَيْضًا بِفَتْحِ الْبَاءِ. أَبُو عُبَيْدَةَ: الْأَبْقَعُ مِنَ الْخَيْلِ الَّذِي يَكُونُ فِي جَسَدِهِ بُقَعٌ مُتَفَرِّقَةٌ مُخَالِفَةٌ لِلَوْنِهِ. قَالَ أَبُو حَنِيفَةَ: الْبَقْعَاءُ مِنَ الْأَرَضِينَ الَّتِي يُصِيبُ بَعْضَهَا الْمَطَرُ وَلَمْ يُصِبِ الْبَعْضَ. وَكَذَلِكَ مُبَقَّعَةٌ، يُقَالُ أَرْضٌ بَقِعَةٌ إِذَا كَانَ فِيهَا بُقَعٌ مِنْ نَبْتٍ، وَقِيلَ هِيَ الْجَرِدَةُ الَّتِي لَا شَيْءَ فِيهَا، وَالْأَوَّلُ أَصَحُّ.\nابْنُ الْأَعْرَابِيِّ: الْبَقْعَاءُ مِنَ الْأَرْضِ الْمَعْزَاءُ ذَاتُ الْحَصَى وَالْحِجَارَةِ. قَالَ الْخَلِيلُ: الْبَقِيعُ مِنَ الْأَرْضِ مَوْضِعٌ فِيهِ أَرُومُ شَجَرٍ مِنْ ضُرُوبٍ شَتَّى. وَبِهِ سُمِّيَ بَقِيعُ الْغَرْقَدِ بِالْمَدِينَةِ. أَبُو زَيْدٍ: كُلُّ جَوٍّ مِنَ الْأَرْضِ وَنَاحِيَةٍ بَقِيعٌ. قَالَ:\nوَرُبَّ بَقِيعٍ لَوْ هَتَفْتُ بِجَوِّهِ ... أَتَانِي كَرِيمٌ يُنْغِضُ الرَّأْسَ مُغْضِيًا\nوَفِي الْمَثَلِ: \" نَجَّى حِمَارًا بِالْبَقِيعِ سِمَنُهُ \". وَالْبَاقِعَةُ: الدَّاهِيَةُ. يُقَالُ بَقَعَتْهُمْ بَاقِعَةٌ، أَيْ دَاهِيَةٌ، وَذَلِكَ أَنَّهُ أَمْرٌ يَلْصَقُ حَتَّى [يَذْهَبُ] أَثَرُهُ. قَالَ ابْنُ الْأَعْرَابِيِّ: سَنَةٌ بَقْعَاءُ، أَيْ مُجْدِبَةٌ.\nقَالَ أَبُو عُبَيْدَةَ: بَنُو الْبَقْعَاءِ بَنُو هَارِبَةَ بْنِ ذُبْيَانَ، وَأُمُّهُمُ الْبَقْعَاءُ بِنْتُ سَلَامَانَ بْنِ ذُبْيَانَ. وَلَهُمْ يَقُولُ بِشْرٌ:\nوَلَمْ نَهْلِكْ لِمُرَّةَ إِذْ تَوَلَّوْا ... فَسَارُوا سَيْرَ هَارِبَةٍ فَغَارُوا\nقَالَ أَبُو الْمُنْذِرِ: يُقَالُ لِهَارِبَةَ \" الْبَقْعَاءُ \"، وَهُمْ قَلِيلٌ. قَالَ: \" وَلَمْ أَرَ هَارِبِيًّا قَطُّ \". وَفِيهِمْ يَقُولُ الْحُصَيْنُ بْنُ حُمَامٍ:\nوَهَارِبَةُ الْبَقْعَاءِ أَصْبَحَ جَمْعُهَا ... أَمَامَ جُمُوعِ النَّاسِ جَمْعًا مُقَدَّمًا\nوَقَالَ بَعْضُهُمْ: بَقْعَاءُ قَرْيَةٌ مِنْ قُرَى الْيَمَامَةِ. قَالَ:\nوَلَكِنْ قَدْ أَتَانِي أَنَّ يَحْيَى ... يُقَالُ عَلَيْهِ فِي بَقْعَاءَ شَرُّ\nفَقُلْتُ لَهُ تَجَنَّبْ كُلَّ شَيْءٍ ... يُعَابُ عَلَيْكَ إِنَّ الْحُرَّ حُرُّ قَالَ ابْنُ السِّكِّيتِ: يُقَالُ بُقِعَ فُلَانٌ بِكَلَامِ سَوْءٍ، أَيْ رُمِيَ. وَهُوَ فِي الْأَصْلِ الَّذِي ذَكَرْنَاهُ. فَأَمَّا قَوْلُهُمْ: ابْتُقِعَ لَوْنُهُ، فَيَجُوزُ أَنْ يَكُونَ مِنْ هَذَا، وَيَجُوزُ أَنْ يَكُونَ مِنْ بَابِ الْإِبْدَالِ ; لِأَنَّهُمْ يَقُولُونَ امْتُقِعَ لَوْنُهُ. قَالَ الْكِسَائِيُّ: إِذَا تَغَيَّرَ اللَّوْنُ مِنْ حُزْنٍ يُصِيبُ صَاحِبَهُ أَوْ فَزَعٍ قِيلَ ابْتُقِعَ.\nقَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ لَا أَدْرِي أَيْنَ سَقَعَ وَبَقَعَ، أَيْ أَيْنَ ذَهَبَ. قَالَ غَيْرُهُ: يُقَالُ بَقَعَ فِي الْأَرْضِ بُقُوعًا، إِذَا خَفِيَ فَذَهَبَ أَثَرُهُ. قَالَ بَعْضُ الْأَعْرَابِ: الْبُقْعَةُ مِنَ الرِّجَالِ ذُو الْكَلَامِ الْكَثِيرِ الذَّاهِبِ فِي غَيْرِ مَذْهَبِهِ، وَهُوَ الَّذِي يَرْمِي بِالْكَلَامِ لَمْ يُعْلَمْ لَهُ أَوَّلُ وَلَا آخِرٌ. قَالَ بَعْضُهُمْ: بَقَعَ الرَّجُلَ إِذَا حَلَفَ لَهُ حَلِفًا. وَعَامٌ أَبْقَعُ وَأَرْبَدُ، إِذَا لَمْ يَكُنْ فِيهِ مَطَرٌ.\n\n[بَابُ الْبَاءِ وَالْكَافِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:281-283"
  },
  "بقق": {
    "def": "الْبَاءُ وَالْقَافُ فِي قَوْلِ الْخَلِيلِ وَابْنِ دُريدٍ أَصْلَانِ: أَحَدُهُمَا التَّفَتُّحُ فِي الشَّيْءِ، قَوْلًا وَفِعْلًا، وَالثَّانِي الشَّيْءُ الطَّفِيفُ الْيَسِيرُ. فَأَمَّا الْأَوَّلُ فَقَوْلُهُمْ بَقَّ يَبُقُّ بَقًّا: إِذَا أَوْسَعَ مِنَ الْعَطِيَّةِ. وَكَذَلِكَ بَقَّتِ السَّمَاءُ بَقًّا: إِذَا جَاءَتْ بِمَطَرٍ شَدِيدٍ. قَالَ الرَّاجِزُ:\nوَبَسَطَ الْخَيْرَ لَنَا وَبَقَّهُ ... فَالْخَلْقُ طُرًّا يَأْكُلُونَ رِزْقَهُ وَبَقَّ فُلَانٌ عَلَيْنَا كَلَامَهُ: إِذَا كَثَّرَهُ. وَالْبَقْبَقَةُ: كَثْرَةُ الْكَلَامِ، يُقَالُ: رَجُلٌ بَقَاقٌ وَبَقْبَاقٌ. قَالَ الرَّاجِزُ:\nوَقَدْ أَقُودُ بِالدَّوَى الْمُزَمَّلِ ... أَخْرَسَ فِي الرَّكْبِ بَقَاقَ الْمَنْزِلِ\nوَمِنْ ذَلِكَ بَقْبَقَةُ الْمَاءِ فِي حَرَكَتِهِ، وَالْقِدْرِ فِي غَلَيَانِهَا.\nوَالْأَصْلُ الْآخَرُ الْبَقُّ مِنَ الْبَعُوضِ، الْوَاحِدَةُ بَقَّةٌ. قَالَ الرَّاجِزُ:\nيَمْصَعْنَ بِالْأَذْنَابِ مِنْ لُوحٍ وَبَقْ\nوَمِنْ هَذَا الْبَابِ الْبَقَاقُ: أَسْقَاطُ مَتَاعِ الْبَيْتِ.",
    "pg": "1:185-186"
  },
  "بقل": {
    "def": "الْبَاءُ وَالْقَافُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ مِنَ النَّبَاتِ، وَإِلَيْهِ تَرْجِعُ فُرُوعُ الْبَابِ كُلِّهِ.\nقَالَ الْخَلِيلُ: الْبَقْلُ مِنَ النَّبَاتِ مَا لَيْسَ بِشَجَرٍ دِقٍّ وَلَا جِلٍّ. وَفَرَقَ مَا بَيْنَ الْبَقْلِ وَدِقِّ الشَّجَرِ بِغِلَظِ الْعُودِ وَجِلَّتِهِ، فَإِنَّ الْأَمْطَارَ وَالرِّيَاحَ لَا تَكْسِرُ عِيدَانَهَا، تَرَاهَا قَائِمَةً أُكِلَ مَا أُكِلَ وَبَقِيَ مَا بَقِيَ. قَالَ الْخَلِيلُ: ابْتَقَلَ الْقَوْمُ: إِذَا رَعَوُا الْبَقْلَ، وَالْإِبِلُ تَبْتَقِلُ وَتَتَبَقَّلُ تَأْكُلُ الْبَقْلَ. قَالَ أَبُو النَّجْمِ:\nتَبَقَّلَتْ فِي أَوَّلِ التَّبَقُّلِ\nقَالَ الْخَلِيلُ: أَبْقَلَتِ الْأَرْضُ وَبَقَلَتْ: إِذَا أَنْبَتَتِ الْبَقْلَ، فَهِيَ مُبْقِلَةٌ. وَالْمَبْقَلَةُ وَالْبَقَّالَةُ ذَاتُ الْبَقْلِ.\nقَالَ أَبُو الطَّمَحَانِ فِي مَكَانٍ بَاقِلٍ:\nتَرَبَّعَ أَعْلَى عَرْعَرٍ فَنِهَاءَهُ ... فَأَسْرَابَ مَوْلِيِّ الْأَسِرَّةِ بَاقِلِ قَالَ الْفَرَّاءُ: أَرْضٌ بَقِلَةٌ وَبَقِيلَةٌ، أَيْ: كَثِيرَةُ الْبَقْلِ.\nقَالَ الشَّيْبَانِيُّ: بَقَلَ الْحِمَارُ: إِذَا أَكَلَ الْبَقْلَ يَبْقُلُ. قَالَ بَعْضُهُمْ: أَبْقَلَ الْمَكَانُ ذُو الرِّمْثِ. ثُمَّ يَقُولُونَ بَاقِلٌ، وَلَا نَعْلَمُهُمْ [يَقُولُونَ] بَقَلَ الْمَكَانُ، يُجْرُونَهَا مَجْرَى أَعْشَبَ الْبَلَدُ فَهُوَ عَاشِبٌ، وَأَوْرَسَ الرِّمْثُ فَهُوَ وَارِسٌ. قَالَ أَبُو زِيَادٍ: الْبَقْلُ اسْمٌ لِكُلِّ مَا يَنْبُتُ أَوَّلًا. وَمِنْهُ قِيلَ لِوَجْهِ الْغُلَامِ أَوَّلَ مَا يَنْبُتُ: قَدْ بَقَلَ يَبْقُلُ بُقُولًا وَبَقْلًا. وَبَقَلَ نَابُ الْبَعِيرِ، أَيْ: طَلَعَ.\nقَالَ الشَّيْبَانِيُّ: وَلَا يُسَمَّى الْخَلَا بَقْلًا إِلَّا إِذَا كَانَ رَطْبًا. قَالَ الْخَلِيلُ: الْبَاقِلُ مَا يَخْرُجُ فِي أَعْرَاضِ الشَّجَرِ إِذَا دَنَتْ أَيَّامُ الرَّبِيعِ وَجَرَى فِيهَا الْمَاءُ رَأَيْتَ فِي أَعْرَاضِهَا شِبْهَ أَعْيُنِ الْجَرَادِ قَبْلَ أَنْ يَسْتَبِينَ وَرَقُهُ، فَذَلِكَ الْبَاقِلُ. وَقَدْ أَبْقَلَ الشَّجَرُ. وَيُقَالُ عِنْدَ ذَلِكَ: صَارَ الشَّجَرُ بَقْلَةً وَاحِدَةً. قَالَ أَبُو زَيْدٍ: يُقَالُ لِلرِّمْثِ أَوَّلَ مَا يَنْبُتُ بَاقِلٌ، وَذَلِكَ إِذَا ضَرَبَهُ الْمَطَرُ حَتَّى تَرَى فِي أَفْنَانِهِ مِثْلَ رُءُوسِ النَّمْلِ، وَهُوَ خَيْرُ مَا يَكُونُ، ثُمَّ يَكُونُ حَانِطًا، ثُمَّ وَارِسًا، فَإِذَا جَازَ ذَلِكَ فَسَدَ وَانْتَهَتْ عَنْهُ الْإِبِلُ.\nفَأَمَّا بَاقِلٌ فَرَجُلٌ ضُرِبَ بِهِ الْمَثَلُ فِي الْعِيِّ.",
    "pg": "1:274-275"
  },
  "بقي": {
    "def": "الْبَاءُ وَالْقَافُ وَالْيَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الدَّوَامُ. قَالَ الْخَلِيلُ: يُقَالُ: بَقِيَ الشَّيْءُ يَبْقَى بَقَاءً، وَهُوَ ضِدُّ الْفَنَاءِ. قَالَ: وَلُغَةُ طَيٍّ بَقَى يَبْقَى، وَكَذَلِكَ لُغَتُهُمْ فِي كُلِّ مَكْسُورٍ مَا قَبْلَهَا، يَجْعَلُونَهَا أَلِفًا، نَحْوَ بَقَى وَرَضَا. وَإِنَّمَا فَعَلُوا ذَلِكَ لِأَنَّهُمْ يَكْرَهُونَ اجْتِمَاعَ الْكَسْرَةِ وَالْيَاءِ، فَيَفْتَحُونَ مَا قَبْلَ الْيَاءِ، فَتَنْقَلِبُ الْيَاءُ أَلِفًا، وَيَقُولُونَ فِي جَارِيَةٍ جَارَاةً، وَفِي بَانِيَةٍ بَانَاةً، وَفِي نَاصِيَةٍ نَاصَاةً. قَالَ:\nوَمَا صَدَّ عَنِّي خَالِدٌ مِنْ بَقِيَّةٍ ... وَلَكِنْ أَتَتْ دُونِي الْأُسُودُ الْهَواصِرُ\nيُرِيدُ بِالْبَقِيَّةِ هَاهُنَا الْبُقْيَا عَلَيْهِ. وَيَقُولُ الْعَرَبُ: نَشَدْتُكَ اللَّهَ وَالْبُقْيَا. وَرُبَّمَا قَالُوا الْبَقْوَى. قَالَ الْخَلِيلُ: اسْتَبْقَيْتُ فُلَانًا، وَذَلِكَ أَنْ تَعْفُوَ عَنْ زَلَلِهِ فَتَسْتَبْقِيَ مَوَدَّتَهُ. قَالَ النَّابِغَةُ: فَلَسْتَ بِمُسْتَبْقٍ أَخًا لَا تَلُمُّهُ ... عَلَى شَعَثٍ أَيُّ الرِّجَالِ الْمُهَذَّبُ\nوَيَقُولُ الْعَرَبُ: هُوَ يَبْقِي الشَّيْءَ بِبَصَرِهِ: إِذَا كَانَ يَنْظُرُ إِلَيْهِ وَيَرْصُدُهُ. قَالَ الْكُمَيْتُ:\nظَلَّتْ وَظَلَّ عَذُوبًا فَوْقَ رَابِيَةٍ ... تَبْقِيهِ بِالْأَعْيُنِ الْمَحْرُومَةِ الْعُذُبِ\nيَصِفُ الْحِمَارَ أَنَّهُ أَرَادَ أَنْ يَرِدَ بِأُتُنِهِ فَوْقَ رَابِيَةٍ، وَانْتَظَرَ غُرُوبَ الشَّمْسِ. وَكَذَلِكَ بَاتَ فُلَانٌ يَبْقِي الْبَرْقَ: إِذَا صَارَ يَنْظُرُ إِلَيْهِ أَيْنَ يَلْمَعُ. قَالَ الْفَزَارِيُّ:\nقَدْ هَاجَنِي اللَّيْلَةَ بَرْقٌ لَامِعٌ ... فَبِتُّ أَبْقِيهِ وَطَرْفِي هَامِعُ\nقَالَ ابْنُ السِّكِّيتِ: بَقَيْتُ فُلَانًا أَبْقِيهِ: إِذَا رَعَيْتَهُ وَانْتَظَرْتَهُ. وَيُقَالُ: ابْقِ لِيَ الْأَذَانَ، أَيِ ارْقُبْهُ لِي. وَأَنْشَدَ:\nفَمَا زِلْتُ أَبْقِي الظُّعْنَ حَتَّى كَأَنَّهَا ... أَوَاقِي سَدًى تَغْتَالُهُنَّ الْحَوَائِكُ\nوَمِنْ ذَلِكَ حَدِيثُ مُعَاذٍ ﵁: «بَقَيْنَا رَسُولَ اللَّهِ ﵌» ، يُرِيدُ انْتَظَرْنَاهُ. وَهَذَا يَرْجِعُ إِلَى الْأَصْلِ الْأَوَّلِ; لِأَنَّ الِانْتِظَارَ بَعْضُ الثَّبَاتِ وَالدَّوَامِ.",
    "pg": "1:276-277"
  },
  "بكت": {
    "def": "الْبَاءُ وَالْكَافُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا، وَهُوَ التَّبْكِيتُ وَالْغَلَبَةُ بِالْحُجَّةِ.",
    "pg": "1:287"
  },
  "بكر": {
    "def": "الْبَاءُ وَالْكَافُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَرْجِعُ إِلَيْهِ فَرْعَانِ هُمَا مِنْهُ. فَالْأَوَّلُ أَوَّلُ الشَّيْءِ وَبَدْؤُهُ. وَالثَّانِي مُشْتَقٌّ مِنْهُ، وَالثَّالِثُ تَشْبِيهٌ. فَالْأَوَّلُ الْبُكْرَةُ وَهِيَ الْغَدَاةُ، وَالْجَمْعُ الْبُكَرُ. وَالتَّبْكِيرُ وَالْبُكُورُ وَالِابْتِكَارُ الْمُضِيُّ فِي ذَلِكَ الْوَقْتِ. وَالْإِبْكَارُ: الْبُكْرَةُ، كَمَا أَنَّ الْإِصْبَاحَ اسْمُ الصُّبْحِ. وَبَاكَرْتُ الشَّيْءَ إِذَا بَكَرْتَ عَلَيْهِ.\nقَالَ أَبُو زَيْدٍ: أَبَكَرْتُ الْوِرْدَ إِبْكَارًا، وَأَبْكَرْتُ الْغَدَاءَ، وَبَكَرْتُ عَلَى الْحَاجَةِ وَأَبْكَرْتُ غَيْرِي، بَكَرْتُ وَأَبْكَرْتُ. وَيُقَالُ رَجُلٌ بَكُِرٌ صَاحِبُ بُكُورٍ. كَمَا يُقَالُ حَذُِرٌ. قَالَ الْخَلِيلُ: غَيْثٌ بَاكُورٌ وَهُوَ الْمُبَكِّرُ فِي أَوَّلِ الْوَسْمِيِّ، وَهُوَ أَيْضًا السَّارِي فِي أَوَّلِ اللَّيْلِ وَأَوَّلِ النَّهَارِ. قَالَ:\nجَرَّتِ الرِّيحُ بِهَا عُثْنُونَهَا ... وَتَهَادَتْهَا مَدَالِيجُ بُكُرْ\nيُقَالُ: سَحَابَةٌ مِدْلَاجٌ بَكُورٌ. وَيُقَالُ بَكَّرَتِ الْأَمْطَارُ تَبْكِيرًا وَبَكَرَتْ بُكُورًا، إِذَا تَقَدَّمَتْ. الْفَرَّاءُ: أَبْكَرَ السَّحَابُ وَبَكَرَ، وَبَكَّرَ، وَبَكَرَتِ الشَّجَرَةُ وَأَبْكَرَتْ وَبَكَّرَتْ تُبَكِّرُ تَبْكِيرًا وَبَكَرَتْ بُكُورًا، وَهِيَ بَكُورٌ، إِذَا عَجَّلَتْ بِالْإِثْمَارِ وَالْيَنْعِ، وَإِذَا كَانَتْ عَادَتُهَا ذَاكَ فَهِيَ مِبْكَارٌ، وَجَمْعُ بَكُورٍ بُكُرٌ، قَالَ الْهُذَلِيُّ:\nذَلِكَ مَا دِينُكَ إِذْ جُنِّبَتْ ... فِي الصُّبْحِ مِثْلَ الْبُكُرِ الْمُبْتِلِ\nوَالتَّمْرَةُ بَاكُورَةٌ، وَيُقَالُ هِيَ الْبَكِيرَةُ وَالْبَكَائِرُ. وَيُقَالُ أَرْضٌ مِبْكَارٌ، إِذَا كَانَتْ تُنْبِتُ فِي أَوَّلِ نَبَاتِ الْأَرْضِ. قَالَ الْأَخْطَلُ:\nغَيْثٌ تَظَاهَرَ فِي مَيْثَاءَ مِبْكَارِ\nفَهَذَا الْأَصْلُ الْأَوَّلُ، وَمَا بَعْدَهُ مُشْتَقٌّ مِنْهُ. فَمِنْهُ الْبَكْرُ مِنَ الْإِبِلِ، مَا لَمْ يَبْزُلْ بَعْدُ. وَذَلِكَ لِأَنَّهُ فِي فَتَاءِ سِنِّهِ وَأَوَّلِ عُمُرِهِ، فَهَذَا الْمَعْنَى الَّذِي يَجْمَعُ بَيْنَهُ وَبَيْنَ الَّذِي قَبْلَهُ، فَإِذَا بَزَلَ فَهُوَ جَمَلٌ. وَالْبَكْرَةُ الْأُنْثَى، فَإِذَا بَزَلَتْ فَهِيَ نَاقَةٌ. قَالَ أَبُو عُبَيْدَةَ: وَجَمْعُهُ بِكَارٌ، وَأَدْنَى الْعَدَدِ ثَلَاثَةُ أَبْكُرٍ. وَمِنْهُ الْمَثَلُ: \" صَدَقَنِي سِنُّ بَكْرِهِ \" وَأَصْلُهُ أَنَّ رَجُلًا سَاوَمَ آخَرَ بِبَكْرٍ أَرَادَ شِرَاءَهُ وَسَأَلَ الْبَائِعَ عَنْ سِنِّهِ، فَأَخْبَرَهُ بِغَيْرِ الصِّدْقِ فَقَالَ: بَكْرٌ - وَكَانَ هَرِمًا - فَفَرَّهُ الْمُشْتَرِيَ، فَقَالَ: \" صَدَقَنِي سِنُّ بَكْرِهِ \".\nقَالَ التَّمِيمِيُّ: يُسَمَّى الْبَعِيرُ بَكْرًا مِنْ لَدُنْ يُرْكَبُ إِلَى أَنْ يُرْبِعَ، وَالْأُنْثَى بَكْرَةٌ. وَالْقَعُودُ الْبَكْرُ. قَالَ: وَيَقُولُ الْعَرَبُ: \" أَرْوَى مِنْ بَكْرِ هَبَنَّقَةَ \" وَهُوَ الَّذِي كَانَ يُحَمَّقُ ; وَكَانَ بَكْرُهُ يَصْدُرُ عَنِ الْمَاءِ مَعَ الصَّادِرِ وَقَدْ رَوِيَ، ثُمَّ يَرِدُ مَعَ الْوَارِدِ قَبْلَ أَنْ يَصِلَ إِلَى الْكَلَأِ.\nقَالَ الْخَلِيلُ: وَالْبِكْرُ مِنَ النِّسَاءِ الَّتِي لَمْ تُمْسَسْ قَطُّ. قَالَ أَبُو عُبَيْدٍ: إِذَا وَلَدَتِ الْمَرْأَةُ وَاحِدًا فَهِيَ بِكْرٌ أَيْضًا. قَالَ الْخَلِيلُ: يُسَمَّى بِكْرًا أَوْ غُلَامًا أَوْ جَارِيَةً. وَيُقَالُ أَشَدُّ النَّاسِ بِكْرٌ ابْنُ بِكْرَيْنِ. قَالَ: وَبَقَرَةٌ بِكْرٌ فَتِيَّةٌ لَمْ تَحْمِلْ. وَالْبِكْرُ مِنْ كُلِّ أَمْرٍ أَوَّلُهُ. وَيَقُولُ: مَا هَذَا الْأَمْرُ بِبَكِيرٍ وَلَا ثَنِيٍّ، عَلَى مَعْنَى مَا هُوَ بِأَوَّلَ وَلَا ثَانٍ. قَالَ:\nوُقُوفٌ لَدَى الْأَبْوَابِ طُلَّابُ حَاجَةٍ ... عَوَانًا مِنَ الْحَاجَاتِ أَوْ حَاجَةً بَكْرًا\nوَالْبِكْرُ: الْكَرْمُ الَّذِي حَمَلَ أَوَّلَ مَرَّةٍ. قَالَ الْأَعْشَى:\nتَنَخَّلَهَا مِنْ بِكَارِ الْقِطَافِ ... أُزَيْرِقُ آمِنُ إِكْسَادِهَا\nقَالَ الْخَلِيلُ: عَسَلٌ أَبْكَارٌ تُعَسِّلُهُ أَبْكَارُ النَّحْلِ، أَيْ أَفْتَاؤُهَا، وَيُقَالُ بَلِ الْأَبْكَارُ مِنَ الْجَوَارِي يَلِينَهُ. فَهَذَا الْأَصْلُ الثَّانِي، وَلَيْسَ بِالْبَعِيدِ مِنْ قِيَاسِ الْأَوَّلِ. وَأَمَّا الثَّالِثُ فَالْبَكَرَةُ الَّتِي يُسْتَقَى عَلَيْهَا. وَلَوْ قَالَ قَائِلٌ إِنَّهَا أُعِيرَتِ اسْمَ الْبَكْرَةِ مِنَ النُّوقِ كَانَ مَذْهَبًا، وَالْبَكَرَةُ مَعْرُوفَةٌ. قَالَ امْرُؤُ الْقَيْسِ:\nكَأَنَّ هَادِيَهَا إِذْ قَامَ مُلْجِمُهَا ... قَعْوٌ عَلَى بَكْرَةٍ زَوْرَاءَ مَنْصُوبُ\nوَثَمَّ حَلَقَاتُ فِي حِلْيَةِ السَّيْفِ تُسَمَّى بَكَرَاتٍ. وَكُلُّ ذَلِكَ أَصْلُهُ وَاحِدٌ.",
    "pg": "1:287-290"
  },
  "بكع": {
    "def": "الْبَاءُ وَالْكَافُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ ضَرْبٌ مُتَتَابِعٌ، أَوْ عَطَاءٌ مُتَتَابِعٌ، أَوْ مَا أَشْبَهَ ذَلِكَ. قَالَ الْخَلِيلُ: الْبَكْعُ شِدَّةُ الضَّرْبِ الْمُتَتَابِعِ، تَقُولُ: بَكَعْنَاهُ بِالسَّيْفِ وَالْعَصَا بَكْعًا.\nوَمِمَّا هُوَ مَحْمُولٌ عَلَيْهِ قِيَاسًا قَوْلُ أَبِي عُبَيْدٍ: الْبَكْعُ أَنْ يَسْتَقْبِلَ الرَّجُلَ بِمَا يَكْرَهُ.\nقَالَ التَّمِيمِيُّ: أَعْطَاهُ الْمَالَ بَكْعًا وَلَمْ يُعْطِهِ نُجُومًا، وَذَلِكَ أَنْ يُعْطِيَهُ جُمْلَةً وَهُوَ مِنَ الْأَوَّلِ ; لِأَنَّهُ يُتَابِعُهُ جُمْلَةً وَلَا يُوَاتِرُهُ.\nوَيُقَالُ بَكَعْتُهُ بِالْأَمْرِ: بَكَّتُّهُ. قَالَ الْعُكْلِيُّ: بَكَعَهُ بِالسَّيْفِ: قَطَعَهُ. [بَابُ الْبَاءِ وَاللَّامِ وَمَا يُثَلِّثُهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:290-291"
  },
  "بكك": {
    "def": "الْبَاءُ وَالْكَافُ فِي الْمُضَاعَفِ أَصْلٌ يَجْمَعُ التَّزَاحُمَ وَالْمُغَالَبَةَ. قَالَ الْخَلِيلُ: الْبَكُّ دَقُّ الْعُنُقِ. وَيُقَالُ: سُمِّيَتْ بَكَّةَ لِأَنَّهَا كَانَتْ تَبُكُّ أَعْنَاقَ الْجَبَابِرَةِ إِذَا أَلْحَدْوا فِيهَا بظُلْمٍ لَمْ يُنْظَرُوا. وَيُقَالُ: بَلْ سُمِّيَتْ بَكَّةَ لِأَنَّ النَّاسَ بَعْضُهُمْ يَبُكُّ بَعْضًا فِي الطَّوَافِ، أَيْ: يَدْفَعُ. وَقَالَ الْحَسَنُ: أَيْ يَتَبَاكُّونَ فِيهَا مِنْ كُلِّ وَجْهٍ. وَقِيلَ أَيْضًا: بَكَّةُ فَعْلَةٌ مِنْ بكَكْتُ الرَّجُلَ: إِذَا رَدَدْتُهُ وَوَضَعْتَ مِنْهُ. قَالَ:\nإِذَا الشَّرِيبُ أَخَذَتْهُ أَكَّهْ ... فَخَلِّهِ حَتَّى يَبُكَّ بَكَّهْ\nوَقَالَ آخَرُ:\nيَبُكُّ الْحَوْضَ عَلَّاهَا وَنَهْلَى ... وَدُونَ ذِيَادِهَا عَطَنٌ مُنِيمُ تَبُكُّ: تَزْدَحِمُ عَلَيْهِ. قَالَ ابْنُ الْأَعْرَابِيِّ: تَبَاكَّتِ الْإِبِلُ: إِذَا ازْدَحَمَتْ عَلَى الْمَاءِ فَشَرِبَتْ وَرَجُلٌ أَبَكُّ شَدِيدٌ غَلَّابٌ، وَجَمْعُهُ بُكٌّ، وَيُقَالُ: بَكَّهُ: إِذَا غَلَبَهُ.\nقَالَ الْفَرَّاءُ: يُقَالُ لِلرِّشَاءِ الْغَلِيظِ الْأَبَكُّ. وَالْأَبَكُّ فِي قَوْلِ الْأَصْمَعِيِّ الشَّجَرُ الْمُجْتَمِعُ. يُرِيدُ قَوْلَ الْقَائِلِ:\nصَلَامَةٌ كَحُمُرِ الْأَبَكِّ ... لَا جَذَعٌ فِيهَا وَلَا مُذَكِّ",
    "pg": "1:186-187"
  },
  "بكل": {
    "def": "الْبَاءُ وَالْكَافُ وَاللَّامُ أَصْلَانِ: أَحَدُهُمَا الِاخْتِلَاطُ وَمَا أَشْبَهَهُ، وَالْآخَرُ إِفَادَةُ الشَّيْءِ وَتَغَنُّمُهُ.\nفَالْأَوَّلُ الْبَكِيلَةُ، وَهُوَ أَنْ تُؤْخَذَ الْحِنْطَةُ فَتُطْحَنَ مَعَ الْأَقِطِ فَتُبْكَلَ بِالْمَاءِ، أَيْ تُخْلَطُ، ثُمَّ تُؤْكَلُ. وَأَنْشَدَ:\nغَضْبَانُ لَمْ تُؤْدَمْ لَهُ الْبَكِيلَهْ قَالَ أَبُو زِيَادٍ: الْبَكْلَةُ وَالْبَكَالَةُ الدَّقِيقُ يُخْلَطُ بِالسَّوِيقِ، وَيُبَلُّ بِالزَّيْتِ أَوِ السَّمْنِ. قَالَ أَبُو زَيْدٍ: وَكَذَلِكَ الْمَعْزُ إِذَا خَالَطَتْهَا الضَّأْنُ. قَالَ ابْنُ الْأَعْرَابِيِّ عَنِ امْرَأَةٍ كَانَتْ تُحَمَّقُ فَقَالَتْ:\nلَسْتُ إِذًا لِزَعْبَلَهْ إِنْ لَمْ أُغَيِّرْ ... بِكْلَتِي إِنْ لَمْ أُسَاوِ بِالطُّوَلْ\nتَقُولُ: إِنْ لَمْ أُغَيِّرْ مَا أُخَلِّطُ فِيهِ مِنْ كَلَامٍ وَلَمْ أَطْلُبِ الْخِصَالَ الشَّرِيفَةَ، فَلَسْتُ لِزَعْبَلَةَ. وَزَعْبَلَةُ أَبُوهَا.\nزَعَمَ اللِّحْيَانَيُّ أَنَّ الْبِكْلَةَ الْهَيْئَةُ وَالزِّيُّ، وَفَسَّرَ مَا ذَكَرْنَاهُ مِنْ قَوْلِ الْمَرْأَةِ. قَالَ أَبُو عُبَيْدٍ: الْمُتَبَكِّلُ الْمُخَلِّطُ فِي كَلَامِهِ. وَمِنْ هَذَا الْبَابِ قَوْلُ أَبِي زَيْدٍ: يُقَالُ تَبَكَّلَ الْقَوْمُ عَلَى الرَّجُلِ تَبَكُّلًا، إِذَا عَلَوْهُ بِالضَّرْبِ وَالشَّتْمِ وَالْقَهْرِ ; لِأَنَّ ذَلِكَ مِنَ الْجَمَاعَةِ اخْتِلَاطٌ.\nوَأَمَّا الْأَصْلُ الثَّانِي فَقَالُوا: التَّبَكُّلُ التَّغَنُّمُ وَالتَّكَسُّبُ. قَالَ أَوْسٌ:\nعَلَى خَيْرِ مَا أَبْصَرْتُهَا مِنْ بِضَاعَةٍ ... لِمُلْتَمِسٍ بَيْعًا بِهَا أَوْ تَبَكُّلًا\nقَالَ الْخَلِيلُ: الْإِنْسَانُ يَتَبَكَّلُ، أَيْ يَحْتَالُ.",
    "pg": "1:283-284"
  },
  "بكم": {
    "def": "الْبَاءُ وَالْكَافُ وَالْمِيمُ أَصْلٌ وَاحِدٌ قَلِيلٌ، وَهُوَ الْخَرَسُ. قَالَ الْخَلِيلُ: الْأَبْكَمُ: الْأَخْرَسُ لَا يَتَكَلَّمُ، وَإِذَا امْتَنَعَ مِنَ الْكَلَامِ جَهْلًا أَوْ تَعَمُّدًا يُقَالُ بَكِمَ عَنِ الْكَلَامِ. وَقَدْ يُقَالُ لِلَّذِي لَا يُفْصِحُ: إِنَّهُ لَأَبْكَمُ. وَالْأَبْكَمُ فِي التَّفْسِيرِ لِلَّذِي وُلِدَ أَخْرَسَ. قَالَ الدُّرَيْدِيُّ: يُقَالُ بَكِيمٌ فِي مَعْنَى أَبْكَمَ، وَجَمَعُوهُ عَلَى أَبْكَامٍ، كَشَرِيفٍ وَأَشْرَافٍ.",
    "pg": "1:284-285"
  },
  "بكوء": {
    "def": "الْبَاءُ وَالْكَافُ وَالْوَاوُ وَالْهَمْزَةُ أَصْلَانِ: أَحَدُهُمَا الْبُكَاءُ، وَالْآخَرُ نُقْصَانُ الشَّيْءِ وَقِلَّتُهُ.\nفَالْأَوَّلُ بَكَى يَبْكِي [بُكَاءً] . قَالَ الْخَلِيلُ: هُوَ مَقْصُورٌ وَمَمْدُودٌ. وَتَقُولُ: بَاكَيْتُ فُلَانًا فَبَكَيْتُهُ، أَيْ كُنْتُ أَبْكِي مِنْهُ.\nقَالَ النَّحْوِيُّونَ: مَنْ قَصَرَهُ أَجْرَاهُ مَجْرَى الْأَدْوَاءِ وَالْأَمْرَاضِ، وَمَنْ مَدَّهُ أَجْرَاهُ مَجْرَى الْأَصْوَاتِ كَالثُّغَاءِ وَالرُّغَاءِ وَالدُّعَاءِ. وَأَنْشَدَ فِي قَصْرِهِ وَمَدِّهِ:\nبَكَتْ عَيْنِي وَحُقَّ لَهَا بُكَاهَا ... وَمَا يُغْنِي الْبُكَاءُ وَلَا الْعَوِيلُ\nقَالَ الْأَصْمَعِيُّ: بَكَيْتُ الرَّجُلَ وَبَكَّيْتُهُ، كِلَاهُمَا إِذَا بَكَيْتُ عَلَيْهِ ; وَأَبْكَيْتُهُ صَنَعْتُ بِهِ مَا يُبْكِيهِ. قَالَ يَعْقُوبُ: الْبَكَّاءُ فِي الْعَرَبِ الَّذِي يُنْسَبُ إِلَيْهِ فَيُقَالُ بَنُو الْبَكَّاءِ، هُوَ عَوْفُ بْنُ رَبِيعَةَ بْنِ عَامِرِ بْنِ صَعْصَعَةَ، سُمِّيَهُ لِأَنَّ أُمَّهُ تَزَوَّجَتْ بَعْدَ مَوْتِ أَبِيهِ فَدَخَلَ عَوْفٌ الْمَنْزِلَ وَزَوْجُهَا مَعَهَا، فَظَنَّهُ يُرِيدُ قَتْلَهَا، فَبَكَى أَشَدَّ الْبُكَاءِ. وَالْأَصْلُ الْآخَرُ قَوْلُهُمْ لِلنَّاقَةِ الْقَلِيلَةِ اللَّبَنِ هِيَ بَكِيئَةٌ، وَبَكُؤَتْ تَبْكُؤُ بُكَاءَةً مَمْدُودَةً. وَأَنْشَدَ:\nيُقَالُ مَحْبِسُهَا أَدْنَى لِمَرْتَعِهَا ... وَلَوْ تَعَادَى بِبَكْءٍ كُلُّ مَحْلُوبِ\nيَقُولُ: مَحْبِسُهَا فِي دَارِ الْحِفَاظِ أَقْرَبُ إِلَى أَنْ تَجِدَ مَرْتَعًا مُخْصِبًا. قَالَ أَبُو عُبَيْدٍ: فَأَمَّا قَوْلُهُ ﵌: «إِنَّا مَعْشَرَ الْأَنْبِيَاءِ بِكَاءٌ فَإِنَّهُمْ قَلِيلَةٌ دُمُوعُهُمْ» . وَقَالَ زَيْدُ الْخَيْلُ:\nوَقَالُوا عَامِرٌ سَارَتْ إِلَيْكُمْ ... بِأَلْفٍ أَوْ بُكًا مِنْهُ قَلِيلُ\nفَقَوْلُهُ بُكًا نَقْصٌ، وَأَصْلُهُ الْهَمْزُ، مِنْ بَكَأَتِ النَّاقَةُ تَبْكَأُ، إِذَا قَلَّ لَبَنُهَا، وَبَكُؤَتْ تَبْكُؤُ أَيْضًا. وَقَالَ:\nإِنَّمَا لِقْحَتُنَا خَابِيَةٌ ... جَوْنَةٌ يَتْبَعُهَا بِرْزِينُهَا\nوَإِذَا مَا بَكَأَتْ أَوْ حَارَدَتْ ... فُضَّ عَنْ جَانِبِ أُخْرَى طِينُهَا\nوَقَالَ الْأَسْعَرُ الْجُعْفِيُّ:\nبَلْ رُبَّ عَرْجَلَةٍ أَصَابُوا خَلَّةً ... دَأَبُوا وَحَارَدَ لَيْلُهُمْ حَتَّى بَكَا\nقَالَ: حَارَدَ قَلَّ فِيهِ الْمَطَرُ ; وَبَكَا، مِثْلُهُ، فَتَرَكَ الْهَمْزَ.",
    "pg": "1:285-287"
  },
  "بلاص": {
    "def": "غَيْرُ أَصْلٍ، لِأَنَّ الْهَمْزَةَ مُبْدَلَةٌ [مِنْ هَاءٍ] وَالصَّادُ مُبْدَلَةٌ مِنْ سِينٍ.\n\n[بَابٌ مِنَ الرُّبَاعِيِّ آخَرُ]\nوَمِنْ هَذَا الْبَابِ مَا يَجِيءُ عَلَى الرُّبَاعِيِّ وَهُوَ مِنَ الثُّلَاثِيِّ عَلَى مَا ذَكَرْنَاهُ، لَكِنَّهُمْ يَزِيدُونَ فِيهِ حَرْفًا لِمَعْنًى يُرِيدُونَهُ مِنْ مُبَالَغَةٍ، كَمَا يَفْعَلُونَ ذَلِكَ فِي زُرْقُمٍ وَخَلْبَنٍ. لَكِنَّ هَذِهِ الزِّيَادَةَ تَقَعُ أَوَّلًا وَغَيْرَ أَوَّلٍ.\n\nوَمِنْ ذَلِكَ (الْبَحْظَلَةُ) قَالُوا: أَنْ يَقْفِزَ الرَّجُلُ قَفَزَانَ الْيَرْبُوعِ. فَالْبَاءُ زَائِدَةٌ قَالَ الْخَلِيلُ: الْحَاظِلُ الَّذِي يَمْشِي فِي شِقِّهِ. يُقَالُ مَرَّ بِنَا يَحْظَلُ ظَالِعًا.\n\nوَمِنْ ذَلِكَ (الْبِرْشَاعُ) الَّذِي لَا فُؤَادَ لَهُ. فَالرَّاءُ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنَ الْبَاءِ وَالشِّينِ وَالْعَيْنِ، وَقَدْ فُسِّرَ.\n\nوَمِنْ ذَلِكَ (الْبَرْغَثَةُ) فَالرَّاءُ فِيهِ زَائِدَةٌ وَإِنَّمَا الْأَصْلُ الْبَاءُ وَالْغَيْنُ وَالثَّاءُ. وَالْأَبْغَثُ مِنْ طَيْرِ الْمَاءِ كَلَوْنِ الرَّمَادِ. فَالْبَرْغَثَةُ لَوْنٌ شَبِيهٌ بِالطُّحْلَةِ وَمِنْهُ الْبُرْغُوثُ. وَمِنْ ذَلِكَ (الْبَرْجَمَةُ) غِلَظُ الْكَلَامِ: فَالرَّاءُ زَائِدَةٌ، وَإِنَّمَا الْأَصْلُ الْبَجْمُ. قَالَ ابْنُ دُرَيْدٍ: بَجَمَ الرَّجُلُ يَبْجَمُ بُجُومًا، إِذَا سَكَتَ مِنْ عِيٍّ أَوْ هَيْبَةٍ، فَهُوَ بَاجِمٌ.",
    "pg": "1:332-333"
  },
  "بلت": {
    "def": "الْبَاءُ وَاللَّامُ وَالتَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الِانْقِطَاعُ. وَكَأَنَّهُ مِنَ الْمَقْلُوبِ عَنْ بَتَلَ. يَقُولُ الْعَرَبُ: تَكَلَّمَ حَتَّى بَلِتَ. قَالَ الشَّنْفَرَى:\nعَلَى أُمِّهَا وَإِنْ تُخَاطِبْكَ تَبْلَِتِ فَأَمَّا قَوْلُهُمْ: مَهْرٌ مَضْمُونٌ مُبَلَّتٌ، فَهُوَ فِي هَذَا أَيْضًا ; لِأَنَّهُ مَقْطُوعٌ قَدْ فُرِغَ مِنْهُ. عَلَى أَنَّ فِي الْكَلِمَةِ شَكًّا. وَأَنْشَدُوا:\nوَمَا زُوِّجَتْ إِلَّا بِمَهْرٍ مُبَلَّتِ\nوَيُقَالُ إِنَّ الْبَلِيتَ كَلَأُ عَامَيْنِ، وَهُوَ فِي هَذَا ; لِأَنَّهُ يَتَقَطَّعُ وَيَتَكَسَّرُ. قَالَ:\nرَعَيْنَ بَلِيتًا سَاعَةً ثُمَّ إِنَّنَا ... قَطَعْنَا عَلَيْهِنَّ الْفِجَاجَ الطَّوَامِسَا",
    "pg": "1:295-296"
  },
  "بلج": {
    "def": "الْبَاءُ وَاللَّامُ وَالْجِيمُ أَصْلٌ وَاحِدٌ مُنْقَاسٌ، وَهُوَ وُضُوحُ الشَّيْءِ وَإِشْرَاقُهُ. الْبَلَجُ الْإِشْرَاقُ، وَمِنْهُ انْبِلَاجُ الصُّبْحِ. قَالَ:\nحَتَّى بَدَتْ أَعْنَاقُ صُبْحٍ أَبْلَجَا\nوَيَقُولُ الْعَرَبُ: \" الْحَقُّ أَبْلَجُ وَالْبَاطِلُ لَجْلَجٌ \". وَقَالَ:\nأَلَمْ تَرَ أَنَّ الْحَقَّ تَلْقَاهُ أَبْلَجَا ... وَأَنَّكَ تَلْقَى بَاطِلَ الْقَوْمِ لَجْلَجًا\nوَيُقَالُ لِلَّذِي لَيْسَ بِمَقْرُونِ الْحَاجِبَيْنِ أَبْلَجَ، وَذَلِكَ الْإِشْرَاقُ الَّذِي بَيْنَهُمَا بُلْجَةٌ. قَالَ:\nأَبْلَجُ بَيْنَ حَاجِبَيْهِ نُورُهُ ... إِذَا تَعَدَّى رُفِعَتْ مَبْتُورُهُ",
    "pg": "1:296-297"
  },
  "بلح": {
    "def": "الْبَاءُ وَاللَّامُ وَالْحَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ فُتُورٌ فِي الشَّيْءِ وَإِعْيَاءٌ وَقِلَّةُ إِحْكَامٍ، وَإِلَيْهِ تَرْجِعُ فُرُوعُ الْبَابِ كُلِّهِ، فَالْبَلَحُ الْخَلَالُ، وَاحِدَتُهُ بَلَحَةٌ، وَهُوَ حَمْلُ النَّخْلِ مَا دَامَ أَخْضَرَ صِغَارًا كَحِصْرِمِ الْعِنَبِ. قَالَ أَبُو خِيرَةَ: ثَمَرَةُ السَّلَمِ تُسَمَّى الْبَلَحَ مَا دَامَتْ لَمْ تَنْفَتِقْ، فَإِذَا انْفَتَقَتْ فَهِيَ الْبَرَمَةُ. أَبُو عُبَيْدَةَ: أَبْلَحَتِ النَّخْلَةُ إِذَا أَخْرَجَتْ بَلَحَهَا. قَالَ أَبُو حَاتِمٍ: يُقَالُ لِلثَّرَى إِذَا يَبِسَ - وَهُوَ التُّرَابُ النَّدِيُّ - قَدْ بَلَحَ بُلُوحًا. وَأَنْشَدَ:\nحَتَّى إِذَا الْعُودُ اشْتَهَى الصَّبُوحَا ... وَبَلَحَ التُّرْبُ لَهُ بُلُوحًا\nوَمِنْ هَذَا الْبَابِ بَلَحَ الرَّجُلُ إِذَا انْقَطَعَ مِنَ الْإِعْيَاءِ فَلَمْ يَقْدِرْ عَلَى التَّحَرُّكِ. قَالَ الْأَعْشَى:\nوَإِذَا حُمِّلَ ثِقْلًا بَعْضُهُمْ ... وَاشْتَكَى الْأَوْصَالَ مِنْهُ وَبَلَحْ\nوَقَالَ آخَرُ:\nأَلَا بَلَحَتْ خَفَارَةُ آلِ لَأْيٍ ... فَلَا شَاةً تَرُدُّ وَلَا بَعِيرًا\nقَالَ الشَّيْبَانِيُّ: يُقَالُ بَلَحَ إِذَا جَحَدَ. قَالَ قُطْرُبٌ: بَلَحَ الْمَاءُ قَلَّ، وَبَلَحَتِ الرَّكِيَّةُ. قَالَ:\nمَالَكَ لَا تَجُمُّ يَا مُضَبَّحُ ... قَدْ كُنْتَ تَنْمِي وَالرَّكِيُّ بُلَّحُ\nوَيُقَالُ بَلَحَ الزَّنْدُ إِذَا لَمْ يُورِ. قَالَ الْعَامِرِيُّ: يُقَالُ بَلَحَتْ عَلَيَّ رَاحِلَتِي، إِذَا كَلَّتْ وَلَمْ تُشَايِعْنِي. وَيُقَالُ بَلَحَ الْبَعِيرُ وَبَلَحَ الرَّجُلُ إِذَا لَمْ يَكُنْ عِنْدَهُ شَيْءٌ. قَالَ: مُعْتَرِفٌ لِلرُّزْءِ فِي مَالِهِ ... إِذَا أَكَبَّ الْبَرَمُ الْبَالِحُ\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْبُلَحُ، طَائِرٌ، وَالْبَلَحْلَحَةُ: الْقَصْعَةُ لَا قَعْرَ لَهَا.",
    "pg": "1:297-298"
  },
  "بلخ": {
    "def": "الْبَاءُ وَاللَّامُ وَالْخَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ التَّكَبُّرُ، يُقَالُ رَجُلٌ أَبْلَخُ. وَتَبَلَّخَ: تَكَبَّرَ.",
    "pg": "1:298"
  },
  "بلد": {
    "def": "الْبَاءُ وَاللَّامُ وَالدَّالُ أَصْلٌ وَاحِدٌ يَتَقَارَبُ فُرُوعُهُ عِنْدَ النَّظَرِ فِي قِيَاسِهِ، وَالْأَصْلُ الصَّدْرُ. وَيُقَالُ وَضَعَتِ النَّاقَةُ بَلْدَتَهَا بِالْأَرْضِ، إِذَا بَرَكَتْ. قَالَ ذُو الرُّمَّةِ:\nأُنِيخَتْ فَأَلْقَتْ بَلْدَةً فَوْقَ بَلْدَةٍ ... قَلِيلٍ بِهَا الْأَصْوَاتُ إِلَّا بُغَامُهَا\nوَيُقَالُ تَبَلَّدَ الرَّجُلُ، إِذَا وَضَعَ يَدَهُ عَلَى صَدْرِهِ عِنْدَ تَحَيُّرِهِ فِي الْأَمْرِ. وَالْأَبْلَدُ الَّذِي لَيْسَ بِمَقْرُونِ الْحَاجِبَيْنِ، يُقَالُ لِمَا بَيْنَ حَاجِبَيْهِ بَُلْدَةٌ. وَهُوَ مِنْ هَذَا الْأَصْلِ ; لِأَنَّ ذَلِكَ يُشْبِهُ الْأَرْضَ الْبَلْدَةَ. وَالْبَلْدَةُ: النَّجْمُ، يَقُولُونَ هُوَ بَلْدَةُ الْأَسَدِ، أَيْ صَدْرُهُ. وَالْبَلَدُ صَدْرُ الْقُرَى. فَأَمَّا قَوْلُ ابْنِ الرِّقَاعِ: مِنْ بَعْدِ مَا شَمِلَ الْبِلَى أَبِلَادَهَا\nفَهُوَ مِنْ هَذَا. وَقَالُوا: بَلِ الْبَلَدُ الْأَثَرُ، وَجَمْعُهُ أَبِلَادٌّ. وَالْقَوْلُ الْأَوَّلُ أَقْيَسُ. وَيُقَالُ بَلَّدَ الرَّجُلُ بِالْأَرْضِ، إِذَا لَزِقَ بِهَا. قَالَ:\nإِذَا لَمْ يُنَازِعْ جَاهِلَ الْقَوْمِ ذُو النُّهَى ... وَبَلَّدَتِ الْأَعْلَامُ بِاللَّيْلِ كَالْأَكَمْ\nيَقُولُ: كَأَنَّهَا لَزِقَتْ بِالْأَرْضِ. وَقَالَ رَجُلٌ مِنْ تَمِيمٍ يَصِفُ حَوْضًا:\nوَمُبْلِدٍ بَيْنَ مَوْمَاةٍ بَمَهْلَكَةٍ ... جَاوَرْتُهُ بِعَلَاةِ الْخَلْقِ عِلْيَانِ\nيَذْكُرُ حَوْضًا لَاصِقًا بِالْأَرْضِ. وَيُقَالُ أَبْلَدَ الرَّجُلُ إِبْلَادًا، مِثْلَ تَبَلَّدَ سَوَاءً. وَالْمُبَالَدَةُ بِالسُّيُوفِ مِثْلُ الْمُبَالَطَةِ. وَقَالَ بَعْضُهُمْ: اشْتُقَّ مِنَ الْأَوَّلِ، كَأَنَّهُمْ لَزِمُوا الْأَرْضَ فَقَاتَلُوا عَلَيْهَا. وَالْبَالِدُ قِيَاسًا لِلْمُقِيمِ بِالْبَلَدِ.",
    "pg": "1:298-299"
  },
  "بلز": {
    "def": "الْبَاءُ وَاللَّامُ وَالزَّاءُ لَيْسَ بِأَصْلٍ، وَفِيهِ كُلَيْمَاتٌ، فَالْبِلِزُ الْمَرْأَةُ الْقَصِيرَةُ. وَيَقُولُونَ الْبَلْأَزُ: الْقَصِيرُ مِنَ الرِّجَالِ وَالْبَلْأَزَةُ: الْأَكْلُ. وَفِي جَمِيعِ ذَلِكَ نَظَرٌ.",
    "pg": "1:299"
  },
  "بلس": {
    "def": "الْبَاءُ وَاللَّامُ وَالسِّينُ أَصْلٌ وَاحِدٌ، وَمَا بَعْدَهُ فَلَا مُعَوَّلَ عَلَيْهِ. فَالْأَصْلُ الْيَأْسُ، يُقَالُ أَبْلَسَ إِذَا يَئِسَ. قَالَ اللَّهُ تَعَالَى: ﴿إِذَا هُمْ فِيهِ مُبْلِسُونَ﴾ [المؤمنون: ٧٧] ، قَالُوا: وَمِنْ ذَلِكَ اشْتُقَّ اسْمُ إِبْلِيسَ، كَأَنَّهُ يَئِسَ مِنْ رَحْمَةِ اللَّهِ.\nوَمِنْ هَذَا الْبَابِ أَبْلَسَ الرَّجُلُ سَكَتَ، وَمِنْهُ أَبْلَسَتِ النَّاقَةُ، وَهِيَ مِبْلَاسٌ، إِذَا لَمْ تَرْغُ مِنْ شِدَّةِ الضَّبَعَةِ. فَأَمَّا قَوْلُ ابْنِ أَحْمَرَ:\nعُوجِي ابْنَةَ الْبَلَسِ الظَّنُونِ فَقَدْ ... يَرْبُو الصَّغِيرُ وَيُجْبَرُ الْكَسْرُ\nفَيُقَالُ إِنَّ الْبَلَسَ الْوَاجِمُ.",
    "pg": "1:299-300"
  },
  "بلص": {
    "def": "الْبَاءُ وَاللَّامُ وَالصَّادُ، فِيهِ كَلِمَاتٌ أَكْثَرُ ظَنِّي أَنْ لَا مُعَوَّلَ عَلَى مِثْلِهَا، وَهِيَ مَعَ ذَلِكَ تَتَقَارَبُ. يَقُولُونَ بَلَّصَتِ الْغَنَمُ إِذَا قَلَّتْ أَلْبَانُهَا، وَتَبَلَّصَتِ الْغَنَمُ الْأَرْضَ إِذَا لَمْ تَدَعْ فِيهَا شَيْئًا إِلَّا رَعَتْهُ.\nوَتَبَلَّصْتُ الشَّيْءَ، إِذَا طَلَبْتَهُ فِي خَفَاءٍ. وَفِي ذَلِكَ عِنْدِي نَظَرٌ.",
    "pg": "1:300"
  },
  "بلط": {
    "def": "الْبَاءُ وَاللَّامُ وَالطَّاءُ أَصْلٌ وَاحِدٌ، وَالْأَمْرُ فِيهِ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ. قَالُوا: الْبَلَاطُ كُلُّ شَيْءٍ فُرِشَتْ بِهِ الدَّارُ مِنْ حَجَرٍ وَغَيْرِهِ. قَالَ ابْنُ مُقْبِلٍ:\nفِي مُشْرِفٍ لِيطَ لَيَّاقُ الْبَلَاطِ بِهِ ... كَانَتْ لِسَاسَتِهِ تُهْدَى قَرَابِينًا\nيَقُولُ: هِيَ مَصْنَعَةٌ لِنَصَارَى يَتَعَبَّدُونَ فِيهَا، فِي مُشْرِفٍ أُلْصِقَ. لَيَّاقُ أَيْ لَصَّاقٌ يُقَالُ مَا يَلِيقُ بِكَ كَذَا، أَيْ لَا يَلْصَقُ. يَذْكُرُ حُسْنَ الْمَكَانِ وَأُنْسَهُ بِالْقُرْبَانِ وَالْمَصَابِيحِ. فَإِنْ كَانَ هَذَا صَحِيحًا - عَلَى أَنَّ الْبَلَاطَ عِنْدِي دَخِيلٌ - فَمِنْهُ الْمُبَالَطَةُ، وَذَلِكَ أَنْ يَتَضَارَبَ الرَّجُلَانِ وَهُمَا بِالْبَلَاطِ، وَيَكُونَا فِي تَقَارُبِهِمَا كَالْمُتَلَاصِقَيْنِ.\nوَأَبْلَطَ الرَّجُلُ افْتَقَرَ فَهُوَ مُبْلِطٌ، وَذَلِكَ مِنَ الْأَوَّلِ، كَأَنَّهُ افْتَقَرَ حَتَّى لَصِقَ بِالْبَلَاطِ، مِثْلُ تَرِبَ إِذَا افْتَقَرَ حَتَّى لَصِقَ بِالتُّرَابِ. فَأَمَّا قَوْلُ امْرِئِ الْقَيْسِ:\nنَزَلْتُ عَلَى عَمْرِو بْنِ دَرْمَاءَ بُلْطَةً\nفَيُقَالُ هِيَ هَضْبَةٌ مَعْرُوفَةٌ، وَيُقَالُ بُلْطَةً مُفَاجَأَةً. وَالْأَوَّلُ أَصَحُّ.",
    "pg": "1:300-301"
  },
  "بلع": {
    "def": "الْبَاءُ وَاللَّامُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ ازْدِرَادُ الشَّيْءِ. تَقُولُ: بَلَعْتُ الشَّيْءَ أَبْلَعُهُ. وَالْبَالُوعُ مِنْ هَذَا لِأَنَّهُ يَبْلَعُ الْمَاءَ. وَسَعْدُ بُلَعَ نَجْمٌ. وَالْبُلَعُ السَّمُّ فِي قَامَةِ الْبَكْرَةِ. وَالْقِيَاسُ وَاحِدٌ، لِأَنَّهُ يَبْلَعُ الْخَشَبَةَ الَّتِي تَسْلُكُهُ. فَأَمَّا قَوْلُهُمْ بَلَّعَ الشَّيْبُ فِي رَأْسِهِ فَقَرِيبُ الْقِيَاسِ مِنْ هَذَا ; لِأَنَّهُ إِذَا شَمِلَ رَأْسَهُ فَكَأَنَّهُ قَدْ بَلِعَهُ.",
    "pg": "1:301"
  },
  "بلغ": {
    "def": "الْبَاءُ وَاللَّامُ وَالْغَيْنُ أَصْلٌ وَاحِدٌ وَهُوَ الْوُصُولُ إِلَى الشَّيْءِ. تَقُولُ بَلَغْتُ الْمَكَانَ، إِذَا وَصَلْتَ إِلَيْهِ. وَقَدْ تُسَمَّى الْمُشَارَفَةُ بُلُوغًا بِحَقِّ الْمُقَارَبَةِ. قَالَ اللَّهُ تَعَالَى: ﴿فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ﴾ [الطلاق: ٢] . وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ هُوَ أَحْمَقُ بِلْغٌ وَبَلْغٌ، أَيْ إِنَّهُ مَعَ حَمَاقَتِهِ يَبْلُغُ مَا يُرِيدُهُ. وَالْبُلْغَةُ مَا يُتَبَلَّغُ بِهِ مِنْ عَيْشٍ، كَأَنَّهُ يُرَادُ أَنَّهُ يَبْلُغُ رُتْبَةَ الْمُكْثِرِ إِذَا رَضِيَ وَقَنَعَ، وَكَذَلِكَ الْبَلَاغَةُ الَّتِي يُمْدَحُ بِهَا الْفَصِيحُ اللِّسَانِ، لِأَنَّهُ يَبْلُغُ بِهَا مَا يُرِيدُهُ، وَلِي فِي هَذَا بَلَاغٌ أَيْ كِفَايَةٌ. وَقَوْلُهُمْ بَلَّغَ الْفَارِسُ، يُرَادُ بِهِ أَنَّهُ يَمُدُّ يَدَهُ بِعِنَانِ فَرَسِهِ، لِيَزِيدَ فِي عَدْوِهِ. وَقَوْلُهُمْ تَبَلَّغَتِ الْقِلَّةُ بِفُلَانٍ، إِذَا اشْتَدَّتْ، فَلِأَنَّهُ تَنَاهِيهَا بِهِ، وَبُلُوغُهَا الْغَايَةَ.",
    "pg": "1:301-302"
  },
  "بلق": {
    "def": "الْبَاءُ وَاللَّامُ وَالْقَافُ أَصْلٌ وَاحِدٌ مُنْقَاسٌ مُطَّرِدٌ، وَهُوَ الْفَتْحُ. يُقَالُ أَبْلَقَ الْبَابَ وَبَلَقَهُ، إِذَا فَتَحَهُ كُلَّهُ. قَالَ:\nوَالْحِصْنُ مُنْثَلِمٌ وَالْبَابُ مُنْبَلِقٌ\nوَالْبَلَقُ الْفُسْطَاطُ، وَهُوَ مِنَ الْبَابِ. وَقَدْ يُسْتَبْعَدُ الْبَلَقُ فِي الْأَلْوَانِ، وَهُوَ قَرِيبٌ، وَذَلِكَ أَنَّ الْبَهِيمَ مُشْتَقٌّ مِنَ الْبَابِ الْمُبْهَمِ، فَإِذَا ابْيَضَّ بَعْضُهُ فَهُوَ كَالشَّيْءِ يُفْتَحُ.\n\n[بَابُ الْبَاءِ وَالنُّونِ وَمَا يُثَلِّثُهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:302"
  },
  "بلل": {
    "def": "الْبَاءُ وَاللَّامُ فِي الْمُضَاعَفِ لَهُ أُصُولٌ خَمْسَةٌ هِيَ مُعْظَمُ الْبَابِ. فَالْأَوَّلُ النَّدَى، يُقَالُ: بَلَلْتُ الشَّيْءَ أَبُلُّهُ. وَالْبِلَّةُ الْبَلَلُ، وَقَدْ تُضَمُّ الْبَاءُ فَيُقَالُ: بُلَّةٌ. وَرُبَّمَا ذَكَرُوا ذَلِكَ فِي بَقِيَّةِ الثَّمِيلَةِ فِي الْكَرِشِ. قَالَ الرَّاجِزُ:\nوَفَارَقَتْهَا بُلَّةُ الْأَوَابِلِ\nوَيُقَالُ: ذَهَبَتْ أَبْلَالُ الْإِبِلِ، أَيْ: نِطَافُهَا الَّتِي فِي بُطُونِهَا. قَالَ الضَّبِّيُّ: لَيْسَ مِنَ النُّوقِ نَاقَةٌ تَرِدُ الْمَاءَ فِيهَا بُلَّةٌ إِلَّا الصَّهْبَاءُ. أَيْ إِنَّهَا تَصْبِرُ عَلَى الْعَطَشِ. وَمِنْ ذَلِكَ الَّتِي هِيَ الْعَطِيَّةُ. قَالَ الْخَلِيلُ: يُقَالُ لِلْإِنْسَانِ إِذَا حَسُنَتْ حَالُهُ بَعْدَ الْهُزَالِ: قَدِ ابْتَلَّ وَتَبَلَّلَ. وَيَقُولُونَ: \" لَا أَفْعَلُ كَذَا مَا بَلَّ بَحْرٌ صُوفَةً \" وَيُقَالُ: لِلْبَخِيلِ: مَا تَبُلُّ إِحْدَى يَدَيْهِ الْأُخْرَى. وَمِنْهُ \" بُلُّوا أَرْحَامَكُمْ وَلَوْ بِالسَّلَامِ \". وَيُقَالُ: لَا تَبُلُّكَ عِنْدِي بَالَّةٌ وَلَا بِلَالٌ وَلَا بَلَالِ عَلَى وَزْنِ حَذَامِ. قَالَ:\nفَلَا وَاللَّهِ يَا ابْنَ أَبِي عَقِيلٍ ... تَبُلُّكَ بَعْدَهَا فِينَا بَلَالِ وَفِي أَمْثَالِ الْعَرَبِ: \" اضْرِبُوا أَمْيَالًا تَجِدُوا بَلَالًا \". قَالَ الْخَلِيلُ: بِلَّةُ اللِّسَانِ وُقُوعُهُ عَلَى مَوَاضِعِ الْحُرُوفِ وَاسْتِمْرَارُهُ عَلَى النُّطْقِ، يُقَالُ: مَا أَحْسَنَ بِلَّةَ لِسَانِهِ. وَقَالَ أَبُو زَيْدٍ: الْبَِلَّةُ عَسَلُ السَّمُرِ. وَيُقَالُ: أَبَلَّ الْعُودُ: إِذَا جَرَى فِيهِ نَدَى الْغَيْثِ. قَالَ الْكِسَائِيُّ: انْصَرَفَ الْقَوْمُ بِبَلَّتِهِمْ، أَيِ انْصَرَفُوا وَبِهِمْ بَقِيَّةٌ. وَيُقَالُ: اطْوِ الثَّوْبَ عَلَى بَُلَّتِهِ، أَيْ: عَلَى بَقِيَّةِ بَلَلٍ فِيهِ لِئَلَّا يَتَكَسَّرَ. وَأَصْلُهُ فِي السِّقَاءِ يَتَشَنَّنُ، فَإِذَا أُرِيدَ اسْتِعْمَالُهُ نُدِّيَ. وَمِنْهُ قَوْلُهُمْ: طَوَيْتُ فُلَانًا عَلَى بِلَالِهِ، أَيِ احْتَمَلْتُهُ عَلَى إِسَاءَتِهِ، وَيُقَالُ: عَلَى بُلَّتِهِ وَبُلُلَتِهِ. وَأَنْشَدُوا:\nوَلَقَدْ طَوَيْتُكُمُ عَلَى بُلُلَاتِكُمْ ... وَعَلِمْتُ مَا فِيكُمْ مِنَ الْأَذْرابِ\nقَالَ أَبُو زَيْدٍ: يُقَالُ: مَا أَحْسَنَ بَلَلَ الرَّجُلِ، أَيْ: مَا أَحْسَنَ تَحَمُّلَهُ، بِفَتْحِ اللَّامَيْنِ جَمِيعًا. وَأَمَّا قَوْلُهُمْ لِلرِّيحِ الْبَارِدَةِ بَلِيلٌ، فَقَالَ الْأَصْمَعِيُّ: هِيَ رِيحٌ بَارِدَةٌ تَجِيءُ فِي الشِّتَاءِ وَيَكُونُ مَعَهَا نَدًى. قَالَ الْهُذَلِيُّ:\nوَسَاقَتْهُ بَلِيلٌ زَعْزَعُ\nوَالْأَصْلُ الثَّانِي: الْإِبْلَالُ مِنَ الْمَرَضِ، يُقَالُ: بَلَّ وَأَبَلَّ وَاسْتَبَلَّ: إِذَا بَرَأَ. قَالَ:\nإِذَا بَلَّ مِنْ دَاءٍ بِهِ ظَنَّ أَنَّهُ ... نَجَا وَبِهِ الدَّاءُ الَّذِي هُوَ قَاتِلُهْ\nوَالْأَصْلُ الثَّالِثُ: أَخْذُ الشَّيْءِ وَالذَّهَابُ بِهِ. يُقَالُ: بَلَّ فُلَانٌ بِكَذَا: إِذَا وَقَعَ فِي يَدِهِ. قَالَ ذُو الرُّمَّةِ:\nبَلَّتْ بِهِ غَيْرَ طَيَّاشٍ وَلَا رَعِشٍ\nوَيَقُولُونَ: \" لَئِنْ بَلَّ بِهِ لَيَبَلَّنَّ بِمَا يَوَدُّهُ. وَمِنْهُ قَوْلُهُ:\nإِنَّ عَلَيْكِ فَاعْلِمَنَّ سَائِقَا ... بَلَا بِأَعْجَازِ الْمَطِيِّ لَاحِقَا\nأَيْ: مُلَازِمًا لِأَعْجَازِهَا. وَيُقَالُ: إِنَّهُ لَبَلٌّ بِالْقَرِينَةِ. وَأَنْشَدَ:\nوَإِنِّي لَبَلٌّ بِالْقَرِينَةِ مَا ارعَوَتْ ... وَإِنِّي إِذَا صَارَمْتُهَا لَصَرُومُ\nوَقَالَ آخَرُ:\nبَلَّتْ عُرَيْنَةُ فِي اللِّقَاءِ بِفَارِسٍ ... لَا طَائِشٍ رَعِشٍ وَلَا وَقَّافِ\nوَيَقُولُونَ: إِنَّهُ لَيَبَلُّ بِهِ الْخَيْرُ، أَيْ: يُوَافِقُهُ. وَالْأَصْلُ الرَّابِعُ: الْبَلَلُ، وَهُوَ مَصْدَرُ الْأَبَلِّ مِنَ الرِّجَالِ، وَهُوَ الْجَرِيءُ الْمُقْدِمُ الَّذِي لَا يَسْتَحْيِي وَلَا يُبَالِي. قَالَ شَاعِرٌ:\nأَلَا تَتَّقُونَ اللَّهَ يَا آلَ عَامِرٍ ... وَهَلْ يَتَّقِي اللَّهَ الْأَبَلُّ الْمُصَمِّمُ\nوَيُقَالُ: هُوَ الْفَاجِرُ الشَّدِيدُ الْخُصُومَةِ، وَيُقَالُ: هُوَ الْحَذِرُ الْأَرِيبُ. وَيُقَالُ: أَبَلَّ الرَّجُلُ يُبِلُّ إِبْلَالًا: إِذَا غَلَبَ وَأَعْيَا. قَالَ أَبُو عُبَيْدٍ: رَجُلٌ أَبَلُّ وَامْرَأَةٌ بَلَّاءُ، وَهُوَ الَّذِي لَا يُدْرَكُ مَا عِنْدَهُ.\nوَمَا بَعْدَ ذَلِكَ فَهِيَ حِكَايَةُ أَصْوَاتٍ وَأَشْيَاءَ لَيْسَتْ أُصُولًا تَنْقَاسُ. قَالَ أَبُو عَمْرٍو. الْبَلِيلُ: صَوْتٌ كَالْأَنِينِ. قَالَ الْمَرَّارُ:\nصَوَادِيَ كُلُّهُنَّ كَأُمِّ بَوٍّ ... إِذَا حَنَّتْ سَمِعْتَ لَهَا بَلِيلًا\nقَالَ اللِّحْيَانِيُّ: بَلِيلُ الْمَاءِ: صَوْتُهُ. وَالْحَمَامُ الْمُبَلِّلُ هُوَ الدَّائِمُ الْهَدِيرِ. قَالَ:\nيُنَفِّرْنَ بِالْحَيْحَاءِ شَاءَ صُعَائِدٍ ... وَمِنْ جَانِبِ الْوَادِي الْحَمَامَ الْمُبَلِّلَا\nوَبَابِلُ: بَلَدٌ. وَالْبُلْبُلُ طَائِرٌ. وَالْبَلْبَلَةُ وَسْوَاسُ الْهُمُومِ فِي الصَّدْرِ، وَهُوَ الْبَلْبَالُ. وَبَلْبَلَةُ الْأَلْسُنِ اخْتِلَاطُهَا فِي الْكَلَامِ. وَيُقَالُ: بَلْبَلَ الْقَوْمُ، وَتِلْكَ ضَجَّتُهُمْ. وَالْبُلْبُلُ مِنَ الرِّجَالِ الْخَفِيفُ، وَهُوَ الْمُشَبَّهُ بِالطَّائِرِ الَّذِي يُسَمَّى الْبُلْبُلُ وَالْأَصْلُ فِيهِ الصَّوْتُ، وَالْجَمْعُ بَلَابِلُ. قَالَ: سَتُدْرِكُ مَا يَحْمِي عُمَارَةُ وَابْنُهُ ... قَلَائِصُ رَسْلَاتٌ وَشُعْثٌ بَلَابِلُ",
    "pg": "1:187-191"
  },
  "بلم": {
    "def": "الْبَاءُ وَاللَّامُ وَالْمِيمُ أَصْلَانِ: أَحَدُهُمَا وَرَمٌ أَوْ مَا يُشْبِهُهُ، وَالثَّانِي نَبْتٌ.\nفَالْأَوَّلُ بَلَمٌ، وَهُوَ دَاءٌ يَأْخُذُ النَّاقَةَ فِي حَلْقَةِ رَحِمِهَا. يُقَالُ أَبْلَمَتِ النَّاقَةُ إِذَا أَخَذَهَا ذَلِكَ. الْفَرَّاءُ: أَبْلَمَتْ وَبَلِمَتْ إِذَا وَرِمَ حَيَاؤُهَا.\nقَالَ أَبُو عُبَيْدٍ: وَمِنْهُ قَوْلُهُمْ لَا تُبَلِّمْ عَلَيْهِ أَيْ لَا تُقَبِّحْ. قَالَ أَبُو حَاتِمٍ: أَبْلَمَتِ الْبَكْرَةُ إِذَا لَمْ تَحْمِلْ قَطُّ ; وَهِيَ مُبْلِمٌ، وَالِاسْمُ الْبَلَمَةُ.\nقَالَ يَعْقُوبُ: أَبْلَمَ الرَّجُلُ إِذَا وَرِمَتْ شَفَتَاهُ، وَرَأَيْتُ شَفَتَيْهِ مُبْلَمَتَيْنِ. وَالْإِبْلَامُ أَيْضًا: السُّكُوتُ، يُقَالُ أَبْلَمَ إِذَا سَكَتَ.\nوَالْأَصْلُ الثَّانِي: الْأَبْلَمُ ضَرْبٌ مِنَ الْخُوصِ. قَالَ أَبُو عَمْرٍو: يُقَالُ إِبْلِمٌ وَأَبْلَمٌ وَأُبْلُمٌ. وَمِنْهُ الْمَثَلُ: \" الْمَالُ بَيْنِي وَبَيْنَكَ شِقَّ الْأُبْلُمَةِ \" وَقَدْ تُكْسَرُ وَتُفْتَحُ، أَيْ نِصْفَيْنِ ; لِأَنَّ الْأُبْلُمَةَ إِذَا شُقَّتْ طُولًا انْشَقَّتْ نِصْفَيْنِ مِنْ أَوَّلِهَا إِلَى آخِرِهَا، وَيَرْفَعُ بَعْضُهُمْ فَيَقُولُ: \" الْمَالُ بَيْنِي وَبَيْنَكَ شِقُّ الْأُبْلُمَةِ \"، أَيْ هُوَ كَذَا.",
    "pg": "1:291"
  },
  "بله": {
    "def": "الْبَاءُ وَاللَّامُ وَالْهَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ شِبْهُ الْغَرَارَةِ وَالْغَفْلَةِ. قَالَ الْخَلِيلُ وَغَيْرُهُ: الْبَلَهُ ضَعْفُ الْعَقْلِ. قَالَ رَسُولُ اللَّهِ ﵌: «أَكْثَرُ أَهْلِ الْجَنَّةِ الْبُلْهُ» يُرِيدُ الْأَكْيَاسَ فِي أَمْرِ الْآخِرَةِ الْبُلْهَ فِي أَمْرِ الدُّنْيَا.\nوَقَالَ الزِّبْرِقَانُ [بْنُ] بَدْرٍ: \" خَيْرُ أَوْلَادِنَا الْأَبْلَهُ الْعَقُولُ \" يُرَادُ أَنَّهُ لِشِدَّةِ حَيَائِهِ كَالْأَبْلَهِ، وَهُوَ عَقُولٌ. وَيُقَالُ شَبَابٌ أَبْلَهُ، لِمَا فِيهِ مِنَ الْغَرَارَةِ. وَعَيْشُ الْأَبْلَهِ قَلِيلُ الْهُمُومِ. قَالَ رُؤْبَةُ:\nبَعْدَ غُدَانِيِّ الشَّبَابِ الْأَبْلَهِ\nفَأَمَّا قَوْلُهُمْ: \" بَلْهَ \" فَقَدْ يَجُوزُ أَنْ يَكُونَ شَاذًّا، وَمُحْتَمِلٌ عَلَى بُعْدِ أَنْ يُرَدَّ إِلَى قِيَاسِ الْبَابِ، بِمَعْنَى دَعْ. وَهُوَ الَّذِي جَاءَ فِي الْحَدِيثِ: «يَقُولُ اللَّهُ تَعَالَى: أَعْدَدْتُ لِعِبَادِيَ الصَّالِحِينَ مَا لَا عَيْنٌ رَأَتْ وَلَا أُذُنٌ سَمِعَتْ، وَلَا خَطَرَ عَلَى قَلْبِ بَشَرٍ، بَلْهَ مَا أَطْلَعْتَهُمْ عَلَيْهِ» ، أَيْ دَعْ مَا أَطْلَعْتَهُمْ عَلَيْهِ، اغْفُلْ عَنْهُ.",
    "pg": "1:291-292"
  },
  "بلوي": {
    "def": "الْبَاءُ وَاللَّامُ وَالْوَاوُ وَالْيَاءُ، أَصْلَانِ: أَحَدُهُمَا إِخْلَاقُ الشَّيْءِ، وَالثَّانِي نَوْعٌ مِنَ الِاخْتِبَارِ، وَيُحْمَلُ عَلَيْهِ الْإِخْبَارُ أَيْضًا.\nفَأَمَّا الْأَوَّلُ فَقَالَ الْخَلِيلُ: بَلِيَ يَبْلَى فَهُوَ بَالٍ. وَالْبِلَى مَصْدَرُهُ. وَإِذَا فُتِحَ فَهُوَ الْبَلَاءُ، وَقَالَ قَوْمٌ هُوَ لُغَةٌ. وَأَنْشَدَ:\nوَالْمَرْءَ يُبْلِيهِ بَلَاءَ السِّرْبَالْ ... مَرُّ اللَّيَالِي وَاخْتِلَافُ الْأَحْوَالْ\nوَالْبَلِيَّةُ: الدَّابَّةُ الَّتِي كَانَتْ فِي الْجَاهِلِيَّةِ تُشَدُّ عِنْدَ قَبْرِ صَاحِبِهَا، وَتُشَدُّ عَلَى رَأْسِهَا وَلِيَّةٌ، فَلَا تُعْلَفُ وَلَا تُسْقَى حَتَّى تَمُوتَ. قَالَ أَبُو زُبَيْدٍ: كَالْبَلَايَا رُءُوسُهَا فِي الْوَلَايَا ... مَانِحَاتِ السَّمُومِ حُرَّ الْخُدُودِ\nوَمِنْهَا مَا يُعْقَرُ عِنْدَ الْقَبْرِ حَتَّى تَمُوتَ. قَالَ:\nتَكُوسُ بِهِ الْعَقْرَى عَلَى قِصَدِ الْقَنَا ... كَكَوْسِ الْبَلَايَا عُقِّرَتْ عِنْدَ مَقْبَرِ\nوَيُقَالُ مِنْهُ بَلَّيْتُ الْبَلِيَّةَ. قَالَ الْيَزِيدِيُّ: كَانَتِ الْعَرَبُ تَسْلَخُ رَاحِلَةَ الرَّجُلِ بَعْدَ مَوْتِهِ، ثُمَّ تَحْشُوهَا ثُمَامًا ثُمَّ تَتْرُكُهَا عَلَى طَرِيقِهِ إِلَى النَّادِي. وَكَانُوا يَزْعُمُونَ أَنَّهَا تُبْعَثُ مَعَهُ، وَأَنَّ مَنْ لَمْ يُفْعَلْ بِهِ ذَلِكَ حُشِرَ رَاجِلًا.\nقَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ بَلَّى عَلَيْهِ السَّفَرُ وَبَلَّاهُ. وَأَنْشَدَ:\nقَلُوصَانِ عَوْجَاوَانِ بَلَّى عَلَيْهِمَا ... دُءُوبُ السُّرَى ثُمَّ اقْتِحَامُ الْهَوَاجِرِ\nيُرِيدُ بَلَاهُمَا.\nقَالَ الْخَلِيلُ: تَقُولُ نَاقَةٌ بِلْوُ سَفَرٍ، مِثْلَ نِضْوِ سَفَرٍ، أَيْ قَدْ أَبْلَاهَا السَّفَرُ. وَبِلْيُ سَفَرٍ، عَنِ الْكِسَائِيِّ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَقَوْلُهُمْ بُلِيَ الْإِنْسَانُ وَابْتُلِيَ، وَهَذَا مِنَ الِامْتِحَانِ، وَهُوَ الِاخْتِبَارُ. وَقَالَ:\nبُلِيتُ وَفُِقْدَانُ الْحَبِيبِ بَلِيَّةٌ ... وَكَمْ مِنْ كِرِيمٍ يُبْتَلَى ثُمَّ يَصْبِرُ\nوَيَكُونُ الْبَلَاءُ فِي الْخَيْرِ وَالشَّرِّ. وَاللَّهُ تَعَالَى يُبْلِي الْعَبْدَ بَلَاءً حَسَنًا وَبَلَاءً سَيِّئًا، وَهُوَ يَرْجِعُ إِلَى هَذَا ; لِأَنَّ بِذَلِكَ يُخْتَبَرُ فِي صَبْرِهِ وَشُكْرِهِ. وَقَالَ الْجَعْدِيُّ فِي الْبَلَاءِ إِنَّهُ الِاخْتِبَارُ:\nكَفَانِي الْبَلَاءُ وَإِنِّي امْرُؤٌ ... إِذَا مَا تَبَيَّنْتُ لَمْ أَرْتَبِ\nقَالَ ابْنُ الْأَعْرَابِيِّ: هِيَ الْبِلْوَةُ وَالْبَلِيَّةُ وَالْبَلْوَى. وَقَالُوا فِي قَوْلِ زُهَيْرٍ:\nفَأَبْلَاهُمَا خَيْرَ الْبَلَاءِ الَّذِي يَبْلُو\nمَعْنَاهُ أَعْطَاهُمَا خَيْرَ الْعَطَاءِ الَّذِي يَبْلُو بِهِ عِبَادَهُ.\nقَالَ الْأَحْمَرُ: يَقُولُ الْعَرَبُ: نَزَلَتْ بَلَاءِ، عَلَى وَزْنِ حَذَامِ.\nوَمِمَّا يُحْمَلُ عَلَى هَذَا الْبَابِ قَوْلُهُمْ: أَبْلَيْتُ فُلَانًا عُذْرًا، أَيْ أَعْلَمْتُهُ وَبَيَّنْتُهُ فِيمَا بَيْنِي وَبَيْنَهُ، فَلَا لَوْمَ عَلَيَّ بَعْدُ.\nقَالَ أَبُو عُبَيْدٍ: أَبْلَيْتُهُ يَمِينًا أَيْ طَيَّبْتُ نَفْسَهُ بِهَا. قَالَ أَوْسٌ:\nكَأَنَّ جَدِيدَ الدَّارِ يُبْلِيكَ عَنْهُمُ ... نَقِيُّ الْيَمِينِ بَعْدَ عَهْدِكَ حَالِفُ\nقَالَ ابْنُ الْأَعْرَابِيِّ: يُبْلِيكَ يُخْبِرُكَ. يَقُولُ الْعَرَبُ: أَبْلِنِي كَذَا، أَيْ أَخْبِرْنِي ; فَيَقُولُ الْآخَرُ: لَا أُبْلِيْكَ. وَمِنْهُ حَدِيثُ أُمِّ سَلَمَةَ، حِينَ ذَكَرَتْ قَوْلَ النَّبِيِّ ﵌: «إِنَّ مِنْ أَصْحَابِي مَنْ لَا يَرَانِي بَعْدَ أَنْ أُفَارِقَهُ، فَسَأَلَهَا عُمَرُ: أَمِنْهُمْ أَنَا؟ فَقَالَتْ: لَا، وَلَنْ أُبْلِيَ أَحَدًا بَعْدَكَ. أَيْ لَنْ أُخْبِرَ» .\nقَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ ابْتَلَيْتُهُ فَأَبْلَانِي، أَيِ اسْتَخْبَرْتُهُ فَأَخْبَرَنِي. ذِكْرُ مَا شَذَّ عَنْ هَذَيْنِ الْأَصْلَيْنِ: قَالَ الْخَلِيلُ: تَقُولُ: النَّاسُ بِذِي بَلِيٍّ وَذِي بِلِيٍّ، أَيْ هُمْ مُتَفَرِّقُونَ. قَالَ أَبُو زَيْدٍ: هُمْ بِذِي بَلِيَّانِ أَيْضًا، وَذَلِكَ إِذَا بَعُدَ بَعْضُهُمْ [عَنْ بَعْضٍ] وَكَانُوا طَوَائِفَ مَعَ غَيْرِ إِمَامٍ يَجْمَعُهُمْ. وَمِنْهُ حَدِيثُ خَالِدٍ لَمَّا عَزَلَهُ عُمَرُ عَنِ الشَّامِ: \" ذَاكَ إِذَا كَانَ النَّاسُ بِذِي بَلِيٍّ، وَذِي بَلَّى \". وَأَنْشَدَ الْكِسَائِيُّ فِي رَجُلٍ يُطِيلُ النَّوْمُ:\nيَنَامُ وَيَذْهَبُ [الْأَقْوَامُ] حَتَّى ... يُقَالَ [أَتَوْا] عَلَى ذِي بِلِّيَانِ\nوَأَمَّا بَلَى فَلَيْسَتْ مِنَ الْبَابِ بِوَجْهٍ، وَالْأَصْلُ فِيهَا بَلْ.\nوَبَلِيُّ ابْنُ عَمْرِو بْنِ الْحَافِّ بْنِ قُضَاعَةَ، وَالنِّسْبَةُ إِلَيْهِ بَلَوِيٌّ. وَالْأَبْلَاءُ: اسْمُ بِئْرٍ. قَالَ الْحَارِثُ:\nفَرِيَاضُ الْقَطَا فَأَوْدِيَةُ الشُّرْ ... بُبِ فَالشُّعْبَتَانِ فَالْأَبْلَاءُ",
    "pg": "1:292-295"
  },
  "بنج": {
    "def": "الْبَاءُ وَالنُّونُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ لَيْسَتْ عِنْدِي أَصْلًا، وَمَا أَدْرِي كَيْفَ هِيَ فِي قِيَاسِ اللُّغَةِ، لَكِنَّهَا قَدْ ذُكِرَتْ. قَالُوا: الْبِنْجُ الْأَصْلُ، يُقَالُ رَجَعَ إِلَى بِنْجِهِ.",
    "pg": "1:306"
  },
  "بند": {
    "def": "الْبَاءُ وَالنُّونُ وَالدَّالُ أَصْلٌ فَارِسِيٌ لَا وَجْهَ لِذِكْرِهِ.",
    "pg": "1:306"
  },
  "بنس": {
    "def": "الْبَاءُ وَالنُّونُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ، يُقَالُ بَنَّسَ عَنِ الشَّيْءِ تَبْنِيسًا، إِذَا تَأَخَّرَ عَنْهُ.",
    "pg": "1:306"
  },
  "بنق": {
    "def": "الْبَاءُ وَالنُّونُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ، وَأَرَاهَا مِنَ الْحَوَاشِي غَيْرَ وَاسِطَةٍ. وَهِيَ الْبَنِيقَةُ، وَهُوَ جُِرُِبَّانُ الْقَمِيصِ. وَيُقَالُ: الْبَنِيقَةُ كُلُّ رُقْعَةٍ فِي الثَّوْبِ كَاللَّبِنَةِ وَنَحْوِهَا. عَلَى أَنَّهَا قَدْ جَاءَتْ فِي الشِّعْرِ. قَالَ:\nيَضُمُّ إِلَيَّ اللَّيْلُ أَطْفَالَ حُبِّهَا ... كَمَا ضَمَّ أَزْرَارَ الْقَمِيصِ الْبَنَائِقُ",
    "pg": "1:306"
  },
  "بنك": {
    "def": "الْبَاءُ وَالنُّونُ وَالْكَافُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ قَوْلُهُمْ تَبَنَّكَ بِالْمَكَانِ أَقَامَ بِهِ، وَهِيَ شِبْهُ الَّتِي قَبْلَهَا. [بَابُ الْبَاءِ وَالْهَاءِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:306-307"
  },
  "بنن": {
    "def": "الْبَاءُ وَالنُّونُ فِي الْمُضَاعَفِ أَصْلٌ وَاحِدٌ، هُوَ اللُّزُومُ وَالْإِقَامَةُ، وَإِلَيْهِ تَرْجِعُ مَسَائِلُ الْبَابِ كُلُّهَا. قَالَ الْخَلِيلُ: الْإِبْنَانُ اللُّزُومُ، يُقَالُ: أَبَنَّتِ السَّحَابَةُ: إِذَا لَزِمَتْ، وَأَبَنَّ الْقَوْمُ بِمَحَلَّةٍ أَقَامُوا. قَالَ:\nيَا أَيُّهَا الرَّكْبُ بِالنَّعْفِ الْمُبِنُّونَا\nوَمِنْ هَذَا الْبَابِ قَوْلُهُمْ: بَنَّنَ الرَّجُلُ فَهُوَ مُبَنَّنٌ، وَذَلِكَ أَنْ يَرْتَبِطَ الشَّاةَ لِيُسَمِّنَهَا. وَأَنْشَدَ:\nيُعَيِّرُنِي قَوْمِي بِأَنِّي مُبَنِّنٌ ... وَهَلْ بَنَّنَ الْأَشْرَاطَ غَيْرُ الْأَكَارِمِ\nقَالَ الْخَلِيلُ: الْبَنَانُ أَطْرَافُ الْأَصَابِعِ فِي الْيَدَيْنِ. وَالْبَنَانُ فِي قَوْلِهِ تَعَالَى: ﴿وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ﴾ [الأنفال: ١٢] ، يَعْنِي الشَّوَى، وَهِيَ الْأَيْدِي وَالْأَرْجُلُ. قَالَ: وَقَدْ يَجِيءُ فِي الشِّعْرِ الْبَنَانَةُ بِالْهَاءِ لِلْإِصْبَعِ الْوَاحِدَةِ. وَقَالَ:\nلَاهُمَّ كَرَّمْتَ بَنِي كِنَانَهْ ... لَيْسَ لِحَيٍّ فَوْقَهُمْ بَنَانَهْ\nأَيْ: لِأَحَدٍ [عَلَيْهِمْ] فَضْلُ قِيسَ إِصْبَعٍ. وَقَالَ فِي الْبَنَانِ: لَمَّا رَأَتْ صَدَأَ الْحَدِيدِ بِجِلْدِهِ ... فَاللَّوْنُ أَوْرَقُ وَالْبَنَانُ قِصَارُ\nوَقَالَ أَبُو إِسْحَاقَ إِبْرَاهِيمُ بْنُ السِّرِّيِّ الزَّجَّاجُ: وَاحِدُ الْبَنَانِ بَنَانَةٌ. وَمَعْنَاهُ فِي قَوْلِهِ تَعَالَى: ﴿وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ﴾ [الأنفال: ١٢] ، الْأَصَابِعُ وَغَيْرُهَا مِنْ جَمِيعِ الْأَعْضَاءِ. وَإِنَّمَا اشْتِقَاقُ الْبَنَانِ مِنْ قَوْلِهِمْ أَبَنَّ بِالْمَكَانِ: إِذَا أَقَامَ; فَالْبَنَانُ بِهِ يُعْتَمَدُ كُلُّ مَا يَكُونُ لِلْإِقَامَةِ وَالْحَيَاةِ. قَالَ الْخَلِيلُ: وَالْبَنَّةُ الرِّيحُ مِنْ أَرْبَاضِ الْبَقَرِ وَالْغَنَمِ وَالظِّبَاءِ، وَقَدْ يُسْتَعْمَلُ فِي الطِّيبِ، فَيُقَالُ: أَجِدُ فِي هَذَا الثَّوْبِ بَنَّةً طَيِّبَةً مِنْ عُرْفِ تُفَّاحٍ أَوْ سَفَرْجَلَ. وَأَنْشَدَ:\nبَلَّ الذُّنَابَى عَبَسًا مُبِنَّا وَهَذَا أَيْضًا مِنَ الْأَوَّلِ، لِأَنَّ الرَّائِحَةَ تَلْزَمُ. وَقَالَ الرَّاجِزُ فِي الْإِبْنَانِ وَهُوَ الْإِقَامَةُ:\nقَلَائِصًا لَا يَشْتَكِينَ الْمَنَّا ... لَا يَنْتَظِرْنَ الرَّجُلَ الْمُبِنَّا\nقَالَ أَبُو عَمْرٍو: الْبَنِينُ مِنَ الرِّجَالِ الْعَاقِلُ الْمُتَثَبِّتُ. قَالَ: وَهُوَ مُشْتَقٌّ مِنَ الْبَنَّةِ. وَالْبُنَانَةُ الرَّوْضَةُ الْمُعْشِبَةُ الْحَالِيَةُ. وَمِنْهُ ثَابِتٌ الْبُنَانِيُّ، وَهُوَ مِنْ وَلَدِ سَعْدِ بْنِ لُؤَيِّ بْنِ غَالِبٍ، كَانَتْ لَهُ حَاضِنَةٌ تُسَمَّى بُنَانَةَ. وَهَذَا مِنْ ذَاكَ الْأَوَّلِ، لِأَنَّ الرَّوْضَةَ الْمُعْشِبَةَ لَا تَعْدَمُ الرَّائِحَةَ الطَّيِّبَةَ.",
    "pg": "1:191-193"
  },
  "بنو": {
    "def": "الْبَاءُ وَالنُّونُ وَالْوَاوُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الشَّيْءُ يَتَوَلَّدُ عَنِ الشَّيْءِ، كَابْنِ الْإِنْسَانِ وَغَيْرِهِ. وَأَصْلُ بِنَائِهِ بَنَوَ، وَالنِّسْبَةُ إِلَيْهِ بَنَوِيٌّ، وَكَذَلِكَ النِّسْبَةِ إِلَى بِنْتٍ وَإِلَى بُنَيَّاتِ الطَّرِيقِ. فَأَصْلُ الْكَلِمَةِ مَا ذَكَرْنَاهُ، ثُمَّ تُفَرِّعُ الْعَرَبُ. فَتُسَمِّي أَشْيَاءَ كَثِيرَةً بِابْنِ كَذَا، وَأَشْيَاءَ غَيْرِهَا بُنِّيَتْ كَذَا، فَيَقُولُونَ ابْنُ ذُكَاءِ الصُّبْحِ، وَذُكَاءُ الشَّمْسِ، لِأَنَّهَا تَذْكُو كَمَا تَذْكُو النَّارُ. قَالَ:\nوَابْنُ ذُكَاءٍَ كَامِنٌ فِي كَفْرٍ وَابْنُ تُرْنَا\n: اللَّئِيمُ. قَالَ أَبُو ذُؤَيْبٍ:\nفَإِنَّ ابْنَ تُرْنَا إِذَا جِئْتُكُمْ ... يُدَافِعُ عَنِّي قَوْلًا بَرِيحًا\nشَدِيدًا مِنْ بَرَّحَ بِهِ. وَابْنُ ثَأْدَاءَ: ابْنُ الْأَمَةِ. وَابْنُ الْمَاءِ: طَائِرٌ. قَالَ:\nوَرَدْتُ اعْتِسَافًا وَالثُّرَيَّا كَأَنَّهَا ... عَلَى قِمَّةِ الرَّأْسِ ابْنُ مَاءٍ مُحَلِّقُ\nوَابْنُ جَلَا: الصُّبْحُ، قَالَ:\nأَنَا ابْنُ جَلَا وَطَلَّاعُ الثَّنَايَا ... مَتَّى أَضَعِ الْعِمَامَةَ يَعْرِفُونِي وَيُقَالُ لِلَّذِي تَنْزِلُ بِهِ الْمُلِمَّةُ فَيَكْشِفُهَا: ابْنُ مُلِمَّةٍ، وَلِلْحَذِرِ: ابْنُ أَحْذَارٍ. وَمِنْهُ قَوْلُ النَّابِغَةِ:\nبَلِّغْ زِيَادًا وَحَيْنُ الْمَرْءِ يُدْرِكُهُ ... فَلَوْ تَكَيَّسْتَ أَوْ كُنْتَ ابْنَ أَحْذَارِ\nوَيُقَالُ لِلَّجَّاجِ: ابْنُ أَقْوَالٍ، وَلِلَّذِي يَتَعَسَّفُ الْمَفَاوِزَ: ابْنُ الْفَلَاةِ، وَلِلْفَقِيرِ الَّذِي لَا مَأْوَى لَهُ غَيْرُ الْأَرْضِ وَتُرَابِهَا: ابْنُ غَبْرَاءَ. قَالَ طَرَفَةُ:\nرَأَيْتُ بَنِي غَبْرَاءَ لَا يُنْكِرُونَنِي ... وَلَا أَهْلُ هَذَاكَ الطِّرَافِ الْمُمَدَّدِ\nوَلِلْمُسَافِرِ: ابْنُ السَّبِيلِ. وَابْنُ لَيْلٍ: صَاحِبُ السُّرَى. وَابْنُ عَمَلٍ: صَاحِبُ الْعَمَلِ الْجَادُّ فِيهِ. قَالَ الرَّاجِزُ:\nيَا سَعْدُ يَاابْنَ عَمَلٍ يَا سَعْدُ\nوَيَقُولُونَ: هُوَ ابْنُ مَدِينَةٍ إِذَا كَانَ عَالِمًا بِهَا، وَابْنُ بَجْدَتِهَا أَيْ عَالِمٌ بِهَا وَبِجِدَةُ الْأَمْرِ: دِخْلَتُهُ. وَيَقُولُونَ لِلْكَرِيمِ الْآبَاءِ وَالْأُمَّهَاتِ هُوَ ابْنُ إِحْدَاهَا. وَيُقَالُ لِلْبَرِيءِ مِنَ الْأَمْرِ هُوَ ابْنُ خَلَاوَةَ، وَلِلْخُبْزِ ابْنُ حَبَّةَ، وَلِلطَّرِيقِ ابْنُ نَعَامَةَ. وَذَلِكَ أَنَّهُمْ يُسَمَّوْنَ الرِّجْلَ نَعَامَةً. قَالَ:\nوَابْنُ النَّعَامَةِ يَوْمَ ذَلِكَ مَرْكَبِي\nوَفِي الْمَثَلِ: \" ابْنُكَ ابْنُ بُوحِكَ \" أَيِ ابْنُ نَفْسِكَ الَّذِي وَلَدْتَهُ. وَيُقَالُ لِلَّيْلَةِ الَّتِي يَطْلُعُ فِيهَا الْقَمَرُ: فَحْمَةُ ابْنِ جَمِيرٍ. وَقَالَ:\nنَهَارُهُمُ لَيْلٌ بَهِيمٌ وَلَيْلُهُمْ ... وَإِنْ كَانَ بَدْرًا فَحْمَةُ ابْنِ جَمِيرٍ\nيَصِفُ قَوْمًا لُصُوصًا. وَابْنُ طَابٍ: عِذْقٌ بِالْمَدِينَةِ. وَسَائِرُ مَا تَرَكْنَا ذِكْرَهُ مِنْ هَذَا الْبَابِ فَهُوَ مُفَرَّقٌ فِي الْكِتَابِ، فَتَرَكْنَا كَرَاهَةَ التَّطْوِيلِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْمَبْنَاةُ النِّطْعِ. قَالَ الشَّاعِرُ:\nعَلَى ظَهْرِ مَبْنَاةٍ جَدِيدٍ سُيُورُهَا ... يَطُوفُ بِهَا وَسْطَ اللَّطِيمَةِ بَائِعُ",
    "pg": "1:303-306"
  },
  "بني": {
    "def": "الْبَاءُ وَالنُّونُ وَالْيَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ بِنَاءُ الشَّيْءِ بِضَمِّ بَعْضِهِ إِلَى بَعْضٍ. تَقُولُ بَنَيْتُ الْبِنَاءَ أَبْنِيهِ. وَتُسَمَّى مَكَّةُ الْبَنِيَّةَ. وَيُقَالُ قَوْسٌ بَانِيَةٌ، وَهِيَ الَّتِي بَنَتْ عَلَى وَتَرِهَا، وَذَلِكَ أَنْ يَكَادَ وَتَرُهَا يَنْقَطِعُ لِلُصُوقِهِ بِهَا. وَطَيِّئٌ تَقُولُ مَكَانُ بَانِيَةٍ: بَانَاةٌ ; وَهُوَ قَوْلُ امْرِئِ الْقَيْسِ:\nغَيْرِ بَانَاةٍ عَلَى وَتَرِهْ وَيُقَالُ بُنْيَةٌ وَبُنًى، وَبِنْيَةٌ وَبِنًى بِكَسْرِ الْبَاءِ كَمَا يُقَالَ: جِزْيَةٌ وَجِزًى، وَمِشْيَةٌ وَمِشًى.",
    "pg": "1:302-303"
  },
  "بها": {
    "def": "الْبَاءُ وَالْهَاءُ وَالْهَمْزَةُ أَصْلٌ وَاحِدٌ، وَهُوَ الْأُنْسُ. تَقُولُ الْعَرَبُ: بَهَأْتُ بِالرَّجُلِ إِذَا أَنِسْتَ بِهِ. قَالَ الْأَصْمَعِيُّ فِي كِتَابِ الْإِبِلِ: نَاقَةٌ بَهَاءٌ مَمْدُودٌ، إِذَا كَانَتْ قَدْ أَنِسَتْ بِالْحَالِبِ. قَالَ: وَهُوَ مِنْ بَهَأْتُ إِذَا أَنِسْتُ بِهِ. وَالْبَهَاءُ الْحُسْنُ وَالْجَمَالُ ; وَهُوَ مِنَ الْبَابِ، لِأَنَّ النَّاظِرَ إِلَيْهِ يَأْنَسُ.",
    "pg": "1:307"
  },
  "بهت": {
    "def": "الْبَاءُ وَالْهَاءُ وَالتَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ كَالدَّهَشِ وَالْحَيْرَةِ. يُقَالُ بُهِتَ الرَّجُلُ يُبْهَتُ بَهْتًا. وَالْبَهْتَةُ الْحَيْرَةُ. فَأَمَّا الْبُهْتَانُ فَالْكَذِبُ. يَقُولُ الْعَرَبُ: يَا لَلْبَهِيتَةِ، أَيْ يَا لَلْكَذِبِ.",
    "pg": "1:307-308"
  },
  "بهث": {
    "def": "الْبَاءُ وَالْهَاءُ وَالثَّاءُ لَيْسَ بِأَصْلٍ، وَقَدْ سُمِّيَ الرَّجُلُ بُهْثَةً.",
    "pg": "1:308"
  },
  "بهج": {
    "def": "الْبَاءُ وَالْهَاءُ وَالْجِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ السُّرُورُ وَالنَّضْرَةُ، يُقَالُ نَبَاتٌ بَهِيجٌ، أَيْ نَاضِرٌ حَسَنٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَأَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ بَهِيجٍ﴾ [ق: ٧] . وَالِابْتِهَاجُ السُّرُورُ مِنْ ذَلِكَ أَيْضًا.",
    "pg": "1:308"
  },
  "بهر": {
    "def": "الْبَاءُ وَالْهَاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا الْغَلَبَةُ وَالْعُلُوُّ، وَالْآخَرُ وَسَطُ شَّيْءِ.\nفَأَمَّا الْأَوَّلُ [فَقَالَ] أَهْلُ اللُّغَةِ: الْبَهْرُ الْغَلَبَةُ. يُقَالُ ضَوْءٌ بَاهِرٌ. وَمِنْ ذَلِكَ قَوْلُهُمْ فِي الشَّتْمِ: بَهْرًا، أَيْ غَلَبَةً. قَالَ:\nوَجَدًّا لِقَوْمِي إِذْ يَبِيعُونَ مُهْجَتِي ... بِجَارِيَةٍ بَهْرًا لَهُمْ بَعْدَهَا بَهْرَا\nيَدْعُو عَلَيْهِمْ. وَقَالَ ابْنُ أَبِي رَبِيعَةَ:\nثُمَّ قَالُوا تُحِبُّهَا قُلْتُ بَهْرًا ... عَدَدَ الرَّمْلِ وَالْحَصَى وَالتُّرَابِ\nفَقَالَ قَوْمٌ: مَعْنَاهَا بَهْرًا لَكُمْ. وَقَالَ آخَرُونَ: مَعْنَاهَا حُبًّا قَدْ غَلَبَ وَبَهَرَ. وَقَالَ آخَرُونَ: مَعْنَاهُ قُلْتُ ذَلِكَ مُعْلِنًا غَيْرَ كَاتِمٍ لَهُ. قَالَ: وَمِنْهُ ابْتُهِرَ فُلَانٌ بِفُلَانَةَ أَيْ شُهِرَ بِهَا. وَيُقَالُ ابْتُهِرَ بِالشَّيْءِ شُهِرَ بِهِ وَغَلَبَ عَلَيْهِ. وَمِنْهُ الْقَمَرُ الْبَاهِرُ، أَيِ الظَّاهِرُ. وَالْعَرَبُ تَقُولُ: \" الْأَزْوَاجُ ثَلَاثَةٌ: زَوْجُ بَهْرٍ، وَزَوْجُ دَهْرٍ، وَزَوْجُ مَهْرٍ \". الْبَهْرُ يُقَالُ لِلَّذِي يَبْهَرُ الْعُيُونَ بِحُسْنِهِ، وَمِنْهُ مَنْ يُجْعَلُ عُدَّةً لِلدَّهْرِ وَنَوَائِبِهِ، وَمِنْهُمْ مَنْ لَيْسَ فِيهِ إِلَّا أَنْ يُؤْخَذَ مِنْهُ الْمَهْرُ.\nوَإِلَى هَذَا الْبَابِ يَرْجِعُ قَوْلُهُمْ: ابْتُهِرَ فُلَانٌ بِفُلَانَةَ. وَقَدْ يَكُونُ مَا يُدَّعَى مِنْ ذَلِكَ كَذِبًا. قَالَ تَمِيمٌ:\n. . . حِينَ تَخْتَلِفُ الْعَوَالِي ... وَمَا بِي إِنْ مَدَحْتُهُمُ ابْتِهَارُ\nأَيْ لَا يَغْلِبُ فِي ذَلِكَ دَعْوَةُ كَذِبٍ. وَقَالَ الْكُمَيْتُ:\nقَبِيحٌ بِمِثْلِيَ نَعْتُ الْفَتَا ... ةِ إِمَّا ابْتِهَارًا وَإِمَّا ابْتِيَارًا\nوَ [أَمَّا] الْأَصْلُ الْآخَرُ فَقَوْلُهُمْ لِوَسَطِ الْوَادِي وَوَسَطِ كُلِّ شَيْءٍ بُهْرَةٌ. وَيُقَالُ ابْهَارَّ اللَّيْلُ، إِذَا انَتَصَفَ. وَمِنْهُ الْحَدِيثُ: «أَنَّ النَّبِيَّ ﵌ سَارَ لَيْلَةً حَتَّى ابْهَارَّ اللَّيْلُ» . وَالْأَبَاهِرُ فِي رِيشِ الطَّائِرِ. وَمِنْ بَعْضِ ذَلِكَ اشْتِقَاقُ اسْمِ بَهْرَاءَ.\nفَأَمَّا الْبُهَارُ الَّذِي يُوزَنُ بِهِ فَلَيْسَ أَصْلُهُ عِنْدِي بَدَوِيًّا.",
    "pg": "1:308-309"
  },
  "بهز": {
    "def": "الْبَاءُ وَالْهَاءُ وَالزَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْغَلَبَةُ وَالدَّفْعُ بِعُنْفٍ.",
    "pg": "1:309"
  },
  "بهس": {
    "def": "الْبَاءُ وَالْهَاءُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ، يُقَالُ إِنَّ الْأَسَدَ يُسَمَّى بَيْهَسًا.",
    "pg": "1:309"
  },
  "بهش": {
    "def": "الْبَاءُ وَالْهَاءُ وَالشِّينُ. شَيْئَانِ: أَحَدُهُمَا شِبْهُ الْفَرَحِ، وَالْآخَرُ جِنْسٌ مِنَ الشَّجَرِ. فَالْأَوَّلُ قَوْلُهُمْ بَهَشَ إِلَيْهِ إِذَا رَآهُ فَسُرَّ بِهِ وَضَحِكَ إِلَيْهِ. وَمِنْهُ حَدِيثُ الْحَسَنِ: «أَنَّ النَّبِيَّ ﵌ كَانَ يُدْلِعُ لَهْ لِسَانَهُ فَيَبْهَشُ الصَّبِيُّ لَهُ» . وَمِنْهُ قَوْلُهُ:\nوَإِذَا رَأَيْتَ الْبَاهِشِيَنَ إِلَى الْعُلَى\nوَالثَّانِي الْبَهْشُ، وَهُوَ الْمُقْلُ مَا كَانَ رَطْبًا، فَإِذَا يَبِسَ فَهُوَ خَشْلٌ. وَقَالَ عُمَرُ، وَبَلَغَهُ أَنَّ أَبَا مُوسَى قَرَأَ حَرْفًا بِلُغَةِ قَوْمِهِ، فَقَالَ: \" إِنَّ أَبَا مُوسَى لَمْ يَكُنْ مِنْ أَهْلِ الْبَهْشِ \". يَقُولُ: إِنَّهُ لَيْسَ مِنْ أَهْلِ الْحِجَازِ، وَالْمُقْلُ يَنْبُتُ، يَقُولُ: فَالْقُرْآنُ نَازِلٌ بِلُغَةِ الْحِجَازِ لَا الْيَمَنِ.",
    "pg": "1:309-310"
  },
  "بهظ": {
    "def": "الْبَاءُ وَالْهَاءُ وَالظَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ قَوْلُهُمْ بَهَظَهُ الْأَمْرُ، إِذَا ثَقُلَ عَلَيْهِ. وَذَا أَمْرٌ بَاهِظٌ.",
    "pg": "1:310"
  },
  "بهق": {
    "def": "الْبَاءُ وَالْهَاءُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ سَوَادٌ يَعْتَرِي الْجِلْدَ، أَوْ لَوْنٌ يُخَالِفُ لَوْنَهُ. قَالَ رُؤْبَةُ:\nكَأَنَّهُ فِي الْجِلْدِ تَوْلِيعُ الْبَهَقْ",
    "pg": "1:310"
  },
  "بهل": {
    "def": "الْبَاءُ وَالْهَاءُ وَاللَّامُ. أُصُولٌ ثَلَاثَةٌ: أَحَدُهَا التَّخْلِيَةُ، وَالثَّانِي جِنْسٌ مِنَ الدُّعَاءِ، وَالثَّالِثُ قِلَّةٌ فِي الْمَاءِ. فَأَمَّا الْأَوَّلُ فَيَقُولُونَ: بَهَلْتُهُ إِذَا خَلَّيْتَهُ وَإِرَادَتَهُ. وَمِنْ ذَلِكَ النَّاقَةُ الْبَاهِلُ، وَهِيَ الَّتِي لَا سِمَةَ عَلَيْهَا. وَيُقَالُ [الَّتِي] لَا صِرَارَ عَلَيْهَا. وَمِنْهُ حَدِيثُ الْمَرْأَةِ لِبَعْلِهَا: \" أَبْثَثْتُكَ مَكْتُومِي، وَأَطْعَمْتُكَ مَأْدُومِي، وَأَتَيْتُكَ بَاهِلًا غَيْرَ ذَاتِ صِرَارٍ \"، وَقَدْ أَرَادَ تَطْلِيقَهَا.\nوَأَمَّا الْآخَرُ فَالِابْتِهَالُ وَالتَّضَرُّعُ فِي الدُّعَاءِ. وَالْمُبَاهَلَةُ يَرْجِعُ إِلَى هَذَا، فَإِنَّ الْمُتَبَاهِلَيْنِ يَدْعُو كُلُّ وَاحِدٍ مِنْهُمَا عَلَى صَاحِبِهِ. قَالَ اللَّهُ تَعَالَى: ﴿ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَةَ اللَّهِ عَلَى الْكَاذِبِينَ﴾ [آل عمران: ٦١] .\nوَالثَّالِثُ الْبَهْلُ وَهُوَ الْمَاءُ الْقَلِيلُ.",
    "pg": "1:310-311"
  },
  "بهم": {
    "def": "الْبَاءُ وَالْهَاءُ وَالْمِيمُ: أَنْ يَبْقَى الشَّيْءُ لَا يُعْرَفُ الْمَأْتَى إِلَيْهِ. يُقَالُ هَذَا أَمْرٌ مُبْهَمٌ. وَمِنْهُ الْبُهْمَةُ: الصَّخْرَةُ الَّتِي لَا خَرْقَ فِيهَا، وَبِهَا شُبِّهَ الرَّجُلُ الشُّجَاعُ الَّذِي لَا يُقْدَرُ عَلَيْهِ مِنْ أَيِ نَاحِيَةٍ طُلِبَ. وَقَالَ قَوْمٌ: الْبُهْمَةُ جَمَاعَةُ الْفُرْسَانِ. وَمِنْهُ الْبَهِيمُ: اللَّوْنُ الَّذِي لَا يُخَالِطُهُ غَيْرُهُ، سَوَادًا كَانَ أَوْ غَيْرَهُ. وَأَبْهَمْتُ الْبَابَ: أَغْلَقْتُهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ: الْإِبْهَامُ مِنَ الْأَصَابِعِ. وَالْبَهْمُ صِغَارُ الْغَنَمِ. وَالْبُهْمَى نَبْتٌ، وَقَدْ أَبْهَمَتِ الْأَرْضُ كَثُرَتْ بُهْمَاهَا. قَالَ:\nلَهَا مُوفِدٌ وَفَّاهُ وَاصٍ كَأَنَّهُ ... زَرَابِيُّ قَيْلٍ قَدْ تُحُومِيَ مُبْهَمُ",
    "pg": "1:311-312"
  },
  "بهن": {
    "def": "الْبَاءُ وَالْهَاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، وَفِيهَا أَيْضًا رِدَّةٌ يُقَالُ الْبَهْنَانَةُ الْمَرْأَةُ الضَّحَّاكَةُ، وَيُقَالُ الطَّيِّبَةُ الرِّيحِ. وَقَوْلُهُ:\nأَلَا قَالَتْ بَهَانِ وَلِمَ تَأَبَّقْ ... بَلِيتَ وَلَا يَلِيقُ بِكَ النَّعِيمُ\nفَإِنَّهُ أَرَادَ الِاسْمَ الَّذِي ذَكَرْنَاهُ، فَأَخْرَجَهُ عَلَى فَعَالِ.\n\n[بَابُ الْبَاءِ وَالْوَاوِ وَمَا مَعَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:312"
  },
  "بهه": {
    "def": "الْبَاءُ وَالْهَاءُ فِي الْمُضَاعَفِ لَيْسَ بِأَصْلٍ، وَذَلِكَ أَنَّهُ حِكَايَةُ صَوْتٍ، أَوْ حَمْلُ لَفْظٍ عَلَى لَفْظٍ. فَالْبَهْبَهَةُ هَدِيرُ الْفَحْلِ. قَالَ شَاعِرٌ:\nبِرَجْسٍ بَغْباغِ الْهَدِيرِ الْبَهْبَهِ\nقَالَ أَبُو زَيْدٍ: الْبَهْبَهَةُ: الْأَصْوَاتُ الْكَثِيرَةُ. وَالْبَهْبَهَةُ: الْخَلْقُ الْكَثِيرُ. فَأَمَّا قَوْلُهُمْ لِلْجَسِيمِ الْجَرِيءِ الْبَهْبَهِيُّ، فَهُوَ مِنْ هَذَا، لِأَنَّهُ يُبَهْبِهُ فِي صَوْتِهِ. قَالَ:\nلَا تَرَاهُ فِي حَادِثِ الدَّهْرِ ... إِلَّا وَهْوَ يَغْدُو بِبَهْبَهِيٍّ جَرِيمِ\nوَقَوْلُهُمْ تَبَهْبَهَ الْقَوْمُ إِذَا تَشَرَّفُوا، هُوَ مِنْ حَمْلِ لَفْظٍ عَلَى لَفْظٍ، لِأَنَّ أَصْلَهُ بَخْبَخُوا، مِنْ قَوْلِهِمْ فِي التَّعَظُّمِ وَالتَّعْظِيمِ: بَخٍْ بَخٍْ. وَقَالَ الشَّاعِرُ:\nأَلَمْ تَرَ أَنِّي مِنْ زُبَيْدٍ بِذِرْوَةٍ ... تَفَرَّعَ فِيهَا مَعْشَرِي وَتَبَهْبَهُوا",
    "pg": "1:193"
  },
  "بهو": {
    "def": "الْبَاءُ وَالْهَاءُ وَالْوَاوُ أَصْلٌ وَاحِدٌ، وَهُوَ الْبَيْتُ وَمَا أَشْبَهَهُ. فَالْبَهْوُ الْبَيْتُ الْمُقَدَّمُ أَمَامَ الْبُيُوتِ. وَالْبَهْوُ كِنَاسُ الثَّوْرِ. وَيُقَالُ الْبَهْوُ مَقِيلُ الْوَلَدِ بَيْنَ الْوُرْكَيْنِ مِنَ الْحَامِلِ. وَيُقَالُ لِجَوْفِ الْإِنْسَانِ وَغَيْرِهِ الْبَهْوُ.",
    "pg": "1:307"
  },
  "بهي": {
    "def": "الْبَاءُ وَالْهَاءُ وَالْيَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ خُلُوُّ الشَّيْءِ وَتَعَطُّلُهُ. يُقَالُ بَيْتٌ بَاهٍ إِذَا كَانَ خَالِيًا لَا شَيْءَ فِيهِ. وَيَقُولُونَ: \" الْمِعْزَى تُبْهِي وَلَا تُبْنِي \" وَذَلِكَ أَنَّهُ لَا يُتَّخَذُ مِنْ شُعُورِهَا بُيُوتٌ، وَهِيَ تَصْعَدُ الْخِيَمَ فَتُمَزِّقُهَا. وَفِي بَعْضِ الْحَدِيثِ: «أَبْهُوا الْخَيْلَ» أَيْ عَطِّلُوهَا. وَرُبَّمَا قَالُوا بَهِيَ الْبَيْتُ بَهَاءً، إِذَا تَخَرَّقَ.",
    "pg": "1:307"
  },
  "بو": {
    "def": "الْبَوُّ كَلِمَةٌ وَاحِدَةٌ وَهُوَ جِلْدُ حُِوارٍ يُحْشَى وَتُعْطَفُ عَلَيْهِ النَّاقَةُ إِذَا مَاتَ وَلَدُهَا. قَالَ الْكُمَيْتُ:\nمُدْرَجَةٌ كَالْبَوِّ بَيْنَ الظِّئْرَيْنِ\nوَالرَّمَادُ بَوُّ الْأَثَافِيِّ عَلَى التَّشْبِيهِ.",
    "pg": "1:194"
  },
  "بوا": {
    "def": "الْبَاءُ وَالْوَاوُ وَالْهَمْزَةُ أَصْلَانِ: أَحَدُهُمَا الرُّجُوعُ إِلَى الشَّيْءِ، وَالْآخَرُ تَسَاوِي الشَّيْئَيْنِ.\nفَالْأَوَّلُ الْبَاءَةُ وَالْمَبَاءَةُ، وَهِيَ مَنْزِلَةُ الْقَوْمِ، حَيْثُ يَتَبَوَّءُونَ فِي قُبُلِ وَادٍ [أَ] وْ سَنَدِ جَبَلٍ. وَيُقَالُ قَدْ تَبَوَّءُوا، وَبَوَّأَهُمُ اللَّهُ تَعَالَى مَنْزِلَ صِدْقٍ. قَالَ طَرَفَةُ:\nطَيِّبُو الْبَاءَةِ سَهْلٌ وَلَهُمْ ... سُبُلٌ إِنْ شِئْتَ فِي وَحْشٍ وَعِرْ\nوَقَالَ ابْنُ هَرْمَةَ:\nوَبُوِّئَتْ فِي صَمِيمِ مَعْشَرِهَا ... فَتَمَّ فِي قَوْمِهَا مُبَوَّؤُهَا\nوَالْمَبَاءَةُ أَيْضًا: مَنْزِلُ الْإِبِلِ حَيْثُ تُنَاخُ فِي الْمَوَارِدِ. يُقَالُ أَبَأْنَا الْإِبِلَ نُبِيئُهَا إِبَاءَةً - مَمْدُودَةً - إِذَا أَنَخْتَ بَعْضَهَا إِلَى بَعْضٍ. قَالَ: خَلِيطَانِ بَيْنَهُمَا مِئْرَةٌ ... يُبِيئَانِ فِي مَعْطِنٍ ضَيِّقِ\nوَقَالَ:\nلَهُمْ مَنْزِلٌ رَحْبُ الْمَبَاءَةِ آهِلُ\nقَالَ الْأَصْمَعِيُّ: يُقَالُ قَدْ أَبَاءَهَا الرَّاعِي إِلَى مَبَائِهَا فَتَبَوَّأَتْهُ، وَبَوَّأَهَا إِيَّاهُ تَبْوِيئًا. أَبُو عُبَيْدٍ: يُقَالُ فُلَانٌ حَسَنُ الْبِيئَةِ عَلَى فِعْلَةٍ، مِنْ قَوْلِكَ تَبَوَّأْتُ مَنْزِلًا. وَبَاتَ فُلَانٌ بِبِيئَةِ سَوْءٍ. قَالَ:\nظَلِلْتُ بِذِي الْأَرْطَى فُوَيْقَ مُثَقَّبٍ ... بِبِيئَةِ سُوءٍ هَالِكًا أَوْ كَهَالِكِ\nوَيُقَالُ هُوَ بِبِيئَةِ سَوْءٍ بِمَعْنَاهُ. قَالَ أَبُو مَهْدِيٍّ: يُقَالُ بَاءَتْ عَلَى الْقَوْمِ بَائَيُتُهُمْ إِذَا رَاحَتْ عَلَيْهِمْ إِبِلُهُمْ. وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ أَبِئْ عَلَيْهِ حَقَّهُ، مِثْلَ أَرِحْ عَلَيْهِ حَقَّهُ. وَقَدْ أَبَاءَهُ عَلَيْهِ إِذَا رَدَّهُ عَلَيْهِ. وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ بَاءَ فُلَانٌ بِذَنْبِهِ، كَأَنَّهُ عَادَ إِلَى مَبَاءَتِهِ مُحْتَمِلًا لِذَنْبِهِ. وَقَدْ بُؤْتُ بِالذَّنْبِ، وَبَاءَتِ الْيَهُودُ بِغَضَبِ اللَّهِ تَعَالَى.\nوَالْأَصْلُ الْآخَرُ قَوْلُ الْعَرَبِ: إِنَّ فُلَانًا لَبَوَاءٌ بِفُلَانٍ، أَيْ إِنْ قُتِلَ بِهِ كَانَ كُفُوًا. وَيُقَالُ أَبَأْتُ بِفُلَانٍ قَاتِلَهُ، أَيْ قَتَلْتُهُ. وَاسْتَبَأْتُهُمْ قَاتِلَ أَخِي، أَيْ طَلَبْتُ إِلَيْهِمْ أَنْ يُقَيِّدُوهُ. وَاسْتَبَأْتُ بِهِ مِثْلَ اسْتَقَدْتُ. قَالَ: فَإِنْ تَقْتُلُوا مِنَّا الْوَلِيدَ فَإِنَّنَا ... أَبَأْنَا بِهِ قَتْلَى تُذِلُّ الْمَعَاطِسَا\nوَقَالَ زُهَيْرٌ:\nفَلَمْ أَرَ مَعْشَرًا أَسَرُوا هَدِيًّا ... وَلَمْ أَرَ جَارَ بَيْتٍ يُسْتَبَاءُ\nوَتَقُولُ: بَاءَ فُلَانٌ بِفُلَانٍ، إِذَا قُتِلَ بِهِ. قَالَ:\nأَلَا تَنْتَهِي عَنَّا مُلُوكٌ وَتَتَّقِي ... مَحَارِمَنَا لَا يَبْوُءِ الدَّمُ بِالدَّمِ\nأَيْ مِنْ قَبْلِ أَنْ يَبُوءَ الدِّمَاءُ ; إِذَا اسْتَوَتْ فِي الْقَتْلِ فَقَدْ بَاءَتْ.\nوَمِنْ هَذَا الْبَابِ قَوْلُ الْعَرَبِ: كَلَّمْنَاهُمْ فَأَجَابُونَا عَنْ بَوَاءٍ وَاحِدٍ: [أَجَابُوا] كُلُّهُمْ جَوَابًا وَاحِدًا. وَهُمْ فِي هَذَا الْأَمْرِ بَوَاءٌ أَيْ سَوَاءٌ وَنُظَرَاءُ. وَفِي الْحَدِيثِ: «أَنَّهُ أَمَرَهُمْ أَنْ يَتَبَاءَوْا» ، أَيْ يَتَبَاءَوْنَ فِي الْقِصَاصِ. وَمِنْهُ قَوْلُ مُهَلْهَلٍ لِبُجَيْرِ بْنِ الْحَارِثِ: \" بُؤْ بِشِسْعِ كُلَيْبٍ \". وَأَنْشَدَ:\nفَقُلْتُ لَهُ بُؤْ بِامْرِئٍ لَسْتَ مِثْلَهُ ... وَإِنْ كُنْتَ قُنْعَانًا لِمَنْ يَطْلُبُ الدَّمَا",
    "pg": "1:312-314"
  },
  "بوب": {
    "def": "الْبَاءُ وَالْوَاوُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ قَوْلُكَ تَبَوَّبْتُ بَوَّابًا، أَيِ اتَّخَذْتَ بَوَّابًا وَالْبَابُ أَصْلُ أَلِفِهِ وَاوٌ، فَانْقَلَبَتْ أَلِفًا. فَأَمَّا الْبَوْبَاةُ فَمَكَانٌ، وَهُوَ أَوَّلُ مَا يَبْدُو مِنْ قَرْنٍ إِلَى الطَّائِفِ. قَالَ الْمُتَلَمِّسُ: لَنْ تَسْلُكِي سُبُلَ الْبَوْبَاةِ مُنْجِدَةً ... مَا عِشْتِ عَمْرُو وَمَا عُمِّرْتَ قَابُوسُ",
    "pg": "1:314-315"
  },
  "بوث": {
    "def": "الْبَاءُ وَالْوَاوُ وَالثَّاءُ أَصْلٌ [لَيْسَ] بِالْقَوِيِّ، لَكِنَّهُمْ يَقُولُونَ بَاثَ عَنِ الْأَمْرِ بَوْثًا، إِذَا بَحَثَ عَنْهُ.",
    "pg": "1:315"
  },
  "بوج": {
    "def": "الْبَاءُ وَالْوَاوُ وَالْجِيمُ أَصْلٌ حَسَنٌ، وَهُوَ مِنَ اللَّمَعَانِ. يَقُولُ الْعَرَبُ: تَبَوَّجَ الْبَرْقُ تَبَوُّجًا، إِذَا لَمَعَ.",
    "pg": "1:315"
  },
  "بوح": {
    "def": "الْبَاءُ وَالْوَاوُ وَالْحَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ سَعَةُ الشَّيْءِ وَبُرُوزُهُ وَظُهُورُهُ، فَالْبُوحُ جُمَعُ بَاحَةٍ، وَهِيَ عَرْصَةُ الدَّارِ. وَفِي الْحَدِيثِ: «نَظِّفُوا أَفْنِيَتَكُمْ وَلَا تَدَعُوهَا كَبَاحَةِ الْيَهُودِ» . وَيَقُولُونَ فِي أَمْثَالِهِمُ: \" ابْنُكَ ابْنُ بُوحِكَ \" أَيِ الَّذِي وَلَدْتَهُ فِي بَاحَةِ دَارِكَ.\nوَمِنْ هَذَا الْبَابِ إِبَاحَةُ الشَّيْءِ، وَذَلِكَ أَنَّهُ لَيْسَ بِمَحْظُورٍ عَلَيْهِ، فَأَمْرُهُ وَاسِعٌ غَيْرُ مُضَيَّقٍ. وَ [مِنْ] الْقِيَاسِ اسْتَبَاحُوهُ، أَيِ انْتَهَبُوهُ. وَقَالَ:\nحَتَّى اسْتَبَاحُوا آلَ عَوْفٍ عَنْوَةً ... بِالْمَشْرَفِيِّ وَبِالْوَشِيجِ الذُّبَّلِ\nوَزَعَمَ ابْنُ الْأَعْرَابِيِّ أَنَّ الْبَهْدَلِيَّ قَالَ لَهُ: إِنَّ الْبَاحَةَ جَمَاعَةُ النَّخْلِ. وَأَنْشَدَ:\nأَعْطَى فَأَعْطَانِي يَدًا وَدَارًا ... وَبَاحَةً خَوَّلَهَا عَقَارًا\nوَالْيَدُ جَمَاعَةُ قَوْمِهِ وَنُصَّارُهُ.",
    "pg": "1:315-316"
  },
  "بوخ": {
    "def": "الْبَاءُ وَالْوَاوُ وَالْخَاءُ كَلِمَةٌ فَصِيحَةٌ، وَهُوَ السُّكُونُ. يُقَالُ بَاخَتِ النَّارُ بَوْخًا سَكَنَتْ، وَكَذَلِكَ الْحَرُّ. وَيُقَالُ بَاخَ، إِذَا أَعْيَا ; وَذَلِكَ أَنَّ حَرَكَاتِهِ تَبُوخُ وَتَفْتُرُ.",
    "pg": "1:316"
  },
  "بور": {
    "def": "الْبَاءُ وَالْوَاوُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا هَلَاكُ الشَّيْءِ وَمَا يُشْبِهُهُ مِنْ تَعَطُّلِهِ وَخُلُوِّهِ. وَالْآخَرُ ابْتِلَاءُ الشَّيْءِ وَامْتِحَانُهُ.\nفَأَمَّا الْأَوَّلُ فَقَالَ الْخَلِيلُ: الْبَوَارُ الْهَلَاكُ، تَقُولُ: بَارُوا، وَهُمْ بُورٌ، أَيْ ضَالُّونَ هَلْكَى. وَأَبَارَهُمْ فُلَانٌ، وَقَدْ يُقَالُ لِلْوَاحِدِ وَالْجَمِيعِ وَالنِّسَاءِ وَالذُّكُورِ بُورٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَكُنْتُمْ قَوْمًا بُورًا﴾ [الفتح: ١٢] . قَالَ الْكِسَائِيُّ: وَمِنْهُ الْحَدِيثُ: «أَنَّهُ كَانَ يَتَعَوَّذُ مِنْ بَوَارِ الْأَيِّمِ» ، وَذَلِكَ أَنْ تَكْسُدَ فَلَا تَجِدَ زَوْجًا.\nقَالَ يَعْقُوبُ: الْبُورُ: الرَّجُلُ الْفَاسِدُ الَّذِي لَا خَيْرَ فِيهِ. قَالَ عَبْدُ اللَّهِ بْنُ الزِّبَعْرَى:\nيَا رَسُولَ الْمَلِيكِ إِنَّ لِسَانِي ... رَاتِقٌ مَا فَتَقْتُ إِذْ أَنَا بُورُ\nقَالَ [أَبُو] زَيْدٍ: يُقَالُ إِنَّهُ لَفِي حُورٍ وَبُورٍ، أَيْ ضَيْعَةٍ. وَالْبَائِرُ الْكَاسِدُ، وَقَدْ بَارَتِ الْبِياعَاتُ أَيْ كَسَدَتْ. وَمِنْهُ ﴿دَارَ الْبَوَارِ﴾ [إبراهيم: ٢٨] ، وَأَرْضٌ بَوَارٌ لَيْسَ فِيهَا زَرْعٌ.\nقَالَ أَبُو زِيَادٍ: الْبَُورُ مِنَ الْأَرْضِ الَمَوَْتَانُ، الَّتِي لَا تَصْلُحُ أَنْ تُسْتَخْرَجَ. وَهِيَ أَرَضُونَ أَبْوَارٌ. وَمِنْهُ كِتَابُ رَسُولِ اللَّهِ ﵌ لِأُكَيْدِرَ: «إِنَّ لَنَا الْبَُوْرَ وَالْمُعَامِيَ» . قَالَ الْيَزِيدِيُّ: الْبُورُ الْأَرْضُ الَّتِي تُجَمُّ سَنَةً لِتُزْرَعَ مِنْ قَابِلٍ، وَكَذَلِكَ الْبَوَارُ. قَالَ أَبُو عَبِيدٍ: عَنِ الْأَحْمَرِ نَزَلَتْ بَوَارٌ عَلَى النَّاسِ، أَيْ بَلَاءٌ. وَأَنْشَدَ:\nقُتِلَتْ فَكَانَ تَظَالُمًا وَتَبَاغِيًا ... إِنَّ التَّظَالُمَ فِي الصِّدِيقِ بَوَارُ\nوَالْأَصْلُ الثَّانِي التَّجْرِبَةُ وَالِاخْتِبَارُ. تَقُولُ بُرْتُ فُلَانًا وَبُرْتُ مَا عِنْدَهُ، أَيْ جَرَّبْتُهُ. وَبُرْتُ النَّاقَةَ فَأَنَا أَبُورُهَا، إِذَا أَدْنَيْتَهَا مِنَ الْفَحْلِ لِتَنْظُرَ أَحَامِلٌ هِيَ أَمْ حَائِلٌ. وَكَذَلِكَ الْفَحْلُ مِبْوَرٌ، إِذَا كَانَ عَارِفًا بِالْحَالَيْنِ. قَالَ:\nبِطَعْنٍ كَآذَانِ الْفَرَاءِ فُضُولُهُ ... وَطَعْنٍ كَإِيزَاغِ الْمَخَاضِ تَبُورُهَا\nوَيُقَالُ بَارَ النَّاقَةَ بِالْفَحْلِ. فَأَمَّا قَوْلُهُ:\nمُذَكَّرَةُ الثُّنْيَا مُسَانَدَةُ الْقَرَى ... تُبَارُ إِلَيْهَا الْمُحْصَنَاتُ النَّجَائِبُ\nيَقُولُ: يُشْتَرَى الْمُحَصَّنَاتُ النَّجَائِبُ عَلَى صِفَتِهَا، مِنْ قَوْلِكَ بُرْتُ النَّاقَةَ.",
    "pg": "1:316-317"
  },
  "بوش": {
    "def": "الْبَاءُ وَالْوَاوُ وَالشِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ التَّجَمُّعُ مِنْ أَصْنَافٍ مُخْتَلِفِينَ. يُقَالُ: بَوْشٌ بَائِشٌ، وَلَيْسَ هُوَ عِنْدَنَا مِنْ صَمِيمِ كَلَامِ الْعَرَبِ.",
    "pg": "1:317"
  },
  "بوص": {
    "def": "الْبَاءُ وَالْوَاوُ وَالصَّادُ أَصْلَانِ: أَحَدُهُمَا شَيْءٌ مِنَ الْآرَابِ، وَالْآخَرُ مِنَ السَّبْقِ. فَالْأَوَّلُ الْبَُوْصُ، وَهِيَ عَجِيزَةُ الْمَرْأَةِ. قَالَ:\nعَرِيضَةِ بَُوْصٍ إِذَا أَدْبَرَتْ ... هَضِيمِ الْحَشَا شَخْتَةِ الْمُحْتَضَنْ\nوَالْبُوصُ اللَّوْنُ أَيْضًا.\nفَأَمَّا الْأَصْلُ الْآخَرُ فَالْبَوْصُ الْفَوْتُ وَالسَّبْقُ، يُقَالُ بَاصَنِي، وَمِنْهُ قَوْلُهُمْ: خِمْسٌ بَائِصٌ، أَيْ جَادٌّ مُسْتَعْجِلٌ.",
    "pg": "1:317-318"
  },
  "بوع": {
    "def": "الْبَاءُ وَالْوَاوُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ امْتِدَادُ الشَّيْءِ. فَالْبَوْعُ مِنْ قَوْلِكَ بُعْتُ الْحَبَلَ بَوْعًا إِذَا مَدَدْتَ بَاعَكَ بِهِ. قَالَ الْخَلِيلُ: الْبَوْعُ وَالْبَاعُ لُغَتَانِ، وَلَكِنَّهُمْ يُسَمُّونَ الْبَوْعَ فِي الْخِلْقَةِ. فَأَمَّا بَسْطُ الْبَاعِ فِي الْكَرَمِ وَنَحْوِهِ فَلَا يَقُولُونَ إِلَّا كَرِيمَ الْبَاعِ. قَالَ:\nلَهُ فِي الْمَجْدِ سَابِقَةٌ وَبَاعٌ\nوَالْبَاعُ أَيْضًا مَصْدَرُ بَاعَ يَبُوعُ، وَهُوَ بَسْطُ الْبَاعِ. وَالْإِبِلُ تَبُوعُ فِي سَيْرِهَا. قَالَ النَّابِغَةُ:\nبِبَوْعِ الْقَدْرِ إِنْ قَلِقَ الْوَضِينُ\nوَالرَّجُلُ يَبُوعُ بِمَالِهِ، إِذَا بَسَطَ بِهِ بَاعَهُ. قَالَ: لَقَدْ خِفْتُ أَنْ أَلْقَى الْمَنَايَا وَلَمْ أَنَلْ ... مِنَ الْمَالِ مَا أَسْمُو بِهِ وَأَبُوعُ\nوَأَنْشَدَ ابْنُ الْأَعْرَابِيِّ:\nوَمُسْتَامَةٌ تُسْتَامُ وَهْيَ رَخِيصَةٌ ... تُبَاعُ بِرَاحَاتِ الْأَيَادِي وَتُمْسَحُ\nيَصِفُ فَلَاةً تَسُومُ فِيهَا الْإِبِلُ. رَخِيصَةٌ: لَا تَمْتَنِعُ. تُبَاعُ: تَمُدُّ الْإِبِلُ بِهَا أَبْوَاعَهَا. وَتُمْسَحُ: تُقْطَعُ.\nقَالَ أَبُو عُبَيْدٍ: بُعْتُ الْحَبْلَ أَبُوعُهُ بَوْعًا، إِذَا مَدَدْتَ إِحْدَى يَدَيْكَ حَتَّى يَصِيرَ بَاعًا. اللِّحْيَانَيُّ: إِنَّهُ لَطَوِيلُ الْبَاعِ وَالْبَُوْعُ. وَقَدْ بَاعَ فِي مِشْيَتِهِ يَبُوعُ بَوْعًا وَتَبَوَّعَ تَبَوُّعًا، وَانْبَاعَ، إِذَا طَوَّلَ خُطَاهُ. قَالَ:\nيَجْمَعُ حِلْمًا وَأَنَاةً مَعًا ... ثُمَّتَ يَنْبَاعُ انْبِيَاعَ الشُّجَاعْ\nوَتَقُولُ الْعَرَبُ فِي أَمْثَالِهَا: \" مُخْرَنْبِقٌ لِيَنْبَاعَ \"، الْمُخْرَنْبِقُ الْمُطْرِقُ السَّاكِتُ. وَقَوْلُهُ: لِيَنْبَاعَ، أَيْ لِيَثِبَ. يُضْرَبُ مَثَلًا لِلرَّجُلِ يُطْرِقُ لِدَاهِيَةٍ يُرِيدُهَا.\nقَالَ أَبُو حَاتِمٍ: بَوْعُ الظَّبْيِ سَعْيُهُ دُونَ النَّفْزِ، وَالنَّفْزُ بُلُوغُهُ أَشَدَّ الْإِحْضَارِ.\nاللِّحْيَانَيُّ: يُقَالُ: وَاللَّهِ لَا يَبُوعُونَ بَوْعَهُ أَبَدًا، أَيْ لَا يَبْلُغُونَ مَا بَلَغَ. قَالَ أَبُو زَيْدٍ: جَمَلٌ بُوَاعٌ، أَيْ جَسِيمٌ. وَيُقَالُ انْبَاعَ الزَّيْتُ إِذَا سَالَ. [قَالَ] :\nوَمُطَّرِدٌ لَدْنُ الْكُعُوبِ كَأَنَّمَا ... تَغَشَّاهُ مُنْبَاعٌ مِنَ الزَّيْتِ سَائِلُ وَيُقَالُ فَرَسٌ بَيِّعٌ أَيْ بَعِيدُ الْخُطْوَةِ ; وَهُوَ مِنَ الْبَوْعِ. قَالَ الْعَبَّاسُ بْنُ مِرْدَاسٍ:\nعَلَى مَتْنِ جَرْدَاءِ السَّرَاةِ نَبِيلَةٍ ... كَعَالِيَةِ الْمُرَّانِ بَيِّعَةِ الْقَدْرِ",
    "pg": "1:318-320"
  },
  "بوغ": {
    "def": "الْبَاءُ وَالْوَاوُ وَالْغَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ ثَوَرَانُ الشَّيْءِ. يُقَالُ: تَبَوَّغَ إِذَا ثَارَ، مِثْلَ تَبَيَّغَ. وَالْبَوْغَاءُ: التُّرَابُ يَثُورُ عَنْهُ غُبَارُهُ.",
    "pg": "1:320"
  },
  "بوق": {
    "def": "الْبَاءُ وَالْوَاوُ وَالْقَافُ لَيْسَ بِأَصْلٍ مُعَوَّلٍ عَلَيْهِ، وَلَا فِيهِ عِنْدِي كَلِمَةٌ صَحِيحَةٌ. وَقَدْ ذَكَرُوا أَنَّ الْبُوقَ الْكَذِبُ وَالْبَاطِلُ. وَذَكَرُوا بَيْتًا لِحَسَّانَ:\nإِلَّا الَّذِي نَطَقُوا بُوقًا وَلَمْ يَكُنِ\nوَهَذَا إِنْ صَحَّ فَكَأَنَّهُ حِكَايَةُ صَوْتٍ.\nفَأَمَّا قَوْلُهُمْ: بَاقَتْهُمْ بَائِقَةٌ وَهِيَ الدَّاهِيَةُ تَنْزِلُ، فَلَيْسَتْ أَصْلًا، وَأُرَاهَا مُبْدَلَةً مِنْ جِيمٍ، وَالْبَائِجَةُ كَالْفَتْقِ وَالْخَلَلِ. وَقَدْ ذُكِرَ فِيمَا مَضَى.",
    "pg": "1:320"
  },
  "بوك": {
    "def": "الْبَاءُ وَالْوَاوُ وَالْكَافُ لَيْسَ أَصْلًا، وَهُوَ كِنَايَةٌ عَنِ الْفِعْلِ. يُقَالُ بَاكَ الْحِمَارُ الْأَتَانَ.",
    "pg": "1:320-321"
  },
  "بول": {
    "def": "الْبَاءُ وَالْوَاوُ وَاللَّامُ أَصْلَانِ: أَحَدُهُمَا مَاءٌ يَتَحَلَّبُ وَالثَّانِي الرُّوعُ.\nفَالْأَوَّلُ الْبَوْلُ، وَهُوَ مَعْرُوفٌ وَفُلَانٌ حَسَنُ الْبِيلَةِ، وَهِيَ الْفِعْلَةُ مِنَ الْبَوْلِ. وَأَخَذَهُ بُوَالٌ إِذَا كَانَ يُكْثِرُ الْبَوْلَ. وَرُبَّمَا عَبَّرُوا عَنِ النَّسْلِ بِالْبَوْلِ. قَالَ الْفَرَزْدَقُ:\nأَبِي هُوَ ذُو الْبَوْلِ الْكَثِيرِ مُجَاشِعٌ ... بِكُلِ بِلَادٍ لَا يَبُولُ بِهَا فَحْلُ\nقَالَ الْأَصْمَعِيُّ: يُقَالُ لِنُطَفِ الْبِغَالُ أَبْوَالُ الْبِغَالِ، وَمِنْهُ قِيلَ لِلسَّرَابِ \" أَبْوَالُ الْبِغَالِ \" عَلَى التَّشْبِيهِ. وَإِنَّمَا شُبِّهَ بِأَبْوَالِ الْبِغَالِ لِأَنَّ بَوْلَ الْبِغَالِ كَاذِبٌ لَا يُلْقِحُ، وَالسَّرَابُ كَذَلِكَ. قَالَ ابْنُ مُقْبِلٍ:\nبِسَرْوِ حِمْيَرَ أَبْوَالُ الْبِغَالِ بِهِ ... أَنَّى تَسَدَّيْتَ وَهْنًا ذَلِكَ الْبِينَا\nقَالَ ابْنُ الْأَعْرَابِيِّ: شَحْمَةٌ بَوَّالَةٌ، إِذَا أَسْرَعَ ذَوْبُهَا. [قَالَ] :\nإِذْ قَالَتِ النَّثُولُ لِلْجَمُولِ ... يَا ابْنَةَ شَحْمٍ فِي الْمَرِيءِ بُولِيَ\nالْجَمُولُ: شَحْمَةٌ تُطْبَخُ. وَالنَّثُولُ: الْمَرْأَةُ الَّتِي تُخْرِجُهَا مِنَ الْقِدْرِ. وَيُقَالُ زِقٌّ بَوَّالٌ إِذَا كَانَ يَتَفَجَّرُ بِالشَّرَابِ، وَهُوَ فِي شِعْرِ عَدِيٍّ.\nوَأَمَّا الْأَصْلُ الثَّانِي فَالْبَالُ: بَالُ النَّفْسِ. وَيُقَالُ مَا خَطَرَ بِبَالِي، أَيْ مَا أُلْقِيَ فِي رُوعِي. فَإِنْ قَالَ قَائِلٌ: فَإِنَّ الْخَلِيلَ ذَكَرَ أَنَّ بَالَ النَّفْسِ هُوَ الِاكْتِرَاثُ، وَمِنْهُ اشْتُقَّ مَا بَالَيْتُ، وَلَمْ يَخْطُِرْ بِبَالِي. قِيلَ لَهُ: هُوَ الْمَعْنَى الَّذِي ذَكَرْنَاهُ، وَمَعْنَى الِاكْتِرَاثِ أَنْ يَكْرُِثَهُ مَا وَقَعَ فِي نَفْسِهِ، فَهُوَ رَاجِعٌ إِلَى مَا قُلْنَاهُ. وَالْمَصْدَرُ الْبَالَةُ وَالْمُبَالَاةُ. وَمِنْهُ قَوْلُ ابْنِ عَبَّاسٍ وَسُئِلَ عَنِ الْوُضُوءِ بِاللَّبَنِ: \" مَا أُبَالِيهِ بَالَةً، اسْمَحْ يُسْمَحْ لَكَ \". وَيَقُولُونَ: لَمْ أُبَالِ وَلَمْ أُبَلْ، عَلَى الْقَصْرِ.\nوَمِمَّا حُمِلَ عَلَى هَذَا: الْبَالُ، وَهُوَ رَخَاءُ الْعَيْشِ ; يُقَالُ إِنَّهُ لَرَاخِي الْبَالِ، وَنَاعِمُ الْبَالِ.",
    "pg": "1:321-322"
  },
  "بوم": {
    "def": "الْبَاءُ وَالْوَاوُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا. فَالْبُومُ ذَكَرُ الْهَامِ، وَهُوَ جَمْعُ بُومَةٍ. قَالَ:\nقَدْ أَعْسِفُ النَّازِحَ الْمَجْهُولَ مَعْسِفُهُ ... فِي ظِلِّ أَخْضَرَ يَدْعُو هَامَهُ الْبُومُ\nقَالُوا: وَجَمْعُ الْبُومِ أَبْوَامٌ. قَالَ:\nفَلَاةٍ لِصَوْتِ الْجِنِّ فِي مُنْكَرَاتِهَا ... هَرِيرٌ وَلِلْأَبْوَامِ فِيهَا نَوَائِحُ",
    "pg": "1:322"
  },
  "بون": {
    "def": "الْبَاءُ وَالْوَاوُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ الْبُعْدُ. قَالَ الْخَلِيلُ: يُقَالُ بَيْنَهُمَا بَوْنٌ بَعِيدٌ وَبُوَنٌ - عَلَى وَزْنِ حَوْرٍ وَحُوَرٍ - وَبَيْنٌ بَعِيدٌ أَيْضًا، أَيْ فَرْقٌ. قَالَ ابْنُ الْأَعْرَابِيِّ: بَانَنِي فُلَانٌ يَبُونُنِي، إِذَا تَبَاعَدَ مِنْكَ أَوْ قَطَعَكَ. قَالَ وَبَانَنِي يَبِينُنِي مِثْلَهُ.\nفَإِنْ قِيلَ: فَكَيْفَ يَنْقَاسُ الْبُِوَانُ عَلَى هَذَا؟ قِيلَ لَهُ: لَا يَبْعُدُ ; وَذَلِكَ أَنَّ الْبُِوَانَ الْعَمُودُ مِنْ أَعْمِدَةِ الْخِبَاءِ، وَهُوَ يُسْمَكُ بِهِ الْبَيْتُ وَيَسْمُو بِهِ، وَتِلْكَ الْفُرْجَةُ هِيَ الْبَوْنُ.\nقَالَ أَبُو مَهْدِيٍّ: الْبُِوَانَ عَمُودٌ يُسْمَكُ بِهِ فِي الطُّنُبِ الْمُقَدَّمِ فِي وَسَطِ الشُّقَّةِ الْمُرَوَّقِ بِهَا الْبَيْتُ. قَالَ: فَذَلِكَ هُوَ الْمَعْرُوفُ بِالْبُِوَانِ. قَالَ: ثُمَّ تُسَمَّى سَائِرُ الْعَُمَُدِ بُوَنًا وَبُوَانَاتٍ. وَأَنْشَدَ:\nوَمَجْلِسَهُ تَحْتَ الْبُِوَانِ الْمُقَدَّمِ\nوَقَالَ آخَرُ:\nيَمْشِي إِلَى بُِوَانِهَا مَشْيَ الْكَسِلْ\nوَمِنَ الْبَابِ: الْبَانَةُ، وَهِيَ شَجَرَةٌ. فَأَمَّا ذُو الْبَانِ فَكَانَ مِنْ بِلَادِ بَنِي الْبَكَّاءِ. قَالَ فِيهِ الشَّاعِرُ:\nوَوَجْدِي بِهَا أَيَّامَ ذِي الْبَانِ دَلَّهَا ... أَمِيرٌ لَهُ قَلْبٌ عَلَيَّ سَلِيمُ\nوَبُوَانَةُ: وَادٍ لَبَنِي جُشَمَ.",
    "pg": "1:322-324"
  },
  "بوه": {
    "def": "الْبَاءُ وَالْوَاوُ وَالْهَاءُ لَيْسَ بِأَصْلٍ عِنْدِي، وَهُوَ كَلَامٌ كَالتَّهَكُّمِ وَالْهُزْءِ. يَقُولُونَ لِلرَّجُلِ الَّذِي لَا خَيْرَ فِيهِ وَلَا غَنَاءَ عِنْدِهِ: بُوهَةٌ. قَالَ:\nيَا هِنْدُ لَا تَنْكِحِي بُوهَةً ... عَلَيْهِ عَقِيقَتُهُ أَحْسَبَا\nوَمَثَلُهُ قَوْلُهُمْ إِنَّ الْبُوهَ طَائِرٌ مِثْلُ الْبُومَةِ. قَالَ:\nكَالْبُوهِ تَحْتَ الظُّلَّةِ الْمَرْشُوشِ\nقَالَ: يَقُولُ: كَأَنِّي طَائِرٌ قَدْ تَمَرَّطَ رِيشُهُ مِنَ الْكِبَرِ، فَرُشَّ عَلَيْهِ الْمَاءُ لِيَكُونَ أَسْرَعَ لِنَبَاتِ رِيشِهِ. قَالَ: هُوَ يُفْعَلُ هَذَا بِالصُّقُورَةِ خَاصَّةً. قَالُوا: وَإِيَّاهُ أَرَادَ امْرُؤُ الْقَيْسِ، فَشَبَّهَ بِهِ الرَّجُلَ، وَهَذَا يَدُلُّ عَلَى مَا قُلْنَاهُ. وَكَذَلِكَ الْبُوهَةُ، وَهُوَ مَا طَارَتْ بِهِ الرِّيحُ مِنَ التُّرَابِ. يُقَالُ: \" أَهْوَنُ مِنْ صَوْفَةٍ فِي بُوهَةٍ \".\n\n[بَابُ الْبَاءِ وَالْيَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:324"
  },
  "بيء": {
    "def": "الْبَاءُ وَالْيَاءُ وَالْبَاءُ وَالْهَمْزَةُ، لَيْسَتْ أُصُولًا تُقَاسُ، لِأَنَّهَا كَلِمَاتٌ مُفْرَدَةٌ. يَقُولُونَ \" هَيُّ بْنُ بَيٍّ \" لِمَنْ لَا يُعْرَفُ. وَيَقُولُونَ بِأْبَأْتُ الصَّبِيَّ قُلْتُ لَهُ بَابَا. قَالَ الْأَحْمَرُ: بَأْبَأَ الرَّجُلُ أَسْرَعَ. وَقَدْ تَبَأْبَأْنَا: إِذَا أَسْرَعْنَا. وَالْبُؤْبُؤُ: السَّيِّدُ الظَّرِيفُ. وَالْبُؤْبُؤُ: الْأَصْلُ. قَالَ:\nفِي بُؤْبُؤِ الْمَجْدِ وَبُحبُوحِ الْكَرَمْ\nوَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْبَاءِ وَالتَّاءِ وَمَا بَعْدَهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:194"
  },
  "بيت": {
    "def": "الْبَاءُ وَالْيَاءُ وَالتَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمَأْوَى وَالْمَآبُ وَمَجْمَعُ الشَّمْلِ. يُقَالُ بَيْتٌ وَبُيُوتٌ وَأَبْيَاتٌ. وَمِنْهُ يُقَالُ لِبَيْتِ الشِّعْرِ بَيْتٌ عَلَى التَّشْبِيهِ لِأَنَّهُ مَجْمَعُ الْأَلْفَاظِ وَالْحُرُوفِ وَالْمَعَانِي، عَلَى شَرْطٍ مَخْصُوصٍ وَهُوَ الْوَزْنُ. وَإِيَّاهُ أَرَادَ الْقَائِلُ:\nوَبَيْتٍ عَلَى ظَهْرِ الْمَطِيِّ بَنَيْتُهُ ... بِأَسْمَرَ مَشْقُوقِ الْخَيَاشِيمِ يَرْعُفُ أَرَادَ بِالْأَسْمَرِ الْقَلَمَ. وَالْبَيْتُ: عِيَالُ الرَّجُلِ وَالَّذِينَ يَبِيتُ عِنْدَهُمْ. وَيُقَالُ:\nمَا لِفُلَانٍ بِيتَةُ لَيْلَةٍ، أَيْ مَا يَبِيتُ عَلَيْهِ مِنْ طَعَامٍ وَغَيْرِهِ. وَبَيَّتَ الْأَمْرَ إِذَا دَبَّرَهُ لَيْلًا. قَالَ اللَّهُ تَعَالَى: ﴿إِذْ يُبَيِّتُونَ مَا لَا يَرْضَى مِنَ الْقَوْلِ﴾ [النساء: ١٠٨] ، أَيْ حِينَ يَجْتَمِعُونَ فِي بُيُوتِهِمْ. غَيْرَ أَنَّ ذَلِكَ يُخَصُّ بِاللَّيْلِ. النَّهَارُ يَظَلُّ كَذَا. وَالْبَيُّوتُ: الْمَاءُ الَّذِي يَبِيتُ لَيْلًّا. وَالْبَيُّوتُ: الْأَمْرُ يُبَيِّتُ عَلَيْهِ صَاحِبُهُ مُهْتَمًّا بِهِ. قَالَ أُمَيَّةُ:\nوَأَجْعَلُ فُقْرَتَهَا عُدَّةً ... إِذَا خِفْتُ بَيُّوتَ أَمْرٍ عُضَالٍ\nوَالْبَيَاتُ وَالتَّبْيِيتُ: أَنْ تَأْتِيَ الْعَدُوَّ لَيْلًا، كَأَنَّكَ أَخَذْتَهُ فِي بَيْتِهِ. وَقَدْ رُوِيَ عَنْ [أَبِي] عُبَيْدَةَ أَنَّهُ قَالَ: بُيِّتَ الشَّيْءُ إِذَا قُدِّرَ، وَيُشَبَّهُ ذَلِكَ بِتَقْدِيرِ بُيُوتِ الشَّعْرِ. وَهَذَا لَيْسَ بِبَعِيدٍ مِنَ الْأَصْلِ الَّذِي أَصَّلْنَاهُ وَقِسْنَا عَلَيْهِ.",
    "pg": "1:324-325"
  },
  "بيح": {
    "def": "الْبَاءُ وَالْيَاءُ وَالْحَاءُ لَيْسَ بِأَصْلٍ وَلَا فَرْعٍ، وَلَيْسَ فِيهِ إِلَّا الْبِيَاحُ، وَهُوَ سَمَكٌ.",
    "pg": "1:325"
  },
  "بيد": {
    "def": "الْبَاءُ وَالْيَاءُ وَالدَّالُ أَصْلٌ [وَاحِدٌ] ، وَهُوَ أَنْ يُودِيَ الشَّيْءُ. يُقَالُ بَادَ الشَّيْءُ بَيْدًا وَبُيُودًا، إِذَا أَوْدَى. وَالْبَيْدَاءُ الْمَفَازَةُ مِنْ هَذَا أَيْضًا. وَالْجَمْعُ بَيْنَهُمَا فِي الْمَعْنَى ظَاهِرٌ. وَيُقَالُ إِنَّ الْبَيْدَانَةَ الْأَتَانُ تَسْكُنُ الْبَيْدَاءَ. فَأَمَّا قَوْلُهُمْ بَيْدَ، فَكَذَا جَاءَ بِمَعْنَى غَيْرَ، يُقَالُ فُعِلَ كَذَا بَيْدَ أَنَّهُ كَانَ كَذَا. وَقَدْ جَاءَ فِي حَدِيثِ النَّبِيِّ ﵌: «نَحْنُ الْآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ، بَيْدَ أَنَّهُمْ أُوتُوا الْكِتَابَ مِنْ قَبْلِنَا وَأُوتِينَا مِنْ بَعْدِهِمْ» . وَقَالَ:\nعَمْدًا فَعَلْتُ ذَاكَ بَيْدَ أَنِّي ... إِخَالُ لَوْ هَلَكْتُ لَمْ تُرِنِّي\nوَهَذَا يُبَايِنُ الْقِيَاسَ الْأَوَّلَ. وَلَوْ قِيلَ إِنَّهُ أَصْلٌ بِرَأْسِهِ لَمْ يَبْعُدْ.",
    "pg": "1:325-326"
  },
  "بيص": {
    "def": "الْبَاءُ وَالْيَاءُ وَالصَّادُ لَيْسَ بِأَصْلٍ. لِأَنَّ بَيْصَ إِتْبَاعٌ لِحَيْصَ. يُقَالُ: وَقَعَ الْقَوْمُ فِي حَيْصَ بَيْصَ، أَيِ اخْتِلَاطٍ. قَالَ:\nلَمْ تَلْتَحِصْنِي حَيْصَ بَيْصَ لَحَاصِ",
    "pg": "1:326"
  },
  "بيض": {
    "def": "الْبَاءُ وَالْيَاءُ وَالضَّادُ أَصْلٌ، وَمُشْتَقٌّ مِنْهُ، وَمُشَبَّهٌ بِالْمُشْتَقِّ.\nفَالْأَصْلُ الْبَيَاضُ مِنَ الْأَلْوَانِ. يُقَالُ ابْيَضَّ الشَّيْءُ. وَأَمَّا الْمُشْتَقُّ مِنْهُ فَالْبَيْضَةُ لِلدَّجَاجَةِ وَغَيْرِهَا، وَالْجَمْعُ الْبَيْضُ، وَالْمُشَبَّهُ بِذَلِكَ بَيْضَةُ الْحَدِيدِ.\nوَمِنَ الِاسْتِعَارَةِ قَوْلُهُمْ لِلْعَزِيزِ فِي مَكَانِهِ: هُوَ بَيْضَةُ الْبَلَدِ، أَيْ يُحْفَظُ وَيُحَصَّنُ كَمَا تُحْفَظُ الْبَيْضَةُ. يُقَالَ حَمَى بَيْضَةَ الْإِسْلَامِ وَالدِّينِ. فَإِذَا عَبَّرُوا عَنِ الذَّلِيلِ الْمُسْتَضْعَفِ بِأَنَّهُ بَيْضَةُ الْبَلَدِ، يُرِيدُونَ أَنَّهُ مَتْرُوكٌ مُفْرَدٌ كَالْبَيْضَةِ الْمَتْرُوكَةِ بِالْعَرَاءِ. وَلِذَلِكَ تُسَمَّى الْبَيْضَةُ التَّرِيكَةَ. وَقَدْ فُسِّرَتْ فِي مَوْضِعِهَا. وَيُقَالُ بَاضَتِ الْبُهْمَى إِذَا سَقَطَتْ نِصَالُهَا. وَبَاضَ الْحَرُّ اشْتَدَّ ; وَيُرَادُ بِذَلِكَ أَنَّهُ تَمَكَّنَ كَأَنَّهُ بَاضَ وَفَرَّخَ وَتَوَطَّنَ.",
    "pg": "1:326-327"
  },
  "بيظ": {
    "def": "الْبَاءُ وَالْيَاءُ وَالظَّاءُ كَلِمَةٌ مَا أَعْرِفُهَا فِي صَحِيحِ كَلَامِ الْعَرَبِ، وَلَوْ أَنَّهُمْ ذَكَرُوهَا مَا كَانَ لِإِثْبَاتِهَا وَجْهٌ. قَالُوا: الْبَيْظُ مَاءُ الْفَحْلِ.",
    "pg": "1:327"
  },
  "بيع": {
    "def": "الْبَاءُ وَالْيَاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ بَيْعُ الشَّيْءِ، وَرُبَّمَا سُمِّيَ الشِّرَى بَيْعًا. وَالْمَعْنَى وَاحِدٌ. قَالَ رَسُولُ اللَّهِ ﵌: «لَا يَبِعْ أَحَدُكُمْ عَلَى بَيْعِ أَخِيهِ» قَالُوا: مَعْنَاهُ لَا يَشْتَرِ عَلَى شِرَى أَخِيهِ. وَيُقَالُ بِعْتُ الشَّيْءَ بَيْعًا، فَإِنْ عَرَضْتَهُ لِلْبَيْعِ قُلْتَ أَبَعْتُهُ. قَالَ:\nفَرَضِيتُ آلَاءَ الْكُمَيْتِ فَمَنْ يُبِعْ ... فَرَسًا فَلَيْسَ جَوَادُنَا بِمُبَاعِ",
    "pg": "1:327"
  },
  "بيغ": {
    "def": "الْبَاءُ وَالْيَاءُ وَالْغَيْنُ لَيْسَ بِأَصْلٍ. وَالَّذِي جَاءَ فِيهِ تَبَيُّغُ الدَّمِ، وَهُوَ هَيْجُهُ. قَالُوا: أَصْلُهُ تَبَغَّى، فَقُدِّمَتِ الْيَاءُ وَأُخِّرَتِ الْغَيْنُ، كَقَوْلِكَ جَذَبَ وَجَبَذَ، وَمَا أَطْيَبَهُ وَأَيْطَبَهُ.",
    "pg": "1:327"
  },
  "بين": {
    "def": "الْبَاءُ وَالْيَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ بُعْدُ الشَّيْءِ وَانْكِشَافُهُ. فَالْبَيْنُ الْفِرَاقُ ; يُقَالُ بَانَ يَبِينُ بَيْنًا وَبَيْنُونَةً. وَالْبَيُونُ الْبِئْرُ الْبَعِيدَةُ الْقَعْرِ. وَالْبِينُ: قِطْعَةٌ مِنَ الْأَرْضِ قَدْرُ مَدِّ الْبَصَرِ. قَالَ: بِسَرْوِ حِمْيَرَ أَبْوَالُ الْبِغَالِ بِهِ ... أَنَّى تَسَدَّيْتَ وَهْنًا ذَلِكَ الْبِينَا\nوَبَانَ الشَّيْءُ وَأَبَانَ إِذَا اتَّضَحَ وَانْكَشَفَ. وَفُلَانٌ أَبْيَنُ مِنْ فُلَانٍ ; أَيْ أَوْضَحُ كَلَامًا مِنْهُ. فَأَمَّا الْبَائِنُ فِي الْحَلْبِ. . . .\n\n[بَابُ الْبَاءِ وَالْهَمْزَةِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:327-328"
  }
}