{
  "كاب": {
    "def": "الْكَافُ وَالْهَمْزَةُ وَالْبَاءُ كَلِمَةٌ تَدُلُّ عَلَى انْكِسَارٍ وَسُوءِ حَالٍ. مِنْ ذَلِكَ الْكَآبَةُ. يُقَالُ كَأْبَةٌ وَكَآبَةٌ، وَرَجُلٌ كَئِيبٌ.",
    "pg": "5:152"
  },
  "كاد": {
    "def": "الْكَافُ وَالْأَلِفُ وَالدَّالُ يَدُلُّ عَلَى شِدَّةٍ وَمَشَقَّةٍ. يَقُولُونَ: تَكَاءَدَهُ الْأَمْرُ، إِذَا صَعُبَ عَلَيْهِ. وَالْعَقَبَةُ الْكَؤُودُ: الصَّعْبَةُ.\n\n[بَابُ الْكَافِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:152"
  },
  "كاذ": {
    "def": "الْكَافُ وَالْأَلِفُ وَالذَّالُ كَلِمَةٌ، وَهِيَ الْكَاذَةُ: لَحْمُ أَعَالِي الْفَخِذَيْنِ.",
    "pg": "5:152"
  },
  "كار": {
    "def": "الْكَافُ وَالْأَلِفُ وَالرَّاءُ. يَقُولُونَ: الْكَأْرُ: أَنْ يَكْأَرَ الرَّجُلُ مِنَ الطَّعَامِ، أَيْ يُصِيبُ مِنْهُ أَخْذًا وَأَكْلًا.",
    "pg": "5:152"
  },
  "كان": {
    "def": "الْكَافُ وَالْأَلِفُ وَالنُّونُ. يَقُولُونَ: كَأَنَ، أَيِ اشْتَدَّ، وَكَأَنْتُ: اشْتَدَدْتُ.",
    "pg": "5:152"
  },
  "كبب": {
    "def": "الْكَافُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جَمْعٍ وَتَجَمُّعٍ، لَا يَشِذُّ مِنْهُ [شَيْءٌ] . يُقَالُ لِمَا تَجَمَّعَ مِنَ الرَّمْلِ كُبَابٌ. قَالَ:\nيُثِيرُ الْكُبَابَ الْجَعْدَ عَنْ مَتْنِ مَحْمِلِ\nوَمِنْهُ: كَبَبْتُ الشَّيْءَ لِوَجْهِهِ أَكُبُّهُ كَبًّا. وَأَكَبَّ فُلَانٌ عَلَى الْأَمْرِ يَفْعَلُهُ.\nوَتَكَبَّبَتِ الْإِبِلُ، إِذَا صُرِعَتْ مِنْ هُزَالٍ أَوْ دَاءٍ. وَالْكَبْكَبَةُ: أَنْ يَتَدَهْوَرَ الشَّيْءُ إِذَا أُلْقِيَ فِي هُوَّةٍ حَتَّى يَسْتَقِرَّ، فَكَأَنَّهُ [تَرَدَّدَ] فِي الْكَبِّ. وَيُقَالُ: جَاءَ مُتَكَبْكِبًا فِي ثِيَابِهِ، أَيْ مُتَزَمِّلًا. وَمِنْ ذَلِكَ الْكُبَّةُ مِنَ الْغَزْلِ. وَمِنَ الْبَابِ كَوْكَبُ الْمَاءِ، وَهُوَ مُعْظَمُهُ. وَالْكَبْكَبَةُ: الْجَمَاعَةُ مِنَ الْخَيْلِ. وَالْكَوْكَبُ يُسَمَّى كَوْكَبًا مِنْ هَذَا الْقِيَاسِ.\nقَالَ أَبُو عُبَيْدَةَ: ذَهَبَ الْقَوْمُ تَحْتَ كُلِّ كَوْكَبٍ، إِذَا تَفَرَّقُوا. وَيُقَالُ لِلصَّبِيِّ إِذَا قَارَبَ الْمُرَاهَقَةَ: كَوْكَبٌ، وَذَلِكَ لِتَجَمُّعِ خَلْقِهِ. وَالْكَبَّةُ: الزِّحَامُ. فَأَمَّا قَوْلُهُمْ لِنَوْرِ الرَّوْضَةِ كَوْكَبٌ، فَذَاكَ عَلَى التَّشْبِيهِ مِنْ بَابِ الضِّيَاءِ. قَالَ الْأَعْشَى: يُضَاحِكُ الشَّمْسَ مِنْهَا كَوْكَبٌ شَرِقٌ ... مُؤَزَّرٌ بِعَمِيمِ النَّبْتِ مُكْتَهَلُ\nوَكَذَلِكَ قَوْلُهُمْ لِبَرِيقِ الْكَتِيبَةِ: كَوْكَبٌ.",
    "pg": "5:124-125"
  },
  "كبت": {
    "def": "الْكَافُ وَالْبَاءُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ مِنَ الْإِذْلَالِ وَالصَّرْفِ عَنِ الشَّيْءِ. يُقَالُ: كَبَتَ اللَّهُ الْعَدُوَّ يَكْبِتُهُ، إِذَا صَرَفَهُ وَأَذَلَّهُ. قَالَ اللَّهُ تَعَالَى: ﴿إِنَّ الَّذِينَ يُحَادُّونَ اللَّهَ وَرَسُولَهُ كُبِتُوا كَمَا كُبِتَ الَّذِينَ مِنْ قَبْلِهِمْ﴾ [المجادلة: ٥] .",
    "pg": "5:152-153"
  },
  "كبث": {
    "def": "الْكَافُ وَالْبَاءُ وَالثَّاءُ كَلِمَةٌ، وَهِيَ الْكَبَاثُ، يُقَالُ: إِنَّهُ حَمْلُ الْأَرَاكِ. وَحَكَوْا عَنِ الشَّيْبَانِيِّ: كَبِثَ اللَّحْمُ: تَغَيَّرَ وَأَرْوَحَ. قَالَ:\nأَصْبَحَ عَمَّارٌ نَشِيطًا أَبِثَا ... يَأْكُلُ لَحْمًا بَائِتًا قَدْ كَبِثَا.",
    "pg": "5:153"
  },
  "كبح": {
    "def": "الْكَافُ وَالْبَاءُ وَالْحَاءُ كَلِمَةٌ. يُقَالُ: كَبَحْتُ الْفَرَسَ بِلِجَامِهِ أَكْبَحُهُ.",
    "pg": "5:153"
  },
  "كبد": {
    "def": "الْكَافُ وَالْبَاءُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شِدَّةٍ فِي شَيْءٍ وَقُوَّةٍ. مِنْ ذَلِكَ الْكَبَدُ، وَهِيَ الْمَشَقَّةُ. يُقَالُ: لَقِيَ فُلَانٌ مِنْ هَذَا الْأَمْرِ كَبَدًا، أَيْ مَشَقَّةً. قَالَ تَعَالَى: ﴿لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي كَبَدٍ﴾ [البلد: ٤] وَكَابَدْتُ الْأَمْرَ: قَاسَيْتُهُ فِي مَشَقَّةٍ. وَمِنَ الْبَابِ الْكَبِدُ، وَهِيَ مَعْرُوفَةٌ، سُمِّيَتْ كَبِدًا لِتَكَبُّدِهَا. وَالْأَكْبَدُ: الَّذِي نَهَدَ مَوْضِعُ كَبِدِهِ. وَكَبَدْتُ الرَّجُلَ: أَصَبْتُ كَبِدَهُ. وَكَبِدُ الْقَوْسِ: مُسْتَعَارٌ مِنْ كَبِدِ الْإِنْسَانِ، وَهُوَ مَقْبِضُهَا. وَقَوْسٌ كَبْدَاءُ: إِذَا مَلَأَ مَقْبِضُهَا الْكَفَّ. وَمِنَ الِاسْتِعَارَةِ: كَبِدُ السَّمَاءِ: وَسَطُهَا. وَيَقُولُونَ: كُبَيْدَاءُ السَّمَاءِ، كَأَنَّهُمْ صَغَّرُوهَا، وَجَمَعُوهَا عَلَى كُبَيْدَاتٍ. وَيُقَالُ: تَكَبَّدَتِ الشَّمْسُ، إِذَا صَارَتْ فِي كَبِدِ السَّمَاءِ. وَالْكُبَادُ: وَجَعُ الْكَبِدِ. وَتَكَبَّدَ اللَّبَنُ: غَلُظَ وَخَثُرَ.",
    "pg": "5:153"
  },
  "كبر": {
    "def": "الْكَافُ وَالْبَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِلَافِ الصِّغَرِ. يُقَالُ: هُوَ كَبِيرٌ، وَكُبَارٌ، وَكُبَّارٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَمَكَرُوا مَكْرًا كُبَّارًا﴾ [نوح: ٢٢] وَالْكِبْرُ: مُعْظَمُ الْأَمْرِ، قَوْلُهُ عَزَّ وَعَلَا: ﴿وَالَّذِي تَوَلَّى كِبْرَهُ﴾ [النور: ١١] ، أَيْ مُعْظَمَ أَمْرِهِ. وَيَقُولُونَ: كِبْرُ سِيَاسَةِ الْقَوْمِ فِي الْمَالِ. فَأَمَّا الْكُبْرُ بِضَمِّ الْكَافِ فَهُوَ الْقُعْدُدُ. يُقَالُ: الْوَلَاءُ لِلْكُبْرِ يُرَادُ بِهِ أَقْعَدُ الْقَوْمِ فِي النَّسَبِ، وَهُوَ الْأَقْرَبُ إِلَى الْأَبِ الْأَكْبَرِ.\nوَمِنَ الْبَابِ الْكِبَرُ، وَهُوَ الْهَرَمُ. وَالْكِبْرُ: الْعَظَمَةُ، وَكَذَلِكَ الْكِبْرِيَاءُ. وَيُقَالُ: وَرِثُوا الْمَجْدَ كَابِرًا عَنْ كَابِرٍ، أَيْ كَبِيرًا عَنْ كَبِيرٍ فِي الشَّرَفِ وَالْعِزِّ. وَعَلَتْ فُلَانًا كَبْرَةٌ، إِذَا كَبِرَ. وَيُقَالُ: أَكْبَرْتُ الشَّيْءَ: اسْتَعْظَمْتُهُ.",
    "pg": "5:153-154"
  },
  "كبس": {
    "def": "الْكَافُ وَالْبَاءُ وَالسِّينِ أَصْلٌ صَحِيحٌ، وَهُوَ مِنَ الشَّيْءِ يُعْلَى بِالشَّيْءِ الرَّزِينِ، ثُمَّ يُقَاسُ عَلَى هَذَا مَا يَكُونُ فِي مَعْنَاهُ. مِنْ ذَلِكَ الْكَبْسُ: طَمُّكَ الْحُفَيْرَةَ بِالتُّرَابِ. وَالتُّرَابُ كِبْسٌ. ثُمَّ يَتَّسِعُونَ فَيَقُولُونَ: كَبَسَ فُلَانٌ رَأْسَهُ فِي ثَوْبِهِ، إِذَا أَدْخَلَهُ فِيهِ. وَالْأَرْنَبَةُ الْكَابِسَةُ، هِيَ الْمُقْبِلَةُ عَلَى الْجَبْهَةِ فِي غِلَظٍ وَارْتِفَاعٍ. يُقَالُ مِنْهُ كَبَسَتْ. وَمِنَ الْبَابِ الْكِبَاسَةُ: الْعِذْقُ التَّامُّ الْحَمْلِ. [وَ] الْكَبِيسُ: التَّمْرُ يُكْبَسُ. وَالْكَابُوسُ: مَا يَقَعُ عَلَى الْإِنْسَانِ بِاللَّيْلِ. قَالَ ابْنُ دُرَيْدٍ: أَحْسَبُهُ مُوَلَّدًا. وَالْكَبِيسُ: حَلْيٌ يُصَاغُ مُجَوَّفًا ثُمَّ يُحْشَى طِينًا. وَالْكُبَاسُ وَالْأَكْبَسُ: الْعَظِيمُ الرَّأْسِ.",
    "pg": "5:154"
  },
  "كبش": {
    "def": "الْكَافُ وَالْبَاءُ وَالشِّينُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْكَبْشُ، وَهُوَ مَعْرُوفٌ. وَكَبْشُ الْكَتِيبَةِ: عَظِيمُهَا وَرَئِيسُهَا. قَالَ:\nثُمَّ مَا هَابُوا وَلَكِنْ قَدَّمُوا ... كَبْشَ غَارَاتٍ إِذَا لَاقَى نَطَحْ.",
    "pg": "5:154"
  },
  "كبع": {
    "def": "الْكَافُ وَالْبَاءُ وَالْعَيْنُ. قَالُوا - وَاللَّهُ أَعْلَمُ بِصِحَّتِهِ - إِنَّ الْكَبْعَ: نَقْدُ الدِّرْهَمِ وَالدِّينَارِ. قَالَ: قَالُوا لِيَ اكْبَعْ قُلْتُ لَسْتُ كَابِعًا ... وَقُلْتُ لَا آتِي الْأَمِيرَ طَائِعَا.",
    "pg": "5:154-155"
  },
  "كبل": {
    "def": "الْكَافُ وَالْبَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حَبْسٍ وَمَنْعٍ. مِنْ ذَلِكَ الْكَبْلُ: الْقَيْدُ الضَّخْمُ. يُقَالُ: كَبَلْتُ الْأَسِيرَ وَكَبَّلْتُهُ. وَيَقُولُونَ: إِنَّ الْكَابُولَ: حِبَالَةُ الصَّائِدِ. فَأَمَّا الْمُكَابَلَةُ فَهُوَ مِنْ هَذَا أَيْضًا، وَهُوَ التَّأْخِيرُ فِي الدَّيْنِ، يُقَالُ: كَبَلْتُكَ دَيْنَكَ، وَذَلِكَ مِنَ الْحَبْسِ أَيْضًا. وَمِنَ الْبَابِ أَيْضًا الْمُكَابَلَةُ: أَنْ تُبَاعَ الدَّارُ إِلَى جَنْبِ دَارِكَ وَأَنْتَ مُحْتَاجٌ إِلَيْهَا فَتُؤَخِّرُ شِرَاءَهَا لِيَشْتَرِيَهَا غَيْرُكَ ثُمَّ تَأْخُذَهَا بِالشُّفْعَةِ. وَقَدْ كُرِهَ ذَلِكَ.",
    "pg": "5:155"
  },
  "كبن": {
    "def": "الْكَافُ وَالْبَاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَبْضٍ وَتَقَبُّضٍ. يُقَالُ لِلْبَخِيلِ: الْكُبُنَّةُ: وَقَدِ اكْبَأَنَّ، إِذَا تَقَبَّضَ حِينَ سُئِلَ. وَيُقَالُ: كَبَنَ الدَّلْوَ، إِذَا ثَنَى فَمَهَا وَخَرَزَهُ وَيُقَالُ لَهُ الْكَبْنُ. وَمِنَ الْبَابِ كَبَنَ عَنِ الشَّيْءِ: عَدَلَ، وَكَنَبَ أَيْضًا. وَالْمَكْبُونُ مِنَ الْخَيْلِ: الْقَصِيرُ الْقَوَائِمِ.\nوَمِمَّا قِيسَ عَلَى هَذَا قَوْلُهُمْ: تَكَبَّنَ، إِذَا سَمِنَ. وَلَا يَكُونُ ذَلِكَ إِلَّا فِي تَجَمُّعِ لَحْمٍ. وَيَقُولُونَ: كَبَنَ كُبُونًا، إِذَا عَدَا فِي لِينٍ وَاسْتِرْسَالٍ.",
    "pg": "5:155"
  },
  "كبو": {
    "def": "الْكَافُ وَالْبَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سُقُوطٍ وَتَزَيُّلٍ. يُقَالُ: كَبَا لِوَجْهِهِ يَكْبُو، وَهُوَ كَابٍ، إِذَا سَقَطَ. قَالَ:\nفَكَبَا كَمَا يَكْبُو فَنِيقٌ تَارِزٌ ... بِالْخَبْتِ إِلَّا أَنَّهُ هُوَ أَبْرَعُ وَيُقَالُ: كَبَا الزَّنْدُ يَكْبُو، إِذَا لَمْ يُخْرِجْ نَارَهُ. وَيُقَالُ: كَبَوْتُ الْكُوزَ وَغَيْرَهُ، إِذَا صَبَبْتُ مَا فِيهِ. وَالتُّرَابُ الْكَابِي: الَّذِي لَا يَسْتَقِرُّ عَلَى وَجْهِ الْأَرْضِ. وَيُقَالُ: هُوَ كَابِي الرَّمَادِ، أَيْ عَظِيمُهُ، يَنْهَالُ. وَمِنَ الْبَابِ الْكِبَا: الْكُنَاسَةُ; وَالْجَمْعُ الْأَكْبَاءُ.\nوَمِمَّا شَذَّ مِنْ هَذَا الْأَصْلِ الْكِبَاءُ مَمْدُودٌ، وَهُوَ ضَرْبٌ مِنَ الْعُودِ. يُقَالُ كَبُّوا ثِيَابَكُمْ، أَيْ بَخِّرُوهَا. قَالَ:\nوَرَنْدًا وَلُبْنَى وَالْكِبَاءَ الْمُقَتَّرَا.\n\n[بَابُ الْكَافِ وَالتَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:155-156"
  },
  "كتاب الضاد باب الضاد في المضاعف [والمطابق] ": {
    "def": "",
    "pg": "3:355"
  },
  "كتب": {
    "def": "الْكَافُ وَالتَّاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى جَمْعِ شَيْءٍ إِلَى شَيْءٍ. مِنْ ذَلِكَ الْكِتَابُ وَالْكِتَابَةُ. يُقَالُ: كَتَبْتُ الْكِتَابَ أَكْتُبُهُ كَتْبًا. وَيَقُولُونَ: كَتَبْتُ الْبَغْلَةَ، إِذَا جَمَعْتُ شُفْرَيْ رَحِمِهَا بِحَلْقَةٍ. قَالَ:\nلَا تَأْمَنَنَّ فَزَارِيًّا حَلَلْتَ بِهِ ... عَلَى قَلُوصِكَ وَاكْتُبْهَا بِأَسْيَارٍ\nوَالْكُتْبَةُ: الْخُرْزَةُ، وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِجَمْعِهَا الْمَخْرُوزِ. وَالْكُتَبُ: الْخُرَزُ. قَالَ ذُو الرُّمَّةِ:\nوَفْرَاءَ غَرْفِيَّةٍ أَثَأَى خَوَارِزَهَا ... مُشَلْشَلٌ ضَيَّعَتْهُ بَيْنَهَا الْكُتَبُ وَمِنَ الْبَابِ الْكِتَابُ وَهُوَ الْفَرْضُ. قَالَ اللَّهُ تَعَالَى: ﴿كُتِبَ عَلَيْكُمُ الصِّيَامُ﴾ [البقرة: ١٨٣] ، وَيُقَالُ لِلْحُكْمِ: الْكِتَابُ. قَالَ رَسُولُ اللَّهِ ﷺ: \" «أَمَّا لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ تَعَالَى» \"، أَرَادَ بِحُكْمِهِ. وَقَالَ تَعَالَى: ﴿يَتْلُو صُحُفًا مُطَهَّرَةً﴾ [البينة: ٢] . ﴿فِيهَا كُتُبٌ قَيِّمَةٌ﴾ [البينة: ٣] ، أَيْ أَحْكَامٌ مُسْتَقِيمَةٌ. وَيُقَالُ لِلْقَدَرِ: الْكِتَابُ. قَالَ الْجَعْدِيُّ:\nيَا ابْنَةَ عَمِّي كِتَابُ اللَّهِ أَخْرَجَنِي ... عَنْكُمْ وَهَلْ أَمْنَعَنَّ اللَّهَ مَا فَعَلَا\nوَمِنَ الْبَابِ كَتَائِبُ الْخَيْلِ، يُقَالُ: تَكَتَّبُوا. قَالَ:\nبِأَلِفٍ تَكَتَّبَ أَوْ مِقْنَبِ\nقَالَ ابْنُ الْأَعْرَابِيِّ: الْكَاتِبُ عِنْدَ الْعَرَبِ: الْعَالِمُ، وَاحْتَجَّ بِقَوْلِهِ تَعَالَى: ﴿أَمْ عِنْدَهُمُ الْغَيْبُ فَهُمْ يَكْتُبُونَ﴾ [الطور: ٤١] . وَالْمُكَاتَبُ: الْعَبْدُ يُكَاتِبُهُ سَيِّدُهُ عَلَى نَفْسِهِ. قَالُوا: وَأَصْلُهُ مِنَ الْكِتَابِ، يُرَادُ بِذَلِكَ الشَّرْطُ الَّذِي يُكْتَبُ بَيْنَهُمَا.",
    "pg": "5:158-159"
  },
  "كتت": {
    "def": "الْكَافُ وَالتَّاءُ لَيْسَتْ فِيهِ لُغَةٌ أَصْلِيَّةٌ، وَيُجْرِي الْبَابُ مَجْرَى الْحِكَايَةِ. فَالْكَتِيتُ: صَوْتُ الْبَكْرِ، كَالْكَشِيشِ. يُقَالُ: كَتَّ يَكِتُّ، وَكَتَّ الرَّجُلُ مِنَ الْغَضَبِ. وَكَتِيتُ الْقِدْرِ: صَوْتُ غَلَيَانِهَا.\nوَيَقُولُونَ: كَتَتُّ الْكَلَامَ فِي أُذُنِهِ. وَكَتْكَتَ فِي الضَّحِكِ: أَغْرَبَ. وَهَذِهِ كَلِمَاتٌ يُشْبِهُ بَعْضُهَا بَعْضًا. وَمَا أَبْعَدَهَا مِنَ الصِّحَّةِ. فَأَمَّا الْكَتَّانُ فَلَعَلَّهُ مُعَرَّبٌ. وَخَفَّفَهُ الْأَعْشَى فَقَالَ:\nبَيْنَ الْحَرِيرِ وَبَيْنَ الْكَتَنْ.",
    "pg": "5:125"
  },
  "كتد": {
    "def": "الْكَافُ وَالتَّاءُ وَالدَّالُ حَرْفٌ وَاحِدٌ، وَهُوَ الْكَتَدُ: مَا بَيْنَ الْكَاهِلِ إِلَى الظَّهْرِ. وَالْكَتَدُ: نَجْمٌ.",
    "pg": "5:156"
  },
  "كتر": {
    "def": "الْكَافُ وَالتَّاءُ وَالرَّاءُ. يَقُولُونَ: الْكَتْرُ. وَسَطُ كُلِّ شَيْءٍ. وَقَالَ: الْكَِتْرُ: السَّنَامُ نَفْسُهُ. قَالَ:\nكِتْرٌ كَحَافَةِ كِيرِ الْقَيْنِ مَلْمُومُ قَالَ الْأَصْمَعِيُّ: لَمْ أَسْمَعْ بِالْكِتْرِ إِلَّا فِي هَذَا الْبَيْتِ. وَيَقُولُونَ: الْكَتْرُ: الْحَسَبُ وَالْقَدْرُ.",
    "pg": "5:156-157"
  },
  "كتع": {
    "def": "الْكَافُ وَالتَّاءُ وَالْعَيْنُ كَلِمَاتٌ غَيْرُ مَوْضُوعَةٍ عَلَى قِيَاسٍ، وَلَيْسَتْ مِنَ الْكَلَامِ الْأَصِيلِ. يَقُولُونَ الْكُتَعُ: الرَّجُلُ اللَّئِيمُ. وَيَقُولُونَ كَتَعَ بِالشَّيْءِ: ذَهَبَ بِهِ. وَمَا بِالدَّارِ كَتِيعٌ، أَيْ مَا فِيهَا أَحَدٌ. وَكَتَعَ فُلَانٌ فِي أَمْرِهِ: شَمَّرَ. وَجَاءَ الْقَوْمُ أَجْمَعُونَ أَكْتَعُونَ عَلَى الْإِتْبَاعِ.",
    "pg": "5:157"
  },
  "كتف": {
    "def": "الْكَافُ وَالتَّاءُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عِرَضٍ فِي حَدِيدَةٍ أَوْ عَظْمٍ. مِنْ ذَلِكَ الْكَتِيفَةُ، وَهِيَ الْحَدِيدَةُ الَّتِي يُضَبُّ بِهَا. وَمِنْهُ الْكَتِفُ وَهِيَ مَعْرُوفَةٌ، سُمِّيَتْ بِذَلِكَ لِمَا ذَكَرْنَاهُ. وَيُقَالُ: رَجُلٌ أَكْتَفُ: عَظِيمُ الْكَتِفِ. وَقَوْلُهُمْ: كَتَفَ الْبَعِيرُ فِي الْمَشْيِ فَإِنَّمَا ذَلِكَ إِذَا بَسَطَ يَدَيْهِ بَسْطًا شَدِيدًا، وَلَا يَكُونُ ذَلِكَ إِلَّا بِبَسْطِهِ مَوْضِعَيْ كَتِفَيْهِ. وَالْكَتْفُ: أَنْ يُشَدَّ حِنْوًا الرَّحْلِ أَحَدُهُمَا إِلَى الْآخَرِ بِالْكِتَافِ، وَذَلِكَ كَبَعْضِ مَا ذَكَرْنَاهُ. وَكَتَفْتُ اللَّحْمَ، كَأَنَّكَ قَطَعْتُهُ عَلَى تَقْدِيرِ. الْكَتِفِ أَوِ الْكَتِيفَةِ. وَكَذَلِكَ كَتَفْتُ الثَّوْبَ إِذَا قَطَعْتُهُ. وَأَمَّا قَوْلُهُمْ لِلضِّغْنِ وَالْحِقْدُ كَتِيفَةٌ، فَذَلِكَ مِنَ الْبَابِ أَيْضًا، وَهُوَ مِنْ عَجِيبِ كَلَامِهِمْ: أَنْ يَحْمِلُوا الشَّيْءَ عَلَى مَحْمُولِ غَيْرِهِ. وَالْمَعْنَى فِي هَذَا أَنَّهُمْ يُسَمُّونَ الضِّغْنَ ضَبًّا، لِأَنَّهُ يُضِبُّ عَلَى الْقَلْبِ. فَلَمَّا كَانَتِ الضَّبَّةُ فِي هَذَا الْقِيَاسِ بِمَعْنَى أَنَّهَا تُضَبُّ عَلَى الشَّيْءِ وَكَانَتْ تُسَمَّى كَتِيفَةً، سَمَّوُا الضِّغْنَ ضَبًّا وَكَتِيفَةً، وَالْجَمْعُ كَتَائِفُ. [قَالَ] :\nأَخُوكَ الَّذِي لَا يَمْلِكُ الْحِسَّ نَفْسُهُ ... وَتَرْفَضُّ عِنْدَ الْمُحْفِظَاتِ الْكَتَائِفُ\nوَأَمَّا الْكُِتْفَانُ مِنَ الْجَرَادِ فَهُوَ أَوَّلُ مَا يَطِيرُ مِنْهُ. وَهُوَ شَاذٌّ عَنْ هَذَا الْأَصْلِ.",
    "pg": "5:159-160"
  },
  "كتل": {
    "def": "الْكَافُ وَالتَّاءُ وَاللَّامُ أُصَيْلٌ يَدُلُّ عَلَى تَجَمُّعٍ. يُقَالُ: هَذِهِ كُتْلَةٌ مِنْ شَيْءٍ، أَيْ قِطْعَةٌ مُجْتَمِعَةٌ. قَالَ ابْنُ دُرَيْدٍ يُقَالُ أَلْقَى فُلَانٌ عَلَيَّ كَتَالَهُ، أَيْ ثِقَلَهُ. وَذُكِرَ فِي شِعْرِ [ابْنِ] الطَّثْرِيَّةِ.",
    "pg": "5:157"
  },
  "كتم": {
    "def": "الْكَافُ وَالتَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِخْفَاءِ وَسَتْرٍ. مِنْ ذَلِكَ كَتَمْتُ الْحَدِيثَ كَتْمًا وَكِتْمَانًا. قَالَ اللَّهُ تَعَالَى: ﴿وَلَا يَكْتُمُونَ اللَّهَ حَدِيثًا﴾ [النساء: ٤٢] وَيُقَالُ: نَاقَةٌ كَتُومٌ: لَا تَرْغُو إِذَا رُكِبَتْ، قُوَّةً وَصَبْرًا. قَالَ:\nوَكَانَتْ بَقِيَّةَ ذَوْدٍ كُتُمْ\nوَسَحَابٌ مُكْتَتِمٌ: لَا رَعْدَ فِيهِ. وَخَرْزٌ كَتِيمٌ: لَا يَنْضَحُ الْمَاءُ. وَقَوْسٌ كَتُومٌ: لَا تُرِنُّ. وَأَمَّا الْكَتَمُ، فَنَبَاتٌ يُخْتَضَبُ بِهِ.",
    "pg": "5:157-158"
  },
  "كتن": {
    "def": "الْكَافُ وَالتَّاءُ وَالنُّونُ أَصْلٌ يَدُلُّ عَلَى لَطْخٍ وَدَرَنٍ. يُقَالُ الْكَتَنُ: لَطْخُ الدُّخَانِ الْبَيْتَ. وَيُقَالُ: كَتِنَتْ جَحَافِلُ الدَّابَّةِ: اسْوَدَّتْ مِنْ أَكْلِ الدَّرِينِ. وَكَتِنَ السِّقَاءُ، إِذَا لَصِقَ بِهِ اللَّبَنُ مِنْ خَارِجٍ فَغَلُظَ. وَالْكَتَّانُ مَعْرُوفٌ، وَزَعَمُوا أَنَّ نُونَهُ أَصْلِيَّةٌ. وَسَمَّاهُ الْأَعْشَى الْكَتَنُ. قَالَ ابْنُ دُرَيْدٍ: هُوَ عَرَبِيٌّ مَعْرُوفٌ، وَإِنَّمَا سُمِّيَ بِذَلِكَ لِأَنَّهُ يَلْقَى بَعْضُهُ عَلَى بَعْضٍ حَتَّى يَكْتِنَ.",
    "pg": "5:158"
  },
  "كتو": {
    "def": "الْكَافُ وَالتَّاءُ وَالْوَاوُ فِيهِ كَلِمَةٌ لَا مَعْنَى لَهَا، وَلَا يُعَرَّجُ عَلَى مِثْلِهَا. يَقُولُونَ: اكْتَوْتَى الرَّجُلُ، إِذَا بَالَغَ فِي صِفَةِ نَفْسِهِ مِنْ غَيْرِ عَمَلٍ. وَاكْتَوْتَى تَعْتَعَ. وَلَيْسَ هَذَا بِشَيْءٍ.\n\n[بَابُ الْكَافِ وَالثَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:160"
  },
  "كثا": {
    "def": "الْكَافُ وَالثَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَوِ الْمَهْمُوزُ أَصْلٌ صَحِيحٌ، وَصْفٌ مِنْ صِفَاتِ اللَّبَنِ ثُمَّ يُشَبَّهُ بِهِ. وَيَقُولُونَ: الْكُثْوَةُ: الْقَلِيلُ مِنَ اللَّبَنِ الْحَلِيبِ. وَمِنْهُ اشْتِقَاقُ كُثْوَةِ الشَّاعِرِ، وَقَالُوا أَيْضًا: لَبَنُ مُكْثٍ، إِذَا كَانَتْ لَهُ رِغْوَةٌ.\nوَرُبَّمَا حَمَلُوا الْمَهْمُوزَ عَلَيْهِ، فَيُقَالُ: كَثَأَتِ الْقِدْرُ، إِذَا أَزْبَدَتْ لِلْغَلْيِ. وَكَثَأَ النَّبْتُ: طَلَعَ. وَكَثَأَتِ اللِّحْيَةُ مِنْ هَذَا.",
    "pg": "5:162"
  },
  "كثب": {
    "def": "الْكَافُ وَالثَّاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى تَجَمُّعٍ وَعَلَى قُرْبٍ. مِنْ ذَلِكَ الْكُثْبَةُ، وَهِيَ الْقِطْعَةُ مِنَ اللَّبَنِ وَمِنَ التَّمْرِ. قَالُوا: سُمِّيَتْ بِذَلِكَ لِاجْتِمَاعِهَا. وَمِنْهُ كَثِيبُ الرَّمْلِ. وَالْكَاثِبُ: الْجَامِعُ. وَالْكَاثِبَةُ: مَا ارْتَفَعَ مِنْ مِنْسَجِ الْفَرَسِ; وَالْجَمْعُ كَوَاثِبُ. قَالَ النَّابِغَةُ: إِذَا عَرَضُوا الْخَطِّيَّ فَوْقَ الْكَوَاثِبِ\nوَأَكْثَبَ الصَّيْدُ، إِذَا أَمْكَنَ مِنْ نَفْسِهِ، وَهَذَا مِنَ الْكَثَبِ وَهُوَ الْقُرْبُ. فَأَمَّا قَوْلُهُ:\nلَأَصْبَحَ رَتْمًا دُقَاقَ الْحَصَى ... مَكَانَ النَّبِيِّ مِنَ الْكَاثِبِ\nفَيُقَالُ إِنَّهُ جَبَلٌ مَعْرُوفٌ. قَالَ ابْنُ دُرَيْدٍ وَغَيْرُهُ: الْكُثَّابُ: سَهْمٌ صَغِيرٌ يُرْمَى بِهِ. وَأَنْشَدُوا:\nرَمَتْ مِنْ كَثَبٍ قَلْبِي وَلَمْ تَرْمِ بِكُثَّابِ\nوَهَذَا إِذَا صَحَّ فَلَعَلَّهُ سُمِّيَ لِقِصَرِهِ وَقُرْبِ مَا بَيْنَ طَرَفَيْهِ.\n\n[بَابُ الْكَافِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:162-163"
  },
  "كثث": {
    "def": "الْكَافُ وَالثَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَجَمُّعٍ، وَفُرُوعُهُ تَقِلُّ. فَالْكَثَّةُ نَعْتٌ لِلِّحْيَةِ الْمُجْتَمِعَةِ، [وَهِيَ] بَيِّنَةُ الْكَثَثِ وَالْكَثَاثَةِ. وَمِنْهُ الْكَثْكَثُ: مُجْتَمَعٌ مِنْ دُقَاقِ التُّرْبِ. وَهُوَ الْكِثْكِثُ أَيْضًا.",
    "pg": "5:125"
  },
  "كثر": {
    "def": "الْكَافُ وَالثَّاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ خِلَافَ الْقِلَّةِ. مِنْ ذَلِكَ الشَّيْءُ الْكَثِيرُ، وَقَدْ كَثُرَ. ثُمَّ يُزَادُ فِيهِ لِلزِّيَادَةِ فِي النَّعْتِ فَيُقَالُ: الْكَوْثَرُ: الرَّجُلُ الْمِعْطَاءُ. وَهُوَ فَوْعَلٌ مِنَ الْكَثْرَةِ. قَالَ: وَأَنْتَ كَثِيرٌ يَا ابْنَ مَرْوَانَ طَيِّبٌ ... وَكَانَ أَبُوكَ ابْنُ الْعَقَائِلِ كَوْثَرًا\nوَالْكَوْثَرُ: نَهْرٌ فِي الْجَنَّةِ. قَالَ اللَّهُ تَعَالَى: ﴿إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ﴾ [الكوثر: ١] قَالُوا هَذَا وَقَالُوا: أَرَادَ الْخَيْرَ الْكَثِيرَ. وَالْكَوْثَرُ: الْغُبَارُ، سُمِّيَ بِذَلِكَ لِكَثْرَتِهِ وَثَوَرَانِهِ. قَالَ:\nحَمْحَمَ فِي كَوْثَرٍ كَالْجَلَالِ\nوَيُقَالُ: كَاثَرَ بَنُو فُلَانٍ [بَنِي فُلَانٍ] فَكَثَرُوهُمْ، أَيْ كَانُوا أَكْثَرَ مِنْهُمْ. وَعَدَدٌ كَاثِرٌ، أَيْ كَثِيرٌ. قَالَ الْأَعْشَى:\nوَلَسْتَ بِالْأَكْثَرِ مِنْهُمْ حَصًى ... وَإِنَّمَا الْعِزَّةُ لِلْكَاثِرِ.",
    "pg": "5:160-161"
  },
  "كثع": {
    "def": "الْكَافُ وَالثَّاءُ وَالْعَيْنُ قَرِيبُ الْمَعْنَى مِنَ الَّذِي قَبْلَهُ. يُقَالُ شَفَةٌ كَاثِعَةٌ، إِذَا كَثُرَ دَمُهَا. وَكَثَعَ اللَّبَنُ: عَلَا دَسَمُهُ. وَكَثَّعَتْ لِحْيَتُهُ: طَالَتْ وَكَثُرَتْ.",
    "pg": "5:161-162"
  },
  "كثف": {
    "def": "الْكَافُ وَالثَّاءُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَرَاكُبِ شَيْءٍ عَلَى شَيْءٍ وَتَجَمُّعٍ. يُقَالُ: هَذَا شَيْءٌ كَثِيفٌ. وَسَحَابٌ كَثِيفٌ وَشَجَرٌ كَثِيفٌ.",
    "pg": "5:161"
  },
  "كثم": {
    "def": "الْكَافُ وَالثَّاءُ وَالْمِيمُ أُصَيْلٌ يَدُلُّ عَلَى امْتِلَاءٍ وَسَعَةٍ. يُقَالُ لِلشَّبْعَانِ: الْأَكْثَمُ. وَيُقَالُ لِلْعَظِيمِ الْبَطْنِ: أَكْثَمُ. وَيَقُولُونَ: أَكْثَمَ قِرْبَتَهُ، إِذَا مَلَأَهَا. وَالْأَكْثَمُ: الطَّرِيقُ الْوَاسِعُ. وَيُقَالُ أَكْثَمَ فَمَهُ، إِذَا أَدْخَلَ فِيهِ الْقِثَّاءَ، وَنَحْوَهُ ثُمَّ كَسَرَهُ.",
    "pg": "5:162"
  },
  "كثو": {
    "def": "الْكَافُ وَالثَّاءُ وَالْوَاوُ كَلِمَةٌ وَاحِدَةٌ وَهِيَ الْكَوْثَلُ لِلسَّفِينَةِ، وَرُبَّمَا شُدِّدَ.",
    "pg": "5:162"
  },
  "كحح": {
    "def": "الْكَافُ وَالْحَاءُ لَيْسَ بِشَيْءٍ، وَرُبَّمَا قَالُوا الْكُِحْكُِحُ مِنَ الشَّاءِ: الْمُسِنُّ. وَيَقُولُونَ: أَعْرَابِيٌّ كُحٌّ، مِثْلُ قُحٍّ.",
    "pg": "5:125"
  },
  "كحل": {
    "def": "الْكَافُ وَالْحَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى لَوْنٍ مِنَ الْأَلْوَانِ. وَالْكَحَلُ: سَوَادُ هُدْبِ الْعَيْنِ خِلْقَةً. يُقَالُ كَحِلَتْ عَيْنُهُ كَحَلًا، وَهِيَ كَحِيلٌ، وَالرَّجُلُ أَكْحَلُ. وَيُقَالُ لِلْمُلْمُولِ الَّذِي يُكْتَحَلُ بِهِ: الْمِكْحَالُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ: الْكُحَيْلُ: الْخَضْخَاضُ الَّذِي يُهَنَّأُ بِهِ، بُنِيَ عَلَى التَّصْغِيرِ. وَالْمِكْحَالَانِ: عَظْمَا الْوَرِكَيْنِ مِنَ الْفَرَسِ، وَيُقَالُ بَلْ هُمَا عَظْمَا الذِّرَاعَيْنِ. وَالْأَكْحَلُ: عِرْقٌ. وَكَحْلُ: اسْمٌ لِلسَّنَةِ الْمُجْدِبَةِ. وَمِنْ أَمْثَالِهِمْ: \" بَاءَتْ عَرَارِ بِكَحْلٍ \"، إِذَا قُتِلَ الْقَاتِلُ بِمَقْتُولِهِ. وَيُقَالُ: كَانَتَا بَقَرَتَيْنِ قَتَلَتْ إِحْدَاهُمَا الْأُخْرَى فَقُتِلَتْ بِهَا.\n\n[بَابُ الْكَافِ وَالدَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:163-164"
  },
  "كدب": {
    "def": "الْكَافُ وَالدَّالُ وَالْبَاءُ، يُقَالُ فِيهِ كَلِمَةٌ. قَالُوا: إِنَّ الْكَدِبَ: الدَّمُ الطَّرِيُّ. وَرُوِيَ أَنَّ بَعْضَهُمْ قَرَأَ: وَجَاؤُوا عَلَى قَمِيصِهِ بِدَمٍ كَدِبٍ.",
    "pg": "5:167"
  },
  "كدح": {
    "def": "الْكَافُ وَالدَّالُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَأْثِيرٍ فِي شَيْءٍ. يُقَالُ كَدَحَهُ وَكَدَّحَهُ، إِذَا خَدَشَهُ. وَحِمَارٌ مُكَدَّحٌ: قَدْ عَضَّضَتْهُ الْحُمُرُ. وَمِنْ هَذَا الْقِيَاسِ كَدَحَ إِذَا كَسَبَ، يَكْدَحُ كَدْحًا فَهُوَ كَادِحٌ. قَالَ اللَّهُ عَزَّ وَعَلَا: ﴿إِنَّكَ كَادِحٌ﴾ [الانشقاق: ٦] ، أَيْ كَاسِبٌ.\n\n[بَابُ الْكَافِ وَالذَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:167"
  },
  "كدد": {
    "def": "الْكَافُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شِدَّةٍ وَصَلَابَةٍ.\nمِنْ ذَلِكَ الْكَدِيدُ: وَهُوَ التُّرَابُ الدَّقِيقُ الْمَكْدُودُ الْمُرَكَّلُ بِالْقَوَائِمِ; ثُمَّ يُقَاسُ عَلَى ذَلِكَ الْكَدُّ، وَهُوَ الشِّدَّةُ فِي الْعَمَلِ وَطَلَبُ الْكَسْبِ، وَالْإِلْحَاحُ فِي الطَّلَبِ. وَيُقَالُ: كَدَدْتُ فُلَانًا بِالْمَسْأَلَةِ، إِذَا أَلْحَحْتُ عَلَيْهِ بِهَا وَبِالْإِشَارَةِ إِلَيْهِ عِنْدَ الْحَاجَةِ. قَالَ:\nعَفَفْتُ وَلَمْ أَكْدُدْكُمُ بِالْأَصَابِعِ\nوَمِنَ الْبَابِ: الْكَدْكَدَةُ: ضَرْبُ الصَّيْقَلِ الْمِدْوَسَ عَلَى السَّيْفِ إِذَا جَلَاهُ. وَالْكُدَادَةُ: مَا يُكَدُّ مِنْ أَسْفَلِ الْقِدْرِ مِنَ الْمَرَقِ. وَبِئْرٌ كَدُودٌ، إِذَا لَمْ يُنَلْ مَاؤُهَا إِلَّا بِجَهْدٍ. وَالْكَدْكَدَةُ: تَثَاقُلٌ فِي الْعَدْوِ. وَالْكَدُّ: شَيْءٌ تُدَقُّ فِيهِ الْأَشْيَاءُ كَالْهَاوُنِ. وَالْكُدَادُ: حِمَارٌ يُنْسَبُ إِلَيْهِ الْحُمُرُ فَيُقَالُ: بَنَاتُ كُدَادٍ.",
    "pg": "5:125-126"
  },
  "كدر": {
    "def": "الْكَافُ وَالدَّالُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى خِلَافِ الصَّفْوِ، وَالْآخَرُ يَدُلُّ عَلَى حَرَكَةٍ.\nفَالْأَوَّلُ الْكَدَرُ: خِلَافُ الصَّفْوِ، يُقَالُ كَدِرَ الْمَاءُ وَكَدُرَ. وَيَقُولُونَ: \" خُذْ مَا صَفَا وَدَعْ مَا كَدَُرَ \". وَيُسْتَعَارُ هَذَا فَيُقَالُ: كَدِرُ عَيْشِهِ. وَالْكُدْرِيُّ: الْقَطَا; لِأَنَّهُ نُسِبَ إِلَى مُعْظَمِ الْقَطَا، وَهِيَ كُدْرٌ. وَهَذَا مِنَ الْأَوَّلِ، لِأَنَّ فِي ذَلِكَ اللَّوْنِ كُدْرَةً. وَمِنْهُ الْكُدَيْرَاءُ: لَبَنٌ حَلِيبٌ يُنْقَعُ فِيهِ تَمْرٌ. وَبَنَاتُ أَكْدَرَ: حُمُرُ وَحْشٍ نُسِبَتْ إِلَى فَحْلٍ، وَلَعَلَّ ذَلِكَ اللَّوْنَ أَكْدَرُ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَيُقَالُ: انْكَدَرَ، إِذَا أَسْرَعَ، قَالَ اللَّهُ تَعَالَى: ﴿وَإِذَا النُّجُومُ انْكَدَرَتْ﴾ [التكوير: ٢] .",
    "pg": "5:164"
  },
  "كدس": {
    "def": "الْكَافُ وَالدَّالُ وَالسِّينُ ثَلَاثُ كَلِمَاتٍ لَا يُشْبِهُ بَعْضُهَا بَعْضًا. فَالْأُولَى: كُدْسُ الطَّعَامِ. وَالثَّانِيَةُ التَّكَدُّسُ، وَهُوَ مَشْيُ الْفَرَسِ كَأَنَّهُ مُثْقَلٌ. قَالَ: وَخَيْلٍ تَكَدَّسُ بِالدَّارِعِينَ ... كَمَشْيِ الْوُعُولِ عَلَى الظَّاهِرِهْ\nوَالثَّالِثَةُ: الْكَوَادِسُ: مَا تَطَّيَّرَ مِنْهُ، كَالْفَأْلِ وَالْعُطَاسِ وَنَحْوِهِ. قَالَ:\nوَلَمْ تَحْبِسْكَ عَنِّي الْكَوَادِسُ.",
    "pg": "5:164-165"
  },
  "كدش": {
    "def": "الْكَافُ وَالدَّالُ وَالشِّينُ لَيْسَ بِنَاءً يُشْبِهُ كَلَامَ الْعَرَبِ، لَعَلَّهُ أَنْ يَكُونَ شَيْئًا يُقَارِبُ الْإِبْدَالَ. يُقَالُ كَدَسَ وَخَدَشَ بِمَعْنًى. وَكَدَشَ وَكَدَحَ أَيْ كَسَبَ. وَكَدَشَ الشَّيْءَ بِأَسْنَانِهِ: قَطَعَهُ. وَكُلُّ هَذَا شَيْءٌ وَاحِدٌ فِي الضَّعْفِ.",
    "pg": "5:165"
  },
  "كدع": {
    "def": "الْكَافُ وَالدَّالُ وَالْعَيْنُ لَيْسَ بِشَيْءٍ، غَيْرَ أَنَّ ابْنَ دُرَيْدٍ ذَكَرَ أَنَّ الْكَدْعَ: الدَّفْعُ الشَّدِيدُ.",
    "pg": "5:165"
  },
  "كدم": {
    "def": "الْكَافُ وَالدَّالُ وَالْمِيمُ أَصْلٌ صَحِيحٌ فِيهِ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ كَدَمَ، إِذَا عَضَّ بِأَدْنَى فِيهِ، كَمَا يَكْدِمُ الْحِمَارُ. وَيُقَالُ أَيْضًا إِنَّ الْكَدَمَةَ: الْحَرَكَةُ. قَالَ:\nلِمَا تَمَشَّيْتُ بُعَيْدَ الْعَتَمَهْ ... سَمِعْتُ مِنْ فَوْقِ الْبُيُوتِ كَدَمَهْ.",
    "pg": "5:165-166"
  },
  "كدن": {
    "def": "الْكَافُ وَالدَّالُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَوْطِئَةٍ فِي شَيْءٍ مُتَجَمِّعٍ. مِنْ ذَلِكَ الْكُدُونُ: شَيْءٌ تُوَطِّئُ بِهِ الْمَرْأَةُ لِنَفْسِهَا فِي الْهَوْدَجِ. ثُمَّ يُقَالُ امْرَأَةٌ كَدِنَةٌ: ذَاتُ لَحْمٍ كَثِيرٍ. وَبَعِيرٌ ذُو كُدْنَةٍ، إِذَا عَظُمَ سَنَامُهُ. وَاشْتِقَاقٌ الْكَوْدَنِ مِنْ هَذَا، لِأَنَّهُ يَكُونُ ذَا لَحْمٍ وَغِلَظِ جِسْمٍ. يَقُولُونَ: مَا أَبْيَنَ الْكَدَانَةَ فِيهِ، أَيِ الْهُجْنَةَ. وَالْكَدَنُ: مَا يَبْقَى فِي أَسْفَلِ الْمَاءِ مِنَ الطِّينِ الْمُتَلَجِّنِ. وَهُوَ مِنْ هَذَا الْقِيَاسِ. فَأَمَّا الْكِدْيَوْنُ فَيُقَالُ إِنَّهُ دُقَاقُ التُّرَابِ وَالسِّرْجِينِ يُجْمِعَانِ وَيُجْلَى بِهِ الدُّرُوعُ. قَالَ النَّابِغَةُ:\nعُلِينَ بِكِدْيَوْنٍ وَأُبْطِنَّ كُرَّةً ... فَهُنَّ إِضَاءٌ ضَافِيَاتُ الْغَلَائِلِ.",
    "pg": "5:166"
  },
  "كده": {
    "def": "الْكَافُ وَالدَّالُ وَالْهَاءُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يَقُولُونَ: الْكَدْهُ: الصَّكُّ بِالْحَجَرِ. يُقَالُ: كَدَهَ يَكْدَهُ. وَسَقَطَ الشَّيْءُ فَتَكَدَّهَ، أَيِ انْكَسَرَ.",
    "pg": "5:166"
  },
  "كدي": {
    "def": "الْكَافُ وَالدَّالُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى صَلَابَةٍ فِي شَيْءٍ، ثُمَّ يُقَاسُ عَلَيْهِ. فَالْكُدْيَةُ: صَلَابَةٌ تَكُونُ فِي الْأَرْضِ، يُقَالُ: حَفَرَ فَأَكْدَى، إِذَا وَصَلَ إِلَى الْكُدْيَةِ. ثُمَّ يُقَالُ لِلرَّجُلِ إِذَا أَعْطَى يَسِيرًا ثُمَّ قَطَعَ: أَكْدَى، شُبِّهَ بِالْحَافِرِ يَحْفِرُ فَيُكْدِي فَيُمْسِكُ عَنِ الْحَفْرِ. قَالَ اللَّهُ تَعَالَى: ﴿وَأَعْطَى قَلِيلًا وَأَكْدَى﴾ [النجم: ٣٤] [النَّجْمِ ٣٤] . وَالْكُدَايَةُ، هِيَ الْكُدْيَةُ. وَيُقَالُ: أَرْضٌ كَادِيَةٌ، أَيْ بَطِيئَةٌ، وَهُوَ مِنْ هَذَا. وَرُبَّمَا هُمِزَ هَذَا فَيَكُونُ مِنَ الْبَابِ الَّذِي يُهْمَزُ وَلَيْسَ أَصْلُهُ الْهَمْزَ. زَعَمَ الْخَلِيلُ أَنَّهُ يُقَالُ: أَصَابَتْ زُرُوعَهُمْ كَادِئَةٌ، وَهُوَ الْبَرْدُ. وَأَصَابَ الزَّرْعَ بَرْدٌ وَكَدَّأَهُ، أَيْ رَدَّهُ فِي الْأَرْضِ. وَقَالَ الْفَرَّاءُ: كَدِيَ الْكَلْبُ كَدًى، إِذَا شَرِبَ اللَّبَنَ فَفَسَدَ جَوْفُهُ.\nوَيُقَالُ أَكْدَيْتُهُ أَكَدِيهِ إِكْدَاءً، إِذَا رَدَدْتُهُ عَنِ الشَّيْءِ، وَالْقِيَاسُ فِي جَمِيعِ مَا ذَكَرْنَاهُ وَاحِدٌ. وَكَدَاءٌ: مَكَانٌ، وَلَعَلَّهُ أَنْ يَكُونَ مِنَ الْكُدْيَةِ.",
    "pg": "5:166-167"
  },
  "كذب": {
    "def": "الْكَافُ وَالذَّالُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِلَافِ الصِّدْقِ. وَتَلْخِيصُهُ أَنَّهُ لَا يَبْلُغُ نِهَايَةَ الْكَلَامِ فِي الصِّدْقِ. مِنْ ذَلِكَ الْكَذِبُ خِلَافُ الصِّدْقِ. كَذَبَ كَذِبًا. وَكَذَّبْتُ فُلَانًا: نَسَبْتُهُ إِلَى الْكَذِبِ، وَأَكْذَبْتُهُ: وَجَدْتُهُ كَاذِبًا. وَرَجُلٌ كَذَّابٌ وَكُذَبَةٌ. ثُمَّ يُقَالُ: حَمَلَ فُلَانٌ ثُمَّ كَذَبَ وَكَذَّبَ، أَيْ لَمْ يَصْدُقْ فِي الْحَمْلَةِ. وَقَالَ أَبُو دُوَادَ:\nقُلْتُ لَمَّا نَصَلَا مِنْ قُنَّةٍ ... كَذَبَ الْعَيْرُ وَإِنْ كَانَ بَرَحْ\nوَزَعَمُوا أَنَّهُ يُقَالُ كَذَبَ لَبَنُ النَّاقَةِ: ذَهَبَ. وَفِيهِ نَظَرٌ، وَقِيَاسُهُ صَحِيحٌ. وَيَقُولُونَ مَا كَذَّبَ فُلَانٌ أَنْ فَعَلَ كَذَا، أَيْ مَا لَبِثَ، وَكُلُّ هَذَا مِنْ أَصْلٍ وَاحِدٍ. فَأَمَّا قَوْلُ الْعَرَبِ: كَذَبَ عَلَيْكَ كَذَا، وَكَذَّبَكَ كَذَا، بِمَعْنَى الْإِغْرَاءِ، أَيْ عَلَيْكَ بِهِ، أَوْ قَدْ وَجَبَ عَلَيْكَ، كَمَا جَاءَ فِي الْحَدِيثِ: \" «كَذَبَ عَلَيْكُمُ الْحَجُّ» \"، أَيْ وَجَبَ فَكَذَا جَاءَ عَنِ الْعَرَبِ. وَيُنْشِدُونَ فِي ذَلِكَ شِعْرًا كَثِيرًا مِنْهُ قَوْلُهُ:\nوَذُبْيَانِيَّةٍ وَصَّتْ بَنِيهَا ... بِأَنْ كَذَبَ الْقَرَاطِفُ وَالْقُرُوفُ\nوَقَوْلُ الْآخَرِ:\nكَذَبْتُ عَلَيْكُمْ أَوْعِدُونِي وَعَلِّلُوا ... بِي الْأَرْضَ وَالْأَقْوَامَ قِرْدَانَ مَوْظَبَا\nوَمَا أَحْسِبُ مُلَخَّصَ هَذَا وَأَظُنُّهُ [إِلَّا] مِنَ الْكَلَامِ الَّذِي دَرَجَ وَدَرَجَ أَهْلُهُ وَمَنْ كَانَ يَعْلَمُهُ.\n\n[بَابُ الْكَافِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:167-168"
  },
  "كذذ": {
    "def": "الْكَافُ وَالذَّالُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْكَذَّانُ: حِجَارَةٌ رِخْوَةٌ كَأَنَّهَا مَدَرٌ.",
    "pg": "5:126"
  },
  "كرب": {
    "def": "الْكَافُ وَالرَّاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شِدَّةٍ وَقُوَّةٍ. يُقَالُ: مَفَاصِلُ مُكْرَبَةٌ، أَيْ شَدِيدَةٌ قَوِيَّةٌ. وَأَصْلُهُ الْكَرَبُ، وَهُوَ عَقْدٌ غَلِيظٌ فِي رِشَاءِ الدَّلْوِ يُجْعَلُ طَرَفُهُ فِي عَرْقُوَةِ الدَّلْوِ ثُمَّ يَشُدُّ ثِنَايَتُهُ رِبَاطًا وَثِيقًا. يُقَالُ مِنْهُ أَكْرَبْتُ الدَّلْوَ. وَمِنْ ذَلِكَ قَوْلُ الْحُطَيْئَةِ:\nقَوْمٌ إِذَا عَقَدُوا عَقْدًا لِجَارِهِمُ ... شَدُّوا الْعِنَاجَ وَشَدُّوا فَوْقَهُ الْكَرَبَا\nوَمِنَ الْبَابِ الْكَرْبُ، وَهُوَ الْغَمُّ الشَّدِيدُ. وَالْكُرَيْبَةُ: الشَّدِيدَةُ مِنَ الشَّدَائِدِ. قَالَ:\nإِلَى الْمَوْتِ خَوَّاضًا إِلَيْهِ كَرَائِبَا وَالْإِكْرَابُ: الشِّدَّةُ فِي الْعَدْوِ; يُقَالُ أَكْرَبَ فَهُوَ مُكْرِبٌ. فَأَمَّا كَرَبَ الشَّيْءُ: دَنَا، فَلَيْسَ مِنَ الْبَابِ، لِأَنَّ هَذَا مِنَ الْإِبْدَالِ، وَإِنَّمَا هُوَ مِنَ الْقُرْبِ، لَكِنَّهُمْ قَالُوا بِالْقَافِ قَرُبَ بِضَمِّ الرَّاءِ، وَقَالُوا فِي الْكَافِ كَرَبَ بِفَتْحِهَا، وَالْمَعْنَى وَاحِدٌ. وَالْمَلَائِكَةُ الْكَرُوبِيُّونَ فَعُولِيُّونَ مِنَ الْكُرُوبِ، وَهُمُ الْمُقَرَّبُونَ. يُقَالُ كَرَبَتِ الشَّمْسُ: دَنَتْ لِلْمَغِيبِ. وَإِنَاءٌ كَرْبَانُ: كَرَبَ أَنْ يَمْتَلِئَ.\nوَمِنَ الْبَابِ الْأَوَّلِ: كَرَبُ النَّخْلِ، مُمْكِنٌ أَنْ يُسَمَّى كَرَبًا لِقُوَّتِهِ. وَالْكُرَابَةُ: مَا سَقَطَ مِنَ النَّخْلِ فِي أُصُولِ الْكَرَبِ. وَأَمَّا كِرَابُ الْأَرْضِ، وَهُوَ قَلْبُهَا لِلْحَرْثِ فَلَيْسَ هُوَ عِنْدِي عَرَبِيًّا. وَقَوْلُهُمْ: \" الْكِرَابُ عَلَى الْبَقَرِ \"، مِنْ هَذَا، وَالْأَصَحُّ فِيهِ أَنْ يُقَالَ: \" الْكِلَابَ عَلَى الْبَقَرِ \"، وَكَذَا سَمِعْنَاهُ. وَمَعْنَاهُ خَلِّ أَمْرًا وَصِنَاعَتَهُ. وَيَقُولُونَ: الْكِرَابُ: مَجَارِي الْمَاءِ، الْوَاحِدَةُ كَرَبَةٌ. فَإِنْ كَانَ صَحِيحًا فَهُوَ مُشَبَّهٌ بِكُرَبِ النَّخْلِ. لِامْتِدَادِهِ وَقُوَّتِهِ.",
    "pg": "5:174-175"
  },
  "كرت": {
    "def": "الْكَافُ وَالرَّاءُ وَالتَّاءُ، لَيْسَ فِيهِ إِلَّا قَوْلُهُمْ: عَامٌ كَرِيتٌ.",
    "pg": "5:175"
  },
  "كرث": {
    "def": "الْكَافُ وَالرَّاءُ وَالثَّاءُ، لَيْسَ فِيهِ إِلَّا كَرَثَهُ الْأَمْرُ، إِذَا بَلَغَ مِنْهُ الْمَشَقَّةَ. وَالَكَُرَّاثُ وَالْكَرَاثُ نَبْتَانِ.",
    "pg": "5:175-176"
  },
  "كرج": {
    "def": "الْكَافُ وَالرَّاءُ وَالْجِيمُ لَيْسَ بِشَيْءٍ، إِنَّمَا هُوَ الْكُرَّجُ، وَهُوَ الَّذِي ذَكَرْنَاهُ فِي الْكُرَّةِ. وَذَكَرَهُ جَرِيرٌ فَقَالَ:\nلَبِسْتُ سِلَاحِي وَالْفَرَزْدَقُ لُعْبَةٌ ... عَلَيْهِ وِشَاحًا كُرَّجٍ وَجَلَاجِلُهُ.",
    "pg": "5:176"
  },
  "كرد": {
    "def": "الْكَافُ وَالرَّاءُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُدَافَعَةٍ وَإِطْرَادٍ. يُقَالُ: هُوَ يَكْرُدُهُمْ، أَيْ يَدْفَعُهُمْ وَيَطْرُدُهُمْ. وَيَزْعُمُونَ أَنَّ الْكُرْدَ، هَؤُلَاءِ الْقَوْمَ، مُشْتَقٌّ مِنَ الْمُكَارَدَةِ، وَهِيَ الْمُطَارَدَةُ. قَالَ:\nأَلَا إِنَّ أَهْلَ الْغَدْرِ آبَاؤُكَ الْكُرْدُ\nفَأَمَّا الْكَرْدُ فَالْعُنُقُ، قَالُوا: هُوَ مُعَرَّبٌ.\nوَمِمَّا فِيهِ وَلَا يُعْلَمُ صِحَّتُهُ، قَوْلُهُمْ: إِنَّ الْكِرْدِيدَةَ: الْقِطْعَةُ مِنَ التَّمْرِ. وَيُنْشِدُونَ:\nطُوبَى لِمَنْ كَانَتْ لَهُ كِرْدِيدَهْ ... يَأْكُلُ مِنْهَا وَهُوَ ثَانٍ جِيدَهْ\nوَمَا أَبْعَدَ هَذَا وَشِبْهَهُ مِنَ الصِّحَّةِ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْكَافِ وَالزَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:176"
  },
  "كرر": {
    "def": "الْكَافُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جَمْعٍ وَتَرْدِيدٍ. مِنْ ذَلِكَ كَرَرْتُ، وَذَلِكَ رُجُوعُكَ إِلَيْهِ بَعْدَ الْمَرَّةِ الْأُولَى، فَهُوَ التَّرْدِيدُ الَّذِي ذَكَرْنَاهُ. وَالْكَرِيرُ: كَالْحَشْرَجَةِ فِي الْحَلْقِ، سُمِّيَ بِذَلِكَ لِأَنَّهُ يُرَدِّدُهَا. قَالَ:\nفَنَفْسِي فِدَاؤُكَ يَوْمَ النِّزَالِ ... إِذَا كَانَ دَعْوَى الرِّجَالِ الْكَرِيرَا\nوَالْكَرُّ: حَبَلٌ، سُمِّيَ بِذَلِكَ لِتَجَمُّعٍ قَوَّاهُ. وَالْكُرُّ: الْحِسْيُ مِنَ الْمَاءِ، وَجَمْعُهُ كِرَارٌ. قَالَ: عَلَى كَالْخَنِيفِ السَّحْقُ يَدْعُو بِهِ الصَّدَى ... لَهُ قُلُبٌ عَادِيَّةٌ وَكِرَارُ\nوَمِنَ الْبَابِ الْكِرْكِرَةُ: رَحَى زَوْرِ الْبَعِيرِ. وَالْكِرْكِرَةُ: الْجَمَاعَةُ مِنَ النَّاسِ. وَالْكَرْكَرَةُ: تَصْرِيفُ الرِّيَاحِ السَّحَابَ وَجَمْعُهَا إِيَّاهُ بَعْدَ تَفَرُّقٍ. فَأَمَّا قَوْلُ النَّابِغَةِ:\nعُلِينَ بِكِدْيَوْنٍ وَأُبْطِنَّ كُرَّةً ... فَهُنَّ إِضَاءٌ ضَافِيَاتُ الْغَلَائِلِ\nفَأَظُنُّهُ فَارِسِيًّا قَدْ ضَمَّنَهُ شِعْرَهُ، وَقَدْ يَفْعَلُونَ هَذَا. وَيَقُولُونَ أَنَّ الْكُرَّةَ: رَمَادٌ تُجْلَى بِهِ الدُّرُوعُ، وَيُقَالُ هُوَ فُتَاتُ الْبَعْرِ. وَرُبَّمَا قَالُوا: كَرْكَرْتُهُ عَنِ الشَّيْءِ: حَبَسْتُهُ. وَإِنَّمَا الْمَعْنَى أَنَّكَ رَدَدْتَهُ وَلَمْ تَقْضِ حَاجَتَهُ أَوَّلَ وَهْلَةٍ. وَكَرْكَرْتُ بِالدَّجَاجَةِ: صِحْتُ بِهَا، وَذَلِكَ لِأَنَّكَ تُرَدِّدُ الصِّيَاحَ بِهَا. وَيَقُولُونَ الْكَرِكُ: الْأَحْمَقُ أَوِ الْأَحْمَرُ. وَهُوَ كَلَامٌ.",
    "pg": "5:126-127"
  },
  "كرز": {
    "def": "الْكَافُ وَالرَّاءُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اخْتِبَاءٍ وَتَسَتُّرٍ وَلِوَاذٍ، يُقَالُ: كَارَزَ إِلَى الْمَكَانِ، إِذَا مَالَ إِلَيْهِ وَاخْتَبَأَ فِيهِ. وَأَنْشَدَ: إِلَى جَنْبِ الشَّرِيعَةِ كَارِزُ\nوَكَارَزَ [عَنْ] فُلَانٍ، إِذَا فَرَّ عَنْهُ وَاخْتَبَأَ مِنْهُ. وَأَمَّا الْكُرْزُ فَهُوَ الْجُوَالِقُ; وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يُخْبَأُ فِيهِ الشَّيْءُ. وَقَوْلُ رُؤْبَةَ:\nكَالْكُرَّزِ الْمَرْبُوطِ بَيْنَ الْأَوْتَادْ\nفَهَذَا فَارِسِيٌّ مُعَرَّبٌ. يَقُولُونَ: الْكُرَّزُ: الْبَازِي فِي سَنَتِهِ الثَّانِيَةِ. وَالْكَرَّازُ: كَبْشٌ يُعَلِّقُ عَلَيْهِ الرَّاعِي كُرْزَهُ، وَهُوَ شَيْءٌ لَهُ كَالْجُوَالِقِ. فَأَمَّا الْكَرِيزُ وَهُوَ الْأَقِطُ، فَلَيْسَ مِنَ الْبَابِ، لِأَنَّهُ مِنَ الْإِبْدَالِ وَالْأَصْلُ فِيهِ الصَّادُ.",
    "pg": "5:168-169"
  },
  "كرس": {
    "def": "الْكَافُ وَالرَّاءُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَلَبُّدِ شَيْءٍ فَوْقَ شَيْءٍ وَتَجَمُّعِهِ. فَالْكِرْسُ: مَا تَلَبَّدَ مِنَ الْأَبْعَارِ وَالْأَبْوَالِ فِي الدِّيَارِ. وَاشْتُقَّتِ الْكُرَّاسَةُ مِنْ هَذَا، لِأَنَّهَا وَرَقٌ بَعْضُهُ فَوْقَ بَعْضٍ. وَقَالَ:\nيَا صَاحِ هَلْ تَعْرِفُ رَسْمًا مُكْرَسَا ... قَالَ نَعَمْ أَعْرِفُهُ، وَأَبْلَسَا\nوَالْكَرَوَّسُ: الْعَظِيمُ الرَّأْسِ، وَهُوَ مِنْ هَذَا كَأَنَّهُ شَيْءٌ كُرِّسَ، أَيْ جُمِعَ جَمْعًا كَثِيفًا. وَمِنَ الْبَابِ الْكَرْكَسَةُ: تَرْدِيدُ الشَّيْءِ. وَيُقَالُ لِلَّذِي وَلَدَتْهُ إِمَاءٌ: مُكَرْكَسٌ، أَيْ هُوَ مُرَدَّدٌ فِي وِلَادِهِنَّ لَهُ.",
    "pg": "5:169-170"
  },
  "كرش": {
    "def": "الْكَافُ وَالرَّاءُ وَالشِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَجَمُّعٍ وَجَمْعٍ. مِنْ ذَلِكَ الْكَرِشُ. سُمِّيَتْ لِجَمْعِهَا مَا فِيهَا. ثُمَّ يُشْتَقُّ مِنْ ذَلِكَ، فَيُقَالُ لِلْجَمَاعَةِ مِنَ النَّاسِ كَرِشٌ. قَالَ رَسُولُ اللَّهِ ﵌: «الْأَنْصَارُ كَرِشِي وَعَيْبَتِي» \". وَكَرِشُ الرَّجُلِ: عِيَالُهُ وَصِغَارُ وَلَدِهِ. وَيُقَالُ لِلْأَتَانِ الضَّخْمَةِ الْخَاصِرَتَيْنِ: كَرْشَاءُ. وَتَكَرَّشَ وَجْهُهُ: تَقَبَّضَ فَصَارَ كَالْكِرْشِ. وَالْكَرْشَاءُ: الْقَدَمُ الَّتِي قَصُرَتْ وَاسْتَوَى أَخْمَصُهَا.",
    "pg": "5:170"
  },
  "كرص": {
    "def": "الْكَافُ وَالرَّاءُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: الْكَرِيصُ: الْأَقِطُ.",
    "pg": "5:170"
  },
  "كرض": {
    "def": "الْكَافُ وَالرَّاءُ وَالضَّادُ كَلِمَةٌ وَاحِدَةٌ صَحِيحَةٌ مُخْتَلَفٌ فِي تَأْوِيلِهَا، وَهِيَ الْكِرَاضُ. قَالَ قَوْمٌ: هُوَ مَاءُ الْفَحْلِ تُلْقِيهِ النَّاقَةُ بَعْدَ مَا قَبِلَتْهُ. يُقَالُ: كَرَضَتِ النَّاقَةُ مَاءَ الْفَحْلِ تَكْرُضُهُ. وَيَقُولُونَ: الْكِرَاضُ: مَنِيُّ الرَّجُلِ. قَالَ الطِّرِمَّاحُ:\nسَوْفَ تُدْنِيكَ مِنْ لَمِيسَ سَبَنْتَاةٌ ... أَمَارَتْ بِالْبَوْلِ مَاءَ الْكِرَضِ\nوَقَالَ ابْنُ دُرَيْدٍ: الْكِرَاضُ: حَلَقُ الرَّحِمِ. قَالَ الْأَصْمَعِيُّ: لَا وَاحِدَ لَهَا. وَقَالَ غَيْرُهُ: وَاحِدُهَا كَرْضٌ.",
    "pg": "5:170-171"
  },
  "كرع": {
    "def": "الْكَافُ وَالرَّاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى دِقَّةٍ فِي بَعْضِ أَعْضَاءِ الْحَيَوَانِ. مِنْ ذَلِكَ الْكُرَاعُ، وَهُوَ مِنَ الْإِنْسَانِ مَا دُوَنَ الرُّكْبَةِ، وَمِنَ الدَّوَابِّ: مَا دُونَ الْكَعْبِ. قَالَ الْخَلِيلُ: تَكَرَّعَ الرَّجُلُ إِذَا تَوَضَّأَ لِلصَّلَاةِ لِأَنَّهُ يَغْسِلُ أَكَارِعَهُ. قَالَ: وَكُرَاعُ كُلِّ شَيْءٍ: طَرَفُهُ. قَالَ: وَالْكُرَاعُ مِنَ الْحَرَّةِ: مَا اسْتَطَالَ مِنْهَا، قَالَ مُهَلْهَلٌ:\nلَمَّا تَوَقَّلَ فِي الْكُرَاعِ هَجِينُهُمْ ... هَلْهَلْتُ أَثْأَرُ جَابِرًا أَوْ صِنْبِلَا\nفَأَمَّا تَسْمِيَتُهُمُ الْخَيْلَ كُرَاعًا فَإِنَّ الْعَرَبَ قَدْ تُعَبِّرُ عَنِ الْجِسْمِ بِبَعْضِ أَعْضَائِهِ، كَمَا يُقَالُ: أَعْتَقَ رَقَبَةً، وَوَجْهِي إِلَيْكَ. فَيُمْكِنُ أَنْ يَكُونَ الْخَيْلُ سُمِّيَتْ كُرَاعًا لِأَكَارِعِهَا، وَالْكَرَعُ: دِقَّةُ السَّاقَيْنِ. فَأَمَّا الْكَرَعُ فَهُوَ مَاءُ السَّمَاءِ، وَسُمِّيَ بِهِ لِأَنَّهُ يُكْرَعُ فِيهِ، وَقِيلَ لِأَنَّ الْإِنْسَانَ يُكْرِعُ فِيهِ أَكَارِعَهُ، أَوْ يَأْخُذُهُ بِيَدَيْهِ، وَهُمَا بِمَعْنَى الْكُرَاعَيْنِ، إِذَا كَانَا طَرَفَيْنِ.",
    "pg": "5:171"
  },
  "كرف": {
    "def": "الْكَافُ وَالرَّاءُ وَالْفَاءُ كَلِمَتَانِ مُتَبَايِنَتَانِ جِدًّا، فَالْأُولَى الْكَرْفُ، وَهُوَ تَشَمُّمُ الْحِمَارِ الْبَوْلَ وَرَفْعُهُ رَأْسَهُ. وَالثَّانِيَةُ الْكِرْفِئُ: السَّحَابُ الْمُرْتَفِعُ الَّذِي يُرَى بَعْضُهُ فَوْقَ بَعْضٍ.",
    "pg": "5:171"
  },
  "كرم": {
    "def": "الْكَافُ وَالرَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ لَهُ بَابَانِ: أَحَدُهُمَا شَرَفٌ فِي الشَّيْءِ فِي نَفْسِهِ أَوْ شَرَفٌ فِي خُلُقٍ مِنَ الْأَخْلَاقِ. يُقَالُ رَجُلٌ كَرِيمٌ، وَفَرَسٌ كَرِيمٌ، وَنَبَاتٌ كَرِيمٌ. وَأَكْرَمَ الرَّجُلُ، إِذَا أَتَى بِأَوْلَادٍ كِرَامٍ. وَاسْتَكْرَمَ: اتَّخَذَ عِلْقًا كَرِيمًا. وَكَرُمَ السَّحَابُ: أَتَى بِالْغَيْثِ. وَأَرْضٌ مَكْرَُمَةٌ لِلنَّبَاتِ، إِذَا كَانَتْ جَيِّدَةَ النَّبَاتِ. وَالْكَرَمُ فِي الْخُلْقِ يُقَالُ هُوَ الصَّفْحُ عَنْ ذَنْبِ الْمُذْنِبِ. قَالَ عَبْدُ اللَّهِ بْنُ مُسْلِمِ بْنِ قُتَيْبَةَ: الْكَرِيمُ: الصَّفُوحُ. وَاللَّهُ تَعَالَى هُوَ الْكَرِيمُ الصَّفُوحُ عَنْ ذُنُوبِ عِبَادِهِ الْمُؤْمِنِينَ.\nوَالْأَصْلُ الْآخَرُ الْكَرْمُ، وَهِيَ الْقِلَادَةُ. قَالَ:\nعَدُوسِ السُّرَى لَا يَعْرِفُ الْكَرْمَ جِيدُهَا\nوَأَمَّا الْكَرْمُ فَالْعِنَبُ أَيْضًا لِأَنَّهُ مُجْتَمِعُ الشُّعَبِ مَنْظُومُ الْحَبِّ.",
    "pg": "5:171-172"
  },
  "كرن": {
    "def": "الْكَافُ وَالرَّاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ فِي الْمَلَاهِي. يُقَالُ: إِنَّ الْكِرَانَ: الصَّنْجُ. قَالَ امْرُؤُ الْقَيْسِ:\n. . . . . . فَيَا رُبَّ قَيْنَةٍ ... مُنَعَّمَةٍ أَعْمَلْتُهَا بِكْرَانِ\nوَالْقَيْنَةُ: كَرِينَةٌ.",
    "pg": "5:172"
  },
  "كره": {
    "def": "الْكَافُ وَالرَّاءُ وَالْهَاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ، يَدُلُّ عَلَى خِلَافِ الرِّضَا وَالْمَحَبَّةِ. يُقَالُ: كَرِهْتُ الشَّيْءَ أَكْرَهُهُ كَرْهًا. وَالْكُرْهُ الِاسْمُ. وَيُقَالُ: بَلِ الْكُرْهُ: الْمَشَقَّةُ، وَالْكَرْهُ: أَنْ تُكَلَّفَ الشَّيْءَ فَتَعْمَلَهُ كَارِهًا. وَيُقَالُ مِنَ الْكُرْهِ الْكَرَاهِيَةُ وَالْكَرَاهِيَّةُ. وَالْكَرِيهَةُ: الشِّدَّةُ فِي الْحَرْبِ. وَيُقَالُ لِلسَّيْفِ الْمَاضِي فِي الضَّرَائِبِ: ذُو الْكَرِيهَةِ. وَيَقُولُونَ: إِنَّ الْكَرْهَ: الْجَمَلُ الشَّدِيدُ الرَّأْسِ، كَأَنَّهُ يَكْرَهُ الِانْقِيَادَ.",
    "pg": "5:172-173"
  },
  "كري": {
    "def": "الْكَافُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى لِينٍ فِي الشَّيْءِ وَسُهُولَةٍ، وَرُبَّمَا دَلَّ عَلَى تَأْخِيرٍ.\nفَاللِّينُ وَالسُّهُولَةُ الْكَرَى، وَهُوَ النُّعَاسُ. وَمِنْ بَابِهِ السَّيْرُ الْمُكَرِّي: اللَّيِّنُ الرَّقِيقُ. وَمِنْهَا الْمُكَارِي وَهُوَ الظِّلُّ الَّذِي يُكَارِي الشَّيْءَ، أَيْ هُوَ مَعَهُ لَا يُفَارِقُهُ. وَهُوَ أَلْيَنُ مَا يَكُونُ وَأَلْطَفَهُ. قَالَ جَرِيرٌ:\nلَحِقْتُ وَأَصْحَابِي عَلَى كُلِّ حُرَّةٍ ... مَرُوحُ تُبَارِي الْأَحْمَسِيَّ الْمُكَارِيَا\nأَيْ إِنَّهَا تُبَارِي ظِلَّهَا كَأَنَّهَا تُسَايِرُ. وَمِنَ الْبَابِ الْكَرْوُ: أَنْ يَخْبِطَ الْفَرَسُ فِي عَدْوِهِ بِيَدَيْهِ فِي اسْتِقَامَةٍ لَا يُقْبِلُ بِهِمَا نَحْوَ بَطْنِهِ. وَكَرَتِ الْمَرْأَةُ فِي مَشْيِهَا تَكْرُو كَرْوًا. وَالْكُرَةُ نَاقِصَةٌ، نَقَصَتْ وَاوًا، سُمِّيَتْ بِذَلِكَ لِأَنَّهُ يُكْرَى بِهَا إِذَا رُمِيَ بِهَا. يُقَالُ كَرَا الْكُرَةَ يَكْرُوهَا كَرْوًا وَأَمَّا الْمُكَارِي الَّذِي يُكْرِي الْجِمَالَ وَغَيْرَهَا، فَذَاكَ مُشْتَقٌّ مِنَ السَّيْرِ أَيْضًا، لِأَنَّهُ يُسَايِرُ الْمُكْتَرِيَ مِنْهُ. ثُمَّ اتْسَعُوا فِي ذَلِكَ فَسَمَّوُا الْأَجْرَ كِرَاءً، وَنَقَلُوهُ أَيْضًا إِلَى مَا لَا يُسَايَرُ بِهِ، كَالدَّارِ وَنَحْوِهَا، وَالْأَصْلُ مَا ذَكَرْنَاهُ. وَأَمَّا الَّذِي ذَكَرْنَا مِنَ التَّأْخِيرِ فَقَوْلُهُمْ: أَكَرَيْتُ الْحَدِيثَ: أَخَّرْتُهُ. قَالَ الْحُطَيْئَةُ:\nوَأَكْرَيْتُ الْعِشَاءَ إِلَى سُهَيْلٍ ... أَوِ الشِّعْرَى فَطَالَ بِيَ الْأَنَاءُ\nفَأَمَّا الْكَرَوَانُ فَطَائِرٌ يُقَالُ لِذَكَرِهِ الْكَرَى، يُقَالُ إِذَا صِيدَ:\nأَطْرِقْ كَرَا أَطْرِقْ كَرَا ... إِنَّ النَّعَامَةَ فِي الْقُرَى\nوَيُقَالُ سُمِّيَ بِذَلِكَ لِدِقَّةِ سَاقَيْهِ. وَيَقُولُونَ: امْرَأَةٌ كَرْوَاءُ: دَقِيقَةُ السَّاقَيْنِ. وَهَذَا إِنْ صَحَّ فَهُوَ شَاذٌّ عَنِ الْقِيَاسِ الَّذِي ذَكَرْنَاهُ.",
    "pg": "5:173-174"
  },
  "كزز": {
    "def": "الْكَافُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَبْضٍ وَتَقَبُّضٍ. مِنْ ذَلِكَ الْكَزَازَةُ: الِانْقِبَاضُ وَالْيُبْسُ. رَجُلٌ كَزٌّ، أَيْ بَخِيلٌ. وَيُقَالُ: كَزَزْتُ الشَّيْءَ، إِذَا ضَيَّقْتَهُ، فَهُوَ مَكْزُوزٌ. وَالْكُزَازُ: دَاءٌ يَأْخُذُهُ مِنْ شِدَّةِ الْبَرْدِ. وَأَحْسَبُهُ مِنْ تَقَبُّضِ الْأَطْرَافِ. وَبَكَرَةٌ كَزَّةٌ، أَيْ قَصِيرَةٌ.",
    "pg": "5:127-128"
  },
  "كزم": {
    "def": "الْكَافُ وَالزَّاءُ وَالْمِيمُ أُصَيْلٌ يَدُلُّ عَلَى قِصَرٍ وَقَمَاءَةٍ. فَالْكَزَمُ: الْقِصَرُ فِي الْأَنْفِ، وَكَذَلِكَ فِي الْأَصَابِعِ. يُقَالُ أَنْفٌ أَكْزَمُ وَيَدٌ كَزْمَاءُ. وَالْكَزْمُ: الرَّجُلُ الْهَيَّبَانُ، وَسُمِّيَ لِانْقِبَاضِهِ عَنِ الْإِقْدَامِ، وَالْكَزُومُ: الَّتِي لَمْ يَبْقَ فِيهَا سِنٌّ مِنَ الْهَرَمِ. وَكُلُّ هَذَا قِيَاسُهُ وَاحِدٌ. وَذَكَرَ أَنَّ الْكَزْمَ كَالْكَدْمِ بِمُقَدَّمِ الْفَمِ. وَهَذَا مِنْ بَابِ الْإِبْدَالِ، وَاللَّهُ بِصِحِتِّهَا أَعْلَمُ.\n\n[بَابُ الْكَافِ وَالسِّينِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:176-177"
  },
  "كسا": {
    "def": "الْكَافُ وَالسِّينُ وَالْحَرْفُ الْمُعْتَلُّ. . . . . . أَمَّا مَا لَيْسَ بِمَهْمُوزٍ فَمِنْهُ الْكُسْوَةُ وَالْكِسَاءُ مَعْرُوفٌ. قَالَ الشَّاعِرُ: فَبَاتَ لَهُ دُونَ الصَّبَا وَهِيَ قَرَّةٌ ... لِحَافٌ وَمَصْقُولُ الْكِسَاءِ رَقِيقُ\nأَرَادَ فِي هَذَا الْمَوْضِعِ بِمَصْقُولِ الْكِسَاءِ لَبَنًا قَدْ عَلَتْهُ دُوَايَةٌ. وَمِثْلُهُ:\nوَهُوَ إِذَا مَا اهْتَافَ أَوْ تَهَيَّفَا ... يَنْفِي الدُّوَايَاتِ إِذَا تَرَشَّفَا\nعَنْ كُلِّ مَصْقُولِ الْكِسَاءِ قَدْ صَفَا\nاهْتَافَ: عَطِشَ. وَعَنَى بِالْكِسَاءِ الدُّوَايَةَ.",
    "pg": "5:178-179"
  },
  "كسب": {
    "def": "الْكَافُ وَالسِّينُ وَالْبَاءُ أَصْلٌ صَحِيحٌ، وَهُوَ يَدُلُّ عَلَى ابْتِغَاءٍ وَطَلَبٍ وَإِصَابَةٍ. فَالْكَسْبُ مِنْ ذَلِكَ. وَيُقَالُ كَسَبَ أَهْلَهُ خَيْرًا، وَكَسَبْتُ الرَّجُلَ مَالًا فَكَسَبَهُ. وَهَذَا مِمَّا جَاءَ عَلَى فَعَلْتُهُ فَفَعَلَ. وَكَسَابِ: اسْمُ كَلْبَةٍ.",
    "pg": "5:179"
  },
  "كسح": {
    "def": "الْكَافُ وَالسِّينُ وَالْحَاءُ لَهُ مَعْنَيَانِ صَحِيحَانِ: أَحَدُهُمَا تَنْقِيَةُ الشَّيْءِ، وَالْمَعْنَى الْآخَرُ عَيْبٌ فِي الْخِلْقَةِ.\nفَالْأَوَّلُ الْكَسْحُ. يُقَالُ: كَسَحْتُ الْبَيْتَ، وَكَسَحَتِ الرِّيحُ الْأَرْضَ: قَشَرَتْ عَنْهَا التُّرَابَ. وَالْكُسَاحَةُ: مَا يُكْسَحُ. وَيُقَالُ: أَغَارُوا عَلَى بَنِي فُلَانٍ فَاكْتَسَحُوهُمْ، أَيْ أَخَذُوا مَالَهُمْ كُلَّهُ.\nوَالثَّانِي الْكَسَحُ، وَهُوَ الْعَرَجُ. وَالْأَكْسَحُ: الْأَعْرَجُ. قَالَ الْأَعْشَى:\nوَخَذُولِ الرِّجْلِ مِنْ غَيْرِ كَسَحْ وَجَمْعُ الْأَكْسَحِ كُسْحَانٌ. وَفِي الْحَدِيثِ: \" «الصَّدَقَةُ مَالُ الْكُسْحَانِ وَالْعُورَانِ» \".",
    "pg": "5:179-180"
  },
  "كسد": {
    "def": "الْكَافُ وَالسِّينُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الشَّيْءِ الدُّونِ لَا يُرْغَبُ فِيهِ. مِنْ ذَلِكَ: كَسَدَ الشَّيْءُ كَسَادًا فَهُوَ كَاسِدٌ وَكَسِيدٌ. وَكُلُّ دُونٍ كَسِيدٌ. قَالَ:\nفَمَاجِدٌ وَكَسِيدُ.",
    "pg": "5:180"
  },
  "كسر": {
    "def": "الْكَافُ وَالسِّينُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى هَشْمِ الشَّيْءِ وَهَضْمِهِ. مِنْ ذَلِكَ قَوْلُكَ كَسَرْتُ الشَّيْءَ أَكْسِرُهُ كَسْرًا. وَالْكِسْرَةُ: الْقِطْعَةُ مِنَ الْمَكْسُورِ. وَيُقَالُ: عُودٌ صُلْبُ الْمَكْسِرِ، إِذَا عُرِفَتْ جَوْدَتُهُ بِكَسْرِهِ. وَكَسَرَ الطَّائِرُ جَنَاحَيْهِ كَسْرًا، إِذَا ضَمَّهُمَا وَهُوَ يُرِيدُ الْوُقُوعَ، وَمِنْهُ عُقَابٌ كَاسِرٌ. وَالْكِسْرُ: الْعَظْمُ لَيْسَ عَلَيْهِ كَبِيرُ لَحْمٍ. قَالَ الشَّاعِرُ:\nوَفِي يَدِهَا كِسَرٌ أَبَحُّ رَذُومُ\nوَيُقَالُ لَا يَكُونُ كَذَا إِلَّا وَهُوَ مَكْسُورٌ. وَيُقَالُ لِعَظْمِ السَّاعِدِ الَّذِي يَلِي الْمِرْفَقَ، وَهُوَ نِصْفُ الْعَظْمِ: كِسَرُ قَبِيحٍ. أَنْشَدَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ، عَنْ عَلِيِّ بْنِ عَبْدِ الْعَزِيزِ، عَنْ أَبِي عُبَيْدٍ:\nفَلَوْ كُنْتَ عَيْرًا كُنْتَ عَيْرَ مَذَلَّةٍ ... وَلَوْ كُنْتَ كِسْرًا كُنْتَ كِسْرَ قَبِيحٍ\nوَيُقَالُ: أَرْضٌ ذَاتُ كُسُورٍ، أَيْ ذَاتُ صُعُودٍ وَهُبُوطٍ، وَكَأَنَّهَا قَدْ كُسِرَتْ كَسْرًا. وَالْكِسَرُ: الشُّقَّةُ السُّفْلَى مِنَ الْخِبَاءِ تُرْفَعُ أَحْيَانًا وَتُرْخَى أَحْيَانًا. وَهُوَ جَارِي مُكَاسِرِي، أَيْ كِسَرُ بَيْتِهِ إِلَى كِسْرِ بَيْتِي. فَأَمَّا كِسْرَى فَاسْمٌ عَجَمِيٌّ، وَلَيْسَ مِنْ هَذَا، وَهُوَ مُعَرَّبٌ. قَالَ أَبُو عَمْرٍو: يُنْسَبُ إِلَى كِسْرَى - وَكَانَ يَقُولُهُ بِكَسْرِ الْكَافِ - كِسْرِيٌّ وَكِسْرَوِيٌّ. وَقَالَ الْأُمَوِيُّ: كِسْرِيٌّ بِالْكَسْرِ أَيْضًا.\n\n[بَابُ الْكَافِ وَالشِّينِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:180-181"
  },
  "كسس": {
    "def": "الْكَافُ وَالسِّينُ صَحِيحٌ، إِلَّا أَنَّهُ قَلِيلُ الْأَلْفَاظِ. وَالصَّحِيحُ مِنْهُ الْكَسَسُ: خُرُوجُ الْأَسْنَانِ السُّفْلَى مَعَ الْحَنَكِ الْأَسْفَلِ. رَجُلٌ أَكَسُّ. كَذَا فِي كِتَابِ الْخَلِيلِ. وَقَالَ غَيْرُهُ: الْكَسَسُ: قِصَرُ الْأَسْنَانِ. وَمَا بَعْدَ هَذَا فَكَلَامٌ. يَقُولُونَ الْكَسِيسُ: لَحْمٌ يُجَفَّفُ عَلَى الْحِجَارَةِ ثُمَّ يُدَقُّ وَيُتَزَوَّدُ. وَمِمَّا يَصِحُّ فِي هَذَا: الْكَسِيسُ، وَهُوَ شَرَابٌ يُتَّخَذُ مِنْ ذُرَةٍ. وَيُنْشِدُونَ:\nفَإِنْ تُسْقَ مِنْ أَعْشَابِ وَجَّ فَإِنَّنَا ... لَنَا الْعَيْنُ تَجْرِي مِنْ كَسِيسٍ وَمِنْ سَكَرْ\nوَالشِّعْرُ صَحِيحٌ، وَلَعَلَّ الْكَلِمَةَ مِنْ بَعْضِ اللُّغَاتِ الَّتِي اسْتَعَارَتْهَا الْعَرَبُ فِي كَلَامِهَا. وَأَمَّا الْكَسْكَسَةُ فَكَلِمَةٌ مُوَلَّدَةٌ فِيمَنْ يُبْدِلُ فِي كَلَامِهِ الْكَافِ سِينًا.",
    "pg": "5:128"
  },
  "كسع": {
    "def": "الْكَافُ وَالسِّينُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى نَوْعٍ مِنَ الضَّرْبِ. يُقَالُ: كَسَعَهُ، إِذَا ضَرَبَ بِرِجْلِهِ عَلَى مُؤَخَّرِهِ أَوْ بِيَدِهِ. وَيُقَالُ: اتَّبَعَ أَدْبَارَهُمْ يَكْسَعُهُمْ بِسَيْفِهِ. وَكَسَعْتُ الرَّجُلَ بِمَا سَاءَهُ، إِذَا تَكَلَّمْتُ فِي أَثَرِهِ. وَكَسَعْتُ النَّاقَةَ بِغُبْرِهَا، إِذَا تَرَكْتَ بَقِيَّةً مِنَ اللَّبَنِ فِي خِلْفِهَا تُرِيدُ تَعْزِيرَهَا. وَمَعْنَى هَذَا أَنَّهُ يُخَلِّيهَا بَعْدَ أَنْ يُحْلَبَ بَعْضُ لَبَنِهَا وَيُضْرَبُ بِيَدِهِ عَلَى مُؤَخَّرِهَا لِتَمْضِيَ. قَالَ:\nلَا تَكْسَعُ الشَّوْلَ بِأَغْبَارِهَا ... إِنَّكَ لَا تَدْرِي مَنِ النَّاتِجُ\nوَمِنَ الْبَابِ رَجُلٌ مُكَسَّعٌ بِغُبْرِهِ، إِذَا لَمْ يَتَزَوَّجْ، كَأَنَّ مَاءَهُ قَدْ تَبَقَّى كَمَا تَبَقَّى لَبَنُ الشَّاةِ الْمُكَسَّعَةِ. قَالَ:\nوَاللَّهُ لَا يُخْرِجُهَا مِنْ قَعْرِهِ ... إِلَّا فَتًى مُكَسَّعٌ بِغُبْرِهِ\nوَالْكُسْعَةُ: الْحَمِيرُ، سُمِّيَتْ لِأَنَّهَا تُضْرَبُ أَبَدًا عَلَى مُؤَخَّرِهَا فِي السَّوْقِ.",
    "pg": "5:177"
  },
  "كسف": {
    "def": "الْكَافُ وَالسِّينُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى تَغَيُّرٍ فِي حَالِ الشَّيْءِ إِلَى مَا لَا يُحَبُّ، وَعَلَى قَطْعِ شَيْءٍ مِنْ شَيْءٍ. مِنْ ذَلِكَ كُسُوفُ الْقَمَرِ، وَهُوَ زَوَالُ ضَوْئِهِ. وَيُقَالُ: رَجُلٌ كَاسِفُ الْوَجْهِ، إِذَا كَانَ عَابِسًا. وَهُوَ كَاسِفُ الْبَالِ، أَيْ سَيِّئُ الْحَالِ.\nوَأَمَّا الْقَطْعُ فَيُقَالُ: كَسَفَ الْعُرْقُوبُ بِالسَّيْفِ كَسْفًا يُكْسِفُهُ. وَالْكِسْفَةُ: الطَّائِفَةُ مِنَ الثَّوْبِ، يُقَالُ: أَعْطِنِي كِسْفَةً مِنْ ثَوْبِكَ. وَالْكِسْفَةُ: الْقِطْعَةُ مِنَ الْغَيْمِ. قَالَ اللَّهُ تَعَالَى: ﴿وَإِنْ يَرَوْا كِسْفًا مِنَ السَّمَاءِ سَاقِطًا﴾ [الطور: ٤٤] .",
    "pg": "5:177-178"
  },
  "كسل": {
    "def": "الْكَافُ وَالسِّينُ وَاللَّامُ أَصْلٌ صَحِيحٌ، وَهُوَ التَّثَاقُلُ عَنِ الشَّيْءِ وَالْقُعُودُ عَنْ إِتْمَامِهِ أَوْ عَنْهُ. مِنْ ذَلِكَ الْكَسَلُ. وَالْإِكْسَالُ: أَنْ يُخَالِطَ الرَّجُلُ أَهْلَهُ وَلَا يُنْزِلَ. وَيُقَالُ ذَلِكَ فِي فَحْلِ الْإِبِلِ أَيْضًا. وَامْرَأَةٌ مِكْسَالٌ: لَا تَكَادُ تَبْرَحُ بَيْتَهَا.",
    "pg": "5:178"
  },
  "كسم": {
    "def": "الْكَافُ وَالسِّينُ وَالْمِيمُ أُصَيْلٌ يَدُلُّ عَلَى تَلَبُّدٍ فِي شَيْءٍ وَتَجَمُّعٍ. مِنْ ذَلِكَ الْكَيْسُومُ: الْحَشِيشُ الْكَثِيرُ. وَيُقَالُ إِنَّ الْأَكَاسِمَ: الْخَيْلُ الْمُجْتَمِعَةُ يَكَادُ يَرْكَبُ بَعْضُهَا بَعْضًا. قَالَ:\nأَبَا مَالِكٍ لَطَّ الْحُضَيْنُ وَرَاءَنَا ... رِجَالًا عَدَانَاتٍ وَخَيْلًا أَكَاسِمَا.",
    "pg": "5:178"
  },
  "كشح": {
    "def": "الْكَافُ وَالشِّينُ وَالْحَاءُ أَصْلٌ صَحِيحٌ، وَهُوَ بَعْضُ خَلْقِ الْحَيَوَانِ. فَالْكَشْحُ: الْخَصْرُ. وَالْكَشَحُ: دَاءٌ يُصِيبُ الْإِنْسَانَ فِي كَشْحِهِ. قَالَ الْأَعْشَى:\nكُلَّ مَا يَحْسِمْنَ مِنْ دَاءِ الْكَشَحْ\nوَيُكْوَى. وَمِنْ ذَلِكَ الرَّجُلُ مَكْشُوحٌ الْمُرَادِيُّ. وَأَمَّا الْكَاشِحُ فَالَّذِي يَطْوِي عَلَى الْعَدَاوَةِ كَشْحَهُ. وَيُقَالُ: طَوَيْتُ كَشْحِي عَلَى الْأَمْرِ، إِذَا أَضْمَرْتُهُ وَسَتَرْتُهُ. قَالَ:\nأَخٌ قَدْ طَوَى كَشْحًا وَأَبَّ لِيَذْهَبَا وَقَالَ قَوْمٌ: بَلِ الْكَاشِحُ: الَّذِي يَتَبَاعَدُ عَنْكَ، مِنْ قَوْلِكَ: كَشَحَ الْقَوْمُ عَنِ الْمَاءِ، إِذَا تَفَرَّقُوا. قَالَ:\nشِلْوَ حِمَارٍ كَشَحَتْ عَنْهُ الْحُمُرْ\nوَإِنَّمَا يُقَالُ لِلذَّاهِبِ كَشَحَ لِأَنَّهُ يَمْضِي مُبْدِيًا كَشْحَهُ إِعْرَاضًا عَنِ الْمَذْهُوبِ عَنْهُ. أَلَا تَرَاهُمْ يَقُولُونَ: طَوَى كَشْحَهُ لِلْبَيْنِ وَالذَّهَابِ. وَهُوَ فِي شِعْرِهِمْ كَثِيرٌ.",
    "pg": "5:183-184"
  },
  "كشد": {
    "def": "الْكَافُ وَالشِّينُ وَالدَّالُ. يُقَالُ الْكَشْدُ: ضَرْبٌ مِنَ الْحَلَبِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْكَافِ وَالظَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:184"
  },
  "كشش": {
    "def": "الْكَافُ وَالشِّينُ لَيْسَ بِشَيْءٍ، وَفِيهِ كَلِمَةٌ تَجْرِي مَجْرَىَ الْحِكَايَةِ، يُقَالُ لِهَدِيرِ الْبَكْرِ: الْكَشِيشُ. وَالْكَشْكَشَةُ: كَلِمَةٌ مُوَلَّدَةٌ فِيمَنْ يُبْدِلُ الْكَافَ فِي كَلَامِهِ شِينًا.",
    "pg": "5:128"
  },
  "كشط": {
    "def": "الْكَافُ وَالشِّينُ وَالطَّاءُ كَلِمَةٌ تَدُلُّ عَلَى تَنْحِيَةِ الشَّيْءِ وَكَشْفِهِ. يُقَالُ: كَشَطَ الْجِلْدَ عَنِ الذَّبِيحَةِ. وَيَقُولُونَ: انْكَشَطَ رُوعُهُ، أَيْ ذَهَبَ.",
    "pg": "5:184"
  },
  "كشف": {
    "def": "الْكَافُ وَالشِّينُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سَرْوِ الشَّيْءِ عَنِ الشَّيْءِ، كَالثَّوْبِ يُسْرَى عَنِ الْبَدَنِ. وَيُقَالُ كَشَفْتُ الثَّوْبَ وَغَيْرَهُ أَكْشِفُهُ. وَالْكَشَفُ: دَائِرَةٌ فِي قُصَاصِ النَّاصِيَةِ، كَأَنَّ بَعْضَ ذَلِكَ الشَّعْرِ يَنْكَشِفُ عَنْ مَغْرِزِهِ وَمَنْبَتِهِ. وَذَلِكَ يَكُونُ فِي الْخَيْلِ الْتِوَاءً يَكُونُ فِي عَسِيبِ الذَّنَبِ. وَالْأَكْشَفُ: الرَّجُلُ الَّذِي لَا تُرْسَ مَعَهُ فِي الْحَرْبِ. وَيُقَالُ: تَكَشَّفَ الْبَرْقُ، إِذَا مَلَأَ السَّمَاءَ. وَالْمَعْنَى صَحِيحٌ، لِأَنَّ الْمُتَكَشِّفَ بَارِزٌ. وَالْكِشَافُ: نِتَاجٌ فِي [إِثْرِ] نِتَاجٍ. [قَالَ ابْنُ دُرَيْدٍ: الْكِشَافُ] : أَنْ تَبْقَى الْأُنْثَى سَنَتَيْنِ أَوْ ثَلَاثًا لَا يُحْمَلُ عَلَيْهَا. قَالَ الشَّاعِرُ:. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
    "pg": "5:181-182"
  },
  "كشم": {
    "def": "الْكَافُ وَالشِّينُ وَالْمِيمُ أُصَيْلٌ يَدُلُّ عَلَى قَطْعِ شَيْءٍ أَوْ قِصَرِهِ، مِنْ ذَلِكَ الْأَكْشَمُ: النَّاقِصُ الْخَلْقِ، وَيَكُونُ ذَلِكَ فِي الْحَسَبِ النَّاقِصِ أَيْضًا. قَالَ:\nلَهُ جَانِبٌ وَافٍ وَآخَرُ أَكْشَمُ\nوَالْكَشْمُ: قَطْعُ الْأَنْفِ بِاسْتِئْصَالٍ.",
    "pg": "5:182"
  },
  "كشى": {
    "def": "الْكَافُ وَالشِّينُ وَالْحَرْفُ الْمُعْتَلُّ أَوِ الْمَهْمُوزُ. أَمَّا مَا لَيْسَ بِمَهْمُوزٍ فَكَلِمَةٌ وَاحِدَةٌ، وَهِيَ شَحْمَةٌ مُسْتَطِيلَةٌ فِي عُنُقِ الضَّبِّ إِلَى فَخِذِهِ، وَالْجَمْعُ الْكُشَى. قَالَ: وَأَنْتَ لَوْ ذُقْتَ الْكُشَى بِالْأَكْبَادْ ... لَمَا تَرَكْتَ الضَّبَّ يَعْدُو بِالْوَادْ\nوَأَمَّا الْمَهْمُوزُ فَكَلِمَاتٌ لَعَلَّهَا أَنْ تَكُونَ صَحِيحَةً. يَقُولُونَ: يَتَكَشَّأُ اللَّحْمَ، أَيْ يَأْكُلُهُ وَهُوَ يَابِسٌ. وَكَشَأْتُ وَجْهَهُ بِالسَّيْفِ، أَيْ ضَرْبَتُهُ. وَكَشِئَ مِنَ الطَّعَامِ: امْتَلَأَ.",
    "pg": "5:182-183"
  },
  "كصص": {
    "def": "الْكَافُ وَالصَّادُ كَلِمَةٌ تَدُلُّ عَلَى الْتِوَاءٍ مِنَ الْجَهْدِ. وَيُقَالُ لِلرِّعْدَةِ: كَصَيْصٌ. وَالْكَصِيصَةُ: حِبَالَةُ الصَّائِدِ.",
    "pg": "5:128"
  },
  "كضض": {
    "def": "الْكَافُ وَالضَّادُ. يَقُولُونَ: إِنَّ الْكَضْكَضَةَ: سُرْعَةُ الْمَشْيِ.",
    "pg": "5:128"
  },
  "كظا": {
    "def": "الْكَافُ وَالظَّاءُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ مِنَ الْإِبْدَالِ. يَقُولُونَ كَظَا لَحْمُهُ، مِثْلٌ خَظَا، وَهُوَ يَكْظُو.\n\n[بَابُ الْكَافِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:185"
  },
  "كظر": {
    "def": "الْكَافُ وَالظَّاءُ وَالرَّاءُ كَلِمَةٌ. يَقُولُونَ: الْكُظْرُ: مَحَزُّ الْفُرْضَةِ فِي سِيَةِ الْقَوْسِ.",
    "pg": "5:184"
  },
  "كظظ": {
    "def": "الْكَافُ وَالظَّاءُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى تَمَرُّسٍ وَشِدَّةٍ وَامْتِلَاءٍ. مِنْ ذَلِكَ الْمُكَاظَّةُ فِي الْحَرْبِ: الْمُمَارَسَةُ الشَّدِيدَةُ. وَكَظَنَّى هَذَا الْأَمْرُ. وَمِنَ الْبَابِ الْكَظْكَظَةُ امْتِلَاءُ السِّقَاءِ. وَمِنْهُ الْكِظَّةُ الَّتِي تَعْتَرِي عَنِ الطَّعَامِ. وَيُقَالُ: اكْتَظَّ الْوَادِي بِالْمَاءِ، إِذَا امْتَلَأَ بِسَيْلِهِ. وَتَكَاظَّ الْقَوْمُ كِظَاظًا: تَجَاوَزُوا الْقَدْرَ فِي التَّمَرُّسِ وَالتَّعَادِي. قَالَ:\nإِذْ سَئِمَتْ رَبِيعَةُ الْكِظَاظَا.",
    "pg": "5:128-129"
  },
  "كظم": {
    "def": "الْكَافُ وَالظَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَعْنًى وَاحِدٍ، وَهُوَ الْإِمْسَاكُ وَالْجُمَعُ لِلشَّيْءِ. مِنْ ذَلِكَ الْكَظْمُ: اجْتِرَاعُ الْغَيْظِ وَالْإِمْسَاكُ عَنْ إِبْدَائِهِ، وَكَأَنَّهُ يَجْمَعُهُ الْكَاظِمُ فِي جَوْفِهِ. قَالَ اللَّهُ تَعَالَى: ﴿وَالْكَاظِمِينَ الْغَيْظَ﴾ [آل عمران: ١٣٤] وَالْكُظُومُ: السُّكُوتُ. [وَ] الْكُظُومُ: إِمْسَاكُ الْبَعِيرِ عَنِ الْجِرَّةِ. وَالْكَظَمُ: مَخْرَجُ النَّفَسِ. يُقَالُ أَخَذَ بِكَظَمِهِ. وَمَعْنَى ذَلِكَ قِيَاسُ مَا ذَكَرْنَاهُ; لِأَنَّهُ كَأَنَّهُ مَنَعَ نَفَسَهُ أَنْ يَخْرُجَ. وَالْكَظَائِمُ: خُرُوقٌ تُحْفَرُ يَجْرِي فِيهَا الْمَاءُ مِنْ بِئْرٍ إِلَى بِئْرٍ. وَإِنَّمَا سُمِّيَتْ كِظَامَةً لِإِمْسَاكِهَا الْمَاءَ. وَالْكِظَامَةُ أَيْضًا: الْحَلْقَةُ الَّتِي تَجْمَعُ خُيُوطَ حَدِيدَةِ الْمِيزَانِ; وَذَلِكَ مِنَ الْإِمْسَاكِ أَيْضًا. وَالْكِظَامَةُ: سَيْرٌ يُوصَلُ بِوَتَرِ الْقَوْسِ الْعَرَبِيَّةِ ثُمَّ يُدَارُ بِطَرَفِ السِّيَةِ الْعُلْيَا. وَالْقِيَاسُ فِي جَمِيعِ ذَلِكَ وَاحِدٌ.",
    "pg": "5:184-185"
  },
  "كعب": {
    "def": "الْكَافُ وَالْعَيْنُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى نُتُوٍّ وَارْتِفَاعٍ فِي الشَّيْءِ. مِنْ ذَلِكَ الْكَعْبُ: كَعْبُ الرَّجُلِ، وَهُوَ عَظْمُ طَرَفَيِ السَّاقِ عِنْدَ مُلْتَقَى الْقَدَمِ وَالسَّاقِ. وَالْكَعْبَةُ: بَيْتُ اللَّهِ تَعَالَى، يُقَالُ سُمِّيَ لِنُتَوِّهِ وَتَرْبِيعِهِ. وَذُو الْكَعَبَاتِ: بَيْتٌ لِرَبِيعَةَ، وَكَانُوا يَطُوفُونَ بِهِ. وَيُقَالُ إِنَّ الْكَعْبَةَ: الْغُرْفَةُ. وَكَعَبَتِ الْمَرْأَةُ كَعَابَةً، وَهِيَ كَاعِبٌ، إِذَا نَتَأَ ثَدْيُهَا. وَثَوْبٌ مُكَعَّبٌ: مَطْوِيٌّ شَدِيدُ الْإِدْرَاجِ. وَبُرْدٌ مُكَعَّبٌ: فِيهِ وَشْيٌ مُرَبَّعٌ. وَالْكَعْبُ مِنَ الْقَصَبِ، أُنْبُوبٌ مَا بَيْنَ الْعُقْدَتَيْنِ. وَكُعُوبُ الرُّمْحِ كَذَلِكَ. قَالَ عَنْتَرَةُ:\nفَطَعَنْتُ بِالرُّمْحِ الْأَصَمِّ كُعُوبَهُ ... لَيْسَ الْكَرِيمُ عَلَى الْقَنَا بِمُحَرَّمِ\nوَالْكَعْبُ مِنَ السَّمْنِ: قِطْعَةٌ مِنْهُ.",
    "pg": "5:186"
  },
  "كعت": {
    "def": "الْكَافُ وَالْعَيْنُ وَالتَّاءُ. يَقُولُونَ: الْكُعَيْتُ: طَائِرٌ. وَيَقُولُونَ: أَكْعَتَ الرَّجُلُ إِكْعَاتًا، إِذَا انْطَلَقَ مُسْرِعًا.",
    "pg": "5:186"
  },
  "كعد": {
    "def": "الْكَافُ وَالْعَيْنُ وَالدَّالُ. يَقُولُونَ: الْكَعْدُ. الْجُوَالِقُ.",
    "pg": "5:186"
  },
  "كعر": {
    "def": "الْكَافُ وَالْعَيْنُ وَالرَّاءُ. يَقُولُونَ: الْكَعَرُ: أَنْ يَمْتَلِئَ الْبَطْنُ مِنَ الْأَكْلِ. وَأَكْعَرَ الْبَعِيرُ: عَظُمَ سَنَامُهُ.",
    "pg": "5:186"
  },
  "كعس": {
    "def": "الْكَافُ وَالْعَيْنُ وَالسِّينُ. يَقُولُونَ: الْكَعْسُ: عَظْمٌ فِي السُّلَامَى. وَالْجَمْعُ كِعَاسٌ.\n\n[بَابُ الْكَافِ وَالْفَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:186-187"
  },
  "كعظ": {
    "def": "الْكَافُ وَالْعَيْنُ وَالظَّاءُ. يَقُولُونَ: الْكَعِيظُ: الرَّجُلُ الْقَصِيرُ الضَّخْمُ.",
    "pg": "5:185-186"
  },
  "كعع": {
    "def": "الْكَافُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حَبْسٍ وَاحْتِبَاسٍ. يُقَالُ رَجُلٌ كَعٌّ، وَكَاعٌّ، أَيْ جَبَانٌ. وَقَدْ أَكَعَّهُ الْفَرَقُ عَنِ الْأَمْرِ. [قَالَ ابْنُ دُرَيْدٍ: لَا يُقَالُ كَاعَ، وَإِنْ كَانَتِ الْعَامَّةُ تَقَوُّلُهُ] ، إِنَّمَا يُقَالُ كَعَّ. قَالَ:\nكَعْكَعَهُ حَائِرُهُ عَنِ الدَّقَقْ.",
    "pg": "5:129"
  },
  "كعم": {
    "def": "الْكَافُ وَالْعَيْنُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سَدِّ شَيْءٍ بِشَيْءٍ وَإِمْسَاكٍ. فَالْكِعَامُ: شَيْءٌ يُجْعَلُ فِي فَمِ الْبَعِيرِ فَلَا يَرْغُو. وَيُقَالُ: كَعَمَهُ فَهُوَ مَكْعُومٌ. وَتَقُولُ: كَعَمَهُ الْخَوْفُ فَلَا يَنْطِقُ. قَالَ ذُو الرُّمَّةِ:\nيَهْمَاءَ خَابِطُهَا بِالْخَوْفِ مَكْعُومُ\nوَمِنَ الْبَابِ: كَعَمَ الرَّجُلُ الْمَرْأَةَ، إِذَا قَبَّلَهَا مُلْتَقِمًا فَاهَا، كَأَنَّهُ سَدَّ فَاهَا بِفِيهِ. وَالْكِعْمُ: وِعَاءٌ مِنَ الْأَوْعِيَةِ.",
    "pg": "5:185"
  },
  "كفء": {
    "def": "الْكَافُ وَالْفَاءُ وَالْهَمْزَةُ أَصْلَانِ يَدُلُّ أَحَدُهُمَا عَلَى التَّسَاوِي فِي الشَّيْئَيْنِ، وَيَدُلُّ الْآخَرُ عَلَى الْمَيْلِ وَالْإِمَالَةِ وَالِاعْوِجَاجِ، فَالْأَوَّلُ: كَافَأْتُ فُلَانًا، إِذَا قَابَلْتُهُ بِمِثْلِ صَنِيعِهِ. وَالْكُفْءُ: الْمِثْلُ. قَالَ اللَّهُ تَعَالَى: ﴿وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ﴾ [الإخلاص: ٤] . وَالتَّكَافُؤُ: التَّسَاوِي. قَالَ رَسُولُ اللَّهِ ﵌: \" «الْمُسْلِمُونَ تَتَكَافَأُ دِمَاؤُهُمْ» \"، أَيْ تَتَسَاوَى. وَالْكِفَاءُ: شُقَّتَانِ تُنْصَحُ إِحْدَاهُمَا بِالْأُخْرَى، ثُمَّ يُرْدَحَانِ فِي مُؤَخَّرِ الْخِبَاءِ. وَبَيْتٌ مُكْفَأٌ، وَقَدْ أَكَفَأْتُهُ. قَالَ:\nبَيْتَ حُتُوفٍ مُكْفَأً مَرْدُوحًا\nوَجَاءَ فِي الْحَدِيثِ فِي ذِكْرِ الْعَقِيقَةِ: \" «شَاتَانِ مُتَكَافِئَتَانِ» \"، قَالُوا: مَعْنَاهُ مُتَسَاوِيَتَانِ فِي الْقَدْرِ وَالسِّنِّ.\nوَأَمَّا الْآخَرُ فَقَوْلُهُمْ: أَكْفَأَتُ الشَّيْءَ، إِذَا أَمَلْتُهُ. وَلِذَلِكَ يُقَالُ أَكَفَأْتُ الْقَوْسَ، إِذَا أَمَلْتَ رَأْسَهَا وَلَمْ تَنْصِبْهَا حِينَ تَرْمِي عَنْهَا. وَاكْتَفَأْتُ الصَّحْفَةَ، إِذَا أَمَلْتَهَا إِلَيْكَ. وَفِي الْحَدِيثِ: \" «لَا تُسْأَلُ الْمَرْأَةُ طَلَاقَ أُخْتِهَا لِتَكْتَفِئَ مَا فِي صَحِيفَتِهَا» \". وَيُقَالُ: أَكْفَأْتُ الشَّيْءَ: قَلَبْتُهُ، وَكَفَأْتُ أَيْضًا. وَيُقَالُ لِلسَّاهِمِ الْوَجْهِ: مُكَفَّأُ الْوَجْهِ، كَأَنَّ وَجْهَهُ قَدْ أُمِيلَ عَمَّا كَانَ عَلَيْهِ مِنَ الْبَشَارَةِ. وَمِنَ الْبَابِ الْإِكْفَاءُ فِي الشِّعْرِ، وَهِيَ أَنْ تَرْفَعَ قَافِيَةً وَتُخَفِّضَ أُخْرَى. وَيَزْعُمُونَ أَنَّ الْعَرَبَ قَدْ كَانَتْ تَعْرِفُ هَذَا، وَأَنَّهُ لَيْسَ مَنِ الْأَنْبَازِ الْمُوَلِّدَةِ. وَمِمَّا شَذَّ عَنْ هَذَيْنِ الْأَصْلَيْنِ الْكُفْأَةُ، وَهِيَ حَمْلُ النَّخْلَةِ سَنَتَهَا. وَيُقَالُ ذَلِكَ فِي نِتَاجِ الْإِبِلِ أَيْضًا. وَيُقَالُ: اسْتَكْفَأْتُ فُلَانًا إِبِلَهُ، أَيْ سَأَلْتُهُ نِتَاجَ إِبِلِهِ سَنَةً. وَيُقَالُ: أَنَا أَكْفِيكَ هَذِهِ النَّاقَةَ سَنَةً، أَيْ تَحْلِبُهَا وَلَكَ وَلَدُهَا. وَقَوْلُ ذِي الرُّمَّةِ:\nتَرَى كُفْأَتَيْهَا.",
    "pg": "5:189-190"
  },
  "كفا": {
    "def": "الْكَافُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الْحَسْبِ الَّذِي لَا مُسْتَزَادَ فِيهِ. يُقَالُ: كَفَاكَ الشَّيْءُ يَكْفِيكَ. وَقَدْ كَفَى كِفَايَةً، إِذَا قَامَ بِالْأَمْرِ. وَالْكُفْيَةُ: الْقُوتُ الْكَافِي، وَالْجَمْعُ كُفًى. وَيُقَالُ حَسْبُكَ زَيْدٌ مِنْ رَجُلٍ، وَكَافِيكَ.",
    "pg": "5:188-189"
  },
  "كفت": {
    "def": "الْكَافُ وَالْفَاءُ وَالتَّاءُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى جَمْعٍ وَضَمٍّ. مِنْ ذَلِكَ قَوْلُهُمْ: كَفَتُّ الشَّيْءَ، إِذَا ضَمَمْتَهُ إِلَيْكَ. قَالَ رَسُولُ اللَّهِ ﵊ فِي اللَّيْلِ: \" «وَاكْفِتُوا صِبْيَانَكُمْ» \"، يَعْنِي ضُمُّوهُمْ إِلَيْكُمْ وَاحْبِسُوهُمْ فِي الْبُيُوتِ. وَقَالَ ﷿: ﴿أَلَمْ نَجْعَلِ الْأَرْضَ كِفَاتًا﴾ [المرسلات: ٢٥] . ﴿أَحْيَاءً وَأَمْوَاتًا﴾ [المرسلات: ٢٦] . يَقُولُ: إِنَّهُمْ يَمْشُونَ عَلَيْهَا مَا دَامُوا أَحْيَاءً، فَإِذَا مَاتُوا ضَمَّتْهُمْ إِلَيْهَا فِي جَوْفِهَا. وَقَالَ رُؤْبَةُ:\nمِنْ كَفْتِ [هَا شَدًّا كَإِضْرَامِ الْحَرَقْ]\nوَيُقَالُ: جَرِابٌ كَفِيتٌ: لَا يُضَيِّعُ شَيْئًا يُجْعَلُ فِيهِ. وَأَمَّا قَوْلُهُمْ إِنَّ الْكَفْتَ: صَرْفُكَ الشَّيْءَ عَنْ وَجْهِهِ فَيَكْفِتُ أَيْ يَرْجِعُ، فَهَذَا صَحِيحٌ، لِأَنَّهُ يَضُمُّهُ عَنْ جَانِبٍ. وَالْكَفْتُ: السَّوْقُ الشَّدِيدُ، لِأَنَّهُ يَضُمُّ الْإِبِلَ ضَمًّا وَيَسُوقُهَا، كَمَا يُقَالُ يَقْبِضُهَا. وَسَيْرٌ كَفِيتٌ، أَيْ سَرِيعٌ، مِنْ هَذَا.",
    "pg": "5:190-191"
  },
  "كفر": {
    "def": "الْكَافُ وَالْفَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَعْنًى وَاحِدٍ، وَهُوَ السَّتْرُ وَالتَّغْطِيَةُ. يُقَالُ لِمَنْ غَطَّى دِرْعَهُ بِثَوْبٍ: قَدْ كَفَرَ دِرْعَهُ. وَالْمُكَفِّرُ: الرَّجُلُ الْمُتَغَطِّي بِسِلَاحِهِ. فَأَمَّا قَوْلُهُ:\nحَتَّى إِذَا أَلْقَتْ يَدًا فِي كَافِرٍ ... وَأَجَنَّ عَوْرَاتِ الثُّغُورِ ظَلَامُهَا\nفَيُقَالُ: إِنَّ الْكَافِرَ: مَغِيبُ الشَّمْسِ. وَيُقَالُ: بَلِ الْكَافِرُ: الْبَحْرُ. وَكَذَلِكَ فُسِّرَ قَوْلُ الْآخَرِ:\nفَتَذَكَّرَا ثَقَلًا رَثِيدًا بَعْدَمَا ... أَلْقَتْ ذُكَاءُ يَمِينَهَا فِي كَافِرِ\nوَالنَّهْرُ الْعَظِيمُ كَافِرٌ، تَشْبِيهٌ بِالْبَحْرِ. وَيُقَالُ لِلزَّارِعِ كَافِرٌ، لِأَنَّهُ يُغَطِّي الْحَبَّ بِتُرَابِ الْأَرْضِ. قَالَ اللَّهُ تَعَالَى: ﴿أَعْجَبَ الْكُفَّارَ نَبَاتُهُ﴾ [الحديد: ٢٠] . وَرَمَادٌ مَكْفُورٌ: سَفَتِ الرِّيحُ التُّرَابَ عَلَيْهِ حَتَّى غَطَّتْهُ. قَالَ:\nقَدْ دَرَسَتْ غَيْرَ رَمَادٍ مَكْفُورْ\nوَالْكُفْرُ: ضِدُّ الْإِيمَانِ، سُمِّيَ لِأَنَّهُ تَغْطِيَةُ الْحَقِّ. وَكَذَلِكَ كُفْرَانُ النِّعْمَةِ: جُحُودُهَا وَسَتْرُهَا. وَالْكَافُورُ: كِمُّ الْعِنَبِ قَبْلَ أَنْ يُنَوِّرَ. وَسُمِّيَ كَافُورًا لِأَنَّهُ كَفَرَ الْوَلِيعَ، أَيْ غَطَّاهُ. قَالَ: كَالْكَرْمِ إِذْ نَادَى مِنَ الْكَافُورِ\nوَيُقَالُ لَهُ الْكُفُرَّى. فَأَمَّا الْكَفِرَاتُ وَالْكَفَرُ فَالثَّنَايَا مِنَ الْجِبَالِ، وَلَعَلَّهَا سُمِّيَتْ كَفِرَاتٍ، لِأَنَّهَا مُتَطَامِنَةٌ، كَأَنَّ الْجِبَالَ الشَّوَامِخَ قَدْ سَتَرَتْهَا. قَالَ:\nتَطَلَّعُ رَيَّاهُ مِنَ الْكَفِرَاتِ\nوَالْكَفْرُ مِنَ الْأَرْضِ: مَا بَعُدَ مِنَ النَّاسِ، لَا يَكَادُ يَنْزِلُهُ وَلَا يَمُرُّ بِهِ أَحَدٌ. وَمَنْ حَلَّ بِهِ فَهُمْ أَهْلُ الْكُفُورِ. وَيُقَالُ: بَلِ الْكُفُورُ: الْقُرَى. جَاءَ فِي الْحَدِيثِ \" «لِتُخْرِجَنَّكُمُ الرُّومُ مِنْهَا كَفْرًا كَفْرًا» \".\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرِ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ كَافٌ] مِنْ ذَلِكَ (الْكَنْفَلِيلَةُ) : اللِّحْيَةُ الضَّخْمَةُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ النُّونُ مَعَ الزِّيَادَةِ فِي حُرُوفِهِ، وَهُوَ مِنَ الْكَفْلِ، وَهُوَ جَمْعُ الشَّيْءِ، وَقَدْ ذَكَرْنَاهُ.\n\nوَمِنْ ذَلِكَ (الْكَرْبَلَةُ) : وَهِيَ رَخَاوَةٌ فِي الْقَدَمَيْنِ. وَجَاءَ يَمْشِي مُكَرْبِلًا، كَأَنَّهُ يَمْشِي فِي الطِّينِ. وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مِنْ رَبَلٍ وَكَبَلٍ. أَمَّا رَبْلٌ فَاسْتِرْخَاءُ اللَّحْمِ، وَقَدْ مَرَّ. وَأَمَّا الْكَِبْلُ فَالْقَيْدُ، فَكَأَنَّهُ إِذَا مَشَى بِبُطْءٍ مُقَيِّدٌ مُسْتَرْخِي الرِّجْلِ.\n\nوَمِنْ ذَلِكَ (الْكَلْثَمَةُ) : اجْتِمَاعُ لَحْمِ الْوَجْهِ مِنْ غَيْرِ جُهُومَةٍ. وَهَذَا مِمَّا زِيدَتْ فِيهِ اللَّامُ، وَإِنَّمَا هُوَ مِنْ كَثَمَ وَهُوَ الِامْتِلَاءُ، وَقَدْ مَرَّ تَفْسِيرُهُ.\n\nوَمِنْ ذَلِكَ (الْكَمْثَرَةُ) : اجْتِمَاعُ الشَّيْءِ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْمِيمُ، وَهُوَ مِنَ الْكَثْرَةِ.\n\nوَمِنْ ذَلِكَ (تَكَنْبَثَ) الشَّيْءُ: تَقَبَّضَ. وَرَجُلٌ كُنَابِثٌ: جَهْمُ الْوَجْهِ. وَهَذَا مِنْ كَبِثَ، وَقَدْ مَرَّ، وَهُوَ اللَّحْمُ الْمُتَغَيِّرُ.\n\nوَمِنْ ذَلِكَ (الْكُنْدُرُ) وَ (الْكُنَيْدِرُ) وَ (الْكُنَادِرُ) : الرَّجُلُ الْغَلِيظُ وَالْحِمَارُ الْوَحْشِيُّ. وَهَذَا مِمَّا زِيدَتْ فِيهِ النُّونُ، وَالْأَصْلُ الْكَدَرُ، وَقَدْ ذَكَرْنَاهُ.\n\nوَمِنْ ذَلِكَ (كَرْدَمَ) الرَّجُلُ: أَسْرَعَ الْعَدْوَ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْمِيمُ، وَهُوَ مِنْ كَرَدَ، وَقَدْ مَرَّ. وَمِنْ ذَلِكَ (الْمُكْلَنْدِدُ) : الشَّدِيدُ.\n\nوَمِنْ ذَلِكَ (كَرْسَفْتُ) عُرْقُوبَ الدَّابَّةِ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الرَّاءُ، وَالْأَصْلُ كَسَفْتُ، وَقَدْ مَرَّ.\n\nوَمِنْ ذَلِكَ (الْكُرْدُوسُ) ، وَهِيَ الْخَيْلُ الْعَظِيمَةُ. وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمٍ ثَلَاثٍ: مِنْ كَرَدَ، وَكَرَسَ، وَكَدَسَ، وَكُلُّهَا يَدُلُّ عَلَى التَّجَمُّعِ. وَالْكَرْدُ: الطَّرْدُ، ثُمَّ اشْتُقَّ مِنْ ذَلِكَ فَقِيلَ لِكُلِّ عَظْمٍ عَظُمَتْ نَحْضَتُهُ: كُرْدُوسٌ. وَمِنْهُ كُرْدِسَ الرَّجُلُ: جُمِعَتْ يَدَاهُ وَرِجْلَاهُ.\n\nوَمِمَّا لَعَلَّهُ أَنْ يَكُونَ مَوْضُوعًا وَضْعًا مِنْ غَيْرِ قِيَاسٍ (الْكِرْنَافَةُ) : أَصْلُ السَّعَفَةِ الْمُلْتَزِقُ بِجِذْعِ النَّخْلَةِ. يَقُولُونَ: كَرْنَفَهُ، أَيْ ضَرَبَهُ، كَأَنَّهُ ضُرِبَ بِالْكِرْنَافَةِ.\n\nوَيَقُولُونَ: (الْكِنْفِيرَةُ) : أَرْنَبَةُ الْأَنْفِ.\nوَ (الْكُرْتُومُ) : الصَّفَاةُ.\nوَ (الْكُمَّثْرَى) مَعْرُوفٌ.\nوَ (الْكِبْرِيتُ) : لَيْسَ بِعَرَبِيٍّ.\nوَ (الْكَمْتَرَةُ) : مِشْيَةٌ فِيهَا تَقَارُبٌ.\nوَ (الْكَرْزَمُ) وَ (الْكَرْزَنُ) : فَأْسٌ. وَيَقُولُونَ إِنَّ (الْكَرَازِمَ) : شَدَائِدُ الدَّهْرِ. وَأَنْشَدَ فِيهِ الْخَلِيلُ:\nإِنَّ الدُّهُورَ عَلَيْنَا ذَاتُ كِرْزِيمِ وَأَظُنُّ هَذَا مِمَّا قَدْ تُجُوِّزَ فِيهِ، وَأَنَّهُ لَيْسَ مِنْ كَلَامِ الْعَرَبِ وَمِمَّا لَا يَصْلُحُ قَبُولُهُ بَتَّةً.\n\nوَقَالُوا: (الْكُنْدُشُ) : الْعَقْعَقُ، يَقُولُونَ \" أَخْبَثُ مِنْ كُنْدُشٍ \". وَمَا أَدْرِي كَيْفَ يَقْبَلُ الْعُلَمَاءُ هَذَا وَأَشْبَاهَهُ.\n\nوَكَذَلِكَ قَوْلُهُمْ: إِنَّ (الْكِرْبَالَ) : مِنْدَفُ الْقُطْنِ. وَيُنْشِدُونَ:\nكَالْبُِرْسِ طَيَّرَهُ [ضَرْبُ] الْكَرَابِيلِ.\nوَكُلُّ هَذَا قَرِيبٌ فِي الْبُطْلَانِ بَعْضُهُ مِنْ بَعْضٍ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "5:191-195"
  },
  "كفف": {
    "def": "الْكَافُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَبْضٍ وَانْقِبَاضٍ. مِنْ ذَلِكَ الْكَفُّ لِلْإِنْسَانِ، سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَقْبِضُ الشَّيْءَ. ثُمَّ تَقُولُ: كَفَفْتُ فُلَانًا عَنِ الْأَمْرِ وَكَفْكَفْتُهُ. وَيُقَالُ لِلرَّجُلِ يَسْأَلُ النَّاسَ: هُوَ يَسْتَكِفُّ وَيَتَكَفَّفُ. الْأَصْلُ هَذَا، ثُمَّ يَفْرِقُونَ بَيْنَ الْكَلِمَاتِ تَخْتَلِفُ فِي بَعْضِ الْمَعْنَى وَالْقِيَاسُ وَاحِدٌ كَانَ الْأَصْمَعِيُّ يَقُولُ: كُلُّ مَا اسْتَطَالَ فَهُوَ كُفَّةٌ بِضَمِّ الْكَافِ [نَحْوَ كُفَّةِ] الثَّوْبِ وَنَحْوِهِ وَهُوَ حَاشِيَتُهُ، وَإِنَّمَا [قِيلَ لَهَا] كِفَّةٌ لِأَنَّهَا مَكْفُوفَةٌ، وَكَذَلِكَ كُفَّةُ الرَّمْلِ. قَالَ: وَكُلُّ مَا اسْتَدَارَ فَهُوَ كِفَّةٌ، نَحْوَ كِفَّةِ الْمِيزَانِ وَكِفَّةِ الصَّائِدِ، وَهِيَ حِبَالَتُهُ. وَالْكَلِمَتَانِ وَإِنِ اخْتَلَفَتَا فِي الَّذِي قَالَهُ الْأَصْمَعِيُّ فَقِيَاسُهُمَا وَاحِدٌ. وَالْمَكْفُوفُ: الْأَعْمَى. فَأَمَّا الْكِفَفُ فِي الْوَشْمِ، فَهِيَ دَارَاتٌ تَكُونُ فِيهِ. وَيُقَالُ: اسْتَكَفَّ الْقَوْمُ حَوْلَ الشَّيْءِ، إِذَا دَارُوا بِهِ نَاظِرِينَ إِلَيْهِ. قَالَ ابْنُ مُقْبِلٍ:\nبَدَا وَالْعُيُونُ الْمُسْتَكِفَّةُ تَلْمَحُ\nفَأَمَّا قَوْلُ حُمَيْدٍ:\nإِلَى مُسْتَكِفَّاتٍ لَهُنَّ غُرُوبُ\nفَقَالَ قَوْمٌ: هِيَ الْعُيُونُ. وَقَالَ قَوْمٌ: هِيَ إِبِلٌ مُجْتَمِعَةٌ. وَالْغُرُوبُ: الظِّلَالُ. وَاسْتَكْفَفْتَ الشَّيْءَ، وَهُوَ أَنْ تَضَعَ يَدَكَ عَلَى حَاجِبَيْكَ كَالَّذِي يَسْتَظِلُّ مِنَ الشَّمْسِ يَنْظُرُ إِلَى شَيْءٍ هَلْ يَرَاهُ، وَإِنَّمَا سُمِّيَ اسْتِكْفَافًا لِوَضْعِهِ كَفَّهُ عَلَى حَاجِبِهِ. وَيَقُولُونَ: لَقِيتُهُ كَفَّةً كَفَّةً، إِذَا فَاجَأْتَهُ، كَأَنَّ كَفَّكَ مَسَّتْ كَفَّهُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْكَافِ وَاللَّامِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:129-131"
  },
  "كفل": {
    "def": "الْكَافُ وَالْفَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَضَمُّنِ الشَّيْءِ لِلشَّيْءِ. مِنْ ذَلِكَ الْكِفْلُ: كِسَاءٌ يُدَارُ حَوْلَ سَنَامِ الْبَعِيرِ. وَيُقَالُ هُوَ كِسَاءٌ يُعْقَدُ طَرَفَاهُ عَلَى عَجُزِ الْبَعِيرِ لِيَرْكَبَهُ الرَّدِيفُ. وَفِي الْحَدِيثِ: «لَا تَشْرَبُوا مِنْ ثُلْمَةِ الْإِنَاءِ فَإِنَّهُ كِفْلُ الشَّيْطَانِ» ، وَإِنَّمَا سُمِّيَ بِذَلِكَ لِمَا ذَكَرْنَاهُ مِنْ أَنَّهُ يَدُورُ عَلَى السَّنَامِ أَوِ الْعَجُزِ، فَكَأَنَّهُ قَدْ ضُمِّنَهُ. فَأَمَّا قَوْلُهُمْ لِلرَّجُلِ الْجَبَانِ كِفْلٌ، وَهُوَ الَّذِي يَكُونُ فِي آخِرِ الْحَرْبِ إِنَّمَا هِمَّتُهُ الْإِحْجَامُ، فَهَذَا إِنَّمَا شَبَّهَ بِالْكِفْلِ الَّذِي ذَكَرْنَاهُ، أَيْ إِنَّهُ مَحْمُولٌ لَا يَقْدِرُ عَلَى مَشْيٍ وَلَا حَرَكَةٍ، شَبَّهُوهُ بِالْكِفْلِ، كَمَا قَالَ الشَّاعِرُ:\nأَعْيَا فَنُطْنَاهُ مَنَاطَ الْجَرِّ ... ثُمَّ شَدَدْنَا فَوْقَهُ بِمَرِّ\nوَلِلشُّعَرَاءِ فِي هَذَا كَثِيرٌ. وَجَمِيعُ هَذَا الْكِفْلِ أَكْفَالٌ. قَالَ الْأَعْشَى:\nوَلَا عُزَّلٍ وَلَا أَكْفَالِ\nوَمِنَ الْبَابِ - وَهُوَ يُصَحِّحُ الْقِيَاسَ الَّذِي ذَكَرْنَاهُ - الْكَفِيلُ، وَهُوَ الضَّامِنُ، تَقُولُ: كَفَلَ بِهِ يَكْفُلُ كَفَالَةً. وَالْكَافِلُ: الَّذِي يَكْفُلُ إِنْسَانًا يَعُولُهُ. قَالَ اللَّهُ جَلَّ جَلَالُهُ: ﴿وَكَفَّلَهَا زَكَرِيَّا﴾ [آل عمران: ٣٧] ، وَأَكْفَلْتُهُ الْمَالَ: ضَمَّنْتُهُ إِيَّاهُ. وَالْكَفَلُ: الْعَجُزُ، سُمِّيَ لِمَا يَجْمَعُ مِنَ اللَّحْمِ. وَالْكِفْلُ فِي بَعْضِ اللُّغَاتِ: الضِّعْفُ مِنَ الْأَجْرِ، وَأَصْلُهُ مَا ذَكَرْنَاهُ أَوَّلًا، كَأَنَّهُ شَيْءٌ يَحْمِلُهُ حَامِلُهُ عَلَى الْكِفْلِ الَّذِي يَحْمِلُهُ الْبَعِيرُ. وَيُقَالُ ذَلِكَ فِي الْإِثْمِ. فَأَمَّا الْكَافِلُ فَهُوَ الَّذِي لَا يَأْكُلُ، وَيُقَالُ إِنَّهُ الَّذِي يَصِلُ [الصِّيَامَ] ، فَهُوَ بَعِيدٌ مِمَّا ذَكَرْنَاهُ، وَمَا أَدْرِي مَا أَصْلُهُ، لَكِنَّهُ صَحِيحٌ فِي الْكَلَامِ. قَالَ الْقُطَامِيُّ:\nيَلُذْنَ بِأَعْقَارِ الْحِيَاضِ كَأَنَّهَا ... نِسَاءُ نَصَارَى أَصْبَحَتْ وَهِيَ كُفَّلُ.",
    "pg": "5:187-188"
  },
  "كفن": {
    "def": "الْكَافُ وَالْفَاءُ وَالنُّونُ أَصْلٌ، فِيهِ الْكَفَنُ، وَهُوَ مَعْرُوفٌ. وَالْكَفْنُ: غَزْلُ الصُّوفِ. يُقَالُ كَفَنَ يَكْفُنُ. قَالَ الرَّاعِي:\nوَيَكْفُنُ الدَّهْرَ إِلَّا رَيْثَ يَهْتَبِدُ.",
    "pg": "5:190"
  },
  "كلا": {
    "def": "الْكَافُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ أَوِ الْهَمْزَةُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُرَاقَبَةٍ وَنَظَرٍ، وَأَصْلٌ آخَرُ يَدُلُّ عَلَى نَبَاتٍ، وَالثَّالِثُ عُضْوٌ مِنَ الْأَعْضَاءِ ثُمَّ يُسْتَعَارُ.\nفَأَمَّا النَّظَرُ وَالْمُرَاقَبَةُ فَالْكِلَاءَةُ، وَهِيَ الْحِفْظُ، تَقُولُ: كَلَأَهُ اللَّهُ، أَيْ حَفِظَهُ. قَالَ اللَّهُ عَزَّ وَعَلَا: ﴿قُلْ مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرَّحْمَنِ﴾ [الأنبياء: ٤٢] ، أَيْ يَحْفَظُكُمْ مِنْهُ، بِمَعْنَى لَا يَحْمِيكُمْ أَحَدٌ مِنْهُ، وَهُوَ الْبَابُ الَّذِي ذَكَرْنَاهُ أَنَّهُ الْمُرَاقَبَةُ، لِأَنَّهُ إِذَا حَفِظَهُ نَظَرَ إِلَيْهِ وَرَقَبَهُ. وَمِنْ هَذَا الْقِيَاسِ قَوْلُ الْعَرَبِ: تَكَلَّأْتُ كُلْأَةً، أَيِ اسْتَنْسَأْتُ نَسِيئَةً; وَذَلِكَ مِنَ التَّأْخِيرِ. وَمِنْهُ الْحَدِيثُ: \" «نَهَى عَنِ الْكَالِئِ بِالْكَالِئِ» \" بِمَعْنَى النَّسِيئَةِ بِالنَّسِيئَةِ. وَقَوْلُ الْقَائِلِ:\nوَعَيْنُهُ كَالْكَالِئِ الضِّمَارِ\nفَمَعْنَاهُ أَنَّ حَاضِرَهُ وَشَاهِدَهُ كَالضِّمَارِ، وَهُوَ الْغَائِبُ الَّذِي لَا يُرْجَى. وَإِنَّمَا قُلْنَا إِنَّ هَذَا الْبَابَ مِنَ الْكُلْأَةِ لِأَنَّ صَاحِبَ الدِّينِ يَرْقُبُ وَيَحْفَظُ مَتَى يَحُلُّ دَيْنُهُ. فَالْقِيَاسُ الَّذِي قِسْنَاهُ صَحِيحٌ. [وَ] يُقَالُ: اكْتَلَأْتُ مِنَ الْقَوْمِ، أَيِ احْتَرَسْتُ مِنْهُمْ. وَقَالَ:\nأَنَخْتُ بَعِيرِي وَاكْتَلَأْتُ بِعَيْنِهِ ... وَآمَرْتُ نَفْسِي أَيَّ أَمْرَيَّ أَفْعَلُ\nوَيُقَالُ: أَكَلَأْتُ بَصَرِي فِي الشَّيْءِ، إِذَا رَدَّدَتْهُ فِيهِ. وَالْمُكَلَّأُ: مَوْضِعٌ تُرَفَّأُ فِيهِ السُّفُنُ وَتُسْتَرُ مِنَ الرِّيحِ. وَيُقَالُ إِنَّ كَلَّاءَ الْبَصْرَةِ سُمِّيَتْ بِذَلِكَ.\nوَالْأَصْلُ الْآخَرُ الْكَلَأُ، وَهُوَ الْعُشْبُ; يُقَالُ أَرْضٌ مُكْلِئَةٌ: ذَاتُ كَلَأٍ، وَسَوَاءٌ يَابِسُهُ وَرُطَبُهُ. وَمَكَانٌ كَالِئٌ مِثْلُ مُكْلِئٍ.\nوَالْأَصْلُ الثَّالِثُ الْكُلْيَةُ، وَهِيَ مَعْرُوفَةٌ، وَتُسْتَعَارُ فَيُقَالُ الْكُلْيَةُ: كُلْيَةُ الْمَزَادَةِ جُلَيْدَةٌ مُسْتَدِيرَةٌ تَحْتَ الْعُرْوَةِ قَدْ خُرِزَتْ. وَيُقَالُ ذَلِكَ فِي الْقَوْسِ فَالْكُلْيَتَانِ مِنَ الْقَوْسِ: مَعْقِدُ الْحِمَالَةِ مِنَ السَّهْمِ، مَا عَنْ يَمِينِ النَّصِلِ وَشِمَالِهِ. وَكُلْيَةُ السَّحَابِ: أَسْفَلُهُ، وَالْجَمْعُ كُلًى.",
    "pg": "5:131-133"
  },
  "كلب": {
    "def": "الْكَافُ وَاللَّامُ وَالْبَاءُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى تَعَلُّقِ الشَّيْءِ بِالشَّيْءِ فِي شِدَّةٍ وَشِدَّةِ جَذْبٍ. مِنْ ذَلِكَ الْكَلْبُ، وَهُوَ مَعْرُوفُ، وَالْجَمْعُ كِلَابٌ وَكَلِيبٌ. وَالْكَلَّابُ وَالْمُكَلِّبُ: الَّذِي يُعَلِّمُ الْكَلْبَ الصَّيْدَ. وَالْكَلْبُ الْكَلِبُ: الَّذِي يَكْلَبُ بِلُحُومِ النَّاسِ، يَأْخُذُهُ شِبْهُ جُنُونٍ فَإِذَا عَقَرَ إِنْسَانًا كَلِبَ، فَيُقَالُ رَجُلٌ كَلِبٌ وَرِجَالٌ كَلْبَى. قَالَ:\nوَلَوْ تَشْرَبُ الْكَلْبَى الْمِرَاضُ دِمَاءَنَا ... شَفَتْهَا مِنَ الدَّاءِ الْمَجَنَّةِ وَالْخَبْلِ\nوَمِنَ الْبَابِ كُلْبَةُ الزَّمَانِ وَكَلَبُهُ: شِدَّتُهُ. وَأَرْضٌ كَلِبَةٌ، إِذَا لَمْ يَحِدْ نَبَاتُهَا رِيًّا فَيَبِسَ، إِنَّمَا قِيلَ ذَلِكَ لِأَنَّهُ إِذَا يَبِسَ صَارَ كَأَنْيَابِ الْكِلَابِ وَبَرَاثِنِهَا. وَالْكَلْبُ: سَيْرٌ أَحْمَرُ يُجْعَلُ بَيْنَ طَرَفَيِ الْأَدِيمِ إِذَا خُرِزَ. يُقَالُ كَلَبْتُهُ. قَالَ:\nكَأَنَّ غَرَّ مَتْنِهِ إِذْ نَجْنُبُهُ ... سَيْرُ صَنَاعٍ فِي أَدِيمٍ تَكْلُبُهُ وَالْكَلْبُ: حَدِيدَةٌ عَقْفَاءُ يُعَلِّقُ عَلَيْهَا الْمُسَافِرُ الزَّادَ مِنَ الرَّحْلِ. وَالْكُلَّابُ مَعْرُوفٌ، وَهُوَ الْكَلُّوبُ. فَأَمَّا قَوْلُ طُفَيْلٍ:\nأَبَأْنَا بِقَتْلَانَا مِنَ الْقَوْمِ مِثْلَهُمْ ... وَمَا لَا يُعَدُّ مِنْ أَسِيرٍ مُكَلَّبٍ\n[فَإِنَّ الْمُكَلَّبَ هُوَ الْمُكَبَّلُ] . وَالْكَلْبُ: الْمِسْمَارُ فِي قَائِمِ السَّيْفِ، وَفِيهِ الذُّؤَابَةُ. وَالْكُلَّابُ: مَوْضِعٌ. وَرَأْسُ كَلْبٍ: جَبَلٌ.",
    "pg": "5:133-134"
  },
  "كلت": {
    "def": "الْكَافُ وَاللَّامُ وَالتَّاءُ لَيْسَ بِأَصْلٍ أَصِيلٍ، لَكِنَّهُمْ يَقُولُونَ: الْكَلْتُ: الْجَمْعُ، يُقَالُ امْرَأَةٌ كَلُّوتٌ. وَيَقُولُونَ: الْكِلِّيتُ حَجَرٌ يُسَدُّ بِهِ وِجَارُ الضَّبُعِ. وَكُلُّ هَذَا لَيْسَ بِشَيْءٍ.",
    "pg": "5:134"
  },
  "كلث": {
    "def": "الْكَافُ وَاللَّامُ وَالثَّاءُ لَيْسَ بِأَصْلٍ أَصِيلٍ، لَكِنَّهُمْ يَقُولُونَ: إِلَى بِشَيْءٍ. وَرُبَّمَا قَالُوا: انْكَلَثَ فُلَانٌ: تَقَدَّمَ.",
    "pg": "5:134"
  },
  "كلح": {
    "def": "الْكَافُ وَاللَّامُ وَالْحَاءُ أَصْلٌ يَدُلُّ عَلَى عُبُوسٍ وَشَتَامَةٍ فِي الْوَجْهِ. مِنْ ذَلِكَ الْكُلُوحُ، وَهُوَ الْعُبُوسُ. يُقَالُ كَلَحَ الرَّجُلُ، [وَ] دَهْرٌ كَالِحٌ. قَالَ اللَّهُ تَعَالَى: تَلْفَحُ وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ. وَرُبَّمَا قَالُوا لِلسَّنَةِ الْمُجْدِبَةِ: كَلَاحِ. وَمَا أَقْبَحَ كَلَحَتَهُ، أَيْ إِذَا كَلَحَ فَقَبُحَ فَمُهُ وَمَا حَوَالَيْهِ.",
    "pg": "5:134-135"
  },
  "كلد": {
    "def": "الْكَافُ وَاللَّامُ وَالدَّالُ كَلِمَةٌ تَدُلُّ عَلَى الصَّلَابَةِ فِي الشَّيْءِ. فَالْكَلَدَةُ: الْقِطْعَةُ مِنَ الْأَرْضِ الْغَلِيظَةِ، وَمِنْهُ الْحَارِثُ بْنُ كَلَدَةَ. قَالَ ابْنُ دُرَيْدٍ: تَكَلَّدَ الْإِنْسَانُ: غَلُظَ لَحْمُهُ.",
    "pg": "5:135"
  },
  "كلز": {
    "def": "الْكَافُ وَاللَّامُ وَالزَّاءُ يَقُولُونَ إِنَّهُ صَحِيحٌ، وَإِنَّ الْكَلْزَ: الْجَمْعُ. يُقَالُ: كَلَزْتُ الشَّيْءَ وَكَلَّزْتُهُ، إِذَا جَمَعْتُهُ. وَقَدْ رُوِيَتْ كَلِمَةٌ فِيهِ صَحِيحَةٌ لَا يُرْتَابُ بِهَا، يَقُولُونَ: اكْلَازَّ الرَّجُلُ: تَقَبَّضَ.",
    "pg": "5:135"
  },
  "كلس": {
    "def": "الْكَافُ وَاللَّامُ وَالسِّينُ يَدُلُّ عَلَى امْتِلَاءٍ فِي الشَّيْءِ. يَقُولُونَ: تَكَلَّسَ تَكَلُّسًا، إِذَا رُوِيَ. قَالَ:\nذُو صَوْلَةٍ يُصْبِحُ قَدْ تَكَلَّسَا\nوَيَقُولُونَ لِلْجَادِّ أَيْضًا: كَلَّسَ. قَالَ:\nإِذَا الْفَتَى حَكَّمَ يَوْمًا كَلَّسَا.",
    "pg": "5:135"
  },
  "كلع": {
    "def": "الْكَافُ وَاللَّامُ وَالْعَيْنُ كَلِمَاتٌ تَدُلُّ عَلَى دَرَنٍ وَوَسَخٍ. يَقُولُونَ لِلشُّقَاقِ وَالْوَسَخِ بِالْقَدَمِ: كَلَعٌ، وَقَدْ كَلِعَتْ رِجْلُهُ تَكْلَعُ كَلَعًا. وَإِنَاءٌ كَلِعٌ، إِذَا الْتَبَدَ عَلَيْهِ الْوَسَخُ. وَسِقَاءٌ كَلِعٌ، إِذَا تَرَاكَبَ عَلَيْهِ التُّرَابُ. وَ [يُقَالُ] إِنَّ الْكُلْعَةَ: دَاءٌ يَأْخُذُ الْبَعِيرَ فِي مُؤَخَّرِهِ.\nوَمِمَّا يُحْمَلُ عَلَى هَذَا مِنْ مَعْنًى وَاحِدٍ وَهُوَ التَّرَاكُبُ دُونَ الْوَسَخِ: الْكَلَعَةُ مِنَ الْغَنَمِ، سُمِّيَتْ بِذَلِكَ لِتَجَمُّعِهَا.",
    "pg": "5:135-136"
  },
  "كلف": {
    "def": "الْكَافُ وَاللَّامُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِيلَاعٍ بِالشَّيْءِ وَتَعَلُّقٍ بِهِ. مِنْ ذَلِكَ الْكَلَفُ، تَقُولُ: قَدْ كَلِفَ بِالْأَمْرِ يَكْلَفُ كَلَفًا. وَيَقُولُونَ: \" لَا يَكُنْ حُبُّكَ كَلَفًا، وَلَا بُغْضُكَ تَلَفًا \". وَالْكُلْفَةُ: مَا يُتَكَلَّفُ مِنْ نَائِبَةٍ أَوْ حَقٍّ. وَالْمُتَكَلِّفُ: الْعِرِّيضُ لِمَا لَا يَعْنِيهِ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿قُلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ﴾ [ص: ٨٦] . وَمِنَ الْبَابِ الْكَلَفُ: شَيْءٌ يَعْلُو الْوَجْهَ فَيُغَيِّرُ بَشَرَتَهُ.\n\n[بَابُ الْكَافِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:136"
  },
  "كلل": {
    "def": "الْكَافُ وَاللَّامُ أُصُولٌ ثَلَاثَةٌ صِحَاحٌ. فَالْأَوَّلُ يَدُلُّ عَلَى خِلَافِ الْحِدَّةِ، وَالثَّانِي يَدُلُّ عَلَى إِطَافَةِ شَيْءٍ بِشَيْءٍ، وَالثَّالِثُ عُضْوٌ مِنَ الْأَعْضَاءِ.\nفَالْأَوَّلُ كَلَّ السَّيْفُ يَكِلُّ كُلُولًا وَكَلَّةً. وَالْكَلِيلُ: السَّيْفُ يَكِلُّ حَدُّهُ. وَرُبَّمَا قَالُوا فِي الْمَصْدَرِ كَلَالَةً أَيْضًا. وَكَذَلِكَ اللِّسَانُ وَالطَّرَفُ الْكَلِيلَانِ. وَيُقَالُ: أَكَلَّ الْقَوْمُ، إِذَا كَلَّتْ إِبِلُهُمْ. وَكَلَّلَ فُلَانٌ مِثْلُ نَكَلَ، وَقَالَ قَوْمٌ: كَلَّلَ: حَمَلَ; وَهَذَا خِلَافُ الْأَوَّلِ، وَلَعَلَّهُ أَنْ يَكُونَ مِنَ الْمُتَضَادَّاتِ. وَمِنَ الْبَابِ الْكَلُّ: الْعِيَالُ، قَالَ اللَّهُ تَعَالَى: ﴿وَهُوَ كَلٌّ عَلَى مَوْلَاهُ﴾ [النحل: ٧٦] . وَيُقَالُ: الْكَلُّ: الْيَتِيمُ; وَسُمِّيَ بِذَلِكَ لِإِدَارَتِهِ. وَالْإِكْلِيلُ: مَنْزِلٌ مِنْ مَنَازِلِ الْقَمَرِ، وَهَذَا عَلَى التَّشْبِيهِ. وَالْإِكْلِيلُ: السَّحَابُ يَدُورُ بِالْمَكَانِ. قَالَ مُحَمَّدُ بْنُ يَزِيدَ: سُمِّيَ الْإِكْلِيلَ لِإِطَافَتِهِ بِالرَّأْسِ. فَأَمَّا الْكَلَالَةُ فَقَالَ مُحَمَّدٌ: الْكَلَالَةُ هُمُ الرِّجَالُ الْوَرَثَةُ، كَمَا قَالَ أَعْرَابِيٌّ: \" مَالِي كَثِيرٌ، وَيَرِثُنِي كَلَالَةٌ مُتَرَاخٍ نَسَبُهُمْ \". قَالَ: وَهُوَ مَصْدَرٌ مِنْ تَكَلَّلَهُ النَّسَبُ، أَيْ تَعَطَّفَ عَلَيْهِ، فَسَمَّوْا بِالْمَصْدَرِ. وَالْعُلَمَاءُ يَقُولُونَ فِي الْكَلَالَةِ أَقْوَالًا مُتَقَارِبَةً. قَالُوا: الْكَلَالَةُ: بَنُو الْعَمِّ الْأَبَاعِدُ، كَذَا قَالَ ابْنُ الْأَعْرَابِيِّ: فَأَمَّا غَيْرُهُ مِنْ أَهْلِ الْعِلْمِ فَرَوَى زُهَيْرٌ عَنْ جَابِرِ بْنِ عَامِرٍ، قَالَ: لَمَّا قَالَ أَبُو بَكْرٍ: \" مَنْ مَاتَ وَلَيْسَ لَهُ وَلَدٌ وَلَا وَالِدٌ فَوَرَثَتُهُ كَلَالَةٌ \" ضَجَّ عَلِيٌّ مِنْهَا، ثُمَّ رَجَعَ إِلَى قَوْلِهِ. قَالَ الْمُبَرِّدُ: وَالْوَلَدُ خَارِجٌ مِنَ الْكَلَالَةِ. قَالَ: وَالْعَرَبُ تَقُولُ: لَمْ يَرِثْهُ كَلَالَةً، أَيْ لَمْ يَرِثْهُ عَنْ عُرُضٍ بَلْ عَنْ قُرْبٍ وَاسْتِحْقَاقٍ، كَمَا قَالَ الْفَرَزْدَقُ:\nوَرِثْتُمْ قَنَاةَ الْمُلْكِ غَيْرَ كَلَالَةٍ ... عَنِ ابْنَيْ مَنَافٍ عَبْدِ شَمْسٍ وَهَاشِمِ\nوَأَمَّا الْآخَرُ فَالْكَلْكَلُ: الصَّدْرُ. وَمُحْتَمَلٌ أَنْ يَكُونَ هَذَا مَحْمُولًا عَلَى الَّذِي قَبْلَهُ، كَأَنَّ الصَّدْرَ مَعْطُوفٌ عَلَى مَا تَحْتَهُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْكُلْكُلُ: الْقَصِيرُ. وَانْكَلَّتِ الْمَرْأَةُ، إِذَا ضَحِكَتْ تَنْكَلُّ. فَأَمَّا كُلٌّ فَهُوَ اسْمٌ مَوْضُوعٌ لِلْإِحَاطَةِ مُضَافٌ أَبَدًا إِلَى مَا بَعْدَهُ. وَقَوْلُهُمُ الْكُلُّ وَقَامَ الْكُلُّ فَخَطَأٌ، وَالْعَرَبُ لَا تَعْرِفُهُ.",
    "pg": "5:121-122"
  },
  "كلم": {
    "def": "الْكَافُ وَاللَّامُ وَالْمِيمُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى نُطْقٍ مُفْهِمٍ، وَالْآخَرُ عَلَى جِرَاحٍ.\nفَالْأَوَّلُ الْكَلَامُ. تَقُولُ: كَلَّمْتُهُ أُكَلِّمُهُ تَكْلِيمًا; وَهُوَ كَلِيمِي إِذَا كَلَّمَكَ أَوْ كَلَّمْتَهُ. ثُمَّ يَتَّسِعُونَ فَيُسَمُّونَ اللَّفْظَةَ الْوَاحِدَةَ الْمُفْهِمَةَ كَلِمَةً، وَالْقِصَّةَ كَلِمَةً، وَالْقَصِيدَةَ بِطُولِهَا كَلِمَةً. وَيَجْمَعُونَ الْكَلِمَةَ كَلِمَاتٍ وَكَلِمًا. قَالَ اللَّهُ تَعَالَى: ﴿يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ﴾ [النساء: ٤٦] . وَالْأَصْلُ الْآخَرُ الْكَلْمُ، وَهُوَ الْجُرْحُ; وَالْكَلَامُ: الْجِرَاحَاتُ، وَجَمْعُ الْكَلْمِ كُلُومٌ أَيْضًا. وَرَجُلٌ كَلِيمٌ وَقَوْمٌ كَلْمَى، أَيْ جَرْحَى، فَأَمَّا الْكَلَامُ، فَيُقَالُ: هِيَ أَرْضٌ غَلِيظَةٌ. وَفِي ذَلِكَ نَظَرٌ.",
    "pg": "5:131"
  },
  "كم": {
    "def": "الْكَافُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى غِشَاءٍ وَغِطَاءٍ. مِنْ ذَلِكَ الْكُمَّةُ، وَهِيَ الْقَلَنْسُوَةُ، وَيُقَالُ مِنْهَا: تَكَمَّمَ الرَّجُلُ، وَتَكَمْكَمَ. وَمِنْ ذَلِكَ الْحَدِيثُ: \" أَنَّ عُمَرَ رَأَى جَارِيَةً مُتَكَمْكِمَةً \". وَالْكُمُّ: كُمُّ الْقَمِيصِ، يُقَالُ مِنْهُ كَمَمْتُهُ، أَيْ جَعْلْتُ لَهُ كُمَّيْنِ. وَالْكِمُّ: وِعَاءُ الطَّلْعِ، وَالْجَمْعُ الْأَكْمَامُ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿وَالنَّخْلُ ذَاتُ الْأَكْمَامِ﴾ [الرحمن: ١١] . قَالَ أَبُو عُبَيْدٍ: وَأَكِمَّةٌ وَأَكَامِيمُ. وَيُقَالُ: كَمَّ الْفَسِيلَ، إِذَا أَشْفَقَ عَلَيْهِ فَسُتِرَ حَتَّى يَقْوَى. وَالْأَكَامِيمُ: أَغْطِيَةُ النَّوْرِ. وَمِنَ الْبَابِ: الْكَمْكَامُ: الْمُجْتَمِعُ الْخَلْقِ.",
    "pg": "5:122-123"
  },
  "كمت": {
    "def": "الْكَافُ وَالْمِيمُ وَالتَّاءُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى لَوْنٍ مِنَ الْأَلْوَانِ مِنْ ذَلِكَ الْكُمْتَةِ، وَهِيَ لَوْنٌ لَيْسَ بِأَشْقَرَ وَلَا أَدْهَمَ. يُقَالُ: فَرَسٌ كُمَيْتٌ. وَلَمْ يَجِئْ إِلَّا كَذَا عَلَى صُورَةِ الْمُصَغَّرِ. وَالْكُمَيْتُ: الْخَمْرُ فِيهَا سَوَادٌ وَحُمْرَةٌ.",
    "pg": "5:137"
  },
  "كمح": {
    "def": "الْكَافُ وَالْمِيمُ وَالْحَاءُ كَلِمَاتٌ لَا تَنْقَاسُ، وَفِي بَعْضِهَا شَكٌّ، غَيْرَ أَنَّا ذَكَرْنَا مَا ذَكَرُوهُ. قَالُوا: أَكْمَحَ الْكَرْمُ، إِذَا تَحَرَّكَ لِلْإِيرَاقِ. وَقَالُوا رَجُلٌ كَوْمَحٌ: عَظِيمُ الْأَلْيَتَيْنِ. وَيَقُولُونَ: كَمَحَ الْفَرَسَ، إِذَا كَبَحَهُ.",
    "pg": "5:137-138"
  },
  "كمر": {
    "def": "الْكَافُ وَالْمِيمُ وَالرَّاءُ كَلِمَةٌ، يَقُولُونَ: رَجُلٌ مَكْمُورٌ، وَهُوَ الَّذِي يُصِيبُ الْخَاتِنُ طَرَفَ كَمَرَتِهِ.",
    "pg": "5:138"
  },
  "كمز": {
    "def": "الْكَافُ وَالْمِيمُ وَالزَّاءُ لَيْسَ بِشَيْءٍ. وَيَقُولُونَ: الْكُمْزَةُ: الْكُتْلَةُ مِنَ التَّمْرِ.",
    "pg": "5:138"
  },
  "كمش": {
    "def": "الْكَافُ وَالْمِيمُ وَالشِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى لَطَافَةٍ وَصِغَرٍ. يَقُولُونَ لِلشَّاةِ الصَّغِيرَةِ الضَّرْعِ كَمْشَةٌ. وَفَرَسٌ كَمِيشٌ: صَغِيرُ الْجُرْدَانِ. ثُمَّ يُقَالُ لِلرَّجُلِ الْعَزُومِ الْمَاضِي: كَمْشٌ، يُنْسَبُ فِي ذَلِكَ إِلَى لَطَافَةٍ وَخِفَّةٍ. يُقَالُ كَمُشَ كَمَاشَةً. وَرُبَّمَا قَالُوا: كَمَشَهُ بِالسَّيْفِ، إِذَا قَطَعَ أَطْرَافَهُ.",
    "pg": "5:138"
  },
  "كمع": {
    "def": "الْكَافُ وَالْمِيمُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اطْمِئْنَانٍ وَسُكُونٍ. زَعَمُوا أَنَّ الْكِمْعَ: الْبَيْتُ; يُقَالُ هُوَ فِي كِمْعِهِ أَيْ بَيْتِهِ. وَسُمِّيَ كَمْعًا لِأَنَّهُ يُسْكَنُ. وَمِنَ الْبَابِ الْكَمِيعُ، وَهُوَ الضَّجِيعُ، يُقَالُ كَامَعَهَا، إِذَا ضَاجَعَهَا. وَالْمُكَامَعَةُ الَّتِي فِي الْحَدِيثِ، وَقَدْ نُهِيَ عَنْهَا: أَنْ يُضَاجِعَ الرَّجُلُ الرَّجُلَ لَا سِتْرَ بَيْنَهُمَا.\nوَقَالَ فِي الْكَمِيعِ:\nوَهَبَّتِ الشَّمْأَلُ الْبَلِيلُ ... وَإِذْ بَاتَ كَمِيعُ الْفَتَاةِ مُلْتَفِعَا وَالْكِمْعُ: الْمُطْمَئِنُّ مِنَ الْأَرْضِ.",
    "pg": "5:138-139"
  },
  "كمل": {
    "def": "الْكَافُ وَالْمِيمُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَمَامِ الشَّيْءِ. يُقَالُ: كَمَلَ الشَّيْءُ وَكَمُلَ فَهُوَ كَامِلٌ، أَيْ تَامٌّ. وَأَكْمَلْتُهُ أَنَا. قَالَ اللَّهُ تَعَالَى: ﴿الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ﴾ [المائدة: ٣] .\n\n[بَابُ الْكَافِ وَالنُّونِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:139"
  },
  "كمن": {
    "def": "الْكَافُ وَالْمِيمُ وَالنُّونُ أُصَيْلٌ يَدُلُّ عَلَى اسْتِخْفَاءٍ. يُقَالُ: كَمَنَ الشَّيْءُ كُمُونًا. وَاشْتِقَاقُ الْكَمِينِ فِي الْحَرْبِ مِنْ هَذَا. وَزَعَمَ نَاسٌ أَنَّ النَّاقَةَ الْكَمُونَ: الْكَتُومُ اللِّقَاحِ، وَهِيَ إِذَا لَقِحَتْ لَمْ تَشُلْ بِذَنَبِهَا. وَحُزْنٌ مُكْتَمِنٌ فِي الْقَلْبِ كَأَنَّهُ مُسْتَخْفٍ. وَالْكُمْنَةُ: دَاءٌ فِي الْعَيْنِ مِنْ بَقِيَّةِ رَمَدٍ.",
    "pg": "5:136"
  },
  "كمه": {
    "def": "الْكَافُ وَالْمِيمُ وَالْهَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْكَمَهُ، وَهُوَ الْعَمَى يُولَدُ بِهِ الْإِنْسَانُ، وَقَدْ يَكُونُ مِنْ عَرَضٍ يَعْرِضُ. قَالَ سُوَيْدٌ: كَمِهَتْ عَيْنَاهُ حَتَّى ابْيَضَّتَا ... وَهُوَ يَلْحَى نَفْسَهُ لَمَّا نَزَعْ.",
    "pg": "5:136-137"
  },
  "كمي": {
    "def": "الْكَافُ وَالْمِيمُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى خَفَاءِ شَيْءٍ. وَقَدْ يَدْخُلُ فِيهِ بَعْضُ الْمَهْمُوزِ. مِنْ ذَلِكَ كَمَى فُلَانٌ الشَّهَادَةَ، إِذَا كَتَمَهَا. وَلِذَلِكَ سُمِّيَ الشُّجَاعُ الْكَمِّيَّ. قَالُوا: هُوَ الَّذِي يَتَكَمَّى فِي سِلَاحِهِ، أَيْ يَتَغَطَّى بِهِ. يُقَالُ تَكَمَّتِ الْفِتْنَةُ النَّاسَ، إِذَا غَشِيَتْهُمْ.\nوَأَمَّا الْمَهْمُوزُ فَذَكَرُوا أَنَّ الْعَرَبَ تَقُولُ: كَمِئْتُ عَنِ الْأَخْبَارِ أَكْمَأُ عَنْهَا، إِذَا جَهِلْتَهَا.\nوَأَمَّا الْمَهْمُوزُ فَلَيْسَ مِنْ هَذَا الْبَابِ وَإِنَّمَا هُوَ نَبْتٌ. وَقَدْ قُلْنَا إِنَّ ذَلِكَ لَا يَنْقَاسُ أَكْثَرُهُ. فَالْكَمْأَةُ مَعْرُوفَةٌ، وَالْوَاحِدُ كَمْءٌ. وَهَذَا نَادِرٌ أَنْ تَكُونَ فِي الْجَمْعِ هَاءٌ وَلَا تَكُونَ فِي الْوَاحِدَةِ. وَيُقَالُ: كَمَأْتُ الْقَوْمَ: أَطْعَمَتْهُمُ الْكَمْأَةَ. وَمِمَّا يَجُوزُ أَنَّ يُقَاسَ عَلَى هَذَا قَوْلُهُمْ: كَمِئَتْ رِجْلِي: تَشَقَّقَتْ. وَلَعَلَّ الْكَمْأَةَ تُسَمَّى لِانْشِقَاقِ الْأَرْضِ عَنْهَا. وَيَقُولُونَ: أَكْمَأَتْ فُلَانًا السِّنُّ: شَيَّخَتْهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ أَكْمَأَ عَلَى الْأَمْرِ، إِذَا عَزَمَ عَلَيْهِ.",
    "pg": "5:137"
  },
  "كنب": {
    "def": "الْكَافُ وَالنُّونُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ لَا تُفَرَّعُ. قَالُوا: الْكَنَبُ: غِلَظٌ يَعْلُو الْيَدَيْنِ مِنَ الْعَمَلِ إِذَا مَجِلَتَا. قَالَ:\nقَدْ أَكْنَبَتْ يَدَايَ بَعْدَ لِينِ\nقَالَ الْأَصْمَعِيُّ: أَكَنَبَتْ يَدُهُ، وَلَا يُقَالُ كَنِبَتْ. وَمِمَّا لَيْسَ مِنْ هَذَا. الْكَنِبُ، وَهُوَ نَبْتٌ. قَالَ الطِّرِمَّاحُ:\nمُعَالَيَاتٌ عَنِ الْأَرْيَافِ مَسْكَنُهَا ... أَطْرَافُ نَجْدٍ بِأَرْضِ الطَّلْحِ وَالْكَنِبِ.",
    "pg": "5:140"
  },
  "كنت": {
    "def": "الْكَافُ وَالنُّونُ وَالتَّاءُ كَلِمَةٌ إِنْ صَحَّتْ. يَقُولُونَ: كَنَتَ، وَاكْتَنَتَ، إِذَا لَزِمَ وَقَنِعَ. وَقَالَ عَدِيٌّ.",
    "pg": "5:140"
  },
  "كند": {
    "def": "الْكَافُ وَالنُّونُ وَالدَّالُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى الْقَطْعِ. يُقَالُ كَنَدَ الْحَبْلَ يَكْنُدُهُ كَنْدًا. وَالْكَنُودُ: الْكَفُورُ لِلنِّعْمَةِ. وَهُوَ مِنَ الْأَوَّلِ، لِأَنَّهُ يَكْنُدُ الشُّكْرَ، أَيْ يَقْطَعُهُ. وَمِنَ الْبَابِ: الْأَرْضُ الْكَنُودُ، وَهِيَ الَّتِي لَا تُنْبِتُ. وَقَالَ الْأَعْشَى:\nأَمِيطِي تُمِيطِي بِصُلْبِ الْفُؤَادِ ... وَصُولِ حِبَالٍ وَكَنَّادِهَا وَسُمِّيَ كِنْدَةَ فِيمَا زَعَمُوا لِأَنَّهُ كَنَدَ أَبَاهُ، أَيْ فَارَقَهُ وَلَحِقَ بِأَخْوَالِهِ وَرَأَسَهُمْ فَقَالَ لَهُ أَبُوهُ: كَنَدْتَ.",
    "pg": "5:140-141"
  },
  "كنر": {
    "def": "الْكَافُ وَالنُّونُ وَالرَّاءُ لَيْسَ هُوَ عِنْدَنَا أَصْلًا، وَفِيهِ كَلِمَتَانِ أَظُنُّهُمَا فَارِسِيَّتَيْنِ. يُقَالُ الْكِنَّارُ: الشُّقَّةُ مِنَ الثِّيَابِ الْكَتَّانِ. وَيَقُولُونَ: الْكِنَّارَاتُ: الْعِيدَانُ أَوِ الدُّفُوفُ، تُفْتَحُ كَافُهَا وَتُكْسَرُ.",
    "pg": "5:141"
  },
  "كنز": {
    "def": "الْكَافُ وَالنُّونُ وَالزَّاءُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى تَجَمُّعٍ فِي شَيْءٍ. مِنْ ذَلِكَ نَاقَةٌ كِنَازُ اللَّحْمِ، أَيْ مُجْتَمِعَةٌ. وَكَنَزْتُ التَّمْرَ فِي وِعَائِهِ أَكْنِزُهُ. وَكَنَزْتُ الْكَنْزَ أَكْنِزُهُ. وَيَقُولُونَ فِي كَنْزِ التَّمْرِ: هُوَ زَمَنُ الْكَنَازِ. قَالَ ابْنُ السِّكِّيتِ: لَمْ يُسْمَعْ هَذَا إِلَّا بِالْفَتْحِ، أَيْ إِنَّهُ لَيْسَ هَذَا مِمَّا جَاءَ عَلَى فِعَالٍ وَفَعَالٍ كَجِدَادٍ وَجَدَادٍ.",
    "pg": "5:141"
  },
  "كنس": {
    "def": "الْكَافُ وَالنُّونُ وَالسِّينُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى سَفْرِ شَيْءٍ عَنْ وَجْهِ شَيْءٍ، وَهُوَ كَشْفُهُ. وَالْأَصْلُ الْآخَرُ يَدُلُّ عَلَى اسْتِخْفَاءٍ.\nفَالْأَوَّلُ: كَنْسُ الْبَيْتِ، وَهُوَ سَفْرُ التُّرَابِ عَنْ وَجْهِ أَرْضِهِ. وَالْمِكْنَسَةُ: آلَةُ الْكَنْسِ. وَالْكُنَاسَةُ: مَا يُكْنَسُ.\nوَالْأَصْلُ الْآخَرُ: الْكِنَاسُ: بَيْتُ الظَّبْيِ. وَالْكَانِسُ: الظَّبْيُ يَدْخُلُ كِنَاسَهُ.\nوَالْكُنَّسُ: الْكَوَاكِبُ تَكْنِسُ فِي بُرُوجِهَا كَمَا تَدْخُلُ الظِّبَاءُ فِي كِنَاسِهَا. قَالَ أَبُو عُبَيْدَةَ: تَكْنِسُ فِي الْمَغِيبِ.",
    "pg": "5:141-142"
  },
  "كنع": {
    "def": "الْكَافُ وَالنُّونُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَشَنُّجٍ وَتَقَبُّضٍ وَتَجَمُّعٍ. مِنْ ذَلِكَ الْكَنَعُ فِي الْأَصَابِعِ، وَهُوَ تَشَنُّجٌ وَتَقَبُّضٌ. يُقَالُ: كَنِعَتْ أَصَابِعُهُ تَكْنَعُ كَنَعًا. وَمِنْهُ تَكَنَّعَ فُلَانٌ بِفُلَانٍ، إِذَا ضَبِثَ بِهِ. وَكَنَعَتِ الْعُقَابُ إِذَا ضَمَّتْ جَنَاحَهَا لِلِانْقِضَاضِ. وَاكْتَنَعَ الْقَوْمُ، إِذَا مَالُوا. [وَ] كَنَعَ الْأَمْرُ: قَرُبَ. وَيَقُولُونَ: كَنَعَ الرَّجُلُ وَأَكْنَعَ، إِذَا لَانَ. وَهَذَا مِنَ الْبَابِ لِأَنَّهُ يَتَقَبَّضُ وَيَتَجَمَّعُ. وَفِي الْحَدِيثِ: \" أَعُوذُ بِكَ مِنَ الْكُنُوعِ \". فَهَذَا مِنْ كَنَعَ.",
    "pg": "5:142"
  },
  "كنف": {
    "def": "الْكَافُ وَالنُّونُ وَالْفَاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى سَتْرٍ. مِنْ ذَلِكَ الْكَنِيفُ، هُوَ السَّاتِرُ. وَزَعَمَ نَاسٌ أَنَّ التُّرْسَ يُسَمَّى كَنِيفًا لِأَنَّهُ سَاتِرٌ. وَكُلُّ حَظِيرَةٍ سَاتِرَةٍ عِنْدَ الْعَرَبِ كَنِيفٌ. قَالَ عُرْوَةُ:\nأَقُولُ لِقَوْمٍ فِي الْكَنِيفِ تَرَوَّحُوا ... عَشِيَّةَ بِتْنَا عِنْدَ مَاوَانَ، رُزَّحِ\nوَمِنَ الْبَابِ كَنَفْتُ فُلَانًا وَأَكْنَفْتُهُ. وَكَنَفَا الطَّائِرِ: جَنَاحَاهُ، لِأَنَّهُمَا يَسْتُرَانِهِ. وَمِنْهُ الْكِنْفُ، لِأَنَّهُ يَسْتُرُ مَا فِيهِ. وَفِي قَوْلِ عُمَرَ لِعَبْدِ اللَّهِ بْنِ مَسْعُودٍ: \" كُنَيْفٌ مُلِئَ عِلْمًا \"، أَرَادَ بِهِ تَصْغِيرَ كِنْفٍ. وَنَاقَةٌ كَنُوفٌ: يُصِيبُهَا الْبَرْدُ، فَهِيَ تَسَتَّرُ بِسَائِرِ الْإِبِلِ. وَيُقَالُ: حَظَرْتُ لِلْإِبِلِ حَظِيرَةً، وَكَنَفْتُ لَهَا وَكَنَفْتُهَا أَكْنُفُهَا. فَأَمَّا قَوْلُهُمْ: كَنَفْتُ عَنِ الشَّيْءِ: عَدَلْتُ، وَإِنْشَادُهُمْ: لِيُعْلَمَ مَا فِينَا عَنِ الْبَيْعِ كَانِفُ\nفَلَيْسَ ذَلِكَ بِمُلَخَّصٍ عَلَى الْقِيَاسِ الَّذِي ذَكَرْنَاهُ، وَإِنَّمَا الْمَعْنَى عَدَلْتُ عَنْهُ مُتَوَارِيًا وَمُتَسَتِّرًا بِغَيْرِهِ.\n\n[بَابُ الْكَافِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:142-143"
  },
  "كنن": {
    "def": "الْكَافُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى سَتْرٍ أَوْ صَوْنٍ. يُقَالُ كَنَنْتُ الشَّيْءَ فِي كِنِّهِ، إِذَا جَعَلْتَهُ فِيهِ وَصُنْتَهُ. وَأَكْنَنْتُ الشَّيْءَ: أَخْفَيْتُهُ. وَالْكِنَانَةُ الْمَعْرُوفَةُ، وَهِيَ الْقِيَاسُ. وَمِنَ الْبَابِ الْكُنَّةُ، كَالْجَنَاحِ يُخْرِجُهُ الرَّجُلُ مِنْ حَائِطِهِ، وَهُوَ كَالسُّتْرَةِ. وَمِنَ الْبَابِ الْكَانُونُ، لِأَنَّهُ يَسْتُرُ مَا تَحْتَهُ. وَرُبَّمَا سَمَّوُا الرَّجُلَ الثَّقِيلَ كَانُونًا. قَالَ الْحُطَيْئَةُ:\nأَغِرْبَالًا إِذَا اسْتُودِعْتِ سِرًّا ... وَكَانُونًا عَلَى الْمُتَحَدِّثِينَا\nفَأَمَّا الْكَنَّةُ فَشَاذَّةٌ عَنْ هَذَا الْأَصْلِ، وَيُقَالُ إِنَّهَا امْرَأَةُ الِابْنِ. قَالَ:\nإِنَّ لَنَا لَكَنَّهْ ... سِمْعَنَّةً نِظْرَنَّهْ.",
    "pg": "5:123"
  },
  "كنه": {
    "def": "الْكَافُ وَالنُّونُ وَالْهَاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى غَايَةِ الشَّيْءِ وَنِهَايَةِ وَقْتِهِ. يُقَالُ: بَلَغْتُ كُنْهَ هَذَا الْأَمْرِ، أَيْ غَايَتَهُ وَحِينَهُ الَّذِي هُوَ لَهُ.",
    "pg": "5:139"
  },
  "كنو": {
    "def": "الْكَافُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى تَوْرِيَةٍ عَنِ اسْمٍ بِغَيْرِهِ. يُقَالُ: كَنَّيْتُ عَنْ كَذَا. إِذَا تَكَلَّمْتُ بِغَيْرِهِ مِمَّا يُسْتَدَلُّ بِهِ عَلَيْهِ. وَكَنَوْتُ أَيْضًا. وَمِمَّا يُوَضِّحُ هَذَا قَوْلُ الْقَائِلِ:\nوَإِنِّي لَأَكْنُو عَنْ قَذُورَ بِغَيْرِهَا ... وَأُعْرِبُ أَحْيَانًا بِهَا فَأُصَارِحُ\nأَلَا تَرَاهُ جَعْلَ الْكِنَايَةَ مُقَابِلَةً لِلْمُصَارَحَةِ. وَلِذَلِكَ تُسَمَّى الْكُنْيَةُ كُنْيَةً، كَأَنَّهَا تَوْرِيَةٌ عَنِ اسْمِهِ. وَفِي كِتَابِ الْخَلِيلِ أَنَّ الصَّوَابَ أَنْ يُقَالَ يُكْنَى بِأَبِي عَبْدِ اللَّهِ، وَلَا يُقَالُ يُكَنَّى بِعَبْدِ اللَّهِ. وَكُنَى الرُّؤْيَا هِيَ الْأَمْثَالُ الَّتِي يَضْرِبُهَا مَلَكُ الرُّؤْيَا، يَكْنِي بِهَا عَنْ أَعْيَانِ الْأُمُورِ.",
    "pg": "5:139-140"
  },
  "كها": {
    "def": "الْكَافُ وَالْهَاءُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ وَاحِدَةٌ لَا تَنْقَاسُ وَلَا يُفَرَّعُ عَنْهَا. وَيَقُولُونَ لِلنَّاقَةِ الضَّخْمَةِ: كَهَاةٌ. قَالَ:\nإِذَا عَرَِضَتْ مِنْهَا كَهَاةٌ سَمِينَةٌ ... فَلَا تُهْدِ مِنْهَا وَاتَّشِقْ وَتَجَبْجَبِ.",
    "pg": "5:143"
  },
  "كهب": {
    "def": "الْكَافُ وَالْهَاءُ وَالْبَاءُ كَلِمَةٌ. يَقُولُونَ لِلْغُبْرَةِ الْمَشُوبَةِ سَوَادًا فِي الْإِبِلِ كُهْبَةٌ.",
    "pg": "5:143"
  },
  "كهد": {
    "def": "الْكَافُ وَالْهَاءُ وَالدَّالُ، يَقُولُونَ فِيهِ شَيْئًا يَدُلُّ عَلَى تَحَرُّكٍ إِلَى فَوْقُ. يَقُولُونَ: كَهَدَ الْحِمَارُ، إِذَا رَقَصَ فِي مِشْيَتِهِ. وَأَكْهَدْتُهُ: أَرْقَصْتُهُ، فِي شِعْرِ الْفَرَزْدَقِ:\nيُكْهِدُونَ الْحُمُرْ\nوَيَقُولُونَ: اكْوَهَدَّ الْفَرْخُ، إِذَا تَحَرَّكَ لِيَرْتَفِعَ.",
    "pg": "5:143-144"
  },
  "كهر": {
    "def": "الْكَافُ وَالْهَاءُ وَالرَّاءُ كَلِمَتَانِ مُتَبَاعِدَتَانِ جِدًّا: الْأُولَى الِانْتِهَارُ، يُقَالُ كَهَرَهُ يَكْهَرُهُ كَهْرًا. وَفِي الْحَدِيثِ: \" بِأَبِي وَأُمِّي مَا كَهَرَنِي وَلَا شَتَمَنِي \". وَقَرَأَ نَاسٌ: فَأَمَّا الْيَتِيمَ فَلَا تَكْهَرْ. وَالْأَصْلُ الْآخَرُ: كَهْرُ النَّهَارِ، وَهُوَ ارْتِفَاعُهُ، يُقَالُ كَهَرَ يَكْهَرُ. قَالَ:\nوَإِذَا الْعَانَةُ فِي كَهْرِ الضُّحَى.",
    "pg": "5:144"
  },
  "كهف": {
    "def": "الْكَافُ وَالْهَاءُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ غَارٌ فِي جَبَلٍ، وَجَمْعُهُ كُهُوفٌ.",
    "pg": "5:144"
  },
  "كهل": {
    "def": "الْكَافُ وَالْهَاءُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى قُوَّةٍ فِي الشَّيْءِ أَوِ اجْتِمَاعِ جِبِلَّةٍ. مِنْ ذَلِكَ الْكَاهِلُ: مَا بَيْنَ الْكَتِفَيْنِ: سُمِّيَ بِذَلِكَ لِقُوَّتِهِ. وَيَقُولُونَ لِلرَّجُلِ الْمُجْتَمِعِ إِذَا وَخَطَهُ الشَّيْبُ: كَهْلٌ، وَامْرَأَةٌ كَهْلَةٌ. قَالَ:\nوَلَا أَعُودُ بَعْدَهَا كَرِيَّا ... أُمَارِسُ الْكَهْلَةَ وَالصَّبِيَّا\nوَأَمَّا قَوْلُهُمْ لِلنَّبَاتِ: اكْتَهَلَ، فَإِنَّمَا [هُوَ] تَشْبِيهٌ بِالرَّجُلِ الْكَهْلِ. وَاكْتِهَالُ الرَّوْضَةِ: أَنْ يَعُمَّهَا النَّوْرُ. قَالَ الْأَعْشَى:\nمُؤَزَّرٌ بِعَمِيمِ النَّبْتِ مُكْتَهِلُ.",
    "pg": "5:144-145"
  },
  "كهم": {
    "def": "الْكَافُ وَالْهَاءُ وَالْمِيمُ أُصَيْلٌ يَدُلُّ عَلَى كَلَالٍ وَبُطْءٍ. مِنْ ذَلِكَ الْفَرَسُ الْكَهَامُ: الْبَطِيءُ. وَالسَّيْفُ الْكَهَامُ: الْكَلِيلُ. وَاللِّسَانُ الْكَهَامُ: الْعَيِيُّ. ثُمَّ يَقُولُونَ لِلْمُسِنِّ كَهْكَمٌ. وَيَقُولُونَ: أَكْهَمَ بَصَرُهُ، إِذَا رَقَّ.",
    "pg": "5:145"
  },
  "كهن": {
    "def": "الْكَافُ وَالْهَاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ. وَهِيَ الْكَاهِنُ، وَقَدْ تَكَهَّنَ يَتَكَهَّنُ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْكَافِ وَالْوَاوِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:145"
  },
  "كهه": {
    "def": "الْكَافُ وَالْهَاءُ لَيْسَ فِيهِ مِنَ اللُّغَةِ شَيْءٌ إِلَّا مَا يُشْبِهُ الْحِكَايَةَ، يُقَالُ كَهَّ السَّكْرَانُ، إِذَا اسْتَنْكَهْتَهُ فَكَهَّ فِي وَجْهِكَ. وَلَيْسَ هَذَا بِشَيْءٍ. وَيَقُولُونَ: كَهْكَهَ الْأَسَدُ فِي زَئِيرِهِ. ثُمَّ يَقُولُونَ: الْكَهَكَاهُ مِنَ الرِّجَالِ: الضَّعِيفُ. وَيُنْشِدُونَ:\nوَلَا كَهْكَاهَةٌ بَرَمٌ ... إِذَا مَا اشْتَدَّتِ الْحِقَبُ\nوَلَا مَعْنَى عِنْدِي لِقَوْلِهِمْ إِنَّهُ الضَّعِيفُ. وَهَذَا كَالتَّجَوُّزِ، وَإِنَّمَا يُرَادُ أَنَّهُ يَكُهُّ فِي وَجْهِ سَائِلِهِ. وَالْبَابُ كُلُّهُ وَاحِدٌ.",
    "pg": "5:123"
  },
  "كو": {
    "def": "الْكَافُ وَالْحَرْفُ الْمُعْتَلُّ قَرِيبٌ مِنَ الْبَابِ قَبْلَهُ، [وَلَيْسَ فِيهِ] إِلَّا قَوْلُهُمْ: كَوَاهُ بِالنَّارِ يَكْوِيهِ. وَيَسْتَعِيرُونَ هَذَا فَيَقُولُونَ: كَوَاهُ بِعَيْنِهِ، إِذَا أَحَدَّ النَّظَرَ إِلَيْهِ. وَإِنِّي لَأَتَكَوَّى بِالْجَارِيَةِ، أَيْ أَتَدَفَّأُ بِهَا. وَالْكُوَّةُ مَعْرُوفَةٌ.\nوَالْكَأْكَأَةُ: النُّكُوصُ، وَيُقَالُ التَّجَمُّعُ.",
    "pg": "5:123-124"
  },
  "كوب": {
    "def": "الْكَافُ وَالْوَاوُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ. وَهِيَ الْكُوبُ: الْقَدَحُ لَا عُرْوَةَ لَهُ; وَالْجَمْعُ أَكْوَابٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَأَكْوَابٌ مَوْضُوعَةٌ﴾ [الغاشية: ١٤] . وَيَقُولُونَ: الْكُوبَةُ: الطَّبْلُ لِلَّعِبِ.",
    "pg": "5:145"
  },
  "كود": {
    "def": "الْكَافُ وَالْوَاوُ وَالدَّالُ كَلِمَةٌ كَأَنَّهَا تَدُلُّ عَلَى الْتِمَاسِ شَيْءٍ بِبَعْضِ الْعَنَاءِ. يَقُولُونَ: كَادَ يَكُودُ كَوْدًا وَمَكَادًا. وَيَقُولُونَ لِمَنْ يَطْلُبُ مِنْكَ الشَّيْءَ فَلَا تُرِيدُ إِعْطَاءَهُ: لَا وَلَا مَكَادَةَ. فَأَمَّا قَوْلُهُمْ فِي الْمُقَارَبَةِ: كَادَ، فَمَعْنَاهَا قَارَبَ. وَإِذَا وَقَعَتْ كَادَ مُجَرَّدَةً فَلَمْ يَقَعْ ذَلِكَ الشَّيْءُ تَقُولُ: كَادَ يَفْعَلُ، فَهَذَا لَمْ يُفْعَلْ، وَإِذَا قُرِنَتْ بِجَحْدٍ فَقَدْ وَقَعَ، إِذَا قُلْتَ مَا كَادَ يَفْعَلُهُ فَقَدْ فَعَلَهُ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿فَذَبَحُوهَا وَمَا كَادُوا يَفْعَلُونَ﴾ [البقرة: ٧١] .",
    "pg": "5:145-146"
  },
  "كور": {
    "def": "الْكَافُ وَالْوَاوُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى دَوْرٍ وَتَجَمُّعٍ. مِنْ ذَلِكَ الْكَوْرُ: الدَّوْرُ. يُقَالُ كَارَ يَكُورُ، إِذَا دَارَ. وَكَوْرُ الْعِمَامَةِ: دَوْرُهَا. وَالْكُورَةُ: الصُّقْعُ، لِأَنَّهُ يَدُورُ عَلَى مَا فِيهِ مِنْ قُرًى. وَيُقَالُ طَعَنَهُ فَكَوَّرَهُ، إِذَا أَلْقَاهُ مُجْتَمِعًا. وَمِنْهُ قَوْلُهُ تَعَالَى: ﴿إِذَا الشَّمْسُ كُوِّرَتْ﴾ [التكوير: ١] كَأَنَّهَا جُمِعَتْ جَمْعًا، وَالْكُورُ: الرَّحْلُ; لِأَنَّهُ يَدُورُ بِغَارِبِ الْبَعِيرِ; وَالْجَمْعُ أَكْوَارٌ. فَأَمَّا قَوْلُهُمْ: \" الْحَوْرُ بَعْدَ الْكَوْرِ \"، فَالصَّحِيحُ عِنْدَهُمْ: \" الْحَوْرُ بَعْدَ الْكَوْنِ \"، وَمَعْنَاهُ حَارَ، أَيْ رَجَعَ وَنَقَصَ بَعْدَمَا كَانَ. وَمَنْ قَالَ بِالرَّاءِ فَلَيْسَ يَبْعُدُ، أَيْ كَانَ أَمْرُهُ مُتَجَمِّعًا، ثُمَّ حَارَ وَنَقَصَ. وَقَوْلُهُ تَعَالَى: ﴿يُكَوِّرُ اللَّيْلَ عَلَى النَّهَارِ﴾ [الزمر: ٥] أَيْ يُدِيرُ هَذَا عَلَى ذَاكَ، وَيُدِيرُ ذَاكَ عَلَى هَذَا. كَمَا جَاءَ فِي التَّفْسِيرِ: زِيدَ فِي هَذَا مِنْ ذَلِكَ، وَفِي ذَاكَ [مِنْ هَذَا] . وَالْكَوْرُ: قِطْعَةٌ مِنَ الْإِبِلِ كَأَنَّهَا خَمْسُونَ وَمِائَةٌ. وَلَيْسَ قِيَاسُهُ بَعِيدًا، لِأَنَّهَا إِذَا اجْتَمَعَتِ اسْتَدَارَتْ فِي مَبْرَكِهَا. وَكُوَّارَةُ النَّحْلِ مَعْرُوفَةٌ.\nوَمِمَّا يَشِذُّ عَنْ هَذَا الْبَابِ قَوْلُهُمْ: اكْتَارَ الْفَرَسُ، إِذَا رَفَعَ ذَنَبَهُ فِي حُضْرِهِ.",
    "pg": "5:146"
  },
  "كوز": {
    "def": "الْكَافُ وَالْوَاوُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَجَمُّعٍ. قَالَ أَبُو بَكْرٍ: تَكَوَّزَ الْقَوْمُ: تَجَمَّعُوا. قَالَ: وَمِنْهُ اشْتِقَاقُ بَنِي كُوزٍ مِنْ ضَبَّةَ. وَالْكُوزُ لِلْمَاءِ مِنْ هَذَا، لِأَنَّهُ يَجْمَعُ الْمَاءَ. وَاكْتَازَ الْمَاءَ: اغْتَرَفَهُ.",
    "pg": "5:146"
  },
  "كوس": {
    "def": "الْكَافُ وَالْوَاوُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى صَرْعٍ أَوْ مَا يُقَارِبُهُ. يُقَالُ: كَاسَهُ يَكُوسُهُ، إِذَا صَرَعَهُ. وَمِنْهُ كَاسَتِ النَّاقَةُ تَكُوسُ، إِذَا عُقِرَتْ فَقَامَتْ عَلَى ثَلَاثٍ. وَإِنَّمَا قِيلَ لَهَا ذَلِكَ لِأَنَّهَا قَدْ قَارَبَتْ أَنْ تُصْرَعَ. قَالَ:\nوَلَوْ عِنْدَ غَسَّانَ السَّلِيطِيِّ عَرَّسَتْ ... رَغَا قَرَنٌ مِنْهَا وَكَاسٌ عَقِيرُ\nوَرُبَّمَا قَالُوا لِلْفَرَسِ الْقَصِيرِ الدَّوَارِجِ: كُوسِيٌّ. وَعُشْبٌ مُتَكَاوِسٌ، إِذَا كَثُرَ وَكَثُفَ، وَهُوَ مِنْ قِيَاسِ الْبَابِ لِأَنَّهُ يَتَصَرَّعُ بَعْضُهُ عَلَى بَعْضٍ. فَأَمَّا الْكَأْسُ، فَيُقَالُ هُوَ الْإِنَاءُ بِمَا فِيهِ مِنْ خَمْرٍ، وَهُوَ مِنْ غَيْرِ الْبَابِ.",
    "pg": "5:146-147"
  },
  "كوع": {
    "def": "الْكَافُ وَالْوَاوُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْكُوعُ، وَهُوَ طَرَفُ الزَّنْدِ مِمَّا يَلِي الْإِبْهَامَ. وَالْكَوَعُ: خُرُوجُهُ وَنُتُوُّهُ وَعِظَمُهُ. رَجُلٌ أَكْوَعُ. وَيُقَالُ الْكَوَعُ: إِقْبَالُ الرُّسْغَيْنِ عَلَى الْمَنْكِبَيْنِ. وَكَوَّعَهُ بِالسَّيْفِ: ضَرَبَهُ. وَلَعَلَّهُ بِمَعْنَى أَنْ يُصِيبَ كُوعَهُ.",
    "pg": "5:147"
  },
  "كوف": {
    "def": "الْكَافُ وَالْوَاوُ وَالْفَاءُ أُصَيْلٌ يَقُولُونَ: إِنَّهُ يَدُلُّ عَلَى اسْتِدَارَةٍ فِي شَيْءٍ. قَالُوا: تَكَوَّفَ الرَّمْلُ: اسْتَدَارَ. قَالُوا: وَلِذَلِكَ سُمِّيَتِ الْكُوفَةُ. وَيَقُولُونَ: وَقَعْنَا فِي كُوفَانٍ وَكَُوَّفَانٍ، أَيْ عَنَاءٍ وَمَشَقَّةٍ، كَأَنَّهُمُ اشْتَقُّوا ذَلِكَ مِنَ الرَّمْلِ الْمُتَكَوِّفِ، لِأَنَّ الْمَشْيَ فِيهِ يُعَنِّي.",
    "pg": "5:147-148"
  },
  "كول": {
    "def": "الْكَافُ وَالْوَاوُ وَاللَّامُ كَلِمَةٌ إِنْ صَحَّتْ. يَقُولُونَ: تَكَوَّلَ الْقَوْمُ عَلَى فُلَانٍ، إِذَا تَجَمَّعُوا عَلَيْهِ.\n\n[بَابُ الْكَافِ وَالْيَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:148-149"
  },
  "كوم": {
    "def": "الْكَافُ وَالْوَاوُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَجَمُّعٍ فِي شَيْءٍ مَعَ ارْتِفَاعٍ فِيهِ. مِنْ ذَلِكَ الْكَوْمَاءُ، وَهِيَ النَّاقَةُ الطَّوِيلَةُ السَّنَامِ. وَالْكَوْمُ: الْقِطْعَةُ مِنَ الْإِبِلِ، وَالْكَوْمَةُ: الصُّبْرَةُ مِنَ الطَّعَامِ وَغَيْرِهِ. وَرُبَّمَا قَالُوا: كَامَ الْفَرَسُ أُنْثَاهُ يَكُومُهَا، وَذَاكَ نَفْسُ التَّجَمُّعِ.",
    "pg": "5:148"
  },
  "كون": {
    "def": "الْكَافُ وَالْوَاوُ وَالنُّونُ أَصْلٌ يَدُلُّ عَلَى الْإِخْبَارِ عَنْ حُدُوثِ شَيْءٍ، إِمَّا فِي زَمَانٍ مَاضٍ أَوْ زَمَانٍ رَاهِنٍ. يَقُولُونَ: كَانَ الشَّيْءُ يَكُونُ كَوْنًا، إِذَا وَقَعَ وَحَضَرَ. قَالَ اللَّهُ تَعَالَى: ﴿وَإِنْ كَانَ ذُو عُسْرَةٍ﴾ [البقرة: ٢٨٠] ، أَيْ حَضَرَ وَجَاءَ. وَيَقُولُونَ: قَدْ كَانَ الشِّتَاءُ، أَيْ جَاءَ وَحَضَرَ. وَأَمَّا الْمَاضِي فَقَوْلُنَا: كَانَ زَيْدٌ أَمِيرًا، يُرِيدُ أَنَّ ذَلِكَ كَانَ فِي زَمَانٍ سَالِفٍ. وَقَالَ قَوْمٌ: الْمَكَانُ اشْتِقَاقُهُ مِنْ كَانَ يَكُونُ، فَلَمَّا كَثُرَ تُوُهِّمَتِ الْمِيمُ أَصْلِيَّةً فَقِيلَ تَمَكَّنَ، كَمَا قَالُوا مِنَ الْمِسْكِينِ تَمَسْكَنَ.\nوَفِي الْبَابِ كَلِمَةٌ لَعَلَّهَا أَنْ تَكُونَ مِنَ الْكَلَامِ الَّذِي دَرَجَ بِدُرُوجِ مَنْ عَلِمَهُ.\nيَقُولُونَ: كُنْتُ عَلَى فُلَانٍ أَكُونُ عَلَيْهِ، وَذَلِكَ إِذَا كَفَلْتُ بِهِ. وَاكْتَنْتُ أَيْضًا اكْتِيَانًا. وَهِيَ غَرِيبَةٌ.",
    "pg": "5:148"
  },
  "كوى": {
    "def": "الْكَافُ وَالْوَاوُ وَالْيَاءُ أَصْلٌ صَحِيحٌ، وَهُوَ كَوَيْتُ بِالنَّارِ. وَقَدْ ذَكَرْنَاهُ.",
    "pg": "5:145"
  },
  "كيت": {
    "def": "الْكَافُ وَالْيَاءُ وَالتَّاءُ كَلِمَةٌ إِنْ صَحَّتْ، يَقُولُونَ: التَّكْيِيتُ تَيْسِيرُ الْجَهَازِ. قَالَ:\nكَيِّتْ جِهَازَكَ إِمَّا كُنْتَ مُرْتَحِلًا ... إِنِّي أَخَافُ عَلَى أَذْوَادِكَ السَّبُعَا.",
    "pg": "5:151"
  },
  "كيح": {
    "def": "الْكَافُ وَالْيَاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: الْكِيحُ: سَنَدُ الْجَبَلِ. قَالَ الشَّنْفَرَى:\nوَيَرْكُضْنَ بِالْآصَالِ حَوْلِي كَأَنَّنِي ... مِنَ الْعُصْمِ أَدْفَى يَنْتَحِي الْكِيحَ أَعْقَلُ. [بَابُ الْكَافِ وَالْأَلِفِ وَمَا يَثْلُثُهُمَا]\nوَقَدْ تَكُونُ الْأَلِفُ مُنْقَلِبَةً وَتُكْتَبُ هَاهُنَا لِلَّفْظِ، وَقَدْ تَكُونُ مَهْمُوزَةً.",
    "pg": "5:151-152"
  },
  "كيد": {
    "def": "الْكَافُ وَالْيَاءُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُعَالَجَةٍ لِشَيْءٍ بِشِدَّةٍ، ثُمَّ يَتَّسِعُ الْبَابُ، وَكُلُّهُ رَاجِعٌ إِلَى هَذَا الْأَصْلِ. قَالَ أَهْلُ اللُّغَةِ: الْكَيْدُ: الْمُعَالَجَةُ. قَالُوا: وَكُلُّ شَيْءٍ تُعَالِجُهُ فَأَنْتَ تَكِيدُهُ. هَذَا هُوَ الْأَصْلُ فِي الْبَابِ، ثُمَّ يُسَمُّونَ الْمَكْرَ كَيْدًا. قَالَ اللَّهُ تَعَالَى: ﴿أَمْ يُرِيدُونَ كَيْدًا﴾ [الطور: ٤٢] . وَيَقُولُونَ: هُوَ يَكِيدُ بِنَفْسِهِ، أَيْ يَجُودُ بِهَا، كَأَنَّهُ يُعَالِجُهَا لِتَخْرُجَ. وَالْكَيْدُ: صِيَاحُ الْغُرَابِ بِجَهْدٍ. وَالْكَيْدُ: أَنْ يُخْرِجَ الزَّنْدُ النَّارَ بِبُطْءٍ وَشِدَّةٍ، وَالْكَيْدُ: الْقَيْءُ، وَرُبَّمَا سَمَّوُا الْحَيْضَ كَيْدًا. وَالْكَيْدُ: الْحَرْبُ، يُقَالُ: خَرَجُوا وَلَمْ يَلْقَوْا كَيْدًا، أَيْ حَرْبًا.",
    "pg": "5:149"
  },
  "كير": {
    "def": "الْكَافُ وَالْيَاءُ وَالرَّاءُ كَلِمَةٌ، وَهِيَ كِيرُ الْحَدَّادِ. قَالَ أَبُو عَمْرٍو: الْكُوَرُ: الْمَبْنِيُّ مِنَ الطِّينِ، وَالْكِيرُ: الزِّقُّ. قَالَ بِشْرٌ:\nكَأَنَّ حَفِيفَ مَنْخَرِهِ إِذَا مَا ... كَتَمْنَ الرَّبْوَ كِيرٌ مُسْتَعَارٌ.",
    "pg": "5:149"
  },
  "كيس": {
    "def": "الْكَافُ وَالْيَاءُ وَالسِّينُ أَصْلٌ يَدُلُّ عَلَى ضَمٍّ وَجَمْعٍ. مِنْ ذَلِكَ الْكِيسُ، سُمِّيَ لِمَا أَنَّهُ يَضُمُّ الشَّيْءَ وَيَجْمَعُهُ. وَمِنْ بَابِهِ الْكَيْسُ فِي الْإِنْسَانِ: خِلَافُ الْخُرْقِ، لِأَنَّهُ مُجْتَمَعُ الرَّأْيِ وَالْعَقْلِ، يُقَالُ رَجُلٌ كَيِّسٌ وَرِجَالٌ أَكْيَاسٌ. وَأَكْيَسَ الرَّجُلُ وَأَكَاسَ، إِذَا وُلِدَ لَهُ أَكْيَاسٌ مِنَ الْوَلَدِ. قَالَ: فَلَوْ كُنْتُمْ لِكَيِّسَةٍ أَكَاسَتْ ... وَكَيْسُ الْأُمِّ أَكْيَسُ لِلْبَنِينَا\nوَلَعَلَّ كَيْسَانَ فَعْلَانُ مِنْ أَكْيَسَ. وَكَانَتْ بَنُو فَهْمٍ تُسَمِّي الْغَدْرَ كَيْسَانَ. قَالَ:\nإِذَا مَا دَعَوَا كَيْسَانَ كَانَتْ كُهُولُهُمْ ... إِلَى الْغَدْرِ أَدْنَى مِنْ شَبَابِهِمُ الْمُرْدِ.",
    "pg": "5:149-150"
  },
  "كيص": {
    "def": "الْكَافُ وَالْيَاءُ وَالصَّادُ إِنْ صَحَّ فَهُوَ يَدُلُّ عَلَى انْقِبَاضٍ وَضِيقٍ. وَيَقُولُونَ: كَاصَ يَكِيصُ، مِثْلَ كَاعَ. وَيَقُولُونَ: إِنَّ الْكِيصَ: الرَّجُلُ الضَّيِّقُ الْخُلُقِ. وَحُكِيَتْ كَلِمَةٌ أَنَا أَرْتَابُ بِهَا، يَقُولُونَ: كِصْنَا عِنْدَ فُلَانٍ مَا شِئْنَا، [أَيْ] أَكَلْنَا.",
    "pg": "5:150"
  },
  "كيف": {
    "def": "الْكَافُ وَالْيَاءُ وَالْفَاءُ كَلِمَةٌ. يَقُولُونَ: الْكِيفَةُ: الْكِسْفَةُ مِنَ الثَّوْبِ. فَأَمَّا كَيْفَ فَكَلِمَةٌ مَوْضُوعَةٌ يُسْتَفْهَمُ بِهَا عَنْ حَالِ الْإِنْسَانِ فَيُقَالُ: كَيْفَ هُوَ؟ فَيُقَالُ: صَالِحٌ.",
    "pg": "5:150"
  },
  "كيل": {
    "def": "الْكَافُ وَالْيَاءُ وَاللَّامُ ثَلَاثُ كَلِمَاتٍ لَا يُشْبِهُ بَعْضُهَا بَعْضًا. فَالْأُولَى: الْكَيْلُ: كَيَّلَ الطَّعَامَ. يُقَالُ: كِلْتُ فُلَانًا أَعْطَيْتُهُ. وَاكْتَلْتُ عَلَيْهِ: أَخَذْتُ مِنْهُ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿وَيْلٌ لِلْمُطَفِّفِينَ﴾ [المطففين: ١] . ﴿الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ﴾ [المطففين: ٢] . ﴿وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ﴾ [المطففين: ٣] وَالْكَلِمَةُ الثَّانِيَةُ: كَالَ الزَّنْدُ يَكِيلُ; إِذَا لَمْ يُخْرِجْ نَارًا.\nوَالْكَلِمَةُ الثَّالِثَةُ: الْكَيُّولُ: مُؤَخَّرُ الصَّفِّ فِي الْحَرْبِ. قَالَ:\nإِنِّي امْرُؤٌ عَاهَدَنِي خَلِيلِي ... أَلَّا أَقُومَ الدَّهْرَ فِي الْكَيُّولِ.",
    "pg": "5:150-151"
  },
  "كين": {
    "def": "الْكَافُ وَالْيَاءُ وَالنُّونُ شَيْءٌ يَقُولُونَ إِنَّهُ فِي عُضْوٍ مِنْ أَعْضَاءِ الْمَرْأَةِ يَضِيقُ بِهِ، وَالْجَمْعُ كُيُونٌ. قَالَ جَرِيرٌ:\nغَمَزَ ابْنُ مُرَّةَ يَا فَرَزْدَقُ كَيْنَهَا ... غَمْزَ الطَّبِيبِ نَغَانِغَ الْمَعْذُورِ\nفَأَمَّا الْكِينَةُ، فِي قَوْلِهِمْ: بَاتَ فُلَانٌ بِكِينَةِ سَوْءٍ، أَيْ بِحَالٍ سُوءٍ، فَأَصْلُهُ الْكَوْنُ فِعْلَةٌ مِنَ الْكَوْنِ.",
    "pg": "5:151"
  }
}