{
  "ياس": {
    "def": "الْيَاءُ وَالْهَمْزَةُ وَالسِّينُ. كَلِمَتَانِ: إِحْدَاهُمَا الْيَأْسُ: قَطْعُ الرَّجَاءِ. وَيُقَالُ إِنَّهُ لَيْسَتْ يَاءٌ فِي صَدْرِ كَلِمَةٍ بَعْدَهَا هَمْزَةٌ إِلَّا هَذِهِ. يُقَالُ مِنْهُ: يَئِسَ يَيْأَسُ وَيَيْئِسُ، عَلَى يَفْعَلُ وَيَفْعِلُ.\nوَالْكَلِمَةُ الْأُخْرَى: أَلَمْ تَيْأَسْ، أَيْ أَلَمْ تَعْلَمْ. وَقَالُوا فِي قَوْلِهِ تَعَالَى: ﴿أَفَلَمْ يَيْأَسِ الَّذِينَ آمَنُوا﴾ [الرعد: ٣١] ، أَيْ أَفَلَمْ يَعْلَمْ. وَأَنْشَدُوا: أَقُولُ لَهُمْ بِالشِّعْبِ إِذْ يَأْسِرُونَنِي ... أَلَمْ تَيْأَسُوا أَنِّي ابْنُ فَارِسِ زَهْدَمِ",
    "pg": "6:153-154"
  },
  "يبب": {
    "def": "الْيَاءُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ وَهِيَ الْيَبَابُ، إِتْبَاعٌ لِلْخَرَابِ، وَرُبَّمَا أَفْرَدُوهَا فَقَالُوا:\nأَخْبَرَتْ عَنْ فِعَالِهِ الْأَرْضُ وَاسْتَنْ ... طَقَ مِنْهَا الْيَبَابَ وَالْمَعْمُورَا",
    "pg": "6:151"
  },
  "يبس": {
    "def": "الْيَاءُ وَالْبَاءُ وَالسِّينُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جَفَافٍ. يُقَالُ: يَبِسَ الشَّيْءُ يَيْبَسُ وَيَيْبِسُ. وَالْيَبْسُ: يَابِسُ النَّبْتِ. قَالَ ابْنُ السِّكِّيتِ: هُوَ جَمْعُ يَابِسِ. وَالْيَبَسُ بِفَتْحِ الْبَاءِ: الْمَكَانُ يُفَارِقُهُ الْمَاءُ فَيَيْبَسُ. وَيُقَالُ يَبِسَتِ الْأَرْضُ: ذَهَبَ مَاؤُهَا وَنَدَاهَا ; وَأَيْبَسَتْ: كَثُرَ يَبْسُهَا. وَقَالَ الشَّيْبَانِيُّ: امْرَأَةٌ يَبَسٌ، إِذَا لَمْ تَنَلْ خَيْرًا. قَالَ:\nإِلَى عَجُوزٍ شَنَّةِ الْوَجْهِ يَبَسْ\nوَيَبِيسُ الْمَاءِ: الْعَرَقُ إِذَا يَبِسَ. وَالْأَيْبَسَانِ: مَا لَا لَحْمَ عَلَيْهِ مِنَ السَّاقِ وَالْكَعْبِ.",
    "pg": "6:154"
  },
  "يتم": {
    "def": "الْيَاءُ وَالتَّاءُ وَالْمِيمُ. يُقَالُ: الْيُتْمُ فِي النَّاسِ مِنْ قِبَلِ الْأَبِ، وَفِي سَائِرِ الْحَيَوَانِ مِنْ جِهَةِ الْأُمِّ. وَيَقُولُونَ لِكُلِّ مُنْفَرِدٍ يَتِيمٌ، حَتَّى قَالُوا بَيْتٌ [مِنَ الشِّعْرِ] يَتِيمٌ. وَقَالَ الشَّاعِرُ يَصِفُ رَامِيًا أَصَابَ أَتَانًا وَأَيْتَمَ أَطْفَالَهَا:\nفَنَاطَ بِهَا سَهْمًا شِدَادًا غِرَارُهُ ... وَأَيْتَمَتِ الْأَطْفَالَ مِنْهَا وُجُوبُهَا",
    "pg": "6:154-155"
  },
  "يتن": {
    "def": "الْيَاءُ وَالتَّاءُ وَالنُّونُ: كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْيَتْنُ، وَهُوَ الْفَصِيلُ يَخْرُجُ رِجْلَاهُ عِنْدَ الْوِلَادَةِ قَبْلَ رَأْسِهِ. يُقَالُ: أَيْتَنَتِ النَّاقَةُ وَالْمَرْأَةُ، إِذَا وَلَدَتْ يَتْنًا.",
    "pg": "6:155"
  },
  "يدد": {
    "def": "الْيَاءُ وَالدَّالُ: أَصْلُ بِنَاءِ الْيَدِ لِلْإِنْسَانِ وَغَيْرِهِ، وَيُسْتَعَارُ فِي الْمِنَّةِ فَيُقَالُ: لَهُ عَلَيْهِ يَدٌ. وَيُجْمَعُ عَلَى الْأَيَادِي وَالْيُدِيِّ. قَالَ:\nفَإِنَّ لَهُ عِنْدِي يُدِيًّا وَأَنْعُمَا\nوَالْيَدُ: الْقُوَّةُ، وَيُجْمَعُ عَلَى الْأَيْدِي. وَتَصْغِيرُ الْيَدِ يُدَيَّةٌ. وَجَمَعَ نَاسٌ يَدَ الْإِنْسَانِ عَلَى الْأَيَادِي، فَقَالَ:\nسَاءَهَا مَا تَأَمَّلَتْ فِي أَيَادِي ... نَا وَإِشْنَاقُهَا إِلَى الْأَعْنَاقِ وَحَكَى الشَّيْبَانِيُّ امْرَأَةٌ يَدِيَّةٌ، أَيْ صَنَاعٌ، وَرَجُلٌ يَدِيٌّ. وَمَا أَيْدَى فُلَانَةَ. وَيَدِيَ مِنْ يَدِهِ يُدْعَى عَلَيْهِ. وَيَدَيْتُ عَلَى الرَّجُلِ: مَنَنْتُ عَلَيْهِ. قَالَ:\nيَدَيْتُ عَلَى ابْنِ حَسْحَاسِ بْنِ عَمْرٍو ... بِأَسْفَلِ ذِي الْجَدَاةِ يَدَ الْكَرِيمِ\nوَيَدَيْتُهُ: ضَرَبْتُ يَدَهُ.",
    "pg": "6:151-152"
  },
  "يدع": {
    "def": "الْيَاءُ وَالدَّالُ وَالْعَيْنُ: كَلِمَتَانِ مُتَبَايِنَتَانِ، إِحْدَاهُمَا الْأَيْدَعُ: صِبْغٌ أَحْمَرُ. وَيُقَالُ مِنْهُ يَدَّعْتُ الشَّيْءَ أُيَدِّعُهُ تَيْدِيعًا.\nوَالْأُخْرَى يَقُولُونَ: أَيْدَعَ الْحَجَّ عَلَى نَفْسِهِ: أَوْجَبَهُ. قَالَ جَرِيرٌ:\n[وَرَبِّ الرَّاقِصَاتِ إِلَى الثَّنَايَا ... بِشُعْثٍ أَيْدَعُوا حَجًّا تَمَامًا]",
    "pg": "6:155"
  },
  "يرر": {
    "def": "الْيَاءُ وَالرَّاءُ. يَقُولُونَ: الْحَجَرُ الْأَيَرُّ: الصُّلْبُ. وَالْمَصْدَرُ الْيَرَرُ. وَيَقُولُونَ: حَارٌّ يَارٌّ، إِتْبَاعٌ.",
    "pg": "6:152"
  },
  "يزن": {
    "def": "الْيَاءُ وَالزَّاءُ وَالنُّونُ. لَيْسَ فِيهِ إِلَّا ذُو يَزَنَ، مِنْ مُلُوكِ حِمْيَرَ، يُنْسَبُ إِلَيْهِ الرِّمَاحُ، فَيُقَالُ يَزَنِيَّةٌ وَأَزَنِيَّةٌ.",
    "pg": "6:155"
  },
  "يسر": {
    "def": "الْيَاءُ وَالسِّينُ وَالرَّاءُ: أَصْلَانِ يَدُلُّ أَحَدُهُمَا عَلَى انْفِتَاحِ شَيْءٍ وَخِفَّتِهِ، وَالْآخَرُ عَلَى عُضْوٍ مِنَ الْأَعْضَاءِ.\nفَالْأَوَّلُ: الْيُسْرُ: ضِدُّ الْعُسْرِ. وَالْيَسَرَاتُ: الْقَوَائِمُ الْخِفَافُ. وَيُقَالُ: فَرَسٌ حَسَنُ التَّيْسُورِ، أَيْ حَسَنُ نَقْلِ الْقَوَائِمِ. قَالَ:\nقَدْ بَلَوْنَاهُ عَلَى عِلَّاتِهِ ... وَعَلَى التَّيْسُورِ مِنْهُ وَالضُّمُرْ\nوَمِنَ الْبَابِ: يَسَّرَتِ الْغَنَمُ، إِذَا كَثُرَ لَبَنُهَا وَنَسْلُهَا. قَالَ:\nهُمَا سَيِّدَانَا يَزْعُمَانِ وَإِنَّمَا ... يَسُودَانِنَا أَنْ يَسَّرَتْ غَنَمَاهُمَا وَيُقَالُ رَجُلٌ يَسْرٌ وَيَسَرٌ، أَيْ حَسَنُ الِانْقِيَادِ. وَالْيَسَارُ: الْغِنَى. وَتَيَسَّرَ الشَّيْءُ وَاسْتَيْسَرَ. وَيُسْرٌ: مَكَانٌ.\nوَمِنَ الْبَابِ الْأَيْسَارُ: الْقَوْمُ يَجْتَمِعُونَ عَلَى الْمَيْسِرِ، وَاحِدُهُمْ يَسَرٌ. قَالَ:\nوَهُمُ أَيْسَارُ لُقْمَانَ إِذَا ... أَغْلَتِ الشَّتْوَةُ أَبْدَاءَ الْجُزُرْ\nوَالْمَيْسِرُ: الْقِمَارُ. وَمِنَ الْبَابِ الْيَسَرَةُ: أَسْرَارُ الْكَفِّ إِذَا كَانَتْ غَيْرَ مُلْتَزِقَةٍ.\nوَالْكَلِمَةُ الْأُخْرَى: الْيَسَارُ لِلْيَدِ. يُقَالُ: تَيَاسَرُوا، إِذْ أَخَذُوا ذَاتَ الْيَسَارِ. وَيُقَالُ يَاسَرُوا، وَهُوَ أَجْوَدُ.",
    "pg": "6:155-156"
  },
  "يعر": {
    "def": "الْيَاءُ وَالْعَيْنُ وَالرَّاءُ. يُقَالُ: الْيَعْرُ: الْجَدْيُ. قَالَ:\nكَمَا رُبِطَ الْيَعْرُ\n[أَيْ كَمَا رُبِطَ] عِنْدَ الزُّبْيَةِ لِلذِّئْبِ. وَالْيُعَارُ: صَوْتُ الشَّاءِ. يُقَالُ: يَعَرَتْ تَيْعَِرُ يُعَارًا.",
    "pg": "6:156-157"
  },
  "يعط": {
    "def": "الْيَاءُ وَالْعَيْنُ وَالطَّاءُ. يَقُولُونَ لِلذِّئْبِ إِذَا زَجَرُوهُ: يَعَاطِ.\nقَالَ: وَيُقَالُ أَيْعَطْتُ بِهِ قَالَ:\nيَهْفُو إِذَا قِيلَ لَهُ يَعَاطِ",
    "pg": "6:157"
  },
  "يفع": {
    "def": "الْيَاءُ وَالْفَاءُ وَالْعَيْنُ: كَلِمَةٌ تَدُلُّ عَلَى الِارْتِفَاعِ. فَالْيَفَاعُ: مَا عَلَا مِنَ الْأَرْضِ. وَمِنْهُ يُقَالُ: أَيْفَعَ الْغُلَامُ: إِذَا عَلَا شَبَابُهُ، فَهُوَ يَافِعٌ، وَلَا يُقَالُ مُوفِعٌ.",
    "pg": "6:157"
  },
  "يفن": {
    "def": "الْيَاءُ وَالْفَاءُ وَالنُّونُ. يَقُولُونَ: الْيَفَنُ: الشَّيْخُ الْكَبِيرُ.",
    "pg": "6:157"
  },
  "يقن": {
    "def": "الْيَاءُ وَالْقَافُ وَالنُّونُ: الْيَقَنُ وَالْيَقِينُ: زَوَالُ الشَّكِّ. يُقَالُ يَقِنْتُ، وَاسْتَيْقَنْتُ، وَأَيْقَنْتُ.",
    "pg": "6:157"
  },
  "يقه": {
    "def": "الْيَاءُ وَالْقَافُ وَالْهَاءُ. سَمِعْتُ عَلِيَّ بْنَ إِبْرَاهِيمَ الْقَطَّانَ يَقُولُ: سَمِعْتُ ثَعْلَبًا يَقُولُ: أَيْقَهَ يُوقِهُ إِيقَاهًا، إِذَا فَهِمَ. يُقَالُ أَيْقِهْ لِهَذَا، أَيِ افْهَمْهُ. وَيُقَالُ بَلْ ذَلِكَ مِنَ الطَّاعَةِ. قَالَ:\nوَاسْتَيْقَهُوا لِلْمُحَلِّمِ",
    "pg": "6:157-158"
  },
  "يلب": {
    "def": "الْيَاءُ وَاللَّامُ وَالْبَاءُ: كَلِمَةٌ وَاحِدَةٌ قَدِ اخْتُلِفَ فِي مَعْنَاهَا. وَهِيَ الْيَلَبُ، قَالَ قَوْمٌ: الْيَلَبُ: الْبَيْضُ مِنْ جُلُودِ الْإِبِلِ. وَقَالَ قَوْمٌ: الْيَلَبُ: التُّرْسُ. وَأَنْشَدُوا:\nعَلَيْهِمْ كُلُّ سَابِغَةٍ دِلَاصٍ ... وَفِي أَيْدِيهِمُ الْيَلَبُ الْمُدَارُ\nوَقَالَ الْخَلِيلُ: الْيَلَبُ: الْفُولَاذُ. [قَالَ] :\nوَمِحْوَرٍ أُخْلِصَ مِنْ مَاءِ الْيَلَبْ",
    "pg": "6:158"
  },
  "يلق": {
    "def": "الْيَاءُ وَاللَّامُ وَالْقَافُ. يَقُولُونَ: الْيَلَقُ: الْأَبْيَضُ مِنْ كُلِّ شَيْءٍ. وَأَنْشَدُوا:\nوَأَتْرُكُ الْقِرْنَ فِي الْغُبَارِ وَفِي ... حِضْنَيْهِ زَرْقَاءُ مَتْنُهَا يَلَقُ\nوَيُقَالُ الْيَلَقَةُ: الْعَنْزُ الْبَيْضَاءُ.",
    "pg": "6:158"
  },
  "يلل": {
    "def": "الْيَاءُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ، هِيَ الْيَلَلُ: قِصَرُ الْأَسْنَانِ. قَالَ:\nيَكْلَحُ الْأَرْوَقُ مِنْهَا وَالْأَيَلُّ",
    "pg": "6:152"
  },
  "يمم": {
    "def": "الْيَاءُ وَالْمِيمُ: كَلِمَةٌ تَدُلُّ عَلَى قَصْدِ الشَّيْءِ وَتَعَمُّدِهِ وَقَصْدِهِ. وَمِنْهُ قَوْلُهُ تَعَالَى: ﴿فَتَيَمَّمُوا صَعِيدًا طَيِّبًا﴾ [النساء: ٤٣] . قَالَ الْخَلِيلُ: يُقَالُ تَيَمَّمْتُ فُلَانًا بِسَهْمِي وَرُمْحِي، إِذَا قَصَدْتَهُ دُونَ مَنْ سِوَاهُ. وَأَنْشَدَ:\nيَمَّمْتُهُ الرُّمْحَ شَزْرًا ثُمَّ قُلْتُ لَهُ ... هَذِي الْبَسَالَةُ لَا لِعْبُ الزَّحَالِيقِ قَالَ الْخَلِيلُ: وَمَنْ قَالَ فِي هَذَا الْبَيْتِ أَمَّمْتُهُ فَقَدْ أَخْطَأَ، لِأَنَّهُ قَالَ \" شَزْرًا \". وَلَا يَكُونُ الشَّزْرُ إِلَّا مِنْ نَاحِيَةٍ، وَهُوَ لَمْ يَقْصِدْ بِهِ أَمَامَهُ فَيَقُولُ أَمَّمْتُهُ. وَحَكَى الشَّيْبَانِيُّ: رَجُلٌ مُيَمَّمٌ، إِذَا كَانَ يَظْفَرُ بِكُلِّ مَا طَلَبَ. وَأَنْشَدَ:\nإِنَّا وَجَدْنَا أَعْصُرَ بْنَ سَعْدِ ... مُيَمَّمَ الْبَيْتِ رَفِيعَ الْجَدِّ\nوَهَذَا كَأَنَّهُ يُقْصَدُ بِالْخَيْرِ. فَأَمَّا الْبَحْرُ فَلَيْسَ مِنْ هَذَا الْقِيَاسِ. وَحَكَى الْخَلِيلُ: يُمَّ الرَّجُلُ فَهُوَ مَيْمُومٌ، إِذَا وَقَعَ فِي الْيَمِّ فَغَرِقَ. وَالْيَمَامُ طَائِرٌ، يُقَالُ: إِنَّهُ الطَّيْرُ الَّذِي يُسْتَفْرَخُ فِي الْبُيُوتِ.",
    "pg": "6:152-153"
  },
  "يمن": {
    "def": "الْيَاءُ وَالْمِيمُ وَالنُّونُ: كَلِمَاتٌ مِنْ قِيَاسٍ وَاحِدٍ. فَالْيَمِينُ: يَمِينُ الْيَدِ. [وَ] يُقَالُ: الْيَمِينُ: الْقُوَّةُ. وَقَالَ الْأَصْمَعِيُّ فِي قَوْلِ الشَّمَّاخِ:\nإِذَا مَا رَايَةٌ رُفِعَتْ لِمَجْدٍ ... تَلَقَّاهَا عَرَابَةُ بِالْيَمِينِ\nأَرَادَ الْيَدَ الْيُمْنَى. وَالْيُمْنُ: الْبَرَكَةُ، وَهُوَ مَيْمُونٌ. وَالْيَمِينُ: الْحَلِفُ، وَكُلُّ ذَلِكَ مِنَ الْيَدِ الْيُمْنَى. وَكَذَلِكَ الْيَمَنُ، وَهُوَ بَلَدٌ. يُقَالُ: رَجُلٌ يَمَانٍ، وَسَيْفٌ يَمَانٍ. وَسُمِّيَ الْحَلِفُ يَمِينًا لِأَنَّ الْمُتَحَالِفَيْنِ كَأَنَّ أَحَدَهُمَا يَصْفِقُ بِيَمِينِهِ عَلَى يَمِينِ صَاحِبِهِ.",
    "pg": "6:158-159"
  },
  "ينف": {
    "def": "الْيَاءُ وَالنُّونُ وَالْفَاءُ. يَنُوفُ فِي شِعْرٍ امْرِئِ الْقَيْسِ:\nهَضْبَةٌ فِي جَبَلَيْ طَيٍّ",
    "pg": "6:159"
  },
  "ينم": {
    "def": "الْيَاءُ وَالنُّونُ وَالْمِيمُ. الْيَنَمَةُ: نَبْتٌ.",
    "pg": "6:159"
  },
  "يهر": {
    "def": "الْيَاءُ وَالْهَاءُ وَالرَّاءُ. يَقُولُونَ: الْيَهْرُ: اللَّجَاجُ. وَاسْتَيْهَرَ الرَّجُلُ: لَجَّ.",
    "pg": "6:159"
  },
  "يهم": {
    "def": "الْيَاءُ وَالْهَاءُ وَالْمِيمُ. الْيَهْمَاءُ: الْمَفَازَةُ لَا عَلَمَ بِهَا. وَيُقَالُ الْأَيْهَمَانِ: السَّيْلُ وَالْحَرِيقُ. وَيُقَالُ الْأَيْهَمُ مِنَ الرِّجَالِ: الْأَصَمُّ. وَيُقَالُ لِلشُّجَاعِ أَيْهَمُ، وَهُوَ مِنَ الْبَابِ، كَأَنَّهُ لَا مَأْتَى لِأَحَدٍ إِلَيْهِ.",
    "pg": "6:159"
  },
  "يهه": {
    "def": "الْيَاءُ وَالْهَاءُ. يَقُولُونَ: يَهْيَهَ بِالْإِبِلِ، إِذَا قَالَ: يَاهْ يَاهْ.\n\n[بَابُ الْيَاءِ وَمَا بَعْدَهَا مِمَّا جَاءَ عَلَى ثَلَاثَةِ أَحْرُفٍ]\nٍ وَكَتَبْتُ ذَلِكَ كُلَّهُ بَابًا وَاحِدًا لِقِلَّتِهِ",
    "pg": "6:153"
  },
  "يوح": {
    "def": "الْيَاءُ وَالْوَاوُ وَالْحَاءُ: كَلِمَةٌ وَاحِدَةٌ، وَهِي يُوحُ: اسْمٌ مِنْ أَسْمَاءِ الشَّمْسِ.",
    "pg": "6:159"
  },
  "يوم": {
    "def": "الْيَاءُ وَالْوَاوُ وَالْمِيمُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْيَوْمُ: الْوَاحِدُ مِنَ الْأَيَّامِ، ثُمَّ يَسْتَعِيرُونَهُ فِي الْأَمْرِ الْعَظِيمِ وَيَقُولُونَ نِعْمَ فُلَانٌ فِي الْيَوْمِ إِذَا نَزَلَ. وَأَنْشَدَ: نِعْمَ أَخُو الْهَيْجَاءِ فِي الْيَوْمِ الْيَمِي\nوَقَالَ قَوْمٌ: هُوَ مَقْلُوبٌ كَانَ فِي الْيَوِمِ. وَالْأَصْلُ فِي أَيَّامٍ أَيْوَامٌ، لَكِنَّهُ أُدْغِمَ.\n\nأَمَّا مَا زَادَ عَلَى الثَّلَاثَةِ فِي هَذَا الْبَابِ، مِثْلُ (الْيَرْبُوعِ) وَهِيَ دُوَيْبَةٌ، وَ (يَبْرِينَ) وَهُوَ مَوْضِعٌ، وَ (يَمْؤُودَ) وَ (يَلَمْلَمَ) وَهُمَا مَوْضِعَانِ، وَ (الْيَرَنْدَجِ) ، وَهِيَ جُلُودٌ سُودٌ، وَمَا أَشْبَهَ ذَلِكَ - فَإِنَّ سَبِيلَ الْيَاءِ فِي أَوَائِلِهَا سَبِيلُ الْهَمْزَةِ فِي الرُّبَاعِيِّ وَالْخُمَاسِيِّ، فَإِنَّهُمَا زَائِدَتَانِ، وَإِنَّمَا الِاعْتِبَارُ بِمَا يَجِيءُ بَعْدَ الْيَاءِ، كَمَا هُوَ الِاعْتِبَارُ فِي بَابِ الْهَمْزَةِ بِمَا يَجِيءُ بَعْدَهَا. وَقَدْ مَضَى ذَلِكَ فِي أَبْوَابِ الْكِتَابِ.\nقَالَ الشَّيْخُ الْإِمَامُ الْأَجَلُّ السَّعِيدُ، أَبُو الْحُسَيْنِ أَحْمَدُ بْنُ فَارِسٍ رَحْمَةُ اللَّهِ عَلَيْهِ وَأَجْزَلَ لَهُ الثَّوَابَ.\nقَدْ ذَكَرْنَا مَا شَرَطْنَا فِي صَدْرِ الْكِتَابِ أَنْ نَذْكُرَهُ، وَهُوَ صَدْرٌ مِنَ اللُّغَةِ صَالِحٌ. فَأَمَّا الْإِحَاطَةُ بِجَمِيعِ كَلَامِ الْعَرَبِ [فَهُوَ] مِمَّا لَا يَقْدِرُ عَلَيْهِ إِلَّا اللَّهُ تَعَالَى، أَوْ نَبِيٌّ مِنْ أَنْبِيَائِهِ ﵈ بِوَحْيِ اللَّهِ تَعَالَى وَعَزَّ، ذَلِكَ إِلَيْهِ، وَالْحَمْدُ لِلَّهِ أَوَّلًا وَآخِرًا، وَبَاطِنًا وَظَاهِرًا. وَالصَّلَاةُ وَالسَّلَامُ عَلَى رَسُولِهِ مُحَمَّدٍ وَآلِهِ أَجْمَعِينَ، الطَّيِّبِينَ الطَّاهِرِينَ. .\nقَدْ وَقَعَتِ الْفَرَاغَةُ مِنْ كِتَابَةِ كِتَابِ الْمَقَايِيسِ اللُّغَةِ.",
    "pg": "6:159-160"
  }
}