{
  "قاب": {
    "def": "الْقَافُ وَالْأَلِفُ وَالْبَاءُ. الْقَابُ: الْقَدْرُ. وَعِنْدَنَا أَنَّ الْكَلِمَةَ فِيهَا مَعْنَيَانِ: إِبْدَالٌ، وَقَلْبٌ. فَأَمَّا الْإِبْدَالُ فَالْبَاءُ مُبْدَلَةٌ مِنْ دَالٍ، وَالْأَلِفُ مُنْقَلِبَةٌ مِنْ يَاءٍ، وَالْأَصْلُ الْقِيدُ. قَالَ اللَّهُ تَعَالَى: ﴿فَكَانَ قَابَ قَوْسَيْنِ﴾ [النجم: ٩] . وَيُقَالُ: الْقَابُ: مَا بَيْنَ الْمَقْبِضِ وَالسِّيَةِ. وَلِكُلِّ قَوْسٍ قَابَانِ.\nوَمِمَّا لَيْسَ مِنْ هَذَا الْبَابِ وَلَكِنَّهُ مَهْمُوزٌ، قَوْلُهُمْ: قَئِبَ مِنَ الشَّرَابِ، إِذَا امْتَلَأَ.",
    "pg": "5:46"
  },
  "قاق": {
    "def": "الْقَافُ وَالْأَلِفُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْقَاقُ: الرَّجُلُ الطَّوِيلُ.",
    "pg": "5:46"
  },
  "قام": {
    "def": "الْقَافُ وَالْأَلِفُ وَالْمِيمُ قَدْ مَضَى ذِكْرُ ذَلِكَ، وَالْأَصْلُ فِي جَمِيعِهِ الْوَاوُ. وَالْقَامَةُ: الْبَكَرَةُ بِأَدَاتِهَا. قَالَ:\nلَمَّا رَأَيْتُ أَنَّهَا لَاقَامَهْ ... وَأَنَّنِي مُوفٍ عَلَى السَّآمَهْ\nنَزَعْتُ نَزْعًا زَعْزَعَ الدِّعَامَهُ.",
    "pg": "5:46"
  },
  "قاه": {
    "def": "الْقَافُ وَالْأَلِفُ وَالْهَاءُ كَلِمَةٌ. يَقُولُونَ: الْقَاهُ: الطَّاعَةُ وَالْجَاهُ. وَيُنْشِدُونَ:\nلَمَا رَأَيْنَا لِأَمِيرٍ قَاهَا. [بَابُ الْقَافِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا) ]",
    "pg": "5:46-47"
  },
  "قبب": {
    "def": "الْقَافُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جَمْعٍ وَتَجَمُّعٍ. مِنْ ذَلِكَ الْقُبَّةُ، وَهِيَ مَعْرُوفَةٌ، وَسُمِّيَتْ لِتَجَمُّعِهَا. وَالْقَبْقَبُ: الْبَطْنُ، لِأَنَّهُ مُجْتَمَعُ الطَّعَامِ. وَالْقَبُّ فِي الْبَكَرَةِ. وَأَمَّا قَوْلُهُمْ: إِنَّ الْقَبَبَ: دِقَّةُ الْخَصْرِ فَإِنَّمَا مَعْنَاهُ تَجَمُّعُهُ حَتَّى يُرَى أَنَّهُ دَقِيقٌ. وَكَذَلِكَ الْخَيْلُ الْقُبُّ: هِيَ الضَّوَامِرُ، وَلَيْسَ ذَلِكَ [إِلَّا] لِذَهَابِ لُحُومِهَا وَالصَّلَابَةِ الَّتِي فِيهَا. وَأَمَّا الْقَابَّةُ فَقَالَ ابْنُ السِّكِّيتِ: الْقَابَّةُ: الْقَطْرَةُ مِنَ الْمَطَرِ. قَالَ: وَكَانَ الْأَصْمَعِيُّ يُصَحِّفُ وَيَقُولُ: هِيَ الرَّعْدُ. وَالَّذِي قَالَهُ ابْنُ السِّكِّيتِ أَصَحُّ وَأَقْيَسُ; لِأَنَّهَا تَقُبُّ التُّرْبَ أَيْ تَجْمَعُهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ تَسْمِيَتُهُمُ الْعَامَ الثَّالِثَ الْقُبَاقِبَ، فَيَقُولُونَ عَامٌ، وَقَابِلٌ، وَقُبَاقِبٌ.\nوَمِمَّا شَذَّ أَيْضًا قَوْلُهُمْ: اقْتَبَّ يَدَهُ، إِذَا قَطَعَهَا.",
    "pg": "5:5-6"
  },
  "قبح": {
    "def": "الْقَافُ وَالْبَاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى خِلَافِ الْحُسْنِ، وَهُوَ الْقُبْحُ. يُقَالُ قَبَّحَهُ اللَّهُ، وَهَذَا مَقْبُوحٌ وَقَبِيحٌ. وَزَعَمَ نَاسٌ أَنَّ الْمَعْنَى فِي قَبَّحَهُ: نَحَّاهُ وَأَبْعَدَهُ. [وَمِنْهُ] قَوْلُهُ تَعَالَى: وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ. وَمِمَّا شَذَّ عَنِ الْأَصْلِ وَأَحْسَبُهُ مِنَ الْكَلَامِ الَّذِي ذَهَبَ مَنْ كَانَ يُحْسِنُهُ، قَوْلُهُمْ كِسْرُ قَبِيحٍ، وَهُوَ عَظْمُ السَّاعِدِ، النِّصْفُ الَّذِي يَلِي الْمِرْفَقَ. قَالَ:\nلَوْ كُنْتَ عَيْرًا كُنْتَ عَيْرَ مَذَلَّةٍ ... وَلَوْ كُنْتَ كِسْرًا كُنْتَ كِسْرَ قَبِيحِ.",
    "pg": "5:47"
  },
  "قبر": {
    "def": "الْقَافُ وَالْبَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى غُمُوضٍ فِي شَيْءٍ وَتَطَامُنٍ. مِنْ ذَلِكَ الْقَبْرُ: قَبْرُ الْمَيِّتِ. يُقَالُ قَبَرْتُهُ أَقْبُرُهُ. قَالَ الْأَعْشَى:\nلَوْ أَسْنَدَتْ مَيِّتًا إِلَى نَحْرِهَا ... عَاشَ وَلَمْ يُنْقَلْ إِلَى قَابِرِ\nفَإِنْ جَعَلْتَ لَهُ مَكَانًا يُقْبَرُ فِيهِ قُلْتَ: أَقْبَرْتُهُ، قَالَ اللَّهُ تَعَالَى: ثُمَّ ﴿أَمَاتَهُ فَأَقْبَرَهُ﴾ [عبس: ٢١] . قُلْنَا: وَلَوْلَا أَنَّ الْعُلَمَاءَ تَجَوَّزُوا فِي هَذَا لَمَا رَأَيْنَا أَنْ يُجْمَعَ بَيْنَ قَوْلِ اللَّهِ وَبَيْنَ الشِّعْرِ فِي كِتَابٍ، فَكَيْفَ فِي وَرَقَةٍ أَوْ صَفْحَةٍ. وَلَكُنَّا اقْتَدَيْنَا بِهِمْ، وَاللَّهُ تَعَالَى يَغْفِرُ لَنَا، وَيَعْفُو عَنَّا وَعَنْهُمْ.\nوَقَالَ نَاسٌ مِنْ أَهْلِ التَّفْسِيرِ فِي قَوْلِهِ تَعَالَى: ﴿ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ﴾ [عبس: ٢١] . أُلْهِمَ كَيْفَ يُدْفَنُ. قَالَ ابْنُ دُرَيْدٍ: أَرْضٌ قَبُورٌ: غَامِضَةٌ. وَنَخْلَةٌ قَبُورٌ [وَكَبُوسٌ] : يَكُونُ حَمْلُهَا فِي سَعَفِهَا. وَمَكَانُ الْقُبُورِ مَقْبَرَةٌ وَمَقْبُرَةٌ.",
    "pg": "5:47-48"
  },
  "قبس": {
    "def": "الْقَافُ وَالْبَاءُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى صِفَةٍ مِنْ صِفَاتِ النَّارِ، ثُمَّ يُسْتَعَارُ. مِنْ ذَلِكَ الْقَبَسُ: شُعْلَةُ النَّارِ. قَالَ اللَّهُ تَعَالَى فِي قِصَّةِ مُوسَى ﵇: ﴿لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ﴾ [طه: ١٠] . وَيَقُولُونَ: أَقْبَسْتُ الرَّجُلَ عِلْمًا، وَقَبَسْتُهُ نَارًا. قَالَ ابْنُ دُرَيْدٍ: قَبَسْتُ مِنْ فُلَانٍ نَارًا، وَاقْتَبَسْتُ مِنْهُ عِلْمًا، وَأَقْبَسَنِي قَبَسًا.\nوَمِنْ هَذَا الْقِيَاسِ قَوْلُهُمْ: فَحْلٌ قَبِيسٌ، وَذَلِكَ إِذَا كَانَ سَرِيعَ الْإِلْقَاحِ، كَأَنَّهُ شُبِّهَ بِشُعْلَةِ النَّارِ. قَالَ:\nفَأُمٌّ لَِقْوَةٌ وَأَبٌ قَبِيسُ\nفَأَمَّا الْقِبْسُ فَيُقَالُ إِنَّهُ الْأَصْلُ.",
    "pg": "5:48"
  },
  "قبص": {
    "def": "الْقَافُ وَالْبَاءُ وَالصَّادُ أَصْلَانِ يَدُلُّ أَحَدَهُمَا عَلَى خِفَّةٍ وَسُرْعَةٍ، وَالْآخَرُ عَلَى تَجَمُّعٍ. فَالْأَوَّلُ الْقَبَصُ، وَهُوَ الْخِفَّةُ وَالنَّشَاطُ. وَالْقَبُوصُ: الَّذِي إِذَا جَرَى لَمْ يُصِبِ الْأَرْضَ مِنْهُ إِلَّا أَطْرَافُ سَنَابِكِهِ. وَمِنْ ذَلِكَ الْقَبْصُ، وَهُوَ تَنَاوُلُ الشَّيْءِ بِأَطْرَافِ الْأَصَابِعِ، وَلَا يَكُونُ ذَلِكَ إِلَّا عَنْ خِفَّةٍ وَعَجَلَةٍ. وَقُرِئَتْ: فَقَبَصْتُ قَبْصَةً مِنْ أَثَرِ الرَّسُولِ، بِالصَّادِ. وَذَلِكَ الْمَأْخُوذُ قَبْصَةٌ.\nوَالْأَصْلُ الْآخَرُ الْقِبْصُ، وَهُوَ الْعَدَدُ الْكَثِيرُ. قَالَ:\nلَكُمْ مَسْجِدَا اللَّهِ الْمَزُورَانِ وَالْحَصَى ... لَكُمْ\nقِبْصُهُ مِنْ بَيْنِ أَثْرَى وَأَقْتَرَا\nوَمِنْ هَذَا الْبَابِ الْقَبَصُ فِي الرَّأْسِ: الضَّخْمُ، وَيُقَالُ مِنْهُ هَامَةٌ قَبْصَاءُ. قَالَ أَبُو النَّجْمِ: [\nقَبْصَاءَ لَمْ تُفْطَحْ وَلَمْ تُكَتَّلِ\n] وَمِمَّا شَذَّ عَنْ هَذَيْنِ الْأَصْلَيْنِ: الْقَبْصُ، وَهُوَ وَجَعٌ عَنْ أَكْلِ الزَّبِيبِ. قَالَ:\nأَرْفِقَةٌ تَشْكُو الْجُحَافَ وَالْقَبَصْ.",
    "pg": "5:48-50"
  },
  "قبض": {
    "def": "الْقَافُ وَالْبَاءُ وَالضَّادُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى شَيْءٍ مَأْخُوذٍ، وَتَجَمُّعٍ فِي شَيْءٍ.\nتَقُولُ: قَبَضْتُ الشَّيْءَ مِنَ الْمَالِ وَغَيْرِهِ قَبْضًا. وَمَقْبِضُ السَّيْفِ وَمَقْبَضُهُ: حَيْثُ تَقْبِضُ عَلَيْهِ. وَالْقَبَضُ، بِفَتْحِ الْبَاءِ: مَا جُمِعَ مِنَ الْغَنَائِمِ وَحُصِّلَ. يُقَالُ: اطْرَحْ هَذَا فِي الْقَبَضِ، أَيْ فِي سَائِرِ مَا قُبِضَ مِنَ الْمَغْنَمِ. وَأَمَّا الْقَبْضُ الَّذِي هُوَ الْإِسْرَاعُ، فَمِنْ هَذَا أَيْضًا، لِأَنَّهُ إِذَا أَسْرَعَ جَمَعَ نَفْسَهُ وَأَطْرَافَهُ. قَالَ اللَّهُ تَعَالَى: ﴿أَوَلَمْ يَرَوْا إِلَى الطَّيْرِ فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ مَا يُمْسِكُهُنَّ﴾ [الملك: ١٩] ، قَالُوا: يُسْرِعْنَ فِي الطَّيَرَانِ. وَهَذِهِ اللَّفْظَةُ مِنْ قَوْلِهِمْ: رَاعٍ قُبَضَةٌ، إِذَا كَانَ لَا يَتَفَسَّحُ فِي مَرْعَى غَنَمِهِ. يُقَالُ: هُوَ قُبَضَةٌ رُفَضَةٌ، أَيْ يَقْبِضُهَا حَتَّى إِذَا بَلَغَ الْمَكَانَ يَؤُمُّهُ رَفَضَهَا. وَيَقُولُونَ لِلسَّائِقِ الْعَنِيفِ: قَبَّاضَةٌ وَقَابِضٌ. قَالَ رُؤْبَةُ:\nقَبَّاضَةٌ بَيْنَ الْعَنِيفِ وَاللَّبِقْ\nوَمِنَ الْبَابِ: انْقَبَضَ عَنِ الْأَمْرِ وَتَقَبَّضَ، إِذَا اشْمَأَزَّ.",
    "pg": "5:50"
  },
  "قبط": {
    "def": "الْقَافُ وَالْبَاءُ وَالطَّاءُ أَصْلٌ صَحِيحٌ. قَالَ ابْنُ دُرَيْدٍ: الْقَبْطُ: جَمْعُكَ الشَّيْءَ بِيَدِكَ. يُقَالُ: قَبَطْتُهُ أَقْبِطُهُ قَبْطًا. قَالَ: وَبِهِ سُمِّيَ الْقُبَّاطُ، هَذَا النَّاطِفُ، عَرَبِيٌّ صَحِيحٌ. وَمِمَّا لَيْسَ مِنْ هَذَا الْبَابِ الْقِبْطُ: أَهْلُ مِصْرَ، وَالنِّسْبَةُ إِلَيْهِمْ قِبْطِيٌّ، وَالثِّيَابُ الْقُبْطِيَّةُ لَعَلَّهَا مَنْسُوبَةٌ إِلَى هَؤُلَاءِ، إِلَّا أَنَّ الْقَافَ ضُمَّتْ لِلْفَرْقِ. قَالَ زُهَيْرٌ:\nلَيَأْتِيَنَّكَ مِنِّي مَنْطِقٌ قَذَعٌ ... بَاقٍ كَمَا دَنَّسَ الْقُبْطِيَّةَ الْوَدَكُ\nوَتُجْمَعُ قَبَاطِيٌّ.",
    "pg": "5:50-51"
  },
  "قبع": {
    "def": "الْقَافُ وَالْبَاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شُبَهِ أَنْ يَخْتَبِئَ الْإِنْسَانُ أَوْ غَيْرُهُ. يُقَالُ: [قَبَعَ] الْخِنْزِيرُ وَالْقُنْفُذُ، إِذَا أَدْخَلَ رَأْسَهُ فِي عُنُقِهِ، قَبْعًا. وَجَارِيَةٌ قُبَعَةٌ طُلَعَةٌ، إِذَا تَخَبَّأَتْ تَارَةً وَتَطَلَّعَتْ تَارَةً. وَالْقُبَعَةُ: خِرْقَةٌ كَالْبُرْنُسِ، تُسَمِّيهَا الْعَامَّةُ: الْقُنْبُعَةُ. وَالْقُبَاعُ: مِكْيَالٌ وَاسِعٌ، كَأَنَّهُ سُمِّيَ قُبَاعًا لِمَا يَقْبَعُ فِيهِ مِنْ شَيْءٍ. وَقَبَعَ الرَّجُلُ: أَعْيَا وَانْبَهَرَ. وَسُمِّيَ قَابِعًا لِأَنَّهُ يَتَقَبَّضُ عِنْدَ إِعْيَائِهِ عَنِ الْحَرَكَةِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ قَبِيعَةُ السَّيْفِ، وَهِيَ الَّتِي عَلَى طَرَفِ قَائِمِهِ مِنْ حَدِيدٍ أَوْ فِضَّةٍ.",
    "pg": "5:51"
  },
  "قبل": {
    "def": "الْقَافُ وَالْبَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ صَحِيحٌ تَدُلُّ كَلِمُهُ كُلُّهَا عَلَى مُوَاجَهَةِ الشَّيْءِ لِلشَّيْءِ، وَيَتَفَرَّعُ بَعْدَ ذَلِكَ.\nفَالْقُبُلُ مِنْ كُلِّ شَيْءٍ: خِلَافُ دُبُرِهِ، وَذَلِكَ أَنَّ مُقَدَّمَهُ يُقْبِلُ عَلَى الشَّيْءِ. وَالْقَبِيلُ: مَا أَقْبَلَتْ بِهِ الْمَرْأَةُ مِنْ غَزْلِهَا حِينَ تَفْتِلُهُ. وَالدَّبِيرُ: مَا أَدْبَرَتْ بِهِ. وَذَلِكَ مَعْنَى قَوْلِهِمْ: \" مَا يَعْرِفُ قَبِيلًا مِنْ دَبِيرٍ \". وَالْقِبْلَةُ سُمِّيَتْ قِبْلَةً لِإِقْبَالِ النَّاسِ عَلَيْهَا فِي صَلَاتِهِمْ، وَهِيَ مُقْبِلَةٌ عَلَيْهِمْ أَيْضًا. وَيُقَالُ: فَعَلَ ذَلِكَ قِبَلًا، أَيْ مُوَاجَهَةً. وَهَذَا مِنْ قِبَلِ فُلَانٍ، أَيْ مِنْ عِنْدِهِ، كَأَنَّهُ هُوَ الَّذِي أَقْبَلَ بِهِ عَلَيْكَ. وَالْقِبَالُ: زِمَامُ الْبَعِيرِ وَالنَّعْلِ. وَقَابَلْتُهَا: جَعَلْتُ لَهَا قِبَالَيْنِ، لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا يُقْبِلُ عَلَى الْآخَرِ.\nوَشَاةٌ مُقَابَلَةٌ: قُطِعَتْ مِنْ أُذُنِهَا قِطْعَةٌ لَمْ تَبِنْ وَتُرِكَتْ مُعَلَّقَةً مِنْ قُدُمٍ. [فَإِنْ كَانَتْ] مِنْ أُخُرٍ فَهِيَ مُدَابَرَةٌ. وَالْقَابِلَةُ: اللَّيْلَةُ الْمُقْبِلَةُ. وَالْعَامُ الْقَابِلُ: الْمُقْبِلُ. وَلَا يُقَالُ مِنْهُ فَعَلَ. وَالْقَابِلَةُ: الَّتِي تُقَبِّلُ الْوَلَدَ عِنْدَ الْوِلَادِ. وَالْقَبُولُ مِنَ الرِّيَاحِ: الصَّبَا، لِأَنَّهَا تُقَابِلُ الدَّبُّورَ أَوِ الْبَيْتَ. وَقَبِلْتُ الشَّيْءَ قَبُولًا. وَالْقَبَلُ فِي الْعَيْنِ: إِقْبَالُ السَّوَادِ عَلَى الْمَحْجِرِ، وَيُقَالُ بَلْ هُوَ إِقْبَالُهُ عَلَى الْأَنْفِ. وَالْقَبَلُ: النَّشَْزُ مِنَ الْأَرْضِ يَسْتَقْبِلُكَ. تَقُولُ: رَأَيْتُ بِذَلِكَ الْقَبَلِ شَخْصًا. وَالْقَبِيلُ: الْكَفِيلُ; يُقَالُ قَبِلَ بِهِ قَبَالَةً، وَذَلِكَ أَنَّهُ يُقْبِلُ عَلَى الشَّيْءِ يَضْمَنُهُ. وَافْعَلْ ذَلِكَ إِلَى عَشْرٍ مِنْ ذِي قَبَلٍ، أَيْ فِيمَا يُسْتَأْنَفُ مِنَ الزَّمَانِ. وَيُقَالُ: أَقْبَلْنَا عَلَى الْإِبِلِ، إِذَا اسْتَقَيْنَا عَلَى رُؤُوسِهَا وَهِيَ تَشْرَبُ. [وَ] ذَلِكَ هُوَ الْقَبَلُ. وَفُلَانٌ مُقْتَبَلُ الشَّبَابِ: لَمْ يَبِنْ فِيهِ أَثَرُ كِبَرٍ وَلَمْ يُوَلَّ شَبَابُهُ. وَقَالَ: لَيْسَ بِعَلٍّ كَبِيرٍ لَا شَبَابَ بِهِ ... لَكِنْ أُثَيْلَةُ صَافِي اللَّوْنِ مُقْتَبَلُ\nوَالْقَابِلُ: الَّذِي يَقْبَلُ دَلْوَ السَّانِيَةِ. قَالَ:\nوَقَابِلٌ يَتَغَنَّى كُلَّمَا قَبَّضَتْ ... عَلَى الْعِرَاقِيِّ يَدَاهُ قَائِمًا دَفَقَا\nقَالَ ابْنُ دُرَيْدٍ: الْقَبَلَةُ: [خَرَزَةٌ شَبِيهَةٌ بِالْفَلْكَةِ تُعَلَّقُ فِي أَعْنَاقِ الْخَيْلِ] ، وَيُقَالُ الْقَبَلَةُ: شَيْءٌ تَتَّخِذُهُ السَّاحِرَةُ تُقْبِلُ بِوَجْهِ الْإِنْسَانِ عَلَى الْآخَرِ. وَقَبَائِلُ الرَّأْسِ: شُعَبُهُ الَّتِي تَصِلُ بَيْنَهَا الشُّؤُونَ; وَسُمِّيَتْ ذَلِكَ لِإِقْبَالِ كُلِّ وَاحِدَةٍ مِنْهَا عَلَى الْأُخْرَى; وَبِذَلِكَ سُمِّيَتْ قَبَائِلُ الْعَرَبِ. وَقَبِيلُ الْقَوْمِ: عَرِيفُهُمْ. وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يُقْبِلُ عَلَيْهِمْ يَتَعَرَّفُ أُمُورَهُمْ. قَالَ:\nأَوَكُلَّمَا وَرَدَتْ عُكَاظَ قَبِيلَةٌ ... بَعَثُوا إِلَيَّ قَبِيلَهُمْ يَتَوَسَّمُ\nوَنَحْنُ فِي قَبَالَةِ فُلَانٍ، أَيْ عِرَافَتِهِ، وَمَا لِفُلَانٍ قِبْلَةٌ، أَيْ جِهَةٌ يَتَوَجَّهُ إِلَيْهَا وَيُقْبِلُ عَلَيْهَا. وَيَقُولُونَ: الْقَبِيلُ: جَمَاعَةٌ مِنْ قَبَائِلَ شَتَّى، وَالْقَبِيلَةُ: بَنُو أَبٍ وَاحِدٍ. وَهَذَا عِنْدَنَا قَدْ قِيلَ، وَقَدْ يُقَالُ لِبَنِي أَبٍ وَاحِدٍ قُبَيْلٌ. قَالَ لَبِيَدٌ: وَقَبِيلٌ مِنْ عُقَيْلٍ صَادِقٌ\nفَأَمَّا قَوْلُهُمْ: لَا قِبَلَ لِي بِهِ، أَيْ لَا طَاقَةَ، فَهُوَ مِنَ الْبَابِ، أَيْ لَيْسَ هُوَ كَمَا يُمْكِنُنِي الْإِقْبَالُ. فَأَمَّا قَبْلُ الَّذِي هُوَ خِلَافُ بَعْدَ، فَيُمْكِنُ أَنْ يَكُونَ شَاذًّا عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ، وَقَدْ يُتَمَحَّلُ لَهُ بِأَنْ يُقَالَ هُوَ مُقْبِلٌ عَلَى الزَّمَانِ. وَهُوَ عِنْدَنَا إِلَى الشُّذُوذِ أَقْرَبُ.",
    "pg": "5:51-54"
  },
  "قبن": {
    "def": "الْقَافُ وَالْبَاءُ وَالنُّونُ. يَقُولُونَ: قَبَنَ فِي الْأَرْضِ: ذَهَبَ. وَحِمَارٌ قَبَّانٌ: دُوَيْبَّةٌ.",
    "pg": "5:54"
  },
  "قبو": {
    "def": "الْقَافُ وَالْبَاءُ وَالْوَاوُ كَلِمَةٌ صَحِيحَةٌ، تَدُلُّ عَلَى ضَمٍّ وَجَمْعٍ. يُقَالُ: قَبَوْتُ الشَّيْءَ: جَمَعْتُهُ وَضَمَمْتُهُ. وَأَهْلُ الْمَدِينَةِ يُسَمُّونَ الرَّفْعَ فِي الْحَرَكَاتِ قَبْوًا. وَهَذَا حَرْفٌ مَقْبُوٌّ. وَيُقَالُ: إِنَّ الْقَبَاءَ مُشْتَقٌّ مِنْهُ، لِأَنَّ الْإِنْسَانَ يَجْمَعُهُ عَلَى نَفْسِهِ.\n\n[بَابُ الْقَافِ وَالتَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:54"
  },
  "قتب": {
    "def": "الْقَافُ وَالتَّاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى آلَةٍ مِنْ آلَاتِ الرِّحَالِ أَوْ غَيْرِهَا. فَالْقَتَبُ لِلْجَمَلِ مَعْرُوفٌ. وَيُقَالُ لِلْإِبِلِ تُوضَعُ عَلَيْهَا أَحْمَالُهَا: قَتُوبَةٌ. قَالَ ابْنُ دُرَيْدٍ: [الْقَتَبُ] : قَتَبَ الْبَعِيرُ، إِذَا كَانَ مِمَّا يُحْمَلُ عَلَيْهِ، فَإِنْ كَانَ مِنْ آلَةِ السَّانِيَةِ فَهُوَ قِتْبٌ بِكَسْرِ الْقَافِ. وَأَمَّا الْأَقْتَابُ فَهِيَ الْأَمْعَاءُ، وَاحِدُهَا قَتْبٌ، وَتَصْغِيرُهَا قُتَيْبَةٌ، وَذَلِكَ عَلَى مَعْنَى التَّشْبِيهِ بِأَقْتَابِ الرِّحَالِ.\n\n[بَابُ الْقَافِ وَالثَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:59"
  },
  "قتت": {
    "def": "الْقَافُ وَالتَّاءُ فِيهِ كَلِمَتَانِ مُتَبَايِنَتَانِ، إِحْدَاهُمَا الْقَتُّ، وَهُوَ نَمُّ الْحَدِيثِ. وَجَاءَ فِي الْأَثَرِ: \" «لَا يَدْخُلُ الْجَنَّةَ قَتَّاتٌ» \"، وَهُوَ النَّمَّامُ. وَالْقَتُّ: نَبَاتٌ. وَالْقَتُّ وَالتَّقْتِيتُ: تَطْيِيبُ الدُّهْنِ بِالرَّيَاحِينِ.",
    "pg": "5:6"
  },
  "قتد": {
    "def": "الْقَافُ وَالتَّاءُ وَالدَّالُ أَصْلٌ صَحِيحٌ، وَهُوَ كَلِمَتَانِ: الْقَتَدُ: خَشَبُ الرَّحْلِ، وَجَمْعُهُ أَقْتَادٌ وَقُتُودٌ. وَالْكَلِمَةُ الْأُخْرَى الْقَتَادُ: ضَرْبٌ مِنَ الْعِضَاهِ لَيْسَ فِيهِ غَيْرُ هَذَا. وَيَقُولُونَ: قَتَائِدُ: مَكَانٌ.",
    "pg": "5:54-55"
  },
  "قتر": {
    "def": "الْقَافُ وَالتَّاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَجْمِيعٍ وَتَضْيِيقٍ. مِنْ ذَلِكَ الْقُتْرَةُ: بَيْتُ الصَّائِدِ; وَسُمِّيَ قُتْرَةً لِضِيقِهِ وَتَجَمُّعِ الصَّائِدِ فِيهِ; وَالْجَمْعُ قُتَرٌ. وَالْإِقْتَارُ: التَّضْيِيقُ. يُقَالُ: قَتَرَ الرَّجُلُ عَلَى أَهْلِهِ يَقْتُرُ، وَأَقْتَرَ وَقَتَّرَ. قَالَ اللَّهُ تَعَالَى: وَالذَّينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا. وَمِنَ الْبَابِ: الْقَتَرُ: مَا يَغْشَى الْوَجْهَ مِنْ كَرْبٍ. قَالَ اللَّهُ تَعَالَى: ﴿وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ﴾ [يونس: ٢٦] [يُونُسَ ٢٦] . وَالْقَتَرُ: الْغُبَارُ. وَالْقَاتِرُ مِنَ الرِّحَالِ: الْحَسَنُ الْوُقُوعِ عَلَى ظَهْرِ الْبَعِيرِ. وَهُوَ مِنَ الْبَابِ، لِأَنَّهُ إِذَا وَقَعَ وُقُوعًا حَسَنًا ضُمَّ السَّنَامُ. فَأَمَّا الْقُتَارُ فَالْأَصْلُ عِنْدَنَا أَنَّ صَيَّادَ الْأَسَدِ كَانَ يُقَتِّرُ فِي قُتْرَتِهِ بِلَحْمٍ يَجِدُ الْأَسَدُ رِيحَهُ فَيُقْبِلُ إِلَى الزُّبْيَةِ، ثُمَّ سُمِّيَتْ رِيحُ اللَّحْمِ الْمَشْوِيِّ كَيْفَ كَانَ قُتَارًا. قَالَ طَرَفَةُ:\nوَتَنَادَى الْقَوْمُ فِي نَادِيهِمُ ... أَقُتَارٌ ذَاكَ أَمْ رِيحُ قُطُرْ\nوَقَتَّرَتْ لِلْأَسَدِ، إِذَا وَضَعْتَ لَهُ لَحْمًا يَجِدُ قُتَارَهُ. قَالَ ابْنُ السِّكِّيتِ: قَتَرَ اللَّحْمُ. يَقْتُرُ: ارْتَفَعَ دُخَانُهُ، وَهُوَ قَاتِرٌ. وَمِنَ الْبَابِ الْقَتِيرُ، وَهُوَ رُؤُوسُ الْحَلَقِ فِي السَّرْدِ. وَالشَّيْبُ يُسَمَّى قَتِيرًا تَشْبِيهًا بِرُؤُوسِ الْمَسَامِيرِ فِي الْبَيَاضِ وَالْإِضَاءَةِ. وَأَمَّا الْقُتْرُ فَالْجَانِبُ، وَلَيْسَ مِنْ هَذَا لِأَنَّهُ مِنَ الْإِبْدَالِ، وَهُوَ الْقُطْرُ، وَقَدْ ذُكِرَ. وَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ: ابْنُ قِتْرَةَ: حَيَّةٌ خَبِيثَةٌ، إِلَى الصِّغَرِ مَا هُوَ. كَذَا قَالَ الْفَرَّاءُ. قَالَ: كَأَنَّهُ إِنَّمَا سُمِّيَ بِالسَّهْمِ الَّذِي لَا حَدِيدَةَ فِيهِ، يُقَالُ لَهُ قِتْرَةُ، وَالْجَمْعُ قِتْرٌ.",
    "pg": "5:55-56"
  },
  "قتع": {
    "def": "الْقَافُ وَالتَّاءُ وَالْعَيْنُ كَلِمَةٌ. يُقَالُ: إِنَّ الْقَتَعَ. دُودٌ حُمْرٌ يَأْكُلُ الْخَشَبَ، وَاحِدَتُهَا قَتَعَةٌ قَالَ: خُشْبٌ تَقَصَّعُ فِي أَجْوَافِهَا الْقَتَعُ وَحَكَى ابْنُ دُرَيْدٍ: قَتَعَ الرَّجُلُ قُتُوعًا، إِذَا انْقَمَعَ مِنْ ذُلٍّ.",
    "pg": "5:56"
  },
  "قتل": {
    "def": "الْقَافُ وَالتَّاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِذْلَالٍ وَإِمَاتَةٍ. يُقَالُ: قَتَلَهُ قَتْلًا. وَالْقِتْلَةُ: الْحَالُ يُقْتَلُ عَلَيْهَا. يُقَالُ قَتَلَهُ قِتْلَةَ سُوءٍ. وَالْقَتْلَةُ: الْمَرَّةُ الْوَاحِدَةُ. وَمَقَاتِلُ الْإِنْسَانِ: الْمَوَاضِعُ الَّتِي إِذَا أُصِيبَتْ قَتَلَهُ ذَلِكَ. وَمِنْ ذَلِكَ: قَتَلْتُ الشَّيْءَ خُبْرًا وَعِلْمًا. قَالَ اللَّهُ سُبْحَانَهُ: ﴿وَمَا قَتَلُوهُ يَقِينًا﴾ [النساء: ١٥٧] . [وَيُقَالُ: تَقَتَّلَتِ الْجَارِيَةُ لِلرَّجُلِ حَتَّى عَشِقَهَا، كَأَنَّهَا خَضَعَتْ لَهُ. قَالَ] :\nتَقَتَّلَتْ لِي حَتَّى إِذَا مَا قَتَلْتِنِي ... تَنَسَّكْتِ، مَا هَذَا بِفِعْلِ النَّوَّاسِكِ وَأَقْتَلْتُ فُلَانًا: عَرَّضْتُهُ لِلْقَتْلِ. وَقَلْبٌ مُقَتَّلٌ، إِذَا قَتَلَهُ الْعِشْقُ. قَالَ امْرُؤُ الْقَيْسِ:\nوَمَا ذَرَفَتْ عَيْنَاكَ إِلَّا لِتَضْرِبِي ... بِسَهْمَيْكِ فِي أَعْشَارِ قَلْبٍ مُقَتَّلِ\nقَالَ أَهْلُ اللُّغَةِ: يُقَالُ قُتِلَ الرَّجُلُ، فَإِنْ كَانَ مِنْ عِشْقٍ قِيلَ: اقْتُتِلَ، وَكَذَلِكَ إِذَا قَتَلَهُ الْجِنُّ: قَالَ ذُو الرُّمَّةِ:\nإِذَا مَا امْرُؤٌ حَاوَلْنَ أَنْ يَقْتَتِلْنَهُ ... بِلَا إِحْنَةٍ بَيْنَ النُّفُوسِ وَلَا ذَحْلِ\nوَقُتِلَتِ الْخَمْرُ بِالْمَاءِ، إِذَا مُزِجَتْ; وَهَذِهِ مِنْ حُسْنِ الِاسْتِعَارَةِ. قَالَ:\nإِنَّ الَّتِي عَاطَيْتِنِي فَرَدَدْتُهَا ... قُتِلَتْ قُتِلْتَ فَهَاتِهَا لَمْ تُقْتَلِ\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ وَيُمْكِنُ أَنْ يُقَاسَ عَلَيْهِ بِلُطْفِ نَظَرٍ: الْقِتْلُ: الْعَدُوُّ، وَجَمْعُهُ أَقْتَالٌ. قَالَ:\nوَاغْتِرَابِي عَنْ عَامِرِ بْنِ لُؤَيٍّ ... فِي بِلَادٍ كَثِيرَةِ الْأَقْتَالِ\nوَوَجْهُ قِيَاسِهِ أَنْ يَجْعَلَ الْقِتْلَ هُوَ الَّذِي يُقَاتِلُ كَالسِّبِّ الَّذِي [يُسَابُّ] . وَلَيْسَ هَذَا بِبَعِيدٍ. وَقَوْلُهُمْ: هُمَا قِتْلَانِ، أَيْ مَثَلَانِ، وَهُوَ مِنْ هَذَا. فَأَمَّا الْقَتَالُ فَيُقَالُ هِيَ النَّفْسُ، يُقَالُ: نَاقَةٌ ذَاتُ قَتَالٍ، إِذَا كَانَتْ وَثِيقَةً. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: هَذَا إِبْدَالٌ، وَالْأَصْلُ الْكَتَالُ. وَهُوَ يَدُلُّ عَلَى تَجَمُّعِ الْجِسْمِ، يُقَالُ: تَكَتَّلَ الشَّيْءُ، إِذَا تَجَمَّعَ. وَهَذَا وَجْهٌ جَيِّدٌ.",
    "pg": "5:56-58"
  },
  "قتم": {
    "def": "الْقَافُ وَالتَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى غُبْرَةٍ وَسَوَادٍ. وَكُلُّ لَوْنٍ يَعْلُوهُ سَوَادٌ فَهُوَ أَقْتَمُ. وَيُقَالُ: الْقَتَامُ: الْغُبَارُ الْأَسْوَدُ، وَمِنْهُ بَازٌ أَقْتَمُ الرِّيشِ. وَمَكَانٌ قَاتِمٌ، مُغْبَرٌّ مُظْلِمُ النَّوَاحِي. قَالَ رُؤْبَةُ:\nوَقَاتِمُ الْأَعْمَاقِ خَاوِي الْمُخْتَرَقْ.",
    "pg": "5:58"
  },
  "قتن": {
    "def": "الْقَافُ وَالتَّاءُ وَالنُّونُ كَلِمَةٌ صَحِيحَةٌ. يَقُولُونَ. الْقَتِينُ: الْمَرْأَةُ الْقَلِيلَةُ الطُّعْمِ، وَقَدْ قَتُنَتْ قَتَانَةً. قَالَ الشَّمَّاخُ:\nوَقَدْ عَرِقَتْ مَغَابِنُهَا فَجَادَتْ ... بِدِرَّتِهَا قِرَى جَحِنٍ قَتِينِ\nأَرَادَ بِهِ الْقُرَادَ الْقَلِيلَ الدَّمِ.",
    "pg": "5:58"
  },
  "قتو": {
    "def": "الْقَافُ وَالتَّاءُ وَالْوَاوُ. يَقُولُونَ: الْقَتْوُ: حُسْنُ الْخِدْمَةِ. وَفُلَانٌ يَقْتُو الْمُلُوكَ: يَخْدِمُهُمْ. قَالَ:\n. . . . . . . . . . . . . . . . . . . . . لَا ... أُحْسِنُ قَتْوَ الْمُلُوكِ وَالْخَبَبَا\nفَأَمَّا الْمُقْتَوِيُّ وَالْمَقْتَوِينُ. . . . .",
    "pg": "5:58-59"
  },
  "قثا": {
    "def": "الْقَافُ وَالثَّاءُ وَالْأَلِفُ الْمَمْدُودَةُ. الْقِثَّاءُ مَعْرُوفٌ. [بَابُ الْقَافِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:59-60"
  },
  "قثث": {
    "def": "الْقَافُ وَالثَّاءُ كَلِمَةٌ تَدُلُّ عَلَى الْجَمْعِ. يُقَالُ: جَاءَ فُلَانٌ يَقُثُّ مَالًا وَدُنْيَا عَرِيضَةً.",
    "pg": "5:6"
  },
  "قثد": {
    "def": "الْقَافُ وَالثَّاءُ وَالدَّالُ لَيْسَ بِشَيْءٍ، غَيْرَ أَنَّهُ يُقَالُ: الْقَثَدُ: نَبْتٌ.",
    "pg": "5:59"
  },
  "قثم": {
    "def": "الْقَافُ وَالثَّاءُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى جَمْعٍ وَإِعْطَاءٍ. مِنْ ذَلِكَ قَوْلُهُمْ: قَثَمَ مِنْ مَالِهِ، إِذَا أَعْطَاهُ. وَرَجُلٌ قُثَمٌ: مِعْطَاءٌ. وَالْقَثُومُ: الرَّجُلُ الْجَمُوعُ لِلْخَيْرِ. قَالَ:\nفَلِلْكُبَرَاءِ أَكْلٌ كَيْفَ شَاؤُوا ... وَلِلصُّغَرَاءِ أَكْلٌ وَاقْتِثَامُ.",
    "pg": "5:59"
  },
  "قحب": {
    "def": "الْقَافُ وَالْحَاءُ وَالْبَاءُ كَلِمَةٌ تَدُلُّ عَلَى سُعَالِ الْخَيْلِ وَالْإِبِلِ، وَرُبَّمَا جُعِلَ لِلنَّاسِ.\n\n[بَابُ الْقَافِ وَالدَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:62"
  },
  "قحح": {
    "def": "الْقَافُ وَالْحَاءُ لَيْسَ هُوَ عِنْدَنَا أَصْلًا، وَلَكِنَّهُمْ يَقُولُونَ: الْقُحُّ: الْجَافِي مِنَ النَّاسِ وَالْأَشْيَاءِ، حَتَّى يَقُولُونَ لِلْبِطِّيخَةِ الَّتِي لَمْ تَنْضَجُ: إِنَّهَا لَقُحٌّ.",
    "pg": "5:6"
  },
  "قحد": {
    "def": "الْقَافُ وَالْحَاءُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ هِيَ الْقَحَدَةُ: أَصْلُ السَّنَامِ، وَالْجَمْعُ قِحَادٌ. وَنَاقَةٌ مِقْحَادٌ: ضَخْمَةُ السَّنَامِ.",
    "pg": "5:60"
  },
  "قحر": {
    "def": "الْقَافُ وَالْحَاءُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْقَحْرُ، يُقَالُ إِنَّهُ الْفَحْلُ الْمُسِنُّ عَلَى بَقِيَّةٍ فِيهِ وَجَلَدٍ. وَقَدْ يُقَالُ لِلرَّجُلِ. وَالْقُحَارِيَةُ مِثْلُ الْقَحْرِ. وَامْرَأَةٌ قَحْرَةٌ: مُسِنَّةٌ.",
    "pg": "5:60"
  },
  "قحز": {
    "def": "الْقَافُ وَالْحَاءُ وَالزَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى قَلَقٍ أَوْ إِقْلَاقٍ وَإِزْعَاجٍ. مِنْ ذَلِكَ الْقَحْزُ، وَهُوَ الْوَثَبَانُ وَالْقَلَقُ. وَالْقَاحِزَاتُ: الشَّدَائِدُ الْمُزْعِجَاتُ مِنَ الْأُمُورِ.\nقَالَ ابْنُ دُرَيْدٍ: الْقَحْزُ: أَنْ يَرْمِيَ الرَّامِي السَّهْمَ فَيَسْقُطَ بَيْنَ يَدَيْهِ. قَحَزَ السَّهْمُ قَحْزًا. قَالَ:\nإِذَا تَنَزَّى قَاحِزَاتُ الْقَحْزِ\nوَالْقُحَازُ: دَاءٌ يُصِيبُ الْغَنَمَ.",
    "pg": "5:60"
  },
  "قحط": {
    "def": "الْقَافُ وَالْحَاءُ وَالطَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى احْتِبَاسِ الْخَيْرِ، ثُمَّ يُسْتَعَارُ. فَالْقَحْطُ: احْتِبَاسُ الْمَطَرِ; أَقَحَطَ النَّاسُ، إِذَا وَقَعُوا فِي الْقَحْطِ. وَأَقْحَطَ الرَّجُلُ، إِذَا خَالَطَ أَهْلَهُ وَلَمْ يُنْزِلْ. وَقَحْطَانُ: أَبُو الْيَمْنِ.",
    "pg": "5:60-61"
  },
  "قحف": {
    "def": "الْقَافُ وَالْحَاءُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شِدَّةٍ فِي شَيْءٍ وَصَلَابَةٍ. يُقَالُ: الْقَحْفُ. شِدَّةُ الشُّرْبِ. وَيَقُولُونَ: \" الْيَوْمَ قِحَافٌ وَغَدًا نِقَافٌ \". وَالْقَاحِفُ مِنَ الْمَطَرِ: الشَّدِيدُ يَقْحَفُ كُلَّ شَيْءٍ. وَمِنَ الْبَابِ الْقِحْفُ: الْعَظْمُ فَوْقَ الدِّمَاغِ، وَالْجَمْعُ أَقْحَافٌ. وَقَحَفْتُهُ: ضَرَبْتُ قِحْفَهُ.",
    "pg": "5:61"
  },
  "قحل": {
    "def": "الْقَافُ وَالْحَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى يُبْسٍ فِي الشَّيْءِ وَجَفَافٍ. فَالْقَحَلُ: الْيُبْسُ. وَالْقَاحِلُ: الْيَابِسُ، قَحَلَ يَقْحَلُ، وَقَحِلَ يَقْحَلُ. وَقَحَِلَ الشَّيْخُ: يَبِسَ جِلْدُهُ عَلَى عَظْمِهِ. وَرَجُلٌ قَحْلٌ وَإِنْقَحْلٌ. وَالْقُحَالُ: دَاءٌ يُصِيبُ الْغَنَمَ فَتَجِفُّ جُلُودُهَا.",
    "pg": "5:61"
  },
  "قحم": {
    "def": "الْقَافُ وَالْحَاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَوَرُّدِ الشَّيْءِ بِأَدْنَى جَفَاءٍ وَإِقْدَامٍ. يُقَالُ: قَحَمَ فِي الْأُمُورِ قُحُومًا: رَمَى بِنَفْسِهِ فِيهَا مِنْ غَيْرِ دُرْبَةٍ. وَقُحَمُ [الطَّرِيقِ] : مَصَاعِبُهُ. وَيُقَالُ: إِنَّ الْمَقَاحِيمَ مِنَ الْإِبِلِ: الَّتِي تَقْتَحِمُ الشَّوْلَ مِنْ غَيْرِ إِرْسَالٍ. وَالْقَحْمُ: الْبَعِيرُ يُثْنِي وَيُرْبِعُ فِي سَنَةٍ وَاحِدَةٍ، فَيُقْحِمُ سِنًّا عَلَى سِنٍّ. وَقَحَّمَ الْفَرَسُ فَارِسَهُ عَلَى وَجْهِهِ، إِذَا رَمَاهُ. وَيَقُولُونَ: \" إِنَّ لِلْخُصُومَةِ قُحَمًا \" أَيْ إِنَّهَا تُقَحِّمُ بِصَاحِبِهَا عَلَى مَا لَا يَهْوَاهُ. وَالْقُحْمَةُ: السَّنَةُ تُقْحِمُ الْأَعْرَابَ بِلَادَ الرِّيفِ.",
    "pg": "5:61"
  },
  "قحو": {
    "def": "الْقَافُ وَالْحَاءُ وَالْوَاوُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: الْقَحْوُ تَأْسِيسُ الْأُقْحُوَانِ، وَتَقْدِيرُهُ أُفْعُلَانُ، وَلَوْ جُعِلَ فِي دَوَاءٍ لَقِيلَ مَقْحُوٌّ، وَجَمْعُهُ الْأَقَاحِي. وَالْأُقْحُوَانَةُ: مَوْضِعٌ.",
    "pg": "5:61-62"
  },
  "قدح": {
    "def": "الْقَافُ وَالدَّالُ وَالْحَاءُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدُهُمَا عَلَى شَيْءٍ كَالْهَزْمِ فِي الشَّيْءِ، وَالْآخَرُ يَدُلُّ عَلَى غَرْفِ شَيْءٍ.\nفَالْأَوَّلُ الْقَدْحُ: فِعْلُكَ إِذَا قَدَحْتَ الشَّيْءَ. وَالْقَدْحُ: تَأَكُّلٌ يَقَعُ فِي الشَّجَرِ وَالْأَسْنَانِ. وَالْقَادِحَةُ: الدُّودَةُ تَأْكُلُ الشَّجَرَةَ. وَمِنْهُ قَوْلُهُمْ: قَدَحَ فِي نَسَبِهِ: طَعَنَ. وَقَالَ فِي تَأَكُّلِ الْأَسْنَانِ:\nرَمَى اللَّهُ فِي عَيْنَيْ بُثَيْنَةَ بِالْقَذَى ... وَفِي الْغُرِّ مِنْ أَنْيَابِهَا بِالْقَوَادِحِ\nوَمِنَ الْبَابِ الْقِدْحُ، وَهُوَ السَّهْمُ بِلَا نَصْلٍ وَلَا قُذَذٍ; وَكَأَنَّهُ سُمِّيَ بِذَلِكَ يُقْدَحُ بِهِ أَوْ يُمْكِنُ الْقَدْحُ بِهِ. وَالْقِدْحُ: الْوَاحِدُ مِنْ قِدَاحِ الْمَيْسِرِ، وَهَذَا عَلَى التَّشْبِيهِ وَمِنَ الْبَابِ: قُدِّحَ الْفَرَسُ تَقْدِيحًا، إِذَا ضُمِّرَ حَتَّى يَصِيرَ مِثْلَ الْقَدْحِ. وَمِنَ الْبَابِ: قَدَّحَتِ الْعَيْنُ: غَارَتْ. وَيُقَالُ قَدَحَتْ. وَقَدَحْتُ النَّارَ، وَقَدَحْتُ الْعَيْنَ: أَخْرَجْتُ مَاءَهَا الْفَاسِدَ.\nوَالْأَصْلُ الْآخَرُ الْقَدِيحُ: مَا يَبْقَى فِي أَسْفَلِ الْقِدْرِ فَيُغْرَفُ بِجُهْدٍ. قَالَ:\nفَظَلَّ الْإِمَاءُ يَبْتَدِرْنَ قَدِيحَهَا ... كَمَا ابْتَدَرَتْ كَلْبٌ مِيَاهَ قُرَاقِرِ\nوَقَدَحْتُ الْقِدْرَ: غَرَفْتُ مَا فِيهَا. وَرَكِيٌّ قَدُوحٌ: تُغْرَفُ بِالْيَدِ. وَالْقَدَحُ مِنَ الْآنِيَةِ مِنْ هَذَا، لِأَنَّ بِهِ يُغْرَفُ الشَّيْءُ.\n\n[بَابُ الْقَافِ وَالذَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:67-68"
  },
  "قدد": {
    "def": "الْقَافُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَطْعِ الشَّيْءِ طُولًا، ثُمَّ يُسْتَعَارُ. يَقُولُونَ: قَدَدْتُ الشَّيْءَ قَدًّا، إِذَا قَطَعْتَهُ طُولًا أَقُدُّهُ، وَيَقُولُونَ: هُوَ حَسَنُ الْقَدِّ، أَيِ التَّقْطِيعِ، فِي امْتِدَادِ قَامَتِهِ. وَالْقِدُّ: سَيْرٌ يُقَدُّ مِنْ جِلْدٍ غَيْرِ مَدْبُوغٍ. وَاشْتِقَاقُ الْقَدِيدِ مِنْهُ. وَالْقِدَّةُ: الطَّرِيقَةُ وَالْفِرْقَةُ مِنَ النَّاسِ، إِذَا كَانَ هَوَى كُلِّ وَاحِدٍ غَيْرَ هَوَى صَاحِبِهِ. ثُمَّ يَسْتَعِيرُونَ هَذَا فَيَقُولُونَ: اقْتَدَّ فُلَانٌ الْأُمُورَ، إِذَا دَبَّرَهَا وَمَيَّزَهَا. وَقَدَّ الْمُسَافِرُ الْمَفَازَةَ. وَالْقَيْدُودُ: النَّاقَةُ الطَّوِيلَةُ الظَّهْرِ عَلَى الْأَرْضِ. وَالْقَدُّ: جِلْدُ السَّخْلَةِ، الْمَاعِزَةِ. وَيَقُولُونَ فِي الْمَثَلِ: \" مَا يَجْعَلُ قَدَّكَ إِلَى أَدِيمِكَ \". وَيَقُولُونَ الْقُدَادَ: وَجَعٌ فِي الْبَطْنِ.",
    "pg": "5:6"
  },
  "قدر": {
    "def": "الْقَافُ وَالدَّالُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَبْلَغِ الشَّيْءِ وَكُنْهِهِ وَنِهَايَتِهِ. فَالْقَدْرُ: مَبْلَغُ كُلِّ شَيْءٍ. يُقَالُ: قَدْرُهُ كَذَا، أَيْ مَبْلَغُهُ. وَكَذَلِكَ الْقَدَرُ. وَقَدَرْتُ الشَّيْءَ أَقْدِرُهُ وَأَقْدُرُهُ مِنَ التَّقْدِيرِ، وَقَدَّرْتُهُ أُقَدِّرُهُ. وَالْقَدْرُ: قَضَاءُ اللَّهِ تَعَالَى الْأَشْيَاءَ عَلَى مَبَالِغِهَا وَنِهَايَاتِهَا الَّتِي أَرَادَهَا لَهَا، وَهُوَ الْقَدَرُ أَيْضًا. قَالَ فِي الْقَدَرِ:\nخَلِّ الطَّرِيقَ لِمَنْ يَبْنِي الْمَنَارَ بِهِ ... وَابْرُزْ بِبَرْزَةٍ حَيْثُ اضْطَرَّكَ الْقَدَرُ\nوَقَالَ فِي الْقَدْرِ بِسُكُونِ الدَّالِ:\n[وَمَا صَبَّ رِجْلِي فِي حَدِيدِ مُجَاشِعٍ ... مَعَ الْقَدْرِ إِلَّا حَاجَةٌ لِي أُرِيدُهَا] وَمِنَ الْبَابِ الْأَقْدَرُ مِنَ الْخَيْلِ، وَهُوَ الَّذِي تَقَعُ رِجْلَاهُ مَوَاقِعَ يَدَيْهِ، كَأَنَّ ذَلِكَ قَدَّرَهُ تَقْدِيرًا. قَالَ:\nوَأَقْدَرُ مُشْرِفُ الصَّهَوَاتِ سَاطٍ ... كُمَيْتٌ لَا أَحَقُّ وَلَا شَئِيتُ\nوَقَوْلُهُ تَعَالَى: ﴿وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ﴾ [الأنعام: ٩١] ، قَالَ الْمُفَسِّرُونَ: مَا عَظَّمُوا اللَّهَ حَقَّ عَظَمَتِهِ. وَهَذَا صَحِيحٌ، وَتَلْخِيصُهُ أَنَّهُمْ لَمْ يَصِفُوهُ بِصِفَتِهِ الَّتِي تَنْبَغِي لَهُ تَعَالَى.\nوَقَوْلُهُ تَعَالَى: ﴿وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ﴾ [الطلاق: ٧] فَمَعْنَاهُ قُتِرَ. وَقِيَاسُهُ أَنَّهُ أُعْطِيَ ذَلِكَ بِقَدْرٍ يَسِيرٍ. وَقُدْرَةُ اللَّهِ تَعَالَى عَلَى خَلِيقَتِهِ: إِيتَاؤُهُمْ بِالْمَبْلَغِ الَّذِي يَشَاؤُهُ وَيُرِيدُهُ، وَالْقِيَاسُ فِيهِ وَفِي الَّذِي قَبْلَهُ سَوَاءٌ. وَيَقُولُونَ: رَجُلٌ ذُو قُدْرَةٍ وَذُو مَقْدِرَةٍ، أَيْ يَسَارٍ. وَمَعْنَاهُ أَنَّهُ يَبْلُغُ بِيَسَارِهِ وَغِنَائِهِ مِنَ الْأُمُورِ الْمَبْلَغَ الَّذِي يُوَافِقُ إِرَادَتَهُ. وَيَقُولُونَ: الْأَقْدَرُ مِنَ الرِّجَالِ: الْقَصِيرُ الْعُنُقِ; وَهُوَ الْقِيَاسُ كَأَنَّ عُنُقَهُ قَدْ قُدِرَتْ.\nوَمِمَّا شَذَّ أَيْضًا عَنْ هَذَا الْقِيَاسِ الْقِدْرُ، وَهِيَ مَعْرُوفَةٌ. وَالْقَدِيرُ: اللَّحْمُ يُطْبَخُ فِي الْقِدْرِ. وَالْقُدَارُ فِيمَا يَقُولُونَ: الْجَزَّارُ، وَيُقَالُ الطَّبَّاخُ، وَهُوَ أَشْبَهُ.\nوَمِمَّا شَذَّ أَيْضًا قَوْلُهُمْ: الْقُدَارُ: الثُّعْبَانُ الْعَظِيمُ وَفِيهِ نَظَرٌ.",
    "pg": "5:62-63"
  },
  "قدس": {
    "def": "الْقَافُ وَالدَّالُ وَالسِّينُ أَصْلٌ صَحِيحٌ، وَأَظُنُّهُ مِنَ الْكَلَامِ الشَّرْعِيِّ الْإِسْلَامِيِّ، وَهُوَ يَدُلُّ عَلَى الطُّهْرِ.\nوَمِنْ ذَلِكَ الْأَرْضُ الْمُقَدَّسَةُ هِيَ الْمُطَهَّرَةُ. وَتُسَمَّى الْجَنَّةُ حَظِيرَةَ الْقُدْسِ، أَيِ الطُّهْرِ. وَجَبْرَئِيلُ ﵇ رُوحُ الْقُدُسِ. وَكُلُّ ذَلِكَ مَعْنَاهُ وَاحِدٌ. وَفِي صِفَةِ اللَّهِ تَعَالَى: الْقُدُّوسُ، وَهُوَ ذَلِكَ الْمَعْنَى، لِأَنَّهُ مُنَزَّهٌ عَنِ الْأَضْدَادِ وَالْأَنْدَادِ، وَالصَّاحِبَةِ وَالْوَلَدِ، تَعَالَى اللَّهُ عَمَّا يَقُولُ الظَّالِمُونَ عُلُوًّا كَبِيرًا. وَيُقَالُ: إِنَّ الْقَادِسِيَّةَ سُمِّيَتْ بِذَلِكَ وَإِنَّ إِبْرَاهِيمَ ﵇ دَعَا لَهَا بِالْقُدْسِ، وَأَنْ تَكُونَ مَحَلَّةَ الْحَاجِّ. وَقُدْسٌ: جَبَلٌ. وَيَقُولُونَ: إِنَّ الْقُدَاسَ: شَيْءٌ كَالْجُمَانِ يُعْمَلُ مِنْ فِضَّةٍ. قَالَ:\nكَنَظْمِ قُدَاسٍ سِلْكُهُ مُتَقَطِّعُ.",
    "pg": "5:63-64"
  },
  "قدع": {
    "def": "الْقَافُ وَالدَّالُ وَالْعَيْنُ أَصْلَانِ صَحِيحَانِ مُتَبَايِنَانِ، أَحَدُهُمَا يَدُلُّ عَلَى الْكَفِّ عَنِ الشَّيْءِ، وَيَدُلُّ الْآخَرُ عَلَى التَّهَافُتِ فِي الشَّيْءِ. فَالْأَوَّلُ الْقَدْعُ، مِنْ قَدَعْتُهُ عَنِ الشَّيْءِ: كَفَفْتُهُ. وَقَدَعْتُ الذُّبَابَ: طَرَدْتُهُ عَنِّي. قَالَ:\nقِيَامًا تَقَدُّعُ الذِّبَّانَ عَنْهَا ... بِأَذْنَابٍ كَأَجْنِحَةِ النُّسُورِ\nوَامْرَأَةٌ قَدِعَةٌ: قَلِيلَةُ الْكَلَامِ حَيِيَّةٌ، كَأَنَّهَا كَفَّتْ نَفْسَهَا عَنِ الْكَلَامِ. وَقَدَعْتُ الْفَرَسَ بِاللِّجَامِ: كَبَحْتُهُ. وَالْمِقْدَعَةُ: الْعَصَا تَقْدَعُ بِهَا عَنْ نَفْسِكَ.\nقَالَ ابْنُ دُرَيْدٍ: تَقَادَعَ الْقَوْمُ بِالرِّمَاحِ: تَطَاعَنُوا. وَقِيَاسُ ذَلِكَ كُلِّهِ وَاحِدٌ.\nوَالْأَصْلُ الْآخَرُ: التَّهَافُتُ. قَالُوا: الْقَدُوعُ: الْمُنْصَبُّ عَلَى الشَّيْءِ. يُقَالُ: تَقَادَعَ الْفِرَاشُ فِي النَّارِ، إِذَا تَهَافَتَ. وَتَقَادَعَ الْقَوْمُ بَعْضُهُمْ فِي إِثْرِ بَعْضٍ: تَسَاقَطُوا. وَفِي الْحَدِيثِ فِي ذِكْرِ الصِّرَاطِ: \" «فَيَتَقَادَعُونَ تَقَادُعَ الْفِرَاشِ فِي النَّارِ» \".",
    "pg": "5:64-65"
  },
  "قدف": {
    "def": "الْقَافُ وَالدَّالُ وَالْفَاءُ. يَقُولُونَ: الْقَدْفُ: غَرْفُ الْمَاءِ مِنَ الْحَوْضِ. وَقِيلَ الْقُدَافُ: جَرَّةٌ مِنْ فَخَّارٍ.",
    "pg": "5:65"
  },
  "قدم": {
    "def": "الْقَافُ وَالدَّالُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سَبْقٍ وَرَعْفٍ ثُمَّ يُفَرَّعُ مِنْهُ مَا يُقَارِبُهُ: يَقُولُونَ: الْقِدَمُ: خِلَافُ الْحُدُوثِ. وَيُقَالُ: شَيْءٌ قَدِيمٌ، إِذَا كَانَ زَمَانُهُ سَالِفًا. وَأَصْلُهُ قَوْلُهُمْ: مَضَى فُلَانٌ قُدُمًا: لَمْ يُعَرِّجْ وَلَمْ يَنْثَنِ. وَرُبَّمَا صَغَّرُوا الْقُدَّامَ قُدَيْدِيمًا وَقُدَيْدِيمَةٌ. قَالَ الْقُطَامِيُّ:\nقُدَيْدِيمَةُ التَّحْرِيبِ وَالْحِلْمِ إِنَّنِي ... أَرَى غَفَلَاتِ الْعَيْشِ قَبْلَ التَّجَارِبِ\nوَيُقَالُ: ضُرِبَ فَرَكِبَ مَقَادِيمَهُ، إِذَا وَقَعَ عَلَى وَجْهِهِ. وَقَادِمَةُ الرَّحْلِ: خِلَافُ آخِرَتِهِ. وَالْقَادِمَةُ مِنْ أَطْبَاءِ النَّاقَةِ: مَا وَلِيَ السُّرَّةَ. وَلِفُلَانٍ قَدَمُ صِدْقٍ، أَيْ شَيْءٌ مُتَقَدِّمٌ مِنْ أَثَرٍ حَسَنٍ.\nوَمِنَ الْبَابِ: قَدِمَ مِنْ سَفَرِهِ قُدُومًا، وَأَقْدَمَ عَلَى الشَّيْءِ إِقْدَامًا. قَالَ ابْنُ دُرَيْدٍ: وَقَادِمُ الْإِنْسَانِ: رَأْسُهُ، وَالْجَمْعُ قَوَادِمُ. قَالَ: وَلَا يَكَادُونَ يَتَكَلَّمُونَ بِالْوَاحِدِ. وَقَوَادِمُ الطَّيْرِ: مَقَادِيمُ الرِّيشِ، عَشْرٌ فِي كُلِّ جَنَاحٍ، الْوَاحِدَةُ قَادِمَةٌ، وَهِيَ الْقُدَامَى. وَمُقَدِّمَةُ الْجَيْشِ: أَوَّلُهُ: وَأَقْدِمْ: زَجْرٌ لِلْفَرَسِ، كَأَنَّهُ يُؤْمَرُ بِالْإِقْدَامِ. وَمَضَى الْقَوْمُ فِي الْحَرْبِ الْيَقْدُمِيَّةِ، إِذَا تَقَدَّمُوا. قَالَ:\nالضَّارِبِينَ الْيَقْدُمِيَّةَ بِالْمُهَنَّدَةِ الصَّفَائِحْ\nوَقَيْدُومُ الْجَبَلِ: أَنْفٌ يَتَقَدَّمُ مِنْهُ وَقَوْلُهُ:\nإِنَّا لَنَضْرِبُ بِالسُّيُوفِ رُؤُوسَهُمْ ... ضَرْبَ الْقُدَارِ نَقِيعَةَ الْقُدَّامِ\nفَقَالَ قَوْمٌ: الْقُدَّامُ: الْمَلِكُ. وَهَذَا قِيَاسٌ صَحِيحٌ، لِأَنَّ الْمَلِكَ هُوَ الْمُقَدَّمُ. وَيُقَالُ: الْقُدَّامُ: الْقَادِمُونَ مِنْ سَفَرٍ. وَقَدَمُ الْإِنْسَانِ مَعْرُوفَةٌ، وَلَعَلَّهَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا آلَةٌ لِلتَّقَدُّمِ وَالسَّبْقِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْقَدُومُ: الْحَدِيدَةُ يُنْحَتُ بِهَا، وَهِيَ مَعْرُوفَةٌ. وَالْقَدُومُ: مَكَانٌ. وَفِي الْحَدِيثِ: \" «اخْتَتَنَ إِبْرَاهِيمُ ﵇ بِالْقَدُومِ» \".",
    "pg": "5:65-66"
  },
  "قدو": {
    "def": "الْقَافُ وَالدَّالُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اقْتِبَاسٍ بِالشَّيْءِ وَاهْتِدَاءٍ، وَمُقَادَرَةٍ فِي الشَّيْءِ حَتَّى يَأْتِيَ بِهِ مُسَاوِيًا لِغَيْرِهِ. مِنْ ذَلِكَ قَوْلُهُمْ: هَذَا قِدَى رُمْحٍ، أَيْ قَيْسُهُ. وَفُلَانٌ قُِدْوَةٌ: يُقْتَدَى بِهِ.\nوَيَقُولُونَ: إِنَّ الْقَدْوَ: الْأَصْلُ الَّذِي يَتَشَعَّبُ مِنْهُ الْفُرُوعُ. وَمِنَ الْبَابِ: فُلَانٌ يَقْدُو بِهِ فَرَسُهُ، إِذَا لَزِمَ سُنَنَ السِّيرَةِ. وَإِنَّمَا سُمِّيَ قَدْوًا لِأَنَّهُ تَقْدِيرٌ فِي السَّيْرِ. وَتَقَدَّى فُلَانٌ عَلَى دَابَّتِهِ، إِذَا سَارَ سَيْرَةً عَلَى اسْتِقَامَةٍ.\nوَيُقَالُ: أَتَتْنَا قَادِيَةٌ مِنَ النَّاسِ، وَهُمْ أَوَّلُ مَنْ يَطْرَأُ عَلَيْكَ. وَقَدْ قَدَتْ تَقْدِي. وَكُلُّ ذَلِكَ مِنْ تَقْدِيرِ السَّيْرِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْقَدْوُ: مَصْدَرُ قَدَا اللَّحْمُ يَقْدُو [قَدْوًا] وَيَقْدِي قَدْيًا، إِذَا شَمَمْتَ لَهُ رَائِحَةً طَيِّبَةً. وَيَقُولُونَ: رَجُلٌ قِنْدَأْوٌ: شَدِيدُ الظَّهْرِ قَصِيرُ الْعُنُقِ.",
    "pg": "5:66-67"
  },
  "قذذ": {
    "def": "الْقَافُ وَالذَّالُ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ، يَدُلُّ عَلَى قَطْعٍ وَتَسْوِيَةٍ طُولًا وَغَيْرَ طُولٍ. مِنْ ذَلِكَ الْقُذَذُ: رِيشُ السَّهْمِ، الْوَاحِدَةُ قُذَّةٌ. قَالُوا: وَالْقَذُّ: قَطْعُهَا. يُقَالُ: أُذُنٌ مَقْذُوذَةٌ، كَأَنَّهَا بُرِيَتْ بَرْيًا. قَالَ:\nمَقْذُوذَةُ الْآذَانِ صَدْقَاتُ الْحَدَقْ\nوَزَعَمَ بَعْضُهُمْ أَنَّ الْقُذَاذَاتِ: قِطَعُ الذَّهَبِ، وَالْجُذَاذَاتُ: قِطَعُ الْفِضَّةِ. وَأَمَّا السَّهْمُ الْأَقَذُّ فَهُوَ الَّذِي لَا قُذَذَ عَلَيْهِ. وَالْمَقَذُّ: مَا بَيْنَ الْأُذُنَيْنِ مِنْ خَلْفُ. وَسُمِّيَ لِأَنَّ شَعْرَهُ يُقَذُّ قَذًّا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: إِنَّ الْقِذَّانَ: الْبَرَاغِيثُ.",
    "pg": "5:6-7"
  },
  "قذر": {
    "def": "الْقَافُ وَالذَّالُ وَالرَّاءُ كَلِمَةٌ تَدُلُّ عَلَى خِلَافِ النَّظَافَةِ. يُقَالُ: شَيْءٌ قَذِرٌ، بَيِّنُ الْقَذَرِ. وَقَذِرْتُ الشَّيْءَ، وَاسْتَقْذَرْتُهُ، فَإِذَا وَجَدْتَهُ كَذَلِكَ قُلْتَ: أَقْذَرْتُهُ. وَقَذِرْتُ الشَّيْءَ: كَرِهْتُهُ قَذَرًا قَالَ:\nوَقَذَرِي مَا لَيْسَ بِالْمَقْذُورِ\nوَرَجُلٌ قَاذُورَةٌ: لَا يُخَالُّ وَلَا يُنَازِلُ النَّاسَ. وَنَاقَةٌ قَذُورٌ: عَزِيزَةُ النَّفْسِ لَا تَرْعَى مَعَ الْإِبِلِ. وَرَجُلٌ مَقْذُورٌ، كَالْمُقْذَرِ. قَالَ الْكِلَابِيُّ: رَجُلٌ قُذَرَةٌ: يَتَنَزَّهُ عَنِ الْمَلَائِمِ.\n\n[بَابُ الْقَافِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:70"
  },
  "قذع": {
    "def": "الْقَافُ وَالذَّالُ وَالْعَيْنُ كَلِمَةٌ تَدُلُّ عَلَى الْفُحْشِ. مِنْ ذَلِكَ الْقَذَعُ: الْخَنَا وَالرَّفَثُ. وَقَدْ أَقْذَعَ فُلَانٌ: أَتَى بِالْقَذَعِ. وَفِي الْحَدِيثِ: \" «مَنْ قَالَ فِي الْإِسْلَامِ شِعْرًا مُقْذِعًا فَلِسَانُهُ هَدَرٌ» \". وَقَذَعْتُ فُلَانًا وَأَقْذَعْتُهُ: رَمَيْتُهُ بِالْفُحْشِ. وَقَدْ أَقْذَعْتُ: أَتَيْتُ بِفُحْشٍ.",
    "pg": "5:68"
  },
  "قذف": {
    "def": "الْقَافُ وَالذَّالُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى الرَّمْيِ وَالطَّرْحِ. يُقَالُ: قَذَفَ الشَّيْءَ يَقْذِفُهُ قَذْفًا، إِذَا رَمَى بِهِ. وَبَلْدَةٌ قَذُوفٌ، أَيْ طَرُوحٌ لِبُعْدِهَا تَتَرَامَى بِالسَّفْرِ. وَمَنْزِلٌ قَذَفٌ وَقَذِيفٌ، أَيْ بَعِيدٌ. وَنَاقَةٌ مَقْذُوفَةٌ بِاللَّحْمِ، كَأَنَّهَا رُمِيَتْ بِهِ. وَالْقِذَافُ: سُرْعَةُ السَّيْرِ. وَفَرَسٌ [مُتَقَاذِفٌ] سَرِيعُ الْعَدْوِ، كَأَنَّهُ يَتَرَامَى فِي عَدْوِهِ.\nوَمِنَ الْبَابِ أَقْذَافُ الْجَبَلِ: نَوَاحِيهِ، الْوَاحِدُ قَذَفٌ. وَالْقَذِيفَةُ: الشَّيْءُ يُرْمَى بِهِ. قَالَ:\nقَذِيفَةُ شَيْطَانٍ رَجِيمٍ رَمَى بِهَا ... فَصَارَتْ ضَوَاةً فِي لِهَازِمِ ضِرْزِمِ\nالضَّوَاةُ: السِّلْعَةُ. وَالضِّرْزِمُ. النَّاقَةُ الْمُسِنَّةُ. وَقَذَفَ: قَاءَ، كَأَنَّهُ رَمَى بِهِ.",
    "pg": "5:68-69"
  },
  "قذل": {
    "def": "الْقَافُ وَالذَّالُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْقَذَلُ: جِمَاعُ مُؤَخَّرِ الرَّأْسِ. وَيُقَالُ: قَذَلْتُهُ: ضَرَبْتُ قَذَالَهُ. وَيَقُولُونَ: إِنَّ الْقَذْلَ: الْمَيْلُ وَالْجَوْرُ.",
    "pg": "5:69"
  },
  "قذم": {
    "def": "الْقَافُ وَالذَّالُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سَعَةٍ وَكَثْرَةٍ. مِنْ ذَلِكَ الْقَذْمُ: الْعَطَاءُ الْكَثِيرُ، يُقَالُ قَذَمَ لَهُ. وَمِنَ الْبَابِ الْقِذَمُّ: الْفَرَسُ السَّرِيعُ. وَرَجُلٌ قُذَمٌ: كَثِيرُ الْأَخْذِ مِنَ الشَّيْءِ إِذَا تَمَكَّنَ مِنْهُ.",
    "pg": "5:69"
  },
  "قذي": {
    "def": "الْقَافُ وَالذَّالُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى خِلَافِ الصَّفَاءِ وَالْخُلُوصِ. مِنْ ذَلِكَ الْقَذَى فِي الشَّرَابِ: مَا وَقَعَ فِيهِ فَأَفْسَدَهُ. وَالْقَذَى فِي الْعَيْنِ، يُقَالُ: قَذَتْ عَيْنُهُ تَقْذِي، إِذَا أَلْقَتِ الْقَذَى، وَقَذِيَتْ تَقْذَى، إِذَا صَارَ فِيهَا الْقَذَى. وَقَذَّيْتُهَا: أَخْرَجْتُ مِنْهَا الْقَذَى.",
    "pg": "5:69-70"
  },
  "قرب": {
    "def": "الْقَافُ وَالرَّاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِلَافِ الْبُعْدِ. يُقَالُ قَرُبَ يَقْرُبُ قُرْبًا. وَفُلَانٌ ذُو قَرَابَتِي، وَهُوَ مَنْ يَقْرُبُ مِنْكَ رَحِمًا. وَفُلَانٌ قَرِيبِي، وَذُو قَرَابَتِي. وَالْقُرْبَةُ وَالْقُرْبَى: الْقَرَابَةُ. وَالْقِرَابُ: مُقَارَبَةُ الْأَمْرِ. وَتَقُولُ: مَا قَرُبْتُ هَذَا الْأَمْرَ وَلَا أَقْرَبُهُ، إِذَا لَمْ تُشَامَّهُ وَلَمْ تَلْتَبِسْ بِهِ. وَمِنَ الْبَابِ الْقَرَبُ، وَهِيَ لَيْلَةُ وُرُودِ الْإِبِلِ الْمَاءَ; وَذَلِكَ أَنَّ الْقَوْمَ يُسِيمُونَ الْإِبِلَ وَهُمْ فِي ذَلِكَ يَسِيرُونَ نَحْوَ الْمَاءِ، فَإِذَا بَقِيَ بَيْنَهُمْ وَبَيْنَ الْمَاءِ عَشِيَّةٌ عَجَّلُوا نَحْوَهُ، فَتِلْكَ اللَّيْلَةُ لَيْلَةُ الْقَرَبِ. وَالْقَارِبُ: الطَّالِبُ الْمَاءَ لَيْلًا. قَالَ الْخَلِيلُ: وَلَا يُقَالُ ذَلِكَ لِطَالِبِهِ نَهَارًا.\nوَقَدْ صَرَّفُوا الْفِعْلَ مِنَ الْقَرَبِ فَقَالُوا: قَرَبْتُ الْمَاءَ أَقْرُبُهُ قَرَبًا. وَذَلِكَ عَلَى مِثَالِ طَلَبْتُ أَطْلُبُ طَلَبًا، وَحَلَبْتُ أَحْلُبُ حَلَبًا. وَيَقُولُونَ: إِنَّ الْقَارِبَ: سَفِينَةٌ صَغِيرَةٌ تَكُونُ مَعَ أَصْحَابِ السُّفُنِ الْبَحْرِيَّةِ، تُسْتَخَفُّ لِحَوَائِجِهِمْ; وَكَأَنَّهَا سُمِّيَتْ بِذَلِكَ لِقُرْبِهَا مِنْهُمْ. وَالْقُرْبَانُ: مَا قُرِّبَ إِلَى اللَّهِ تَعَالَى مِنْ نَسِيكَةٍ أَوْ غَيْرِهَا.\nوَمِنَ الْبَابِ: قُرْبَانُ الْمَلِكِ وَقَرَابِينُهُ: وُزَرَاؤُهُ وَجُلَسَاؤُهُ. وَفَرَسٌ مُقْرَبَةٌ، وَهِيَ الَّتِي تُرْتَادُ وَتُقَرَّبُ وَلَا تُتْرَكُ أَنْ تَرُودَ. قَالَ ابْنُ دُرَيْدٍ: إِنَّمَا يُفْعَلُ ذَلِكَ بِالْإِنَاثِ لِئَلَّا يَقْرَعَهَا فَحْلٌ لَئِيمٌ.\nوَيُقَالُ: قَرَّبَ الْفُرْسُ تَقْرِيبًا، وَهُوَ دُونَ الْحُضْرِ، وَقِيلَ تَقْرِيبٌ لِأَنَّهُ إِذَا أَحْضَرَ كَانَ أَبْعَدَ لِمَدَاهُ. وَلَهُ فِيمَا يُقَالُ تَقْرِيبَانِ: أَدْنَى وَأَعْلَى. وَيُقَالُ: أَقْرَبَتِ الشَّاةُ، دَنَا نِتَاجُهَا. قَالَ ابْنُ السِّكِّيتِ: ثَوْبٌ مُقَارِبٌ، إِذَا لَمْ يَكُنْ جَيِّدًا. وَهَذَا عَلَى مَعْنَى أَنَّهُ مُقَارِبٌ فِي ثَمَنِهِ غَيْرُ بَعِيدٍ وَلَا غَالٍ. وَحَكَى غَيْرُهُ: ثَوْبٌ مُقَارِبٌ: غَيْرُ جَيِّدٍ، وَثَوْبٌ مُقَارِبٌ: رَخِيصٌ، وَالْقِيَاسُ فِي كُلِّهِ وَاحِدٌ. وَأَمَّا الْخَاصِرَةُ فَهِيَ الْقُرْبُ، سُمِّيَتْ لِقُرْبِهَا مِنَ الْجَنْبِ. وَقَالَ قَوْمٌ: سُمِّيَتْ تَشْبِيهًا لَهَا بِالْقِرْبَةِ. قَالُوا: وَهَذَا قِيَاسٌ آخَرُ، إِنَّمَا هُوَ مِنْ أَنْ يَضُمَّ الشَّيْءَ وَيَحْوِيَهُ. قَالُوا: وَمِنْهُ الْقِرَابُ: قِرَابُ السَّيْفِ، وَالْجَمْعُ قُرُبٌ. قَالَ الشَّاعِرُ: يَا رَبَّةَ الْبَيْتِ قُومِي غَيْرَ صَاغِرَةٍ ... ضُمِّي إِلَيْكِ رِحَالَ الْقَوْمِ وَالْقُرُبَا\nوَقَالَ الشَّاعِرُ فِي الْقُرْبِ، وَهِيَ الْخَاصِرَةُ:\nوَكُنْتُ إِذَا مَا قُرِّبَ الزَّادُ مُولَعًا ... بِكُلِّ كُمَيْتٍ جَلْدَةٍ لَمْ تُوَسَّفِ\nمُدَاخَلَةِ الْأَقْرَابِ غَيْرِ ضَئِيلَةٍ ... كُمَيْتٍ كَأَنَّهَا مَزَادَةُ مُخْلِفِ.",
    "pg": "5:80-82"
  },
  "قرت": {
    "def": "الْقَافُ وَالرَّاءُ وَالتَّاءُ أُصَيْلٌ يَدُلُّ عَلَى قُبْحٍ فِي سَحْنَةٍ. يَقُولُونَ: قَرِتَ وَجْهُ الرَّجُلِ: تَغَيَّرَ مِنْ حُزْنٍ. وَأَصْلُ ذَلِكَ مِنْ قَرَِتَ الدَّمُ، إِذَا يَبِسَ بَيْنَ الْجِلْدِ وَاللَّحْمِ. وَهُوَ دَمٌ قَارِتٌ. وَقَرِتَ الْجِلْدُ، إِذَا ضُرِبَ فَاسْوَدَّ.",
    "pg": "5:82"
  },
  "قرح": {
    "def": "الْقَافُ وَالرَّاءُ وَالْحَاءُ ثَلَاثَةُ أُصُولٍ صَحِيحَةٍ: أَحَدُهَا يَدُلُّ عَلَى أَلَمٍ بِجِرَاحٍ أَوْ مَا أَشْبَهَهَا، وَالْآخَرُ يَدُلُّ عَلَى شَيْءٍ مِنْ شَوْبٍ، وَالْآخَرُ عَلَى اسْتِنْبَاطِ شَيْءٍ.\nفَالْأَوَّلُ الْقَرْحُ: قَرْحُ الْجِلْدِ يُجْرَحُ. وَالْقَرْحُ: مَا يَخْرُجُ بِهِ مِنْ قُرُوحٍ تُؤْلِمُهُ. قَالَ اللَّهُ تَعَالَى: ﴿إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ﴾ [آل عمران: ١٤٠] . يُقَالُ قَرَحَهُ، إِذَا جَرَحَهُ، وَالْقَرِيحُ: الْجَرِيحُ. وَالْقَرِحُ: الَّذِي خَرَجَتْ بِهِ الْقُرُوحُ.\nوَالْأَصْلُ الثَّانِي: الْمَاءُ الْقَرَاحُ: الَّذِي لَا يَشُوبُهُ غَيْرُهُ. قَالَ:\nبِتْنَا عُذُوبًا وَبَاتَ الْبَقُّ يَلْسَِبُنَا ... نَشْوِي الْقَرَاحَ كَأَنْ لَا حَيَّ بِالْوَادِي وَالْأَرْضُ الْقَرَاحُ: الطَّيِّبَةُ التُّرْبَةِ: الَّتِي لَا يَخْلِطُ تُرَابَهَا شَيْءٌ. وَمِنَ الْبَابِ: رَجُلٌ قُرْحَانٌ وَقَوْمٌ قُرْحَانُونَ، إِذَا لَمْ يُصِبْهُمْ جُدَرِيٌّ وَلَا مَرَضٌ. وَهَذَا مِنَ الْمَاءِ الْقَرَاحِ وَالْأَرْضِ الْقَرَاحِ. وَالْقِرْوَاحُ مِثْلُ الْقَرَاحِ. وَيُقَالُ: الْقِرْوَاحُ: الْوَاسِعَةُ. وَهُوَ قَرِيبٌ مِنَ الْأَوَّلِ، لِأَنَّهُ تَشُوبُهَا حُزُونَةٌ.\nوَالْأَصْلُ الثَّالِثُ الْقَرِيحَةُ، وَهُوَ أَوَّلُ مَا يُسْتَنْبَطُ مِنَ الْبِئْرِ، وَلِذَلِكَ يُقَالُ: فُلَانٌ جَيِّدُ الْقَرِيحَةِ; يُرَادُ بِهِ اسْتِنْبَاطُ الْعِلْمِ. وَمِنْهُ اقْتَرَحَتِ الْجَمَلُ: رَكِبْتُهُ قَبْلَ أَنْ يُرْكَبَ. وَاقْتَرَحْتُ الشَّيْءَ: اسْتَنْبَطْتُهُ عَنْ غَيْرِ سَمَاعٍ.\nوَمِمَّا شَذَّ عَنْ هَذِهِ الْأُصُولِ الثَّلَاثَةِ: الْقَارِحُ مِنَ الدَّوَابِّ: مَا انْتَهَى سَنُّهُ. قَالَ الْفَرَّاءُ: قَرَحَ يَقْرُحُ قُرُوحًا، مِنْ خَيْلٍ قُرْحٍ. وَكُلُّ الْأَسْنَانِ بِالْأَلِفِ، مِثْلَ أَثْنَى وَأَرْبَعَ، إِلَّا قَرَحَ.\nوَمِنَ الشَّاذِّ الْقُرْحَةُ: مَا دُونَ الْغُرَّةِ مِنَ الْبَيَاضِ بِوَجْهِ الْفَرَسِ. قَالَ: وَرَوْضَةٌ قَرْحَاءُ: فِي وَسَطِهَا نَوْرٌ أَبْيَضُ. قَالَ ذُو الرُّمَّةِ:\n\nحَوَّاءُ قَرْحَاءُ أَشْرَاطِيَّةٌ وَكَفَتْ ... بِهَا الذِّهَابُ وَحَفَّتْهَا الْبَرَاعِيمُ\nوَيَقُولُونَ: قَرَحَ فُلَانٌ فُلَانًا بِالْحَقِّ، إِذَا اسْتَقْبَلَهُ بِهِ. وَهَذَا مُمْكِنٌ أَنْ يَكُونَ مِنْ بَابِ الْإِبْدَالِ، وَالْأَصْلُ قَرَعَهُ. وَمُمْكِنٌ أَنْ يَكُونَ كَأَنَّهُ جَرَحَهُ بِذَلِكَ.",
    "pg": "5:82-83"
  },
  "قرد": {
    "def": "الْقَافُ وَالرَّاءُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَجَمُّعٍ فِي شَيْءٍ مَعَ تَقَطُّعٍ. مِنْ ذَلِكَ السَّحَابُ الْقَرِدُ: الْمُتَقَطِّعُ فِي أَقْطَارِ السَّمَاءِ يَرْكَبُ بَعْضُهُ بَعْضًا. وَالصُّوفُ الْقَرِدُ: الْمُتَدَاخِلُ بَعْضُهُ فِي بَعْضٍ. وَ [الْأَرْضُ] الْقَرْدَدُ إِذَا ارْتَفَعَتْ إِلَى جَنْبِ وَهْدَةٍ. وَقُرْدُودَةُ الظَّهْرِ: مَا ارْتَفَعَ مِنْ ثَبَجِهِ. وَكُلُّ هَذَا قِيَاسُهُ وَاحِدٌ. وَمُمْكِنٌ أَنْ يَكُونَ الْقُرَادُ مِنْ هَذَا، لِتَجَمُّعِ خَلْقِهِ.\nوَمِمَّا يَشْتَقُّونَهُ مِنْ لَفْظِ الْقُرَادِ: أَقْرَدَ الرَّجُلُ: لَصِقَ بِالْأَرْضِ مِنْ فَزَعٍ أَوْ ذُلٍّ. وَقَرِدَ: سَكَتَ. وَمِنْهُ قَرَّدْتُ الرَّجُلَ تَقْرِيدًا، إِذَا خَدَعْتَهُ لِتُوقِعَهُ فِي مَكْرُوهٍ.\n\n[بَابُ الْقَافِ وَالزَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:83-84"
  },
  "قرر": {
    "def": "الْقَافُ وَالرَّاءُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدَهُمَا عَلَى بَرْدٍ، وَالْآخَرُ عَلَى تَمَكُّنٍ.\nفَالْأَوَّلُ الْقُرُّ، وَهُوَ الْبَرْدُ، وَيَوْمٌ قَارٌّ وَقَرٌّ. قَالَ امْرُؤُ الْقَيْسِ:\nإِذَا رَكِبُوا الْخَيْلَ وَاسْتَلْأَمُوا ... تَحَرَّقَتِ الْأَرْضُ وَالْيَوْمُ قَرُّ\nوَلَيْلَةٌ قَرَّةٌ وَقَارَّةٌ. وَقَدْ قَرَّ يَوْمُنَا يَقَرُّ. وَالْقِرَّةُ: قِرَّةُ الْحُمَّى حِينَ يَجِدُ لَهَا فَتْرَةً وَتَكْسِيرًا. يَقُولُونَ: \" حِرَّةٌ تَحْتَ قِرَّةٍ \"، فَالْحِرَّةُ: الْعَطَشُ، وَالْقِرَّةُ: قِرَّةُ الْحُمَّى. وَقَوْلُهُمْ: أَقَرَّ اللَّهُ عَيْنَهُ، زَعَمَ قَوْمٌ أَنَّهُ مِنْ هَذَا الْبَابِ، وَأَنَّ لِلسُّرُورِ دَمْعَةً بَارِدَةً، وَلِلْغَمِّ دَمْعَةً حَارَّةً، وَلِذَلِكَ يُقَالُ لِمَنْ يُدْعَى عَلَيْهِ: أَسْخَنَ اللَّهُ عَيْنَهُ. وَالْقَرُورُ: الْمَاءُ الْبَارِدُ يُغْتَسَلُ بِهِ; يُقَالُ مِنْهُ اقْتَرَرْتُ.\nوَالْأَصْلُ الْآخَرُ التَّمَكُّنُ، يُقَالُ قَرَّ وَاسْتَقَرَّ. وَالْقَرُّ: مَرْكَبٌ مِنْ مَرَاكِبِ النِّسَاءِ. وَقَالَ: عَلَى حَرَجٍ كَالْقَرِّ تَخْفُقُ أَكْفَانِي\nوَمِنَ الْبَابِ [الْقَرُّ] : صَبُّ الْمَاءِ فِي الشَّيْءِ، يُقَالُ قَرَرْتُ الْمَاءَ. وَالْقَرُّ: صَبُّ الْكَلَامِ فِي الْأُذُنِ.\nوَمِنَ الْبَابِ: الْقَرْقَرُ: الْقَاعُ الْأَمْلَسُ. وَمِنْهُ الْقُرَارَةُ: مَا يَلْتَزِقُ بِأَسْفَلِ الْقِدْرِ، كَأَنَّهُ شَيْءٌ اسْتَقَرَّ فِي الْقِدْرِ.\nوَمِنَ الْبَابِ عِنْدَنَا - وَهُوَ قِيَاسٌ صَحِيحٌ - الْإِقْرَارُ: ضِدُّ الْجُحُودِ، وَذَلِكَ أَنَّهُ إِذَا أَقَرَّ بِحَقٍّ فَقَدْ أَقَرَّهُ قَرَارَهُ. وَقَالَ قَوْمٌ فِي الدُّعَاءِ: أَقَرَّ اللَّهُ عَيْنَهُ: أَيْ أَعْطَاهُ حَتَّى تَقِرَّ عَيْنُهُ فَلَا تَطْمَحَ إِلَى مَنْ هُوَ فَوْقَهُ. وَيَوْمُ الْقَرِّ: يَوْمَ يَسْتَقِرُّ النَّاسُ بِمِنًى، وَذَلِكَ غَدَاةَ يَوْمِ النَّحْرِ.\nقُلْنَا: وَهَذِهِ مَقَايِيسُ صَحِيحَةٌ كَمَا تَرَى فِي الْبَابَيْنِ مَعًا، فَأَمَّا أَنْ نَتَعَدَّى وَنَتَحَمَّلَ الْكَلَامَ كَمَا بَلَغَنَا عَنْ بَعْضِهِمْ أَنَّهُ قَالَ: سُمِّيَتِ الْقَارُورَةُ لِاسْتِقْرَارِ الْمَاءِ فِيهَا وَغَيْرِهِ، فَلَيْسَ هَذَا مِنْ مَذْهَبِنَا. وَقَدْ قُلْنَا إِنَّ كَلَامَ الْعَرَبِ ضَرْبَانِ: مِنْهُ مَا هُوَ قِيَاسٌ، وَقَدْ ذَكَرْنَاهُ، وَمِنْهَا مَا وُضِعَ وَضْعًا، وَقَدْ أَثْبَتْنَا ذَلِكَ كُلَّهُ. وَاللَّهُ أَعْلَمُ.\nفَأَمَّا الْأَصْوَاتُ فَقَدْ تَكُونُ قِيَاسًا، وَأَكْثَرُهَا حِكَايَاتٌ. فَيَقُولُونَ: قَرْقَرَتِ الْحَمَامَةُ قَرْقَرَةً وَقَرْقَرِيرًا.",
    "pg": "5:7-9"
  },
  "قرس": {
    "def": "الْقَافُ وَالرَّاءُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى بَرْدٍ. مِنْ ذَلِكَ الْقَرْسُ: الْبَرْدُ. وَقَرِسَ الْإِنْسَانُ قَرَسًا، إِذَا لَمْ يَسْتَطِعْ أَنْ يَعْمَلَ بِيَدَيْهِ مِنْ شِدَّةِ الْبَرْدِ. قَالَ أَبُو زُبَيْدٍ:\nوَقَدْ تَصَلَّيْتُ حَرَّ حَرْبِهِمُ ... كَمَا تَصَلَّى الْمَقْرُورُ مِنْ قَرْسِ\nيُقَالُ أَقَرَسَهُ الْبَرْدُ. وَمِمَّا لَيْسَ مِنْ هَذَا الْبَابِ الْقُرَاسِيَةُ: الْجَمَلُ الضَّخْمُ.",
    "pg": "5:70"
  },
  "قرش": {
    "def": "الْقَافُ وَالرَّاءُ وَالشِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الْجَمْعِ وَالتَّجَمُّعِ. فَالْقَرْشُ: الْجَمْعُ، يُقَالُ تَقَرَّشُوا، إِذَا تَجَمَّعُوا. وَيَقُولُونَ: إِنَّ قُرَيْشًا سُمِّيَتْ بِذَلِكَ. وَالْمُقَرِّشَةُ: السَّنَةُ الْمَحْلُ، لِأَنَّ النَّاسَ يَضُمُّونَ مَوَاشِيَهُمْ. وَيُقَالُ: تَقَارَشَتِ الرِّمَاحُ فِي الْحَرْبِ، إِذَا تَدَاخَلَ بَعْضُهَا فِي بَعْضٍ. وَيَقُولُونَ: إِنَّ قُرَيْشًا: دَابَّةٌ تَسْكُنُ الْبَحْرَ تَغْلِبُ سَائِرَ الدَّوَابِّ. قَالَ:\nوَقُرَيْشٌ هِيَ الَّتِي تَسْكُنُ الْبَحْ ... رَ بِهَا سُمِّيَتْ قُرَيْشٌ قُرَيْشًا.",
    "pg": "5:70-71"
  },
  "قرص": {
    "def": "الْقَافُ وَالرَّاءُ وَالصَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَبْضِ شَيْءٍ بِأَطْرَافِ الْأَصَابِعِ مَعَ نَبْرٍ يَكُونُ. مِنْ ذَلِكَ: قَرَصْتُهُ أَقْرُصُهُ قَرْصًا. وَالْقُرْصُ مَعْرُوفٌ، لِأَنَّهُ عَجِينٌ يُقْرَصُ قَرْصًا. وَقَرَّصَتِ الْمَرْأَةُ الْعَجِينَ: قَطَّعَتْهُ قُرْصَةً قُرْصَةً. وَلَبَنٌ قَارِصٌ: يَحْذِي اللِّسَانَ، كَأَنَّهُ يَقْرُصُهُ قَرْصًا. وَمِنَ الْبَابِ: الْقَوَارِصُ، وَهِيَ الشَّتَائِمُ، كَأَنَّ الْعِرْضَ يُقْرَصُ قَرْصًا إِذَا قِيلَ فِيهِ مَا لَا يَحْسُنُ. قَالَ:\nقَوَارِصُ تَأْتِينِي وَتَحْتَقِرُونَهَا ... وَقَدْ يُمْلَأُ الْقُطْرُ الْإِنَاءَ فَيُفْعِمُ\nقَالَ ابْنُ دُرَيْدٍ: \" حُلِيٌّ مُقَرَّصٌ، أَيْ مُرَصَّعٌ بِالْجَوَاهِرِ \"، وَكَأَنَّ ذَلِكَ يَكُونُ مُسْتَدِيرًا عَلَى صُورَةِ الْقُرْصِ.\nوَمِمَّا لَيْسَ مِنْ هَذَا الْبَابِ الْقُرَّاصُ: نَبَاتٌ.",
    "pg": "5:71"
  },
  "قرض": {
    "def": "الْقَافُ وَالرَّاءُ وَالضَّادُ أَصْلٌ صَحِيحٌ، وَهُوَ يَدُلُّ عَلَى الْقَطْعِ. يُقَالُ: قَرَضْتُ الشَّيْءَ بِالْمِقْرَاضِ. وَالْقَرْضُ: مَا تُعْطِيهِ الْإِنْسَانَ مِنْ مَالِكَ لِتُقْضَاهُ وَكَأَنَّهُ شَيْءٌ قَدْ قَطَعْتَهُ مِنْ مَالِكَ. وَالْقِرَاضُ فِي التِّجَارَةِ، هُوَ مِنْ هَذَا، وَكَأَنَّ صَاحِبَ الْمَالِ قَدْ قَطَعَ مِنْ مَالِهِ طَائِفَةً وَأَعْطَاهَا مُقَارِضَهُ لِيَتَّجِرَ فِيهَا. وَيَقُولُونَ: [الْقَرِيضُ] : الْجَرَّةُ، فِي قَوْلِهِمْ: \" حَالَ الْجَرِيضُ دُونَ الْقَرِيضِ \" ; [وَالظَّاهِرُ أَنَّهُ أُرِيدَ بِهِ] الشِّعْرُ، وَهُوَ أَصَحُّ. وَيُقَالُ: إِنَّ فُلَانًا وَفُلَانًا يَتَقَارَضَانِ الثَّنَاءَ، إِذَا أَثْنَى كُلُّ وَاحِدٍ مِنْهُمَا عَلَى صَاحِبِهِ. وَكَأَنَّ مَعْنَى هَذَا أَنَّ كُلَّ وَاحِدٍ مِنْهُمَا أَقْرَضَ صَاحِبَهُ ثَنَاءً كَقَرْضِ الْمَالِ. وَهُوَ يَرْجِعُ إِلَى الْقِيَاسِ الَّذِي ذَكَرْنَاهُ.",
    "pg": "5:71-72"
  },
  "قرط": {
    "def": "الْقَافُ وَالرَّاءُ وَالطَّاءُ ثَلَاثُ كَلِمَاتٍ عَنْ غَيْرِ قِيَاسٍ. فَالْأُولَى الْقُرْطُ، وَهُوَ مَعْرُوفٌ، وَقَرَّطَ فُلَانٌ فَرَسَهُ الْعِنَانَ، إِذَا طَرَحَ اللِّجَامَ فِي رَأْسِهِ.\nوَالثَّانِيَةُ الْقُِرْطَانُ وَالقُِرْطَاطُ لِلسَّرْجِ، بِمَنْزِلَةِ الْوَلِيَّةِ لِلرَّحْلِ. وَرُبَّمَا اسْتُعْمِلَ لِلرَّحْلِ.\nوَيُقَالُ: مَا جَادَ فُلَانٌ بِقَرْطِيطَةٍ، أَيْ بِشَيْءٍ يَسِيرٍ.",
    "pg": "5:72"
  },
  "قرع": {
    "def": "الْقَافُ وَالرَّاءُ وَالْعَيْنُ مُعْظَمُ الْبَابِ ضَرْبُ الشَّيْءِ. يُقَالُ قَرَعْتُ الشَّيْءَ أَقْرَعُهُ: ضَرَبْتُهُ. وَمُقَارَعَةُ الْأَبْطَالِ: قَرْعُ بَعْضِهِمْ بَعْضًا. وَالْقَرِيعُ: الْفَحْلُ، لِأَنَّهُ يَقْرَعُ النَّاقَةَ. وَالْإِقْرَاعُ وَالْمُقَارَعَةُ: هِيَ الْمُسَاهَمَةُ. وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا شَيْءٌ كَأَنَّهُ يُضْرَبُ. وَقَارَعْتُ فُلَانًا فَقَرَعْتُهُ، أَيْ أَصَابَتْنِي الْقُرْعَةُ دُونَهُ. وَالْقَارِعَةُ: الشَّدِيدَةُ مِنْ شَدَائِدِ الدَّهْرِ; وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا تُقْرِعُ النَّاسَ، أَيْ تَضْرِبُهُمْ بِشِدَّتِهَا. وَالْقَارِعَةُ: الْقِيَامَةُ، لِأَنَّهَا تَضْرِبُ وَتُصِيبُ النَّاسَ بِإِقْرَاعِهَا. وَقَوَارِعُ الْقُرْآنِ الْآيَاتُ الَّتِي مَنْ قَرَأَهَا لَمْ يُصِبْهُ فَزَعٌ. وَكَأَنَّهَا - وَاللَّهُ أَعْلَمُ - سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَقْرَعُ الْجِنَّ: وَالشَّارِبُ يَقْرَعُ بِالْإِنَاءِ جَبْهَتَهُ، إِذَا اشْتَفَّ مَا فِيهِ. وَيُقَالُ أَقْرَعَ الدَّابَّةَ بِلِجَامِهِ، إِذَا كَبَحَهُ.\nوَمِنَ الْبَابِ: قَوْلُهُمْ: رَجُلٌ قَرِعٌ، إِذَا كَانَ يَقْبَلُ مَشُورَةَ الْمُشِيرِ. وَمَعْنَى هَذَا أَنَّهُ قُرِعَ بِكَلَامٍ فِي ذَلِكَ فَقَبِلَهُ. فَإِنْ كَانَ لَا يَقْبَلُهَا قِيلَ: فُلَانٌ لَا يُقْرَعُ. وَيَقُولُونَ: أَقْرَعْتُ إِلَى الْحَقِّ إِقْرَاعًا: رَجَعْتُ.\nوَمِنَ الْبَابِ الْقَرِيعُ، وَهُوَ السَّيِّدُ، سُمِّيَ بِذَلِكَ لِأَنَّهُ يُعَوَّلُ عَلَيْهِ فِي الْأُمُورِ، فَكَأَنَّهُ يَقْرَعُ بِكَثْرَةِ مَا يُسْأَلُ وَيُسْتَعَانُ بِهِ فِيهِ. وَالدَّلِيلُ عَلَى هَذَا أَنَّهُمْ يُسَمُّونَهُ مَقْرُوعًا أَيْضًا.\nثُمَّ يُحْمَلُ عَلَى هَذَا وَيُسْتَعَارُ، فَقَالُوا: أَقْرَعَ فُلَانٌ فُلَانًا: أَعْطَاهُ خَيْرَ مَالِهِ.\nوَخِيَارُ الْمَالِ: قُرْعَتُهُ، وَسُمِّيَ لِأَنَّهُ يُعَوَّلُ عَلَيْهِ فِي النَّوَائِبِ كَمَا قُلْنَاهُ فِي الْقَرِيعِ.\nوَمِمَّا اتَّسَعُوا فِيهِ وَالْأَصْلُ مَا ذَكَرْنَاهُ: الْقَرِيعَةُ، وَهُوَ خَيْرُ بَيْتٍ فِي الرَّبْعِ، إِنْ كَانَ بَرْدٌ فَخِيَارُ كِنِّهِ، وَإِنْ كَانَ حَرٌّ فَخِيَارُ ظِلِّهِ. وَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْقَرَعُ، وَفَصِيلٌ مُقَرَّعٌ. قَالَ أَوْسٌ:\nلَدَى كُلِّ أُخْدُودٍ يُغَادِرْنَ دَارِعًا ... يُجَرُّ كَمَا جُرَّ الْفَصِيلُ الْمُقَرَّعُ\nوَالْقَرَعُ أَيْضًا: ذَهَابُ الشَّعَْرِ مِنَ الرَّأْسِ.",
    "pg": "5:72-73"
  },
  "قرف": {
    "def": "الْقَافُ وَالرَّاءُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُخَالَطَةِ الشَّيْءِ وَالِالْتِبَاسِ بِهِ وَادِّرَاعِهِ. وَأَصْلُ ذَلِكَ الْقَرْفُ، وَهُوَ كُلُّ قَشْرٍ. وَمِنْهُ قِرْفُ الْخُبْزِ، وَسُمِّىَ قِرْفًا وَقَرْفًا لِأَنَّهُ لِبَاسُ مَا عَلَيْهِ.\nوَمِنَ الْبَابِ الْقَرْفُ: شَيْءٌ يُعْمَلُ مِنْ جُلُودٍ يَعْمَلُ فِيهِ الْخَلْعَ. وَالْخَلْعُ: أَنَّ يُؤْخَذَ اللَّحْمُ فَيُطْبَخَ وَيُجْعَلَ فِيهِ تَوَابِلُ، ثُمَّ يُفْرَغُ فِي هَذَا الْخَلْعِ. قَالَ:\nوَذُبْيَانِيَّةٍ وَصَّتْ بَنِيهَا ... بِأَنْ كَذَبَ الْقَرَاطِفُ وَالْقُرُوفُ\nوَمِنَ الْبَابِ: اقْتَرَفْتُ الشَّيْءَ: اكْتَسَبْتُهُ، وَكَأَنَّهُ لَابَسَهُ وَادَّرَعَهُ. وَكَذَلِكَ قَوْلُهُمْ: فُلَانٌ يُقْرَفُ بِكَذَا، أَيْ يُرْمَى بِهِ. وَيُقَالُ لِلَّذِي يُتَّهَمُ بِالْأَمْرِ: الْقِرْفَةُ، يَقُولُ الرَّجُلُ إِذَا ضَاعَ لَهُ شَيْءٌ: فُلَانٌ قِرْفَتِي، أَيِ الَّذِي أَتَّهِمُهُ، كَأَنَّهُ قَدْ أَلْبَسَهُ الظِّنَّةَ. وَ [بَنُو] فُلَانٍ قِرْفَتِي، أَيِ الَّذِي عِنْدَهُمْ أَظُنُّ طِلْبَتِي وَبُغْيَتِي.\nوَيَقُولُونَ: سَلْ بَنِي فُلَانٍ عَنْ نَاقَتِكَ فَإِنَّهُمْ قِرْفَةٌ، أَيْ تَجِدُ خَبَرَهَا عِنْدَهُمْ. وَقِيَاسُهُ مَا قَدْ ذَكَرْنَاهُ. وَالْفَرَسُ الْمُقْرِفُ: الْمُدَانِي الْهُجْنَةُ. يَقُولُونَ: إِنَّ الْمُقْرِفَ: الَّذِي أَبَوْهُ هَجِينٌ وَأُمُّهُ عَرَبِيَّةٌ. قَالَ الشَّاعِرُ:\nفَإِنْ نُتِجَتْ مُهْرًا كَرِيمًا فَبِالْحَرَى ... وَإِنْ يَكُ إِقْرَافٌ فَمِنْ قَبْلِ الْفَحْلِ وَقَارَفَ فُلَانٌ الْخَطِيئَةَ: خَالَطَهَا. وَقَارَفَ امْرَأَتَهُ: جَامَعَهَا; لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا لِبَاسُ صَاحِبِهِ. وَالْقَرَفُ: الْوَبَاءُ يَكُونُ بِالْبَلَدِ، كَأَنَّهُ شَيْءٌ يَصِيرُ مَرَضًا لِأَهْلِهِ كَاللِّبَاسِ. وَفِي الْحَدِيثِ أَنَّ قَوْمًا [شَكَوْا إِلَيْهِ] وَبَأَ أَرْضِهِمْ فَقَالَ: \" «تَحَوَّلُوا فَإِنَّ مِنَ الْقَرَفِ التَّلَفَ» \".",
    "pg": "5:73-75"
  },
  "قرق": {
    "def": "الْقَافُ وَالرَّاءُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: الْقَرِقُ: الْقَاعُ الْأَمْلَسُ. قَالَ:\nكَأَنَّ أَيْدِيَهُنَّ بِالْقَاعِ الْقَرِقْ ... أَيْدِي جَوَارٍ يَتَعَاطَيْنَ الْوَرِقْ.",
    "pg": "5:75"
  },
  "قرم": {
    "def": "الْقَافُ وَالرَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حَزٍّ أَوْ قَطْعٍ فِي شَيْءٍ. مِنْ ذَلِكَ الْقَرْمُ: قَرْمُ أَنْفِ الْبَعِيرِ، وَهُوَ قَطْعُ جُلَيْدَةٍ مِنْهُ لِلسِّمَةِ وَالْعَلَامَةِ، وَتِلْكَ الْقُطَيْعَةُ الْقُرَامَةُ. وَقَوْلُهُمُ: الْقَرْمُ: السَّيِّدُ، وَكَذَلِكَ الْمُقْرَمُ، فَهُوَ الَّذِي ذَكَرْنَاهُ، إِنَّمَا يُقْرَمُ لِكَرَمِهِ عِنْدَهُمْ حَتَّى يَصِيرَ فَحْلًا، ثُمَّ يُسَمَّى بِالْقَرْمِ الَّذِي يُقْرَمُ بِهِ. وَقَالَ أَوْسٌ:\nإِذَا مُقْرَمٌ مِنَّا ذَرَا حَدُّ نَابِهِ ... تَخَمَّطَ فِينَا نَابُ آخَرَ مُقْرَمُ\nوَيَقُولُونَ: إِنَّ الْقُرَامَةَ شَيْءٌ يُقْطَعُ مِنْ كِرْكِرَةِ الْبَعِيرِ، يُنْتَفَعُ بِهِ عِنْدَ الْقَحْطِ وَيُؤْكَلُ. وَمِنْهُ الْقُرَامَةُ، وَهُوَ مَا لَزِقَ بِالتَنُّورِ مِنَ الْخُبْزِ. وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يُقْرَمُ مِنَ التَّنُّورِ، أَيْ يُنَحَّى عَنْهُ. وَمِنَ الْبَابِ الْقَرْمُ، وَهُوَ تَنَاوُلُ الْحَمَلِ الْحَشِيشَ أَوَّلَ مَا يَقْرِمُ أَطْرَافَ الشَّجَرِ. وَالْقِرَامُ: السِّتْرُ: الرَّقِيقُ، وَهُوَ مِنْ قِيَاسِ الْبَابِ، كَأَنَّهُ شَيْءٌ قَدْ غُشِّيَ بِهِ الْبَابُ، فَهُوَ كَالْقُرْمَةِ الَّتِي تُقْرَمُ مِنْ أَنْفِ الْبَعِيرِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْقَرَمُ: شِدَّةُ شَهْوَةِ اللَّحْمِ.",
    "pg": "5:75-76"
  },
  "قرن": {
    "def": "الْقَافُ وَالرَّاءُ وَالنُّونُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى جَمْعِ شَيْءٍ إِلَى شَيْءٍ، وَالْآخَرُ شَيْءٌ يَنْتَأُ بِقُوَّةٍ وَشِدَّةٍ.\nفَالْأَوَّلُ: قَارَنْتُ بَيْنَ الشَّيْئَيْنِ. وَالْقِرَانُ: الْحَبَلُ يُقْرَنُ بِهِ شَيْئَانِ. وَالْقَرَنُ: الْحَبْلُ أَيْضًا. قَالَ جَرِيرٌ:\nبَلِّغْ خَلِيفَتَنَا إِنْ كُنْتَ لَاقِيَهُ ... أَنِّي لَدَى الْبَابِ كَالْمَشْدُودِ فِي قَرَنِ\nوَالْقَرَنُ: جُعَيْبَةٌ صَغِيرَةٌ تُضَمُّ إِلَى الْجَعْبَةِ الْكَبِيرَةِ. قَالَ:\nفَكُلُّهُمْ يَمْشِي بِقَوْسٍ وَقَرَنْ\nوَالْقَرَنُ فِي الْحَاجِبَيْنِ، إِذَا الْتَقَيَا. وَهُوَ مَقْرُونُ الْحَاجِبَيْنِ بَيِّنُ الْقَرَنِ. وَالْقِرْنُ: قِرْنُكَ فِي الشَّجَاعَةِ. وَالْقَرْنُ: مَثَلُكَ فِي السِّنِّ. وَقِيَاسُهُمَا وَاحِدٌ، وَإِنَّمَا فُرِقَ بَيْنَهُمَا بِالْكَسْرِ وَالْفَتْحِ لِاخْتِلَافِ الصِّفَتَيْنِ.\nوَالْقِرَانُ: أَنْ تَقْرِنَ بَيْنَ تَمْرَتَيْنِ تَأْكُلُهُمَا. وَالْقِرَانُ: أَنْ تَقْرِنَ حَجَّةً بِعُمْرَةٍ. وَالْقَرُونُ مِنَ النُّوقِ: الْمُقَرَّنَةُ الْقَادِمَيْنِ وَالْآخِرَيْنِ مِنْ أَخْلَافِهَا. وَالْقَرُونُ: الَّتِي إِذَا جَرَتْ وَضَعَتْ يَدَيْهَا وَرِجْلَيْهَا مَعًا. وَقَوْلُهُمْ: فُلَانٌ مُقْرِنٌ لِكَذَا، أَيْ مُطِيقٌ لَهُ. قَالَ اللَّهُ تَعَالَى: ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ﴾ [الزخرف: ١٣] ; وَهُوَ الْقِيَاسُ، لِأَنَّ مَعْنَاهُ أَنَّهُ يَجُوزُ أَنْ يَكُونَ قِرْنًا لَهُ. وَالْقَرِينَةُ: نَفْسُ الْإِنْسَانِ، كَأَنَّهُمَا قَدْ تَقَارَنَا. وَمِنْ كَلَامِهِمْ: فُلَانٌ إِذَا جَاذَبَتْهُ قَرِينَةٌ بَهَرَهَا، أَيْ إِذَا قُرِنَتْ بِهِ الشَّدِيدَةُ أَطَاقَهَا. وَقَرِينَةُ الرَّجُلِ: امْرَأَتُهُ. وَيَقُولُونَ: سَامَحَتْهُ قَرِينَتُهُ وَقَرُونَتُهُ وَقَرُونُهُ، أَيْ نَفْسُهُ. وَالْقَارِنُ: الَّذِي مَعَهُ سَيْفٌ وَنَبْلٌ.\nوَالْأَصْلُ الْآخَرُ: الْقَرْنُ لِلشَّاةِ وَغَيْرِهَا، وَهُوَ نَاتِئٌ قَوِيٌّ، وَبِهِ يُسَمَّى عَلَى مَعْنَى التَّشْبِيهِ الذَّوَائِبُ قُرُونًا. وَمِنْ ذَلِكَ قَوْلُ أَبِي سُفْيَانَ فِي الرُّومِ: \" ذَاتُ الْقُرُونِ \". كَانَ الْأَصْمَعِيُّ يَقُولُ: أَرَادَ قُرُونَ شُعُورِهِمْ، وَكَانُوا يُطَوِّلُونَ ذَلِكَ يُعْرَفُونَ بِهِ. قَالَ مُرَقِّشٌ:\nلَاتَ هَنَّا وَلَيْتَنِي طَرَفَ الزُّ ... جِّ وَأَهْلِي بِالشَّامِ ذَاتِ الْقُرُونِ\nوَمِنْ هَذَا الْبَابِ: الْقَرْنُ: عَفَلَةُ الشَّاةِ تَخْرُجُ مِنْ ثَفْرِهَا. وَالْقَرْنُ: جُبَيْلٌ صَغِيرٌ مُنْفَرِدٌ. وَيَقُولُونَ: قَدْ أَقَرَنَ رُمْحَهُ، إِذَا رَفَعَهُ. وَمِمَّا شَذَّ عَنْ هَذَيْنِ الْبَابَيْنِ: الْقَرْنُ: الْأُمَّةُ مِنَ النَّاسِ، وَالْجَمْعُ قُرُونٌ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا﴾ [الفرقان: ٣٨] . وَالْقَرْنُ: الدُّفْعَةُ مِنَ الْعَرَقِ، وَالْجَمْعُ قُرُونٌ. قَالَ زُهَيْرٌ:\nنُعَوِّدُهَا الطِّرَادَ فَكُلُّ يَوْمٍ ... يُسَنُّ عَلَى سَنَابِكِهَا قُرُونُ\nوَمِنَ النَّبَاتِ: الْقَرْنُوَةُ، وَالْجِلْدُ الْمُقَرْنَى: الْمَدْبُوغُ بِهَا.",
    "pg": "5:76-78"
  },
  "قره": {
    "def": "الْقَافُ وَالرَّاءُ وَالْهَاءُ كَلِمَةٌ إِنْ صَحَّتْ. يَقُولُونَ: الْقَرَهُ فِي الْجِلْدِ كَالْقَلَحِ فِي الْأَسْنَانِ، وَهُوَ الْوَسَخُ. يُقَالُ: رَجُلٌ أَقْرَهُ وَامْرَأَةٌ قَرْهَاءُ.",
    "pg": "5:78"
  },
  "قري": {
    "def": "الْقَافُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جُمَعٍ وَاجْتِمَاعٍ. مِنْ ذَلِكَ الْقَرْيَةُ، سُمِّيَتْ قَرْيَةً لِاجْتِمَاعِ النَّاسِ فِيهَا.\nوَيَقُولُونَ: قَرَيْتُ الْمَاءَ فِي الْمِقْرَاةِ: جَمَعْتُهُ، وَذَلِكَ الْمَاءُ الْمَجْمُوعُ قَرِيٌّ. وَجَمْعُ الْقَرْيَةِ قُرًى، جَاءَتْ عَلَى كُسْوَةٍ وَكُسًى. وَالْمِقْرَاةُ: الْجَفْنَةُ، سُمِّيَتْ لِاجْتِمَاعِ الضَّيْفِ عَلَيْهَا، أَوْ لِمَا جُمِعَ فِيهَا مِنْ طَعَامٍ.\nوَمِنَ الْبَابِ الْقَرْوُ، وَهُوَ كَالْمِعْصَرَةِ. قَالَ:\nأَرْمِي بِهَا الْبَيْدَاءَ إِذْ أَعْرَضَتْ ... وَأَنْتَ بَيْنُ الْقَرْوِ وَالْعَاصِرِ\nوَالْقَرْوُ: حَوْضٌ مَعْرُوفٌ مَمْدُودٌ عِنْدَ الْحَوْضِ الْعَظِيمِ، تَرِدُهُ الْإِبِلُ. وَمِنَ الْبَابِ الْقَرْوُ، وَهُوَ كُلُّ شَيْءٍ عَلَى طَرِيقَةٍ وَاحِدَةٍ. تَقُولُ: رَأَيْتُ الْقَوْمَ عَلَى قَرْوٍ وَاحِدٍ. وَقَوْلُهُمْ إِنَّ الْقَرْوَ: الْقَصْدُ; تَقُولُ: قَرَوْتُ وَقَرَيْتُ، إِذَا سَلَكْتَ. وَقَالَ النَّابِغَةُ:\nيَقْرُوا الدَّكَادِكَ مِنْ ذَنَبَانِ وَالْأَكَمَا\nوَهَذَا عِنْدَنَا مِنَ الْأَوَّلِ، كَأَنَّهُ يَتْبَعُهَا قَرْيَةً قَرْيَةً. وَمِنَ الْبَابِ الْقَرَى: الظَّهْرُ، وَسُمِّيَ قَرًى لِمَا اجْتَمَعَ فِيهِ مِنَ الْعِظَامِ. وَنَاقَةٌ قَرْوَاءُ: شَدِيدَةُ الظَّهْرِ. قَالَ: مَضْبُورَةٍ قَرْوَاءَ هِرْجَابٍ فُنُقْ\nوَلَا يُقَالُ لِلْبَعِيرِ أَقْرَى.\nوَإِذَا هُمِزَ هَذَا الْبَابُ كَانَ هُوَ وَالْأَوَّلُ سَوَاءً. يَقُولُونَ: مَا قَرَأَتْ هَذِهِ النَّاقَةُ سَلًى، كَأَنَّهُ يُرَادُ أَنَّهَا مَا حَمَلَتْ قَطُّ. قَالَ:\nذِرَاعَيْ عَيْطَلٍ أَدْمَاءَ بِكْرٍ ... هَجَّانِ اللَّوْنِ لَمْ تَقْرَأْ جَنِينًا\nقَالُوا: وَمِنْهُ الْقُرْآنُ، كَأَنَّهُ سُمِّيَ بِذَلِكَ لِجَمْعِهِ مَا فِيهِ مِنَ الْأَحْكَامِ وَالْقِصَصِ وَغَيْرِ ذَلِكَ. فَأَمَّا أَقْرَأَتِ الْمَرْأَةُ فَيُقَالُ إِنَّهَا مِنْ هَذَا أَيْضًا. وَذَكَرُوا أَنَّهَا تَكُونُ كَذَا فِي حَالِ طُهْرِهَا، كَأَنَّهَا قَدْ جَمَعَتْ دَمَهَا فِي جَوْفِهَا فَلَمْ تُرْخِهِ. وَنَاسٌ يَقُولُونَ: إِنَّمَا إِقْرَاؤُهَا: خُرُوجُهَا مِنْ طُهْرٍ إِلَى حَيْضٍ، أَوْ حَيْضٍ إِلَى طُهْرٍ. قَالُوا: وَالْقُرْءُ: وَقْتٌ، يَكُونُ لِلطُّهْرِ مَرَّةً وَلِلْحَيْضِ مَرَّةً. وَيَقُولُونَ: هَبَّتِ الرِّيَاحُ لِقَارِئِهَا: لِوَقْتِهَا. وَيُنْشِدُونَ:\nشَنِئَتِ الْعَقْرَ عَقْرَ بَنِي شُلَيْلٍ ... إِذَا هَبَّتْ لِقَارِئِهَا الرِّيَاحُ\nوَجُمْلَةُ هَذِهِ الْكَلِمَةِ أَنَّهَا مُشْكِلَةٌ. وَزَعَمَ نَاسٌ مِنَ الْفُقَهَاءِ أَنَّهَا لَا تَكُونُ إِلَّا فِي الطُّهْرِ فَقَالُوا:. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . وَهُوَ مِنَ الْبَابِ الْأَوَّلِ: الْقَارِئَةُ، وَهُوَ الشَّاهِدُ. وَيَقُولُونَ: النَّاسُ قَوَارِي اللَّهُ تَعَالَى فِي الْأَرْضِ، هُمُ الشُّهُودُ. وَمُمْكِنٌ أَنْ يُحْمَلَ هَذَا عَلَى ذَلِكَ الْقِيَاسِ، أَيْ إِنَّهُمْ يَقْرُونَ الْأَشْيَاءَ حَتَّى يَجْمَعُوهَا عِلْمًا ثُمَّ يَشْهَدُونَ بِهَا.\nوَمِنَ الْبَابِ الْقِرَةُ: الْمَالُ، مِنَ الْإِبِلِ وَالْغَنَمِ. وَالْقِرَةُ: الْعِيَالُ. وَأَنْشَدَ فِي الْقُرَّةِ الَّتِي هِيَ الْمَالُ:\nمَا إِنْ رَأَيْنَا مَلِكًا أَغَارَا ... أَكْثَرَ مِنْهُ قِرَةً وَقَارَا\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْقَارِّيَّةُ، طَرَفُ السِّنَانِ. وَحَدُّ كُلِّ شَيْءٍ: قَارِيَتُهُ.",
    "pg": "5:78-80"
  },
  "قزب": {
    "def": "الْقَافُ وَالزَّاءُ وَالْبَاءُ، فِيهِ مِنْ طَرَائِفِ ابْنِ دُرَيْدٍ: الْقَزَبُ الصَّلَابَةُ وَالشِّدَّةُ. قَزِبَ الشَّيْءُ: صَلُبَ.",
    "pg": "5:85"
  },
  "قزح": {
    "def": "الْقَافُ وَالزَّاءُ وَالْحَاءُ أُصَيْلٌ يَدُلُّ عَلَى اخْتِلَاطِ أَلْوَانٍ مُخْتَلِفَةٍ وَتَشَعُّبٍ فِي الشَّيْءِ. مِنْ ذَلِكَ الْقَزْحُ: التَّابَلُ مِنْ تَوَابِلِ الْقِدْرِ. يُقَالُ: قَزِّحْ قِدْرَكَ. قَالَ ابْنُ دُرَيْدٍ: وَمِنْهُ قَوْلُهُمْ: مَلِيحٌ قَزِيحٌ. وَيُقَالُ: إِنَّ الْقُزَحَ: الطَّرَائِقُ، فِي الَّتِي يُقَالُ لَهَا: قَوْسُ قُزَحٍ، الْوَاحِدَةُ قُزْحَةٌ. وَيُقَالُ: تَقَزَّحَ النَّبْتُ، إِذَا انْشَعَبَ شُعَبًا. وَشَجَرَةٌ مُتَقَزِّحَةٌ. وَقَزَحَ الْكَلْبُ بِبَوْلِهِ. وَقَالَ ابْنُ دُرَيْدٍ: يُقَالُ إِنَّ الْقَزْحَ: بَوْلُ الْكَلْبِ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْقَافِ وَالسِّينِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:85"
  },
  "قزز": {
    "def": "الْقَافُ وَالزَّاءُ كَلِمَةٌ وَاحِدَةٌ، تَدُلُّ عَلَى قِلَّةِ سُكُونٍ إِلَى الشَّيْءِ. مِنْ ذَلِكَ الْقَزُّ، وَهُوَ الْوَثْبُ. وَمِنْهُ التَّقَزُّزُ، وَهُوَ التَّنَطُّسُ. وَرَجُلٌ قَزٌّ، وَهُوَ لَا يَسْكُنُ إِلَى كُلِّ شَيْءٍ.",
    "pg": "5:9"
  },
  "قزع": {
    "def": "الْقَافُ وَالزَّاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِفَّةٍ فِي شَيْءٍ وَتَفَرُّقٍ. مِنْ ذَلِكَ الْقَزَعُ: قِطَعُ السَّحَابِ الْمُتَفَرِّقَةِ، الْوَاحِدَةُ قَزَعَةٌ. قَالَ:\nتَرَى عُصَبَ الْقَطَا هَمَلًا ... عَلَيْهِ كَأَنَّ رِعَالَهُ قَزَعُ الْجَهَامِ\nوَمِنَ الْبَابِ الْقَزَعُ الْمَنْهِيُّ عَنْهُ، وَهُوَ أَنْ يُحْلَقَ رَأْسُ الصَّبِيِّ وَيُتْرَكَ فِي مَوَاضِعَ مِنْهُ شَعْرٌ مُتَفَرِّقٌ. وَرَجُلٌ مُقَزَّعٌ: لَا يُرَى عَلَى رَأْسِهِ إِلَّا شُعَيْرَاتٌ. وَفَرَسٌ مُقَزَّعٌ: رَقَّتْ نَاصِيَتُهُ.\nوَمِنَ الْبَابِ فِي الْخِفَّةِ: تَقَزَّعَ الْفَرَسُ: تَهَيَّأَ لِلرَّكْضِ. وَالظَّبْيُ يَقْزَعُ، إِذَا أَسْرَعَ. وَالْقَزَعُ: صِغَارُ الْإِبِلِ.",
    "pg": "5:84-85"
  },
  "قزل": {
    "def": "الْقَافُ وَالزَّاءُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْقَزَلُ، وَهُوَ أَسْوَأُ الْعَرَجِ. يُقَالُ مِنْهُ قَزِلَ يَقْزَلُ.",
    "pg": "5:85"
  },
  "قزم": {
    "def": "الْقَافُ وَالزَّاءُ وَالْمِيمُ كَلِمَةٌ تَدُلُّ عَلَى دَنَاءَةٍ وَلُؤْمٍ. فَالْقَزَمُ: الدَّنَاءَةُ وَاللُّؤْمُ. وَالرَّجُلُ قَزَمٌ، يُقَالُ ذَلِكَ لِلْأُنْثَى وَالذَّكَرِ، وَالْوَاحِدِ وَالْجَمْعِ.",
    "pg": "5:85"
  },
  "قسب": {
    "def": "الْقَافُ وَالسِّينُ وَالْبَاءُ يَدُلُّ عَلَى مِثْلِ مَا دَلَّ عَلَيْهِ الَّذِي قَبْلَهُ. يَقُولُونَ: [الْقَسْبُ] : التَّمْرُ الْيَابِسُ. قَالَ:\nوَأَسْمَرَ خَطِّيًّا كَأَنَّ كُعُوبَهُ ... نَوَى الْقَسْبِ عَرَّاصًا مُزَجًّا مُنَصَّلًا وَالْقَسْبُ: الصُّلْبُ مِنْ كُلِّ شَيْءٍ. وَالْقَسِيبُ: الطَّوِيلُ الشَّدِيدُ. وَمِنَ الْبَابِ الْقَسِيبُ، وَهُوَ صَوْتُ الْمَاءِ فِي جَرَيَانِهِ، وَلَا يَكُونُ صَوْتٌ إِلَّا كَانَ بِقُوَّةٍ. قَالَ عُبَيْدٌ:\nلِلْمَاءِ مِنْ تَحْتِهِ قَسِيبُ.",
    "pg": "5:87-88"
  },
  "قسر": {
    "def": "الْقَافُ وَالسِّينُ وَالرَّاءُ يَدُلُّ عَلَى قَهْرٍ وَغَلَبَةٍ بِشِدَّةٍ. مِنْ ذَلِكَ الْقَسْرُ: الْغَلَبَةُ وَالْقَهْرُ. يُقَالُ: قَسَرْتُهُ قَسْرًا، وَاقْتَسَرْتُهُ اقْتِسَارًا. وَبَعِيرٌ قَيْسَرِيٌّ: صُلْبٌ. وَالْقَسْوَرَةُ: الْأَسَدُ، لِقُوَّتِهِ وَغَلَبَتِهِ.\n\n[بَابُ الْقَافِ وَالشِّينِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:88"
  },
  "قسس": {
    "def": "الْقَافُ وَالسِّينُ مُعْظَمُ بَابِهِ تَتَبُّعُ الشَّيْءِ، وَقَدْ يَشِذُّ عَنْهُ مَا يُقَارِبُهُ فِي اللَّفْظِ.\nقَالَ عُلَمَاؤُنَا: الْقَسُّ: تَتَبُّعُ الشَّيْءِ وَطَلَبُهُ، قَالُوا: وَقَوْلُهُمْ إِنَّ الْقَسَّ النَّمِيمَةُ، هُوَ مِنْ هَذَا لِأَنَّهُ يَتَتَبَّعُ الْكَلَامَ ثُمَّ يَنُمُّهُ. وَيُقَالُ لِلدَّلِيلِ الْهَادِي: الْقَسْقَاسُ، وَسُمِّيَ بِذَلِكَ لِعِلْمِهِ بِالطَّرِيقِ وَحُسْنِ طَلَبِهِ وَاتِّبَاعِهِ لَهُ. يُقَالُ قَسَّ يَقُسُّ. وَتَقَسَّسْتُ أَصْوَاتَ الْقَوْمِ بِاللَّيْلِ، إِذَا تَتَبَّعْتُهَا. وَقَوْلُهُمْ: قَسَسْتُ الْقَوْمَ: آذَيْتُهُمْ بِالْكَلَامِ الْقَبِيحِ، كَلَامٌ غَيْرُ مُلَخَّصٍ، وَإِنَّمَا مَعْنَاهُ مَا ذَكَرْنَاهُ مِنَ الْقَسِّ أَيِ النَّمِيمَةِ. وَيَقُولُونَ: قُرْبٌ قَسْقَاسٌ، وَسَيْرٌ قَسِيسٌ: دَائِبٌ. وَهُوَ ذَلِكَ الْقِيَاسُ، لِأَنَّهُ يَقُسُّ الْأَرْضَ وَيَتَتَبَّعُهَا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: [لَيْلَةٌ] قَسْقَاسَةٌ: مُظْلِمَةٌ، وَرُبَّمَا قَالُوا لِلَّيْلَةِ الْبَارِدَةِ: قَسِيَّةٌ. وَقُسَاسٌ: بَلَدٌ تُنْسَبُ إِلَيْهِ السُّيُوفُ القُسَاسِيَّةُ. وَذَكَرَ نَاسٌ عَنِ الشَّيْبَانِيِّ، أَنَّ الْقَسْقَاسَ: الْجُوعُ. وَأَنْشَدُوا عَنْهُ:\nأَتَانَا بِهِ الْقَسْقَاسُ لَيْلًا وَدُونَهُ ... جَرَاثِيمُ رَمْلٍ بَيْنَهُنَّ نَفَانِفُ\nوَإِنْ صَحَّ هَذَا فَهُوَ شَاذٌّ، وَإِنْ كَانَ عَلَى الْقِيَاسِ فَإِنَّمَا أَرَادَ بِهِ الشَّاعِرُ الْقَسْقَاسَ، وَمَا أَدْرِي مَا الْجُوعُ هَاهُنَا. وَأَمَّا قَوْلُهُمْ: دِرْهَمٌ قَسِيٌّ، أَيْ رَدِيءٌ، فَقَالَ قَوْمٌ: هُوَ إِعْرَابُ قَاسٍّ، وَهِيَ فَارِسِيَّةٌ. وَالثِّيَابُ الْقَسِّيَّةُ يُقَالُ إِنَّهَا ثِيَابٌ يُؤْتَى [بِهَا] مِنَ الْيَمَنِ. وَيَقُولُونَ: قَسْقَسْتُ بِالْكَلْبِ: صِحْتُ بِهِ.",
    "pg": "5:9-10"
  },
  "قسط": {
    "def": "الْقَافُ وَالسِّينُ وَالطَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَعْنَيَيْنِ مُتَضَادَّيْنِ وَالْبِنَاءُ وَاحِدٌ. فَالْقِسْطُ: الْعَدْلُ. وَيُقَالُ مِنْهُ أَقْسَطَ يُقْسِطُ. قَالَ اللَّهُ تَعَالَى: ﴿إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ﴾ [المائدة: ٤٢] [الْمَائِدَةِ ٤٢، الْحُجُرَاتِ ٩، الْمُمْتَحِنَةِ ٨] . وَالْقَسْطُ بِفَتْحِ الْقَافِ: الْجَوْرُ. وَالْقُسُوطُ: الْعُدُولُ عَنِ الْحَقِّ. يُقَالُ قَسَطَ، إِذَا جَارَ، يَقْسِطُ قَسْطًا. وَالْقَسَطُ: اعْوِجَاجٌ فِي الرِّجْلَيْنِ، وَهُوَ خِلَافُ الْفَحَجِ.\nوَمِنَ الْبَابِ الْأَوَّلِ الْقِسْطُ: النَّصِيبُ، وَتَقَسَّطْنَا الشَّيْءَ بَيْنَنَا. وَالْقِسْطَاسُ: الْمِيزَانُ. قَالَ اللَّهُ سُبْحَانَهُ: وَزِنُوا بِالْقِسْطَاسِ الْمُسْتَقِيمِ. وَمِمَّا لَيْسَ مِنْ هَذَا الْقُسْطِ: شَيْءٌ يُتَبَخَّرُ بِهِ، عَرَبِيٌّ.",
    "pg": "5:85-86"
  },
  "قسم": {
    "def": "الْقَافُ وَالسِّينُ وَالْمِيمُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدُهُمَا عَلَى جَمَالٍ وَحُسْنٍ وَالْآخَرُ عَلَى تَجْزِئَةِ شَيْءٍ.\nفَالْأَوَّلُ الْقَسَامُ، وَهُوَ الْحُسْنُ وَالْجَمَالُ، وَفُلَانٌ مُقَسَّمُ الْوَجْهِ، أَيْ ذُو جَمَالٍ. وَالْقَسِمَةُ: الْوَجْهُ، وَهُوَ أَحْسَنُ مَا فِي الْإِنْسَانِ. قَالَ:\nكَأَنَّ دَنَانِيرًا عَلَى قَسِمَاتِهِمْ وَإِنْ كَانَ قَدْ شَفَّ الْوُجُوهَ لِقَاءُ وَالْقَسَامُ، فِي شِعْرِ النَّابِغَةِ: [شِدَّةُ الْحَرِّ] . وَالْأَصْلُ الْآخَرُ الْقَسْمُ: مَصْدَرُ قَسَمْتُ الشَّيْءَ قَسْمًا. وَالنَّصِيبُ قِسْمٌ بِكَسْرِ الْقَافِ. فَأَمَّا الْيَمِينُ فَالْقَسَمُ. قَالَ أَهْلُ اللُّغَةِ: أَصْلُ ذَلِكَ مِنَ الْقَسَامَةِ، وَهِيَ الْأَيْمَانُ تُقْسَمُ عَلَى أَوْلِيَاءِ الْمَقْتُولِ إِذَا ادَّعَوْا دَمَ مَقْتُولِهِمْ عَلَى نَاسٍ اتَّهَمُوهُمْ بِهِ. وَأَمْسَى فُلَانٌ مُتَقَسِّمًا، أَيْ كَأَنَّ خَوَاطِرَ الْهُمُومِ تَقَسَّمَتْهُ. وَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ: الْقَسَامِيُّ، وَهُوَ الَّذِي يَطْوِي الثِّيَابَ أَوَّلَ طَيِّهَا، ثُمَّ تُطْوَى عَلَى طَيِّهِ. قَالَ:\nطَيَّ الْقَسَامِيُّ بُرُودَ الْعَصَّابْ\nيُقَالُ إِنَّ الْعَصَّابَ: الْغَزَّالُ.",
    "pg": "5:86-87"
  },
  "قسن": {
    "def": "الْقَافُ وَالسِّينُ وَالنُّونُ كَلِمَةٌ تَدُلُّ عَلَى شِدَّةٍ. يُقَالُ: اقْسَأَنَّ اللَّيْلُ: اشْتَدَّ ظَلَامُهُ. وَالْمُقْسَئِنُّ: الصُّلْبُ مِنَ الرِّجَالِ، وَيَكُونُ كَبِيرَ السِّنِّ. قَالَ:\nإِنْ تَكُ لَدْنًا لَيِّنًا فَإِنِّي ... مَا شِئْتَ مِنْ أَشْمَطَ مُقْسَئِنِّ.",
    "pg": "5:87"
  },
  "قسي": {
    "def": "الْقَافُ وَالسِّينُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى شِدَّةٍ وَصَلَابَةٍ. مِنْ ذَلِكَ الْحَجَرِ الْقَاسِي. وَالْقَسْوَةُ: غِلَظُ الْقَلْبِ، وَهِيَ مِنْ قَسْوَةِ الْحَجَرِ. قَالَ اللَّهُ تَعَالَى: ﴿ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذَلِكَ فَهِيَ كَالْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً﴾ [البقرة: ٧٤] . [وَ] الْقَاسِيَةُ: اللَّيْلَةُ الْبَارِدَةُ. وَمِنَ الْبَابِ الْمُقَاسَاةُ: مُعَالَجَةُ الْأَمْرِ الشَّدِيدِ. وَهَذَا مِنَ الْقَسْوَةِ، لِأَنَّهُ يُظْهِرُ أَنَّهُ أَقْسَى مِنَ الْأَمْرِ الَّذِي يُعَالِجُهُ. وَهُوَ عَلَى طَرِيقَةِ الْمُفَاعَلَةِ.",
    "pg": "5:87"
  },
  "قشب": {
    "def": "الْقَافُ وَالشِّينُ وَالْبَاءُ أَصْلَانِ يَدُلُّ أَحَدُهُمَا عَلَى خَلْطِ شَيْءٍ بِشَيْءٍ، وَالْآخَرُ عَلَى جِدَّةٍ فِي الشَّيْءِ.\nفَالْأَوَّلُ: الْقَشْبُ، وَهُوَ خَلْطُ الشَّيْءِ بِالطَّعَامِ، وَلَا يَكَادُ يَكُونُ إِلَّا مَكْرُوهًا. مِنْ ذَلِكَ الْقِشْبُ، هُوَ السُّمُّ الْقَاتِلُ. قَالَ الْهُذَلِيُّ:\nفَعَمَّا قَلِيلٍ سَقَاهَا مَعًا ... بِذِيفَانٍ مُذْعِفِ قِشْبٍ ثُمَالِ\nوَيُقَالُ: قَشَبَ فُلَانٌ فُلَانًا بِسُوءٍ، ذَكَرَهُ بِهِ أَوْ نَسَبَهُ إِلَيْهِ. وَقَشَبَهُ بِقَبِيحٍ: لَطَخَهُ بِهِ. وَرَجُلٌ مُقَشَّبُ الْحَسَبِ، إِذَا مُزِجَ حَسَبُهُ. قَالَ ابْنُ دُرَيْدٍ: الْقِشْبَةُ: الْخَسِيسُ مِنَ النَّاسِ، لُغَةٌ يَمَانِيَّةٌ.\nوَالْأَصْلُ الْآخَرُ: الْقَشِيبُ: الْجَدِيدُ مِنَ الثِّيَابِ وَغَيْرِهَا. وَالْقَشِيبُ: السَّيْفُ الْحَدِيثُ الْعَهْدِ بِالْجِلَاءِ.",
    "pg": "5:89-90"
  },
  "قشر": {
    "def": "الْقَافُ وَالشِّينُ وَالرَّاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ، يَدُلُّ عَلَى تَنْحِيَةِ الشَّيْءِ وَيَكُونُ الشَّيْءُ كَاللِّبَاسِ وَنَحْوِهِ. مِنْ ذَلِكَ قَوْلُكَ: قَشَرْتُ الشَّيْءَ أَقْشِرُهُ. وَالْقِشْرَةُ: الْجِلْدَةُ الْمَقْشُورَةُ. [وَالْقِشْرُ] : لِبَاسُ الْإِنْسَانِ، قَالَ الشَّاعِرُ:\n[مُنِعَتْ حَنِيفَةُ وَاللَّهَازِمُ مِنْكُمُ ... قِشْرَ الْعِرَاقِ وَمَا يَلَذُّ الْحَنْجَرُ\n] وَفِي [حَدِيثِ] قَيْلَةَ: \" «كُنْتُ إِذَا رَأَيْتُ رَجُلًا ذَا رُوَاءٍ وَذَا قِشْرٍ طَمَحَ بَصَرِي إِلَيْهِ» \". وَالْمَطْرَةُ الْقَاشِرَةُ: الَّتِي تَقْشِرُ وَجْهَ الْأَرْضِ. وَسَنَةٌ قَاشُورَةٌ: مُجْدِبَةٌ تَقْشِرُ أَمْوَالَ الْقَوْمِ. قَالَ:\n\nفَابْعَثْ عَلَيْهِمْ سَنَةً قَاشُورَهْ ... تَحْتَلِقُ الْمَالَ احْتِلَاقَ النُّورَهْ\nثُمَّ سُمِّيَ كُلُّ شَيْءٍ يَفْعَلُ ذَلِكَ قَاشُورًا، فَيَقُولُونَ لِلشُّؤْمِ: قَاشُورٌ. وَيَقُولُونَ فِي الْمَثَلِ: \" أَشْأَمُ مِنْ قَاشِرٍ \"، وَهُوَ فَحْلٌ لَهُ حَدِيثٌ. وَلِهَذَا سُمِّيَ الْفِسْكِلُ مِنَ الْخَيْلِ الَّذِي يَجِيءُ فِي الْحَلْبَةِ آخِرَهَا قَاشُورًا. وَقَوْلُهُمْ إِنَّ الْأَقْشَرَ: الشَّدِيدُ الْحُمْرَةِ، وَإِنَّمَا ذَلِكَ لِلشَّدِيدِ حُمْرَةِ الْوَجْهِ، الَّذِي يُرَى وَجْهُهُ كَأَنَّهُ يَتَقَشَّرُ. وَقُشَيْرٌ: [أَبُو قَبِيلَةٍ] مِنَ الْعَرَبِ.",
    "pg": "5:90-91"
  },
  "قشش": {
    "def": "الْقَافُ وَالشِّينُ كَلِمَاتٌ عَلَى غَيْرِ قِيَاسٍ. فَالْقَشُّ: الْقِشْرُ. يُقَالُ تَقَشْقَشَ الشَّيْءُ، إِذَا تَقَشَّرَ. وَكَانَ يُقَالُ لِسُورَتَيْ: ﴿قُلْ يَاأَيُّهَا الْكَافِرُونَ﴾ [الكافرون: ١] وَ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ﴾ [الإخلاص: ١] : الْمُقَشْقِشَتَانِ، لِأَنَّهُمَا يُخْرِجَانِ قَارِئَهُمَا مُؤْمِنًا بِهِمَا مِنَ الْكُفْرٍ.\nوَمِمَّا لَيْسَ مِنْ هَذَا الْجِنْسِ: الْقِشَّةُ: الْقِرْدَةُ، وَالصَّبِيَّةُ الصَّغِيرَةُ. وَيَقُولُونَ: التَّقَشْقُشُ: تَطَلُّبُ الْأَكْلِ مِنْ هَاهُنَا وَهُنَا، وَهَذَا إِنْ صَحَّ فَلَعَلَّهُ مِنْ بَابِ الْإِبْدَالِ وَالْأَصْلُ فِيهِ السِّينُ، وَقَدْ مَضَى ذِكْرُهُ. وَيُقَالُ: قَشَّ الْقَوْمُ: إِذَا أُحْيَوْا بَعْدَ هُزَالٍ.",
    "pg": "5:10-11"
  },
  "قشع": {
    "def": "الْقَافُ وَالشِّينُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ وَاحِدٌ، أَوْمَأَ إِلَى قِيَاسِهِ أَبُو بَكْرٍ فَقَالَ: \" كُلُّ شَيْءٍ خَفَّ فَقَدَ قَشِعَ وَقَشَعَ يَقْشَعُ قَشَعًا، مِثْلُ اللَّحْمِ يُجَفَّفُ \". وَهَذَا الَّذِي قَالَهُ صَحِيحٌ. وَمِنْهُ انْقَشَعَ الْغَيْمُ وَأَقْشَعَ وَتَقَشَّعَ، وَالْقِشْعَةُ: الْقِطْعَةُ مِنَ السَّحَابِ تَبْقَى بَعْدَ انْكِشَافِ الْغَيْمِ. وَذَكَرَ بَعْضُهُمْ أَنَّ الْكُنَاسَةَ قَُِشْعٌ. قَالَ الْكِسَائِيُّ، قَشَعَتِ الرِّيحُ السَّحَابَ وَانْقَشَعَ هُوَ. وَأَقْشَعَ الْقَوْمُ عَنِ الْمَاءِ، إِذَا أَقْلَعُوا. وَيُقَالُ إِنَّ الْقِشَعَ: مَا يُرْمَى بِهِ عَنِ الصَّدْرِ مِنْ نُخَاعَةٍ. وَالْقَشْعُ: مَا قُشِعَ عَنْ وَجْهِ الْأَرْضِ. وَكَلَأٌ قَشِيعٌ: مُتَفَرِّقٌ. وَشَاةٌ قَشِعَةٌ: غَثَّةٌ، كَأَنَّ السِّمَنَ قَدِ انْقَشَعَ عَنْهَا. وَرَجُلٌ قَشِعٌ: لَا يَثْبُتُ عَلَى أَمْرٍ. فَأَمَّا الْقَشْعُ فَيُقَالُ: بَيْتٌ مِنْ أَدَمٍ، وَالْجَمْعُ قُشُوعٌ. قَالَ:\nإِذَا الْقَشْعُ مِنْ رِيحِ الشِّتَاءِ تَقَعْقَعَا\nوَهُوَ الْقِيَاسُ، لِأَنَّهُمْ إِذَا سَارُوا قَشَعُوهُ. وَيُقَالُ: الْقَشْعُ: النِّطْعُ. وَهُوَ ذَلِكَ الْقِيَاسُ.",
    "pg": "5:88-89"
  },
  "قشف": {
    "def": "الْقَافُ وَالشِّينُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ قَوْلُهُمْ: قَشِفَ يَقْشَفُ، إِذَا لَوَّحَتْهُ الشَّمْسُ فَتَغَيَّرَ، ثُمَّ قِيلَ لِكُلِّ مَنْ لَا يَتَصَنَّعُ لِلتَّجَمُّلِ قَشِفَ، وَهُوَ يَتَقَشَّفُ.",
    "pg": "5:89"
  },
  "قشم": {
    "def": "الْقَافُ وَالشِّينُ وَالْمِيمُ أُصَيْلٌ إِنْ صَحَّ فَهُوَ مِنَ الْأَكْلِ وَمَا ضَاهَاهُ مِنَ الْمَأْكُولِ. قَالُوا: الْقَشْمُ: الْأَكْلُ. وَالْقُشَامُ: مَا يُؤْكَلُ. وَقَالَ ابْنُ دُرَيْدٍ: \" قُشَامُ الْمَائِدَةِ: مَا نُفِضَ مِنْهَا مِنْ بَاقِي خُبْزٍ وَغَيْرِهِ \". وَيُقَالُ: مَا أَصَابَتِ الْإِبِلُ مَقْشَمًا، أَيْ لَمْ تُصِبْ مَا تَرْعَاهُ. وَمِمَّا شَذَّ مِنْ هَذَا الْبَابِ إِنْ صَحَّ قَوْلُهُمْ: قَشَمْتُ الْخُوصَ، إِذَا شَقَقْتَهُ، لتَسَفَّهُ. وَكُلُّ مَا شُقَّ مِنْهُ فَهُوَ قُشَامٌ. [بَابُ الْقَافِ وَالصَّادِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:91-92"
  },
  "قصب": {
    "def": "الْقَافُ وَالصَّادُ وَالْبَاءُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدَهُمَا عَلَى قَطْعِ الشَّيْءِ، وَيَدُلُّ الْآخَرُ عَلَى امْتِدَادٍ فِي أَشْيَاءَ مُجَوَّفَةٍ.\nفَالْأَوَّلُ الْقَصْبُ: الْقَطْعُ; يُقَالُ قَصَبْتُهُ قَصْبًا. وَسُمِّيَ الْقَصَّابُ قَصَّابًا لِذَلِكَ. وَسَيْفٌ قَصَّابٌ، أَيْ قَاطِعٌ. وَيُقَالُ: قَصَبْتُ الدَّابَّةَ، إِذَا قَطَعْتَ عَلَيْهِ شُرْبَهُ قَبْلَ أَنْ يُرْوَى. وَمِنَ الْبَابِ: قَصَبْتُ الرَّجُلَ: إِذَا عِبْتَهُ، وَذَلِكَ عَلَى مَعْنَى الِاسْتِعَارَةِ.\nوَالْأَصْلُ الْآخَرُ: الْأَقْصَابُ: الْأَمْعَاءُ، وَاحِدُهَا قُصْبٌ. وَالْقَصَبُ مَعْرُوفٌ، الْوَاحِدَةُ قَصَبَةٌ. وَالْقَصْبَاءُ: جَمْعُ قَصَبَةٍ أَيْضًا. وَالْقَصَبُ: أَنَابِيبُ مِنْ جَوْهَرٍ. وَفِي الْحَدِيثِ: \" «بَشِّرْ خَدِيجَةَ بِبَيْتٍ فِي الْجَنَّةِ مِنْ قَصَبٍ، لَا صَخَبَ فِيهِ وَلَا نَصَبَ» \". وَالْقَصَبُ: عُرُوقُ الرِّئَةِ. وَالْقَصَبُ. مَخَارِجُ الْمَاءِ مِنَ الْعُيُونِ; وَهَذَا عَلَى مَعْنَى التَّشْبِيهِ. وَالْقُصَّابُ: الْمَزَامِيرُ. قَالَ:\nوَشَاهِدُنَا الْجُلُّ وَالْيَاسَمِينُ وَالْمُسْمِعَاتُ بِقُصَّابِهَا وَمِنَ الْبَابِ الْقَصَائِبُ: الذَّوَائِبُ، وَاحِدَتُهَا قَصِيبَةٌ. وَيُقَالُ الْقُصَّابَةُ: الْخُصْلَةُ مِنَ الشَّعْرِ.",
    "pg": "5:94-95"
  },
  "قصد": {
    "def": "الْقَافُ وَالصَّادُ وَالدَّالُ أُصُولٌ ثَلَاثَةٌ، يَدُلُّ أَحَدُهَا عَلَى إِتْيَانِ شَيْءٍ وَأَمِّهِ، وَالْآخَرُ عَلَى اكْتِنَازٍ فِي الشَّيْءِ.\nفَالْأَصْلُ: قَصَدْتُهُ قَصْدًا وَمَقْصَدًا. وَمِنَ الْبَابِ: أَقْصَدَهُ السَّهْمُ، إِذَا أَصَابَهُ فَقُتِلَ مَكَانَهُ، وَكَأَنَّهُ قِيلَ ذَلِكَ لِأَنَّهُ لَمْ يَحِدْ عَنْهُ. قَالَ الْأَعْشَى:\nفَأَقْصَدَهَا [سَهْمِي] وَقَدْ كَانَ قَبْلَهَا ... لِأَمْثَالِهَا مِنْ نِسْوَةِ الْحَيِّ قَانِصَا\nوَمِنْهُ: أَقْصَدَتْهُ حَيَّةٌ، إِذَا قَتَلَتْهُ. وَالْأَصْلُ الْآخَرُ: قَصَدْتُ الشَّيْءَ كَسَرْتُهُ. وَالْقِصْدَةُ: الْقِطْعَةُ مِنَ الشَّيْءِ إِذَا تَكَسَّرَ، وَالْجَمْعُ قِصَدٌ. [وَمِنْهُ قِصَدُ] الرِّمَاحِ. وَرُمْحٌ قَصِدٌ، وَقَدِ انْقَصَدَ. قَالَ:\nتَرَى قِصَدَ الْمُرَّانِ تُلْقَى كَأَنَّهَا ... تَذَرُّعٌ خُِرْصَانٍ بِأَيْدِي الشَّوَاطِبِ\nوَالْأَصْلُ الثَّالِثُ: النَّاقَةُ الْقَصِيدُ: الْمُكْتَنِزَةُ الْمُمْتَلِئَةُ لَحْمًا. قَالَ الْأَعْشَى: قَطَعْتُ وَصَاحِبِي سُرُحٌ كِنَازٌ ... كَرُكْنِ الرَّعْنِ ذِعْلِبَةٌ قَصِيدُ\nوَلِذَلِكَ سُمِّيَتِ الْقَصِيدَةُ مِنَ الشِّعْرِ قَصِيدَةً لِتَقْصِيدِ أَبْيَاتِهَا، وَلَا تَكُونُ أَبْيَاتُهَا إِلَّا تَامَّةَ الْأَبْنِيَةِ.",
    "pg": "5:95-96"
  },
  "قصر": {
    "def": "الْقَافُ وَالصَّادُ وَالرَّاءُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى أَلَّا يَبْلُغَ الشَّيْءُ مَدَاهُ وَنِهَايَتَهُ، وَالْآخَرُ عَلَى الْحَبْسِ. وَالْأَصْلَانِ مُتَقَارِبَانِ.\nفَالْأَوَّلُ الْقِصَرُ: خِلَافُ الطُّولِ. يَقُولُ: هُوَ قَصِيرٌ بَيِّنُ الْقِصَرِ. وَيُقَالُ: قَصَّرْتُ الثَّوْبَ وَالْحَبْلَ تَقْصِيرًا. وَالْقَصْرُ: قَصْرُ الصَّلَاةِ: وَهُوَ أَلَّا يُتِمَّ لِأَجْلِ السَّفَرِ. قَالَ اللَّهُ تَعَالَى: فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلَاةِ. وَالْقُصَيْرَى: أَسْفَلُ الْأَضْلَاعِ، وَهِيَ الْوَاهِنَةُ. وَالْقُصَيْرَى: أَفْعَى، سُمِّيَتْ لِقِصَرِهَا. وَيُقَالُ أَقْصَرَتِ الشَّاةُ، إِذَا أَسَنَّتْ حَتَّى تَقْصُرَ أَطْرَافُ أَسْنَانِهَا. وَأَقْصَرَتِ الْمَرْأَةُ: وَلَدَتْ أَوْلَادًا قِصَارًا. وَيُقَالُ: قَصَّرْتُ فِي الْأَمْرِ تَقْصِيرًا، إِذَا تَوَانَيْتُ، وَقَصَرْتُ عَنْهُ قُصُورًا: عَجَزْتُ. وَأَقْصَرْتُ عَنْهُ إِذَا نُزِعْتَ عَنْهُ وَأَنْتَ قَادِرٌ عَلَيْهِ. قَالَ:\nلَوْلَا عَلَائِقُ مِنْ نَعَمٍ عَلِقْتُ بِهَا ... لَأَقْصَرَ الْقَلْبُ مِنِّي أَيَّ إِقْصَارِ\nوَكُلُّ هَذَا قِيَاسُهُ وَاحِدٌ، وَهُوَ أَلَّا يَبْلُغَ مَدَى الشَّيْءِ وَنِهَايَتَهُ. وَالْأَصْلُ الْآخَرُ، وَقَدْ قُلْنَا إِنَّهُمَا مُتَقَارِبَانِ: الْقَصْرُ: الْحَبْسُ، يُقَالُ: قَصَرْتُهُ إِذَا حَبَسْتُهُ، وَهُوَ مَقْصُورٌ، أَيْ مَحْبُوسٌ، قَالَ اللَّهُ تَعَالَى: ﴿حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ﴾ [الرحمن: ٧٢] . وَامْرَأَةٌ قَاصِرَةُ الطَّرْفِ: لَا تَمُدُّهُ إِلَى غَيْرِ بَعْلِهَا، كَأَنَّهَا تَحْبِسُ طَرْفَهَا حَبْسًا. قَالَ اللَّهُ سُبْحَانَهُ: فِيهِنَّ قَاصِرَاتُ الطَّرْفِ. وَمِنَ الْبَابِ: قُصَارَاكَ أَنْ تَفْعَلَ كَذَا وَقَصْرُكَ، كَأَنَّهُ يُرَادُ مَا اقْتَصَرْتَ عَلَيْهِ وَحَبَسْتَ نَفْسَكَ عَلَيْهِ. وَالْمَقَاصِرُ: جُمَعُ مَقْصُورَةٍ، وَكُلُّ نَاحِيَةٍ مِنَ الدَّارِ الْكَبِيرَةِ إِذَا أُحِيطَ عَلَيْهَا فَهِيَ مَقْصُورَةٌ. وَهَذَا جَائِزٌ أَنْ يَكُونَ مِنَ الْقِيَاسِ الْأَوَّلِ. وَيَقُولُونَ: فَرَسٌ قَصِيرٌ: مُقَرَّبَةٌ مُدْنَاةٌ لَا تُتْرَكُ تَرُودُ، لِنَفَاسَتِهَا عِنْدَ أَهْلِهَا. قَالَ:\nتَرَاهَا عِنْدَ قُبَّتِنَا قَصِيرًا ... وَنَبْذُلُهَا إِذَا بَاقَتْ بَؤُوقُ\nوَجَارِيَةٌ قَصِيرَةٌ وَقَصُورَةٌ مِنْ هَذَا. وَالتِّقْصَارُ: قِلَادَةٌ شَبِيهَةٌ بِالْمِخْنَقَةِ، وَكَأَنَّهَا حُبِسَتْ فِي الْعُنُقِ. قَالَ:\nوَلَهَا ظَبْيٌ يُؤَرِّثُهَا ... جَاعِلٌ فِي الْجِيدِ تِقْصَارَا\nوَمِنَ الْبَابِ: قَصْرُ الظَّلَامِ، وَهُوَ اخْتِلَاطُهُ. وَقَدْ أَقْبَلَتْ مَقَاصِرُ الظَّلَامِ، وَذَلِكَ عِنْدَ الْعَشِيِّ. وَقَدْ يُمْكِنُ أَنْ يُحْمَلَ هَذَا عَلَى الْقِيَاسِ فَيُقَالُ: إِنَّ الظَّلَامَ يَحْبِسُ عَنِ التَّصَرُّفِ. وَيُقَالُ: أَقَصَرْنَا، إِذَا دَخَلْنَا فِي ذَلِكَ الْوَقْتِ. وَيُقَالُ لِذَلِكَ الْوَقْتِ الْمَقْصَرَةُ، وَالْجَمْعُ مَقَاصِرُ. قَالَ: فَبَعَثْتُهَا تَقِصُ الْمَقَاصِرَ ... بَعْدَمَا كَرَبَتْ حَيَاةُ النَّارِ لِلْمُتَنَوِّرِ\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْقَصَرُ: جَمْعُ قَصَرَةٍ، وَهِيَ أَصْلُ الْعُنُقِ، وَأَصْلُ الشَّجَرَةِ، وَمُسْتَغْلَظُهَا. وَقُرِئَتْ: ﴿إِنَّهَا تَرْمِي بِشَرَرٍ كَالْقَصْرِ﴾ [المرسلات: ٣٢] . وَالْقَصَرُ: دَاءٌ يَأْخُذُ فِي الْقِصَرِ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْقَافِ وَالضَّادِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:96-98"
  },
  "قصص": {
    "def": "الْقَافُ وَالصَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَتَبُّعِ الشَّيْءِ. مِنْ ذَلِكَ قَوْلُهُمُ: اقْتَصَصْتُ الْأَثَرَ، إِذَا تَتَبَّعْتُهُ. وَمِنْ ذَلِكَ اشْتِقَاقُ الْقِصَاصِ فِي الْجِرَاحِ، وَذَلِكَ أَنَّهُ يُفْعَلُ بِهِ مِثْلُ فِعْلِهِ بِالْأَوَّلِ، فَكَأَنَّهُ اقْتَصَّ أَثَرَهُ. وَمِنَ الْبَابِ الْقِصَّةُ وَالْقَصَصُ، كُلُّ ذَلِكَ يُتَتَبَّعُ فَيُذْكَرُ. وَأَمَّا الصَّدْرُ فَهُوَ الْقَصُّ، وَهُوَ عِنْدَنَا قِيَاسُ الْبَابِ، لِأَنَّهُ مُتَسَاوِي الْعِظَامِ، كَأَنَّ كُلَّ عَظْمٍ مِنْهَا يُتْبَعُ لِلْآخَرِ.\nوَمِنَ الْبَابِ: قَصَصْتُ الشَّعْرَ، وَذَلِكَ أَنَّكَ إِذَا قَصَصْتَهُ فَقَدْ سَوَّيْتَ بَيْنَ كُلِّ شَعْرَةٍ وَأُخْتِهَا، فَصَارَتِ الْوَاحِدَةُ كَأَنَّهَا تَابِعَةٌ لِلْأُخْرَى مُسَاوِيَةٌ لَهَا فِي طَرِيقِهَا. وَقُصَاصُ الشَّعْرِ: نِهَايَةُ مَنْبِتِهِ مِنْ قُدُمٍ، وَقِيَاسُهُ صَحِيحٌ. وَالْقُصَّةُ: النَّاصِيَةُ.\n[وَ] الْقَصِيصِيَّةُ مِنَ الْإِبِلِ: الْبَعِيرُ يَقُصُّ أَثَرَ الرِّكَابِ. وَقَوْلُهُمْ: ضَرَبَ فُلَانٌ فُلَانًا فَأَقَصَّهُ، أَيْ أَدْنَاهُ مِنَ الْمَوْتِ. وَهَذَا مَعْنَاهُ أَنَّهُ يَقُصُّ أَثَرَ الْمَنِيَّةِ. وَأَقَصَّ فُلَانًا السُّلْطَانُ [مِنْ فُلَانٍ] ، إِذَا قَتَلَهُ قَوَدًا.\nوَأَمَّا قَوْلُهُمْ: أَقَصَّتِ الشَّاةُ: اسْتَبَانَ حَمْلُهَا، فَلَيْسَ مِنْ ذَلِكَ. وَكَذَلِكَ الْقَصْقَاصُ، يَقُولُونَ: إِنَّهُ الْأَسَدُ، وَالْقُصْقُصَةُ: الرَّجُلُ الْقَصِيرُ، وَالْقَصِيصُ: نَبْتٌ. كُلُّ هَذِهِ شَاذَّةٌ عَنِ الْقِيَاسِ الْمَذْكُورِ.",
    "pg": "5:11-12"
  },
  "قصع": {
    "def": "الْقَافُ وَالصَّادُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَطَامُنٍ فِي شَيْءٍ أَوْ مُطَامَنَةٍ لَهُ. مِنْ ذَلِكَ الْقَصْعَةُ، وَهِيَ مَعْرُوفَةٌ، سُمِّيَتْ بِذَلِكَ لِلْهَزْمَةِ. وَالْقَاصِعَاءُ: أَوَّلُ جِحَرَةِ الْيَرْبُوعِ، وَقِيَاسُهَا مَا ذَكَرْنَاهُ. وَقَدْ تَقَصَّعَ، إِذَا دَخَلَ قَاصِعَاءَهُ. قَالَ:\nفَوَدَّ أَبُو لَيْلَى طُفَيْلُ بْنُ مَالِكٍ ... بِمُنْعَرَجٍ السُّوبَانِ لَوْ يَتَقَصَّعُ\nفَأَمَّا قَصْعُ النَّاقَةِ بِجِرَّتِهَا فَقَالُوا: هُوَ أَنْ تَرُدَّهَا فِي جَوْفِهَا. وَالْمَاءُ يَقْصَعُ الْعَطَشَ: يَقْتُلُهُ وَيَذْهَبُ بِهِ. قَالَ:\nفَانْصَاعَتِ الْحُقْبُ لَمْ تُقْصَعْ صَرَائِرُهُا\nوَقَصَعْتُ بِبُسْطِ كَفِّي هَامَتَهُ: ضَرَبْتُهَا. وَقَصَعَ اللَّهُ بِهِ، إِذَا بَقِيَ قَمِيًّا لَا يَشِبُّ وَلَا يَزْدَادُ، وَهُوَ مَقْصُوعٌ وَقَصِيعٌ.",
    "pg": "5:92"
  },
  "قصف": {
    "def": "الْقَافُ وَالصَّادُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى كَسْرٍ لِشَيْءٍ. وَلَا يُخْلَفُ هَذَا الْقِيَاسُ. يُقَالُ: قَصَفَتِ الرِّيحُ السَّفِينَةَ فِي الْبَحْرِ. وَرِيحٌ قَاصِفٌ. وَالْقَصِفُ: السَّرِيعُ الِانْكِسَارِ. وَالْقَصِيفُ: هُشَيْمُ الشَّجَرِ. وَمِنْهُ قَوْلُهُمْ: انْقَصَفُوا عَنْهُ، إِذَا تَرَكُوهُ. وَهُوَ مُسْتَعَارٌ. وَالْأَقْصَفُ: الَّذِي انْكَسَرَتْ ثَنِيَّتُهُ مِنَ النِّصْفِ. وَرَعْدٌ قَاصِفٌ، أَيْ شَدِيدٌ. وَقِيَاسُ ذَلِكَ كَأَنَّهُ يَكَادُ يَقْصِفُ الْأَشْيَاءَ بِشِدَّتِهِ. يَقُولُونَ: بَعَثَ اللَّهُ تَعَالَى عَلَيْهِمُ الرِّيحَ الْعَاصِفَ، وَالرَّعْدَ الْقَاصِفَ. وَمِنْهُ الْقَصْفُ: صَرِيفُ الْبَعِيرِ بِأَسْنَانِهِ. فَأَمَّا الْقَصْفُ فِي اللَّهْوِ وَاللَّعِبِ فَقَالَ ابْنُ دُرَيْدٍ: لَا أَحْسَبُهُ عَرَبِيًّا. وَلَيْسَ الْقَصْفُ الَّذِي أَنْكَرَهُ بِبَعِيدٍ مِنَ الْقِيَاسِ الَّذِي ذَكَرْنَاهُ، وَهُوَ مِنَ الْأَصْوَاتِ وَالْجَلَبَةِ. وَقِيَاسُهُ فِي الرَّعْدِ الْقَاصِفِ، وَفِي صَرِيفِ الْبَعِيرِ بِأَسْنَانِهِ.",
    "pg": "5:92-93"
  },
  "قصل": {
    "def": "الْقَافُ وَالصَّادُ وَاللَّامُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى قَطْعِ الشَّيْءِ. فَالْقَصْلُ: الْقَطْعُ. يُقَالُ قَصَلَهُ، إِذَا قَطَعَهُ. وَالْقَصِيلُ مَعْرُوفٌ، وَسُمِّيَ بِذَلِكَ لِسُرْعَةِ اقْتِصَالِهِ، لِأَنَّهُ رَخْصٌ. وَسَيْفٌ مِقْصَلٌ: قَطَّاعٌ، وَكَذَلِكَ الْقَصَّالُ. وَلِسَانٌ مِقْصَلٌ عَلَى التَّشْبِيهِ. وَالْقِصْلُ: الرَّجْلُ الضَّعِيفُ، لِأَنَّهُ مُنْقَطِعٌ. فَأَمَّا الْقُصَالَةُ فَمَا يُعْزَلُ مِنَ الْبُرِّ لِيُدَاسَ ثَانِيَةً، فَإِنْ كَانَ صَحِيحًا فَقِيَاسُهُ قَرِيبٌ.",
    "pg": "5:93"
  },
  "قصم": {
    "def": "الْقَافُ وَالصَّادُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الْكَسْرِ. يُقَالُ: قَصَمْتُ الشَّيْءَ قَصْمًا. وَالْقُصَمُ: الرَّجُلُ يَحْطِمُ مَا لَقِيَ. وَقَالَ اللَّهُ تَعَالَى: ﴿وَكَمْ قَصَمْنَا مِنْ قَرْيَةٍ كَانَتْ ظَالِمَةً﴾ [الأنبياء: ١١] [الْأَنْبِيَاءِ ١١] أَرَادَ - وَاللَّهُ أَعْلَمُ - إِهْلَاكَهُ إِيَّاهُمْ، فَعَبَّرَ عَنْهُ بِالْكَسْرِ. وَالْقَصِيمَةُ وَالْقَيْصُومُ: نَبْتَانِ.",
    "pg": "5:93-94"
  },
  "قصوى": {
    "def": "الْقَافُ وَالصَّادُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى بُعْدٍ وَإِبْعَادٍ. مِنْ ذَلِكَ الْقَصَا: الْبُعْدُ. وَهُوَ بِالْمَكَانِ الْأَقْصَى وَالنَّاحِيَةِ الْقُصْوَى. وَذَهَبْتُ قَصَا فُلَانٍ، أَيْ نَاحِيَتَهُ. وَيُقَالُ: أَحَاطُونَا الْقَصَا. أَيْ وَقَفُوا مِنَّا بَيْنَ الْبَعِيدِ وَالْقَرِيبِ غَيْرَ أَنَّهُمْ مُحِيطُونَ بِنَا كَالشَّيْءِ يَحُوطُ الشَّيْءَ يَحْفَظُهُ. قَالَ:\nفَحَاطُونَا الْقَصَا وَلَقَدْ رَأَوْنَا ... قَرِيبًا حَيْثُ يُسْتَمَعُ السِّرَارُ\nوَأَقْصَيْتُهُ: أَبْعَدْتُهُ. وَالْقَصِيَّةُ مِنَ الْإِبِلِ: الْمَوْدُوعَةُ الْكَرِيمَةُ لَا تُجْهَدُ وَلَا تُرْكَبُ، أَيْ تُقْصَى إِكْرَامًا لَهَا. فَأَمَّا النَّاقَةُ الْقَصْوَاءُ فَالْمَقْطُوعَةُ الْأُذُنِ.\nوَقَدْ يُمْكِنُ هَذَا عَلَى أَنَّ أُذُنَهَا أُبْعِدَتْ عَنْهَا حِينَ قُطِعَتْ. وَيَقُولُونَ: قَصَوْتُ الْبَعِيرَ فَهُوَ مَقْصُوٌّ: قَطَعْتُ أُذُنَهُ. وَنَاقَةٌ قَصْوَاءُ، وَلَا يُقَالُ بَعِيرٌ أَقْصَى.",
    "pg": "5:94"
  },
  "قضب": {
    "def": "الْقَافُ وَالضَّادُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَطْعِ الشَّيْءِ. يُقَالُ: قَضَبْتُ الشَّيْءَ قَضْبًا. «وَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ، إِذَا رَأَى التَّصْلِيبَ فِي ثَوْبٍ قَضَبَهُ» ، أَيْ قَطَعَهُ. وَانْقَضَبَ النَّجْمُ مِنْ مَكَانِهِ. قَالَ ذُو الرُّمَّةِ:\nكَأَنَّهُ كَوْكَبٌ فِي إِثْرِ عِفْرِيَةٍ ... مُسَوَّمٌ فِي سَوَادِ اللَّيْلِ مُنْقَضِبُ\nوَالْقَضِيبُ: الْغُصْنُ. وَالْقَضْبُ: الرَّطْبَةُ، سُمِّيَتْ لِأَنَّهَا تُقْضَبُ. وَالْمَقَاضِبُ: الْأَرَضُونُ تُنْبِتُ الْقَضْبَ. وَقَضَبْتُ الْكَرْمَ: قَطَعْتُ أَغْصَانَهُ أَيَّامَ الرَّبِيعِ. وَسَيْفٌ قَاضِبٌ وَقَضِيبٌ: قَطَّاعٌ. وَرَجُلٌ قَضَّابَةٌ: قَطَّاعٌ لِلْأُمُورِ مُقْتَدِرٌ عَلَيْهَا. وَقُضَابَةُ الْكَرْمِ: مَا يَتَسَاقَطُ مِنْ أَطْرَافِهِ إِذَا قُضِبَ.\nوَمِنَ الْبَابِ: اقْتَضَبَ فُلَانٌ الْحَدِيثَ، إِذَا ارْتَجَلَهُ، وَكَأَنَّهُ كَلَامٌ اقْتَطَعَهُ مِنْ غَيْرِ رَوِيَّةٍ وَلَا فِكْرٍ. وَيُسْتَعَارُ هَذَا فَيُقَالُ: نَاقَةٌ قَضِيبٌ، إِذَا رُكِبَتْ قَبْلَ أَنْ تُرَاضَ. وَقَدِ اقْتَضَبْتُهَا. وَقَضِيبٌ: وَادٍ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْقَافِ وَالطَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:100-101"
  },
  "قضض": {
    "def": "الْقَافُ وَالضَّادُ أُصُولٌ ثَلَاثَةٌ: أَحَدُهَا هُوِيُّ الشَّيْءِ، وَالْآخَرُ خُشُونَةٌ فِي الشَّيْءِ، وَالْآخَرُ ثُقْبٌ فِي الشَّيْءِ.\nفَالْأَوَّلُ قَوْلُهُمُ: انْقَضَّ الْحَائِطُ: وَقَعَ، وَمِنْهُ انْقِضَاضُ الطَّائِرِ: هُوِيُّهُ فِي طَيَرَانِهِ.\nوَالثَّانِي قَوْلُهُمْ: دِرْعٌ قَضَّاءُ: خَشِنَةُ الْمَسِّ لَمْ تَنْسَحِقْ بَعْدُ. وَأَصْلُهُ الْقِضَّةُ، وَهِيَ أَرْضٌ مُنْخَفِضَةٌ تُرَابُهَا رَمْلٌ، وَإِلَى جَانِبِهَا مَتْنٌ. وَالْقَضَضُ: كِسَرُ الْحِجَارَةِ. وَمِنْهُ الْقَضْقَضَةُ: كَسْرُ الْعِظَامِ. يُقَالُ أَسَدٌ قَضْقَاضٌ. وَالْقَضُّ: تُرَابٌ يَعْلُو الْفِرَاشَ. يُقَالُ أَقَضَّ عَلَيْهِ مَضْجَعُهُ، قَالَ أَبُو ذُؤَيْبٍ:\nأَمْ مَا لِجِسْمِكَ لَا يُلَائِمُ مَضْجَعًا ... إِلَّا أَقَضَّ عَلَيْكَ ذَاكَ الْمَضْجَعُ\nوَيُقَالُ لَحْمٌ قَضٌّ، إِذَا تَرِبَ عِنْدَ الشَّيِّ. وَمِنَ الْبَابِ عِنْدِي قَوْلُهُمْ: جَاءُوا بِقَضِّهِمْ وَقَضِيضِهِمْ، أَيْ بِالْجَمَاعَةِ الْكَثِيرَةِ الْخَشِنَةِ، قَالَ أَوْسٌ:\nوَجَاءَتْ جِحَاشٌ قَضَّهَا بِقَضِيضِهَا ... كَأَكْثَرِ مَا كَانُوا عَدِيدًا وَأَوْكَعُوا\nوَالْأَصْلُ الثَّالِثُ قَوْلُهُمْ: قَضَضْتُ اللُّؤْلُؤَةَ أَقُضُّهَا قَضًّا، إِذَا ثَقَبْتُهَا. وَمِنْهُ اقْتِضَاضُ الْبِكْرِ. قَالَهُ الشَّيْبَانِيُّ.",
    "pg": "5:12"
  },
  "قضع": {
    "def": "الْقَافُ وَالضَّادُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ، وَقِيَاسُهُ الْقَهْرُ وَالْغَلَبَةُ. قَالُوا: الْقَضْعُ: الْقَهْرُ.\nقَالَ الْخَلِيلُ: وَبِذَلِكَ سُمِّيَتْ قُضَاعَةُ. وَذَكَرَ نَاسٌ أَنَّ قُضَاعَةَ سُمِّيَ بِذَلِكَ لِأَنَّهُ انْقَضَعَ عَنْ قَوْمِهِ، أَيِ انْقَطَعَ. فَإِنَّ كَانَ هَذَا صَحِيحًا فَهُوَ مِنْ بَابِ الْإِبْدَالِ، تَكُونُ الضَّادُ مُبْدَلَةً مِنْ طَاءٍ. وَقَالَ ابْنُ دُرَيْدٍ: \" تَقَضَّعَ الْقَوْمُ: تَفَرَّقُوا \". وَهَذَا مِنَ الْإِبْدَالِ أَيْضًا.",
    "pg": "5:98"
  },
  "قضف": {
    "def": "الْقَافُ وَالضَّادُ وَالْفَاءُ أُصَيْلٌ يَدُلُّ عَلَى دِقَّةٍ وَلَطَافَةٍ. فَالْقَضَفُ: الدِّقَّةُ; يُقَالُ عُودٌ قَضِفٌ وَقَضِيفٌ. وَجَمْعُ قَضِيفٍ قِضَافٌ. وَمِنْهُ الْقَضَفَةُ، وَالْجَمْعُ قُِضْفَانٌ: قِطْعَةٌ مِنْ رَمْلٍ تَنْقَضِفُ مِنْ مُعْظَمِهِ، أَيْ تَنْكَسِرُ.",
    "pg": "5:98-99"
  },
  "قضم": {
    "def": "الْقَافُ وَالضَّادُ وَالْمِيمُ كَلِمَتَانِ مُتَبَايِنَتَانِ لَا مُنَاسَبَةَ بَيْنَهُمَا: إِحْدَاهُمَا الْقَضْمُ: قَضْمُ الدَّابَّةِ شَعِيرَهَا; يُقَالُ قَضِمَتْ تَقْضَمُ. وَيَقُولُونَ: مَا ذُقْتُ قَضَامًا. وَيُقَالُ: الْقَضْمُ: الْأَكْلُ بِأَطْرَافِ الْأَسْنَانِ، وَالْخَضْمُ بِالْفَمِ كُلِّهِ. وَالْكَلِمَةُ الْأُخْرَى: الْقَضِيمُ، يُقَالُ إِنَّهُ الْجِلْدُ الْأَبْيَضُ، أَوِ الصَّحِيفَةُ الْبَيْضَاءُ. قَالَ النَّابِغَةُ:\nكَأَنَّ مَجَرَّ الرَّامِسَاتِ ذُيُولَهَا ... عَلَيْهِ قَضِيمٌ نَمَّقَتْهُ الصَّوَانِعُ.",
    "pg": "5:99"
  },
  "قضي": {
    "def": "الْقَافُ وَالضَّادُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِحْكَامِ أَمْرٍ وَإِتْقَانِهِ وَإِنْفَاذِهِ لِجِهَتِهِ، قَالَ اللَّهُ تَعَالَى: ﴿فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ فِي يَوْمَيْنِ﴾ [فصلت: ١٢] أَيْ أَحْكَمَ خَلْقَهُنَّ. ثُمَّ قَالَ أَبُو ذُؤَيْبٍ:\nوَعَلَيْهِمَا مَسْرُودَتَانِ قَضَاهُمَا ... دَاوُدُ أَوْ صَنَعُ السَّوَابِغِ تُبَّعُ\nوَالْقَضَاءُ: الْحُكْمُ. قَالَ اللَّهُ سُبْحَانَهُ فِي ذِكْرِ مَنْ قَالَ: فَاقْضِ مَا أَنْتَ قَاضٍ أَيِ اصْنَعْ وَاحْكُمْ. وَلِذَلِكَ سُمِّيَ الْقَاضِي قَاضِيًا، لِأَنَّهُ يُحْكِمُ الْأَحْكَامَ وَيُنْفِذُهَا. وَسُمِّيَتِ الْمَنِيَّةُ قَضَاءً لِأَنَّهُ أَمْرٌ يُنْفَذُ فِي ابْنِ آدَمَ وَغَيْرِهِ مِنَ الْخَلْقِ. قَالَ الْحَارِثُ ابْنُ حِلِّزَةَ:\nوَثَمَانُونَ مِنْ تَمِيمٍ بِأَيْدِي ... هِمْ رِمَاحٌ صُدُورُهُنَّ الْقَضَاءُ أَيِ الْمَنِيَّةُ\n. وَكُلُّ كَلِمَةٍ فِي الْبَابِ فَإِنَّهَا تَجْرِي عَلَى الْقِيَاسِ الَّذِي ذَكَرْنَاهُ، فَإِذَا هُمِزَ تَغَيَّرَ الْمَعْنَى. يَقُولُونَ: الْقَُضْأَةُ: الْعَيْبُ، يُقَالُ مَا عَلَيْكَ مِنْهُ قُضْأَةٌ وَفِي عَيْنِهِ قَُضْأَةٌ، أَيْ فَسَادٌ.",
    "pg": "5:99-100"
  },
  "قطب": {
    "def": "الْقَافُ وَالطَّاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الْجَمْعِ. يُقَالُ: جَاءَتِ الْعَرَبُ قَاطِبَةً، إِذَا جَاءَتْ بِأَجْمَعِهَا. وَيُقَالُ قَطَبْتُ الْكَأْسَ أَقْطِبُهَا قَطْبًا، إِذَا مَزَجْتُهَا. وَالْقِطَابُ: الْمِزَاجُ. وَمِنْهُ قَوْلُهُمْ: قَطَبَ الرَّجُلُ مَا بَيْنَ عَيْنَيْهِ. وَالْقَطِيبَةُ: أَلْوَانُ الْإِبِلِ وَالْغَنَمِ يُخْلَطَانِ.\nوَمِنَ الْبَابِ الْقُطْبُ: قُطْبُ الرَّحَى، لِأَنَّهُ يَجْمَعُ أَمْرَهَا إِذْ كَانَ دَوْرُهُ عَلَيْهَا. وَمِنْهُ قُطْبُ السَّمَاءِ، وَيُقَالُ إِنَّهُ نَجْمٌ يَدُورُ عَلَيْهِ الْفَلَكُ. وَيُسْتَعَارُ هَذَا فَيُقَالُ: فُلَانٌ قُطْبُ بَنِي فُلَانٍ، أَيْ سَيِّدُهُمُ الَّذِي يَلُوذُونَ بِهِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْقُطْبَةُ: نَصْلٌ صَغِيرٌ تُرْمَى بِهِ الْأَغْرَاضُ، فَأَمَّا قَوْلُهُمْ: قَطَبْتُ الشَّيْءَ، إِذَا قَطَعْتُهُ، فَلَيْسَ مِنْ هَذَا، إِنَّمَا هُوَ مِنْ بَابِ الْإِبْدَالِ، وَالْأَصْلُ الضَّادُ قَضَبْتُ، وَقَدْ فَسَّرْنَاهُ.",
    "pg": "5:105"
  },
  "قطر": {
    "def": "الْقَافُ وَالطَّاءُ وَالرَّاءُ هَذَا بَابٌ غَيْرُ مَوْضُوعٍ عَلَى قِيَاسٍ، وَكَلِمُهُ مُتَبَايِنَةُ الْأُصُولِ، وَقَدْ كَتَبْنَاهَا. فَالْقُطْرُ: النَّاحِيَةُ. وَالْأَقْطَارُ: الْجَوَانِبُ، وَيُقَالُ: طَعَنَهُ فَقَطَّرَهُ، أَيْ أَلْقَاهُ عَلَى أَحَدِ قُطْرَيْهِ، وَهُمَا جَانِبَاهُ. قَالَ:\nقَدْ عَلِمَتْ سَلْمَى وَجَارَاتُهَا ... مَا قَطَّرَ الْفَارِسَ إِلَّا أَنَا\nوَالْقُطُرُ: الْعُودُ. قَالَ طَرَفَةُ: وَتَنَادَى الْقَوْمُ فِي نَادِيهِمُ ... أَقُتَارٌ ذَاكَ أَمْ رِيحُ قُطُرْ\nوَالْقَطْرُ: قَطْرُ الْمَاءِ وَغَيْرِهِ. وَهَذَا بَابٌ يَنْقَاسُ فِي هَذَا الْمَوْضِعِ، لِأَنَّ مَعْنَاهُ التَّتَابُعُ. وَمِنْ ذَلِكَ قِطَارُ الْإِبِلِ. وَتَقَاطَرَ الْقَوْمُ، إِذَا جَاؤُوا أَرْسَالًا، مَأْخُوذٌ مِنْ قِطَارِ الْإِبِلِ. وَالْبَعِيرُ الْقَاطِرُ: الَّذِي لَا يَزَالُ بَوْلُهُ يَقْطُرُ. وَمِنْ أَمْثَالِهِمْ: \" الْإِنْفَاضُ يُقَطِّرُ الْجَلَبَ \"، يَقُولُ: إِذَا أَنْفَضَ الْقَوْمُ أَيْ قَلَّتْ أَزْوَادُهُمْ وَمَا عِنْدَهُمْ قَطَّرُوا الْإِبِلَ فَجَلَبُوهَا لِلْبَيْعِ. وَالْقَطِرَانُ، مُمْكِنٌ أَنْ يُسَمَّى بِذَلِكَ لِأَنَّهُ مِمَّا يَقْطُرُ، وَهُوَ فَعِلَانٌ. وَيُقَالُ: قَطَرْتُ الْبَعِيرَ بِالْهِنَاءِ أَقْطُرُهُ. قَالَ:\nكَمَا قَطَرَ الْمَهْنُوءَةَ الرَّجُلُ الطَّالِي\nوَمِمَّا لَيْسَ مِنْ هَذَا الْقِيَاسِ، الْقِطْرُ: النُّحَاسُ. وَقَوْلُهُمْ: قَطَرَ فِي الْأَرْضِ، أَيْ ذَهَبَ. وَاقْطَارَّ النَّبَاتُ، إِذَا قَارَبَ الْيُبْسَ.\n\n[بَابُ الْقَافِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:105-106"
  },
  "قطط": {
    "def": "الْقَافُ وَالطَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَطْعِ الشَّيْءِ بِسُرْعَةٍ عَرْضًا. يُقَالُ: قَطَطْتُ الشَّيْءَ أَقُطُّهُ قَطًّا. وَالْقَطَّاطُ: الْخَرَّاطُ الَّذِي يَعْمَلُ الْحُقَقَ، كَأَنَّهُ يَقْطَعُهَا. قَالَ:\nمِثْلَ تَقْطِيطِ الْحُقَقِ\nوَالْقِطْقِطُ: الرَّذَاذُ مِنَ الْمَطَرِ، لِأَنَّهُ مِنْ قِلَّتِهِ كَأَنَّهُ مُتَقَطِّعٌ. وَمِنَ الْبَابِ الشَّعْرُ الْقَطَطُ، وَهُوَ الَّذِي يَنْزَوِي، خِلَافُ السَّبْطِ، كَأَنَّهُ قُطَّ قَطًّا. يُقَالُ: قَطِطٌ شَعْرُهُ، وَهُوَ مِنَ الْكَلِمَاتِ النَّادِرَةِ فِي إِظْهَارِ تَضْعِيفِهَا. وَأَمَّا الْقِطُّ فَيُقَالُ إِنَّهُ الصَّكُّ بِالْجَائِزَةِ.\nفَإِنْ كَانَ مِنْ قِيَاسِ الْبَابِ فَلَعَلَّهُ مِنْ جِهَةِ التَّقْطِيعِ الَّذِي فِي الْمَكْتُوبِ عَلَيْهِ. قَالَ الْأَعْشَى:\nوَلَا الْمَلِكُ النُّعْمَانُ يَوْمَ لَقِيتُهُ ... بِغِبْطَتِهِ يُعْطِي الْقُطُوطَ وَيَأْفِقُ\nوَعَلَى هَذَا يُفَسَّرُ قَوْلُهُ تَعَالَى: ﴿وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ﴾ [ص: ١٦] كَأَنَّهُمْ أَرَادُوا كُتُبَهُمُ الَّتِي يُعْطَوْنَهَا مِنَ الْأَجْرِ فِي الْآخِرَةِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْقِطَّةُ: السِّنَّوْرَةُ: يُقَالُ [هُوَ] نَعْتٌ لَهَا دُونَ الذَّكَرِ.\nفَأَمَّا قَطْ بِمَعْنَى حَسْبُ فَلَيْسَ مِنْ هَذَا الْبَابِ، إِنَّمَا ذَاكَ مِنَ الْإِبْدَالِ، وَالْأَصْلُ قَدْ، قَالَ طَرَفَةُ:\nأَخِي ثِقَةٍ لَا يَنْثَنِي عَنْ ضَرِيبَةٍ ... إِذَا قِيلَ مَهْلًا قَالَ صَاحِبُهُ قَدِ لَكِنَّهُمْ أَبْدَلُوا الدَّالَ طَاءً فَيُقَالُ: قَطِي وَقَطْكَ وَقَطْنِي. وَأَنْشَدُوا:\nامْتَلَأَ الْحَوْضُ وَقَالَ قَطْنِي ... حَسْبِي رُوَيْدًا قَدْ مَلَأْتَ بَطْنِي\nوَيَقُولُونَ: قَطَاطِ، بِمَعْنَى حَسْبِي. وَقَوْلُهُمْ: مَا رَأَيْتُ مِثْلَهُ قَطُّ، أَيْ أَقْطَعُ الْكَلَامَ فِي هَذَا، بِقَوْلِهِ عَلَى جِهَةِ الْإِمْكَانِ. وَلَا يُقَالُ ذَلِكَ إِلَّا فِي الشَّيْءِ الْمَاضِي.",
    "pg": "5:12-14"
  },
  "قطع": {
    "def": "الْقَافُ وَالطَّاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ وَاحِدٌ، يَدُلُّ عَلَى صَرْمٍ وَإِبَانَةِ شَيْءٍ مِنْ شَيْءٍ. يُقَالُ: قَطَعْتُ الشَّيْءَ أَقْطَعُهُ قَطْعًا. وَالْقَطِيعَةُ: الْهِجْرَانُ. يُقَالُ: تَقَاطَعَ الرَّجُلَانِ، إِذَا تَصَارَمَا. وَبَعَثَتْ فُلَانَةُ إِلَى فُلَانَةَ بِأُقْطُوعَةٍ، وَهِيَ شَيْءٌ تَبْعَثُهُ إِلَيْهَا عَلَامَةً لِلصَّرِيمَةِ. وَالْقِطْعُ، بِكَسْرِ الْقَافِ، الطَّائِفَةُ مِنَ اللَّيْلِ، كَأَنَّهُ قِطْعَةٌ. وَيُقَالُ: قَطَعْتُ قَطْعًا. وَقَطَعَتِ الطَّيْرُ قُطُوعًا، إِذَا خَرَجَتْ مِنْ بِلَادِ [الْبَرْدِ إِلَى بِلَادِ] الْحَرِّ، أَوْ مِنْ تِلْكَ إِلَى هَذِهِ. وَالْقَطِيعُ: السَّوْطُ. قَالَ الْأَعْشَى:\nتُرَاقِبُ كَفِّي وَالْقَطِيعَ الْمُحَرَّمَا\nوَأَقْطَعْتُ الرَّجُلَ إِقْطَاعًا، كَأَنَّهُ طَائِفَةٌ قَدْ قُطِعَتْ مِنْ بَلَدٍ. وَيَقُولُونَ لِلْيَائِسِ مِنَ الشَّيْءِ: قَدْ قُطِعَ بِهِ، كَأَنَّهُ أَمَلٌ أَمَّلَهُ فَانْقَطَعَ. وَقَطَعْتُ النَّهْرَ قُطُوعًا، إِذَا عَبَرْتَهُ. وَأَقْطَعْتُ فُلَانًا قُضْبَانًا مِنَ الْكَرْمِ، إِذَا أَذِنْتَ لَهُ فِي قَطْعِهَا. وَالْقَضِيبُ: الْقَطِيعُ مِنَ الشَّجَرَةِ تُبْرَى مِنْهُ السِّهَامُ، وَالْجَمْعُ أَقْطُعٌ. قَالَ الْهُذَلِيُّ:\nوَنَمِيمَةً مِنْ قَانِصٍ مُتَلَبِّبٍ ... فِي كَفِّهِ جَشْءٌ أَجَشُّ وَأَقْطُعُ\nوَهَذَا الثَّوْبُ يُقْطِعُكَ قَمِيصًا. وَيُقَالُ: إِنَّ مُقَطِّعَةَ النِّيَاطِ: الْأَرْنَبُ، فَيُقَالُ إِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَقْطَعُ نِيَاطَ مَا يَتْبَعُهَا مِنَ الْجَوَارِحِ فِي طَلَبِهَا. وَيُقَالُ: النِّيَاطُ: بُعْدُ الْمَفَازَةِ. وَمِنَ الْبَابِ: قَطَّعَ الْفُرْسُ الْخَيْلَ تَقْطِيعًا: خَلَّفَهَا وَمَضَى، وَهُوَ تَفْسِيرُ الَّذِي ذَكَرْنَاهُ فِي مُقَطِّعَةِ النِّيَاطِ، إِذَا أُرِيدَ نِيَاطُ الْجَارِحِ.\nوَيُزَادُ فِي بِنَائِهِ فَيُقَالُ: جَاءَتِ الْخَيْلُ مُقْطَوْطِعَاتٍ، أَيْ سِرَاعًا. وَيَقُولُونَ: جَارِيَةٌ قَطِيعُ الْقِيَامِ. كَأَنَّهَا مِنْ سِمَنِهَا تَنْقَطِعُ عَنْهُ. وَفُلَانٌ مُنْقَطِعُ الْقَرِينِ فِي سَخَاءٍ أَوْ غَيْرِهِ. وَفِي بَعْضِ التَّفْسِيرِ فِي قَوْلِهِ تَعَالَى: ﴿فَلْيَمْدُدْ بِسَبَبٍ إِلَى السَّمَاءِ ثُمَّ لِيَقْطَعْ﴾ [الحج: ١٥] . إِنَّهُ الِاخْتِنَاقُ، وَالْقِيَاسُ فِيهِ صَحِيحٌ. وَمُنْقَطَعُ الرَّمْلِ وَمَقْطَعُهُ: حَيْثُ يَنْقَطِعُ. وَالْقَطِيعُ: الْقِطْعَةُ مِنَ الْغَنَمِ. وَالْمُقَطَّعَاتُ: الثِّيَابُ الْقِصَارُ. وَفِي الْحَدِيثِ: \" «أَنَّ رَجُلًا أَتَاهُ وَعَلَيْهِ مُقَطَّعَاتٌ لَهُ» \"، وَكَذَلِكَ مُقَطَّعَاتُ أَبْيَاتِ الشِّعْرِ. وَالْقُطْعُ: الْبُهْرُ. وَمَقَاطِعُ الْأَوْدِيَةِ: مَآخِيرُهَا. وَأَصَابَ بِئْرَ فُلَانٍ قُطْعٌ، إِذَا نَقَصَ مَاؤُهَا. وَالْقِطَعُ بِكَسْرِ الْقَافِ: الطِّنْفِسَةُ تُلْقَى عَلَى الرَّحْلِ; وَكَأَنَّهَا سُمِّيَتْ بِذَلِكَ لِأَنَّ نَاسِجَهَا يَقْطَعُهَا مِنْ غَيْرِهَا عِنْدَ الْفَرَاغِ، كَمَا يُسَمَّى الثَّوْبُ جَدِيدًا كَأَنَّ نَاسِجَهُ جَدَّهُ الْآنَ. وَالْجَمْعُ قُطُوعٌ. قَالَ:\nأَتَتْكَ الْعِيسُ تَنْفُخُ فِي بُرَاهَا ... تَكَشَّفُ عَنْ مَنَاكِبِهَا الْقَطُوعُ\nوَالْقِطْعُ: النَّصْلُ مِنَ السِّهَامِ الْعَرِيضِ، كَأَنَّهُ لَمَّا بُرِيَ قُطِعَ. وَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْقُطَيْعَاءُ: [ضَرْبٌ مِنَ التَّمْرِ. قَالَ] : [بَاتُوا يُعَشُّونَ الْقُطَيْعَاءَ] ضَيْفَهُمْ ... وَعِنْدَهُمُ الْبَرْنِيُّ فِي جُلَلٍ ثُجْلِ.",
    "pg": "5:101-103"
  },
  "قطف": {
    "def": "الْقَافُ وَالطَّاءُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى أَخْذِ ثَمَرَةٍ مِنْ شَجَرَةٍ، ثُمَّ يُسْتَعَارُ ذَلِكَ، فَتَقُولُ: قَطَفْتُ الثَّمَرَةَ أَقْطِفُهَا قَطْفًا. وَالْقِطْفُ: الْعُنْقُودُ. وَيُقَالُ: أَقَطَفَ الْكَرْمُ: دَنَا قِطَافُهُ. وَالْقُطَافَةُ: مَا يَسْقُطُ مِنَ الْقُطُوفِ. وَيُسْتَعَارُ ذَلِكَ فَيُقَالُ: قَطَفَ الدَّابَّةُ يَقْطِفُ قَطْفًا، وَهُوَ قَطُوفٌ، كَأَنَّهُ مِنْ سُرْعَةِ نَقْلِهِ قَوَائِمَهُ يَقْطِفُ مِنَ الْأَرْضِ شَيْئًا. وَقَدْ يُقَالُ لِلْخَدْشِ: قَطْفٌ; وَالْمَعْنَى قَرِيبٌ. [قَالَ] :\nوَلَكِنْ وَجْهَ مَوْلَاكَ تَقْطِفُ.",
    "pg": "5:103"
  },
  "قطل": {
    "def": "الْقَافُ وَالطَّاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَطْعِ الشَّيْءِ. يُقَالُ: قَطَلَهُ قَطْلًا، وَهُوَ قَطِيلٌ وَمَقْطُولٌ. وَنَخْلَةٌ قَطِيلٌ، إِذَا قُطِعَتْ مِنْ أَصْلِهَا فَسَقَطَتْ. وَيُقَالُ: إِنَّ الْقَطِيلَةَ: الْقِطْعَةُ مِنَ الْكِسَاءِ وَالثَّوْبِ يُنْشَفُ بِهَا الْمَاءُ. وَالْمِقْطَلَةُ: حَدِيدَةٌ يُقْطَعُ بِهَا، وَالْجَمْعُ مَقَاطِلُ، وَيُقَالُ إِنَّ أَبَا ذُؤَيْبٍ الْهُذَلِيَّ كَانَ يُلَقَّبُ \" الْقَطِيلَ \".",
    "pg": "5:103"
  },
  "قطم": {
    "def": "الْقَافُ وَالطَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَطْعِ الشَّيْءِ، وَعَلَى شَهْوَةٍ. فَالْقَطْعُ يُعَبَّرُ عَنْهُ بِالْقَطْمِ. يَقُولُونَ: قَطَمَ الْفَصِيلُ الْحَشِيشَ بِأَدْنَى فَمِهِ يَقْطِمُهُ. وَقَطَامِ: اسْمٌ مَعْدُولٌ، يَقُولُونَ إِنَّهُ مِنَ الْقَطْمِ. وَهُوَ الْقَطْعُ. وَأَمَّا الشَّهْوَةُ فَالْقَطَمُ. وَالرَّجُلُ الشَّهْوَانُ اللَّحْمِ قَطِمٌ. وَالْقُطَامِيُّ: الصَّقْرُ، وَلَعَلَّهُ سُمِّيَ بِذَلِكَ لِحِرْصِهِ عَلَى اللَّحْمِ. وَفَحْلٌ قَطِمٌ: مُشْتَهٍ لِلضِّرَابِ.",
    "pg": "5:103-104"
  },
  "قطن": {
    "def": "الْقَافُ وَالطَّاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اسْتِقْرَارٍ بِمَكَانٍ وَسُكُونٍ. يُقَالُ: قَطَنَ بِالْمَكَانِ: أَقَامَ بِهِ. وَسَكَنُ الدَّارِ: قَطِينُهُ. وَمِنَ الْبَابِ قَطِينُ الْمَلِكِ، يُقَالُ هُمْ تُبَّاعُهُ، وَذَلِكَ أَنَّهُمْ يَسْكُنُونَ حَيْثُ يَسْكُنُ. وَحَشَمُ الرَّجُلِ: قَطِينُهُ أَيْضًا.\nوَالْقُطْنُ عِنْدَنَا مُشْتَقٌّ مِنْ هَذَا لِأَنَّهُ لِأَهْلِ الْمَدَرِ وَالْقَاطِنِينَ بِالْقُرَى. وَكَذَلِكَ الْقِطْنِيَّةُ وَاحِدَةُ الْقَطَانِيِّ كَالْعَدَسِ وَشِبْهِهِ، لَا تَكُونُ إِلَّا لِقُطَّانِ الدُّورِ. وَيُقَالُ لِلْكَرْمِ إِذَا بَدَتْ زَمَعَاتُهُ: قَدْ قَطَّنَ; كَأَنَّ زَمَعَاتِهِ شُبِّهَتْ بِالْقُطْنِ. وَيُقَالُ إِنَّ الْقَطِنَةَ، وَالْجَمْعُ الْقَطِنُ: لُحْمَةٌ بَيْنَ الْوَرِكَيْنِ. قَالَ:\nحَتَّى أَتَى عَارِيَ الْجَآجِي وَالْقَطِنْ\nوَسُمِّيَتْ قَطِنَةً لِلُزُومِهَا ذَلِكَ الْمَوْضِعَ، وَكَذَلِكَ الْقَطِنَةُ، وَهِيَ شِبْهُ الرُّمَّانَةِ فِي جَوْفِ الْبَقَرَةِ.",
    "pg": "5:104"
  },
  "قطو": {
    "def": "الْقَافُ وَالطَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُقَارَبَةٍ فِي الْمَشْيِ. يُقَالُ: الْقَطْوُ: مُقَارَبَةُ الْخَطْوِ، وَبِهِ سُمِّيَتِ الْقَطَاةُ، وَجَمْعُهَا قَطًا.\nوَالْعَرَبُ تَقُولُ: \" لَيْسَ قَطًا مِثْلَ قُطَيٍّ \"، أَيْ لَيْسَ الْأَكَابِرُ مِثْلَ الْأَصَاغِرِ. قَالَ:\nلَيْسَ قَطًا مِثْلَ قُطَيٍّ وَلَا الْ ... مَرْعِيُّ فِي الْأَقْوَامِ كَالرَّاعِي وَسُمِّيَتْ قَطَاةً لِأَنَّهَا تَقْطُو فِي الْمِشْيَةِ. وَيَقُولُونَ: اقْطَوْطَى الرَّجُلُ فِي مِشْيَتِهِ; اسْتَدَارَ. وَمِمَّا اسْتُعِيرَ مِنْ هَذَا الْبَابِ الْقَطَاةُ: مَقْعَدُ الرَّدِيفِ مِنْ ظَهْرِ الْفَرَسِ.",
    "pg": "5:104-105"
  },
  "قعث": {
    "def": "الْقَافُ وَالْعَيْنُ وَالثَّاءُ أُصَيْلٌ يَدُلُّ عَلَى كَثْرَةٍ. يَقُولُونَ: الْقَعِيثُ: الْمَطَرُ الْكَثِيرُ، وَالسَّيْبُ الْكَثِيرُ، وَأَقْعَثَ لَهُ الْعَطِيَّةَ: أَجْزَلَهَا.",
    "pg": "5:108"
  },
  "قعد": {
    "def": "الْقَافُ وَالْعَيْنُ وَالدَّالُ أَصْلٌ مُطَّرِدٌ مُنْقَاسٌ لَا يُخْلَفُ، وَهُوَ يُضَاهِي الْجُلُوسَ وَإِنْ كَانَ يُتَكَلَّمُ فِي مَوَاضِعَ لَا يُتَكَلَّمُ فِيهَا بِالْجُلُوسِ. يُقَالُ: قَعَدَ الرَّجُلُ يَقْعُدُ قُعُودًا. وَالْقَعْدَةُ: الْمَرَّةُ الْوَاحِدَةُ. وَالْقِعْدَةُ: الْحَالُ حَسَنَةً أَوْ قَبِيحَةً فِي الْقُعُودِ. وَرَجُلٌ ضُجَعَةٌ قُعَدَةٌ: كَثِيرُ الْقُعُودِ وَالِاضْطِجَاعِ. وَالْقَعِيدَةُ: قَعِيدَةُ الرَّجُلِ: امْرَأَتُهُ. قَالَ:\nلَكِنْ قَعِيدَةُ بَيْتِهَا مَجْفُوَّةٌ ... بَادٍ جَنَاجِنُ صَدْرِهَا وَبِهَا جَنَا\nوَامْرَأَةٌ قَاعِدَةٌ، إِنْ أَرَدْتَ الْقُعُودَ، وَقَاعِدٌ عَنِ الْحَيْضِ وَالْأَزْوَاجِ، وَالْجَمْعُ قَوَاعِدُ. قَالَ اللَّهُ تَعَالَى: ﴿وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا﴾ [النور: ٦٠] . وَالْمُقْعَدَاتُ: الضَّفَادِعُ. وَالْقُعْدُدُ: اللَّئِيمُ، وَزِيدَ فِي بِنَائِهِ لِقُعُودِهِ عَنِ الْمَكَارِمِ. وَأَمَّا الْقُعْدَدُ وَالْقُعْدُدُ فَهُوَ أَقْرَبُ الْقَوْمِ إِلَى الْأَبِ الْأَكْبَرِ. وَفُلَانٌ أَقْعَدُ نَسَبًا، إِذَا كَانَ أَقْرَبَ إِلَى الْأَبِ الْأَكْبَرِ، وَقِيَاسُهُ صَحِيحٌ لِأَنَّهُ قَاعِدٌ مَعَ الْأَبِ الْأَكْبَرِ. وَالْقَعِيدُ مِنَ الْوَحْشِ: مَا يَأْتِيكَ مِنْ وَرَائِكَ، وَهُوَ خِلَافُ النَّطِيحِ مُسْتَقْبِلُكَ.\nوَالْقَعَدُ: الْقَوْمُ لَا دِيوَانَ لَهُمْ، فَكَأَنَّهُمْ أُقْعِدُوا عَنِ الْغَزْوِ. وَالثَّدْيُ الْمُقْعَدُ عَلَى النَّهْدِ: النَّاهِدُ، كَأَنَّهُ أُقْعِدَ فِي ذَلِكَ الْمَكَانِ. وَذُو الْقَعْدَةِ: شَهْرٌ كَانَتِ الْعَرَبُ تَقْعُدُ فِيهِ عَنِ الْأَسْفَارِ. وَالْقُعْدَةُ: الدَّابَّةُ تُقْتَعَدُ لِلرُّكُوبِ خَاصَّةً. وَالْقَعُودُ مِنَ الْإِبِلِ كَذَلِكَ. وَيُقَالُ الْقَعِيدَةُ: الْغِرَارَةُ، لِأَنَّهَا تُمْلَأُ وَتُقْعَدُ. وَالْقَعِيدُ: الْجَرَادُ الَّذِي لَمْ يَسْتَوِ جَنَاحُهُ. وَقَوَاعِدُ الْبَيْتِ: أَسَاسُهُ. وَقَوَاعِدُ الْهَوْدَجِ: خَشَبَاتٌ أَرْبَعٌ مُعْتَرِضَاتٌ فِي أَسْفَلِهِ. وَالْإِقْعَادُ وَالْقُعَادُ: دَاءٌ يَأْخُذُ الْإِبِلَ فِي أَوْرَاكِهَا فَيُمِيلُهَا إِلَى الْأَرْضِ. وَالْمُقْعَدَةُ مِنَ الْآبَارِ: الَّتِي أُقْعِدَتْ فَلَمْ يُنْتَهَ بِهَا إِلَى الْمَاءِ وَتُرِكَتْ. وَالْمُقْعَدُ: فَرْخُ النَّسْرِ. وَقَعَدَتِ الرَّخَمَةُ، إِذَا جَثَمَتْ. وَالْمَقَاعِدُ: مَوْضِعُ قُعُودِ النَّاسِ فِي أَسْوَاقِهِمْ. وَالْقُعُدَاتُ: السُّرُوجُ وَالرِّحَالُ. فَأَمَّا قَوْلُهُمْ: قَعِيدَكَ اللَّهُ، وَقَعْدَكَ اللَّهُ، فِي مَعْنَى الْقَسَمِ. . . . . . . . . . . .",
    "pg": "5:108-109"
  },
  "قعر": {
    "def": "الْقَافُ وَالْعَيْنُ وَالرَّاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ، يَدُلُّ عَلَى هَزْمٍ فِي الشَّيْءِ ذَاهِبٍ سُفْلًا. يُقَالُ: هَذَا قَعْرُ الْبِئْرِ، وَقَعْرُ الْإِنَاءِ، وَهَذِهِ قَصْعَةٌ قَعِيرَةٌ. وَقَعَّرَ الرَّجُلُ فِي كَلَامِهِ: شَدَّقَ. وَامْرَأَةٌ قَعِرَةٌ: نَعْتُ سَوْءٍ فِي الْجِمَاعِ. وَانْقَعَرَتِ الشَّجَرَةُ مِنْ أَرُومَتِهَا: انْقَلَعَتْ.",
    "pg": "5:109"
  },
  "قعز": {
    "def": "الْقَافُ وَالْعَيْنُ وَالزَّاءُ لَيْسَ فِيهِ إِلَّا طَرِيفَةُ ابْنُ دُرَيْدٍ، قَالَ: قَعَزْتُ الْإِنَاءَ: مَلَأْتُهُ. وَقَعَزْتُ فِي الْمَاءِ: عَبَبْتُ.",
    "pg": "5:109"
  },
  "قعس": {
    "def": "الْقَافُ وَالْعَيْنُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ثَبَاتٍ وَقُوَّةٍ، وَيَتَوَسَّعُونَ فِي ذَلِكَ عَلَى مَعْنَى الِاسْتِعَارَةِ، فَيُقَالُ لِلرَّجُلِ الْمَنِيعِ الْعَزِيزِ: أَقْعَسُ وَلِلْغَلِيظِ الْعُنُقِ قَوْعَسُ. [وَ] الْأَقْعَسَانِ: جَبَلَانِ طَوِيلَانِ. وَلَيْلٌ أَقْعَسُ، أَيْ طَوِيلٌ ثَابِتٌ، كَأَنَّهُ لَا يَكَادُ يَبْرَحُ. وَالْإِقْعَاسُ: الْغِنَى وَالْإِكْثَارُ. وَعِزَّةٌ قَعْسَاءُ: ثَابِتَةٌ لَا تَزُولُ أَبَدًا. [قَالَ] :\nوَعِزَّةٌ قَعْسَاءُ لَنْ تُنَاصَى\nوَالْعِزُّ الْأَقْعَسُ فِي الْمُذَكَّرِ.\nوَمِمَّا حُمِلَ عَلَى هَذَا: الْقَعَسُ: دُخُولُ الْعُنُقِ فِي الصَّدْرِ حَتَّى يَصِيرَ خِلَافَ الْحَدَبِ، لِأَنَّ صَدْرَهُ كَأَنَّهُ يَرْتَفِعُ. يُقَالُ: تَقَاعَسَ تَقَاعُسًا، وَاقْعَنْسَسَ اقْعِنْسَاسًا. قَالَ:\nبِئْسَ مُقَامُ الشَّيْخِ أَمْرِسْ أَمْرِسِ ... إِمَّا عَلَى قَعْوٍ وَإِمَّا اقْعَنْسِسِ.",
    "pg": "5:109-110"
  },
  "قعش": {
    "def": "الْقَافُ وَالْعَيْنُ وَالشِّينُ أُصَيْلٌ يَدُلُّ عَلَى انْحِنَاءٍ فِي شَيْءٍ. يُقَالُ قَعَشْتُ رَأْسَ الْخَشَبَةِ كَيْمَا تُعْطَفُ إِلَيْكَ. وَقَعَشْتُ الشَّيْءَ: جَمَعْتُهُ. وَهُوَ ذَلِكَ الْقِيَاسُ، لِأَنَّكَ تَعْطِفُ بَعْضَهُ عَلَى بَعْضٍ، وَتَقَعْوَشَ الرَّجُلُ، إِذَا انْحَنَى. وَكَذَلِكَ الْجِذْعُ. وَالْقُعُوشُ: مَرَاكِبُ النِّسَاءِ، الْوَاحِدُ قَعْشٌ.",
    "pg": "5:110"
  },
  "قعص": {
    "def": "الْقَافُ وَالْعَيْنُ وَالصَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى دَاءٍ يَدْعُو إِلَى الْمَوْتِ. يُقَالُ: ضَرَبَهُ فَأَقْعَصَهُ: أَيْ قَتَلَهُ مَكَانَهُ. وَالْقَعَصُ: الْمَوْتُ الْوَحِيُّ. وَمَاتَ فُلَانٌ قَعَْصًا. وَالْقُعَاصُ: دَاءٌ يَأْخُذُ فِي الصَّدْرِ كَأَنَّهُ يَكْسِرُ الْعُنُقَ، يُقَالُ قُعِصَتْ فَهِيَ مَقْعُوصَةٌ.",
    "pg": "5:110-111"
  },
  "قعض": {
    "def": "الْقَافُ وَالْعَيْنُ وَالضَّادُ كَلِمَةٌ تَدُلُّ عَلَى عَطْفِ شَيْءٍ وَحَنْيِهِ. مِنْ ذَلِكَ الْقَعْضُ: عَطْفُكَ رَأْسَ الْخَشَبَةِ، كَمَا تُعْطَفُ عُرُوشُ الْكَرْمِ. وَهُوَ قَوْلُهُ:\nأُطُرَ الصَّنَاعَيْنِ [الْعَرِيشَ] الْقَعْضَا.",
    "pg": "5:111"
  },
  "قعط": {
    "def": "الْقَافُ وَالْعَيْنُ وَالطَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شَدِّ شَيْءٍ، وَعَلَى شِدَّةٍ فِي شَيْءٍ. مِنْ ذَلِكَ الْاقْتِعَاطُ، وَهُوَ شَدُّ الْعِصَابَةِ وَالْعِمَامَةِ. يُقَالُ: اقْتَعَطْتُ الْعِمَامَةَ، وَذَلِكَ أَنْ يَشُدَّهَا بِرَأْسِهِ وَلَا يَجْعَلَهَا تَحْتَ حَنَكِهِ. وَفِي الْحَدِيثِ: \" «أَمَرَ بِالتَّلَحِّي وَنَهَى عَنِ الِاقْتِعَاطِ» \". وَيَقُولُونَ: الْقَعَطُ: الْغَضَبُ وَشِدَّةُ الصِّيَاحِ. وَالْقَعْطُ: الضِّيقُ. يُقَالُ: قَعَّطَ عَلَى غَرِيمِهِ: ضَيَّقَ. وَمِمَّا شَذَّ عَنْ هَذَا الْقَعْطُ: الشَّاءُ الْكَثِيرُ.",
    "pg": "5:111"
  },
  "قعع": {
    "def": "الْقَافُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حِكَايَاتِ صَوْتٍ. مِنْ ذَلِكَ الْقَعْقَعَةُ: حِكَايَةُ أَصْوَاتِ التِّرَسَةِ وَغَيْرِهَا. وَالْمُقَعْقِعُ: الَّذِي يُجِيلُ الْقِدَاحَ، وَيَكُونُ لِلْقِدَاحِ عِنْدَ ذَلِكَ أَدْنَى صَوْتٍ. وَيُقَالُ رَجُلٌ قَعْقَعَانِيٌّ، إِذَا مَشَى سَمِعْتَ لِمَفَاصِلِهِ قَعْقَعَةً. قَالَ:\nقَعْقَعَةَ الْمِحْوَرِ خُطَّافَ الْعَلَقْ\nوَحِمَارٌ قَعْقَعَانِيٌّ، وَهُوَ الَّذِي إِذَا حَمَلَ عَلَى الْعَانَةِ صَكَّ لَحْيَيْهِ. وَيُقَالُ: قَرَبٌ قَعْقَاعٌ: حَثِيثٌ، سُمِّيَ بِذَلِكَ لِمَا يَكُونُ عِنْدَهُ مِنْ حَرَكَاتِ السَّيْرِ وَقَعْقَعَتِهِ. وَطَرِيقٌ قَعْقَاعٌ: لَا يُسْلَكُ إِلَّا بِمَشَقَّةٍ. فَأَمَّا الْقُعَاعُ فَالْمَاءُ الْمُرُّ الْغَلِيظُ. قَالَ: أَقَعُّوا، إِذَا أَنْبَطُوا قُعَاعًا. فَهَذَا مُمْكِنٌ أَنْ يَكُونَ شَاذًّا عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ، وَمُمْكِنٌ أَنْ يَكُونَ مَقْلُوبًا مِنْ عَقَّ، وَقَدْ مَضَى ذِكْرُهُ، وَيَقُولُونَ: قَعْقَعَ فِي الْأَرْضِ: ذَهَبَ. وَهَذَا مِنْ قِيَاسِ الْبَابِ، لِمَا يَكُونُ لَهُ عِنْدَ سَيْرِهِ مِنْ حَرَكَةٍ وَقَعْقَعَةٍ.",
    "pg": "5:14-15"
  },
  "قعف": {
    "def": "الْقَافُ وَالْعَيْنُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اجْتِرَافِ شَيْءٍ وَأَخْذِهِ أَجْمَعَ. مِنْ ذَلِكَ الْقَعْفُ، وَهُوَ شِدَّةُ الْوَطْءِ وَاجْتِرَافُ التُّرَابِ بِالْقَوَائِمِ. وَالْقَاعِفُ: الْمَطَرُ الشَّدِيدُ يَجْرُفُ وَجْهَ الْأَرْضِ. وَسَيْلٌ قُعَافٌ، مِثْلُ الْجُرَافِ. وَقَعَفْتُ النَّخْلَةَ، إِذَا قَلَعْتُهَا مِنْ أَصْلِهَا. وَالْقَعْفُ: اشْتِفَافُكَ مَا فِي الْإِنَاءِ أَجْمَعَ.\n\n[بَابُ الْقَافِ وَالْفَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:111-112"
  },
  "قعل": {
    "def": "الْقَافُ وَالْعَيْنُ وَاللَّامُ ثَلَاثُ كَلِمَاتٍ غَيْرُ مُتَجَانِسَةٍ وَلَا قِيَاسَ لَهَا.\nفَالْأُولَى الْقُعَالُ: مَا تَنَاثَرَ مِنْ نَوْرِ الْعِنَبِ. وَالثَّانِيَةُ: الْقَوَاعِلُ: رُؤُوسُ الْجِبَالِ، وَاحِدَتُهَا قَاعِلَةٌ. وَالثَّالِثَةُ الْقَعْوَلَى: مِشْيَةٌ يَسْفِي مَاشِيهَا التُّرَابَ بِصُدُورِ قَدَمَيْهِ.",
    "pg": "5:106-107"
  },
  "قعم": {
    "def": "الْقَافُ وَالْعَيْنُ وَالْمِيمُ كَلِمَاتٌ لَا تَرْجِعُ إِلَى قِيَاسٍ وَاحِدٍ، لَكِنَّهَا مُتَبَايِنَةٌ. يَقُولُونَ: أُقْعِمَ الرَّجُلُ، إِذَا أَصَابَهُ دَاءٌ فَقَتَلَهُ. وَأَقْعَمَتْهُ الْحَيَّةُ. وَالْقَعَمُ: مَيَلٌ فِي الْأَنْفِ. وَيُقَالُ إِنَّ الْقَعَمَ فِي الْأَلْيَتَيْنِ: ارْتِفَاعُهُمَا، لَا تَكُونَانِ مُسْتَرْخِيَتَيْنِ. وَيَقُولُونَ: الْقَيْعَمُ: السِّنَّوْرُ.",
    "pg": "5:107"
  },
  "قعن": {
    "def": "الْقَافُ وَالْعَيْنُ وَالنُّونُ لَيْسَ فِيهِ إِلَّا قُعَيْنٌ: قَبِيلَةٌ مِنَ الْعَرَبِ.",
    "pg": "5:107"
  },
  "قعو": {
    "def": "الْقَافُ وَالْعَيْنُ وَالْحَرْفُ الْمُعْتَلُّ فِيهِ كَلِمَاتٌ لَا قِيَاسَ لَهَا.\nيَقُولُونَ: قَعَا الْفَحْلُ النَّاقَةَ قُعُوًّا. وَالْقَعْوُ: خَشَبَتَانِ فِي الْبَكْرَةِ فِيهِمَا الْمِحْوَرُ. قَالَ:\nمَقْذُوفَةٍ بِدَخِيسِ اللَّحْمِ بَازِلُهَا ... لَهُ صَرِيفٌ صَرِيفَُ الْقَعْوِ بِالْمَسَدِ\nوَأَقْعَى الرَّجُلُ فِي مَجْلِسِهِ، إِذَا تَسَانَدَ كَمَا يُقْعِي الْكَلْبُ. وَنُهِيَ عَنِ الْإِقْعَاءِ فِي الصَّلَاةِ. وَذَكَرَ ابْنُ دُرَيْدٍ: امْرَأَةٌ قَعْوَاءُ: دَقِيقَةُ السَّاقَيْنِ.",
    "pg": "5:107-108"
  },
  "قفح": {
    "def": "الْقَافُ وَالْفَاءُ وَالْحَاءُ، قَالَ ابْنُ دُرَيْدٍ: قَفَحَتْ نَفْسُهُ عَنِ الشَّيْءِ إِذَا كَرِهَتْهُ. قَالَ: وَهُوَ فِي شِعْرِ الطِّرِمَّاحِ.",
    "pg": "5:113"
  },
  "قفخ": {
    "def": "الْقَافُ وَالْفَاءُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ وَهُوَ ضَرْبُ الشَّيْءِ الْيَابِسِ عَلَى مِثْلِهِ. يُقَالُ قَفَخَ هَامَتَهُ. قَالَ:\nقَفْخًا عَلَى الْهَامِ وَبَجًّا وَخْضَا.",
    "pg": "5:113-114"
  },
  "قفد": {
    "def": "الْقَافُ وَالْفَاءُ وَالدَّالُ أَصْلٌ يَدُلُّ عَلَى الْتِوَاءٍ فِي شَيْءٍ. مِنْ ذَلِكَ الْقَفَدُ: الْتِوَاءُ رُسْغِ الْيَدِ الْوَحْشِيِّ; رَجُلٌ أَقْفَدُ وَامْرَأَةٌ قَفْدَاءُ. وَكَذَلِكَ الْفَرَسُ. وَيَقُولُونَ: الْقَفْدَاءُ: جِنْسٌ مِنَ الِاعْتِمَامِ.",
    "pg": "5:114"
  },
  "قفر": {
    "def": "الْقَافُ وَالْفَاءُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى خُلُوٍّ مِنْ خَيْرٍ. مِنْ ذَلِكَ الْقَفْرُ: الْأَرْضُ الْخَالِيَةُ. وَمِنْهُ الْقَفَارُ: الطَّعَامُ وَلَا أُدْمَ مَعَهُ. وَفِي الْحَدِيثِ: \" «مَا أَقْفَرَ بَيْتٌ فِيهِ خَلٌّ» \". وَامْرَأَةٌ قَفْرَةٌ: قَلِيلَةُ اللَّحْمِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ، وَهُوَ مِنْ بَابِ الْإِبْدَالِ، يَقُولُونَ: اقْتَفَرْتُ الْأَثَرَ وَاقْتَفَيْتُهُ، وَتَفَقَّرَ مِثْلُهُ. قَالَ صَخْرٌ:\nفَإِنِّي عَنْ تَفَقُّرِكُمْ مَكِيثُ\nوَأَمَّا الْقَفُّورُ فَنَبْتٌ. قَالَ ابْنُ أَحْمَرَ:\nتَرْعَى الْقَطَاةُ الْخِمْسَ قَفُّورَهَا ... ثُمَّ تَعُرُّ الْمَاءَ فِيمَنْ يَعُرْ\nوَمِنَ الْقِيَاسِ الْأَوَّلِ قَوْلُهُمْ: نَزَلْنَا بِبَنِي فُلَانٍ فَبِتْنَا الْقَفْرَ، إِذَا لَمْ يَقْرُونَا وَقَالَ ابْنُ دُرَيْدٍ - وَلَيْسَ مِنَ الْبَابَيْنِ -: الْقَفَرُ: الشَّعْرُ. وَأَنْشَدَ: قَدْ عَلِمَتْ خَوْدٌ بِسَاقَيْهَا الْقَفَرُ ... لَتُرْوَيَنَّ أَوْ لَتُبِيدَنَّ الشُّجُرْ\nجَمْعُ شِجَارٍ وَهُوَ خَشَبُ الْبِئْرِ.",
    "pg": "5:114-115"
  },
  "قفز": {
    "def": "الْقَافُ وَالْفَاءُ وَالزَّاءُ أَصْلَانِ يَدُلُّ [أَحَدُهُمَا] عَلَى شُبَهِ الْوَثْبِ، وَالْآخَرُ عَلَى شَيْءٍ يُلْبَسُ.\nفَالْأَوَّلُ الْقَفَزَانُ: مَصْدَرُ قَفَزَ. وَيُقَالُ لِلضَّفَادِعِ: الْقَوَافِزُ. وَالْآخَرُ الْقُفَّازُ: وَهُوَ ضَرْبٌ مِنَ الْحُلِيِّ تَتَّخِذُهُ الْمَرْأَةُ فِي يَدَيْهَا وَرِجْلَيْهَا. وَيَقُولُونَ عَلَى التَّشْبِيهِ بِهَذَا: فَرَسٌ مُقَفَّزٌ، إِذَا اسْتَدَارَ تَحْجِيلُهُ بِقَوَائِمِهِ وَلَمْ يُجَاوِزِ الْأَشَاعِرَ نَحْوَ الْمُنَعَّلِ. فَأَمَّا الْقَفِيزُ فَمُعَرَّبٌ.",
    "pg": "5:115"
  },
  "قفس": {
    "def": "الْقَافُ وَالْفَاءُ وَالسِّينُ. يَقُولُونَ: الْقَفَسُ: الْغَضَبُ.",
    "pg": "5:115"
  },
  "قفش": {
    "def": "الْقَافُ وَالْفَاءُ وَالشِّينُ. فِيهِ طَرِيفَةُ ابْنِ دُرَيْدٍ: قَفَشَ: جَمَعَ.",
    "pg": "5:115"
  },
  "قفص": {
    "def": "الْقَافُ وَالْفَاءُ وَالصَّادُ كَلِمَاتٌ تَدُلُّ عَلَى جُمَعٍ وَاجْتِمَاعٍ. يَقُولُونَ: تَقَفَّصَ، إِذَا تَجَمَّعَ، وَقَفَّصْتُ الظَّبْيَ، إِذَا شَدَدْتُ قَوَائِمَهُ جَمِيعًا. وَقَوْلُهُمْ: إِنَّ الْقَفْصَ: الْوَثْبُ، مِنْ هَذَا، وَذَلِكَ تَجَمُّعٌ.",
    "pg": "5:115"
  },
  "قفط": {
    "def": "الْقَافُ وَالْفَاءُ وَالطَّاءُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: قَفَطَ الطَّائِرُ، إِذَا سَفِدَ.",
    "pg": "5:115-116"
  },
  "قفع": {
    "def": "الْقَافُ وَالْفَاءُ وَالْعَيْنُ كَلِمَاتٌ تَدُلُّ عَلَى تَجَمُّعٍ فِي شَيْءٍ. يُقَالُ: أُذُنٌ قَفْعَاءُ، كَأَنَّهَا أَصَابَتْهَا نَارٌ فَانْزَوَتْ. وَالرِّجْلُ الْقَفْعَاءُ: الَّتِي ارْتَدَّتْ أَصَابِعُهَا إِلَى الْقَدَمِ مِنَ الْبَرْدِ. وَالْقَفْعَةُ: شَيْءٌ يُتَّخَذُ مِنْ خُوصٍ يُجْتَنَى فِيهِ الرُّطَبُ. وَفِي الْحَدِيثِ فِي ذِكْرِ الْجَرَادِ: \" «لَيْتَ عِنْدَنَا مِنْهُ قَفْعَةً أَوْ قَفْعَتَيْنِ» \". وَاللَّهُ تَعَالَى أَعْلَمُ وَأَحْكَمُ.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرِ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ قَافٌ]\nٌ وَمِنْهُ مَا لَهُ أَدْنَى قِيَاسٍ، وَمِنْهُ مَا وُضِعَ وَضْعًا.\nمِنْ ذَلِكَ (الْقَفَنْدَرُ) : الشَّيْخُ. وَالْقَفَنْدَرُ: اللَّئِيمُ الْفَاحِشُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ النُّونُ، ثُمَّ يَكُونُ مَنْحُوتًا مِنَ الْقَفْدِ وَالْقَفْرُ: الْخَلَاءُ مِنَ الْأَرْضِ، وَالْقَفْدُ مِنْ قَفَدْتُهُ، كَأَنَّهُ ذَلِيلٌ مَهِينٌ.\n\nوَمِنْ ذَلِكَ (الْقَلَمَّسُ) : السَّيِّدُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ اللَّامُ، وَهُوَ مِنَ الْقَمْسِ وَالْقَامُوسِ، وَهُوَ مُعْظَمُ الْمَاءِ، شُبِّهَ بِقَامُوسِ الْبَحْرِ.\n\nوَمِنْ ذَلِكَ (الْقَلَهْذَمُ) ، يُقَالُ هُوَ صِفَةٌ لِلْمَاءِ الْكَثِيرِ. وَهَذَا مِمَّا زِيدَتْ فِيهِ اللَّامُ وَالْهَاءُ، وَهُوَ مِنَ الْقَذْمِ وَهُوَ الْكَثْرَةُ، وَقَدْ فَسَّرْنَاهُ.\n\nوَمِنْ ذَلِكَ (الْقَصَنْصَعُ) ، وَهُوَ الْقَصِيرُ، وَهُوَ مِمَّا زِيدَتْ فِيهِ النُّونُ وَكُرِّرَتْ صَادُهُ، وَهُوَ مِنَ الْقَصْعِ. وَقَدْ قُلْنَا إِنَّ الْقَصْعَ يَدُلُّ عَلَى مُطَامَنَةٍ فِي شَيْءٍ وَهَزْمٍ فِيهِ، كَأَنَّهُ قُصِعَ. وَمِنْ ذَلِكَ (الْقُرْشُومُ) وَهُوَ الْقُرَادُ، وَقَدْ زِيدَتْ فِيهِ الْمِيمُ، وَأَصْلُهُ الْقِرْشُ، وَهُوَ الْجَمْعُ، سُمِّيَ قَرْشُومًا لِتَجَمُّعِ خَلْقِهِ.\n\nوَمِنْ ذَلِكَ الْحَسَبُ (الْقُدْمُوسُ) : الْقَدِيمُ، وَهُوَ مِمَّا زِيدَتْ فِيهِ السِّينُ وَأَصْلُهُ مِنَ الْقِدَمِ. وَرَجُلٌ قُدْمُوسٌ: سَيِّدٌ، وَهُوَ ذَلِكَ الْمَعْنَى.\n\nوَمِنْ ذَلِكَ (الْقُرْضُوبُ) هُوَ اللِّصُّ. قَالَ الْأَصْمَعِيُّ: وَأَصْلُهُ قَطْعُ الشَّيْءِ. يُقَالُ: قَرْضَبْتُهُ: قَطَعْتُهُ. وَالَّذِي ذَكَرَهُ الْأَصْمَعِيُّ صَحِيحٌ، وَالْكَلِمَةُ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مَنْ قَرَضَ وَقَضَبَ، وَمَعْنَاهُمَا جَمِيعًا: الْقَطْعُ.\n\nوَمِنْ ذَلِكَ (الْقِنْعَاسُ) وَهُوَ الشَّدِيدُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ النُّونُ، وَأَصْلُهُ مِنَ الْأَقْعَسِ وَالْقَعْسَاءِ، وَقَدْ فَسَّرْنَاهُ.\n\nوَمِنْهُ رَجُلٌ (قُنَاعِسٌ) : مُجْتَمِعُ الْخَلْقِ.\n\nوَمِنْ ذَلِكَ (الْقَمْطَرِيرُ) : الشَّدِيدُ، وَهَذَا مِمَّا زِيدَتْ فِيهِ الرَّاءُ وَكُرِّرَتْ تَأْكِيدًا لِلْمَعْنَى، وَالْأَصْلُ قَمَطَ وَقَدْ ذَكَرْنَاهُ، وَأَنَّ مَعْنَاهُ الْجَمْعُ، وَمِنْهُ قَوْلُهُمْ بَعِيرٌ قِمَطْرٌ: مُجْتَمِعُ الْخَلْقِ. وَالْقِيَاسُ كُلُّهُ وَاحِدٌ.\n\nوَمِنْ ذَلِكَ (اقْفَعَلَّتْ) يَدُهُ: تَقَبَّضَتْ. وَهَذَا مِمَّا زِيدَتْ فِيهِ اللَّامُ، وَهُوَ مَنْ تَقَفَّعَ الشَّيْءُ، وَقَدْ ذَكَرْنَاهُ.\n\nوَمِنْ ذَلِكَ (الْقَلْفَعُ) ، وَهُوَ مَا يَبِسَ مِنَ الطِّينِ عَلَى الْأَرْضِ فَيَتَقَلَّفُ. وَهَذِهِ مَنْحُوتَةٌ مِنْ ثَلَاثِ كَلِمَاتٍ: مِنْ قَفَعَ، وَقَلَعَ، وَقَلَفَ، وَقَدْ فُسِّرَ. وَمِنْ ذَلِكَ (الْقَرَقُوسُ) ، وَهُوَ الْقَاعُ الْأَمْلَسُ، وَأَصْلُهُ مِنَ الْقَرَقِ، وَالسِّينُ فِيهِ زَائِدَةٌ، وَقَدْ ذَكَرْنَاهُ.\n\nوَمِنْ ذَلِكَ (الْقَنَازِعُ) مِنَ الشَّعْرِ، وَهُوَ مَا ارْتَفَعَ وَطَالَ، وَأَصْلُهُ مِنَ الْقَزْعِ، وَالنُّونُ زَائِدَةٌ، وَقَدْ ذَكَرْنَاهُ.\n\nوَمِنْ ذَلِكَ (الْقُرْفُصَاءُ) ، وَهُوَ أَنْ يَقْعُدَ الرَّجُلُ قِعْدَةَ الْمُحْتَبِي ثُمَّ يَضَعُ يَدَيْهِ عَلَى سَاقَيْهِ كَأَنَّهُ مُحْتَبٍ بِهِمَا. وَيُقَالُ: قَرْفَصْتُ الرَّجُلَ: شَدَدْتُهُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الرَّاءُ، وَأَصْلُهُ مِنَ الْقَفْصِ، وَقَدْ ذَكَرْنَاهُ.\n\nوَمِنْ ذَلِكَ (أُمُّ قَشْعَمٍ) : الْمَنِيَّةُ وَالدَّاهِيَةُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْمِيمُ، وَالْأَصْلُ الْقَشْعُ.\n\nوَمِنْ ذَلِكَ (قُرْمُوصُ) الصَّائِدُ: بَيْتُهُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الرَّاءُ، وَأَصْلُهُ الْقُمُصُ وَقَدْ مَرَّ.\n\nوَمِنْ ذَلِكَ شَيْءٌ ذَكَرَهُ ابْنُ دُرَيْدٍ: بَعِيرٌ (قُرَامِلُ) : عَظِيمُ الْخَلْقِ. وَهَذَا مِمَّا زِيدَتْ لَامُهُ، وَأَصْلُهُ الْقَرْمُ.\n\nوَمِنْ ذَلِكَ (الْقُطْرُبُ) ، وَهُوَ دُوَيْبَةٌ تَسْعَى نَهَارَهَا دَائِبًا. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْقَافُ، وَالْأَصْلُ الطَّرَبُ: خِفَّةٌ تُصِيبُ الْإِنْسَانَ; فَسُمِّيَ قُطْرُبًا لِخِفَّتِهِ فِي سَعْيِهِ. وَيَقُولُونَ: الْقُطْرُبُ: الْجُنُونُ. وَالْقُطْرُبُ: الْكَلْبُ الصَّغِيرُ، وَقِيَاسُهُ وَاحِدٌ. وَمِمَّا وُضِعَ وَضْعًا (الْقَلَهْبَسَةُ) : الْهَامَةُ الْمُدَوَّرَةُ.\n\nوَ (الْقِطْمِيرُ) : الْحَبَّةُ فِي بَطْنِ النَّوَاةِ.\n\nوَ (الْقِرْمِيدُ) : الْآجُرُّ.\n\nوَيَقُولُونَ: (الْقُرْقُوفُ) : الْجَوَّالُ.\n\nوَيَقُولُونَ (اقْرَنْبَعَ) فِي جِلْسَتِهِ: تَقَبَّضَ.\n\nوَ (اقْمَعَدَّ) : عَسُرَ.\n\nوَ (اقْذَعَلَّ) : عَسُرَ.\n\nوَ (الْقَبَعْثَرُ) الْعَظِيمُ الْخَلْقِ.\n\nوَ (الْقَرَبُوسُ) لِلسَّرْجِ.\n\nوَ (الْقِنْدَأْوَةُ) : الْعَظِيمُ.\n\nوَيَقُولُونَ: مَا عَلَيْهِ (قِرْطَعْبَةٌ) ، أَيْ خِرْقَةٌ.\n\nوَمَا عَلَيْهِ (قُذَعْمِلَةٌ) وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "5:116-119"
  },
  "قفف": {
    "def": "الْقَافُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جَمْعٍ وَتَجَمُّعٍ وَتَقَبُّضٍ. مِنْ ذَلِكَ الْقُفَّةُ: شَيْءٌ كَهَيْئَةِ الْيِقْطِينَةِ تُتَّخَذُ مِنْ خُوطٍ أَوْ خُوصٍ. يُقَالُ لِلشَّيْخِ إِذَا تَقَبَّضَ مِنْ هَرَمِهِ: كَأَنَّهُ قُفَّةٌ. وَقَدِ اسْتَقَفَّ، إِذَا تَشَنَّجَ. وَمِنْهُ أَقَفَّتِ الدَّجَاجَةُ، إِذَا كَفَّتْ عَنِ الْبَيْضِ. وَالْقَفُّ: جِنْسٌ مِنَ الِاعْتِرَاضِ لِلسَّرَقِ، وَقِيلَ ذَلِكَ لِأَنَّهُ يَقِفُّ الشَّيْءَ إِلَى نَفْسِهِ. فَأَمَّا قَوْلُهُمْ: قَفْقَفَ الصَّرِدُ، إِذَا ارْتَعَدَ، فَذَلِكَ عِنْدَنَا مِنَ التَّقَبُّضِ الَّذِي يَأْخُذُهُ عِنْدَ الْبَرْدِ. قَالَ:\nنِعْمَ شِعَارُ الْفَتَى إِذَا بَرَدَ ال ... لَّيْلُ سُحَيْرًا وَقَفْقَفَ الصَّرِدُ\nوَلَا يَكُونُ هَذَا مِنَ الِارْتِعَادِ وَحْدَهُ.\nوَمِنَ الْبَابِ الْقُفُّ، وَهُوَ شَيْءٌ يَرْتَفِعُ مِنْ مَتْنِ الْأَرْضِ كَأَنَّهُ مُتَجَمِّعٌ، وَالْجَمْعُ قِفَافٌ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْقَافِ وَاللَّامِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:15"
  },
  "قفل": {
    "def": "الْقَافُ وَالْفَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ أَحَدُهُمَا عَلَى أَوْبَةٍ مِنْ سَفَرٍ، وَالْآخَرُ عَلَى صَلَابَةٍ وَشِدَّةٍ فِي شَيْءٍ.\nفَالْأَوَّلُ الْقُفُولُ، وَهُوَ الرُّجُوعُ مِنَ السَّفَرِ، وَلَا يُقَالُ لِلذَّاهِبِينَ قَافِلَةٌ حَتَّى يَرْجِعُوا.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالْقَفِيلُ، وَهُوَ الْخَشَبُ الْيَابِسُ. وَمِنْهُ الْقُفْلُ: سُمِّيَ بِذَلِكَ لِأَنَّ فِيهِ شَدًّا وَشِدَّةً. يُقَالُ أَقْفَلْتُ الْبَابَ فَهُوَ مُقْفَلٌ. وَيُقَالُ لِلْبَخِيلِ: هُوَ مُقْفَلُ الْيَدَيْنِ. وَقَفَِلَ الشَّيْءُ: يَبِسَ. وَخَيْلٌ قَوَافِلُ: ضَوَامِرُ. وَيُقَالُ: أَقْفَلَهُ الصَّوْمُ: أَيْبَسَهُ.",
    "pg": "5:112"
  },
  "قفن": {
    "def": "الْقَافُ وَالْفَاءُ وَالنُّونُ لَيْسَ بِأَصْلٍ، لَكِنَّهُمْ يَقُولُونَ: الْقَفَنُ: لُغَةٌ فِي الْقَفَا. وَالْقَفِينَةُ: الشَّاةُ تُذْبَحُ مِنْ قَفَاهَا. وَيُقَالُ: إِنَّ الْقَفَّانَ: طَرِيقَةُ الشَّيْءِ وَمُنْتَهَى عَمَلِهِ. وَجَاءَ فِي حَدِيثِ عُمَرَ: \" ثُمَّ أَكُونُ عَلَى قَفَّانِهِ \".",
    "pg": "5:112"
  },
  "قفي": {
    "def": "الْقَافُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِتْبَاعِ شَيْءٍ لِشَيْءٍ. مِنْ ذَلِكَ الْقَفْوُ، يُقَالُ قَفَوْتُ أَثَرَهُ. وَقَفَّيْتُ فُلَانًا بِفُلَانٍ، إِذَا أَتْبَعْتُهُ إِيَّاهُ. وَسُمِّيَتْ قَافِيَةُ الْبَيْتِ قَافِيَةً لِأَنَّهَا تَقْفُو سَائِرَ الْكَلَامِ، أَيْ تَتْلُوهُ وَتَتْبَعُهُ. وَالْقَفَا: مُؤْخِرُ الرَّأْسِ وَالْعُنُقِ، كَأَنَّهُ شَيْءٌ يَقْفُو الْوَجْهَ. وَالْقَافِيَةُ: الْقَفَا. وَفِي الْحَدِيثِ: \" «يَقْعُدُ الشَّيْطَانُ عَلَى قَافِيَةِ رَأْسِ أَحَدِهِمْ» \".\nقَالَ ابْنُ دُرَيْدٍ: يُقَالُ فُلَانٌ قِفْوَتِي: أَيْ تُهْمَتِي، وَقِفْوَتِي، أَيْ خِيَرَتِي. قَالَ: فَكَأَنَّهُ مِنَ الْأَضْدَادِ. وَهَذَا الَّذِي قَالَهُ فَإِنَّ الْمَعْنَى فِيهِ إِذَا اتَّهَمَهُ: قَفَاهُ أَيْ تَبِعَهُ يَطْلُبُ سَيِّئَةً عِنْدَهُ، وَإِذَا كَانَ خِيَرَتَهُ قَفَاهُ أَيْضًا أَيْ تَبِعَهُ يَرْجُو خَيْرَهُ. وَلَيْسَ ذَلِكَ عِنْدَنَا مِنْ طَرِيقَةِ الْأَضْدَادِ فِي شَيْءٍ. وَالْقَفِيُّ وَالْقَفَاوَةُ: مَا يُدَّخَرُ مِنْ لَبَنٍ أَوْ غَيْرِهِ لِمَنْ يُرَادُ تَكْرِمَتُهُ بِهِ. وَهُوَ مِنَ الْقِيَاسِ، كَأَنَّهُ يُرَادَ [وَ] يُتْبَعُ بِهِ إِذَا أُهْدِيَ لَهُ. قَالَ سَلَامَةُ:\nلَيْسَ بِأَسَفَى وَلَا أَقْنَى وَلَا سَغِلٍ ... يُسْقَى دَوَاءَ قَفِيِّ السَّكْنِ مَرْبُوبِ\nوَقَوْلُهُمْ: قَفَوْتُ الرَّجُلَ، إِذَا قَذَفْتُهُ بِفُجُورٍ هُوَ مِنْ هَذَا، كَأَنَّهُ أَتْبَعَهُ كَلَامًا قَبِيحًا. وَفِي الْحَدِيثِ: \" «لَا نَقْفُو أُمَّنَا» \".",
    "pg": "5:112-113"
  },
  "قلب": {
    "def": "الْقَافُ وَاللَّامُ وَالْبَاءُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا يَدُلُّ عَلَى خَالِصِ شَيْءٍ وَشَرِيفِهِ، وَالْآخَرُ عَلَى رَدِّ شَيْءٍ مِنْ جِهَةٍ إِلَى جِهَةٍ. فَالْأَوَّلُ الْقَلْبُ: قَلْبُ الْإِنْسَانِ وَغَيْرِهِ، سُمِّيَ لِأَنَّهُ أَخْلَصُ شَيْءٍ فِيهِ وَأَرْفَعُهُ. وَخَالِصُ كُلِّ شَيْءٍ وَأَشْرَفُهُ قَلْبُهُ. وَيَقُولُونَ: عَرَبِيٌّ قَُلْبٌ. قَالَ:\n[فَلَا] تُكْثِرُوا فِيهَا الضَّجَاجَ فَإِنَّنِي ... تَخَيَّرْتُهَا مِنْهُمْ زُبَيْرِيَّةً قَُلْبَا\nوَالْقُلَابُ: دَاءٌ يُصِيبُ الْبَعِيرَ فَيَشْتَكِي قَلْبَهُ. وَالْقُلْبُ مِنَ الْأَسْوِرَةِ: مَا كَانَ قَلْبًا وَاحِدًا لَا يُلْوَى عَلَيْهِ غَيْرُهُ. وَهُوَ تَشْبِيهٌ بِقَلْبِ النَّخْلَةِ. ثُمَّ شُبِّهَ الْحَيَّةُ بِالْقُلْبِ مِنَ الْحَلْيِ فَسُمِّيَ قُلْبًا. وَالْقَلْبُ: نَجْمٌ يَقُولُونَ إِنَّهُ قَلْبُ الْعَقْرَبِ. [وَ] قَلَبْتُ النَّخْلَةَ: نَزَعْتُ قَلْبَهَا. وَالْأَصْلُ الْآخَرُ قَلَبْتُ الثَّوْبَ قَلْبًا. وَالْقَلَبُ: انْقِلَابُ الشَّفَةِ، وَهِيَ قَلْبَاءُ وَصَاحِبُهَا أَقْلَبُ. وَقَلَبْتُ الشَّيْءَ: كَبَبْتُهُ، وَقَلَّبْتُهُ بِيَدِي تَقْلِيبًا. وَيُقَالُ: أَقْلَبَتِ الْخُبْزَةُ، إِذَا حَانَ لَهَا أَنْ تُقْلَبَ. وَقَوْلُهُمْ: مَا بِهِ قَلْبَةٌ، قَالُوا: مَعْنَاهُ لَيْسَتْ بِهِ عِلَّةٌ يُقْلَبُ لَهَا فَيُنْظَرُ إِلَيْهِ. وَأَنْشَدُوا:\nوَلَمْ يُقَلِّبْ أَرْضَهَا بَيْطَارُ ... وَلَا لِحَبَلَيْهِ بِهَا حُبَارُ\nأَيْ لَمْ يُقَلِّبْ قَوَائِمَهَا مِنْ عِلَّةٍ بِهَا. وَالْقَلِيبُ: الْبِئْرُ قَبْلَ أَنْ تُطْوَى; وَإِنَّمَا سُمِّيَتْ قَلِيبًا لِأَنَّهَا كَالشَّيْءِ يُقْلَبُ مِنْ جِهَةٍ إِلَى جِهَةٍ، وَكَانَتْ أَرْضًا فَلَمَّا حُفِرَتْ صَارَ تُرَابُهَا كَأَنَّهُ قَلْبٌ. فَإِذَا طُوِيَتْ فَهِيَ الطَّوِيُّ. وَلَفْظُ الْقَلِيبِ مُذَكَّرٌ. وَالْحُوَّلُ الْقَلْبِ: الَّذِي يُقَلِّبُ الْأُمُورَ وَيَحْتَالُ لَهَا. وَالْقِيَاسُ فِي جَمِيعِ مَا ذَكَرْنَاهُ وَاحِدٌ. فَأَمَّا الْقِلِّيبُ وَالْقِلَّوْبُ فَيُقَالُ إِنَّهُ الذِّئْبُ. وَيُمْكِنُ أَنْ يُحْمَلَ عَلَى هَذَا الْقِيَاسِ فَيُقَالُ سُمِّيَ بِذَلِكَ لِتَقَلُّبِهِ فِي طَلَبِ مَأْكَلِهِ. قَالَ:\nأَيَا جَحْمَتَا بَكِّي عَلَى أُمِّ عَامِرٍ ... أَكِيلَةِ قِلَّوْبٍ بِإِحْدَى الْمَذَانِبِ.",
    "pg": "5:17-18"
  },
  "قلت": {
    "def": "الْقَافُ وَاللَّامُ وَالتَّاءُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى هَزْمَةٍ فِي شَيْءٍ، وَالْآخَرُ عَلَى ذَهَابِ شَيْءٍ وَهَلَاكِهِ. فَالْأَوَّلُ الْقَلْتُ، وَهُوَ النُّقْرَةُ فِي الصَّخْرَةِ، وَالْجَمْعُ قِلَاتٌ. وَقَالَ:\nوَعَيْنَانِ كَالْمَاوِيَّتَيْنِ اسْتَكَنَّتَا ... بِكَهْفَيْ حِجَاجَيْ صَخْرَةٍ قَلْتِ مَوْرِدِ\nوَقَلْتُ الْعَيْنِ: نُقْرَتُهَا. وَقَلْتُ الْإِبْهَامِ: النُّقْرَةُ تَحْتَهَا. وَقَلْتُ الثَّرِيدَةِ: الْهَزْمَةُ وَسَطُهَا.\nوَالْأَصْلُ الْآخَرُ الْقَلَتُ، وَهُوَ الْهَلَاكُ. يُقَالُ: قَلِتَ قَلَتًا. وَفِي الْحَدِيثِ: \" إِنَّ الْمُسَافِرَ وَمَتَاعَهُ عَلَى قَلَتٍ إِلَّا مَا وَقَى اللَّهُ تَعَالَى \". وَالْمِقْلَاتُ مِنَ النُّوقِ: الَّتِي لَا يَعِيشُ لَهَا وَلَدٌ، وَكَذَلِكَ مِنَ النِّسَاءِ، وَالْجَمْعُ مَقَالِيتُ. قَالَ: يَظَلُّ مَقَالِيتُ النِّسَاءِ يَطَأْنَهُ ... يَقُلْنَ أَلَا يُلْقَى عَلَى الْمَرْءِ مِئْزَرُ\nوَقَالَ:\nلَا تَلُمْهَا إِنَّهَا مِنْ نِسْوَةٍ ... رُقُدِ الصَّيْفِ مَقَالِيتٍَ نُزُرْ.",
    "pg": "5:18-19"
  },
  "قلح": {
    "def": "الْقَافُ وَاللَّامُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْقَلَحُ: صُفْرَةٌ فِي الْأَسْنَانِ. رَجُلٌ أَقْلَحُ. قَالَ:\nقَدْ بَنَى اللُّومُ عَلَيْهِمْ بَيْتَهُ ... وَفَشَا فِيهِمْ مَعَ اللُّومِ الْقَلَحْ\nوَيُقَالُ إِنَّ الْأَقْلَحَ: الْجُعَلُ.",
    "pg": "5:19"
  },
  "قلخ": {
    "def": "الْقَافُ وَاللَّامُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ، يَقُولُونَ: إِنَّ الْقَلْخَ: هَدِيرُ الْجَمَلِ.",
    "pg": "5:19"
  },
  "قلد": {
    "def": "الْقَافُ وَاللَّامُ وَالدَّالُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدَهُمَا عَلَى تَعْلِيقِ شَيْءٍ عَلَى شَيْءٍ وَلِيَهُ بِهِ، وَالْآخَرُ عَلَى حَظٍّ وَنَصِيبٍ. فَالْأَوَّلُ التَّقْلِيدُ: تَقْلِيدُ الْبَدَنَةِ، وَذَلِكَ أَنْ يُعَلَّقَ فِي عُنُقِهَا شَيْءٌ لِيُعْلَمَ أَنَّهَا هَدْيٌ.\nوَأَصْلُ الْقَلْدِ: الْفَتْلُ، يُقَالُ قَلَدْتُ الْحَبْلَ أَقْلِدُهُ قَلْدًا، إِذَا فَتَلْتُهُ. وَحَبْلٌ قَلِيدٌ وَمَقْلُودٌ. وَتَقَلَّدْتُ السَّيْفَ. وَمُقَلَّدُ الرَّجُلِ: مَوْضِعُ نِجَادِ السَّيْفِ عَلَى مَنْكِبِهِ. وَيُقَالُ: قَلَّدَ فُلَانٌ فُلَانًا قِلَادَةَ سَوْءٍ، إِذَا هَجَاهُ بِمَا يَبْقَى عَلَيْهِ وَسْمُهُ. فَإِذَا أَكَّدُوهُ قَالُوا: قَلَّدَهُ طَوْقَ الْحَمَامَةِ، أَيْ لَا يُفَارِقُهُ كَمَا لَا يُفَارِقُ الْحَمَامَةَ طَوْقُهَا. قَالَ بِشْرٌ: حَبَاكَ بِهَا مَوْلَاكَ عَنْ ظَهْرِ بِغْضَةٍ ... وَقُلِّدَهَا طَوْقَ الْحَمَامَةِ جَعْفَرُ\nوَالْمِقْلَدُ: عَصًا فِي رَأْسِهَا عِوَجٌ يُقْلَدُ بِهَا الْكَلَأُ، كَمَا يُقْلَدُ الْقَتُّ إِذَا جُعِلَ حِبَالًا. وَمِنَ الْبَابِ الْقِلْدُ: السِّوَارُ. وَهُوَ قِيَاسٌ صَحِيحٌ لِأَنَّ الْيَدَ كَأَنَّهَا تَتَقَلَّدُهُ. وَيَقُولُونَ: إِنَّ الْإِقْلِيدَ: [الْبُرَةَ] الَّتِي يُشَدُّ بِهَا زِمَامُ النَّاقَةِ.\nوَالْأَصْلُ الْآخَرُ: الْقِلْدُ: الْحَظُّ مِنَ الْمَاءِ. يُقَالُ: سَقَيْنَا أَرْضَنَا قِلْدَهَا، أَيْ حَظَّهَا. وَسَقَتْنَا السَّمَاءُ قِلْدًا كَذَلِكَ، أَرَادَ حَظًّا. وَفِي الْحَدِيثِ \" «فَقَلَدَتْنَا السَّمَاءُ قِلْدًا فِي كُلِّ أُسْبُوعٍ» \".\nفَأَمَّا الْمَقَالِيدُ، فَيُقَالُ: هِيَ الْخَزَائِنُ. قَالَ اللَّهُ تَعَالَى: ﴿لَهُ مَقَالِيدُ السَّمَاوَاتِ وَالْأَرْضِ﴾ [الزمر: ٦٣] . وَلَعَلَّهَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تُحْصِنُ الْأَشْيَاءَ، أَيْ تَحْفَظُهَا وَتَحُوزُهَا. وَالْعَرَبُ تَقُولُ: أَقْلَدَ الْبَحْرَ عَلَى خَلْقٍ كَثِيرٍ، إِذَا أَحْصَنَهُمْ فِي جَوْفِهِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْقِلْدَةُ وَالْقِشْدَةُ: تَمْرٌ وَسَوِيقٌ يُخْلَطُ بِهِمَا سَمْنٌ.",
    "pg": "5:19-20"
  },
  "قلز": {
    "def": "الْقَافُ وَاللَّامُ وَالزَّاءُ. يَقُولُونَ: إِنَّ التَّقَلُّزَ: النَّشَاطُ.",
    "pg": "5:20"
  },
  "قلس": {
    "def": "الْقَافُ وَاللَّامُ وَالسِّينُ كَلِمَتَانِ: أَحَدُهُمَا رَمْيُ السَّحَابَةِ النَّدَى مِنْ غَيْرِ مَطَرٍ، وَمِنْهُ قَلَسَ الْإِنْسَانُ، إِذَا قَاءَ، فَهُوَ قَالِسٌ. وَأَمَّا التَّقْلِيسُ فَيُقَالُ: هُوَ الضَّرْبُ بِبَعْضِ الْمَلَاهِي. وَهِيَ الْكَلِمَةُ الْأُخْرَى. وَقَالَ أَبُو بَكْرِ بْنُ دُرَيْدٍ: الْقَلْسُ مِنَ الْحِبَالِ، مَا أَدْرِي مَا صِحَّتُهُ.",
    "pg": "5:20-21"
  },
  "قلص": {
    "def": "الْقَافُ وَاللَّامُ وَالصَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْضِمَامِ شَيْءٍ بَعْضِهِ إِلَى بَعْضٍ. يُقَالُ: تَقَلَّصَ الشَّيْءُ، إِذَا انْضَمَّ. وَشَفَةٌ قَالِصَةٌ. وَظِلٌّ قَالِصٌ، إِذَا نَقَصَ، وَكَأَنَّهُ تَضَامَّ. قَالَ تَعَالَى: ﴿ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا﴾ [الفرقان: ٤٦] . وَأَمَّا قَلَصَةُ الْمَاءِ فَهُوَ الَّذِي يَجِمُّ فِي الْبِئْرِ مِنْهُ حَتَّى يَرْتَفِعَ، كَأَنَّهُ تَقَلَّصَ مِنْ جَوَانِبِهِ. وَهُوَ مَاءٌ قَلِيصٌ. وَجَمْعُ الْقَلَصَةِ قَلَصَاتٌ. وَيَقُولُونَ: قَلَصَتْ نَفْسُهُ: غَثَتْ. وَقِيَاسُهُ قَرِيبٌ. فَأَمَّا الْقَلُوصُ، فَهِيَ الْأُنْثَى مِنْ رِئَالِ النَّعَامِ. وَعِنْدِي أَنَّهَا سُمِّيَتْ قَلُوصًا لِتَجَمُّعِ خَلْقِهَا، كَأَنَّهَا تَقَلَّصَتْ مِنْ أَطْرَافِهَا حَتَّى تَجَمَّعَتْ. وَكَذَلِكَ أُنْثَى الْحُبَارَى. وَبِهَا سُمِّيَتِ الْقَلُوصُ مِنَ الْإِبِلِ، وَهِيَ الْفَتِيَّةُ الْمُجْتَمِعَةُ الْخَلْقِ. وَيُقَالُ: قَلَصَ الْغَدِيرُ، إِذَا ذَهَبَ أَكْثَرُ مَائِهِ.",
    "pg": "5:21"
  },
  "قلط": {
    "def": "الْقَافُ وَاللَّامُ وَالطَّاءُ لَيْسَ فِيهِ شَيْءٌ يَصِحُّ. غَيْرَ أَنَّ ابْنَ دُرَيْدٍ قَالَ: رَجُلٌ قُلَاطٌ: قَصِيرٌ. وَلَعَلَّ هَذَا مِنْ قَوْلِهِمْ رَجُلٌ قَلَطِيٌّ.",
    "pg": "5:21"
  },
  "قلع": {
    "def": "الْقَافُ وَاللَّامُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْتِزَاعِ شَيْءٍ مِنْ شَيْءٍ، ثُمَّ يُفَرَّعُ مِنْهُ مَا يُقَارِبُهُ. تَقُولُ: قَلَعْتُ الشَّيْءَ قَلْعًا، فَأَنَا قَالِعٌ وَهُوَ مَقْلُوعٌ. وَيُقَالُ لِلرَّجُلِ الَّذِي يَتَقَلَّعُ عَنْ سَرْجِهِ لِسُوءِ فُرُوسَتِهِ: قُلْعَةٌ. وَيُقَالُ هَذَا مَنْزِلُ قُلْعَةٍ، إِذَا لَمْ يَكُنْ مَوْضِعَ اسْتِيطَانٍ. وَالْقَوْمُ عَلَى قُلْعَةٍ، أَيْ رِحْلَةٍ.\nوَالْمَقْلُوعُ: الْأَمِيرُ الْمَعْزُولُ. وَالْقِلَعَةُ: صَخْرَةٌ تَتَقَلَّعُ عَنْ جَبَلٍ مُنْفَرِدَةً يَصْعُبُ مَرَامُهَا. وَبِهِ تُشَبَّهُ السَّحَابَةُ الْعَظِيمَةُ، فَيُقَالُ قِلَعَةٌ، وَالْجَمْعُ قَلَعٌ. قَالَ:\nتَفَقَّأَ فَوْقَهُ الْقَلَعُ السَّوَارِي ... وَجُنَّ الْخَازِبَازِ بِهِ جُنُونًا\nوَالْقُلَاعُ: الطِّينُ يَتَشَقَّقُ إِذَا نَضَبَ عَنْهُ الْمَاءُ. وَسُمِّيَ قُلَاعًا لِأَنَّهُ يَتَقَلَّعُ. [وَأَقْلَعَ] عَنِ الْأَمْرِ، إِذَا كَفَّ. وَرَمَاهُ بِقُلَاعَةٍ، إِذَا اقْتَلَعَ قِطْعَةً مِنَ الْأَرْضِ فَرَمَاهُ بِهَا. وَالْمِقْلَاعُ مَعْرُوفٌ. وَالْقَلَاعُ: الشُّرْطِيُّ فِيمَا يُقَالُ. وَرُوِيَ فِي حَدِيثِ: \" «لَا يَدْخُلُ الْجَنَّةَ دَيْبُوبٌ وَلَا قَلَاعٌ» \". قَالُوا: الدَّيْبُوبُ: الَّذِي يَدِبُّ بِالنَّمَائِمِ حَتَّى يُفَرِّقَ بَيْنَ النَّاسِ.\nوَالْقَلَاعُ: الرَّجُلُ يَرَى الرَّجُلَ [قَدِ ارْتَفَعَ] مَكَانُهُ عِنْدَ آخَرَ فَلَا يَزَالُ يَشِي بَيْنَهُمَا حَتَّى يَقْلَعَهُ. وَأَقْلَعَتْ عَنْهُ الْحُمَّى. وَيُقَالُ: تَرَكْتُ فُلَانًا فِي قَلَعٍ مِنْ حُمًّى; أَيْ فِي إِقْلَاعٍ. وَيُقَالُ قَلِعَ قَلَعًا. وَالْقِلْعُ: شِرَاعُ السَّفِينَةِ; وَذَلِكَ لِأَنَّهُ إِذَا رُفِعَ قَلَعَ السَّفِينَةَ مِنْ مَكَانِهَا.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْقَلْعُ وَالْقِلْعُ. فَأَمَّا الْقَلْعُ فَالْكِنْفُ، يَقُولُونَ فِي أَمْثَالِهِمْ \" شَحْمَتِي فِي قَلْعِي \". وَأَمَّا الْقِلْعُ فَيُقَالُ: إِنَّهَا صُدَيِّرٌ يَلْبَسُهُ الرَّجُلُ عَلَى صَدْرِهِ. قَالَ:\nمُسْتَأْبِطًا فِي قِلْعِهِ سَكِينَا.",
    "pg": "5:21-23"
  },
  "قلف": {
    "def": "الْقَافُ وَاللَّامُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى كَشْطِ شَيْءٍ عَنْ شَيْءٍ. يُقَالُ: قَلَفْتُ الشَّجَرَةَ، إِذَا نَحَّيْتُ عَنْهَا لِحَاءَهَا. وَقَلَفْتُ الدَّنَّ: فَضَضْتُ عَنْهُ طِينَهُ. وَقَلَفَ الْخَاتِنُ غُرْلَةَ الصَّبِيِّ، وَهِيَ الْقُلْفَةُ، إِذَا قَطَعَهَا.",
    "pg": "5:23"
  },
  "قلق": {
    "def": "الْقَافُ وَاللَّامُ وَالْقَافُ كَلِمَةٌ تَدُلُّ عَلَى الِانْزِعَاجِ. يُقَالُ: قَلِقَ يَقْلَقُ قَلَقًا.\n\n[بَابُ الْقَافِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:23"
  },
  "قلل": {
    "def": "الْقَافُ وَاللَّامُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدُهُمَا عَلَى نَزَارَةِ الشَّيْءِ، وَالْآخَرُ عَلَى خِلَافِ الِاسْتِقْرَارِ، وَهُوَ الِانْزِعَاجُ فَالْأَوَّلُ قَوْلُهُمْ: قَلَّ الشَّيْءُ يَقِلُّ قِلَّةً فَهُوَ قَلِيلٌ، وَالْقُلُّ: الْقِلَّةُ، وَذَلِكَ كَالذُّلِّ وَالذِّلَّةِ. وَفِي الْحَدِيثِ فِي الرِّبَا: \" إِنْ كَثُرَ فَإِنَّهُ إِلَى قُلٍّ \". وَأَمَّا الْقُلَّةُ الَّتِي جَاءَتْ فِي الْحَدِيثِ، فَيَقُولُونَ: إِنَّ الْقُلَّةَ مَا أَقَلَّهُ الْإِنْسَانُ مِنْ جَرَّةٍ أَوْ حُبٍّ، وَلَيْسَ فِي ذَلِكَ عِنْدَ أَهْلِ اللُّغَةِ حَدٌّ مَحْدُودٌ قَالَ:\nفَظَلِلْنَا بِنَعْمَةٍ وَاتَّكَأْنَا ... وَشَرِبْنَا الْحَلَالَ مِنْ قُلَلِهْ\nوَيُقَالُ: اسْتَقَلَّ الْقَوْمُ، إِذَا مَضَوْا لِمَسِيرِهِمْ، وَذَلِكَ مِنَ الْإِقْلَالِ أَيْضًا، كَأَنَّهُمُ اسْتَخَفُّوا السَّيْرَ وَاسْتَقَلُّوهُ. وَالْمَعْنَى فِي ذَلِكَ كُلِّهِ وَاحِدٌ. وَقَوْلُنَا فِي الْقُلَّةِ مَا أَقَلَّهُ الْإِنْسَانُ فَهُوَ مِنَ الْقِلَّةِ أَيْضًا، لِأَنَّهُ يَقِلُّ عِنْدَهُ. وَأَمَّا الْأَصْلُ الْآخَرُ فَيُقَالُ: تَقَلْقَلَ الرَّجُلُ وَغَيْرُهُ، إِذَا لَمْ يَثْبُتْ فِي مَكَانٍ. وَتَقَلْقَلَ الْمِسْمَارُ: قَلِقَ فِي مَوْضِعِهِ. وَمِنْهُ فَرَسٌ قُلْقُلٌ: سَرِيعٌ. وَمِنْهُ قَوْلُهُمْ: أَخَذَهُ قِلٌّ مِنَ الْغَضَبِ، وَهُوَ شِبْهُ الرِّعْدَةِ.",
    "pg": "5:3-4"
  },
  "قلم": {
    "def": "الْقَافُ وَاللَّامُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَسْوِيَةِ شَيْءٍ عِنْدَ بَرْيِهِ وَإِصْلَاحِهِ. مِنْ ذَلِكَ: قَلَمْتُ الظُّفُرَ وَقَلَّمْتُهُ. وَيُقَالُ لِلضَّعِيفِ: هُوَ مَقْلُومُ الْأَظْفَارِ. وَالْقُلَامَةُ: مَا يَسْقُطُ مِنَ الظُّفُرِ إِذَا قُلِمَ. وَمِنْ هَذَا الْبَابِ سُمِّيَ الْقَلَمُ قَلَمًا قَالُوا: سُمِّيَ بِهِ لِأَنَّهُ يُقْلَمُ مِنْهُ كَمَا يُقْلَمُ مِنَ الظُّفُرِ، ثُمَّ شُبِّهَ الْقِدْحُ بِهِ فَقِيلَ: قَلَمٌ. وَيُمْكِنُ أَنْ يَكُونَ الْقِدْحُ سُمِّي قَلَمًا لِمَا ذَكَرْنَاهُ مِنْ تَسْوِيَتِهِ وَبَرْيِهِ. قَالَ اللَّهُ تَعَالَى: ﴿وَمَا كُنْتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ﴾ [آل عمران: ٤٤] . وَمِنَ الْبَابِ الْمِقْلَمُ: طَرَفُ قُنْبِ الْبَعِيرِ، كَأَنَّهُ قَدْ قُلِمَ، وَيُقَالُ إِنَّ مَقَالِمَ الرُّمْحِ: كُعُوبُهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْقُلَامُ، وَهُوَ نَبْتٌ. قَالَ:\nأَتَوْنِي بِقُلَامٍ فَقَالُوا تَعَشَّهُ ... وَهَلْ يَأْكُلُ الْقُلَامَ إِلَّا الْأَبَاعِرُ.",
    "pg": "5:15-16"
  },
  "قله": {
    "def": "الْقَافُ وَاللَّامُ وَالْهَاءُ لَا أَحْفَظُ فِيهِ شَيْئًا، غَيْرَ أَنَّ غَدِيرَ قَلَهَى: مَوْضِعٌ.",
    "pg": "5:16"
  },
  "قلو": {
    "def": "الْقَافُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِفَّةٍ وَسُرْعَةٍ. مِنْ ذَلِكَ الْقِلْوُ: الْحِمَارُ الْخَفِيفُ. [وَ] يُقَالُ: قَلَتِ النَّاقَةُ بِرَاكِبِهَا قَلْوًا، إِذَا تَقَدَّمَتْ بِهِ. وَاقْلَوْلَتِ الْحُمْرُ فِي سُرْعَتِهَا. وَالْمُقْلَوْلِي: الْمُتَجَافِي عَنْ فِرَاشِهِ. وَكُلُّ نَابٍ عَنْ شَيْءٍ مُتَجَافٍ عَنْهُ: مُقْلَوْلٌ. قَالَ:\nأَقُولُ إِذَا اقْلَوْلَى عَلَيْهَا وَأَقْرَدَتْ ... أَلَا هَلْ أَخُو عَيْشٍ لَذِيذٍ بِدَائِمِ\nوَالْمُنْكَمِشُ مُقْلَوْلٌ، وَفِي الْحَدِيثِ: \" «لَوْ رَأَيْتَ ابْنَ عُمَرَ لَرَأَيْتَهُ مُقْلُولِيًا» \"، أَيْ مُتْجَافِيًا عَنِ الْأَرْضِ، كَأَنَّهُ يُرِيدُ كَثْرَةَ الصَّلَاةِ. وَمِنَ الْبَابِ قَلَا الْعَيْرُ آتُنَهُ قَلْوًا. وَمِنَ الْبَابِ الْقِلَى، وَهُوَ الْبُغْضُ. يُقَالُ مِنْهُ: قَلَيْتُهُ أَقْلِيهِ قِلًى. وَقَدْ قَالُوا: قَلَيْتُهُ أَقَْلَاهُ. وَالْقِلَى تَجَافٍ عَنِ الشَّيْءِ وَذَهَابٌ عَنْهُ وَالْقَلْيُ: قَلْيُ الشَيءِ عَلَى الْمِقْلَى يُقَالُ: قَلَيْتُ وَقَلَوْتُ. [وَ] الْقَلَّاءُ: الَّذِي يَقْلِي. وَهُوَ الْقِيَاسُ، لِأَنَّ الْحَبَّةَ تُسْتَخَفُّ بِالْقَلْيِ وَتَخِفُّ أَيْضًا.",
    "pg": "5:16-17"
  },
  "قما": {
    "def": "الْقَافُ وَالْمِيمُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ تَدُلُّ عَلَى حَقَارَةٍ وَذُلٍّ. يُقَالُ: هُوَ قَمِيٌّ بَيَّنُ الْقَمَاءَةِ، أَيِ الْحَقَارَةِ. وَأَقْمَيْتُهُ أَنَا: أَذْلَلْتُهُ.\nوَإِذَا هُمِزَ كَانَ لَهُ مَعْنًى آخَرُ، وَذَلِكَ قَوْلُهُمْ: تَقَمَّأْتُ الشَّيْءَ، إِذَا طَلَبْتَهُ، تَقَمُّؤًا. وَزَعَمَ نَاسٌ أَنَّ هَذَا مِنْ بَابِ الْإِعْجَابِ، يُقَالُ أَقْمَأَنِي الشَّيْءُ: أَعْجَبَنِي. وَأَقْمَأَتِ الْإِبِلُ: سَمِنَتْ. وَتَقَمَّأْتُ الشَّيْءَ: جَمَعْتُهُ شَيْئًا بَعْدَ شَيْءٍ. قَالَ:\nلَقَدْ قَضَيْتُ فَلَا تَسْتَهْزِئَا سَفَهًا ... مِمَّا تَقَمَّأْتُهُ مِنْ لَذَّةٍ وَطَرِي.",
    "pg": "5:24"
  },
  "قمح": {
    "def": "الْقَافُ وَالْمِيمُ وَالْحَاءُ أُصَيْلٌ يَدُلُّ عَلَى صِفَةٍ تَكُونُ عِنْدَ شُرْبِ الْمَاءِ مِنَ الشَّارِبِ، وَهُوَ رَفْعُهُ رَأْسَهُ. مِنْ ذَلِكَ الْقَامِحُ، وَهُوَ الرَّافِعُ رَأْسَهُ مِنَ الْإِبِلِ عِنْدَ الشُّرْبِ امْتِنَاعًا مِنْهُ. وَإِبِلٌ قِمَاحٌ. قَالَ:\nوَنَحْنُ عَلَى جَوَانِبِهَا قُعُودٌ ... نَغُضُّ الطَّرْفَ كَالْإِبِلِ الْقِمَاحِ\nوَيَقُولُونَ: رَوِيَتْ حَتَّى انْقَمَحَتْ، أَيْ تَرَكَتِ الشُّرْبَ رِيًّا. وَشَهْرًا قُِمَاحٍ: أَشَدُّ مَا يَكُونُ مِنَ الْبَرْدِ، وَسُمِّيَا بِذَلِكَ لِأَنَّ الْإِبِلَ إِذَا وَرَدَتْ آذَاهَا بَرْدُ الْمَاءِ فَقَامَحَتْ، أَيْ رَفَعَتْ رُؤُوسَهَا.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْقَمْحُ، وَهُوَ الْبُرُّ. وَيَقُولُونَ - وَلَعَلَّهُ أَنْ يَكُونَ صَحِيحًا: اقْتَمَحْتُ السَّوِيقَ وَقَمَحْتُهُ، إِذَا أَلْقَيْتَهُ فِي فَمِكَ بِرَاحَتِكَ. قَالَ ابْنُ دُرَيْدٍ: الْقُمْحَةُ مِنَ الْمَاءِ: مَا مَلَأَ فَاكَ مِنْهُ. وَالْقُمَّحَاتُ: الْوَرْسُ، أَوِ الزَّعْفَرَانُ، أَوِ الذَّرِيرَةُ، كُلُّ ذَلِكَ يُقَالُ.",
    "pg": "5:24-25"
  },
  "قمد": {
    "def": "الْقَافُ وَالْمِيمُ وَالدَّالُ أُصَيْلٌ يَدُلُّ عَلَى طُولٍ وَقُوَّةٍ وَشِدَّةٍ. مِنْ ذَلِكَ الْقُمُدُّ: الْقَوِيُّ الشَّدِيدُ. قَالَ ابْنُ دُرَيْدٍ: \" الْقَمْدُ أَصْلُ بِنَاءِ الْقُمُدِّ. [وَ] الْأَقْمَدُ: الطَّوِيلُ، رَجُلٌ أَقْمَدُ وَامْرَأَةٌ قَمْدَاءُ، وَقُمُدٌّ وَقُمُدَّةٌ \".",
    "pg": "5:25"
  },
  "قمر": {
    "def": "الْقَافُ وَالْمِيمُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى بَيَاضٍ فِي شَيْءٍ، ثُمَّ يُفَرَّعُ مِنْهُ. مِنْ ذَلِكَ الْقَمَرُ: قَمَرُ السَّمَاءِ، سُمِّيَ قَمَرًا لِبَيَاضِهِ. وَحِمَارٌ أَقْمَرُ، أَيْ أَبْيَضُ. وَتَصْغِيرُ الْقَمَرِ قُمَيْرٌ: قَالَ:\nوَقُمَيْرٍ بَدَا ابْنُ خَمْسٍ وَعِشْرِي ... نَ فَقَالَتْ لَهُ الْفَتَاتَانِ قُومَا\nوَيُقَالُ: تَقَمَّرْتُهُ: أَتَيْتُهُ فِي الْقَمَرَاءِ. وَيَقُولُونَ: قَمِرَ التَّمْرُ: وَأَقْمَرَ، إِذَا ضَرَبَهُ الْبَرْدُ فَذَهَبَتْ حَلَاوَتُهُ قَبْلَ أَنْ يَنْضِجَ. وَيُقَالُ: تَقَمَّرَ الْأَسَدُ، إِذَا خَرَجَ يَطْلُبُ الصَّيْدَ فِي الْقَمْرَاءِ، قَالَ:\nسَقَطَ الْعِشَاءُ بِهِ عَلَى مُتَقَمِّرٍ ... ثَبْتِ الْجَنَانِ مُعَاوِدِ التَّطْعَانِ وَقَمَرَ الْقَوْمُ الطَّيْرَ، إِذَا عَشَّوْهَا لَيْلًا فَصَادُوهَا. فَأَمَّا قَوْلُ الْأَعْشَى:\nتَقَمَّرَهَا شَيْخٌ عِشَاءً فَأَصْبَحَتْ ... قُضَاعِيَّةً تَأْتِي الْكَوَاهِنَ نَاشِصًا\nفَقِيلَ: مَعْنَاهُ كَمَا يَتَقَمَّرُ الْأَسَدُ الصَّيْدَ. وَقَالَ آخَرُونَ: تَقَمَّرَهَا: خَدَعَهَا كَمَا يُعَشَّى الطَّائِرُ لَيْلًا فَيُصَادُ.\nوَمِنَ الْبَابِ: قَمِرَ الرَّجُلُ، إِذَا لَمْ يُبْصِرْ فِي الثَّلْجِ. وَهَذَا عَلَى قَوْلِهِمْ: قَمِرَتِ الْقِرْبَةُ: وَهُوَ شَيْءٌ يُصِيبُهَا كَالِاحْتِرَاقِ مِنَ الْقَمَرِ.\nفَأَمَّا قَوْلُهُمْ: قَمَرَ يَقْمِرُ قَمْرًا، وَالْقِمَارُ مِنَ الْمُقَامَرَةِ، فَقَالَ قَوْمٌ: هُوَ شَاذٌّ عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ، وَقَالَ آخَرُونَ: بَلْ هُوَ مِنْهُ. وَذَلِكَ أَنَّ الْمُقَامِرَ يَزِيدُ مَالُهُ وَلَا يَبْقَى عَلَى حَالٍ. وَهَذَا شَيْءٌ قَدْ سَمِعْنَاهُ. وَاللَّهُ أَعْلَمُ بِصِحَّتِهِ.\nقَالَ ابْنُ دُرَيْدٍ: تَقَمَّرَ الرَّجُلُ: إِذَا طَلَبَ مَنْ يُقَامِرُهُ. وَيُقَالُ: قَمَرْتُ الرَّجُلَ أَقْمُرُهُ وَأَقْمِرُهُ.",
    "pg": "5:25-26"
  },
  "قمس": {
    "def": "الْقَافُ وَالْمِيمُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى غَمْسِ شَيْءٍ فِي الْمَاءِ، وَالْمَاءُ نَفْسُهُ يُسَمَّى بِذَلِكَ. مِنْ ذَلِكَ قَمَسْتُ الشَّيْءَ فِي الْمَاءِ: غَمَسْتُهُ. وَيُقَالُ: إِنَّ قَامُوسَ الْبَحْرِ: مُعْظَمُهُ. وَقَالُوا فِي ذِكْرِ الْمَدِّ وَالْجَزْرِ: إِنَّ مَلَكًا قَدْ وُكِّلَ بِقَامُوسِ الْبَحْرِ، كُلَّمَا وَضَعَ رِجْلَهُ فَاضَ، فَإِذَا رَفَعَهَا غَاضَ. وَيَقُولُونَ: قَمَسَ الْوَلَدُ فِي بَطْنِ أُمِّهِ: اضْطَرَبَ. وَالْقَمَّاسُ: الْغَوَّاصُ. وَانْقَمَسَ النَّجْمُ: انْحَطَّ فِي الْمَغْرِبِ. وَتَقُولُ الْعَرَبُ لِلْإِنْسَانِ إِذَا خَاصَمَ مَنْ هُوَ أَجْرَأُ مِنْهُ: \" إِنَّمَا يُقَامِسُ حُوتًا \".",
    "pg": "5:26-27"
  },
  "قمش": {
    "def": "الْقَافُ وَالْمِيمُ وَالشِّينُ. يَقُولُونَ: الْقَمْشُ: جَمْعُ الشَّيْءِ مِنْ هَاهُنَا [وَهُنَا] .",
    "pg": "5:27"
  },
  "قمص": {
    "def": "الْقَافُ وَالْمِيمُ وَالصَّادُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى لُبْسِ شَيْءٍ وَالِانْشِيامِ فِيهِ، وَالْآخَرُ عَلَى نَزْوِ شَيْءٍ وَحَرَكَةٍ.\nفَالْأَوَّلُ الْقَمِيصُ لِلْإِنْسَانِ مَعْرُوفٌ. يُقَالُ: تَقَمَّصَهُ، إِذَا لَبِسَهُ. ثُمَّ يُسْتَعَارُ ذَلِكَ فِي كُلِّ شَيْءٍ دَخَلَ فِيهِ الْإِنْسَانُ، فَيُقَالُ: تَقَمَّصَ الْإِمَارَةَ، وَتَقَمَّصَ الْوِلَايَةَ. وَجَمْعُ الْقَمِيصِ أَقْمِصَةٌ، وَقُمُصٌ.\nوَالْأَصْلُ الْآخَرُ الْقَمْصُ، مِنْ قَوْلِهِمْ: قَمَصَ الْبَعِيرَ وَيَقْمُصُ قَمْصًا وَقِمَاصًا، وَهُوَ أَنْ يَرْفَعَ يَدَيْهِ ثُمَّ يَطْرَحَهُمَا مَعًا وَيَعْجِنَ بِرِجْلَيْهِ. وَفِي الْحَدِيثِ ذِكْرُ الْقَامِصَةِ، وَهُوَ مِنْ هَذَا. يُقَالُ قَمَصَ الْبَحْرَ بِالسَّفِينَةِ، إِذَا حَرَّكَهَا بِالْمَوْجِ، فَكَأَنَّهَا بَعِيرٌ يَقْمِصُ.",
    "pg": "5:27"
  },
  "قمط": {
    "def": "الْقَافُ وَالْمِيمُ وَالطَّاءُ أُصَيْلٌ يَدُلُّ عَلَى جَمْعٍ وَتَجَمُّعٍ. مِنْ ذَلِكَ الْقَمْطُ: شَدُّ أَعْصَابِ الصَّبِيِّ بِقِمَاطِهِ. وَمِنْهُ قَمْطُ الْأَسِيرِ، إِذَا جُمِعَ بَيْنَ يَدَيْهِ وَرِجْلَيْهِ بِحَبْلٍ. وَوَقَعَتْ عَلَى قِمَاطِهِ، مَعْنَاهُ، عَلَى عَقْدِ أَمْرِهِ كَيْفَ عَقَدَهُ، وَكَذَلِكَ إِذَا فَطِنْتَ لَهُ. وَمَرَّ بِنَا حَوْلٌ قَمِيطٌ، أَيْ تَامٌّ جَمِيعٌ. وَسِفَادُ الطَّائِرِ قَمْطٌ أَيْضًا، لِجَمْعِهِ مَاءَهُ فِي أُنْثَاهُ.",
    "pg": "5:27"
  },
  "قمع": {
    "def": "الْقَافُ وَالْمِيمُ وَالْعَيْنُ أُصُولٌ ثَلَاثَةٌ صَحِيحَةٌ: أَحَدُهَا نُزُولُ شَيْءٍ مَائِعٍ فِي أَدَاةٍ تُعْمَلُ لَهُ، وَالْآخَرُ إِذْلَالٌ وَقَهْرٌ، وَالثَّالِثُ جِنْسٌ مِنَ الْحَيَوَانِ. فَالْأَوَّلُ الْقِمَعُ مَعْرُوفٌ، يُقَالُ قِمَعٌ وَقِمْعٌ. وَفِي الْحَدِيثِ: \" «وَيْلٌ لِأَقْمَاعِ الْقَوْلِ» \"، وَهُمُ الَّذِينَ يَسْمَعُونَ وَلَا يَعُونَ، فَكَأَنَّ آذَانَهُمْ كَالْأَقْمَاعِ الَّتِي لَا يَبْقَى فِيهَا شَيْءٌ. وَيَقُولُونَ: اقْتَمَعْتُ مَا فِي السِّقَاءِ، إِذَا شَرِبْتُهُ كُلَّهُ، وَمَعْنَاهُ أَنَّكَ صِرْتَ لَهُ كَالْقِمَعِ.\nوَالْأَصْلُ الْآخَرُ، وَقَدْ يُمْكِنُ أَنْ يُجْمَعَ بَيْنَهُ وَبَيْنَ الْأَوَّلِ بِمَعْنًى لَطِيفٍ، وَذَلِكَ قَوْلُهُمْ: قَمَعْتُهُ: أَذْلَلْتُهُ. وَمِنْهُ قَمَعْتُهُ، إِذَا ضَرَبْتُهُ بِالْمِقْمَعِ. قَالَ اللَّهُ تَعَالَى: ﴿وَلَهُمْ مَقَامِعُ مِنْ حَدِيدٍ﴾ [الحج: ٢١] . وَسُمِّيَ قَمَعَةُ بْنُ إِلْيِاسَ لِأَنَّ أَبَاهُ أَمَرَهُ بِأَمْرٍ فَانْقَمَعَ فِي بَيْتِهِ، فَسُمِّيَ قَمَعَةَ. وَالْقِيَاسُ فِي هَذَا وَالْأَوَّلِ مُتَقَارِبٌ; لِأَنَّ فِيهِ الْوُلُوجَ فِي بَيْتِهِ وَكَذَلِكَ الْمَاءُ يَنْقَمِعُ فِي الْقِمَعِ. وَالْأَصْلُ الْآخَرُ الْقَمَعُ: الذُّبَابُ الْأَزْرَقُ الْعَظِيمُ. يُقَالُ: تَرَكْنَاهُ يَتَقَمَّعُ الذِّبَّانُ مِنَ الْفَرَاغِ، أَيْ يَذُبُّهَا كَمَا يَتَقَمَّعُ الْحِمَارُ. وَتُسَمَّى تِلْكَ الذِّبَّانُ: الْقَمَعُ. قَالَ أَوْسٌ:\nأَلَمْ تَرَ أَنَّ اللَّهَ أَنْزَلَ نَصْرَهُ ... وَعُفْرُ الظِّبَاءِ فِي الْكِنَاسِ تَقَمَّعُ\nوَيُقَالُ: أَقْمَعْتُ الرَّجُلَ عَنِّي، إِذَا رَدَدْتَهُ عَنْكَ. وَهُوَ مِنْ هَذَا، كَأَنَّهُ طَرَدَهُ. وَمِمَّا حُمِلَ عَلَى التَّشْبِيهِ بِهَذَا، الْقَمَعُ: مَا فَوْقَ السَّنَاسِنِ مِنْ سَنَامِ الْبَعِيرِ مِنْ أَعْلَاهُ. وَمِنْهُ الْقَمَعُ: غِلَظٌ فِي إِحْدَى رُكْبَتَيِ الْفَرَسِ. وَالْقَمَعُ: بَثْرَةٌ تَكُونُ فِي الْمُوقِ مِنْ زِيَادَةِ اللَّحْمِ. وَمِمَّا شَذَّ عَنْ هَذِهِ الْأُصُولِ قَوْلُهُمْ: إِنَّ قَمْعَةَ مَالِ الْقَوْمِ: خِيَارُهُ.",
    "pg": "5:27-29"
  },
  "قمل": {
    "def": "الْقَافُ وَالْمِيمُ وَاللَّامُ كَلِمَاتٌ تَدُلُّ عَلَى حَقَارَةٍ وَقَمَاءَةٍ. رَجُلٌ قَمَلِيٌّ، أَيْ حَقِيرٌ، وَالْقُمَّلُ: صِغَارُ الدَّبَا. وَأَقْمَلَ الرِّمْثُ، إِذَا بَدَا وَرَقُهُ صِغَارًا، كَأَنَّ ذَلِكَ شُبِّهَ بِالْقُمَّلِ.\n\n[بَابُ الْقَافِ وَالنُّونِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:29"
  },
  "قمم": {
    "def": "الْقَافُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى جَمْعِ الشَّيْءِ. مِنْ ذَلِكَ: قَمْقَمَ اللَّهُ عَصَبَهُ، أَيْ جَمَعَهُ، وَالْقَمْقَامُ: الْبَحْرُ، لِأَنَّهُ مُجْتَمَعٌ لِلْمَاءِ. وَالْقَمْقَامُ: الْعَدَدُ الْكَثِيرُ، ثُمَّ يُشَبَّهُ بِهِ السَّيِّدُ الْجَامِعُ لِلسِّيَادَةِ الْوَاسِعُ الْخَيْرِ.\nوَمِنْ ذَلِكَ قُمَّ الْبَيْتُ، أَيْ كُنِسَ. وَالْقُمَامَةُ: مَا يُكْنَسُ; وَهُوَ يُجْمَعُ. وَيُقَالُ مِنْ هَذَا: أَقَمَّ الْفَحْلُ الْإِبِلَ، إِذَا أَلْقَحَهَا كُلَّهَا. وَمِقَمَّةُ الشَّاةِ: مِرَمَّتُهُا، وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَقُمُّ بِهَا النَّبَاتَ فِي فِيهَا. وَيُقَالُ لِأَعْلَى كُلِّ شَيْءٍ: الْقِمَّةُ، وَذَلِكَ لِأَنَّهُ مُجْتَمَعُهُ الَّذِي بِهِ قِوَامُهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْقَمْقَامُ: صِغَارُ الْقِرْدَانِ.",
    "pg": "5:4"
  },
  "قمن": {
    "def": "الْقَافُ وَالْمِيمُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: هُوَ قَمَنٌ أَنْ يَفْعَلَ كَذَا، لَا يُثَنَّى وَلَا يُجْمَعُ إِذَا فُتِحَتْ مِيمُهُ، فَإِنْ كُسِرَتْ أَوْ قُلْتَ قَمِينٌ ثَنَّيْتَ وَجَمَعْتَ. وَمَعْنَى قَمِينٍ: خَلِيقٌ.",
    "pg": "5:23"
  },
  "قمه": {
    "def": "الْقَافُ وَالْمِيمُ وَالْهَاءُ فِيهِ كَلِمَاتٌ لَيْسَتْ بِأَصْلِيَّةٍ. يَقُولُونَ: قَمَهَ الشَّيْءُ، إِذَا انْغَمَسَ فِي الْمَاءِ فَارْتَفَعَ حِينًا وَغَابَ حِينًا. وَقِفَافٌ قُمَّهُ. تَغِيبُ فِي السَّرَابِ وَتَظْهَرُ. وَهَذَا فِي الْإِبْدَالِ، وَأَصْلُهُ قَمَسَ. وَيَقُولُونَ: قَمَهَ الْبَعِيرُ مِثْلُ قَمَحَ، إِذَا رَفَعَ رَأْسَهُ وَلَمْ يَشْرَبِ الْمَاءَ، هُوَ مِنَ الْإِبْدَالِ. وَكَلِمَةٌ أُخْرَى مِنَ الْمَقْلُوبِ، قَالَ ابْنُ دُرَيْدٍ: الْقَمَهُ مِثْلُ الْقَهَمِ، وَهُوَ قِلَّةُ الشَّهْوَةِ لِلطَّعَامِ، قَهِمَ وَقَمِهَ.",
    "pg": "5:23-24"
  },
  "قنا": {
    "def": "الْقَافُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ يَدُلُّ أَحَدُهُمَا عَلَى مُلَازَمَةٍ وَمُخَالَطَةٍ، وَالْآخَرُ عَلَى ارْتِفَاعٍ فِي شَيْءٍ. فَالْأَوَّلُ قَوْلُهُمْ: قَانَاهُ، إِذَا خَالَطَهُ، كَاللَّوْنِ يُقَانِي لَوْنًا آخَرَ غَيْرَهُ. وَقَالَ الْأَصْمَعِيُّ: قَانَيْتُ الشَّيْءَ: خَلَطْتُهُ. قَالَ امْرُؤُ الْقَيْسِ:\nكَبِكْرِ الْمُقَانَاةِ الْبَيَاضَُِ بِصُفْرَةٍ\nغَذَاهَا نَمِيرُ الْمَاءِ غَيْرَ الْمُحَلَّلِ وَمِنْ ذَلِكَ قَوْلُهُمْ: مَا يُعَانِينِي هَذَا، أَيْ مَا يُوَافِقُنِي. وَمَعْنَاهُ أَنَّهُ يَنْبُو عَنْهُ فَلَا يُخَالِطُهُ.\nوَمِنَ الْبَابِ: قَنَى الشَّيْءَ وَاقْتَنَاهُ، إِذَا كَانَ ذَلِكَ مُعَدًّا لَهُ لَا لِلتِّجَارَةِ. وَمَالٌ قُنْيَانٌ: يُتَّخَذُ قُِنْيَةً. وَمِنْهُ: قَنَيْتُ حَيَائِي: لَزِمْتُهُ. وَاشْتِقَاقُهُ مِنَ الْقُِنْيَةِ.\nقَالَ الشَّاعِرُ:\nفَاقْنَيْ حَيَاءَكِ لَا أَبًا لَكِ وَاعْلَمِي ... أَنِّي امْرُؤٌ سَأَمُوتُ إِنْ لَمْ أُقْتَلِ وَالْقِنْوُ: الْعِذْقُ بِمَا عَلَيْهِ، لِأَنَّهُ مُلَازِمٌ لِشَجَرَتِهِ. وَمِنَ الْبَابِ الْمَقْنَاةُ مِنَ الظِّلِّ فِيمَنْ لَا يَهْمِزُهَا، وَهُوَ مَكَانٌ لَا تُصِيبُهُ الشَّمْسُ. وَإِنَّمَا سُمِّيَ بِذَلِكَ لِأَنَّ الظِّلَّ مُلَازِمُهُ لَا يَكَادُ يُفَارِقُهُ.\nوَيَقُولُ أَهْلُ الْعِلْمِ بِالْقُرْآنِ: إِنَّ كَهْفَ أَصْحَابِ الْكَهْفِ فِي مَقْنَاةٍ مِنْ جَبَلٍ.\nوَالْأَصْلُ الْآخَرُ: الْقَنَا: احْدِيدَابٌ فِي الْأَنْفِ. وَالْفِعْلُ قَنِيَ قَنًى. وَيُمْكِنُ أَنْ تَكُونَ الْقَنَاةُ مِنْ هَذَا، لِأَنَّهَا تُنْصَبُ وَتُرْفَعُ; وَأَلِفُهَا وَاوٌ لِأَنَّهَا تُجْمَعُ قَنًا وَقَنَوَاتٌ. وَقَنَاةُ الْمَاءِ عِنْدَنَا مُشَبَّهَةٌ بِهَذِهِ الْقَنَاةِ إِنْ كَانَتْ قَنَاةُ الْمَاءِ عَرَبِيَّةً.\nوَالتَّشْبِيهُ بِهَا لَيْسَ مِنْ جِهَةِ ارْتِفَاعٍ، وَلَكِنْ هِيَ كَظَائِمُ وَآبَارٌ فَكَأَنَّهَا هَذِهِ الْقَنَاةُ، لِأَنَّهَا كُعُوبٌ وَأَنَابِيبُ.\nوَإِذَا هُمِزَ خَرَجَ عَنْ هَذَا الْقِيَاسِ، فَيُقَالُ: قَنَأَ، إِذَا اشْتَدَّتْ حُمْرَتُهُ وَهُوَ قَانِئٌ. وَرُبَّمَا هَمَزُوا مَقْنَأَةَ الظِّلِّ، وَالْأَوَّلُ أَشْبَهُ بِالْقِيَاسِ الَّذِي ذَكَرْنَاهُ.",
    "pg": "5:29-30"
  },
  "قنب": {
    "def": "الْقَافُ وَالنُّونُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى جَمْعٍ وَتَجَمُّعٍ. مِنْ ذَلِكَ الْمِقْنَبُ: الْقِطْعَةُ مِنَ الْخَيْلِ، يُقَالُ هِيَ نَحْوُ الْأَرْبَعِينَ. وَالْقَنِيبُ: الْجَمَاعَةُ مِنَ النَّاسِ.\nقَالَ ابْنُ دُرَيْدٍ: قَنَّبَ الزَّرْعُ تَقْنِيبًا، إِذَا أَعْصَفَ. قَالَ: وَتُسَمَّى الْعَصِيفَةُ: الْقُنَّابَةَ. وَالْعَصِيفَةُ: الْوَرَقُ الْمُجْتَمَعُ الَّذِي يَكُونُ فِيهِ السُّنْبُلُ.\nوَمِنَ الْبَابِ: الْقُنْبُ، وَهُوَ وِعَاءُ ثِيلِ الْفَرَسِ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يَجْمَعُ مَا فِيهِ. وَأَمَّا الْقُنَّبُ فَزَعَمَ [قَوْمٌ] أَنَّهَا عَرَبِيَّةٌ. فَإِنْ كَانَ كَذَا فَهُوَ مِنْ قَنَبَ الزَّرْعُ، إِذَا أَعْصَفَ. وَهُوَ شَيْءٌ لَا يُتَّخَذُ مِنْ بَعْضِ ذَلِكَ.",
    "pg": "5:30-31"
  },
  "قنت": {
    "def": "الْقَافُ وَالنُّونُ وَالتَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى طَاعَةٍ وَخَيْرٍ فِي دِينٍ، لَا يَعْدُو هَذَا الْبَابَ.\nوَالْأَصْلُ فِيهِ الطَّاعَةُ، يُقَالُ: قَنَتَ يَقْنُتُ قُنُوتًا. ثُمَّ سُمِّيَ كُلُّ اسْتِقَامَةٍ فِي طَرِيقِ الدِّينِ قُنُوتًا، وَقِيلَ لِطُولِ الْقِيَامِ فِي الصَّلَاةِ قُنُوتٌ، وَسُمِّيَ السُّكُوتُ فِي الصَّلَاةِ وَالْإِقْبَالُ عَلَيْهَا قُنُوتًا. قَالَ اللَّهُ تَعَالَى: ﴿وَقُومُوا لِلَّهِ قَانِتِينَ﴾ [البقرة: ٢٣٨] .",
    "pg": "5:31"
  },
  "قنح": {
    "def": "الْقَافُ وَالنُّونُ وَالْحَاءُ لَيْسَ هُوَ عِنْدَنَا أَصْلًا. عَلَى أَنَّهُمْ يَقُولُونَ: قَنَحَ الشَّارِبُ، إِذَا رُوِيَ فَرَفَعَ رَأْسَهُ رِيًّا. وَهَذَا مِنْ قَمَحَ مِنْ بَابِ الْإِبْدَالِ، وَقَدْ مَرَّ ذِكْرُهُ.\nوَمِنْ طَرَائِفِ ابْنِ دُرَيْدٍ: قَنَحْتُ الْعُودَ قَنْحًا: عَطَفْتُهُ. قَالَ: وَالْقُنَّاحُ: الْمِحْجَنُ بِلُغَةِ أَهْلِ الْيَمَنِ.",
    "pg": "5:31"
  },
  "قند": {
    "def": "الْقَافُ وَالنُّونُ وَالدَّالُ كَلِمَتَانِ زَعَمُوا أَنَّهُمَا صَحِيحَتَانِ. قَالُوا: الْقَنْدُ عَرَبِيٌّ. يَقُولُونَ: سَوِيقٌ مَقْنُودٌ وَمُقَنَّدٌ. وَالْكَلِمَةُ الْأُخْرَى الْقِنْدَأْوَةُ، قَالُوا: هُوَ السَّيِّئُ الْخُلُقِ.",
    "pg": "5:31"
  },
  "قنر": {
    "def": "الْقَافُ وَالنُّونُ وَالرَّاءُ كَلِمَةٌ: الْقَنَوَّرُ: الضَّخْمُ الرَّأْسِ.",
    "pg": "5:31"
  },
  "قنس": {
    "def": "الْقَافُ وَالنُّونُ وَالسِّينُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى ثَبَاتِ شَيْءٍ. مِنْ ذَلِكَ: الْقَِنْسُ: مَنْبِتُ كُلِّ شَيْءٍ وَأَصْلُهُ. قَالَ:\nفِي قِنْسِ مَجْدٍ فَاتَ كُلَّ قَِنْسِ قَالُوا: وَكُلُّ شَيْءٍ ثَبَتَ فِي شَيْءٍ فَذَلِكَ الشَّيْءُ قِنْسٌ لَهُ. قَالُوا: وَالْقَوْنَسُ فِي الْبَيْضَةِ: أَعْلَاهَا، وَقَوْنَسُ نَاصِيَةِ الْفَرَسِ: مَا فَوْقَهَا; وَهِيَ ثَابِتَةٌ. قَالَ:\nاطْرُدْ عَنْكَ الْهُمُومَ طَارِقَهَا ضَرْبَكَ بِالسَّيْفِ قَوْنَسَ الْفَرَسِ.",
    "pg": "5:31-32"
  },
  "قنص": {
    "def": "الْقَافُ وَالنُّونُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى الصَّيْدِ قَطْ. فَالْقَانِصُ: الصَّائِدُ. وَالْقَنَصُ: الصَّيْدُ. وَالْقَنْصُ: فِعْلُ الْقَانِصِ. قَالَ ابْنُ دُرَيْدٍ: الْقَنِيصُ: الصَّائِدُ. وَبَنُو قَنَصِ بْنِ مَعَدٍّ: قَوْمٌ دَرَجُوا.",
    "pg": "5:32"
  },
  "قنط": {
    "def": "الْقَافُ وَالنُّونُ وَالطَّاءُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى الْيَأْسِ مِنَ الشَّيْءِ. يُقَالُ: قَنَطَ يَقْنِطُ، وَقَنِطَ يَقْنَطُ. قَالَ اللَّهُ تَعَالَى: وَمَنْ ﴿يَقْنَطُ مِنْ رَحْمَةِ رَبِّهِ إِلَّا الضَّالُّونَ﴾ [الحجر: ٥٦]",
    "pg": "5:32"
  },
  "قنع": {
    "def": "الْقَافُ وَالنُّونُ وَالْعَيْنُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى الْإِقْبَالِ عَلَى الشَّيْءِ، ثُمَّ تَخْتَلِفُ مَعَانِيهِ مَعَ اتِّفَاقِ الْقِيَاسِ; وَالْآخَرُ يَدُلُّ عَلَى اسْتِدَارَةٍ فِي شَيْءٍ.\nفَالْأَوَّلُ الْإِقْنَاعُ: الْإِقْبَالُ بِالْوَجْهِ عَلَى الشَّيْءِ. يُقَالُ: أَقْنَعَ لَهُ يُقْنِعُ إِقْنَاعًا. وَالْإِقْنَاعُ: مَدُّ الْيَدِ عِنْدَ الدُّعَاءِ. وَسُمِّيَ بِذَلِكَ عِنْدَ إِقْبَالِهِ عَلَى الْجِهَةِ الَّتِي يَمُدُّ يَدَهُ إِلَيْهَا. وَالْإِقْنَاعُ: إِمَالَةُ الْإِنَاءِ لِلْمَاءِ الْمُنْحَدِرِ.\nوَمِنَ الْبَابِ: قَنَعَ الرَّجُلُ يَقْنَعُ قُنُوعًا، إِذَا سَأَلَ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ﴾ [الحج: ٣٦] . فَالْقَانِعُ: السَّائِلُ; وَسُمِّيَ قَانِعًا لِإِقْبَالِهِ عَلَى مَنْ يَسْأَلُهُ، قَالَ:\nلَمَالُ الْمَرْءِ يُصْلِحُهُ فَيُغْنِي ... مَفَاقِرَهُ أَعَفُّ مِنَ الْقُنُوعِ\nوَيَقُولُونَ: قَنِعَ قَنَاعَةً، إِذَا رَضِيَ. وَسُمِّيَتْ قَنَاعَةً لِأَنَّهُ يُقْبِلُ عَلَى الشَّيْءِ الَّذِي لَهُ رَاضِيًا. وَالْإِقْنَاعُ: مَدُّ الْبَعِيرِ رَأْسَهُ إِلَى الْمَاءِ لِلشُّرْبِ. قَالَ ابْنُ السِّكِّيتِ: قَنَعَتِ الْإِبِلُ وَالْغَنَمُ لِلْمَرْتَعِ، إِذَا مَالَتْ لَهُ. وَفُلَانٌ شَاهِدٌ مَقْنَعٌ; وَهَذَا مِنْ قَنِعْتُ بِالشَّيْءِ، إِذَا رَضِيتَ بِهِ; وَجَمْعُهُ مَقَانِعُ. تَقُولُ: إِنَّهُ رِضًى يُقْنَعُ بِهِ. قَالَ:\nوَعَاقَدْتُ لَيْلَى فِي الْخَلَاءِ وَلَمْ تَكُنْ ... شُهُودِي عَلَى لَيْلَى شُهُودٌ مَقَانِعُ\nوَأَمَّا الْآخَرُ فَالْقِنْعُ، وَهُوَ مُسْتَدِيرٌ مِنَ الرَّمْلِ. وَالْقِنْعُ وَالْقِنَاعُ: شِبْهُ طَبَقٍ تُهْدَى عَلَيْهِ الْهَدِيَّةُ. وَقِنَاعُ الْمَرْأَةِ مَعْرُوفٌ، لِأَنَّهَا تُدِيرُهُ بِرَأْسِهَا. وَمِمَّا اشْتُقَّ مِنْ هَذَا الْقِنَاعِ قَوْلُهُمْ: قَنَّعَ رَأْسَهُ بِالسَّوْطِ ضَرْبًا، كَأَنَّهُ جَعَلَهُ كَالْقِنَاعِ لَهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْإِقْنَاعُ: ارْتِفَاعُ الشَّيْءِ لَيْسَ فِيهِ تَصَوُّبٌ. وَقَدْ يُمْكِنُ أَنْ يُجْعَلَ هَذَا أَصْلًا ثَالِثًا، وَيُحْتَجُّ فِيهِ بِقَوْلِهِ تَعَالَى: مُهْطِعِينَ مُقْنِعِي رُؤُوسِهِمْ. قَالَ أَهْلُ التَّفْسِيرِ: رَافِعِي رُؤُوسِهِمْ.",
    "pg": "5:32-34"
  },
  "قنف": {
    "def": "الْقَافُ وَالنُّونُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى تَجَمُّعٍ فِي شَيْءٍ. مِنْ ذَلِكَ الْقَنِيفُ: الْجَمَاعَةُ مِنَ النَّاسِ. وَالْقَنِيفُ، فِيمَا ذَكَرَهُ ابْنُ دُرَيْدٍ: الْقِطْعَةُ مِنَ اللَّيْلِ. يُقَالُ: مَرَّ قَنِيفٌ مِنَ اللَّيْلِ.\nوَمِنَ الْبَابِ: الْقَنَفُ: صِغَرُ الْأُذُنَيْنِ وَغِلَظُهُمَا. وَهُوَ ذَلِكَ الْقِيَاسُ، وَكَذَلِكَ الْقُِنَافُ، وَهُوَ الْغَلِيظُ الْأَنْفِ.",
    "pg": "5:34"
  },
  "قنم": {
    "def": "الْقَافُ وَالنُّونُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: قَنِمَ الشَّيْءُ قَنَمًا، إِذَا نَدِيَ ثُمَّ رَكِبَهُ غُبَارٌ فَتَوَسَّخَ. وَيَكُونُ ذَلِكَ فِي شُعُورِ الْخَيْلِ وَالْإِبِلِ.\n\n[بَابُ الْقَافِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:34"
  },
  "قنن": {
    "def": "الْقَافُ وَالنُّونُ بَابٌ لَمْ يُوضَعْ عَلَى قِيَاسٍ، وَكَلِمَاتُهُ مُتَبَايِنَةٌ. فَمِنْ كَلِمَاتِهِ الْقِنُّ، وَهُوَ الْعَبْدُ الَّذِي مُلِكَ هُوَ وَأَبُوهُ. وَالْقُنَّةُ: أَعْلَى الْجَبَلِ. وَالْقُنَانُ: رِيحُ الْإِبِطِ أَشَدَّ مَا يَكُونُ. وَالْقُنَاقِنُ: الدَّلِيلُ الْهَادِي، الْبَصِيرُ بِالْمَاءِ تَحْتَ الْأَرْضِ، وَالْجَمْعُ قَنَاقِنُ.",
    "pg": "5:4-5"
  },
  "قهب": {
    "def": "الْقَافُ وَالْهَاءُ وَالْبَاءُ أُصَيْلٌ يَدُلُّ عَلَى لَوْنٍ مِنَ الْأَلْوَانِ. يَقُولُونَ: الْقُهْبَةُ: بَيَاضٌ تَعْلُوهُ حُمْرَةٌ. وَالْقَهْبُ مِنْ وَلَدِ الْبَقَرَةِ مَا يَكُونُ لَوْنُهُ كَذَا. وَالْقَهْبُ: الْجَبَلُ الْعَظِيمُ. وَالْأَقْهَبَانِ: الْفِيلُ وَالْجَامُوسُ، وَكُلُّ ذَلِكَ مُتَقَارِبٌ.",
    "pg": "5:34-35"
  },
  "قهد": {
    "def": "الْقَافُ وَالْهَاءُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: الْقَهْدُ مِنْ وَلَدِ الضَّأْنِ يَضْرِبُ لَوْنُهُ إِلَى الْبَيَاضِ.",
    "pg": "5:35"
  },
  "قهر": {
    "def": "الْقَافُ وَالْهَاءُ وَالرَّاءُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى غَلَبَةٍ وَعُلُوٍّ. يُقَالُ: قَهَرَهُ يَقْهَرُهُ قَهْرًا. وَالْقَاهِرُ: الْغَالِبُ. وَأُقْهِرَ الرَّجُلُ، إِذَا صُيِّرَ فِي حَالٍ يُذَلُّ فِيهَا. قَالَ:\nتَمَنَّى حُصَيْنٌ أَنْ يَسُودَ جَذَاعَهُ ... فَأَمْسَى حُصَيْنٌ قَدْ أَذَلَّ وَأَقْهَرَا\nوَقُهِرَ، إِذَا غُلِبَ. وَمِنَ الْبَابِ: قُهِرَ اللَّحْمُ: طُبِخَ حَتَّى يَسِيلَ مَاؤُهُ. وَالْقَهْقَرُ: فِيمَا يُقَالُ: التَّيْسُ. فَإِنْ كَانَ صَحِيحًا فَلَعَلَّهُ مِنَ الْقِيَاسِ الَّذِي ذَكَرْنَاهُ. وَالْقَهْقَرُ: الْحَجَرُ الصُّلْبُ. وَلَيْسَ يَبْعُدُ عَنِ الْأَصْلِ الَّذِي بُنِيَ عَلَيْهِ الْبَابُ.\nوَمِمَّا شَذَّ عَنْ ذَلِكَ: [رَجَعَ] الْقَهْقَرَى، إِذَا رَجَعَ إِلَى خَلْفِهِ.",
    "pg": "5:35"
  },
  "قهز": {
    "def": "الْقَافُ وَالْهَاءُ وَالزَّاءُ كَلِمَةٌ. يَقُولُونَ: الْقَِهْزُ: ثِيَابٌ مِرْعِزَّى يُخَالِطُهَا حَرِيرٌ، وَبِهَا يُشَبَّهُ الشَّعْرُ اللَّيِّنُ. قَالَ:\nمِنَ الْقَِهْزِ وَالْقُوهِيِّ.",
    "pg": "5:35-36"
  },
  "قهس": {
    "def": "الْقَافُ وَالْهَاءُ وَالسِّينُ كَلِمَاتٌ إِنْ صَحَّتْ. يَقُولُونَ: جَاءَ يَتَقَهْوَسُ، إِذَا جَاءَ مُنْحَنِيًا يَضْطَرِبُ. وَهَذَا مُمْكِنٌ أَنْ يَكُونَ هَاؤُهُ زَائِدَةً، كَأَنَّهُ يَتَقَوَّسُ. وَيَقُولُونَ: الْقَهْوَسَةُ: السُّرْعَةُ. وَالْقَهْوَسُ: الرَّجُلُ الطَّوِيلُ.",
    "pg": "5:36"
  },
  "قهل": {
    "def": "الْقَافُ وَالْهَاءُ وَاللَّامُ كَلِمَةٌ تَدُلُّ عَلَى قَشَفٍ وَسُوءِ حَالٍ. مِنْ ذَلِكَ الْقَهَلُ، وَهُوَ التَّقَشُّفُ. وَرَجُلٌ مُتَقَهِّلٌ: لَا يَتَعَهَّدُ جَسَدَهُ بِنَظَافَةٍ. وَمِنَ الْبَابِ أَوْ قَرِيبٍ مِنْهُ: الْقَهْلُ: كُفْرَانُ الْإِحْسَانِ وَاسْتِقْلَالُ النِّعْمَةِ. وَأَقْهَلَ الرَّجُلُ نَفْسَهُ: دَنَّسَهَا بِمَا لَا يَعْنِيهِ. وَالتَّقَهُّلُ: شَكْوَى الْحَاجَةِ. قَالَ:\nلَعْوًا مَتَّى لَاقَيْتَهُ تَقَهَّلَا\nوَيَقُولُونَ: انْقَهَلَ، إِذَا سَقَطَ وَضَعُفَ. وَيَقُولُونَ: قَهَلْتُ الرَّجُلَ قَهْلًا، إِذَا أَثْنَيْتُ عَلَيْهِ ثَنَاءً قَبِيحًا.\nوَمِمَّا شَذَّ عَنْ هَذَا وَمَا أَدْرِي كَيْفَ صِحَّتُهُ، يَقُولُونَ: الْقَيْهَلَةُ: الطَّلْعَةُ. يُقَالُ: حَيَّا اللَّهُ قَيْهَلَتَهُ. وَلَيْسَتْ بِكَلِمَةٍ عَذْبَةٍ.\n\n[بَابُ الْقَافِ وَالْوَاوِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:36"
  },
  "قهه": {
    "def": "الْقَافُ وَالْهَاءُ لَيْسَ فِيهِ إِلَّا حِكَايَةُ الْقَهْقَهَةِ: الْإِغْرَابُ فِي الضَّحِكِ. يُقَالُ: قَهٌّ وَقَهْقَهَةٌ، وَقَدْ يُخَفَّفُ. قَالَ:\nفَهُنَّ فِي تَهَانُفٍ وَفِي قَهِ\nوَيَقُولُونَ: الْقَهْقَهَةُ: قُرْبُ الْوِرْدِ.",
    "pg": "5:5"
  },
  "قهو": {
    "def": "الْقَافُ وَالْهَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ يَدُلُّ عَلَى خِصَبٍ وَكَثْرَةٍ. يُقَالُ لِلرَّجُلِ الْمُخْصِبِ الرَّحْلِ: قَاهٍ. يُقَالُ: إِنَّهُ لَفِي عَيْشٍ قَاهٍ. فَأَمَّا قَوْلُهُمْ: أَقْهَى الرَّجُلُ مِنْ طَعَامٍ، إِذَا اجْتَوَاهُ، فَلَيْسَ ذَلِكَ مِنْ جِهَةِ اجْتِوَائِهِ إِيَّاهُ، وَإِنَّمَا هُوَ مِنْ كَثْرَتِهِ عِنْدَهُ حَتَّى يَتَمَلَّأَ عِنْدَهُ فَيَجْتَوِيَهُ. وَأَمَّا الْقَهْوَةُ فَالْخَمْرُ، قَالُوا: وَسُمِّيَتْ قَهْوَةً أَنَّهَا تُقْهِي عَنِ الطَّعَامِ; وَالْقِيَاسُ وَاحِدٌ.",
    "pg": "5:34"
  },
  "قوب": {
    "def": "الْقَافُ وَالْوَاوُ وَالْبَاءُ أَصْلٌ صَحِيحٌ، وَهُوَ شِبْهُ حَفْرٍ مُقَوَّرٍ فِي الشَّيْءِ. يُقَالُ: قُبْتُ الْأَرْضَ أَقُوبُهَا قَوْبًا، وَكَذَلِكَ إِذَا حَفَرْتَ فِيهَا حُفْرَةً مُقَوَّرَةً. تَقُولُ: قُبْتُهَا فَانْقَابَتْ. وَقَوَّبْتُ الْأَرْضَ، إِذَا أَثَّرْتَ فِيهَا. وَتَقَوَّبَ الشَّيْءُ: انْقَلَعَ مِنْ أَصْلِهِ. وَكَأَنَّ الْقُوَبَاءَ مِنْ هَذَا، وَهِيَ عَرَبِيَّةٌ، قَالَ:\nيَا عَجَبًا لِهَذِهِ الْفَلِيقَهْ ... هَلْ تُذْهِبَنَّ الْقُوَبَاءَ الرِّيقَهْ وَقَدْ تُسَكَّنُ وَاوُهَا فَيُقَالُ قُوبَاءُ. وَيَقُولُونَ: \" تَخَلَّصَتْ قَائِبَةٌ مِنْ قُوَبٍ \" أَيْ بَيْضَةٍ مِنْ فَرْخٍ; يُضْرَبُ مَثَلًا لِلرَّجُلِ يُفَارِقُ صَاحِبَهُ.",
    "pg": "5:37-38"
  },
  "قوت": {
    "def": "الْقَافُ وَالْوَاوُ وَالتَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِمْسَاكٍ وَحِفْظٍ وَقُدْرَةٍ عَلَى الشَّيْءِ. مِنْ ذَلِكَ قَوْلُهُ تَعَالَى: ﴿وَكَانَ اللَّهُ عَلَى كُلِّ شَيْءٍ مُقِيتًا﴾ [النساء: ٨٥] ، أَيْ حَافِظًا لَهُ شَاهِدًا عَلَيْهِ، وَقَادِرًا عَلَى مَا أَرَادَ. وَقَالَ:\nوَذِي ضِغْنٍ كَفَفْتُ النَّفْسَ عَنْهُ ... وَكُنْتُ عَلَى إِسَاءَتِهِ مُقِيتَا\nوَمِنَ الْبَابِ: الْقُوتُ مَا يُمْسِكُ الرَّمَقَ; وَإِنَّمَا سُمِّيَ قُوتًا لِأَنَّهُ مِسَاكُ الْبَدَنِ وَقُوَّتُهُ. وَالْقَوْتُ: الْعَوْلُ. يُقَالُ: قُتُّهُ قَوْتًا، وَالِاسْمُ الْقُوتُ. وَيُقَالُ: اقْتَتْ لِنَارِكَ قِيتَةً، أَيْ أَطْعِمْهَا الْحَطَبَ. قَالَ ذُو الرُّمَّةِ:\nفَقُلْتُ لَهُ ارْفَعْهَا إِلَيْكَ وَأَحْيِهَا ... بِرُوحِكَ وَاقْتَتْهُ لَهَا قِيتَةً قَدْرًا.",
    "pg": "5:38"
  },
  "قود": {
    "def": "الْقَافُ وَالْوَاوُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى امْتِدَادٍ فِي الشَّيْءِ، وَيَكُونُ ذَلِكَ امْتِدَادًا عَلَى وَجْهِ الْأَرْضِ وَفِي الْهَوَاءِ. مِنْ ذَلِكَ الْقُودُ: جَمْعُ قَوْدَاءَ، وَهِيَ النَّاقَةُ الطَّوِيلَةُ الْعُنُقِ. وَالْقَوْدَاءُ: الثَّنِيَّةُ الطَّوِيلَةُ فِي السَّمَاءِ. وَأَفْرَاسٌ قُودٌ: طِوَالُ الْأَعْنَاقِ. قَالَ النَّابِغَةُ:\nقُودٌ بَرَاهَا [قِيَادُ الشُّعْبِ فَانْهَدَمَتْ ... تَدْمَى دَوَابِرُهَا مَحْذُوَّةً خَدَمَا] وَيُفَرَّعُ مِنْ هَذَا فَيُقَالُ: قُدْتُ الْفَرَسَ قَوْدًا، وَذَلِكَ أَنْ تَمُدَّهُ إِلَيْكَ; وَهُوَ الْقِيَاسُ، ثُمَّ يُسَمُّونَ الْخَيْلَ قَوْدًا، فَيُقَالُ: مَرَّ بِنَا قَوْدٌ. وَفَرَسٌ قَؤُودٌ: سَلَسٌ مُنْقَادٌ. وَالْقَائِدُ مِنَ الْجَبَلِ: أَنْفُهُ. وَالْأَقْوَدُ مِنَ النَّاسِ: الَّذِي إِذَا أَقْبَلَ عَلَى الشَّيْءِ بِوَجْهِهِ لَمْ يَكَدْ يَنْصَرِفُ. وَالْقَوَدُ: قَتْلُ الْقَاتِلِ بِالْقَتِيلِ، وَسُمِّيَ قَوَدًا لِأَنَّهُ يُقَادُ إِلَيْهِ.",
    "pg": "5:38-39"
  },
  "قور": {
    "def": "الْقَافُ وَالْوَاوُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اسْتِدَارَةٍ فِي شَيْءٍ. مِنْ ذَلِكَ الشَّيْءُ الْمُقَوَّرُ. وَقُوَّارَةُ الْقَمِيصِ مَعْرُوفَةٌ. وَالْقُورُ: جَمْعُ قَارَةٍ، وَهِيَ الْأَكَمَةُ; وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا مُسْتَدِيرَةٌ. فَأَمَّا الدَّبَّةُ فَيَقُولُ نَاسٌ: إِنَّهَا تُسَمَّى الْقَارَةَ، وَذَلِكَ عَلَى مَعْنَى التَّشْبِيهِ بِقَارَةِ الْأَكَمِ. وَيَقُولُونَ: دَارٌ قَوْرَاءُ، وَهُوَ هَذَا الْقِيَاسُ، وَإِنَّمَا هَذَا مَوْضُوعٌ عَلَى مَا كَانَتْ عَلَيْهِ مَسَاكِنُ الْعَرَبِ مِنْ خِيَمِهِمْ وَقُبَابِهِمْ. وَاقْوَرَّ الْجِلْدُ: تَشَانَّ. وَهُوَ مِنَ الْبَابِ، لِأَنَّهُ يَتَجَمَّعُ وَيَدُورُ بَعْضُهُ عَلَى بَعْضٍ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ قَوْلُهُمْ: لَقِيتُ مِنْهُ الْأَقْوَرِينَ وَالْأَقْوَرِيَّاتِ، وَهِيَ الشَّدَائِدُ.",
    "pg": "5:39"
  },
  "قوز": {
    "def": "الْقَافُ وَالْوَاوُ وَالزَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْقَوْزُ: الْكَثِيبُ، وَجَمْعُهُ أَقْوَازٌ وَقِيزَانٌ. قَالَ: وَأُشْرِفُ بِالْقَوْزِ الْيَفَاعِ لَعَلَّنِي ... أَرَى نَارَ لَيْلَى أَوْ يَرَانِي بَصِيرُهَا.",
    "pg": "5:39-40"
  },
  "قوس": {
    "def": "الْقَافُ وَالْوَاوُ وَالسِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَقْدِيرِ شَيْءٍ بِشَيْءٍ، ثُمَّ يُصْرَفُ فَتُقْلَبُ وَاوُهُ يَاءً، وَالْمَعْنَى فِي جَمِيعِهِ وَاحِدٌ. فَالْقَوْسُ: الذِّرَاعُ، وَسُمِّيَتْ بِذَلِكَ لِأَنَّهُ يُقَدَّرُ بِهَا الْمَذْرُوعُ. [وَبِهَا سُمِّيَتِ الْقَوْسُ] الَّتِي يُرْمَى عَنْهَا. قَالَ اللَّهُ تَعَالَى: ﴿فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى﴾ [النجم: ٩] . قَالَ أَهْلُ التَّفْسِيرِ: أَرَادَ: ذِرَاعَيْنِ. وَالْأَقْوَسُ: الْمُنْحَنِي الظَّهْرِ. وَقَدْ قَوَّسَ الشَّيْخُ، أَيِ انْحَنَى كَأَنَّهُ قَوْسٌ. قَالَ امْرُؤُ الْقَيْسِ:\nأَرَاهُنَّ لَا يُحْبِبْنَ مَنْ قَلَّ مَالُهُ ... وَلَا مَنْ رَأَيْنَ الشَّيْبَ مِنْهُ وَقَوَّسَا\nوَتُقْلَبُ الْوَاوُ لِبَعْضِ الْعِلَلِ يَاءً فَيُقَالُ: بَيْنِي وَبَيْنَهُ قِيسُ رُمْحٍ، أَيْ قَدْرُهُ. وَمِنْهُ الْقِيَاسُ، وَهُوَ تَقْدِيرُ الشَّيْءِ بِالشَّيْءِ، وَالْمِقْدَارُ مِقْيَاسٌ. تَقُولُ: قَايَسْتُ الْأَمْرَيْنِ مُقَايَسَةً وَقِيَاسًا. قَالَ:\nيَخْزَى الْوَشِيظُ إِذَا قَالَ الصَّرِيحُ لَهُمْ ... عُدُّوا الْحَصَى ثُمَّ قِيسُوا بِالْمَقَايِيسِ\nوَجَمْعُ الْقَوْسِ قِسِيٌّ، وَأَقْوَاسٌ، [وَقِيَاسٌ] . قَالَ: وَوَتَّرَ الْأَسَاوِرُ الْقِيَاسَا\nوَحَكَى بَعْضُهُمْ أَنَّ الْقَوْسَ: السَّبْقُ، وَأَنَّ أَصْلَ الْقِيَاسِ مِنْهُ; يُقَالُ: قَاسَ بَنُو فُلَانٍ بَنِي فُلَانٍ، إِذَا سَبَقُوهُمْ، وَأَنْشَدَ:\nلَعَمْرِي لَقَدْ قَاسَ الْجَمِيعَ أَبُوكُمُ ... فَهَلَّا تَقِيسُونَ الَّذِي كَانَ قَائِسًا\nوَأَصْلُ ذَلِكَ كُلِّهِ الْوَاوُ، وَقَدْ ذَكَرْنَاهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْقَوْسُ: مَا يَبْقَى فِي الْجُلَّةِ مِنَ التَّمْرِ. وَالْقَوْسُ: نَجْمٌ. وَالْمِقْوَسُ: الْمَكَانُ تُجْرَى مِنْهُ الْخَيْلُ، يُمَدُّ فِي صُدُورِهَا بِذَلِكَ الْحَبْلِ لِتَتَسَاوَى، ثُمَّ تُرْسَلُ. فَأَمَّا الْقُوسُ فَصَوْمَعَةُ الرَّاهِبِ، وَمَا أَرَاهَا عَرَبِيَّةً، وَقَدْ جَاءَتْ فِي الشِّعْرِ. قَالَ:\n. . . . . . . . . . . . كَأَنَّهَا ... عَصَا قَسِّ قُوسٍ لِينُهَا وَاعْتِدَالُهَا\nوَقَالَ جَرِيرٌ:\n. . . . . . . . . وَلَوْ وَقَفَتْ ... لَاسْتَفْتَنَتْنِي وَذَا الْمِسْحَيْنِ فِي الْقُوسِ.",
    "pg": "5:40-41"
  },
  "قوض": {
    "def": "الْقَافُ وَالْوَاوُ وَالضَّادُ كَلِمَةٌ تَدُلُّ عَلَى نَقْضِ بِنَاءٍ. يُقَالُ: قَوَّضْتُ الْبِنَاءَ: نَقَضْتُهُ مِنْ غَيْرِ هَدْمٍ. وَتَقَوَّضَتِ الصُّفُوفُ: انْتَقَضَتْ.",
    "pg": "5:41"
  },
  "قوط": {
    "def": "الْقَافُ وَالْوَاوُ وَالطَّاءُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: الْقَوْطُ: الْيَسِيرُ مِنَ الْغَنَمِ، وَالْجَمْعُ أَقْوَاطٌ.",
    "pg": "5:41-42"
  },
  "قوع": {
    "def": "الْقَافُ وَالْوَاوُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى تَبَسُّطٍ فِي مَكَانٍ. مِنْ ذَلِكَ الْقَاعُ: الْأَرْضُ الْمَلْسَاءُ. وَالْأَلِفُ فِي الْأَصْلِ وَاوٌ، يُقَالُ فِي التَّصْغِيرِ قُوَيْعٌ. قَالَ ابْنُ دُرَيْدٍ: الْقَوْعُ: الْمِسْطَحُ الَّذِي يُبْسَطُ فِيهِ التَّمْرُ، وَالْجَمْعُ أَقْوَاعٌ. فَأَمَّا الْقَوْعُ، وَهُوَ ضِرَابُ الْفَحْلِ النَّاقَةَ، فَلَيْسَ مِنْ هَذَا الْبَابِ، لِأَنَّهُ مِنَ الْمَقْلُوبِ. وَأَصْلُهُ قَعْوٌ; وَقَدْ ذُكِرَ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ قَوْلُهُمْ: إِنَّ الْقُوَاعَ: الذَّكَرُ مِنَ الْأَرَانِبِ.",
    "pg": "5:42"
  },
  "قوف": {
    "def": "الْقَافُ وَالْوَاوُ وَالْفَاءُ كَلِمَةٌ، وَهِيَ مِنْ بَابِ الْقَلْبِ وَلَيْسَتْ أَصْلًا. يَقُولُونَ: هُوَ يَقُوفُ الْأَثَرَ وَيَقْتَافُهُ بِمَعْنَى يَقْفُو. وَيَقُولُونَ: أَخَذَ بِقُوفَةِ قَفَاهُ، وَهُوَ الشَّعْرُ الْمُتَدَلِّي فِي نُقْرَةِ الْقَفَا.",
    "pg": "5:42"
  },
  "قوق": {
    "def": "الْقَافُ وَالْوَاوُ وَالْقَافُ كَلِمَةٌ، يَقُولُونَ: الْقُوقُ: الرَّجُلُ الطَّوِيلُ.",
    "pg": "5:42"
  },
  "قول": {
    "def": "الْقَافُ وَالْوَاوُ وَاللَّامُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَقِلُّ كَلِمُهُ، وَهُوَ الْقَوْلُ مِنَ النُّطْقِ. يُقَالُ: قَالَ يَقُولُ قَوْلًا. وَالْمِقْوَلُ: اللِّسَانُ. وَرَجُلٌ قُوَلَةٌ وَقَوَّالٌ: كَثِيرُ الْقَوْلِ. وَأَمَّا أَقْوَالُ. . . . . . . . . . . . . . . . . . . . . .",
    "pg": "5:42-43"
  },
  "قوم": {
    "def": "الْقَافُ وَالْوَاوُ وَالْمِيمُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدَهُمَا عَلَى جَمَاعَةِ نَاسٍ، وَرُبَّمَا اسْتُعِيرَ فِي غَيْرِهِمْ. وَالْآخَرُ عَلَى انْتِصَابٍ أَوْ عَزْمٍ.\nفَالْأَوَّلُ: الْقَوْمُ، يَقُولُونَ: جَمْعُ امْرِئٍ، وَلَا يَكُونُ ذَلِكَ إِلَّا لِلرِّجَالِ. قَالَ اللَّهُ تَعَالَى: لَا يَسْخَرْ قَوْمٌ مِنْ قَوْمٍ [الْحُجُرَاتِ ١١] ، ثُمَّ قَالَ: وَلَا نِسَاءٌ مِنْ نِسَاءٍ. وَقَالَ زُهَيْرٌ:\nوَمَا أَدْرِي وَسَوْفَ إِخَالُ أَدْرِي ... أَقَوْمٌ آلُ حِصْنٍ أَمْ نِسَاءُ\nوَيَقُولُونَ: قَوْمٌ وَأَقْوَامٌ، وَأَقَاوِمُ جَمْعُ جَمْعٍ. وَأَمَّا الِاسْتِعَارَةُ فَقَوْلُ الْقَائِلِ:\nإِذَا أَقْبَلَ الدِّيْكُ يَدْعُو بَعْضَ أُسْرَتِهِ ... عِنْدَ الصَّبَاحِ وَهُوَ قَوْمٌ مَعَازِيلُ\nفَجَمَعَ وَسَمَّاهَا قَوْمًا.\nوَأَمَّا الْآخَرُ فَقَوْلُهُمْ: قَامَ قِيَامًا، وَالْقَوْمَةُ الْمَرَّةُ الْوَاحِدَةُ، إِذَا انْتَصَبَ. وَيَكُونُ قَامَ بِمَعْنَى الْعَزِيمَةِ، كَمَا يُقَالُ: قَامَ بِهَذَا الْأَمْرِ، إِذَا اعْتَنَقَهُ. وَهُمْ يَقُولُونَ فِي الْأَوَّلِ: قِيَامُ حَتْمٍ، وَفِي الْآخِرِ: قِيَامُ عَزْمٍ.\nوَمِنَ الْبَابِ: قَوَّمْتُ الشَّيْءَ تَقْوِيمًا. وَأَصْلُ الْقِيمَةِ الْوَاوُ، وَأَصْلُهُ أَنَّكَ تُقِيمُ هَذَا مَكَانَ ذَاكَ.\nوَبَلَغَنَا أَنَّ أَهْلَ مَكَّةَ يَقُولُونَ: اسْتَقَمْتُ الْمَتَاعَ، أَيْ قَوَّمْتُهُ. وَمِنَ الْبَابِ: هَذَا قِوَامُ الدِّينِ وَالْحَقِّ، أَيْ بِهِ يَقُومُ. وَأَمَّا الْقَوَامُ فَالطُّولُ الْحَسَنُ. وَالْقُومِيَّةُ: الْقَوَامُ وَالْقَامَةُ. قَالَ: أَيَّامَ كُنْتُ حَسَنَ الْقُومِيَّهْ.\n\n[بَابُ الْقَافِ وَالْيَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:43-44"
  },
  "قوي": {
    "def": "الْقَافُ وَالْوَاوُ وَالْيَاءُ أَصْلَانِ مُتَبَايِنَانِ، يَدُلُّ أَحَدُهُمَا عَلَى شِدَّةٍ وَخِلَافِ ضَعْفٍ، وَالْآخَرُ عَلَى خِلَافِ هَذَا وَعَلَى قِلَّةِ خَيْرٍ.\nفَالْأَوَّلُ الْقُوَّةُ، وَالْقَوِيُّ: خِلَافُ الضَّعِيفِ. وَأَصْلُ ذَلِكَ مِنَ الْقُوَى، وَهِيَ جَمْعُ قُوَّةٍ مِنْ قُوَى الْحَبْلِ. وَالْمُقْوِي: الَّذِي أَصْحَابُهُ وَإِبِلُهُ أَقْوِيَاءُ. وَالْمُقْوِي: الَّذِي يُقْوِي وَتَرَهُ، إِذَا لَمْ يُجِدْ إِغَارَتَهُ فَتَرَاكَبَتْ قُوَاهُ. وَرَجُلٌ شَدِيدُ الْقُوَى، أَيْ شَدِيدُ أَسْرِ الْخَلْقِ.\nفَأَمَّا قَوْلُهُمْ: أَقْوَى الرَّجُلُ فِي شِعْرِهِ، فَهُوَ أَنْ يَنْقُصَ مِنْ عُرُوضِهِ قُوَّةً. كَقَوْلِهِ:\nأَفَبَعْدَ مَقْتَلِ مَالِكِ بْنِ زُهَيْرٍ ... يَرْجُو النِّسَاءُ عَوَاقِبَ الْأَطْهَارِ\nوَالْأَصْلُ الْآخَرُ: الْقَوَاءُ: الْأَرْضُ لَا أَهْلَ بِهَا. وَيُقَالُ: أَقْوَتِ الدَّارُ: خَلَتْ. وَأَقْوَى الْقَوْمُ: صَارُوا بِالْقَوَاءِ وَالْقِيِّ. وَيَقُولُونَ: بَاتَ فُلَانٌ الْقَوَاءَ وَبَاتَ الْقَفْرَ، إِذَا بَاتَ عَلَى غَيْرِ طُعْمٍ. وَالْمُقْوِي: الرَّجُلُ الَّذِي لَا زَادَ مَعَهُ. وَهُوَ مِنْ هَذَا، كَأَنَّهُ قَدْ نَزَلَ بِأَرْضٍ قِيٍّ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ كَلِمَةٌ يَقُولُونَهَا: يَقُولُونَ: اشْتَرَى الشُّرَكَاءُ الشَّيْءَ ثُمَّ اقْتَوَوْهُ، إِذَا تَزَايَدُوهُ حَتَّى بَلَغَ غَايَةَ ثَمَنِهِ.",
    "pg": "5:36-37"
  },
  "قيا": {
    "def": "الْقَافُ وَالْيَاءُ وَالْهَمْزَةُ كَلِمَةٌ وَاحِدَةٌ. قَاءَ يَقِيءُ قَيْئًا، وَاسْتَقَاءَ اسْتَفْعَلَ مِنَ الْقَيْءِ. وَيَقُولُونَ لِلثَّوْبِ الْمُشْبَعِ الصِّبْغِ: هُوَ يَقِيءُ الصِّبْغَ.",
    "pg": "5:44"
  },
  "قيح": {
    "def": "الْقَافُ وَالْيَاءُ وَالْحَاءُ كَلِمَةٌ. قَاحَ [الْجُرْحُ] يَقِيحُ، وَهُوَ مِدَّةٌ لَا يُخَالِطُهَا دَمٌ.",
    "pg": "5:44"
  },
  "قيد": {
    "def": "الْقَافُ وَالْيَاءُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْقَيْدُ، وَهُوَ مَعْرُوفٌ، ثُمَّ يُسْتَعَارُ فِي كُلِّ شَيْءٍ يُحْبَسُ. يُقَالُ: قَيَّدْتُهُ أُقَيِّدُهُ تَقْيِيدًا. وَيُقَالُ: فَرَسٌ قَيْدُ الْأَوَابِدِ، أَيْ فَكَأَنَّ الْوَحْشَ مِنْ سُرْعَةِ إِدْرَاكِهِ لَهَا مُقَيَّدَةٌ. قَالَ:\nوَقَدْ أَغْتَدِي وَالطَّيْرُ فِي وُكْنَاتِهَا ... بِمُنْجَرِدٍ قَيْدِ الْأَوَابِدِ هَيْكَلِ\nوَالْمُقَيَّدُ: مَوْضِعُ الْقَيْدِ مِنَ الْفَرَسِ.",
    "pg": "5:44"
  },
  "قيل": {
    "def": "الْقَافُ وَالْيَاءُ وَاللَّامُ أَصْلُ كَلِمِهِ الْوَاوُ، وَإِنَّمَا كُتِبَ هَاهُنَا لِلَّفْظِ. فَالْقَيْلُ: الْمَلِكُ مِنْ مُلُوكِ حِمْيَرٍ، وَجَمْعُهُ أَقْيَالٌ. وَمَنْ جَمَعَهُ عَلَى الْأَقْوَالِ فَوَاحِدُهُمْ قَيَّلٌ بِتَشْدِيدِ الْيَاءِ. وَالْقِيلُ وَالْقَالُ، قَالَ ابْنُ السِّكِّيتِ: هُمَا اسْمَانِ لَا مَصْدَرَانِ. وَاقْتَالَ عَلَى فُلَانٍ ; إِذَا تَحَكَّمَ. وَمَعْنَاهُ عِنْدَنَا أَنَّهُ يُشَبَّهُ بِالْمَلِكِ الَّذِي هُوَ قَيْلٌ. قَالَ: وَمَاءُ سَمَاءٍ كَانَ غَيْرَ مَحَمَّةٍ ... وَمَا اقْتَالَ فِي حُكْمٍ عَلَيَّ طَبِيبُ\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْقَيْلُ: شُرْبُ نِصْفِ النَّهَارِ. وَالْقَائِلَةُ: نَوْمُ نِصْفِ النَّهَارِ. وَقَوْلُهُمْ: تَقَيَّلَ فُلَانٌ أَبَاهُ: أَشْبَهَهُ، إِنَّمَا الْأَصْلُ تَقَيَّضَ، وَاللَّامُ مُبْدَلَةٌ مِنْ ضَادٍ، وَمَعْنَاهُ أَنَّهُمَا كَانَا فِي الشَّبَهِ قَيْضَيْنِ.",
    "pg": "5:44-45"
  },
  "قين": {
    "def": "الْقَافُ وَالْيَاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِصْلَاحٍ وَتَزْيِينٍ. مِنْ ذَلِكَ الْقَيْنُ: الْحَدَّادُ، لِأَنَّهُ يُصْلِحُ الْأَشْيَاءَ وَيَلُمُّهَا; وَجَمْعُهُ قُيُونٌ. وَقِنْتُ الشَّيْءَ أَقِينُهُ قَيْنًا: لَمَمْتُهُ. قَالَ:\nوَلِي كَبِدٌ مَقْرُوحَةٌ قَدْ بَدَا بِهَا ... صُدُوعُ الْهَوَى لَوْ كَانَ قَيْنٌ يَقِينُهَا\nوَيَقُولُونَ: التَّقْيينُ: التَّزْيِينُ. وَاقْتَانَتِ الرَّوْضَةُ: أَخَذَتْ زُخْرُفَهَا. وَمِنْهُ يُقَالُ لِلْمَرْأَةِ مُقَيِّنَةٌ، وَهِيَ الَّتِي تُزَيِّنُ النِّسَاءَ. وَيُقَالُ: إِنَّ الْقَيْنَةَ: الْأَمَةُ، مُغَنِّيَةً كَانَتْ أَوْ غَيْرَهَا. وَقَالَ قَوْمٌ: إِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا قَدْ تُعَدُّ لِلْغِنَاءِ. وَهَذَا جَيِّدٌ. وَالْقَيْنُ: الْعَبْدُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْقَيْنُ: عَظْمُ السَّاقِ، وَهُمَا قَيْنَانِ. قَالَ ذُو الرُّمَّةِ:\nقَيْنَيْهِ وَانْحَسَرَتْ عَنْهُ الْأَنَاعِيمُ. [بَابُ الْقَافِ وَالْأَلِفِ وَمَا يَثْلُثُهُمَا]\nوَالْأَلِفُ فِيهِ مُنْقَلِبَةٌ، وَرُبَّمَا كَانَتْ هَمْزَةً.",
    "pg": "5:45-46"
  }
}