{
  "فا": {
    "def": "الْفَاءُ وَالْهَمْزَةُ مَعَ مُعْتَلٍّ بَيْنَهُمَا، كَلِمَاتٌ تَدُلُّ عَلَى الرُّجُوعِ. يُقَالُ: فَاءَ الْفَيْءُ، إِذَا رَجَعَ الظِّلُّ مِنْ جَانِبِ الْمَغْرِبِ إِلَى جَانِبِ الْمَشْرِقِ. وَكُلُّ رُجُوعٍ فَيْءٌ. قَالَ اللَّهُ - تَعَالَى -: ﴿حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ﴾ [الحجرات: ٩] ، أَيْ تَرْجِعَ. قَالَ الشَّاعِرُ:\nتَيَمَّمَتِ الْعَيْنُ الَّتِي عِنْدَ ضَارِجٍ ... يَفِيءُ عَلَيْهَا الظِّلُّ عِرْمِضُهَا طَامِ\nيُقَالُ مِنْهُ: فَيَّأَتِ الشَّجَرَةُ، وَتَفَيَّأْتُ أَنَا فِي فَيْئِهَا. وَالْمَرْأَةُ تُفَيِّئُ شَعْرَهَا، إِذَا حَرَّكَتْ رَأْسَهَا مِنْ قِبَلِ الْخُيَلَاءِ. وَيُقَالُ تَفَيُّؤُهَا: تَكَسُّرُهَا لِزَوْجِهَا. وَالْقِيَاسُ فِيهِ كُلِّهِ وَاحِدٌ. وَالْفَيْءُ: غَنَائِمُ تُؤْخَذُ مِنَ الْمُشْرِكِينَ أَفَاءَهَا اللَّهُ - تَعَالَى - عَلَيْهِمْ. قَالَ اللَّهُ - سُبْحَانَهُ -: ﴿مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى﴾ [الحشر: ٧] . وَيُقَالُ: اسْتَفَأْتُ هَذَا الْمَالَ، أَيْ أَخَذْتُهُ فَيْئًا. وَفُلَانٌ سَرِيعُ الْفَيْءِ مِنْ غَضَبِهِ وَالْفِيئَةِ.\nفَأَمَّا قَوْلُهُمْ: يَا فَيْءَ مَالِي، فَيَقُولُونَ: إِنَّهَا كَلِمَةُ أَسَفٍ. وَهَذَا عِنْدِي مِنَ الْكَلَامِ الَّذِي ذَهَبَ مَنْ كَانَ يُحْسِنُ حَقِيقَةَ مَعْنَاهُ. وَأَنْشَدَ:\nيَا فَيْءَ مَالِي مَنْ يُعَمَّرْ يُفْنِهِ ... مَرُّ الزَّمَانِ عَلَيْهِ وَالتَّقْلِيبُ",
    "pg": "4:435-436"
  },
  "فاد": {
    "def": "الْفَاءُ وَالْأَلِفُ وَالدَّالُ هَذَا أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حُمَّى وَشِدَّةِ حَرَارَةٍ. مِنْ ذَلِكَ: فَأَدْتُ اللَّحْمَ: شَوَيْتُهُ. وَهَذَا فَئِيدٌ، أَيْ مَشْوِيٌّ. وَالْمِفْأَدُ: السَّفُودُ. وَالْمُفْتَأَدُ: الْمَوْضِعُ يُشْوَى فِيهِ. قَالَ:\nكَأَنَّهُ خَارِجًا مِنْ جَنْبِ صَفْحَتِهِ ... سَفُودُ شَرْبٌ نَسُوهُ عِنْدَ مُفْتَأَدِ\nوَمِمَّا هُوَ مِنْ قِيَاسِ الْبَابِ عِنْدَنَا: الْفُؤَادُ، سُمِّيَ بِذَلِكَ لِحَرَارَتِهِ. وَالْفَأْدُ: مَصْدَرُ فَأَدْتُهُ، إِذَا أَصَبْتَ فُؤَادَهُ. وَيَقُولُونَ: فَأَدْتُ الْمَلَّةَ، إِذَا مَلَلْتُهَا.\n\n[بَابُ الْفَاءِ وَالتَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:469"
  },
  "فار": {
    "def": "الْفَاءُ وَالْأَلِفُ وَالرَّاءُ، وَيُسَمُّونَ الْأَلْفَ فِيهِ هَمْزَةً. الْفَأْرُ مَعْرُوفٌ، يُقَالُ مِنْهُ: مَكَانٌ فَئِرٌ، أَيْ كَثِيرُ الْفَأْرِ. وَفَأْرَةُ الْمِسْكِ مَعْرُوفَةٌ، وَهِيَ عَلَى مَعْنَى التَّشْبِيهِ. وَكَذَلِكَ فَأْرَةُ الْبَعِيرِ، وَهِيَ رِيحٌ تَجْتَمِعُ فِي رُسْغِ الْبَعِيرِ، وَإِذَا مَشَى انْفَشَّتْ.",
    "pg": "4:467-468"
  },
  "فاس": {
    "def": "الْفَاءُ وَالْأَلِفُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ، وَتُسْتَعَارُ. الْفَأْسُ مَعْرُوفَةٌ، وَالْعَدَدُ أَفْؤُسٌ، وَالْجَمْعُ فُؤُوسٌ. وَيُسْتَعَارُ فَيُقَالُ لِمُؤَخَّرِ الْقَمَحْدُوَةِ: فَأْسٌ. [وَفَأْسُ] اللِّجَامِ: الْحَدِيدَةُ الْقَائِمَةُ فِي الْحَنَكِ.",
    "pg": "4:468"
  },
  "فال": {
    "def": "الْفَاءُ وَالْأَلِفُ وَاللَّامُ. الْفَأْلُ: مَا يُتَفَاءَلُ بِهِ.",
    "pg": "4:468"
  },
  "فام": {
    "def": "الْفَاءُ وَالْأَلِفُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اتِّسَاعٍ فِي الشَّيْءِ، وَعَلَى كَثْرَةٍ. فَأَمَّا الْكَثْرَةُ فَالْفِئَامُ: الْجَمَاعَةُ مِنَ النَّاسِ. وَأَمَّا السَّعَةُ فَالْفِئَامُ: وِطَاءٌ يَكُونُ فِي الْهَوْدَجِ، وَجَمْعُهُ فُؤُمٌ عَلَى فُعُلٍ. وَيُقَالُ لِلْبَعِيرِ إِذَا امْتَلَأَ حَارِكُهُ شَحْمًا: قَدْ فُئِمَ حَارِكُهُ، وَهُوَ مُفْأَمٌ. وَالْمُفْأَمُ مِنَ الرِّجَالِ: الْوَاسِعُ الْجَوْفِ. قَالَ:\nأَخَذْنَ خُصُورَ الرَّمْلِ ثُمَّ جَزَعْنَهُ ... عَلَى كُلِّ قَيْنِيٍّ قَشِيبٍ وَمُفْأَمِ",
    "pg": "4:468"
  },
  "فاما النبهرج": {
    "def": "فَلَيْسَتْ عَرَبِيَّةً صَحِيحَةً، فَلِذَلِكَ لَمْ يُطْلَبْ لَهَا قِيَاسٌ. وَالْبَهْرَجُ الرَّدِيُّ. وَيُقَالُ أَرْضٌ بَهْرَجٌ، إِذَا لَمْ يَكُنْ لَهَا مَنْ يَحْمِيهَا. وَبَهْرَجَ الشَّيْءَ إِذَا أَخَذَ بِهِ عَلَى غَيْرِ الطَّرِيقِ. وَإِنْ كَانَ فِيهِ شَاهِدُ شِعْرٍ فَهُوَ كَمَا يَقُولُونَ \" السَّمَرَّجُ \". وَلَيْسَ بِشَيْءٍ.\n\nوَمِمَّا فِيهِ حَرْفٌ زَائِدٌ (الْبَرْزَخُ) الْحَائِلُ بَيْنَ الشَّيْئَيْنِ، كَأَنَّ بَيْنَهُمَا بَرَازًا أَيْ مُتَّسَعًا مِنَ الْأَرْضِ، ثُمَّ صَارَ كُلُّ حَائِلٍ بَرْزَحًا. فَالْخَاءُ زَائِدَةٌ لِمَا قَدْ ذَكَرْنَا.\n\nوَمِنْ هَذَا الْبَابِ (الْبِرْدِسُ) الرَّجُلُ الْخَبِيثُ. وَالْبَاءُ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنَ الرَّدْسِ، وَذَاكَ أَنْ تَقْتَحِمَ الْأُمُورَ، مِثْلَ الْمِرْدَاسِ، وَهِيَ الصَّخْرَةُ. وَقَدْ فُسِّرَ فِي بَابِهِ.\n\nوَمِنْ ذَلِكَ (بَلْذَمَ) إِذَا فَرِقَ فَسَكَتَ. وَالْبَاءُ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ لَذِمَ، إِذَا لَزِمَ بِمَكَانِهِ فَرَِقًا لَا يَتَحَرَّكُ. وَمِنْ ذَلِكَ (بِرْقِعُ) اسْمُ سَمَاءِ الدُّنْيَا. فَالْبَاءُ زَائِدَةٌ وَالْأَصْلُ الرَّاءُ وَالْقَافُ وَالْعَيْنُ ; لِأَنَّ كُلَّ سَمَاءٍ رَقِيعٌ، وَالسَّمَاوَاتُ أَرْقِعَةٌ.\n\nوَمِنْ ذَلِكَ (بَرْعَمَ) النَّبْتُ إِذَا اسْتَدَارَتْ رُءُوسُهُ. الْأَصْلُ بَرَعَ إِذَا طَالَ. وَمِنْ ذَلِكَ",
    "pg": "1:333-334"
  },
  "فاو": {
    "def": "الْفَاءُ وَالْأَلِفُ وَالْوَاوُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْفِرَاجٍ فِي شَيْءٍ. يُقَالُ: فَأَوْتُ رَأْسَهُ بِالسَّيْفِ فَأْوًا، أَيْ فَلَقْتُهُ. وَالْفَأْوُ: فُرْجَةُ مَا بَيْنَ الْجَبَلَيْنِ. قَالَ:\nحَتَّى انْفَأَى الْفَأْوُ عَنْ أَعْنَاقِهَا سَحَرًا ... نَشَحْنَ فَلَا رِيٌّ وَلَا هِيمُ",
    "pg": "4:468-469"
  },
  "فتت": {
    "def": "الْفَاءُ وَالتَّاءُ كَلِمَةٌ تَدُلُّ عَلَى تَكْسِيرِ شَيْءٍ وَرَفْتِهِ. يُقَالُ: فَتَتُّ الشَّيْءَ أَفُتُّ فَتًّا، فَهُوَ مَفْتُوتٌ وَفَتِيتٌ. وَالْفُتَّةُ: مَا يُفَتُّ وَيُوضَعُ تَحْتَ الزَّنْدِ. وَفَتَّ فِي عَضُدِهِ، وَذَلِكَ إِذَا أَسَاءَ إِلَيْهِ، كَأَنَّهُ قَدْ فَتَّ مِنْ عَضُدِهِ شَيْئًا.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْفَتْفَتَةِ: أَنْ تَشْرَبَ الْإِبِلُ دُونَ الرِّيِّ.",
    "pg": "4:436"
  },
  "فتح": {
    "def": "الْفَاءُ وَالتَّاءُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِلَافِ الْإِغْلَاقِ.\nيُقَالُ: فَتَحْتُ الْبَابَ وَغَيْرَهُ فَتْحًا. ثُمَّ يُحْمَلُ عَلَى هَذَا سَائِرُ مَا فِي هَذَا الْبِنَاءِ. فَالْفَتْحُ وَالْفِتَاحَةُ: الْحُكْمُ. وَاللَّهُ تَعَالَى الْفَاتِحُ، أَيِ الْحَاكِمُ. قَالَ الشَّاعِرُ فِي الْفِتَاحَةِ:\nأَلَا أَبْلِغْ بَنِي عَوْفٍ رَسُولًا ... بِأَنِّي عَنْ فُتَاحَتِكُمْ غَنِيُّ\nوَالْفَتْحُ: الْمَاءُ يَخْرُجُ مِنْ عَيْنٍ أَوْ غَيْرِهَا. وَالْفَتْحُ. النَّصْرُ وَالْإِظْفَارُ. وَاسْتَفْتَحْتُ: اسْتَنْصَرْتُ. وَفِي الْحَدِيثِ «أَنَّهُ ﷺ كَانَ يَسْتَفْتِحُ بِصَعَالِيكِ الْمُهَاجِرِينَ وَالْأَنْصَارِ» . وَفَوَاتِحُ الْقُرْآنِ: أَوَائِلُ السُّوَرِ. وَبَابٌ فُتُحٌ، أَيْ وَاسِعٌ مَفْتُوحٌ.",
    "pg": "4:469-470"
  },
  "فتخ": {
    "def": "الْفَاءُ وَالتَّاءُ وَالْخَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى لِينٍ فِي الشَّيْءِ.\nفَالْفَتَخُ: لِينٌ فِي جَنَاحِ الطَّائِرِ. وَعُقَابٌ فَتْخَاءُ، إِذَا انْكَسَرَ جَنَاحُهَا فِي طَيَرَانِهَا. وَفَتَخَ أَصَابِعَ رِجْلِهِ فِي جُلُوسِهِ، إِذَا لَيَّنَهَا. وَفِي الْحَدِيثِ «أَنَّهُ كَانَ ﵇ إِذَا سَجَدَ جَافَى عَضُدَيْهِ عَنْ جَنْبَيْهِ، وَفَتَخَ أَصَابِعَ رِجْلَيْهِ» . وَيُقَالُ إِنَّ الْفَتَخَ: عِرَضُ الْكَتِفِ وَالْقَدَمِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْفَتَخُ، جَمْعُ فَتَخَةٍ، وَهِيَ كَالْحَلْقَةِ تُلْبَسُ لُبْسَ الْخَاتَمِ. قَالَ:\nتَسْقُطُ مِنْهُ فَتَخِي فِي كُمِّي",
    "pg": "4:470"
  },
  "فتر": {
    "def": "الْفَاءُ وَالتَّاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ضَعْفٍ فِي الشَّيْءِ. مِنْ ذَلِكَ: فَتَرَ الشَّيْءُ يَفْتُرُ فُتُورًا. وَالطَّرْفُ الْفَاتِرُ: الَّذِي لَيْسَ بِحَدِيدٍ شَزْرٍ. وَفَتَّرْتُ الشَّيْءَ وَأَفْتَرْتُهُ. قَالَ اللَّهُ تَعَالَى: ﴿لَا يُفَتَّرُ عَنْهُمْ﴾ [الزخرف: ٧٥] ، أَيْ لَا يُضْعَفُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ: الْفِتْرُ: مَا بَيْنَ طَرَفِ الْإِبْهَامِ وَطَرَفِ السَّبَّابَةِ إِذَا فَتَحْتَهُمَا. وَفَتْرُ: اسْمُ امْرَأَةٍ، فِي قَوْلِهِ:\nأَصَرَمْتَ حَبْلَ الْوُدِّ مِنْ فِتْرَ",
    "pg": "4:470-471"
  },
  "فتش": {
    "def": "الْفَاءُ وَالتَّاءُ وَالشِّينُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى بَحْثٍ عَنْ شَيْءٍ. تَقُولُ: فَتَشْتُ فَتْشًا، وَفَتَّشْتُ تَفْتِيشًا.",
    "pg": "4:471"
  },
  "فتق": {
    "def": "الْفَاءُ وَالتَّاءُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى فَتْحٍ فِي شَيْءٍ. مِنْ ذَلِكَ: فَتَقْتُ الشَّيْءَ فَتْقًا. وَالْفَتْقُ: شَقُّ عَصَا الْجَمَاعَةِ. وَالْفَتْقُ: الصُّبْحُ. وَأَعْوَامُ الْفَتَقِ: أَعْوَامُ الْخِصْبِ. قَالَ:\nلَمْ تَرْجُ رِسْلًا بَعْدَ أَعْوَامِ الْفَتَقِ\nوَيُقَالُ: أَفْتَقَ الْقَمَرُ، إِذَا صَادَفَ فَتْقًا مِنْ سَحَابٍ وَطَلَعَ مِنْهُ. وَأَفْتَقَ الْقَوْمُ، إِذَا انْفَتَقَ عَنْهُمُ الْغَيْمُ.\nقَالَ الْأَصْمَعِيُّ: جَمَلٌ فَتِيقٌ، إِذَا تَفَتَّقَ سِمَنًا. وَيُقَالُ: فَتِقَ يَفْتَقُ فَتَقًا. وَالْفَيْتَقُ: النَّجَّارُ، فِي قَوْلِ الْأَعْشَى:\nفِي الْبَابِ فَيْتَقُ",
    "pg": "4:471"
  },
  "فتك": {
    "def": "الْفَاءُ وَالتَّاءُ وَالْكَافُ كَلِمَةٌ تَدُلُّ عَلَى خِلَافِ النُّسُكِ وَالصَّلَاحِ. مِنْ ذَلِكَ الْفَتْكُ، وَهُوَ الْغَدْرُ، وَهُوَ الْفِتْكُ أَيْضًا. يُقَالُ: فَتَكَ بِهِ: اغْتَالَهُ. وَفِي الْحَدِيثِ: «الْإِيمَانُ قَيْدُ الْفَتْكِ \".» وَقَالَ الشَّاعِرُ: لَا مَهْرَ أَغْلَى مِنْ عَلِيٍّ وَإِنْ غَلَا ... وَلَا فَتْكَ إِلَّا دُونَ فَتْكِ ابْنِ مُلْجِمِ",
    "pg": "4:471-472"
  },
  "فتل": {
    "def": "الْفَاءُ وَالتَّاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى لَيِّ شَيْءٍ. مِنْ ذَلِكَ: فَتَلْتُ الْحَبْلَ وَغَيْرَهُ. وَالْفَتِيلُ: مَا يَكُونُ فِي شِقِّ النَّوَاةِ كَأَنَّهُ قَدْ فُتِلَ. قَالَ:\n\nيَجْمَعُ الْجَيْشَ ذَا الْأُلُوفِ وَيَغْزُو ... ثُمَّ يَرْزَأُ الْعَدُوَّ فَتِيلًا\nوَيُقَالُ: بَلِ الْفَتِيلُ مَا يُفْتَلُ بَيْنَ الْإِصْبَعَيْنِ. وَالْفَتَلُ: تَبَاعُدُ الذِّرَاعَيْنِ عَنْ جَنْبَيِ الْبَعِيرِ، كَأَنَّهُمَا لُوِيَا لَيًّا وَفُتِلَا حَتَّى لُوِيَا. قَالَ طَرَفَةُ:\n\nلَهَا عَضُدَانِ أَفْتَلَانِ كَأَنَّهَا ... تَمُرُّ بِسَلْمَى دَالِجٍ مُتَشَدِّدِ\nوَمِنْ أَمْثَالِهِمْ: \" فُلَانٌ يَفْتِلُ فِي ذِرْوَةِ فُلَانٍ \"، أَيْ يَدُورُ مِنْ وَرَاءِ خَدِيعَتِهِ.",
    "pg": "4:472"
  },
  "فتن": {
    "def": "الْفَاءُ وَالتَّاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ابْتِلَاءٍ وَاخْتِبَارٍ. مِنْ ذَلِكَ الْفِتْنَةُ. يُقَالُ: فَتَنْتُ أَفْتِنُ فَتْنًا. وَفَتَنْتُ الذَّهَبَ بِالنَّارِ، إِذَا امْتَحَنْتُهُ. وَهُوَ مَفْتُونٌ وَفَتِينٌ. وَالْفَتَّانُ: الشَّيْطَانُ. وَيُقَالُ: فَتَنَهُ وَأَفْتَنَهُ. وَأَنْكَرَ الْأَصْمَعِيُّ أَفْتِنَ. وَأَنْشَدُوا فِي أَفْتَنَ: لَئِنْ أَفْتَنَتْنِي لَهْيَ بِالْأَمْسِ أَفْتَنَتْ ... سَعِيدًا فَأَضْحَى قَدْ قَلَى كُلَّ مُسْلِمِ\nوَيُقَالُ: قَلْبٌ فَاتِنٌ، أَيْ مَفْتُونٌ. قَالَ:\n\nرَخِيمُ الْكَلَامِ قَطِيعُ الْقِيَامِ ... أَضْحَى فُؤَادِي بِهِ فَاتِنًا\nقَالَ الْخَلِيلُ: الْفَتْنُ: الْإِحْرَاقُ. وَشَيْءٌ فَتِينٌ: أَيْ مُحْرَقٌ. وَيُقَالُ لِلْحَرَّةِ: فَتِينٌ، كَأَنَّ حِجَارَتَهَا مُحْرَقَةٌ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ: الْفِتَانُ: جِلْدَةُ الرَّحْلِ. وَقَوْلُهُمُ الْعَيْشُ فِتْنَانِ، أَيْ لَوْنَانِ. وَهَذِهِ يَجُوزُ أَنْ تُحْمَلَ عَلَى الْقِيَاسِ، لِأَنَّهُ يَقُولُ:\nوَالْعَيْشُ فِتْنَانِ فَحُلْوٌ وَمُرٌّ\nوَيُمْكِنُ أَنْ يُخْتَبَرَ ابْنُ آدَمَ بِكُلِّ وَاحِدٍ مِنْهُمَا.",
    "pg": "4:472-473"
  },
  "فتى": {
    "def": "الْفَاءُ وَالتَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى طَرَاوَةٍ وَجِدَّةٍ، وَالْآخَرُ عَلَى تَبْيِينِ حُكْمٍ. الْفَتِيُّ: الطَّرِيُّ مِنَ الْإِبِلِ، وَالْفَتَى مِنَ النَّاسِ: وَاحِدُ الْفِتْيَانِ. وَالْفَتَاءُ: الشَّبَابُ، يُقَالُ فَتًى بَيِّنُ الْفَتَاءِ. قَالَ:\n\nإِذَا عَاشَ الْفَتَى مِائَتَيْنِ عَامًا ... فَقَدْ ذَهَبَ الْبَشَاشَةُ وَالْفَتَاءُ\nوَالْأَصْلُ الْآخَرُ الْفُتْيَا. يُقَالُ: أَفْتَى الْفَقِيهُ فِي الْمَسْأَلَةِ، إِذَا بَيَّنَ حُكْمَهَا. وَاسْتَفْتَيْتُ، إِذَا سَأَلْتَ عَنِ الْحُكْمِ، قَالَ اللَّهُ - تَعَالَى: ﴿يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ﴾ [النساء: ١٧٦] . وَيُقَالُ مِنْهُ فَتْوَى وَفُتْيَا.\nوَإِذَا هُمِزَ خَرَجَ عَنِ الْبَابَيْنِ جَمِيعًا. يُقَالُ مَا فَتِئْتُ وَفَتَأْتُ أَذْكُرُهُ، أَيْ مَازِلْتُ. قَالَ اللَّهُ - تَعَالَى: ﴿قَالُوا تَاللَّهِ تَفْتَأُ تَذْكُرُ يُوسُفَ﴾ [يوسف: ٨٥] ، أَيْ لَا تَزَالُ تَذْكُرُ.\n\n[بَابُ الْفَاءِ وَالثَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:473-474"
  },
  "فثا": {
    "def": "الْفَاءُ وَالثَّاءُ وَالْهَمْزَةُ يَدُلُّ عَلَى تَسْكِينِ شَيْءٍ يَغْلِي وَيَفُورُ. يُقَالُ: فَثَأْتُ الْقِدْرَ: سَكَّنْتُ مِنْ غَلَيَانِهَا. قَالَ:\nوَنَفْثَؤُهَا عَنَّا إِذَا حَمْيُهَا غَلَا\nوَيُقَالُ: عَدَا حَتَّى أَفْثَأَ، أَيْ أَعْيَا.\n\n[بَابُ الْفَاءِ وَالْجِيمِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:475"
  },
  "فثث": {
    "def": "الْفَاءُ وَالثَّاءُ كَلِمَاتٌ تَدُلُّ عَلَى كَسْرِ شَيْءٍ، أَوْ نَثْرِهِ، أَوْ قَلْعِهِ. مِنْ ذَلِكَ قَوْلُهُمْ: فَثَّ جُلَّتَهُ: نَثَرَهَا. وَانْفَثَّ الرَّجُلُ مِنْ هَمٍّ أَصَابَهُ، أَيِ انْكَسَرَ. وَيُقَالُ إِنَّ الْفَثَّ: الْفَسِيلُ يُقْتَلَعُ مِنْ أَصْلِهِ.\nوَمِنَ الْبَابِ الْفَثُّ، وَهُوَ هَبِيدُ الْحَنْظَلِ، لِأَنَّهُ يُنْثَرُ.",
    "pg": "4:436-437"
  },
  "فثج": {
    "def": "الْفَاءُ وَالثَّاءُ وَالْجِيمُ أُصَيْلٌ يَدُلُّ عَلَى انْقِطَاعٍ فِي شَيْءٍ مَاءٍ أَوْ غَيْرِهِ. عَدَا الرَّجُلُ حَتَّى أَفْثَجَ، أَيْ أَعْيَا. وَيُقَالُ: بِئْرٌ لَا تُفْثَجُ، أَيْ لَا تُنْزَحْ وَقِيلَ ذَلِكَ لِمَا قُلْنَا، فَلَا تُفْثَجُ أَيْ لَا يَنْقَطِعُ مَاؤُهَا. وَيُقَالُ: فَثَجَتِ النَّاقَةُ، إِذَا حَالَتْ فَلَمْ تَحْمِلْ.",
    "pg": "4:474-475"
  },
  "فثر": {
    "def": "الْفَاءُ وَالثَّاءُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْفَاثُورُ، وَهُوَ الْخُوَانُ يُتَّخَذُ مِنْ رُخَامٍ أَوْ نَحْوِهِ. وَيَقُولُونَ فِي بَعْضِ الْكَلَامِ: هِيَ عَلَى فَاثُورٍ وَاحِدٍ. كَأَنَّهُ أَرَادَ بِسَاطًا وَاحِدًا.",
    "pg": "4:475"
  },
  "فجج": {
    "def": "الْفَاءُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَفَتُّحٍ وَانْفِرَاجٍ. مِنْ ذَلِكَ الْفَجُّ: الطَّرِيقُ الْوَاسِعُ. وَيُقَالُ: قَوْسٌ فَجَّاءُ، إِذَا بَانَ وَتَرُهَا عَنْ كَبِدِهَا. وَالْفَجَجُ أَقْبَحُ مِنَ الْفَحَجِ. وَمِنْهُ حَافِرٌ مُفِجٌّ، أَيْ مُقَبَّبٌ، وَإِذَا كَانَ كَذَا كَانَ فِي بَاطِنِهِ شِبْهُ الْفَجْوَةِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ: الْفِجُّ: الشَّيْءُ لَمْ يَنْضَجْ مِمَّا يَنْبَغِي نُضْجُهُ.\nوَشَذَّتْ كَلِمَةٌ وَاحِدَةٌ أُخْرَى حَكَاهَا ابْنُ الْأَعْرَابِيِّ، قَالَ: أَفَجَّ يُفِجُّ، إِذَا أَسْرَعَ. وَمِنْهُ رَجُلٌ فَجْفَاجٌ: كَثِيرُ الْكَلَامِ.",
    "pg": "4:437"
  },
  "فجر": {
    "def": "الْفَاءُ وَالْجِيمُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ التَّفَتُّحُ فِي الشَّيْءِ. مِنْ ذَلِكَ الْفَجْرُ: انْفِجَارُ الظُّلْمَةِ عَنِ الصُّبْحِ. وَمِنْهُ: انْفَجَرَ الْمَاءُ انْفِجَارًا: تَفَتَّحَ. وَالْفُجْرَةُ: مَوْضِعُ تَفَتُّحِ الْمَاءِ. ثُمَّ كَثُرَ هَذَا حَتَّى صَارَ الِانْبِعَاثُ وَالتَّفَتُّحُ فِي الْمَعَاصِي فُجُورًا. وَلِذَلِكَ سُمِّيَ الْكَذِبُ فُجُورًا. ثُمَّ كَثُرَ هَذَا حَتَّى سُمِّيَ كُلُّ مَائِلٍ عَنِ الْحَقِّ فَاجِرًا. وَكُلُّ مَائِلٍ عِنْدَهُمْ فَاجْرٌ. قَالَ لَبِيدٌ:\nفَإِنْ تَتَقَدَّمْ تَغْشَ مِنْهَا مُقَدَّمًا غَلِيظًا ... وَإِنْ أَخَّرْتَ فَالْكِفْلُ فَاجِرُ وَمِنَ الْبَابِ الْفَجَرُ، وَهُوَ الْكَرَمُ وَالتَّفَجُّرُ بِالْخَيْرِ. وَمَفَاجِرُ الْوَادِي: مَرَافِضُهُ، وَلَعَلَّهَا سُمِّيَتْ مَفَاجِرَ لِانْفِجَارِ الْمَاءِ فِيهَا. قَالَ:\nبِجَنْبِ الْعَلَنْدَى حَيْثُ نَامَ الْمَفَاجِرُ\nوَمُنْفَجَرُ الرَّمْلِ: طَرِيقٌ يَكُونُ فِيهِ. وَيَوْمُ الْفِجَارِ: يَوْمٌ لِلْعَرَبِ اسْتُحِلَّتْ فِيهِ الْحُرْمَةُ.",
    "pg": "4:475-476"
  },
  "فجس": {
    "def": "الْفَاءُ وَالْجِيمُ وَالسِّينُ كَلِمَةٌ إِنْ صَحَّتْ. يَقُولُونَ: الْفَجْسُ: التَّكَبُّرُ وَالتَّعَظُّمُ. يُقَالُ مِنْهُ: تَفَجَّسَ.",
    "pg": "4:476"
  },
  "فجع": {
    "def": "الْفَاءُ وَالْجِيمُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْفَجِيعَةُ، وَهِيَ الرَّزِيَّةُ. وَنَزَلَتْ بِفُلَانٍ فَاجِعَةٌ، وَتَفَجَّعَ، إِذَا تَوَجَّعَ لَهَا.",
    "pg": "4:476"
  },
  "فجل": {
    "def": "الْفَاءُ وَالْجِيمُ وَاللَّامُ كَلِمَةٌ هِيَ نَبْتٌ، وَقَالَ قَوْمٌ: فَجِلَ الشَّيْءُ: غَلُظَ وَاسْتَرْخَى. وَكُلُّ شَيْءٍ عَرَّضْتَهُ فَقَدْ فَجَّلْتَهُ.",
    "pg": "4:476-477"
  },
  "فجم": {
    "def": "الْفَاءُ وَالْجِيمُ وَالْمِيمُ. زَعَمَ ابْنُ دُرَيْدٍ: تَفَجَّمَ الْوَادِي وَانْفَجَمَ، إِذَا اتَّسَعَ. وَهَذِهِ فُجْمَةُ الْوَادِي، أَيْ مُتَّسَعُهُ.",
    "pg": "4:477"
  },
  "فجن": {
    "def": "الْفَاءُ وَالْجِيمُ وَالنُّونُ. يَقُولُونَ: إِنَّ السَّذَابَ يُقَالُ لَهُ الْفَيْجَنُ.\n\n[بَابُ الْفَاءِ وَالْحَاءُ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:477"
  },
  "فجو": {
    "def": "الْفَاءُ وَالْجِيمُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى اتِّسَاعٍ فِي شَيْءٍ. فَالْفَجْوَةُ: الْمُتَّسَعُ بَيْنَ شَيْئَيْنِ. وَقَوْسٌ فَجْوَاءُ: بَانَ وَتَرُهَا عَنْ كَبِدِهَا. وَفَجْوَةُ الدَّارِ: سَاحَتُهَا. وَالْفَجَا: تَبَاعُدُ مَا بَيْنَ عُرْقُوبَيِ الْبَعِيرِ.\nوَإِذَا هُمِزَ قُلْتُ: فَجِئَنِي الْأَمْرُ يَفْجَؤُنِي.",
    "pg": "4:477"
  },
  "فحث": {
    "def": "الْفَاءُ وَالْحَاءُ وَالثَّاءُ كَلِمَةٌ وَاحِدَةٌ. فَالْفَحْثُ: الْجَوْفُ. يُقَالُ: مَلَأَ أَفَحَاثَهُ، أَيْ جَوْفَهُ.",
    "pg": "4:480"
  },
  "فحج": {
    "def": "الْفَاءُ وَالْحَاءُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْفَحَجُ، وَهُوَ تَبَاعُدُ مَا بَيْنَ أَوْسَاطِ السَّاقَيْنِ فِي الْإِنْسَانِ وَالدَّابَّةِ. وَالنَّعْتُ أَفْحَجُ وَفَحْجَاءُ، وَالْجَمْعُ فُحْجٌ.\n\n[بَابُ الْفَاءِ وَالْخَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:480"
  },
  "فحح": {
    "def": "الْفَاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْفَحِيحُ: صَوْتُ الْأَفْعَى. قَالَ:\nكَأَنَّ نَقِيقَ الْحَبِّ فِي حَاوِيَائِهِ ... فَحِيحُ الْأَفَاعِي أَوْ نَقِيقُ الْعَقَارِبِ",
    "pg": "4:437"
  },
  "فحس": {
    "def": "الْفَاءُ وَالْحَاءُ وَالسِّينُ. يَقُولُونَ: الْفَحْسُ: لَحْسُكَ الشَّيْءَ بِلِسَانِكَ عَنْ يَدِكَ.",
    "pg": "4:478"
  },
  "فحش": {
    "def": "الْفَاءُ وَالْحَاءُ وَالشِّينُ كَلِمَةٌ تَدُلُّ عَلَى قُبْحٍ فِي شَيْءٍ وَشَنَاعَةٍ. مِنْ ذَلِكَ الْفُحْشُ وَالْفَحْشَاءُ وَالْفَاحِشَةُ. يَقُولُونَ: كُلُّ شَيْءٍ جَاوَزَ قَدْرَهُ فَهُوَ فَاحِشٌ ; وَلَا يَكُونُ ذَلِكَ إِلَّا فِيمَا يُتَكَرَّهُ. وَأَفْحَشَ الرَّجُلُ: قَالَ الْفُحْشَ: وَفَحَشَ، وَهُوَ فَحَّاشٌ. وَيَقُولُونَ: الْفَاحِشُ: الْبَخِيلُ، وَهَذَا عَلَى الِاتِّسَاعِ، وَالْبُخْلُ أَقْبَحُ خِصَالِ الْمَرْءِ. قَالَ طَرَفَةُ:\nأَرَى الْمَوْتَ يَعْتَامُ الْكِرَامَ وَيَصْطَفِي ... مَالَ الْفَاحِشِ الْمُتَشَدِّدِ",
    "pg": "4:478"
  },
  "فحص": {
    "def": "الْفَاءُ وَالْحَاءُ وَالصَّادُ أَصْلٌ صَحِيحٌ، وَهُوَ كَالْبَحْثِ عَنِ الشَّيْءِ. يُقَالُ: فَحَصْتُ عَنِ الْأَمْرِ فَحْصًا. وَأُفْحُوصُ الْقَطَا: مَوْضِعُهَا فِي الْأَرْضِ، لِأَنَّهَا تَفْحَصُهُ. وَفِي الْحَدِيثِ: «فَحَصُوا عَنْ رُءُوسِهِمْ» ، كَأَنَّهُمْ تَرَكُوهَا مِثْلَ أَفَاحِيصِ الْقَطَا فَلَمْ يَحْلِقُوا عَنْهَا. وَفَحَصَ الْمَطَرُ التُّرَابَ، إِذَا قَلَبَهُ.",
    "pg": "4:477-478"
  },
  "فحل": {
    "def": "الْفَاءُ وَالْحَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ذَكَارَةٍ وَقُوَّةٍ. مِنْ ذَلِكَ الْفَحْلُ مِنْ كُلِّ شَيْءٍ، وَهُوَ الذَّكَرُ الْبَاسِلُ. يُقَالُ: أَفْحَلْتُهُ فَحْلًا، إِذَا أَعْطَيْتَهُ فَحْلًا يَضْرِبُ فِي إِبِلِهِ. وَفَحَلْتُ إِبِلِي، إِذَا أَرْسَلْتَ فِيهَا فَحْلَهَا. قَالَ:\nنَفْحَلُهَا الْبِيضَ الْقَلِيلَاتِ الطَّبَعْ\nوَهَذَا مَثَلٌ، أَيْ نُعَرْقِبُهَا بِالْبِيضِ. يَصِفُ إِبِلًا عُرْقِبَتْ بِالسُّيُوفِ.\nوَأَمَّا الْحَصِيرُ الْمُتَّخَذُ مِنَ الْفُحَّالِ فَهُوَ يُسَمَّى فَحْلًا لِأَنَّهُ مِنْ ذَلِكَ يُتَّخَذُ. وَالْفُحَّالُ فُحَّالُ النَّخْلِ، وَهُوَ مَا كَانَ مِنْ ذُكُورِهِ فَحْلًا لِإِنَاثِهِ، وَالْجَمْعُ فَحَاحِيلُ. وَفَحْلٌ فَحِيَلٌ: كَرِيمٌ. قَالَ:\nكَانَتْ نَجَائِبُ مُنْذِرٍ وَمُحَرِّقٍ ... أُمَّاتِهِنَّ وَطَرْقُهُنَّ فَحِيَلًا\nوَالْعَرَبُ تُسَمِّي سُهَيْلًا: الْفَحْلُ، تَشْبِيهًا لَهُ بِفَحْلِ الْإِبِلِ، لِاعْتِزَالِهِ النُّجُومَ، وَذَلِكَ أَنَّ الْفَحْلَ إِذَا قَرَعَ الْإِبِلَ اعْتَزَلَهَا. وَيَقُولُونَ عَلَى التَّشْبِيهِ: امْرَأَةٌ فَحْلَةٌ، أَيْ سَلِيطَةٌ.",
    "pg": "4:478-479"
  },
  "فحم": {
    "def": "الْفَاءُ وَالْحَاءُ وَالْمِيمُ أَصْلَانِ، يَدُلُّ أَحَدُهُمَا عَلَى سَوَادٍ وَالْآخِرُ عَلَى انْقِطَاعٍ.\nفَالْأَوَّلُ الْفَحْمُ وَيُقَالُ الْفَحَمُ، وَهُوَ مَعْرُوفٌ. قَالَ:\nكَالْهَبْرَقِيِّ تَنَحَّى يَنْفُخُ الْفَحَمَا\nوَيُقَالُ: فَحَّمَ وَجْهُهُ، إِذَا سَوَّدَهُ. وَشَعْرٌ فَاحِمٌ: أَسْوَدُ. وَفَحْمَةُ الْعِشَاءِ: سَوَادُ الظَّلَامِ.\nوَالْأَصْلُ الْآخَرُ: بَكَى الصَّبِيُّ حَتَّى فَحُمَ، أَيِ انْقَطَعَ صَوْتُهُ مِنَ الْبُكَاءِ. وَيُقَالُ: كَلَّمْتُهُ حَتَّى أَفْحَمْتُهُ. وَشَاعِرٌ مُفْحَمٌ: أَيِ انْقَطَعَ عَنْ قَوْلِ الشِّعْرِ.",
    "pg": "4:479-480"
  },
  "فحو": {
    "def": "الْفَاءُ وَالْحَاءُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ وَاحِدَةٌ. مِنْهَا الْفَحَا: أَبْزَارُ الْقِدْرِ. يُقَالُ: فَحِّ قِدْرَكَ. فَأَمَّا فَحْوَى الْكَلَامِ فَهُوَ مَا ظَهَرَ لِلْفَهْمِ مِنْ مَطَاوِي الْكَلَامِ ظُهُورَ رَائِحَةِ الْفِحَاءِ مِنَ الْقِدْرِ، كَفَهْمِ الضَّرْبِ مِنَ الْأُفِّ.",
    "pg": "4:480"
  },
  "فخت": {
    "def": "الْفَاءُ وَالْخَاءُ وَالتَّاءُ كَلِمَةٌ، وَهِيَ الْفَخْتُ، وَيَقُولُونَ: إِنَّهُ ضَوْءُ الْقَمَرِ أَوَّلَ مَا يَبْدُو مِنْهُ. وَمِنْهُ اشْتِقَاقُ الْفَاخِتَةِ، لِلَوْنِهَا.",
    "pg": "4:481"
  },
  "فخخ": {
    "def": "الْفَاءُ وَالْخَاءُ كَلِمَاتٌ لَا تَنْقَاسُ. مِنْ [ذَلِكَ] الْفَخِيخُ كَالْغَطِيطِ فِي النَّوْمِ. وَالْفَخَّةُ: اسْتِرْخَاءٌ فِي الرِجْلَيْنِ. وَيُقَالُ الْفَخَّةُ: الْمَرْأَةُ الضَّخْمَةُ. وَالْفَخُّ لِلصَّيْدِ مَعْرُوفٌ.",
    "pg": "4:437-438"
  },
  "فخذ": {
    "def": "الْفَاءُ وَالْخَاءُ وَالذَّالُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْفَخِذُ مِنَ الْإِنْسَانِ، مَعْرُوفَةٌ، وَاسْتُعِيرَ فَقِيلَ الْفَخِذُ بِسُكُونِ الْخَاءِ، دُونَ الْقَبِيلَةِ وَفَوْقَ الْبَطْنِ، وَالْجَمْعُ أَفْخَاذٌ.\n\n[بَابُ الْفَاءِ وَالدَّالِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:481"
  },
  "فخر": {
    "def": "الْفَاءُ وَالْخَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ، وَهُوَ يَدُلُّ عَلَى عِظَمٍ وَقِدَمٍ. مِنْ ذَلِكَ الْفَخْرُ. وَيَقُولُونَ فِي الْعِبَارَةِ عَنِ الْفَخْرِ: هُوَ عَدُّ الْقَدِيمِ، وَهُوَ الْفَخَرُ أَيْضًا. قَالَ أَبُو زَيْدٍ: فَخَرْتُ الرَّجُلَ عَلَى صَاحِبِهِ أَفْخَرُهُ فَخْرًا: أَيْ فَضَّلْتُهُ عَلَيْهِ. وَالْفَخِيرُ: الَّذِي يُفَاخِرُكَ، بِوَزْنِ الْخَصِيمِ. وَالْفِخِّيرُ: الْكَثِيرُ الْفَخْرِ. وَالْفَاخِرُ: الشَّيْءُ الْجَيِّدُ. وَالتَّفَخُّرُ: التَّعَظُّمُ. وَنَخْلَةٌ فَخُورٌ: عَظِيمَةُ الْجِذْعِ غَلِيظَةُ السَّعَفِ. وَالنَّاقَةُ الْفَخُورُ: الْعَظِيمَةُ الضَّرْعِ الْقَلِيلَةُ الدَّرِّ. كَذَا قَالَ ابْنُ دُرَيْدٍ. وَالْفَاخِرُ مِنَ الْبُسْرِ: الَّذِي يَعْظُمُ وَلَا نَوَى فِيهِ. وَيَقُولُونَ: فَرَسٌ فَخُورٌ، إِذَا عَظُمَ جُرْدَانُهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْفَخَّارُ مِنَ الْجِرَارِ، مَعْرُوفٌ.",
    "pg": "4:480-481"
  },
  "فخل": {
    "def": "الْفَاءُ وَالْخَاءُ وَاللَّامُ لَيْسَ فِيهِ شَيْءٌ. غَيْرَ أَنَّ ابْنَ دُرَيْدٍ زَعَمَ أَنَّهُ يُقَالُ: تَفَخَّلَ الرَّجُلُ، إِذَا أَظْهَرَ الْوَقَارَ وَالْحِلْمَ. وَتَفَخَّلَ أَيْضًا. إِذَا تَهَيَّأَ وَلَبِسَ أَحْسَنَ ثِيَابِهِ.",
    "pg": "4:481"
  },
  "فخم": {
    "def": "الْفَاءُ وَالْخَاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جَزَالَةٍ وَعِظَمٍ. يُقَالُ: مَنْطِقٌ فَخْمٌ: جَزْلٌ. وَيَقُولُونَ: الْفَخْمُ مِنَ الرِّجَالِ: الْكَثِيرُ لَحْمِ الْوَجْنَتَيْنِ.",
    "pg": "4:481"
  },
  "فدج": {
    "def": "الْفَاءُ وَالدَّالُ وَالْجِيمُ. يَقُولُونَ: إِنَّ الْفَوْدَجَ: الْهَوْدَجُ. قَالَ الْخَلِيلُ: الْفَوْدَجُ: النَّاقَةُ الْوَاسِعَةُ الْأَرْفَاغِ. وَشَاةٌ مُفَوْدَجَةٌ: يَنْتَصِبُ قَرْنَاهَا وَيَلْتَقِي طَرَفَاهُمَا.",
    "pg": "4:484"
  },
  "فدح": {
    "def": "الْفَاءُ وَالدَّالُ وَالْحَاءُ كَلِمَةٌ. فَدَحَهَ الْأَمْرُ. إِذَا عَالَهُ وَأَثْقَلَهُ، فَدْحًا. وَهُوَ أَمْرٌ فَادِحٌ.",
    "pg": "4:484-485"
  },
  "فدخ": {
    "def": "الْفَاءُ وَالدَّالُ وَالْخَاءُ لَيْسَ فِيهِ إِلَّا طَرِيفَةُ ابْنِ دُرَيْدٍ: فَدَخْتُ الشَّيْءَ، مِثْلُ شَدَخْتُهُ.\n\n[بَابُ الْفَاءِ وَالذَّالِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:485"
  },
  "فدد": {
    "def": "الْفَاءُ وَالدَّالُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى صَوْتٍ وَجَلَبَةٍ. قَالَ رَسُولُ اللَّهِ ﵌: «إِنَّ الْجَفَاءَ وَالْقَسْوَةَ فِي الْفَدَّادِينَ» ، وَهِيَ أَصْوَاتُهُمْ فِي حُرُوثِهِمْ وَمَوَاشِيهِمْ. قَالَ الشَّاعِرُ:\nنُبِّئْتُ أَخْوَالِي بَنِي يَزِيدَ ... ظُلْمًا عَلَيْنَا لَهُمُ فَدِيدُ\nوَمِمَّا شَذَّ عَنْ هَذَا: الْفَدْفَدُ: الْأَرْضُ الْمُسْتَوِيَةُ.",
    "pg": "4:438"
  },
  "فدر": {
    "def": "الْفَاءُ وَالدَّالُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَطْعٍ وَانْقِطَاعٍ، مِنْ ذَلِكَ الْفِدْرَةُ: الْقِطْعَةُ مِنَ اللَّحْمِ ; وَلَسْتُ أَدْرِي أُبُنِيَ مِنْهَا فِعْلٌ أَمْ لَا. وَيَقُولُونَ: فَدَرَ الْفَحْلُ، إِذَا عَجَزَ عَنِ الضِّرَابِ، وَهُوَ فَادِرٌ. وَسُمِّيَ لِأَنَّهُ إِذَا عَجَزَ فَقَدْ قَطَعَهُ. وَجَمْعُ فَادِرٍ فَوَادِرُ. وَقَالَ ابْنُ دُرَيْدٍ: هَذَا مِمَّا نَدَرَ فَجَاءَ مِنْهُ فَاعِلٌ عَلَى فَوَاعِلَ. وَالْمَفْدَرَةُ: مَكَانُ الْوُعُولِ الْفُدْرِ.",
    "pg": "4:481-482"
  },
  "فدش": {
    "def": "الْفَاءُ وَالدَّالُ وَالشِّينُ لَيْسَ قَبْلَهُ إِلَّا [طَرِيفَةٌ] مِنْ طَرَائِفِ ابْنِ دُرَيْدٍ، قَالَ: فَدَشْتُ الشَّيْءَ، إِذَا شَدْخَتُهُ. وَفَدَشْتُ رَأْسَهُ بِالْحَجَرِ.",
    "pg": "4:482"
  },
  "فدع": {
    "def": "الْفَاءُ وَالدَّالُ وَالْعَيْنُ أَصْلٌ فِيهِ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْفَدَعُ: عِوَجٌ فِي الْمَفَاصِلِ، كَأَنَّهَا قَدْ زَالَتْ عَنْ أَمَاكِنِهَا. وَيَقُولُونَ: كُلُّ ظَلِيمٍ أَفْدَعُ، وَذَلِكَ أَنَّ فِي مَفَاصِلِهِ انْحِرَافًا. وَيُقَالُ بَلِ الْفَدَعُ: انْقِلَابُ الْكَفِّ إِلَى إِنْسِيِّهَا، يُقَالُ مِنْهُ: فَدِعَ يَفْدَعُ فَدَعًا.",
    "pg": "4:482"
  },
  "فدغ": {
    "def": "الْفَاءُ وَالدَّالُ وَالْغَيْنُ. زَعَمَ ابْنُ دُرَيْدٍ أَنَّ الْفَدْغَ: الشَّدْخُ. وَذَكَرَ الْحَدِيثَ: «إِذًا تَفْدَغَ قُرَيْشٌ رَأْسِي \".» وَهَذَا صَحِيحٌ.",
    "pg": "4:482"
  },
  "فدك": {
    "def": "الْفَاءُ وَالدَّاءُ وَالْكَافُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ فَدَكُ: بَلَدٌ. وَمِنْ طَرَائِفِ ابْنِ دُرَيْدٍ: فَدَكْتُ الْقُطْنَ: نَفَشْتُهُ. قَالَ: وَهِيَ لُغَةٌ أَزْدِيَّةٌ.",
    "pg": "4:483"
  },
  "فدم": {
    "def": "الْفَاءُ وَالدَّالُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خُثُورَةٍ وَثِقَلٍ وَقِلَّةِ كَلَامٍ فِي عِيٍّ. مِنْ ذَلِكَ قَوْلُهُمْ: صِبْغٌ مُفَدَّمٌ، أَيْ خَاثِرٌ مُشَبَّعٌ. قَالُوا: وَمِنْ قِيَاسِهِ الرَّجُلُ الْفَدْمُ، وَهُوَ الْقَلِيلُ الْكَلَامِ مِنْ عِيٍّ. وَهُوَ بَيِّنُ الْفُدُومَةِ وَالْفَدَامَةِ. وَهَذَا كُلُّهُ قِيَاسُهُ الْفِدَامُ: الَّذِي تُفَدَّمُ بِهِ الْأَبَارِيقُ لِتَصْفِيَةِ مَا فِيهَا مِنْ شَرَابٍ.",
    "pg": "4:482-483"
  },
  "فدن": {
    "def": "الْفَاءُ وَالدَّاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْفَدَنُ، يَقُولُونَ: إِنَّهُ الْقَصْرُ.",
    "pg": "4:483"
  },
  "فدي": {
    "def": "الْفَاءُ وَالدَّالُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَتَانِ مُتَبَايِنَتَانِ جِدًّا. فَالْأُولَى: أَنْ يُجْعَلَ شَيْءٌ مَكَانَ شَيْءٍ حِمًى لَهُ، وَالْأُخْرَى شَيْءٌ مِنَ الطَّعَامِ.\nفَالْأُولَى قَوْلُكَ: فَدَيْتُهُ أَفْدِيهِ، كَأَنَّكَ تَحْمِيهِ بِنَفْسِكَ أَوْ بِشَيْءٍ يُعَوِّضُ عَنْهُ. يَقُولُونَ: هُوَ فِدَاؤُكَ، إِذَا كَسَرْتَ مَدَدْتَ، وَإِذَا فَتَحْتَ قَصَرْتَ، يُقَالُ هُوَ فَدَاكَ. قَالَ:\nفَدًى لَكُمَا رَجُلَيَّ أُمِّي وَخَالَتِي غَدَاةَ الْكُلَابِ إِذْ تُحَزُّ الدَّوَابِرُ\nوَقَالَ فِي الْمَمْدُودِ:\nمَهْلًا فِدَاءً لَكَ الْأَقْوَامُ كُلُّهُمْ ... وَمَا أُثَمِّرُ مِنْ مَالٍ وَمِنْ وَلَدِ وَيُقَالُ: تَفَادَى مِنَ الشَّيْءِ، إِذَا تَحَامَاهُ وَانْزَوَى عَنْهُ. وَالْأَصْلُ فِي هَذِهِ الْكَلِمَةِ مَا ذَكَرْنَاهُ، وَهُوَ التَّفَادِي: أَنْ يَتَّقِيَ النَّاسُ بَعْضُهُمْ بِبَعْضٍ، كَأَنَّهُ يَجْعَلُ صَاحِبَهُ فِدَاءَ نَفْسِهِ. قَالَ:\nتَفَادَى الْأُسُودُ الْغُلْبُ مِنْهُ تَفَادِيًا\nوَالْكَلِمَةُ الْأُخْرَى الْفَدَاءُ مَمْدُودٌ، وَهُوَ مِسْطَحُ التَّمْرِ بِلُغَةِ عَبْدِ الْقَيْسِ، حَكَاهُ ابْنُ دُرَيْدٍ. وَقَالَ أَبُو عَمْرٍو: الْفَدَاءُ: جَمَاعَةُ الطَّعَامِ مِنَ الشَّعِيرِ وَالتَّمْرِ وَنَحْوِهَا. قَالَ:\nكَأَنَّ فَدَاءَهَا إِذْ جَرَّدُوهُ ... وَطَافُوا حَوْلَهُ سُلَكٌ يَتِيمٌ",
    "pg": "4:483-484"
  },
  "فذح": {
    "def": "الْفَاءُ وَالذَّالُ وَالْحَاءُ. ذَكَرَ ابْنُ دُرَيْدٍ: تَفَذَّحَتِ النَّاقَةُ وَانْفَذَحَتْ، إِذَا تَفَاجَّتْ لِتَبُولَ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْفَاءِ وَالرَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:485"
  },
  "فذذ": {
    "def": "الْفَاءُ وَالذَّالُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى انْفِرَادٍ وَتَفَرُّقٍ. مِنْ ذَلِكَ الْفَذُّ، وَهُوَ الْفَرْدُ. وَيُقَالُ: شَاةٌ مُفِذٌّ، إِذَا وَلَدَتْ وَاحِدًا، فَإِنْ كَانَ ذَلِكَ عَادَتَهَا فَهِيَ مِفْذَاذٌ. وَلَا يُقَالُ: نَاقَةٌ مُفِذٌّ، لِأَنَّ النَّاقَةَ لَا تَلِدُ إِلَّا وَاحِدًا. وَيُقَالُ تَمْرٌ فَذٌّ: مُتَفَرِّقٌ. وَالْفَذُّ: الْأَوَّلُ مِنْ سِهَامِ الْقِدَاحِ.",
    "pg": "4:438"
  },
  "فرت": {
    "def": "الْفَاءُ وَالرَّاءُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْمَاءُ الْفُرَاتُ، وَهُوَ الْعَذْبُ. يُقَالُ: مَاءٌ فُرَاتٌ، وَمِيَاهٌ فُرَاتٌ.",
    "pg": "4:498"
  },
  "فرث": {
    "def": "الْفَاءُ وَالرَّاءُ وَالثَّاءُ أُصَيْلٌ يَدُلُّ عَلَى شَيْءٍ مُتَفَتَّتٍ. يُقَالُ فَرَثَ كَبِدَهُ: فَتَّهَا. وَالْفَرْثُ: مَا فِي الْكَرِشِ. وَيُقَالُ عَلَى مَعْنَى الِاسْتِعَارَةِ: أَفْرَثَ فُلَانٌ أَصْحَابَهُ، إِذَا سَعَى بِهِمْ وَأَلْقَاهُمْ فِي بَلِيَّةٍ.",
    "pg": "4:498"
  },
  "فرج": {
    "def": "الْفَاءُ وَالرَّاءُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَفَتُّحٍ فِي الشَّيْءِ. مِنْ ذَلِكَ الْفُرْجَةُ فِي الْحَائِطِ وَغَيْرِهِ. الشَّقُّ. يُقَالُ: فَرَجْتُهُ وَفَرَّجْتُهُ. وَيَقُولُونَ: إِنَّ الْفَرْجَةَ: التَّفَصِّي مِنْ هَمٍّ أَوْ غَمٍّ. وَالْقِيَاسُ وَاحِدٌ، لَكِنَّهُمْ يُفَرِّقُونَ بَيْنَهُمَا بِالْفَتْحِ. قَالَ: رُبَّمَا تَجْزَعُ النُّفُوسُ مِنَ الْأَمْ ... رِ لَهُ فَرْجَةٌ كَحَلِّ الْعِقَالِ\nوَالْفَرْجُ: مَا بَيْنَ رِجْلَيِ الْفَرَسِ. قَالَ امْرُؤُ الْقَيْسِ:\nلَهَا ذَنَبٌ مِثْلُ ذَيْلِ الْعَرُوسِ ... تَسُدُّ بِهِ فَرْجَهَا مِنْ دُبُرْ\nوَالْفُرُوجُ: الثُّغُورُ الَّتِي بَيْنَ مَوَاضِعِ الْمَخَافَةِ، وَسُمِّيَتْ فُرُوجًا لِأَنَّهَا مُحْتَاجَةٌ إِلَى تَفَقُّدٍ وَحِفْظٍ. وَيُقَالُ: إِنَّ الْفَرْجَيْنِ اللَّذَيْنِ يُخَافُ عَلَى الْإِسْلَامِ مِنْهُمَا: التُّرْكُ وَالسُّودَانُ. وَكُلُّ مَوْضِعِ مَخَافَةٍ فَرْجٌ. وَقَوْسٌ فُرُجٌ، إِذَا انْفَجَّتْ سِيَتُهَا. قَالُوا: وَالرَّجُلُ الْأَفْرَجُ: الَّذِي لَا يَلْتَقِي أَلْيَتَاهُ. وَامْرَأَةٌ فَرْجَاءُ. وَمِنْهُ الْفُرُجُ: الَّذِي لَا يَكْتُمُ السِّرَّ، وَالْفِرْجُ مِثْلُهُ. وَالْفَرِجُ: الَّذِي لَا يَزَالُ يَنْكَشِفُ فَرْجُهُ. وَالْفَرُّوجُ: الْقَبَاءُ ; وَسُمِّيَ بِذَلِكَ لِلْفُرْجَةِ الَّتِي فِيهِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ: الْمُفْرَجُ، قَالُوا: هُوَ الْقَتِيلُ لَا يُدْرَى مَنْ قَتَلَهُ، وَيُقَالُ هُوَ الْحَمِيلُ لَا وَلَاءَ لَهُ إِلَى أَحَدٍ وَلَا نَسَبٍ. وَرُوِيَ فِي بَعْضِ الْحَدِيثِ: «لَا يُتْرَكُ فِي الْإِسْلَامِ مُفْرَجٌ» ، بِالْجِيمِ.",
    "pg": "4:498-499"
  },
  "فرح": {
    "def": "الْفَاءُ وَالرَّاءُ وَالْحَاءُ أَصْلَانِ، يَدُلُّ أَحَدَهُمَا عَلَى خِلَافِ الْحُزْنِ، وَالْآخَرُ الْإِثْقَالُ.\nفَالْأَوَّلُ الْفَرَحُ، يُقَالُ فَرِحَ يَفْرَحُ فَرَحًا، فَهُوَ فَرِحٌ. قَالَ اللَّهُ - تَعَالَى: ﴿ذَلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ﴾ [غافر: ٧٥] . وَالْمِفْرَاحُ: نَقِيضُ الْمِحْزَانِ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالْإِفْرَاحُ، وَهُوَ الْإِثْقَالُ. وَقَوْلُهُ ﵊: «لَا يُتْرَكُ فِي الْإِسْلَامِ مُفْرَحٌ» قَالُوا: هَذَا الَّذِي أَثْقَلَهُ الدَّيْنُ. قَالَ:\nإِذَا أَنْتَ لَمْ تَبْرَحْ تُؤَدِّي أَمَانَةً ... وَتَحْمِلُ أُخْرَى أَفْرَحَتْكَ الْوَدَائِعُ",
    "pg": "4:499-500"
  },
  "فرخ": {
    "def": "الْفَاءُ وَالرَّاءُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ، وَيُقَاسُ عَلَيْهَا. فَالْفَرْخُ: وَلَدُ الطَّائِرِ. يُقَالُ: أَفْرَخَ الطَّائِرُ. وَيُقَاسُ فَيُقَالُ: أَفْرَخَ الرُّوعُ: سَكَنَ. وَلْيُفْرِخْ رُوعُكَ، قَالُوا: مَعْنَاهُ لِيَخْرُجْ عَنْكَ رَوْعُكَ وَلْيُفَارِقْكَ، كَمَا يَخْرُجُ الْفَرْخُ عَنِ الْبَيْضَةِ. وَيَقُولُونَ: أَفْرَخَ الْأَمْرُ: اسْتَبَانَ بَعْدَ اشْتِبَاهٍ. وَالْفُرَيْخُ: قَيْنٌ كَانَ فِي الْجَاهِلِيَّةِ، يُنْسَبُ إِلَيْهِ النِّصَالُ أَوِ السِّهَامُ. قَالَ:\nوَمَقْذُوذَيْنِ مِنْ بُرْيِ الْفُرَيْخِ",
    "pg": "4:500"
  },
  "فرد": {
    "def": "الْفَاءُ وَالرَّاءُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى وُحْدَةٍ. مِنْ ذَلِكَ الْفَرْدُ وَهُوَ الْوَتْرُ. وَالْفَارِدُ وَالْفَرْدُ: الثَّوْرُ الْمُنْفَرِدُ. وَظَبْيَةٌ فَارِدٌ: انْقَطَعَتْ عَنِ الْقَطِيعِ، وَكَذَلِكَ السِّدْرَةُ الْفَارِدَةُ، انْفَرَدَتْ عَنْ سَائِرِ السِّدَرِ. وَأَفْرَادُ النُّجُومِ: الدَّرَارِيُّ فِي آفَاقِ السَّمَاءِ. وَالْفَرِيدُ: الدُّرُّ إِذَا نُظِمَ وَفُصِلَ بَيْنَهُ بِغَيْرِهِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الْفَاءِ وَالزَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:500-501"
  },
  "فرر": {
    "def": "الْفَاءُ وَالرَّاءُ أُصُولٌ ثَلَاثَةٌ: فَالْأَوَّلُ الِانْكِشَافُ وَمَا يُقَارِبُهُ مِنَ الْكَشْفِ عَنِ الشَّيْءِ، وَالثَّانِي جِنْسٌ مِنَ الْحَيَوَانِ، وَالثَّالِثُ دَالٌّ عَلَى خِفَّةٍ وَطَيْشٍ.\nفَالْأَوَّلُ قَوْلُهُمْ: فَرَّ عَنْ أَسْنَانِهِ. وَافْتَرَّ الْإِنْسَانُ، إِذَا تَبَسَّمَ. قَالَ:\nيَفْتَرُّ مِنْكَ عَنِ الْوَاضِحَا ... تِ إِذْ غَيْرُكَ الْقَلِحُ الْأَثْعَلُ وَيَقُولُونَ فِي الْأَمْثَالِ:\nهُوَ الْجَوَادُ عَيْنُهُ فِرَارُهُ\nأَيْ يُغْنِيكَ مَنْظَرُهُ مِنْ مَخْبَرِهِ. وَكَأَنَّ مَعْنَى هَذَا إِنَّ نَظَرَكَ إِلَيْهِ يُغْنِيكَ عَنْ أَنْ تَفُرَّهُ، أَيْ تَكْشِفَهُ وَتَبْحَثَ عَنْ أَسْنَانِهِ وَيَقُولُونَ: أَفَرَّ الْمُهْرُ، إِذَا دَنَا أَنْ يُفَرَّ جَذَعًا. وَأَفَرَّتِ الْإِبِلُ لِلْإِثْنَاءِ إِفْرَارًا، إِذَا ذَهَبَتْ رَوَاضِعُهَا وَأَثْنَتْ. وَيَقُولُونَ: فُرَّ فُلَانًا عَمَّا فِي نَفْسِهِ، أَيْ فَتِّشْهُ. وَفُرَّ عَنِ الْأَمْرِ: ابْحَثْ.\nوَمِنْ هَذَا الْقِيَاسِ وَإِنْ كَانَا مُتَبَاعِدَيْنِ فِي الْمَعْنَى: الْفِرَارُ، وَهُوَ الِانْكِشَافُ، يُقَالُ فَرَّ يَفِرُّ، وَالْمَفَرُّ الْمَصْدَرُ. وَالْمَفَرُّ: الْمَوْضِعُ يُفَرُّ إِلَيْهِ. وَالْفَرُّ: الْقَوْمُ الْفَارُّونَ. يُقَالُ فَرٌّ جَمْعُ فَارٍّ، كَمَا يُقَالُ صَحْبٌ جَمْعُ صَاحِبٍ، وَشَرْبٌ جَمْعُ شَارِبٍ.\nوَالْأَصْلُ الثَّانِي: الْفَرِيرُ: وَلَدُ الْبَقَرَةِ. وَيُقَالُ الْفُرَارُ مِنْ وَلَدِ الْمَعْزِ: مَا صَغُرَ جِسْمُهُ، وَاحِدَهُ فَرِيرٌ، كَرَخْلٍ وَرُخَالٍ، وَظِئْرٍ وَظُؤَارٍ.\nوَالثَّالِثُ: الْفَرْفَرَةُ: الطَّيْشُ وَالْخِفَّةُ. يُقَالُ: رَجُلٌ فَرْفَارٌ وَامْرَأَةٌ فَرْفَارَةٌ. وَالْفَرْفَارَةُ: شَجَرَةٌ.",
    "pg": "4:438-439"
  },
  "فرز": {
    "def": "الْفَاءُ وَالرَّاءُ وَالزَّاءُ أُصَيْلٌ يَدُلُّ عَلَى عَزْلِ الشَّيْءِ عَنْ غَيْرِهِ. يُقَالُ: فَرَزْتُ الشَّيْءَ فَرْزًا، وَهُوَ مَفْرُوزٌ، وَالْقِطْعَةُ فِرْزَةٌ.",
    "pg": "4:485"
  },
  "فرس": {
    "def": "الْفَاءُ وَالرَّاءُ وَالسِّينُ أُصَيْلٌ يَدُلُّ عَلَى وَطْءِ الشَّيْءِ وَدَقِّهِ. يَقُولُونَ: فَرَسَ عُنُقَهُ، إِذَا دَقَّهَا. وَيَكُونُ ذَلِكَ مِنْ دَقِّ الْعُنُقِ مِنَ الذَّبِيحَةِ. ثُمَّ صُيِّرَ كُلُّ قَتْلٍ فَرْسًا، يُقَالُ: فَرَسَ الْأَسَدُ فَرِيسَتَهُ. وَأَبُو فِرَاسٍ: الْأَسَدُ. وَمُمْكِنٌ أَنَّ يَكُونَ الْفَرَسُ مِنْ هَذَا الْقِيَاسِ، لِرَكْلِهِ الْأَرْضَ بِقَوَائِمِهِ وَوَطْئِهِ إِيَّاهَا، ثُمَّ سُمِّيَ رَاكِبُهُ فَارِسًا. يَقُولُونَ: هُوَ حَسَنُ الْفُرُوسِيَّةِ وَالْفَرَاسَةِ. وَمِنَ الْبَابِ: التَّفَرُّسُ فِي الشَّيْءِ، كَإِصَابَةِ النَّظَرِ فِيهِ. وَقِيَاسُهُ صَحِيحٌ.",
    "pg": "4:485-486"
  },
  "فرش": {
    "def": "الْفَاءُ وَالرَّاءُ وَالشِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَمْهِيدِ الشَّيْءِ وَبَسْطِهِ. يُقَالُ: فَرَشْتُ الْفِرَاشَ أَفْرِشُهُ. وَالْفَرْشُ مَصْدَرٌ. وَالْفَرْشُ: الْمَفْرُوشُ أَيْضًا. وَسَائِرُ كَلِمِ الْبَابِ يَرْجِعُ إِلَى هَذَا الْمَعْنَى. يُقَالُ تَفَرَّشَ الطَّائِرُ، إِذَا قَرُبَ مِنَ الْأَرْضِ وَرَفْرَفَ بِجَنَاحِهِ. وَمِنْ ذَلِكَ الْحَدِيثُ: \" أَنَّ قَوْمًا مِنْ أَصْحَابِ النَّبِيِّ - صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ - أَخَذُوا فَرْخَيْ حُمَّرَةٍ ; فَجَاءَتِ الْحُمَّرَةُ تَفَرَّشُ \". وَقَالَ أَبُو دُوَادَ فِي رَبِيئَةَ:\nفَأَتَانَا يَسْعَى تُفَرُّشَ أُمِّ الْ ... بَيْضِ شَدًّا وَقَدْ تَعَالَى النَّهَارُ\nوَمِنْ ذَلِكَ: الْفَرْشُ مِنَ الْأَنْعَامِ، وَهُوَ الَّذِي لَا يَصْلُحُ إِلَّا لِلذَّبْحِ وَالْأَكْلِ. وَقَوْلُهُ ﵊: «الْوَلَدُ لِلْفِرَاشِ» قَالَ قَوْمٌ: أَرَادَ بِهِ الزَّوْجَ. قَالُوا: وَالْفِرَاشُ فِي الْحَقِيقَةِ: الْمَرْأَةُ، لِأَنَّهَا هِيَ الَّتِي تُوطَأُ، وَلَكِنَّ الزَّوْجَ أُعِيرَ اسْمَ الْمَرْأَةِ، كَمَا اشْتَرَكَا فِي الزَّوْجِيَّةِ وَاللِّبَاسِ. قَالَ جَرِيرٌ:\nبَاتَتْ تُعَارِضُهُ وَبَاتَ فِرَاشُهَا ... خَلَقُ الْعَبَاءَةِ فِي الدِّمَاءِ قَتِيلُ وَيَقُولُونَ: أَفْرَشَ الرَّجُلُ صَاحِبَهُ، إِذَا اغْتَابَهُ وَأَسَاءَ الْقَوْلَ. حَكَاهُ أَبُو زَكَرِيَّا. وَهَذَا قِيَاسٌ صَحِيحٌ، وَكَأَنَّهُ تَوَطَّأَهُ بِكَلَامٍ غَيْرِ حَسَنٍ. وَيَقُولُونَ: الْفَرَاشَةُ: الرَّجُلُ الْخَفِيفُ. وَهَذَا عَلَى التَّشْبِيهِ أَيْضًا، لِأَنَّهُ شُبِّهَ بِفَرَاشَةِ الْمَاءِ. قَالَ قَوْمٌ: هِيَ الْمَاءُ عَلَى وَجْهِ الْأَرْضِ قُبَيْلَ نُضُوبِهِ، فَكَأَنَّهُ شَيْءٌ قَدْ فُرِشَ ; وَكُلُّ خَفِيفٍ فَرَاشَةٌ. وَقَالَ قَوْمٌ: الْفَرَاشَةُ مِنَ الْأَرْضِ: الَّذِي نَضَبَ عَنْهُ الْمَاءُ فَيَبِسَ وَتَقَشَّرَ.\nوَمِنَ الْبَابِ: افْتَرَشَ السَّبُعُ ذِرَاعَيْهِ. وَيَقُولُونَ: افْتَرَشَ الرَّجُلُ لِسَانَهُ، إِذَا تَكَلَّمَ كَيْفَ شَاءَ. وَفَرَاشُ الرَّأْسِ: طَرَائِقُ دِقَاقٌ تَلِي الْقِحْفَ. وَالْفَرْشُ: دِقُّ الْحَطَبِ. وَالْفَرْشُ: الْفَضَاءُ الْوَاسِعُ.\nقَالَ ابْنُ دُرَيْدٍ: \" فُلَانٌ كَرِيمُ الْمَفَارِشِ، إِذَا تَزَوَّجَ كَرِيمَ النِّسَاءِ \". وَجَمَلٌ مُفَرَّشٌ: لَا سَنَامَ لَهُ. وَقَالَ أَيْضًا: أَكَمَةٌ مُفْتَرِشَةُ الظَّهْرِ، إِذَا كَانَتْ دَكَّاءَ. وَيَقُولُونَ: مَا أَفْرَشَ عَنْهُ، أَيْ مَا أَقْلَعَ عَنْهُ. قَالَ:\nلَمْ تَعْدُ أَنْ أَفْرَشَ عَنْهَا الصَّقَلَهْ\nوَهَذِهِ الْكَلِمَةُ تَبْعُدُ عَنْ قِيَاسِ الْبَابِ، وَأَظُنُّهَا مِنْ بَابِ الْإِبْدَالِ، كَأَنَّهُ أَفْرَجَ. وَالْفَرَاشَةُ: فَرَاشَةُ الْقُفْلِ. وَالْفَرَاشُ هَذَا الَّذِي يَطِيرُ، وَسُمِّيَ بِذَلِكَ لِخِفَّتِهِ. وَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ: الْفَرِيشُ مِنَ الْخَيْلِ: الَّتِي أَتَى لِوَضْعِهَا سَبْعَةُ أَيَّامٍ.",
    "pg": "4:486-488"
  },
  "فرص": {
    "def": "الْفَاءُ وَالرَّاءُ وَالصَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اقْتِطَاعِ شَيْءٍ عَنْ شَيْءٍ. مِنْ ذَلِكَ الْفُرْصَةُ: الْقِطْعَةُ مِنَ الصُّوفِ أَوِ الْقُطْنِ. وَهُوَ مِنْ فَرَصْتُ الشَّيْءَ، أَيْ قَطَعْتُهُ. وَلِذَلِكَ قِيلَ لِلْحَدِيدَةِ الَّتِي تُقْطَعُ بِهَا الْفِضَّةُ: مِفْرَاصٌ. قَالَ الْأَعْشَى:\nوَأَدْفَعُ عَنْ أَعْرَاضِكُمْ وَأُعِيرُكُمْ ... لِسَانًا كَمِفْرَاصِ الْخَفَاجِيِّ مِلْحَبَا\nثُمَّ يُقَالُ لِلنُّهْزَةِ فُرْصَةٌ، لِأَنَّهَا خِلْسَةٌ، كَأَنَّهَا اقْتِطَاعُ شَيْءٍ بِعَجَلَةٍ.\nوَمِنَ الْبَابِ: الْفَرِيصَةُ: اللَّحِمَةُ عِنْدَ نَاغِضِ الْكَتِفِ مِنْ وَسَطِ الْجَنْبِ. وَيُقَالُ: إِنَّ فَرِيصَ الْعُنُقِ: عُرُوقُهَا. وَهَذَا مِنَ الْبَابِ، كَأَنَّهُ فُرِصَ، أَيْ مُيِّزَ عَنِ الشَّيْءِ.\nوَمِنَ الْبَابِ: الْفُرَافِصُ مِنَ النَّاسِ: الشَّدِيدُ الْبَطْشِ. وَهُوَ مِنَ الْفُرَافِصَةِ، وَهُوَ الْأَسَدُ، كَأَنَّهُ يَفْتَرِصُ الْأَشْيَاءَ، أَيْ يَقْتَطِعُهَا. وَالْقَوْمُ يَتَفَارَصُونَ الْمَاءَ، وَذَلِكَ إِذَا شَرِبُوهُ نَوْبَةً نَوْبَةً، كَأَنَّ كُلَّ شَرْبَةٍ مِنْ ذَلِكَ مُفْتَرَصَةٌ، أَيْ مُقْتَطَعَةٌ. وَالْفُرْصَةُ: الشِّرْبُ، وَالنَّوْبَةُ. وَالْفَرِيصُ: الَّذِي يُفَارِصُكَ هَذِهِ الْفُرْصَةَ.",
    "pg": "4:488"
  },
  "فرض": {
    "def": "الْفَاءُ وَالرَّاءُ وَالضَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَأْثِيرٍ فِي شَيْءٍ مِنْ حَزٍّ أَوْ غَيْرِهِ. فَالْفَرْضُ: الْحَزُّ فِي الشَّيْءِ. يُقَالُ: فَرَضْتُ الْخَشَبَةَ. وَالْحَزُّ فِي سِيَةِ الْقَوْسِ فَرْضٌ، حَيْثُ يَقَعُ الْوَتَرُ. وَالْفَرْضُ: الثُّقْبُ فِي الزَّنْدِ فِي الْمَوْضِعِ الَّذِي يُقْدَحُ مِنْهُ. وَالْمِفْرَضُ: الْحَدِيدَةُ الَّتِي يُحَزُّ بِهَا.\nوَمِنَ الْبَابِ اشْتِقَاقُ الْفَرْضِ الَّذِي أَوْجَبَهُ اللَّهُ تَعَالَى، وَسُمِّيَ بِذَلِكَ لِأَنَّ لَهُ مَعَالِمَ وَحُدُودًا.\nوَمِنَ الْبَابِ الْفُرْضَةُ، وَهِيَ الْمَشْرَعَةُ فِي النَّهْرِ وَغَيْرِهِ، وَسُمِّيَتْ بِذَلِكَ تَشْبِيهًا بِالْحَزِّ فِي الشَّيْءِ، لِأَنَّهَا كَالْحَزِّ فِي طَرَفِ النَّهْرِ وَغَيْرِهِ. وَالْفَرْضُ: التُّرْسُ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يُفْرَضُ مِنْ جَوَانِبِهِ. وَقَالَ:\nأَرِقْتُ لَهُ مِثْلَ لَمْعِ الْبَشِيرِ ... يَقَلِّبُ بِالْكَفِّ فَرْضًا خَفِيفًا\nوَمِنَ الْبَابِ مَا يَفْرِضُهُ الْحَاكِمُ مِنْ نَفَقَةٍ لِزَوْجَةٍ أَوْ غَيْرِهَا، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ شَيْءٌ مَعْلُومٌ يَبِينُ كَالْأَثَرِ فِي الشَّيْءِ. وَيَقُولُونَ: الْفَرْضُ مَا جُدْتَ بِهِ عَلَى غَيْرِ ثَوَابٍ، وَالْقَرْضُ: مَا كَانَ لِلْمُكَافَأَةِ. قَالَ:\nوَمَا نَالَهَا حَتَّى تَجَلَّتْ وَأَسْفَرَتْ ... أَخُو ثِقَةٍ مِنِّي بِقَرْضٍ وَلَا فَرْضِ\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْفَارِضُ: الْمُسِنَّةُ، فِي قَوْلِهِ تَعَالَى: ﴿لَا فَارِضٌ وَلَا بِكْرٌ﴾ [البقرة: ٦٨] . وَالْفَرْضُ: جِنْسٌ مِنَ التَّمْرِ. قَالَ:\nإِذَا أَكَلْتُ سَمَكًا وَفَرْضَا ... ذَهَبْتُ طُولًا وَذَهَبْتُ عَرْضًا\nوَالْفِرْيَاضُ، الْوَاسِعُ.",
    "pg": "4:488-490"
  },
  "فرط": {
    "def": "الْفَاءُ وَالرَّاءُ وَالطَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِزَالَةِ شَيْءٍ مِنْ مَكَانِهِ وَتَنْحِيَتِهِ عَنْهُ. يُقَالُ فَرَّطْتُ عَنْهُ مَا كَرِهَهُ، أَيْ نَحَّيْتُهُ. قَالَ:\nفَلَعَلَّ بُطْأَكُمَا يُفَرِّطُ سَيِّئًا ... أَوْ يَسْبِقُ الْإِسْرَاعُ خَيْرًا مُقْبِلًا\nفَهَذَا هُوَ الْأَصْلُ، ثُمَّ يُقَالُ أَفْرَطَ، إِذَا تَجَاوَزَ الْحَدَّ فِي الْأَمْرِ. يَقُولُونَ: إِيَّاكَ وَالْفَرَطُ، أَيْ لَا تُجَاوِزِ الْقَدْرَ. وَهَذَا هُوَ الْقِيَاسُ، لِأَنَّهُ [إِذَا] جَاوَزَ الْقَدْرَ فَقَدْ أَزَالَ الشَّيْءَ عَنْ جِهَتِهِ. وَكَذَلِكَ التَّفْرِيطُ، وَهُوَ التَّقْصِيرُ، لِأَنَّهُ إِذَا قَصَّرَ فِيهِ فَقَدْ قَعَدَ بِهِ عَنْ رُتْبَتِهِ الَّتِي هِيَ لَهُ.\nوَمِنَ الْبَابِ الْفَرَطُ وَالْفَارِطُ: الْمُتَقَدِّمُ فِي طَلَبِ الْمَاءِ. وَمِنْهُ يُقَالُ فِي الدُّعَاءِ لِلصَّبِيِّ: \" اللَّهُمَّ اجْعَلْهُ فَرَطًا لِأَبَوَيْهِ \"، أَيْ أَجْرًا مُتَقَدِّمًا. وَتَكَلَّمَ فُلَانٌ فِرَاطًا، إِذَا سَبَقَتْ مِنْهُ بَوَادِرُ الْكَلَامِ. وَمِنْ هَذَا الْكَلِمِ: أَفْرَطَ فِي الْأَمْرِ: عَجَّلَ. وَأَفْرَطَتِ السَّحَابَةُ بِالْوَسْمِيِّ: عَجَّلَتْ بِهِ. وَفَرَّطْتُ عَنْهُ الشَّيْءَ: نَحَّيْتُهُ عَنْهُ. وَفَرَسٌ فُرُطٌ: تَسْبِقُ الْخَيْلَ. وَالْمَاءُ الْفِرَاطُ. الَّذِي يَكُونُ لِمَنْ سَبَقَ إِلَيْهِ مِنَ الْأَحْيَاءِ. وَقَالَ فِي الْفَرَسِ الْفُرُطِ:\nفُرُطٌ وِشَاحِي إِذْ غَدَوْتُ لِجَامُهَا\nوَفُرَّاطُ الْقَطَا: مُتَقَدِّمَاتُهَا إِلَى الْوَادِي. وَفُرَّاطُ الْقَوْمِ: مُتَقَدِّمُوهُمْ. قَالَ:\nفَاسْتَعْجَلُونَا وَكَانُوا مِنْ صَحَابَتِنَا ... كَمَا تَعَجَّلَ فُرَّاطٌ لِوُرَّادِ وَيَقُولُونَ: أَفْرَطْتُ الْقِرْبَةَ: مَلَأْتُهَا. وَالْمَعْنَى فِي ذَلِكَ أَنَّهُ إِذَا مَلَأَهَا فَقَدْ أَفْرَطَ، لِأَنَّ الْمَاءَ يَسْبِقُ مِنْهَا فَيَسِيلُ. وَغَدِيرٌ مُفْرَطٌ: مَلْآنُ. وَأَفْرَطْتُ الْقَوْمَ، إِذَا تَقَدَّمْتَهُمْ وَتَرَكْتَهُمْ وَرَاءَكَ. وَقَالُوا فِي قَوْلِهِ - تَعَالَى: ﴿وَأَنَّهُمْ مُفْرَطُونَ﴾ [النحل: ٦٢] : أَيْ مُؤَخَّرُونَ.\nوَيَقُولُونَ: لَقِيتُهُ فِي الْفَرْطِ بَعْدَ الْفَرْطِ، أَيِ الْحِينِ بَعْدَ الْحِينِ. يُقَالُ: مَعْنَاهُ مَا فَرَطَ مِنَ الزَّمَانِ. وَالْفَارِطَانِ: كَوْكَبَانِ أَمَامَ بَنَاتِ نَعْشٍ، كَأَنَّهَا سُمِّيَا بِذَلِكَ لِتَقَدُّمِهِمَا. وَأَفْرَاطُ الصَّبَاحِ: أَوَائِلُ تَبَاشِيرِهِ. وَمِنْهُ الْفَرَطُ، أَيِ الْعَلَمُ مِنْ أَعْلَامِ الْأَرْضِ يُهْتَدَى بِهَا، وَالْجَمْعُ أَفْرَاطٌ. وَإِيَّاهُ أَرَادَ الْقَائِلُ بِقَوْلِهِ:\nأَمْ هَلْ سَمَوْتُ بِجَرَّارٍ لَهُ لَجَبٌ ... جَمِّ الصَّوَاهِلِ بَيْنَ الْجَمِّ وَالْفُرُطِ\nوَيُقَالُ إِنَّمَا هُوَ الْفَرَطُ، وَالْقِيَاسُ وَاحِدٌ.",
    "pg": "4:490-491"
  },
  "فرع": {
    "def": "الْفَاءُ وَالرَّاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عُلُوٍّ وَارْتِفَاعٍ وَسُمُوٍّ وَسُبُوغٍ. مِنْ ذَلِكَ الْفَرْعُ، وَهُوَ أَعْلَى الشَّيْءِ. وَالْفَرْعُ: مَصْدَرُ فَرَّعْتُ الشَّيْءَ فَرْعًا، إِذَا عَلَوْتَهُ. وَيُقَالُ: أَفْرَعَ بَنُو فُلَانٍ، إِذَا انْتَجَعُوا فِي أَوَّلِ النَّاسِ. وَالْفَرَعُ: الْمَالُ الطَّائِلُ الْمُعَدُّ. وَالْأَفْرَعُ: الرَّجُلُ التَّامُّ الشَّعَرِ، وَقَدْ فَرِعَ. قَالَ ابْنُ دُرَيْدٍ: امْرَأَةٌ فَرْعَاءُ: كَثِيرَةُ الشَّعْرِ. وَلَا يَقُولُونَ لِلرَّجُلِ إِذَا كَانَ عَظِيمَ الْجُمَّةِ: أَفْرَعُ، إِنَّمَا يَقُولُونَ رَجُلٌ أَفْرَعُ ضِدُّ الْأَصْلَعِ. وَكَانَ رَسُولُ اللَّهِ ﵌ أَفْرَعُ.\nوَرَجُلٌ مُفْرَعُ الْكَتِفِ، أَيْ نَاشِزُهَا، وَيُقَالُ عَرِيضُهَا.\nوَمِنَ الْبَابِ: افْتَرَعْتُ الْبِكْرَ: افْتَضَضْتُهَا، وَذَلِكَ أَنَّهُ يَقْهَرُهَا وَيَعْلُوهَا. وَأَفْرَعْتُ الْأَرْضَ: جَوَّلْتُهَا فَعَرَفْتُ خَبَرَهَا. وَفَرْعَةُ الطَّرِيقِ وَفَارِعَتُهُ: مَا ارْتَفَعَ مِنْهُ. وَتَفَرَّعْتُ بَنِي فُلَانٍ: تَزَوَّجْتُ سَيِّدَةَ نِسَائِهِمْ. وَفَرَعْتُ رَأْسَهُ بِالسَّيْفِ: عَلَوْتُهُ. وَفَرَعْتُ الْجَبَلَ: صِرْتُ فِي ذِرْوَتِهِ.\nوَمِمَّا يُقَارِبُ هَذَا الْقِيَاسَ وَلَيْسَ هُوَ بِعَيْنِهِ: الْفَرَعُ: أَوَّلُ نِتَاجِ الْإِبِلِ وَالْغَنَمِ.\nوَمِمَّا شَذَّ عَنْهُ الْفَرَعَةُ: دُوَيْبَّةٌ، وَتَصْغِيرُهَا فُرَيْعَةٌ، وَبِهَا سُمِّيَتِ الْمَرْأَةُ.\nوَمِمَّا شَذَّ أَيْضًا الْفَرَعُ، كَانَ شَيْئًا يُعْمَلُ فِي الْجَاهِلِيَّةِ، يُعْمَدُ إِلَى جِلْدِ سَقْبٍ فَيُلْبَسُهُ سَقْبٌ آخَرُ لِتَرْأَمَهُ أُمُّ الْمَنْحُورِ أَوِ الْمَيِّتِ، فِي شِعْرِ أَوْسٍ:\nوَشُبِّهَ الْهَيْدَبُ الْعَبَامُ مِنَ الْ ... أَقْوَامِ سَقْبًا مُجَلَّلًا فَرَعًا\nفَأَمَّا قَوْلُهُمْ: أَفْرَعْتُ فِي الْوَادِي: انْحَدَرْتُ، فَهَذَا إِنَّمَا هُوَ عَلَى الْفَرْقِ بَيْنَ فَرَعْتُ وَأَفْرَعْتُ. قَالَ رَجُلٌ مِنَ الْعَرَبِ: \" لَقِيتُ فُلَانًا فَارِعًا مُفْرِعًا \". يَقُولُ: أَحَدُنَا مُنْحَدِرٌ وَالْآخَرُ مُصْعِدٌ.",
    "pg": "4:491-493"
  },
  "فرغ": {
    "def": "الْفَاءُ وَالرَّاءُ وَالْغَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خُلُوٍّ [وَسَعَةِ] ذَرْعٍ. مِنْ ذَلِكَ الْفَرَاغُ: خِلَافُ الشُّغْلِ. يُقَالُ: فَرَغَ فَرَاغًا وَفُرُوغًا، وَفَرِغَ أَيْضًا. وَمِنَ الْبَابِ الْفَرْغُ: مَفْرَغُ الدَّلْوِ الَّذِي يَنْصَبُّ مِنْهُ الْمَاءُ. وَأَفْرَغْتَ الْمَاءَ: صَبَبْتُهُ. وَافْتَرَغْتُ، إِذَا صَبَبْتَ الْمَاءَ عَلَى نَفْسِكَ. وَذَهَبَ دَمُهُ فَرْغًا، أَيْ بَاطِلًا لَمْ يُطْلَبْ بِهِ. وَفَرَسٌ فَرِيغٌ، أَيْ وَاسِعُ الْمَشْيِ، وَسُمِّي بِذَلِكَ لِأَنَّهُ كَأَنَّهُ خَالٍ مِنْ كُلِّ شَيْءٍ فَخَفَّ عَدْوُهُ وَمَشْيُهُ. وَضَرْبَةٌ فَرِيغٌ: وَاسِعَةٌ، وَطَعْنَةٌ أَيْضًا. وَحَلْقَةٌ مُفْرَغَةٌ، لِأَنَّهُ شَيْءٌ يُصَبُّ صَبًّا. وَطَرِيقٌ فَرِيغٌ: وَاسْعٌ. قَالَ:\nفَأَجَزْتَهُ بِأَفَلَّ تَحْسِبُ إِثْرَهُ ... نَهْجًا أَبَانَ بِذِي فَرِيغٍ مَخْرَفِ\nفَأَمَّا قَوْلُهُ - تَعَالَى: ﴿سَنَفْرُغُ لَكُمْ أَيُّهَا الثَّقَلَانِ﴾ [الرحمن: ٣١] ، فَهُوَ مَجَازٌ، وَاللَّهُ تَعَالَى لَا يَشْغَلُهُ شَأْنٌ عَنْ شَأْنٍ. قَالَ أَهْلُ التَّفْسِيرِ: سَنَفْرَغُ، أَيْ نَعْمِدُ، يُقَالُ: فَرَغْتُ إِلَى أَمْرِ كَذَا، أَيْ عَمَدْتُ لَهُ.",
    "pg": "4:493"
  },
  "فرق": {
    "def": "الْفَاءُ وَالرَّاءُ وَالْقَافُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى تَمْيِيزٍ وَتَزْيِيلٍ بَيْنَ شَيْئَيْنِ. مِنْ ذَلِكَ الْفَرْقُ: فَرْقُ الشَّعْرِ. يُقَالُ: فَرَقْتُهُ فَرْقًا. وَالْفِرْقُ: الْقَطِيعُ مِنَ الْغَنَمِ. وَالْفِرَقُ: الْفِلْقُ مِنَ الشَّيْءِ إِذَا انْفَلَقَ، قَالَ اللَّهُ - تَعَالَى: ﴿فَانْفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ﴾ [الشعراء: ٦٣] .\nوَمِنَ الْبَابِ: الْفَرِيقَةُ، وَهُوَ الْقَطِيعُ مِنَ الْغَنَمِ، كَأَنَّهَا قِطْعَةٌ فَارَقَتْ مُعْظَمَ الْغَنَمِ. قَالَ الشَّاعِرُ:\nوَذِفْرَى كَكَاهِلِ ذِيخِ الْخَلِيفِ ... أَصَابَ فَرِيقَةَ لَيْلٍ فَعَاثَا\nوَمِنَ الْبَابِ: إِفْرَاقُ الْمَحْمُومِ مِنْ حُمَّاهُ، وَإِنَّمَا يَكُونُ كَذَا لِأَنَّهَا فَارَقَتْهُ. وَكَانَ بَعْضُهُمْ يَقُولُ: لَا يَكُونُ الْإِفْرَاقُ إِلَّا مِنْ مَرَضٍ لَا يُصِيبُ الْإِنْسَانَ إِلَّا مَرَّةً وَاحِدَةً كَالْجُدَرِيِّ وَالْحَصْبَةِ وَمَا أَشْبَهَ ذَلِكَ. وَنَاقَةٌ مُفْرِقٌ: فَارَقَهَا وَلَدُهَا بِمَوْتٍ.\nوَالْفُرْقَانُ: كِتَابُ اللَّهِ - تَعَالَى - فَرَقَ بِهِ بَيْنَ الْحَقِّ وَالْبَاطِلِ. وَالْفُرْقَانُ: الصُّبْحُ، سُمِّيَ بِذَلِكَ لِأَنَّهُ بِهِ يُفْرَقُ بَيْنَ اللَّيْلِ وَالنَّهَارِ، وَيُقَالُ لِأَنَّ الظُّلْمَةَ تَتَفَرَّقُ عَنْهُ. وَالْأَفْرَقُ: الدِّيكُ الَّذِي عُرْفُهُ مَفْرُوقٌ. وَالْفَرَقُ فِي الْخَيْلِ، أَنْ يَكُونَ أَحَدُ وِرْكَيْهِ أَرْفَعَ مِنَ الْآخَرِ. وَالْفَرَقُ فِي فُحُولَةِ الضَّأْنِ: بُعْدُ مَا بَيْنَ الْخُصْيَيْنِ، وَفِي الشَّاةِ: بُعْدُ مَا بَيْنَ الطُّبْيَيْنِ. وَالْفَارِقُ: الْخَلِفَةُ تَذْهَبُ فِي الْأَرْضِ نَادَّةً مِنْ وَجَعِ الْمَخَاضِ فَتُنْتَجُ حَيْثُ لَا يُعْلَمُ مَكَانُهَا ; وَالْجَمْعُ فَوَارِقُ وَفُرَّقٌ. وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا فَارَقَتْ سَائِرَ النُّوقِ. وَتَشَبَّهَ السَّحَابَةُ تَنْفَرِدُ عَنِ السَّحَابِ بِهَذِهِ النَّاقَةِ، فَيُقَالُ: فَارِقٌ. وَالْفَارِقُ مِنَ النَّاسِ: الَّذِي يَفْرِقُ بَيْنَ الْأُمُورِ، يَفْصِلُهَا. وَفَرَقُ الصُّبْحِ وَفَلَقُهُ وَاحِدٌ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْفَرَقُ: مِكْيَالٌ مِنَ الْمَكَايِيلِ، تُفْتَحُ فَاؤُهُ وَتُسَكَّنُ. قَالَ الْقُتَيْبِيُّ: هُوَ الْفَرَقُ بِفَتْحِ الرَّاءِ، وَهُوَ الَّذِي جَاءَ فِي الْحَدِيثِ: \" «مَا أَسْكَرَ الْفَرَقُ مِنْهُ فَمِلْءُ الْكَفِّ مِنْهُ حَرَامٌ» \"، وَيُقَالُ إِنَّهُ سِتَّةَ عَشَرَ رَطْلًا. وَأَنْشَدَ لِخِدَاشِ بْنِ زُهَيْرٍ:\nيَأْخُذُونَ الْأَرْشَ فِي إِخْوَتِهِمْ ... فَرَقَ السَّمْنِ وَشَاةً فِي الْغَنَمِ\nوَالْفَرِيقَةُ: تَمْرٌ يُطْبَخُ بِحُلْبَةٍ يُتَدَاوَى بِهِ. وَالْفَرُوقَةُ: شَحْمُ الْكُلْيَتَيْنِ. قَالَ:\nيُضِيءُ لَنَا شَحْمُ الْفَرُوقَةِ وَالْكُلَى\nوَالْفَرُوقُ: مَوْضِعٌ، كُلُّ ذَلِكَ شَاذٌّ عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ.",
    "pg": "4:493-495"
  },
  "فرك": {
    "def": "الْفَاءُ وَالرَّاءُ وَالْكَافُ أَصْلٌ يَدُلُّ عَلَى اسْتِرْخَاءٍ فِي الشَّيْءِ وَتَفْتِيلٍ لَهُ. مِنْ ذَلِكَ: فَرَكْتُ الشَّيْءَ بِيَدِي أَفْرُكُهُ فَرْكًا، وَذَلِكَ تَفْتِيلُكَ لِلشَّيْءِ حَتَّى يَنْفَرِكَ. وَثَوْبٌ مَفْرُوكٌ بِالزَّعْفَرَانِ: مَصْبُوغٌ، وَالْأَصْلُ فِيهِ مَا ذَكَرْنَاهُ.\nوَمِنَ الْبَابِ: فَرِكَتِ الْمَرْأَةُ زَوْجَهَا تَفْرَكُهُ، إِذَا أَبْغَضَتْهُ. قَالَ:\nوَلَمْ يُضِعْهَا بَيْنَ فِرْكٍ وَعَشَقْ\nوَرَجُلٌ مُفَرَّكٌ: يُبْغِضُهُ النِّسَاءُ، وَإِنَّمَا سُمِّيَ فِرْكًا لِأَنَّهَا تَلْتَوِي وَتَنْفَتِلُ عَنْهُ. وَالِانْفِرَاكُ: اسْتِرْخَاءُ الْمَنْكِبِ. وَأَمَّا قَوْلُهُ: فَارَكْتُ صَاحِبِي، مِثْلَ تَارَكْتُهُ، فَهَذَا مِنْ بَابِ الْإِبْدَالِ.",
    "pg": "4:495-496"
  },
  "فرم": {
    "def": "الْفَاءُ وَالرَّاءُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ، أَظُنُّهَا لَيْسَتْ عَرَبِيَّةً، وَهُوَ الِاسْتِفْرَامُ. يَقُولُونَ: هُوَ أَنْ تَحْتَشِيَ الْمَرْأَةُ شَيْئًا تَضِيقُ بِهِ مَا تَحْتَ إِزَارِهَا. قَالَ الْخَلِيلُ: وَلَيْسَ هَذَا مِنْ كَلَامِ أَهْلِ الْبَادِيَةِ. قَالَ ابْنُ دُرَيْدٍ: يُقَالُ لِذَلِكَ الشَّيْءِ: فَرْمَةٌ. فَأَمَّا قَوْلُ الرَّاجِزِ:\nمُسْتَفْرِمَاتٍ بِالْحَصَى جَوَافِلَا\nفَإِنَّهُ يُرِيدُ خَيْلًا. يَعْنِي أَنَّ مِنْ شِدَّةِ جَرْيِهَا يَدْخُلُ الْحَصَى فِي فُرُوجِهَا، فَشَبَّهَ الْحَصَى بِالْفَرْمَةِ. وَالْفَرَمَاءُ: مَوْضِعٌ.",
    "pg": "4:496"
  },
  "فره": {
    "def": "الْفَاءُ وَالرَّاءُ وَالْهَاءُ كَلِمَةٌ تَدُلُّ عَلَى أَشَرٍ وَحِذْقٍ. مِنْ ذَلِكَ الْفَارِهُ الْحَاذِقُ بِالشَّيْءِ. وَالْفَرِهُ: الْأَشِرُ. وَالْفَارِهَةُ: الْقَيْنَةُ. وَنَاقَةٌ مُفْرِهٌ وَمُفْرِهَةٌ، إِذَا كَانَتْ تُنْتِجُ الْفُرْهَ.",
    "pg": "4:496"
  },
  "فرى": {
    "def": "الْفَاءُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ عُظْمُ الْبَابِ قَطْعُ الشَّيْءِ، ثُمَّ يُفَرَّعُ مِنْهُ مَا يُقَارِبُهُ: مِنْ ذَلِكَ: فَرَيْتُ الشَّيْءَ أَفْرِيهِ فَرْيًا، وَذَلِكَ قَطْعُكَهُ لِإِصْلَاحِهِ. قَالَ ابْنُ السِّكِّيتِ: فَرَى، إِذَا خَرَزَ. وَأَفْرَيْتُهُ، إِذَا أَنْتَ قَطَعْتَهُ لِلْإِفْسَادِ. قَالَ فِي الْفَرْيِ:\nوَلَأَنْتَ تَفْرِي مَا خَلَقْتَ وَبَعْ ... ضُ الْقَوْمِ يَخْلُقُ ثُمَّ لَا يَفْرِي\nوَمِنَ الْبَابِ: فُلَانٌ يَفْرِي الْفَرِيَّ، إِذَا كَانَ يَأْتِي بِالْعَجَبِ، كَأَنَّهُ يَقْطَعُ الشَّيْءَ قَطْعًا عَجَبًا. قَالَ:\nقَدْ كُنْتِ تَفْرِينَ بِهِ الْفَرِيَّا\nأَيْ كُنْتِ تُكْثِرِينَ فِيهِ الْقَوْلَ وَتُعَظِّمِينَهُ. وَيُقَالُ: فَرَى فُلَانٌ كَذِبًا يَفْرِيهِ، إِذَا خَلَقَهُ. وَتَفَرَّتِ الْأَرْضُ بِالْعُيُونِ: انْبَجَسَتْ. وَالْفَرَى: الْجَبَانُ، سُمِّيَ بِذَلِكَ لِأَنَّهُ فُرِيَ عَنِ الْإِقْدَامِ، أَيْ قُطِعَ. وَالْفَرَى أَيْضًا: مِثْلُ الْفَرِيِّ، وَهُوَ الْعَجَبُ. وَالْفَرَى: الْبَهْتُ وَالدَّهَشُ، يُقَالُ فَرِيَ يَفْرَى فَرًى. قَالَ الشَّاعِرُ:\nوَفَرِيتُ مِنْ فَزَعٍ فَلَا ... أَرْمِي وَقَدْ وَدَّعْتُ صَاحِبْ\nوَمِنَ الْبَابِ الْفَرْوَةُ الَّتِي تُلْبَسُ. وَقَالَ قَوْمٌ: إِنَّمَا سُمِّيَتْ فَرْوَةً مِنْ قِيَاسٍ آخَرَ، وَهُوَ التَّغْطِيَةُ، لِذَلِكَ سُمِّيَتْ فَرْوَةُ الرَّأْسِ، وَهِيَ جِلْدَتُهُ. وَمِنْهُ الْفَرْوَةُ، وَهِيَ الْغِنَى وَالثَّرْوَةُ. وَالْفَرْوَةُ: كُلُّ نَبَاتٍ مُجْتَمِعٍ إِذَا يَبِسَ. وَفِي الْحَدِيثِ: «أَنَّ الْخَضِرَ جَلَسَ عَلَى فَرْوَةٍ مِنَ الْأَرْضِ فَاخْضَرَّتْ» . فَإِنْ صَحَّ هَذَا فَالْبَابُ عَلَى قِيَاسَيْنِ: أَحَدُهُمَا الْقَطْعُ، وَالْآخَرُ التَّغْطِيَةُ وَالسَّتْرُ بِشَيْءٍ ثَخِينٍ.\nوَأَمَّا الْمَهْمُوزُ فَلَيْسَ مِنْ هَذَا الْقِيَاسِ وَلَا يُقَاسُ عَلَيْهِ غَيْرُهُ، وَهُوَ الْفَرَأُ: حِمَارُ الْوَحْشِ، قَالَ رَسُولُ اللَّهِ ﵌ لِأَبِي سُفْيَانَ: «كُلُّ الصَّيْدِ فِي جَوْفِ الْفَرَأِ» . وَقَالَ الشَّاعِرُ:\nبِضَرْبٍ كَآذَانِ الْفِرَاءِ",
    "pg": "4:496-498"
  },
  "فزر": {
    "def": "الْفَاءُ وَالزَّاءُ وَالرَّاءُ أُصَيْلٌ يَدُلُّ عَلَى انْفِرَاجٍ وَانْصِدَاعٍ. مِنْ ذَلِكَ الطَّرِيقُ الْفَازِرُ: وَهُوَ الْمُنْفَرِجُ الْوَاسِعُ. وَالْفِزْرُ: الْقَطِيعُ مِنَ الْغَنَمِ. يُقَالُ فَزَرْتُ الشَّيْءَ: صَدَعْتُهُ. وَالْأَفْرَزُ: الَّذِي يَتَطَامَنُ ظَهْرُهُ ; وَالْقِيَاسُ وَاحِدٌ، كَأَنَّهُ يَنْفَرِقُ لُحْمَتَا ظَهْرِهِ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْفَاءِ وَالسِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:502"
  },
  "فزز": {
    "def": "الْفَاءُ وَالزَّاءُ أُصَيْلٌ يَدُلُّ عَلَى خِفَّةٍ وَمَا قَارَبَهَا. تَقُولُ: فَزَّهُ وَاسْتَفَزَّهُ، إِذَا اسْتَخَفَّهُ. قَالَ اللَّهُ - تَعَالَى -: ﴿وَإِنْ كَادُوا لَيَسْتَفِزُّونَكَ مِنَ الْأَرْضِ﴾ [الإسراء: ٧٦] ، أَيْ يَحْمِلُونَكَ عَلَى أَنْ تَخِفَّ عَنْهَا. وَأَفَزَّهُ الْخَوْفُ وَأَفْزَعَهُ بِمَعْنًى. وَقَدِ اسْتَفَزَّ فُلَانًا جَهْلُهُ. وَرَجُلٌ فَزٌّ: خَفِيفٌ. وَيَقُولُونَ: فَزَّ عَنِ الشَّيْءِ: عَدَلَ. وَالْفَزُّ: وَلَدُ الْبَقَرَةِ. وَيُمْكِنُ أَنْ يُسَمَّى بِذَلِكَ لِخِفَّةِ جِسْمِهِ. قَالَ: كَمَا اسْتَغَاثَ بِسَيْءٍ فَزُّ غَيْطَلَةٍ ... خَافَ الْعُيُونَ وَلَمْ يُنْظَرْ بِهِ الْحَشَكُ",
    "pg": "4:439-440"
  },
  "فزع": {
    "def": "الْفَاءُ وَالزَّاءُ وَالْعَيْنُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا الذُّعْرُ، وَالْآخَرُ الْإِغَاثَةُ.\nفَأَمَّا الْأَوَّلُ فَالْفَزَعُ، يُقَالُ فَزِعَ يَفْزَعُ فَزَعًا، إِذَا ذُعِرَ. وَأَفْزَعْتُهُ أَنَا. وَهَذَا مَفْزَعُ الْقَوْمِ، إِذَا فَزِعُوا إِلَيْهِ فِيمَا يَدْهَمُهُمْ. فَأَمَّا فَزَّعْتُ [عَنْهُ] فَمَعْنَاهُ كَشَّفْتُ عَنْهُ الْفَزَعَ. قَالَ اللَّهُ - تَعَالَى: ﴿حَتَّى إِذَا فُزِّعَ عَنْ قُلُوبِهِمْ﴾ [سبأ: ٢٣] . وَالْمَفْزَعَةُ: الْمَكَانُ يَلْتَجِئُ إِلَيْهِ الْفَزِعُ. قَالَ:\nطَوِيلٌٍ طَامِحُ الطَّرْفِ ... إِلَى مَفْزَعَةِ الْكَلْبِ\nوَالْأَصْلُ الْآخَرُ الْفَزَعُ: الْإِغَاثَةُ. قَالَ رَسُولُ اللَّهِ ﵌ لِلْأَنْصَارِ: «إِنَّكُمْ لَتَكْثُرُونَ عِنْدَ الْفَزَعِ، وَتَقِلُّونَ عِنْدَ الطَّمَعِ» . يَقُولُونَ: أَفْزَعْتُهُ إِذْ رَعَبْتَهُ، وَأَفْزَعْتَهُ، إِذَا أَغَثْتَهُ. وَفَزِعْتُ إِلَيْهِ فَأَفْزَعَنِي، أَيْ لَجَأْتُ إِلَيْهِ فَزَعًا فَأَغَاثَنِي. وَقَالَ الشَّاعِرُ فِي الْإِغَاثَةِ:\nفَقُلْتُ لِكَاسٍ أَلْجِمِيهَا فَإِنَّمَا ... نَزَلْنَا الْكَثِيبَ مِنْ زَرُودَ لِنَفْزَعَا وَقَالَ آخَرُ:\nكُنَّا إِذَا مَا أَتَانَا صَارِخٌ فَزِعٌ ... كَانَ الصُّرَاخُ لَهُ قَرْعُ الظَّنَابِيبِ",
    "pg": "4:501-502"
  },
  "فسا": {
    "def": "الْفَاءُ وَالسِّينُ وَالْهَمْزَةُ. يُقَالُ فِيهِ: تَفَسَّأَ الثَّوْبُ، إِذَا بَلِيَ. وَفَسَأْتُهُ أَنَا: مَدَدْتُهُ حَتَّى تَفَزَّرَ. وَيَقُولُونَ: فَسَأَهُ بِالْعَصَا: ضَرَبَهُ. وَيَقُولُونَ فِي غَيْرِ الْمَهْمُوزِ: تَفَاسَى الرَّجُلُ تَفَاسِيًا، إِذَا أَخْرَجَ عَجِيزَتَهُ.",
    "pg": "4:503"
  },
  "فسج": {
    "def": "الْفَاءُ وَالسِّينُ وَالْجِيمُ، كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: قَلُوصٌ فَاسِجَةٌ، إِذَا أَعْجَلَهَا الْفَحْلُ فَضَرَبَهَا قَبْلَ وَقْتِ الْمَضْرِبِ. وَيُقَالُ بَلْ هِيَ الْحَائِلُ السَّمِينَةُ.",
    "pg": "4:503"
  },
  "فسح": {
    "def": "الْفَاءُ وَالسِّينُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى سَعَةٍ وَاتِّسَاعٍ. مِنْ ذَلِكَ الْفَسِيحُ: الْوَاسِعُ. وَتَفَسَّحْتُ فِي الْمَجْلِسِ، وَفَسَّحْتُ الْمَجْلِسَ.",
    "pg": "4:503"
  },
  "فسخ": {
    "def": "الْفَاءُ وَالسِّينُ وَالْخَاءُ كَلِمَةٌ تَدُلُّ عَلَى نَقْضِ شَيْءٍ. يُقَالُ: تَفَسَّخَ الشَّيْءُ: انْتَقَضَ. وَيَقُولُونَ: أَفْسَخْتُ الشَّيْءَ: نَسِيتُهُ. وَيَقُولُونَ: الْفَسِيخُ: الرَّجُلُ لَا يَظْفَرُ بِحَاجَتِهِ.",
    "pg": "4:503"
  },
  "فسد": {
    "def": "الْفَاءُ وَالسِّينُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ، فَسَدَ الشَّيْءُ يَفْسُدُ فَسَادًا وَفُسُودًا، وَهُوَ فَاسِدٌ وَفَسِيدٌ.",
    "pg": "4:503-504"
  },
  "فسر": {
    "def": "الْفَاءُ وَالسِّينُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى بَيَانِ شَيْءٍ وَإِيضَاحِهِ. مِنْ ذَلِكَ الْفَسْرُ، يُقَالُ: فَسَرْتُ الشَّيْءَ وَفَسَّرْتُهُ. وَالْفَسْرُ وَالتَّفْسِرَةُ: نَظَرُ الطَّبِيبِ إِلَى الْمَاءِ وَحُكْمُهُ فِيهِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْفَاءِ وَالشِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:504"
  },
  "فسس": {
    "def": "الْفَاءُ وَالسِّينُ لَيْسَ فِيهِ شَيْءٌ إِلَّا كَلِمَةٌ مُعَرَّبَةٌ. يَقُولُونَ الْفِسْفِسَةُ: الرَّطْبَةُ.",
    "pg": "4:440"
  },
  "فسط": {
    "def": "الْفَاءُ وَالسِّينُ وَالطَّاءُ كَلِمَتَانِ مُتَبَايِنَتَانِ. فَالْفَسِيطُ: ثُفْرُوقُ التَّمْرَةِ، وَيُقَالُ قُلَامَةُ الظُّفْرِ. وَالْفُسْطَاطُ: الْجَمَاعَةُ. وَفِي الْحَدِيثِ: «إِنَّ يَدَ اللَّهِ تَعَالَى عَلَى الْفُسْطَاطِ» ، وَبِذَلِكَ سُمِّيَ الْفُسْطَاطُ فُسْطَاطًا.",
    "pg": "4:502"
  },
  "فسق": {
    "def": "الْفَاءُ وَالسِّينُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْفِسْقُ، وَهُوَ الْخُرُوجُ عَنِ الطَّاعَةِ. تَقُولُ الْعَرَبُ: فَسَقَتِ الرُّطَبَةُ عَنْ قِشْرِهَا: إِذَا خَرَجَتْ، حَكَاهُ الْفَرَّاءُ. وَيَقُولُونَ: إِنَّ الْفَأْرَةَ فُوَيْسِقَةٌ، وَجَاءَ هَذَا فِي الْحَدِيثِ. قَالَ ابْنُ الْأَعْرَابِيِّ: لَمْ يُسْمَعْ قَطُّ فِي كَلَامِ الْجَاهِلِيَّةِ فِي شِعْرٍ وَلَا كَلَامٍ: فَاسْقٌ. قَالَ: وَهَذَا عَجَبٌ، هُوَ كَلَامٌ عَرَبِيٌّ وَلَمْ يَأْتِ فِي شِعْرٍ جَاهِلِيٍّ.",
    "pg": "4:502-503"
  },
  "فسل": {
    "def": "الْفَاءُ وَالسِّينُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ضَعْفٍ وَقِلَّةٍ. مِنْ ذَلِكَ: الرَّجُلُ الْفَسْلُ، وَهُوَ الرَّدِيُّ مِنَ الرِّجَالِ. وَمِنْهُ الْفَسِيلُ: صِغَارُ النَّخْلِ. وَفَسَالَةُ الْحَدِيدِ: سُحَالَتُهُ.",
    "pg": "4:503"
  },
  "فشا": {
    "def": "الْفَاءُ وَالشِّينُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ ظُهُورُ الشَّيْءِ، يُقَالُ: فَشَا الشَّيْءُ: ظَهَرَ.\nوَحَكَى ابْنُ دُرَيْدٍ: فَشَأَ الْمَرَضُ فِيهِمْ فُشُوءًا، وَتَفَشَّأَ تَفَشُّؤًا.",
    "pg": "4:504-505"
  },
  "فشج": {
    "def": "الْفَاءُ وَالشِّينُ وَالْجِيمُ. يَقُولُونَ: فَشَجَتِ النَّاقَةُ: تَفَاجَّتْ لِتَبُولَ. كَذَلِكَ فِي كِتَابِ الْخَلِيلِ. وَقَالَ ابْنُ دُرَيْدٍ: فَشَحْتُ، بِالْحَاءِ، وَأَنْشَدَ:\nإِنَّكِ لَوْ صَاحَبْتِنَا مَذِحْتِ ... وَحَكَّكِ الْحِنْوَانُ فَانْفَشَحْتِ",
    "pg": "4:504"
  },
  "فشخ": {
    "def": "الْفَاءُ وَالشِّينُ وَالْخَاءُ، فِيهِ طَرِيفَةُ بْنُ دُرَيْدٍ. قَالَ: الْفَشْخُ: ضَرْبُ الرَّأْسِ بِالْيَدِ.",
    "pg": "4:504"
  },
  "فشش": {
    "def": "الْفَاءُ وَالشِّينُ يَدُلُّ عَلَى انْتِشَارٍ وَقِلَّةِ تَمَاسُكٍ. يُقَالُ: نَاقَةٌ فَشُوشٌ، إِذَا كَانَتْ مُنْتَشِرَةُ الشَّخْبِ. وَانْفَشَّ عَنِ الْأَمْرِ: كَسِلَ. وَالْفَشُّ: تَتَبُّعُ السَّرَقِ الدُّونِ ; وَهُوَ فَشَّاشٌ.",
    "pg": "4:440"
  },
  "فشغ": {
    "def": "الْفَاءُ وَالشِّينُ وَالْغَيْنُ أَصْلٌ يَدُلُّ عَلَى الِانْتِشَارِ. يُقَالُ انْفَشَغَ الشَّيْءُ وَتَفَشَّغَ، إِذَا انْتَشَرَ. وَيَقُولُونَ: الْفَشْغَةُ: الْقُطْنَةُ فِي جَوْفِ الْقَصَبَةِ. وَالْفُشَاغُ: نَبَاتٌ يَتَفَشَّغُ عَلَى الشَّجَرِ وَيَلْتَوِي. وَالنَّاصِيَةُ الْفَشْغَاءُ: الْمُنْتَشِرَةُ. وَتَفَشَّغَ فِيهِ الشَّيْبُ: ظَهَرَ. وَتَفَشَّغَ بِهِ الدَّمُ. وَيَقُولُونَ: أَفْشَغَهُ سَوْطًا: ضَرَبَهُ.",
    "pg": "4:505"
  },
  "فشق": {
    "def": "الْفَاءُ وَالشِّينُ وَالْقَافُ، لَيْسَ هُوَ عِنْدِي أَصْلٌا، وَلَكِنَّهُمْ يَقُولُونَ: الْفَشَقُ: الْمُبَاغَتَةُ. فَاشَقَ: بَاغَتَ. وَفَشَقَ بَنُو فُلَانٍ الدُّنْيَا، إِذَا كَثُرَتْ عَلَيْهِمْ فَلَعِبُوا بِهَا. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْفَاءِ وَالصَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:505"
  },
  "فشل": {
    "def": "الْفَاءُ وَالشِّينُ وَاللَّامُ. يَقُولُونَ: تَفَشَّلَ الْمَاءُ: سَالَ. وَالْفَشْلُ: شَيْءٌ مِنْ أَدَاةِ الْهَوْدَجِ.",
    "pg": "4:504"
  },
  "فصح": {
    "def": "الْفَاءُ وَالصَّادُ وَالْحَاءُ أَصْلٌ يَدُلُّ عَلَى خُلُوصٍ فِي شَيْءٍ وَنَقَاءٍ مِنَ الشَّوْبِ. مِنْ ذَلِكَ: اللِّسَانُ الْفَصِيحُ: الطَّلِيقُ. وَالْكَلَامُ الْفَصِيحُ: الْعَرَبِيُّ. وَالْأَصْلُ أَفْصَحَ اللَّبَنُ: سَكَنَتْ رِغْوَتُهُ. وَأَفْصَحَ الرَّجُلُ: تَكَلَّمَ بِالْعَرَبِيَّةِ. وَفَصُحَ جَادَتْ لُغَتُهُ حَتَّى لَا يَلْحَنُ. فِي كِتَابِ ابْنِ دُرَيْدٍ: \" أَفْصَحَ الْعَرَبِيُّ إِفْصَاحًا، وَفَصُحَ الْعَجَمِيُّ فَصَاحَةً، إِذَا تَكَلَّمَ بِالْعَرَبِيَّةِ \". وَأُرَاهُ غَلَطًا، وَالْقَوْلُ هُوَ الْأَوَّلُ. وَحَكَى: فَصُحَ اللَّبَنُ فَهُوَ فَصِيحٌ، إِذَا أُخِذَتْ عَنْهُ الرِّغْوَةُ. قَالَ:\nوَتَحْتَ الرِّغَوَةِ اللَّبَنُ الْفَصِيحُ\nوَيَقُولُونَ: أَفْصَحَ الصُّبْحُ، إِذَا بَدَا ضَوْءُهُ. قَالُوا: وَكُلُّ وَاضِحٍ مُفْصِحٌ. وَيُقَالُ إِنَّ الْأَعْجَمَ: مَا لَا يَنْطِقُ، وَالْفَصِيحُ: مَا يَنْطِقُ.\nوَمِمَّا لَيْسَ مِنْ هَذَا الْبَابِ الْفِصْحُ: عِيدُ النَّصَارَى، يُقَالُ: أَفْصَحُوا: جَاءَ فِصْحُهُمْ.",
    "pg": "4:506-507"
  },
  "فصد": {
    "def": "الْفَاءُ وَالصَّادُ وَالدَّالُ كَلِمَةٌ صَحِيحَةٌ، وَهِيَ الْفَصْدُ، وَهُوَ قَطْعُ الْعِرْقِ حَتَّى يَسِيلَ. وَالْفَصِيدُ: دَمٌ كَانَ يُجْعَلُ فِي مِعًى مِنْ فَصْدِ عُرُوقِ الْإِبِلِ، وَيُشْوَى وَيُؤْكَلُ، وَذَلِكَ فِي الشِّدَّةِ تُصِيبُ. قَالَ الْأَعْشَى:\nوَلَا تَأْخُذُ السَّهْمَ الْحَدِيدَ لِتَفْصِدَا\nوَيَقُولُونَ: تَفَصَّدَ الشَّيْءُ: سَالَ.",
    "pg": "4:507"
  },
  "فصص": {
    "def": "الْفَاءُ وَالصَّادُ كَلِمَةٌ تَدُلُّ عَلَى فَصْلٍ بَيْنَ شَيْئَيْنِ. مِنْ ذَلِكَ الْفُصُوصُ، هِيَ مَفَاصِلُ الْعِظَامِ كُلِّهَا - قَالَ أَبُو عُبَيْدٍ: إِلَّا الْأَصَابِعَ - وَاحِدُهَا فَصٌّ. وَمِنْ هَذَا الْبَابِ: أَفْصَصْتُ إِلَيْهِ مِنْ حَقِّهِ شَيْئًا، كَأَنَّكَ فَصَلْتَهُ عَنْكَ إِلَيْكَ. وَفَصَّ الْجُرْحُ: سَالَ.\nوَمِمَّا يُقَارِبُ هَذَا: الْفَصُّ: فَصُّ الْخَاتَمِ. وَسُمِّي بِذَلِكَ لِأَنَّهُ لَيْسَ مِنْ نَفْسِ الْخَاتَمِ، بَلْ هُوَ مُلْصَقٌ بِهِ. فَأَمَّا فَصُّ الْعَيْنِ فَحَدَقَتُهَا عَلَى مَعْنَى التَّشْبِيهِ.",
    "pg": "4:440"
  },
  "فصع": {
    "def": "الْفَاءُ وَالصَّادُ وَالْعَيْنُ يَدُلُّ عَلَى خُرُوجِ شَيْءٍ عَنْ شَيْءٍ. يُقَالُ: فَصَعَ الرُّطَبَةَ، إِذَا قَشَرَهَا. وَيَقُولُونَ: الْفُصْعَةُ: غُلْفَةُ الصَّبِيِّ إِذَا اتَّسَعَتْ حَتَّى تَبْدُوَ حَشَفَتُهُ. [بَابُ الْفَاءِ وَالضَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:507-508"
  },
  "فصل": {
    "def": "الْفَاءُ وَالصَّادُ وَاللَّامُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى تَمْيِيزِ الشَّيْءِ مِنَ الشَّيْءِ وَإِبَانَتِهِ عَنْهُ. يُقَالُ: فَصَلْتُ الشَّيْءَ فَصْلًا. وَالْفَيْصَلُ: الْحَاكِمُ. وَالْفَصِيلُ: وَلَدُ النَّاقَةِ إِذَا افْتُصِلَ عَنْ أُمِّهِ. وَالْمِفْصَلُ: اللِّسَانُ، لِأَنَّ بِهِ تُفْصَلُ الْأُمُورُ وَتُمَيَّزُ. قَالَ الْأَخْطَلُ:\nوَقَدْ مَاتَتْ عِظَامٌ وَمِفْصَلُ\nوَالْمَفَاصِلُ: مَفَاصِلُ الْعِظَامِ. وَالْمَفْصِلُ: مَا بَيْنَ الْجَبَلَيْنِ، وَالْجَمْعُ مَفَاصِلُ. قَالَ أَبُو ذُؤَيْبٍ: مَطَافِيلَ أَبْكَارٍ حَدِيثٍ نِتَاجُهَا ... يُشَابُ بِمَاءٍ مِثْلِ مَاءِ الْمَفَاصِلِ\nوَالْفَصِيلُ: حَائِطٌ دُونَ سُورِ الْمَدِينَةِ. وَفِي بَعْضِ الْحَدِيثِ: «مَنْ أَنْفَقَ نَفَقَةً فَاصِلَةً فَلَهُ مِنَ الْأَجْرِ كَذَا» ، وَتَفْسِيرُهُ فِي الْحَدِيثِ أَنَّهَا الَّتِي فَصَلَتْ بَيْنَ إِيمَانِهِ وَكُفْرِهِ.",
    "pg": "4:505-506"
  },
  "فصم": {
    "def": "الْفَاءُ وَالصَّادُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْصِدَاعِ شَيْءٍ مِنْ غَيْرِ بَيْنُونَةٍ. مِنْ ذَلِكَ الْفَصْمُ، وَهُوَ أَنْ يَنْصَدِعَ الشَّيْءُ مِنْ غَيْرِ أَنْ يَبِينَ. وَكُلُّ مُنْحَنٍ مِنْ خَشَبَةٍ وَغَيْرِهَا فَهُوَ مَفْصُومٌ. قَالَ:\nكَأَنَّهُ دُمْلُجٌ مِنْ فِضَّةٍ نَبَهٌ ... فِي مَلْعَبٍ مِنْ عَذَارَى الْحَيِّ مَفْصُومُ",
    "pg": "4:506"
  },
  "فصي": {
    "def": "الْفَاءُ وَالصَّادُ وَالْيَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَنَحِّي الشَّيْءِ عَنِ الشَّيْءِ. يُقَالُ تَفَصَّى اللَّحْمُ عَنِ الْعَظْمِ، وَتَفَصَّى الْإِنْسَانُ مِنَ الْبَلِيَّةِ: تَخَلَّصَ. وَالِاسْمُ الْفَصْيَةُ. وَفِي حَدِيثِ: قَيْلَةَ: \" الْفَصْيَةَ وَاللَّهِ، لَا يَزَالُ كَعْبُكِ عَالِيًا \". وَأَفْصَى: رَجُلٌ.",
    "pg": "4:506"
  },
  "فضح": {
    "def": "الْفَاءُ وَالضَّادُ وَالْحَاءُ كَلِمَتَانِ مُتَقَارِبَتَانِ تَدُلُّ إِحْدَاهُمَا عَلَى انْكِشَافِ شَيْءٍ، وَلَا يَكَادُ يُقَالُ إِلَّا فِي قَبِيحٍ، وَالْأُخْرَى عَلَى لَوْنٍ غَيْرِ حَسَنٍ أَيْضًا.\nفَالْأَوَّلُ قَوْلُهُمْ: أَفْضَحَ الصُّبْحُ وَفَضَّحَ، إِذَا بَدَا. ثُمَّ يَقُولُونَ فِي التَّهَتُّكِ: الْفُضُوحُ. قَالُوا: وَافْتَضَحَ الرَّجُلُ، إِذَا انْكَشَفَتْ مَسَاوِيهِ.\nوَأَمَّا اللَّوْنُ فَيَقُولُونَ: إِنَّ الْفَضَحَ: غُبْرَةٌ فِي طُحْلَةٍ ; وَهُوَ لَوْنٌ قَبِيحٌ. وَأَفْضَحَ الْبُسْرُ، إِذَا بَدَتْ مِنْهُ حُمْرَةٌ. وَيَقُولُونَ: الْأَفْضَحُ: الْأَسَدُ، وَكَذَلِكَ الْبَعِيرُ، وَذَلِكَ مِنْ فَضَحِ اللَّوْنِ.",
    "pg": "4:509"
  },
  "فضخ": {
    "def": "الْفَاءُ وَالضَّادُ وَالْخَاءُ فِيهِ كَلِمَةٌ تَدُلُّ عَلَى الشَّدْخِ. يُقَالُ: فَضَخْتُ الرُّطَبَةَ: شَدَخْتُهَا. وَالْفَضِيخُ: رُطَبٌ يُشْدَخُ وَيُنْبَذُ. [بَابُ الْفَاءِ وَالطَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:509-510"
  },
  "فضض": {
    "def": "الْفَاءُ وَالضَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَفْرِيقٍ وَتَجْزِئَةٍ. مِنْ ذَلِكَ: فَضَضْتُ الشَّيْءَ، إِذَا فَرَّقْتَهُ ; وَانْفَضَّ هُوَ. وَانْفَضَّ الْقَوْمُ: تَفَرَّقُوا. قَالَ اللَّهُ سُبْحَانَهُ: ﴿وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ﴾ [آل عمران: ١٥٩] .\nوَمِنْ هَذَا الْبَابِ: فَضَضْتُ عَنِ الْكِتَابِ خَتْمَهُ. وَمُمْكِنٌ أَنْ يَكُونَ الْفِضَّةُ مِنْ هَذَا الْبَابِ، كَأَنَّهَا تَفُضُّ، لِمَا يُتَّخَذُ مِنْهَا مِنْ حَلْيٌ. وَالْفِضَاضُ: مَا تَفَضَّضَ مِنَ الشَّيْءِ إِذَا انْفَضَّ. وَالْفَاضَّةُ: الدَّاهِيَةُ، وَالْجَمْعُ فَوَاضُّ، كَأَنَّهَا تَفُضُّ، أَيْ تُفَرَّقُ. وَمِنَ الَّذِي يَجُوزُ أَنَّ يُقَاسَ عَلَى هَذَا: الْفَضْفَضَةُ: سَعَةُ الثَّوْبِ. وَثَوْبٌ فَضْفَاضٌ وَدِرْعٌ فَضْفَاضَةٌ، لِأَنَّهَا إِذَا اتَّسَعَتْ تَبَاعَدَتْ أَطْرَافُهَا. وَأَمَّا الْفَضِيضُ فَالْمَاءُ الْعَذْبُ، سُمِّيَ لِفَضَاضَتِهِ وَسُهُولَةِ مَرِّهِ فِي الْحَلْقِ.",
    "pg": "4:440-441"
  },
  "فضل": {
    "def": "الْفَاءُ وَالضَّادُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى زِيَادَةٍ فِي شَيْءٍ. مِنْ ذَلِكَ الْفَضْلُ: الزِّيَادَةُ وَالْخَيْرُ. وَالْإِفْضَالُ: الْإِحْسَانُ. وَرَجُلٌ مُفْضِلٌ. وَيُقَالُ: فَضَلَ الشَّيْءُ يَفْضُلُ، وَرُبَّمَا قَالُوا فَضِلَ يَفْضُلُ، وَهِيَ نَادِرَةٌ. وَأَمَّا الْمُتَفَضِّلُ فَالْمُدَّعِي لِلْفَضْلِ عَلَى أَضْرَابِهِ وَأَقْرَانِهِ. قَالَ اللَّهُ تَعَالَى فِي ذِكْرِ مَنْ قَالَ: ﴿مَا هَذَا إِلَّا بَشَرٌ مِثْلُكُمْ يُرِيدُ أَنْ يَتَفَضَّلَ عَلَيْكُمْ﴾ [المؤمنون: ٢٤] . وَيُقَالُ الْمُتَفَضِّلُ: الْمُتَوَشِّحُ بِثَوْبِهِ. وَيَقُولُونَ: الْفُضُلُ: الَّذِي عَلَيْهِ قَمِيصٌ وَرِدَاءٌ، وَلَيْسَ عَلَيْهِ إِزَارٌ وَلَا سَرَاوِيلُ. وَ [مِنْهُ] قَوْلُ امْرِئِ الْقَيْسِ:\nوَتُضْحِي فَتِيتُ الْمِسْكِ فَوْقَ فِرَاشُهَا ... نَئُومُ الضُّحَى لَمْ تَنْتَطِقْ عَنْ تَفَضُّلِ",
    "pg": "4:508"
  },
  "فضى": {
    "def": "الْفَاءُ وَالضَّادُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْفِسَاحٍ فِي شَيْءٍ وَاتِّسَاعٍ. مِنْ ذَلِكَ الْفَضَاءُ: الْمَكَانُ الْوَاسِعُ. وَيَقُولُونَ: أَفْضَى الرَّجُلُ إِلَى امْرَأَتِهِ: بَاشَرَهَا. وَالْمَعْنَى فِيهِ عِنْدَنَا أَنَّهُ شُبِّهَ مُقَدَّمُ جِسْمِهِ بِفَضَاءٍ، وَمُقَدَّمُ جِسْمِهَا بِفَضَاءٍ، فَكَأَنَّهُ لَاقَى فَضَاءَهَا بِفَضَائِهِ. وَلَيْسَ هَذَا بِبَعِيدٍ فِي الْقِيَاسِ الَّذِي ذَكَرْنَاهُ.\nوَمِنْ هَذَا عَلَى طَرِيقِ التَّشْبِيهِ: أَفْضَى إِلَى فُلَانٍ بِسِرِّهِ إِفْضَاءً، وَأَفْضَى بِيَدِهِ إِلَى الْأَرْضِ، إِذَا مَسَّهَا بِبَاطِنِ رَاحَتِهِ فِي سُجُودِهِ. وَهُوَ مِنَ الَّذِي ذَكَرْنَاهُ فِي قِيَاسِ الْفَضَاءِ. وَيَقُولُونَ: الْفَضَا، مَقْصُورٌ: تَمْرٌ وَزَبِيبٌ يُخْلَطَانِ. وَقَالَ بَعْضُهُمْ: الْفَضَا مَقْصُورٌ: الشَّيْئَانِ يَكُونَانِ فِي وِعَاءٍ مُخْتَلِطَيْنِ لَا يُصَرُّ كُلُّ وَاحِدٍ مِنْهُمَا عَلَى حِدَةٍ. قَالَ:\nفَقُلْتُ لَهَا يَا عَمَّتَا لَكِ نَاقَتِي ... وَتَمْرٌ فَضًا فِي عَيْبَتَيْ وَزَبِيبُ\nوَقَالَ:\nطَعَامُهُمُ فَوْضَى فَضًا فِي رِحَالِهِمْ",
    "pg": "4:508-509"
  },
  "فطا": {
    "def": "الْفَاءُ وَالطَّاءُ وَالْهَمْزَةُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى تَطَامُنٍ. يُقَالُ لِلرَّجُلِ الْأَفْطَسِ: الْأَفْطَأُ. وَيَقُولُونَ: فَطِئَ الْبَعِيرُ، إِذَا تَطَامَنَ ظَهْرُهُ خِلْقَةً.",
    "pg": "4:510"
  },
  "فطح": {
    "def": "الْفَاءُ وَالطَّاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: فَطَّحْتُ الْعُودَ وَغَيْرَهُ، إِذَا عَرَّضْتَهُ. وَهُوَ مُفَطَّحٌ. وَرَأْسٌ مُفَطَّحٌ: عَرِيضٌ.",
    "pg": "4:510"
  },
  "فطر": {
    "def": "الْفَاءُ وَالطَّاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى فَتْحِ شَيْءٍ وَإِبْرَازِهِ. مِنْ ذَلِكَ الْفِطْرُ مِنَ الصَّوْمِ. يُقَالُ: أَفْطَرَ إِفْطَارًا. وَقَوْمٌ فِطْرٌ أَيْ مُفْطِرُونَ. وَمِنْهُ الْفَطْرُ، بِفَتْحِ الْفَاءِ، وَهُوَ مَصْدَرُ فَطَرْتُ الشَّاةَ فَطْرًا، إِذَا حَلَبْتَهَا. وَيَقُولُونَ: الْفَطْرُ يَكُونُ الْحَلْبَ بِإِصْبَعَيْنِ. وَالْفِطْرَةُ: الْخِلْقَةُ.",
    "pg": "4:510-511"
  },
  "فطس": {
    "def": "الْفَاءُ وَالطَّاءُ وَالسِّينُ. فِيهِ الْفَطَسُ فِي الْأَنْفِ: انْفِرَاشُهُ. وَفِطِّيسَةُ الْخِنْزِيرِ: أَنْفُهُ. وَالْفِطِّيسُ: الْمِطْرَقَةُ، وَلَعَلَّهَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا يُكْسَرُ بِهَا الشَّيْءُ، وَيَتَطَامَنُ. وَيَقُولُونَ: فَطَسَ: مَاتَ. وَيَقُولُونَ: الْفَطْسَةُ: خَرَزَةٌ يُؤَخَّذُ بِهَا.\n\n[بَابُ الْفَاءِ وَالظَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:511"
  },
  "فطم": {
    "def": "الْفَاءُ وَالطَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَطْعِ شَيْءٍ عَنْ شَيْءٍ. يُقَالُ: فَطَمَتِ الْأُمُّ وَلَدَهَا، وَفَطَمْتُ الرَّجُلَ عَنْ عَادَتِهِ. قَالَ أَبُو نَصْرٍ صَاحِبُ الْأَصْمَعِيِّ: يُقَالُ فَطَمْتُ الْحَبْلَ، إِذَا قَطَعْتُهُ. قَالَ: وَمِنْهُ فِطَامُ الْأُمِّ وَلَدَهَا.",
    "pg": "4:510"
  },
  "فطن": {
    "def": "الْفَاءُ وَالطَّاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ تَدَلٍّ عَلَى ذَكَاءٍ وَعِلْمٍ بِشَيْءٍ. يُقَالُ: رَجُلٌ فَطِنٌ وَفَطُنٌ، وَهِيَ الْفِطْنَةُ وَالْفَطَانَةُ.",
    "pg": "4:510"
  },
  "فظظ": {
    "def": "الْفَاءُ وَالظَّاءُ كَلِمَةٌ تَدُلُّ عَلَى كَرَاهَةٍ وَتَكَرُّهٍ. مِنْ ذَلِكَ الْفَظُّ: مَاءُ الْكَرِشِ. وَافْتُظَّ الْكَرِشُ، إِذَا اعْتُصِرَ. قَالَ الشَّاعِرُ:\nفَكَانُوا كَأَنْفِ اللَّيْثِ لَا شَمَّ مَرْغَمًا ... وَمَا نَالَ فَظَّ الصَّيْدِ حَتَّى يُعَفِّرَا\nقَالَ بَعْضُ أَهْلِ اللُّغَةِ: إِنَّ الْفَظَاظَةَ مِنْ هَذَا. يُقَالُ رَجُلٌ فَظٌّ: كَرِيهُ الْخُلُقِ. وَهُوَ مِنْ فَظِّ الْكَرِشِ، لِأَنَّهُ لَا يُتَنَاوَلُ إِلَّا ضَرُورَةً عَلَى كَرَاهَةٍ. وَيَقُولُونَ: الْفَظِيظُ: مَاءُ الْفَحْلِ.",
    "pg": "4:441"
  },
  "فظع": {
    "def": "الْفَاءُ وَالظَّاءُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ. أَفْظَعَ الْأَمْرُ وَفَظُعَ: اشْتَدَّ. وَهُوَ مُفْظِعٌ وَفَظِيعٌ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْفَاءِ وَالْعَيْنِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:511"
  },
  "فعل": {
    "def": "الْفَاءُ الْعَيْنُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِحْدَاثِ شَيْءٍ مِنْ عَمَلٍ وَغَيْرِهِ. مِنْ ذَلِكَ: فَعَلْتُ كَذَا أَفْعَلُهُ فَعْلًا. وَكَانَتْ مِنْ فُلَانٍ فَعْلَةٌ حَسَنَةٌ أَوْ قَبِيحَةٌ. وَالْفِعَالُ جَمْعُ فِعْلٍ. وَالْفَعَالُ، بِفَتْحِ الْفَاءِ: الْكَرَمُ وَمَا يُفْعَلُ مِنْ حَسَنٍ.\nوَبَقِيَتْ كَلِمَةٌ مَا أَدْرِي كَيْفَ صِحَّتُهَا. يَقُولُونَ: الْفِعَالُ: خَشَبَةُ الْفَأْسِ.",
    "pg": "4:511"
  },
  "فعم": {
    "def": "الْفَاءُ وَالْعَيْنُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اتِّسَاعٍ وَامْتِلَاءٍ. فَالْفَعْمُ: الْمَلْآنُ. فَعُمَ يَفْعُمُ فَعَامَةً وَفُعُومَةً. وَامْرَأَةٌ فَعْمَةُ السَّاقَيْنِ، إِذَا امْتَلَأَتْ سَاقُهَا لَحْمًا وَأَفْعَمْتُ الشَّيْءَ: مَلَأْتُهُ.",
    "pg": "4:511-512"
  },
  "فعي": {
    "def": "الْفَاءُ وَالْعَيْنُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْأَفْعَى: حَيَّةٌ وَحَكَى نَاسٌ: تَفَعَّى الرَّجُلُ، إِذَا سَاءَ خُلُقُهُ، مُشْتَقٌّ مِنَ الْأَفْعَى. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْفَاءِ وَالْغَيْنِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:512"
  },
  "فغر": {
    "def": "الْفَاءُ وَالْغَيْنُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى فَتْحٍ وَانْفِتَاحٍ. مِنْ ذَلِكَ: فَغَرَ الرَّجُلُ فَاهُ: فَتَحَهُ. وَفَغَرَ فُوهُ، إِذَا انْفَتَحَ. وَانْفَغَرَ النَّوْرُ: تَفَتَّحَ. وَالْفَاغِرَةُ: ضَرْبٌ مِنَ الطِّيبِ. وَيُقَالُ: إِنَّ الْمَفْغَرَةَ: الْأَرْضُ الْوَاسِعَةُ. [بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرِ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ فَاءٌ]\nمِنْ ذَلِكَ (الْفَرَزْدَقَةُ) : الْقِطْعَةُ مِنَ الْعَجِينِ. هَذِهِ كَلِمَةٌ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ، مَنْ فَرَزَ وَمِنْ دَقَّ، لِأَنَّهُ دَقِيقٌ عُجِنَ ثُمَّ أُفْرِزَتْ مِنْهُ قِطْعَةٌ، فَهِيَ مِنَ الْفَرْزِ وَالدَّقِّ.\n\nوَمِنْ ذَلِكَ (الْفَرْقَعَةُ) : تَنْقِيضُ الْأَصَابِعِ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الرَّاءُ، وَأَصْلُهُ فَقَعَ، وَقَدْ ذُكِرَ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ (افْرَنْقَعُوا) ، إِذَا تَنَحَّوْا. وَهِيَ كَلِمَةٌ مَنْحُوتَةٌ مَنْ فَرَقَ وَفَقَعَ، لِأَنَّهُمْ يَتَفَرَّقُونَ فَيَكُونُ لَهُمْ عِنْدَ ذَلِكَ فَقْعَةٌ وَحَرَكَةٌ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ (الْفِرْشِطُ) وَ (الْفِرْشَاطُ) : الْوَاسِعُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الطَّاءُ، وَالْأَصْلُ فَرَشَ ; وَيَكُونُ ذَلِكَ مِنْ فَرَشْتُ الشَّيْءَ. وَمِنْ هَذَا الْبَابِ (فَرْشَطَ) الْبَعِيرُ، لِأَنَّهُ يَنْفَرِشُ وَيَنْبَسِطُ.\n\nوَمِنْ ذَلِكَ (الْفَلْقَمُ) : الْوَاسِعُ. وَهَذَا مِنْ كَلِمَتَيْنِ: مِنْ فَلَقَ وَلَقِمَ، كَأَنَّهُ مِنْ سَعَتِهِ يَلْقَمُ الْأَشْيَاءَ. وَالْفَلْقُ: الْفَتْحُ. وَقَدْ ذَكَرُوا مِنْ ذَلِكَ (الْفَلْحَسُ) الرَّجُلُ الْحَرِيصُ وَالْكَلْبُ الْفَلْحَسُ وَهَذَا مِمَّا زِيدَتْ فِيهِ الْفَاءُ، وَالْأَصْلُ لَحِسَ كَأَنَّهُ مِنْ حِرْصِهِ يَلْحَسُ الْأَشْيَاءَ لَحْسًا. وَالْفَلْحَسُ: الْمَرْأَةُ الرَّسْحَاءُ، كَأَنَّ اللَّحْمَ مِنْهَا قَدْ لُحِسَ حَتَّى ذَهَبَ.\n\nوَمِنْ ذَلِكَ (الْفُرْهُدُ) : الْحَادِرُ الْغَلِيظُ. وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مِنْ فَرِهَ وَرَهَدَ. فَالْفَرَهُ: كَثْرَةُ اللَّحْمِ، وَالرَّهَدُ: اسْتِرْخَاؤُهُ.\n\nوَمِنْ ذَلِكَ (الْفَرْشَحَةُ) ، وَهُوَ أَنْ يُفَرِّجَ الْإِنْسَانُ بَيْنَ رِجْلَيْهِ وَيُبَاعِدَ إِحْدَاهُمَا مِنَ الْأُخْرَى، وَهُوَ الْمَنْهِيُّ عَنْهُ فِي الصَّلَاةِ. وَهَذَا مِنْ كَلِمَتَيْنِ: مِنْ فَرَشَ وَفَسَحَ، وَقَدْ مَرَّ تَفْسِيرُهُمَا.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ: لَقِيتُ مِنْهُ (الْفَتَكْرِينَ) ، وَهِيَ الشَّدَائِدُ. وَهَذَا مِنَ الْفَتْكِ، وَسَائِرُهُ زَائِدٌ.\n\nوَمِنْ ذَلِكَ (الْفَدْغَمُ) : الرَّجُلُ الْعَظِيمُ الْخَلْقِ، وَالْمِيمُ فِيهِ زَائِدَةٌ، وَكَأَنَّهُ يَفْدَغُ بِخَلْقِهِ الْأَشْيَاءَ فَدْغًا.\nوَمِمَّا وُضِعَ وَضْعًا وَلَعَلَّ لَهُ قِيَاسًا لَا نَعْلَمُهُ (الْفَرْقَدُ) : وَلَدُ الْبَقَرَةِ. وَ (الْفَرْقَدَانِ) : نَجْمَانِ. وَ (فَقْعَسٌ) : حَيٌّ مِنَ الْأَسَدِ. وَ (الْفِطَحْلُ) : زَمَنٌ لَمْ يُخْلَقِ النَّاسُ فِيهِ بَعْدُ. وَ (الْفَلَنْقَسُ) : الَّذِي أُمُّهُ عَرَبِيَّةٌ وَأَبُوهُ عَجَمِيٌّ. وَ (الْفِرْصَادُ) : التُّوتُ. وَ (الْفِرْنِبُ) الْفَأْرَةُ. وَيَقُولُونَ: (الْفُرْطُومُ) : مِنْقَارُ الْخُفِّ. يُقَالُ خُفٌّ مُفَرْطَمٌ. وَأَمَّا قَوْلُهُ:\nعَكْفَ النَّبِيطِ يَلْعَبُونَ الْفَنْزَجَا\nفَيُقَالُ إِنَّهُ فَارِسِيٌّ وَإِنَّهُ الدَّسْتَبَنْدُ. وَ (الْفُرْعُلُ) : وَلَدُ الضَّبُعِ عَلَى مَا قَالُوا، مِنْ كَلَامِ الْعَرَبِ، وَاللَّهُ أَعْلَمُ. [كِتَابُ الْقَافِ] [بَابُ الْقَافِ وَمَا بَعْدَهَا فِي الثُّلَاثِيِّ الَّذِي يُقَالُ لَهُ الْمُضَاعَفُ وَالْمُطَابِقُ]\n﷽\n\nكِتَابُ الْقَافِ\nبَابُ الْقَافِ وَمَا بَعْدَهَا فِي الثُّلَاثِيِّ الَّذِي يُقَالُ لَهُ الْمُضَاعَفُ وَالْمُطَابِقُ",
    "pg": "4:512-3"
  },
  "فغغ": {
    "def": "الْفَاءُ وَالْغَيْنُ لَيْسَ فِيهِ كَلَامٌ أَصِيلٌ، وَهُوَ شِبْهُ حِكَايَةٍ لِصَوْتٍ. يَقُولُونَ: الْفَغْفَغَةُ: الصَّوْتُ بِالْغَنَمِ. وَيَقُولُونَ: الْفَغْفَغَانِيُّ: الْقَصَّابُ أَوِ الرَّاعِي ; وَكَذَلِكَ الْفَغْفَغِيُّ. وَيَقُولُ: الْفَغْفَغَانُ: الرَّجُلُ الْخَفِيفُ. وَتَفَغْفَغَ فِي أَمْرِهِ: أَسْرَعَ. وَكُلُّ هَذَا قَرِيبٌ بَعْضُهُ مِنْ بَعْضٍ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الْفَاءِ وَالْقَافُ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:441-442"
  },
  "فغم": {
    "def": "الْفَاءُ وَالْغَيْنُ وَالْمِيمُ كَلِمَتَانِ، إِحْدَاهُمَا تَدُلُّ عَلَى فَتْحِ شَيْءٍ أَوْ تَفَتُّحِهِ، وَلَا يَكُونُ إِلَّا طَيِّبًا. وَالْأُخْرَى تَدُلُّ عَلَى الْوَلُوعِ بِالشَّيْءِ. فَالْأُولَى: فَغَمَ الْوَرْدُ: تَفَتَّحَ. وَالرِّيحُ الطَّيِّبَةُ تَفْغَمُ، أَيْ تَصِيرُ فِي الْأَنْفِ تَفْتَحُ السُّدَّةَ. وَأَفْغَمَ الْمِسْكُ الْمَكَانَ: مَلَأَهُ بِرَائِحَتِهِ.\nوَالْكَلِمَةُ الْأُخْرَى: فَغِمَ بِكَذَا: أُولِعَ بِهِ وَحَرَصَ عَلَيْهِ. قَالَ الْأَعْشَى:\nتَؤُمُّ دِيَارَ بَنِي عَامِرٍ ... وَأَنْتَ بِآلِ عَقِيلٍ فَغِمْ",
    "pg": "4:512"
  },
  "فغي": {
    "def": "الْفَاءُ وَالْغَيْنُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: الْفَاغِيَةُ: نَوْرُ الْحِنَّاءِ. يُقَالُ: أَفْغَى، إِذَا أَخْرَجَ فَاغِيَتَهُ. وَيَقُولُونَ: الْفَغَا: فَسَادٌ فِي الْبُرِّ.",
    "pg": "4:512"
  },
  "فقا": {
    "def": "الْفَاءُ وَالْقَافُ وَالْهَمْزَةُ يَدُلُّ عَلَى فَتْحِ الشَّيْءِ، وَتَفَتُّحِهِ. يُقَالُ: تَفَقَّأَتِ السَّحَابَةُ عَنْ مَائِهَا، إِذَا أَرْسَلَتْهُ، كَأَنَّهَا تَفَتَّحَتْ عَنْهُ.\nوَمِنْ ذَلِكَ: الْفَقْءُ، وَهِيَ السَّابِيَاءُ الَّذِي يَنْفَرِجُ عَنْ رَأْسِ الْمَوْلُودِ. وَمِنْهُ فَقَأْتُ عَيْنَهُ أَفْقَؤُهَا. فَأَمَّا الْفُقَى مُلَيَّنٌ فَجَمْعُ فُوقٍ، وَهُوَ مَقْلُوبٌ وَلَيْسَ مِنْ هَذَا الْبَابِ. قَالَ: وَنَبْلِي وَفُقَاهَا كَ ... عَرَاقِيبِ قَطًا طُحْلِ",
    "pg": "4:442-443"
  },
  "فقح": {
    "def": "الْفَاءُ وَالْقَافُ وَالْحَاءُ يَدُلُّ عَلَى مِثْلِ مَا ذَكَرْنَاهُ قَبْلَهُ مِنَ التَّفَتُّحِ. مِنْ ذَلِكَ الْفُقَّاحُ: نَوْرُ الْإِذْخِرِ، سُمِّيَ بِذَلِكَ لِتَفَتُّحِهِ، وَيُقَالُ بَلْ نُورُ الشَّجَرِ كُلِّهِ فُقَّاحٌ. وَيُقَالُ: فَقَّحَ الْجَرْوُ: فَتَّحَ عَيْنَيْهِ. قَالَ الشَّاعِرُ:\nوَأَكْحُلْكَ بِالصَّابِ أَوْ بِالْجَلَا ... فَفَقِّحْ لِذَلِكَ أَوْ غَمِّضِ",
    "pg": "4:443"
  },
  "فقد": {
    "def": "الْفَاءُ وَالْقَافُ وَالدَّالُّ أُصَيْلٌ يَدُلُّ عَلَى ذَهَابِ شَيْءٍ وَضَيَاعِهِ. مِنْ ذَلِكَ قَوْلُهُمْ. فَقَدْتُ الشَّيْءَ فَقْدًا. وَالْفَاقِدُ: الْمَرْأَةُ تَفْقِدُ وَلَدَهَا أَوْ بَعْلَهَا، وَالْجَمْعُ فَوَاقِدُ. فَأَمَّا قَوْلُكَ: تَفَقَّدْتُ الشَّيْءَ، إِذَا تَطَلَّبْتَهُ، فَهُوَ مِنْ هَذَا أَيْضًا، لِأَنَّكَ تَطْلُبُهُ عِنْدَ فَقْدِكَ إِيَّاهُ. قَالَ اللَّهُ - تَعَالَى -: ﴿وَتَفَقَّدَ الطَّيْرَ فَقَالَ مَا لِيَ لَا أَرَى الْهُدْهُدَ أَمْ كَانَ مِنَ الْغَائِبِينَ﴾ [النمل: ٢٠] .",
    "pg": "4:443"
  },
  "فقر": {
    "def": "الْفَاءُ وَالْقَافُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْفِرَاجٍ فِي شَيْءٍ، مِنْ عُضْوٍ أَوْ غَيْرِ ذَلِكَ. مِنْ ذَلِكَ: الْفَقَارُ لِلظَّهْرِ، الْوَاحِدَةُ فَقَارَّةٌ، سُمِّيَتْ لِلْحُزُوزِ وَالْفُصُولُ الَّتِي بَيْنَهَا. وَالْفَقِيرُ: الْمَكْسُورُ فَقَارِ الظَّهْرِ. وَقَالَ أَهْلُ اللُّغَةِ: مِنْهُ اشْتُقَّ اسْمُ الْفَقِيرِ، وَكَأَنَّهُ مَكْسُورُ فَقَارِ الظَّهْرِ، مِنْ ذِلَّتِهِ وَمَسْكَنَتِهِ. وَمِنْ ذَلِكَ: فَقَرَتْهُمُ الْفَاقِرَةُ، وَهِيَ الدَّاهِيَةُ، كَأَنَّهَا كَاسِرَةٌ لِفَقَارِ الظَّهْرِ. وَبَعْضُ أَهْلِ الْعِلْمِ يَقُولُونَ: الْفَقِيرُ: الَّذِي لَهُ بُلْغَةٌ مِنْ عَيْشٍ وَيَحْتَجُّ بِقَوْلِهِ:\nأَمَّا الْفَقِيرُ الَّذِي كَانَتْ حَلُوبَتُهُ ... وَفْقَ الْعِيَالِ فَلَمْ يُتْرَكْ لَهُ سَبَدُ\nقَالَ: فَجَعَلَ لَهُ حَلُوبَةً، وَجَعَلَهَا وَفْقًا لِعِيَالِهِ، أَيْ قُوتًا لَا فَضْلَ فِيهِ. وَأَمَّا الْفَقِيرُ فَإِنَّهُ مَخْرَجُ الْمَاءِ مِنَ الْقَنَاةِ، وَقِيَاسُهُ صَحِيحٌ، لِأَنَّهُ هُزِمَ فِي الْأَرْضِ وَكُسِرَ. وَأَمَّا قَوْلُهُمْ: أَفْقَرَكَ الصَّيْدُ، فَمَعْنَاهُ أَنَّهُ أَمْكَنَكَ مِنْ فَقَارِهِ حَتَّى تَرْمِيَهُ. وَيُقَالُ: فَقَرْتُ الْبَعِيرَ، إِذَا حَزَزْتَ خَطْمَهُ ثُمَّ جَعَلْتَ عَلَى مَوْضِعِ الْحَزِّ الْجَرِيرَ لِتُذِلَّهُ وَتَرُوضَهُ. وَأَفْقَرْتُكَ نَاقَتِي: أَعَرْتُكَ فَقَارَهَا لِتَرْكَبَهَا. وَقَوْلُ الْقَائِلِ:\nمَا لَيْلَةُ الْفَقِيرِ إِلَّا شَيْطَانْ\nفَالْفَقِيرُ هَا هُنَا: رَكِيٌّ مَعْرُوفٌ. وَيُقَالُ: فَقَرَتُ لِلْفَسِيلِ، إِذَا حَفَرْتَ لَهُ حِينَ تَغْرِسُهُ، وَفَقَرْتُ الْخَرَزَ، إِذَا ثَقَبْتَهُ. وَسَدَّ اللَّهُ مَفَاقِرَهُ، أَيْ أَغْنَاهُ وَسَدَّ وُجُوهَ فَقْرِهِ. قَالَ:\nوَإِنَّ الَّذِي سَاقَ الْغِنَى لِابْنِ عَامِرٍ ... لَرَبِّي الَّذِي أَرْجُو لِسَدِّ مَفَاقِرِي",
    "pg": "4:443-444"
  },
  "فقس": {
    "def": "الْفَاءُ وَالْقَافُ وَالسِّينُ. يَقُولُونَ: فَقَسَ: مَاتَ.",
    "pg": "4:444-445"
  },
  "فقص": {
    "def": "الْفَاءُ وَالْقَافُ وَالصَّادُ لَيْسَ بِشَيْءٍ، إِلَّا أَنَّهُمْ يَقُولُونَ: فُقِصَتِ الْبَيْضَةُ عَنِ الْفَرْخِ.",
    "pg": "4:445"
  },
  "فقع": {
    "def": "الْفَاءُ وَالْقَافُ وَالْعَيْنُ. اعْلَمْ أَنَّ هَذَا الْبَابَ وَكَلِمَهُ غَيْرُ مَوْضُوعٍ عَلَى قِيَاسٍ، وَهِيَ كَلِمَاتٌ مُتَبَايِنَةٌ.\nمِنْ ذَلِكَ الْفَقْعُ: ضَرْبٌ مِنَ الْكَمْأَةِ، وَبِهِ يُشَبَّهُ الرَّجُلُ الذَّلِيلُ فَيُقَالُ: \" هُوَ أَذَلُّ مِنْ فَقْعٍ بِقَاعٍ \". وَالْفَقْعُ: الْحُصَاصُ. وَهَذَا مِنْ قَوْلِهِمْ: فَقَّعَ بِأَصَابِعِهِ: صَوَّتَ.\nوَمِمَّا لَا يُشْبِهُ الَّذِي قَبْلَهُ صِفَةُ الْأَصْفَرِ، يُقَالُ أَصْفَرُ فَاقِعٌ. وَيَقُولُونَ: الْإِفْقَاعُ. سُوءُ الْحَالِ، يُقَالُ مِنْهُ: أَفْقَعَ. وَفَوَاقِعُ الدَّهْرِ: بَوَائِقُهُ فَأَمَّا الْفُقَّاعُ فَيُقَالُ إِنَّهُ عَرَبِيٌّ. قَالَ الْخَلِيلُ: سُمِّيَ فُقَّاعًا لِمَا يَرْتَفِعُ فِي رَأْسِهِ مِنَ الزَّبَدِ. قَالَ: وَالْفَقَاقِيعُ كَالْقَوَارِيرِ فَوْقَ الْمَاءِ.\n\n[بَابُ الْفَاءِ وَالْكَافِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:445"
  },
  "فقق": {
    "def": "الْفَاءُ وَالْقَافُ فِي الْمُضَاعَفِ يَدُلُّ عَلَى تَفَتُّحٍ وَاخْتِلَاطٍ فِي الْأَمْرِ. يُقَالُ: انْفَقَّ الشَّيْءُ، إِذَا انْفَرَجَ. وَيَقُولُونَ: رَجُلٌ فَقْفَاقٌ، أَيِ أَحْمَقُ مُخَلِّطٌ فِي كَلَامِهِ. وَيُقَالُ فَقَاقٌ أَيْضًا.",
    "pg": "4:433"
  },
  "فقم": {
    "def": "الْفَاءُ وَالْقَافُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اعْوِجَاجٍ وَقِلَّةِ اسْتِقَامَةٍ. مِنْ ذَلِكَ الْأَمْرُ الْأَفْقَمُ، هُوَ الْأَعْوَجُ. وَالْفَقَمُ: أَنْ تَتَقَدَّمَ الثَّنَايَا السُّفْلَى فَلَا تَقَعَ عَلَيْهَا الْعُلْيَا. وَهَذَا هُوَ أَصْلُ الْبَابِ: وَزَعَمَ أَبُو بَكْرٍ: أَنَّ الْفَقَمَ الِامْتِلَاءُ. يُقَالُ: أَصَابَ مِنَ الْمَاءِ حَتَّى فَقِمَ، هُوَ أَصْلُ الْبَابِ. فَإِنْ كَانَ هَذَا صَحِيحًا فَهُوَ أَيْضًا مِنْ قِيَاسِهِ.",
    "pg": "4:442"
  },
  "فقه": {
    "def": "الْفَاءُ وَالْقَافُ وَالْهَاءُ أَصْلٌ وَاحِدٌ صَحِيحٌ، يَدُلُّ عَلَى إِدْرَاكِ الشَّيْءِ وَالْعِلْمِ بِهِ. تَقُولُ: فَقِهْتُ الْحَدِيثَ أَفْقَهُهُ. وَكُلُّ عِلْمٍ بِشَيْءٍ فَهُوَ فِقْهٌ. يَقُولُونَ: لَا يَفْقَهُ وَلَا يَنْقَهُ. ثُمَّ اخْتُصَّ بِذَلِكَ عِلْمُ الشَّرِيعَةِ، فَقِيلَ لِكُلِّ عَالِمٍ بِالْحَلَالِ وَالْحَرَامِ: فَقِيهٌ. وَأَفْقَهْتُكَ الشَّيْءَ، إِذَا بَيَّنْتُهُ لَكَ.",
    "pg": "4:442"
  },
  "فكر": {
    "def": "الْفَاءُ وَالْكَافُ وَالرَّاءُ تَرَدُّدُ الْقَلْبِ فِي الشَّيْءِ. يُقَالُ تَفَكُّرَ إِذَا رَدَّدَ قَلْبَهُ مُعْتَبِرًا. وَرَجُلٌ فِكِّيرٌ: كَثِيرُ الْفِكْرِ.\n\n[بَابُ الْفَاءِ وَاللَّامِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:446"
  },
  "فكك": {
    "def": "الْفَاءُ وَالْكَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَفَتُّحٍ وَانْفِرَاجٍ. مِنْ ذَلِكَ فَكَاكُ الرَّهْنِ، وَهُوَ فَتْحُهُ مِنَ الِانْغِلَاقِ. وَحَكَى الْكِسَائِيُّ: الْفِكَاكُ بِالْكَسْرِ. وَيُقَالُ: فَكَكْتُ الشَّيْءَ أَفُكُّهُ فَكًّا. وَسَقَطَ فُلَانٌ وَانْفَكَّتْ قَدَمُهُ، أَيِ انْفَرَجَتْ. وَقَوْلُهُمْ: لَا يَنْفَكُّ يَفْعَلُ ذَلِكَ، بِمَعْنَى لَا يَزَالُ. وَالْمَعْنَى هُوَ وَذَلِكَ الْفِعْلُ لَا يَفْتَرِقَانِ. فَالْقِيَاسُ فِيهِ صَحِيحٌ. وَالْفَكُّ: انْفِرَاجُ الْمَنْكِبِ عَنْ مَفْصِلِهِ ضَعْفًا.\nوَمِمَّا هُوَ مِنَ الْبَابِ: الْفَكَّانِ: مُلْتَقَى الشِّدْقَيْنِ. وَسُمِّيَا بِذَلِكَ لِلِانْفِرَاجِ.",
    "pg": "4:433-434"
  },
  "فكل": {
    "def": "الْفَاءُ وَالْكَافُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْأَفْكَلُ: الرِّعْدَةُ. وَيَقُولُونَ: لَا يُبْنَى مِنْهُ فِعْلٌ.",
    "pg": "4:445-446"
  },
  "فكن": {
    "def": "الْفَاءُ وَالْكَافُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ التَّنَدُّمُ، يُقَالُ تَنَدَّمَ وَتَفَكَّنَ بِمَعْنًى.",
    "pg": "4:446"
  },
  "فكه": {
    "def": "الْفَاءُ وَالْكَافُ وَالْهَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى طِيبٍ وَاسْتِطَابَةٍ. مِنْ ذَلِكَ الرَّجُلُ الْفَكِهُ: الطَّيِّبُ النَّفْسِ.\nوَمِنَ الْبَابِ: الْفَاكِهَةُ، لِأَنَّهَا تُسْتَطَابُ وَتُسْتَطْرَفُ.\nوَمِنَ الْبَابِ: الْمُفَاكَهَةُ، وَهِيَ الْمُزَاحَةُ وَمَا يُسْتَحْلَى مِنْ كَلَامٍ.\nوَمِنَ الْبَابِ: أَفْكَهَتِ النَّاقَةُ وَالشَّاةُ، إِذَا دَرَّتَا عِنْدَ أَكْلِ الرَّبِيعِ وَكَانَ فِي اللَّبَنِ أَدْنَى خُثُورَةٍ ; وَهُوَ أَطْيَبُ اللَّبَنِ.\nفَأَمَّا التَّفَكُّهُ فِي قَوْلِهِ - تَعَالَى -: ﴿فَظَلْتُمْ تَفَكَّهُونَ﴾ [الواقعة: ٦٥] ، فَلَيْسَ مِنْ هَذَا، وَهُوَ مِنْ بَابِ الْإِبْدَالِ، وَالْأَصْلُ تَفَكَّنُونَ، وَهُوَ مِنَ التَّنَدُّمِ، وَقَدْ مَضَى ذِكْرُهُ.",
    "pg": "4:446"
  },
  "فلت": {
    "def": "الْفَاءُ وَاللَّامُ وَالتَّاءُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى تَخَلُّصٍ فِي سُرْعَةٍ.\nيُقَالُ: أَفْلَتَ يُفْلِتُ. وَكَانَ ذَلِكَ الْأَمْرُ فَلْتَةً، إِذَا لَمْ يَكُنْ عَنْ تَدَبُّرٍ وَلَا رَأْيٍ وَلَا تَرَدُّدٍ. وَيُقَالُ: تَفَلَّتَ إِلَى هَذَا الْأَمْرِ، كَأَنَّهُ نَازَعَ إِلَيْهِ. وَفَرَسٌ فَلَتَانٌ: نَشِيطٌ حَدِيدُ الْفُؤَادِ. وَثَوْبٌ فَلُوتٌ: لَا يَنْضَمُّ طَرَفَاهُ عَلَى لَابِسِهِ مِنْ صِغَرِهِ، كَأَنَّ مَعْنَاهُ أَنَّهُ يُفْلِتُ مِنَ الْيَدِ.\nوَمِنَ الْبَابِ: افْتُلِتَ الْإِنْسَانُ، إِذَا مَاتَ فَجْأَةً. وَفِي الْحَدِيثِ: «أُمِّي افْتُلِتَتْ نَفْسُهَا» \". وَالْفَلْتَةُ: آخِرُ يَوْمٍ مِنْ جُمَادَى الْآخِرَةِ.",
    "pg": "4:448"
  },
  "فلج": {
    "def": "الْفَاءُ وَاللَّامُ وَالْجِيمُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدَهُمَا عَلَى فَوْزٍ وَغَلَبَةٍ، وَالْآخِرُ عَلَى فُرْجَةٍ بَيْنَ الشَّيْئَيْنِ الْمُتَسَاوِيَيْنِ.\nفَالْأَوَّلُ: قَوْلُهُمْ: فُلِجَ الرَّجُلُ عَلَى خَصْمِهِ، إِذَا فَازَ: وَالسَّهْمُ الْفَالِجُ: الْفَائِزُ. وَالرَّجُلُ [الْفَالِجُ] : الْفَائِزُ. وَالِاسْمُ الْفُلْجُ. وَمِنْ أَمْثَالِ الْعَرَبِ: \" أَنَا مِنْ هَذَا الْأَمْرِ فَالِجُ بْنُ خَلَاوَةَ \" قَالُوا: مَعْنَاهُ أَنَا مِنْهُ بَرِيءٌ. وَتَفْسِيرُ هَذَا أَنَّهُ إِذَا خَلَا مِنْهُ فَقَدْ فَازَ، أَيْ نَجَا مِنْهُ. وَخَلَاوَةُ، مِنْ خَلَا يَخْلُو. وَقَالَ عَلِيٌّ ﵇: \" إِنَّ الْمَرْءَ الْمُسْلِمَ لَمْ يَغْشَ دَنَاءَةً يَخْشَعُ إِذَا ذُكِرَتْ لَهُ، وَتُغْرِي بِهِ لِئَامَ النَّاسِ، كَالْيَاسِرِ الْفَالِجِ، يَنْتَظِرُ فَوْزَةً مِنْ قِدَاحِهِ \".\nوَالْأَصْلُ الْآخَرُ: الْفَلَجُ فِي الْأَسْنَانِ: تَبَاعُدُ مَا بَيْنَ الثَّنَايَا وَالرَّبَاعِيَاتِ. وَقَالَ أَبُو بَكْرٍ: \" رَجُلٌ أَفْلَجُ الْأَسْنَانِ، وَامْرَأَةٌ فَلْجَاءُ الْأَسْنَانِ، لَا بُدَّ مِنْ ذِكْرِ الْأَسْنَانِ \". فَأَمَّا الْفَلَجُ فِي الْيَدَيْنِ فَقَالَ أَبُو عُبَيْدٍ: الْأَفْلَجُ: الَّذِي اعْوِجَاجُهُ فِي يَدَيْهِ، فَإِنْ كَانَ فِي رِجْلَيْهِ فَهُوَ فَحَجٌ. وَهَذَا هُوَ الْقِيَاسُ الْأَوَّلُ ; لِأَنَّ الْيَدَ إِذَا اعْوَجَّتْ فَلَا بُدَّ أَنْ تَتَجَافَى وَتَتَبَاعَدَ.\nوَمِنَ الْبَابِ: الْفَالِجُ: الْجَمَلُ ذُو السَّنَامَيْنِ، وَسُمِّيَ لِلْفُرْجَةِ بَيْنَهُمَا. وَفَرَسٌ أَفْلَجُ: مُتَبَاعِدُ مَا بَيْنَ الْحَرْقَفَتَيْنِ. وَكُلُّ شَيْءٍ شَقَقْتَهُ فَقَدَ فَلَجْتَهُ فَلْجَيْنِ، أَيْ نِصْفَيْنِ.\nقَالَ ابْنُ دُرَيْدٍ: \" وَإِنِّمَا قِيلَ فُلِجَ الرَّجُلُ لِأَنَّهُ ذَهَبَ نِصْفُهُ \". وَيُقَالُ لِشُقَّةِ الثَّوْبِ: فُلَيْجَةٌ: وَالْفَلَجُ: النَّهْرُ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ فُلِجَ، أَيْ كَأَنَّ الْمَاءَ شَقَّهُ شَقًّا فَصَارَ فُرْجَةً. فَأَمَّا الْفَلُّوجَةُ فَالْأَرْضُ الْمُصْلَحَةُ لِلزَّرْعِ، وَالْجَمْعُ فَلَالِيجُ. وَأَمَّا الْحَدِيثُ: \" أَنَّهُمَا فَلَجَا الْجِزْيَةَ \"، فَإِنَّهُ يُرِيدُ قَسَمَاهَا، وَسُمِّيَ ذَلِكَ فَلْجًا لِأَنَّهُ تَفْرِيقٌ.",
    "pg": "4:448-450"
  },
  "فلح": {
    "def": "الْفَاءُ وَاللَّامُ وَالْحَاءُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى شَقٍّ، وَالْآخَرُ عَلَى فَوْزٍ وَبَقَاءٍ.\nفَالْأَوَّلُ: فَلَحْتُ الْأَرْضَ: شَقَقْتُهَا. وَالْعَرَبُ تَقُولُ: \" الْحَدِيدُ بِالْحَدِيدِ يُفْلَحُ \". وَلِذَلِكَ سُمِّيَ الْأَكَّارُ فَلَّاحًا. وَيُقَالُ لِلْمَشْقُوقِ الشَّفَةِ السُّفْلَى: أَفْلَحُ، وَهُوَ بَيِّنُ الْفَلَحَةِ. وَكَانَ عَنْتَرَةُ الْعَبْسِيُّ يُلَقَّبُ \" الْفَلْحَاءَ \" لِفَلَحَةٍ كَانَتْ بِهِ. قَالَ:\nوَعَنْتَرَةُ الْفَلْحَاءُ جَاءَ مُلَأَّمًا ... كَأَنَّكَ فِنْدٌ مِنْ عَمَايَةِ أَسْوَدُ\nوَالْأَصْلُ الثَّانِي الْفَلَاحُ: الْبَقَاءُ وَالْفَوْزُ. وَقَوْلُ الرَّجُلِ لِامْرَأَتِهِ: \" اسْتَفْلِحِي بِأَمْرِكِ \"، مَعْنَاهُ فُوزِي بِأَمْرِكِ. وَالْفَلَاحُ: السَّحُورُ. قَالُوا: سُمِّيَ فَلَاحًا لِأَنَّ الْإِنْسَانَ تَبْقَى مَعَهُ قُوَّتُهُ عَلَى الصَّوْمِ. وَفِي الْحَدِيثِ: \" «صَلَّيْنَا مَعَ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ - حَتَّى خِفْنَا أَنْ يَفُوتَنَا الْفَلَاحُ» \". قَالَ الشَّاعِرُ:\nلِكُلِّ هَمٍّ مِنَ الْهُمُومِ سَعَهْ ... وَالْمُسْيُ وَالصُّبْحُ لَا فَلَاحَ مَعَهْ",
    "pg": "4:450"
  },
  "فلذ": {
    "def": "الْفَاءُ وَاللَّامُ وَالذَّالُ أُصَيْلٌ يَدُلُّ عَلَى قَطْعِ شَيْءٍ مِنْ شَيْءٍ. مِنْ ذَلِكَ الْفِلْذَةُ: الْقِطْعَةُ مِنَ الْكَبِدِ، وَالْجَمْعُ فِلْذٌ. قَالَ:\nتَكْفِيهِ حُزَّةُ فِلْذٍ إِنْ أَلَمَّ بِهَا ... مِنَ الشِّوَاءِ وَيُرْوَى شُرْبَهُ الْغُمَرُ فَالْقِطْعَةُ مِنَ الْمَالِ فِلْذَةٌ أَيْضًا. يُقَالُ فَلَذْتُ لَهُ مِنْ مَالِي، أَيْ قَطَعْتُ لَهُ فِلْذَةً مِنْهُ.",
    "pg": "4:450-451"
  },
  "فلز": {
    "def": "الْفَاءُ وَاللَّامُ وَالزَّاءُ لَيْسَ فِيهِ شَيْءٌ إِلَّا أَنَّهُمْ يَقُولُونَ: الْفِلِزُّ: خَبَثُ الْحَدِيدِ يَنْفِيهِ الْكِيرُ.",
    "pg": "4:451"
  },
  "فلس": {
    "def": "الْفَاءُ وَاللَّامُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْفَلْسُ، مَعْرُوفٌ، وَالْجَمْعُ فُلُوسٌ. وَيَقُولُونَ: أَفْلَسَ الرَّجُلُ، قَالُوا: مَعْنَاهُ صَارَ ذَا فُلُوسٍ بَعْدَ أَنْ كَانَ ذَا دَرَاهِمَ.",
    "pg": "4:451"
  },
  "فلص": {
    "def": "الْفَاءُ وَاللَّامُ وَالصَّادُ لَيْسَ فِيهِ شَيْءٌ، لَكِنَّهُمْ يَقُولُونَ: الِانْفِلَاصُ: التَّفَلُّتُ. وَفَلَّصْتُ الشَّيْءَ مِنَ الشَّيْءِ خَلَّصْتَهُ. وَهَذَا إِنْ صَحَّ فَإِنَّمَا هُوَ مِنَ الْإِبْدَالِ، وَالْأَصْلُ الْمِيمُ، يُقَالُ مَلَّصَ. وَمُمْكِنٌ أَنْ يَكُونَ الْأَصْلُ الْخَاءُ: خَلَّصَ.",
    "pg": "4:451"
  },
  "فلط": {
    "def": "الْفَاءُ وَاللَّامُ وَالطَّاءُ لَيْسَ بِأَصْلٍ، لِأَنَّهُ مِنْ بَابِ الْإِبْدَالِ، وَالْأَصْلُ الرَّاءُ. وَيَقُولُونَ: أَفْلَطَهُ الْأَمْرُ: فَاجَأَهُ. وَتَكَلَّمَ فُلَانٌ فِلَاطًا، إِذَا فَاجَأَ بِقَوْلِهِ. وَالْأَصْلُ الرَّاءُ فَرَّطَ، وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "4:451"
  },
  "فلع": {
    "def": "الْفَاءُ وَاللَّامُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى شَقِّ الشَّيْءِ. تَقُولُ: فَلَعْتُ الشَّيْءَ: شَقَقْتُهُ. وَتَفَلَّعَتِ الْبَيْضَةُ وَانْفَلَعَتْ.",
    "pg": "4:451-452"
  },
  "فلق": {
    "def": "الْفَاءُ وَاللَّامُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى فُرْجَةٍ وَبَيْنُونَةٍ فِي الشَّيْءِ، وَعَلَى تَعْظِيمِ شَيْءٍ. مِنْ ذَلِكَ: فَلَقْتُ الشَّيْءَ أَفْلِقُهُ فَلْقًا. وَالْفَلَقُ: الصُّبْحُ ; لِأَنَّ الظَّلَامَ يَنْفَلِقُ عَنْهُ. وَالْفَلَقُ: مُطْمَئِنٌّ مِنَ الْأَرْضِ كَأَنَّهُ انْفَلَقَ، وَجَمْعُهُ فِلْقَانٌ. وَالْفَلَقُ: الْخَلْقُ كُلُّهُ، كَأَنَّهُ شَيْءٌ فُلِقَ عَنْهُ شَيْءٌ حَتَّى أُبْرِزَ وَأُظْهِرَ. وَيُقَالُ: انْفَلَقَ الْحَجَرُ وَغَيْرُهُ وَكَلَّمَنِي فُلَانٌ مِنْ فِلْقٍ فِيهِ. وَهُوَ ذَاكَ الْقِيَاسُ. وَالْفَالِقُ: فَضَاءٌ بَيْنَ شَقِيقَتَيْ رَمْلٍ. وَقَوْسٌ فِلْقٌ، إِذَا كَانَتْ مَشْقُوقَةً وَلَمْ تَكُ قَضِيبًا. وَالْفَلِيقُ كَالْهَزْمَةِ فِي جِرَانِ الْبَعِيرِ. قَالَ:\nفَلِيقُهَا أَجْرَدُ كَالرُّمْحِ الضَّلِعْ\nوَالْأَصْلُ الْآخَرُ الْفُلَيْقَةُ، وَهِيَ الدَّاهِيَةُ الْعَظِيمَةُ. وَالْعَرَبُ تَقُولُ: يَا لَلْفُلَيْقَةُ. وَالْأَمْرُ الْعَجَبُ الْعَظِيمُ. وَأَفْلَقَ فُلَانٌ: أَتَى بِالْفِلْقِ. وَكَذَلِكَ يُقَالُ شَاعِرٌ مُفْلِقٌ. وَقَالَ سُوَيْدٌ:\nإِذَا عَرَضَتْ دَاوِيَّةٌ مُدْلَهِمَّةٌ ... وَغَرَّدَ حَادِيهَا عَمِلْنَ بِهَا فِلْقًا\nوَالْفَيْلَقُ: الْعَجَبُ أَيْضًا.",
    "pg": "4:452"
  },
  "فلك": {
    "def": "الْفَاءُ وَاللَّامُ وَالْكَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اسْتِدَارَةٍ فِي شَيْءٍ. مِنْ ذَلِكَ فَلْكَةُ الْمِغْزَلِ بِفَتْحِ الْفَاءِ، سُمِّيَتْ لِاسْتِدَارَتِهَا ; وَلِذَلِكَ قِيلَ: فَلَكَ ثَدْيُ الْمَرْأَةِ، إِذَا اسْتَدَارَ. وَمِنْ هَذَا الْقِيَاسِ فَلَكُ السَّمَاءِ. وَفَلَكْتُ الْجَدْيَ بِقَضِيبٍ أَوْ هُلْبٍ: أَدَرْتُهُ عَلَى لِسَانِهِ لِئَلَّا يَرْتَضِعُ. وَالْفَلَكُ: قِطَعٌ مِنَ الْأَرْضِ مُسْتَدِيرَةٌ مُرْتَفِعَةٌ عَمَّا حَوْلَهَا. وَيُقَالُ إِنَّ فَلْكَةَ اللِّسَانِ: مَا صَلُبَ مِنْ أَصْلِهِ. وَأَمَّا السَّفِينَةُ فَتُسَمَّى فُلْكًا. وَيُقَالُ إِنَّ الْوَاحِدَ وَالْجَمْعَ فِي هَذَا الِاسْمِ سَوَاءٌ، وَلَعَلَّهَا تُسَمَّى فُلْكًا لِأَنَّهَا تُدَارُ فِي الْمَاءِ.\n\n[بَابُ الْفَاءِ وَالنُّونُ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:452-453"
  },
  "فلل": {
    "def": "الْفَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْكِسَارٍ وَانْثِلَامٍ. أَوْ مَا يُقَارِبُ ذَلِكَ. مِنْ ذَلِكَ الْفَلُّ: الْقَوْمُ الْمُنْهَزِمُونَ. وَالْفُلُولُ: الْكُسُورُ فِي حَدِّ السَّيْفِ، الْوَاحِدُ فَلٌّ. قَالَ النَّابِغَةُ:\nوَلَا عَيْبَ فِيهِمْ غَيْرَ أَنَّ سُيُوفَهُمْ ... بِهِنَّ فُلُولٌ مِنْ قِرَاعِ الْكَتَائِبِ\nوَالْفَلِيلُ: نَابُ الْبَعِيرِ إِذَا انْثَلَمَ.\nوَمِمَّا يُقَارِبُ هَذَا الْفِلُّ: الْأَرْضُ لَا نَبَاتَ فِيهَا. وَالْقِيَاسُ فِيهِ صَحِيحٌ. وَقَالَ:\nفَلٌّ عَنِ الْخَيْرِ مَعْزِلُ\nيُقَالُ: أَفْلَلْنَا: صِرْنَا فِي الْفَلِّ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ: الْفَلِيلَةُ: الشَّعْرُ الْمُجْتَمِعُ، وَالْجَمْعُ الْفَلِيلُ. قَالَ:\nوَمُطَّرِدِ الدِّمَاءِ وَحَيْثُ يُهْدَى ... مِنَ الشَّعَرِ الْمُضَفَّرِ كَالْفَلِيلِ",
    "pg": "4:434"
  },
  "فلم": {
    "def": "الْفَاءُ وَاللَّامُ وَالْمِيمُ كَلِمَةٌ. يَقُولُونَ الْفَيْلَمُ: الْعَظِيمُ مِنَ الرِّجَالِ. وَفِي ذِكْرِ الدَّجَّالِ: \" رَأَيْتُهُ فَيْلَمَانِيَّا \". وَقَالَ الشَّاعِرُ:\nوَيَحْمِي الْمُضَافَ إِذَا مَا دَعَا ... إِذَا فَرَّ ذُو اللِّمَّةِ الْفَيْلَمُ وَيَقُولُونَ: الْفَيْلَمُ: الْمُشْطُ. وَلَيْسَ بِشَيْءٍ.",
    "pg": "4:446-447"
  },
  "فلن": {
    "def": "الْفَاءُ وَاللَّامُ وَالنُّونُ كِنَايَةٌ عَنْ كُلِّ أَحَدٍ. وَرَخَّمَهُ أَبُو النَّجْمِ فَقَالَ:\nفِي لَجَّةٍ أَمْسِكْ فُلَانًا عَنْ فُلِ\nهَذَا فِي النَّاسِ، فَإِنْ كَانَ فِي غَيْرِهِمْ قِيلَ: رَكِبْتُ الْفُلَانَةَ وَالْفَرَسَ الْفُلَانَ.",
    "pg": "4:447"
  },
  "فلو": {
    "def": "الْفَاءُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ صَحِيحَةٌ فِيهَا ثَلَاثُ كَلِمَاتٍ: التَّرْبِيَةُ، وَالتَّفْتِيشُ، وَالْأَرْضُ الْخَالِيَةُ.\nفَالتَّرْبِيَةُ: فَلَوْتُ الْمُهْرَ، إِذَا رَبَّيْتَهُ. يُقَالُ: فَلَاهُ يَفْلُوهُ. وَيُسَمَّى فَلُوًّا: قَالَ الْحُطَيْئَةُ:\nسَعِيدٌ وَمَا يَفْعَلْ سَعِيدٌ فَإِنَّهُ ... نَجِيبٌ فَلَاهُ فِي الرِّبَاطِ نَجِيبُ\nوَقَوْلُهُمْ: فَلَوْتُهُ عَنْ أُمِّهِ، أَيْ قَطَعْتُهُ عَنِ الْفِطَامِ، فَمَعْنَاهُ مَا ذَكَرْنَاهُ. وَفَلَوْتُ الْمُهْرَ وَافْتَلَيْتُهُ. قَالَ: وَلَيْسَ يَهْلَكُ مِنَّا سَيِّدٌ أَبَدًا ... إِلَّا افْتَلَيْنَا غُلَامًا سَيِّدًا فِينَا\nوَالْكَلِمَةُ الْأُخْرَى: فَلَيْتُ الرَّأْسَ أَفْلِيهِ. ثُمَّ يُسْتَعَارُ فَيُقَالُ: فَلَيْتُ رَأْسَهُ بِالسَّيْفِ أَفْلِيهِ.\nوَالْكَلِمَةُ الثَّالِثَةُ: الْفَلَاةُ، وَهِيَ الْمَفَازَةُ، وَالْجَمْعُ فَلَوَاتٌ وَفَلًا.",
    "pg": "4:447-448"
  },
  "فمم": {
    "def": "الْفَاءُ وَالْمِيمُ لَيْسَ فِيهِ غَيْرُ الْفَمِ، وَلَيْسَ هَذَا مَوْضِعُهُ، لَكِنْ حُكِيَ فُمٌّ بِالضَّمِّ وَالتَّشْدِيدِ. قَالَ:\nيَا لَيْتَهَا قَدْ خَرَجَتْ مِنْ فُمِّهْ",
    "pg": "4:434-435"
  },
  "فنح": {
    "def": "الْفَاءُ وَالنُّونُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: فَنَحَ الْفَرَسُ مِنَ الْمَاءِ، إِذَا شَرِبَ دُونَ الرِّيِّ. قَالَ:\nوَالْأَخْذُ بِالْغَبُوقِ وَالصَّبُوحِ ... مُبَرِّدًا لِمِقْأَبٍ فَنُوحٍ\nالْمِقْأَبُ: الْكَثِيرُ الشُّرْبِ لِلْمَاءِ وَاللَّبَنِ. وَرَوَاهَا آخَرُونَ: \" لِمِصْأَبٍ \"، وَهُوَ الَّذِي يَشْرَبُ دُونَ الرَّيِّ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْفَاءِ وَالْهَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:455"
  },
  "فند": {
    "def": "الْفَاءُ وَالنُّونُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ثِقَلٍ وَشِدَّةٍ، وَيُقَالُ بَعْضُهُ عَلَى بَعْضٍ. مِنْ ذَلِكَ الْفِنْدُ: الشِّمْرَاخُ مِنَ الْجَبَلِ، وَقَالَ قَوْمٌ: هُوَ الْجَبَلُ الْعَظِيمُ، وَبِهِ سُمِّي الرَّجُلُ فِنْدًا.\nوَمِمَّا يُقَاسُ عَلَيْهِ التَّفْنِيدُ، وَ [هُوَ] اللَّوْمُ، لِأَنَّهُ كَلَامٌ يَثْقُلُ عَلَى سَامِعِهِ وَيَشْتَدُّ. وَالْفَنَدُ: الْهَرَمُ، وَهُوَ ذَاكَ الْقِيَاسُ، وَلَا يَكُونُ هَرَمًا إِلَّا وَمَعَهُ إِنْكَارُ عَقْلٍ. يُقَالُ أَفْنَدَ الرَّجُلُ فَهُوَ مُفْنِدٌ، إِذْ أُهْتِرَ. وَلَا يُقَالُ عَجُوزٌ مُفْنِدَةٌ، لِأَنَّهَا لَمْ تَكُ فِي شَبِيبَتِهَا ذَاتَ رَأْيٍ.\nوَيَقُولُونَ: الْفَنَدُ: الْكَذِبُ. وَمُمْكِنٌ أَنْ يَكُونَ سُمِّي كَذَا لِأَنَّ صَاحِبَهُ يُفَنَّدُ، أَيْ يُلَامُ. وَمُمْكِنٌ أَنْ يُسَمَّى كَذَا لِأَنَّهُ شَدِيدُ الْإِثْمِ ; شَدِيدٌ وِزْرُهُ.",
    "pg": "4:453-454"
  },
  "فنع": {
    "def": "الْفَاءُ وَالنُّونُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى طِيبٍ وَكَثْرَةٍ وَكَرَمٍ. فَالْفَنَعُ: الْكَرَمُ. وَيُقَالُ إِنَّ نَشْرَ الْمِسْكِ فَنَعٌ. وَيُقَالُ نَشْرُ الثَّنَاءِ الْحَسَنِ. وَيُقَالُ مَالٌ ذُو فَنَعٍ، أَيْ كَثْرَةٍ. قَالَ:\nوَقَدْ أَجُودُ وَمَا مَالِي بِذِي فَنَعٍ ... عَلَى الصِّدِّيقِ وَمَا خَيْرِي بِمَمْنُونِ",
    "pg": "4:454"
  },
  "فنق": {
    "def": "الْفَاءُ وَالنُّونُ وَالْقَافُ أُصَيْلٌ يَدُلُّ عَلَى كَرَمٍ وَنَعْمَةٍ. مِنْ ذَلِكَ الْفَنِيقُ: الْفَحْلُ الْمُكْرَمُ لَا يُؤْذَى لِكَرَامَتِهِ. وَيُقَالُ الْفُنُقُ: الْجَارِيَةُ الْمُنَعَّمَةُ. وَالْمُفَنَّقُ: الْمُنَعَّمُ.",
    "pg": "4:454-455"
  },
  "فنك": {
    "def": "الْفَاءُ وَالنُّونُ وَالْكَافُ كَلِمَتَانِ. قَالُوا: الْفَنْكُ: اللَّجَاجُ: وَيُقَالُ اللُّزُومُ. يُقَالُ: فَنَكَ: أَقَامَ.\nوَالْكَلِمَةُ الْأُخْرَى: الْفَنِيكُ: طَرَفُ اللَّحْيَيْنِ عِنْدَ الْعَنْفَقَةِ. قَالَ بَعْضُهُمْ: سَأَلْتُ أَبَا عَمْرٍو الشَّيْبَانِيَّ عَنِ الْفَنِيكِ فَقَالَ: أَمَّا الْأَعْلَى فَمُجْتَمَعُ اللَّحْيَيْنِ عِنْدَ الذَّقَنِ، وَأَمَّا الْأَسْفَلُ فَمُجْتَمَعُ الْوَرِكَيْنِ حَيْثُ يَلْتَقِيَانِ.",
    "pg": "4:455"
  },
  "فنن": {
    "def": "الْفَاءُ وَالنُّونُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدُهُمَا عَلَى تَعْنِيَةٍ، وَالْآخَرُ عَلَى ضَرْبٍ مِنَ الضُّرُوبِ فِي الْأَشْيَاءِ كُلِّهَا.\nفَالْأَوَّلُ: الْفَنُّ، وَهُوَ التَّعْنِيَةُ وَالْإِطْرَادُ الشَّدِيدُ. يُقَالُ: فَنَنْتُهُ فَنًّا، إِذَا أَطْرَدْتُهُ وَعَنَّيْتُهُ.\nوَالْآخَرُ الْأَفَانِينُ: أَجْنَاسُ الشَّيْءِ وَطُرُقُهُ. وَمِنْهُ الْفَنَنُ، وَهُوَ الْغُصْنُ، وَجَمْعُهُ أَفْنَانٌ، وَيُقَالُ: شَجَرَةٌ فَنْوَاءُ، قَالَ أَبُو عُبَيْدٍ: كَأَنَّ تَقْدِيرَهُ فَنَّاءُ.",
    "pg": "4:435"
  },
  "فني": {
    "def": "الْفَاءُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ. هَذَا بَابٌ لَا تَنْقَاسُ كَلِمُهُ، وَلَمْ يُبْنَ عَلَى قِيَاسٍ مَعْلُومٍ، وَقَدْ ذَكَرْنَا مَا جَاءَ فِيهِ. قَالُوا: فَنِيَ يَفْنَى فَنَاءً، وَاللَّهُ - تَعَالَى - أَفْنَاهُ، وَذَلِكَ إِذَا انْقَطَعَ. وَاللَّهُ - تَعَالَى - قَطَعَهُ، أَيْ ذَهَبَ بِهِ. وَالْفَنَا مَقْصُورٌ: عِنَبُ الثَّعْلَبِ. وَالْفِنَاءُ: مَا امْتَدَّ مَعَ الدَّارِ مِنْ جَوَانِبِهَا، وَالْجَمْعُ أَفَنِيَةٌ. وَيَقُولُونَ: هُوَ مِنْ أَفْنَاءِ الْعَرَبِ، إِذَا لَمْ يُدْرَ مِمَّنْ هُوَ. وَالْمُفَانَاةُ: الْمُدَارَاةُ. قَالَ:\nأُقِيمُهُ تَارَةً وَأُقْعِدُهُ كَمَا ... يُفَانِي الشَّمُوسَ قَائِدُهَا\nوَالْأَفَانِي: نَبْتٌ، الْوَاحِدَةُ أَفَانِيَةٌ. وَالْفَنَاةُ: الْبَقَرَةُ، وَالْجَمْعُ فَنَوَاتٌ. وَشَجَرَةٌ فَنْوَاءُ، إِذَا ذَهَبَتْ أَفْنَانُهَا فِي كُلِّ شَيْءٍ، وَالْقِيَاسُ فَنَّاءُ، لِأَنَّهُ مِنَ الْفَنَنِ.",
    "pg": "4:453"
  },
  "فهج": {
    "def": "الْفَاءُ وَالْهَاءُ وَالْجِيمُ كَلِمَةٌ. يُقَالُ إِنَّ الْفَيْهَجَ: الْخَمْرُ. وَأَنْشَدُوا:\nأَلَا يَا اصْبَحِينَا فَيْهَجًا جَدْرِيَّةً ... بِمَاءِ سَحَابٍ يَسْبِقُ الْحَقَّ بَاطِلِي",
    "pg": "4:455"
  },
  "فهد": {
    "def": "الْفَاءُ وَالْهَاءُ وَالدَّالُ يَدُلُّ عَلَى جِنْسٍ مِنَ الْحَيَوَانِ، ثُمَّ يُسْتَعَارُ. فَالْفَهْدُ مَعْرُوفٌ، وَالْجَمْعُ فُهُودٌ. وَيُقَالُ فَهِدَ الرَّجُلُ: غَفَلَ عَنِ الْأُمُورِ، شُبِّهَ بِالْفَهْدِ. وَفِي حَدِيثِ أُمِّ زَرْعٍ: «إِنْ دَخَلَ فَهِدَ، وَإِنْ خَرَجَ أَسِدَ» . وَيَقُولُونَ هَذَا لِأَنَّ الْفَهِدَ نَئُومٌ.\nوَالْمُسْتَعَارُ الْفَهْدَتَانِ: لَحَمَتَا زَوْرِ الْفَرَسِ. وَيَقُولُونَ: الْفَهْدُ: مِسْمَارٌ فِي وَاسِطَةِ الرَّحْلِ.",
    "pg": "4:455-456"
  },
  "فهر": {
    "def": "الْفَاءُ وَالْهَاءُ وَالرَّاءُ لَيْسَ فِيهِ مِنَ اللُّغَةِ الْأَصْلِيَّةِ شَيْءٌ [إِلَّا] كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْفِهْرُ، مُؤَنَّثَةً، وَهِيَ الْحَجَرُ مِنَ الْحِجَارَةِ. وَيَقُولُونَ: إِنَّ الْفَهْرَ: أَنْ يُجَامِعَ الرَّجُلُ الْمَرْأَةَ وَيُفْرِغَ فِي غَيْرِهَا. وَقَدْ جَاءَ فِيهِ. وَيُقَالُ تَفَهَّرَ فِي الْمَالِ: اتَّسَعَ فِيهِ. يَقُولُونَ: نَاقَةٌ فَيْهَرَةٌ: شَدِيدَةٌ. وَكُلُّ هَذَا قَرِيبٌ بَعْضُهُ فِي الضَّعْفِ مِنْ بَعْضٍ.",
    "pg": "4:456"
  },
  "فهق": {
    "def": "الْفَاءُ وَالْهَاءُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سَعَةٍ وَامْتِلَاءٍ. مِنْ ذَلِكَ الْفَهْقُ: الِامْتِلَاءُ. يُقَالُ: أَفْهَقْتَ الْكَأْسَ، إِذَا مَلَأْتَهَا. وَفِي الْحَدِيثِ: «إِنَّ أَبْغَضَكُمْ إِلَيَّ الثَّرْثَارُونَ وَالْمُتَفَيْهِقُونَ» وَاحِدُهُمْ مُتَفَيْهِقٌ. وَفِي الَّذِي يَفْهَقُ كَلَامَهُ وَيَمْلَأُ بِهِ فَمَهُ قَالَ الْأَعْشَى:\nتَرُوحُ عَلَى آلِ الْمُحَلِّقِ جَفْنَةٌ ... كَجَابِيَةِ الشَّيْخِ الْعِرَاقِيِّ تَفْهَقُ قَالَ الْخَلِيلُ: الْفَيْهَقُ: الْوَاسِعُ مِنْ كُلِّ شَيْءٍ، حَتَّى يُقَالُ مَفَازَةٌ فَيَهَقٌ. قَالَ: وَمُنْفَهِقُ الْوَادِي: مُتَّسَعُهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ: الْفَهْقَةُ: عَظْمٌ عِنْدَ فَائِقِ الرَّأْسِ مُشْرِفٌ عَلَى اللَّهَاةِ.",
    "pg": "4:456-457"
  },
  "فهم": {
    "def": "الْفَاءُ وَالْهَاءُ وَالْمِيمُ عِلْمُ الشَّيْءِ، كَذَا يَقُولُونَ أَهْلُ اللُّغَةِ. وَفَهْمٌ: قَبِيلَةٌ.\n\n[بَابُ الْفَاءِ وَالْوَاوُ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:457"
  },
  "فهه": {
    "def": "الْفَاءُ وَالْهَاءُ كَلِمَةٌ وَاحِدَةٌ تَدَلٍّ عَلَى الْعِيِّ وَمَا أَشْبَهَهُ، مِنْ ذَلِكَ الرَّجُلِ الْفَهُّ، وَهُوَ الْعَيِيُّ، وَالْمَرْأَةُ فَهَّةٌ، وَمَصْدَرُهُ الْفَهَاهَةُ. قَالَ:\nفَلَمْ تَلْقَنِي فَهًّا وَلَمْ تَلْقَ حُجَّتِي ... مُلَجْلَجَةً أَبْغِي لَهَا مَنْ يُقِيمُهَا\nوَيُقَالُ: خَرَجْتُ لِحَاجَةٍ فَأَفَهَّنِي فُلَانٌ حَتَّى فَهِهْتُ، أَيْ أَنْسَانِيهَا.",
    "pg": "4:435"
  },
  "فوت": {
    "def": "الْفَاءُ وَالْوَاوُ وَالتَّاءُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى خِلَافِ إِدْرَاكِ الشَّيْءِ وَالْوُصُولِ إِلَيْهِ. يُقَالُ: فَاتَهُ الشَّيْءُ فَوْتًا. وَتَفَاوَتَ الشَّيْئَانِ: تَبَاعَدَ مَا بَيْنَهُمَا، أَيْ لَمْ يُدْرِكْ هَذَا ذَاكَ. وَالِافْتِيَاتُ: افْتِعَالٌ مِنَ الْفَوْتِ، وَهُوَ السَّبْقُ إِلَى الشَّيْءِ دُونَ الِائْتِمَارِ. يُقَالُ: فُلَانٌ لَا يُفْتَاتُ عَلَيْهِ، أَيْ لَا يُعْمَلُ شَيْءٌ دُونَ أَمْرِهِ.\nوَمِنَ الْبَابِ: الْفَوْتُ: الْفُرْجَةُ بَيْنَ الشَّيْئَيْنِ، كَالْفُرْجَةِ بَيْنَ الْإِصْبَعَيْنِ. وَالْجَمْعُ أَفْوَاتٌ. يُقَالُ: مَاتَ مَوْتَ الْفَوَاتِ، إِذَا فُوجِئَ، كَأَنَّهُ فَاتَهُ مَا أَرَادَ مِنْ وَصِيَّةٍ وَشِبْهِهَا. وَيُقَالُ: هُوَ مِنِّي فَوْتَ الرُّمْحِ. وَشَتَمَ رَجُلٌ آخَرَ فَقَالَ: \" جَعَلَ اللَّهُ - تَعَالَى - رِزْقَهُ فَوْتَ فِيهِ \"، أَيْ حَيْثُ يَرَاهُ وَلَا يَصِلُ إِلَيْهِ.",
    "pg": "4:457-458"
  },
  "فوج": {
    "def": "الْفَاءُ وَالْوَاوُ وَالْجِيمُ كَلِمَةٌ تَدُلُّ عَلَى تَجَمُّعٍ. مِنْ ذَلِكَ الْفَوْجُ، الْجَمَاعَةُ مِنَ النَّاسِ، وَالْجَمْعُ أَفْوَاجٌ، وَجَمْعُ الْجَمْعِ أَفَاوِجُ وَأَفَاوِيجُ. وَأَمَّا أَفَاجَ الرَّجُلُ، إِذَا أَسْرَعَ، فَهُوَ مِنْ ذَوَاتِ الْيَاءِ، وَالْفَيْجُ مِنْهُ.",
    "pg": "4:458"
  },
  "فوح": {
    "def": "الْفَاءُ وَالْوَاوُ وَالْحَاءُ كَلِمَةٌ تَدُلُّ عَلَى ثَوْرٍ وَغَلَيَانٍ. يُقَالُ: فَاحَتِ الرِّيحُ تَفُوحُ فَوْحًا. وَحَكَى نَاسٌ: فَاحَتِ الْقِدْرُ: غَلَتْ. وَأَفَحْتُهَا أَنَا.",
    "pg": "4:458"
  },
  "فود": {
    "def": "الْفَاءُ وَالْوَاوُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ، ثُمَّ تُسْتَعَارُ. فَالْفَوْدُ: مُعْظَمُ شَعْرِ اللِّمَّةِ مِمَّا يَلِي الْأُذُنَيْنِ ثُمَّ يَقُولُونَ اسْتِعَارَةً لِجَنَاحَيِ الْعُقَابِ: فَوْدَانِ.\nوَمِمَّا لَيْسَ مِنْهُ قَوْلُهُمْ: فَادَ يَفُودُ، إِذَا مَاتَ، وَالْأَصْلُ فِي هَذَا الْيَاءُ، وَقَدْ ذُكِرَ.",
    "pg": "4:458"
  },
  "فور": {
    "def": "الْفَاءُ وَالْوَاوُ وَالرَّاءُ كَلِمَةٌ تَدُلُّ عَلَى غَلَيَانٍ، ثُمَّ يُقَاسُ عَلَيْهَا. فَالْفَوْرُ: الْغَلَيَانُ. يُقَالُ: فَارَتِ الْقِدْرُ تَفُورُ فَوْرًا. قَالَ:\nتَفُورُ عَلَيْنَا قِدْرُهُمْ فَنُدِيمُهَا ... وَنَفْثَؤُهَا عَنَّا إِذَا حَمْيُهَا غَلَا\nوَفَارَ غَضَبُهُ، إِذَا جَاشَ.\nوَمِمَّا قِيسَ عَلَى هَذَا قَوْلُهُمْ: فَعَلَهُ مِنْ فَوْرِهِ، أَيْ فِي بَدْءِ أَمْرِهِ، قَبْلَ أَنْ يَسْكُنَ.",
    "pg": "4:458-459"
  },
  "فوز": {
    "def": "الْفَاءُ وَالْوَاوُ وَالزَّاءُ كَلِمَتَانِ مُتَضَادَّتَانِ. فَالْأُولَى النَّجَاةُ وَالْأُخْرَى الْهَلَكَةُ.\nفَالْأُولَى قَوْلُهُمْ: فَازَ يَفُوزُ، إِذَا نَجَا، وَهُوَ فَائِزٌ. وَفَازَ بِالْأَمْرِ، إِذَا ذَهَبَ بِهِ وَخَلَصَ. وَكَانَ الرَّجُلُ يَقُولُ لِامْرَأَتِهِ إِذَا طَلَّقَهَا: فُوزِي بِأَمْرِكِ، كَمَا يُقَالُ: أَمْرُكَ بِيَدِكَ. وَيُقَالُ لِمَنْ ظَفِرَ بِخَيْرٍ وَذَهَبَ بِهِ. قَالَ اللَّهُ - تَعَالَى -: ﴿فَمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ﴾ [آل عمران: ١٨٥] .\nوَالْكَلِمَةُ الْأُخْرَى قَوْلُهُمْ: فَوَّزَ الرَّجُلُ، إِذَا مَاتَ. قَالَ الْكُمَيْتُ:\nفَمَا ضَرَّهَا أَنَّ كَعْبًا ثَوَى ... وَفَوَّزَ مِنْ بَعْدِهِ جَرْوَلُ\nثُمَّ اخْتُلِفَ فِي الْمَفَازَةِ، فَقَالَ قَوْمٌ: سُمِّيَتْ بِذَلِكَ تَفَاؤُلًا لِرَاكِبِهَا بِالسَّلَامَةِ وَالنَّجَاةِ. وَالْمَفَازَةُ: الْمَنْجَاةُ. قَالَ اللَّهُ - عَزَّ وَعَلَا -: ﴿بِمَفَازَةٍ مِنَ الْعَذَابِ﴾ [آل عمران: ١٨٨] . وَقَالَ آخَرُونَ: هِيَ مِنَ الْكَلِمَةِ الثَّانِيَةِ، فَوَّزَ، إِذَا هَلَكَ. ثُمَّ يُقَالُ: فَوَّزَ الرَّجُلُ، إِذَا رَكِبَ الْمَفَازَةَ. قَالَ:\nفَوَّزَ مِنْ قُرَاقِرٍ إِلَى سُوَى",
    "pg": "4:459-460"
  },
  "فوص": {
    "def": "الْفَاءُ وَالْوَاوُ وَالصَّادُ كَلِمَةٌ تَدُلُّ عَلَى خُلُوصٍ أَوْ خَلَاصٍ مِنْ شَيْءٍ. يُقَالُ: قَبَضْتُ عَلَى ذَنَبِ الضَّبِّ فَأَفَاصَ مِنْ يَدِي، أَيْ خَلَّصَ ذَنْبَهُ. وَالْمُفَاوَصَةُ فِي الْحَدِيثِ: الْإِبَانَةُ. وَمَا يُفِيصُ بِهَا لِسَانُهُ، أَيْ يُبَيِّنُ.",
    "pg": "4:460"
  },
  "فوض": {
    "def": "الْفَاءُ وَالْوَاوُ وَالضَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اتِّكَالٍ فِي الْأَمْرِ عَلَى آخَرَ وَرَدِّهِ عَلَيْهِ، ثُمَّ يُفَرَّعُ فَيَرُدُّ إِلَيْهِ مَا يُشْبِهُهُ. مِنْ ذَلِكَ فَوَّضَ إِلَيْهِ أَمْرَهُ، إِذَا رَدَّهُ. قَالَ اللَّهُ - تَعَالَى - فِي قِصَّةِ مَنْ قَالَ: ﴿وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ﴾ [غافر: ٤٤] .\nوَمِنْ ذَلِكَ قَوْلُهُمْ: بَاتُوا فَوْضَى، أَيْ مُخْتَلِطِينَ، وَمَعْنَاهُ أَنَّ كُلًّا فَوَّضَ أَمْرَهُ إِلَى الْآخَرِ. قَالَ:\nطَعَامُهُمْ فَوْضَى فَضًا فِي رِحَالِهِمْ ... وَلَا يُحْسِنُونَ السِّرَّ إِلَّا تَنَادِيَا\nوَيُقَالُ: مَالُهُمْ فَوْضَى بَيْنَهُمْ، إِذَا لَمْ يُخَالِفْ أَحَدُهُمُ الْآخَرَ. وَتَفَاوَضَ الشَّرِيكَانِ فِي الْمَالِ، إِذَا اشْتَرَكَا فَفَوَّضَ كُلٌّ أَمْرَهُ إِلَى صَاحِبِهِ، هَذَا رَاضٍ بِمَا صَنَعَ ذَاكَ وَذَاكَ رَاضٍ بِمَا صَنَعَ هَذَا، مِمَّا أَجَازَتْهُ الشَّرِيعَةُ.",
    "pg": "4:460"
  },
  "فوع": {
    "def": "الْفَاءُ وَالْوَاوُ وَالْعَيْنُ يَدُلُّ عَلَى ثَوْرٍ فِي شَيْءٍ. يُقَالُ لِخَمْرَةِ الطِّيبِ وَمَا ثَارَ مِنْ رِيحِهِ: فَوْعَةٌ. وَيُقَالُ لِارْتِفَاعِ النَّهَارِ: فَوْعَةٌ.",
    "pg": "4:460"
  },
  "فوغ": {
    "def": "الْفَاءُ وَالْوَاوُ وَالْغَيْنُ كَلِمَةٌ إِنْ صَحَّتْ. يَقُولُونَ: إِنَّ الْفَوْغَ: الضَّخْمُ. يُقَالُ: امْرَأَةٌ فَوْغَاءُ.",
    "pg": "4:460-461"
  },
  "فوف": {
    "def": "الْفَاءُ وَالْوَاوُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: الْفُوفُ: الْقُطْنُ. ثُمَّ يُقَالُ لِلْبَيَاضِ يُرَى فِي أَظْفَارِ الْأَحْدَاثِ: الْفُوفُ. وَمِنْ ذَلِكَ يُقَالُ: بُرْدٌ مُفَوَّفٌ.",
    "pg": "4:461"
  },
  "فوق": {
    "def": "الْفَاءُ وَالْوَاوُ وَالْقَافُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدُهُمَا عَلَى عُلُوٍّ، وَالْآخَرُ عَلَى أَوْبَةٍ وَرُجُوعٍ.\nفَالْأَوَّلُ الْفَوْقُ، وَهُوَ الْعُلُوُّ. وَيُقَالُ: فُلَانٌ فَاقَ أَصْحَابَهُ يَفُوقُهُمْ، إِذَا عَلَاهُمْ وَأَمْرٌ فَائِقٌ، أَيْ مُرْتَفِعٌ عَالٍ.\nوَأَمَّا الْآخَرُ فَفُوَاقُ النَّاقَةِ، وَهُوَ رُجُوعُ اللَّبَنِ فِي ضَرْعِهَا بَعْدَ الْحَلَبِ. تَقُولُ: مَا أَقَامَ عِنْدَهُ إِلَّا فُوَاقَ نَاقَةٍ. وَاسْمُ الْمُجْتَمِعِ مِنَ الدِّرِّ: فِيقَةٌ، وَالْأَصْلُ فِيهِ الْوَاوُ. قَالَ الْأَعْشَى:\nحَتَّى إِذَا فِيقَةٌ فِي ضَرْعِهَا اجْتَمَعَتْ ... جَاءَتْ لِتُرْضِعَ شِقَّ النَّفْسِ لَوْ رَضَعَا\nوَفِي بَعْضِ الْحَدِيثِ فِي ذِكْرِ الْقُرْآنِ: «أَتَفَوَّقُهُ تَفَوُّقَ اللَّقُوحِ» مَعْنَاهُ لَا أَقْرَأُ جُزْئِي مَرَّةً وَاحِدَةً لَكِنَّ شَيْئًا بَعْدَ شَيْءٍ. شَبَّهَهُ بِفُوَاقِ الدِّرَّةِ. يُقَالُ فُوَاقُ وَفَوَاقُ قَالَ اللَّهُ - تَعَالَى -: ﴿مَا لَهَا مِنْ فَوَاقٍ﴾ [ص: ١٥] ، أَيْ مَا لَهَا مِنْ رُجُوعٍ وَلَا مَثْنَوِيَّةٍ وَلَا ارْتِدَادٍ. وَقَالَ غَيْرُهُ: مَا لَهَا مِنْ نَظِرَةٍ. وَالْمَعْنَيَانِ قَرِيبَانِ. وَيَقُولُونَ: أَفَاقَ السَّكْرَانُ يُفِيقُ، وَذَلِكَ مِنْ أَوْبَةِ عَقْلِهِ إِلَيْهِ. وَالْأَفَاوِيقُ: مَا اجْتَمَعَ مِنَ الْمَاءِ فِي السَّحَابِ.\nوَمِنَ الْبَابِ الْفُوقُ: فُوقُ السَّهْمِ وَسُمِّيَ لِأَنَّ الْوَتَرَ يُجْعَلُ كَأَنَّهُ قَدْ رُدَّ فِيهِ، وَالْجَمْعُ أَفْوَاقٌ. وَيَقُولُونَ: فُقًى، وَهُوَ مَقْلُوبٌ. وَيُقَالُ سَهْمٌ أَفْوَقُ، إِذَا انْكَسَرَ فُوقُهُ.\nوَمِمَّا شَذَّ عَنْ هَذَيْنِ الْأَصْلَيْنِ قَوْلُهُمْ: هُوَ يَفُوقُ بِنَفْسِهِ. وَهَذَا مِنْ بَابِ الْإِبْدَالِ وَإِنَّمَا أَصْلُهُ يَسُوقُ، وَالْفَاءُ بَدَلٌ مِنَ السِّينِ، وَذَلِكَ إِذَا جَادَ بِنَفْسِهِ.",
    "pg": "4:461-462"
  },
  "فول": {
    "def": "الْفَاءُ وَالْوَاوُ وَاللَّامُ كَلِمَةٌ إِنْ صَحَّتْ. يَقُولُونَ: الْفُولُ: الْبَاقِلَّى.",
    "pg": "4:462"
  },
  "فوم": {
    "def": "الْفَاءُ وَالْوَاوُ وَالْمِيمُ أَصْلٌ صَحِيحٌ مُخْتَلَفٌ فِي تَفْسِيرِهِ، وَهُوَ، الْفُومُ. قَالَ قَوْمٌ: هُوَ الثُّومُ، وَقَالَ آخَرُونَ: هُوَ الْحِنْطَةُ. وَيَقُولُونَ: فَوِّمُوا لَنَا، أَيِ اخْبِزُوا.",
    "pg": "4:462"
  },
  "فوه": {
    "def": "الْفَاءُ وَالْوَاوُ وَالْهَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَفَتُّحٍ فِي شَيْءٍ. مِنْ ذَلِكَ الْفَوَهُ: سَعَةُ الْفَمِ. رَجُلٌ أَفْوَهُ وَامْرَأَةٌ فَوَهَاءُ. وَيَقُولُونَ أَهْلُ الْعَرَبِيَّةِ: إِنَّ أَصْلَ الْفَمِ فَوَهٌ، وَلِذَلِكَ قَالُوا: رَجُلٌ أَفْوَهُ. وَفَاهَ الرَّجُلُ بِالْكَلَامِ يَفُوهُ بِهِ، إِذَا لَفَظَ بِهِ. وَالْمُفَوَّهُ: الْقَادِرُ عَلَى الْكَلَامِ. وَزَعَمَ نَاسٌ أَنَّ الْفَوَهَ أَيْضًا: خُرُوجُ الثَّنَايَا الْعُلْيَا وَطُولُهَا. وَمِنَ الْبَابِ الْفُوَّهَةُ: فَمُ النَّهْرِ، وَإِنَّمَا بَنَوْهُ هَذَا الْبِنَاءَ فَرْقًا بَيْنَ الَّذِي لِلنَّهْرِ وَالَّذِي لِلْإِنْسَانِ. وَالْفُوهُ: وَاحِدُ أَفْوَاهِ الطِّيبِ، مِثْلَ سُوقٍ وَأَسْوَاقٍ. وَالْقِيَاسُ وَاحِدٌ، كَأَنَّهُ لَمَّا فَاحَتْ رَائِحَتُهُ فَاهَ بِهَا، أَيْ نَطَقَ.\n\n[بَابُ الْفَاءِ وَالْيَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:462-463"
  },
  "فيج": {
    "def": "الْفَاءُ وَالْيَاءُ وَالْجِيمُ يَدُلُّ عَلَى الْإِسْرَاعِ. وَمِنْ ذَلِكَ الْفَيْجُ وَقَدْ مَضَى ذِكْرُهُ، وَيُقَالُ أَصْلُهُ الْوَاوُ. وَالْفَائِجَةُ فِي الْأَرْضِ: مُتَّسَعُ مَا بَيْنَ كُلِّ مُرْتَفَعَيْنِ مِنْ غِلَظٍ أَوْ رَمْلٍ.",
    "pg": "4:463"
  },
  "فيح": {
    "def": "الْفَاءُ وَالْيَاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ. فَاحَ يَفِيحُ، إِذَا ثَارَ. يُقَالُ ذَلِكَ فِي الرِّيحِ وَغَيْرِهَا. وَفِي الْحَدِيثِ: «الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ» . وَيُقَالُ أَصْلُهُ الْوَاوُ، وَقَدْ مَضَى.",
    "pg": "4:463"
  },
  "فيخ": {
    "def": "الْفَاءُ وَالْيَاءُ وَالْخَاءُ كَلِمَةٌ. يَقُولُونَ: أَفَاخَ يُفِيخُ بِرِيحِهِ. وَفِي الْحَدِيثِ: «كُلُّ بَائِلَةٍ تُفِيخُ \".» وَيَقُولُونَ - وَمَا أُرَاهَا صَحِيحَةً - إِنَّ الْفَيْخَةَ: السُّكُرُّجَةُ.",
    "pg": "4:463"
  },
  "فيد": {
    "def": "الْفَاءُ وَالْيَاءُ وَالدَّالُ أُصَيْلٌ صَحِيحٌ، إِلَّا أَنَّ كَلِمَهُ لَمْ تَجِئْ قِيَاسًا، وَهُوَ مِنَ الْأَبْوَابِ الَّتِي لَا تَنْقَاسُ. مِنْ ذَلِكَ الْفَيْدُ، يَقُولُونَ: هُوَ الزَّعْفَرَانُ. وَبِهِ سُمِّي الشَّعَرُ الَّذِي عَلَى جَحْفَلَةِ الْفَرَسِ. وَالْفَيْدُ: التَّبَخْتُرُ فِي الْمَشْيِ. يُقَالُ: رَجُلٌ فَيَّادٌ. فَأَمَّا الْفَيَّادُ فِي قَوْلِ أَبِي النَّجْمِ: وَلَسْتُ بِالْفَيَّادَةِ الْمُقَصْمِلِ\nفَيُقَالُ: هُوَ الْمُعْجَبُ بِنَفْسِهِ الْمُتَبَخْتِرُ فِي مَشْيِهِ. وَقَالُوا: الْفَيَّادَةُ: الْأَكُولُ. وَالْفَيْدُ: الْمَوْتُ. [فَادَ] يَفِيدُ. وَالْفَيَّادُ: ذَكَرُ الْبُومِ. قَالَ:\nوَيَهْمَاءَ بِاللَّيْلِ غَطْشَى الْفَلَا ... يُؤْنِسُنِي صَوْتُ فَيَّادِهَا\nوَالْفَائِدَةُ: اسْتِحْدَاثُ مَالٍ وَخَيْرٍ. وَقَدْ فَادَتْ لَهُ فَائِدَةٌ. وَيُقَالُ: أَفَدْتُ غَيْرِي، وَأَفَدْتُ مِنْ غَيْرِي.",
    "pg": "4:463-464"
  },
  "فيش": {
    "def": "الْفَاءُ وَالْيَاءُ وَالشِّينُ كَلِمَةٌ وَاحِدَةٌ يَقُولُونَ: الْفِيَاشُ: الْمُفَاخَرَةُ. يُقَالُ: فَايَشَ، إِذَا فَاخَرَ. قَالَ:\nأَيُفَايِشُونَ وَقَدْ رَأَوْا حُفَّاثَهُمْ ... قَدْ عَضَّهُ فَقَضَى عَلَيْهِ الْأَشْجَعُ",
    "pg": "4:464"
  },
  "فيص": {
    "def": "الْفَاءُ وَالْيَاءُ وَالصَّادُ أُصَيْلٌ يَدُلُّ عَلَى جَرَيَانٍ فِي شَيْءٍ مِنْ مَاءٍ وَمَا أَشْبَهَهُ. يُقَالُ: فَاصَ الْمَاءُ وَالدَّمُ، إِذَا قَطَرَ. قَالَ الْأَصْمَعِيُّ فِي قَوْلِ امْرِئِ الْقَيْسِ:\nفَهُوَ عَذْبٌ يَفِيصُ مَا أَدْرِي مَا يَفِيصُ، وَلَكِنْ يُقَالُ: مَا فَاصَ بِكَلِمَةٍ، أَيْ لَمْ يُجْرِهَا لِسَانُهُ. وَالْقِيَاسُ وَاحِدٌ. وَمِنَ الْبَابِ: مَا لَهُ مَحِيصٌ وَلَا مَفِيصٌ، أَيْ مَخْلَصٌ يَجْرِي فِيهِ وَيَمُرُّ.",
    "pg": "4:464-465"
  },
  "فيض": {
    "def": "الْفَاءُ وَالْيَاءُ وَالضَّادُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى جَرَيَانِ الشَّيْءِ بِسُهُولَةٍ، ثُمَّ يُقَاسُ عَلَيْهِ. مِنْ ذَلِكَ فَاضَ الْمَاءُ يَفِيضُ. وَيُقَالُ: أَفَاضَ إِنَاءَهُ، إِذَا مَلَأَهُ حَتَّى فَاضَ. وَأَفَاضَ دُمُوعَهُ. وَمِنْهُ: أَفَاضَ الْقَوْمُ مِنْ عَرَفَةَ، إِذَا دَفَعُوا، وَذَلِكَ كَجَرَيَانِ السَّيْلِ. قَالَ اللَّهُ - تَعَالَى: ﴿ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ﴾ [البقرة: ١٩٩] . وَأَفَاضَ الْقَوْمُ فِي الْحَدِيثِ، إِذَا انْدَفَعُوا فِيهِ. قَالَ - سُبْحَانَهُ: ﴿إِذْ تُفِيضُونَ فِيهِ﴾ [يونس: ٦١] . وَمِنْهُ: أَفَاضَ بِالْقِدَاحِ، إِذَا ضَرَبَ بِهَا، كَأَنَّهُ أَجْرَاهَا مِنْ يَدِهِ. قَالَ:\nوَكَأَنَّهُنَّ رِبَابَةٌ وَكَأَنَّهُ ... يُفِيضُ عَلَى الْقِدَاحِ وَيَصْدَعُ\nوَيُقَالُ: أَفَاضَ الْبَعِيرُ بِجَرَّتِهِ، إِذَا دَفَعَ بِهَا مِنْ صَدْرِهِ. قَالَ:\nوَأَفَضْنَ بَعْدَ كُظُومِهِنَّ بِجَرَّةٍ ... مِنْ ذِي الْأَبَاطِحِ إِذْ رَعَيْنَ حَقِيلَا وَأَرْضٌ ذَاتُ فُيُوضٍ، إِذَا كَانَ فِيهَا مَاءٌ يَفِيضُ. وَأَعْطَى فُلَانٌ فُلَانًا غَيْضًا مِنْ فَيْضٍ، أَيْ قَلِيلًا مِنْ كَثِيرٍ.\nقَالَ الْأَصْمَعِيُّ: وَنَهْرُ الْبَصْرَةِ وَحْدَهُ يُسَمَّى الْفَيْضُ.\nوَمِنَ الْبَابِ: فَاضَ الرَّجُلُ، إِذَا مَاتَ. قَالَ:\nفَفُقِئَتْ عَيْنٌ وَفَاضَتْ نَفْسٌ\nقَالَ: وَسَمِعْتُ مَشْيَخَةً فُصَحَاءَ مِنْ رَبِيعَةَ بْنِ مَالِكٍ يَقُولُونَ: فَاضَتْ نَفْسُهُ، بِالضَّادِ، وَسَمِعْتُ شَيْخًا مِنْهُمْ يُنْشِدُ:\nوَكِدْتُ لَوْلَا أَجَلٌ تَأَخَّرَا ... تَفِيضُ نَفْسِي إِذَا زَهَاهُمْ زُمَرًا",
    "pg": "4:465-466"
  },
  "فيظ": {
    "def": "الْفَاءُ وَالْيَاءُ وَالظَّاءُ كَلِمَةٌ. يُقَالُ: فَاظَ الْمَيِّتُ فَيْظًا، وَلَا يُقَالُ فَاظَتْ نَفْسُهُ. قَالَ:\nلَا يَدْفِنُونَ مِنْهُمُ مَنْ فَاظَا",
    "pg": "4:466"
  },
  "فيف": {
    "def": "الْفَاءُ وَالْيَاءُ وَالْفَاءُ كَلِمَةٌ. الْفَيْفُ وَالْفَيْفَاءُ: الْمَفَازَةُ.",
    "pg": "4:466"
  },
  "فيق": {
    "def": "الْفَاءُ وَالْيَاءُ وَالْقَافُ، [الْفَيْقَةُ] قَدْ مَضَى ذِكْرُهَا، وَالْأَصْلُ الْوَاوُ، وَهُوَ مَا اجْتَمَعَ مِنَ الدِّرَّةِ فِي الضَّرْعِ.",
    "pg": "4:466-467"
  },
  "فيل": {
    "def": "الْفَاءُ وَالْيَاءُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى اسْتِرْخَاءٍ وَضَعْفٍ. يُقَالُ: رَجُلٌ فِيلُ الرَّأْيِ. قَالَ الْكُمَيْتُ:\nبَنِي رَبِّ الْجَوَادِ فَلَا تَفِيلُوا ... فَمَا أَنْتُمْ فَنَعْذِرَكُمْ لِفِيلِ\nوَيُمْكِنُ أَنْ يَكُونَ الْقَائِلُ مِنْ هَذَا، وَهُوَ اللَّحْمُ الَّذِي عَلَى خُرْبَةِ الْوَرِكِ. وَيُسَمَّى لِلِينِهِ. وَقَالَ أَبُو عُبَيْدٍ: كَانَ بَعْضُهُمْ يَجْعَلُ الْفَائِلَ عِرْقًا.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْمُفَايَلَةُ: لُعْبَةٌ. وَيُخَبِّئُونَ الشَّيْءَ فِي التُّرَابِ وَيَقْسِمُونَهُ قِسْمَيْنِ، وَيَسْأَلُونَ فِي أَيِّهِمَا هُوَ. قَالَ طَرَفَةُ:\nيَشُقُّ حَبَابَ الْمَاءِ حَيْزُومُهَا بِهَا ... كَمَا قَسَمَ التُّرْبَ الْمُفَايِلُ بِالْيَدِ",
    "pg": "4:467"
  },
  "فين": {
    "def": "الْفَاءُ وَالْيَاءُ وَالنُّونُ كَلِمَةٌ. يَقُولُونَ: يَأْتِيهِ الْفَيْنَةَ [بَعْدَ الْفَيْنَةِ] ، كَأَنَّهُ أَرَادَ الْحِينَ بَعْدَ الْحِينِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْفَاءِ وَالْأَلِفِ وَمَا يَثْلِثُهُمَا]",
    "pg": "4:467"
  }
}