{
  "نا": {
    "def": "النُّونُ وَالْهَمْزَةُ أَصْلٌ يَدُلُّ عَلَى ضَعْفٍ فِي الشَّيْءِ. فَالنَّأْنَأَةُ: الضَّعْفُ. وَرَجُلٌ نَأْنَاءٌ، إِذَا كَانَ ضَعِيفًا. قَالَ امْرُؤُ الْقَيْسِ:\nلَعَمْرُكَ مَا سَعْدٌ بِخُلَّةِ آثِمٍ ... وَلَا نَأْنَأٍ عِنْدَ الْحِفَاظِ وَلَا حَصِرْ\nقَالَ أَبُو زَيْدٍ فِي كِتَابِ الْهَمْزِ: نَأْنَأْتُ رَأْيِي نَأْنَأَةً، إِذَا خَلَّطْتُ فِيهِ.",
    "pg": "5:353"
  },
  "نات": {
    "def": "النُّونُ وَالْهَمْزَةُ وَالتَّاءُ كَلِمَةٌ تَدُلُّ عَلَى حِكَايَةِ صَوْتٍ. يُقَالُ: نَأَتَ الرَّجُلُ نَئِيتًا، مِثْلُ نَهَتَ، إِذَا أَنَّ. وَرَجُلٌ نَآتٌ مِثْلُ نَهَّاتٍ.",
    "pg": "5:376"
  },
  "ناج": {
    "def": "النُّونُ وَالْهَمْزَةُ وَالْجِيمُ أَصْلٌ يَدُلُّ عَلَى صَوْتٍ. وَنَأَجَ إِلَى اللَّهِ: تَضَرَّعَ فِي الدُّعَاءِ. وَنَائِجَاتُ الْهَامِ: صَوَائِحُهَا. وَالنَّؤُوجُ وَالنَّآجَةُ: الرِّيحُ تَنْئِجُ فِي هُبُوبِهَا، أَيْ تُصَوِّتُ. قَالَ ذُو الرُّمَّةِ:\nوَصَوَّحَ الْبَقْلَ نَآجٌ تَجِيءُ [بِهِ] ... هَيْفٌ يَمَانِيَةٌ فِي مَرِّهَا نَكْبُ\nوَنَأَجَ الثَّوْرُ: صَاحَ. وَفِي الْحَدِيثِ: \" ادْعُ لَنَا رَبَّكَ بِأَنْأَجِ مَا تَقْدِرُ \"، أَيْ بِأَضْرَعِ مَا يُمَكِنُ مِنَ الدُّعَاءِ.",
    "pg": "5:376"
  },
  "ناد": {
    "def": "النُّونُ وَالْهَمْزَةُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: النَّآدُ وَالنَّآدَى: الدَّاهِيَةُ. قَالَ الْكُمَيْتُ:\nوَإِيَّاكُمْ وَدَاهِيَةً نَآدَى ... أَظَلَّتْكُمْ بِعَارِضِهَا الْمُخِيلِ.",
    "pg": "5:376"
  },
  "ناش": {
    "def": "النُّونُ وَالْهَمْزَةُ وَالشِّينُ كَلِمَةٌ تَدُلُّ عَلَى أَخْذٍ وَبَطْشٍ. وَرَجُلٌ نَؤُوشٌ: ذُو بَطْشٍ. وَقَدْ ذُكِرَتْ كَلِمَةٌ إِنْ صَحَّتْ فَلَيْسَتْ مِنْ قِيَاسِ الْأُولَى، يَقُولُونَ لِمَنْ جَاءَ فِي أَوَاخِرِ النَّاسِ: جَاءَ نَئِيشًا. قَالَ:\nتَمَنَّى نَئِيشًا أَنْ يَكُونَ أَطَاعَنِي ... وَقَدْ حَدَثَتْ بَعْدَ الْأُمُورِ أُمُورُ\nوَالَّذِي سَمِعْنَاهُ: \" تَمَنَّى أَخِيرًا \".",
    "pg": "5:376-377"
  },
  "ناف": {
    "def": "النُّونُ وَالْهَمْزَةُ وَالْفَاءُ. يَقُولُونَ: نَئِفَ يَنْأَفُ، إِذَا أَكَلَ.",
    "pg": "5:377"
  },
  "نال": {
    "def": "النُّونُ وَالْهَمْزَةُ وَاللَّامُ، لَيْسَ فِيهِ إِلَّا النَّأَلَانُ: الْمَشْيُ السَّرِيعُ. يَنْهَضُ الْمَاشِي بِرَأْسِهِ إِلَى فَوْقٍ. وَرَجُلٌ نَؤُولٌ، وَضَبُعٌ نَؤُولٌ، إِذَا فَعَلْتَ ذَلِكَ.",
    "pg": "5:377"
  },
  "نام": {
    "def": "النُّونُ وَالْهَمْزَةُ وَالْمِيمُ أُصَيْلٌ يَدُلُّ عَلَى صَوْتٍ. النَّئِيمُ: [صَوْتٌ] فِيهِ ضَعْفٌ كَالْأَنِينِ. وَنَأَمَ الْأَسَدُ يَنْئِمُ. وَسَمِعْتُ لَهُ نَأْمَةً وَاحِدَةً. وَنَأَمَتِ الْقَوْسُ نَئِيمًا.",
    "pg": "5:377"
  },
  "ناي": {
    "def": "النُّونُ وَالْهَمْزَةُ وَالْيَاءُ كَلِمَتَانِ: النُّؤْيُ وَالنَّأْيُ. فَالنُّؤْيُ: حَفِيرَةٌ حَوْلَ الْخِبَاءِ، يَدْفَعُ مَاءَ الْمَطَرِ عَنِ الْخِبَاءِ. يُقَالُ أَنْأَيْتُ نُؤْيًا. وَالْمُنْتَأَى: مَوْضِعُهُ. وَأَنْشَدَ الْخَلِيلُ فِي هَذَا الْمَوْضِعِ: إِذَا مَا الْتَقَيْنَا سَالَ مِنْ عَبَرَاتِنَا ... شَآبِيبُ يُنْأَى سَيْلُهَا بِالْأَصَابِعِ\nوَأَمَّا النَّأْيُ فَالْبُعْدُ، يُقَالُ نَأَى يَنْأَى نَأْيًا ; وَانْتَأَى: افْتَعَلَ مِنْهُ. وَالْمُنْتَأَى: الْمَوْضِعُ الْبَعِيدُ. قَالَ:\nفَإِنَّكَ كَاللَّيْلِ الَّذِي هُوَ مُدْرِكِي ... وَإِنْ خِلْتُ أَنَّ الْمُنْتَأَى عَنْكَ وَاسِعُ\nوَرُبَّمَا أَخَّرُوا الْهَمْزَةَ فَقَالُوا نَاءٍ، وَإِنَّمَا هُوَ نَأَى. قَالَ:\nمَنْ إِنْ رَآكَ غَنِيًّا لَانَ جَانِبُهُ ... وَإِنْ رَآكَ فَقِيرًا نَاءَ وَاغْتَرَبَا\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ النُّونِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:377-378"
  },
  "نبا": {
    "def": "النُّونُ وَالْبَاءُ وَالْهَمْزَةُ قِيَاسُهُ الْإِتْيَانُ مِنْ مَكَانٍ إِلَى مَكَانٍ. يُقَالُ لِلَّذِي يَنْبَأُ مِنْ أَرْضٍ إِلَى أَرْضٍ نَابِئٌ. وَسَيْلٌ نَابِئٌ: أَتَى مِنْ بَلَدٍ إِلَى بَلَدٍ وَرَجُلٌ نَابِئٌ مِثْلُهُ. قَالَ:\nوَلَكِنْ قَذَاهَا كُلُّ أَشْعَثَ نَابِئٍ ... أَتَتْنَا بِهِ الْأَقْدَارُ مِنْ حَيْثُ لَا نَدْرِي\nوَمِنْ هَذَا الْقِيَاسِ النَّبَأُ: الْخَبَرُ، لِأَنَّهُ يَأْتِي مِنْ مَكَانٍ إِلَى مَكَانٍ. وَالْمُنْبِئُ: الْمُخْبِرُ. وَأَنْبَأْتُهُ وَنَبَّأْتُهُ. وَرَمَى الرَّامِي فَأَنْبَأَ، إِذَا لَمْ يَشْرِمْ، كَأَنَّ سَهْمَهَ عَدَلَ عَنِ الْخَدْشِ وَسَقَطَ مَكَانًا آخَرَ. وَالنَّبْأَةُ: الصَّوْتُ. وَهَذَا هُوَ الْقِيَاسُ، لِأَنَّ الصَّوْتَ يَجِيءُ مِنْ مَكَانٍ إِلَى مَكَانٍ. قَالَ ذُو الرُّمَّةِ:\nوَقَدْ تَوَحَّسَ رِكْزًا مُقْفِرٌ نَدُسٌ ... بِنَبْأَةِ الصَّوْتِ مَا فِي سَمْعِهِ كَذِبُ\nوَمَنْ هَمَزَ النَّبِيَّ فَلِأَنَّهُ أَنْبَأَ عَنِ اللَّهِ تَعَالَى. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ النُّونِ وَالتَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:385-386"
  },
  "نبب": {
    "def": "النُّونُ وَالْبَاءُ كَلِمَتَانِ. نَبَّ التَّيْسُ نَبِيبًا: صَوَّتَ عِنْدَ السِّفَادِ. وَالْأُنْبُوبُ: مَا بَيْنَ كُلِّ عُقْدَتَيْنِ مِنْ رُمْحٍ وَغَيْرِهِ.",
    "pg": "5:353"
  },
  "نبت": {
    "def": "النُّونُ وَالْبَاءُ وَالتَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى نَمَاءٍ فِي مَزْرُوعٍ، ثُمَّ يُسْتَعَارُ. فَالنَّبْتُ مَعْرُوفٌ، يُقَالُ نَبَتَ. وَأَنْبَتَتِ الْأَرْضُ. وَنَبَّتُّ الشَّجَرَ: غَرَسْتُهُ. وَيُقَالُ: إِنَّ [فِي] بَنِي فُلَانٍ لَنَابِتَةَ شَرٍّ. وَنَبَتَتْ لِبَنِي فُلَانٍ نَابِتَةٌ، إِذَا نَشَأَ لَهُمْ نَشْءٌ صِغَارٌ مِنَ الْوَلَدِ. وَالنَّبِيتُ: حَيٌّ مِنَ الْيَمَنِ. وَمَا أَحْسَنَ نِبْتَةَ هَذَا الشَّجَرِ. وَهُوَ فِي مَنْبِتِ صِدْقٍ، أَيْ أَصْلٍ كَرِيمٍ.",
    "pg": "5:378-379"
  },
  "نبث": {
    "def": "النُّونُ وَالْبَاءُ وَالثَّاءُ أَصْلٌ يَدُلُّ عَلَى إِبْرَازِ شَيْءٍ. وَنَبَثَ التُّرَابَ: أَخْرَجَهُ مِنَ الْبِئْرِ وَالنَّهْرِ، وَذَلِكَ الْمُسْتَخْرَجِ نَبِيثَةٌ، وَالْجَمْعُ نَبَائِثُ. وَالنَّابِثُ: الْحَافِرُ. وَقَوْلُهُمْ: خَبِيثٌ نَبِيثٌ، إِنَّمَا هُوَ إِتْبَاعٌ.",
    "pg": "5:379"
  },
  "نبج": {
    "def": "النُّونُ وَالْبَاءُ وَالْجِيمُ. يَقُولُونَ: النَّبَّاجُ: الرَّفِيعُ [الصَّوْتِ] ، وَهِيَ كَلِمَةٌ وَاحِدَةٌ.",
    "pg": "5:379"
  },
  "نبح": {
    "def": "النُّونُ وَالْبَاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ نُبَاحُ الْكَلْبِ وَنَبِيحُهُ. وَرُبَّمَا [قَالُوا] لِلظَّبْيِ نَبَحَ. قَالَ أَبُو دُوَادَ:\nوَقُصْرَى شَنِجِ الْأَنْسَا ... ءِ نَبَّاحٍ مِنَ الشُّعْبِ\nوَفِي الْحَدِيثِ: \" اقْعُدْ مَنْبُوحًا \"، أَيْ مَشْتُومًا.",
    "pg": "5:379"
  },
  "نبخ": {
    "def": "النُّونُ وَالْبَاءُ وَالْخَاءُ أَصْلٌ يَدُلُّ عَلَى عِظَمٍ وَتَعَظُّمٍ. وَأَصْلُ النَّبْخِ مَا نَفِخَ مِنَ الْيَدِ فَخَرَجَ شِبْهَ قَرْحٍ مُمْتَلِئٍ مَاءً. وَيُقَالُ لِلْمُتَعَظِّمِ فِي نَفْسِهِ: نَابِخَةٌ. قَالَ الشَّاعِرُ:\nيَخْشَى عَلَيْهِمْ مِنَ الْأَمْلَاكِ نَابِخَةً ... مِنَ النَّوَابِخِ مِثْلَ الْحَادِرِ الرُّزَمِ وَالنَّبْخَاءُ: الْأَكَمَةُ، سُمِّيَتْ لِارْتِفَاعِهَا.",
    "pg": "5:379-380"
  },
  "نبذ": {
    "def": "النُّونُ وَالْبَاءُ وَالذَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى طَرْحٍ وَإِلْقَاءٍ. وَنَبَذْتُ الشَّيْءَ أَنْبِذُهُ نَبْذًا: أَلْقَيْتُهُ مِنْ يَدِي. وَالنَّبِيذُ: التَّمْرُ يُلْقَى فِي الْآنِيَةِ وَيُصَبُّ عَلَيْهِ الْمَاءُ. يُقَالُ: نَبَذْتُ أَنْبِذُ. وَالصَّبِيُّ الْمَنْبُوذُ: الَّذِي تُلْقِيهِ أُمُّهُ. وَيُقَالُ: بِأَرْضِ كَذَا نَبْذٌ مِنْ مَالٍ، أَيْ شَيْءٌ يَسِيرٌ. وَفِي رَأْسِهِ نَبْذٌ مِنَ الشَّيْبِ، أَيْ يَسِيرٌ، كَأَنَّهُ الَّذِي يُنْبَذُ لِقِلَّتِهِ وَصِغَرِهِ. وَكَذَلِكَ النَّبْذُ مِنَ الْمَطَرِ.",
    "pg": "5:380"
  },
  "نبر": {
    "def": "النُّونُ وَالْبَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى رَفْعٍ وَعُلُوٍّ. وَنَبَرَ الْغُلَامُ: صَاحَ أَوَّلَ مَا يَتَرَعْرَعُ. وَرَجُلٌ نَبَّارٌ: فَصِيحٌ جَهِيرٌ. وَسُمِّيَ الْمِنْبَرُ لِأَنَّهُ مُرْتَفِعٌ وَيُرْفَعُ الصَّوْتُ عَلَيْهِ. وَالنَّبْرُ فِي الْكَلَامِ: الْهَمْزُ أَوْ قَرِيبٌ مِنْهُ. وَكُلُّ مَنْ رَفَعَ شَيْئًا فَقَدْ نَبَرَهُ. وَمِمَّا يُقَاسُ عَلَى هَذَا النِّبْرِ: دُوَيْبَّةٌ، وَالْجَمْعُ أَنْبَارٌ، لِأَنَّهُ إِذَا دَبَّ عَلَى الْإِبِلِ تَوَرَّمَتْ جُلُودُهَا وَارْتَفَعَتْ. قَالَ:\nكَأَنَّهَا مِنْ سِمَنٍ وَاسْتِيقَارْ ... دَبَّتْ عَلَيْهَا ذَرِبَاتُ الْأَنْبَارْ.",
    "pg": "5:380"
  },
  "نبس": {
    "def": "النُّونُ وَالْبَاءُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: مَا نَبَسَ بِكَلِمَةٍ، أَيْ مَا تَكَلَّمَ. وَمَا سَمِعْتُ لَهُمْ نَبْسًا وَلَا نَبْسَةً.",
    "pg": "5:380"
  },
  "نبش": {
    "def": "النُّونُ وَالْبَاءُ وَالشِّينُ أَصْلٌ وَكَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى إِبْرَازِ شَيْءٍ مَسْتُورٍ. وَنَبَشَ الْقَبْرَ، وَهُوَ نَبَّاشٌ يَنْبُشُهُ. وَمِنْ قِيَاسِهِ أَنَابِيشُ الْكَلَأِ: الْقِطَاعُ الْمُتَفَرِّقَةُ تَبْرُزُ عَلَى وَجْهِ الْأَرْضِ.",
    "pg": "5:380-381"
  },
  "نبص": {
    "def": "النُّونُ وَالْبَاءُ وَالصَّادُ. يَقُولُونَ: نَبَصَ الْغُلَامُ بِالْكَلْبِ. وَنَبَصَ الطَّائِرُ: صَوَّتَ.",
    "pg": "5:381"
  },
  "نبض": {
    "def": "النُّونُ وَالْبَاءُ وَالضَّادُ أُصَيْلٌ يَدُلُّ عَلَى حَرَكَةٍ أَوْ تَحْرِيكٍ. وَنَبَضَ الْعِرْقُ يَنْبِضُ، وَتِلْكَ حَرَكَتُهُ. وَمَا بِهِ حَبَضٌ وَلَا نَبَضٌ. وَأَنْبَضْتُ عَنِ الْقَوْسِ إِنْبَاضًا مِنْ هَذَا. وَنَبَضْتُ أَيْضًا. وَيَقُولُونَ: فُؤَادٌ نَبِضٌ، كَأَنَّهُ مِنْ شَهَامَتِهِ يَنْبِضُ، أَيْ يَتَحَرَّكُ، قَالَ:\nوَإِذَا أَطَفْتَ بِهَا أَطَفْتَ بِكَلْكَلٍ ... نَبِضِ الْفَرَائِصِ مُجْفَرِ الْأَضْلَاعِ.",
    "pg": "5:381"
  },
  "نبط": {
    "def": "النُّونُ وَالْبَاءُ وَالطَّاءُ كَلِمَةٌ تَدُلُّ عَلَى اسْتِخْرَاجِ شَيْءٍ. وَاسْتَنْبَطْتُ الْمَاءَ: اسْتَخْرَجْتُهُ، وَالْمَاءُ نَفْسُهُ إِذَا اسْتُخْرِجَ نَبَطَ. وَيُقَالُ: إِنَّ النَّبَطَ سُمُّوا بِهِ لِاسْتِنْبَاطِهِمُ الْمِيَاهَ. وَمِنَ الْمَحْمُولِ عَلَى هَذَا النُّبْطَةُ: بَيَاضٌ يَكُونُ تَحْتَ إِبِطِ الْفَرَسِ. وَفَرَسٌ أَنْبَطُ، كَأَنَّ ذَلِكَ الْبَيَاضَ مُشَبَّهٌ بِمَاءٍ نَبَطَ.",
    "pg": "5:381"
  },
  "نبع": {
    "def": "النُّونُ وَالْبَاءُ وَالْعَيْنُ كَلِمَتَانِ: إِحْدَاهُمَا نُبُوعُ الْمَاءِ، وَالْمَوْضِعُ الَّذِي يَنْبُعُ مِنْهُ يَنْبُوعٌ. وَالنَّوَابِعُ مِنَ الْبَعِيرِ: الْمَوَاضِعُ الَّتِي يَسِيلُ مِنْهَا عَرَقُهُ. وَمَنَابِعُ الْمَاءِ: مَخَارِجُهُ مِنَ الْأَرْضِ.\nوَالْأُخْرَى النَّبْعُ: شَجَرٌ.",
    "pg": "5:381-382"
  },
  "نبغ": {
    "def": "النُّونُ وَالْبَاءُ وَالْغَيْنُ كَلِمَةٌ تَدُلُّ عَلَى بُرُوزٍ وَظُهُورٍ. وَنَبَغَ الشَّيْءُ ظَهَرَ. وَالنَّبْغُ: مَا تَطَايَرَ مِنَ الدَّقِيقِ إِذَا طُحِنَ أَوْ نُخِلَ. وَنَبَغَ الرَّجُلُ، إِذَا لَمْ يَكُنْ فِي إِرْثِ الشِّعْرِ ثُمَّ قَالَ وَأَجَادَ. وَكَذَلِكَ سُمِّيَ النَّابِغَةُ الشَّاعِرُ. قَالَ:\nوَحَلَّتْ فِي بَنِي قَيْسِ بْنِ جَسْرٍ ... وَقَدْ نَبَغَتْ لَنَا مِنْهُمْ شُئُونُ.",
    "pg": "5:382"
  },
  "نبق": {
    "def": "النُّونُ وَالْبَاءُ وَالْقَافُ كَلِمَةٌ تَدُلُّ عَلَى تَسْوِيَةٍ وَتَهْذِيبٍ. وَالنَّخْلُ إِذَا كَانَ غِرَاسُهُ عَلَى اسْتِوَاءٍ مُنَبَّقٍ. وَقَدْ نَبَّقَهُ صَاحِبُهُ. وَكَذَلِكَ كُلُّ شَيْءٍ مُسْتَوٍ مُهَذَّبٍ. قَالَ:\nوَحَدِّثْ بِأَنْ زَالَتْ بِلَيْلٍ حُمُولُهُمْ ... كَنَخْلٍ مِنَ الْأَعْرَاضِ غَيْرِ مُنَبَّقِ\nوَلَعَلَّ النَّبْقَ، وَهُوَ حَمْلُ السِّدْرِ مِنْ هَذَا. وَيُقَالُ - وَهُوَ شَاذٌّ عَنْ هَذَا:\nأَنْبَقَ الرَّجُلُ، إِذَا حَصَمَ بِهَا غَيْرَ شَدِيدَةٍ.",
    "pg": "5:382"
  },
  "نبك": {
    "def": "النُّونُ وَالْبَاءُ وَالْكَافُ كَلِمَةٌ تَدُلُّ عَلَى ارْتِفَاعٍ وَهُبُوطٍ فِي الْأَرْضِ. يُقَالُ نَبَكَةٌ، وَالْجَمْعُ نِبَاكٌ.",
    "pg": "5:382-383"
  },
  "نبل": {
    "def": "النُّونُ وَالْبَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى فَضْلٍ وَكِبَرٍ، ثُمَّ يُسْتَعَارُ مِنْهُ الْحِذْقُ فِي الْعَمَلِ، فَيُقَالُ لِلْفَضْلِ فِي الْإِنْسَانِ نُبْلٌ. وَالنَّبَلُ: عِظَامُ الْمَدَرِ وَالْحِجَارَةِ. وَيُقَالُ: نَبَلٌ وَنُبَلٌ. وَفِي الْحَدِيثِ: «أَعِدُّوا النَّبَلَ \".» وَيَقُولُونَ: إِنَّ النَّبَلَ هَاهُنَا الصِّغَارُ، وَإِنَّهَا مِنَ الْأَضْدَادِ، وَنَبِّلْنِي أَحْجَارًا لِلِاسْتِنْجَاءِ: أَعْطِنِيهَا. وَنَبِّلْنِي عَرْقًا: أَعْطِنِيهِ. وَحُجَّةُ أَنَّهَا الصِّغَارُ قَوْلُ الْقَائِلِ:\nأَفَرْحُ أَنْ أُرْزَأَ الْكِرَامَ وَأَنْ ... أُورَثَ ذَوْدًا شَصَائِصًا نَبَلَا\nوَإِذَا كَانَتْ مِنَ الْأَضْدَادِ كَانَ الْوَجْهُ الْأَقَلُّ خَارِجًا عَنِ الْقِيَاسِ. وَالْمَعْنَى فِي الْحِذْقِ قَوْلُهُمْ إِنَّ النَّابِلَ: الْحَاذِقُ بِالْأَمْرِ، وَالْفِعْلُ النَّبَالَةِ. وَفُلَانٌ أَنْبَلُ النَّاسِ بِالْإِبِلِ، أَيْ أَعْلَمُهُمْ بِمَا يُصْلِحُهَا. قَالَ:\nتَدَلَّى عَلَيْهَا بِالْحِبَالِ مُوَثَِّقًا ... شَدِيدَُ الْوَصَاةِ نَابِلٌ وَابْنُ نَابِلِ\nوَفِي الْبَابِ قِيَاسٌ آخَرُ يَدُلُّ عَلَى رَمْيِ الشَّيْءِ وَنَبْذِهِ وَخِفَّةِ أَمْرِهِ. مِنْهُ النَّبْلُ: السِّهَامُ الْعَرَبِيَّةُ. وَالنَّابِلُ: صَاحِبُ النَّبْلِ، وَالنَّبَّالُ: الَّذِي يَعْمَلُهُ. وَنَبَلْتُهُ: رَمَيْتُهُ بِالنَّبْلِ. وَمِنْ هَذَا الْقِيَاسِ: تَنَبَّلَ الْبَعِيرُ: مَاتَ: وَالنَّبِيلَةُ: الْجِيفَةُ، وَسُمِّيَتْ بِهَا لِأَنَّهَا تُرْمَى.\nوَمِنَ الْقِيَاسِ الَّذِي يُقَارِبُ هَذَا: نَبَلَ الْإِبِلَ يَنْبُلُهَا: سَاقَهَا سَوْقًا شَدِيدًا. قَالَ: لَا تَأْوِيَا لِلْعِيسِ وَانْبُلَاهَا.",
    "pg": "5:383-384"
  },
  "نبه": {
    "def": "النُّونُ وَالْبَاءُ وَالْهَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ارْتِفَاعٍ وَسُمُوٍّ. وَمِنْهُ النُّبْهُ وَالِانْتِبَاهُ، وَهُوَ الْيَقَظَةُ وَالِارْتِفَاعُ مِنَ النَّوْمِ. وَنَبَّهْتُهُ وَأَنْبَهْتُهُ. وَمِنْهُ رَجُلٌ نَبِيهٌ، أَيْ شَرِيفٌ. وَقَوْلُهُمْ: إِنَّ النَّبَهَ مِنَ الْأَضْدَادِ، يُقَالُ لِلضَّائِعِ نَبَهٌ وَلِلْمَوْجُودِ نَبَهٌ، فَهُوَ عِنْدَنَا صَحِيحٌ ; لِأَنَّهُ إِذَا ضَاعَ انْتُبِهَ لَهُ وَإِذَا وُجِدَ انْتُبِهَ لَهُ. قَالَ أَهْلُ اللُّغَةِ: النَّبَهُ: الضَّالَّةُ تُوجَدُ عَنْ غَفْلَةٍ. تَقُولُ: وَجَدْتُ هَذَا الشَّيْءَ نَبَهًا وَأَضْلَلْتُهُ نَبَهًا، إِذَا لَمْ يَعْلَمْ مَتَى ضَلَّ. وَالْقِيَاسُ فِي الْبَابِ مَا ذَكَرْنَاهُ. قَالَ:\nكَأَنَّهُ دُمْلُجٌ مِنْ فِضَّةٍ نَبَهٌ ... فِي مَلْعَبٍ مِنْ عَذَارَى الْحَيِّ مَفْصُومُ.",
    "pg": "5:384"
  },
  "نبو": {
    "def": "النُّونُ وَالْبَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ارْتِفَاعٍ فِي الشَّيْءِ عَنْ غَيْرِهِ أَوْ تَنَحٍّ عَنْهُ. [نَبَا بَصَرُهُ عَنِ الشَّيْءِ] يَنْبُو. وَنَبَا السَّيْفُ عَنِ الضَّرِيبَةِ: تَجَافَى وَلَمْ يَمْضِ فِيهَا. وَنَبَا بِهِ مَنْزِلُهُ: لَمْ يُوَافِقْهُ، وَكَذَا فِرَاشُهُ. وَيُقَالُ نَبَا جَنْبُهُ عَنِ الْفِرَاشِ. قَالَ:\nإِنَّ جَنْبِي عَنِ الْفِرَاشِ لِنَابٍ ... كَتَجَافِي الْأَسَرِّ فَوْقَ الظِّرَابِ وَيُقَالُ إِنَّ النَّبِيَّ ﵌ اسْمُهُ مِنَ النَّبْوَةِ، وَهُوَ الِارْتِفَاعُ، كَأَنَّهُ مُفَضَّلٌ عَلَى سَائِرِ النَّاسِ بِرَفْعِ مَنْزِلَتِهِ. وَيَقُولُونَ: النَّبِيُّ: الطَّرِيقُ. قَالَ:\nلَأَصْبَحَ رَتْمًا دُقَاقَ الْحَصَى ... مَكَانَ النَّبِيِّ مِنَ الْكَاثِبِ.",
    "pg": "5:384-385"
  },
  "نتا": {
    "def": "النُّونُ وَالتَّاءُ وَالْهَمْزَةُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خُرُوجِ شَيْءٍ عَنْ مَوْضِعِهِ مِنْ غَيْرِ بَيْنُونَةٍ. يَقُولُونَ: نَتَأَ الشَّيْءُ، إِذَا خَرَجَ عَنْ مَوْضِعِهِ مِنْ غَيْرِ أَنْ يَبِينَ، يَنْتَأُ. وَنَتَأَتِ الْجِلْدَةُ. وَيَتَوَسَّعُونَ فِي هَذَا حَتَّى يَقُولُوا: نَتَأْتُ عَلَى الْقَوْمِ: طَلَعْتُ عَلَيْهِمْ. وَنَتَأَتِ الْجَارِيَةُ: بَلَغَتْ. وَذَكَرَ بَعْضُهُمْ نَتَأَ لِي فُلَانٌ بِالشَّرِّ، إِذَا اسْتَعَدَّ. وَهُوَ ذَلِكَ الْقِيَاسُ، كَأَنَّهُ نَهَضَ مِنْ مَقَرِّهِ. وَفِي أَمْثَالِهِمْ: \" تَحْقِرُهُ وَيَنْتَأُ لَكَ \"، أَيْ تَزْدَرِيهِ لِسُكُونِهِ وَهُوَ يَنْهَضُ إِلَيْكَ مُجَاذِبًا.",
    "pg": "5:388-389"
  },
  "نتب": {
    "def": "النُّونُ وَالتَّاءُ وَالْبَاءُ لَيْسَ بِشَيْءٍ، لِأَنَّ الْبَاءَ فِيهِ زَائِدَةٌ. يَقُولُونَ: نَتَبَ الشَّيْءُ، مِثْلُ نَهَدَ. قَالَ:\nأَشْرَفَ ثَدْيَاهَا عَلَى التَّرَيُّبِ ... لَمْ يَعْدُوَا التَّفْلِيكَ فِي النُّتُوبِ\nإِنَّمَا أَرَادَ النُّتُوَّ فَزَادَ الْقَافِيَةَ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ النُّونِ وَالثَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:389"
  },
  "نتج": {
    "def": "النُّونُ وَالتَّاءُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ، هِيَ النِّتَاجُ. وَنُتِجَتِ النَّاقَةُ ; وَنَتَجَهَا أَهْلُهَا. وَفَرَسٌ نَتُوجٌ: اسْتَبَانَ نِتَاجُهَا.",
    "pg": "5:386"
  },
  "نتح": {
    "def": "النُّونُ وَالتَّاءُ وَالْحَاءُ. نَتَحَ الْعَرَقُ: رَشَحَ. وَمَنَاتِحُ الْعَرَقِ: مَخَارِجُهُ. وَنَتَحَ النِّحْيُ: رَشَحَ أَيْضًا.",
    "pg": "5:386"
  },
  "نتخ": {
    "def": "النُّونُ وَالتَّاءُ وَالْخَاءُ كَلِمَةٌ تَدُلُّ عَلَى اسْتِخْرَاجِ الشَّيْءِ مِنَ الشَّيْءِ. وَنَتَخَ الشَّوْكَةَ مِنَ الرِّجْلِ بِالْمِنْتَاخِ، أَيْ الْمِنْقَاشِ. وَنَتَخَ الْبَازِي اللَّحْمَ بِمِنْسَرِهِ، وَنَتَخَ ضِرْسَهُ: انْتَزَعَهُ. قَالَ زُهَيْرٌ:\nتَتْرُكُ أَفْلَاءَهَا فِي كُلِّ مَنْزِلَةٍ ... تَنْتَخُ أَعْيُنَهَا الْعِقْبَانُ وَالرَّخَمُ\nوَيَقُولُونَ: الْمُتَنَتِّخُ: الْمُتَفَلِّي. وَالْبِسَاطُ الْمَنْتُوخُ بِالذَّهَبِ: الْمَنْسُوجُ بِهِ. وَالنَّتْخُ: النَّسْجُ، عَنِ ابْنِ الْأَعْرَابِيِّ.",
    "pg": "5:386"
  },
  "نتر": {
    "def": "النُّونُ وَالتَّاءُ وَالرَّاءُ كَلِمَةٌ تَدُلُّ عَلَى جَذْبِ شَيْءٍ. وَالنَّتْرُ: جَذْبٌ فِيهِ جَفْوَةٌ. وَالطَّعْنُ النَّتْرُ، مِثْلُ الْخَلْسِ. وَالنَّوَاتِرِ: الْقِسِيُّ. وَقَوْلُهُمْ: إِنَّ النَّتَرَ: الْفَسَادُ وَالضَّيَاعُ، وَإِنْشَادُهُمْ: أَمْرَكَ هَذَا فَاحْتَفِظْ فِيهِ النَّتَرْ\nفَالْأَصْلُ فِيهِ مَا ذَكَرْنَاهُ، كَأَنَّهُ أَمْرٌ جُذِبَ عَنِ الصِّحَّةِ.",
    "pg": "5:386-387"
  },
  "نتغ": {
    "def": "النُّونُ وَالتَّاءُ وَالْغَيْنُ لَيْسَ بِشَيْءٍ غَيْرِ حِكَايَةٍ. يَقُولُونَ: أَنْتَغَ الرَّجُلُ، إِذَا ضَحِكَ ضَحِكَ الْمُسْتَهْزِئِ. وَيُقَالُ: نَتَغْتُهُ، إِذَا عِبْتَهُ وَذَكَرْتَهُ بِمَا لَيْسَ فِيهِ. قَالَ أَبُو بَكْرٍ: رَجُلٌ مِنْتَغٌ فَعَّالٌ لِذَلِكَ.",
    "pg": "5:387"
  },
  "نتف": {
    "def": "النُّونُ وَالتَّاءُ وَالْفَاءُ: أَصْلٌ يَدُلُّ عَلَى مَرْطِ شَيْءٍ. وَنَتَفَ الشَّعَْرَ وَغَيْرَهُ يَنْتِفُهُ. وَالْمِنْتَافُ: الْمِنْقَاشُ. وَالنُّتَافَةُ: مَا سَقَطَ مِنَ الشَّيْءِ إِذَا نُتِفَ. وَالنُّتْفَةُ: مَا نَتَفْتَهُ بِأَصَابِعِكَ مِنْ نَبْتٍ أَوْ غَيْرِهِ. وَرَجُلٌ نُتَفَةٌ: يَنْتِفُ مِنَ الْعِلْمِ شَيْئًا وَلَا يَسْتَقْصِيهِ.",
    "pg": "5:387"
  },
  "نتق": {
    "def": "النُّونُ وَالتَّاءُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى جَذْبِ شَيْءٍ وَزَعْزَعَتِهِ وَقَلْعِهِ مِنْ أَصْلِهِ. تَقُولُ الْعَرَبُ: نَتَقْتُ الْغَرْبَ مِنَ الْبِئْرِ: جَذَبْتُهُ. وَالْبَعِيرُ إِذَا تَزَعْزَعَ حِمْلُهُ نَتَقَ عُرَى حِبَالِهِ، وَذَلِكَ جَذْبُهُ إِيَّاهَا فَتَسْتَرْخِي. وَامْرَأَةٌ نَاتِقٌ: كَثُرَ أَوْلَادُهَا. وَهَذَا قِيَاسُ الْبَابِ، كَأَنَّهُمْ نُتِقُوا مِنْهَا نَتْقًا. قَالَ:\nلَمْ يُحْرَمُوا حُسْنَ الْغِذَاءِ وَأُمُّهُمْ ... دَحَقَتْ عَلَيْكَ بِنَاتِقٍ مِذْكَارِ وَفِي الْحَدِيثِ: «عَلَيْكُمْ بِالْأَبْكَارِ فَإِنَّهُنَّ أَنْتَقُ أَرْحَامًا \".» وَزَنْدٌ نَاتِقٌ: وَارٍ ; وَهُوَ الْقِيَاسُ.",
    "pg": "5:387-388"
  },
  "نتل": {
    "def": "النُّونُ وَالتَّاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَقَدُّمٍ وَسَبْقٍ. يُقَالُ اسْتَنْتَلَ الرَّجُلُ: تَقَدَّمَ أَصْحَابَهُ. وَسُمِّيَ الرَّجُلُ بِهِ نَاتِلًا. وَنَتَلْتُهُ: جَذَبْتُهُ إِلَى قُدُمٍ. وَتَنَاتَلَ النَّبْتُ: لَمْ يَسْتَقِمْ نَبَاتُهُ وَكَانَ بَعْضُهُ أَطْوَلَ مِنْ بَعْضٍ، كَأَنَّ الْأَطْوَلَ تَقَدَّمَ مَا هُوَ أَقْصَرُ مِنْهُ فَسَبَقَ. وَقَوْلُهُمْ: النَّتَلُ الْعَبْدُ الضَّخْمُ، تَفْسِيرُهُ أَنَّهُ يَقْوَى مِنَ التَّقَدُّمِ [عَلَى] مَا يَعْجِزُ عَنْهُ غَيْرُهُ. أَلَا تَرَى إِلَى قَوْلِ الرَّاجِزِ:\nيَطُفْنَ حَوْلَ نَتَلٍ وَزْوَازِ\nفَوَصَفَهُ بِوَزْوَازٍ، وَهُوَ الْخَفِيفُ.",
    "pg": "5:388"
  },
  "نثا": {
    "def": "النُّونُ وَالثَّاءُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ. يُقَالُ نَثَا الْكَلَامَ يَنْثُو: أَظْهَرَهُ. وَالنَّثَا يَقُولُونَ: أَنْ يُذْكَرَ الْإِنْسَانُ بِغَيْرِ جَمِيلٍ.\n\n[بَابُ النُّونِ وَالْجِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:390"
  },
  "نثث": {
    "def": "النُّونُ وَالثَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى نَشْرِ شَيْءٍ وَانْتِشَارِهِ. وَنَثُّ الْحَدِيثِ: إِفْشَاؤُهُ. وَجَاءَ فُلَانٌ يَنِثُّ سِمَنًا، كَأَنَّهُ يَتَصَبَّبُ سِمَنًا. وَفِي الْحَدِيثِ: \" «يَجِيءُ أَحَدُهُمْ يَنِثُّ كَمَا يَنِثُّ الْحَمِيتُ» \".",
    "pg": "5:353-354"
  },
  "نثر": {
    "def": "النُّونُ وَالثَّاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِلْقَاءِ شَيْءٍ مُتَفَرِّقٍ. وَنَثَرَ الدَّرَاهِمَ وَغَيْرَهَا. وَنَثَرَتِ الشَّاةُ: طَرَحَتْ مِنْ أَنْفِهَا الْأَذَى. وَسُمِّيَ الْأَنْفُ النَّثْرَةَ مِنْ هَذَا، لِأَنَّهُ يَنْثُرُ مَا فِيهِ مِنَ الْأَذَى. وَجَاءَ فِي الْحَدِيثِ: «إِذَا تَوَضَّأْتَ فَانْتَثِرْ» أَوْ \" فَانْثِرْ \"، مَعْنَاهُ اجْعَلِ الْمَاءَ فِي نَثْرَتِكَ. [وَ] النَّثْرَةُ: نَجْمٌ يُقَالُ إِنَّهُ أَنْفُ الْأَسَدِ يَنْزِلُهُ الْقَمَرُ. وَطَعَنَهُ فَأَنْثَرَهُ: أَلْقَاهُ عَلَى خَيْشُومِهِ. وَهَذَا هُوَ الْقِيَاسُ. قَالَ:\nإِنَّ عَلَيْهَا فَارِسًا كَعَشَرَهْ ... إِذَا رَأَى فَارِسَ قَوْمٍ أَنْثَرَهْ\n[وَيُقَالُ: أَنْثَرَهُ] : أَرْعَفَهُ الدَّمُ. وَالنَّثْرَةُ: الدِّرْعُ، وَهَذَا مُمْكِنٌ أَنْ يَكُونَ شَاذًّا مِنَ الْأَصْلِ الَّذِي ذَكَرْنَا.",
    "pg": "5:389-390"
  },
  "نثل": {
    "def": "النُّونُ وَالثَّاءُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى اسْتِخْرَاجِ شَيْءٍ مِنْ شَيْءٍ أَوْ خُرُوجِهِ مِنْهُ. مِنْهُ نَثَلْتُ كِنَانَتِي: أَخْرَجْتُ مَا فِيهَا مِنْ نَبْلٍ نَثْلًا. وَنَثَلْتُ الْبِئْرَ: اسْتَخْرَجْتُ تُرَابَهَا. وَالنَّثِيلُ: الرَّوْثُ. وَالنَّثِيلَةُ: تُرَابُ الْبِئْرِ، وَالْقِيَاسُ وَاحِدٌ.",
    "pg": "5:390"
  },
  "نجب": {
    "def": "النُّونُ وَالْجِيمُ وَالْبَاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى خُلُوصِ شَيْءٍ وَكَرَمٍ، وَالْآخَرُ عَلَى ضَعْفٍ.\nالْأُوَلُ النَّجَابَةُ: مَصْدَرُ الرَّجُلِ النَّجِيبِ، أَيِ الْكَرِيمِ. وَانْتَجَبَ فُلَانًا: اسْتَخْلَصَهُ وَاصْطَفَاهُ. وَرَجُلٌ مُنْجِبٌ: لَهُ وَلَدٌ نَجِيبٌ. وَامْرَأَةٌ مُنْجِبَةٌ وَمِنْجَابٌ. وَرَجُلٌ نَجْبٌ: سَخِيٌّ كَرِيمٌ.\nوَالْآخَرُ الْمِنْجَابُ: الرَّجُلُ الضَّعِيفُ، وَالْجَمْعُ مَنَاجِيبُ. قَالَ:\nإِذْ آثَرَ النَّوْمَ وَالدِّفْءَ الْمَنَاجِيبُ وَمِنَ الْبَابِ الْمِنْجَابُ: النَّصْلُ يُبْرَى وَلَمْ يُرَشْ. وَالنَّجَبُ مَا فَوْقَ اللِّحَاءِ مِنْ قِشْرَةِ الشَّجَرَةِ، وَالنَّجْبُ أَخْذُهُ.",
    "pg": "5:399-400"
  },
  "نجث": {
    "def": "النُّونُ وَالْجِيمُ وَالثَّاءُ أُصَيْلٌ يَدُلُّ عَلَى إِبْرَازِ شَيْءٍ وَسَوْءَةٍ. مِنْهُ النَّجِيثَةُ: مَا أُخْرِجَ مِنْ تُرَابِ الْبِئْرِ. وَيُقَالُ: بَدَا نَجِيثُ الْقَوْمِ، أَيْ مَا كَانُوا يُخْفُونَهُ مِنْ سَوْءَةٍ. وَالنَّجِيثُ: الْهَدَفُ. قَالَ الْخَلِيلُ: سُمِّيَ نَجِيثًا لِانْتِصَابِهِ. وَهُوَ يَنْجُثُ بَنِي فُلَانٍ، إِذَا اسْتَعْوَاهُمْ مُسْتَغِيثًا بِهِمْ، وَمَعْنَاهُ أَنَّهُ يَسْأَلُهُمُ الْبُرُوزَ لِنُصْرَتِهِ. وَالِاسْتِنْجَاثُ: التَّصَدِّي لِلشَّيْءِ، وَالْقِيَاسُ فِي كُلِّهِ وَاحِدٌ، وَاللَّهُ أَعْلَمُ.\n\n[بَابُ النُّونِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:400"
  },
  "نجج": {
    "def": "النُّونُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَحَرُّكٍ وَاضْطِرَابٍ، وَشِبْهُ ذَلِكَ. فَالنَّجْنَجَةُ: الْجَوْلَةُ عِنْدَ الْفَزَعِ. يُقَالُ نَجْنَجُوا. وَالنَّجْنَجَةُ: تَرْدِيدُ الرَّأْيِ. وَتَنَجْنَجُوا: أَصَافُوا فِي الْمَوْضِعِ الَّذِي أَرْبَعُوا فِيهِ ثُمَّ عَزَمُوا عَلَى تَحَضُّرِ الْمِيَاهِ. وَتَنَجْنَجَ لَحْمُهُ: اسْتَرْخَى. وَنَجَّتِ الْقُرْحَةُ: سَالَتْ.",
    "pg": "5:354"
  },
  "نجح": {
    "def": "النُّونُ وَالْجِيمُ وَالْحَاءُ أَصْلٌ يَدُلُّ عَلَى ظَفَرٍ وَصِدْقٍ وَخَيْرٍ. مِنْهُ النَّجَاحُ فِي الْحَوَائِجِ: الظَّفَرُ بِهَا. وَسَيْرٌ نَجِيحٌ: وَشِيكٌ. وَرَأْيٌ نَجِيحٌ: صَوَابٌ. وَتَنَاجَحَتْ أَحْلَامُهُمْ: تَتَابَعَتْ بِصِدْقٍ. وَأَنْجَحَ اللَّهُ طَلِبَتَكَ: أَسْعَفَكَ بِإِدْرَاكِهَا.",
    "pg": "5:390-391"
  },
  "نجخ": {
    "def": "النُّونُ وَالْجِيمُ وَالْخَاءُ كَلِمَةٌ تَدُلُّ عَلَى حِكَايَةِ صَوْتٍ. يُقَالُ: سَمِعْتُ نَجِيخَ الْمَاءِ وَنَاجِخَتَهُ: صَوْتَهُ. وَالنُّجَاخُ: صَوْتُ السَّاعِلِ. وَمَنْجِخٌ: مَوْضِعٌ.",
    "pg": "5:391"
  },
  "نجد": {
    "def": "النُّونُ وَالْجِيمُ وَالدَّالُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى اعْتِلَاءٍ وَقُوَّةٍ وَإِشْرَافٍ. مِنْهُ النَّجْدُ: الرَّجُلُ الشُّجَاعُ. وَنَجُدَ الرَّجُلُ يَنْجُدُ نَجْدَةً، إِذَا صَارَ شُجَاعًا. وَهُوَ نَجْدٌ وَنَجُدٌ وَنَجِدٌ وَنَجِيدٌ. وَالشَّجَاعَةُ نَجْدَةٌ. وَالْمُنَاجِدُ: الْمُقَاتِلُ. وَلَاقَى فُلَانٌ نَجْدَةً، أَيْ شِدَّةً، أَمْرًا عَاكَهُ. قَالَ طَرَفَةُ:\nتَحْسَبُ الطَّرْفَ عَلَيْهَا نَجْدَةً ... يَا لَقَوْمِي لِلشَّبَابِ الْمُسْبَكِرِّ\nأَيْ يَنْظُرُ النَّاظِرُ إِلَيْهَا فَتَلْحَقَهَا لِذَلِكَ شِدَّةٌ، كَأَنَّهُ أَرَادَ نَعْمَةَ جِسْمِهَا وَرِقَّتَهُ.\nوَمِنَ الْبَابِ النَّجَدُ: الْعَرَقُ. وَنَجِدَ نَجَدًا: عَرِقَ مِنْ عَمَلٍ أَوْ كَرْبٍ. قَالَ:\nيَظَلُّ مِنْ خَوْفِهِ الْمَلَّاحُ مُعْتَصِمًا ... بِالْخَيْزُرَانَةِ بَعْدَ الْأَيْنِ وَالنَّجَدِ\nوَرُبَّمَا قَالُوا فِي هَذَا: نُجِدَ فَهُوَ مَنْجُودٌ. قَالَ:\nصَادِيًا يَسْتَغِيثُ غَيْرَ مُغَاثٍ ... وَلَقَدْ كَانَ عُصْرَةَ الْمَنْجُودِ وَيُقَالُ: اسْتَنْجَدْتُهُ فَأَنْجَدَنِي، أَيِ اسْتَغَثْتُهُ فَأَغَاثَنِي. وَفِي ذَلِكَ الْبَابِ اسْتِعْلَاءٌ عَلَى الْخَصْمِ.\nوَمِنَ الْبَابِ النَّجُودُ: الْمُشْرِفَةُ مِنْ حُمُرِ الْوَحْشِ. وَاسْتَنْجَدَ فُلَانٌ: قَوِيَ بَعْدَ ضَعْفٍ. وَنَجَدْتُ الرَّجُلَ أَنْجُدُهُ: غَلَبْتُهُ. حَكَاهُ ابْنُ السِّكِّيتِ. وَالنَّجْدُ: مَا عَلَا مِنَ الْأَرْضِ. وَأَنْجَدَ: عَلَا مِنْ غَوْرٍ إِلَى نَجْدٍ.\nوَمِنَ الْبَابِ: هُوَ نَجْدٌ فِي الْحَاجَةِ، أَيْ خَفِيفٌ فِيهَا. وَالنِّجَادُ: حَمَائِلُ السَّيْفِ لِأَنَّهُ يَعْلُو الْعَاتِقَ. وَالنَّجْدُ: مَا نُجِّدَ بِهِ الْبَيْتُ مِنْ مَتَاعٍ.\nوَالتَّنْجِيدُ: التَّزْيِينُ وَالنَّجْدُ: الطَّرِيقُ الْعَالِي. وَالْمُنَجَّدُ: الَّذِي نَجَّدَهُ الدَّهْرُ إِذَا عَرَفَ وَجَرَّبَ، كَأَنَّهُ شَجَّعَهُ وَقَوَّاهُ. وَقِيَاسُ كُلِّ وَاحِدٍ.",
    "pg": "5:391-392"
  },
  "نجذ": {
    "def": "النُّونُ وَالْجِيمُ وَالذَّالُ كَلِمَةٌ وَاحِدَةٌ. النَّاجِذُ، وَهُوَ السِّنُّ بَيْنَ النَّابِ وَالْأَضْرَاسِ. ثُمَّ يُسْتَعَارُ فَيُقَالُ لِلرَّجُلِ: الْمُنَجَّذُ، وَهُوَ الْمُجَرَّبُ. وَبَدَتْ نَوَاجِذُهُ فِي ضَحِكِهِ. وَيَقُولُونَ: إِنَّ الْأَضْرَاسَ كُلَّهَا نَوَاجِذُ. وَهَذَا عِنْدَنَا هُوَ الصَّحِيحُ، لِقَوْلِ الشَّمَّاخِ:\nنَوَاجِذُهُنَّ كَالْحِدَأِ الْوَقِيعِ\nوَلِأَنَّهُمْ يَقُولُونَ: ضَحِكَ حَتَّى بَدَا نَاجِذُهُ، فَلَوْ كَانَ السِّنَّ الَّذِي بَيْنَ النَّابِ وَالْأَضْرَاسِ لَمْ يُقَلْ فِيهِ هَذَا، لِأَنَّ ذَاكَ بَادٍ مِنْ أَدْنَى ضَحِكٍ.",
    "pg": "5:392-393"
  },
  "نجر": {
    "def": "النُّونُ وَالْجِيمُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا تَسْوِيَةُ الشَّيْءِ وَإِصْلَاحُ قَدْرِهِ، وَالْآخَرُ جِنْسٌ مِنَ الْأَدْوَاءِ.\nالْأَوَّلُ نَجْرُ الْخَشَبِ، وَنَجَرَهُ نَجْرًا، وَفَاعِلُهُ النَّجَّارُ، وَهُوَ مِنْهُ، كَأَنَّهُ شَيْءٌ سُوِّيَ. نَجَرَهُ نَجْرًا. وَكَذَا النَّجْرُ: الطَّبْعُ. وَيَقُولُونَ - وَمَا أَدْرِي كَيْفَ صِحَّتُهُ -: إِنَّ نَجْرَانَ الْبَابِ: الْخَشَبَةُ الَّذِي يَدُورُ فِيهَا. وَالْأَصْلُ الْآخَرُ النَّجَرُ: قَالُوا: نَجِرَتِ الْإِبِلُ: عَطِشَتْ، وَيُقَالُ مَجِرَتْ، هُوَ أَنْ تَشْرَبَ فَلَا تَرْوَى، وَذَلِكَ يَكُونُ مِنْ أَكْلِ الْحِبَّةِ. وَحَكَى الْخَلِيلُ النَّجْرَانُ: الْعَطْشَانُ. قَالُوا: وَشَهْرُ نَاجِرٍ مِنْ هَذَا، لِأَنَّ الْإِبِلَ تَنْجَرُ فِيهِ. قَالَ ابْنُ السِّكِّيتِ: النَّجَرُ: أَنْ يَشْرَبَ الْإِنْسَانُ اللَّبَنَ الْحَامِضَ فَلَا يَرْوَى مِنَ الْمَاءِ.",
    "pg": "5:393"
  },
  "نجز": {
    "def": "النُّونُ وَالْجِيمُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى كَمَالِ شَيْءٍ فِي عَجَلَةٍ مِنْ غَيْرِ بُطْءٍ. يُقَالُ: نَجَزَ الْوَعْدُ يَنْجُزُ. وَأَنْجَزْتُهُ أَنَا: أَعْجَلْتُهُ. وَأَعْطَيْتُهُ مَا عِنْدِي حَتَّى نَجَزَ آخِرُهُ، أَيْ وَصْلِ إِلَيْهِ آخِرُهُ. وَبِعْهُ نَاجِزًا بِنَاجِزٍ، كَقَوْلِهِمْ يَدًا بِيَدٍ: تَعْجِيلًا بِتَعْجِيلٍ. وَالْمُنَاجَزَةُ فِي الْحَرْبِ: أَنْ يَتَبَارَزَ الْفَارِسَانِ، أَيْ يُعَجِّلَانِ الْقِتَالَ لَا يَتَوَقَّفَانِ.",
    "pg": "5:393"
  },
  "نجس": {
    "def": "النُّونُ وَالْجِيمُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِلَافِ الطَّهَارَةِ. وَشَيْءٌ نَجِسٌ وَنَجَسٌ: قَذِرٌ. وَالنَّجَسُ: الْقَذَرُ. وَلَيْسَ بِبَعِيدٍ أَنْ يَكُونَ مِنْهُ قَوْلَهُمْ: النَّاجِسُ: الدَّاءُ لَا دَوَاءَ لَهُ. قَالَ سَاعِدَةٌ الْهُذَلِيُّ:\nوَالشَّيْبُ دَاءٌ نَجِيسٌ لَا دَوَاءَ لَهُ ... لِلْمَرْءِ كَانَ صَحِيحًا صَائِبَ الْقُحَمِ\nكَأَنَّهُ إِذَا طَالَ بِالْإِنْسَانِ نَجِسَهُ [أَوْ نَجَّسَهُ] ، أَيْ قَذِرَهُ أَوْ قَذَّرَهُ. أَمَّا التَّنْجِيسُ فَشَيْءٌ كَانَتِ الْعَرَبُ تَفْعَلُهُ، كَانُوا يُعَلِّقُونَ عَلَى الصَّبِيِّ شَيْئًا يُعَوِّذُونَهُ مِنَ الْجِنِّ، وَلَعَلَّ ذَلِكَ عَظْمٌ أَوْ مَا أَشْبَهَهُ، فَلِذَلِكَ سُمِّيَ تَنْجِيسًا. قَالَ:\nوَعَلَّقَ أَنْجَاسًا عَلَيَّ الْمُنَجِّسُ.",
    "pg": "5:393-394"
  },
  "نجش": {
    "def": "النُّونُ وَالْجِيمُ وَالشِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِثَارَةِ شَيْءٍ. مِنْهُ النَّجْشُ: أَنْ تُزَايِدَ فِي الْمَبِيعِ بِثَمَنٍ كَثِيرٍ لِيَنْظُرَ إِلَيْكَ النَّاظِرُ فَيَقَعَ فِيهِ، وَهُوَ الَّذِي جَاءَ فِي الْحَدِيثِ: \" «لَا تَنَاجَشُوا» \"، كَأَنَّ النَّاجِشَ اسْتَثَارَ تِلْكَ الزِّيَادَةَ. وَالنَّاجِشُ: الَّذِي يُثِيرُ الصَّيْدَ. وَنَجَشْتُ الصَّيْدَ: اسْتَثَرْتُهُ. وَكَذَا نَجَشَ الْإِبِلَ يَنْجُشُهَا: جَمَعَهَا بَعْدَ تَفَرُّقٍ. قَالَ:\nغَيْرَ السُّرَى وَالسَّائِقِ النَّجَّاشِ\nوَمِنَ الْبَابِ النِّجَاشَةُ: سُرْعَةُ الْمَشْيِ. وَمَرَّ يَنْجُشُ نَجِيشًا. وَكَأَنَّهُ يُرَادُ بِهِ يُثِيرُ التُّرَابَ فِي مَشْيِهِ. وَيُقَالُ إِنَّ اسْمَ النَّجَاشِيِّ مُشْتَقٌّ مِنْهُ.",
    "pg": "5:394-395"
  },
  "نجع": {
    "def": "النُّونُ وَالْجِيمُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَنْفَعَةِ طَعَامٍ أَوْ دَوَاءٍ فِي الْجِسْمِ، ثُمَّ يُتَوَسَّعُ فِيهِ فَيُقَاسُ عَلَيْهِ. وَنَجَعَ الطَّعَامُ: هَنَأَ آكِلُهُ. وَمَاءٌ نَجُوعٌ كَنَمِيرٍ، وَهُوَ النَّامِي فِي الْجِسْمِ. قَالَ ابْنُ السِّكِّيتِ: نَجَعَ فِيهِ الدَّوَاءُ، وَنَجَعَ فِي الدَّابَّةِ الْعَلَفُ، وَلَا يُقَالُ أَنْجَعَ.\nوَمِمَّا قِيسَ عَلَى هَذَا النُّجْعَةُ: طَلَبُ الْكَلَأِ، لِأَنَّهُ مَطْلَبُ مَا يَنْجَعُ. وَانْتَجَعَهُ: طَلَبَ خَيْرَهُ. وَمِنْهُ النَّجِيعُ: الْخَبَطُ يُضْرَبُ بِالدَّقِيقِ وَالْمَاءِ يُوجَرُ الْجُمَلَ. وَنَجَعَ فِي فُلَانٍ قَوْلُكَ: أَخَذَ فِيهِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ: النَّجِيعُ: دَمُ الْجَوْفِ يَضْرِبُ إِلَى السَّوَادِ.",
    "pg": "5:395"
  },
  "نجف": {
    "def": "النُّونُ وَالْجِيمُ وَالْفَاءُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا يَدُلُّ عَلَى تَبَسُّطٍ فِي شَيْءٍ مَكَانٍ أَوْ غَيْرِهِ، وَالْآخَرُ يَدُلُّ عَلَى اسْتِخْرَاجِ شَيْءٍ. فَالْأَوَّلُ النَّجَفُ: مَكَانٌ مُسْتَطِيلٌ مُنْقَادٌ وَلَا يَعْلُوهُ الْمَاءُ، وَالْجَمْعُ نِجَافٌ. وَيُقَالُ هِيَ بُطُونٌ مِنَ الْأَرْضِ فِي أَسَافِلِهَا سُهُولَةٌ تَنْقَادُ فِي الْأَرْضِ، لَهَا أَوْدِيَةٌ تَنْصَبُّ إِلَى لِينٍ مِنَ الْأَرْضِ. وَيُقَالُ لِإِبِطِ الْكَثِيبِ: نَجَفَةُ الْكَثِيبِ.\nوَمِنَ الْبَابِ النَّجِيفُ [مِنَ] السِّهَامِ: الْعَرِيضُ. وَنَجَفْتُ السَّهْمَ: بَرَيْتُهُ كَذَلِكَ وَأَصْلَحْتُهُ، وَسَهْمٌ مَنْجُوفٌ وَنَجِيفٌ. وَغَارٌ مَنْجُوفٌ: وَاسْعٌ.\nوَالثَّانِي: تَيْسٌ مَنْجُوفٌ، وَهُوَ أَنْ يُعَصَّبَ قَضِيبُهُ وَلَا يَقْدِرَ عَلَى السِّفَادِ، وَكَأَنَّهُ قَدْ قُطِعَ عَنْهُ مَاءٌ وَاسْتُخْرِجَ. وَالِانْتِجَافُ: اسْتِخْرَاجُ مَا فِي الضَّرْعِ مِنَ اللَّبَنِ. وَالْمَنْجُوفُ: الْمُنْقَطِعُ عَنِ النِّكَاحِ. وَانْتَجَفَتِ الرِّيحُ السَّحَابَ: مَرَّتْهُ وَاسْتَفْرَغَتْهُ.",
    "pg": "5:395-396"
  },
  "نجل": {
    "def": "النُّونُ وَالْجِيمُ وَاللَّامُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا يَدُلُّ عَلَى رَمْيِ الشَّيْءِ، وَالْآخَرُ عَلَى سِعَةٍ فِي الشَّيْءِ.\nفَالْأَوَّلُ النَّجْلُ: رَمْيُكَ الشَّيْءَ. يُقَالُ: نَجَلَ نَجْلًا. وَالنَّاقَةُ تَنْجُلُ الْحَصَى بِمَنَاسِمِهَا نَجْلًا، أَيْ تَرْمِي بِهِ. وَمِنْهُ نَجَلْتُ الرَّجُلَ نَجْلَةً، إِذَا ضَرَبْتُهُ بِمُقَدَّمِ رِجْلِكَ فَتَدَحْرَجَ. وَقَوْلُهُمْ: \" مَنْ نَجَلَ النَّاسَ نَجَلُوهُ \"، أَيْ مَنْ شَارَّهُمْ شَارُّوهُ، وَمَنْ رَمَاهُمْ رَمَوْهُ. وَمِنَ الْبَابِ النَّجْلُ، وَهُوَ النَّسْلُ، لِأَنَّ الْوَالِدَةَ كَأَنَّهَا تَرْمِي بِهِ. وَفَحْلٌ نَاجِلٌ، كَرِيمُ النَّجْلِ. وَيَقُولُونَ: قَبَحَ اللَّهُ نَاجِلَيْهِ، أَيْ وَالِدَيْهِ. وَمِنْهُ النَّجْلُ: النَّزُّ، كَأَنَّهُ نَدًى تَقْلِسُهُ الْأَرْضُ وَتَرْمِي بِهِ.\nوَالْأَصْلُ الْآخَرُ النَّجَلُ: سَعَةُ الْعَيْنِ فِي حُسْنٍ ; وَالنُّجْلُ: جَمْعُ أَنْجَلَ. وَالْأَسَدَ أَنْجَلُ. وَطَعْنَةٌ نَجْلَاءُ: وَاسِعَةٌ. وَرُمْحٌ مِنْجَلٌ: وَاسْعُ الطَّعْنِ. وَنَجَلْتُ الْإِهَابَ: شَقَقْتُهُ عَنْ عُرْقُوبَيْهِ جَمِيعًا، كَمَا تُسْلَخُ الْجُلُودُ. وَإِهَابٌ مَنْجُولٌ. وَيُقَالُ: الْإِنْجِيلُ عَرَبِيٌّ مُشْتَقٌّ مِنْ نَجَلْتُ الشَّيْءَ: اسْتَخْرَجْتُهُ، كَأَنَّهُ أَمْرٌ أُبْرِزَ وَأُظْهِرَ بِمَا فِيهِ.\nوَمِمَّا شَذَّ عَنْ هَذَيْنَ الْبَابَيْنِ النَّجِيلُ: ضَرْبٌ مِنْ وَرَقِ الشَّجَرِ مِنَ الْحَمْضِ. وَأَنْجَلَتِ الْأَرْضُ: اخْضَرَّتْ.",
    "pg": "5:396"
  },
  "نجم": {
    "def": "النُّونُ وَالْجِيمُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى طُلُوعٍ وَظُهُورٍ. وَنَجَمَ النَّجْمُ: طَلَعَ. وَنَجَمَ السِّنُّ وَالْقَرْنُ: طَلَعَا. وَالنَّجْمُ: الثُّرَيَّا، اسْمٌ لَهَا. وَإِذَا قَالُوا: طَلَعَ النَّجْمُ، فَإِنَّهُمْ يُرِيدُونَهَا. وَلَيْسَ لِهَذَا الْحَدِيثِ نَجْمٌ، أَيْ أَصْلٌ وَمَطْلِعٌ. وَالنَّجْمُ مِنَ النَّبَاتِ: مَا لَمْ يَكُنْ لَهُ سَاقٌ، مِنْ نَجَمَ، إِذَا طَلَعَ. وَالْمِنْجَمُ فِي الْمِيزَانِ: الْحَدِيدَةُ الْمُعْتَرِضَةُ الَّتِي فِيهَا اللِّسَانُ ; وَهُوَ ذَلِكَ الْقِيَاسُ.",
    "pg": "5:396-397"
  },
  "نجه": {
    "def": "النُّونُ وَالْجِيمُ وَالْهَاءُ. كَلِمَةٌ تَدُلُّ عَلَى كَرَاهَةٍ فِي شَيْءٍ. يُقَالُ: نَجَهْتُهُ، إِذَا اسْتَقْبَلْتَهُ بِمَا يَكْرَهُهُ وَيَقْدَعُهُ عَنْكَ. وَرَجُلٌ نَاجِهٌ، إِذَا دَخَلَ الْبَلَدَ فَاسْتَنْكَرَهُ وَكَرِهَهُ.",
    "pg": "5:397"
  },
  "نجو": {
    "def": "النُّونُ وَالْجِيمُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ، يَدُلُّ أَحَدُهُمَا عَلَى كَشْطٍ وَكَشْفٍ، وَالْآخَرُ عَلَى سَتْرٍ وَإِخْفَاءٍ.\nفَالْأَوَّلُ: نَجَوْتُ الْجِلْدَ أَنْجُوهُ - وَالْجِلْدَ نَجًا - إِذَا كَشَطْتَهُ. وَقَالَ:\nفَقُلْتُ انْجُوَا عَنْهَا نَجَا الْجِلْدِ إِنَّهُ ... سَيُرْضِيكُمَا مِنْهَا سَنَامٌ وَغَارِبُهُ\nوَيَقُولُونَ: هُوَ فِي أَرْضٍ نَجَاةٍ: يُسْتَنْجَى مِنْ شَجَرِهَا الْعِصِيُّ. يُقَالُ لِلْغُصُونِ النَّجَا. الْوَاحِدَةُ نَجَاةٌ، وَأَنْجِنِي عَصًا. وَنَجَا الْإِنْسَانُ يَنْجُو نَجَاةً، وَنَجَاءً فِي السُّرْعَةِ ; وَهُوَ مَعْنَى الذَّهَابِ وَالِانْكِشَافِ مِنَ الْمَكَانِ. وَنَاقَةٌ نَاجِيَةٌ وَنَجَاةٌ: سَرِيعَةٌ. وَمِنَ الْبَابِ وَهُوَ مَحْمُولٌ عَلَى مَا ذَكَرْنَاهُ مِنَ النِّجَاءِ: النَّجَاةُ وَالنَّجْوَةُ مِنَ الْأَرْضِ، وَهِيَ الَّتِي لَا يَعْلُوهَا سَيْلٌ. قَالَ: فَمَنْ بِنَجْوَتِهِ كَمَنْ بِعَقْوَتِهِ ... وَالْمُسْتَكِنُّ كَمَنْ يَمْشِي بِقِرْوَاحِ\nوَإِنَّمَا قُلْنَا إِنَّهُ مَحْمُولٌ عَلَيْهِ لِأَنَّهُ كَأَنَّهُ لَمَّا نَجَا مِنَ السَّيْلِ فَكَأَنَّهُ الشَّيْءُ الَّذِي يَنْجُو مِنْ شَيْءٍ بِذَهَابٍ عَنْهُ، فَهَذَا مَعْنَى الْمَحْمُولِ.\nوَقَوْلُهُمْ: بَيْنِي وَبَيْنَهُمْ نَجَاوَةٌ مِنَ الْأَرْضِ، أَيْ سِعَةٌ، مِنَ الْبَابِ ; لِأَنَّهُ مَكَانٌ يُسْرَعُ فِيهِ وَيُنْجَى. وَفِي الْحَدِيثِ: «إِذَا سَافَرْتُمْ فِي الْجَدْبِ فَاسْتَنْجُوا» ، يُرِيدُ لَا تُبْطِئُوا فِي السَّيْرِ، وَلَكِنِ انْكَشِفُوا وَمُرُّوا.\nوَمِنَ الْبَابِ النَّجْوُ: السَّحَابُ، وَالْجَمْعُ النِّجَاءُ ; وَهُوَ مِنَ انْكِشَافِهِ لِأَنَّهُ لَا يَثْبُتُ. قَالَ ابْنُ السِّكِّيتِ: أَنْجَتِ السَّحَابَةُ: وَلَّتْ. وَقَوْلُهُمْ: اسْتَنْجَى فُلَانٌ، قَالُوا هُوَ مِنَ النَّجْوَةِ، كَأَنَّ الْإِنْسَانَ إِذَا أَرَادَ قَضَاءَ حَاجَتِهِ أَتَى نَجْوَةً مِنَ الْأَرْضِ تَسْتُرُهُ، فَقِيلَ لِمَنْ أَرَادَ ذَلِكَ اسْتَنْجَى، كَمَا قَالُوا: تَغَوَّطَ، أَيْ أَتَى غَائِطًا.\nوَمِنَ الْبَابِ نَجَوْتُ فُلَانًا: اسْتَنْكَهْتُهُ، كَأَنَّكَ أَرَدْتَ اسْتِكْشَافَ حَالٍ فِيهِ. قَالَ:\nنَجَوْتُ مُجَالِدًا فَوَجَدْتُ فِيهِ ... كَرِيحِ الْكَلْبِ مَاتَ حَدِيثَ عَهْدِ وَالْأَصْلُ الْآخَرُ النَّجْوُ وَالنَّجْوَى: السِّرُّ بَيْنَ اثْنَيْنِ. وَنَاجَيْتُهُ، وَتَنَاجَوْا، وَانْتَجَوْا. وَهُوَ نَجِيُّ فُلَانٍ، وَالْجَمْعُ أَنْجِيَةٌ. قَالَ:\nإِذَا مَا الْقَوْمُ كَانُوا أَنْجِيَهْ\nيَقُولُ: نَامَ الْقَوْمُ وَحَلُمُوا فِي نَوْمِهِمْ فَكَأَنَّهُمْ يُنَاجُونَ أَهْلِيهِمْ فِي النَّوْمِ وَنَجَوْتُهُ: نَاجَيْتُهُ. وَانْتَجَيْتُهُ: اخْتَصَصْتُهُ بِمُنَاجَاتِي. قَالَ:\nفَبِتُّ أَنْجُو بِهَا نَفْسًا تُكَلِّفُنِي ... مَا لَا يُهِمُّ بِهِ الْجَثَّامَةُ الْوَرَعُ.",
    "pg": "5:397-399"
  },
  "نحب": {
    "def": "النُّونُ وَالْحَاءُ وَالْبَاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى نَذْرٍ وَمَا أَشْبَهَهُ مِنْ خَطَرٍ أَوْ إِخْطَارِ شَيْءٍ، وَالْآخَرُ عَلَى صَوْتٍ مِنَ الْأَصْوَاتِ.\nفَالْأَوَّلُ: النَّحْبُ: النَّذْرُ. وَسَارَ فُلَانٌ عَلَى نَحْبٍ، إِذَا جَهِدَ، فَكَأَنَّهُ خَاطَرَ عَلَى شَيْءٍ فَجَدَّ. قَالَ:\nكَمَا سَارَ عَنْ إِحْدَى يَدَيْهِ الْمُنَحِّبُ\nأَيِ الْمُخَاطِرُ. وَقَدْ كَانَ التَّنْحِيبُ فِي الْعَرَبِ، وَهُوَ كَالْمُخَاطَرَةِ، تَقُولُ: إِنْ كَانَ كَذَا فَلَكَ عَلَيَّ كَذَا وَإِلَّا فَلِي عَلَيْكَ. وَجَاءَ الْإِسْلَامُ بِالنَّهْيِ عَنْهُ. وَمِنْهُ نَاحَبْتُهُ إِلَى فُلَانٍ، إِذَا حَاكَمْتَهُ. وَالْقِيَاسُ فِيهِمَا وَاحِدٌ. وَكَذَا النَّحْبُ: الْمَوْتُ، كَأَنَّهُ نَذْرٌ يَنْذُِرُهُ الْإِنْسَانُ يَلْزَمُهُ الْوَفَاءُ بِهِ، وَلَا بُدَّ لَهُ مِنْهُ.\nوَالْأَصْلُ الْآخَرُ النَّحِيبُ: [نَحِيبُ] الْبَاكِي، وَهُوَ بُكَاؤُهُ مَعَ صَوْتٍ وَإِعْوَالٍ. وَمِنْهُ النُّحَابُ: سُعَالُ الْإِبِلِ. وَنَحَبَ الْبَعِيرُ يَنْحَبُ.",
    "pg": "5:404"
  },
  "نحت": {
    "def": "النُّونُ وَالْحَاءُ وَالتَّاءُ كَلِمَةٌ تَدُلُّ عَلَى نَجْرِ شَيْءٍ وَتَسْوِيَتِهِ بِحَدِيدَةٍ. وَنَحَتَ النَّجَّارُ الْخَشَبَةَ يَنْحَتُهَا نَحْتًا. وَالنَّحِيتَةُ: الطَّبِيعَةُ، يُرِيدُونَ الْحَالَةَ الَّتِي نُحِتَ عَلَيْهَا الْإِنْسَانُ، كَالْغَرِيزَةِ الَّتِي غُرِزَ عَلَيْهَا الْإِنْسَانُ. وَمَا سَقَطَ مِنَ الْمَنْحُوتِ نُحَاتَةٌ. [بَابُ النُّونِ وَالْخَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:404-405"
  },
  "نحح": {
    "def": "النُّونُ وَالْحَاءُ كَلِمَةٌ يُحْكَى بِهَا صَوْتٌ. فَالتَّنَحْنُحُ مَعْرُوفٌ. [وَ] النَّحِيحُ: صَوْتٌ يُرَدِّدُهُ الْإِنْسَانُ فِي جَوْفِهِ. وَحُكِيَتْ كَلِمَةٌ مَا نَدْرِي كَيْفَ صِحَّتُهَا. وَلَيْسَ لَهَا قِيَاسٌ. يَقُولُونَ: مَا أَنَا بِنَحِيحِ النَّفْسِ عَنْ كَذَا، أَيْ طَيِّبِ النَّفْسِ.",
    "pg": "5:354"
  },
  "نحر": {
    "def": "النُّونُ وَالْحَاءُ وَالرَّاءُ. كَلِمَةٌ وَاحِدَةٌ يَتَفَرَّعُ مِنْهَا كَلِمَاتُ الْبَابِ. هِيَ النَّحْرُ لِلْإِنْسَانِ وَغَيْرِهِ، وَالْجَمْعُ نُحُورٌ. وَالنَّحْرُ: الْبَزْلُ فِي النَّحْرِ. وَنَحَرْتُ الْبَعِيرَ نَحْرًا. وَالنَّاحِرَانِ: عِرْقَانِ فِي صَدْرِ الْفَرَسِ. وَدَائِرَةُ النَّاحِرِ تَكُونُ فِي الْجِرَانِ إِلَى أَسْفَلَ مِنْ ذَلِكَ. وَانْتَحَرُوا عَلَى الشَّيْءِ: تَشَاحُّوا عَلَيْهِ حِرْصًا، كَأَنَّ كُلَّ وَاحِدٍ مِنْهُمْ يُرِيدُ نَحْرَ صَاحِبِهِ. وَيُقَالُ: النَّحِيرَةُ: آخِرُ يَوْمٍ مِنَ الشَّهْرِ، لِأَنَّهُ يَنْحَرُ الَّذِي يَدْخُلُ، وَأَظُنُّ مَعْنَى يَنْحَرُهُ يَلِي نَحْرَهُ. وَالْعَالِمُ بِالشَّيْءِ الْمُجَرِّبِ نِحْرِيرٌ، وَهُوَ إِنْ كَانَ مِنَ الْقِيَاسِ الَّذِي ذَكَرْنَاهُ، بِمَعْنَى أَنَّهُ يَنْحَرُ الْعِلْمَ نَحْرًا، كَقَوْلِكَ: قَتَلْتُ هَذَا الشَّيْءَ عِلْمًا.",
    "pg": "5:400-401"
  },
  "نحز": {
    "def": "النُّونُ وَالْحَاءُ وَالزَّاءُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدُهُمَا عَلَى مَعْنَى النَّخْسِ وَالدَّقِّ، وَالْآخَرُ عَلَى امْتِدَادٍ فِي شَيْءٍ.\nفَالْأَوَّلُ النَّحْزُ: النَّخْسُ. وَنَحَزَهُ نَحْزًا. وَالرَّاكِبُ يَنْحَزُ بِصَدْرِهِ وَاسِطَةَ الرَّحْلِ. وَنَحَزْتُ النَّاقَةَ بِرِجْلِي: رَكَلْتُهَا. وَالنَّاحِزُ: أَنْ يُصِيبَ الْمِرْفَقُ كَرْكَرَةَ الْبَعِيرِ، يُقَالُ بِهِ نَاحِزٌ. وَالنُّحَازُ: دَاءٌ يَأْخُذُ الْإِبِلَ فِي رِئَاتِهَا. وَالْقِيَاسُ فِيهِمَا وَاحِدٌ.\nوَمِنَ الْبَابِ نَحَزَ الشَّيْءَ: دَقَّهُ. وَالْمِنْحَازُ: شَيْءٌ يُدَقُّ فِيهِ الْأَشْيَاءُ. وَالْأَصْلُ الْآخَرُ: النَّحِيزَةُ: طِبَّةٌ تَكُونُ فِي الْأَرْضِ مُمْتَدَّةٌ كَالْفَرْسَخِ. وَالنَّحَائِزُ: نَسَائِجُ كَالْحُزُمِ وَالشُّقَقِ الْعَرِيضَةِ، تَكُونُ لِلرِّحَالِ. وَيَقُولُونَ: النَّحِيزَةُ: طَبِيعَةُ الْإِنْسَانِ. وَالَّذِي نَقُولُهُ أَنَّ النَّحِيزَةَ عَلَى مَعْنَى التَّشْبِيهِ، وَإِنَّمَا يُرَادُ بِهَا الْحَالُ الَّتِي كَأَنَّهُ نُسِجَ عَلَيْهَا، فَيَقُولُونَ: هُوَ ضَعِيفُ النَّحِيزَةِ، أَيْ هَذِهِ الْحَالُ مِنْهُ ضَعِيفَةٌ.",
    "pg": "5:401"
  },
  "نحس": {
    "def": "النُّونُ وَالْحَاءُ وَالسِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِلَافِ السَّعْدِ. وَنُحِسَ هُوَ فَهُوَ مَنْحُوسٌ. وَالنُّحَاسُ: الدُّخَانُ لَا لَهَبَ فِيهِ. قَالَ:\nشَيَاطِينُ يُرْمَى بِالنُّحَاسِ رَجِيمُهَا\nوَالنُّحَاسُ مِنْ هَذِهِ الْجَوَاهِرِ كَأَنَّهُ لَمَّا خَالَفَ الْجَوَاهِرَ الشَّرِيفَةَ كَالذَّهَبِ وَالْفِضَّةِ سُمِّيَ نُحَاسًا. هَذَا عَلَى وَجْهِ الِاحْتِمَالِ. وَيُقَالُ: يَوْمٌ نَحْسٌ وَيَوْمٌ نَحِسٌ. وَقُرِئَ: ﴿فِي أَيَّامٍ نَحِسَاتٍ﴾ [فصلت: ١٦] وَنَحْسَاتٍ.\nوَيُحْتَمَلُ أَنَّ النُّحَاسَ: الْأَصْلُ، عَلَى مَا ذَكَرَهُ بَعْضُهُمْ، وَلَمَّا كَانَ أَصْلًا لِكَثِيرٍ مِنَ الْجَوَاهِرِ قِيلَ لِمَبْلَغِ أَصْلِ الشَّيْءِ نُحَاسٌ.",
    "pg": "5:401-402"
  },
  "نحص": {
    "def": "النُّونُ وَالْحَاءُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ، هِيَ النَّحُوصُ: الْأَتَانُ الْحَائِلُ فِي شِعْرِ امْرِئِ الْقَيْسِ. قَالَ:\nأَرَنَّ عَلَيْهِ قَارِبًا وَانْتَحَتْ لَهُ ... طُوَالَةُ أَرْسَاغِ الْيَدَيْنِ نَحُوصُ.",
    "pg": "5:402"
  },
  "نحض": {
    "def": "النُّونُ وَالْحَاءُ وَالضَّادُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ اللَّحْمُ. يُقَالُ لِلَّحْمِ نَحْضٌ. وَامْرَأَةٌ نَحِيضَةٌ: كَثِيرَةُ اللَّحْمِ، فَإِذَا ذَهَبَ لَحْمُهَا فَمَنْحُوضَةٌ، مِنْ قَوْلِهِمْ: نَحَضْتُ الْعَظْمَ: أَخَذْتُ مَا عَلَيْهِ مِنْ لَحْمٍ. وَيَقُولُونَ: نَحَضْتُ السِّنَانَ: رَقَّقْتُهُ، كَأَنَّكَ لَمَّا رَقَّقْتَهُ أَخَذْتَ عَنْهُ نَحْضَهُ.",
    "pg": "5:402"
  },
  "نحط": {
    "def": "النُّونُ وَالْحَاءُ وَالطَّاءُ كَلِمَةٌ تَدُلُّ عَلَى حِكَايَةِ صَوْتٍ. مِنْ ذَلِكَ النَّحِيطُ كَالزَّفِيرِ. وَالنَّحَّاطُ: الرَّجُلُ الْمُتَكَبِّرُ يَنْحِطُ مِنَ الْغَيْظِ. وَالنَّحْطَةُ: دَاءٌ يَأْخُذُ الْإِبِلَ فِي صَدْرِهَا تَنْحَطُ مِنْهُ فَلَا تَكَادُ تَسْلَمُ مَعَهُ.",
    "pg": "5:402"
  },
  "نحف": {
    "def": "النُّونُ وَالْحَاءُ وَالْفَاءُ كَلِمَةٌ تَدُلُّ عَلَى دِقَّةٍ وَذُبُولٍ. نَحْوَ نَحُفَ الرَّجُلُ نَحَافَةً فَهُوَ نَحِيفٌ، إِذَا قَلَّ لَحْمُهُ وَهُزِلَ. وَهُمْ نِحَافٌ.",
    "pg": "5:402"
  },
  "نحل": {
    "def": "النُّونُ وَالْحَاءُ وَاللَّامُ كَلِمَاتٌ ثَلَاثٌ: الْأُولَى تَدُلُّ عَلَى دِقَّةٍ وَهُزَالٍ، وَالْأُخْرَى عَلَى عَطَاءٍ، وَالثَّالِثَةُ عَلَى ادِّعَاءٍ. فَالْأُولَى نَحَلَ جِسْمُهُ نُحُولًا فَهُوَ نَاحِلٌ، إِذَا دَقَّ، وَأَنْحَلَهُ الْهَمُّ. وَالنَّوَاحِلُ: السُّيُوفُ الَّتِي رَقَّتْ ظُبَاتُهَا مِنْ كَثْرَةِ الضَّرْبِ بِهَا.\nوَالثَّانِيَةُ: نَحَلْتُهُ كَذَا، أَيْ أَعْطَيْتُهُ. وَالِاسْمُ النُّحْلُ. قَالَ أَبُو بَكْرٍ: سُمِّيَ الشَّيْءُ الْمُعْطَى النُّحْلَانَ. وَيَقُولُونَ: النُّحْلُ: أَنْ تُعْطِيَ شَيْئًا بِلَا اسْتِعْوَاضٍ. وَنَحَلْتُ الْمَرْأَةَ مَهْرَهَا نِحْلَةً، أَيْ عَنْ طِيبِ نَفْسٍ مِنْ غَيْرِ مُطَالَبَةٍ. كَذَا قَالَ الْمُفَسِّرُونَ فِي قَوْلِهِ تَعَالَى: ﴿وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً﴾ [النساء: ٤] . وَالثَّالِثَةُ قَوْلُهُمْ: انْتَحَلَ كَذَا، إِذَا تَعَاطَاهُ وَادَّعَاهُ. وَقَالَ قَوْمٌ: انْتَحَلَهُ، إِذَا ادَّعَاهُ مُحِقًّا ; وَتَنَحَّلَهُ، إِذَا ادَّعَاهُ مُبْطِلًا. وَلَيْسَ هَذَا عِنْدَنَا بِشَيْءٍ. وَمَعْنَى انْتَحَلَ وَتَنَحَّلَ عِنْدَنَا سَوَاءٌ. وَالدَّلِيلُ عَلَى ذَلِكَ قَوْلُ الْأَعْشَى:\nفَكَيْفَ أَنَا وَانْتِحَالِي الْقَوَا ... فِ بَعْدَ الْمَشِيبِ كَفَى ذَاكَ عَارًا.",
    "pg": "5:402-403"
  },
  "نحو": {
    "def": "النُّونُ وَالْحَاءُ وَالْوَاوُ كَلِمَةٌ تَدُلُّ عَلَى قَصْدٍ. وَنَحَوْتُ نَحْوَهُ. وَلِذَلِكَ سُمِّيَ نَحْوُ الْكَلَامِ، لِأَنَّهُ يَقْصِدُ أُصُولَ الْكَلَامِ فَيَتَكَلَّمُ عَلَى حَسَبِ مَا كَانَ الْعَرَبُ تَتَكَلَّمُ بِهِ. وَيُقَالُ إِنَّ بَنِي نَحْوٍ: قَوْمٌ مِنَ الْعَرَبِ. وَأَمَّا [أَهْلُ] الْمَنْحَاةِ فَقَدْ قِيلَ: الْقَوْمُ الْبُعَدَاءُ غَيْرُ الْأَقَارِبِ. وَمِنَ الْبَابِ: انْتَحَى فُلَانٌ لِفُلَانٍ: قَصَدَهُ وَعَرَضَ لَهُ.",
    "pg": "5:403-404"
  },
  "نحي": {
    "def": "النُّونُ وَالْحَاءُ وَالْيَاءُ كَلِمَةٌ وَاحِدَةٌ، هِيَ النِّحْيُ: سِقَاءُ السَّمْنِ.",
    "pg": "5:404"
  },
  "نخب": {
    "def": "النُّونُ وَالْخَاءُ وَالْبَاءُ كَلِمَةٌ تَدُلُّ عَلَى تَعَظُّمٍ يُقَالُ أَحَدُهُمَا عَلَى خِيَارِ شَيْءٍ، وَالْآخَرُ عَلَى ثَقْبٍ وَهَزْمٍ فِي شَيْءٍ.\nفَالْأَوَّلُ النُّخْبَةُ: خِيَارُ الشَّيْءِ وَنُخْبَتُهُ. وَانْتَخَبْتُهُ، وَهُوَ مُنْتَخَبٌ أَيْ مُخْتَارٌ. قَالَ أَبُو زَيْدٍ: النَّخْبَةُ: الشَّرْبَةُ الْعَظِيمَةُ.\nوَالْأَصْلُ الْآخَرُ النُّخْبَةُ: خَرْقُ الثَّفْرِ. وَمِنْهُ نَخَبَهَا: بَاضَعَهَا. وَاسْتَنْخَبَتِ الْمَرْأَةُ، إِذَا أَرَادَتِ الْبِضَاعَ. وَالرَّجُلُ النَّخْبُ: الَّذِي لَا فُؤَادَ لَهُ. وَالنَّخِيبُ: الذَّاهِبُ الْعَقْلِ. وَهَذَا مُحْتَمَلٌ أَنْ يَكُونَ مِنَ الْأَوَّلِ، كَأَنَّهُ حُرِمَ النُّخْبَةَ أَيْ خِيَارَ مَا فِي الْإِنْسَانِ.",
    "pg": "5:408"
  },
  "نخج": {
    "def": "النُّونُ وَالْخَاءُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: النَّخْجُ: السَّيْلُ [يَنْخُجُ] فِي سَنَدِ الْوَادِي حَتَّى يَجْرُفَ. وَيُقَاسُ عَلَى هَذَا فَيُقَالُ: نَاخَجَهَا، إِذَا جَامَعَهَا.\n\n[بَابُ النُّونِ وَالدَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:408"
  },
  "نخخ": {
    "def": "النُّونُ وَالْخَاءُ أَصْلٌ صَحِيحٌ، غَيْرُ أَنَّهُ مُخْتَلَفٌ فِي تَأْوِيلِهِ، وَهُوَ النُّخَّةُ فِي حَدِيثِ النَّبِيِّ ﵌: \" لَيْسَ فِي الْجَبْهَةِ وَلَا فِي النُّخَّةِ صَدَقَةٌ \". قَالُوا النَّخَّةُ: الرَّقِيقُ. وَقَالَ الْفَرَّاءُ: النَّخَّةُ أَنْ يَأْخُذَ الْمُصَدِّقُ دِينَارًا بَعْدَ فَرَاغِهِ مِنَ الصَّدَقَةِ لِنَفْسِهِ. وَاللَّفْظُ لَا يَقْتَضِي هَذَا، وَلَعَلَّ لَفْظَ الَّذِي رَوَاهُ الْفِرَّاءُ: \" وَلَا نَخَّةَ \" وَأَنْشَدَ: عَمَّيِ الَّذِي مَنَعَ الدِّينَارَ ضَاحِيَةً ... دِينَارَ نَخَّةِ كَلْبٍ وَهُوَ مَشْهُودُ\nوَيُقَالُ النُّخَّةُ: الْحَمِيرُ، وَهِيَ بِفَتْحِ النُّونِ وَضَمِّهَا. وَقَالَ أَبُو بَكْرٍ: تَنَخْنَخَ الْبَعِيرُ: بَرَكَ ثُمَّ مَكَّنَ لِثَفِنَاتِهِ فِي الْأَرْضِ.",
    "pg": "5:354-355"
  },
  "نخر": {
    "def": "النُّونُ وَالْخَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى صَوْتٍ مِنَ الْأَصْوَاتِ ثُمَّ يُفَرَّعُ مِنْهُ. النَّخِيرُ: صَوْتٌ يَخْرُجُ مِنَ الْمَنْخِرَيْنِ، وَسُمِّيَ الْمَنْخِرَانِ مِنْ جِهَةِ النَّخِيرِ الْخَارِجِ مِنْهُمَا. وَفُرِّعَ مِنْهُ فَقِيلَ لِخَرْقَيِ الْأَنْفِ النُّخْرَتَانِ. وَالنَّخُورُ: النَّاقَةُ لَا تَدُِرُّ حَتَّى تُدْخِلَ الْإِصْبَعَ فِي مَنْخِرِهَا. وَيَقُولُونَ: النُّخْرَةُ: الْأَنْفُ نَفْسُهُ. وَيَقُولُونَ لِهُبُوبِ الرِّيحِ: نُخْرَةٌ. فَأَمَّا الشَّجَرَةُ النَّخِرَةُ وَالْعَظْمُ النَّخِرُ فَمِنْ هَذَا أَيْضًا ; لِأَنَّ ذَلِكَ يَتَجَوَّفُ فَتَدْخُلُهُ الرِّيحُ، وَيَكُونُ لَهَا عِنْدَ ذَلِكَ نُخْرَةٌ، أَيْ صَوْتٌ. وَيَقُولُونَ: النَّخِرُ: الْبَالِي. وَالنَّاخِرُ: الَّذِي تَدْخُلُ فِيهِ الرِّيحُ وَتَخْرُجُ مِنْهُ وَلَهَا نَخِيرٌ. وَالْقِيَاسُ فِي كُلِّهِ وَاحِدٌ عِنْدَنَا. وَمَا بِهَا نَاخِرٌ، أَيْ أَحَدٌ، يُرَادُ بِهَا مُصَوِّتٌ.\nوَمِمَّا يُقَارِبُ هَذَا: النَّخْوَرِيُّ: الْوَاسِعُ الْإِحْلِيلِ، وَذَلِكَ كَأَنَّهُ شَيْءٌ يَدْخُلُهُ الرِّيحُ بِنُخْرَةٍ.",
    "pg": "5:405"
  },
  "نخس": {
    "def": "النُّونُ وَالْخَاءُ وَالسِّينُ كَلِمَةٌ تَدُلُّ عَلَى بَزْلِ شَيْءٍ بِشَيْءٍ حَادٍّ. وَنَخَسَهُ بِعُودٍ أَوْ حَدِيدَةٍ نَخْسًا. وَمِنْهُ النَّخَّاسُ. وَالنَّاخِسُ: جَرَبٌ يَكُونُ عِنْدَ ذَنَبِ الْبَعِيرِ أَوْ صَدْرِهِ، كَأَنَّهُ نُخِسَ بِهِ وَبَعِيرٌ مَنْخُوسٌ. وَمِمَّا شَذَّ عَنْهُ النَّخِيسَةُ.",
    "pg": "5:405"
  },
  "نخش": {
    "def": "النُّونُ وَالْخَاءُ وَالشِّينُ. يَقُولُونَ: نُخِشَ فَهُوَ مَنْخُوشٌ، أَيْ هُزِلَ.",
    "pg": "5:405-406"
  },
  "نخط": {
    "def": "النُّونُ وَالْخَاءُ وَالطَّاءُ يَقُولُونَ: انْتَخَطَ مِنْ أَنْفِهِ رَمَى بِهِ، وَكَأَنَّهُ مِنَ الْإِبْدَالِ وَالْأَصْلُ الْمِيمُ. قَالَ:\nنَخَطْنَ بِذِبَّانِ الْمَصِيفِ الْأَزَارِقِ\nوَمَا أَدْرِي أَيُّ النَّخْطِ هُوَ، مِنْهُ، أَيْ أَيُّ مَنِ انْتَخَطَ.",
    "pg": "5:406"
  },
  "نخع": {
    "def": "النُّونُ وَالْخَاءُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى خَالِصِ الشَّيْءِ وَلُبِّهِ. مِنْهُ النُّخَاعُ: عِرْقٌ أَبْيَضُ ضَخْمٌ مُسْتَبْطِنٌ فَقَارَ الْعُنُقِ. ثُمَّ يُفَرَّعُ مِنْهُ فَيُقَالُ: نَخَعَهُ، إِذَا جَازَ بِالذَّبْحِ إِلَى النُّخَاعِ. وَدَابَّةٌ مَنْخُوعَةٌ. وَفِي الْحَدِيثِ: \" إِنَّ أَنَخَعَ الْأَسْمَاءِ عِنْدَ اللَّهِ أَنْ يَتَسَمَّى الرَّجُلُ بِاسْمِ مَلِكِ الْأَمْلَاكِ \"، أَيْ أَقْتَلُهَا لِصَاحِبِهِ. وَالْمَنْخَعُ: مَفْصِلُ الْفَهْقَةِ بَيْنَ الْعُنُقِ وَالرَّأْسِ مِنْ بَاطِنٍ. وَهُوَ مِنَ النُّخَاعِ أَيْضًا، لِأَنَّهُ يَجْرِي فِيهِ. وَقَوْلُهُمْ: النَّاخِعُ: الْعَالِمُ إِنْ صَحَّ فَهُوَ مِنْهُ أَيْضًا، كَأَنَّهُ وَصَلَ إِلَى الْخَالِصِ الْبَاطِنِ مِنَ الْعِلْمِ وَيُنْشِدُونَ:\nإِنَّ الَّذِي رَبَّضَهَا أَمْرَهُ ... سِرًّا وَقَدْ بَيَّنَ لِلنَّاخِعِ\nوَمِنْهُ أَيْضًا نَخِعَ الْعُودُ: جَرَى فِيهِ الْمَاءُ، كَأَنَّهُ بَلَغَ نُخَاعَهُ. وَنَخَعَ النَّصِيحَةَ: أَخْلَصَهَا. وَالنُّخَاعَةُ: النُّخَامَةُ. وَقَوْلُهُمْ: انْتَخَعَ الرَّجُلُ عَنْ أَرْضِهِ تَبَاعَدَ، هُوَ عِنْدَنَا مِنْهُ، كَأَنَّهُ بَلَغَ نُخَاعَهُ فِي سَفَرِهِ، كَمَا يَبْلُغُ النَّاخِعُ لِلشَّاةِ الْغَايَةَ فِي الذَّبْحِ.\nوَمِمَّا يَجْرِي مَجْرَى الْإِبْدَالِ شَيْءٌ رَوَاهُ ابْنُ الْأَعْرَابِيِّ: نَخَعَ لِي فُلَانٌ بِحَقِّي، مِثْلُ بَخَعَ، إِذَا أَقَرَّ.",
    "pg": "5:406-407"
  },
  "نخف": {
    "def": "النُّونُ وَالْخَاءُ وَالْفَاءُ كَلِمَةٌ. يَقُولُونَ: نَخَفَتِ الْعَنْزُ بِأَنْفِهَا، مِثْلُ نَفَطَتْ. وَيَقُولُونَ النَّخْفُ: النَّفَسُ الْعَالِي.",
    "pg": "5:407"
  },
  "نخل": {
    "def": "النُّونُ وَالْخَاءُ وَاللَّامُ: كَلِمَةٌ تَدُلُّ عَلَى انْتِقَاءِ الشَّيْءِ وَاخْتِيَارِهِ. وَانْتَخَلْتُهُ: اسْتَقْصَيْتُ حَتَّى أَخَذْتُ أَفْضَلَهُ. وَعِنْدَنَا أَنَّ النَّخْلَ سُمِّيَ بِهِ لِأَنَّهُ أَشْرَفُ كُلِّ شَجَرٍ ذِي سَاقٍ، الْوَاحِدَةُ نَخْلَةٌ. وَالنَّخْلُ: نَخْلُكَ الدَّقِيقَ بِالْمُنْخُلِ، وَمَا سَقَطَ مِنْهُ فَهُوَ نُخَالَةٌ. وَالنَّخْلُ: ضَرْبٌ مِنَ الْحَلْيِ عَلَى صُورَةِ النَّخْلِ. قَالَ:\nقَدِ اكْتَسَتْ مِنْ أَرْنَبٍ وَنَخْلٍ.",
    "pg": "5:407"
  },
  "نخم": {
    "def": "النُّونُ وَالْخَاءُ وَالْمِيمُ كَلِمَةٌ. يَقُولُونَ: النُّخَامَةُ: النُّخَاعَةُ. وَتَنَخَّمَ، إِذَا نَخَعَ. قَالَ ابْنُ دُرَيْدٍ: وَسَمِعْتُ نَخْمَةَ الرَّجُلِ، إِذَا سَمِعْتَ حِسَّهُ.",
    "pg": "5:407-408"
  },
  "ندب": {
    "def": "النُّونُ وَالدَّالُ وَالْبَاءُ ثَلَاثُ كَلِمَاتٍ: إَحْدَاهَا الْأَثَرُ، وَالثَّانِيَةُ الْخَطَرُ، وَالثَّالِثَةُ تَدُلُّ عَلَى خِفَّةٍ فِي شَيْءٍ.\nفَالْأَوَّلُ النَّدَبُ: أَثَرُ الْجُرْحِ، وَالْجَمْعُ أَنْدَابٌ، وَذَلِكَ إِذَا لَمْ يَرْتَفِعْ عَنِ الْجِلْدِ.\nوَالثَّانِي: النَّدَبُ: الْخَطَرُ. وَأَنْدَبَ نَفْسَهُ: خَاطَرَ بِهَا. قَالَ:\n. . . . . . . . . . . . . . . وَلَمْ أَقُمْ ... عَلَى نَدَبٍ يَوْمًا وَلِي نَفْسُ مُخْطِرِ\nوَالْأَصْلُ الثَّالِثُ رَجُلٌ نَدْبٌ: خَفِيفٌ. وَالنَّدْبُ: الْفَرَسُ الْمَاضِي. وَعِنْدَنَا أَنَّ النَّدْبَ فِي الْأَمْرِ قَرِيبٌ مِنْ هَذَا ; لِأَنَّ الْفُقَهَاءَ يَقُولُونَ: إِنَّ النَّدْبَ مَا لَيْسَ بِفَرْضٍ. وَإِنْ كَانَ هَذَا صَحِيحًا فَلِأَنَّ الْحَالَ فِيهِ خَفِيفَةٌ.\nوَمِمَّا لَيْسَ مِنْ هَذَا الْبَابِ نَدْبُ النَّادِبَةِ الْمَيِّتَ بِحُسْنِ الثَّنَاءِ عَلَيْهِ. وَالنَّدْبُ: أَنْ تَدْعُوَ الْقَوْمَ إِلَى الْأَمْرِ، فَانْتَدَبُوا هُمْ.",
    "pg": "5:413"
  },
  "ندح": {
    "def": "النُّونُ وَالدَّالُ وَالْحَاءُ كَلِمَةٌ تَدُلُّ عَلَى سَعَةٍ فِي الشَّيْءِ. مِنْ ذَلِكَ النَّدْحُ: الْأَرْضُ الْوَاسِعَةُ، وَالْجَمْعُ أَنْدَاحٌ. وَمِنْهَا قَوْلُهُمْ: لَكَ عَنْهُ مَنْدُوحَةٌ، أَيْ سَعَةٌ وَفُسْحَةٌ. قَالَ الْخَلِيلُ: وَأَرْضٌ مَنْدُوحَةٌ: بَعِيدَةٌ وَاسِعَةٌ. وَإِنَّهُ لَفِي نَُدْحَةٍ مِنَ الْأَرْضِ، أَيْ سَعَةٍ وَفُسْحَةٍ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ النُّونِ وَالذَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:413-414"
  },
  "ندد": {
    "def": "النُّونُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شُرُودٍ وَفِرَاقٍ. وَنَدَّ الْبَعِيرُ نَدًّا وَنُدُودًا: ذَهَبَ عَلَى وَجْهِهِ شَارِدًا. وَمِنَ الْبَابِ النِّدُّ وَالنَّدِيدُ: الَّذِي يُنَادُّ فِي الْأَمْرِ، أَيْ يَأْتِي بِرَأْيٍ غَيْرِ رَأْيِ صَاحِبِهِ. قَالَ:\nلِئَلَّا يَكُونَ السَّنْدَرِيُّ نَدِيدَتِي ... وَأَشْتُمَ أَعْمَامًا عُمُومًا عَمَاعِمَا\nوَالنَّدُّ فِيمَا ذَكَرَ ابْنُ دُرَيْدٍ: التَّلُّ الْمُرْتَفِعُ فِي السَّمَاءِ، وَيَكُونُ هَذَا قَرِيبًا مِنْ قِيَاسِهِ. وَالنِّدُّ مِنَ الطِّيبِ لَيْسَ عَرَبِيًّا.",
    "pg": "5:355"
  },
  "ندر": {
    "def": "النُّونُ وَالدَّالُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سُقُوطِ شَيْءٍ أَوْ إِسْقَاطِهِ. وَنَدَرَ الشَّيْءُ: سَقَطَ. قَالَ الْهُذَلِيُّ: وَإِذَا الْكُمَاةُ تَنَادَرُوا طَعْنَ الْكُلَى ... نَدْرَ الْبِكَارَةِ فِي الْجَزَاءِ الْمُضْعَفِ\nأَيْ أُهْدِرَتْ دِمَاؤُهُمْ كَمَا تُنْدَرُ الْبِكَارَةُ فِي الدِّيَةِ.\nوَأَنَا أَلْقَى فُلَانًا فِي النَّدْرَةِ وَالنَّدَرَةِ، إِذَا كُنْتَ تَلْقَاهُ فِي الْأَيَّامِ، فَكَأَنَّ تِلْكَ اللِّقَاءَةَ كَانَتْ نَدَرَتْ، أَيْ سَقَطَتْ. وَضَرَبَهُ عَلَى رَأْسِهِ فَنَدَرَتْ عَيْنُهُ، أَيْ خَرَجَتْ مِنْ مَوْضِعِهَا. وَقَوْلُهُمْ: الْأَنْدَرِيُّ، مَا نُرَاهُ عَرَبِيًّا، لَكِنَّهُمْ يَقُولُونَ: الْأَنْدَرُونَ: الْفِتْيَانُ يَجْتَمِعُونَ مِنْ مَوَاضِعَ شَتَّى. وَيُنْشِدُونَ قَوْلَ عَمْرٍو:\nوَلَا تُبْقِي خُمُورَ الْأَنْدَرِينَا\nوَقَالَ قَوْمٌ: الْأَنْدَرِينَ: قَرْيَةٌ. وَيَقُولُونَ: الْأَنْدَرِيُّ: الْحَبْلُ. وَأَنْشَدَ:\nكَأَنَّهُ أَنْدَرِيٌّ مَسَّهُ بَلَلٌ\nوَالْأَنْدَرُ: الْبَيْدَرُ، قَالَهُ الْخَلِيلُ.",
    "pg": "5:408-409"
  },
  "ندس": {
    "def": "النُّونُ وَالدَّالُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مِثْلِ النَّزْكِ وَالطَّعْنِ. يَقُولُونَ: الْمُنَادَسَةُ بِالرِّمَاحِ: الْمُطَاعَنَةُ. وَالنَّدْسُ: الطَّعْنُ. قَالَ الْكُمَيْتُ: وَنَحْنُ صَبَحْنَا آلَ نَجْرَانَ غَارَةً ... تَمِيمَ بْنَ مُرٍّ وَالرِّمَاحَ النَّوَادِسَا\nوَمِنَ الْبَابِ النَّدُسُ: الرَّجُلُ الْفَطِنُ، وَكَذَلِكَ السَّرِيعُ السَّمْعِ لِلصَّوْتِ الْخَفِيِّ. وَالْقِيَاسُ فِي هَذِهِ الْكَلِمَاتِ قَرِيبٌ. وَكَذَلِكَ نَدَسْتُ بِهِ الْأَرْضَ، إِذَا صَرَعْتَهُ. وَنَدَسْتُ الشَّيْءَ عَنِ الطَّرِيقِ: نَحَّيْتُهُ. وَإِلَّا وَقَدْ ضَرَبْتُهُ.",
    "pg": "5:409-410"
  },
  "ندص": {
    "def": "النُّونُ وَالدَّالُ وَالصَّادُ كَلِمَةٌ إِنْ صَحَّتْ. يَقُولُونَ: نَدَصَتْ عَيْنُهُ: جَحَظَتْ وَنَدَرَتْ.",
    "pg": "5:410"
  },
  "ندغ": {
    "def": "النُّونُ وَالدَّالُ وَالْغَيْنُ كَلِمَةٌ إِنْ صَحَّتْ فَإِنَّهَا تَدُلُّ عَلَى شِبْهِ الطَّعْنِ وَالنَّخْسِ. يُقَالُ: نَدَغَهُ: طَعَنَهُ. وَنَدَغْتُ الصَّبِيَّ: دَغْدَغْتُهُ. وَيَقُولُونَ: النُّدْغَةُ: الْبَيَاضُ فِي آخِرِ الظُّفْرِ، وَكَأَنَّهُ شَيْءٌ أَثَّرَ فِي شَيْءٍ.",
    "pg": "5:410"
  },
  "ندف": {
    "def": "النُّونُ وَالدَّالُ وَالْفَاءُ كَلِمَةٌ صَحِيحَةٌ، وَهِيَ شِبْهُ النَّفْشِ لِلشَّيْءِ بِآلَةٍ. وَنَدَفْتُ الْقُطْنَ بِالْمِنْدَفِ. وَيُحْمَلُ عَلَيْهَا فَيُقَالُ: نَدَفَتِ الدَّابَّةُ فِي سَيْرِهَا نَدْفًا، وَهُوَ سُرْعَةُ رَجْعِ يَدَيْهَا. وَالنَّدْفُ فِي الْحَلْبِ: أَنْ تَفْطُرَ الضَّرَّةَ بِإِصْبَعِكَ: وَنَدَفَتِ السَّمَاءُ بِمَطَرٍ مِثْلُ نَطَفَتْ. وَالنُّدْفَةُ: الْقَلِيلُ مِنَ اللَّبَنِ، كَأَنَّهُ قُطْنَةٌ قَدْ نُدِفَتْ.",
    "pg": "5:410"
  },
  "ندل": {
    "def": "النُّونُ وَالدَّالُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى نَقْلٍ وَاضْطِرَابٍ. يَقُولُونَ: نَدَلْتُ الشَّيْءَ نَدْلًا، إِذَا نَقَلْتَهُ. قَالُوا: وَاشْتِقَاقُ الْمِنْدِيلِ مِنْهُ. وَيَقُولُونَ: النَّدْلُ: الِاخْتِلَاسُ. قَالَ: فَنَدْلًا زُرَيْقُ الْمَالَ نَدْلَ الثَّعَالِبِ\nوَالْمُنَوْدِلُ: الشَّيْخُ الْكَبِيرُ، سُمِّيَ بِذَلِكَ لِاضْطِرَابِهِ. وَنَوْدَلَتْ خُصْيَاهُ: اسْتَرْخَتَا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ إِنْ صَحَّ: النَّدْلُ، يُقَالُ إِنَّهُ الْوَسَخُ: وَلَا يُبْنَى مِنْهُ فِعْلٌ.",
    "pg": "5:410-411"
  },
  "ندم": {
    "def": "النُّونُ وَالدَّالُ وَالْمِيمُ كَلِمَةٌ تَدُلُّ عَلَى تَفَكُّنٍ لِشَيْءٍ قَدْ كَانَ. يُقَالُ: نَدِمَ عَلَيْهِ نَدَمًا وَنَدَامَةً. وَشَرِيبُ الرَّجُلِ: مُنَادِمُهُ وَنَدِيمُهُ. وَقَالَ نَاسٌ: الْمُنَادَمَةُ مَقْلُوبُ الْمُدَامَنَةِ، وَذَلِكَ إِدْمَانُ الشَّرَابِ. وَفِيهِ نَظَرٌ. وَنَاسٌ يَقُولُونَ: كَانَ الشَّرِيبَانِ يَكُونُ مِنْ أَحَدِهِمَا بَعْضُ مَا يُنْدَمُ عَلَيْهِ، فَلِذَلِكَ سُمِّيَا نَدِيمَيْنِ.",
    "pg": "5:411"
  },
  "نده": {
    "def": "النُّونُ وَالدَّالُ وَالْهَاءُ كَلِمَةٌ تَدُلُّ عَلَى زَجْرٍ وَمَنْعٍ. يُقَالُ: نَدَهْتُ الْبَعِيرَ عَنِ الْحَوْضِ، أَيْ زَجَرْتُهُ. وَنَدَهْتُ الْإِبِلَ: سُقْتُهَا مُجْتَمِعَةً. وَيَقُولُونَ لِلْمُطَلَّقَةِ: اذْهَبِي فَلَا أَنْدَهُ سَرْبَكِ. وَشَذَّ عَنْهُ النُّدْهَةُ: كَثْرَةُ الْمَالِ. قَالَ:\nوَلَا مَالُهُمْ ذُو نَدْهَةٍ فَيَدُونِي.",
    "pg": "5:411"
  },
  "ندي": {
    "def": "النُّونُ وَالدَّالُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى تَجَمُّعٍ، وَقَدْ يَدُلُّ عَلَى بَلَلٍ فِي الشَّيْءِ. فَالْأَوَّلُ النَّادِي وَالنَّدِيِّ: الْمَجْلِسُ يَنْدُو الْقَوْمُ حَوَالَيْهِ ; وَإِذَا تَفَرَّقُوا فَلَيْسَ بِنَدِيٍّ. وَمِنْهُ دَارُ النَّدْوَةِ بِمَكَّةَ، لِأَنَّهُمْ كَانُوا يَنْدُونَ فِيهَا، أَيْ يَجْتَمِعُونَ وَنَادَيْتُهُ: جَالَسْتُهُ فِي النَّدِيِّ. قَالَ:\nفَتًى لَوْ يُنَادِي الشَّمْسَ أَلْقَتْ قِنَاعَهَا ... أَوِ الْقَمَرَ السَّارِيَ لَأَلْقَى الْمَقَالِدَا\nوَنَدْوَةُ الْإِبِلِ: أَنْ تَنْدُوَ مِنَ الْمَشْرَبِ إِلَى الْمَرْعَى الْقَرِيبِ مِنْهُ ثُمَّ تَعُودَ إِلَى الْمَاءِ مِنْ يَوْمِهَا أَوْ غَدِهَا. وَكَذَلِكَ تَنْدُو مِنَ الْحَمْضِ إِلَى الْخَلَّةِ. وَأَنْدَى إِبِلَهُ، مِنْ هَذَا.\nوَالْأَصْلُ الْآخَرُ النَّدَى مِنَ الْبَلَلِ، مَعْرُوفٌ. يُقَالُ نَدًى وَأَنْدَاءٌ، وَجَاءَ أَنْدِيَةٌ، وَهِيَ شَاذَّةٌ. وَرُبَّمَا عَبَّرُوا عَنِ الشَّحْمِ بِالنَّدَى. وَهُوَ أَنْدَى مِنْ فُلَانٍ، أَيْ أَكْثَرُ خَيْرًا مِنْهُ. وَمَا نَدِيَتْ كَفِّي لِفُلَانٍ بِشَيْءٍ يَكْرَهُهُ. قَالَ النَّابِغَةُ:\nمَا إِنْ نَدِيتُ بِشَيْءٍ أَنْتَ تَكْرَهُهُ ... إِذَنْ فَلَا رَفَعَتْ سَوْطِي إِلَيَّ يَدِي\nوَهُوَ يَتَنَدَّى عَلَى أَصْحَابِهِ، أَيْ يَتَسَخَّى.\nوَمِنَ الْبَابِ نَدَى الصَّوْتِ: بُعْدُ مَذْهَبِهِ. وَهُوَ أَنْدَى صَوْتًا مِنْهُ، أَيْ أَبْعَدُ. قَالَ:\nفَقُلْتُ ادْعِي وَأَدْعُ فَإِنَّ أَنْدَى ... لِصَوْتٍ أَنْ يُنَادِيَ دَاعِيَانِ إِذَا هُمِزَ تَغَيَّرَ إِلَى شَيْءٍ يَدُلُّ عَلَى طَرَائِقَ وَآثَارٍ. وَالنُّدْأَةُ: طَرِيقَةٌ مِنَ الشَّحْمِ مُخَالِفَةٌ لِلَوْنِ اللَّحْمِ. وَالنُّدْأَةُ: قَوْسُ قُزَحَ، وَالْحُمْرَةُ الَّتِي تَكُونُ فِي الْغَيْمِ نَحْوَ الشَّفَقِ. وَنَدَأْتُ اللَّحْمَ فِي الْمَلَّةِ: دَفَنْتُهُ حَتَّى يَنْضَجَ. قَالَ أَبُو بَكْرٍ: وَهُوَ النَّدِئُ مِثْلُ الطَّبِيخِ.",
    "pg": "5:411-413"
  },
  "نذر": {
    "def": "النُّونُ وَالذَّالُ وَالرَّاءُ كَلِمَةٌ تَدُلُّ عَلَى تَخْوِيفٍ أَوْ تَخَوُّفٍ. مِنْهُ الْإِنْذَارُ: الْإِبْلَاغُ ; وَلَا يَكَادُ يَكُونُ إِلَّا فِي التَّخْوِيفِ. وَتَنَاذَرُوا: خَوَّفَ بَعْضُهُمْ بَعْضًا. وَمِنْهُ النَّذْرُ، وَهُوَ أَنَّهُ يَخَافُ إِذَا أَخْلَفَ. قَالَ ثَعْلَبٌ: نَذِرْتُ بِهِمْ فَاسْتَعْدَدْتُ لَهُمْ وَحَذِرْتُ مِنْهُمْ. وَالنَّذِيرُ: الْمُنْذِرُ، وَالْجَمْعُ النُّذُرُ. وَالنَّذْرُ أَيْضًا: مَا يَجِبُ، كَأَنَّهُ نُذِرَ، أَيْ أُوجِبُ. وَنَذْرُ الْمُوضِحَةِ فِي الْحَدِيثِ مِنْهُ.",
    "pg": "5:414"
  },
  "نذل": {
    "def": "النُّونُ وَالذَّالُ وَاللَّامُ كَلِمَةٌ تَدُلُّ عَلَى خَسَاسَةٍ فِي الشَّيْءِ. يُقَالُ نَذْلٌ.\n\n[بَابُ النُّونِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:414"
  },
  "نرب": {
    "def": "النُّونُ وَالرَّاءُ وَالْبَاءُ لَا يَأْتَلِفَانِ، وَقَدْ يَكُونُ بَيْنَهُمَا دَخِيلٌ. فَمِنْ ذَلِكَ النَّيْرَبُ: النَّمِيمَةُ، وَهُوَ نَيْرَبٌ أَيْ نَمَّامٌ، كَأَنَّهُ ذُو نَيْرَبٍ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ النُّونِ وَالزَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:414-415"
  },
  "نزب": {
    "def": "النُّونُ وَالزَّاءُ وَالْبَاءُ كَلِمَةٌ. يُقَالُ: نَزَبَ الظَّبْيُ نَزِيبًا، وَهُوَ صَوْتُهُ عِنْدَ السِّفَادِ.",
    "pg": "5:418"
  },
  "نزح": {
    "def": "النُّونُ وَالزَّاءُ وَالْحَاءُ كَلِمَةٌ تَدُلُّ عَلَى بُعْدٍ. وَنَزَحَتِ الدَّارُ نُزُوحًا: بَعُدَتْ. وَبَلَدٌ نَازِحٌ. وَمِنْهُ نَزْحُ الْمَاءِ، كَأَنَّهُ يُبَاعَدُ بِهِ عَنْ قَعْرِ الْبِئْرِ. يُقَالُ: نَزَحْتُ الْبِئْرَ: اسْتَقَيْتُ مَاءَهَا كُلَّهُ. وَبِئْرٌ نَزُوحٌ: قَلِيلَةُ الْمَاءِ. وَآبَارٌ نُزُحٌ.",
    "pg": "5:418"
  },
  "نزر": {
    "def": "النُّونُ وَالزَّاءُ وَالرَّاءُ أُصَيْلٌ يَدُلُّ عَلَى قِلَّةٍ فِي الشَّيْءِ. وَنَزُرَ الشَّيْءُ نَزَارَةً. وَشَيْءٌ نَزْرٌ: قَلِيلٌ. وَعَطَاءٌ مَنْزُورٌ: مُقَلَّلٌ. وَامْرَأَةٌ نَزُورٌ: قَلِيلَةُ الْوَلَدِ. قَالَ: بَُِغَاثُ الطَّيْرِ أَكْثَرُهَا فِرَاخًا ... وَأُمُّ الصَّقْرِ مِقْلَاتٌ نَزُورُ\nوَقَوْلُهُمْ: نَزَرْتُ الرَّجُلَ: أَلْحَحْتُ عَلَيْهِ، وَقَوْلُهُمْ: لَا يُعْطِي حَتَّى يُنْزَرَ، أَيْ يُلَحَّ عَلَيْهِ، فَهُوَ شَاذٌّ عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ، وَلَهُ قِيَاسٌ آخَرُ.\n\n[بَابُ النُّونِ وَالسِّينِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:418-419"
  },
  "نزز": {
    "def": "النُّونُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِفَّةٍ وَقِلَّةٍ. مِنْ ذَلِكَ الظَّلِيمُ النَّزُّ: الَّذِي لَا يَكَادُ يَسْتَقِرُّ فِي مَكَانٍ. وَالنَّزُّ: الرَّجُلُ الْخَفِيفُ الذَّكِيُّ، وَكَذَا النَّاقَةُ النَّزَّةُ. وَمِنْهُ النَّزُّ، وَهُوَ مَا تَحَلَّبَ مِنَ الْأَرْضِ مِنْ مَاءٍ. وَأَنَزَّتِ الْأَرْضُ: صَارَتْ ذَاتَ نَزٍّ. وَسُمِّيَ نَزًّا لِقِلَّتِهِ وَخِفَّةِ أَمْرِهِ.",
    "pg": "5:355"
  },
  "نزع": {
    "def": "النُّونُ وَالزَّاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَلْعِ شَيْءٍ. وَنَزَعْتُ الشَّيْءَ مِنْ مَكَانِهِ نَزْعًا. وَالْمِنْزَعُ: الشَّدِيدُ النَّزْعِ. وَالْمِنْزَعَةُ كَالْمِلْعَقَةِ يَكُونُ مَعَ مُشْتَارِ الْعَسَلِ. وَنَزَعَ عَنِ الْأَمْرِ نُزُوعًا: تَرَكَهُ. وَشَرَابٌ طَيِّبُ الْمَنْزَعَةِ، أَيْ طَيِّبُ مَقْطَعِ الشُّرْبِ. وَالنَّزَعَةُ: الْمَوْضِعُ مِنْ رَأْسِ الْأَنْزَعِ، وَهُوَ الَّذِي انْحَسَرَ شَعَْرُهُ عَنْ جَانِبَيْ جَبْهَتِهِ، وَهُمَا النَّزَعَتَانِ. وَلَا يُقَالُ امْرَأَةٌ نَزْعَاءُ وَلَكِنْ زَعْرَاءُ. وَبِئْرٌ نَزُوعٌ: قَرِيبَةُ الْقَعْرِ يُنْزَعُ مِنْهَا بِالْيَدِ. وَعَادَ الْأَمْرُ إِلَى النَّزَعَةِ، أَيْ رَجَعَ إِلَى الْحَقِّ ; وَأَرَادَ بِالنَّزَعَةِ جَمْعَ نَازِعٍ، وَهُوَ الَّذِي يَنْزِعُ فِي الْقَوْسِ: يَجْذِبُ وَتَرَهُ بِالسَّهْمِ. وَفُلَانٌ قَرِيبُ الْمَنْزَعَةِ، أَيْ قَرِيبُ الْهِمَّةِ. وَمَنْزَعَةُ الرَّجُلِ: رَأْيُهُ. وَنَازَعَتِ النَّفْسُ إِلَى الْأَمْرِ نِزَاعًا، وَنَزَعَتْ إِلَيْهِ، إِذَا اشْتَهَتْهُ. وَنَزَعَ إِلَى أَبِيهِ فِي الشَّبَهِ. وَنَزَعَ عَنِ الْأَمْرِ نُزُوعًا، إِذَا تَرَكَهُ. وَبَعِيرٌ نَازِعٌ، إِذَا حَنَّ إِلَى مَرْعَاهُ أَوْ وَطَنِهِ. قَالَ:\nفَقُلْتُ لَهُمْ لَا تَعْذُلُونِي وَانْظُرُوا ... إِلَى النَّازِعِ الْمَقْصُورِ كَيْفَ يَكُونُ\nوَأَنْزَعُوا، أَيْ نَزَعَتْ إِبِلُهُمْ إِلَى أَوْطَانِهَا. وَالنَّزَائِعُ مِنَ الْخَيْلِ: الَّتِي نَزَعَتْ إِلَى أَعْرَاقٍ، وَيُقَالُ: بَلْ هِيَ الَّتِي انْتُزِعَتْ مِنْ قَوْمٍ آخَرِينَ. وَالنَّزُوعُ: الْجَمَلُ الَّذِي يُنْزَعُ عَلَيْهِ الْمَاءُ وَحْدَهُ. وَالنَّزَائِعُ مِنَ النِّسَاءِ: اللَّوَاتِي يُزَوَّجْنَ فِي غَيْرِ عَشَائِرِهِنَّ ; وَكُلُّ غَرِيبٍ نَزِيعٌ.",
    "pg": "5:415-416"
  },
  "نزغ": {
    "def": "النُّونُ وَالزَّاءُ وَالْغَيْنُ كَلِمَةٌ تَدُلُّ عَلَى إِفْسَادٍ بَيْنَ اثْنَيْنِ. وَنَزَغَ بَيْنَ الْقَوْمِ: أَفْسَدَ ذَاتَ بَيْنِهِمْ.",
    "pg": "5:416"
  },
  "نزف": {
    "def": "النُّونُ وَالزَّاءُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى نَفَادِ شَيْءٍ وَانْقِطَاعٍ. وَنُزِفَ دَمُهُ: خَرَجَ كُلُّهُ. وَالسَّكْرَانُ نَزِيفٌ، أَيْ نُزِفَ عَقْلُهُ. قَالَ:\nوَإِذْ هِيَ تَمْشِي كَمَشْيِ النَّزِي ... فِ يَصْرَعُهُ بِالْكَثِيبِ الْبَهَرْ\nوَالنَّزْفُ: نَزْحُ الْمَاءِ مِنَ الْبِئْرِ شَيْئًا بَعْدَ شَيْءٍ. وَأَنْزَفُوا: ذَهَبَ مَاءُ بِئْرِهِمْ. وَأَنْزَفُوا: انْقَطَعَ شَرَابُهُمْ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿لَا يُصَدَّعُونَ عَنْهَا وَلَا يُنْزِفُونَ﴾ [الواقعة: ١٩] . وَالنُّزْفَةُ: الْغُرْفَةُ. وَهُوَ بَحْرٌ لَا يُنْزَفُ. وَنُزِفَ الرَّجُلُ فِي الْخُصُومَةِ: انْقَطَعَتْ حُجَّتُهُ.",
    "pg": "5:416"
  },
  "نزق": {
    "def": "النُّونُ وَالزَّاءُ وَالْقَافُ كَلِمَةٌ تَدُلُّ عَلَى عَجَلَةٍ. مِنْ ذَلِكَ النَّزَقِ: الْخِفَّةُ وَالْعَجَلُ. وَنَزَّقْتُ الْفَرَسَ فَنَزِقَ. وَيَقُولُونَ: أَنْزَقَ فُلَانٌ بِالضَّحِكِ.",
    "pg": "5:416"
  },
  "نزك": {
    "def": "النُّونُ وَالزَّاءُ وَالْكَافُ أُصَيْلٌ يَدُلُّ عَلَى طَعْنٍ أَوْ شَبِيهٍ بِهِ. مِنْهُ النَّزْكُ: الطَّعْنُ بِالنَّيْزَكِ، وَهُوَ الرُّمْحُ الْقَصِيرُ. وَالنَّزْكُ: سُوءُ الْفِعْلِ وَالْقَوْلِ فِي الْإِنْسَانِ، وَالطَّعْنُ عَلَيْهِ. وَفِي الْحَدِيثِ: «إِنَّ شَهْرًا نَزَكُوهُ» أَيْ طَعَنُوا عَلَيْهِ، يُرَادُ شَهْرُ بْنُ حَوْشَبٍ. وَمِمَّا يُشَبَّهُ بِهَذَا قَوْلُهُمْ لِذِكْرِ الضَّبِّ: نِزْكٌ. قَالَ:\nسِبَحْلٌ لَهُ نِزْكَانِ كَانَا فَضِيلَةً ... عَلَى كُلِّ حَافٍ فِي الْبِلَادِ وَنَاعِلِ.",
    "pg": "5:416-417"
  },
  "نزل": {
    "def": "النُّونُ وَالزَّاءُ وَاللَّامُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى هُبُوطِ شَيْءٍ وَوُقُوعِهِ. وَنَزَلَ عَنْ دَابَّتِهِ نُزُولًا. وَنَزَلَ الْمَطَرُ مِنَ السَّمَاءِ نُزُولًا. وَالنَّازِلَةُ: الشَّدِيدَةُ مِنْ شَدَائِدِ الدَّهْرِ تَنْزِلُ. وَالنِّزَالُ فِي الْحَرْبِ: أَنْ يَتَنَازَلَ الْفَرِيقَانِ. وَنَزَالِ: كَلِمَةٌ تُوضَعُ مَوْضِعَ انْزِلْ. وَمَكَانٌ نَزِلٌ: يُنْزَلُ فِيهِ كَثِيرًا. وَوَجَدْتُ الْقَوْمَ عَلَى نَزَلَاتِهِمْ، أَيْ مَنَازِلِهِمْ. قَالَهُ ابْنُ الْأَعْرَابِيِّ. وَالنُّزُْلُ: مَا يُهَيَّأُ لِلنَّزِيلِ. وَطَعَامٌ ذُو نُزْلٍ وَنَزَلٍ، أَيْ ذُو فَضْلٍ. وَيُعَبِّرُونَ عَنِ الْحَجِّ بِالنُّزُولِ. وَنَزَلَ، إِذَا حَجَّ. قَالَ:\nأَنَازِلَةٌ أَسْمَاءُ أَمْ غَيْرُ نَازِلَهْ ... أَبِينِي لَنَا يَا أَسْمَ مَا أَنْتِ فَاعِلَهْ\nوَقَالَ:\nوَلَمَّا نَزَلْنَا قَرَّتِ الْعَيْنُ وَانْتَهَتْ ... أَمَانِيُّ كَانَتْ قَبْلُ فِي الدَّهْرِ تُسْأَلُ\nقَالَ: نَزَلْنَا: أَتَيْنَا مِنًى. وَالنُّزَالَةُ: مَاءُ الرَّجُلِ. وَالنَّزِيلُ: الضَّيْفُ. قَالَ:\nنَزِيلُ الْقَوْمِ أَعْظَمُهُمْ حُقُوقَا ... وَحَقُ اللَّهِ فِي حَقِ النَّزِيلِ\nوَالتَّنْزِيلُ: تَرْتِيبُ الشَّيْءِ وَوَضْعُهُ مَنْزِلَهُ.",
    "pg": "5:417"
  },
  "نزه": {
    "def": "النُّونُ وَالزَّاءُ وَالْهَاءُ كَلِمَةٌ تَدُلُّ عَلَى بُعْدٍ فِي مَكَانٍ وَغَيْرِهِ. وَرَجُلٌ نَزِيهُ الْخُلُقِ: بَعِيدٌ عَنِ الْمَطَامِعِ الدَّنِيَّةِ. قَالَ ابْنُ دُرَيْدٍ: وَنَزِهُ النَّفْسِ وَنَازِهُ النَّفْسِ: ظَلِفُهَا عَنِ الْمَدَانِسِ. قَالَ ابْنُ السِّكِّيتِ: خَرَجْنَا نَتَنَزَّهُ، إِذَا تَبَاعَدُوا عَنِ الْمَاءِ وَالرِّيفِ. وَمَكَانٌ نَزِيهٌ: خَلَاءٌ لَيْسَ بِهِ أَحَدٌ.",
    "pg": "5:417-418"
  },
  "نزو": {
    "def": "النُّونُ وَالزَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَرْجِعُ إِلَى مَعْنًى وَاحِدٍ، هُوَ الْوَثَبَانُ وَالِارْتِفَاعُ وَالسُّمُوُّ. مِنْ ذَلِكَ النَّزْوِ. نَزَا يَنْزُو: وَثَبَ. وَنُزَاءُ الذَّكَرِ عَلَى أُنْثَاهُ. وَهُوَ يَنْزُو إِلَى كَذَا، إِذَا نَازَعَ إِلَيْهِ، كَأَنَّهُ سَمَا لَهُ. وَالتَّنَزِّي مِثْلُ النَّزْوِ.\nوَمِنَ الْمَهْمُوزِ: نَزَأْتُ بَيْنَهُمْ: حَرَّشْتُ بَيْنَهُمْ. قَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ مَا نَزَأَكَ عَلَى كَذَا: مَا حَمَلَكَ عَلَيْهِ. وَرَجُلٌ مَنْزُوءٌ بِكَذَا: مُولَعٌ.",
    "pg": "5:418"
  },
  "نسب": {
    "def": "النُّونُ وَالسِّينُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ قِيَاسُهَا اتِّصَالُ شَيْءٍ بِشَيْءٍ. مِنْهُ النَّسَبُ، سُمِّيَ لِاتِّصَالِهِ وَلِلِاتِّصَالِ بِهِ. تَقُولُ: نَسَبْتُ أَنْسُِبُ. وَهُوَ نَسِيبُ فُلَانٍ. وَمِنْهُ النَّسِيبُ فِي الشِّعْرِ إِلَى الْمَرْأَةِ، كَأَنَّهُ ذِكْرٌ يَتَّصِلُ بِهَا ; وَلَا يَكُونُ إِلَّا فِي النِّسَاءِ. تَقُولُ مِنْهُ: نَسَبْتُ أَنْسُِبُ. وَالنَّسِيبُ: الطَّرِيقُ [الْمُسْتَقِيمُ] ، لِاتِّصَالِ بَعْضِهِ مِنْ بَعْضٍ.",
    "pg": "5:423-424"
  },
  "نسج": {
    "def": "النُّونُ وَالسِّينُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى وَصْلِ شَيْءٍ بِشَيْءٍ فِي أَدْنَى عَرْضٍ. وَنَسَجَ الثَّوْبَ يَنْسُِجُهُ. وَضَرَبَتِ الرِّيحُ الْمَاءَ فَانْتَسَجَتْ لَهُ الطَّرَائِقَ. وَالشَّاعِرُ يَنْسُِجُ الشِّعْرَ. وَقَالَ قَوْمٌ: بَلْ قِيَاسُ الْبَابِ الِاضْطِرَابُ دُونَ مَا ذَكَرْنَاهُ. وَالنَّاقَةُ النَّسُوجُ: [الَّتِي] يَضْطَرِبُ حِمْلُهَا عَلَيْهَا. وَكَذَلِكَ اشْتُقَّ مَِنْسِجُ الْفَرَسِ، لِأَنَّهُ يَتَحَرَّكُ أَبَدًا. وَالْمَِنْسِجُ: كَاثِبَةُ الْفَرَسِ.\nوَمِنَ الْبَابِ: هُوَ نَسِيجُ وَحْدِهِ، لِانْفِرَادِهِ بِخِصَالِهِ. قَالَ ابْنُ قُتَيْبَةَ: وَذَلِكَ أَنَّ الثَّوْبَ الرَّفِيعَ النَّفِيسَ لَا يُنْسَجُ عَلَى مِنْوَالِهِ غَيْرُهُ، وَإِذَا لَمْ يَكُنْ رَفِيعًا عُمِلَ عَلَى مِنْوَالِهِ سَدَى عِدَّةِ أَثْوَابٍ.",
    "pg": "5:424"
  },
  "نسخ": {
    "def": "النُّونُ وَالسِّينُ وَالْخَاءُ أَصْلٌ وَاحِدٌ، إِلَّا أَنَّهُ مُخْتَلَفٌ فِي قِيَاسِهِ. قَالَ قَوْمٌ: قِيَاسُهُ رَفْعُ شَيْءٍ وَإِثْبَاتُ غَيْرِهِ مَكَانَهُ. وَقَالَ آخَرُونَ: قِيَاسُهُ تَحْوِيلُ شَيْءٍ إِلَى شَيْءٍ. قَالُوا: النَّسْخُ: نَسْخُ الْكِتَابِ. وَالنَّسْخُ: أَمْرٌ كَانَ يُعْمَلُ بِهِ مِنْ قَبْلُ ثُمَّ يُنْسَخُ بِحَادِثٍ غَيْرِهِ، كَالْآيَةِ يَنْزِلُ فِيهَا أَمْرٌ ثُمَّ تُنْسَخُ بِآيَةٍ أُخْرَى. وَكُلُّ شَيْءٍ خَلَفَ شَيْئًا فَقَدِ انْتَسَخَهُ. وَانْتَسَخَتِ الشَّمْسُ الظِّلَّ، وَالشَّيْبُ الشَّبَابَ. وَتَنَاسُخُ الْوَرَثَةِ: أَنْ يَمُوتَ وَرَثَةٌ بَعْدَ وَرَثَةٍ وَأَصْلُ الْإِرْثِ قَائِمٌ لَمْ يُقَسَّمْ. وَمِنْهُ تَنَاسُخُ الْأَزْمِنَةِ وَالْقُرُونِ. قَالَ السِّجِسْتَانِيُّ النَّسْخُ: أَنْ تُحَوِّلَ مَا فِي الْخَلِيَّةِ مِنَ الْعَسَلِ وَالنَّحْلِ فِي أُخْرَى. قَالَ: وَمِنْهُ نَسْخُ الْكِتَابِ.",
    "pg": "5:424-425"
  },
  "نسر": {
    "def": "النُّونُ وَالسِّينُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اخْتِلَاسٍ وَاسْتِلَابٍ. مِنْهُ النَّسْرُ: تَنَاوُلُ شَيْءٍ مِنْ طَعَامٍ. وَنَسَرَهُ، كَأَنَّهُ شَيْءٌ يَسِيرٌ اسْتَلَبَهُ. وَمِنْهُ النَّسْرُ، كَأَنَّهُ يَنْسُرُ الشَّيْءَ. وَالْمِنْسَرُ: خَيْلٌ مَا بَيْنَ الْمِائَةِ إِلَى الْمِائَتَيْنِ وَهُوَ الْقِيَاسُ، كَأَنَّهُ إِنَّمَا جَاءَ لِيَنْسُِرَ شَيْئًا، أَيْ يَخْتَطِفَهُ وَيَسْتَلِبَهُ. وَيُقَالُ: بَلِ الْمِنْسَرُ لَا يَمُرُّ بِشَيْءٍ إِلَّا قَلَعَهُ.\nوَمِنَ التَّشْبِيهِ النَّسْرُ: كَوَاكِبُ فِي السَّمَاءِ: النَّسْرُ الطَّائِرُ، وَالنَّسْرُ الْوَاقِعُ. وَمِنْهُ نَسْرُ الْحَافِرِ: مَا فِي بَطْنِهِ كَأَنَّهُ النَّوَى وَالْحَصَى.\n\n[بَابُ النُّونِ وَالشِّينِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:425"
  },
  "نسس": {
    "def": "النُّونُ وَالسِّينُ أَصْلٌ صَحِيحٌ لَهُ مَعْنَيَانِ: أَحَدُهُمَا نَوْعٌ مِنَ السَّوْقِ، وَالْآخَرُ قِلَّةٌ فِي الشَّيْءِ وَيُخْتَصُّ بِهِ الْمَاءُ. فَالْأَوَّلُ نَسَّ إِبِلَهُ يَنُسُّهَا نَسًّا: سَاقَهَا.\nوَالثَّانِي قَوْلُهُمْ: نَسَّتِ الْقَطَاةُ: عَطِشَتْ. وَيُقَالُ لِمَكَّةَ النَّاسَّةُ، لِقِلَّةِ الْمَاءِ بِهَا. وَنَسَّتِ الْخُبْزَةُ نَسًّا: يَبِسَتْ. وَنَسَّتِ الْجُمَّةُ: تَشَعَّثَتْ، وَذَلِكَ لِقِلَّةِ الدُّهْنِ فِيهَا. وَيُقَالُ لِلْبَلَلِ الَّذِي يَكُونُ بِرَأْسِ الْعُودِ إِذَا أُوقِدَ: النَّسِيسَةُ، وَبِهِ تُشَبَّهُ بَقِيَّةُ النَّفْسِ. قَالَ: وَيُقَالُ لَهُ النَّسِيسُ.",
    "pg": "5:355-356"
  },
  "نسع": {
    "def": "النُّونُ وَالسِّينُ وَالْعَيْنُ كَلِمَةٌ تَدُلُّ عَلَى جَدْلِ الشَّيْءِ.\nفَالنِّسْعُ: سَيْرٌ مَضْفُورٌ كَهَيْئَةِ أَعِنَّةِ الْبِغَالِ. وَيُقَالُ لِلْعُنُقِ الطَّوِيلِ نَاسِعٌ، كَأَنَّهُ طُوِّلَ وَجُدِلَ جَدْلًا. وَالْمِنْسَعَةُ: الْأَرْضُ السَّرِيعَةُ النَّبْتِ بِطُولِ نَبْتِهَا وَبَقْلِهَا.",
    "pg": "5:419"
  },
  "نسغ": {
    "def": "النُّونُ وَالسِّينُ وَالْغَيْنُ أَصْلٌ يَدُلُّ عَلَى غَرْزِ شَيْءٍ بِشَيْءٍ. وَنَسَغَ الْخُبْزَةَ: غَرَزَهَا بِرِيشِ الطَّائِرِ: وَهِيَ الْمِنْسَغَةُ. وَنَسَغَتِ الْوَاشِمَةُ: غَرَزَتِ الْيَدَ بِالْإِبْرَةِ. ثُمَّ يَقُولُونَ: نَسَغْتُ الدَّابَّةَ بِرِجْلِي لِيَثُورَ.\nوَيَتَوَسَّعُونَ فِيهِ فَيَقُولُونَ: نَسَغْتُ اللَّبَنَ بِالْمَاءِ: مَذَقْتُهُ. وَنَسَغَهُ بِالْعَصَا: ضَرَبَهُ.",
    "pg": "5:419"
  },
  "نسف": {
    "def": "النُّونُ وَالسِّينُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى كَشْفِ شَيْءٍ. وَانْتَسَفَتِ الرِّيحُ الشَّيْءَ مِثْلَ التُّرَابِ وَالْعَصْفِ، كَأَنَّهَا كَشَفَتْهُ عَنْ وَجْهِ الْأَرْضِ وَسَلَبَتْهُ. وَنَسْفُ الْبِنَاءِ: اسْتِئْصَالُهُ قَطْعًا. وَيُقَالُ لِلرُّغْوَةِ: النُّسَافَةُ، لِأَنَّهَا تُنْتَسَفُ عَنْ وَجْهِ اللَّبَنِ. وَقَوْلُهُمُ انْتُسِفَ لَوْنُهُ مِنْ ذَلِكَ. وَبَعِيرٌ نَسُوفٌ: يُقْلِعُ النَّبَاتَ عَنِ الْأَرْضِ بِمُقَدَّمِ فِيهِ: وَحَكَى نَاسٌ: هُمَا يَتَنَاسَفَانِ، أَيْ يَتَسَارَّانِ. وَالْقِيَاسُ وَاحِدٌ. كَأَنَّ هَذَا يَنْسِفُ مَا عِنْدَ ذَاكَ. وَذَاكَ مَا عِنْدَ هَذَا.",
    "pg": "5:419-420"
  },
  "نسق": {
    "def": "النُّونُ وَالسِّينُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَتَابُعٍ فِي الشَّيْءِ. وَكَلَامٌ نَسَقٌ: جَاءَ عَلَى نِظَامٍ وَاحِدٍ قَدْ عُطِفَ بَعْضُهُ عَلَى بَعْضٍ. وَأَصْلُهُ قَوْلُهُمْ: ثَغْرٌ نَسَقٌ، إِذَا كَانَتِ الْأَسْنَانُ مُتَنَاسِقَةً مُتَسَاوِيَةً.\nوَخَرَزٌ نَسَقٌ: مُنَظَّمٌ. قَالَ أَبُو زُبَيْدٍ:\nبِجِيدِ رِيمٍ كَرِيمٍ زَانَهُ نَسَقٌ ... يَكَادُ يُلْهِبُهُ الْيَاقُوتُ إِلْهَابًا.",
    "pg": "5:420"
  },
  "نسك": {
    "def": "النُّونُ وَالسِّينُ وَالْكَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عِبَادَةٍ وَتَقَرُّبٍ إِلَى اللَّهِ تَعَالَى. وَرَجُلٌ نَاسِكٌ. وَالذَّبِيحَةُ الَّتِي تَتَقَرَّبُ بِهَا إِلَى اللَّهِ نَسِيكَةٌ. وَالْمَنْسَِكُ: الْمَوْضِعُ يُذْبَحُ فِيهِ النَّسَائِكُ، وَلَا يَكُونُ ذَلِكَ إِلَّا فِي الْقُرْبَانِ. وَزَعَمَ نَاسٌ أَنَّ الْمَنْسَِكَ: الْمَكَانُ يَأْلَفُهُ. وَفِيهِ نَظَرٌ.",
    "pg": "5:420"
  },
  "نسل": {
    "def": "النُّونُ وَالسِّينُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سَلِّ شَيْءٍ وَانْسِلَالِهِ. وَالنَّسْلُ: الْوَلَدُ. لِأَنَّهُ يُنْسَلُ مِنْ وَالِدَتِهِ. وَتَنَاسَلُوا: وُلِدَ بَعْضُهُمْ مِنْ بَعْضٍ. وَمِنْهُ النَّسَلَانُ: مِشْيَةُ الذِّئْبِ إِذَا أَعْنَقَ وَأَسْرَعَ. وَالْمَاشِي يَنْسِلُ، إِذَا أَسْرَعَ. قَالَ اللَّهُ عَزَّ وَعَلَا: ﴿وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ﴾ [الأنبياء: ٩٦] . وَالنُّسَالَةُ: شَعْرُ الدَّابَّةِ إِذَا سَقَطَ عَنْ جَسَدِهِ قِطَعًا. وَنُسَالُ الطَّيْرِ: مَا تَحَاتَّ مِنْ أَرْيَاشِهَا. قَالَ:\nوَتَجْلُو سَبِيخَ جُفَالِ النُّسَالِ\nوَقَدْ أَنْسَلَتِ الْإِبِلُ: حَانَ لَهَا أَنْ تُنْسِلَ وَبَرَهَا. وَنَسَلَ الثَّوْبُ عَنِ الرَّجُلِ: سَقَطَ. وَيَقُولُونَ: النَّسِيلُ: الْعَسَلُ إِذَا ذَابَ، كَأَنَّهُ نَسَلَ عَنْ شَمْعِهِ وَفَارَقَهُ. وَأَنْسَلْتُ الْقَوْمَ: تَقَدَّمْتُهُمْ.",
    "pg": "5:420-421"
  },
  "نسم": {
    "def": "النُّونُ وَالسِّينُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خُرُوجِ نَفَسٍ، أَوْ رِيحٍ غَيْرِ شَدِيدَةِ الْهُبُوبِ. وَنَفَسُ الْإِنْسَانِ نَسِيمٌ. وَكَذَا الرِّيحُ اللَّيِّنَةُ الْهُبُوبِ. وَيَقُولُونَ: مِنْ أَيْنَ مَنْسِمُكَ، أَيْ مِنْ [أَيْنَ] وِجْهَتُكَ. وَالْقِيَاسُ وَاحِدٌ، لِأَنَّهُ إِذَا أَقْبَلَ أَقْبَلَ نَسِيمُهُ. وَلِذَلِكَ سُمِّيَتِ النَّفْسُ نَسَمَةً.\nوَشَذَّ عَنْهُ الْمَنْسِمُ: خُفُّ الْبَعِيرِ، وَيُمْكِنُ أَنَّهُ مَحْمُولٌ عَلَى الْبَابِ، لِأَنَّ خُفَّهُ هُوَ مَا يُحْمَلُ نَسَمَتُهُ.",
    "pg": "5:421"
  },
  "نسي": {
    "def": "النُّونُ وَالسِّينُ وَالْيَاءُ أَصْلَانِ صَحِيحَانِ: يَدُلُّ أَحَدُهُمَا عَلَى إِغْفَالِ الشَّيْءِ، وَالثَّانِي عَلَى تَرْكِ شَيْءٍ.\nفَالْأَوَّلُ نَسِيتُ الشَّيْءَ، إِذَا لَمْ تَذْكُرْهُ، نِسْيَانًا. وَمُمْكِنٌ أَنْ يَكُونَ النِّسْيُ مِنْهُ. وَالنِّسْيُ: مَا سَقَطَ مِنْ مَنَازِلِ الْمُرْتَحِلِينَ، مِنْ رُذَالِ أَمْتِعَتِهِمْ، فَيَقُولُونَ: تَتَبَّعُوا أَنَسَاءَكُمْ. قَالَ الشَّنْفَرَى: كَأَنَّ لَهَا فِي الْأَرْضِ نِسْيًا تَقُصُّهُ ... عَلَى أُمِّهَا وَإِنْ تُكَلِّمْكَ تَبْلَِتِ\nوَعَلَى ذَلِكَ يُفَسَّرُ قَوْلُهُ تَعَالَى: ﴿نَسُوا اللَّهَ فَنَسِيَهُمْ﴾ [التوبة: ٦٧] ، وَكَذَلِكَ قَوْلُهُ سُبْحَانَهُ: ﴿وَلَقَدْ عَهِدْنَا إِلَى آدَمَ مِنْ قَبْلُ فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا﴾ [طه: ١١٥] ، أَرَادَ وَاللَّهُ أَعْلَمُ: فَتَرَكَ الْعَهْدَ. وَمِمَّا شَذَّ عَنِ الْأَصْلَيْنِ النَّسَا: عِرْقٌ، وَالْجَمْعُ أَنْسَاءٌ، وَالِاثْنَانِ نَسَيَانِ وَيَقُولُونَ: هُوَ النَّسَا، وَهُوَ عِرْقُ النَّسَا، كُلُّ ذَلِكَ يُقَالُ. قَالَ:\nفَأَحْذَيْتُهُ لَمَّا أَتَانِي بِقِرْبَةٍ ... كَعِرْقِ النَّسَا لَمْ يُعْطَ بَطْنًا وَلَا ظَهْرَا\nوَقَالَ بَعْضُهُمْ: الْأَصْلُ فِي الْبَابِ النِّسْيَانُ، وَهُوَ عُزُوبُ الشَّيْءِ عَنِ النَّفْسِ بَعْدَ حُضُورِهِ لَهَا. وَالنَّسَا: عِرْقٌ فِي الْفَخِذِ، لِأَنَّهُ مُتَأَخِّرٌ عَنْ أَعَالِي الْبَدَنِ إِلَى الْفَخِذِ، مُشَبَّهٌ بِالْمَنْسِيِّ الَّذِي أُخِّرَ وَتُرِكَ.\nوَإِذَا هُمِزَ تَغَيَّرَ الْمَعْنَى إِلَى تَأْخِيرِ الشَّيْءِ. وَنُسِئَتِ الْمَرْأَةُ: تَأَخَّرَ حَيْضُهَا عَنْ وَقْتِهِ فَرُجِيَ أَنَّهَا حُبْلَى. وَالنَّسِيئَةُ: بَيْعُكَ الشَّيْءَ نَسَاءً، وَهُوَ التَّأْخِيرُ. تَقُولُ: أَنْسَأْتُ. وَنَسَأَ اللَّهُ فِي أَجْلِكَ وَأَنْسَأَ أَجْلَكَ: أَخَّرَهُ وَأَبْعَدَهُ. وَانْتَسَؤُوا، تَأَخَّرُوا وَتَبَاعَدُوا. وَنَسَأْتُهُمْ أَنَا: أَخَّرْتُهُمْ. وَنَسَأْتُ نَاقَتِي، قَالَ قَوْمٌ: رَفَقْتُ بِهَا فِي السَّيْرِ. وَنَسَأْتُهَا: ضَرَبْتُهَا بِالْمِنْسَأَةِ: الْعَصَا. وَهَذَا أَقْيَسُ، لِأَنَّ الْعَصَا كَأَنَّهُ يُبْعَدُ بِهَا الشَّيْءُ وَيُدْفَعُ. وَالنَّسْءُ: مَا نَبَتَ مِنْ وَبَرِ النَّاقَةِ بَعْدَ تَسَاقُطِ وَبَرِهَا. وَالْقِيَاسُ وَاحِدٌ. كَأَنَّ هَذَا الثَّانِي تَأَخَّرَ. قَالَ أَبُو زَيْدٍ: نَسَأْتُ الْإِبِلَ فِي ظِمْئِهَا، إِذَا زِدْتَهَا فِي ظِمْئِهَا يَوْمًا أَوْ يَوْمَيْنِ. وَالنَّسِيءُ فِي كِتَابِ اللَّهِ: التَّأْخِيرُ، كَانُوا إِذَا صَدَرُوا عَنْ مِنَى يَقُومُ رَجُلٌ مِنْ كِنَانَةَ فَيَقُولُ: أَنَا الَّذِي لَا يُرَدُّ لِي قَضَاءٌ. فَيَقُولُونَ: أَنْسِئْنَا شَهْرًا، أَيْ أَخِّرْ عَنَّا حُرْمَةَ الْمُحَرَّمِ فَاجْعَلْهَا فِي صَفَرَ. وَذَلِكَ أَنَّهُمْ كَانُوا يَكْرَهُونَ أَنْ يَتَوَالَى عَلَيْهِمْ ثَلَاثَةُ أَشْهُرٍ لَا يُغِيرُونَ فِيهَا، لِأَنَّ مَعَاشَهُمْ كَانَ مِنَ الْإِغَارَةِ، فَأُحِلَّ لَهُمُ الْمُحَرَّمُ. فَقَالَ اللَّهُ تَعَالَى: ﴿إِنَّمَا النَّسِيءُ زِيَادَةٌ فِي الْكُفْرِ﴾ [التوبة: ٣٧] . وَمِمَّا شَذَّ عَنِ الْبَابِ النَّسْءُ: بَدْءُ السِّمَنِ فِي الدَّوَابِّ. قَالَ أَبُو ذُؤَيْبٍ:\nبِهَا أَبَلَتْ شَهْرَيْ رَبِيعٍ كِلَيْهِمَا ... فَقَدْ مَارَ فِيهَا نَسْؤُهَا وَاقْتِرَارُهَا\nوَالنَّسِيءُ: الْحَلِيبُ يُصَبُّ عَلَيْهِ الْمَاءُ. تَقُولُ مِنْهُ: نَسَأْتُ، وَهُوَ النَّسْءُ أَيْضًا فِي شِعْرِ عُرْوَةَ:\nسَقَوْنِي النَّسْءَ ثُمَّ تَكَنَّفُونِي ... عُدَاةُ اللَّهِ مِنْ كَذِبٍ وَزُورِ.",
    "pg": "5:421-423"
  },
  "نشا": {
    "def": "النُّونُ وَالشِّينُ وَالْهَمْزَةُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ارْتِفَاعٍ فِي شَيْءٍ وَسُمُوٍّ. وَنَشَأَ السَّحَابُ: ارْتَفَعَ. وَأَنْشَأَهُ اللَّهُ: رَفَعَهُ. وَمِنْهُ: ﴿إِنَّ نَاشِئَةَ اللَّيْلِ﴾ [المزمل: ٦] ، يُرَادُ بِهَا وَاللَّهُ أَعْلَمُ الْقِيَامُ وَالِانْتِصَابُ لِلصَّلَاةِ.\nوَمِنَ الْبَابِ: النَّشْءُ وَالنَّشَأُ: أَحْدَاثُ النَّاسِ. وَنَشَأَ فُلَانٌ فِي بَنِي فُلَانٍ. وَالنَّاشِئُ: الشَّابُّ الَّذِي نَشَأَ وَارْتَفَعَ وَعَلَا. وَأَنْشَأَ فُلَانٌ حَدِيثًا، وَأَنْشَأَ يُنْشِدُ وَيَقُولُ، كُلُّ هَذَا قِيَاسُهُ وَاحِدٌ.\nوَمِنَ الْبَابِ: اسْتَنْشَأْتُ الرِّيحَ: تَشَمَّمْتُهَا، وَذَلِكَ لِأَنَّكَ كَأَنَّكَ تَرْفَعُهَا إِلَى أَنْفِكَ.",
    "pg": "5:428-429"
  },
  "نشج": {
    "def": "النُّونُ وَالشِّينُ وَالْجِيمُ كَلِمَةٌ تَدُلُّ عَلَى حِكَايَةِ صَوْتٍ. وَنَشَجَ الْبَاكِي: غَصَّ بِالْبُكَاءِ فِي حَلْقِهِ مِنْ غَيْرِ انْتِحَابٍ. وَنَشَجَ الْحِمَارُ بِصَوْتِهِ نَشْجًا. وَيُقَالُ لِلطَّعْنَةِ إِذَا خَرَجَ مِنْهَا الدَّمُ فَسُمِعَ لَهُ حِسٌّ: قَدْ نَشَجَتْ. وَكَذَا الْقِدْرُ تَنْشِجُ عِنْدَ الْغَلَيَانِ. وَيُحْتَمَلُ أَنْ يَكُونَ الْأَنْشَاجُ مِنْ هَذَا، وَهِيَ مَجَارِي الْمَاءِ، الْوَاحِدُ نَشَجٌ، كَأَنَّهَا سُمِّيَتْ بِهَا لِقَسِيبِ الْمَاءِ.",
    "pg": "5:429"
  },
  "نشح": {
    "def": "النُّونُ وَالشِّينُ وَالْحَاءُ: أَصْلٌ صَحِيحٌ، إِلَّا أَنَّهُ مُخْتَلَفٌ فِي تَفْسِيرِهِ عَلَى التَّضَادِّ، فَقَالَ قَوْمٌ: نَشَحَ الشَّارِبُ، إِذَا شَرِبَ حَتَّى امْتَلَأَ. وَسِقَاءٌ نَشَّاحٌ: مُمْتَلِئٌ. وَقَالَ آخَرُونَ: النُّشُوحُ: شُرْبٌ دُونَ الرِّيِّ.",
    "pg": "5:429"
  },
  "نشد": {
    "def": "النُّونُ وَالشِّينُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ذِكْرِ شَيْءٍ وَتَنْوِيهٍ. وَنَشَدَ فُلَانٌ فُلَانًا قَالَ: نَشَدْتُكَ اللَّهَ، أَيْ سَأَلْتُكَ بِاللَّهِ. وَتَلْخِيصُهُ: ذَكَّرْتُكَ اللَّهَ تَعَالَى. وَمِنْهُ إِنْشَادُ الشَّاعِرِ وَهُوَ ذِكْرُهُ وَالتَّنْوِيهُ بِهِ. فَأَمَّا أَنْشَدْتُ الضَّالَّةَ فَمَعْنَاهُ عَرَّفْتُهَا ; وَهُوَ ذَلِكَ الْقِيَاسُ. وَفِي الْحَدِيثِ: «لَا تَحِلُّ لُقْطَتُهَا إِلَّا لِمُنْشِدٍ» ، أَيْ مُعَرِّفٍ. وَأَمَّا نَشَدْتُ الضَّالَّةَ، يَعْنِي طَلَبْتُهَا، فَلِرَفْعِ صَوْتِهِ.",
    "pg": "5:429-430"
  },
  "نشر": {
    "def": "النُّونُ وَالشِّينُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى فَتْحِ شَيْءٍ وَتَشَعُّبِهِ. وَنَشَرْتُ الْخَشَبَةَ بِالْمِنْشَارِ نَشْرًا. وَالنَّشْرُ: الرِّيحُ الطَّيِّبَةُ.\nوَاكْتَسَى الْبَازِي رِيشًا نَشَرًا. أَيْ مُنْتَشِرًا وَاسِعًا طَوِيلًا. وَمِنْهُ نَشَرْتُ الْكِتَابَ. خِلَافَ طَوَيْتُهُ. وَنَشَرَ اللَّهُ الْمَوْتَى فَنَشَرُوا. وَأَنْشَرَ اللَّهُ الْمَوْتَى أَيْضًا. قَالَ تَعَالَى: ثُمَّ إِذَا شَاءَ أَنْشَرَهُ، ثُمَّ قَالَ الْأَعْشَى:\nحَتَّى يَقُولُ النَّاسُ لَمَّا رَأَوْا ... يَا عَجَبًا لِلْمَيِّتِ النَّاشِرِ\nوَنَشَرَتِ الْأَرْضُ: أَصَابَهَا الرَّبِيعُ فَأَنْبَتَتْ، وَهِيَ نَاشِرَةٌ، وَذَلِكَ النَّبَاتُ النَّشْرُ، وَيُقَالُ إِنَّهُ لِلرَّاعِيَةِ رَدِيٌّ وَيُقَالُ: بَلِ النَّشْرُ: الْكَلَأَ يَيْبَسُ ثُمَّ يُصِيبُهُ الْمَطَرُ فَيَخْرُجُ مِنْهُ شَيْءٌ كَهَيْئَةِ الْحَلَمِ، وَهُوَ دَاءٌ. وَعُرُوقُ بَاطِنِ الذِّرَاعِ: النَّوَاشِرُ، سُمِّيَتْ لِانْتِشَارِهَا. وَالِانْتِشَارُ: انْتِفَاخُ عَصَبِ الدَّابَّةِ مِنْ تَعَبٍ. وَالنَّشَرُ: أَنْ تَنْتَشِرَ الْغَنَمُ بِاللَّيْلِ فَتَرْعَى، وَلِذَلِكَ يُقَالُ لِمَنْ جَمَعَ أَمْرَهُ: \" قَدْ ضَّمَ نَشَرَهُ \".",
    "pg": "5:430"
  },
  "نشز": {
    "def": "النُّونُ وَالشِّينُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ارْتِفَاعٍ وَعُلُوٍّ. وَالنَّشَزُ: الْمَكَانُ الْعَالِي الْمُرْتَفِعُ. وَالنَّشْزُ وَالنُّشُوزُ: الِارْتِفَاعُ، ثُمَّ اسْتُعِيرَ فَقِيلَ نَشَزَتِ الْمَرْأَةُ: اسْتَصْعَبَتْ عَلَى بَعْلِهَا، وَكَذَلِكَ نَشَزَ بَعْلُهَا: جَفَاهَا وَضَرَبَهَا.",
    "pg": "5:430-431"
  },
  "نشس": {
    "def": "النُّونُ وَالشِّينُ وَالسِّينُ كَلِمَةٌ مِنَ الْإِبْدَالِ، يُقَالُ نَشَسَتْ، مِثْلُ نَشَزَتْ.\n\n[بَابُ النُّونِ وَالصَّادِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:431"
  },
  "نشش": {
    "def": "النُّونُ وَالشِّينُ لَيْسَ بِشَيْءٍ، وَإِنَّمَا يُحْكَى بِهِ صَوْتٌ. مِنْهُ النَّشِيشُ: صَوْتُ الْمَاءِ وَغَيْرِهِ إِذَا غُلِيَ. وَمِنْهُ أَرْضٌ نَشِيشَةٌ، إِذَا كَانَتْ مِلْحَةً لَا تُنْبِتُ، وَأَرْضٌ نَشَّاشَةٌ. وَمِنْهُ نَشَّ الْغَدِيرُ: أَخَذَ مَاؤُهُ فِي النُّضُوبِ.",
    "pg": "5:356"
  },
  "نشص": {
    "def": "النُّونُ وَالشِّينُ وَالصَّادُ: أَصْلٌ يَدُلُّ عَلَى ارْتِفَاعٍ فِي شَيْءٍ وَسُمُوٍّ. وَنَشَصَ السَّحَابُ: ارْتَفَعَ. وَالسَّحَابَةُ الْمُرْتَفِعَةُ الْبَيْضَاءُ: النَّشَاصَةُ، وَجَمْعُهَا نَشَاصٌ. قَالَ امْرُؤُ الْقَيْسِ: أَصَدَّ نَشَاصَ ذِي الْقَرْنَيْنِ حَتَّى ... تَوَلَّى عَارِضُ الْمَلِكِ الْهُمَامِ\nوَنَشَصَ الْوَبَرُ: ارْتَفَعَ. وَنَشَصْنَا مِنْ بَلَدٍ إِلَى بَلَدٍ: ارْتَفَعْنَا. وَنَشَصَتِ الْمَرْأَةُ مِثْلُ نَشَزَتْ. وَنَشَصَتْ ثَنِيَّتُهُ: تَحَرَّكَتْ وَارْتَفَعَتْ مِنْ مَوْضِعِهَا.",
    "pg": "5:425-426"
  },
  "نشط": {
    "def": "النُّونُ وَالشِّينُ وَالطَّاءُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اهْتِزَازٍ وَحَرَكَةٍ. مِنْهُ النَّشَاطُ مَعْرُوفٌ وَهُوَ لِمَا فِيهِ مِنَ الْحَرَكَةِ وَالِاهْتِزَازِ وَالتَّفَتُّحِ. يُقَالُ نَشِطَ يَنْشَطُ. وَأَنْشَطَ الْقَوْمُ: كَانَتْ دَوَابُّهُمْ نَشِيطَةً. وَالثَّوْرُ نَاشِطٌ، لِأَنَّهُ يَنْشِطُ مِنْ بَلَدٍ إِلَى بَلَدٍ. قَالَ ذُو الرُّمَّةِ:\nأَذَاكَ أَمْ نَمِشٌ بِالْوَشْيِ أَكْرُعُهُ ... مُسَفَّعُ الْخَدِّ هَادٍ نَاشِطٌ شَبَبُ\nوَنَشَطْتُ الشَّيْءَ: قَشَرْتُهُ، كَأَنَّهُ لَمَّا قُشِرَ أُخْرِجَ مِنْ جِلْدِهِ. وَطَرِيقٌ نَاشِطٌ: يَنْشِطُ فِي الطَّرِيقِ الْأَعْظَمِ يَمْنَةً [وَيَسْرَةً] . وَنَشَطَتِ النَّاقَةُ فِي سَيْرِهَا، إِذَا شَدَّتْ. وَالْأُنْشُوطَةُ: الْعُقْدَةُ مِثْلُ عُقْدَةِ السَّرَاوِيلِ وَنَشَطْتُهُ بِأُنْشُوطَةٍ. وَأَنْشَطْتُ الْعِقَالَ: مَدَدْتُ أُنْشُوطَتَهُ فَانْحَلَّتْ. وَقَالَ قَوْمٌ: الْإِنْشَاطُ: الْحَلُّ، وَالتَّنْشِيطُ: الْعَقْدُ. وَبِئْرٌ أَنْشَاطٌ: قَرِيبَةُ الْقَعْرِ يَخْرُجُ دَلْوُهَا بِجَذْبَةٍ. وَنَشَطْتُ الدَّلْوَ مِنَ الْبِئْرِ بِغَيْرِ قَامَةٍ. وَالنَّشِيطَةُ مِنَ الْإِبِلِ: أَنْ تُوجَدَ فَتُسَاقَ مِنْ غَيْرِ أَنْ يُعْمَدَ لَهَا. وَقَالَ قَوْمٌ: هُوَ الَّذِي يُصِيبُهُ الْقَوْمُ قَبْلَ أَنْ يَصِلُوا إِلَى الْحَيِّ الَّذِي يُرِيدُونَ الْإِغَارَةَ عَلَيْهِ، فَيَنْشِطُهُ الرَّئِيسُ مِنْ بَيْنِ أَيْدِيهِمْ. قَالَ: لَكَ الْمِرْبَاعُ مِنْهَا وَالصَّفَايَا ... وَحُكْمُكَ وَالنَّشِيطَةُ وَالْفُضُولُ.",
    "pg": "5:426-427"
  },
  "نشع": {
    "def": "النُّونُ وَالشِّينُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ. نَشَعْتُ الصَّبِيَّ الْوَجُورَ نَشْعًا فَانْتَشَعَهُ، أَيْ جَرَِعَهُ. وَالْمَصْدَرُ النُّشُوعُ. قَالَ:\nنُشِعْتُ الْمَجْدَ فِي أَنْفِي نُشُوعَا.",
    "pg": "5:427"
  },
  "نشغ": {
    "def": "النُّونُ وَالشِّينُ وَالْغَيْنُ ثَلَاثُ كَلِمَاتٍ مُتَبَايِنَةٍ، لَيْسَ قِيَاسُهَا وَاحِدًا.\nالْأُولَى النَّشْغُ: كَالشَّهِيقِ عِنْدَ الشَّوْقِ. الثَّانِيَةُ النَّاشِغُ: الَّذِي يَحْيَا بَعْدَ جَهْدٍ. الثَّالِثَةُ النَّوَاشِغُ: أَعَالِي الْوَادِي، الْوَاحِدَةُ نَاشِغَةٌ.",
    "pg": "5:427"
  },
  "نشف": {
    "def": "النُّونُ وَالشِّينُ وَالْفَاءُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى وُلُوجِ نَدًى فِي شَيْءٍ يَأْخُذُهُ. مِنْهُ النَّشْفُ: دُخُولُ الْمَاءِ فِي الثَّوْبِ وَالْأَرْضِ حَتَّى يَنْتَشِفَاهُ. وَالنَِّشْفَةُ: حَجَرٌ، سُمِّيَتْ لِانْتِشَافِهَا الْوَسَخَ عَنْ مَوَاضِعِهِ. وَالْجَمْعُ النِّشَفُ. [وَيُقَالُ: إِنَّ النَّشْفَ] فِي الْحِيَاضِ كَالنَّزْحِ فِي الرَّكَايَا. وَالنَّاقَةُ تُدِرُّ قَبْلَ نِتَاجِهَا ثُمَّ تَذْهَبُ دِرَّتُهَا: مِنْشَافٌ وَنَشُوفٌ.",
    "pg": "5:427-428"
  },
  "نشق": {
    "def": "النُّونُ وَالشِّينُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى نُشُوبِ شَيْءٍ. وَنَشِقَ الظَّبْيُ فِي الْحِبَالَةِ: عَلِقَ فِيهَا وَالنَّشِقَةُ: حَبْلٌ يُجْعَلُ فِي أَعْنَاقِ الْبَهْمِ، وَيُقَالُ هِيَ النُّشْقَةُ. وَرَجُلٌ نَشِقٌ، إِذَا وَقَعَ فِي أَمْرٍ لَا يَكَادُ يَخْلُصُ مِنْهُ.\nوَمِنَ الْبَابِ: أَنْشَقْتُ الصَّبِيَّ الدَّوَاءَ: صَبَبْتُهُ فِي أَنْفِهِ. وَالنَّشُوقُ: اسْمٌ لِكُلِّ دَوَاءٍ يُنْشَقُ. وَمِنْهُ اسْتَنْشَقْتُ الرِّيحَ: تَشَمَّمْتُهَا. وَهَذِهِ رِيحٌ مَكْرُوهَةُ النَّشَقِ، أَيْ الشَّمِّ. وَالْمُتَوَضِّئُ يَسْتَنْشِقُ الْمَاءَ، عِنْدَ اسْتِنْثَارِهِ. .",
    "pg": "5:428"
  },
  "نشل": {
    "def": "النُّونُ وَالشِّينُ وَاللَّامُ كَلِمَةٌ تَدُلُّ عَلَى رَفْعِ بَِضْعَةٍ مِنْ قَدْرٍ. وَنَشَلَ اللَّحْمَ مِنَ الْقِدْرِ بِالْمِنْشَلِ، وَهُوَ النَّشِيلُ. وَفَخْذٌ نَاشِلَةٌ: قَلِيلَةُ اللَّحْمِ ; وَالْمِنْشَلُ وَالْمِنْشَالُ: مَا يُنْشَلُ بِهِ. وَيَقُولُونَ: وَمَا أَدْرِي كَيْفَ صِحَّتُهُ: الْمَنْشَلَةُ: مَوْضِعُ الْخَاتَمِ مِنَ الْخِنْصَرِ.",
    "pg": "5:428"
  },
  "نشم": {
    "def": "النُّونُ وَالشِّينُ وَالْمِيمُ يَدُلُّ عَلَى نُشُوبِ شَيْءٍ. وَنَشَّمُوا فِي الْأَمْرِ: أَخَذُوا فِيهِ. وَيُقَالُ لَا يَكُونُ ذَلِكَ إِلَّا فِي الشَّرِّ. وَفِي الْحَدِيثِ: «لَمَّا نَشَّمَ النَّاسُ فِي أَمْرِ عُثْمَانَ \"،» أَيْ أَخَذُوا فِيهِ وَنَالُوا مِنْهُ. وَنَشَّمَ اللَّحْمُ تَنْشِيمًا، أَيِ ابْتَدَأَتْ فِيهِ رَائِحَةٌ.\nوَشَذَّ عَنْهُ النَّشَمُ: شَجَرٌ يُتَّخَذُ مِنْهُ الْقِسِيُّ.",
    "pg": "5:428"
  },
  "نصا": {
    "def": "النُّونُ وَالصَّادُ وَالْحَرْفُ الْمُعْتَلُّ - وَهَذَا الْمُعْتَلُّ أَكْثَرُهُ وَاوٌ - أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَخَيُّرٍ وَخَطَرٍ فِي الشَّيْءِ وَعُلُوٍّ. وَمِنْهُ النَّصِيَّةُ مِنَ الْقَوْمِ وَمِنْ كُلِّ شَيْءٍ: الْخِيَارُ. وَيُقَالُ انْتَصَيْتُ الشَّيْءَ: اخْتَرْتُهُ. وَهَذِهِ نَصِيَّتِي: خِيَرَتِي. وَمِنْهُ النَّاصِيَةُ: سُمِّيَتْ لِارْتِفَاعِ مَنْبَتِهَا. وَالنَّاصِيَةُ: قُصَاصُ الشَّعْرِ.\nوَفِي تَصْرِيفِ هَذِهِ الْكَلِمَةِ: نَصَوْتُ فُلَانًا: قَبَضْتُ عَلَى نَاصِيَتِهِ. وَنَاصَيْتُهُ: أَخَذَ كُلٌّ مِنَّا بِنَاصِيَةِ صَاحِبِهِ. وَمَفَازَةٌ تُنَاصِي أُخْرَى مِنْ هَذَا، كَأَنَّهَا تَتَّصِلُ بِهَا كَالْقَابِضَةِ عَلَى نَاصِيَتِهَا. وَهُوَ تَشْبِيهٌ. وَانْتَصَى الشَّعْرُ: طَالَ. وَقَوْلُ عَائِشَةَ: \" مَا لَكُمْ تَنْصُونَ مَيِّتَكُمْ \" فَإِنَّهَا أَرَادَتْ تَمُدُّونَ نَاصِيَتَهُ، كَأَنَّهَا كَرِهَتْ تَسْرِيحَ رَأْسِ الْمَيِّتِ.",
    "pg": "5:433-434"
  },
  "نصب": {
    "def": "النُّونُ وَالصَّادُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِقَامَةِ شَيْءٍ وَإِهْدَافٍ فِي اسْتِوَاءٍ. يُقَالُ: نَصَبْتُ الرُّمْحَ وَغَيْرَهُ أَنْصِبُهُ نَصْبًا. وَتَيْسٌ أَنْصَبُ، وَعَنْزٌ نَصْبَاءُ، إِذَا انْتَصَبَ قَرْنَاهَا وَنَاقَةٌ نَصْبَاءُ: مُرْتَفِعَةُ الصَّدْرِ. وَالنَّصْبُ: حَجَرٌ كَانَ يُنْصَبُ فَيُعْبَدُ، وَيُقَالُ هُوَ النُّصُبُ، وَهُوَ حَجَرٌ يُنْصَبُ بَيْنَ يَدَيِ الصَّنَمِ تُصَبُّ عَلَيْهِ دِمَاءُ الذَّبَائِحِ لِلْأَصْنَامِ. وَالنَّصَائِبُ: حِجَارَةٌ تُنْصَبُ حَوَالَيْ شَفِيرِ الْبِئْرِ فَتُجْعَلُ عَضَائِدَ.\nوَمِنَ الْبَابِ النَّصَبُ: الْعَنَاءُ، وَمَعْنَاهُ أَنَّ الْإِنْسَانَ لَا يَزَالُ مُنْتَصِبًا حَتَّى يُعْيِيَ. وَغُبَارٌ مُنْتَصِبٌ: مُرْتَفِعٌ. وَالنَّصِيبُ: الْحَوْضُ يُنْصَبُ مِنَ الْحِجَارَةِ. فَأَمَّا نِصَابُ الشَّيْءِ فَهُوَ أَصْلُهُ ; وَسُمِّيَ نِصَابًا لِأَنَّ نَصْلَهُ إِلَيْهِ يُرْفَعُ، وَفِيهِ يُنْصَبُ وَيُرَكَّبُ، كَنِصَابِ السِّكِّينِ وَغَيْرِهِ. وَالنَّصِيبُ: الْحَظُّ مِنَ الشَّيْءِ، يُقَالُ: هَذَا نَصِيبِي، أَيْ حَظِّي. وَهُوَ مِنْ هَذَا، كَأَنَّهُ الشَّيْءُ الَّذِي رُفِعَ لَكَ وَأَهْدَفَ. وَالنَّصْبُ: جِنْسٌ مِنَ الْغِنَاءِ، وَلَعَلَّهُ مِمَّا يُنْصَبُ، أَيْ يُعَلَّى بِهِ الصَّوْتُ. وَبَلَغَ الْمَالُ النِّصَابَ الَّذِي تَجِبُ فِيهِ الزَّكَاةُ، كَأَنَّهُ بَلَغَ ذَلِكَ الْمَبْلَغَ وَارْتَفَعَ إِلَيْهِ. وَيَقُولُ أَهْلُ الْعَرَبِيَّةِ فِي الْفَتْحِ هُوَ النَّصْبُ، كَأَنَّ الْكَلِمَةَ تَنْتَصِبُ فِي الْفَمِ انْتِصَابًا.",
    "pg": "5:434"
  },
  "نصت": {
    "def": "النُّونُ وَالصَّادُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى السُّكُوتِ. وَأَنْصَتَ لِاسْتِمَاعِ الْحَدِيثِ، وَنَصَتَ يَنْصِتُ. وَفِي كِتَابِ اللَّهِ تَعَالَى: وَأَنْصِتُوا.",
    "pg": "5:434-435"
  },
  "نصح": {
    "def": "النُّونُ وَالصَّادُ وَالْحَاءُ أَصْلٌ يَدُلُّ عَلَى مُلَاءَمَةٍ بَيْنَ شَيْئَيْنِ وَإِصْلَاحٍ لَهُمَا. أَصْلُ ذَلِكَ النَّاصِحُ: الْخَيَّاطُ. وَالنِّصَاحُ: الْخَيْطُ يُخَاطُ بِهِ، وَالْجَمْعُ نِصَاحَاتٌ، وَبِهَا شُبِّهَتِ الْجُلُودُ الَّتِي تُمَدُّ فِي الدِّبَاغِ عَلَى الْأَرْضِ. قَالَ:\nفَتَرَى الْقَوْمَ نَشَاوَى كُلُّهُمْ ... مِثْلَمَا مُدَّتْ نِصَاحَاتُ الرُّبَحْ\nوَمِنْهُ النُّصْحُ وَالنَّصِيحَةُ: خِلَافُ الْغِشِّ. وَنَصَحْتُهُ أَنْصَحُهُ. وَهُوَ نَاصِحُ الْجَيْبِ لِمَثَلٍ، إِذَا وُصِفَ بِخُلُوصِ الْعَمَلِ، وَالتَّوْبَةُ النَّصُوحِ مِنْهُ، كَأَنَّهَا صَحِيحَةٌ لَيْسَ فِيهَا خَرْقٌ وَلَا ثُلْمَةٌ وَيُقَالُ: أَنْصَحْتُ الْإِبِلَ، إِذَا أَرَوَيْتَهَا فَنَصَحَتْ، أَيْ رَوِيَتْ. وَهُوَ مِنَ الْقِيَاسِ الَّذِي ذَكَرْنَاهُ. وَنَاصِحُ الْعَسَلِ: مَاذِيُّهُ، كَأَنَّهُ الْخَالِصُ الَّذِي لَا يَتَخَلَّلُهُ مَا يَشُوبُهُ. وَنَصَحْتُ لَهُ وَنَصَحْتُهُ بِمَعْنًى. وَقَمِيصٌ مَنْصُوحٌ: مَخِيطٌ.",
    "pg": "5:435"
  },
  "نصر": {
    "def": "النُّونُ وَالصَّادُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِتْيَانِ خَيْرٍ وَإِيتَائِهِ. وَنَصَرَ اللَّهُ الْمُسْلِمِينَ: آتَاهُمُ الظَّفَرَ عَلَى عَدُوِّهِمْ، يَنْصُرُهُمْ نَصْرًا. وَانْتَصَرَ: انْتَقَمَ، وَهُوَ مِنْهُ. وَأَمَّا الْإِتْيَانُ فَالْعَرَبُ تَقُولُ: نَصَرْتُ بَلَدَ كَذَا، إِذَا أَتَيْتَهُ. قَالَ الشَّاعِرُ:\nإِذَا دَخَلَ الشَّهْرُ الْحَرَامُ فَوَدِّعِي ... بِلَادَ تَمِيمٍ وَانْصُرِي أَرْضَ عَامِرِ\nوَلِذَلِكَ يُسَمَّى الْمَطَرُ نَصْرًا. وَنُصِرَتِ الْأَرْضُ، فَهِيَ مَنْصُورَةٌ. وَالنَّصْرُ: الْعَطَاءُ. قَالَ: إِنِّي وَأَسْطَارٍ سُطِرْنَ سَطْرَا ... لَقَائِلٌ يَا نَصْرُ نَصْرًا نَصْرَا.\n\n[بَابُ النُّونِ وَالضَّادِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:435-436"
  },
  "نصص": {
    "def": "النُّونُ وَالصَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى رَفْعٍ وَارْتِفَاعٍ وَانْتِهَاءٍ فِي الشَّيْءِ. مِنْهُ قَوْلُهُمْ نَصَّ الْحَدِيثَ إِلَى فُلَانٍ: رَفَعَهُ إِلَيْهِ. وَالنَّصُّ فِي السَّيْرِ أَرْفَعُهُ. يُقَالُ: نَصْنَصْتُ نَاقَتِي. وَسَيْرٌ نَصٌّ وَنَصِيصٌ. وَمِنَصَّةُ الْعَرُوسِ مِنْهُ أَيْضًا. وَبَاتَ فُلَانٌ مُنْتَصًّا عَلَى بَعِيرِهِ، أَيْ مُنْتَصِبًا.\nوَنَصُّ كُلِّ شَيْءٍ: مُنْتَهَاهُ. وَفِي حَدِيثِ عَلِيٍّ ﵇: \" «إِذَا بَلَغَ النِّسَاءُ نَصَّ الْحِقَاقِ» \"، أَيْ إِذَا بَلَغْنَ غَايَةَ الصِّغَرِ وَصِرْنَ فِي حَدِّ الْبُلُوغِ. وَالْحِقَاقُ: مَصْدَرُ الْمُحَاقَّةِ، وَهِيَ أَنْ يَقُولَ بَعْضُ الْأَوْلِيَاءِ: أَنَا أَحَقُّ بِهَا، وَبَعْضُهُمْ: أَنَا أَحَقُّ. وَنَصَصْتُ الرَّجُلَ: اسْتَقْصَيْتَ مَسْأَلَتَهُ عَنِ الشَّيْءِ حَتَّى تَسْتَخْرِجَ مَا عِنْدَهُ. وَهُوَ الْقِيَاسُ، لِأَنَّكَ تَبْتَغِي بُلُوغَ النِّهَايَةِ. وَمِنْ هَذِهِ الْكَلِمَةِ [النَّصْنَصَةُ] : إِثْبَاتُ الْبَعِيرِ رُكْبَتَيْهِ فِي الْأَرْضِ إِذَا هَمَّ بِالنُّهُوضِ. وَالنَّصْنَصَةُ: التَّحْرِيكُ. وَالنُّصَّةُ. الْقُصَّةُ مِنْ شَعْرِ الرَّأْسِ، وَهِيَ عَلَى مَوْضِعٍ رَفِيعٍ.",
    "pg": "5:356-357"
  },
  "نصع": {
    "def": "النُّونُ وَالصَّادُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى خُلُوصٍ وَلِينٍ فِي الشَّيْءِ. مِنْهُ النَّاصِعُ: الْحَسَنُ اللَّوْنِ الشَّدِيدُ الْبَيَاضِ. وَالنِّصْعُ: ضَرْبٌ مِنَ الثِّيَابِ شَدِيدُ الْبَيَاضِ. وَنَصَعَ الْحَقُّ: وَضَحَ.\nوَمِنْ بَابِ السُّهُولَةِ وَاللِّينِ، وَهُوَ الْقِيَاسُ الَّذِي ذَكَرْنَاهُ، أَنْصَعَتِ النَّاقَةُ لِلْفَحْلِ: أَقَرَّتْ لَهُ. وَيُقَالُ: قَبَّحَ اللَّهُ أُمًّا نَصَعَتْ [بِهِ] ، أَيْ وَلَدَتْهُ، حَكَاهُ ابْنُ السِّكِّيتِ. وَالْمَنَاصِعُ: الْمَجَالِسُ: سُمِّيَتْ بِهَا لِأَنَّهَا فِي أَسْهَلِ الْمَوَاضِعِ وَأَمْكَنِهَا.\nوَشَذَّ عَنْ هَذَا قَوْلُهُمْ: أَنْصَعَ: اقْشَعَرَّ. قَالَ:\nحَتَّى اقْشَعَرَّ جِلْدُهُ وَأَنْصَعَا.",
    "pg": "5:431"
  },
  "نصف": {
    "def": "النُّونُ وَالصَّادُ وَالْفَاءُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا يَدُلُّ عَلَى شَطْرِ الشَّيْءِ، وَالْأُخْرَى عَلَى جِنْسٍ مِنَ الْخِدْمَةِ وَالِاسْتِعْمَالِ. فَالْأَوَّلُ نِصْفُ الشَّيْءِ وَنَصِيفُهُ: شَطْرُهُ. وَفِي الْحَدِيثِ: «مَا بَلَغَ مُدَّ أَحَدِهِمْ وَلَا نَصِيفَهُ» ، وَذَلِكَ كَثُمْنٍ وَثَمِينٍ. قَالَ:\nلَمْ يَغْذُهَا مُدٌّ وَلَا نَصِيفُ ... وَلَا تُمَيْرَاتٌ وَلَا تَعْجِيفُ\nوَيُقَالُ: إِنَاءٌ نَصْفَانُ: بَلَغَ الْمَاءُ نِصْفَهُ. وَالنَّصَفُ: بَيْنَ الْمُسِنَّةِ وَالْحَدَثَةِ، أَيْ بَلَغَتْ نِصْفَ عُمْرِهَا. وَالْإِنْصَافُ فِي الْمُعَامَلَةِ، كَأَنَّهُ الرِّضَا بِالنِّصْفِ. وَالنِّصْفُ: الْإِنْصَافُ أَيْضًا. وَنَصَفَ النَّهَارُ يَنْصُفُ: انْتَصَفَ. قَالَ:\nنَصَفَ النَّهَارُ الْمَاءُ غَامِرُهُ ... وَرَفِيقُهُ بِالْغَيْبِ لَا يَدْرِي\nوَنَصَفَ الْإِزَارُ سَاقَهُ: بَلَغَ نِصْفَهَا يَنْصُفُهَا. قَالَ:\nتَرَى سَيْفَهُ لَا يَنْصُفُ السَّاقَ نَعْلُهُ ... أَجَلْ لَا وَإِنْ كَانَتْ طِوَالًا مَحَامِلُهُ.",
    "pg": "5:431-432"
  },
  "نصل": {
    "def": "النُّونُ وَالصَّادُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى بُرُوزِ الشَّيْءِ مِنْ كِنٍّ وَسِتْرٍ أَوْ مَرْكَبٍ.\nوَنَصَلَ الْحَافِرُ: خَرَجَ مِنْ مَوْضِعِهِ. وَنَصَلَ الْخِضَابُ. وَمِنْهُ تَنَصَّلَ مِنْ ذَنْبِهِ: تَبَرَّأَ، كَأَنَّهُ خَرَجَ مِنْهُ. وَالنَّصْلُ: نَصْلُ السَّيْفِ وَالسَّهْمِ، سُمِّيَ بِهِ لِبُرُوزِهِ وَصَفَائِهِ وَجَلَائِهِ. يُقَالُ فِي تَصْرِيفِ هَذِهِ الْكَلِمَةِ: أَنْصَلْتُ الرُّمْحَ: نَزَعْتُ نَصْلَهُ. وَنَصَلْتُهُ: جَعَلْتُ لَهُ نَصْلًا. وَالْمُنْصَُلُ: السَّيْفُ. قَالَ فِي أَنْصَلْتُ:\nتَدَارَكَهُ فِي مُنْصِلِ الْأَلِّ بَعْدَمَا ... مَضَى غَيْرَ دَأْدَاءٍ وَقَدْ كَادَ يَعْطَبُ\nأَرَادَ: رَجَبٌ، كَانَ يُسَمَّى مُنْصِلَ الْأَسِنَّةِ، لِأَنَّهُمْ كَانُوا لَا يُحَارِبُونَ فِيهِ. وَقَالَ فِي الْمُنْصَُلِ:\nإِنِّي امْرُؤٌ مِنْ خَيْرِ عَبْسٍ مَنْصِبًا ... شَطْرِي وَأَحْمِي سَائِرِي بِالْمُنْصَُلِ\nوَمِمَّا حُمِلَ عَلَى التَّشْبِيهِ: النَّصِيلُ: مَا بَيْنَ الْعُنُقِ وَالرَّأْسِ مِنْ بَاطِنٍ تَحْتَ اللَّحْيَيْنِ.",
    "pg": "5:432-433"
  },
  "نضا": {
    "def": "النُّونُ وَالضَّادُ وَالْحَرْفُ الْمُعْتَلُّ وَأَكْثَرُهُ الْوَاوُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سَرْيِ الشَّيْءِ وَتَدْقِيقِهِ وَتَجْرِيدِهِ. مِنْهُ نَضَا السَّيْفَ مِنْ غِمْدِهِ. وَنَضَا السَّهْمُ: مَضَى. وَنَضَا الْفَرَسُ الْخَيْلَ: سَبَقَهَا، كَأَنَّهُ انْجَرَدَ مِمَّا بَيَّنَهَا. وَنَضَا الْحِنَّاءُ عَنِ الْيَدِ: ذَهَبَ. وَنَضَوْتُ ثَوْبِي: أَلْقَيْتُهُ عَنِّي. قَالَ امْرُؤُ الْقَيْسِ:\nفَجِئْتُ وَقَدْ نَضَتْ لِنَوْمٍ ثِيَابَهَا ... لَدَى السِّتْرِ إِلَّا لِبْسَةَ الْمُتَفَضِّلِ وَالنِّضْوُ مِنَ الْإِبِلِ: الَّذِي أَنَضَتْهُ الْأَسْفَارُ: كَأَنَّهُ بَرَتْهُ وَجَرَّدَتْهُ مِنَ اللَّحْمِ. وَأَنْضَى الرَّجُلُ: أَصْبَحَ بَعِيرُهُ نِضْوًا. وَمِنْهُ أَنْضَيْتُ الشَّيْءَ: أَخَلَقْتُهُ. وَنِضْوُ اللِّجَامِ: حَدَائِدُهُ بِلَا سُيُورٍ. وَنَضِيُّ السَّهْمِ: قِدْحُهُ، وَهُوَ مَا جَاوَزَ الرِّيشَ إِلَى النَّصْلِ، وَذَلِكَ لِأَنَّهُ بُرِيَ حَتَّى صَارَ نِضْوًا. وَنَضِيُّ الرُّمْحِ: مَا فَوْقَ الْمَقْبِضِ مِنْ صَدْرِهِ. وَالنَّضِيُّ: مُنْتَصَبُ الْعُنُقِ، وَهُوَ عَلَى مَعْنَى التَّشْبِيهِ، وَالْجَمْعُ أَنْضِيَةٌ. قَالَ:\nوَطُولِ أَنْضِيَةِ الْأَعْنَاقِ وَاللِّمَمِ.",
    "pg": "5:436-437"
  },
  "نضب": {
    "def": "النُّونُ وَالضَّادُ وَالْبَاءُ كَلِمَةٌ تَدُلُّ عَلَى انْكِشَافِ شَيْءٍ وَذَهَابِهِ. وَنَضَبَ الْمَاءُ: بَعُدَ، نُضُوبًا. وَنَضَبَتِ الْمَفَازَةُ، كَأَنَّهَا انْجَرَدَتْ. وَخَرْقٌ نَاضِبٌ: بَعِيدٌ.\nوَشَذَّ عَنْهُ التَّنْضَبُ: شَجَرٌ.",
    "pg": "5:437"
  },
  "نضج": {
    "def": "النُّونُ وَالضَّادُ وَالْجِيمُ أَصْلٌ يَدُلُّ عَلَى بُلُوغِ النِّهَايَةِ فِي طَبْخِ الشَّيْءِ، ثُمَّ يُسْتَعَارُ فِي كُلِّ شَيْءٍ بَلَغَ مَدَى الْإِحْكَامِ. وَنَضِجَ التَّمْرُ وَاللَّحْمُ نُضْجًا، وَأَنْضَجْتُهُ أَنَا. وَأَنْضَجَتْهُ الشَّمْسُ إِنْضَاجًا. وَيُسْتَعَارُ هَذَا فَيُقَالُ: هُوَ نَضِيجُ الرَّأْيِ: مُحْكَمُهُ. وَالنَّاقَةُ إِذَا جَاوَزَتْ وَقْتَ وِلَادِهَا وَلَمْ تَلِدْ نَضَّجَتْ، وَهِيَ مُنَضَّجٌ، وَهُنَّ مُنَضِّجَاتٌ. قَالَ: هُوَ ابْنُ مُنَضِّجَاتٍ كُنَّ قِدْمًا ... يَزِدْنَ عَلَى الْعَدِيدِ قُرَابَ شَهْرِ.",
    "pg": "5:437-438"
  },
  "نضح": {
    "def": "النُّونُ وَالضَّادُ وَالْحَاءُ أَصْلٌ يَدُلُّ عَلَى شَيْءٍ يُنَدَّى، وَمَاءٌ يُرَشُّ. فَالنَّضْحُ: رَشُّ الْمَاءِ. وَنَضَحْتُهُ. قَالَ أَهْلُ اللُّغَةِ: يُقَالُ لِكُلِّ مَا رَقَّ: نَضْحٌ وَهَذَا هُوَ الْقِيَاسُ الَّذِي ذَكَرْنَاهُ، لِأَنَّ الرَّشَّ رَقِيقٌ. يُقَالُ: نَضَحْتُ الْبَيْتَ بِالْمَاءِ. وَنَضَحَ جِلْدُهُ بِالْعَرَقِ. وَالسَّانِيَةُ نَاضِحٌ.\nوَنَضَحُوهُمْ بِالنَّبْلِ، وَهَذَا عَلَى جِهَةِ التَّشْبِيهِ. وَنَضَحَ عَنْ نَفْسِهِ، كَأَنَّهُ رَامَى عَنْهَا بِالْحُجَّةِ. وَفِي الْحَدِيثِ: «انْضَحُوا عَنَّا الْخَيْلَ لَا نُؤْتَى مِنْ خَلْفِنَا \"،» أَيِ ارْمُوهُمْ بِالنُّشَّابِ. وَالنَّضِيحُ وَالنَّضَحُ: الْحَوْضُ، لِأَنَّهُ يُنْضَحُ بِالْمَاءِ. وَنَضَحَ الْغَضَا: تَفَطَّرَ، وَكَأَنَّ سُقُوطَ نَوْرِهِ يُشَبَّهُ بِنَضْحِ الْمَاءِ. قَالَ أَبُو طَالِبٍ:\nبُورِكَ الْمَيِّتُ الْغَرِيبُ كَمَا بُو ... رِكَ نَضْحُ الرُّمَّانِ وَالزَّيْتُونُ\nقَالَ ابْنُ الْأَعْرَابِيِّ: سُمِّيَ الْحَوْضُ نَضِيحًا لِأَنَّهُ يَنْضَحُ عَطَشَ الْإِبِلِ، أَيْ يَبُلُّهُ. قَالَ الْخَلِيلُ: وَالرَّجُلُ يُقْرَفُ بِأَمْرٍ فَيَنْتَضِحُ مِنْهُ، إِذَا أَظْهَرَ الْبَرَاءَةَ وَبَرَّأَ نَفْسَهُ مِنْهُ جَهْدَهُ.",
    "pg": "5:438"
  },
  "نضخ": {
    "def": "النُّونُ وَالضَّادُ وَالْخَاءُ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ، إِلَّا أَنَّهُ أَكْثَرُ مِنْهُ. يَقُولُونَ: النَّضْخُ كَاللَّطْخِ مِنَ الشَّيْءِ يُبْقَى لَهُ أَثَرٌ. وَنَضَخَ ثَوْبَهُ بِالطِّيبِ. وَغَيْثٌ نَضَّاخٌ: غَزِيرٌ. وَعَيْنٌ نَضَّاخَةٌ: كَثِيرَةُ الْمَاءِ.",
    "pg": "5:438-439"
  },
  "نضد": {
    "def": "النُّونُ وَالضَّادُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ضَمِّ شَيْءٍ إِلَى شَيْءٍ فِي اتِّسَاقٍ وَجَمْعٍ، مُنْتَصِبًا أَوْ عَرِيضًا. وَنَضَدْتُ الشَّيْءَ بَعْضَهُ إِلَى بَعْضٍ مُتَّسِقًا أَوْ مِنْ فَوْقٍ. وَالنَّضَدُ: الْمَنْضُودُ مِنَ الثِّيَابِ. قَالَ النَّابِغَةُ:\nخَلَّتْ سَبِيلَ أَتِيٍّ كَانَ يَحْبِسُهُ ... وَرَفَّعَتْهُ إِلَى السَّجْفَيْنِ فَالنَّضَدِ\nوَالنَّضَدُ: السَّرِيرُ يُنْضَدُ عَلَيْهِ الْمَتَاعُ. وَأَنْضَادُ الْجِبَالِ: جَنَادِلُ بَعْضُهَا فَوْقَ بَعْضٍ. وَالنَّضَدُ مِنَ السَّحَابِ كَالصَّبِيرِ، يَكُونُ بَعْضُهُ إِلَى بَعْضٍ، وَالْجَمْعُ أَنْضَادٌ. وَأَنْضَادُ الْقَوْمِ: جَمَاعَاتُهُمْ وَعَدَدُهُمْ. وَنَضَدُ الرَّجُلِ: أَعْمَامُهُ وَأَخْوَالُهُ الَّذِينَ يَتَجَمَّعُونَ لِنُصْرَتِهِ. وَالنَّضَدُ: الشَّرَفُ. وَنَضَائِدُ الدِّيبَاجِ: جَمْعُ نَضِيدَةٍ، وَهِيَ الْوِسَادَةُ وَمَا حُشِيَ مِنَ الْمَتَاعِ. قَالَ ابْنُ دُرَيْدٍ: وَمَا نُضِدَ بَعْضُهُ عَلَى بَعْضٍ فَهُوَ نَضِيدٌ.",
    "pg": "5:439"
  },
  "نضر": {
    "def": "النُّونُ وَالضَّادُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حُسْنٍ وَجَمَالٍ وَخُلُوصٍ. مِنْهُ النَّضْرَةُ: حُسْنُ اللَّوْنِ، وَنَضَُِرَ يَنْضَُرُ. وَنَضَّرَ اللَّهُ وَجْهَهُ: حَسَّنَهُ وَنَوَّرَهُ. وَفِي الْحَدِيثِ: «نَضَّرَ اللَّهُ امْرَأً سَمِعَ مَقَالَتِي فَوَعَاهَا \".» وَأَخْضَرُ نَاضِرٌ. وَيُقَالُ هَذَا فِي [كُلِّ] مُشْرِقٍ حَسَنٍ. قَالَ اللَّهُ تَعَالَى: وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ. وَالنَّضِيرُ: الذَّهَبُ، لِحُسْنِهِ وَخُلُوصِهِ. قَالَ:\nإِذَا جُرِّدَتْ يَوْمًا حَسِبْتَ خَمِيصَةً ... عَلَيْهَا وَجِرْيَالَ النَّضِيرِ الدُّلَامِصَا\nوَقَدَحٌ نُضَارٌ: اتُّخِذَ مِنْ أَثْلٍ يَكُونُ بِالْغَوْرِ، وَلَعَلَّهُ أَنْ يَكُونَ حَسَنًا. [بَابُ النُّونِ وَالطَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:439-440"
  },
  "نضض": {
    "def": "النُّونُ وَالضَّادُ أَصْلَانِ صَحِيحَانِ أَحَدُهُمَا يَدُلُّ عَلَى تَيْسِيرِ الشَّيْءِ وَظُهُورِهِ، وَالثَّانِي عَلَى جِنْسٍ مِنَ الْحَرَكَةِ.\nالْأَوَّلُ: قَوْلُ الْعَرَبِ: خُذْ مَا نَضَّ لَكَ مِنْ دَيْنٍ، أَيْ تَيَسَّرَ. وَفُلَانٌ يَسْتَنِضُّ مَالَ فُلَانٍ، أَيْ يَأْخُذُهُ كَمَا تَيَسَّرَ. وَالنَّضِيضُ مِنَ الْمَاءِ: الْقَلِيلُ. فَأَمَّا النَّاضُّ مِنَ الْمَالِ فَيُقَالُ: هُوَ مَا لَهُ مَادَّةٌ وَبَقَاءٌ، وَيُقَالُ بَلْ هُوَ مَا كَانَ عَيْنًا. وَإِلَى هَذَا يَذْهَبُ الْفُقَهَاءُ فِي النَّاضِّ.",
    "pg": "5:357"
  },
  "نضل": {
    "def": "النُّونُ وَالضَّادُ وَاللَّامُ: أُصَيْلٌ يَدُلُّ عَلَى رَمْيٍ وَمُرَامَاةٍ.\nوَنَضَلَ فُلَانًا: رَامَاهُ بِالنِّضَالِ فَغَلَبَهُ فِي ذَلِكَ. وَهُوَ يُنَاضِلُ عَنْ فُلَانٍ: يَتَكَلَّمُ عَنْهُ بِعُذْرِهِ، كَأَنَّهُ يُرَامِي دُونَهُ. وَانْتَضَلْتُ سَهْمًا مِنَ الْكِنَانَةِ. وَيُقَالُ اسْتِعَارَةً: انْتَضَلْتُ رَجُلًا مِنَ الْقَوْمِ: اخْتَرْتُ مِنْهُمْ. وَانْتِضَالُ الْإِبِلِ: رَمْيُهَا بِأَيْدِيهَا فِي السَّيْرِ. وَانْتَضَلُوا وَتَنَاضَلُوا: رَمَوْا بِالسَّبْقِ. وَانْتَضَلْنَا بِالْكَلَامِ وَالْأَحَادِيثِ، اسْتِعَارَةٌ مِنْ نِضَالِ السَّهْمِ. قَالَ لَبِيدٌ:\nفَانْتَضَلْنَا وَابْنُ سَلْمَى قَاعِدٌ ... كَعَتِيقِ الطَّيْرِ يُغْضِي وَيُجَلُّ.",
    "pg": "5:436"
  },
  "نطح": {
    "def": "النُّونُ وَالطَّاءُ وَالْحَاءُ أَصْلٌ وَاحِدٌ. وَهُوَ نَطَحَ. يُقَالُ: نَطَحَ الْكَبْشُ يَنْطِحُ. وَيُحْمَلُ عَلَيْهِ، فَيُقَالُ لِلْوَحْشِيِّ إِذَا أَتَاكَ مُسْتَقْبِلًا لَكَ: نَطِيحٌ وَنَاطِحٌ. وَيَقُولُونَ: إِنَّهُ لَا يُتَبَرَّكُ بِهِ، وَلِذَلِكَ يُقَالُ لِلْمَشْئُومِ: نَطِيحٌ. وَفَرَسٌ نَطِيحٌ: يَأْخُذُ فَوْدَيْ رَأْسِهِ بَيَاضٌ.\nوَمِنَ الْبَابِ نَوَاطِحُ الدَّهْرِ، أَيْ شَدَائِدُهُ، وَأَصَابَهُ نَاطِحٌ: أَمْرٌ شَدِيدٌ. وَقِيَاسُ كُلِّ وَاحِدٍ. وَيُقَالُ لِلشَّرَطَيْنِ: النَّطْحُ وَالنَّاطِحُ. وَقَوْلُهُمْ:\nاللَّيْلُ دَاجٍ وَالْكِبَاشُ تَنْتَطِحْ\nأَيْ يَنْطَِحُ بَعْضُهَا بَعْضًا. وَهَذَا عِبَارَةٌ عَنِ اقْتِتَالِ الْأَبْطَالِ، وَاصْطِدَامِ الْكُمَاةِ. وَتَنَاطَحَتِ الْأَمْوَاجُ وَالسُّيُولُ وَالرِّجَالُ فِي الْحَرْبِ.",
    "pg": "5:442-443"
  },
  "نطس": {
    "def": "النُّونُ وَالطَّاءُ وَالسِّينُ كَلِمَتَانِ مُتَبَايِنَتَانِ لَا يَرْجِعَانِ إِلَى قِيَاسٍ وَاحِدٍ. التَّنَطُّسُ، وَهُوَ التَّقَذُّرُ وَالتَّقَزُّزُ. وَمِنْهُ حَدِيثُ عُمَرَ لَمَّا خَرَجَ مِنَ الْخَلَاءِ، قِيلَ لَهُ أَلَا تَتَوَضَّأُ؟ فَقَالَ: \" لَوْلَا التَّنَطُّسُ مَا بِالْبَيْتُ أَلَّا أَغْسِلَ يَدَيَّ \".\nوَالْكَلِمَةُ الْأُخْرَى النَّطِيسُ وَالنِّطَاسِيُّ: الْعَالَمُ. وَتَنَطَّسْتُ الْأَخْبَارَ: تَجَسَّسْتُهَا.",
    "pg": "5:443"
  },
  "نطش": {
    "def": "النُّونُ وَالطَّاءُ وَالشِّينُ أَصْلٌ يَدُلُّ عَلَى حَرَكَةٍ وَقُوَّةٍ. يَقُولُونَ: النَّطْشُ: شِدَّةُ الْجَبْلَةِ. وَمَا بِهِ نَطِيشٌ، أَيْ قُوَّةٌ. قَالَ ابْنُ دُرَيْدٍ: قَوْلُهُمْ: عَطْشَانُ نَطْشَانُ، مِنْ قَوْلِهِمْ: مَا بِهِ نَطِيشٌ، أَيْ حَرَكَةٌ.\n\n[بَابُ النُّونِ وَالظَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:443"
  },
  "نطط": {
    "def": "النُّونُ وَالطَّاءُ. يَقُولُونَ النَّطَانِطُ مِنَ الرِّجَالِ: الطِّوَالُ، الْوَاحِدُ نَطْنَاطٌ، وَنَطْنَطْتُ الشَّيْءَ: مَدَدْتَهُ.",
    "pg": "5:357"
  },
  "نطع": {
    "def": "النُّونُ وَالطَّاءُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى بَسْطٍ فِي شَيْءٍ وَمَلَاسَةٍ. مِنْهُ النِّطْعُ، وَيُقَالُ لَهُ النَّطْعُ، وَهُوَ مَبْسُوطٌ أَمْلَسُ. وَالنَِّطْعُ: مَا ظَهَرَ مِنْ غَارِ الْفَمِ الْأَعْلَى. وَهُوَ كَذَلِكَ. وَالتَّنَطُّعُ فِي الْكَلَامِ: التَّعَمُّقُ، وَهُوَ قِيَاسُهُ لِأَنَّهُ يُتَبَسَّطُ فِيهِ. وَيُسْتَعَارُ، فَيُقَالُ: تَنَطَّعَ الصَّانِعُ فِي صَنْعَتِهِ، أَظْهَرَ حِذْقَهُ.",
    "pg": "5:440"
  },
  "نطف": {
    "def": "النُّونُ وَالطَّاءُ وَالْفَاءُ أَصْلَانِ أَحَدُهُمَا جِنْسٌ مِنَ الْحَلْيِ، وَالْآخَرُ نُدُوَّةٌ وَبَلَلٌ، ثُمَّ يُسْتَعَارُ وَيُتَوَسَّعُ فِيهِ.\nفَالْأَوَّلُ: النَّطَفُ. يُقَالُ هُوَ اللُّؤْلُؤُ، الْوَاحِدَةُ نَطَفَةٌ. وَيُقَالُ: بَلِ النَّطَفُ: الْقِرَطَةُ.\nوَالْأَصْلُ الْآخَرُ النُّطْفَةُ: الْمَاءُ الصَّافِي. وَلَيْلَةٌ نَطُوفٌ: مَطَرَتْ حَتَّى الصَّبَاحِ. وَالنِّطَافُ: الْعَرَقُ. ثُمَّ يُسْتَعَارُ هَذَا فَيُقَالُ النَّطَفُ: التَّلَطُّخُ. وَلَا يَكَادُ يُقَالُ إِلَّا فِي الْقَبِيحِ وَالْعَيْبِ. وَيُقَالُ نَطِفٌ، أَيْ مَعِيبٌ. وَنَطِفَ الشَّيْءُ: فَسَدَ.",
    "pg": "5:440"
  },
  "نطق": {
    "def": "النُّونُ وَالطَّاءُ وَالْقَافُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا كَلَامٌ أَوْ مَا أَشْبَهَهُ، وَالْآخَرُ جِنْسٌ مِنَ اللِّبَاسِ. الْأَوَّلُ الْمَنْطِقُ، وَنَطَقَ يَنْطِقُ نُطْقًا. وَيَكُونُ هَذَا لِمَا لَا نَفْهَمُهُ نَحْنُ. قَالَ اللَّهُ تَعَالَى فِي قِصَّةِ سُلَيْمَانَ: ﴿عُلِّمْنَا مَنْطِقَ الطَّيْرِ﴾ [النمل: ١٦] . وَالْآخَرُ النِّطَاقُ: إِزَارٌ فِيهِ تِكَّةٌ. وَتُسَمَّى الْخَاصِرَةُ: النَّاطِقَةَ، لِأَنَّهَا بِمَوْضِعِ النِّطَاقِ. وَيُقَالُ لِلشَّاةِ الَّتِي يُعْلَمُ عَلَيْهَا فِي مَوْضِعِ النِّطَاقِ بِحُمْرَةٍ: مُنَطَّقَةٌ. وَذَاتُ النِّطَاقِ: أَكَمَةٌ لَهُمْ. وَالْمِنْطَقُ: كُلُّ مَا شَدَدْتَ بِهِ وَسَطَكَ. وَالْمِنْطَقَةُ: اسْمٌ لِشَيْءٍ بِعَيْنِهِ. وَجَاءَ فُلَانٌ مْنْتَطِقًا فَرَسَهُ، إِذَا جَانَبَهُ وَلَمْ يَرْكَبْهُ، كَأَنَّهُ عِنْدَ النِّطَاقِ مِنْهُ، إِذْ كَانَ بِجَنْبِهِ. فَأَمَّا قَوْلُهُ:\nأَبْرَحُ مَا أَدَامَ اللَّهُ قَوْمِي ... عَلَى الْأَعْدَاءِ مُنْتَطِقًا مُجِيدَا\nفَقَدْ قَالَ قَوْمٌ: أَرَادَ بِهِ هَذَا، وَأَنَّهُ لَا يَزَالُ يَجْنُبُ فَرَسًا جَوَادًا. وَيُقَالُ هُوَ مِنَ الْبَابِ الْأَوَّلِ، أَيْ مُنْتَطِقٌ قَائِلٌ مَنْطِقًا فِي الثَّنَاءِ عَلَى قَوْمِي. وَيَقُولُونَ - وَهُوَ مِنَ الثَّانِي - \" مَنْ يَطُلْ ذَيْلُ أَبِيهِ يَنْتَطِقْ بِهِ \"، وَهُوَ مَثَلٌ، أَيْ مَنْ كَثُرَ بَنُو أَبِيهِ أَعَانُوهُ.",
    "pg": "5:440-441"
  },
  "نطل": {
    "def": "النُّونُ وَالطَّاءُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: النَّاطِلُ: مِكْيَالٌ مِنْ مَكَايِيلِ الْخَمْرِ. وَيُقَالُ: بَلِ النَّاطِلُ: الْفَضْلَةُ تَبْقَى فِي الْإِنَاءِ مِنَ الشَّرَابِ. وَهُوَ أَشْبَهُ بِقَوْلِهِ: وَلَوْ أَنَّ مَا عِنْدَ ابْنِ بُجْرَةَ عِنْدَهَا ... مِنَ الْخَمْرِ لَمْ تَبْلُلْ لَهَاتِي بِنَاطِلِ\nوَيَقُولُونَ إِنْ كَانَ صَحِيحًا: إِنَّ النَّيْطَلَ: الدَّلْوُ، وَالدَّاهِيَةُ.",
    "pg": "5:441-442"
  },
  "نطي": {
    "def": "النُّونُ وَالطَّاءُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ تَدُلُّ عَلَى تَبَاعُدٍ فِي الشَّيْءِ وَتَطَاوُلٍ. وَأَرْضٌ نَطِيَّةٌ: بَعِيدَةٌ. قَالَ امْرُؤُ الْقَيْسِ:\nتَرَوَّحَ مِنْ أَرْضٍ لِأَرْضٍ نَطِيَّةٍ ... لِذِكْرَةِ قَيْضٍ حَوْلَ بَيْضٍ مُفَلَّقِ\nوَأَنْطَاهُ، إِذَا أَعْطَاهُ. وَمَنْ أَعْطَى أَحَدًا شَيْئًا فَقَدْ جَعَلَ الشَّيْءَ عَنْ نَفْسِهِ بَعِيدًا. وَيُحْتَمَلُ أَنَّهُ مِنْ بَابِ الْإِبْدَالِ، مِنَ الْإِعْطَاءِ.\nوَمِمَّا حُمِلَ عَلَى هَذَا: لَا تُنَاطِ الرِّجَالَ، أَيْ لَا تَمَرَّسْ بِهِمْ وَتُطَاوِلْهُمُ الْعَدَاوَةَ.",
    "pg": "5:442"
  },
  "نظر": {
    "def": "النُّونُ وَالظَّاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَرْجِعُ فُرُوعُهُ إِلَى مَعْنًى وَاحِدٍ وَهُوَ تَأَمُّلُ الشَّيْءِ وَمُعَايَنَتُهُ، ثُمَّ يُسْتَعَارُ وَيُتَّسَعُ فِيهِ. فَيُقَالُ: نَظَرْتُ إِلَى الشَّيْءِ أَنْظُرُ إِلَيْهِ، إِذَا عَايَنْتَهُ. وَحَيٌّ حِلَالٌ نَظَرٌ: مُتَجَاوِرُونَ يَنْظُرُ بَعْضُهُمْ إِلَى بَعْضٍ. وَيَقُولُونَ: نَظَرْتُهُ، أَيِ انْتَظَرْتُهُ. وَهُوَ ذَلِكَ الْقِيَاسُ، كَأَنَّهُ يَنْظُرُ إِلَى الْوَقْتِ الَّذِي يَأْتِي فِيهِ. قَالَ:\nفَإِنَّكُمَا إِنْ تَنْظُرَانِيَ لَيْلَةً ... مِنَ الدَّهْرِ يَنْفَعْنِي لَدَى أُمِّ جُنْدَبِ\nوَمِنْ بَابِ الْمَجَازِ وَالِاتِّسَاعِ قَوْلُهُمْ: نَظَرَتِ الْأَرْضُ: أَرَتْ نَبَاتَهَا. وَهَذَا هُوَ [الْقِيَاسُ. وَ] يَقُولُونَ: نَظَرَتْ بِعَيْنٍ. وَمِنْهُ نَظَرَ الدَّهْرُ إِلَى بَنِي فُلَانٍ فَأَهْلَكَهُمْ. [وَ] هَذَا نَظِيرُ هَذَا، مِنْ هَذَا الْقِيَاسِ ; أَيْ إِنَّهُ إِذَا نُظِرَ إِلَيْهِ وَإِلَى نَظِيرِهِ كَانَا سَوَاءً. وَبِهِ نَظْرَةٌ، أَيْ شُحُوبٌ، كَأَنَّهُ شَيْءٌ نُظِرَ إِلَيْهِ فَشَحَبَ لَوْنُهُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ النُّونِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:444"
  },
  "نظف": {
    "def": "النُّونُ وَالظَّاءُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ قَوْلُهُمْ: شَيْءٌ نَظِيفٌ: نَقِيٌّ، بَيِّنُ النَّظَافَةِ. وَقَدْ نَظُفَ يَنْظُفُ. وَاسْتَنْظَفْتُ مَا عِنْدَ فُلَانٍ: اسْتَوْفَيْتُهُ وَأَخَذْتُهُ كُلَّهُ. وَنَظَّفْتُهُ: نَقَّيْتُهُ، تَنْظِيفًا.",
    "pg": "5:443"
  },
  "نظم": {
    "def": "النُّونُ وَالظَّاءُ وَالْمِيمُ: أَصْلٌ يَدُلُّ عَلَى تَأْلِيفِ شَيْءٍ وَتَأْلِيفِهِ، وَنَظَمْتُ الْخَرَزَ نَظْمًا، وَنَظَمْتُ الشِّعْرَ وَغَيْرَهُ. وَالنِّظَامُ: الْخَيْطُ يَجْمَعُ الْخَرَزَ. وَالنِّظَامَانِ مِنَ الضَّبِّ: كُشْيَتَانِ مِنْ جَنْبَيْهِ، مَنْظُومَانِ مِنْ أَصْلِ الذَّنَبِ إِلَى الْأُذُنِ. وَأَنْظَمَتِ الدَّجَاجَةُ: صَارَ فِي جَوْفِهَا بَيْضٌ. وَيُقَالُ لِكَوَاكِبِ الْجَوْزَاءِ: نَظْمٌ. وَجَاءَنَا نَظْمٌ مِنْ جَرَادٍ: أَيْ كَثِيرٌ.",
    "pg": "5:443-444"
  },
  "نعب": {
    "def": "النُّونُ وَالْعَيْنُ وَالْبَاءُ: أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا يَدُلُّ عَلَى صَوْتٍ، وَالْآخَرُ عَلَى حَرَكَةٍ مِنَ الْحَرَكَاتِ.\nفَالْأَوَّلُ نَعَبَ الْغُرَابُ: صَوَّتَ، نَعْبًا وَنَعِيبًا وَنَعَبَانًا. وَالْآخَرُ فَرَسٌ مِنْعَبٌ: جَوَادٌ. وَنَاقَةٌ نَعَّابَةٌ: سَرِيعَةٌ. وَيُقَالُ: النَّعْبُ: أَنْ تُحَرِّكَ رَأْسَهَا فِي مَشْيِهَا إِلَى قُدَّامِهَا. وَهِيَ نَاقَةٌ نَعُوبٌ.",
    "pg": "5:448"
  },
  "نعت": {
    "def": "النُّونُ وَالْعَيْنُ وَالتَّاءُ: كَلِمَةٌ وَاحِدَةٌ، وَهِيَ النَّعْتُ، وَهُوَ وَصْفُكَ الشَّيْءَ بِمَا فِيهِ مِنْ حُسْنٍ. كَذَا قَالَهُ الْخَلِيلُ، إِلَّا أَنْ يَتَكَلَّفَ مُتَكَلِّفٌ فَيَقُولُ: ذَا نَعْتُ سُوءٍ. قَالَ: وَكُلُّ شَيْءٍ جَيِّدٍ بَالِغٍ نَعْتٌ. وَنَاعِتُونَ: مَكَانٌ.",
    "pg": "5:448"
  },
  "نعج": {
    "def": "النُّونُ وَالْعَيْنُ وَالْجِيمُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى لَوْنٍ مِنَ الْأَلْوَانِ. مِنْهُ النَّعَجُ: الْبَيَاضُ الْخَالِصُ. وَجَمَلٌ نَاعِجٌ ; حَسَنُ اللَّوْنِ كَرِيمٌ. وَمِنْهُ النَّعْجَةُ مِنَ الضَّأْنِ، وَيَكُونُ مِنْ بَقَرِ الْوَحْشِ وَمِنْ شَاءِ الْجَبَلِ. يُقَالُ لِإِنَاثِ هَذِهِ الْأَجْنَاسِ نِعَاجٌ. وَنِعَاجُ الرَّمْلِ: الْبَقَرُ. وَنَعِجَ الرَّجُلُ: أَكَلَ لَحْمَ نَعْجَةٍ فَأُتْخِمَ عَنْهُ. قَالَ:\nكَأَنَّ الْقَوْمَ عُشُّوا لَحْمَ ضَانٍ ... فَهُمْ نَعِجُونَ قَدْ مَالَتْ طُلَاهُمْ\nوَأَنْعَجُوا: سَمِنَتْ نِعَاجُهُمْ. أَمَّا نَوَاعِجُ الْإِبِلِ، فَيُقَالُ هِيَ السِّرَاعُ. وَعِنْدَنَا أَنَّهَا الْكَرَائِمُ، لِمَا ذَكَرْنَاهُ مِنَ الْقِيَاسِ. وَامْرَأَةٌ نَاعِجَةٌ: حَسَنَةُ اللَّوْنِ. وَالنَّاعِجَةُ مِنَ الْأَرْضِ: السَّهْلَةُ الْمُسْتَوِيَةُ، وَهِيَ مَكْرُمَةٌ لِلنَّبَاتِ، تُنْبِتُ الرِّمْثَ وَأَطَايِبَ الْعُشْبِ.",
    "pg": "5:448-449"
  },
  "نعر": {
    "def": "النُّونُ وَالْعَيْنُ وَالرَّاءُ: أَصْلَانِ مُتَقَارِبَانِ: أَحَدُهُمَا صَوْتٌ مِنَ الْأَصْوَاتِ، وَالْآخَرُ حَرَكَةٌ مِنَ الْحَرَكَاتِ.\nفَالْأَوَّلُ نَعَرَ الرَّجُلُ، وَهُوَ صَوْتٌ مِنَ الْخَيْشُومِ. وَجُرْحٌ نَعَّارٌ وَنَعُورٌ، إِذَا صَوَّتَ دَمُهُ عِنْدَ خُرُوجِهِ مِنْهُ. وَالنَّاعُورُ: ضَرْبٌ مِنَ الدِّلَاءِ يُسْتَقَى بِهِ، سُمِّيَ لِصَوْتِهِ.\nوَالثَّانِي نَعَرَ فِي الْفِتْنَةِ: سَعَى وَجَاءَ وَذَهَبَ. وَهُوَ نَعَّارٌ فِي الْفِتَنِ: سَعَّاءٌ. وَنَعَرَ فِي الْبِلَادِ: ذَهَبَ. وَهُوَ نَعِيرُ الْهَمِّ: بَعِيدُهُ. وَإِنَّ فِي رَأْسِهِ نُعْرَةً، أَيْ نَخْوَةً وَتَكَبُّرًا، وَرُكُوبَ رَأْسٍ، يَمْضِي بِهِ عَلَى جَهْلِهِ. وَالنُّعَرَةُ: ذُبَابٌ يَقَعُ فِي أُنُوفِ الْبَعِيرِ وَالْخَيْلِ وَيُمْكِنُ أَنَّهَا سُمِّيَتْ لِنَعِيرِهَا، أَيْ صَوْتِهَا. وَنَعِرَ الْحِمَارُ، وَهُوَ نَعِرٌ. وَأَمَّا قَوْلُهُ:\nوَالشَّدَنِيَّاتُ يُسَاقِطْنَ النُّعَرْ\nفَإِنَّهُ شَبَّهَ أَجِنَّتَهَا فِي أَرْحَامِهَا بِذَلِكَ الذُّبَابِ. وَأَنْعَرَ الْأَرَاكُ: أَثْمَرَ، وَكَأَنَّ ثَمَرَهُ شُبِّهَ بِالنُّعَرِ. وَيُمْكِنُ أَنَّ الْأَصْلَ فِي جَمِيعِهَا الْأَوَّلُ. وَالنَّعَّارُ فِي الْفِتَنِ يَسْعَى فِيهَا وَيُصَوِّتُ بِالنَّاسِ.",
    "pg": "5:449-450"
  },
  "نعس": {
    "def": "النُّونُ وَالْعَيْنُ وَالسِّينُ أُصَيْلٌ يَدُلُّ عَلَى وَسَنٍ. وَنَعَسَ يَنْعَُسُ نُعَاسًا. وَنَاقَةٌ نَعُوسٌ، تُوصَفُ بِالسَّمَاحَةِ بِالدَّرِّ، لِأَنَّهَا إِذَا دَرَّتْ نَعَسَتْ. قَالَ:\nنَعُوسٌ إِذَا دَرَّتْ جَرُوزٌ إِذَا شَتَتْ ... بُوَيْزِلُ عَامٍ أَوْ سَدِيسٌ كَبَازِلِ.",
    "pg": "5:450"
  },
  "نعش": {
    "def": "النُّونُ وَالْعَيْنُ وَالشِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى رَفْعٍ وَارْتِفَاعٍ. قَالَ الْخَلِيلُ: النَّعْشُ: سَرِيرُ الْمَيِّتِ، كَذَا تَعْرِفُهُ الْعَرَبُ. وَمَيِّتٌ مَنْعُوشٌ: مَحْمُولٌ عَلَى النَّعْشِ. وَانْتَعَشَ الطَّائِرُ: نَهَضَ عَنْ عَثْرَتِهِ. يُقَالُ: نَعَشَهُ اللَّهُ وَأَنْعَشَهُ. قَالَ ابْنُ السِّكِّيتِ: لَا يُقَالُ أَنْعَشَهُ. وَبَنَاتُ نَعْشٍ: كَوَاكِبُ. وَهَذَا تَشْبِيهٌ. قَالَ: أَبُو بَكْرٍ: النَّعْشُ شِبْهُ مِحَفَّةٍ يُحْمَلُ عَلَيْهِ الْمَلِكُ إِذَا مَرِضَ، لَيْسَ بِنَعْشِ الْمَيِّتِ. وَأَنْشَدَ:\nأَلَمْ تَرَ خَيْرَ النَّاسِ أَصْبَحَ نَعْشُهُ ... عَلَى فِتْيَةٍ قَدْ جَاوَزَ الْحَيَّ سَائِرَا ثُمَّ يَقُولُ:\nوَنَحْنُ لَدَيْهِ نَسْأَلُ اللَّهَ خُلْدَهُ\nفَهَذَا يَدُلُّ عَلَى أَنَّهُ لَيْسَ بِمَيِّتٍ.",
    "pg": "5:450-451"
  },
  "نعض": {
    "def": "النُّونُ وَالْعَيْنُ وَالضَّادُ. يَقُولُونَ: النُّعْضُ: نَبْتٌ.",
    "pg": "5:451"
  },
  "نعط": {
    "def": "النُّونُ وَالْعَيْنُ وَالطَّاءُ. يَقُولُونَ: نَاعِطٌ: حَيٌّ مِنْ هَمْدَانَ.",
    "pg": "5:451"
  },
  "نعظ": {
    "def": "النُّونُ وَالْعَيْنُ وَالظَّاءُ. يَقُولُونَ: نَعَظَ الرَّجُلُ يَنْعَظُ نَعْظًا وَنُعُوظًا: تَحَرَّكَ مَا عِنْدَهُ.\n\n[بَابُ النُّونِ وَالْغَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:451"
  },
  "نعع": {
    "def": "النُّونُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَيْلٍ وَاضْطِرَابٍ. وَيُقَالُ لِلشَّيْءِ إِذَا مَالَ وَاضْطَرَبَ: تَنَعْنَعَ. وَالنُّعْنُعُ: الْهَُنُ الْمُسْتَرْخِي. وَالنُّعْنُعُ: الطَّوِيلُ مِنَ الرِّجَالِ الْمُضْطَرِبُ الْخَلْقِ. وَيَقُولُونَ: تَنَعْنَعَ مِنَّا، أَيْ تَبَاعَدَ. قَالَ ذُو الرُّمَّةِ:\nالنَّازِحُ الْمُتَنَعْنِعُ.",
    "pg": "5:357-358"
  },
  "نعف": {
    "def": "النُّونُ وَالْعَيْنُ وَالْفَاءُ كَلِمَةٌ تَدُلُّ عَلَى ارْتِفَاعٍ فِي شَيْءٍ. مِنْهُ النَّعْفُ: مَكَانٌ مُرْتَفِعٌ فِي اعْتِرَاضٍ. وَالنَّعْفَةُ: ذُؤَابَةُ الرَّحْلِ، سُمِّيَتْ لِأَنَّهَا سَامِيَةٌ. وَانْتَعَفَ الرَّجُلُ الشَّيْءَ، إِذَا تَرَكَهُ إِلَى غَيْرِهِ، كَأَنَّهُ سَمَا بِنَفْسِهِ عَنْهُ.\nوَمِنَ الْكَلِمَةِ الْأُولَى نَاعَفْتُ الرَّجُلَ: عَارَضْتُهُ. وَتَنَعَّفَ الرَّجُلُ: ارْتَقَى نَعْفًا.",
    "pg": "5:444-445"
  },
  "نعق": {
    "def": "النُّونُ وَالْعَيْنُ وَالْقَافُ كَلِمَةٌ تَدُلُّ عَلَى صَوْتٍ. وَنَعَقَ الرَّاعِي بِالْغَنَمِ يَنْعَقُ وَيَنْعِقِ، إِذَا صَاحَ بِهِ زَجْرًا، نَعِيقًا.",
    "pg": "5:445"
  },
  "نعل": {
    "def": "النُّونُ وَالْعَيْنُ وَاللَّامُ أُصَيْلٌ يَدُلُّ عَلَى اطْمِئْنَانٍ فِي الشَّيْءِ وَتَسَفُّلٍ. مِنْهُ النَّعْلُ الْمَعْرُوفَةُ، لِأَنَّهَا فِي أَسْفَلِ الْقَدَمِ. وَرَجُلٌ نَاعِلٌ ذُو نَعْلٍ، وَمُنْتَعِلٌ أَيْضًا. وَأَنْعَلْتُ الدَّابَّةَ. وَلَا يُقَالُ نَعَلْتُ. وَحِمَارُ الْوَحْشِ نَاعِلٌ لِصَلَابَةِ حَافِرِهِ. وَالنَّعْلُ لِلسَّيْفِ: مَا يَكُونُ أَسْفَلَ قِرَابِهِ مِنْ حَدِيدٍ، أَوْ فِضَّةٍ. [قَالَ] :\nتَرَى سَيْفَهُ لَا يَنْصُفُ السَّاقَ نَعْلُهُ ... أَجَلْ [لَا] وَإِنْ كَانَتْ طِوَالًا مَحَامِلُهْ\nوَفَرَسٌ مُنْعَلٌ: بَيَاضُهُ فِي أَسْفَلِ رُسْغِهِ عَلَى الْأَشْعَرِ لَا يَعْدُوهُ. وَالنَّعْلُ: عَقَبٌ يُلْبَسُ ظَهْرَ السِّيَةِ مِنَ الْقَوْسِ. وَالنَّعْلُ مِنَ الْأَرْضِ: مَوْضِعٌ، يُقَالُ هِيَ الْحَرَّةُ، وَيُقَالُ إِنَّهُ لَا يُنْبِتُ شَيْئًا. قَالَ الْخَلِيلُ: وَالنَّعْلُ: الذَّلِيلُ مِنَ الرِّجَالِ الَّذِي يُوطَأُ كَمَا يُوطَأُ النَّعْلُ.",
    "pg": "5:445-446"
  },
  "نعم": {
    "def": "النُّونُ وَالْعَيْنُ وَالْمِيمُ فُرُوعُهُ كَثِيرَةٌ، وَعِنْدَنَا أَنَّهَا عَلَى كَثْرَتِهَا رَاجِعَةٌ إِلَى أَصْلٍ وَاحِدٍ يَدُلُّ عَلَى تَرَفُّهٍ وَطِيبِ عَيْشٍ وَصَلَاحٍ. مِنْهُ النِّعْمَةُ: مَا يُنْعِمُ اللَّهُ تَعَالَى عَلَى عَبْدِهِ بِهِ مِنْ مَالٍ وَعَيْشٍ. يُقَالُ: لِلَّهِ تَعَالَى عَلَيْهِ نِعْمَةٌ. وَالنِّعْمَةُ: الْمِنَّةُ، وَكَذَا النَّعْمَاءُ. وَالنَّعْمَةُ: التَّنَعُّمُ وَطِيبُ الْعَيْشِ. قَالَ اللَّهُ تَعَالَى: ﴿وَنَعْمَةٍ كَانُوا فِيهَا فَاكِهِينَ﴾ [الدخان: ٢٧] . وَالنُّعَامَى: الرِّيحُ اللَّيِّنَةُ. وَالنَّعَمُ: الْإِبِلُ، لِمَا فِيهِ مِنَ الْخَيْرِ وَالنِّعْمَةِ. قَالَ الْفَرَّاءُ: النَّعَمُ ذَكَرٌ لَا يُؤَنَّثُ فَيَقُولُونَ: هَذَا نَعَمٌ وَارِدٌ ; وَتُجْمَعُ أَنْعَامًا. وَالْأَنْعَامُ: الْبَهَائِمُ، وَهُوَ ذَلِكَ الْقِيَاسُ. وَالنَّعَامَةُ مَعْرُوفَةٌ. لِنَعْمَةِ رِيشِهَا. وَعَلَى مَعْنَى التَّشْبِيهِ النَّعَامَةُ، وَهِيَ كَالظُّلَّةِ تُجْعَلُ عَلَى رُءُوسِ الْجَبَلِ، يُسْتَظَلُّ بِهَا. قَالَ:\nلَا شَيْءَ فِي رَيْدِهَا إِلَّا نَعَامَتُهَا ... مِنْهَا هَزِيمٌ وَمِنْهَا قَائِمٌ بِاقِ\nوَيَقُولُونَ: نَعَمْ وَنُعْمَى عَيْنٍ، وَنُعْمَةَ عَيْنٍ، أَيْ قُرَّةَ عَيْنٍ. وَنَعِمَ الشَّيْءُ مِنَ النَّعْمَةِ. وَقَدْ نَعَّمَ فُلَانٌ أَوْلَادَهُ: تَرَّفَهُمْ. وَيَقُولُونَ: ابْنُ النَّعَامَةِ: صَدْرُ الْقَدَمِ. قَالَ:\nفَيَكُونُ مَرْكَبُكَ الْقَعُودَ وَرَحْلَهُ ... وَابْنُ النَّعَامَةِ يَوْمَ ذَلِكَ مَرْكَبِي\nوَسُمِّيَ بِهِ لِأَنَّهُ مَكَانٌ لَيِّنٌ نَاعِمٌ. وَتَنَعَّمَ الرَّجُلُ: مَشَى حَافِيًا. وَيُعَبَّرُ عَنِ الْجَمَاعَةِ بِالنَّعَامَةِ فَيُقَالُ: شَالَتْ نَعَامَتُهُمْ، إِذَا تَفَرَّقُوا. وَهَذَا عَلَى مَعْنَى التَّشْبِيهِ، أَيْ كَمَا تَطِيرُ النَّعَامَةُ فَقَدْ تَفَرَّقُوا هَؤُلَاءِ. وَيَقُولُونَ: أَتَيْتُ أَرْضَ بَنِي فُلَانٍ فَتَنَعَّمَتْنِي إِذَا وَافَقَتْهُ. وَنِعْمَ: ضِدُّ بِئْسَ. وَيَقُولُونَ: إِنْ فَعَلْتَ ذَاكَ فَبِهَا وَنِعْمَتْ، أَيْ نِعْمَتِ الْخَصْلَةُ هِيَ.\nوَمِنَ الْبَابِ قَوْلُهُمْ: نَعَمْ، جَوَابُ الْوَاجِبِ، ضِدُّ لَا، وَهِيَ أَيْضًا مِنَ النِّعْمَةِ.\nوَعَلَى مَعْنَى التَّشْبِيهِ النَّعَائِمُ: كَوْكَبٌ. وَالنَّعَائِمُ، خَشَبَاتٌ يُنْصَبْنَ عَلَى الرَّكِيِّ تُعَلَّقُ إِلَيْهِنَّ الْقَامَةُ، إِذَا لَمْ تَكُنْ لِلرَّكِيِّ زَرَانِيقُ. وَيُقَالُ: إِنَّ شَقَائِقَ النُّعْمَانِ حَمَاهُ ابْنُ الْمُنْذِرِ فَنُسِبَ إِلَيْهِ. وَيُقَالُ: بَلِ النُّعْمَانُ هَاهُنَا: الدَّمُ. وَالْأَوَّلُ أَشْبَهُ. قَالَ ابْنُ دُرَيْدٍ: \" تَنَعَّمْتُ زَيْدًا: طَلَبْتُهُ \"، كَأَنَّهُ أَرَادَ: أَعْمَلَ إِلَيْهِ نَعَامَتَهُ، وَهِيَ بَاطِنُ قَدَمِهِ. وَيَقُولُونَ: نَعِمَ اللَّهُ بِكَ عَيْنًا، [وَنَعِمَكَ عَيْنًا] ، بِمَعْنَى.",
    "pg": "5:446-447"
  },
  "نعى": {
    "def": "النُّونُ وَالْعَيْنُ وَالْحَرْفُ الْمُعْتَلُّ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِشَاعَةِ شَيْءٍ. مِنْهُ النَّعِيُّ: خَبَرُ الْمَوْتِ، وَكَذَا الْآتِي بِخَبَرِ الْمَوْتِ يُقَالُ لَهُ نَعِيٌّ أَيْضًا.\nوَيُقَالُ: نَعَاءِ فُلَانًا، أَيِ انْعَهُ. قَالَ:\nنَعَاءِ جُذَامًا غَيْرَ مَوْتٍ وَلَا قَتْلِ ... وَلَكِنْ فِرَاقًا لِلدَّعَائِمِ وَالْأَصْلِ\nوَمِنَ الْبَابِ: هُوَ يَنْعَى عَلَى فُلَانٍ، إِذَا وَبَّخَهُ، كَأَنَّهُ يُشِيعُ عَلَيْهِ ذُنُوبَهُ. وَهُوَ يَسْتَنْعِي الظِّبَاءَ: يَدْعُوهَا، يَتَقَدَّمُهَا فَتَتْبَعُهُ. وَاسْتَنْعَيْتُ الْقَوْمَ، إِذَا تَقَدَّمْتَهُمْ لِيَتْبَعُوكَ، وَهَذَا عَلَى إِشَاعَةِ الصَّوْتِ بِالدُّعَاءِ. وَيُقَالُ: شَاعَ ذِكْرُ فُلَانٍ وَاسْتَنْعَى بِمَعْنًى. قَالَ الْأَصْمَعِيُّ: اسْتَنْعَى بِفُلَانٍ الشَّرُّ، أَيْ تَتَابَعَ بِهِ الشَّرُّ. وَاسْتَنْعَى بِهِ [حُبُّ] الْخَمْرِ: تَمَادَى بِهِ. وَمَعْنَى هَذَا أَنَّ الْخَمْرَ كَأَنَّهَا دَعَتْهُ وَصَوَّتَتْ بِهِ فَتَبِعَهَا.",
    "pg": "5:447-448"
  },
  "نغب": {
    "def": "النُّونُ وَالْغَيْنُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ، هِيَ النُّغْبَةُ: الْجُرْعَةُ. وَنَغَبْتُ، إِذَا جَرَعْتَ، وَالْجَمْعُ نُغَبٌ. قَالَ ذُو الرُّمَّةِ يَصِفُ حَمِيرًا وَرَدَتْ مَاءً فَلَمْ تَرْوَ:\nحَتَّى إِذَا زَلَجَتْ عَنْ كُلِّ حَنْجَرَةٍ ... إِلَى الْغَلِيلِ وَلَمْ يَقْصَعْنَهُ نُغَبُ.",
    "pg": "5:452"
  },
  "نغر": {
    "def": "النُّونُ وَالْغَيْنُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى غَلَيَانٍ وَاغْتِيَاظٍ. وَنَغِرَتِ الْقِدْرُ: غَلَتْ. وَنَغِرَ الرَّجُلُ: اغْتَاظَ. وَمِنْهُ قَوْلُ الْمَرْأَةِ فِي حَدِيثِ عَلِيٍّ عَلَيْهِ السَّلَامُ: \" «رُدُّونِي إِلَى أَهْلِي غَيْرَ نَغِرَةٍ» \". وَنَغَرَتِ النَّاقَةُ: ضَمَّتْ مُؤَخَّرَهَا وَمَضَتْ، كَأَنَّهَا اغْتَاظَتْ مِنْ شَيْءٍ فَمَضَتْ لِوَجْهِهَا. وَهُوَ يَتَنَغَّرُ عَلَيْنَا، أَيْ يَتَنَكَّرُ. وَهُوَ مِنَ الْأَوَّلِ. وَفِرَاخُ الْعَصَافِيرِ يُقَالُ لَهَا النَّغَرُ وَلَعَلَّ ذَلِكَ لِصَوْتِهَا الْمُتَدَارِكِ، الْوَاحِدَةُ نُغْرَةٌ، وَالذَّكَرُ نُغَرٌ، وَالْجَمْعُ نُغْرَانٌ. قَالَ:\nيَحْمِلْنَ أَوْعِيَةَ الْمُدَامِ كَأَنَّمَا ... يَحْمِلْنَهَا بِأَكَارِعِ النُّغْرَانِ\nيَصِفُ عَنَاقِيدَ الْعِنَبِ.",
    "pg": "5:452-453"
  },
  "نغش": {
    "def": "النُّونُ وَالْغَيْنُ وَالشِّينُ كَلِمَةٌ تَدُلُّ عَلَى اضْطِرَابٍ وَحَرَكَةٍ. مِنْهُ النَّغَشَانُ: الِاضْطِرَابُ. وَيُقَالُ: دَارٌ تَنْتَغِشُ، لِكَثْرَةِ مَنْ فِيهَا. وَيُقَالُ النُّغَاشِيُّ: الرَّجُلُ الْقَصِيرُ.",
    "pg": "5:453"
  },
  "نغص": {
    "def": "النُّونُ وَالْغَيْنُ وَالصَّادُ كَلِمَةٌ تَدُلُّ عَلَى الْقَطْعِ عَنِ الْمُرَادِ. وَنَغِصَ الرَّجُلُ: لَمْ يَتِمَّ لَهُ مُرَادُهُ، وَنُغِّصَ عَلَيْهِ. وَالنَّغَصُ يَقُولُونَ: هُوَ أَنْ تُورِدَ إِبِلَكَ الْحَوْضَ فَإِذَا شَرِبَتْ صَرَفْتَهَا وَأَوْرَدْتَ مَكَانَهَا غَيْرَهَا. وَعِنْدَنَا أَنَّ النَّغْصَ أَلَّا تُتْرَكَ تُتَمِّمُ الشُّرْبَ.",
    "pg": "5:453"
  },
  "نغض": {
    "def": "النُّونُ وَالْغَيْنُ وَالضَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى هَزٍّ وَتَحْرِيكٍ. مِنْ ذَلِكَ النَّغَضَانُ: تَحَرُّكُ الْأَسْنَانِ. وَالْإِنْغَاضُ: تَحْرِيكُ الْإِنْسَانِ [رَأْسَهُ] نَحْوَ صَاحِبِهِ كَالْمُتَعَجِّبِ مِنْهُ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ﴾ [الإسراء: ٥١] . وَالنَّغِْضُ: الظَّلِيمُ ; لِاضْطِرَابِ رَأْسِهِ عِنْدَ مَشْيِهِ. قَالَ:\nوَالنَّغِْضُ مِثْلُ الْأَجْرَبِ الْمُدَجَّلِ\nوَالنَّاغِضُ وَالنُّغْضُ: غُرْضُوفُ الْكَتِفِ. سُمِّيَ لِاضْطِرَابِهِ، وَيَكُونُ لِلْأُذُنِ أَيْضًا. وَالنَّغُوضُ: النَّاقَةُ الْعَظِيمَةُ السَّنَامِ، وَإِذَا عَظُمَ اضْطَرَبَ. وَنَغَضَ الْغَيْمُ: سَارَ.\n\n[بَابُ النُّونِ وَالْفَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:453-454"
  },
  "نغغ": {
    "def": "النُّونُ وَالْغَيْنُ كَلِمَةٌ تَدُلُّ عَلَى بَعْضِ الْأَعْضَاءِ. وَالنَّغَانِغُ: لَحَمَاتٌ تَكُونُ فِي الْحَلْقِ عِنْدَ اللَّهَاةِ، الْوَاحِدُ نُغْنُغٌ. قَالَ جَرِيرٌ:\nغَمَزَ ابْنُ مُرَّةَ يَا فَرَزْدَقُ كَيْنَهَا ... غَمْزَ الطَّبِيبِ نَغَانِغَ الْمَعْذُورِ\nوَقَدْ تُسَمَّى الزَّوَائِدُ فِي بَاطِنِ الْأُذُنَيْنِ النَّغَانِغُ.",
    "pg": "5:358"
  },
  "نغق": {
    "def": "النُّونُ وَالْغَيْنُ وَالْقَافُ. لَيْسَ فِيهِ إِلَّا نَغَقَ الْغُرَابُ نَغِيقًا. وَحَكَى بَعْضُهُمْ: نَاقَةٌ نَغِيقٌ، وَهِيَ الَّتِي تَبْغَُِمُ بُعَيْدَاتِ بَيْنٍ، أَيْ مَرَّةً بَعْدَ مَرَّةٍ.",
    "pg": "5:451"
  },
  "نغل": {
    "def": "النُّونُ وَالْغَيْنُ وَاللَّامُ كَلِمَةٌ تَدُلُّ عَلَى فَسَادٍ وَإِفْسَادٍ. النَّغِلُ: الْأَدِيمُ الْفَاسِدُ. يَقُولُونَ: \" وَقَدْ يُرْقَعُ النَّغِلُ \". يُقَالُ إِنَّ النَّغَلَ: الْإِفْسَادُ بَيْنَ الْقَوْمِ وَالنَّمِيمَةُ.",
    "pg": "5:451-452"
  },
  "نغم": {
    "def": "النُّونُ وَالْغَيْنُ وَالْمِيمُ لَيْسَ إِلَّا النَّغْمَةُ: جَرْسُ الْكَلَامِ وَحُسْنُ الصَّوْتِ بِالْقِرَاءَةِ وَغَيْرِهَا. وَهُوَ النَّغْمُ. وَتَنَغَّمَ الْإِنْسَانُ بِالْغِنَاءِ وَنَحْوِهِ.",
    "pg": "5:452"
  },
  "نغى": {
    "def": "النُّونُ وَالْغَيْنُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ تَدُلُّ عَلَى كَلَامٍ طَيِّبٍ. يَقُولُونَ: هُوَ يُنَاغِي الصَّبِيَّ: يُكَلِّمُهُ بِمَا يَسُرُّهُ وَيُجْذِلُهُ مِنَ الْكَلَامِ. وَمِنْهُ: كَلَّمْتُهُ فَمَا نَغَى بِحَرْفٍ. وَسَمِعْتُ نَغْيَةً. قَالَ:\nلَمَّا أَتَانِي نَغْيَةٌ كَالشُّهْدِ\nوَمِنْهُ جَبَلٌ يُنَاغِي السَّمَاءَ، كَأَنَّهُ دَانَاهَا فَهُوَ يُكَلِّمُهَا. وَالْمُنَاغَاةُ الْمُغَازَلَةُ.",
    "pg": "5:452"
  },
  "نفت": {
    "def": "النُّونُ وَالْفَاءُ وَالتَّاءُ. يَقُولُونَ: نَفَتَتِ الْقِدْرُ: غَلَتْ وَيَبِسَ مَرَقُهَا عَلَيْهَا. قَالَ:\nوَصَاحِبٍ لِصَدْرِهِ كَتِيتُ ... عَلَيَّ مِثْلَ الْمِرْجَلِ النَّفُوتِ\nوَنَفَتَ صَدْرُهُ بِالْعَدَاوَةِ: غَلَا.",
    "pg": "5:457"
  },
  "نفث": {
    "def": "النُّونُ وَالْفَاءُ وَالثَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خُرُوجِ شَيْءٍ مِنْ فَمٍ أَوْ غَيْرِهِ بِأَدْنَى جَرْسٍ. مِنْهُ نَفَثَ الرَّاقِي رِيقَهُ، وَهُوَ أَقَلُّ مِنَ التَّفْلِ. وَالسَّاحِرَةُ تَنْفُِثُ السُّمَّ. وَ \" لَا بُدَّ لِلْمَصْدُورِ أَنْ يَنْفُثَ \" مَثَلٌ. وَ \" لَوْ سَأَلَنِي نُفَاثَةَ سِوَاكٍ مَا أَعْطَيْتُهُ \"، وَهُوَ مَا بَقِيَ فِي أَسْنَانِهِ فَنَفَثَهُ. وَدَمٌ نَفِيثٌ: نَفَثَهُ الْجُرْحُ، أَيْ أَظْهَرَهُ.",
    "pg": "5:457"
  },
  "نفج": {
    "def": "النُّونُ وَالْفَاءُ وَالْجِيمُ: أَصْلٌ يَدُلُّ عَلَى ثُؤُورِ شَيْءٍ وَارْتِفَاعِهِ. وَنَفَجَ الْيَرْبُوعُ: ثَارَ. وَأَنْفَجَهُ صَائِدُهُ. وَنَفَجَتِ الْفَرُّوجَةُ مِنْ بَيْضِهَا: خَرَجَتْ. وَانْتَفَجَ جَنْبَا الْبَعِيرِ: ارْتَفَعَا. وَالنَّوَافِجُ: مُؤَخَّرَاتُ الضُّلُوعِ، وَاحِدَتُهَا نَافِجَةٌ. وَالنَّفَّاجُ: الْمُفْتَخِرُ بِمَا لَيْسَ عِنْدَهُ. وَنَفَجَتِ الرِّيحُ: جَاءَتْ بِقُوَّةٍ. وَالنَّفِيجَةُ: الشَّطَبِيَّةُ مِنَ النَّبْعِ تُتَّخَذُ قَوْسًا، كَأَنَّهَا تَنْتَفِجُ عَلَى الشَّجَرَةِ.",
    "pg": "5:457-458"
  },
  "نفح": {
    "def": "النُّونُ وَالْفَاءُ وَالْحَاءُ: أَصْلٌ يَدُلُّ عَلَى انْدِفَاعِ الشَّيْءِ أَوْ رَفْعِهِ. وَنَفَحَتْ رَائِحَةُ الطِّيبِ نَفْحًا: انْتَشَرَتْ وَانْدَفَعَتْ. وَلِهَذَا الطِّيبِ نَفْحَةٌ طَيِّبَةٌ. ثُمَّ قِيسَ عَلَيْهِ فَقِيلَ: نَفَحَ بِالْمَالِ نَفْحًا، كَأَنَّهُ أَرْسَلَهُ مِنْ يَدِهِ إِرْسَالًا. وَلَا تَزَالُ لِفُلَانٍ نَفَحَاتٌ مِنْ مَعْرُوفٍ. وَنَفَحَتِ الرِّيحُ. هَبَّتْ. وَقَوْسٌ نَفُوحٌ: بَعِيدَةُ الدَّفْعِ لِلسَّهْمِ. وَنَفَحَتِ الدَّابَّةُ: رَمَتْ بِحَافِرِهَا فَضَرَبَتْ بِهِ. وَكَذَلِكَ نَفَحَهُ بِالسَّيْفِ: تَنَاوَلَهُ بِهِ. وَالنَّفُوحُ مِنَ النُّوقِ: مَا يَخْرُجُ لَبَنُهَا مِنْ أَحَالِيلِهَا مِنْ غَيْرِ حَلْبٍ.",
    "pg": "5:458"
  },
  "نفخ": {
    "def": "النُّونُ وَالْفَاءُ وَالْخَاءُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْتِفَاخٍ وَعُلُوٍّ. مِنْهُ انْتَفَخَ الشَّيْءُ انْتِفَاخًا. وَيُقَالُ انْتَفَخَ النَّهَارُ: عَلَا. وَنَفْخَةُ الرَّبِيعِ: إِعْشَابُهُ ; لِأَنَّ الْأَرْضَ تَرْبُو فِيهِ وَتَنْتَفِخُ. وَالْمَنْفُوخُ: الرَّجُلُ السَّمِينُ. وَالنَّفْخَاءُ مِنَ الْأَرْضِ مِثْلُ النَّبْخَاءِ ; وَقَدْ مَضَى.",
    "pg": "5:458"
  },
  "نفد": {
    "def": "النُّونُ وَالْفَاءُ وَالدَّالُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْقِطَاعِ شَيْءٍ وَفَنَائِهِ. وَنَفِدَ الشَّيْءُ يَنْفَدُ نَفَادًا. وَأَنْفَدُوا: فَنِيَ زَادُهُمْ. وَيُقَالُ لِلْخَصْمِ مُنَافِدٌ، وَذَلِكَ أَنْ يَتَخَاصَمَ الرَّجُلَانِ يُرِيدُ كُلٌّ مِنْهُمَا إِنْفَادَ حُجَّةِ صَاحِبِهِ. وَفِي الْحَدِيثِ: \" «إِنْ نَافَدْتَهُمْ نَافَدُوكَ» \"، أَيْ إِنْ قُلْتَ لَهُمْ قَالُوا لَكَ.",
    "pg": "5:458"
  },
  "نفذ": {
    "def": "النُّونُ وَالْفَاءُ وَالذَّالُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَضَاءٍ فِي أَمْرٍ وَغَيْرِهِ. وَنَفَذَ السَّهْمُ الرَّمْيَةَ نَفَاذًا. وَأَنْفَذْتُهُ أَنَا. وَهُوَ نَافِذٌ: مَاضٍ فِي أَمْرِهِ.",
    "pg": "5:458-459"
  },
  "نفر": {
    "def": "النُّونُ وَالْفَاءُ وَالرَّاءُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَجَافٍ وَتَبَاعُدٍ. مِنْهُ نَفَرَ الدَّابَّةُ وَغَيْرُهُ نِفَارًا، وَذَلِكَ تَجَافِيهِ وَتَبَاعُدُهُ عَنْ مَكَانِهِ وَمَقَرِّهِ. وَنَفَرَ جِلْدُهُ: وَرِمَ. وَفِي الْحَدِيثِ: \" «أَنَّ رَجُلًا تَخَلَّلَ بِالْقَصَبِ فَنَفَرَ فَمُهُ» \"، أَيْ وَرِمَ. قَالَ أَبُو عُبَيْدٍ: وَإِنَّمَا هُوَ مِنْ نِفَارِ الشَّيْءِ عَنِ الشَّيْءِ وَتَجَافِيهِ عَنْهُ ; لِأَنَّ الْجَلْدَ يَنْفِرُ عَنِ اللَّحْمِ لِلدَّاءِ الْحَادِثِ بَيْنَهُمَا. وَيَوْمُ النَّفْرِ: يَوْمَ يَنْفِرُ النَّاسُ عَنْ مِنَى. وَيَقُولُونَ: لَقِيتُهُ قَبْلَ صَيْحٍ وَنَفْرٍ، أَيْ قَبْلَ كُلِّ صَائِحٍ وَنَافِرٍ. وَالْمُنَافَرَةُ: الْمُحَاكَمَةُ إِلَى الْقَاضِي بَيْنَ اثْنَيْنِ، قَالُوا: مَعْنَاهُ أَنَّ الْمُبْتَغَى تَفْضِيلُ نَفَرٍ عَلَى نَفَرٍ. وَأَنْفَرْتُ أَحَدَهُمَا عَلَى الْآخَرِ. وَالنَّفَرُ أَيْضًا مِنْ قِيَاسِ الْبَابِ لِأَنَّهُمْ يَنْفِرُونَ لِلنُّصْرَةِ. وَالنَّفِيرُ: النَّفَرُ، وَكَذَا النَّفْرُ وَالنَّفْرَةُ: كُلُّ ذَلِكَ قِيَاسُهُ وَاحِدٌ. وَأَنْشَدَ الْفَرَّاءُ فِي النَّفْرَةِ:\nحَيَّتْكَ ثُمَّتَ قَالَتْ إِنَّ نَفْرَتَنَا ... الْيَوْمَ كُلُّهُمُ يَا عُرْوَ مُشْتَغِلُ\nوَتَقُولُ الْعَرَبُ: نَفَّرْتُ عَنِ الصَّبِيِّ، أَيْ لَقَّبْتُهُ لَقَبًا، كَأَنَّهُ عِنْدَهُمْ تَنْفِيرٌ لِلْجِنِّ عَنْهُ وَلِلْعَيْنِ. قَالَ أَعْرَابِيٌّ: قِيلَ لِأَبِي لَمَّا وُلِدْتُ: نَفِّرْ عَنِ ابْنِكَ! فَسَمَّانِي قُنْفُذًا، وَكَنَّانِي أَبَا الْعَدَّاءِ.",
    "pg": "5:459"
  },
  "نفز": {
    "def": "النُّونُ وَالْفَاءُ وَالزَّاءُ أُصَيْلٌ يَدُلُّ عَلَى الْوُثُوبِ وَشِبْهِ الْوُثُوبِ. وَنَفَزَ الظَّبْيُ: وَثَبَ فِي عَدْوِهِ. وَالْمَرْأَةُ تُنَفِّزُ وَلَدَهَا: تُرَقِّصُهُ. وَأَنْفَزْتُ السَّهْمَ عَلَى ظَهْرِ يَدِي: أَدَرْتُهُ. قَالَ: يَخُرْنَ إِذَا أُنْفِزْنَ فِي سَاقِطِ النَّدَى ... وَإِنْ كَانَ يَوْمًا ذَا أَهَاضِيبَ مُخْضِلًا.",
    "pg": "5:459-460"
  },
  "نفس": {
    "def": "النُّونُ وَالْفَاءُ وَالسِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خُرُوجِ النَّسِيمِ كَيْفَ كَانَ، مِنْ رِيحٍ أَوْ غَيْرِهَا، وَإِلَيْهِ يَرْجِعُ فُرُوعُهُ. مِنْهُ التَّنَفُّسُ: خُرُوجُ النَّسِيمِ مِنَ الْجَوْفِ. وَنَفَّسَ اللَّهُ كُرْبَتَهُ، وَذَلِكَ أَنَّ فِي خُرُوجِ النَّسِيمِ رَوْحًا وَرَاحَةً. وَالنَّفَسُ: كُلُّ شَيْءٍ يُفَرَّجُ بِهِ عَنْ مَكْرُوبٍ. وَفِي الْحَدِيثِ: \" «لَا تَسُبُّوا الرِّيحَ فَإِنَّهَا مِنْ نَفَسِ الرَّحْمَنِ» \" يَعْنِي أَنَّهَا رَوْحٌ يُتَنَفَّسُ بِهِ عَنِ الْمَكْرُوبِينَ. وَجَاءَ فِي ذِكْرِ الْأَنْصَارِ: \" «أَجِدُ نَفَسَ رَبِّكُمْ مِنْ قِبَلِ الْيَمَنِ» \"، يُرَادُ أَنَّ بِالْأَنْصَارِ نُفِّسَ عَنِ الَّذِينَ كَانُوا يُؤْذَوْنَ مِنَ الْمُؤْمِنِينَ بِمَكَّةَ. وَيُقَالُ لِلْعَيْنِ نَفَسٌ. وَأَصَابَتْ فُلَانًا نَفْسٌ. وَالنَّفْسُ: الدَّمُ، وَهُوَ صَحِيحٌ، وَذَلِكَ أَنَّهُ إِذَا فُقِدَ الدَّمُ مِنْ بَدَنِ الْإِنْسَانِ فَقَدَ نَفْسَهُ. وَالْحَائِضُ تُسَمَّى النُّفَسَاءَ لِخُرُوجِ دَمِهَا.\nوَالنِّفَاسُ: وِلَادُ الْمَرْأَةِ، فَإِذَا وَضَعَتْ فَهِيَ نُفَسَاءُ. وَيُقَالُ: وَرِثْتُ هَذَا قَبْلَ أَنْ يُنْفَسَ فُلَانٌ، أَيْ يُولَدُ. وَالْوَلَدُ مَنْفُوسٌ. وَالنِّفَاسُ أَيْضًا: جَمْعُ نُفَسَاءَ. وَيُقَالُ: كَرَعَ فِي الْإِنَاءِ نَفَسًا أَوْ نَفَسَيْنِ. وَيُقَالُ: لِلْمَاءِ نَفَسٌ، وَهَذَا عَلَى تَسْمِيَتِهِ الشَّيْءَ بِاسْمِ غَيْرِهِ، وَلِأَنَّ قِوَامَ النَّفْسِ بِهِ. وَالنَّفْسُ قِوَامُهَا بِالنَّفَسِ. قَالَ: تَبِيتُ الثَّلَاثُ السُّودُ وَهِيَ مُنَاخَةٌ ... عَلَى نَفَسٍ مِنْ [مَاءِ] مَاوِيَّةَ الْعَذْبِ\nوَمِنَ الِاسْتِعَارَةِ: تَنَفَّسَتِ الْقَوْسُ: انْشَقَّتْ. وَشَيْءٌ نَفِيسٌ، أَيْ ذُو نَفْسٍ وَخَطَرٍِ يُتَنَافَسُ بِهِ. وَالتَّنَافُسُ: أَنْ يُبْرِزَ كُلُّ وَاحِدٍ مِنَ الْمُتَبَارِزَيْنِ قُوَّةَ نَفْسِهِ. وَقَوْلُهُمْ فِي الدِّبَاغِ نَفَسٌ، هَذَا هُوَ الْقِيَاسُ، أَيْ يَسِيرٌ مِنْهُ قَدْرُ مَا يُدْبَغُ بِهِ الْإِهَابُ مَرَّةً، شَبَّهَهُ فِي قِلَّتِهِ بِنَفَسٍ يُتَنَفَّسُ. وَقِيَاسُ الْبَابِ فِي هَذَا وَفِيمَا مَعْنَاهُ وَاحِدٌ.",
    "pg": "5:460-461"
  },
  "نفش": {
    "def": "النُّونُ وَالْفَاءُ وَالشِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْتِشَارٍ. مِنْ ذَلِكَ نَفْشُ الصُّوفِ، وَهُوَ أَنْ يُطْرَقَ حَتَّى يَتَنَفَّشَ. وَنَفَشَ الطَّائِرُ جَنَاحَيْهِ. وَنَفَشَتِ الْإِبِلُ: تَرَدَّدَتْ وَانْتَشَرَتْ بِلَا رَاعٍ. وَفِعْلُهَا النَّفْشُ ; وَإِبِلٌ نُفَّاشٌ وَنَوَافِشُ.",
    "pg": "5:461"
  },
  "نفص": {
    "def": "النُّونُ وَالْفَاءُ وَالصَّادُ كَلِمَاتٌ يَتَقَارَبُ قِيَاسُهَا، وَهِيَ تَدُلُّ عَلَى إِخْرَاجِ شَيْءٍ مِنَ الْبَدَنِ أَوْ إِلْقَائِهِ بِقُوَّةٍ. مِنْهُ أَنْفَصَ فُلَانٌ فِي ضَحِكِهِ: اسْتَغْرَبَ.\nوَأَنْفَصَ بِبَوْلِهِ مِثْلُ أَوْزَعَ. وَيُقَالُ إِنَّ النُّفَصَ: أَنْضَاحُ الدَّمِ، الْوَاحِدَةُ نُفْصَةٌ. قَالَ:\nتَرَى الدِّمَاءَ عَلَى أَكْتَافِهَا نُفَصَا قَالَ ابْنُ دُرَيْدٍ: وَالنُّفَاصُ: دَاءٌ يُصِيبُ الْغَنَمَ فَيَبُولُ حَتَّى يَمُوتَ.",
    "pg": "5:461-462"
  },
  "نفض": {
    "def": "النُّونُ وَالْفَاءُ وَالضَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَحْرِيكِ شَيْءٍ لِتَنْظِيفِهِ مِنْ غُبَارٍ أَوْ نَحْوِهِ، ثُمَّ يُسْتَعَارُ. وَنَفَضْتُ الثَّوْبَ وَغَيْرَهُ نَفْضًا. وَالنَّفَضُ: مَا نَفَضَتْهُ الشَّجَرَةُ مِنْ ثَمَرِهَا. وَامْرَأَةٌ نَفُوضٌ: نَفَضَتْ بَطْنَهَا عَنْ وَلَدِهَا. وَالنَّافِضُ: الْحُمَّى ذَاتُ الرِّعْدَةِ، لِأَنَّهَا تَنْفُضُ الْبَدَنَ نَفْضًا. وَأَنْفَضُوا: فَنِيَ زَادُهُمْ، أَيْ لَمَّا نَفِدَ زَادُهُمْ وَفَنِيَ نَفَضُوا أَوْعِيَتَهُمْ. وَتَقُولُ الْعَرَبُ مَثَلًا: \" النُّفَاضُ يُقَطِّرُ الْجَلَبَ \"، إِذَا أَنْفَضُوا وَقَلَّ مَا عِنْدَهُمْ جَلَبُوا إِبِلَهُمْ لِلْبَيْعِ.\nوَيُسْتَعَارُ مِنَ الْبَابِ قَوْلُهُمْ: نَفَضْتُ الْأَرْضَ، إِذَا بَعَثْتَ مَنْ يَنْظُرُ أَبِهَا عَدُوٌّ أَمْ لَا. وَنَفَضْتُ اللَّيْلَ، إِذَا عَسَسْتَ لِتَنْفُضَ عَنْ أَهْلِ الرِّيبَةِ. وَالنَّفِيضَةُ وَالنَّفَضَةُ: الْقَوْمُ يَفْعَلُونَ ذَلِكَ. قَالَ:\nيَرِدُ الْمِيَاهَ حَضِيرَةً وَنَفِيضَةً ... وِرْدَ الْقَطَاةِ إِذَا اسْمَأَلَّ التُّبَّعُ\nوَتَقُولُ الْعَرَبُ: \" إِذَا تَكَلَّمْتَ لَيْلًا فَاخْفِضْ، وَإِذَا تَكَلَّمْتَ النَّهَارَ فَانْفُضْ \". تَقُولُ: انْظُرْ حَوَالَيْكَ، فَلَعَلَّ ثَمَّ مَنْ لَا يَصْلُحُ أَنْ يَسْمَعَ كَلَامَكَ. وَالنِّفَاضُ: إِزَارُ الصِّبْيَانِ. وَيُمْكِنُ أَنْ يَكُونَ مِنَ الْبَابِ. قَالَ:\nجَارِيَةٌ بَيْضَاءُ فِي نِفَاضٍ.",
    "pg": "5:462-463"
  },
  "نفط": {
    "def": "النُّونُ وَالْفَاءُ وَالطَّاءُ: ثَلَاثُ كَلِمَاتٍ: النِّفْطُ مَعْرُوفٌ، مَكْسُورُ النُّونِ. وَالنَّفَطُ: قَرْحٌ يَخْرُجُ فِي الْيَدِ مِنَ الْعَمَلِ. وَنَفَطَ الصَّبِيُّ نَفِيطًا: صَوَّتَ. وَمَا لَهُ عَافِطَةٌ وَلَا نَافِطَةٌ. فَالنَّافِطَةُ: الشَّاةُ تَنْفِطُ مِنْ أَنْفِهَا.",
    "pg": "5:463"
  },
  "نفع": {
    "def": "النُّونُ وَالْفَاءُ وَالْعَيْنُ: كَلِمَةٌ تَدُلُّ عَلَى خِلَافِ الضَّرِّ. وَنَفَعَهُ يَنْفَعُهُ نَفْعًا وَمَنْفَعَةً. وَانْتَفَعَ بِكَذَا. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ النُّونِ وَالْقَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:463"
  },
  "نفف": {
    "def": "النُّونُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ، هِيَ النَّفْنَفُ: الْهَوَاءُ. وَكُلُّ مَهْوًى بَيْنَ شَيْئَيْنِ نَفْنَفٌ. قَالَ الشَّاعِرُ:\nتُعَلَّقُ فِي مِثْلِ السَّوَارِي سُيُوفُنَا ... وَمَا بَيْنَهَا وَالْكَعِبُ غَوْطٌ نَفَانِفُ.",
    "pg": "5:358"
  },
  "نفق": {
    "def": "النُّونُ وَالْفَاءُ وَالْقَافُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدُهُمَا عَلَى انْقِطَاعِ شَيْءٍ وَذَهَابِهِ، وَالْآخَرُ عَلَى إِخْفَاءِ شَيْءٍ وَإِغْمَاضِهِ. وَمَتَى حُصِّلَ الْكَلَامُ فِيهِمَا تَقَارَبَا.\nفَالْأَوَّلُ: نَفَقَتِ الدَّابَّةُ نُفُوقًا: مَاتَتْ، وَنَفَقَ السِّعْرُ نَفَاقًا، وَذَلِكَ أَنَّهُ يَمْضِي فَلَا يَكْسُدُ وَلَا يَقِفُ. وَأَنْفَقُوا: نَفَقَتْ سُوقُهُمْ. وَالنَّفَقَةُ لِأَنَّهَا تَمْضِي لِوَجْهِهَا. وَنَفَقَ الشَّيْءُ: فَنِيَ يُقَالُ قَدْ نَفِقَتْ نَفَقَةُ الْقَوْمِ.\nوَأَنْفَقَ الرَّجُلُ: افْتَقَرَ، أَيْ ذَهَبَ مَا عِنْدَهُ. قَالَ ابْنُ الْأَعْرَابِيِّ: وَمِنْهُ قَوْلُهُ تَعَالَى: إِذًا لَأَمْسَكْتُمْ خَشْيَةَ الْإِنْفَاقِ. وَفَرَسٌ نَفِقُ الْجَرْيِ، أَيْ سَرِيعُ انْقِطَاعِ الْجَرْيِ.\nوَالْأَصْلُ الْآخَرُ النَّفَقُ: سَرَبٌ فِي الْأَرْضِ لَهُ مَخْلَصٌ إِلَى مَكَانٍ. وَالنَّافِقَاءُ: مَوْضِعٌ يُرَقِّقُهُ الْيَرْبُوعُ مِنْ جُحْرِهِ فَإِذَا أُتِيَ مِنْ قِبَلِ الْقَاصِعَاءِ ضَرَبَ النَّافِقَاءَ بِرَأْسِهِ فَانْتَفَقَ، أَيْ خَرَجَ. وَمِنْهُ اشْتِقَاقُ النِّفَاقِ، لِأَنَّ صَاحِبَهُ يَكْتُمُ خِلَافَ مَا يُظْهِرُ، فَكَأَنَّ الْإِيمَانَ يَخْرُجُ مِنْهُ، أَوْ يَخْرُجُ هُوَ مِنَ الْإِيمَانِ فِي خَفَاءٍ. وَيُمْكِنُ أَنَّ الْأَصْلَ فِي الْبَابِ وَاحِدٌ، وَهُوَ الْخُرُوجُ. وَالنَّفَقُ: الْمَسْلَكُ النَّافِذُ الَّذِي يُمْكِنُ الْخُرُوجُ مِنْهُ.\nأَمَّا نَيْفَقُ السَّرَاوِيلِ فَقَدْ قَالَ أَبُو بَكْرٍ: هُوَ فَارِسِيٌّ مُعَرَّبٌ.",
    "pg": "5:454-455"
  },
  "نفل": {
    "def": "النُّونُ وَالْفَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عَطَاءٍ وَإِعْطَاءٍ. مِنْهُ النَّافِلَةُ: عَطِيَّةُ الطَّوْعِ مِنْ حَيْثُ لَا تَجِبُ. وَمِنْهُ نَافِلَةُ الصَّلَاةِ. وَالنَّوْفَلُ: الرَّجُلُ الْكَثِيرُ الْعَطَاءِ. قَالَ:\nيَأْبَى الظُّلَامَةَ مِنْهُ النَّوْفَلُ الزُّفَرُ\nوَمِنَ الْبَابِ النَّفَلُ: الْغُنْمُ. وَالْجَمْعُ أَنْفَالٌ، وَذَلِكَ أَنَّ الْإِمَامَ يُنَفِّلُ الْمُحَارِبِينَ، أَيْ يُعْطِيهِمْ مَا غَنِمُوهُ. يُقَالُ: نَفَّلْتُكَ: أَعْطَيْتُكَ نَفَلًا. وَقَوْلُهُمْ: انْتَفَلَ مِنَ الشَّيْءِ انْتَفَى مِنْهُ، فَمِنَ الْإِبْدَالِ، وَاللَّامُ بَدَلٌ مِنَ الْيَاءِ. قَالَ الْمُتَلَمِّسُ:\nأَمُنْتَفِلًا مِنْ نَصْرِ بُهْثَةَ خِلْتَنِي ... أَلَا إِنَّنِي مِنْهُمْ وَإِنْ كُنْتُ أَيْنَمَا.",
    "pg": "5:455-456"
  },
  "نفه": {
    "def": "النُّونُ وَالْفَاءُ وَالْهَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى إِعْيَاءٍ وَضَعْفٍ. مِنْهُ نَفِهَتِ النَّفْسُ: أَعْيَتْ وَكَلَّتْ. وَهُوَ نَافِهٌ وَنُفَّهٌ. قَالَ:\nبِنَا حَرَاجِيجُ الْمَهَارَِي النُّفَّهِ\nوَهُوَ مُنَفَّهٌ وَمَنْفُوهٌ: ضَعِيفٌ جَبَانٌ.",
    "pg": "5:456"
  },
  "نفى": {
    "def": "النُّونُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ أُصَيْلٌ يَدُلُّ عَلَى تَعْرِيَةِ شَيْءٍ مِنْ شَيْءٍ وَإِبْعَادِهِ مِنْهُ. وَنَفَيْتُ الشَّيْءَ أَنْفِيهِ نَفْيًا، وَانْتَفَى هُوَ انْتِفَاءً.\nوَالنُّفَايَةُ: الرَّدِيُّ يُنْفَى. وَنَفِيُّ الرِّيحِ: مَا تَنْفِيهِ مِنَ التُّرَابِ حَتَّى يَصِيرَ فِي أُصُولِ الْحِيطَانِ. وَنَفِيُّ الْمَطَرِ: مَا تَنْفِيهِ الرِّيحُ أَوْ تَرُشُّهُ. وَنَفِيُّ الْمَاءِ: مَا تَطَايَرَ مِنَ الرِّشَاءِ عَلَى ظَهْرِ الْمَائِحِ. قَالَ:\nعَلَى تِلْكَ الْجِفَارِ مِنَ النَّفِيِّ\nوَالْمَهْمُوزُ مِنْهُ كَلِمَةٌ وَاحِدَةٌ، هِيَ النُّفَأُ: قِطَعٌ مِنَ الْكَلَأِ مُتَفَرِّقَةٌ مِنْ عُظْمِ الْكَلَأِ، الْوَاحِدَةُ نُفَأَةٌ. قَالَ: جَادَتْ سَوَارِيهِ وَآزَرَ نَبْتَهُ ... نُفَأٌ مِنَ الصَّفْرَاءِ وَالزُّبَّادِ.",
    "pg": "5:456-457"
  },
  "نقب": {
    "def": "النُّونُ وَالْقَافُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى فَتْحٍ فِي شَيْءٍ. وَنَقَبَ الْحَائِطَ يَنْقُبُهُ نَقْبًا. وَالْبَيْطَارُ يَنْقُبُ سُرَّةَ الدَّابَّةِ لِيُخْرِجَ مِنْهَا مَاءً. وَتِلْكَ الْحَدِيدَةُ مِنْقَبٌ. وَكَلْبٌ نَقِيبٌ: نُقِبَتْ غَلْصَمَتُهُ لِيَضْعُفَ صَوْتُهُ، يَفْعَلُهُ اللِّئَامُ لِئَلَّا يَسْمَعَ صَوْتَهُ الضَّيْفُ. وَالنَّاقِبَةُ: قَرْحَةٌ تَخْرُجُ بِالْجَنْبِ تَهْجُمُ عَلَى الْجَوْفِ. وَنَقِبَ خُفُّ الْبَعِيرِ: تَخَرَّقَ نَقَبًا. وَالنُّقْبَةُ: أَوَّلُ الْجَرَبِ يَبْدُو. وَالْجَمْعُ نُقَبٌ. قَالَ: مُتَبَذِّلًا تَبْدُو مَحَاسِنُهُ ... يَضَعُ الْهِنَاءَ مَوَاضِعَ النُّقْبِ\nوَقِيَاسُهُ صَحِيحٌ، لِأَنَّهُ شَيْءٌ يَثْقُبُ الْجِلْدَ. وَمِنَ الْبَابِ: النَّقَّابُ: الْعَالِمُ بِالْأُمُورِ، كَأَنَّهُ نَقَّبَ عَلَيْهَا فَاسْتَنْبَطَهَا، أَوِ الْعَالِمُ بِهَا الْمُنَقِّبُ عَنْهَا. قَالَ:\nمَلِيحٌ نَجِيحٌ أَخُو مَأْقِطٍ ... نِقَابٌ يُحَدِّثُ بِالْغَائِبِ\nوَالنَّقْبُ وَالْمَنْقَبَةُ: الطَّرِيقُ فِي الْجَبَلِ، وَالْكُلُّ قِيَاسٌ وَاحِدٌ. وَنَقَّبُوا فِي الْبِلَادِ: سَارُوا. وَأَصْلُهُ السَّيْرُ فِي النُّقُوبِ: الطُّرُقِ. وَالنَّقِيبُ: نَقِيبُ الْقَوْمِ: شَاهِدُهُمْ وَضَمِينُهُمْ. وَمَعْنَاهُ وَمَعْنَى النِّقَابِ الْعَالِمُ وَاحِدٌ، لِأَنَّهُ يُنَقِّبُ عَنْ أُمُورِهِمْ، أَوْ يُنَقِّبُ كَمَا يَنْقُبُ عَنِ الْأَسْرَارِ. وَالْمَنْقَبَةُ: الْفَعْلَةُ الْكَرِيمَةُ، وَقِيَاسُهَا صَحِيحٌ، لِأَنَّهَا شَيْءٌ حَسَنٌ قَدْ شُهِرَ، كَأَنَّهُ نُقِّبَ عَنْهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ نِقَابُ الْمَرْأَةِ. وَنَاقَبْتُ فُلَانًا: لَقِيتُهُ فَجْأَةً. وَالنُّقْبَةُ: ثَوْبٌ كَالْإِزَارِ فِيهِ تِكَّةٌ، وَلَيْسَ بِالنِّطَاقِ.\nأَمَّا اللَّوْنُ فَيُقَالُ لَهُ النُّقْبَةُ، وَهُوَ حَسَنُ النُّقْبَةِ، أَيِ اللَّوْنِ. وَمُمْكِنٌ أَنْ يَكُونَ مِنَ الْأَوَّلِ، كَأَنَّهُ شَيْءٌ نَقَّبَ عَنْهُ شَيْءٌ ظَهَرَ.",
    "pg": "5:465-466"
  },
  "نقث": {
    "def": "النُّونُ وَالْقَافُ وَالثَّاءُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى خَلْطِ شَيْءٍ بِشَيْءٍ وَنَقْلِهِ. وَنَقَثَ مَا فِي مَنْزِلِي أَجْمَعَ: نَقَلَهُ كُلَّهُ. وَنَقَّثُوا حَدِيثَهُمْ: خَلَطُوهُ، كَمَا يُنَقَّثُ الطَّعَامُ. وَخَرَجَ يُنَقِّثُ: يُسْرِعُ فِي نَقْلِ قَوَائِمِهِ. وَنَقَثْتُ الْعَظْمَ أَنْقُثُهُ: اسْتَخْرَجْتُ مَا فِيهِ مِنَ الْمُخِّ.",
    "pg": "5:466-467"
  },
  "نقح": {
    "def": "النُّونُ وَالْقَافُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَنْحِيَتِكَ شَيْئًا عَنْ شَيْءٍ. وَنَقَّحْتُ الْعَصَا: شَذَّبْتُ عَنْهَا أُبَنَهَا. وَمِنْهُ شِعْرٌ مُنَقَّحٌ، أَيْ مُفَتَّشٌ مُلْقًى عَنْهُ مَا لَا يَصْلُحُ فِيهِ. وَنَقَحْتُ الْعَظْمَ: اسْتَخْرَجْتُ مُخَّهُ.",
    "pg": "5:467"
  },
  "نقخ": {
    "def": "النُّونُ وَالْقَافُ وَالْخَاءُ كَلِمَةٌ تَدُلُّ عَلَى قَرْعِ شَيْءٍ. وَمَاءٌ نُقَاخٌ: بَارِدٌ عَذْبٌ، كَأَنَّهُ يَنْقَخُ الْعَطَشَ بِبَرْدِهِ، أَيْ يَقْرَعُهُ. وَالنَّقْخُ: نَقْبُ الرَّأْسِ عَنِ الدِّمَاغِ.",
    "pg": "5:467"
  },
  "نقد": {
    "def": "النُّونُ وَالْقَافُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِبْرَازِ شَيْءٍ وَبُرُوزِهِ. مِنْ ذَلِكَ: النَّقَدُ فِي الْحَافِرِ، وَهُوَ تَقَشُّرُهُ. حَافِرٌ نَقِدٌ: مُتَقَشِّرٌ. وَالنَّقَدُ فِي الضِّرْسِ: تَكَسُّرُهُ، وَذَلِكَ يَكُونُ بِتَكَشُّفِ لِيطِهِ عَنْهُ.\nوَمِنَ الْبَابِ: نَقْدُ الدِّرْهَمِ، وَذَلِكَ أَنْ يُكْشَفَ عَنْ حَالِهِ فِي جَوْدَتِهِ أَوْ غَيْرِ ذَلِكَ. وَدِرْهَمٌ نَقْدٌ: وَازِنٌ جَيِّدٌ، كَأَنَّهُ قَدْ كُشِفَ عَنْ حَالِهِ فَعُلِمَ. وَيُقَالُ لِلْقُنْفُذِ الْأَنْقَدُ. يَقُولُونَ: \" بَاتَ فُلَانٌ بِلَيْلَةِ أَنْقَدِ \"، إِذَا بَاتَ يَسْرِي [لَيْلَهُ] كُلَّهُ. وَهُوَ ذَلِكَ الْقِيَاسُ. لِأَنَّهُ كَأَنَّهُ يَسْرِي حَتَّى يَسْرُوَ عَنْهُ الظَّلَامَ. وَيَقُولُونَ: إِنَّ الشَّيْهَمَ لَا يَرْقُدُ اللَّيْلَ كُلَّهُ. وَتَقُولُ الْعَرَبُ: مَا زَالَ فُلَانٌ يَنْقُدُ الشَّيْءَ، إِذَا لَمْ يَزَلْ يَنْظُرُ إِلَيْهِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ: النَّقَدُ: صِغَارُ الْغَنَمِ، وَبِهَا يُشَبَّهُ الصَّبِيُّ الْقَمِيُّ الَّذِي لَا يَكَادُ يَشِبُّ.",
    "pg": "5:467-468"
  },
  "نقذ": {
    "def": "النُّونُ وَالْقَافُ وَالذَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اسْتِخْلَاصِ شَيْءٍ. وَأَنْقَذْتُهُ مِنْهُ: خَلَّصْتُهُ. وَفَرَسٌ نَقِيذٌ: أُخِذَ مِنْ قَوْمٍ آخَرِينَ، وَأَفْرَاسٌ نَقَائِذُ. وَكُلُّ مَا أَنْقَذْتَهُ فَهُوَ نَقَذٌ.",
    "pg": "5:468"
  },
  "نقر": {
    "def": "النُّونُ وَالْقَافُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَرْعِ شَيْءٍ حَتَّى تُهْزَمَ فِيهِ هَزْمَةٌ، ثُمَّ يُتَوَسَّعُ فِيهِ.\n[مِنْهُ] مِنْقَارُ الطَّائِرِ، لِأَنَّهُ يَنْقُرُ بِهِ الشَّيْءَ حَتَّى يُؤَثِّرَ فِيهِ. وَنَقَرْتُ الرَّحَى بِالْمِنْقَارِ، وَهِيَ تِلْكَ الْحَدِيدَةُ.\nوَمِنَ الْبَابِ نَقَّرْتُ عَنِ الْأَمْرِ حَتَّى عَلِمْتُهُ، وَذَلِكَ بَحْثُكَ عَنْهُ، كَأَنَّ عِلْمَكَ بِهِ نَقْرٌ فِيهِ. وَنَقَرْتُ الرَّجُلَ: عِبْتُهُ، كَأَنَّكَ قَرَعْتَ بِشَيْءٍ فَأَثَّرْتَ فِيهِ. وَقَالَتِ امْرَأَةٌ لِبَعْلِهَا: \" مُرَّ بِي عَلَى بَنِي نَظَرَى وَلَا تَمُرَّ بِي عَلَى بَنَاتِ نَقَرَى \"، أَيْ مُرَّ بِي عَلَى الرِّجَالِ الَّذِينَ يَنْظُرُونَنِي، وَلَا تَمُرَّ بِي عَلَى النِّسَاءِ اللَّوَاتِي يَغْتَبْنَنِي. وَالنُّقْرَةُ: مَوْضِعٌ يَبْقَى فِيهِ مَاءُ السَّيْلِ، كَأَنَّهُ قَدْ نُقِرَ نَقْرًا فَهُزِمَ. وَوَاحِدُ الْمَنَاقِرِ مِنْقَرٌ، وَهِيَ آبَارٌ صِغَارٌ ضَيِّقَةُ الرُّءُوسِ، كَأَنَّهَا قَدْ نُقِرَتْ فِي الْأَرْضِ نَقْرًا. وَنُقْرَةُ الْقَفَا: الْوَقْبَةُ فِيهِ. وَالنَّقِيرُ: نُكْتَةٌ فِي ظَهْرِ النَّوَاةِ. وَالنَّقِيرُ: أَصْلُ شَجَرَةٍ يُنْقَرُ وَيُنْبَذُ فِيهِ. وَهُوَ الَّذِي جَاءَ النَّهْيُ فِيهِ. وَفُلَانٌ كَرِيمُ النَّقِيرِ، أَيِ الْأَصْلِ، كَأَنَّهُ الْمَكَانُ الَّذِي نُقِرَ عَنْهُ حَتَّى خَرَجَ مِنْهُ. وَقَوْلُهُمْ: دَعَاهُمُ النَّقَرَى: أَنْ يَدْعُوَ جَمَاعَةً وَيَدَعَ آخَرِينَ مِنْ لُؤْمِهِ. وَهُوَ قِيَاسٌ صَحِيحٌ، لِأَنَّهُ لَا يُنَادِيهِمْ أَجْمَعَ، لَكِنْ يَأْتِي الْمَحْفِلَ فَيُوحِي إِلَى وَاحِدٍ كَأَنَّهُ يَنْقُرُهُ، أَوْ يَنْقُرُهُ بِيَدِهِ لِيَقُومَ مَعَهُ. وَالنَّاقُورُ: الصُّورُ الَّذِي يَنْفَخُ فِيهِ الْمَلَكُ يَوْمَ الْقِيَامَةِ، وَهُوَ يَنْقُرُ الْعَالَمِينَ بِقَرْعِهِ.\nوَمِنَ الْبَابِ: نَقَّرْتُ عَنِ الْأَمْرِ، إِذَا بَحَثْتَ عَنْهُ.\nوَمِمَّا شَذَّ عَنِ الْأَصْلِ قَوْلُهُمْ: أَنْقَرَ عَنِ الشَّيْءِ إِنْقَارًا: أَقْلَعَ. وَفِي الْحَدِيثِ: \" «مَا كَانَ اللَّهُ لِيُنْقِرَ عَنْ قَاتِلِ الْمُؤْمِنِ» \"، كَأَنَّهُ لَا يُقْلِعُ عَنْ تَعْذِيبِهِ. قَالَ:\nوَمَا أَنَا عَنْ أَعْدَاءِ قَوْمِي بِمُنْقِرِ.",
    "pg": "5:468-469"
  },
  "نقز": {
    "def": "النُّونُ وَالْقَافُ وَالزَّاءُ أُصَيْلٌ يَدُلُّ عَلَى دِقَّةٍ وَخِفَّةٍ وَصِغَرٍ. مِنْهُ النَّقْزُ: الْوَثْبُ. وَنَوَاقِزُ الظَّبْيِ: قَوَائِمُهُ. وَنَقَزُ النَّاسِ: أَرْذَالُهُمْ. وَالنَّقَزُ: الرَّجُلُ الرَّدِيُّ وَالنُّقَازُ: دَاءٌ يَأْخُذُ الْغَنَمَ فَيَقْلَقُ عَنْهُ وَلَا يَسْتَقِرُّ. وَالنُّقَّازُ: صِغَارُ الْعَصَافِيرِ.",
    "pg": "5:469-470"
  },
  "نقس": {
    "def": "النُّونُ وَالْقَافُ وَالسِّينُ أُصَيْلٌ يَدُلُّ عَلَى لَطْخِ شَيْءٍ بِشَيْءٍ غَيْرِ حَسَنٍ. وَنَقَسْتُهُ: عِبْتُهُ، كَأَنَّكَ لَطَخْتَهُ بِشَيْءٍ قَبِيحٍ. وَأَصْلُهُ نِقْسُ الْمِدَادِ، وَالْجَمْعُ أَنْقَاسٌ.",
    "pg": "5:470"
  },
  "نقش": {
    "def": "النُّونُ وَالْقَافُ وَالشِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اسْتِخْرَاجِ شَيْءٍ وَاسْتِيعَابِهِ حَتَّى لَا يُتْرَكَ مِنْهُ شَيْءٌ ; ثُمَّ يُقَاسُ مَا يُقَارِبُهُ. مِنْهُ نَقْشُ الشَّعْرِ بِالْمِنْقَاشِ وَهُوَ نَتْفُهُ. وَمِنْهُ الْمُنَاقَشَةُ: الِاسْتِقْصَاءُ فِي الْحِسَابِ حَتَّى لَا يُتْرَكَ مِنْهُ شَيْءٌ. وَفِي الْحَدِيثِ: \" «مَنْ نُوقِشَ فِي الْحِسَابِ عُذِّبَ» \". وَيُقَالُ: شَجَّةٌ مَنْقُوشَةٌ: تُنْقَشُ مِنْهَا الْعِظَامُ، أَيْ تُسْتَخْرَجُ. وَيُقَالُ: نَقَشْتُ مَرْبِضَ الْغَنَمِ: نَقَّيْتُهُ مِنَ الشَّوْكِ.\nوَالنَّقِيشُ: الْمَتَاعُ الْمُتَفَرِّقُ، كَأَنَّهُ انْتُقِشَ بَعْضُهُ مِنْ بَعْضٍ، أَيْ فَارَقَ بَعْضُهُ بَعْضًا. وَمِنَ الْبَابِ: نَقْشُ الشَّيْءِ: تَحْسِينُهُ، كَأَنَّهُ يَنْقُشُهُ، أَيْ يَنْفِي عَنْهُ مَعَايِبَهُ وَيُحَسِّنُهُ. ثُمَّ يُسْتَعَارُ هَذَا فَيُقَالُ: نَقَشْتُ الْعِذْقَ. وَهُوَ أَنْ تَضْرِبَهُ بِالشَّوْكِ حَتَّى يُرْطِبَ. وَيَقُولُونَ: جَادَ مَا انْتَقَشْتَ هَذَا، أَيْ مَا اخْتَرْتَهُ. وَهَذَا نَقِيشُ هَذَا، أَيْ مِثْلُهُ. وَمَا لِلَّهِ ضِدٌّ وَلَا نَقِيشٌ، أَيْ مَا لَهُ مَنْ يُمَاثِلُهُ فِي صُورَتِهِ وَنَقْشِهِ.",
    "pg": "5:470"
  },
  "نقص": {
    "def": "النُّونُ وَالْقَافُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ، هِيَ النَّقْصُ: خِلَافُ الزِّيَادَةِ. وَنَقَصَ الشَّيْءُ، وَنَقَصْتُهُ أَنَا، وَهُوَ مَنْقُوصٌ. وَالنَّقِيصَةُ: الْعَيْبُ ; يُقَالُ مَا بِهِ [نَقِيصَةٌ، أَيْ] شَيْءٌ يَنْقُصُ. وَمَرْجِعُ الْبَابِ كُلِّهِ إِلَى هَذَا.",
    "pg": "5:470"
  },
  "نقض": {
    "def": "النُّونُ وَالْقَافُ وَالضَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى نَكْثِ شَيْءٍ، وَرُبَّمَا دَلَّ عَلَى مَعَنًى مِنَ الْمَعَانِي عَلَى جِنْسٍ مِنَ الصَّوْتِ. وَنَقَضْتُ الْحَبْلَ وَالْبِنَاءَ. وَالنَّقِيضُ: الْمَنْقُوضُ، وَلِذَلِكَ يُقَالُ لِلْبَعِيرِ الْمَهْزُولِ نِقْضٌ، كَأَنَّ الْأَسْفَارَ نَقَضَتْهُ ; وَجَمْعُهُ أَنْقَاضٌ. وَالْمُنَاقَضَةُ فِي الشِّعْرِ مِنْ هَذَا، كَأَنَّهُ يُرِيدُ أَنْ يَنْقُضَ مَا أَرَّبَهُ صَاحِبُهُ. وَنَقْضُ الْعَهْدِ مِنْهُ أَيْضًا. وَالنِّقْضُ: مُنْتَقَضُ الْكَمْأَةِ مِنَ الْأَرْضِ إِذَا أَرَدْتَ أَنْ تُخْرِجَهَا. نَقَضْتُهَا نَقْضًا. وَانْتَقَضَتِ الْقَرْحَةُ، كَأَنَّهَا كَانَتْ تَلَاءَمَتْ ثُمَّ انْتَقَضَتْ.\nأَمَّا الصَّوْتُ فَيُقَالُ لِصَوْتِ الْمَفَاصِلِ نَقِيضُهَا ; وَهُوَ قَرِيبٌ مِنَ الْأَوَّلِ، لِأَنَّهَا كَأَنَّهَا تَنْتَقِضُ فَيُسْمَعَ لَهَا صَوْتٌ عِنْدَ ذَلِكَ. وَأَنْقَضَتِ الدَّجَاجَةُ: صَوَّتَتْ. وَالْإِنْقَاضُ: زَجْرُ الْقَعُودِ. قَالَ:\nرُبَّ عَجُوزٍ مِنْ أُنَاسٍ شَهْبَرَهْ ... عَلَّمْتُهَا الْإِنْقَاضَ بَعْدَ الْقَرْقَرَهْ\nيَقُولُ: سَرَقْتُ بَعِيرَهَا الَّتِي كَانَتْ تُقَرْقِرُ بِهِ وَتَرَكْتُ لَهَا بَكْرًا تُنْقِضُ بِهِ.",
    "pg": "5:470-471"
  },
  "نقط": {
    "def": "النُّونُ وَالْقَافُ وَالطَّاءُ أُصَيْلٌ يَدُلُّ عَلَى نُكْتَةٍ لَطِيفَةٍ فِي الشَّيْءِ. يُقَالُ لِلْقِطْعَةِ مِنَ النَّخْلِ: نُقْطَةٌ. وَيُقَالُ: إِنَّهُ تَشْبِيهٌ فِي الْقِلَّةِ بِالنُّقْطَةِ.",
    "pg": "5:471"
  },
  "نقع": {
    "def": "النُّونُ وَالْقَافُ وَالْعَيْنُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا يَدُلُّ عَلَى اسْتِقْرَارِ شَيْءٍ كَالْمَائِعِ فِي قَرَارِهِ، وَالْآخَرُ عَلَى صَوْتٍ مِنَ الْأَصْوَاتِ.\nفَالْأَوَّلُ نَقَعَ الْمَاءُ فِي مَنْقَعِهِ: اسْتَقَرَّ. وَاسْتَنْقَعَ الشَّيْءُ فِي الْمَاءِ.\nوَالنَّقُوعُ: مَا نُقِعَ فِي الْمَاءِ، كَدَوَاءٍ أَوْ نَبِيذٍ. وَالْمِنْقَعُ ذَلِكَ الْإِنَاءُ. وَالْمِنْقَعُ كَالْقُدَيْرَةِ لِلصَّبِيِّ يُطْرَحُ فِيهِ اللَّبَنُ وَيُطْعَمُهُ. وَيُقَالُ لَهُ مِنْقَعُ الْبُرَمِ، وَيَكُونُ مِنْ حِجَارَةٍ. وَالنَّقِيعُ: شَرَابٌ يُتَّخَذُ مِنْ زَبِيبٍ، كَأَنَّ الزَّبِيبَ يُنْقَعُ لَهُ. وَالنَّقِيعُ: الْحَوْضُ يُنْقَعُ فِيهِ التَّمْرُ. وَالنَّقِيعُ وَالنَّقْعُ: الْمَاءُ النَّاقِعُ. وَمَاءٌ نَاقِعٌ كَالنَّاجِعِ، كَأَنَّهُ اسْتَقَرَّ قَرَارَهُ فَكَسَرَ الْغُلَّةَ. وَكَذَلِكَ النَّقُوعُ. وَالنَّقِيعُ: الْبِئْرُ الْكَثِيرَةُ الْمَاءِ. وَنَقْعُ الْبِئْرِ الَّذِي جَاءَ فِي الْحَدِيثِ: مَاؤُهَا، كَأَنَّهَا قَرَارٌ لَهُ. وَالْأُنْقُوعَةُ: وَقْبَةُ الثَّرِيدِ. وَقَوْلُهُمْ: \" هُوَ شَرَّابٌ بِأَنْقُعٍ \"، أَيْ مُعَاوِدٌ لِلْأَمْرِ مَرَّةً بَعْدَ مَرَّةٍ. كَذَا يَقُولُونَ، وَوَجْهُهُ عِنْدَنَا أَنَّ الطَّائِرَ الْحَذِرَ لَا يَرِدُ الْمَشَارِعَ حَذَرًا عَلَى نَفْسِهِ، لَكِنَّهُ يَأْتِي الْمَنَاقِعَ يَشْرَبُ لِيَسْلَمَ ; وَكَذَلِكَ الرَّجُلُ الْكَيِّسُ الْحَذِرُ، لَا يَتَقَحَّمُ إِلَّا مَوَاضِعَ السَّلَامَةِ فِي أُمُورِهِ. وَالنَّقِيعَةُ: الْمَحْضُ مِنَ اللَّبَنِ. فَأَمَّا النَّقِيعَةُ، فَقَالَ قَوْمٌ: مَا يُحْرَزُ مِنَ النَّهْبِ قَبْلَ الْقَسْمِ. قَالَ الشَّاعِرُ:\nإِنَّا لَنَضْرِبُ بِالسُّيُوفِ رُءُوسَهُمْ ... ضَرْبَ الْقُدَارِ نَقِيعَةَ الْقُدَّامِ\nوَيُقَالُ: بَلِ النَّقِيعَةُ: الطَّعَامُ يُتَّخَذُ لِلْقَادِمِ مِنَ السَّفَرِ، كَأَنَّهُ إِذَا أُعِدَّ لَهُ فَقَدْ نُقِعَ أَيْ أُقِرَّ. وَهَذَانَ الْوَجْهَانِ أَحْسَنُ مَا قِيلَ فِي ذَلِكَ، لِأَنَّهُمَا أَقْيَسُ. وَيَقُولُونَ: النَّقِيعَةُ: الْجَزُورُ تُنْقَعُ عَنْ عِدَّةِ إِبِلٍ، كَالْفَرَعَةِ تُذْبَحُ عَنْ غَنَمٍ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالنَّقِيعُ: الصُّرَاخُ، وَهُوَ النَّقْعُ أَيْضًا. وَنَقَعَ الصَّوْتُ: ارْتَفَعَ. قَالَ: فَمَتَى يَنْقَعْ صُرَاخٌ صَادِقٌ ... يَحْلِبُوهَا ذَاتَ جَرْسٍ وَزَجَلْ\nوَيُقَالُ: النَّقْعُ: صَوْتُ النَّعَامَةِ. وَالنَّقَّاعُ: الرَّجُلُ يَتَكَثَّرُ بِمَا لَيْسَ عِنْدَهُ، كَأَنَّهُ يَصِيحُ بِهِ.\nوَأَمَّا قَوْلُهُمْ: انْتُقِعَ لَوْنُهُ، فَهُوَ مِنَ الْإِبْدَالِ، وَالْأَصْلُ امْتُقِعَ، وَقَدْ ذَكَرْ [نَا] هُ.\n\n[بَابُ النُّونِ وَالْكَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:471-473"
  },
  "نقق": {
    "def": "النُّونُ وَالْقَافُ أُصَيْلٌ يَدُلُّ عَلَى صَوْتٍ مِنَ الْأَصْوَاتِ. وَنَقَّتِ الضَّفَادِعُ: صَوَّتَتْ، وَهِيَ النَّقَّاقَةُ. وَكَذَلِكَ الدَّجَاجَةُ تُنَقْنِقُ لِلْبَيْضِ. وَقَدْ يُقَالُ ذَلِكَ لِلنَّقَّاقَةِ، وَالنِّقْنِقُ: الظَّلِيمُ، لِأَنَّهُ يُنَقْنِقُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ نَقْنَقَتِ الْعَيْنُ: غَارَتْ.",
    "pg": "5:358"
  },
  "نقل": {
    "def": "النُّونُ وَالْقَافُ وَاللَّامُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَحْوِيلِ شَيْءٍ مِنْ مَكَانٍ إِلَى مَكَانٍ، ثُمَّ يُفَرَّعُ ذَلِكَ. يُقَالُ: نَقَلْتُهُ أَنْقُلُهُ نَقْلًا. وَنَقَلَ الْفَرَسُ قَوَائِمَهُ نَقْلًا. [وَفَرَسٌ] مِنْقَلٌ: سَرِيعُ نَقْلِ الْقَوَائِمِ. وَالْمُنَقِّلَةُ مِنَ الشِّجَاجِ: الَّتِي يُنْقَلُ مِنْهَا فَرَاشُ الْعِظَامِ. وَالنُّقْلُ: مَا يَأْكُلُهُ الشَّارِبُ عَلَى شَرَابِهِ. وَكَانَ ابْنُ دُرَيْدٍ يَقُولُ: هُوَ بِالْفَتْحِ وَلَا يُضَمُّ، وَالنَّاسُ يَقُولُونَهُ بِالضَّمِّ. وَالنَّقَلُ بِفَتْحِ الْقَافِ: مَا بَقِيَ مِنْ صِغَارِ الْحِجَارَةِ إِذَا قُلِعَتْ، لِأَنَّهَا تُنْقَلُ. وَالنَّقِيلُ: الطَّرِيقُ، لِأَنَّهُ لَا يَسْلُكُهُ إِلَّا مُنْتَقِلٌ.\nوَالْمَنْقَلَةُ: الْمَرْحَلَةُ. وَضَرْبٌ مِنَ السَّيْرِ يُقَالُ لَهُ نَقِيلٌ، وَهُوَ ذَلِكَ الْقِيَاسُ، وَكَأَنَّهُ الْمُدَاوَمَةُ عَلَى السَّيْرِ. وَالْمُنَقَّلُ: الْخُفُّ الْخَلَقُ، لِأَنَّ عَلَيْهِ يَنْتَقِلُ الْمَاشِي حَتَّى يَنْخَرِقَ. وَكَذَلِكَ النَّقَلُ فِي الْبَعِيرِ: دَاءٌ يُصِيبُ خُفَّهُ فَيَنْخَرِقَ. وَالرِّقَاعُ الَّتِي يُرَقَّعُ بِهَا خُفُّهُ: النَّقَائِلُ. وَمِنَ الْبَابِ الْمُنَاقَلَةُ: مُرَاجَعَةُ الْحَدِيثِ أَوِ الْإِنْشَادِ، كَأَنَّكَ نَقَلْتَ حَدِيثَكَ إِلَيْهِ وَنَقَلَ حَدِيثَهُ إِلَيْكَ. وَالنِّقَالُ: أَنْ تَشَرَبَ الْإِبِلُ ثُمَّ تَتْرُكُ ثُمَّ تَعُودُ إِلَى الْمَاءِ فَتَشْرَبَ، وَلَا يُفْعَلُ ذَلِكَ بِهَا بَلْ تَفْعَلُهُ هِيَ. وَيَقُولُونَ: إِنَّ النَّقْلَةَ: الْقَنَاةُ. وَيُنْشِدُونَ:\nيُقَلْقِلُ نَقْلَةً جَرْدَاءَ فِيهَا ... نَقِيعُ السُّمِّ أَوْ قَرْنٌ مَحِيقٌ\nوَالْمَشْهُورُ: \" يُقَلْقِلُ صَعْدَةً \".",
    "pg": "5:463-464"
  },
  "نقم": {
    "def": "النُّونُ وَالْقَافُ وَالْمِيمُ أُصَيْلٌ يَدُلُّ عَلَى إِنْكَارِ شَيْءٍ وَعَيْبِهِ. وَنَقَمْتُ عَلَيْهِ أَنْقِمُ: أَنْكَرْتُ عَلَيْهِ فِعْلَهُ. وَالنِّقْمَةُ مِنَ الْعَذَابِ وَالِانْتِقَامِ، كَأَنَّهُ أَنْكَرَ عَلَيْهِ فَعَاقَبَهُ. وَقَوْلُهُمْ لِلنَّفْسِ نَقِيمَةٌ، وَهُوَ مَيْمُونُ النَّقِيمَةِ، إِنَّمَا هِيَ مِنَ الْإِبْدَالِ، وَالْأَصْلُ نَقِيبَةٌ.",
    "pg": "5:464"
  },
  "نقه": {
    "def": "النُّونُ وَالْقَافُ وَالْهَاءُ كَلِمَةٌ تَدُلُّ عَلَى الْبُرْءِ مِنَ الْمَرَضِ، ثُمَّ يُسْتَعَارُ. وَنَقَهَ مِنَ الْمَرَضِ نُقُوهًا: أَفَاقَ، فَهُوَ نَاقِهٌ. وَيَقُولُونَ: نَقِهَ الْحَدِيثَ مِثْلَ فَهِمَ، بِكَسْرِ الْقَافِ، فَرْقًا بَيْنَهُ وَبَيْنَ الْأَوَّلِ. وَالْقِيَاسُ وَاحِدٌ، لِأَنَّهُ إِذَا نَقِهَهُ فَقَدْ بَرِئَ مِنَ الشَّكِّ فِيهِ. قَالَ اللِّحْيَانِيُّ: يُقَالُ: أَنْقِهْ لِي سَمْعَكَ، أَيْ أَرْعِنِيهِ، كَأَنَّهُ يَقُولُ: حَتَّى تَفْهَمَ مَا أَقُولُ. وَبَلَغَنَا أَنَّ أَهْلَ الْمَدِينَةِ يُسَمُّونَ الِاسْتِفْهَامَ: الِاسْتِنْقَاهُ.",
    "pg": "5:464"
  },
  "نقي": {
    "def": "النُّونُ وَالْقَافُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ يَدُلُّ عَلَى نَظَافَةٍ وَخُلُوصٍ. مِنْهُ نَقَّيْتُ الشَّيْءَ: خَلَّصْتُهُ مِمَّا يَشُوبُهُ تَنْقِيَةً. وَكَذَلِكَ يُقَالُ: انْتَقَيْتُ الشَّيْءَ كَأَنَّكَ أَخَذْتَ أَفْضَلَهُ وَأَخْلَصَهُ. وَالنُّقَاوَةُ: أَفْضَلُ مَا انْتَقَيْتَ مِنْ شَيْءٍ. وَالنَّقَاةُ: الرَّدِيُّ فِيمَا يُقَالُ، كَأَنَّهُ الَّذِي انْتُقِيَ فَطُرِحَ وَقَالَ بَعْضُهُمْ: نَقَاةُ كُلِّ شَيْءٍ: رَدِيُّهُ إِلَّا التَّمْرَ، فَإِنَّ نَقَاتَهُ خِيَارُهُ.\nوَفِي الْبَابِ النِّقْيُ: مُخُّ الْعِظَامِ، سُمِّيَ لِخُلُوصِهِ وَنَظَافَتِهِ. وَيُقَالُ لِشَحْمَةِ الْعَيْنِ مِنَ الشَّاةِ السَّمِينَةِ وَغَيْرِهَا: النِّقْيُ. وَنَاقَةٌ لَا تُنْقِي. قَالَ:\nحَامُوا عَلَى أَضْيَافِهِمْ فَشَوَوْا لَهُمْ ... مِنْ لَحْمِ مُنْقِيَةٍ وَمِنْ أَكْبَادِ\nوَأَمَّا الْفَرَّاءُ فَزَعَمَ أَنَّ الْأَنْقَاءَ: كُلُّ عَظْمٍ ذِي مُخٍّ. وَهَذَا إِنْ صَحَّ فَهُوَ عَلَى تَسْمِيَةِ الْعَرَبِ الشَّيْءَ بِاسْمِ غَيْرِهِ إِذَا كَانَ مُجَاوِرًا لَهُ.",
    "pg": "5:464-465"
  },
  "نكب": {
    "def": "النُّونُ وَالْكَافُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَيْلٍ أَوْ مَيَلٍ فِي الشَّيْءِ. وَنَكَبَ عَنِ الشَّيْءِ يَنْكُبُ. قَالَ اللَّهُ تَعَالَى: ﴿عَنِ الصِّرَاطِ لَنَاكِبُونَ﴾ [المؤمنون: ٧٤] . وَالنَّكْبَاءُ: كُلُّ رِيحٍ عَدَلَتْ عَنْ مَهَبِّ الرِّيَاحِ الْأَرْبَعِ. قَالَ:\nلَا تَعْدِلَنَّ أَتَاوِيِّينَ تَضْرِبُهُمْ ... نَكْبَاءُ صِرٌّ بِأَصْحَابِ الْمُحِلَّاتِ\nوَالْأَنْكَبُ: الَّذِي كَأَنَّهُ يَمْشِي فِي شِقٍّ. وَالْمَنْكِبُ: مُجْتَمَعُ مَا بَيْنَ الْعَضُدِ وَالْكَتِفِ، وَهُمَا مَنْكِبَانِ، لِأَنَّهُمَا فِي الْجَانِبَيْنِ. وَالنَّكَبُ: دَاءٌ يَأْخُذُ الْإِبِلَ فِي مَنَاكِبِهَا فَتَظْلَعُ مِنْهُ. وَالْمَنْكِبُ: عَوْنُ الْعَرِيفِ، مُشَبَّهٌ بِمَنْكِبِ الْإِنْسَانِ، كَأَنَّهُ يُقَوِّي أَمْرَ الْعَرِيفِ كَمَا يَتَقَوَّى بِمَنْكِبِهِ الْإِنْسَانُ.",
    "pg": "5:474-475"
  },
  "نكت": {
    "def": "النُّونُ وَالْكَافُ وَالتَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَأْثِيرٍ يَسِيرٍ فِي الشَّيْءِ كَالنُّكْتَةِ وَنَحْوِهَا وَنَكَتَ فِي الْأَرْضِ بِقَضِيبِهِ يَنْكُتُ، إِذَا أَثَّرَ فِيهَا. وَكُلُّ نُقْطَةٍ نُكْتَةٌ.\nوَمِنَ الْبَابِ رُطَبَةٌ مُنَكِّتَةٌ: بَدَأَ الْإِرْطَابُ فِيهَا، كَأَنَّ ذَلِكَ كَالنُّقَطِ. وَالنَّاكِتُ بِالْبَعِيرِ: شِبْهُ الْحَازِّ، وَهُوَ أَنْ يَنْكُتَ مِرْفَقُهُ حَرْفَ كِرْكِرَتِهِ. وَمِمَّا يُقَاسُ عَلَى هَذَا قَوْلُهُمْ: نَكَتُّهُ، إِذَا أَلْقَيْتَهُ عَلَى رَأْسِهِ فَانْتَكَتَ، وَلَعَلَّ ذَاكَ مِنْ أَثَرٍ يُؤَثِّرُهُ فِي الْأَرْضِ.",
    "pg": "5:475"
  },
  "نكث": {
    "def": "النُّونُ وَالْكَافُ وَالثَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى نَقْضِ شَيْءٍ. وَنَكَثَ الْعَهْدَ يَنْكُثُهُ نَكْثًا. وَانْتَكَثَ الشَّيْءُ: انْتَقَضَ. وَقَالَ قَوْلًا لَا نَكِيثَةَ فِيهِ، أَيْ لَا خُلْفَ. وَمِنْهُ: طَلَبَ حَاجَةً ثُمَّ انْتَكَثَ لِأُخْرَى. كَأَنَّهُ نَقَضَ عَزْمَهُ الْأَوَّلَ. وَالنِّكْثُ: أَنْ تُنْقَضَ أَخْلَاقُ الْأَكْسِيَةِ وَتُغْزَلَ ثَانِيَةً، وَبِهَا سُمِّيَ الرَّجُلُ نِكْثًا. وَالنَّكِيثَةُ: خُطَّةٌ صَعْبَةٌ يَنْكُثُ فِيهَا الْقَوْمُ. قَالَ طَرَفَةُ:\nمَتَى يَكُ أَمْرٌ لِلنَّكِيثَةِ أَشْهَدِ.",
    "pg": "5:475"
  },
  "نكح": {
    "def": "النُّونُ وَالْكَافُ وَالْحَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْبِضَاعُ. وَنَكَحَ يَنْكِحُ. وَامْرَأَةٌ نَاكِحٌ فِي بَنِي فُلَانٍ، أَيْ ذَاتِ زَوْجٍ مِنْهُمْ. وَالنِّكَاحُ يَكُونُ الْعَقْدَ دُونَ الْوَطْءِ. يُقَالُ نَكَحْتُ: تَزَوَّجْتُ. وَأَنْكَحْتُ غَيْرِي.",
    "pg": "5:475"
  },
  "نكد": {
    "def": "النُّونُ وَالْكَافُ وَالدَّالُ أُصَيْلٌ يَدُلُّ عَلَى خُرُوجِ الشَّيْءِ إِلَى طَالِبِهِ بِشِدَّةٍ. وَهَذَا مَطْلَبٌ نَكِدٌ. وَرَجُلٌ نَكِدٌ وَنَكَدٌ. وَيُقَالُ: نَكَدَ الْغُرَابُ: اسْتَقْصَى فِي شَحِيجِهِ، كَأَنَّهُ يَقِيءُ. وَنَاقَةٌ نَكْدَاءُ: لَا لَبَنَ فِيهَا.",
    "pg": "5:475-476"
  },
  "نكر": {
    "def": "النُّونُ وَالْكَافُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِلَافِ الْمَعْرِفَةِ الَّتِي يَسْكُنُ إِلَيْهَا الْقَلْبُ. وَنَكِرَ الشَّيْءَ وَأَنْكَرَهُ: لَمْ يَقْبَلْهُ قَلْبُهُ وَلَمْ يَعْتَرِفْ بِهِ لِسَانُهُ. قَالَ:\nوَأَنْكَرَتْنِي وَمَا كَانَ الَّذِي نَكِرَتْ ... مِنَ الْحَوَادِثِ إِلَّا الشَّيْبَ وَالصَّلَعَا\nوَالْبَابُ كُلُّهُ رَاجِعٌ إِلَى هَذَا. فَالنُّكْرُ: الدَّهْيُ. وَالنَّكْرَاءُ: الْأَمْرُ الصَّعْبُ الشَّدِيدُ. وَنَكُرَ الْأَمْرُ نَكَارَةً. وَالْإِنْكَارُ: خِلَافُ الِاعْتِرَافِ. وَالتَّنَكُّرُ: التَّنَقُّلُ مِنْ حَالٍ تَسُرُّ إِلَى أُخْرَى تُكْرَهُ. وَيَقُولُونَ لِمَا يَخْرُجُ مِنَ الْحُوَلَاءِ [مِنْ] دَمٍ وَمَا أَشْبَهَهُ: نَكِرَةٌ.",
    "pg": "5:476"
  },
  "نكز": {
    "def": "النُّونُ وَالْكَافُ وَالزَّاءُ أُصَيْلٌ يَدُلُّ عَلَى غَرْزِ شَيْءٍ مُمَدَّدٍ فِي شَيْءٍ. يُقَالُ: نَكَزْتُهُ بِالْحَدِيدِ أَنْكُزُهُ، وَذَلِكَ كَالْغَرْزِ. وَنَكَزَتِ الْحَيَّةُ بِأَنْفِهَا. وَمِنْهُ: نَكَزَ الْمَاءُ: غَاضَ، كَأَنَّهُ كَالشَّيْءِ يَدْخُلُ فِي الْأَرْضِ. وَبِئْرٌ نَاكِزٌ: غَارَ مَاؤُهَا. وَأَنْكَزَهَا أَصْحَابُهَا. وَهَذَا عَلَى الْمَعْنَى، كَأَنَّهُمْ لَمَّا اسْتَقَوْا مَاءَهَا ظُنَّ بِهَا أَنَّ مَاءَهَا غَارَ وَنَكَزَ فِي الْأَرْضِ. قَالَ ذُو الرُّمَّةِ:\nعَلَى حِمْيَرِيَّاتٍ كَأَنَّ عُيُونَهَا ... ذِمَامُ الرَّكَايَا أَنْكَزَتْهَا الْمَوَاتِحُ.",
    "pg": "5:476-477"
  },
  "نكس": {
    "def": "النُّونُ وَالْكَافُ وَالسِّينُ أَصْلٌ يَدُلُّ عَلَى قَلْبِ الشَّيْءِ. مِنْهُ النَّكْسُ: قَلْبُكَ شَيْئًا عَلَى رَأْسِهِ. وَالْوِلَادُ الْمَنْكُوسُ: أَنْ يَخْرُجَ رِجْلَاهُ قَبْلَ رَأْسِهِ. وَالنِّكْسُ: السَّهْمُ الَّذِي يَنْكَسِرُ فُوقُهُ، فَيُجْعَلَ أَعْلَاهُ أَسْفَلَهُ. وَيُقَالُ لِلْمَائِقِ: إِنَّهُ لَنِكْسٌ، تَشْبِيهًا بِذَلِكَ. وَالْمُنَكِّسُ مِنَ الْخَيْلِ: الَّذِي إِذَا جَرَى لَمْ يَسْمُ بِرَأْسِهِ وَلَا هَادِيهِ مِنْ ضَعْفِهِ.",
    "pg": "5:477"
  },
  "نكش": {
    "def": "النُّونُ وَالْكَافُ وَالشِّينُ كَلِمَةٌ تَدُلُّ عَلَى الْأَتْيِ عَلَى الشَّيْءِ. يُقَالُ: أَتَوْا عَلَى عُشْبٍ فَنَكَشُوهُ. وَيَقُولُونَ: هُوَ بَحْرٌ لَا يُنْكَشُ، كَمَا يَقُولُونَ: لَا يُنْزَفُ.",
    "pg": "5:477"
  },
  "نكص": {
    "def": "النُّونُ وَالْكَافُ وَالصَّادُ كَلِمَةٌ. يُقَالُ: نَكَصَ عَلَى عَقِبَيْهِ، إِذَا أَحْجَمَ عَنِ الشَّيْءِ خَوْفًا وَجُبْنًا. قَالَ ابْنُ دُرَيْدٍ: نَكَصَ عَلَى عَقِبَيْهِ: رَجَعَ عَمَّا كَانَ عَلَيْهِ مِنْ خَيْرٍ ; لَا يُقَالُ ذَلِكَ إِلَّا فِي الرُّجُوعِ عَنِ الْخَيْرِ.",
    "pg": "5:477"
  },
  "نكظ": {
    "def": "النُّونُ وَالْكَافُ وَالظَّاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ النَّكْظُ: الدَّفْعُ وَالْعَجَلَةُ. قَالَ:. [قَدْ] تَجَاوَزْتُهَا عَلَى نَكَظِ الْمَيْ ... طِ إِذَا خَبَّ لَامِعَاتُ الْآلِ\nقَالَ ابْنُ دُرَيْدٍ: أَنْكَظْتُهُ إِنْكَاظًا، وَنَكَظْتُهُ نَكْظًا، إِذَا أَعْجَلْتَهُ.",
    "pg": "5:477-478"
  },
  "نكع": {
    "def": "النُّونُ وَالْكَافُ وَالْعَيْنُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى لَوْنٍ مِنَ الْأَلْوَانِ، وَالْآخَرُ عَلَى حَبْسٍ وَرَدٍّ.\nفَالْأَوَّلُ: الْأَنْكَعُ: الْأَحْمَرُ الْمُتَقَشِّرُ الْأَنْفِ. يُقَالُ مِنْهُ نَكِعٌ. وَنَكَعَةُ الطُّرْثُوتِ مِنْ أَعْلَاهُ إِلَى قَدْرِ إِصْبَعٍ، عَلَيْهِ قِشْرَةٌ حَمْرَاءُ. وَشَفَةٌ نَكِعَةٌ، شَدِيدَةُ الْحُمْرَةِ.\nوَمِنَ الْأَصْلِ الْآخَرِ: نَكَعَهُ حَقَّهُ، إِذَا حَبَسَهُ عَنْهُ. وَنَكَعَهُ عَنْهُ: دَفَعَهُ. وَنَكَعْتُهُ بِالسَّيْفِ وَغَيْرِهِ: دَفَعْتُهُ. وَنَكَعْتُهُ عَنْ حَاجَتِهِ رَدَدْتُهُ عَنْهَا. وَمِنْهُ نَكَعْتُهُ الشَّيْءَ مِثْلُ نَقَصْتُهُ، كَأَنَّكَ دَفَعْتَهُ عَنْ إِكْمَالِهِ أَكْلًا وَشُرْبًا.\nوَمِنَ الْبَابِ النَّكُوعُ: الْمَرْأَةُ الْقَصِيرَةُ، وَالْجَمْعُ نُكُعٌ، كَأَنَّهَا حُبِسَتْ عَنْ أَنْ تَطُولَ. وَرَجُلٌ هُكَعَةٌ نُكَعَةٌ: يَثْبُتُ مَكَانَهُ لَا يَبْرَحُ، وَهُوَ مِنَ الْحَبْسِ أَيْضًا.",
    "pg": "5:478"
  },
  "نكف": {
    "def": "النُّونُ وَالْكَافُ وَالْفَاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى قَطْعِ شَيْءٍ وَتَنْحِيَتِهِ، وَالْآخَرُ عَلَى عُضْوٍ مِنَ الْأَعْضَاءِ، ثُمَّ يُقَاسُ عَلَيْهِ. فَالْأَوَّلُ النَّكْفُ: تَنْحِيَتُكَ الدُّمُوعَ عَنْ خَدِّكَ بِإِصْبَعِكَ. وَيَقُولُونَ: رَأَيْنَا غَيْثًا مَا نَكَفَهُ أَحَدٌ سَارَ يَوْمًا وَلَا يَوْمَيْنِ. يَقُولُ: مَا قَطَعَهُ. وَبَحْرٌ لَا يُنْكَفُ، مِثْلُ لَا يُنْزَحُ، وَالِانْتِكَافُ، خُرُوجٌ مِنْ أَرْضٍ إِلَى أَرْضٍ، أَوْ أَمْرٍ إِلَى أَمْرٍ. تَقُولُ: أَرَادَ هَذَا وَانْتَكَفَ فَأَرَادَ هَذَا، كَأَنَّهُ قَطَعَ عَزْمَهُ الْأَوَّلَ. وَانْتَكَفَ الْأَثَرَ: وَجَدَهُ.\nوَالْأَصْلُ الْآخَرُ النَّكَفُ: جَمْعُ نَكَفَةٍ، وَهِيَ غُدَّةٌ فِي أَصْلِ اللَّحْيِ. يُقَالُ: إِبِلٌ مُنَكِّفَةٌ: ظَهَرَتْ نَكَفَاتُهَا.\nثُمَّ قِيسَ عَلَى هَذَا فَقِيلَ: نَكِفَ مِنَ الْأَمْرِ وَاسْتَنْكَفَ، إِذَا أَنِفَ مِنْهُ. مَعْنَى الْقِيَاسِ فِي هَذَا أَنَّهُ لَمَّا أَنِفَ أَعْرَضَ عَنْهُ وَأَرَاهُ أَصْلَ لَحْيِهِ، كَمَا يُقَالُ أَعْرَضَ إِذَا وَلَّاهُ عَارِضَهُ وَتَرَكَ مُوَاجَهَتَهُ. وَالْأَنِفُ مِنْ هَذَا، كَأَنَّهُ شَمَخَ بِأَنْفِهِ دُونَهُ. وَالْقِيَاسُ فِي جَمِيعِ هَذَا وَاحِدٌ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ النُّونِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:478-479"
  },
  "نكل": {
    "def": "النُّونُ وَالْكَافُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَنْعٍ وَامْتِنَاعٍ، وَإِلَيْهِ يَرْجِعُ فُرُوعُهُ. وَنَكَلَ عَنْهُ نُكُولًا يَنْكِلُ. وَأَصْلُ ذَلِكَ النِّكْلُ: الْقَيْدُ، وَجَمْعُهُ أَنْكَالٌ، لِأَنَّهُ يَنْكُلُ: أَيْ يَمْنَعُ. وَالنِّكْلُ: حَدِيدَةُ اللِّجَامِ. وَهُوَ نَاكِلٌ عَنِ الْأُمُورِ: ضَعِيفٌ عَنْهَا. وَقَالَ ابْنُ دُرَيْدٍ: رَمَاهُ [اللَّهُ بِنُكْلِهِ وَبِنُكْلَةٍ، أَيْ رَمَاهُ بِمَا] يُنَكِّلُهُ.\nوَمِنَ الْبَابِ نَكَّلْتُ بِهِ تَنْكِيلًا، وَنَكَّلْتُ بِهِ نَكَالًا، وَهُوَ ذَلِكَ الْقِيَاسُ، وَمَعْنَاهُ أَنَّهُ فَعَلَ بِهِ مَا يَمْنَعُهُ مِنَ الْمُعَاوَدَةِ وَيَمْنَعُ غَيْرَهُ مِنْ إِتْيَانِ مِثْلِ صَنِيعِهِ. وَهَذَا أَجْوَدُ الْوَجْهَيْنِ. وَيُقَالُ: الْمَنْكَلُ: الشَّيْءُ الَّذِي يُنَكِّلُ بِالْإِنْسَانِ. قَالَ:\nوَارْمِ عَلَى أَقْفَائِهِمْ بِمَنْكَلِ فَأَمَّا الْحَدِيثُ: \" «إِنَّ اللَّهَ تَعَالَى يُحِبُّ النَّكَلَ عَلَى النَّكَلِ» \" فَإِنَّ تَفْسِيرَهُ فِي الْحَدِيثِ أَنَّهُ الرَّجُلُ الْقَوِيُّ الْمُجَرَّبُ، عَلَى الْفَرَسِ الْقَوِيِّ الْمُجَرَّبِ. وَهَذَا لِلتَّفْسِيرِ الَّذِي جَاءَ فِيهِ، وَلَيْسَ هُوَ مِنَ الْأَصْلِ الَّذِي ذَكَرْنَاهُ.",
    "pg": "5:473-474"
  },
  "نكه": {
    "def": "النُّونُ وَالْكَافُ وَالْهَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ نَكْهَةُ الْإِنْسَانِ. وَاسْتَنْكَهْتُهُ: تَشَمَّمْتُ رِيحَ فَمِهِ. وَيَقُولُونَ وَمَا أَدْرِي كَيْفَ هُوَ: إِنَّ النُّكَّهَ مِنَ الْإِبِلِ: الَّتِي ذَهَبَتْ أَصْوَاتُهَا مِنَ الضَّعْفِ. قَالَ:\nبَعْدَ اهْتِضَامِ الرَّاغِيَاتِ النُّكَّهِ.",
    "pg": "5:474"
  },
  "نمر": {
    "def": "النُّونُ وَالْمِيمُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا لَوْنٌ مِنَ الْأَلْوَانِ، وَالْآخَرُ يَدُلُّ عَلَى نُجُوعِ شَرَابٍ.\nفَالْأَوَّلُ النَّمِرُ، مَعْرُوفٌ، مِنَ اخْتِلَاطِ السَّوَادِ وَالْبَيَاضِ فِي لَوْنِهِ، غَيْرَ أَنَّ الْبَيَاضَ أَكْثَرُ. وَمِنَ النَّمِرِ اشْتُقَّ لَوْنُ السَّحَابِ النُّمْرِ، وَكَذَلِكَ النَّعَمُ النُّمْرُ فِيهَا سَوَادٌ وَبَيَاضٌ. وَكَذَلِكَ النَّمِرَةُ، إِنَّمَا هِيَ كِسَاءٌ مُلَوَّنٌ مُخَطَّطٌ. وَتَنَمَّرَ لِي فُلَانٌ: تَهَدَّدَنِي. وَتَحْقِيقُهُ لَبِسَ لِي جِلْدَ النَّمِرِ.\nوَالْأَصْلُ الْآخَرُ النَّمِيرُ، وَهُوَ الْمَاءُ الْعَذْبُ النَّامِي فِي الْجَسَدِ النَّاجِعُ. ثُمَّ يُسْتَعَارُ فَيُقَالُ [حَسَبٌ] نَمِيرٌ، أَيْ زَاكٍ.",
    "pg": "5:480"
  },
  "نمس": {
    "def": "النُّونُ وَالْمِيمُ وَالسِّينُ ثَلَاثُ كَلِمَاتٍ: إِحْدَاهَا تَدُلُّ عَلَى سَتْرِ شَيْءٍ، وَالْأُخْرَى عَلَى لَوْنٍ مِنَ الْأَلْوَانِ، وَالثَّالِثَةُ عَلَى فَسَادِ شَيْءٍ مِنَ الْأَشْيَاءِ. فَالْأُولَى النَّامُوسُ: وَهُوَ صَاحِبُ سِرِّ الْإِنْسَانِ. وَنَمَسَ: قَالَ حَدِيثًا فِي سِرٍّ وَسَتْرٍ. وَالنَّامُوسُ: قُتْرَةُ الصَّائِدِ. وَفِي مُصَنَّفِ الْغَرِيبِ: النَّامُوسُ جَبْرَئِيلُ ﵇. وَالْأَصْلُ كُلُّهُ وَاحِدٌ. وَنَامَسْتُ فُلَانًا مُنَامَسَةً: سَارَرْتُهُ وَجَعَلْتُهُ مَوْضِعًا لِسِرِّي. قَالَ ابْنُ دُرَيْدٍ: وَكُلُّ شَيْءٍ سَتَرْتَ بِهِ شَيْئًا فَهُوَ نَامُوسٌ لَهُ.\nوَالثَّالِثَةُ النَّمَسُ: الْكَدَرُ فِي اللَّوْنِ. يُقَالُ الْقَطَا النُّمْسُ، لِأَنَّ فِي لَوْنِهَا كُدْرَةً. وَالنَّمَسُ: فَسَادُ السَّمْنِ وَالْغَالِيَةِ وَكُلِّ طِيبٍ. وَالنِّمْسُ: دُوَيْبَّةٌ، سُمِّيَتْ لِلَوْنِهَا. فَأَمَّا قَوْلُ حُمَيْدٍ:\nكَتَوَاهُقِ النِّمْسِ\nفَيُقَالُ: إِنَّهُ أَرَادَ هَذِهِ الدَّوَابَّ. وَرَوَاهُ أَبُو سَعِيدٍ: \" النُّمْسِ \"، قَالَ: وَهِيَ الْقَطَا جَمْعُ أَنْمَسٍ.",
    "pg": "5:480-481"
  },
  "نمش": {
    "def": "النُّونُ وَالْمِيمُ وَالشِّينُ أَصْلٌ يَدُلُّ عَلَى تَخْطِيطٍ فِي شَيْءٍ. مِنْهُ النَّمَشُ، وَهِيَ خُطُوطُ النُّقُوشِ، وَالنَّعْتُ نَمِشٌ. وَمِنَ الْبَابِ النَّمْشُ كَمَا يَفْعَلُهُ الْعَابِثُ إِذَا الْتَقَطَ شَيْئًا وَخَطَّطَ بِأَصَابِعِهِ. قَالَ:\nقُلْتُ لَهَا وَأُولِعَتْ بِالنَّمْشِ\nوَنَمَشَ الْجَرَادُ الْأَرْضَ: جَرَدَهَا.",
    "pg": "5:481"
  },
  "نمص": {
    "def": "النُّونُ وَالْمِيمُ وَالصَّادُ أُصَيْلٌ يَدُلُّ عَلَى رِقَّةِ الشَّعْرِ أَوْ نَتْفٍ لَهُ. فَالنَّمَصُ: رِقَّةُ الشَّعْرِ. وَالْمِنْمَاصُ: الْمِنْقَاشُ. وَشَعْرٌ نَمِيصٌ، وَنَبْتٌ نَمِيصٌ: نَتَفَتْهُ الْمَاشِيَةُ بِأَفْوَاهِهَا.",
    "pg": "5:481-482"
  },
  "نمط": {
    "def": "النُّونُ وَالْمِيمُ وَالطَّاءُ كَلِمَةٌ تَدُلُّ عَلَى اجْتِمَاعٍ. وَالنَّمَطُ: جَمَاعَةٌ مِنَ النَّاسِ. وَفِي الْحَدِيثِ: \" «خَيْرُ هَذِهِ الْأُمَّةِ النَّمَطُ الْأَوْسَطُ، يَلْحَقُ بِهِمُ التَّالِي وَيَرْجِعُ إِلَيْهِمُ الْغَالِي» \".",
    "pg": "5:482"
  },
  "نمغ": {
    "def": "النُّونُ وَالْمِيمُ وَالْغَيْنُ كَلِمَةٌ تَدُلُّ عَلَى أَعْلَى شَيْءٍ. وَنَمَغَةُ الْجَبَلِ: أَعْلَاهُ. وَالنَّمَغَةُ: مَا تَحَرَّكَ مِنْ يَافُوخِ الصَّبِيِّ أَوَّلَ مَا يُولَدُ.",
    "pg": "5:482"
  },
  "نمق": {
    "def": "النُّونُ وَالْمِيمُ وَالْقَافُ أُصَيْلٌ يَدُلُّ عَلَى تَحْسِينِ شَيْءٍ وَتَجْوِيدِهِ. وَنَمَقْتُ الْكِتَابَ وَنَمَّقْتُهُ: نَقَشْتُهُ وَصَوَّرْتُهُ. قَالَ:\nكَأَنَّ مَجَرَّ الرَّامِسَاتِ ذُيُولَهَا ... عَلَيْهِ قَضِيمٌ نَمَّقَتْهُ الصَّوَانِعُ.",
    "pg": "5:482"
  },
  "نمل": {
    "def": "النُّونُ وَالْمِيمُ وَاللَّامُ كَلِمَاتُهُ تَدُلُّ عَلَى تَجَمُّعٍ فِي شَيْءٍ وَصِغَرٍ وَخِفَّةٍ. مِنْهُ النَّمْلُ: جَمْعُ نَمْلَةٍ. وَطَعَامٌ مَنْمُولٌ: أَصَابَهُ النَّمْلُ. وَفَرَسٌ نَمِلُ الْقَوَائِمِ: خَفِيفُهَا، كَأَنَّهَا شُبِّهَتْ بِالنَّمْلِ. وَالنَّمْلَةُ: قَرْحَةٌ تَخْرُجُ فِي الْجَنْبِ، كَأَنَّهَا سُمِّيَتْ بِهَا لِتَفَشِّيهَا وَانْتِشَارِهَا، شُبِّهَتْ بِالنَّمْلَةِ وَدَبِيبِهَا. وَالْأَنْمُلَةُ: وَاحِدَةُ الْأَنَامِلِ، وَهِيَ أَطْرَافُ الْأَصَابِعِ.\nوَيَقُولُونَ وَلَيْسَ مِنْ هَذَا: إِنَّ النَّمْلَةَ: شَقٌّ يَكُونُ فِي حَافِرِ الْفَرَسِ مِنَ الْأَشْعَرِ إِلَى الْمَقَطِّ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ النُّمْلَةُ بِالضَّمِّ فِي النُّونِ وَالسُّكُونِ فِي الْمِيمِ هِيَ النَّمِيمَةُ. وَيُقَالُ: نَمَلَ، إِذَا نَمَّ. [بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرِ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلَهُ نُونٌ]\nمِنْ ذَلِكَ (النَّهْشَلُ) : الذِّئْبُ، وَيُقَالُ الصَّقْرُ. وَهُوَ مَنْحُوتٌ مِنْ كَلِمَتَيْنِ: نَشَلَ وَنَهَشَ، كَأَنَّهُ يَنْشُلُ اللَّحْمَ وَيَنْهَشُهُ، وَقَدْ فُسِّرَا جَمِيعًا.\n\nوَمِنْ ذَلِكَ (النَّهَابِرُ) : الْمَهَالِكُ. وَهُوَ مَنْحُوتٌ مِنْ نَهَبَ وَنَهَرَ. وَالنَّهْبُ مِنَ الِانْتِهَابِ. وَنَهَرَ مِنْ نَهْرِ الْفَتْقِ، كَأَنَّهُ شَيْءٌ نَهَبَ وَنَهَرَ وَضَيَّعَ. وَقَدْ فَسَّرْنَاهُ.\n\nوَ (نَهْبَرَ) الرَّجُلُ فِي كَلَامِهِ: أَتَى بِهِ عَلَى غَيْرِ جِهَتِهِ، وَهُوَ مِنْ نَهَبَ، كَأَنَّهُ يَنْتَهِبُ الْكَلَامَ، وَمَنْ نَهَرَ، كَأَنَّهُ يَتَوَسَّعُ فِيهِ.\n\nوَمِنْهُ (النَّهْبَلَةُ) النَّاقَةُ الضَّخْمَةُ. وَالنَّهْبَلَةُ: الْعَجُوزُ. وَالنَّهْبَلُ: الشَّيْخُ. وَهَذِهِ مِمَّا زِيدَتْ فِيهِ النُّونُ، وَالْأَصْلُ هَاءٌ وَبَاءٌ وَلَامٌ. يَقُولُونَ لِلشَّيْخِ هِبِلٌّ، وَلِلْعَجُوزِ هِبِلَّةٌ.\n\nوَمِنْهُ (النَّقْرَشَةُ) : الْحِسُّ الْخَفِيُّ، كَحِسِّ الْفَارَةِ وَالْيَرْبُوعِ. قَالَ:\nيَا أَيُّهَا ذَا الْجُرَذُ الْمُنَقْرِشُ\nوَهِيَ مَنْحُوتَةٌ مِنْ نَقَرَ وَقَرَشَ وَنَقَشَ، لِأَنَّهُ كَأَنَّهُ يَنْقُرُ شَيْئًا، وَيَقْرِشُهُ: يَجْمَعُهُ، وَيَنْقُشُهُ كَمَا يُنْقَشُ الشَّيْءُ بِالْمِنْقَاشِ.\n\nوَمِنْهُ (النِّقْرِسُ) : الدَّاهِيَةُ مِنَ الْأَدِلَّاءِ. وَدَلِيلٌ نِقْرِسٌ، وَطَبِيبٌ نِقْرِسٌ وَنِقْرِيسٌ: حَاذِقٌ. وَهَذَا مِمَّا زِيدَتْ فِيهِ السِّينُ، وَأَصْلُهُ مِنَ النَّقْرِ، كَأَنَّهُ يَنْقُرُ عَنِ الْأَشْيَاءِ، أَيْ يَبْحَثُ عَنْهَا. وَمِنْهُ (النَّقْثَلَةُ) : مِشْيَةٌ يُثِيرُ فِيهَا الرَّجُلُ التُّرَابَ إِذَا مَشَى. قَالَ:\nوَتَارَةً أَنْبُثُ نَبْثَ النَّقْثَلَهْ\nوَهُوَ مَنْحُوتٌ مِنْ كَلِمَتَيْنِ: نَقَثَ مِنَ النَّقْثِ: الْإِسْرَاعُ فِي الْمَشْيِ، وَمَنْ نَقَلَ، مِنْ نَقْلِ الْقَوَائِمِ. وَقَدْ فَسَّرْنَاهُمَا فِيمَا مَضَى.\n\nوَمِنْهُ (النُّمْرُقَةُ) : الْوِسَادَةُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْقَافُ، إِنَّمَا هِيَ مِنَ النَّمِرَةِ وَهِيَ الْكِسَاءُ الْمُخَطَّطُ، وَقَدْ فَسَّرْنَاهَا، وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "5:482-484"
  },
  "نمم": {
    "def": "النُّونُ وَالْمِيمُ أَصْلٌ صَحِيحٌ لَهُ مَعْنَيَانِ: أَحَدُهُمَا إِظْهَارُ شَيْءٍ وَإِبْرَازُهُ، وَالْآخَرُ لَوْنٌ مِنَ الْأَلْوَانِ. فَالْأَوَّلُ مَا حَكَاهُ الْفَرَّاءُ، يُقَالُ: إِبِلٌ نَمَّةٌ: لَمْ يَبْقَ فِي أَجْوَافِهَا الْمَاءُ وَالنَّمَّامُ مِنْهُ، لِأَنَّهُ لَا يُبْقِي الْكَلَامَ فِي جَوْفِهِ. وَرَجُلٌ نَمَّامٌ. وَيَقُولُونَ: أَسْكَتَ اللَّهُ نَامَّتَهُ: مَا يَنِمُّ عَلَيْهِ مِنْ حَرَكَتِهِ. وَالنَّمِيمَةُ: الصَّوْتُ وَالْهَمْسُ، لِأَنَّهُمَا يَنُِمَّانِ عَلَى الْإِنْسَانِ. وَمِنْهُ النَّمَّامُ: رَيْحَانٌ يَدُلُّ عَلَيْهِ رَائِحَتُهُ. وَمِنْهُ قَوْلُهُمْ: مَا بِهَا نُمِّيٌّ، أَيْ أَحَدٌ، كَأَنَّهُمْ يُرِيدُونَ: ذُو حَرَكَةٍ تَدُلُّ عَلَيْهِ. وَقَوْلُهُمْ لِلْفَلْسِ: نُمِّيٌّ لَيْسَ عَرَبِيَّا.\nوَالْأَصْلُ الْآخَرُ النَّمْنَمَةُ: مُقَارَبَةُ الْخُطُوطِ. وَالنُِّمْنُِمُ: الْبَيَاضُ يَكُونُ عَلَى الْأَظْفَارِ، الْوَاحِدُ نُِمْنُِمْةٌ.\n\n[بَابُ النُّونِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:358-359"
  },
  "نمى": {
    "def": "النُّونُ وَالْمِيمُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ارْتِفَاعٍ وَزِيَادَةٍ.\nوَنَمَى الْمَالُ يَنْمِي: زَادَ. وَنَمَى الْخِضَابُ يَنْمِي وَيَنُمُو، إِذَا زَادَ حُمْرَةً وَسَوَادًا. وَتَنَمَّى الشَّيْءُ: ارْتَفَعَ مِنْ مَكَانٍ إِلَى مَكَانٍ. قَالَ:\nيَا حُبَّ لَيْلَى لَا تُغَيَّرْ وَازْدَدِ ... وَانْمِ كَمَا يَنْمِي الْخِضَابُ فِي الْيَدِ وَانْتَمَى فُلَانٌ إِلَى حَسَبِهِ: انْتَسَبَ. وَنَمَّيْتُ الْحَدِيثَ: أَشَعْتُهُ، وَنَمَيْتُهُ بِالتَّخْفِيفِ، وَالْقِيَاسُ فِيهِمَا وَاحِدٌ. وَالنَّامِيَةُ: الْخَلْقُ، لِأَنَّهُمْ يَنْمُونَ، أَيْ يَزِيدُونَ: وَفِي الْحَدِيثِ: \" «لَا تَمْثُلُوا بِنَامِيَةِ اللَّهِ» \". وَيُقَالُ: نَمَّيْتُ النَّارَ. إِذَا أَلْقَيْتَ عَلَيْهَا شَيُوعًا. وَيُقَالُ: نَمَتِ الرَّمِيَّةُ، إِذَا ارْتَفَعَتْ وَغَابَتْ ثُمَّ مَاتَتْ، وَأَنْمَاهَا صَاحِبُهَا. قَالَ:\nفَهِيَ لَا تَنْمِي رَمِيَّتُهُ ... مَا لَهُ لَا عُدَّ مِنْ نَفْرِهْ\nوَفِي الْحَدِيثِ: \" «كُلْ مَا أَصْمَيْتَ وَدَعْ مَا أَنْمَيْتَ» \".",
    "pg": "5:479-480"
  },
  "نه": {
    "def": "النُّونُ وَالْهَاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: نَهْنَهَ فَلَانٌ فُلَانًا: كَفَّهُ وَزَجَرَهُ.",
    "pg": "5:353"
  },
  "نها": {
    "def": "النُّونُ وَالْهَاءُ وَالْهَمْزَةُ. إِذَا هُمِزَ فَفِيهِ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ مِنَ الْإِبْدَالِ، يَقُولُ: أَنْهَأْتُ اللَّحْمَ، إِذَا لَمْ تُنْضِجْهُ. وَهَذَا عِنْدَنَا فِي الْأَصْلِ: أَنْيَأْتُهُ مِنَ النِّيِّ، فَقُلِبَتِ الْيَاءُ هَاءً.",
    "pg": "5:360"
  },
  "نهب": {
    "def": "النُّونُ وَالْهَاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَوَزُّعِ شَيْءٍ فِي اخْتِلَاسٍ لَا عَنْ مُسَاوَاةٍ. مِنْهُ انْتِهَابُ الْمَالِ وَغَيْرِهِ. وَالنُّهْبَى: اسْمُ مَا انْتُهِبَ. وَمِنْهُ الْمُنَاهَبَةُ: أَنْ يَتَبَارَى الْفَرَسَانِ فِي حُضْرِهِمَا. يُقَالُ: نَاهَبَ الْفَرَسُ [الْفَرَسَ] ، كَأَنَّهُمَا يَتَنَاهَبَانِ الْحُضْرَ وَالسَّبَقَ، وَيُقَالُ نَهَبَ النَّاسُ فُلَانًا بِكَلَامِهِمْ: تَنَاوَلُوهُ بِهِ. وَالْقِيَاسُ وَاحِدٌ.",
    "pg": "5:360-361"
  },
  "نهت": {
    "def": "النُّونُ وَالْهَاءُ وَالتَّاءُ كَلِمَةٌ تَدُلُّ عَلَى حِكَايَةِ صَوْتٍ. فَالنَّهِيتُ: دُونَ الزَّئِيرِ. وَأَسَدٌّ نَهَّاتٌ. وَنَهَتَ الرَّجُلُ: زَحَرَ. وَحِمَارٌ نَهَّاتٌ.",
    "pg": "5:361"
  },
  "نهج": {
    "def": "النُّونُ وَالْهَاءُ وَالْجِيمُ أَصْلَانِ مُتَبَايِنَانِ: الْأَوَّلُ النَّهْجُ، الطَّرِيقُ. وَنَهَجَ لِي الْأَمْرَ: أَوْضَحَهُ. وَهُوَ مُسْتَقِيمُ الْمِنْهَاجِ. وَالْمَنْهَجُ: الطَّرِيقُ أَيْضًا، وَالْجَمْعُ الْمَنَاهِجُ. وَالْآخَرُ الِانْقِطَاعُ. وَأَتَانَا فُلَانٌ يَنْهَجُ، إِذَا أَتَى مَبْهُورًا مُنْقَطِعَ النَّفَسِ. وَضَرَبْتُ فُلَانًا حَتَّى أُنْهِجَ، أَيْ سَقَطَ.\nوَمِنَ الْبَابِ نَهَجَ الثَّوْبُ وَأَنْهَجَ: أَخْلَقَ وَلَمَّا يَنْشَقَّ. وَأَنْهَجَهُ الْبِلَى. قَالَ أَبُو عُبَيْدٍ: لَا يُقَالُ نَهَجَ.",
    "pg": "5:361"
  },
  "نهد": {
    "def": "النُّونُ وَالْهَاءُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِشْرَافِ شَيْءٍ وَارْتِفَاعِهِ. وَفَرَسٌ نَهْدٌ: مُشْرِفٌ جَسِيمٌ. وَنَهَدَ ثَدْيُ الْمَرْأَةِ: أَشْرَفَ وَكَعَبَ ; وَهِيَ نَاهِدٌ. وَيَقُولُونَ لِلزُّبْدَةِ الضَّخْمَةِ نَهِيدَةً.\nوَمِنَ الْبَابِ الْمُنَاهَدَةُ فِي الْحُرُوبِ، كَالْمُنَاهَضَةِ، لِأَنَّ كُلًّا يَنْهَدُ إِلَى كُلٍّ، قَالُوا: غَيْرَ أَنَّ النُّهُوضَ يَكُونُ عَنْ قُعُودٍ، وَالنُّهُودُ كَيْفَ كَانَ. وَرَجُلٌ نَهْدٌ: كَرِيمٌ يَنْهَدُ إِلَى مَعَالِي الْأُمُورِ. وَالنَّهْدَاءُ: رَمْلَةٌ كَرِيمَةٌ تُنْبِتُ كِرَامَ الْبَقْلِ. وَيُقَالُ أَنْهَدْتُ الْحَوْضَ: مَلَأْتُهُ، وَهُوَ حَوْضٌ نَهْدَانُ. وَيَقُولُونَ - وَمَا أَدْرِي كَيْفَ صِحَّتُهُ -: إِنَّ التَّنَاهُدَ: إِخْرَاجُ كُلِّ وَاحِدٍ مِنَ الرُّفَقَاءِ نَفَقَةً عَلَى قَدْرِ نَفَقَةِ صَاحِبِهِ.",
    "pg": "5:361-362"
  },
  "نهر": {
    "def": "النُّونُ وَالْهَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَفَتُّحِ شَيْءٍ أَوْ فَتْحِهِ. وَأَنْهَرْتُ الدَّمَ: فَتَحْتُهُ وَأَرْسَلْتُهُ. وَسُمِّيَ النَّهْرَ لِأَنَّهُ يَنْهَرُ الْأَرْضَ أَيْ يَشُقُّهَا. وَالْمَنْهَرَةُ: فَضَاءٌ يَكُونُ بَيْنَ بُيُوتِ الْقَوْمِ يُلْقُونَ فِيهَا كُنَاسَتَهُمْ. وَجَمْعُ النَّهْرِ أَنْهَارٌ وَنُهُرٌ. وَاسْتَنْهَرَ النَّهْرُ: أَخَذَ مَجْرَاهُ. وَأَنْهَرَ الْمَاءُ: جَرَى. وَنَهْرٌ نَهِرٌ: كَثِيرُ الْمَاءِ. قَالَ أَبُو ذُؤَيْبٍ:\nأَقَامَتْ بِهِ فَابْتَنَتْ خَيْمَةً ... عَلَى قَصَبٍ وَفُرَاتٍ نَهِرْ\nوَمِنْهُ النَّهَارُ: انْفِتَاحُ الظُّلْمَةِ عَنِ الضِّيَاءِ مَا بَيْنَ طُلُوعِ الْفَجْرِ إِلَى غُرُوبِ الشَّمْسِ. وَيَقُولُونَ: إِنَّ النَّهَارَ يُجْمَعُ عَلَى نُهُرٍ. وَرَجُلٌ نَهِرٌ: صَاحِبُ نَهَارٍ كَأَنَّهُ لَا يَنْبَعِثُ لَيْلًا. قَالَ:\nلَسْتُ بِلَيْلِيٍّ وَلَكِنِّي نَهِرْ\nوَأَمَّا قَوْلُهُمْ: النَّهَارُ: فَرْخُ بَعْضِ الطَّيْرِ، فَهُوَ مِمَّا [لَا] يُعَرَّجُ عَلَى مِثْلِهِ، وَلَا مَعْنَى لَهُ.",
    "pg": "5:362-363"
  },
  "نهز": {
    "def": "النُّونُ وَالْهَاءُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حَرَكَةٍ وَنُهُوضٍ وَتَحْرِيكِ الشَّيْءِ. فَالنَّهْزُ: النُّهُوضُ لِتَنَاوُلِ الشَّيْءِ ; وَمِنْهُ انْتِهَازُ الْفُرْصَةِ. وَالنُّهْزَةُ: كُلُّ مَا أَمْكَنَكَ انْتِهَازُهُ يُقَالُ قَدْ أَعْرَضَ فَانْتَهِزْ. وَنَهَزَتِ النَّاقَةُ بِصَدْرِهَا: نَهَضَتْ لِلسَّيْرِ. وَنَهَزَتِ الدَّابَّةُ بِرَأْسِهَا: دَفَعَتْ عَنْ نَفْسِهَا.\nوَمِنَ الْبَابِ نَاهَزَ الصَّبِيُّ الْبُلُوغَ، إِذَا دَانَاهُ، كَأَنَّهُ نَهَضَ لَهُ وَتَحَرَّكَ. وَنَهَزْتُ ضَرْعَ النَّاقَةِ عِنْدَ حَلْبِهَا لِتَدُِرَّ، إِذَا ضَرَبْتَهُ بِيَدِكَ. وَنَهَزْتُ مَاءَ الدَّلْوِ بِالْمَاءِ: ضَرَبْتُهُ لِتَمْتَلِئَ الدَّلْوُ.",
    "pg": "5:363"
  },
  "نهس": {
    "def": "النُّونُ وَالْهَاءُ وَالسِّينُ كَلِمَةٌ تَدُلُّ عَلَى عَضٍّ عَلَى شَيْءٍ. وَنَهَسَ اللَّحْمَ: قَبَضَ عَلَيْهِ وَنَتَرَهُ عِنْدَ أَكْلِهِ إِيَّاهُ. وَمِنْهُ نَهَسَتْهُ الْحَيَّةُ.",
    "pg": "5:363"
  },
  "نهش": {
    "def": "النُّونُ وَالْهَاءُ وَالشِّينُ أَصْلٌ صَحِيحٌ، وَمَعْنَاهُ مَعْنَى الَّذِي قَبْلَهُ. قَالَ ابْنُ دُرَيْدٍ: قَالَ الْأَصْمَعِيُّ النَّهْسُ وَالنَّهْشُ وَاحِدٌ، وَهُوَ أَخْذُ اللَّحْمِ بِالْفَمِ. وَخَالَفَهُ أَبُو زَيْدٍ فَقَالَ: النَّهْشُ: بِمُقَدَّمِ الْفَمِ.",
    "pg": "5:363"
  },
  "نهض": {
    "def": "النُّونُ وَالْهَاءُ وَالضَّادُ أَصْلٌ يَدُلُّ عَلَى حَرَكَةٍ فِي عُلُوٍّ. وَنَهَضَ مِنْ مَكَانِهِ: قَامَ. وَمَا لَهُ نَاهِضَةٌ، أَيْ قَوْمٌ يَنْهَضُونَ فِي أَمْرِهِ وَيَقُومُونَ بِهِ. وَيَقُولُونَ: نَاهِضَةُ الرَّجُلِ: بَنُو أَبِيهِ الَّذِي يَغْضَبُونَ لَهُ. وَنَهَضَ النَّبْتُ: اسْتَوَى. وَالنَّاهِضُ: الطَّائِرُ الَّذِي وَفَرَ جَنَاحَاهُ وَتَهَيَّأَ لِلنُّهُوضِ وَالطَّيَرَانِ. وَنِهَاضُ الطُّرُقِ: صُعُدُهَا وَعَتَبُهَا، الْوَاحِدَةُ نَهْضَةٌ. وَأَنْهُضُ الْبَعِيرِ: مَا بَيْنَ كَتِفِهِ إِلَى صُلْبِهِ.",
    "pg": "5:363-364"
  },
  "نهط": {
    "def": "النُّونُ وَالْهَاءُ وَالطَّاءُ. زَعَمَ ابْنُ دُرَيْدٍ النَّهْطُ الطَّعْنُ. وَنَهَطَهُ بِالرُّمْحِ: طَعَنَهُ بِهِ.",
    "pg": "5:364"
  },
  "نهع": {
    "def": "النُّونُ وَالْهَاءُ وَالْعَيْنُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يَقُولُونَ: نَهَعَ، إِذَا تَهَوَّعَ مِنْ غَيْرِ قَلْسٍ.",
    "pg": "5:364"
  },
  "نهق": {
    "def": "النُّونُ وَالْهَاءُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى صَوْتٍ مِنَ الْأَصْوَاتِ. فَالنَّهِيقُ وَالنُّهَاقُ: صَوْتُ الْحِمَارِ. وَنَوَاهِقُهُ: مَخَارِجُ نُهَاقِهِ مِنْ حَلْقِهِ وَنَوَاهِقُ الدَّابَّةِ: عُرُوقٌ اكْتَنَفَتْ خَيَاشِيمَهُ، الْوَاحِدَةُ نَاهِقَةٌ.",
    "pg": "5:364"
  },
  "نهك": {
    "def": "النُّونُ وَالْهَاءُ وَالْكَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِبْلَاغٍ فِي عُقُوبَةٍ وَأَذًى. وَنَهَكَتْهُ الْحُمَّى: نَقَصَتْ لَحْمَهُ. وَأَنْهَكَهُ السُّلْطَانُ عُقُوبَةً: بَالَغَ.\nوَمِنَ الْبَابِ انْتِهَاكُ الْحُرْمَةِ: تَنَاوُلُهَا بِمَا لَا يَحِلُّ. وَالنَّهِيكُ: الْأَسَدُ وَالشُّجَاعُ، لِأَنَّهُمَا يَنْهَكَانِ الْأَقْرَانَ.",
    "pg": "5:364"
  },
  "نهل": {
    "def": "النُّونُ وَالْهَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ضَرْبٍ مِنَ الشُّرْبِ. وَنَهِلَ: شَرِبَ فِي أَوَّلِ الْوِرْدِ. وَأَنْهَلْتُ الدَّوَابَّ. وَالْمَنْهَلُ: الْمَوْرِدُ. وَالنَّاهِلُ: الرَّيَّانُ. وَرُبَّمَا قَالُوا لِلْعَطْشَانِ نَاهِلٌ. وَهَذَا لَعَلَّهُ أَنْ يَكُونَ عَلَى مَعْنَى الْفَأْلِ. قَالَ:\nيَنْهَلُ مِنْهُ الْأَسَلُ النَّاهِلُ\nأَيْ تُرْوَى مِنْهُ الرِّمَاحُ الْعِطَاشُ.",
    "pg": "5:364-365"
  },
  "نهم": {
    "def": "النُّونُ وَالْهَاءُ وَالْمِيمُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا صَوْتٌ مِنَ الْأَصْوَاتِ وَالْآخَرُ وَلُوعٌ بِشَيْءٍ.\nفَالْأَوَّلُ النَّهِيمُ: صَوْتُ الْأَسَدِ. وَالنَّهِيمُ: زَجْرُكَ الْإِبِلَ إِذَا صِحْتَ بِهَا. تَقُولُ: نَهَمْتُهَا، إِذَا صِحْتَ بِهَا لِتَمْضِيَ. قَالَ:\nأَلَا انْهَِمَاهَا إِنَّهَا مَنَاهِيمْ ... وَإِنَّمَا يَنْهَمُهَا الْقَوْمُ الْهِيمْ\nوَيُقَالُ لِلْحَذْفِ بِالْعَصَا وَالْحَذْفِ بِالْحَصَى نَهْمٌ ; وَلَا بُدَّ مِنْ أَنْ يَكُونَ لِمَا يُحْذَفُ بِهِ أَدْنَى صَوْتٍ. قَالَ:\nيَنْهَمْنَ بِالدَّارِ الْحَصَى الْمَنْهُومَا\nفَأَمَّا الْآخَرُ فَالنَّهْمَةُ: بُلُوغُ الْهِمَّةِ فِي الشَّيْءِ. وَهُوَ مَنْهُومٌ بِكَذَا: مُولَعٌ بِهِ. وَيُقَالُ مِنْهُ نُهِمَ يُنْهَمُ.\nوَمِمَّا شَذَّ عَنِ الْبَابَيْنِ النِّهَامِيُّ: الْحَدَّادُ. [بَابُ النُّونِ وَالْوَاوِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:365-366"
  },
  "نهي": {
    "def": "النُّونُ وَالْهَاءُ وَالْيَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى غَايَةٍ وَبُلُوغٍ. وَمِنْهُ أَنْهَيْتُ إِلَيْهِ الْخَبَرَ: بَلَّغْتُهُ إِيَّاهُ. وَنِهَايَةُ كُلِّ شَيْءٍ: غَايَتُهُ. وَمِنْهُ نَهَيْتُهُ عَنْهُ، وَذَلِكَ لِأَمْرٍ يَفْعَلُهُ. فَإِذَا نَهَيْتُهُ فَانْتَهَى عَنْكَ فَتِلْكَ غَايَةُ مَا كَانَ وَآخِرُهُ. وَفُلَانٌ نَاهِيكَ مِنْ رَجُلٍ وَنَهْيُكَ، كَمَا يُقَالُ حَسْبُكَ، وَتَأْوِيلُهُ أَنَّهُ بِجِدِّهِ وَغَنَائِهِ يَنْهَاكَ عَنْ تَطَلُّبِ غَيْرِهِ. وَنَاقَةٌ نَهِيَّةٌ: تَنَاهَتْ سِمَنًا. وَالنُّهْيَةُ: الْعَقْلُ، لِأَنَّهُ يَنْهَى عَنْ قَبِيحِ الْفِعْلِ وَالْجَمْعُ نُهًى.\nوَطَلَبَ الْحَاجَةَ حَتَّى نَهِيَ عَنْهَا، تَرَكَهَا، ظَفِرَ بِهَا أَمْ لَا، كَأَنَّهُ نَهَى نَفْسَهُ عَنْ طَلَبِهَا. وَالنَّهْيُ وَالنِّهْيُ: الْغَدِيرُ، لِأَنَّ الْمَاءَ يُنْتَهَى إِلَيْهِ. وَتَنْهِيَةُ الْوَادِي: حَيْثُ يَنْتَهِي إِلَيْهِ السُّيُولُ. وَيُقَالُ إِنَّ نِهَاءَ النَّهَارِ: ارْتِفَاعُهُ. فَإِنْ كَانَ هَذَا صَحِيحًا فَلِأَنَّ تِلْكَ غَايَةُ ارْتِفَاعِهِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ إِنْ صَحَّ يَقُولُونَ النُّهَاءُ: الْقَوَارِيرُ، وَلَيْسَ كَذَلِكَ عِنْدَنَا. وَيُنْشِدُونَ:\nتَرُضُّ الْحَصَى أَخْفَافُهُنًَّ كَأَنَّمَا ... يُكَسَّرُ قَيْضٌ بَيْنَهَا وَنِهَاءُ.",
    "pg": "5:359-360"
  },
  "نوب": {
    "def": "النُّونُ وَالْوَاوُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى اعْتِيَادِ مَكَانٍ وَرُجُوعٍ إِلَيْهِ. وَنَابَ يَنُوبُ، وَانْتَابَ يَنْتَابُ. وَيُقَالُ إِنَّ النُّوَبَ: النَّحْلُ، قَالُوا: وَسُمِّيَتْ بِهِ لِرَعْيِهَا وَنَوْبِهَا إِلَى مَكَانِهَا. وَقَدْ قِيلَ إِنَّهُ جَمْعُ نَائِبٍ. وَقَوْلُ أَبِي ذُؤَيْبٍ:\nأَرِقْتُ لِذِكْرِهِ مِنْ غَيْرِ نَوْبٍ ... كَمَا يَهْتَاجُ مَوْشِيٌّ قَشِيبُ.",
    "pg": "5:367"
  },
  "نوت": {
    "def": "النُّونُ وَالْوَاوُ وَالتَّاءُ لَيْسَ عِنْدِي أَصْلًا. عَلَى أَنَّهُمْ يَقُولُونَ: نَاتَ يَنُوتُ وَيَنِيتُ، إِذَا تَمَايَلَ مِنْ ضَعْفٍ. فَإِنْ صَحَّ هَذَا فَلَعَلَّ النُّوتِيَّ وَهُوَ الْمَلَّاحُ، مِنْهُ.",
    "pg": "5:367"
  },
  "نوح": {
    "def": "النُّونُ وَالْوَاوُ وَالْحَاءُ أَصْلٌ يَدُلُّ عَلَى مُقَابَلَةِ الشَّيْءِ لِلشَّيْءِ. مِنْهُ تَنَاوَحَ الْجَبَلَانِ، إِذَا تَقَابَلَا، وَتَنَاوَحَتِ الرِّيحَانِ: تَقَابَلَتَا فِي الْمَهَبِّ. وَهَذِهِ الرِّيحُ نَيِّحَةٌ لِتِلْكَ، أَيْ مُقَابِلَتُهَا. وَمِنْهُ النَّوْحُ وَالْمَنَاحَةُ، لِتَقَابُلِ النِّسَاءِ عِنْدَ الْبُكَاءِ.",
    "pg": "5:367-368"
  },
  "نوخ": {
    "def": "النُّونُ وَالْوَاوُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ أَنَخْتُ الْجَمَلَ. فَأَمَّا فِعْلُ الْمُطَاوَعَةِ مِنْهُ فَقَالُوا: أَنَخْتُهُ فَبَرَكَ، وَقَالَ آخَرُونَ: اسْتَنَاخَ. وَجَاءَ فِي الْحَدِيثِ: \" وَإِنْ أُنِيخَ عَلَى صَخْرَةٍ اسْتَنَاخَ \". وَقَالَ الْأَصْمَعِيُّ أَنَخْتُهُ فَتَنَوَّخَ.",
    "pg": "5:368"
  },
  "نور": {
    "def": "النُّونُ وَالْوَاوُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِضَاءَةٍ وَاضْطِرَابٍ وَقِلَّةِ ثَبَاتٍ. مِنْهُ النُّورُ وَالنَّارُ، سُمِّيَا بِذَلِكَ مِنْ طَرِيقَةِ الْإِضَاءَةِ، وَلِأَنَّ ذَلِكَ يَكُونُ مُضْطَرِبًا سَرِيعَ الْحَرَكَةِ. وَتَنَوَّرْتُ النَّارَ: تَبَصَّرْتُهَا. قَالَ امْرُؤُ الْقَيْسِ:\nتَنَوَّرْتُهَا مِنْ أَذْرِعَاتَ وَأَهْلُهَا ... بِيَثْرِبَ أَدْنَى دَارِهَا نَظَرٌ عَالِي\nوَمِنْهُ النَّوْرُ: نَوْرُ الشَّجَرِ وَنُوَّارُهُ. وَأَنَارَتِ الشَّجَرَةُ: أَخْرَجَتِ النَّوْرَ. وَالْمَنَارَةُ: مَفْعَلَةٌ مِنَ الِاسْتِنَارَةِ، وَالْأَصْلُ مَنْوَرَةٌ. وَمِنْهُ مَنَارُ الْأَرْضِ: حُدُودُهَا وَأَعْلَامُهَا، سُمِّيَتْ لِبَيَانِهَا وَظُهُورِهَا. وَالَّذِي قُلْنَاهُ فِي قِلَّةِ الثَّبَاتِ امْرَأَةٌ نَوَارٌ، أَيْ عَفِيفَةٌ تَنُورُ، أَيْ تَنْفِرُ مِنَ الْقَبِيحِ، وَالْجَمْعُ نُورٌ. وَنَارَتْ: نَفَرَتْ نَوْرًا. قَالَ:\nأَنَوْرًا سَرْعَ مَاذَا يَا فَرُوقُ\nوَنُرْتَ فُلَانًا: نَفَّرْتُهُ. وَالنَِّوَارُ: النِّفَارُ. وَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ النَّؤُورُ: دُخَانُ الْفَتِيلَةِ يَتَّخِذُهُ كُحْلًا وَوَشْمًا. وَنَوَّرْتُ اللِّثَةَ: غَرَزْتُهَا بِإِبْرَةٍ ثُمَّ جَعَلْتُ فِي الْغَرْزِ الْإِثْمِدَ.",
    "pg": "5:368-369"
  },
  "نوس": {
    "def": "النُّونُ وَالْوَاوُ وَالسِّينُ أَصْلٌ يَدُلُّ عَلَى اضْطِرَابٍ وَتَذَبْذُبٍ. وَنَاسَ الشَّيْءُ: تَذَبْذَبَ، يَنُوسُ. وَسُمِّيَ أَبُو نُوَاسٍ لِذُؤَابَتَيْنِ لَهُ كَانَتَا تَنُوسَانِ. وَيَقُولُونَ: نُسْتُ الْإِبِلَ: سُقْتُهَا.",
    "pg": "5:369"
  },
  "نوش": {
    "def": "النُّونُ وَالْوَاوُ وَالشِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَنَاوُلِ الشَّيْءِ. وَنُشْتُهُ نَوْشًا. وَتَنَاوَشْتُ: تَنَاوَلْتُ. قَالَ اللَّهُ تَعَالَى: ﴿وَأَنَّى لَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ﴾ [سبأ: ٥٢] . وَرُبَّمَا عَدَّوْهُ بِغَيْرِ أَلْفٍ فَقَالُوا: نُشْتُهُ خَيْرًا، إِذَا أَنَلْتَهُ خَيْرًا. وَقَوْلُ الْقَائِلِ:\nبَاتَتْ تَنُوشُ الْعَنَقَ انْتِيَاشًا.",
    "pg": "5:369"
  },
  "نوص": {
    "def": "النُّونُ وَالْوَاوُ وَالصَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَرَدُّدٍ وَمَجِيءٍ وَذَهَابٍ. وَنَاصَ عَنْ قَرْنِهِ يَنُوصُ نَوْصًا. وَالْمَنَاصُ الْمَصْدَرُ، وَالْمَلْجَأُ أَيْضًا. قَالَ سُبْحَانَهُ: ﴿وَلَاتَ حِينَ مَنَاصٍ﴾ [ص: ٣] . وَيَقُولُونَ: النَّوْصُ: الْحِمَارُ الْوَحْشِيُّ لَا يَزَالُ نَائِصًا: رَافِعًا رَأْسَهُ، يَتَرَدَّدُ كَالْجَامِحِ. وَنَاوَصَ الْجَرَّةَ: مَارَسَهَا. وَمَرَّ تَفْسِيرُهُ فِي بَابِ الْجِيمِ.",
    "pg": "5:369-370"
  },
  "نوض": {
    "def": "النُّونُ وَالْوَاوُ وَالضَّادُ فِيهِ كَلِمَاتٌ مُتَبَايِنَةٌ.\nالْأُولَى النَّوْضُ: وُصْلَةٌ مَا بَيْنَ الْعَجُزِ وَالْمَتْنِ. وَالثَّانِيَةُ قَوْلُهُمْ: نَاضَ فِي الْبِلَادِ: ذَهَبَ. وَالثَّالِثَةُ الْأَنْوَاضُ: الْأَوْدِيَةُ، وَاحِدُهَا نَوْضٌ.",
    "pg": "5:370"
  },
  "نوط": {
    "def": "النُّونُ وَالْوَاوُ وَالطَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَعْلِيقِ شَيْءٍ بِشَيْءٍ. وَنُطْتُهُ بِهِ: عَلَّقْتُهُ بِهِ. وَالنَّوْطُ: مَا يَتَعَلَّقُ بِهِ أَيْضًا، وَالْجَمْعُ أَنْوَاطٌ. وَفِي الْمَثَلِ: \" عَاطٍ بِغَيْرِ أَنْوَاطٍ \" أَيْ إِنَّهُ يَعْطُو يَتَنَاوَلُ الشَّيْءَ وَلَيْسَ لَهُ مَا يَتَعَلَّقُ بِهِ. وَالنِّيَاطُ: عِرْقٌ عُلِّقَ بِهِ الْقَلْبُ، وَالْجَمْعُ أَنْوِطَةٌ، وَهُوَ النَّائِطُ أَيْضًا. قَالَ:\nقَطْعَ الطَّبِيبِ نَائِطَ الْمَصْفُورِ\nوَنِيَاطُ الْمَفَازَةِ: بُعْدُهَا، سُمِّيَ بِهِ لِأَنَّهُ كَأَنَّهُ مِنْ بُعْدِهِ نِيطَ أَبَدًا بِغَيْرِهِ. وَالْأَرْنَبُ مُقَطِّعَةُ النِّيَاطِ، لِأَنَّهَا تَقْطَعُ الْبَعِيدَ. وَالتُّنَوِّطُ: طَائِرٌ ; وَهُوَ قِيَاسُهُ لِأَنَّهُ يَنُوطُ كَالْخُيُوطِ مِنَ الشَّجَرَةِ يَجْعَلَهَا وَكْرًا. وَنِيطَ فُلَانٌ: أَصَابَتْهُ نَوْطَةٌ، وَهِيَ وَرَمٌ فِي الصَّدْرِ. وَهُوَ عِنْدَنَا مِنْ نِيَاطِ الْقَلْبِ، كَأَنَّ الْوَجَعَ أَصَابَ نِيَاطَهُ. وَيَقُولُونَ: نَوْطَةٌ مِنْ طَلْحٍ، كَمَا يُقَالُ عِيصٌ مِنْ سِدْرٍ. وَسُمِّيَتْ لِتَعَلُّقِ بَعْضِهَا بِبَعْضٍ. وَبِئْرٌ نَيِّطٌ، إِذَا كَانَتْ قَدْرَ قَامَةٍ.",
    "pg": "5:370"
  },
  "نوع": {
    "def": "النُّونُ وَالْوَاوُ وَالْعَيْنُ كَلِمَتَانِ، إِحْدَاهُمَا تَدُلُّ عَلَى طَائِفَةٍ مِنَ الشَّيْءِ مُمَاثِلَةٍ لَهُ، وَالثَّانِيَةُ ضَرْبٌ مِنَ الْحَرَكَةِ. الْأَوَّلُ النَّوْعُ مِنَ الشَّيْءِ: الضَّرْبُ مِنْهُ. وَلَيْسَ هَذَا مِنْ نَوْعِ ذَاكَ.\nوَالثَّانِي: قَوْلُهُمْ: نَاعَ الْغُصْنُ يَنُوعُ، إِذَا تَمَايَلَ، فَهُوَ نَائِعٌ. وَقَالَ بَعْضُهُمْ: لِذَلِكَ يُقَالُ جَائِعٌ نَائِعٌ، أَيْ: مُضْطَرِبٌ مِنْ شِدَّةِ جُوعِهِ مُتَمَايِلٌ. وَيَدْعُونَ عَلَى الْإِنْسَانِ فَيَقُولُونَ: جُوعًا لَهُ وَنُوعًا لَهُ.",
    "pg": "5:370-371"
  },
  "نوف": {
    "def": "النُّونُ وَالْوَاوُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عُلُوٍّ وَارْتِفَاعٍ. وَنَافَ يَنُوفُ: طَالَ وَارْتَفَعَ. وَالنَّوْفُ: السَّنَامُ، وَجَمْعُهُ أَنْوَافٌ. وَمُمْكِنٌ أَنْ يَكُونَ قَوْلَهُمْ: مِائَةٌ وَنَيِّفٌ مِنْ هَذَا، وَقَدْ ذَكَرْنَاهُ فِي نَيَفَ لِلَفْظِهِ.",
    "pg": "5:371"
  },
  "نوق": {
    "def": "النُّونُ وَالْوَاوُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى سُمُوٍّ وَارْتِفَاعٍ. وَأَرْفَعُ مَوْضِعٍ فِي الْجَبَلِ نِيقٌ، وَالْأَصْلُ الْوَاوُ، وَحُوِّلَتْ يَاءً لِلْكَسْرَةِ الَّتِي قَبْلَهَا. وَمُمْكِنٌ أَنْ يَكُونَ النَّاقَةُ مِنْ هَذَا الْقِيَاسِ، لِارْتِفَاعِ خَلْقِهَا. وَنَاقَةٌ وَنُوقٌ. وَ \" اسْتَنْوَقَ الْجَمَلُ \" تَشْبِيهٌ بِهَا، وَيُضْرَبُ مَثَلًا لِمَنْ ذَلَّ بَعْدَ عِزٍّ. وَالنَّاقَةُ: كَوَاكِبُ عَلَى هَيْئَةِ النَّاقَةِ. وَقَوْلُهُمْ: تَنَوَّقَ فِي الْأَمْرِ، إِذَا بَالَغَ فِيهِ، فَعِنْدَنَا أَنَّهُ مِنْهُ، وَهُمْ يُشَبِّهُونَ الشَّيْءَ بِمَا يَسْتَحْسِنُونَهُ، وَكَأَنَّ تَنَوَّقَ مَقِيسٌ عَلَى اسْمِ النَّاقَةِ، وَهِيَ عِنْدَهُمْ مِنْ أَحْسَنِ أَمْوَالِهُمْ. وَمَنْ قَالَ تَنَوَّقَ خَطَأٌ فَقَدْ غَلِطَ، وَقِيَاسُهُ مَا ذَكَرْنَاهُ. وَالنِّيقَةُ لَا تَكُونُ إِلَّا مِنْ تَنَوُّقٍ. يَقُولُونَ مَثَلًا: \" خَرْقَاءُ ذَاتُ نِيقَةٍ \"، يُضْرَبُ لِلْجَاهِلِ بِالشَّيْءِ يَدَّعِي الْمَعْرِفَةَ بِهِ.",
    "pg": "5:371-372"
  },
  "نوك": {
    "def": "النُّونُ وَالْوَاوُ وَالْكَافُ كَلِمَةٌ وَاحِدَةٌ، هِيَ النَّوَاكَةُ وَالنُّوكُ وَهِيَ الْحُمْقُ. وَرَجُلٌ أَنْوَكُ وَمُسْتَنْوِكٌ، وَهُمْ نَوْكَى.",
    "pg": "5:372"
  },
  "نول": {
    "def": "النُّونُ وَالْوَاوُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِعْطَاءٍ. وَنَوَّلْتُهُ: أَعْطَيْتُهُ. وَالنَّوَالُ: الْعَطَاءُ. وَنُلْتُهُ نَوْلًا مِثْلُ أَنَلْتُهُ. وَقَوْلُكَ: مَا نَوْلُكَ أَنْ تَفْعَلَ كَذَا ; فَمِنْهُ أَيْضًا، أَيْ لَيْسَ يَنْبَغِي أَنْ يَكُونَ مَا تُعْطِينَاهُ مِنْ نُوَالِكَ هَذَا. وَقَوْلُ لَبِيَدٍ:\nوَقَفْتُ بِهِنَّ حَتَّى قَالَ صَحْبِي ... جَزِعْتَ وَلَيْسَ ذَلِكَ بِالنَّوَالِ\nقَالُوا: النَّوَالُ: الصَّوَابُ، وَتَلْخِيصُهُ: لَيْسَ ذَلِكَ بِالْعَطَاءِ الَّذِي [إِنْ] أَعْطَيْتَنَاهُ كُنْتَ فِيهِ مُصِيبًا. وَكَذَا قَوْلُهُ:\nفَدَعِي الْمَلَامَةَ وَيْبَ غَيْرِكِ إِنَّهُ ... لَيْسَ النَّوَالُ بِلَوْمِ كُلِّ كَرِيمِ\nوَالْقِيَاسُ فِي كُلِّهِ وَاحِدٌ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْمِنْوَالُ: الْخَشَبَةُ يَلُفُّ عَلَيْهَا النَّاسِجُ الثَّوْبَ.",
    "pg": "5:372"
  },
  "نوم": {
    "def": "النُّونُ وَالْوَاوُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جُمُودٍ وَسُكُونِ حَرَكَةٍ. مِنْهُ النَّوْمُ. نَامَ يَنَامُ نَوْمًا وَمَنَامًا. وَهُوَ نَؤُومٌ وَنُوَمَةٌ: كَثِيرُ النَّوْمِ وَرَجُلٌ نَوْمَةٌ: خَامِلٌ لَا يُؤْبَهُ لَهُ. وَمِنْهُ اسْتَنَامَ لِي فُلَانٌ، إِذَا اطْمَأَنَّ إِلَيْهِ وَسَكَنَ. وَالْمَنَامَةُ: الْقَطِيفَةُ، لِأَنَّهُ يُنَامُ فِيهَا.\nوَيَسْتَعِيرُونَ مِنْهُ: نَامَتِ السُّوقُ: كَسَدَتْ. وَنَامَ الثَّوْبُ: أَخْلَقَ.",
    "pg": "5:372-373"
  },
  "نون": {
    "def": "النُّونُ وَالْوَاوُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ. وَالنُّونُ: الْحُوتُ. وَ [ذُو] النُّونِ: سَيْفٌ لِبَعْضِ الْعَرَبِ، كَأَنَّهُ شُبِّهَ بِالنُّونِ.",
    "pg": "5:373"
  },
  "نوه": {
    "def": "النُّونُ وَالْوَاوُ وَالْهَاءُ كَلِمَةٌ تَدُلُّ عَلَى سُمُوٍّ وَارْتِفَاعٍ. وَنَاهَ النَّبَاتُ: ارْتَفَعَ. وَنَاهَتِ النَّاقَةُ: رَفَعَتْ رَأْسَهَا وَصَاحَتْ. وَمِنْهُ نُهْتُ بِالشَّيْءِ وَنَوَّهْتُ: رَفَعْتُ ذِكْرَهُ. وَيَقُولُونَ: نَاهَتْ نَفْسُهُ: قَوِيَتْ.\n\n[بَابُ النُّونِ وَالْيَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:373"
  },
  "نوى": {
    "def": "النُّونُ وَالْوَاوُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَعْنَيَيْنِ: أَحَدُهُمَا مَقْصِدٌ لِشَيْءٍ، وَالْآخَرُ عَجَمُ شَيْءٍ.\nفَالْأَوَّلُ النَّوَى. قَالَ أَهْلُ اللُّغَةِ: النَّوَى: التَّحَوُّلُ مِنْ دَارٍ إِلَى دَارٍ. هَذَا هُوَ الْأَصْلُ، ثُمَّ حُمِلَ عَلَيْهِ الْبَابُ كُلُّهُ فَقَالُوا: [نَوَى] الْأَمْرَ يَنْوِيهِ، إِذَا قَصَدَ لَهُ. وَمِمَّا يُصَحِّحُ هَذِهِ التَّآوِيلَ قَوْلُهُمْ: نَوَاهُ اللَّهُ، كَأَنَّهُ قَصَدَهُ بِالْحِفْظِ وَالْحِيَاطَةِ. قَالَ:\nيَا عَمْرُو أَحْسِنْ نَوَاكَ اللَّهُ بِالرَّشَدِ ... وَاقْرَأْ سَلَامًا عَلَى الذَّلْفَاءِ بِالثَّمَدِ\nأَيْ قَصَدَكَ بِالرَّشَدِ. وَالنِّيَّةُ: الْوَجْهُ الَّذِي تَنْوِيهِ. وَنَوِيُّكَ: صَاحِبُكَ نِيَّتُهُ نِيَّتُكَ.\nوَالْأَصْلُ الْآخَرُ النَّوَى: نَوَى التَّمْرِ. وَرُبَّمَا عَبَّرُوا بِهِ عَنْ بَعْضِ الْأَوْزَانِ. وَيُقَالُ إِنَّ النَّوَاةَ زِنَةُ خَمْسَةِ دَرَاهِمَ. وَتَزَوَّجَهَا عَلَى نَوَاةٍ مِنْ ذَهَبٍ، أَيْ وَزْنِ خَمْسَةِ دَرَاهِمَ مِنْهُ.\nوَبِالْهَمْزِ كَلِمَةٌ تَدُلُّ عَلَى النُّهُوضِ وَنَاءَ يَنُوءُ نَوْءًا: نَهَضَ. قَالَ:\nفَقُلْنَا لَهُمْ تِلْكُمْ إِذًا بَعْدَ كَرَّةٍ ... نُغَادِرُ صَرْعَى نَوْؤُهَا مُتَخَاذِلُ\nأَيْ نُهُوضُهَا ضَعِيفٌ وَالنَّوْءُ مِنْ أَنْوَاءِ الْمَطَرِ كَأَنَّهُ يَنْهَضُ بِالْمَطَرِ. وَكُلُّ نَاهِضٍ بِثِقْلٍ فَقَدْ نَاءَ. وَنَاءَ الْبَعِيرُ بِحِمْلِهِ. وَالْمَرْأَةُ تَنُوءُ بِهَا عَجِيزَتُهَا، وَهِيَ تَنُوءُ بِهَا. فَالْأُولَى تُثْقَلُ بِهَا، وَالثَّانِيَةُ تَنْهَضُ.\nوَمِنَ الْبَابِ الْمُنَاوَأَةُ تَكُونُ بَيْنَ الْقَوْمِ يُقَالُ: نَاوَأَهُ، إِذَا عَادَاهُ. وَهُوَ قِيَاسُ مَا ذَكَرْنَاهُ، لِأَنَّهَا الْمُنَاهَضَةُ، هَذَا يَنُوءُ إِلَى هَذَا وَهُوَ يَنُوءُ إِلَيْهِ أَيْ يَنْهَضُ.",
    "pg": "5:366-367"
  },
  "نيا": {
    "def": "النُّونُ وَالْيَاءُ وَالْهَمْزَةُ كَلِمَةٌ هِيَ النِّيُّ مِنَ اللَّحْمِ: الَّذِي لَمْ يَنْضَجْ وَقَدْ أَنَأْتُهُ أَنَا. وَالْأَصْلُ أَنْيَأْتُهُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ النُّونِ وَالْهَمْزَةِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:375-376"
  },
  "نيح": {
    "def": "النُّونُ وَالْيَاءُ وَالْحَاءُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى خَيْرٍ وَخَيْرِ حَالٍ. وَنَيَّحَهُ اللَّهُ بِخَيْرٍ: أَعْطَاهُ إِيَّاهُ. وَقَالَ الْخَلِيلُ: النَّيْحُ: اشْتِدَادُ الْعَظْمِ بَعْدَ رُطُوبَتِهِ. وَنَاحَ يَنِيحُ نَيْحًا. وَنَيَّحَ اللَّهُ عِظَامَهُ، تَدْعُو لَهُ. وَذُكِرَتْ كَلِمَةٌ أُخْرَى إِنْ صَحَّتْ فَهِيَ قَرِيبَةٌ مِنْ هَذَا الْبَابِ، قَالُوا: نَاحَ الْغُصْنُ يَنِيحُ نَيْحًا: تَمَايَلَ. حَكَاهُ أَبُو بَكْرٍ عَنْ أَبِي مَالِكٍ.",
    "pg": "5:373-374"
  },
  "نير": {
    "def": "النُّونُ وَالْيَاءُ وَالرَّاءُ كَلِمَةٌ تَدُلُّ عَلَى وُضُوحِ شَيْءٍ وَبُرُوزِهِ. يُقَالُ لِأُخْدُودِ الطَّرِيقِ الْوَاضِحِ مِنْهُ نِيرٌ. قَالَ:\nإِلَى كُلِّ ذِي نِيرَيْنِ بَادِي الشَّوَاكِلِ\nثُمَّ قِيسَ عَلَى هَذَا نِيرُ الثَّوْبِ: عَلَمُهُ، سُمِّيَ بِهِ لِبُرُوزِهِ وَوُضُوحِهِ. وَمِنْ هَذَا الْقِيَاسِ النِّيرُ: الْخَشَبَةُ عَلَى عُنُقِ الْفَدَّانِ بِأَدَاتِهَا، وَالْجَمْعُ نِيرَانٌ وَأَنْيَارٌ. وَرَجُلُ ذُو نِيرَيْنِ، أَيْ شِدَّتُهُ ضِعْفُ شِدَّةِ غَيْرِهِ. وَالنِّيرُ: جَبَلٌ.\nوَمَا نُنْكِرُ أَنْ يَكُونَ أَصْلُ هَذَا كُلِّهِ الْوَاوَ فَيَرْجِعَ إِلَى مَا ذَكَرْنَاهُ فِي بَابِ النُّورِ وَالنَّارِ.",
    "pg": "5:374"
  },
  "نيط": {
    "def": "النُّونُ وَالْيَاءُ وَالطَّاءُ. يَقُولُونَ النَّيْطُ: الْمَوْتُ. قَالَ الْأُمَوِيُّ: رَمَاهُ اللَّهُ بِالنَّيْطِ.",
    "pg": "5:374"
  },
  "نيف": {
    "def": "النُّونُ وَالْيَاءُ وَالْفَاءُ. قَدْ ذَكَرْنَا فِي بَابِ النُّونِ وَالْوَاوِ وَالْفَاءِ أَنَّهُ يَدُلُّ عَلَى الِارْتِفَاعِ وَالزِّيَادَةِ. وَيَجُوزُ أَنْ يَكُونَ هَذَا الْبَابُ رَاجِعًا إِلَى ذَلِكَ الْأَصْلِ. يَقُولُونَ: مِائَةٌ وَنَيِّفٌ. وَأَنَافَتِ الدَّرَاهِمُ عَلَى الْمِائَةِ. قَالَ أَبُو زَيْدٍ: كُلُّ مَا بَيْنَ الْعَقْدَيْنِ نَيِّفٌ. وَمِمَّا يَدُلُّ عَلَى أَنَّ هَذَا كَذَا قَوْلُ الْقَائِلِ: وَرَدْتُ بِرَابِيَةٍ، رَأْسُهَا ... عَلَى كُلِّ رَابِيَةٍ نَيِّفُ\nوَنَاقَةٌ نِيَافٌ وَجَمَلٌ نِيَافٌ: طَوِيلٌ فِي ارْتِفَاعٍ. قَالَ أَبُو بَكْرٍ: وَنَيَّفَ عَلَى السَّبْعِينَ، زَادَ عَلَيْهَا.",
    "pg": "5:374-375"
  },
  "نيم": {
    "def": "النُّونُ وَالْيَاءُ وَالْمِيمُ ثَلَاثُ كَلِمَاتٍ لَيْسَتْ قِيَاسًا وَاحِدًا.\nفَالْأُولَى النِّيمُ، وَهُوَ الْفَرْوُ. وَالثَّانِيَةُ النِّيمُ، وَهُوَ شَجَرٌ. قَالَ سَاعِدَةُ بْنُ جُؤَيَّةَ الْهُذَلِيُّ:\nثُمَّ يَنُوشُ إِذَا آدَ النَّهَارُ لَهُ ... بَعْدَ التَّرَقُّبِ مِنْ نِيمٍ وَمِنْ كَتَمِ\nوَالْكَتَمُ: شَجَرٌ أَيْضًا. وَالثَّالِثَةُ النِّيمُ: الدَّرَجُ فِي الرَّمْلِ إِذَا جَرَتْ فِيهِ الرِّيحُ. قَالَ:\nحَتَّى انْجَلَى اللَّيْلُ عَنَّا فِي مُلَمَّعَةٍ ... مِثْلِ الْأَدِيمِ لَهَا فِي هَبْوَةٍ نِيمُ.",
    "pg": "5:375"
  }
}