{
  "واب": {
    "def": "الْوَاوُ وَالْهَمْزَةُ وَالْبَاءُ: كَلِمَتَانِ تَدُلُّ إِحْدَاهُمَا عَلَى تَقْعِيرِ شَيْءٍ، وَالْأُخْرَى عَلَى غَضَبٍ.\nفَالْأُولَى: الْحَافِرُ الْوَأْبُ: الْمُقَعَّبُ. وَالْوَأْبَةُ: نُقَيْرَةٌ فِي صَخْرَةٍ تُمْسِكُ الْمَاءَ.\nوَالْكَلِمَةُ الْأُخْرَى أَوْأَبْتُ فُلَانًا: أَغْضَبْتُهُ. وَيُقَالُ إِنَّ الْإِبَةَ مِنْهُ.",
    "pg": "6:78"
  },
  "واد": {
    "def": "الْوَاوُ وَالْهَمْزَةُ وَالدَّالُ: كَلِمَةٌ تَدُلُّ عَلَى إِثْقَالِ شَيْءٍ بِشَيْءٍ. يُقَالُ لِلْإِبِلِ إِذَا مَشَتْ بِثَقَلِهَا: لَهَا وَئِيدٌ. قَالَ:\nمَا لِلْجِمَالِ مَشْيُهَا وَئِيدَا\nأَيْ مَشْيًا بِثِقَلٍ. وَالْمَوْءُودَةُ مِنْ هَذَا، لِأَنَّهَا تُدْفَنُ حَيَّةً، فَهِيَ تُثْقَلُ بِالتُّرَابِ الَّذِي يَعْلُوهَا. وَأَدَهَا يَئِدُهَا وَأْدًا. وَمِنْ ذَلِكَ قَوْلُهُ:\nوَأَحْيَا الْوَئِيدَ فَلَمْ يُوأَدِ",
    "pg": "6:78-79"
  },
  "وار": {
    "def": "الْوَاوُ وَالْهَمْزَةُ وَالرَّاءُ. يَقُولُونَ: اسْتَوْأَرَتِ الْإِبِلُ: تَتَابَعَتْ. وَذَهَبَ أَبُو إِسْحَاقَ الزَّجَّاجُ إِلَى أَنَّ أَصْلَ الْبَابِ شِدَّةُ الْحَرِّ. قَالَ: وَوَئِرَ يَوْمُنَا: اشْتَدَّ حَرُّهُ وَأْرًا. [وَ] يَوْمٌ وَئِرٌ. قَالَ: وَمِنْهُ الْإِرَةُ: حُفْرَةٌ تَكُونُ لِمُسْتَوْقَدِ النَّارِ، وَوَأَرَ الْمَكَانَ: اتَّخَذَ حُفْرَةً لِلنَّارِ. قَالَ: وَالْوَأْرُ: شِدَّةُ الْفَزَعِ، كَأَنَّهُ فَزَعٌ يُحْرِقُ مِنْ شِدَّتِهِ. وَوَأَرْتُهُ أَئِرُهُ وَأْرًا: أَفْزَعْتُهُ. وَوُئِرَ زَيْدٌ: ذُعِرَ.",
    "pg": "6:79"
  },
  "واص": {
    "def": "الْوَاوُ وَالْهَمْزَةُ وَالصَّادُ. يَقُولُونَ: مَا أَدْرِي أَيُّ الْوَئِيصَةِ هُوَ، أَيْ أَيُّ النَّاسِ هُوَ. وَالْوَئِيصَةُ: الْجَمَاعَةُ",
    "pg": "6:79"
  },
  "واق": {
    "def": "الْوَاوُ وَالْهَمْزَةُ وَالْقَافُ. يَقُولُونَ: الْوَأْقُ: الصُّرَدُ. قَالَ:\nوَلَقَدْ غَدَوْتُ وَكُنْتُ لَا ... أَغْدُو عَلَى وَأْقٍ وَحَاتِمْ",
    "pg": "6:79"
  },
  "وال": {
    "def": "الْوَاوُ وَالْهَمْزَةُ وَاللَّامُ: كَلِمَةٌ تَدُلُّ عَلَى تَجَمُّعٍ وَالْتِجَاءٍ. يُقَالُ اسْتَوْأَلَتِ الْإِبِلُ: اجْتَمَعَتْ. وَالْمَوْئِلُ: الْمَلْجَأُ مِنْ وَأَلَ إِلَيْهِ يَئِلُ. وَالْوَأْلَةُ: الْبَنَّةُ مِنَ الْبَعْرِ الْمُتَجَمِّعِ.",
    "pg": "6:79-80"
  },
  "والحناتم :": {
    "def": "سَحَائِبُ سُودٌ. وَكُلُّ أَسْوَدَ حَنْتَمٌ. وَكَذَلِكَ الْخُضْرُ عِنْدَ الْعَرَبِ سُودٌ، وَمِنْهَا سُمِّيَتِ الْجِرَارَ حَنَاتِمَ، وَكَانَتِ الْجِرَارُ فِي الْجَاهِلِيَّةِ خُضْرًا، فَسَمَّتْهَا الْعَرَبُ حَنَاتِمَ.",
    "pg": "2:147"
  },
  "والخنزوانة :": {
    "def": "الْكِبْرُ. وَ (الْخَيْزُرَانَةُ) : سُكَّانُ السَّفِينَةِ.\nوَ (الْخَازِبَازِ) : الذُّبَابُ، أَوْ صَوْتُهُ. وَالْخَازِبَازُ: نَبْتٌ. وَالْخَازِبَازُ: وَجَعٌ يَأْخُذُ الْحَلْقَ. قَالَ:\nيَا خَازِبَازِ أَرْسِلِ اللَّهَازِمَا\nوَ (الْخَبَرْنَجُ) : الْحَسَنُ الْغِذَاءِ.\nوَمِمَّا اشْتُقَّ اشْتِقَاقًا قَوْلُهُمْ لِلثَّقِيلِ الْوَخِمِ الْقَبِيحِ الْفَحَجِ (خَفَنْجَلٌ) . وَهَذَا إِنَّمَا هُوَ مِنَ الْخَفَجِ وَقَدْ مَضَى، لِأَنَّهُمْ [إِذَا] أَرَادُوا تَشْنِيعًا وَتَقْبِيحًا زَادُوا فِي الِاسْمِ.\nوَمِمَّا وُضِعَ وَضْعًا (الْخَرْفَجَةُ) : حُسْنُ الْغِذَاءِ. وَسَرَاوِيلُ مُخَرْفَجَةٌ، أَيْ وَاسِعَةٌ.\nوَأَمَّا (الْخَيْسَفُوجَةُ) : سُكَّانُ السَّفِينَةِ، فَمِنَ الْكَلَامِ الَّذِي لَا يُعَرَّجُ عَلَى مِثْلِهِ.\nوَأَمَّا قَوْلُهُمْ لِلْقَدِيمِ (خُنَابِسٌ) فَمَوْضُوعٌ أَيْضًا لَا يُعْرَفُ اشْتِقَاقُهُ. قَالَ:\nأَبَى اللَّهُ أَنْ أَخْزَى وَعِزٌّ خُنَابِسُ\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "2:254"
  },
  "والسمحاق :": {
    "def": "جِلْدَةٌ رَقِيقَةٌ فِي الرَّأْسِ، إِذَا انْتَهَتِ الشَّجَّةُ إِلَيْهَا سُمِّيَتْ سِمْحَاقًا. وَكَذَلِكَ سَمَاحِيقُ السَّلَى، وَسَمَاحِيقُ السَّحَابِ: الْقِطَعُ الرُّقَاقُ مِنْهُ.\n\nوَمِنْ ذَلِكَ (اسْحَنْكَكَ) الظَّلَامُ. وَ (اسْحَنْفَرَ) الشَّيْءُ: طَالَ وَعَرُضَ. وَسَنَامٌ (مُسَرْهَدٌ) : مَقْطُوعٌ قِطَعًا. وَ (اسْمَهَرَّ) الشَّوْكُ: يَبِسَ. وَيُقَالُ لِلظَّلَامِ إِذَا اشْتَدَّ: اسْمَهَرَّ. وَ (السَّرْهَفَةُ) . وَ (السَّرْعَفَةُ) : حَسَنُ الْغِذَاءِ.\nوَ (السَّخْبَرُ) : شَجَرٌ. وَ (السَّمَالِيخُ) : أَمَاسِيخُ النَّصِيِّ، الْوَاحِدَةُ سُمْلُوخٌ. وَ (السَّمْسَقُ) : الْيَاسَمِينُ. وَ (السَّفَنَّجُ) : الظَّلِيمُ. وَ (السَّلْجَمُ) : الطَّوِيلُ. وَ (السَّرَوْمَطُ) : الطَّوِيلُ. وَ (السِّلْتِمُ) : الْغُولُ. وَ (السِّلْتِمُ) : السَّنَةُ الصَّعْبَةُ. قَالَ الشَّاعِرُ:\nوَجَاءَتْ سِتْمٌ لَا رَجْعَ فِيهَا ... وَلَا صَدْعٌ فَيَنْجَرُّ الرِّعَاءُ\nوَ (السِّلْتِمُ) الدَّاهِيَةُ. وَ (السَّبَنْتَى) : النَّمِرُ، وَكَذَلِكَ (السَّبَنْدَاةُ) . قَالَ فِي السَّبَنْتَى: وَمَا كُنْتُ أَخْشَى أَنْ تَكُونَ وَفَاتُهُ ... بِكَفَّيْ سَبَنْتَى أَزْرَقِ الْعَيْنِ مُطْرِقِ\nوَ (السِّرْبَالُ) : الْقَمِيصُ. وَ (اسْرَنْدَانِي) الشَّيْءُ: غَلَبَنِي. وَ (السِّفْسِيرُ) : الْفَيْجُ وَالتَّابِعُ. (السَُّوذَقُ) وَ (السَّوْذَنِيقُ) وَ (السُّوذَانِقُ) : الصَّقْرُ.\nوَ (السَّبَارِيتُ) : الْأَرْضُ الْقَفْرُ. وَ (السُّبْرُوتُ) : الرَّجُلُ الْقَصِيرُ. وَ (السَّرْبَخُ) : الْأَرْضُ الْوَاسِعَةُ. (السِّنْدَأْوَةُ) : الرَّجُلُ الْخَفِيفُ. وَ (السَّجَنْجَلُ) : الْمِرْآةُ. وَغُلَامٌ (سَمَهْدَرٌ) : كَثِيرُ اللَّحْمِ. وَ (الْمُسْمَهِرُّ) : الْمُعْتَدِلُ. وَ (الْمُسْجَهِرُّ) : الْأَبْيَضُ. وَ (الْمُسْمَغِدُّ) : الْوَارِمُ. وَ (الْمُسْلَحِبُّ) : الْمُسْتَقِيمُ. وَ (السُّرَادِقُ) : الْغُبَارُ. وَ (السَّمْحَجُ) : الْأَتَانُ الطَّوِيلَةُ الظَّهْرِ. وَ (السِّجِلَّاطُ) : نَمَطُ الْهَوْدَجِ، وَيُقَالُ إِنَّهُ لَيْسَ بِعَرَبِيٍّ. وَ (السَّمَهْدَرُ) : الْبَعِيدُ، فِي قَوْلِ الرَّاجِزِ:\nوَدُونَ لَيْلَى بَلَدٌ سَمَهْدَرُ وَيُقَالُ (سَرْدَجْتُهُ) فَهُوَ مُسْرَدَجٌ، أَيْ أَهْمَلْتُهُ، فَهُوَ مُهْمَلٌ. قَالَ أَبُو النَّجْمِ:\nقَدْ قَتَلَتْ هِنْدُ وَلِمَ تَحَرَّجِ ... وَتَرَكَتْكَ الْيَوْمَ كَالْمُسَرْدَجِ\nوَ (اسْبَكَرَّ) الشَّيْءُ: امْتَدَّ. وَاللَّهُ أَعْلَمُ. (تَمَّ كِتَابُ السِّينِ) [كِتَابُ الشِّينِ] [بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ أَوَّلُهُ شِينٌ فِي الْمُضَاعَفِ وَالْمُطَابَقِ]\n\nبَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ أَوَّلُهُ شِينٌ فِي الْمُضَاعَفِ وَالْمُطَابَقِ",
    "pg": "3:161-165"
  },
  "والطثرج": {
    "def": "فِيمَا يُقَالُ: النَّمْلُ. قَالَ:\nأَثْرٌ كَآثَارِ فِرَاخِ الطَّثْرَجِ\nوَ (طَلْسَمَ) الرَّجُلُ: كَرَّهَ وَجْهَهُ. وَيَقُولُونَ: (الطِّلْخَامُ) الْفِيلُ.\nوَ (اطْرَخَمَّ) تَعَظَّمَ.\nوَيَقُولُونَ: (الطُّمْرُوسُ) الْكَذَّابُ. وَ (الطُّرْمُوسُ) خُبْزُ الْمَلَّةِ ; وَ (الطِّرْمِسَاءُ) الظُّلْمَةُ. وَيَجُوزُ أَنَّ تَكُونَ هَذِهِ الْكَلِمَةُ مِمَّا زِيدَتْ فِيهِ الرَّاءُ، كَأَنَّهَا مِنْ طَمَسَ.\nوَيَقُولُونَ: (طَرْبَلَ) الرَّجُلُ، إِذَا مَدَّ ذُيُولَهُ.\nوَكُلُّ الَّذِي ذَكَرْنَاهُ مِمَّا لَا قِيَاسَ لَهُ، وَكَأَنَّ النَّفْسَ شَاكَّةٌ فِي صِحَّتِهِ، وَإِنْ كُنَّا سَمِعْنَاهُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "3:459"
  },
  "والعجلط :": {
    "def": "مِثْلُهُ، وَالطَّاءُ بَدَلُ الدَّالِ.",
    "pg": "4:363"
  },
  "والعفاهم :": {
    "def": "الْجَلْدُ الْقَوِيُّ. وَكُلُّ قَوِيٍّ عُفَاهِمٌ. قَالَ:\nمِنْ عُنْفُوَانِ جَرْيِهِ الْعُفَاهِمِ\nوَهَذَا مِمَّا زِيدَتْ فِيهِ الْفَاءُ، وَهُوَ مِنَ الْعَيْهَمَةِ أَيْضًا.",
    "pg": "4:358"
  },
  "وام": {
    "def": "الْوَاوُ وَالْهَمْزَةُ وَالْمِيمُ. كَلِمَةٌ تَدُلُّ عَلَى مُوَافَقَةٍ وَمُقَارَبَةٍ. يَقُولُونَ: الْوِئَامُ: الْمُوَافَقَةُ ; وَوَاءَمْتُهُ. وَمَثَلُهُمْ:\nلَوْلَا الْوِئَامُ هَلَكَ الْأَنَامُ",
    "pg": "6:80"
  },
  "واه": {
    "def": "الْوَاوُ وَالْهَمْزَةُ وَالْهَاءُ: كَلِمَةٌ يَقُولُونَ عِنْدَ اسْتِطَابَةِ الشَّيْءِ: وَاهًا لَهُ.",
    "pg": "6:80"
  },
  "واي": {
    "def": "الْوَاوُ وَالْهَمْزَةُ وَالْيَاءُ كَلِمَتَانِ مُتَبَايِنَتَانِ: الْأُولَى الْوَعْدُ، يُقَالُ وَأَيْتُهُ أَئِيهِ وَأْيًا، وَهُوَ صَادِقُ الْوَأْيِ.\nوَالثَّانِيَةُ تَدُلُّ عَلَى قُوَّةٍ أَوْ تَجَمُّعٍ وَعِظَمٍ. يُقَالُ حِمَارٌ وَأًى: قَوِيٌّ، وَكَذَلِكَ الْفَرَسُ. وَقِدْرٌ وَئِيَّةٌ: عَظِيمَةٌ. وَقَوْلُ أَوْسٍ:\nوَحَطَّتْ كَمَا حَطَّتْ وَئِيَّةُ تَاجِرٍ ... وَهَى عَقْدُهَا فَارْفَضَّ مِنْهَا الطَّوَائِفُ\nوَيُقَالُ الْوَئِيَّةُ: الْجُوَالِقُ. وَاللَّهُ أَعْلَمُ. [بَابُ الْوَاوِ وَالْبَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:80-81"
  },
  "وبا": {
    "def": "الْوَاوُ وَالْبَاءُ وَالْهَمْزَةُ كَلِمَةٌ وَاحِدَةٌ. هِيَ الْوَبَاءُ. وَأَرْضٌ وَبِئَةٌ عَلَى فَعِلَةٍ وَقَدْ وَبِئَتْ، وَمَوْبُوءَةٌ وَقَدْ وُبِئَتْ. وَقَوْلُهُمْ: وَبَأْتُ إِلَيْهِ وَأَوْبَأْتُ، أَيْ أَشَرْتُ، مِنْ بَابِ الْإِبْدَالِ، وَالْأَصْلُ الْمِيمُ. وَقَدْ أَنْشَدُوا بِالْبَاءِ:\nتَرَى النَّاسَ مَا سِرْنَا يَسِيرُونَ خَلْفَنَا ... وَإِنْ نَحْنُ أَوْبَأْنَا إِلَى النَّاسِ وَقَّفُوا\n\n[بَابُ الْوَاوِ وَالتَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:83"
  },
  "وبخ": {
    "def": "الْوَاوُ وَالْبَاءُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ. وَبَّخَهُ: لَامَهُ، تَوْبِيخًا.",
    "pg": "6:81"
  },
  "وبد": {
    "def": "الْوَاوُ وَالْبَاءُ وَالدَّالُ كَلِمَةٌ تَدُلُّ عَلَى سُوءِ حَالٍ. يُقَالُ: أَرْضٌ وَبِدَةٌ، إِذَا سَاءَتْ حَالُ أَهْلِهَا. وَيَقُولُونَ: الْوَبْدُ: نُقْرَةٌ فِي صَخْرَةٍ. وَرَجُلٌ مُسْتَوْبِدُ الْمَكَانِ: جَاهِلٌ بِهِ.",
    "pg": "6:81"
  },
  "وبر": {
    "def": "الْوَاوُ وَالْبَاءُ وَالرَّاءُ كَلِمَاتٌ لَا تَنْقَاسُ، بَلْ هِيَ مُنْفَرِدَةٌ. فَالْوَبَرُ مَعْرُوفٌ. وَالْوَبْرُ: دَابَّةٌ. وَبَنَاتُ أَوْبَرَ: شِبْهُ الْكَمْءِ الصِّغَارِ. وَمَا بِالدَّارِ وَابِرٌ، أَيْ أَحَدٌ.\nوَحَكَى بَعْضُهُمْ: وَبَّرَ فِي مَنْزِلِهِ تَوْبِيرًا: لَمْ يَبْرَحْهُ. وَوَبْرٌ: أَحَدُ أَيَّامِ الْعَجُوزِ.",
    "pg": "6:81"
  },
  "وبش": {
    "def": "الْوَاوُ وَالْبَاءُ وَالشِّينُ كَلِمَةٌ تَدُلُّ عَلَى اخْتِلَاطٍ. يُقَالُ: جَاءَ أَوْبَاشٌ مِنَ النَّاسِ، أَيْ أَخْلَاطٌ. وَأَوْبَشَتِ الْأَرْضُ: اخْتَلَطَ نَبَاتُهَا.",
    "pg": "6:81"
  },
  "وبص": {
    "def": "الْوَاوُ وَالْبَاءُ وَالصَّادُ: يَدُلُّ عَلَى ظُهُورِ شَيْءٍ فِي بَرِيقٍ. وَبَصَ يَبِصُ: بَرَقَ. وَقَدْ أَوْبَصْتُ نَارِي. وَوَبَّصَ الْجِرْوُ: فَتَحَ عَيْنَيْهِ. وَأَوْبَصَتِ الْأَرْضُ: ظَهَرَ نَبَاتُهَا، كَأَنَّهُ يَلْمَعُ. وَمِمَّا شَذَّ عَنْ هَذَا: إِنَّ فُلَانًا لَوَابِصَةُ سَمْعٍ، إِذَا كَانَ يَسْمَعُ الْكَلَامَ فَيَعْتَمِدُهُ وَيَظُنُّهُ.",
    "pg": "6:81-82"
  },
  "وبط": {
    "def": "الْوَاوُ وَالْبَاءُ وَالطَّاءُ: كَلِمَةٌ تَدُلُّ عَلَى ضَعْفٍ. يُقَالُ: وَبِطَ رَأْيُهُ: ضَعُفَ. وَالْوَابِطُ: الْجَبَانُ. وَوَبَطَنِي فُلَانٌ عَنْ حَاجَتِي: حَبَسَنِي.",
    "pg": "6:82"
  },
  "وبق": {
    "def": "الْوَاوُ وَالْبَاءُ وَالْقَافُ كَلِمَتَانِ. يُقَالُ لِكُلِّ شَيْءٍ حَالَ بَيْنَ شَيْئَيْنِ مَوْبِقٌ.\nوَالْكَلِمَةُ الْأُخْرَى: وَبَقَ: هَلَكَ. وَأَوْبَقَهُ اللَّهُ. وَيُقَالُ: الْمَوْبِقُ: الْمَوْعِدُ.",
    "pg": "6:82"
  },
  "وبل": {
    "def": "الْوَاوُ وَالْبَاءُ وَاللَّامُ: أَصْلٌ يَدُلُّ عَلَى شِدَّةٍ فِي شَيْءٍ وَتَجَمُّعٍ. الْوَبْلُ وَالْوَابِلُ: الْمَطَرُ الشَّدِيدُ. وَيُقَالُ: وَبَلَتِ السَّمَاءُ: أَتَتْ بِوَابِلٍ. قَالَ:\nإِنْ دَيَّمُوا جَادَ وَإِنْ جَادُوا وَبَلْ\nوَوَبَلَةُ الشَّيْءِ: ثِقَلُهُ. وَمِنْهُ يُقَالُ شَيْءٌ وَبِيلٌ أَيْ وَخِيمٌ. وَاسْتَوْبَلْتُ الْبَلَدَ، إِذَا لَمْ يُوَافِقْكَ وَإِنْ كُنْتَ مُحِبًّا. وَالْوَبِيلُ: الضَّرْبُ الشَّدِيدُ. وَالْوَبِيلُ: الرَّجُلُ الثَّقِيلُ فِي أَمْرٍ يَتَوَلَّاهُ لَا يُصْلِحُهُ. وَالْمَوْبِلُ: الْأَمْعَزُ الشَّدِيدُ. وَالْوَبِيلُ: خَشَبَةُ الْقَصَّارِ الَّتِي يَدُقُّ بِهَا الثِّيَابَ. وَالْوَبِيلُ: الْحُزْمَةُ مِنَ الْحَطَبِ. وَيُقَالُ: الْوَبِيلُ الْكَلَأُ رَطْبًا كَانَ أَوْ يَابِسًا. وَالْوَابِلَةُ: عَظْمُ مَفْصِلِ الرُّكْبَةِ.",
    "pg": "6:82-83"
  },
  "وتح": {
    "def": "الْوَاوُ وَالتَّاءُ وَالْحَاءُ: كَلِمَةٌ تَدُلُّ عَلَى قِلَّةٍ فِي شَيْءٍ. فَالْوَتْحُ وَالْوَتَحُ الْقَلِيلُ. يُقَالُ وَتَحَ الْعَطِيَّةَ. وَتَوَتَّحْتُ مِنَ الشَّرَابِ: شَرِبْتُ مِنْهُ قَلِيلًا. وَأَوْتَحْتُ حَظَّهُ: أَقْلَلْتُهُ.",
    "pg": "6:83"
  },
  "وتد": {
    "def": "الْوَاوُ وَالتَّاءُ وَالدَّالُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَتِدُ، يُقَالُ: وَتَدَهُ، وَتِدْ وَتِدَكَ. وَيُقَالُ وَتْدٌ أَيْضًا. وَوَتِدُ الْأُذُنِ: الَّذِي فِي بَاطِنِهَا كَأَنَّهُ وَتِدٌ.",
    "pg": "6:83"
  },
  "وتر": {
    "def": "الْوَاوُ وَالتَّاءُ وَالرَّاءُ: بَابٌ لَمْ تَجِئْ كَلِمُهُ عَلَى قِيَاسٍ وَاحِدٍ، بَلْ هِيَ مُفْرَدَاتٌ لَا تَتَشَابَهُ. فَالْوَتِيرَةُ: غُرَّةُ الْفَرَسِ مُسْتَدِيرَةً. وَالْوَتِيرَةُ: شَيْءٌ يُتَعَلَّمُ عَلَيْهِ الطَّعْنُ. وَالْوَتِيرَةُ: الْمُدَاوَمَةُ عَلَى الشَّيْءِ، يُقَالُ: هُوَ عَلَى وَتِيرَةٍ. وَالْوَتَرُ: الذَّحْلُ، يُقَالُ وَتَرْتُهُ أَتِرُهُ وَتْرًا. وَالْوِتْرُ وَالْوَتْرُ: الْفَرْدُ. وَوَتَرُ الْقَوْسِ مَعْرُوفٌ. يُقَالُ وَتَرْتُهَا وَأَوْتَرْتُهَا. وَالْوَتَرَةُ: طَرَفُ الْأَنْفِ.\nأَمَّا الْمُوَاتَرَةُ فِي الْأَشْيَاءِ فَقَالَ اللِّحْيَانِيُّ: لَا تَكُونُ مُوَاتَرَةً إِلَّا إِذَا وَقَعَتْ بَيْنَهُمَا فَتْرَةٌ، وَإِلَّا فَهِيَ مُدَارَكَةٌ. وَيُقَالُ: نَاقَةٌ مُوَاتِرَةٌ: تَضَعُ رُكْبَتَهَا، ثُمَّ تَمْكُثُ ثُمَّ تَضَعُ الْأُخْرَى.",
    "pg": "6:83-84"
  },
  "وتش": {
    "def": "الْوَاوُ وَالتَّاءُ وَالشِّينُ. الْوَتْشُ: الْقَلِيلُ الرُّذَالُ مِنْ كُلِّ شَيْءٍ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "6:84"
  },
  "وتغ": {
    "def": "الْوَاوُ وَالتَّاءُ وَالْغَيْنُ: كَلِمَةٌ تَدُلُّ عَلَى إِثْمٍ وَبَلِيَّةٍ. فَالْوَتَغُ: الْإِثْمُ. وَأَوْتَغَهُ: أَلْقَاهُ فِي بَلِيَّةٍ. وَوَتِغَ وَتَغًا: هَلَكَ. وَأَوْتَغَهُ: أَهْلَكَهُ.",
    "pg": "6:84"
  },
  "وتن": {
    "def": "الْوَاوُ وَالتَّاءُ وَالنُّونُ: كَلِمَةٌ تَدُلُّ عَلَى ثَبَاتٍ وَمُلَازَمَةٍ. وَاتَنَ الْأَمْرَ: لَازَمَهُ. وَمَاءٌ وَاتِنٌ: دَائِمٌ. وَمِنْهُ الْوَتِينُ: عِرْقٌ مُلَازِمٌ لِلْقَلْبِ يَسْقِيهِ.\n\n[بَابُ الْوَاوِ وَالثَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:84"
  },
  "وثا": {
    "def": "الْوَاوُ وَالثَّاءُ وَالْهَمْزَةُ، لَيْسَ فِيهِ إِلَّا وُثِئَتْ يَدُهُ، وَهِيَ مَوْثُوءَةٌ.",
    "pg": "6:86"
  },
  "وثب": {
    "def": "الْوَاوُ وَالثَّاءُ وَالْبَاءُ يَدُلُّ فِي لُغَةِ الْعَرَبِ عَلَى الظَّفْرِ، إِلَّا فِي لُغَاتٍ مِنْ لُغَاتِ حِمْيَرَ فَإِنَّهُ بِخِلَافِ هَذَا. وَوَثَبَ مِنْ مَكَانِهِ: طَفَرَ. وَفِي لُغَةِ حِمْيَرَ يَقُولُونَ لِمَنْ قَعَدَ: قَدْ وَثَبَ. وَإِذَا أَمَرُوا بِالْقُعُودِ قَالُوا ثِبْ. وَيَقُولُونَ لِلْمَلِكِ إِذَا قَعَدَ وَلَمْ يَغْزُ: الْمَوْثَبَانُ. وَيَقُولُونَ: وَثَّبَهُ وِسَادَةً: أَلْقَاهَا لَهُ لِيَقْعُدَ عَلَيْهَا.\n\n[بَابُ الْوَاوِ وَالْجِيمِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:86"
  },
  "وثج": {
    "def": "الْوَاوُ وَالثَّاءُ وَالْجِيمُ يَدُلُّ عَلَى اكْتِنَازٍ. وَوَثُجَ الْفَرَسُ وَثَاجَةً: اكْتَنَزَ لَحْمُهُ، وَهُوَ وَثِيجٌ. وَاسْتَوْثَجَ نَبْتُ الْأَرْضِ: عَلِقَ بَعْضُهُ بَعْضًا. وَأَرْضٌ مُؤْتَثِجَةٌ: كَثِيرَةُ الْكَلَأِ.",
    "pg": "6:84-85"
  },
  "وثر": {
    "def": "الْوَاوُ وَالثَّاءُ وَالرَّاءُ: كَلِمَةٌ تَدُلُّ عَلَى وَطَاءَةٍ فِي شَيْءٍ. وَفِرَاشٌ وَثْرٌ وَوَثِيرٌ: وَطِيٌّ. وَالْمَيَاثِرُ: ثِيَابٌ حُمْرٌ تَكُونُ فِي مَرَاكِبِ الْأَعَاجِمِ. وَقَوْلُهُمْ: وَثَرَ الْجَمَلُ النَّاقَةَ: ضَرَبَهَا، كَأَنَّهَا لَهُ فِرَاشٌ وَثِيرٌ.",
    "pg": "6:85"
  },
  "وثق": {
    "def": "الْوَاوُ وَالثَّاءُ وَالْقَافُ كَلِمَةٌ تَدُلُّ عَلَى عَقْدٍ وَإِحْكَامٍ. وَوَثَّقْتُ الشَّيْءَ: أَحْكَمْتُهُ. وَنَاقَةٌ مُوَثَّقَةُ الْخَلْقِ. وَالْمِيثَاقُ: الْعَهْدُ الْمُحْكَمُ. وَهُوَ ثِقَةٌ. وَقَدْ وَثِقْتُ بِهِ.",
    "pg": "6:85"
  },
  "وثل": {
    "def": "الْوَاوُ وَالثَّاءُ وَاللَّامُ كَلِمَةٌ. يَقُولُونَ: الْوَثِيلُ: اللِّيفُ أَوِْ رِشَاءٌ يُتَّخَذُ مِنْهُ.",
    "pg": "6:85"
  },
  "وثم": {
    "def": "الْوَاوُ وَالثَّاءُ وَالْمِيمُ: أَصْلٌ يَدُلُّ عَلَى جَمْعٍ وَتَجَمُّعٍ. وَالْأَصْلُ الْوَثِيمَةُ: الْحَجَرُ. يَقُولُونَ: وَالَّذِي أَخْرَجَ النَّارَ مِنَ الْوَثِيمَةِ. ثُمَّ يُقَالُ لِلْحُزْمَةِ مِنَ الْحَشِيشِ وَثِيمَةٌ. يُقَالُ ثِمْ، أَيِ اجْمَعْ. وَالْوَثِيمُ: الْمُكْتَنِزُ لَحْمًا.",
    "pg": "6:85"
  },
  "وثن": {
    "def": "الْوَاوُ وَالثَّاءُ وَالنُّونُ. كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَثَنُ وَاحِدُ الْأَوْثَانِ: حِجَارَةٌ كَانَتْ تُعْبَدُ. وَأَصْلُهَا قَوْلُهُمُ اسْتَوْثَنَ الشَّيْءُ: قَوِيَ. وَأَوْثَنَ فُلَانٌ الْحِمْلَ: كَثَّرَهُ. وَأَوْثَنْتُ لَهُ: أَعْطَيْتُهُ جَزِيلًا.",
    "pg": "6:85-86"
  },
  "وجب": {
    "def": "الْوَاوُ وَالْجِيمُ وَالْبَاءُ: أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى سُقُوطِ الشَّيْءِ وَوُقُوعِهِ، ثُمَّ يَتَفَرَّعُ. وَوَجَبَ الْبَيْعُ وُجُوبًا: حَقَّ وَوَقَعَ. وَوَجَبَ الْمَيِّتُ: سَقَطَ، وَالْقَتِيلُ وَاجِبٌ. وَفِي الْحَدِيثِ: «فَإِذَا وَجَبَ فَلَا تَبْكِيَنَّ بَاكِيَةٌ» ، أَيْ إِذَا مَاتَ. وَقَالَ اللَّهُ فِي النَّسَّائِكِ: فَإِذَا وَجَبَتْ جُنُوبُهَا. قَالَ قَيْسٌ:\nأَطَاعَتْ بَنُو عَوْفٍ أَمِيرًا نَهَاهُمُ ... عَنِ السَّلْمِ حَتَّى كَانَ أَوَّلَ وَاجِبِ وَجَبَ الْحَائِطُ: سَقَطَ، وَجْبَةً. وَالْوَجِيبَةُ: أَنْ تُوجِبَ الْبَيْعَ، فِي أَنْ تَأْخُذَ مِنْهُ بَعْضًا فِي كُلِّ يَوْمٍ، فَإِذَا فَرَغَ قِيلَ: اسْتَوْفَى وَجِيبَتَهُ. وَيَقُولُونَ: الْوَجْبُ: الْجَبَانُ. قَالَ:\nطَلُوبُ الْأَعَادِي لَا سَئُومٌ وَلَا وَجْبُ\nسُمِّيَ بِهِ لِأَنَّهُ كَالسَّاقِطِ. وَيَقُولُونَ الْمُوَجِّبُ: النَّاقَةُ لَا تَنْبَعِثُ مِنْ كَثْرَةِ لَحْمِهَا.\nوَمِنَ الْبَابِ: الْمُوَجِّبُ مِنَ النُّوقِ: الَّتِي يَنْعَقِدُ اللِّبَأُ فِي ضَرْعِهَا.\nوَأَمَّا وَجِيبُ الْقَلْبِ فَمِنَ الْإِبْدَالِ، وَالْأَصْلُ الْوَجِيفُ، وَقَدْ مَرَّ.\n\n[بَابُ الْوَاوِ وَالْحَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:89-90"
  },
  "وجج": {
    "def": "الْوَاوُ وَالْجِيمُ لَيْسَ إِلَّا \" وَجٌّ \" بَلَدُ الطَّائِفِ. وَفِي الْحَدِيثِ: «آخِرُ وَطْأَةٍ وَطِئَهَا اللَّهُ تَعَالَى بِوَجٍّ» ، يُرِيدُ غَزَاةَ الطَّائِفِ.",
    "pg": "6:75"
  },
  "وجح": {
    "def": "الْوَاوُ وَالْجِيمُ وَالْحَاءُ. كَلِمَةٌ تَدُلُّ عَلَى سَتْرِ شَيْءٍ لِشَيْءٍ. وَكُلُّ مَا اسْتَتَرْتَ بِهِ وِجَاحٌ وَوَجَاحٌ. وَيُقَالُ الْوِجَاحُ: الشَّخْصُ، لِأَنَّ كُلَّ شَخْصٍ يَسْتُرُ مَا وَرَاءَهُ. وَمِنْهُ: حَفَرْتُ حَتَّى أَوْجَحْتُ، أَيْ بَلَغْتُ الصَّفَا. وَالصَّفَا يَسْتُرُ مَا تَحْتَهُ وَيَمْنَعُهُ.",
    "pg": "6:86"
  },
  "وجحمظت": {
    "def": "الْغُلَامَ، إِذَا شَدَدْتَ يَدَيْهِ إِلَى رِجْلَيْهِ وَطَرَحْتَهُ. وَ (الْجُخْدَُبُ) : دُوَيْبَةٌ، وَيُقَالُ لَهُ جُخَادِبٌ، وَالْجَمْعُ جَخَادِبُ.\n\nوَ (الْجُعْشُمُ) الصَّغِيرُ الْبَدَنِ الْقَلِيلُ اللَّحْمِ.\n\nوَ (الْجَلَنْفَعُ) : الْغَلِيظُ مِنَ الْإِبِلِ [وَ (الْجُخْدَُبُ) : الْجَمَلُ الضَّخْمُ] قَالَ:\nشَدَّاخَةً ضَخْمَ الضُّلُوعِ جَخْدَبًا\nوَيُقَالُ (اجْلَخَمَّ) الْقَوْمُ، إِذَا اسْتَكْبَرُوا. قَالَ:\nنَضْرِبُ جَمْعَيْهِمْ إِذَا اجْلَخَمُّوا\nوَ (الْجِعْثَنُ) : أُصُولُ الصِّلِّيَانِ. وَ (الْجَلْسَدُ) : اسْمُ صَنَمٍ. قَالَ:\n. . . . . . . . . . . . . . .\nكَمَا بَيْقَرَ مَنْ يَمْشِي إِلَى الْجَلْسَدِ\nوَ (الْجِرْسَامُ) السُّمُّ الزُّعَافُ.",
    "pg": "1:512-513"
  },
  "وجد": {
    "def": "الْوَاوُ وَالْجِيمُ وَالدَّالُ، يَدُلُّ عَلَى أَصْلٍ وَاحِدٍ، وَهُوَ الشَّيُّ يُلْفِيهِ. وَوَجَدْتُ الضَّالَّةَ وِجْدَانًا. [وَحَكَى بَعْضُهُمْ: وَجَدْتُ فِي الْغَضَبِ وِجْدَانًا] . وَأَنْشَدَ: كِلَانَا رَدَّ صَاحِبَهُ بِيَأْسٍ ... عَلَى حَنَقٍ وَوِجْدَانٍ شَدِيدِ",
    "pg": "6:86-87"
  },
  "وجذ": {
    "def": "الْوَاوُ وَالْجِيمُ وَالذَّالُ. كَلِمَةٌ صَحِيحَةٌ، هِيَ الْوَجْذُ، نُقْرَةٌ فِي الصَّخْرَةِ، وَالْجَمْعُ وِجَاذٌ. وَبَلَغَنَا أَنَّهُ يُقَالُ، أَوْجَذَهُ عَلَى الْأَمْرِ، أَكْرَهَهُ.",
    "pg": "6:87"
  },
  "وجر": {
    "def": "الْوَاوُ وَالْجِيمُ وَالرَّاءُ كَلِمَةٌ تَدُلُّ عَلَى جِنْسٍ مِنَ السَّقْيِ. وَوَجَرْتُ الصَّبِيَّ الدَّوَاءَ وَأَوْجَرْتُهُ. وَيَسْتَعِيرُونَهُ فَيَقُولُونَ، أَوْجَرْتُهُ الرُّمْحَ، إِذَا طَعَنْتَهُ فِي صَدْرِهِ. وَالْوِجَارُ، سَرَبُ الضَّبُعِ، لِأَنَّهَا تَغِيبُ فِيهِ كَمَا يَغِيبُ الْمَشْرُوبُ فِي الْحَلْقِ.",
    "pg": "6:87"
  },
  "وجز": {
    "def": "الْوَاوُ وَالْجِيمُ وَالزَّاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ كَلَامٌ وَجْزٌ وَوَجِيزٌ. وَرُبَّمَا قَالُوا: تَوَجَّزْتُ الشَّيْءَ، مِثْلَ تَنَجَّزْتُ.",
    "pg": "6:87"
  },
  "وجس": {
    "def": "الْوَاوُ وَالْجِيمُ وَالسِّينُ: كَلِمَةٌ تَدُلُّ عَلَى إِحْسَاسٍ بِشَيْءٍ وَتَسَمُّعٍ لَهُ. تَوَجَّسَ الشَّيْءَ: أَحَسَّ بِهِ فَتَسَمَّعَ لَهُ. قَالَ اللَّهُ تَعَالَى: ﴿فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى﴾ [طه: ٦٧] . ثُمَّ قَالَ ذُو الرُّمَّةِ:\nإِذَا تَوَجَّسَ\nوَمِمَّا شَذَّ عَنْ هَذَا وَهُوَ مِنَ الْكَلَامِ الْمُشْكِلِ: قَوْلُهُمْ: لَا أَفْعَلُهُ سَجِيسَ الْأَوْجَسِ: الدَّهْرُ. وَمَا ذُقْتُ عِنْدَهُ أَوْجَسَ، أَيْ شَيْئًا مِنَ الطَّعَامِ.",
    "pg": "6:87-88"
  },
  "وجع": {
    "def": "الْوَاوُ وَالْجِيمُ وَالْعَيْنُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَجَعُ: اسْمٌ يَجْمَعُ الْمَرَضَ كُلَّهُ. وَهُوَ يِيجَعُ وَيَاجَعُ، وَأَنْتَ تِيجَعُ مِنْ كَذَا. وَقَالَ رَائِدٌ مِنَ الرُّوَّادِ: \" رَأَيْتُ كَلَأً تِيجَعُ لَهُ كَبِدُ الْمُصْرِمِ \". وَهُوَ وَجِعٌ وَقَوْمٌ وَجَاعَى. وَأَنَا أَوْجَعُ رَأْسِي، وَيُوجِعُنِي رَأْسِي. وَتَوَجَّعْتُ لَهُ: رَثَيْتُ. وَيَقُولُونَ: إِنَّ الْوَجْعَاءَ: السَّهُ.",
    "pg": "6:88"
  },
  "وجم": {
    "def": "الْوَاوُ وَالْجِيمُ وَالْمِيمُ: يَدُلُّ عَلَى سُكُوتٍ فِي اهْتِمَامٍ. وَوَجَمَ مِنَ الْأَمْرِ يَكْرَهُهُ: أَسْكَتَ لَهُ. وَفِي الْحَدِيثِ: «مَا لِي أَرَاكَ وَاجِمًا» . وَيَقُولُونَ: يَوْمٌ وَجِيمٌ: شَدِيدُ الْحَرِّ، وَفِيهِ نَظَرٌ. وَمَصْدَرُهُ الْوَجْمُ وَالْوُجُومُ.",
    "pg": "6:88"
  },
  "وجن": {
    "def": "الْوَاوُ وَالْجِيمُ وَالنُّونُ يَدُلُّ عَلَى صَلَابَةٍ فِي الشَّيْءِ. وَمِنْهُ الْوَجِينُ: الْعَارِضُ مِنَ الْأَرْضِ يَنْقَادُ، وَهُوَ صُلْبٌ، وَبِهِ سُمِّيَتِ النَّاقَةُ وَجْنَاءَ. وَقِيَاسُ وَجْنَةِ الْإِنْسَانِ مِنْهُ، لِأَنَّ فِيهَا صَلَابَةً وَشِدَّةً، وَالْجَمْعُ وَجَنَاتٌ. وَرُبَّمَا سَمَّوْا شَطَّ الْوَادِي وَجِينًا. وَوَجَنَ ثَوْبَهُ: ضَرَبَهُ بِالْمِيجَنَةِ، هِيَ الْخَشَبَةُ يُدَقُّ بِهَا.",
    "pg": "6:88"
  },
  "وجه": {
    "def": "الْوَاوُ وَالْجِيمُ وَالْهَاءُ: أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى مُقَابَلَةٍ لِشَيْءٍ. وَالْوَجْهُ مُسْتَقْبِلٌ لِكُلِّ شَيْءٍ. يُقَالُ وَجْهُ الرَّجُلِ وَغَيْرُهُ. وَرُبَّمَا عُبِّرَ عَنِ الذَّاتِ بِالْوَجْهِ. [وَ] تَقُولُ: وَجْهِي إِلَيْكَ. قَالَ: أَسْتَغْفِرُ اللَّهَ ذَنْبًا لَسْتُ مُحْصِيَهُ ... رَبَّ الْعِبَادِ إِلَيْهِ الْوَجْهُ وَالْعَمَلُ\nوَوَاجَهْتُ فُلَانًا: جَعَلْتُ وَجْهِيَ تِلْقَاءَ وَجْهِهِ\nوَمِنَ الْبَابِ قَوْلُهُمْ: هُوَ وَجِيهٌ بَيِّنٌ الْجَاهِ. وَالْجَاهُ مَقْلُوبٌ. وَالْوِجْهَةُ: كُلُّ مَوْضِعٍ اسْتَقْبَلْتَهُ. قَالَ اللَّهُ تَعَالَى: ﴿وَلِكُلٍّ وِجْهَةٌ﴾ [البقرة: ١٤٨] . وَوَجَّهْتُ الشَّيْءَ: جَعَلْتُهُ عَلَى جِهَةٍ. وَأَصْلُ جِهَتِهِ وِجْهَتُهُ. وَالتَّوْجِيهُ: أَنْ تَحْفِرَ تَحْتَ الْقِثَّاءَةِ أَوِ الْبِطِّيخَةِ ثُمَّ تُضْجِعَهَا. وَتَوَجَّهَ الشَّيْخُ: وَلَّى وَأَدْبَرَ، كَأَنَّهُ أَقْبَلَ بِوَجْهِهِ عَلَى الْآخَرِ. وَيُقَالُ لِلْمُهْرِ إِذَا خَرَجَتْ يَدَاهُ مِنَ الرَّحِمِ: وَجِيهٌ.",
    "pg": "6:88-89"
  },
  "وجى": {
    "def": "الْوَاوُ وَالْجِيمُ وَالْحَرْفُ الْمُعْتَلُّ: يَقُولُونَ: تَرَكْتُهُ وَمَا فِي قَلْبِي مِنْهُ أَوْجَى، أَيْ يَئِسْتُ مِنْهُ. وَيَقُولُونَ: سَأَلْتُهُ فَأَوْجَى عَلَيَّ، أَيْ بَخِلَ عَلَيَّ.",
    "pg": "6:89"
  },
  "وحبوكر :": {
    "def": "الدَّاهِيَةُ.\n\nوَيُقَالُ (احْبَنْطَى) ، إِذَا انْتَفَخَ كَالْمُتَغَضِّبِ. وَهَذِهِ الْكَلِمَةُ قَدْ مَرَّ قِيَاسُهَا فِي الْحَبَطِ. وَيُقَالُ مَا لِي مِنْ هَذَا الْأَمْرِ (حُنْتَالٌ) ، أَيْ بُدٌّ.\n\nوَ (الْحُنْظَبُ) : الذَّكَرُ مِنَ الْجَرَادِ. وَ (الْحُرْبُثُ) : نَبْتٌ. وَ (حَضَاجِرُ) : الضَّبُعُ. (وَالْحَزَنْبَلُ)\nوَ (الْحَبْرَكَلُ) : الْقَصِيرُ.\nوَالْأَصْلُ فِي هَذِهِ الْأَبْوَابِ أَنَّ كُلَّ مَا لَمْ يَصِحَّ وَجْهُهُ مِنَ الِاشْتِقَاقِ الَّذِي نَذْكُرُهُ فَمَنْظُورٌ فِيهِ، إِلَّا [مَا] رَوَاهُ الْأَكَابِرُ الثِّقَاتُ. وَاللَّهُ أَعْلَمُ.",
    "pg": "2:147-148"
  },
  "وحد": {
    "def": "الْوَاوُ وَالْحَاءُ وَالدَّالُ: أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الِانْفِرَادِ. مِنْ ذَلِكَ الْوَحْدَةِ. وَهُوَ وَاحِدُ قَبِيلَتِهِ، إِذَا لَمْ يَكُنْ فِيهِمْ مِثْلُهُ، قَالَ:\nيَا وَاحِدَ الْعُرْبِ الَّذِي ... مَا فِي الْأَنَامِ لَهُ نَظِيرُ\nوَلَقِيتُ الْقَوْمَ مَوْحَدَ مَوْحَدَ. وَلَقِيتُهُ وَحْدَهُ. وَلَا يُضَافُ إِلَّا فِي قَوْلِهِمْ: نَسِيجُ وَحْدِهِ، وَعُيَيْرُ وَحْدِهِ، وَجُحَيْشُ وَحْدِهِ، وَنَسِيجُ وَحْدِهِ، أَيْ لَا يُنْسَجُ غَيْرُهُ لِنَفَاسَتِهِ، وَهُوَ مَثَلٌ. وَالْوَاحِدُ: الْمُنْفَرِدُ. وَقَوْلُ عُبَيْدٍ:\nوَاللَّهِ لَوْ مِتُّ مَا ضَرَّنِي ... وَمَا أَنَا إِنْ عِشْتُ فِي وَاحِدَهْ\nيُرِيدُ: مَا أَنَا إِنْ عِشْتُ فِي خَلَّةٍ وَاحِدَةٍ تَدُومُ، لِأَنَّهُ لَا بُدَ لِكُلِّ شَيْءٍ مِنِ انْقِضَاءٍ.",
    "pg": "6:90-91"
  },
  "وحر": {
    "def": "الْوَاوُ وَالْحَاءُ وَالرَّاءُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَحَرَةُ: دُوَيْبَةٌ شِبْهُ الْعَظَايَةِ إِذَا دَبَّتْ عَلَى اللَّحْمِ وَحِرَ، ثُمَّ شُبِّهَ الْغِلُّ فِي الصَّدْرِ بِهَا، فَيُقَالُ وَحِرَ صَدْرُهُ. وَفِي الْحَدِيثِ: «يَذْهَبُ وَحَرُ صَدْرِهِ» .",
    "pg": "6:91"
  },
  "وحش": {
    "def": "الْوَاوُ وَالْحَاءُ وَالشِّينُ: كَلِمَةٌ تَدُلُّ عَلَى خِلَافِ الْإِنْسِ. تَوَحَّشَ: فَارَقَ الْأَنِيسَ. وَالْوَحْشُ: خِلَافُ الْإِنْسِ. وَأَرْضٌ مُوحِشَةٌ، مِنَ الْوَحْشِ. وَوَحْشِيُّ الْقَوْسِ: ظَهْرُهَا ; وَإِنْسِيُّهَا: مَا أَقْبَلَ عَلَيْكَ. وَوَحْشِيُّ الدَّابَّةِ فِي قَوْلِ الْأَصْمَعِيِّ: الْجَانِبُ الَّذِي يَرْكَبُ مِنْهُ الرَّاكِبُ وَيَحْتَلِبُ الْحَالِبَ. قَالَ: وَإِنَّمَا قَالُوا:\nفَجَالَ عَلَى وَحَشِيِّهِ\nوَ:\nانْصَاعَ جَانِبُهُ الْوَحْشِيُّ لِأَنَّهُ لَا يُؤْتَى فِي الرُّكُوبِ وَالْحَلَبِ وَالْمُعَالَجَةِ إِلَّا مِنْهُ، فَإِنَّمَا خَوْفُهُ مِنْهُ، وَالْإِنْسِيُّ: الْجَانِبُ الْآخَرُ.\nوَيَقُولُونَ: لَقِيتُ فُلَانًا بِوَحْشٍ إِصْمِتَ، أَيْ بِبَلَدٍ قَفْرٍ. وَيُقَالُ: وَحَشَ بِثَوْبِهِ رَمَى بِهِ. وَبَاتَ الْوَحْشَ، أَيْ جَائِعًا. كَأَنَّهُ كَانَ بِأَرْضٍ وَحْشٍ لَا يَجِدُ مَا يَأْكُلُهُ.",
    "pg": "6:91-92"
  },
  "وحف": {
    "def": "الْوَاوُ وَالْحَاءُ وَالْفَاءُ: كَلِمَةٌ تَدُلُّ عَلَى سَوَادٍ فِي شَيْءٍ. وَشَعْرٌ وَحْفٌ: أَسْوَدُ لَيِّنٌ. وَالْوَحْفَاءُ: أَرْضٌ فِيهَا حِجَارَةٌ سُودٌ. وَعُشْبٌ وَحْفٌ: كَثِيرٌ، وَإِذَا كَثُرَ تَبَيَّنَ أَسْوَدَ.\nوَمِمَّا شَذَّ عَنْهُ كَلِمَتَانِ: الْمُوَحَّفُ، يَقُولُونَ: الْبَعِيرُ الْمَهْزُولُ. قَالَ:\nلَمَّا رَأَيْتُ الشَّارِفَ الْمُوَحَّفَا\nوَالْوَاحِفُ: الْغَرْبُ الَّذِي يَنْقَطِعُ مِنْهُ وَذَمَتَانِ وَيَتَعَلَّقُ بِوَذَمَتَيْنِ.",
    "pg": "6:92"
  },
  "وحل": {
    "def": "الْوَاوُ وَالْحَاءُ وَاللَّامُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَحَلُ. وَاسْتَوْحَلَ الْمَكَانُ: صَارَ فِيهِ الْوَحَلُ. وَالْمَوْحِلُ: مَوْضِعُ الْوَحَلِ. وَوَحِلَتِ الدَّوَابُّ تَوْحَلُ: وَقَعَتْ فِي الْوَحَلِ.",
    "pg": "6:92-93"
  },
  "وحم": {
    "def": "الْوَاوُ وَالْحَاءُ وَالْمِيمُ: كَلِمَتَانِ. الْوَحَمُ وَالْوَِحَامُ. وَالْوَحَمُ: شَهْوَةُ الْمَرْأَةِ لِلشَّيْءِ عَلَى الْحَبَلِ. وَامْرَأَةٌ وَحْمَى، وَقَدْ وَحَّمْنَاهَا. قَالَ:\nأَيَّامَ لَيْلَى عَامَ لَيْلَى وَحَمِي\nأَيْ شَهْوَتِي وَغَايَتِي وَطَلِبَتِي.\nوَمِنْ هَذَا الِاشْتِقَاقِ: وَحَمْتُ وَحْمَهُ: كَأَنَّكَ اشْتَهَيْتَ مَا اشْتَهَاهُ.\nوَأَمَّا الْوَِحَامُ فَيُقَالُ: الْأُنْثَى إِذَا حَمَلَتِ اسْتَعْصَتْ، فَيُقَالُ وَحِمَتْ.",
    "pg": "6:93"
  },
  "وحى": {
    "def": "الْوَاوُ وَالْحَاءُ وَالْحَرْفُ الْمُعْتَلُّ: أَصْلٌ يَدُلُّ عَلَى إِلْقَاءِ عِلْمٍ فِي إِخْفَاءٍ أَوْ غَيْرِهِ إِلَى غَيْرِكَ. فَالْوَحْيُ: الْإِشَارَةُ. وَالْوَحْيُ: الْكِتَابُ وَالرِّسَالَةُ. وَكُلُّ مَا أَلْقَيْتَهُ إِلَى غَيْرِكَ حَتَّى عَلِمَهُ فَهُوَ وَحْيٌ كَيْفَ كَانَ. وَأَوْحَى اللَّهُ تَعَالَى وَوَحَى. قَالَ:\nوَحَى لَهَا الْقَرَارَ فَاسْتَقَرَّتِ\nوَكُلُّ مَا فِي بَابِ الْوَحْيِ فَرَاجِعٌ إِلَى هَذَا الْأَصْلِ الَّذِي ذَكَرْنَاهُ. وَالْوَحِيُّ: السَّرِيعُ: وَالْوَحَى: الصَّوْتُ. وَاللَّهُ أَعْلَمُ. [بَابُ الْوَاوِ وَالْخَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:93-94"
  },
  "وخخ": {
    "def": "الْوَاوُ وَالْخَاءُ. يَدُلُّ عَلَى اخْتِلَاطٍ وَاضْطِرَابٍ. وَرَجُلٌ وَخْوَاخٌ مُخْتَلِطٌ ضَعِيفٌ. قَالَ:\nلَمْ أَكُ فِي قَوْمِي امْرَأً وَخْوَاخَا",
    "pg": "6:75"
  },
  "وخد": {
    "def": "الْوَاوُ وَالْخَاءُ وَالدَّالُ: كَلِمَةٌ وَاحِدَةٌ. يُقَالُ وَخَدَتِ النَّاقَةُ تَخِدُ وَخَدَانًا، وَهُوَ سَعَةُ الْخَطْوِ.",
    "pg": "6:94"
  },
  "وخز": {
    "def": "الْوَاوُ وَالْخَاءُ وَالزَّاءُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَخْزُ: الطَّعْنُ بِالرُّمْحِ وَغَيْرِهِ، وَلَا يَكُونُ نَافِذًا.",
    "pg": "6:94"
  },
  "وخش": {
    "def": "الْوَاوُ وَالْخَاءُ وَالشِّينُ: كَلِمَةٌ وَاحِدَةٌ هِيَ الْوَخْشُ: الدُّنَاةُ مِنَ الرِّجَالِ وَالْأَخْلَاطُ. وَيُقَالُ: أَوْخَشُوا الشَّيْءَ: خَلَطُوهُ. قَالَ:.\nوَأَلْقَيْتُ سَهْمِي بَيْنَهُمْ حِينَ أَوْخَشُوا\nقَالَ أَبُو بَكْرٍ: الْوَخْشُ: الرَّدِيُّ مِنْ كُلِّ شَيْءٍ.",
    "pg": "6:94"
  },
  "وخض": {
    "def": "الْوَاوُ وَالْخَاءُ وَالضَّادُ: كَلِمَةٌ، وَهِيَ الطَّعْنُ غَيْرُ جَائِفٍ. وَوَخَضَهُ بِالرُّمْحِ.",
    "pg": "6:94"
  },
  "وخط": {
    "def": "الْوَاوُ وَالْخَاءُ وَالطَّاءُ: كَلِمَتَانِ: إِحْدَاهُمَا وَخَطَ الشَّيْبُ فِي رَأْسِهِ. وَالْأُخْرَى: الْوَخْطُ: الطَّعْنُ. وَوَخَطَهُ بِالسَّيْفِ: تَنَاوَلَهُ مِنْ بَعِيدٍ. وَذَكَرُوا كَلِمَةً ثَالِثَةً، قَالُوا: مَرَّ يَخِطُ، وَهُوَ مَشْيٌ فَوْقَ الْعَنَقِ.",
    "pg": "6:94-95"
  },
  "وخف": {
    "def": "الْوَاوُ وَالْخَاءُ وَالْفَاءُ: كَلِمَةٌ، هِيَ الْوَخِيفُ. ضَرْبُكَ الْخِطْمِيَّ فِي الطَّسْتِ، تُوخِفُهُ لِيَخْتَلِطَ.",
    "pg": "6:95"
  },
  "وخم": {
    "def": "الْوَاوُ وَالْخَاءُ وَالْمِيمُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَخِمُ: الْوَبِيُّ مِنَ الشَّيْءِ. وَاسْتَوْخَمْتُ الْبِلَادَ، وَبِلَادٌ وَخِْمَةٌ وَوَخِيمَةٌ: لَا تُوَافِقُ سَاكِنَهَا. وَرَجُلٌ وَخِمٌ وَوَخِيمٌ: ثَقِيلٌ. وَالتُّخَمَةُ مِنْ هَذَا، وَالتَّاءُ فِي الْأَصْلِ وَاوٌ.",
    "pg": "6:95"
  },
  "وخى": {
    "def": "الْوَاوُ وَالْخَاءُ وَالْحَرْفُ الْمُعْتَلُّ: كَلِمَةٌ تَدُلُّ عَلَى سَيْرٍ وَقَصْدٍ. يُقَالُ: وَخَتِ النَّاقَةُ تَخِي وَخْيًا. قَالَ:\nيَتْبَعْنَ وَخْيَ عَيْهَلٍ نِيَافِ\nوَهَذَا وَخْيُ فُلَانٍ، أَيْ سَمْتُهُ. وَمَا أَدْرِي أَيْنَ وَخَى، أَيْ تَوَجَّهَ.\n\n[بَابُ الْوَاوِ وَالدَّالِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:95"
  },
  "ودج": {
    "def": "الْوَاوُ وَالدَّالُ وَالْجِيمُ: كَلِمَةٌ وَاحِدَةٌ: الْوَدَجَانِ: عِرْقَانِ فِي الْأَخْدَعَيْنِ. ثُمَّ يُشَبَّهُ بِذَلِكَ، فَيُقَالُ لِلْأَخَوَيْنِ: وَدَجَانِ. قَالَ:\nفَقُبِّحْتُمَا مِنْ وَافِدَيْنِ اصْطُفِيتُمَا ... وَمِنْ وَدَجَيْ حَرْبٍ تَلَقَّحُ حَائِلِ\nوَوَدَجْتُ بَيْنَ الْقَوْمِ: أَصْلَحْتُ بَيْنَهُمْ، مَأْخُوذٌ مِنَ الْوَدَجَيْنِ، أَيِ اتَّفَقُوا كَاتِّفَاقِ الْوَدَجَيْنِ.",
    "pg": "6:98"
  },
  "ودد": {
    "def": "الْوَاوُ وَالدَّالُ: كَلِمَةٌ تَدُلُّ عَلَى مَحَبَّةٍ. وَدِدْتُهُ: أَحْبَبْتُهُ. وَوَدِدْتُ أَنَّ ذَاكَ كَانَ، إِذَا تَمَنَّيْتَهُ، أَوَدُّ فِيهِمَا جَمِيعًا. وَفِي الْمَحَبَّةِ الْوُدُّ، وَفِي التَّمَنِّي الْوَدَادَةُ. وَهُوَ وَدِيدُ فُلَانٍ، أَيْ يُحِبُّهُ. فَأَمَّا الْوَدُّ: [فَ] الْوَتِدُ. وَقَدْ ذُكِرَ.",
    "pg": "6:75-76"
  },
  "ودس": {
    "def": "الْوَاوُ وَالدَّالُ وَالسِّينُ: كَلِمَتَانِ:\nالْأُولَى الْوَدِيسُ: النَّبَاتُ، يُقَالُ أَوْدَسَتِ الْأَرْضُ: أَخْرَجَتْ نَبْتَهَا.\nوَالْأُخْرَى: وَدَسَ الشَّيْءَ: خَبَّأَهُ. وَمَا أَدْرِي أَيْنَ وَدَسَ، أَيْ ذَهَبَ.",
    "pg": "6:95"
  },
  "ودص": {
    "def": "الْوَاوُ وَالدَّالُ وَالصَّادُ. يَقُولُونَ: وَدَصَ إِلَيَّ بِكَلَامٍ: أَلْقَاهُ وَلَمْ يُتِمَّهُ.",
    "pg": "6:95-96"
  },
  "ودع": {
    "def": "الْوَاوُ وَالدَّالُ وَالْعَيْنُ: أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى التَّرْكِ وَالتَّخْلِيَةِ. وَدَعَهُ: تَرَكَهُ، وَمِنْهُ دَعْ. وَيُنْشِدُ:\nلَيْتَ شِعْرِي عَنْ خَلِيلِي مَا الَّذِي ... غَالَهُ فِي الْحُبِّ حَتَّى وَدَعَهْ\nوَمِنْهُ وَدَّعْتُهُ تَوْدِيعًا. وَمِنْهُ الدَّعَةُ: الْخَفْضُ، كَأَنَّهُ أَمْرٌ يَتْرُكُ مَعَهُ مَا يُنْصِبُ. وَرَجُلٌ مُتَّدِعٌ: صَاحِبُ رَاحَةٍ، وَقَدْ نَالَ الشَّيْءَ وَادِعًا مِنْ غَيْرِ تَكَلُّفٍ. وَالْوَدِيعُ: الرَّجُلُ السَّاكِنُ. وَالْمُوَادَعَةُ: الْمُصَالَحَةُ وَالْمُتَارَكَةُ. [وَ] وَدَّعْتُ الثَّوْبَ فِي صُوَانِهِ، وَالثَّوْبَ مِيدَعٌ.",
    "pg": "6:96"
  },
  "ودف": {
    "def": "الْوَاوُ وَالدَّالُ وَالْفَاءُ. يَقُولُونَ: الْوَدْفَةُ: الرَّوْضَةُ الْخَضْرَاءُ. وَوَدَفَ الشَّحْمُ: ذَابَ وَسَالَ.",
    "pg": "6:96"
  },
  "ودق": {
    "def": "الْوَاوُ وَالدَّالُ وَالْقَافُ: كَلِمَةٌ تَدُلُّ عَلَى إِتْيَانٍ وَأَنَسَةٍ. يُقَالُ وَدَقْتُ بِهِ، إِذَا أَنِسْتُ بِهِ وَدْقًا. وَالْمَوْدِقُ: الْمَأْتَى وَالْمَكَانُ الَّذِي تَقِفُ فِيهِ آنِسًا. وَمَوْدِقُ الظَّبْيِ: الْمَكَانُ يَقِفُ فِيهِ إِذَا تَنَاوَلَ الشَّجَرَةَ. وَمِنْهُ قَوْلُهُ:\nتُعَفِّي بِذَيْلِ الْمِرْطِ إِذْ جِئْتُ مَوْدِقِي\nوَمِنْهُ أَتَانٌ وَدِيقٌ، إِذَا أَرَادَتِ الْفَحْلَ، وَبِهَا وِدَاقٌ كَأَنَّهَا تَأْنَسُ إِلَيْهِ وَتَسْتَأْنِسُهُ. وَالْوَدْقُ: الْمَطَرُ، لِأَنَّهُ يَدِقُّ، أَيْ يَجِيءُ مِنَ السَّمَاءِ. وَمِمَّا شَذَّ عَنِ الْبَابِ الْوَدَقُ: نُقَطٌ حُمْرٌ تَخْرُجُ فِي الْعَيْنِ، الْوَاحِدَةُ وَدَقَةٌ.",
    "pg": "6:96-97"
  },
  "ودك": {
    "def": "الْوَاوُ وَالدَّالُ وَالْكَافُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَدَكُ، وَهُوَ مَعْرُوفٌ. وَيُقَالُ دَجَاجَةٌ وَدِيكَةٌ، أَيْ سَمِينَةٌ. وَرَجُلٌ وَادِكٌ: لَهُ وَدَكٌ.",
    "pg": "6:97"
  },
  "ودن": {
    "def": "الْوَاوُ وَالدَّالُ وَالنُّونُ، فِيهِ ثَلَاثُ كَلِمَاتٍ غَيْرُ مُنْقَاسَةٍ: إِحْدَاهَا الْوَدْنُ، وَهُوَ حُسْنُ الْقِيَامِ عَلَى الْعَرُوسِ. يُقَالُ: أَخَذُوا فِي وِدَانِهِ.\nوَالْأُخْرَى الْمُودَنُ وَالْمَوْدُونُ. قَالَ:\nوَأُمُّكَ سَوْدَاءُ مَوْدُونَةٌ ... كَأَنَّ أَنَامِلَهَا الْحُنْظُبُ\nوَالْكَلِمَةُ الثَّالِثَةُ وَدَنْتُ الشَّيْءَ: بَلَلْتُهُ، وَالْأَمْرُ مِنْهُ دِنْ. وَاتَّدَنَ: ابْتَلَّ.",
    "pg": "6:97"
  },
  "وده": {
    "def": "الْوَاوُ وَالدَّالُ وَالْهَاءُ: كَلِمَةٌ وَاحِدَةٌ. اسْتَوْدَهَتِ الْإِبِلُ وَاسْتَيْدَهَتْ، إِذَا اجْتَمَعَتْ وَانْسَاقَتْ. قَالَ أَبُو بَكْرٍ: وَدَهَنِي عَنْ هَذَا، أَيْ صَدَّنِي عَنْهُ.",
    "pg": "6:97"
  },
  "ودى": {
    "def": "الْوَاوُ وَالدَّالُ وَالْحَرْفُ الْمُعْتَلُّ: ثَلَاثُ كَلِمَاتٍ غَيْرُ مُنْقَاسَةٍ: الْأُولَى وَدَى الْفَرَسُ لِيَضْرِبَ أَوْ يَبُولَ، إِذَا أَدْلَى. وَمِنْهُ الْوَدْيُ: مَاءٌ يَخْرُجُ مِنَ الْإِنْسَانِ كَالْمَذْيِ. وَالثَّانِيَةُ: وَدَيْتُ الرَّجُلَ أَدِيهِ دِيَةً.\nوَالثَّالِثَةُ: الْوَدِيُّ: صِغَارُ الْفُسْلَانِ.\nوَإِذَا هُمِزَ تَغَيَّرَ الْمَعْنَى وَصَارَ إِلَى بَابٍ مِنَ الْهَلَاكِ وَالضَّيَاعِ. يَقُولُونَ: الْمُوَدَّأَةُ: الْمَهْلَكَةُ، وَهِيَ عَلَى لَفْظِ الْمَفْعُولِ بِهِ. وَيَقُولُونَ: وَدَّأْتُ عَلَيْهِ الْأَرْضَ، إِذَا دَفَنْتُهُ. وَوَدَّأَ بِالْقَوْمِ، إِذَا أَرْدَاهُمْ.",
    "pg": "6:97-98"
  },
  "وذح": {
    "def": "الْوَاوُ وَالذَّالُ وَالْحَاءُ كَلِمَةٌ. فَالْوَذَحُ: مَا تَعَلَّقَ بِأَصْوَافِ الْغَنَمِ مِنَ الْبَعَرِ، ثُمَّ يُقَالُ امْرَأَةٌ وَذَاحٌ: غَيْرُ عَفِيفَةٍ. [بَابُ الْوَاوِ وَالرَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:99-100"
  },
  "وذر": {
    "def": "الْوَاوُ وَالذَّالُ وَالرَّاءُ كَلِمَتَانِ: إِحْدَاهُمَا الْوَذَرَةُ، وَهِيَ الْفِدْرَةُ مِنَ اللَّحْمِ. وَالتَّوْذِيرُ: أَنْ يُشْرَطَ الْجُرْحُ فَيُقَالُ: وَذَّرْتُهُ. وَفِي الْحَدِيثِ أَنَّ رَجُلًا قَالَ لِآخَرَ: \" يَا ابْنَ شَامَّةِ الْوَذَرِ \" فَحُدَّ، كَأَنَّهُ عَرَّضَ لَهَا بِأَعْضَاءِ الرِّجَالِ.\nوَالْأُخْرَى قَوْلُهُمْ: ذَرْذَا. قَالَ أَهْلُ اللُّغَةِ: أَمَاتَتِ الْعَرَبُ الْفِعْلَ مِنْ ذَرَّ فِي الْمَاضِي، فَلَا يَقُولُونَ وَذَرْتُهُ.",
    "pg": "6:98-99"
  },
  "وذف": {
    "def": "الْوَاوُ وَالذَّالُ وَالْفَاءُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ التَّوَذُّفُ: التَّبَخْتُرُ. يُقَالُ: أَقْبَلَ يَتَوَذَّفُ.",
    "pg": "6:99"
  },
  "وذل": {
    "def": "الْوَاوُ وَالذَّالُ وَاللَّامُ: كَلِمَتَانِ إِحْدَاهُمَا مَشْهُورَةٌ قَدْ قِيلَتْ، الْوَذِيلَةُ، وَهِيَ الْمِرْآةُ. وَالْأُخْرَى: الْوَذَالَةُ: مَا يَقْطَعُ الْجَزَّارُ مِنَ اللَّحْمِ بِغَيْرِ قَسْمٍ، يُقَالُ: تَوَذَّلُوا مِنْهُ شَيْئًا.",
    "pg": "6:99"
  },
  "وذم": {
    "def": "الْوَاوُ وَالذَّالُ وَالْمِيمُ: كَلِمَةٌ تَدُلُّ عَلَى تَعْلِيقِ شَيْءٍ بِشَيْءٍ. مِنْهُ قَوْلُهُمْ: وَذَّمْتُ الْكَلْبَ، إِذَا جَعَلْتُ لَهُ قِلَادَةً. وَالْوَذَمَةُ: الْحُزَّةُ مِنَ الْكَرِشِ الْمُعَلَّقَةُ، وَالْجَمْعُ وِذَامٌ. وَالْوَذَمُ: جَمْعُ وَذَمَةٍ، وَهِيَ سُيُورٌ تُشَدُّ بِعَرْقُوَةِ الدَّلْوِ. [وَ] وَذِمَتِ الدَّلْوُ: انْقَطَعَ وَذَمُهَا. أَمَّا وَذَائِمُ الْأَمْوَالِ فَهِيَ الَّتِي نُذِرَتْ فِيهَا النُّذُورُ. وَالْقِيَاسُ وَاحِدٌ كَأَنَّهَا لَيْسَتْ مِنْ خَالِصِ الْمَالِ الَّذِي يَجُوزُ التَّصَرُّفُ فِيهِ، بَلْ هِيَ مُعَلَّقَةٌ عَلَى الْمَالِ. وَيُقَالُ: بَلِ الْوَذِيمَةُ: الْهَدْيُ يُهْدَى لِلنُّسُكِ. وَقَوْلُهُمْ: وَذَّمَ فُلَانٌ عَلَى الْمِائَةِ: زَادَ، مِنْ هَذَا أَيْضًا، كَأَنَّ الزِّيَادَةَ مُعَلَّقَةٌ بِالْمِائَةِ.",
    "pg": "6:99"
  },
  "ورب": {
    "def": "الْوَاوُ وَالرَّاءُ وَالْبَاءُ: كَلِمَتَانِ: إِحْدَاهُمَا الْوَرِبُ وَهُوَ الْفِتْرُ. وَالثَّانِيَةُ الْوَرَبُ: الْفَسَادُ، يُقَالُ عِرْقٌ وَرِبٌ، أَيْ فَاسِدٌ.",
    "pg": "6:104-105"
  },
  "ورث": {
    "def": "الْوَاوُ وَالرَّاءُ وَالثَّاءُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوِرْثُ. وَالْمِيرَاثُ أَصْلُهُ الْوَاوُ. وَهُوَ أَنْ يَكُونَ الشَّيْءُ لِقَوْمٍ ثُمَّ يَصِيرَ إِلَى آخَرِينَ بِنَسَبٍ أَوْ سَبَبٍ. قَالَ:\nوَرِثْنَاهُنَّ عَنْ آبَاءِ صِدْقَ ... وَنُورِثُهَا إِذَا مِتْنَا بَنِينَا",
    "pg": "6:105"
  },
  "ورخ": {
    "def": "الْوَاوُ وَالرَّاءُ وَالْخَاءُ: كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: وَرِخَ الْعَجِينُ وَرَخًا: اسْتَرْخَى. وَأَوْرَخْتُهُ أَنَا إِيرَاخًا ; وَالِاسْمُ الْوَرِيخَةُ. وَأَمَّا تَوْرِيخُ الْكِتَابِ وَتَأْرِيخُهُ فَمَا نَحْسَبُهَا عَرَبِيَّةً.",
    "pg": "6:105"
  },
  "ورد": {
    "def": "الْوَاوُ وَالرَّاءُ وَالدَّالُ: أَصْلَانِ، أَحَدُهُمَا الْمُوَافَاةُ إِلَى الشَّيْءِ، وَالثَّانِي لَوْنٌ مِنَ الْأَلْوَانِ.\nفَالْأَوَّلُ الْوِرْدُ: خِلَافُ الصَّدَرِ. وَيُقَالُ: وَرَدَتِ الْإِبِلُ الْمَاءَ تَرِدُهُ وِرْدًا. وَالْوِرْدُ: وِرْدُ الْحُمَّى إِذَا أَخَذَتْ صَاحِبَهَا لِوَقْتٍ. وَالْمَوَارِدُ: الطُّرُقُ، وَكَذَلِكَ الْمِيَاهُ الْمَوْرُودَةُ وَالْقُرَى، قَالَهُ أَبُو عُبَيْدَةَ. قَالَ جَرِيرٌ:\nأَمِيرُ الْمُؤْمِنِينَ عَلَى صِرَاطٍ ... إِذَا اعْوَجَّ الْمَوَارِدُ مُسْتَقِيمِ\nوَالْوَرِيدَانِ: عِرْقَانِ مُكْتَنِفَا صَفْقَيِ الْعُنُقِ مِمَّا يَلِي مُقَدَّمَهُ غَلِيظَانِ. وَيُسَمَّيَانِ مِنَ الْوُرُودِ أَيْضًا، كَأَنَّهُمَا تُوَافِيَا فِي ذَلِكَ الْمَكَانِ.\nوَالْأَصْلُ الْآخَرُ الْوَرْدُ ; يُقَالُ فَرَسٌ وَرْدٌ، وَأَسَدٌ وَرْدٌ، إِذَا كَانَ لَوْنُهُ لَوْنَ الْوَرْدِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الْوَاوِ وَالزَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:105-106"
  },
  "ورس": {
    "def": "الْوَاوُ وَالرَّاءُ وَالسِّينُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَرْسُ: نَبْتٌ. وَأَوْرَسَ الْمَكَانُ: أَنْبَتَهُ، وَهُوَ وَارِسٌ، وَهُوَ نَادِرٌ. وَمِلْحَفَةٌ وَرِيسٌ: صُبِغَتْ بِالْوَرْسِ.",
    "pg": "6:100"
  },
  "ورش": {
    "def": "الْوَاوُ وَالرَّاءُ وَالشِّينُ كَلِمَتَانِ مُتَقَارِبَتَا الْقِيَاسِ.\nفَالْأُولَى قَوْلُهُمْ لِلدَّاخِلِ عَلَى الْقَوْمِ لِطَعَامِهِمْ وَلَمْ يُدْعَ: الْوَارِشُ.\nوَالثَّانِيَةُ قَوْلُهُمْ لِلدَّابَّةِ الَّتِي تَفَلَّتُ فِي الْجَرْيِ وَصَاحِبُهَا يَكُفُّهَا: الْوَرِشَةُ.",
    "pg": "6:100"
  },
  "ورط": {
    "def": "الْوَاوُ وَالرَّاءُ وَالطَّاءُ: كَلِمَةٌ تَدُلُّ عَلَى شَيْءٍ كَالْبَلِيَّةِ وَالْوُقُوعِ فِيمَا لَا مَخْلَصَ مِنْهُ. وَتَوَرَّطَ فِي الْبَلِيَّةِ. وَأَصْلُهُ الْوَرْطَةُ مِنَ الْأَرْضِ، وَهِيَ الَّتِي لَا طَرِيقَ فِيهَا. قَالَ الْخَلِيلُ فِي الْحَدِيثِ: \" «لَا خِلَاطَ وَلَا وِرَاطَ» \". الْوِرَاطُ: الْخَدِيعَةُ فِي الْغَنَمِ، أَيْ يُجْمَعُ بَيْنَ مُتَفَرِّقٍ، أَوْ يُفَرَّقُ بَيْنَ مُجْتَمِعٍ.",
    "pg": "6:100"
  },
  "ورع": {
    "def": "الْوَاوُ وَالرَّاءُ وَالْعَيْنُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الْكَفِّ وَالِانْقِبَاضِ. مِنْهُ الْوَرَعُ: الْعِفَّةُ، وَهِيَ الْكَفُّ عَمًّا لَا يَنْبَغِي ; وَرَجُلٌ وَرِعٌ. وَالْوَرَعُ: الرَّجُلُ الْجَبَانُ، وَوَرُعَ يَوْرُعُ وُرْعًا، إِذَا كَانَ جَبَانًا. وَوَرَّعْتُهُ: كَفَفْتُهُ، وَأَوْرَعْتُهُ. وَفِي الْحَدِيثِ: «وَرِّعِ اللِّصَّ وَلَا تُرَاعِهِ» ، أَيْ بَادِرْ إِلَى كَفِّهِ وَقَدْعِهِ وَلَا تَنْتَظِرْهُ. وَوَرَّعْتُ الْإِبِلَ عَنِ الْمَاءِ: رَدَدْتُهَا. وَالْوَرِيعَةُ: اسْمُ فَرَسٍ فِي قَوْلِهِ:\nوَرُدَّ خَلِيلَنَا بِعَطَاءِ صِدْقٍ ... وَأَعْقِبْهُ الْوَرِيعَةَ مِنْ نِصَابِ",
    "pg": "6:100-101"
  },
  "ورف": {
    "def": "الْوَاوُ وَالرَّاءُ وَالْفَاءُ: أَصْلٌ يَدُلُّ عَلَى رِقَّةٍ وَنَضْرَةٍ. وَنَبَاتٌ وَارِفٌ. وَرَفَ وَرِيفًا، إِذَا رَأَيْتَ لَهُ مِنْ رِيِّهِ بَهْجَةً. وَظِلٌّ وَارِفٌ: مَمْدُودٌ. وَمَا رَقَّ مِنْ نَوَاحِي الْكَبِدِ: الْوَرْفُ. وَيُقَالُ إِنَّ الرُّفَةَ: التِّبْنُ. وَأَظُنُّ أَنَّ النَّاقِصَ مِنْ أَوَّلِهَا وَاوٌ.",
    "pg": "6:101"
  },
  "ورق": {
    "def": "الْوَاوُ وَالرَّاءُ وَالْقَافُ: أَصْلَانِ يَدُلُّ أَحَدُهُمَا عَلَى خَيْرٍ وَمَالٍ، وَأَصْلُهُ وَرَقُ الشَّجَرِ، وَالْآخَرُ عَلَى لَوْنٍ مِنَ الْأَلْوَانِ.\nفَالْأَوَّلُ الْوَرَقُ وَرَقُ الشَّجَرِ. وَالْوَرَقُ: الْمَالُ، مِنْ قِيَاسِ وَرَقِ الشَّجَرِ، لِأَنَّ الشَّجَرَةَ إِذَا تَحَاتَّ وَرَقُهَا انْجَرَدَتْ كَالرَّجُلِ الْفَقِيرِ. قَالَ: إِلَيْكَ أَدْعُو فَتَقَبَّلْ مَلَقِي ... وَاغْفِرْ خَطَايَايَ وَثَمِّرْ وَرَقِي\nوَالرِّقَةُ مِنَ الدَّرَاهِمِ، وَهُوَ ذَلِكَ الْقِيَاسُ غَيْرَ أَنَّهُ يُفَرَّقُ بَيْنَهُمَا بِالْحَرَكَاتِ.\nقَالَ أَبُو عُبَيْدٍ: الْوَارِقَةُ: الشَّجَرَةُ الْخَضْرَاءُ الْوَرَقِ الْحَسَنَةُ. قَالَ: فَأَمَّا الْوَرَاقُ فَخُضْرَةُ الْأَرْضِ مِنَ الْحَشِيشِ، وَلَيْسَ مِنَ الْوَرَقِ. قَالَ:\nكَأَنَّ جِيَادَهُنَّ بِرَعْنِ زُمٍّ ... جَرَادٌ قَدْ أَطَاعَ لَهُ الْوَرَاقُ\nوَوَرَقْتُ الشَّجَرَ: أَخَذْتُ وَرَقَهُ. وَقَوْلُهُمْ أَوْرَقَ الصَّائِدُ: لَمْ يَصِدْ، هُوَ مِنَ الْوَرَقِ أَيْضًا، وَذَلِكَ لِأَنَّ الصَّائِدَ يُلْقِي حِبَالَتَهُ وَيَغِيبُ عَنْهَا وَيَأْتِيهَا بَعْدَ زَمَانٍ وَقَدْ أَعْشَبَتِ الْأَرْضُ وَسَقَطَ الْوَرَقُ عَلَى الْحِبَالَةِ فَلَا يَهْتَدِي لَهَا، فَلِذَلِكَ يُقَالُ أَوْرَقَ، أَيْ صَادَفَ الْوَرَقَ قَدْ غَطَّى حِبَالَتَهُ. ثُمَّ كَثُرَ هَذَا حَتَّى قِيلَ لِكُلِّ مَنْ طَلَبَ حَاجَةً وَلَمْ يُصِبْهَا: قَدْ أَوْرَقَ. وَالْوَرْقَةُ، بِسُكُونِ الرَّاءِ: أُبْنَةٌ فِي الْغُصْنِ خَفِيَّةٌ. فَأَمَّا الْوَرَقَةُ الَّتِي هِيَ قِطْعَةٌ مِنَ الدَّمِ فَجَمْعُهَا وَرَقٌ، هِيَ عَلَى مَعْنَى التَّشْبِيهِ بِالْوَرَقِ الَّذِي يَتَسَاقَطُ. وَالْوَرَقُ: الرِّجَالُ الضُّعَفَاءُ، شُبِّهُوا فِي ضَعْفِهِمْ بِوَرَقِ الشَّجَرِ.\nوَالْأَصْلُ الْآخَرُ: الْوُرْقَةُ: لَوْنٌ يُشْبِهُ لَوْنَ الرَّمَادِ. وَبَعِيرٌ أَوْرَقُ وَحَمَامَةٌ وَرْقَاءُ، سُمِّيَتْ لِلَوْنِهَا، وَالرَّجُلُ كَذَلِكَ أَوْرَقَ. وَيَقُولُونَ: عَامٌ أَوْرَقُ، إِذَا كَانَ جَدْبًا، كَأَنَّ لَوْنَ الْأَرْضِ لَوْنُ الرَّمَادِ. وَسُمِّيَ عَامُ الرَّمَادَةِ لِهَذَا.",
    "pg": "6:101-103"
  },
  "ورك": {
    "def": "الْوَاوُ وَالرَّاءُ وَالْكَافُ. كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَرِكُ: مَا فَوْقَ الْفَخِذِ مِنْ مُؤَخَّرِ الْإِنْسَانِ. وَجَلَسَ مُتَوَرِّكًا: أَلْصَقَ وَرِكَهُ بِالْأَرْضِ. وَتَوَرَّكَ عَلَى الدَّابَّةِ، فِي ذَلِكَ الْمَعْنَى. وَهَذِهِ نَعْلٌ مَوْرِكَةٌ، إِذَا كَانَتْ مِنَ الْوَرِكِ. وَالْوِرَاكُ: ثَوْبٌ يُنْسَجُ وَحْدَهُ يُزَيَّنُ بِهِ وَيُحَفُّ بِهِ الرَّحْلُ، وَإِنَّمَا هُوَ لِأَنْ يُوضَعَ عَلَيْهِ الْوَرِكُ.\nوَأَمَّا الْحَدِيثُ أَنَّهُ «نَهَى أَنْ يَسْجُدَ الرَّجُلُ مُتَوَرِّكًا،» فَيُقَالُ هُوَ أَنْ يَرْفَعَ وَرِكَهُ فِي سُجُودِهِ حَتَّى يُفْحِشَ. وَيُقَالُ هُوَ أَنْ يُلْصِقَ وِرِكَهُ بِعَقِبَيْهِ فِي السُّجُودِ وَالْوَرْكُ فِي قَوْلِ الْهُذَلِيِّ:\nبِهَا مَحِصٌ غَيْرُ جَافِي الْقُوَى ... إِذَا مُطْيَ حَنَّ بِوَرْكٍ حُدَالِ\nفَإِنَّهُ وَتَرٌ فُتِلَ مِنَ الْوَرِكِ.",
    "pg": "6:103"
  },
  "ورل": {
    "def": "الْوَاوُ وَالرَّاءُ وَاللَّامُ: لَيْسَ إِلَّا وَرَلَ، وَهُوَ شَيْءٌ مِنَ الدَّوَابِّ.",
    "pg": "6:103"
  },
  "ورم": {
    "def": "الْوَاوُ وَالرَّاءُ وَالْمِيمُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَرَمُ، أَنْ يَنْفِرَ اللَّحْمُ. يُقَالُ وَرِمَ يَرِمُ. وَعَلَى مَعْنَى الِاسْتِعَارَةِ: وَرِمَ أَنْفُهُ: غَضِبَ.",
    "pg": "6:103"
  },
  "وره": {
    "def": "الْوَاوُ وَالرَّاءُ وَالْهَاءُ: كَلِمَةٌ تَدُلُّ عَلَى اضْطِرَابٍ وَخُرْقٍ. فَالْوَرْهَاءُ: الْمَرْأَةُ الْحَمْقَاءُ. وَالْوَرَهُ: الْخُرْقُ: وَرِيحٌ وَرْهَاءُ. فِي هُبُوبِهَا خُرْقٌ وَعَجْرَفَةٌ. وَسَحَابٌ وَرِهٌ: لَا يُمْسِكُ مَاءَهُ. وَيَقُولُونَ الْوَرِهُ: اللَّحْمُ الرَّخْصُ. فَإِنْ كَانَ صَحِيحًا فَإِنَّمَا سُمِّيَ بِهِ لِاضْطِرَابِهِ.",
    "pg": "6:103-104"
  },
  "ورى": {
    "def": "الْوَاوُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ: بِنَاءٌ عَلَى غَيْرِ قِيَاسٍ، وَكَلِمُهُ أَفْرَادٌ. فَالْوَرْيُ: دَاءٌ يُدَاخِلُ الْجِسْمَ. يُقَالُ وَرِيَ جِلْدُهُ يَرِي وَرْيًا، وَوَرَّاهُ غَيْرُهُ يَرِيَهُ وَرْيًا. قَالَ رَسُولُ اللَّهِ ﵌: «لِأَنْ يَمْتَلِئَ جَوْفُ أَحَدِكُمْ قَيْحًا حَتَّى يَرِيَهُ خَيْرٌ مِنْ أَنْ يَمْتَلِئَ شِعْرًا» . قَالَ عَبْدُ بَنِي الْحَسْحَاسِ:\nوَرَاهُنَّ رَبِّي مِثْلَ مَا قَدْ وَرَيْنَنِي ... وَأَحْمَى عَلَى أَكْبَادِهِنَّ الْمَكَاوِيَا\nوَيُقَالُ وَرَى الزَّنْدُ يَرِي وَرْيًا، وَوَرَاهُ، خَرَجَتْ نَارُهُ. وَحَكَى بَعْضُهُمْ وَرِيَ يَرِي، مِثْلَ وَلِيَ يَلِي. وَاللَّحْمُ الْوَارِي: السَّمِينُ. وَالْوَرَى: الْخَلْقُ. وَمَا أَدْرِي أَيُّ الْوَرَى هُوَ.\nوَأَمَّا قَوْلُهُمْ وَرَاءَكَ فَإِنَّهُ يَكُونُ مِنْ خَلْفٍ، وَيَكُونُ مِنْ قُدَّامٍ. قَالَ اللَّهُ تَعَالَى:.\n﴿وَكَانَ وَرَاءَهُمْ مَلِكٌ﴾ [الكهف: ٧٩] أَيْ أَمَامَهُمْ. وَيُقَالُ الْوَرَاءُ: وَلَدُ الْوَلَدِ، أَرَادُوا بِذَلِكَ تَفْسِيرَ قَوْلِهِ تَعَالَى: ﴿وَمِنْ وَرَاءِ إِسْحَاقَ يَعْقُوبَ﴾ [هود: ٧١] .",
    "pg": "6:104"
  },
  "وزا": {
    "def": "الْوَاوُ وَالزَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَوِ الْمَهْمُوزُ: أُصَيْلٌ يَدُلُّ عَلَى تَجَمُّعٍ فِي شَيْءٍ وَاكْتِنَازٍ. يُقَالُ لِلْحِمَارِ الْمُجْتَمِعِ الْخَلْقِ: وَزًى، وَلِلرَّجُلِ الْقَصِيرِ وَزًى. وَهَذَا غَيْرُ مَهْمُوزٍ.\nوَأَمَّا الْمَهْمُوزُ فَقَالَ أَبُو زَيْدٍ: وَزَّأْتُ الْوِعَاءَ تَوْزِيئًا وَتَوْزِئَةً، إِذَا أَجَدْتَ كَنْزَهُ.",
    "pg": "6:107-108"
  },
  "وزر": {
    "def": "الْوَاوُ وَالزَّاءُ وَالرَّاءُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا الْمَلْجَأُ، وَالْآخَرُ الثِّقَلُ فِي الشَّيْءِ.\nالْأَوَّلُ الْوَزَرُ: الْمَلْجَأُ. قَالَ اللَّهُ تَعَالَى: ﴿كَلَّا لَا وَزَرَ﴾ [القيامة: ١١] . وَحَكَى الشَّيْبَانِيُّ: أَوْزَرَ فُلَانٌ الشَّيْءَ: أَحْرَزَهُ. [وَ] الْوِزْرُ: حِمْلُ الرَّجُلِ إِذَا بَسَطَ ثَوْبَهُ فَجَعَلَ فِيهِ الْمَتَاعَ وَحَمَلَهُ، وَلِذَلِكَ سُمِّيَ الذَّنْبُ وِزْرًا. وَكَذَا الْوِزْرُ: السِّلَاحُ، وَالْجَمْعُ أَوْزَارٌ. قَالَ الْأَعْشَى:\nوَأَعْدَدْتُ لِلْحَرْبِ أَوْزَارَهَا ... رِمَاحًا طِوَالًا وَخَيْلًا ذُكُورًا\nوَالْوَزِيرُ سُمِّيَ بِهِ لِأَنَّهُ يَحْمِلُ الثِّقَلَ عَنْ صَاحِبِهِ.\nوَحَكَى نَاسٌ - لَعَلَّهُ أَنْ يَكُونَ صَحِيحًا - أَوَزَرْتُ مَالَهُ: ذَهَبْتُ بِهِ. وَوَزَرْتُهُ: غَلَبْتُهُ. قَالَ:\nقَدْ وَزَرَتْ جِلَّتَهَا أَمْهَارُهَا\n\n[بَابُ الْوَاوِ وَالسِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:108"
  },
  "وزز": {
    "def": "الْوَاوُ وَالزَّاءُ: حَرْفٌ [يَدُلُّ عَلَى] خِفَّةٍ وَسُرْعَةٍ. وَرَجُلٌ وَزْوَازٌ: خَفِيفٌ. قَالَ أَبُو بَكْرٍ: الْوَزْوَزَةُ: الْخِفَّةُ وَالسُّرْعَةُ.",
    "pg": "6:76"
  },
  "وزع": {
    "def": "الْوَاوُ وَالزَّاءُ وَالْعَيْنُ: بِنَاءٌ مَوْضُوعٌ عَلَى غَيْرِ قِيَاسٍ. وَوَزَعْتُهُ عَنِ الْأَمْرِ: كَفَفْتُهُ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿فَهُمْ يُوزَعُونَ﴾ [النمل: ١٧] ، أَيْ يُحْبَسُ أَوَّلُهُمْ عَلَى آخِرِهِمْ. وَجَمْعُ الْوَازِعِ وَزَعَةٌ. وَفِي بَعْضِ الْكَلَامِ: \" مَا يَزَعُ السُّلْطَانُ أَكْثَرُ مِمَّا يَزَعُ الْقُرْآنُ \"، أَيْ إِنَّ النَّاسَ لِلسُّلْطَانِ أَخْوَفُ.\nوَبِنَاءٌ آخَرُ، يُقَالُ: أَوْزَعَ اللَّهُ فُلَانًا الشُّكْرَ: أَلْهَمَهُ إِيَّاهُ. وَيُقَالُ هُوَ مَنْ أُوزِعَ بِالشَّيْءِ، إِذَا أُولِعَ بِهِ، كَأَنَّ اللَّهَ تَعَالَى يُولِعُهُ بِشُكْرِهِ. وَبِهَا أَوْزَاعٌ مِنَ النَّاسِ، أَيْ جَمَاعَاتٌ.",
    "pg": "6:106"
  },
  "وزغ": {
    "def": "الْوَاوُ وَالزَّاءُ وَالْغَيْنُ، لَيْسَ فِيهِ إِلَّا الْوَزَغَةُ: الْعَظَايَةُ. وَيُقَالُ لِلرِّجَالِ الضِّعَافِ أَوْزَاغٌ.",
    "pg": "6:106"
  },
  "وزف": {
    "def": "الْوَاوُ وَالزَّاءُ وَالْفَاءُ يُقَالُ وَزَفَ الرَّجُلُ: أَسْرَعَ فِي الْمَشْيِ. وَقُرِئَتْ: \" فَأَقْبَلُوا إِلَيْهِ يَزِفُونَ \" مُخَفَّفَةً.",
    "pg": "6:106"
  },
  "وزم": {
    "def": "الْوَاوُ وَالزَّاءُ وَالْمِيمُ: بِنَاءٌ أَيْضًا عَلَى غَيْرِ قِيَاسٍ، وَفِيهِ كَلِمَاتٌ مُنْفَرِدَةٌ. فَالْوَزْمَةُ أَنْ يَأْكُلَ الرَّجُلُ مَرَّةً وَاحِدَةً كَالْوَجْبَةِ. يُقَالُ: وَزَمُوا وَزْمَةَ شِتَائِهِمْ: امْتَارُوا لَهُ كِفَايَتَهُمْ مِنَ الطَّعَامِ. وَالْوَزْمَةُ وَالْوَزِيمُ: حُزْمَةٌ مِنْ بَقْلٍ. وَالْوَزِيمُ: اللَّحْمُ يُجَفَّفُ. وَالْوَزْمَةُ مِنَ الضِّبَابِ: أَنْ يُطْبَخَ لَحْمُهَا ثُمَّ يُيَبَّسُ. وَالْمُتَوَزِّمُ: الشَّدِيدُ الْوَطْءِ.",
    "pg": "6:106-107"
  },
  "وزن": {
    "def": "الْوَاوُ وَالزَّاءُ وَالنُّونُ: بِنَاءٌ يَدُلُّ عَلَى تَعْدِيلٍ وَاسْتِقَامَةٍ: وَوَزَنْتُ الشَّيْءَ وَزْنًا. وَالزِّنَةُ قَدْرُ وَزْنِ الشَّيْءِ ; وَالْأَصْلُ وَزْنَةٌ. وَيُقَالُ: قَامَ مِيزَانُ النَّهَارِ، إِذَا انْتَصَفَ النَّهَارُ. وَهَذَا يُوَازِنُ ذَلِكَ، أَيْ هُوَ مُحَاذِيهِ. وَوَزِينُ الرَّأْيِ: مُعْتَدِلُهُ. وَهُوَ رَاجِحُ الْوَزْنِ، إِذَا نَسَبُوهُ إِلَى رَجَاحَةِ الرَّأْيِ وَشِدَّةِ الْعَقْلِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ شَيْءٌ ذُكِرَ عَنِ الْخَلِيلِ: أَنَّ الْوَزِينَ: الْحَنْظَلُ الْمَعْجُونُ كَانَ يُتَّخَذُ طَعَامًا. وَيُقَالُ الْوَزْنُ: الْفِدْرَةُ مِنَ التَّمْرِ.",
    "pg": "6:107"
  },
  "وسب": {
    "def": "الْوَاوُ وَالسِّينُ وَالْبَاءُ. يَقُولُونَ: أَوْسَبَتِ الْأَرْضُ: أَعْشَبَتْ. وَالنَّبَاتُ وِسْبٌ. وَكَبْشٌ مُوَسَّبٌ: كَثِيرُ الصُّوفِ. حَكَاهُ أَبُو بَكْرٍ.",
    "pg": "6:111"
  },
  "وسج": {
    "def": "الْوَاوُ وَالسِّينُ وَالْجِيمُ: كَلِمَةٌ وَاحِدَةٌ: الْوَسِيجُ، وَهُوَ السَّيْرُ الشَّدِيدُ.",
    "pg": "6:111"
  },
  "وسخ": {
    "def": "الْوَاوُ وَالسِّينُ وَالْخَاءُ كَلِمَةٌ. الْوَسَخُ: الدَّرَنُ.",
    "pg": "6:111"
  },
  "وسد": {
    "def": "الْوَاوُ وَالسِّينُ وَالدَّالُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوِسَادَةُ مَعْرُوفَةٌ، وَجَمْعُهَا وَسَائِدُ. وَتَوَسَّدْتُ يَدِيَ. وَالْوِسَادُ: مَا يَتَوَسَّدُهُ الرَّجُلُ عِنْدَ مَنَامِهِ، وَالْجَمْعُ وُسُدٌ. وَاللَّهُ أَعْلَمُ. [بَابُ الْوَاوِ وَالشِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:111-112"
  },
  "وسس": {
    "def": "الْوَاوُ وَالسِّينُ: كَلِمَةٌ تَدُلُّ عَلَى صَوْتٍ غَيْرِ رَفِيعٍ. يُقَالُ لِصَوْتِ الْحَلْيِ: وَسْوَاسٌ. وَهَمْسُ الصَّائِدِ وَسْوَاسٌ. وَإِغْوَاءُ الشَّيْطَانِ ابْنَ آدَمَ وَسْوَاسٌ. قَالَ فِي الصَّائِدِ:\n[فَبَاتَ] يُشْئِزُهُ ثَأْدٌ وَيُسْهِرُهُ ... تَذَاؤُبُ الرِّيحِ وَالْوَسْوَاسُ وَالْهِضَبُ",
    "pg": "6:76"
  },
  "وسط": {
    "def": "الْوَاوُ وَالسِّينُ وَالطَّاءُ: بِنَاءٌ صَحِيحٌ يَدُلُّ عَلَى الْعَدْلِ وَالنِّصْفِ. وَأَعْدَلُ الشَّيْءِ: أَوْسَطُهُ وَوَسَطُهُ. قَالَ اللَّهُ ﷿: ﴿أُمَّةً وَسَطًا﴾ [البقرة: ١٤٣] . وَيَقُولُونَ: ضَرَبْتُ وَسَطَ رَأْسِهِ بِفَتْحِ السِّينِ، وَوَسْطَ الْقَوْمِ بِسُكُونِهَا. وَهُوَ أَوْسَطُهُمْ حَسَبًا، إِذَا كَانَ فِي وَاسِطَةِ قَوْمِهِ وَأَرْفَعِهِمْ مَحَلًّا. وَالْوَسُوطُ: بَيْتٌ مِنْ بُيُوتِ الشَّعَرِ أَكْبَرُ مِنَ الْمِظَلَّةِ. وَيُقَالُ الْوَسُوطُ مِنَ النُّوقِ كَالصَّفُوفِ تَمْلَأُ الْإِنَاءَ.",
    "pg": "6:108-109"
  },
  "وسع": {
    "def": "الْوَاوُ وَالسِّينُ وَالْعَيْنُ: كَلِمَةٌ تَدُلُّ عَلَى خِلَافِ الضِّيقِ وَالْعُسْرِ. يُقَالُ وَسُعَ الشَّيْءُ وَاتَّسَعَ. وَالْوُسْعُ: الْغِنَى. وَاللَّهُ الْوَاسِعُ أَيِ الْغَنِيُّ. وَالْوُسْعُ: الْجِدَةُ وَالطَّاقَةُ. وَهُوَ يُنْفِقُ عَلَى قَدْرِ وُسْعِهِ. وَقَالَ تَعَالَى فِي السَّعَةِ: ﴿لِيُنْفِقْ ذُو سَعَةٍ مِنْ سَعَتِهِ﴾ [الطلاق: ٧] . وَأَوْسَعَ الرَّجُلُ: كَانَ ذَا سَعَةٍ. وَالْفَرَسُ الذَّرِيعُ الْخَطْوِ: وَسَاعٌ.",
    "pg": "6:109"
  },
  "وسف": {
    "def": "الْوَاوُ وَالسِّينُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ تَوَسَّفَتِ الْإِبِلُ: أَخْصَبَتْ وَسَمِنَتْ وَسَقَطَ وَبَرُهَا الْأَوَّلُ وَنَبَتَ الْجَدِيدُ.",
    "pg": "6:109"
  },
  "وسق": {
    "def": "الْوَاوُ وَالسِّينُ وَالْقَافُ: كَلِمَةٌ تَدُلُّ عَلَى حَمْلِ الشَّيْءِ. وَوَسَقَتِ الْعَيْنُ الْمَاءَ: حَمَلَتْهُ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿وَاللَّيْلِ وَمَا وَسَقَ﴾ [الانشقاق: ١٧] ، أَيْ جَمَعَ وَحَمَلَ. وَقَالَ فِي حَمْلِ الْمَاءِ:\nوَإِنِّي وَإِيَّاهُمْ وَشَوْقًا إِلَيْهِمُ ... كَقَابِضِ مَاءٍ لَمْ تَسِقْهُ أَنَامِلُهْ\nوَمِنْهُ الْوَسْقُ، وَهُوَ سِتُّونَ صَاعًا. وَأَوْسَقْتُ الْبَعِيرَ: حَمَّلْتُهُ حِمْلَهُ. قَالَ:\nوَأَيْنَ وَسْقُ النَّاقَةِ الْمُطَّبَعَهْ\nوَمِمَّا شَذَّ عَنْهُ طَائِرٌ مِيسَاقٌ، وَهُوَ مَا يُصَفِّقُ بِجَنَاحَيْهِ إِذَا طَارَ. وَقَدْ يُهْمَزُ وَقَدْ ذَكَرْنَاهُ.",
    "pg": "6:109-110"
  },
  "وسل": {
    "def": "الْوَاوُ وَالسِّينُ وَاللَّامُ: كَلِمَتَانِ مُتَبَايِنَتَانِ جِدَّا.\nالْأُولَى الرَّغْبَةُ وَالطَّلَبُ. يُقَالُ وَسَلَ، إِذَا رَغِبَ. وَ [الْوَاسِلُ: الرَّاغِبُ إِلَى اللَّهِ ﷿، وَهُوَ فِي] قَوْلِ لَبِيَدٍ:\nبَلَى كُلُّ ذِي دِينٍ إِلَى اللَّهِ وَاسِلُ.\nوَمِنْ ذَلِكَ الْقِيَاسِ الْوَسِيلَةُ.\nوَالْأُخْرَى السَّرِقَةُ: يُقَالُ: أَخَذَ إِبِلَهُ تَوَسُّلًا.",
    "pg": "6:110"
  },
  "وسم": {
    "def": "الْوَاوُ وَالسِّينُ وَالْمِيمُ: أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى أَثَرٍ وَمَعْلَمٍ. وَوَسَمْتُ الشَّيْءَ وَسْمًا: أَثَّرْتُ فِيهِ بِسِمَةٍ. وَالْوَسْمِيُّ: أَوَّلُ الْمَطَرِ، لِأَنَّهُ يَسِمُ الْأَرْضَ بِالنَّبَاتِ. قَالَ الْأَصْمَعِيُّ: تَوَسَّمَ: طَلَبَ الْكَلَأَ الْوَسْمِيَّ. قَالَ:\nوَأَصْبَحْنَ كَالدَّوْمِ النَّوَاعِمِ غُدْوَةً ... عَلَى وِجْهَةٍ مِنْ ظَاعِنٍ مُتَوَسِّمِ\nوَسُمِّيَ مَوْسِمُ الْحَاجِّ مَوْسِمًا لِأَنَّهُ مَعْلَمٌ يَجْتَمِعُ إِلَيْهِ النَّاسُ. وَفُلَانٌ مَوْسُومٌ بِالْخَيْرِ، وَفُلَانَةُ ذَاتُ مِيسَمٍ، إِذَا كَانَ عَلَيْهَا أَثَرُ الْجَمَالِ. وَالْوَسَامَةُ: الْجَمَالُ. وَقَوْلُهُ:\nحِيَاضُ عِرَاكٍ هَدَّمَتْهَا الْمَوَاسِمُ.\nفَيُقَالُ أَرَادَ أَهْلَ الْمَوَاسِمِ، وَيُقَالُ أَرَادَ إِبِلًا مَوْسُومَةً. وَوَسَّمَ النَّاسُ: شَهِدُوا الْمَوْسِمَ، كَمَا يُقَالُ عَيَّدُوا. وَقَوْلُهُ تَعَالَى: ﴿إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ﴾ [الحجر: ٧٥] : النَّاظِرِينَ فِي السِّمَةِ الدَّالَّةِ.",
    "pg": "6:110-111"
  },
  "وسن": {
    "def": "الْوَاوُ وَالسِّينُ وَالنُّونُ: كَلِمَتَانِ مُتَقَارِبَتَانِ. الْوَسَنُ: النُّعَاسُ، وَكَذَا السِّنَةُ. وَرَجُلٌ وَسْنَانُ. وَتَوَسَّنَ الْفَحْلُ أُنْثَاهُ: أَتَاهَا نَائِمَةً.\nوَالْكَلِمَةُ الْأُخْرَى قَوْلُهُمْ: دَعْ هَذَا الْأَمْرَ فَلَا يَكُونَنَّ لَكَ وَسَنًا، أَيْ لَا تَطْلُبْهُ وَلَا يَكُونَنَّ مِنْ هَمِّكَ.",
    "pg": "6:111"
  },
  "وشب": {
    "def": "الْوَاوُ وَالشِّينُ وَالْبَاءُ: كَلِمَةٌ. يُقَالُ: أَوْبَاشٌ مِنَ النَّاسِ وَأَوْشَابٌ.",
    "pg": "6:114"
  },
  "وشج": {
    "def": "الْوَاوُ وَالشِّينُ وَالْجِيمُ: كَلِمَةٌ تَدُلُّ عَلَى اشْتِبَاكٍ وَتَدَاخُلٍ. يُقَالُ: وَشَجَتِ الْأَغْصَانُ. اشْتَبَكَتْ. وَكُلُّ شَيْءٍ اشْتَبَكَ فَهُوَ وَاشِجٌ. وَالْوَشِيجُ مِنَ الْقَنَا ; مَا نَبَتَ مِنَ الْأَرْضِ مُعْتَرِضًا، وَلَعَلَّ ذَلِكَ يَشْتَبِكُ بَعْضُهُ بِبَعْضٍ.",
    "pg": "6:114"
  },
  "وشح": {
    "def": "الْوَاوُ وَالشِّينُ وَالْحَاءُ: كَلِمَةٌ وَاحِدَةٌ الْوِشَاحُ. وَتَوَشَّحَ بِثَوْبِهِ، كَأَنَّهُ جَعَلَهُ وِشَاحَهُ، وَكَذَا اتَّشَحَ بِهِ. وَشَاةٌ مُوَشَّحَةٌ: بِجَنْبَيْهَا خَطَّانِ.",
    "pg": "6:114"
  },
  "وشر": {
    "def": "الْوَاوُ وَالشِّينُ وَالرَّاءُ: كَلِمَةٌ وَاحِدَةٌ. الْوَشْرُ وَالتَّوْشِيرُ: أَنْ تُحَدِّدَ الْمَرْأَةُ أَسْنَانَهَا. وَالْمِيشَارُ بِلَا هَمْزٍ مِنْ هَذَا.",
    "pg": "6:114-115"
  },
  "وشز": {
    "def": "الْوَاوُ وَالشِّينُ وَالزَّاءُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَشْزُ: مَا ارْتَفَعَ مِنَ الْأَرْضِ، كَالنَّشْزِ، ثُمَّ قِيسَ عَلَيْهِ فَقِيلَ لِشَدَائِدِ الْأُمُورِ: أَوْشَازٌ، الْوَاحِدُ وَشْزٌ.\n\n[بَابُ الْوَاوِ وَالصَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:115"
  },
  "وشش": {
    "def": "الْوَاوُ وَالشِّينُ: كَلِمَةٌ وَاحِدَةٌ. الْوَشْوَشَةُ: الِاخْتِلَاطُ، وَرَجُلٌ وَشْوَاشٌ.",
    "pg": "6:76"
  },
  "وشظ": {
    "def": "الْوَاوُ وَالشِّينُ وَالظَّاءُ: قِيَاسٌ وَاحِدٌ، وَهُوَ إِلْصَاقُ شَيْءٍ بِشَيْءٍ لَيْسَ مِنْهُ. وَالْوَشِيظُ: عُظَيْمٌ يَكُونُ زِيَادَةً فِي الْعَظْمِ الصَّمِيمِ، وَلِذَلِكَ يُقَالُ لِمَنِ انْتَمَى إِلَى قَوْمٍ لَيْسَ مِنْهُمْ: وَشِيظٌ. وَشَظْتُ الْفَأْسَ أَشِظُهَا: ضَيَّقْتُ خُرْتَهَا مِنْ عَيْرِ نِصَابِهَا. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "6:112"
  },
  "وشع": {
    "def": "الْوَاوُ وَالشِّينُ وَالْعَيْنُ: أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى نَسْجِ شَيْءٍ أَوْ تَزْيِينِهِ أَوْ مَا أَشْبَهَ ذَلِكَ. الْوَشِيعَةُ: خَشَبَةٌ يُلَفُّ بِهَا الْغَزْلُ مِنْ أَلْوَانٍ شَتَّى، كُلُّ لَفِيفَةٍ مِنْهُ وَشِيعَةٌ. وَيُقَالُ: أَوْشَعَتِ الْأَرْضُ: بَدَا زَهْرُهَا. وَالْوَشِيعُ: حَصِيرٌ يُتَّخَذُ مِنْ ثُمَامٍ. وَالتَّوْشِيعُ: رَقْمُ الثَّوْبِ. وَالْوَشَائِعُ: طَرَائِقُ الْغُبَارِ. وَوَشَّعَهُ الشَّيْبُ. وَمِمَّا لَيْسَ مِنَ الْبَابِ وَشَعْتُ الْجَبَلَ: صَعِدْتُ.",
    "pg": "6:112"
  },
  "وشق": {
    "def": "الْوَاوُ وَالشِّينُ وَالْقَافُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَشِيقَةُ: لَحْمٌ يُقَدَّدُ. يُقَالُ وَشَقْتُ وَاتَّشَقْتُ. قَالَ:\nإِذَا عَرَضَتْ مِنْهَا كَهَاةٌ سَمِينَةٌ ... فَلَا تُهْدِ مِنْهَا وَاتَّشِقْ وَتَجَبْجَبِ\nوَوَاشِقٌ: اسْمُ كَلْبٍ.",
    "pg": "6:112-113"
  },
  "وشك": {
    "def": "الْوَاوُ وَالشِّينُ وَالْكَافُ: كَلِمَةٌ وَاحِدَةٌ هِيَ مِنَ السُّرْعَةِ. وَأَوْشَكَ فُلَانٌ خُرُوجًا: أَسْرَعَ وَعَجِلَ. وَوَشْكَانَ مَا كَانَ ذَلِكَ، فِي مَعْنَى عَجْلَانَ. وَأَمْرٌ وَشِيكٌ. وَأَوْشَكَ يُوشِكُ.\nسَمِعْتُ أَحْمَدَ بْنَ طَاهِرِ بْنِ النَّجْمِ يَقُولُ: [سَمِعْتُ ثَعْلَبًا يَقُولُ] : أَوْشَكَ يُوشِكُ لَا غَيْرَ. قَالَ ابْنُ السِّكِّيتِ: وَاشَكَ وِشَاكًا: أَسْرَعَ السَّيْرَ.",
    "pg": "6:113"
  },
  "وشل": {
    "def": "الْوَاوُ وَالشِّينُ وَاللَّامُ، يَدُلُّ عَلَى سَيَلَانِ مَاءٍ قَلِيلٍ. فَالْوَشَلُ: الْمَاءُ الْقَلِيلُ، وَجَمْعُهُ أَوْشَالٌ. وَجَبَلٌ وَاشِلٌ: يَقْطُرُ مِنْهُ الْمَاءُ. وَهُوَ وَاشِلُ الْحَظِّ: نَاقِصُهُ. وَالْوُشُولُ: قِلَّةُ الْغَنَاءِ وَالضَّعْفُ. وَنَاقَةٌ وَشُولٌ: يَسِيلُ ضَرْعُهَا، وَذَلِكَ مِنْ كَثْرَةِ اللَّبَنِ.",
    "pg": "6:113"
  },
  "وشم": {
    "def": "الْوَاوُ وَالشِّينُ وَالْمِيمُ: كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى تَأْثِيرٍ فِي شَيْءٍ تَزْيِينًا لَهُ. مِنْهُ وَشْمُ الْيَدِ، إِذَا نُقِشَتْ وَغُرِزَتْ. وَأَوْشَمَتِ الْأَرْضُ: ظَهَرَ نَبَاتُهَا. وَأَوْشَمَ الْبَرْقُ: لَمَعَ لَمْعًا خَفِيفًا. وَيَتَّسِعُونَ فِي هَذَا فَيَقُولُونَ: مَا أَصَابَتْنَا الْعَامَ وَشْمَةٌ، أَيْ قَطْرَةٌ مِنْ مَطَرٍ، وَذَلِكَ لِأَنَّ بِالْقَطْرِ تُوشَمُ الْأَرْضُ. وَرُبَّمَا قَالُوا: كَانَتْ بَيْنِي وَبَيْنَهُ وَشِيمَةٌ، أَيْ كَلَامٌ. وَلَا يَكُونُ ذَلِكَ إِلَّا فِي كَلَامِ عَدَاوَةٍ. وَهَذَا تَمْثِيلٌ. وَأَوْشَمَ: نَظَرَ إِلَى الشَّيْءِ، كَأَنَّهُ نَظَرَ وَتَأَمَّلَ وَشْمَهُ.",
    "pg": "6:113-114"
  },
  "وشى": {
    "def": "الْوَاوُ وَالشِّينُ وَالْحَرْفُ الْمُعْتَلُّ: أَصْلَانِ، أَحَدُهُمَا يَدُلُّ عَلَى تَحْسِينِ شَيْءٍ وَتَزْيِينِهِ، وَالْآخَرُ عَلَى نَمَاءٍ وَزِيَادَةٍ.\nالْأَوَّلُ: وَشَيْتُ الثَّوْبَ أَشِيهِ وَشْيًا. وَيَقُولُونَ لِلَّذِي يَكْذِبُ وَيَنِمُّ وَيُزَخْرِفُ كَلَامَهُ: قَدْ وَشَى، وَهُوَ وَاشٍ.\nوَالْأَصْلُ الْآخَرُ: الْمَرْأَةُ الْوَاشِيَةُ: الْكَثِيرَةُ الْوَلَدِ. وَيُقَالُ ذَلِكَ لِكُلِّ مَا يَلِدُ. وَالْوَاشِي: الرَّجُلُ الْكَثِيرُ النَّسْلِ. وَالْوَشْيُ: الْكَثْرَةُ. وَوَشَى بَنُو فُلَانٍ: كَثُرُوا. وَمَا وَشَتْ هَذِهِ الْمَاشِيَةُ عِنْدِي، أَيْ مَا وَلَدَتْ.",
    "pg": "6:114"
  },
  "وصب": {
    "def": "الْوَاوُ وَالصَّادُ وَالْبَاءُ: كَلِمَةٌ تَدُلُّ عَلَى دَوَامِ شَيْءٍ. وَوَصَبَ الشَّيْءُ وُصُوبًا: دَامَ. وَوَصَبَ الدِّينُ: وَجَبَ. وَمَفَازَةٌ وَاصِبَةٌ: بَعِيدَةٌ لَا غَايَةَ لَهَا. وَفِي كِتَابِ اللَّهِ تَعَالَى: ﴿وَلَهُمْ عَذَابٌ وَاصِبٌ﴾ [الصافات: ٩] ، أَيْ دَائِمٌ. وَالْوَصَبُ: الْمَرَضُ الْمُلَازِمُ الدَّائِمُ. رَجُلٌ وَصِبٌ وَمُوَصَّبٌ: دَائِمُ الْأَوْصَابِ.",
    "pg": "6:117"
  },
  "وصد": {
    "def": "الْوَاوُ وَالصَّادُ وَالدَّالُ: أَصْلٌ يَدُلُّ عَلَى ضَمِّ شَيْءٍ إِلَى شَيْءٍ. وَأَوْصَدْتُ الْبَابَ: أَغْلَقْتُهُ. وَالْوَصِيدُ: النَّبْتُ الْمُتَقَارِبُ الْأُصُولِ. وَالْوَصِيدُ: الْفِنَاءُ لِاتِّصَالِهِ بِالرَّبْعِ. وَالْمُوصَدُ: الْمُطْبَقُ. وَقَالَ تَعَالَى: ﴿إِنَّهَا عَلَيْهِمْ مُؤْصَدَةٌ﴾ [الهمزة: ٨] .",
    "pg": "6:117"
  },
  "وصر": {
    "def": "الْوَاوُ وَالصَّادُ وَالرَّاءُ: كَلِمَةٌ وَاحِدَةٌ. قَالَ الْخَلِيلُ: الْوَصِيرَةُ: الصَّكُّ. وَيُقَالُ الْوِصْرُ: السِّجِلُّ يَكْتُبُهُ الْمَلِكُ لِمَنْ يُقْطِعُهُ. وَفِي بَعْضِ الْحَدِيثِ: «إِنَّ هَذَا اشْتَرَى مِنِّي أَرْضًا وَقَبَضَ مِنِّي وِصْرَهَا، فَلَا هُوَ يَرُدُّ عَلَيَّ الْوِصْرَ وَلَا يُعْطِينِي الثَّمَنَ» .\n\n[بَابُ الْوَاوِ وَالضَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:117"
  },
  "وصص": {
    "def": "الْوَاوُ وَالصَّادُ: كَلِمَةٌ تَدُلُّ عَلَى نَظَرٍ مِنْ خَرْقٍ، أَوْ خَرْقٍ يُنْظَرُ مِنْهُ. الْوَصْوَاصُ: الْبُرْقُعُ. وَوَصْوَصَ الْجَرْوُ: فَتَّحَ عَيْنَيْهِ. وَوَصْوَصَ فُلَانٌ: نَظَرَ بِعَيْنَيْهِ يُصَغِّرُهُمَا. وَحِجَارَةٌ الْأَيَادِيمِ، أَيْ مُتُونِ الْأَرْضِ: وَصَاوِصُ عَلَى التَّشْبِيهِ، لِأَنَّهَا تَبْرُقُ كَالْعُيُونِ. قَالَ:\nبِصُلَّبَاتٍ تَقِصُ الْوَصَاوِصَا",
    "pg": "6:76-77"
  },
  "وصع": {
    "def": "الْوَاوُ وَالصَّادُ وَالْعَيْنُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَصْعُ: طَائِرٌ صَغِيرٌ. وَفِي الْحَدِيثِ: «إِنَّ إِسْرَافِيلَ يَتَوَاضَعُ لِلَّهِ حَتَّى يَصِيرَ مِثْلَ الْوَصْعِ» .",
    "pg": "6:115"
  },
  "وصف": {
    "def": "الْوَاوُ وَالصَّادُ وَالْفَاءُ: أَصْلٌ وَاحِدٌ، هُوَ تَحْلِيَةُ الشَّيْءِ. وَوَصَفْتُهُ أَصِفُهُ وَصْفًا. وَالصِّفَةُ: الْأَمَارَةُ اللَّازِمَةُ لِلشَّيْءِ، كَمَا يُقَالُ وَزَنْتُهُ وَزْنًا، وَالزِّنَةُ: قَدْرُ الشَّيْءِ. يُقَالُ اتَّصَفَ الشَّيْءُ فِي عَيْنِ النَّاظِرِ: احْتَمَلَ أَنْ يُوصَفَ.\nوَأَمَّا قَوْلُهُمْ: وَصَفَتِ النَّاقَةُ وُصُوفًا، إِذَا أَجَادَتِ السَّيْرَ فَهُوَ [مِنْ قَوْلِهِمْ] لِلْخَادِمِ وَصِيفٌ، وَلِلْخَادِمَةِ وَصِيفَةٌ. وَيُقَالُ أَوْصَفَتِ الْجَارِيَةُ ; لِأَنَّهُمَا يُوصَفَانِ عِنْدَ الْبَيْعِ.",
    "pg": "6:115"
  },
  "وصل": {
    "def": "الْوَاوُ وَالصَّادُ وَاللَّامُ: أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ضَمِّ شَيْءٍ إِلَى شَيْءٍ حَتَّى يَعْلَقَهُ. وَوَصَلْتُهُ بِهِ وَصْلًا. وَالْوَصْلُ: ضِدُّ الْهِجْرَانِ. وَمَوْصِلُ الْبَعِيرِ: مَا بَيْنَ عَجُزِهِ وَفَخِذِهِ. وَالْوَاصِلَةُ فِي الْحَدِيثِ: الَّتِي تَصِلُ شَعْرَهَا بِشِعْرٍ آخَرَ زُورًا. وَيَقُولُ وَصَلْتُ الشَّيْءَ وَصْلًا، وَالْمَوْصُولُ بِهِ وِصْلٌ بِكَسْرِ الْوَاوِ. وَمِنَ الْبَابِ الْوَصِيلَةُ: الْعِمَارَةُ وَالْخِصْبُ. لِأَنَّهَا تَصِلُ النَّاسَ بَعْضَهُمْ بِبَعْضٍ، وَإِذَا أَجْدَبُوا تَفَرَّقُوا. وَالْوَصِيلَةُ: الْأَرْضُ الْوَاسِعَةُ، كَأَنَّهَا وُصِلَتْ فَلَا تَنْقَطِعُ. أَمَّا الْوَصِيلَةُ مِنَ الْغَنَمِ فِي قَوْلِهِ تَعَالَى: ﴿وَلَا وَصِيلَةٍ وَلَا حَامٍ﴾ [المائدة: ١٠٣] . . .",
    "pg": "6:115-116"
  },
  "وصم": {
    "def": "الْوَاوُ وَالصَّادُ وَالْمِيمُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى كَسْرٍ وَضَعْفٍ. وَوَجَدَ تَوْصِيمًا فِي جَسَدِهِ، أَيْ تَكْسِيرًا وَفَتْرَةً وَكَسَلًا. قَالَ:\nوَإِذَا رُمْتَ رَحِيلًا فَارْتَحِلْ ... وَاعْصِ مَا يَأْمُرُ تَوْصِيمُ الْكَسَلْ\nوَالْوَصْمُ: الصَّدْعُ غَيْرُ بَائِنٍ. يُقَالُ: أَصَابَ الْقَنَاةَ وَصْمٌ.\nوَيُحْمَلُ عَلَى هَذَا فَيُقَالُ لِلْعَارِ وَالْعَيْبِ: وَصْمٌ. قَالَ:\nفَإِنْ تَكُ جَرْمٌ ذَاتَ وَصْمٍ فَإِنَّنَا ... دَلَفْنَا إِلَى جَرْمٍ بِأَلْأَمَ مِنْ جَرْمِ",
    "pg": "6:116"
  },
  "وصى": {
    "def": "الْوَاوُ وَالصَّادُ وَالْحَرْفُ الْمُعْتَلُّ: أَصْلٌ يَدُلُّ عَلَى وَصْلِ شَيْءٍ بِشَيْءٍ. وَوَصَيْتُ الشَّيْءَ: وَصَلْتُهُ. وَيُقَالُ: وَطِئْنَا أَرْضًا وَاصِيَةً، أَيْ إِنَّ نَبْتَهَا مُتَّصِلٌ قَدِ امْتَلَأَتْ مِنْهُ. وَوَصَيْتُ اللَّيْلَةَ بِالْيَوْمِ: وَصَلْتُهَا، وَذَلِكَ فِي عَمَلٍ تَعْمَلُهُ. وَالْوَصِيَّةُ مِنْ هَذَا الْقِيَاسِ، كَأَنَّهُ كَلَامٌ يُوصَى أَيْ يُوصَلُ. يُقَالُ: وَصَّيْتُهُ تَوْصِيَةً، وَأَوْصَيْتُهُ إِيصَاءً.",
    "pg": "6:116-117"
  },
  "وضا": {
    "def": "الْوَاوُ وَالضَّادُ وَالْهَمْزَةُ: كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى حُسْنٍ وَنَظَافَةٍ. وَضُؤَ الرَّجُلُ يَوْضُؤُ، وَهِيَ وَضِيءٌ. وَالْوَضُوءُ: الْمَاءُ الَّذِي يُتَوَضَّأُ بِهِ. وَالْوُضُوءُ فِعْلُكَ إِذَا تَوَضَّأْتَ، مِنَ الْوَضَاءَةِ، وَهِيَ الْحُسْنُ وَالنَّظَافَةُ، كَأَنَّ الْغَاسِلَ وَجْهَهُ وَضَّأَهُ، أَيْ حَسَّنَهُ.",
    "pg": "6:119"
  },
  "وضح": {
    "def": "الْوَاوُ وَالضَّادُ وَالْحَاءُ: أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ظُهُورِ الشَّيْءِ وَبُرُوزِهِ. وَوَضَحَ الشَّيْءُ: أَبَانَ. [وَ] فِي الشِّجَاجِ الْمُوضِحَةُ، وَهِيَ تُبْدِي وَضَحَ الْعَظْمِ. وَاسْتَوْضَحْتُ الشَّيْءَ، إِذَا وَضَعْتَ يَدَكَ عَلَى عَيْنَيْكَ تَنْظُرُ هَلْ تَرَاهُ. وَجَاءَ فِي الْحَدِيثِ: «صُومُوا مِنْ وَضَحٍ إِلَى وَضَحٍ» أَيْ مِنْ ضَوْءٍ إِلَى ضَوْءٍ. وَالْوَضَّاحُ: الرَّجُلُ الْأَبْيَضُ اللَّوْنِ الْحَسَنُ. وَأَوْضَحَ الرَّجُلُ: وُلِدَ لَهُ الْبِيضُ مِنَ الْأَوْلَادِ. وَمِنْ أَيْنَ أَوْضَحْتَ، أَيْ مِنْ أَيْنَ بَدَا [وَضَحُكَ] ، أَيْ مِنْ أَيْنَ طَلَعْتَ. وَوَضَحُ الطَّرِيقِ: مَحَجَّتُهُ. وَالْوَاضِحَةُ: الْأَسْنَانُ تَبْدُو عِنْدَ الضَّحِكِ. قَالَ:\nكُلُّ خَلِيلٍ كَنْتُ خَالَلْتُهُ ... لَا تَرَكَ اللَّهُ لَهُ وَاضِحَهْ\nوَالْأَوْضَاحُ: بَقَايَا الْحَلِيِّ وَالصِّلِّيَانِ. وَالْأَوْضَاحُ: حَلْيٌ مِنْ فِضَّةٍ.",
    "pg": "6:119"
  },
  "وضخ": {
    "def": "الْوَاوُ وَالضَّادُ وَالْخَاءُ:. . . . . ( [وَضَرَ) الْوَاوُ وَالضَّادُ وَالرَّاءُ] : كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى لَطْخِ شَيْءٍ بِشَيْءٍ. فَالْوَضَرُ مِثْلُ الدَّرَنِ وَالزَّهَمِ. قَالَ:\nأَبَارِيقُ لَمْ يَعْلَقْ بِهَا وَضَرُ الزُّبْدِ\nقَالَ أَبُو عُبَيْدَةَ: يُقَالُ لِبَقِيَّةِ الشَّيْءِ عَلَى الشَّيْءِ: الْوَضَرُ، كَبَقِيَّةِ الْهِنَاءِ عَلَى الْبَعِيرِ.\n\n[بَابُ الْوَاوِ وَالطَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:119-120"
  },
  "وضع": {
    "def": "الْوَاوُ وَالضَّادُ وَالْعَيْنُ: أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْخَفْضِ [لِلشَّيْءِ] وَحَطِّهِ. وَوَضَعْتُهُ بِالْأَرْضِ وَضْعًا، وَوَضَعَتِ الْمَرْأَةُ وَلَدَهَا. [وَ] وُضِعَ فِي تِجَارَتِهِ يُوضَعُ: خَسِرَ. وَالْوَضَائِعُ: قَوْمٌ يُنْقَلُونَ مِنْ أَرْضٍ إِلَى أَرْضٍ يَسْكُنُونَ بِهَا. الْوَضِيعُ: الرَّجُلُ الدَّنِيُّ. وَالدَّابَّةُ تَضَعُ فِي سَيْرِهَا وَضْعًا، وَهُوَ سَيْرٌ سَهْلٌ يُخَالِفُ الْمَرْفُوعَ. قَالَ:\nمَرْفُوعُهَا زَوْلٌ وَمَوْضُوعُهَا ... كَمَرِّ صَوْبٍ لَجِبٍ وَسْطَ رِيحْ\nيُقَالُ مِنْهُ: إِنَّهَا لَحَسَنَةُ الْمَوْضُوعِ. وَقَدْ أَوْضَعَهَا رَاكِبُهَا. وَوَضَعَ الرَّجُلُ: سَارَ ذَلِكَ السَّيْرَ. وَذُكِرَ أَنَّ [الْوَاضِعَاتِ] : الْإِبِلُ تَأْكُلُ الْخَلَّةَ. وَأَنْشَدُوا:\nرَأَى صَاحِبِي فِي الْوَاضِعَاتِ نَجِيبَةً ... وَأَمْثَالَهَا فِي الْغَادِيَاتِ الْقَوَامِسِ\nوَالرَّجُلُ الْمُوَضَّعُ: الَّذِي لَيْسَ بِمُسْتَحْكِمِ الْأَمْرِ.",
    "pg": "6:117-118"
  },
  "وضم": {
    "def": "الْوَاوُ وَالضَّادُ وَالْمِيمُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَضَمُ: كُلُّ شَيْءٍ يُوضَعُ عَلَيْهِ اللَّحْمُ مِنْ خَشَبٍ وَحَجَرٍ. وَضَمْتُ اللَّحْمَ: اتَّخَذْتُ لَهُ وَضَمًا. وَأَوْضَمْتُهُ: جَعَلْتُهُ عَلَى الْوَضَمِ. وَيُقَالُ: اسْتَوْضَمْتُ الرَّجُلَ، أَيِ اسْتَضَمْتُهُ وَجَعَلْتُهُ تَحْتِي كَالْوَضَمِ. وَتَوَضَّمَ الرَّجُلُ الْمَرْأَةَ: وَقَعَ عَلَيْهَا. وَالْوَضِيمَةُ: الْقَوْمُ يَقِلُّ عَدَدُهُمْ، يَنْزِلُونَ عَلَى الْقَوْمِ فَيُحْسِنُونَ إِلَيْهِمْ.",
    "pg": "6:118-119"
  },
  "وطا": {
    "def": "الْوَاوُ وَالطَّاءُ وَالْهَمْزَةُ. كَلِمَةٌ تَدُلُّ عَلَى تَمْهِيدِ شَيْءٍ وَتَسْهِيلِهِ. وَوَطَّأْتُ لَهُ الْمَكَانَ. وَالْوِطَاءُ: مَا تَوَطَّأْتَ بِهِ مِنْ فِرَاشٍ. وَوَطِئْتُهُ بِرِجْلِي أَطَؤُهُ. وَفِي الْحَدِيثِ: «اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ» ، وَالْمُوَاطَأَةُ: الْمُوَافَقَةُ عَلَى أَمْرٍ يُوَطِّئُهُ كُلُّ وَاحِدٍ لِصَاحِبِهِ.",
    "pg": "6:120-121"
  },
  "وطب": {
    "def": "الْوَاوُ وَالطَّاءُ وَالْبَاءُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ وَطْبُ اللَّبَنِ: سِقَاؤُهُ. وَيُشَبَّهُ بِهِ الْمَرْأَةُ الْعَظِيمَةُ الثَّدْيِ، فَيُقَالُ وَطْبَاءُ. وَالْوَطْبُ: الرَّجُلُ الْجَافِي، وَهَذَا أَيْضًا مِنَ التَّشْبِيهِ.",
    "pg": "6:121"
  },
  "وطح": {
    "def": "الْوَاوُ وَالطَّاءُ وَالْحَاءُ: كَلِمَةٌ تَدُلُّ عَلَى مُزَاحَمَةٍ وَمُدَاوَلَةٍ. يُقَالُ: تَوَاطَحَ عَلَى الْمَاءِ وِرْدٌ كَثِيرٌ، أَيِ ازْدَحَمَ. وَتَوَاطَحُوا عَلَى الشَّيْءِ: تَدَاوَلُوهُ. وَيَقُولُونَ: الْوَطَحُ: مَا تَعَلَّقَ بِالْأَظْلَافِ وَمَخَالِبِ الطَّيْرِ مِنْ طِينٍ وَعُرٍّ.",
    "pg": "6:121"
  },
  "وطد": {
    "def": "الْوَاوُ وَالطَّاءُ وَالدَّالُ: أَصْلٌ وَاحِدٌ، وَهُوَ أَنْ تُثَبِّتَ شَيْئًا بِوَطْثِكَ حَتَّى يَتَصَلَّبَ. وَوَطَدْتُهُ أَطِدُهُ إِلَى الْأَرْضِ، عَلَى مَعْنَى الِاسْتِعَارَةِ، إِذَا أَهَانَهُ. وَالْمِيطَدَةُ: خَشَبَةٌ يُوطَدُ بِهَا الْمَكَانُ حَتَّى يَصْلُبَ. وَيُقَالُ لِأَثَافِيِّ الْقِدْرِ: الْوَطَائِدُ. وَالطَّادِي فِي شِعْرِ الْقَطَامِيُّ، فِي قَوْلِهِ:\nتَقَضَّى [بَوَاقِي] دَيْنِهَا الطَّادِي\nالْوَاطِدُ، وَهُوَ مَقْلُوبٌ. وَعَادَتْهُ طَادِيَّةٌ: قَدِيمَةٌ.",
    "pg": "6:121-122"
  },
  "وطر :": {
    "def": "الْوَاوُ وَالطَّاءُ وَالرَّاءُ: كَلِمَةٌ وَاحِدَةٌ. الْوَطَرُ: الْحَاجَةُ وَالنَّهْمَةُ، لَا يُبْنَى مِنْهُ فِعْلٌ.",
    "pg": "6:122"
  },
  "وطس": {
    "def": "الْوَاوُ وَالطَّاءُ وَالسِّينُ: كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى وَطْءِ شَيْءٍ حَتَّى يَنْهَزِمَ. وَيُقَالُ: وَطَسْتُ الْأَرْضَ بِرِجْلِي أَطِسُهَا وَطْسًا، أَيْ هَزَمْتُ فِيهَا هَزْمَةً. وَالْوَطِيسُ: التَّنُّورُ، مِنْهُ لِأَنَّهُ كَالْهَزْمِ فِي الْأَرْضِ. وَيُعَبَّرُ [بِهِ] عَنِ الْأَمْرِ الشَّدِيدِ.",
    "pg": "6:122"
  },
  "وطط": {
    "def": "الْوَاوُ وَالطَّاءُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَطْوَاطُ: الْخُطَّافُ، وَبِهِ سُمِّي الْجَبَانُ وَطْوَاطًا. قَالَ أَبُو بَكْرٍ: الْوَطْوَطَةُ: الضَّعْفُ.",
    "pg": "6:77"
  },
  "وطف": {
    "def": "الْوَاوُ وَالطَّاءُ وَالْفَاءُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى طُولِ شَيْءٍ وَرَخَاوَتِهِ. مِنْ ذَلِكَ: الْوَطْفُ: طُولُ الْأَشْفَارِ وَتَهَدُّلُهَا. وَالْوَطْفُ: انْهِمَالُ الْمَطَرِ. وَالْأَوْطَفُ: الْبَعِيرُ الْقَصِيرُ شَعْرِ الْأُذُنَيْنِ وَالْعَيْنَيْنِ. وَإِنَّمَا يُرَادُ بِهَذَا أَنَّهُ لَا يَبْلُغُ بِهِ وَطَفُهُ أَنْ يَكُونَ أَزَبَّ، لِأَنَّ كُلَّ أَزَبَّ نَفُورٌ. فَهَذَا دُونَ الْأَزَبِّ، وَإِلَّا فَهُوَ تَامُّ الشَّعْرِ. وَيُسْتَعَارُ فَيُقَالُ: هُوَ فِي عَيْشٍ أَوْطَفَ، أَيْ وَاسِعٍ رَخِيٍّ.",
    "pg": "6:120"
  },
  "وطن": {
    "def": "الْوَاوُ وَالطَّاءُ وَالنُّونُ: كَلِمَةٌ صَحِيحَةٌ. فَالْوَطَنُ: مَحَلُّ الْإِنْسَانِ. وَأَوْطَانُ الْغَنَمِ: مَرَابِضُهَا. وَأَوْطَنْتُ الْأَرْضَ: اتَّخَذْتُهَا وَطَنًا. وَالْمِيطَانُ: الْغَايَةُ.",
    "pg": "6:120"
  },
  "وظب": {
    "def": "الْوَاوُ وَالظَّاءُ وَالْبَاءُ: كَلِمَةٌ تَدُلُّ عَلَى مُدَاوَمَةٍ. يُقَالُ: وَظَبَ يَظِبُ وَظْبًا. وَوَاظَبْتُ عَلَى الشَّيْءِ مُوَاظَبَةً، وَهِيَ الْمُدَاوَمَةُ. وَيُقَالُ: أَرْضٌ مَوْظُوبَةٌ، أَيِ اسْتَقْصَتِ الرَّاعِيَةُ رَعْيَهَا، وَهِيَ مِنَ الْقِيَاسِ الَّذِي ذَكَرْنَاهُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْوَاوِ وَالْعَيْنِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:123"
  },
  "وظف": {
    "def": "الْوَاوُ وَالظَّاءُ وَالْفَاءُ: كَلِمَةٌ تَدُلُّ عَلَى تَقْدِيرِ شَيْءٍ. يُقَالُ: وَظَّفْتَ لَهُ، إِذَا قَدَّرْتَ لَهُ كُلَّ حِينٍ شَيْئًا مِنْ رِزْقٍ أَوْ طَعَامٍ. ثُمَّ اسْتُعِيرَ ذَلِكَ فِي عَظْمِ السَّاقِ، كَأَنَّهُ شَيْءٌ مُقَدَّرٌ، وَهُوَ مَا فَوْقَ الرُّسْغِ مِنْ قَائِمَةِ الدَّابَّةِ إِلَى السَّاقِ. وَيُقَالُ وَظَفْتُ الْبَعِيرَ، إِذَا قَصَرْتَ لَهُ الْقَيْدَ. وَيُقَالُ: مَرَّ يَظِفُهُمْ، أَيْ يُتْبِعُهُمْ كَأَنَّهُ يَجْعَلُ وَظِيفَهُ بِإِزَاءِ أَوْظِفَتِهِمْ.",
    "pg": "6:122-123"
  },
  "وعب": {
    "def": "الْوَاوُ وَالْعَيْنُ وَالْبَاءُ: كَلِمَةٌ تَدُلُّ عَلَى اسْتِيظَافِ الشَّيْءِ. وَأَوْعَبْتُ الشَّيْءَ: اسْتَوْظَفْتُهُ كُلَّهُ. وَيَقُولُونَ: \" فِي الْأَنْفِ إِذَا اسْتُوعِبَ جَدْعُهُ الدِّيَةُ \"، أَيِ اسْتُؤْصِلَ فَلَمْ يُتْرَكْ مِنْهُ شَيْءٌ. وَجَاءَ فُلَانٌ مُوعِبًا، أَيْ جَمَعَ مَا اسْتَطَاعَ مِنْ جَمْعٍ. وَأَتَى الْفَرَسُ بِرَكْضٍ وَعِيبٍ، أَيْ جَاءَ بِأَقْصَى مَا عِنْدَهُ.",
    "pg": "6:124"
  },
  "وعث": {
    "def": "الْوَاوُ وَالْعَيْنُ وَالثَّاءُ: كَلِمَةٌ تَدُلُّ عَلَى سُهُولَةٍ فِي الشَّيْءِ وَرَخَاوَةٍ. وَمَكَانٌ أَوْعَثُ. قَالَ الْخَلِيلُ: الْوَعْثُ مِنَ الرَّمْلِ: مَا غَابَتْ فِيهِ الْقَوَائِمُ. وَامْرَأَةٌ وَعْثَةٌ: كَثِيرَةُ اللَّحْمِ. وَوَعِثَ لِسَانُهُ: الْتَاثَ فَلَمْ يُبَيِّنْ، كَأَنَّهُ اسْتَرْخَى وَلَانَ. فَإِنْ قِيلَ: فَكَيْفَ قَالَ: «أَعُوذُ بِكَ مِنْ وَعْثَاءَ السَّفَرِ» ، وَقَدْ زَعَمْتُمْ أَنَّ ذَلِكَ دَالٌّ عَلَى السُّهُولَةِ؟ قِيلَ: الْمَعْنَى الَّذِي ذَهَبْنَا إِلَيْهِ صَحِيحٌ، وَإِنَّمَا الرَّمْلُ إِذَا غَابَتْ فِيهِ الْقَوَائِمُ فَإِنَّهُ يَدْعُو إِلَى الْمَشَقَّةِ، فَلِذَلِكَ قِيلَ: نَعُوذُ بِكَ مِنْ وَعْثَاءَ السَّفَرِ. وَالْمَعْنَيَانِ صَحِيحَانِ.",
    "pg": "6:124-125"
  },
  "وعد": {
    "def": "الْوَاوُ وَالْعَيْنُ وَالدَّالُ: كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى تَرْجِيَةٍ بِقَوْلٍ. يُقَالُ: وَعَدْتُهُ أَعِدُهُ وَعْدًا. وَيَكُونُ ذَلِكَ بِخَيْرٍ وَشَرٍّ. فَأَمَّا الْوَعِيدُ فَلَا يَكُونُ إِلَّا بِشَرٍّ. يَقُولُونَ: أَوْعَدْتُهُ بِكَذَا. قَالَ:\nأَوْعَدَنِي بِالسِّجْنِ وَالْأَدَاهِمِ\n. . . .\nوَالْمُوَاعَدَةُ مِنَ الْمِيعَادِ. وَالْعِدَةُ: الْوَعْدُ. وَجَمْعُهَا عِدَاتٌ: وَالْوَعْدُ لَا يُجْمَعُ. وَوَعِيدُ الْفَحْلِ: [هَدِيرُهُ] إِذَا هَمَّ أَنْ يَصُولَ. قَالَ:\nيُوعِدُ قَلْبَ الْأَعْزَلِ.\nوَأَرْضُ بَنِي فُلَانٍ وَاعِدَةٌ، إِذَا رُجِيَ خَيْرُهَا مِنَ الْمَطَرِ وَالْإِعْشَابِ. وَيَوْمٌ وَاعِدٌ: أَوَّلُهُ يَعِدُ بِحَرٍّ أَوْ بَرْدٍ.",
    "pg": "6:125"
  },
  "وعر": {
    "def": "الْوَاوُ وَالْعَيْنُ وَالرَّاءُ: كَلِمَةٌ تَدُلُّ عَلَى صَلَابَةٍ وَخُشُونَةٍ. وَمَكَانٌ وَعْرٌ بَيِّنُ الْوُعُورَةِ، وَوَعِرَ يَوْعُرُ وَتَوَعَّرَ. وَفُلَانٌ وَعْرُ الْمَعْرُوفِ: نَكِدُهُ. وَسَأَلْنَاهُ حَاجَةً فَتَوَعَّرَ عَلَيْنَا، أَيْ تَشَدَّدَ.",
    "pg": "6:125-126"
  },
  "وعز": {
    "def": "الْوَاوُ وَالْعَيْنُ وَالزَّاءُ: كَلِمَةٌ وَاحِدَةٌ فِي التَّقْدِمَةِ فِي الشَّيْءِ. يُقَالُ: وَعَزْتُ إِلَيْهِ: تَقَدَّمْتُ فِي الْأَمْرِ، وَأَوْعَزْتُ كَذَلِكَ، وَذَلِكَ إِذَا تَقَدَّمْتَ إِلَيْهِ فَأَمَرْتَهُ بِهِ.",
    "pg": "6:126"
  },
  "وعس": {
    "def": "الْوَاوُ وَالْعَيْنُ وَالسِّينُ: أَصْلٌ يَدُلُّ عَلَى سُهُولَةٍ فِي الشَّيْءِ. مِنْ ذَلِكَ الْوَعْسَاءُ: الْأَرْضُ اللَّيِّنَةُ ذَاتُ الرَّمْلِ. وَالْمِيعَاسُ: الْأَرْضُ لَمْ تُوطَأْ. وَالْمُوَاعَسَةُ: ضَرْبٌ مِنْ سَيْرِ الْإِبِلِ سَهْلٌ. يُقَالُ: وَاعَسْنَا لَيْلَتَنَا هَذِهِ: أَدْلَجْنَا. وَلَا تَكُونُ الْمُوَاعَسَةُ إِلَّا بِاللَّيْلِ.",
    "pg": "6:126"
  },
  "وعظ": {
    "def": "الْوَاوُ وَالْعَيْنُ وَالظَّاءُ: كَلِمَةٌ وَاحِدَةٌ. فَالْوَعْظُ: التَّخْوِيفُ. وَالْعِظَةُ الِاسْمُ مِنْهُ ; قَالَ الْخَلِيلُ: هُوَ التَّذْكِيرُ بِالْخَيْرِ وَمَا يَرِقُّ لَهُ قَلْبُهُ.\n\n[بَابُ الْوَاوِ وَالْغَيْنِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:126"
  },
  "وعع": {
    "def": "الْوَاوُ وَالْعَيْنُ: كَلِمَةٌ تَدُلُّ عَلَى صَوْتٍ. يُقَالُ وَعْوَعَ الذِّئْبُ وَعَلَى التَّشْبِيهِ يُقَالُ لِلشَّهْمِ الظَّرِيفِ: وَعْوَعِيٌّ. وَكُلُّ صَوْتٍ مُخْتَلِطٍ: وَعْوَاعٌ. قَالَ:\nفَيَظَلُّ مِنْهُ الْقَوْمُ فِي وَعْوَاعٍ",
    "pg": "6:77"
  },
  "وعق": {
    "def": "الْوَاوُ وَالْعَيْنُ وَالْقَافُ: كَلِمَتَانِ: إِحْدَاهُمَا الْوَعِيقُ: صَوْتٌ يَخْرُجُ مِنْ قُنْبِ الدَّابَّةِ. وَالثَّانِيَةُ الْوَعْقَةُ، هُوَ الرَّجُلُ السَّيِّئُ الْخُلُقِ، وَكَذَلِكَ الْوَعْقُ.",
    "pg": "6:123"
  },
  "وعك": {
    "def": "الْوَاوُ وَالْعَيْنُ وَالْكَافُ، يَدُلُّ عَلَى عَرْكِ شَيْءٍ وَتَذْلِيلِهِ. مِنْهُ وَعْكُ الْحُمَّى، كَأَنَّهَا تَعْرُكُ الْجِسْمَ عَرْكًا. وَتَقُولُ الْعَرَبُ: أَوْعَكَتِ الْكِلَابُ الصَّيْدَ، إِذَا مَرَّغَتْهُ فِي التُّرَابِ. وَالْوَعْكَةُ: مَعْرَكَةُ الْأَبْطَالِ. وَأَوْعَكَتِ الْإِبِلُ: ازْدَحَمَتْ، وَهُوَ ذَلِكَ الْقِيَاسُ.",
    "pg": "6:123"
  },
  "وعل": {
    "def": "الْوَاوُ وَالْعَيْنُ وَاللَّامُ كَلِمَتَانِ: إِحْدَاهُمَا الْوَعْلُ: ذَكَرُ الْأَرْوَى. [وَ] عَلَى التَّشْبِيهِ قِيلَ لِكِبَارِ النَّاسِ وُعُولٌ. وَفِي الْحَدِيثِ: «تَظْهَرُ التُّحُوتُ وَ [تَذْهَبُ] الْوُعُولُ» . التُحُوتُ: الدُّونُ. وَالْوُعُولُ: الْأَشْرَافُ.\nوَالثَّانِيَةُ قَوْلُهُمْ: لَا وَعْلَ عَنْهُ، أَيْ لَا مَلْجَأَ.",
    "pg": "6:123-124"
  },
  "وعن": {
    "def": "الْوَاوُ وَالْعَيْنُ وَالنُّونُ: لَيْسَ بِأَصْلٍ، لَكِنَّهُمْ يَقُولُونَ: الْوَعْنَةُ الْأَرْضُ الْبَيْضَاءُ. وَيَقُولُونَ: تَوَعَّنَتِ الْإِبِلُ: أَخَذَ فِيهَا السِّمَنُ.",
    "pg": "6:124"
  },
  "وعي": {
    "def": "الْوَاوُ وَالْعَيْنُ وَالْيَاءُ: كَلِمَةٌ تَدُلُّ عَلَى ضَمِّ شَيْءٍ. وَوَعَيْتُ الْعِلْمَ أَعِيهِ وَعْيًا. وَأَوْعَيْتُ الْمَتَاعَ فِي الْوِعَاءِ أُوَعِّيهِ. قَالَ:\nوَالشَّرُّ أَخْبَثُ مَا أَوَعَيْتَ مِنْ زَادِ\nوَأَمَّا الْوَعَى فَالْجَلَبَةُ وَالْأَصْوَاتُ. وَهُوَ عِنْدَنَا مِنْ بَابِ الْإِبْدَالِ، وَالْأَصْلُ الْغَيْنُ. وَالْوَعِيَّةُ: الصَّارِخَةُ، مِنَ الْوَعَى. وَيَقُولُونَ: لَا وَعْيَ عَنْ كَذَا.",
    "pg": "6:124"
  },
  "وغا": {
    "def": "الْوَاوُ وَالْغَيْنُ وَالْحَرْفُ الْمُعْتَلُّ. الصَّحِيحُ مِنْهُ الْوَغَى: الْجَلَبَةُ وَالْأَصْوَاتُ. وَكَلِمَةٌ يُقَالُ إِنَّ الْأَوَاغِيَ: مَفَاجِرُ الدِّبَارِ فِي الْمَزَارِعِ.",
    "pg": "6:127"
  },
  "وغب": {
    "def": "الْوَاوُ وَالْغَيْنُ وَالْبَاءُ: كَلِمَةٌ تَدُلُّ عَلَى سُقُوطٍ وَضَعْفٍ. مِنْهُ الْوَغْبُ: الرَّجُلُ الْجَبَانُ. قَالَ:\nوَلَا بِبِرْشَاعِ الْوِخَامِ وَغْبِ وَالْأَوْغَابُ: أَسْقَاطُ الْبَيْتِ كَالْقَصْعَةِ وَالْبُرْمَةِ وَنَحْوِهَا.",
    "pg": "6:127-128"
  },
  "وغد": {
    "def": "الْوَاوُ وَالْغَيْنُ وَالدَّالُ: كَلِمَةٌ تَدُلُّ عَلَى دَنَاءَةٍ. وَرَجُلٌ وَغْدٌ وَهُوَ الدَّنِيُّ، مِنْ قَوْلِكَ وَغَدْتُهُمْ أَغِدُهُمْ، إِذَا خَدَمْتَهُمْ. وَالْأَصْلُ الْوَغْدُ: قِدْحٌ لَا حَظَّ لَهُ.\nوَمِمَّا شَذَّ عَنْ ذَلِكَ قَوْلُهُمْ: الْمُوَاغَدَةُ فِي السَّيْرِ: سَيْرٌ لَيْسَ بِالشَّدِيدِ.",
    "pg": "6:128"
  },
  "وغر": {
    "def": "الْوَاوُ وَالْغَيْنُ وَالرَّاءُ: كَلِمَةٌ تَدُلُّ عَلَى حَرَارَةٍ، ثُمَّ يُسْتَعَارُ. فَالْوَغْرَةُ: شِدَّةُ الْحَرِّ. وَالْوَغِيرُ: لَحْمٌ يُشْوَى عَلَى الرَّمْضَاءِ. وَوُغِرَ صَدْرُهُ يَوْغَرُ: اغْتَاظَ، وَهُوَ قِيَاسُ مَا ذَكَرْنَاهُ. وَيُقَالُ: الْإِيغَارُ: أَنْ تُحْمَى الْحِجَارَةُ ثُمَّ تُلْقَى فِي الْمَاءِ لِتُسَخِّنَهُ. وَقَوْلُ الْقَائِلِ:\nوَلَقَدْ عَرَفْتَ مَكَانَهُمْ فَكَرِهْتَهُمْ ... كَكَرَاهَةِ الْخِنْزِيرِ لِلْإِيغَارِ\nوَالْإِيغَارُ: أَنْ يُوغِرَ الْمَلِكُ الْأَرْضَ الرَّجُلَ: يَجْعَلُهَا لَهُ مِنْ غَيْرِ خَرَاجٍ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْوَاوِ وَالْفَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:128"
  },
  "وغف": {
    "def": "الْوَاوُ وَالْغَيْنُ وَالْفَاءُ ثَلَاثُ كَلِمَاتٍ.\nالْوَغْفُ: سُرْعَةُ الْعَدْوِ، وَيُقَالُ هُوَ الْإِيغَافُ، وَأَوْغَفَ يُوغِفُ.\nوَالثَّانِيَةُ الْوَغْفُ، يُقَالُ: ضَعْفُ الْبَصَرِ.\nوَالثَّالِثَةُ: الْوَغْفُ: قِطْعَةُ أَدَمٍ، يُشَدُّ عَلَى بَطْنِ التَّيْسِ لِئَلَّا يَنْزُوَ.",
    "pg": "6:126-127"
  },
  "وغق": {
    "def": "الْوَاوُ وَالْغَيْنُ وَالْقَافُ. يَقُولُونَ: الْوَغِيقُ كَالْوَعِيقِ.",
    "pg": "6:127"
  },
  "وغل": {
    "def": "الْوَاوُ وَالْغَيْنُ وَاللَّامُ: كَلِمَةٌ تَدُلُّ عَلَى تَقَحُّمٍ فِي سَيْرٍ وَمَا أَشْبَهَ ذَلِكَ. وَأَوْغَلَ الْقَوْمُ: أَمْعَنُوا فِي مَسِيرِهِمْ. وَمِنَ التَّقَحُّمِ الْوَاغِلُ: الَّذِي يَدْخُلُ عَلَى الْقَوْمِ يَشْرَبُونَ وَلَمْ يُدْعَ ; وَذَلِكَ الشَّرَابُ الْوَغْلُ. قَالَ:\nفَالْيَوْمَ أَشْرَبْ غَيْرَ مُسْتَحْقِبٍ ... إِثْمًا مِنَ اللَّهِ وَلَا وَاغِلِ\nوَيُقَالُ: وَغَلَ يَغِلُ، إِذَا تَوَارَى فِي الشَّجَرِ. وَيُقَالُ: الْوَغْلُ: الرَّجُلُ لَا يَصْلُحُ لِشَيْءٍ، كَأَنَّهُ خَفِيَ. وَالْوَغْلُ: السَّيِّئُ الْغِذَاءِ.",
    "pg": "6:127"
  },
  "وغم": {
    "def": "الْوَاوُ وَالْغَيْنُ وَالْمِيمُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْوَغْمُ: الْغَيْظُ فِي الصَّدْرِ، وَالْحِقْدُ. قَالَ:\nيَقُومُ عَلَى الْوَغْمِ فِي قَوْمِهِ ... فَيَعْفُو إِذَا شَاءَ أَوْ يَنْتَقِمْ\nفَأَمَّا قَوْلُهُمْ: وَغَمَ بِالْخَبَرِ فَأَصْلُهُ نَغَمَ.",
    "pg": "6:127"
  },
  "وفد": {
    "def": "الْوَاوُ وَالْفَاءُ وَالدَّالُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِشْرَافٍ وَطُلُوعٍ. مِنْهُ الْوَافِدُ: الْقَوْمُ يَفِدُونَ. وَالْوَفْدُ: ذِرْوَةُ الْحَبْلِ مِنَ الرَّمْلِ الْمُشْرِفِ. وَالْوَافِدُ مِنَ الْإِبِلِ: مَا يَسْبِقُ سَائِرَهَا. وَالْإِيفَادُ: الْإِسْرَاعُ، وَالْوَافِدَانِ هُمَا عَظْمَانِ نَاشِزَانِ مِنَ الْخَدَّيْنِ عِنْدَ الْمَضْغِ. وَإِذَا هَرِمَ الْإِنْسَانُ غَارَ وَافِدُهُ. قَالَ الْأَعْشَى:\nرَأَتْ رَجُلًا غَائِرَ الْوَافِدَيْ ... نِ مُخْتَلِفَ اللَّوْنِ أَعْشَى ضَرِيرًا\nوَأَوْفَدَ عَلَى الشَّيْءِ وَأَوْفَى: أَشْرَفَ.",
    "pg": "6:129"
  },
  "وفر": {
    "def": "الْوَاوُ وَالْفَاءُ وَالرَّاءُ: كَلِمَةٌ تَدُلُّ عَلَى كَثْرَةٍ وَتَمَامٍ. وَفَرَ الشَّيْءُ يَفِرُ، وَهُوَ مَوْفُورٌ، وَوَفَرَهُ اللَّهُ. وَمِنْهُ وَفْرَةُ الشَّعْرِ: دُونَ الْجُمَّةِ. وَاشْتِقَاقُ اسْمِ الْمَالِ الْوَفْرِ مِنْهُ. قَالَ: تَمَنَّيْتُ مِنْ حُبِّي بُثَيْنَةَ أَنَّنَا ... عَلَى رَمَثٍ فِي الشَّرْمِ لَيْسَ لَنَا وَفْرُ\nوَالْوَفْرَاءُ: الْمَزَادَةُ لَمْ يُنْقَصْ مِنْ أَدِيمِهَا شَيْءٌ.",
    "pg": "6:129-130"
  },
  "وفز": {
    "def": "الْوَاوُ وَالْفَاءُ وَالزَّاءُ: كَلِمَةٌ تَدُلُّ عَلَى عَجَلَةٍ وَقِلَّةِ اسْتِقْرَارٍ. وَأَنَا عَلَى وَفْزٍ وَأَوْفَازٍ، أَيْ عَجَلَةٍ. قَالَ الشَّيْبَانِيُّ: هُوَ عَلَى أَوْفَازٍ، وَلَمْ يُقَلْ مِنْهُ وَاحِدٌ. وَالْوَفَزُ: النَّشْزُ مِنَ الْأَرْضِ. وَكَذَلِكَ يُقَالُ: جَلَسَ مُسْتَوْفِزًا، كَأَنَّهُ غَيْرُ مُسْتَقِرٍّ.",
    "pg": "6:130"
  },
  "وفض": {
    "def": "الْوَاوُ وَالْفَاءُ وَالضَّادُ: ثَلَاثُ كَلِمَاتٍ مُتَبَايِنَةٌ: الْأُولَى أَوْفَضَ إِيفَاضًا: أَسْرَعَ. وَجَاءَ عَلَى وَفْضٍ وَأَوْفَاضٍ، أَيْ عَجَلَةٍ.\nوَالثَّانِيَةُ الْأَوْفَاضُ: الْفِرَقُ مِنَ النَّاسِ.\nوَالثَّالِثَةُ الْوَفْضَةُ: الْكِنَانَةُ، وَجَمْعُهَا وِفَاضٌ.",
    "pg": "6:130"
  },
  "وفع": {
    "def": "الْوَاوُ وَالْفَاءُ وَالْعَيْنُ. يَقُولُونَ: الْوَفْعَةُ: خِرْقَةٌ يُقْتَبَسُ فِيهَا نَارٌ. وَالْوَفِيعَةُ كَالسَّلَّةِ تُتَّخَذُ مِنَ الْعَرَاجِينِ. وَيُقَالُ الْوَفْعَةُ: صِمَامُ الْقَارُورَةِ.\n\n[بَابُ الْوَاوِ وَالْقَافِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:130"
  },
  "وفق": {
    "def": "الْوَاوُ وَالْفَاءُ وَالْقَافُ: كَلِمَةٌ تَدُلُّ عَلَى مُلَاءَمَةِ الشَّيْئَيْنِ. مِنْهُ الْوَفْقُ: الْمُوَافَقَةُ. وَاتَّفَقَ الشَّيْئَانِ: تَقَارَبَا وَتَلَاءَمَا. وَوَافَقْتُ فُلَانًا: صَادَقْتُهُ، كَأَنَّهُمَا اجْتَمَعَا مُتَوَافِقَيْنِ.",
    "pg": "6:128-129"
  },
  "وفل": {
    "def": "الْوَاوُ وَالْفَاءُ وَاللَّامُ: كَلِمَةٌ تَدُلُّ عَلَى شَعَرٍ وَخُشُونَةٍ. وَدُبِغَ السِّقَاءُ حَتَّى ذَهَبَ وَفْلُهُ، أَيْ مَا عَلَيْهِ مِنْ شَعْرٍ وَخُشُونَةٍ. وَالْوَفْلُ: مَا تَطَايَرَ مِنَ الْجِلْدِ مِنْ شَعَرِهِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "6:129"
  },
  "وفى": {
    "def": "الْوَاوُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ: كَلِمَةٌ تَدُلُّ عَلَى إِكْمَالٍ وَإِتْمَامٍ. مِنْهُ الْوَفَاءُ: إِتْمَامُ الْعَهْدِ وَإِكْمَالُ الشَّرْطِ. وَوَفَى: أَوْفَى، فَهُوَ وَفِيٌّ. وَيَقُولُونَ: أَوْفَيْتُكَ الشَّيْءَ، إِذَا قَضَيْتَهُ إِيَّاهُ وَافِيًا. وَتَوَفَّيْتُ الشَّيْءَ وَاسْتَوْفَيْتُهُ ; [إِذَا أَخَذْتَهُ كُلَّهُ] حَتَّى لَمْ تَتْرُكْ مِنْهُ شَيْئًا. وَمِنْهُ يُقَالُ لِلْمَيِّتِ: تَوَفَّاهُ اللَّهُ.",
    "pg": "6:129"
  },
  "وقب": {
    "def": "الْوَاوُ وَالْقَافُ وَالْبَاءُ: كَلِمَةٌ تَدُلُّ عَلَى غَيْبَةِ شَيْءٍ فِي مَغَابٍ. يُقَالُ وَقَبَ الشَّيْءُ: دَخَلَ فِي وَقْبَةٍ، وَهِيَ كَالنُّقْرَةِ فِي الشَّيْءِ. وَوَقَبَتْ عَيْنَاهُ: غَارَتَا. [وَ] وَقَبَ الشَّيْءُ: نَزَلَ وَوَقَعَ. قَالَ اللَّهُ تَعَالَى: ﴿وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ﴾ [الفلق: ٣] ، قَالُوا: هُوَ اللَّيْلُ إِذَا نَزَلَ. وَأَمَّا قَوْلُهُمْ: إِنَّ الْوَقْبَ هُوَ الْأَحْمَقُ فَهُوَ مِنَ الْإِبْدَالِ، وَالْأَصْلُ وَغْبٌ، وَقَدْ ذَكَرْنَاهُ.",
    "pg": "6:131"
  },
  "وقت": {
    "def": "الْوَاوُ وَالْقَافُ وَالتَّاءُ: أَصْلٌ يَدُلُّ عَلَى حَدِّ شَيْءٍ وَكُنْهِهِ فِي زَمَانٍ وَغَيْرِهِ. مِنْهُ الْوَقْتُ: الزَّمَانُ الْمَعْلُومُ. وَالْمَوْقُوتُ: الشَّيْءُ الْمَحْدُودُ. [وَ] الْمِيقَاتُ: الْمَصِيرُ لِلْوَقْتِ. وَقَتَ لَهُ كَذَا وَوَقَّتَهُ، أَيْ حَدَّدَهُ. قَالَ اللَّهُ ﷿: ﴿إِنَّ الصَّلَاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَابًا مَوْقُوتًا﴾ [النساء: ١٠٣] .",
    "pg": "6:131-132"
  },
  "وقح": {
    "def": "الْوَاوُ وَالْقَافُ وَالْحَاءُ: كَلِمَةٌ تَدُلُّ عَلَى صَلَابَةٍ فِي الشَّيْءِ. وَالْحَافِرُ الصُّلْبُ وَقَاحٌ، شُبِّهَ بِهِ الرَّجُلُ الْقَلِيلُ الْحَيَاءِ فَقِيلَ وَقَاحٌ. وَوَقِحٌ: بَيِّنُ الْقِحَةِ وَالْوَقَاحَةِ. وَالتَّوْقِيحُ: أَنْ يُوَقَّحَ الْحَافِرُ بِشَحْمَةٍ تُذَابُ يُكْوَى بِهَا الْأَشْعَرُ. وَاسْتَوْقَحَ الْحَافِرُ: صَلُبَ. وَرَجُلٌ مُوَقَّحٌ: مُجَرَّبٌ.",
    "pg": "6:132"
  },
  "وقد": {
    "def": "الْوَاوُ وَالْقَافُ وَالدَّالُ: كَلِمَةٌ تَدُلُّ عَلَى اشْتِعَالِ نَارٍ. وَقَدَتِ النَّارُ تَقِدُ وَاتَّقَدَتْ وَتَوَقَّدَتْ، وَأَوْقَدْتُهَا أَنَا. وَالْوَقُودُ: الْحَطَبُ. وَالْوُقُودُ: فِعْلُ النَّارِ إِذَا وَقَدَتْ. وَالْوَقَدُ: نَفْسُ النَّارِ. وَوَقْدَةُ الصَّيْفِ: أَشَدُّهُ حَرًّا.",
    "pg": "6:132"
  },
  "وقذ": {
    "def": "الْوَاوُ وَالْقَافُ وَالذَّالُ: كَلِمَةٌ تَدُلُّ عَلَى ضَرْبٍ بِخَشَبٍ. مِنْهُ الْوَقْذُ: الْإِيلَامُ بِالضَّرْبِ. وَشَاةٌ مَوْقُوذَةٌ: ضُرِبَتْ بِالْخَشَبِ حَتَّى مَاتَتْ.\nوَمِمَّا لَيْسَ مِنْ هَذَا الْقِيَاسِ وُقِذَتِ النَّاقَةُ: دَرَّتْ عَلَى كَرْهٍ فَقَلَّ لَبَنُهَا.",
    "pg": "6:132"
  },
  "وقر": {
    "def": "الْوَاوُ وَالْقَافُ وَالرَّاءُ: أَصْلٌ يَدُلُّ عَلَى ثِقَلٍ فِي الشَّيْءِ. مِنْهُ الْوَقْرُ: الثِّقَلُ فِي الْأُذُنِ. يُقَالُ مِنْهُ: وَقِرَتْ أُذُنُهُ تَوْقَرُ وَقْرًا. قَالَ الْكِسَائِيُّ: وُقِرَتْ أُذُنُهُ فَهِيَ مَوْقُورَةٌ. وَالْوِقْرُ: الْحِمْلُ. وَيُقَالُ نَخْلَةٌ مُوَقَّرَةٌ وَمُوقِرٌ، أَيْ ذَاتُ حَمْلٍ كَثِيرٍ. وَمِنْهُ الْوَقَارُ: الْحِلْمُ وَالرَّزَانَةُ. وَرَجُلٌ ذُو قِرَةٍ، أَيْ وَقُورٌ. يُقَالُ مِنْهُ وَقَرَ وَقَارًا. وَإِذَا أَمَرْتَ قُلْتَ اوقُرْ، فِي لُغَةِ مَنْ قَالَ اومُرْ. قَالَ الْأَحْمَرُ فِي قَوْلِهِ: ﴿وَقَرْنَ فِي بُيُوتِكُنَّ﴾ [الأحزاب: ٣٣] : لَيْسَ مِنَ الْوَقَارِ، إِنَّمَا هُوَ مِنَ الْجُلُوسِ. يُقَالُ مِنْهُ وَقَرْتُ أَقِرُ وَقْرًا. قَالَ أَبُو عُبَيْدٍ: هُوَ عِنْدِي مِنَ الْوَقَارِ. يُقَالُ: قِرْ، كَمَا يُقَالُ: عِدْ. وَرَجُلٌ مُوَقَّرٌ: مُجَرَّبٌ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْوَقِيرَةُ: نُقْرَةٌ فِي الصَّخْرِ. فَأَمَّا وَقِيرٌ فَهُوَ إِتْبَاعُ الْفَقِيرِ. وَالْوَقْرَةُ فِي الْعَظْمِ. وَالْوَقِيرُ: الْقَطِيعُ مِنَ الضَّأْنِ.",
    "pg": "6:132-133"
  },
  "وقص": {
    "def": "الْوَاوُ وَالْقَافُ وَالصَّادُ: كَلِمَةٌ تَدُلُّ عَلَى كَسْرِ شَيْءٍ. مِنْهُ الْوَقْصُ: دَقُّ الْعُنُقِ، وُقِصَتْ عُنُقُهُ فَهِيَ مَوْقُوصَةٌ. أَمَّا قَوْلُ الْهُذَلِيِّ:\nفَبَعَثْتُهَا تَقِصُ الْمَقَاصِرَ بَعْدَ مَا ... كَرَبَتْ حَيَاةُ النَّارِ لِلْمُتَنَوِّرِ\nفَمِنْ وَقْصِ الدَّابَّةِ إِذَا سَارَ فِي رُءُوسِ الْآكَامِ فَيَقِصُهَا. وَمِنْهُ التَّوَقُّصُ فِي الْمَشْيِ: شِدَّةُ الْوَطْءِ، كَأَنَّهُ يَقِصُ مَا تَحْتَهُ. وَالْوَقَصُ: دِقَاقُ الْعِيدَانِ. يُقَالُ وَقِّصْ لِنَارِكَ، وَهِيَ كِسَرُ الْعِيدَانِ. وَيُقَالُ لِمَا بَيْنَ الْفَرِيضَتَيْنِ: وَقَصٌ ; وَهُوَ الْقِيَاسُ، لِأَنَّهَا لَيْسَتْ بِفَرِيضَةٍ تَامَّةٍ، فَكَأَنَّهَا مَكْسُورَةٌ.",
    "pg": "6:133"
  },
  "وقط": {
    "def": "الْوَاوُ وَالْقَافُ وَالطَّاءُ: كَلِمَةٌ تَدُلُّ عَلَى وَقْعِ شَيْءٍ بِشَيْءٍ. وَوَقَطَ الدِّيكُ الدَّجَاجَةَ: سَفِدَهَا. وَيُقَالُ: أَصَابَتْنَا سَمَاءٌ فَوَقَطَتِ الْأَرْضَ، كَأَنَّهَا وَقَعَتْ بِهَا، وَذَلِكَ الْمَكَانُ الَّذِي يَسْتَنْقِعُ فِيهِ الْمَاءُ وَقْطٌ، وَوَقِيطٌ.",
    "pg": "6:133"
  },
  "وقع": {
    "def": "الْوَاوُ وَالْقَافُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَرْجِعُ إِلَيْهِ فُرُوعُهُ، يَدُلُّ عَلَى سُقُوطِ شَيْءٍ. يُقَالُ: وَقَعَ الشَّيْءُ وُقُوعًا فَهُوَ وَاقِعٌ. وَالْوَاقِعَةُ: الْقِيَامَةُ، لِأَنَّهَا تَقَعُ بِالْخَلْقِ فَتَغْشَاهُمْ. وَالْوَقْعَةُ: صَدْمَةُ الْحَرْبِ. وَالْوَقَائِعُ: مَنَاقِعُ الْمَاءِ الْمُتَفَرِّقَةُ، كَأَنَّ الْمَاءَ وَقَعَ فِيهَا. وَمَوَاقِعُ الْغَيْثِ: مَسَاقِطُهُ. وَالنَّسْرُ الْوَاقِعُ، مِنْ وَقْعِ الطَّائِرِ، يُرَادُ أَنَّهُ قَدْ ضَمَّ جَنَاحَيْهِ فَكَأَنَّهُ وَاقِعٌ بِالْأَرْضِ. وَمَوْقَعَةُ الطَّائِرِ: مَوْضِعُهُ الَّذِي يَقَعُ عَلَيْهِ. وَكَوَيْتُ الْبَعِيرَ وَقَاعِ: دَائِرَةٌ وَاحِدَةٌ يُكْوَى بِهَا بَعْضُ جِلْدِهِ أَيْنَ كَانَ فَكَأَنَّهَا قَدْ وَقَعَتْ بِهِ. وَوَقَعَ فُلَانٌ فِي فُلَانٍ وَأَوْقَعَ بِهِ. وَأَمَّا وَقَعْتُ الْحَدِيدَةَ أَقِعُهَا وَقْعًا، إِذَا أَنْتَ حَدَّدْتَهَا، فَمِنَ الْقِيَاسِ، لِأَنَّكَ تُوَقِّعُهَا عَلَى حَجَرٍ أَوْ غَيْرِهِ لِتَمْتَدَّ، فَكَأَنَّهُ مِنْ بَابِ فَعَلَ الشَّيْءُ وَفَعَلْتُهُ. وَحَدِيدَةٌ وَقِيعٌ. وَوَقَعَ الْغَيْثُ: سَقَطَ مُتَفَرِّقًا. وَمِنْهُ التَّوْقِيعُ، وَهُوَ أَثَرُ الدَّبَرِ بِظَهْرِ الْبَعِيرِ. وَمِنْهُ التَّوْقِيعُ: مَا يُلْحَقُ بِالْكِتَابِ بَعْدَ الْفَرَاغِ مِنْهُ. وَتَوَقَّعْتُ الشَّيْءَ: انْتَظَرْتُهُ مَتَى يَقَعُ. وَالْحَافِرُ الْوَقِيعُ: الَّذِي قَطَّطَتْهُ الْحِجَارَةُ تَقْطِيطًا ; وَهُوَ مَأْخُوذٌ مِنَ الْحَدِيدِ الْوَقِيعِ. وَالسَّيْفُ الْوَقِيعُ: مَا شُحِذَ بِالْحَجَرِ ; وَقَدْ مَرَّ قِيَاسُهُ. وَالْوَقَعُ: الْحَفَى. وَالْوَقِعُ: الْحَفِيُّ، وَهُوَ مِنْ ذَلِكَ كَأَنَّهُ حَجَرٌ قَدْ وَقَعَ بِمِيقَعَةٍ فَحَفِيَ. وَالْوَقِعُ: الطِّخَافُ مِنَ السَّحَابِ، كَأَنَّهُ يَقَعُ بِغَيْثِهِ. وَأَمَّا الَّذِي حَكَاهُ أَبُو عَمْرٍو، أَنَّ الْوَقْعَ: الْمَكَانَ الْمُرْتَفِعَ مِنَ الْجَبَلِ، فَكَأَنَّهُ سُمِّي بِهِ لِأَنَّ الَّذِي يَعْلُوهُ يَخَافُ أَنْ يَقَعَ مِنْهُ.",
    "pg": "6:133-135"
  },
  "وقف": {
    "def": "الْوَاوُ وَالْقَافُ وَالْفَاءُ: أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَمَكُّثٍ فِي شَيْءٍ ثُمَّ يُقَاسُ عَلَيْهِ. مِنْهُ وَقَفْتُ أَقِفُ وُقُوفًا. وَوَقَفْتُ وَقْفِي، وَلَا يُقَالُ فِي شَيْءٍ أَوْقَفْتُ إِلَّا أَنَّهُمْ يَقُولُونَ لِلَّذِي يَكُونُ فِي شَيْءٍ ثُمَّ يَنْزِعُ عَنْهُ: قَدْ أَوْقَفَ. قَالَ الطِّرِمَّاحُ:\nجَامِحًا فِي غَوَايَتِي ثُمَّ أَوْقَفْ ... تُ رِضًا بِالتُّقَى وَذُو الْبِرِّ رَاضِ\nوَحَكَى الشَّيْبَانِيُّ: \" كَلَّمْتُهُمْ ثُمَّ أَوْقَفْتُ عَنْهُمْ \" أَيْ سَكَتُّ. قَالَ: وَكُلُّ شَيْءٍ أَمْسَكْتَ عَنْهُ فَإِنَّكَ تَقُولُ: أَوْقَفْتُ. وَمَوْقِفُ الْإِنْسَانِ وَغَيْرِهِ: حَيْثُ يَقِفُ.\nوَالْوِقَافُ: الْمُوَاقَفَةُ. قَالَ ابْنُ دُرَيْدٍ: وَقِيفَةُ الْوَعِلِ: أَنْ تُلْجِئَهُ الْكِلَابُ أَوِ الرُّمَاةُ إِلَى صَخْرَةٍ فَلَا يُمْكِنُهُ أَنْ يَنْزِلَ، حَتَّى يُصَادَ. قَالَ:\nفَلَا تَحْسَبَنِّي شَحْمَةً مِنْ وَقِيفَةٍ ... مُطَرَّدَةٍ مِمَّا تَصِيدُكَ سَلْفَعُ\nوَسَلْفَعُ: كَلْبَةٌ.\nوَمِنْهُ الْوَقْفُ: سِوَارٌ مِنْ عَاجٍ. وَيُمْكِنُ أَنْ يُسَمَّى وَقْفًا لِأَنَّهُ قَدْ وَقَفَ بِذَلِكَ الْمَكَانِ. وَيُقَالُ عَلَى التَّشْبِيهِ: حِمَارٌ مُوَقَّفٌ، إِذَا كَانَ بِأَرْسَاغِهِ بَيَاضٌ، كَأَنَّهُ وَقَفَ. وَمَوْقِفَا الْفَرَسِ الْهَزْمَتَانِ فِي كَشْحَيْهِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الْوَاوِ وَالْكَافِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:135-136"
  },
  "وقل": {
    "def": "الْوَاوُ وَالْقَافُ وَاللَّامُ: كَلِمَةٌ تَدُلُّ عَلَى عُلُوٍّ فِي جَبَلٍ. وَتَوَقَّلَ فِي الْجَبَلِ: عَلَا. وَكُلُّ صَاعِدٍ فِي شَيْءٍ مُتَوَقِّلٌ. وَفَرَسٌ وَقِلٌ: حَسَنُ السَّيْرِ فِي الْجِبَالِ. وَالْوَقْلُ: شَجَرُ الْمُقْلِ.",
    "pg": "6:130-131"
  },
  "وقم": {
    "def": "الْوَاوُ وَالْقَافُ وَالْمِيمُ. يَدُلُّ عَلَى غَلَبَةٍ وَإِذْلَالٍ. وَوَقَمَ اللَّهُ الْعَدُوَّ وَقْمًا: أَذَلَّهُ. وَتَوَقَّمَ فُلَانٌ الْعِلْمَ: قَتَلَهُ خُبْرًا. وَتَوَقَّمْتُ الصَّيْدَ: خَتَلْتُهُ. وَقَالَ الْكِسَائِيُّ: الْمَوْقُومُ: الشَّدِيدُ الْحُزْنِ. وَحَرَّةُ وَاقِمٍ بِالْمَدِينَةِ.",
    "pg": "6:131"
  },
  "وقه": {
    "def": "الْوَاوُ وَالْقَافُ وَالْهَاءُ: كَلِمَةٌ وَاحِدَةٌ. اسْتَيْقَهَ الْقَوْمُ: أَطَاعُوا، مِنْ وَقِهْتُ.",
    "pg": "6:131"
  },
  "وقى": {
    "def": "الْوَاوُ وَالْقَافُ وَالْيَاءُ: كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى دَفْعِ شَيْءٍ عَنْ شَيْءٍ بِغَيْرِهِ. وَوَقَيْتُهُ أَقِيهِ وَقْيًا. وَالْوِقَايَةُ: مَا يَقِي الشَّيْءَ. وَاتَّقِ اللَّهَ: تَوَقَّهُ، أَيِ اجْعَلْ بَيْنَكَ وَبَيْنَهُ كَالْوِقَايَةِ. قَالَ النَّبِيُّ ﵌: «اتَّقُوا النَّارَ وَلَوْ بِشِقِ تَمْرَةٍ» ، وَكَأَنَّهُ أَرَادَ: اجْعَلُوهَا وِقَايَةً بَيْنَكُمْ وَبَيْنَهَا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْوَقْيُ، قَالُوا: هُوَ الظَّلْعُ الْيَسِيرُ.",
    "pg": "6:131"
  },
  "وكا": {
    "def": "الْوَاوُ وَالْكَافُ وَالْحَرْفُ الْمُعْتَلُّ: أُصَيْلٌ يَدُلُّ عَلَى شَدِّ شَيْءٍ وَشِدِّةٍ. مِنْهُ الْوِكَاءُ: الَّذِي يُشَدُّ بِهِ. وَفِي الْحَدِيثِ: «احْفَظْ عِفَاصَهَا وَوِكَاءَهَا» . وَتَقُولُ: سَأَلْتُهُ فَأَوْكَى عَلَيَّ، أَيْ بَخِلَ، كَأَنَّهُ قَدْ شَدَّ، وَإِنَّ فُلَانًا لَوِكَاءٌ مَا يَبِضُّ بِشَيْءٍ. قَالَ أَبُو عُبَيْدٍ فِي حَدِيثِ الزُّبَيْرِ: \" «أَنَّهُ كَانَ يُوكِي بَيْنَ الصَّفَا وَالْمَرْوَةِ» \"، قَالَ: أَيْ يَمْلَأُ مَا بَيْنَهُمَا سَعْيًا، كَمَا يُوكَى السِّقَاءُ بَعْدَ الْمَلْءِ.\nوَمِنَ الْبَابِ تَوَكَّأْتُ عَلَى كَذَا، أَيِ اتَّكَأْتُ، لِأَنَّهُ يَتَشَدَّدُ بِهِ وَيَتَقَوَّى بِهِ. وَأَوْكَأْتُ فُلَانًا إِيكَاءً: نَصَبْتُ لَهُ مُتَّكَأً.",
    "pg": "6:137"
  },
  "وكب": {
    "def": "الْوَاوُ وَالْكَافُ وَالْبَاءُ: كَلِمَتَانِ تَدُلُّ إِحْدَاهُمَا عَلَى الِانْتِصَابِ وَالْأُخْرَى عَلَى ضَرْبٍ مِنَ السَّيْرِ.\nالْأَوَّلُ الْوَكْبُ: الِانْتِصَابُ. وَالْوَاكِبَةُ: الْقَائِمَةُ مِنْ قَوَائِمِ السَّرِيرِ أَوْ غَيْرِهِ. وَمِنَ الْبَابِ: وَكَبَ الْعِنَبُ: أَخَذَ فِي النُّضْجِ. وَذَلِكَ حِينَ يَمْتَلِئُ مَاءً وَيَنْضَجُ حَبُّهُ.\nوَالثَّانِي الْوَكَبَانُ: مِشْيَةٌ فِي دَرَجَانٍ. يُقَالُ ظَبْيَةٌ وَكُوبٌ. وَالْمُوكِبُ: الطَّائِرُ إِذَا تَهَيَّأَ لِلطَّيَرَانِ.",
    "pg": "6:137"
  },
  "وكت": {
    "def": "الْوَاوُ وَالْكَافُ وَالتَّاءُ: كَلِمَةٌ وَهِيَ الْوَكْتَةُ، كَالنُّكْتَةِ فِي الشَّيْءِ. وَيُقَالُ لِلرُّطَبَةِ إِذَا تَقَطَّعَتْ: قَدْ وَكَّتَتْ.",
    "pg": "6:137-138"
  },
  "وكح": {
    "def": "الْوَاوُ وَالْكَافُ وَالْحَاءُ: كَلِمَةٌ تَدُلُّ عَلَى صَلَابَةٍ وَشِدَّةٍ. مِنْهُ الْأَوْكَحُ: الْحَجَرُ. وَحَفَرَ حَتَّى أَوْكَحَ، أَيْ وَصَلَ إِلَى حَجَرٍ لَا يَنْفُذُ فِيهِ الْحَدِيدُ. وَاسْتَوْكَحَ الْفَرْخُ: غَلُظَ. وَهَذِهِ فِرَاخٌ وُكَحٌ.",
    "pg": "6:138"
  },
  "وكد": {
    "def": "الْوَاوُ وَالْكَافُ وَالدَّالُ: كَلِمَةٌ تَدُلُّ عَلَى شَدٍّ وَإِحْكَامٍ. وَأَوْكِدْ عَقْدَكَ، أَيْ شُدَّهُ. وَالْوِكَادُ: حَبْلٌ تُشَدُّ بِهِ الْبَقَرَةُ عِنْدَ الْحَلْبِ. وَيَقُولُونَ: وَكَدَ وَكْدَهُ، إِذَا أَمَّهُ وَعُنِيَ بِهِ.",
    "pg": "6:138"
  },
  "وكر": {
    "def": "الْوَاوُ وَالْكَافُ وَالرَّاءُ: أَصْلٌ صَحِيحٌ لَيْسَتْ كَلِمُهُ عَلَى قِيَاسٍ وَاحِدٍ، لَكِنَّهَا أَفْرَادٌ. فَالْوَكَرَى: ضَرْبٌ مِنَ الْعَدْوِ. وَالْوَكَّارُ: الرَّجُلُ الْعَدَّاءُ. وَالْوَكَرَى مِنَ النِّسَاءِ: الشَّدِيدَةُ الْوَطْءِ إِذَا مَشَتْ. وَكَرْتُ الْإِنَاءَ: مَلَأْتُهُ. وَوَكَرَ بَطْنَهُ: مَلَأَهُ. وَالْوَكِيرَةُ: الطَّعَامُ يُتَّخَذُ لِلْبِنَاءِ. وَالْوَاكِرُ: الطَّائِرُ يَدْخُلُ وَكْرَهُ. وَالْوُكْرَةُ: الْمَوْرِدَةُ إِلَى الْمَاءِ.",
    "pg": "6:138-139"
  },
  "وكز": {
    "def": "الْوَاوُ وَالْكَافُ وَالزَّاءُ بِنَاءٌ صَحِيحٌ ; يُقَالُ وَكَزَهُ: طَعَنَهُ. وَوَكَزَهُ: ضَرَبَهُ بِجُمْعِ كَفِّهِ. [وَ] وَكَزَهُ: دَفَعَهُ.",
    "pg": "6:139"
  },
  "وكس": {
    "def": "الْوَاوُ وَالْكَافُ وَالسِّينُ: كَلِمَةٌ تَدُلُّ عَلَى نَقْصٍ وَخُسْرَانٍ. فَالْوَكْسُ: النَّقْصُ. وَكَسْتُهُ: نَقَصْتُهُ. وَوُكِسَ الرَّجُلُ وَأُوكِسَ: خَسِرَ. وَبَرَأَتِ الشَّجَّةُ عَلَى وَكْسٍ، إِذَا لَمْ يَتِمَّ بُرْؤُهَا.",
    "pg": "6:139"
  },
  "وكع": {
    "def": "الْوَاوُ وَالْكَافُ وَالْعَيْنُ كَلِمَتَانِ. إِحْدَاهُمَا تَدُلُّ عَلَى قُوَّةٍ، وَالْأُخْرَى عَلَى نَوْعٍ مِنَ الضَّرْبِ.\nالْأُولَى قَوْلُهُمْ: سِقَاءٌ وَكِيعٌ، أَيْ قَوِيٌّ لَا يَسِيلُ مِنْهُ شَيْءٌ، وَيُقَالُ: اسْتَوْكَعَتْ مَعِدَتُهُ اشْتَدَّتْ. وَمِنْهُ قِيَاسُ اسْمِ وَكِيعٍ. وَالْوَكَعُ فِي الْإِمَاءِ مِنْ هَذَا، وَهُوَ مَيَلَانٌ فِي صَدْرِ الْقَدَمِ نَحْوَ الْخِنْصَرِ. وَإِنَّمَا كَانَ فِي الْإِمَاءِ لِأَنَّهُنَّ يَكْدُدْنَ. وَفَرَسٌ وَكِيعٌ: صُلْبٌ.\nوَالْأُخْرَى قَوْلُهُمْ: وَكَعَتْهُ الْعَقْرَبُ بِإِبْرَتِهَا: ضَرَبَتْهُ. وَكَعَتْ تَكَعُ وَكْعًا. وَمِنْهُ وَكَعَ النَّاقَةَ: حَلَبَهَا. وَبَاتَ الْفَصِيلُ يَكَعُ أُمَّهُ اللَّيْلَةَ.",
    "pg": "6:139"
  },
  "وكف": {
    "def": "الْوَاوُ وَالْكَافُ وَالْفَاءُ: أَصْلٌ صَحِيحٌ لَيْسَتْ كَلِمُهُ عَلَى قِيَاسٍ وَاحِدٍ. فَالْوَكْفُ وَكْفُ الْبَيْتِ، وَهُوَ الْوَكِيفُ أَيْضًا. وَاسْتَوْكَفَ: اسْتَقْطَرَ. وَالْوِكَافُ لُغَةٌ فِي الْإِكَافِ. وَالْوَكَفُ: الْإِثْمُ وَالْعَيْبُ. وَالتَّوَكُّفُ: التَّوَقُّعُ، وَلَعَلَّهُ أَصْلُهُ انْتِظَارُ الْوَكْفِ. وَالْوَكَفُ: مُطْمَئِنٌّ مِنَ الْأَرْضِ. وَوَكَفُ الْجَبَلِ: أَسَافِلُهُ قَالَ:\nيَعْلُو دَكَاكِيكَ وَيَعْلُو وَكَفَا\nوَالْوَكْفُ النِّطْعُ. وَلَيْسَ فِي هَذَا الْأَمْرِ وَكَفٌ، أَيْ فَسَادٌ وَضَعْفٌ.\n\n[بَابُ الْوَاوِ وَاللَّامِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:139-140"
  },
  "وكل": {
    "def": "الْوَاوُ وَالْكَافُ وَاللَّامُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اعْتِمَادِ غَيْرِكَ فِي أَمْرِكَ. مِنْ ذَلِكَ الْوُكَلَةُ، وَالْوَكَلُ: الرَّجُلُ الضَّعِيفُ. يَقُولُونَ وُكَلَةٌ تُكَلَةٌ. وَالتَّوَكُّلُ مِنْهُ، وَهُوَ إِظْهَارُ الْعَجْزِ فِي الْأَمْرِ وَالِاعْتِمَادُ عَلَى غَيْرِكَ. وَوَاكَلَ فُلَانٌ، إِذَا ضَيَّعَ أَمْرَهُ مُتَّكِلًا عَلَى غَيْرِهِ. وَسُمِّيَ الْوَكِيلُ لِأَنَّهُ يُوكَلُ إِلَيْهِ الْأَمْرُ. وَالْوِكَالُ فِي الدَّابَّةِ: أَنْ يَتَأَخَّرَ أَبَدًا خَلْفَ الدَّوَابِّ، كَأَنَّهُ يَكِلُ الْأَمْرَ فِي الْجَرْيِ إِلَى غَيْرِهِ. وَفِي شِعْرِ امْرِئِ الْقَيْسِ:\nلَا يُوَاكِلُ نَهْزَهَا\nأَيْ لَا يُبْطِئُ ; وَأَصْلُهُ مِنَ الْمُوَاكَلَةِ. [وَ] وَاكَلْتُ الرَّجُلَ، إِذَا اتَّكَلْتَ عَلَيْهِ وَاتَّكَلَ عَلَيْكَ. وَيَقُولُونَ: الْوَِكَالُ فِي الدَّابَّةِ: أَنْ يَسِيرَ بِسَيْرِ الْآخَرِ.",
    "pg": "6:136"
  },
  "وكم": {
    "def": "الْوَاوُ وَالْكَافُ وَالْمِيمُ كَلِمَةٌ. يَقُولُونَ: وُكِمَتِ الْأَرْضُ إِذَا وُطِئَتْ. وَوَكَمَهُ الْأَمْرُ: حَزَنَهُ. وَوُكِمَ: رُدَّ.",
    "pg": "6:136"
  },
  "وكن": {
    "def": "الْوَاوُ وَالْكَافُ وَالنُّونُ. يَقُولُونَ لِعُشِّ الطَّائِرِ: وَكْنٌ، وَيُجْمَعُ وُكُنَاتٌ. وَفِي الْحَدِيثِ: «أَقِرُّوا الطَّيْرَ فِي وَكَنَاتِهَا» . وَيَقُولُونَ: تَوَكَّنَ، فِي مَعْنَى تَمَكَّنَ.",
    "pg": "6:136-137"
  },
  "ولب": {
    "def": "الْوَاوُ وَاللَّامُ وَالْبَاءُ. يَقُولُونَ: إِنَّ فِيهَا بَابَيْنِ أَحَدُهُمَا يَدُلُّ عَلَى نَمَاءٍ، وَالْآخَرُ عَلَى ذَهَابٍ.\nأَمَّا الْأَوَّلُ فَالْوَالِبَةُ: الزَّرْعَةُ تَنْبُتُ مِنْ عُرُوقِ الزَّرْعَةِ الْأُولَى. وَوَالِبَةُ الْإِبِلِ: نَسْلُهَا. وَوَلَبَ الشَّيْءَ: وَصَلَهُ.\nوَالْآخَرُ الْوَالِبُ، قَالَ الشَّيْبَانِيُّ: هُوَ الذَّاهِبُ فِي وَجْهِهِ. يُقَالُ: وَلَبَ فِي ذَلِكَ الْوَجْهِ. قَالَ:\nرَأَيْتُ جُرَيًّا وَالِبًا فِي دِيَارِهِمْ ... وَبِئْسَ الْفَتَى إِنْ نَابَ أَمْرٌ بِمُعْظَمِ",
    "pg": "6:142"
  },
  "ولث": {
    "def": "الْوَاوُ وَاللَّامُ وَالثَّاءُ، فِيهِ كَلِمَتَانِ. يُقَالُ: بَيْنَهُمْ وَلْثٌ، أَيْ عَهْدٌ\nوَالْأُخْرَى وَلَثَهُ بِالْعَصَا يَلِثُهُ وَلْثًا. وَوَلَثَتِ الْمَطَرَةُ الْأَرْضَ، إِذَا ضَرَبَتْ",
    "pg": "6:142"
  },
  "ولج": {
    "def": "الْوَاوُ وَاللَّامُ وَالْجِيمُ: كَلِمَةٌ تَدُلُّ عَلَى دُخُولِ شَيْءٍ. يُقَالُ وَلَجَ فِي مَنْزِلِهِ وَوَلَجَ الْبَيْتَ يَلِجُ وُلُوجًا. وَالْوَلِيجَةُ: الْبِطَانَةُ وَالدُّخَلَاءُ. [وَ] يُقَالُ رَجُلٌ خُرَجَةٌ وُلَجَةٌ: كَثِيرُ الْخُرُوجِ وَالْوُلُوجِ. وَالْوَلِجَةُ: وَجَعٌ يَلِجُ جَوْفَ الْإِنْسَانِ. وَيَقُولُونَ: الْوَلَجُ: الطَّرِيقُ فِي الرَّمْلِ، وَهُوَ مِنَ الْقِيَاسِ.",
    "pg": "6:142-143"
  },
  "ولح": {
    "def": "الْوَاوُ وَاللَّامُ وَالْحَاءُ. يَقُولُونَ: الْوَلِيحُ: الْجُوَالِقُ، الْوَاحِدَةُ وَلِيحَةٌ. قَالَ:\nجُلِّلْنَ فَوْقَ الْوَلَايَا الْوَلِيحَا",
    "pg": "6:143"
  },
  "ولخ": {
    "def": "الْوَاوُ وَاللَّامُ وَالْخَاءُ. يَدُلُّ عَلَى اخْتِلَاطٍ. يُقَالُ ائْتَلَخَ الْعُشْبُ ائْتِلَاخًا، إِذَا عَظَمَ وَطَالَ وَاخْتَلَطَ بَعْضُهُ بِبَعْضٍ. وَوَقَعَ الْقَوْمُ فِي ائْتِلَاخٍ، أَيِ اخْتِلَاطٍ. وَزَعَمَ نَاسٌ أَنَّ هَذَا مِنْ بَابِ الْهَمْزَةِ وَاللَّامِ وَالْخَاءِ، وَقَدْ ذُكِرَ هُنَالِكَ.",
    "pg": "6:143"
  },
  "ولد": {
    "def": "الْوَاوُ وَاللَّامُ وَالدَّالُ: أَصْلٌ صَحِيحٌ، وَهُوَ دَلِيلُ النَّجْلِ وَالنَّسْلِ، ثُمَّ يُقَاسُ عَلَيْهِ غَيْرُهُ. مِنْ ذَلِكَ الْوَلَدِ، وَهُوَ لِلْوَاحِدِ وَالْجَمِيعِ، وَيُقَالُ لِلْوَاحِدِ وُلْدٌ أَيْضًا. وَالْوَلِيدَةُ الْأُنْثَى، وَالْجَمْعُ وَلَائِدُ. وَتَوَلَّدَ الشَّيْءُ عَنِ الشَّيْءِ: حَصَلَ عَنْهُ. وَاللِّدَةُ نُقْصَانُهُ الْوَاوُ لِأَنَّ أَصْلَهُ وِلْدَةٌ.",
    "pg": "6:143"
  },
  "ولذ": {
    "def": "الْوَاوُ وَاللَّامُ وَالذَّالُ. مِنْ غَرَائِبِ ابْنِ دُرَيْدٍ: الْوَلْذُ: سُرْعَةٌ فِي الْمَشْيِ وَالْحَرَكَةِ، وَوَلَذَ يَلِذُ.",
    "pg": "6:143-144"
  },
  "ولس": {
    "def": "الْوَاوُ وَاللَّامُ وَالسِّينُ: كَلِمَةٌ تَدُلُّ عَلَى ضَرْبٍ مِنَ السَّيْرِ. الْوَلَسَانُ: الْعَنَقُ فِي السَّيْرِ.",
    "pg": "6:144"
  },
  "ولع": {
    "def": "الْوَاوُ وَاللَّامُ وَالْعَيْنُ: كَلِمَتَانِ تَدُلُّ إِحْدَاهُمَا عَلَى اللَّهَجِ بِالشَّيْءِ، وَالْأُخْرَى عَلَى لَوْنٍ مِنَ الْأَلْوَانِ.\nفَالْأُولَى قَوْلُهُمْ: أُولِعْتُ بِالشَّيْءِ وَلُوعًا. وَرَجُلٌ وُلَعَةٌ، إِذَا لَهِجَ بِالشَّيْءِ. وَيُقَاسُ عَلَى هَذَا فَيُقَالُ وَلَعَ الظَّبْيُ، إِذَا أَسْرَعَ. وَوَلَعَ الرَّجُلُ: كَذَبَ.\nوَالْأُخْرَى قَوْلُهُمْ لِلْمُلَمَّعِ مُوَلَّعٌ. وَالتَّوْلِيعُ: اسْتِطَالَةُ الْبَلَقِ. قَالَ:\nكَأَنَّهُ فِي الْجِلْدِ تَوْلِيعُ الْبَهَقْ\nوَالْوَلِيعُ: الطَّلْعُ فِي قِيقَائِهِ.",
    "pg": "6:144"
  },
  "ولغ": {
    "def": "الْوَاوُ وَاللَّامُ وَالْغَيْنُ: كَلِمَةٌ وَاحِدَةٌ، وَهِيَ قَوْلُهُمْ: وَلَغَ الْكَلْبُ فِي الْإِنَاءِ يَلَغُ، وَيُولَغُ إِذَا أَوْلَغَهُ صَاحِبُهُ. أَنْشَدَنَا عَلِيُّ بْنُ إِبْرَاهِيمَ الْقَطَّانُ قَالَ: أَنْشَدَنَا ثَعْلَبٌ:\nمَا مَرَّ يَوْمٌ إِلَّا وَعِنْدَهُمَا ... لَحْمُ رِجَالٍ أَوْ يُولَغَانِ دَمَا وَرَجُلٌ مُسْتَوْلِغٌ: لَا يُبَالِي ذَمًّا وَلَا عَارًا.",
    "pg": "6:144-145"
  },
  "ولق": {
    "def": "الْوَاوُ وَاللَّامُ وَالْقَافُ: كَلِمَةٌ تَدُلُّ عَلَى إِسْرَاعٍ وَخِفَّةٍ. يُقَالُ جَاءَتِ الْإِبِلُ تَلِقُ، أَيْ تُسْرِعُ. قَالَ:\nجَاءَتْ بِهِ عَنْسٌ مِنَ الشَّامِ تَلِقْ\nوَعَلَى هَذَا قِرَاءَةُ مَنْ قَرَأَ: (إِذْ تَلِقُونَهُ بِأَلْسِنَتِكُمْ) . وَنَاقَةٌ وَلَقَى: سَرِيعَةٌ. وَالْوَلْقُ: أَخَفُّ الطَّعْنِ، وَلَقَهُ بِالسَّيْفِ وَلَقَاتٍ. وَوَلَقَ يَلِقُ: كَذَبَ ; كُلُّ هَذَا قِيَاسُهُ وَاحِدٌ.\nوَمِنَ الْبَابِ الْأَوْلَقُ الْجُنُونُ. يُقَالُ: أَخَذَهُ الْأَوْلَقُ. وَرَجُلٌ مُؤَوْلَقٌ عَلَى مُعَوْلَقٍ: بِهِ جُنُونٌ.\n\n[بَابُ الْوَاوِ وَالْمِيمِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:145"
  },
  "ولل": {
    "def": "الْوَاوُ وَاللَّامُ. وَالْوَلْوَلَةُ: الْإِعْوَالُ وَأَصْوَاتُ النِّسَاءِ بِالْبُكَاءِ.",
    "pg": "6:77"
  },
  "ولم": {
    "def": "الْوَاوُ وَاللَّامُ وَالْمِيمُ، فِيهِ كَلِمَاتٌ تَتَشَاكَلُ. يَقُولُونَ: الْوَلْمُ: الْحِزَامُ. وَالْوَلْمُ: حَبْلٌ يُشَدُّ بَيْنَ التَّصْدِيرِ وَالسَّفِيفِ لِئَلَّا يَقْلَقَا. وَيُقَالُ الْوَلْمُ: كُلُّ خَيْطٍ شَدَدْتَ بِهِ شَيْئًا. وَلَيْسَ يَبْعُدُ أَنْ يَكُونَ اشْتِقَاقُ الْوَلِيمَةِ مِنْ هَذَا، لِأَنَّهُ يَكُونُ عِنْدَ عَقْدِ النِّكَاحِ. وَأَهْلُ اللُّغَةِ يَقُولُونَ: طَعَامُ الْعُرْسِ وَلِيمَةٌ.",
    "pg": "6:140"
  },
  "وله": {
    "def": "الْوَاوُ وَاللَّامُ وَالْهَاءُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اضْطِرَابِ شَيْءٍ أَوْ ذَهَابِهِ [يُقَالُ: رَجُلٌ] وَالِهٌ وَامْرَأَةٌ وَالِهٌ وَوَالِهَةٌ. قَالَ الْأَعْشَى:\nفَأَقْبَلَتْ وَالِهًا ثَكْلَى عَلَى عَجَلٍ ... كُلٌّ دَهَاهَا وَكُلٌّ عِنْدَهَا اجْتَمَعَا\nوَالْمُوَلَّهُ: الَّذِي وُلِّهَ عَقْلُهُ. وَعَيْنٌ مُوَلَّهَةٌ، إِذَا أُرْسِلَ مَاؤُهَا فَذَهَبَ فِي الصَّحَارِي. وَمِنْهُ التَّوْلِيهُ: أَنْ يُفَرَّقَ بَيْنَ الْمَرْأَةِ وَوَلَدِهَا. وَفِي الْحَدِيثِ: «لَا تُوَلَّهُ وَالِدَةٌ عَنْ وَلَدِهَا» .",
    "pg": "6:140-141"
  },
  "ولي": {
    "def": "الْوَاوُ وَاللَّامُ وَالْيَاءُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قُرْبٍ. مِنْ ذَلِكَ الْوَلْيُ: الْقُرْبُ. يُقَالُ: تَبَاعَدَ بَعْدَ وَلْيٍ، أَيْ قُرْبٍ. وَجَلَسَ مِمَّا يَلِينِي، أَيْ يُقَارِبُنِي. وَالْوَلِيُّ: الْمَطَرُ يَجِيءُ بَعْدَ الْوَسْمِيِّ، سُمِّيَ بِذَلِكَ لِأَنَّهُ يَلِي الْوَسْمِيَّ.\nوَمِنَ الْبَابِ الْمَوْلَى: الْمُعْتِقُ وَالْمُعْتَقُ، وَالصَّاحِبُ، وَالْحَلِيفُ، وَابْنُ الْعَمِّ، وَالنَّاصِرُ، وَالْجَارُ ; كُلُّ هَؤُلَاءِ مِنَ الْوَلْيِ وَهُوَ الْقُرْبُ. وَكُلُّ مَنْ وَلِيَ أَمْرَ آخَرَ فَهُوَ وَلِيُّهُ. وَفُلَانٌ أَوْلَى بِكَذَا، [أَيْ أَحْرَى بِهِ وَأَجْدَرُ. فَأَمَّا قَوْلُهُمْ فِي الشَّتْمِ: أَوْلَى لَكَ فَحَدَّثَنِي عَلِيُّ بْنُ عُمَرَ قَالَ: سَمِعْتُ ثَعْلَبًا] يَقُولُ: أَوْلَى تَهَدُّدٌ وَوَعِيدٌ. وَأَنْشَدَ:\nفَأَوْلَى ثُمَّ أَوْلَى ثُمَّ أَوْلَى ... وَهَلْ لِلدَّرِّ يُحْلَبُ مِنْ مَرَدِّ\nوَقَالَ الْأَصْمَعِيُّ: مَعْنَاهُ قَارَبَهُ مَا يُهْلِكُهُ، أَيْ نَزَلَ بِهِ. وَأَنْشَدَ:\nفَعَادَى بَيْنَ هَادِيَتَيْنِ مِنْهَا ... وَأَوْلَى أَنْ يَزِيدَ عَلَى الثَّلَاثِ\nأَيْ قَارَبَ أَنْ يَزِيدَ. قَالَ ثَعْلَبٌ: وَلَمْ يَقُلْ أَحَدٌ [أَحْسَنَ] مِمَّا قَالَهُ الْأَصْمَعِيُّ فِي أَوْلَى. وَقَالَ غَيْرُهُ: أَوْلَى تَحْسِيرٌ لَهُ عَلَى مَا فَاتَهُ. وَالْوَلَاءُ: الْمُوَالُونَ. يُقَالُ هَؤُلَاءِ وَلَاءُ فُلَانٍ. وَالْوَلَاءُ أَيْضًا: وَلَاءُ الْمُعْتَقِ، وَهُوَ أَنْ يَكُونَ وَلَاؤُهُ لِمُعْتِقِهِ، كَأَنَّهُ يَكُونُ أَوْلَى بِهِ فِي الْإِرْثِ مِنْ غَيْرِهِ إِذَا لَمْ يَكُنْ لِلْمُعْتِقِ وَارِثُ نَسَبٍ. وَهُوَ الَّذِي جَاءَ فِي الْحَدِيثِ: «نَهَى عَنْ بَيْعِ الْوَلَاءِ وَهِبَتِهِ» . وَوَالَيْتُ بَيْنَ الشَّيْئَيْنِ، إِذَا عَادَيْتَ بَيْنَهُمَا وِلَاءً. وَافْعَلْ هَذَا عَلَى الْوِلَاءِ أَيْ مُرَتِّبًا. وَالْبَابُ كُلُّهُ رَاجِعٌ إِلَى الْقُرْبِ.",
    "pg": "6:141-142"
  },
  "وما": {
    "def": "الْوَاوُ وَالْمِيمُ وَالْهَمْزَةُ: كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: وَمَأْتُ إِلَيْهِ وَمْئًا، وَأَوْمَأْتُ إِيمَاءً أُومِئُ، إِذَا أَشَرْتَ. وَإِذَا تَرَكْتَ الْهَمْزَةَ فَالْوَامِيَةُ، وَهِيَ الدَّاهِيَةُ.",
    "pg": "6:145-146"
  },
  "ومد": {
    "def": "الْوَاوُ وَالْمِيمُ وَالدَّالُ: كَلِمَتَانِ. وَالْوَمَدُ: شِدَّةُ الْحَرِّ. وَيُقَالُ: وَمِدَ: غَضِبَ.",
    "pg": "6:146"
  },
  "ومض": {
    "def": "الْوَاوُ وَالْمِيمُ وَالضَّادُ: كَلِمَةٌ تَدُلُّ عَلَى لَمَعَانِ شَيْءٍ. يُقَالُ: وَمَضَ الْبَرْقُ وَمِيضًا، وَأَوْمَضَ إِيمَاضًا. وَأَوْمَضَ بِعَيْنِهِ مِنْ هَذَا.",
    "pg": "6:146"
  },
  "ومق": {
    "def": "الْوَاوُ وَالْمِيمُ وَالْقَافُ: كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْوَمَقُ: الْحُبُّ. وَمِقَ يَمِقُ. وَالْمِقَةُ الِاسْمُ أَيْضًا.\n\n[بَابُ الْوَاوِ وَالنُّونِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:146"
  },
  "ونم": {
    "def": "الْوَاوُ وَالنُّونُ وَالْمِيمُ. قَالَ: وَنَمَ الذُّبَابُ يَنِمُ وَنْمًا وَوَنِيمًا: ذَرَقَ.\n\n[بَابُ الْوَاوِ وَالْهَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:146"
  },
  "ونى": {
    "def": "الْوَاوُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ. يَدُلُّ عَلَى ضَعْفٍ. يُقَالُ: وَنَى يَنِي وَنْيًا. وَالْوَانِي: الضَّعِيفُ. قَالَ اللَّهُ تَعَالَى: ﴿وَلَا تَنِيَا فِي ذِكْرِي﴾ [طه: ٤٢] . وَالْوَنَى: التَّعَبُ. يُقَالُ: أَوْنَيْتُهُ: أَتْعَبْتُهُ. وَنَاقَةٌ وَانِيَةٌ. وَلَا يَنِي يَفْعَلُ، كَمَا يُقَالُ لَا يَزَالُ. وَامْرَأَةٌ وَنَاةٌ، إِذَا كَانَ فِيهَا فُتُورٌ عِنْدَ الْقِيَامِ.",
    "pg": "6:146"
  },
  "وهب": {
    "def": "الْوَاوُ وَالْهَاءُ وَالْبَاءُ: كَلِمَاتٌ لَا يَنْقَاسُ بَعْضُهَا عَلَى بَعْضٍ. تَقُولُ: وَهَبْتُ الشَّيْءَ أَهَبُهُ هِبَةً وَمَوْهِبًا. وَاتَّهَبْتُ الْهِبَةَ: قَبِلْتُهَا. وَالْمَوْهِبَةُ: قَلْتٌ يَسْتَنْقِعُ فِيهِ الْمَاءُ ; وَالْجَمْعُ مَوَاهِبُ. وَيُقَالُ أَوْهَبَ إِلَيَّ مِنَ الْمَالِ كَذَا، أَيِ ارْتَفَعَ. وَأَصْبَحَ فُلَانٌ مُوهَبًا لِكَذَا، أَيْ مُعَدًّا لَهُ.",
    "pg": "6:147"
  },
  "وهت": {
    "def": "الْوَاوُ وَالْهَاءُ وَالتَّاءُ. يُقَالُ: أَوْهَتَ اللَّحْمُ، إِذَا أَنْتَنَ، يُوهِتُ إِيهَاتًا.",
    "pg": "6:147"
  },
  "وهث": {
    "def": "الْوَاوُ وَالْهَاءُ وَالثَّاءُ. يَقُولُونَ: الْوَهْثُ: الِانْهِمَاكُ فِي الشَّيْءِ.",
    "pg": "6:147"
  },
  "وهج": {
    "def": "الْوَاوُ وَالْهَاءُ وَالْجِيمُ: كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْوَهَجُ: حَرُّ النَّارِ وَتَوَقُّدُهَا. وَيُسْتَعَارُ ذَلِكَ فَيُقَالُ: تَوَهَّجَ الْجَوْهَرُ: تَلَأْلَأَ. وَتَوَهَّجَتْ رَائِحَةُ الطِّيبِ وَوَهَجُ الطِّيبِ: أَرَجُهُ وَرَائِحَتُهُ. وَسِرَاجٌ وَهَّاجٌ: وَقَّادٌ. وَكَذَلِكَ نَجْمٌ وَهَّاجٌ.",
    "pg": "6:147"
  },
  "وهد": {
    "def": "الْوَاوُ وَالْهَاءُ وَالدَّالُ: كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْوَهْدَةُ: الْمَكَانُ الْمُطْمَئِنُّ، وَالْجَمْعُ وِهَادٌ.",
    "pg": "6:147"
  },
  "وهز": {
    "def": "الْوَاوُ وَالْهَاءُ وَالزَّاءُ. يَقُولُونَ: الْوَهْزُ: الْمُلَزَّزُ الْخَلْقِ. وَوَهَزْتُ: دَفَعْتُ. وَالتَّوَهُّزُ: التَّوَثُّبُ.",
    "pg": "6:147"
  },
  "وهس": {
    "def": "الْوَاوُ وَالْهَاءُ وَالسِّينُ: كَلِمَتَانِ: إِحْدَاهُمَا الشِّدَّةُ فِي الْأُمُورِ، وَالثَّانِيَةُ مِنَ السِّرَارِ.\nفَالْأُولَى الْوَهْسُ: شِدَّةُ السَّيْرِ. وَالْوَهْسُ: شِدَّةُ الْأَكْلِ. وَالْوَهْسُ: شِدَّةُ الْوَطْءِ. وَقَالَ حُمَيْدٌ: بِتَنَقُّصِ الْأَعْرَاضِ وَالْوَهْسِ\nفَهَذَا مِنَ التَّوَهُّسِ، وَهُوَ التَّشَدُّدُ وَالتَّطَاوُلُ عَلَى الْعَشِيرَةِ.\nوَالْكَلِمَةُ الْأُخْرَى: الْوَهْسُ السِّرَارُ. وَالْوَهْسُ: النَّمِيمَةُ.",
    "pg": "6:147-148"
  },
  "وهص": {
    "def": "الْوَاوُ وَالْهَاءُ وَالصَّادُ: كَلِمَاتٌ مُتَقَارِبَةٌ، وَهِيَ الْوَهْصُ: شِدَّةُ الْوَطْءِ لِلشَّيْءِ بِالْقَدَمِ. يُقَالُ: وَهَصَ يَهِصُ. وَرَجُلٌ مَوْهُوصُ الْخَلْقِ: تَدَاخَلَتْ عِظَامُهُ. وَوَهَصْتُ الشَّيْءَ: كَسَرْتُهُ.",
    "pg": "6:148"
  },
  "وهط": {
    "def": "الْوَاوُ وَالْهَاءُ وَالطَّاءُ. يُقَالُ: أَوْهَطَهُ، إِذَا ضَرَبَهُ وَلَمْ يَأْتِ عَلَيْهِ. وَوَهَطَهُ: كَسَرَهُ. وَوَهَطَهُ: وَطِئَهُ. وَهِيَ مُتَقَارِبَةٌ. وَالْوَهْطُ: مَكَانٌ مُطْمَئِنٌّ. وَالْوَهْطُ: غَيْضَةُ الْعُرْفُطِ. قَالَ الرَّاعِي:\nجَوَاعِلُ أَرْمَامًا يَسَارًا وَحَارَةً ... شِمَالًا وَقَطَّعْنَ الْوِهَاطَ الدَّوَافِعَا",
    "pg": "6:148"
  },
  "وهف": {
    "def": "الْوَاوُ وَالْهَاءُ وَالْفَاءُ: كَلِمَتَانِ. يُقَالُ: أَوْهَفَ مِنَ الْمَالِ كَذَا: ارْتَفَعَ. وَوَهَفَ النَّبَاتُ: أَوْرَقَ وَاهْتَزَّ.",
    "pg": "6:148"
  },
  "وهق": {
    "def": "الْوَاوُ وَالْهَاءُ وَالْقَافُ: كَلِمَتَانِ. إِحْدَاهُمَا الْوَهَقُ، وَأَظُنُّهُ فَارِسِيًّا مُعَرَّبًا. وَالْأُخْرَى عَرَبِيَّةٌ صَحِيحَةٌ، وَهِيَ الْمُوَاهَقَةُ: مَدُّ الْأَعْنَاقِ فِي السَّيْرِ. وَيُقَالُ: تَوَاهَقَتِ الرِّكَابُ. أَمَّا قَوْلُهُمْ تَوَهَّقَ الْحَصَى، إِذَا اشْتَدَّ حَرُّهُ، فَهُوَ مِنْ بَابِ الْإِبْدَالِ، إِنَّمَا هُوَ تَوَهَّجَ. وَأَنْشَدَ:\nحَتَّى إِذَا حَامِي الْحَصَى تَوَهَّقَا",
    "pg": "6:148-149"
  },
  "وهل": {
    "def": "الْوَاوُ وَالْهَاءُ وَاللَّامُ كَلِمَاتٌ لَا تَنْقَاسُ، وَهِيَ الْوَهَلُ: الْفَزَعُ. يُقَالُ: وَهِلَ يَوْهَلُ. قَالَ أَبُو زَيْدٍ: وَهَلْتُ عَنِ الشَّيْءِ: نَسِيتُهُ. وَوَهَلْتُ إِلَيْهِ: ذَهَبَ وَهْمِي إِلَيْهِ. وَلَقِيتُهُ أَوَّلَ وَهْلَةٍ، أَيْ قَبْلَ كُلِّ شَيْءٍ.",
    "pg": "6:149"
  },
  "وهم": {
    "def": "الْوَاوُ وَالْهَاءُ وَالْمِيمُ: كَلِمَاتٌ لَا تَنْقَاسُ، بَلْ أَفْرَادٌ. مِنْهَا الْوَهْمُ، وَهُوَ الْبَعِيرُ الْعَظِيمُ. وَالْوَهْمُ: الطَّرِيقُ. وَالْوَهْمُ: وَهْمُ الْقَلْبِ. يُقَالُ: وَهَمْتُ أَهِمُ وَهْمًا، إِذَا ذَهَبَ وَهْمِي إِلَيْهِ. وَمِنْهُ قِيَاسُ التُّهْمَةِ. وَأَوْهَمْتُ فِي الْحِسَابِ، إِذَا تَرَكْتُ مِنْهُ شَيْئًا. وَوَهِمْتُ: غَلِطْتُ، أَوْهَمَ وَهَمًا.",
    "pg": "6:149"
  },
  "وهن": {
    "def": "الْوَاوُ وَالْهَاءُ وَالنُّونُ: كَلِمَتَانِ تَدُلُّ إِحْدَاهُمَا عَلَى ضَعْفٍ، وَالْأُخْرَى عَلَى زَمَانٍ.\nفَالْأُولَى: وَهَنَ الشَّيْءُ يَهِنُ وَهْنًا: ضَعُفَ، وَأَوْهَنْتُهُ أَنَا. وَمِنْ هَذَا الْوَاهِنَةُ: الْقُصَيْرَى مِنَ الْأَضْلَاعِ، وَهِيَ أَسْفَلُهَا. قَالَ أَبُو بَكْرٍ: الْوَاهِنَةُ: دَاءٌ يُصِيبُ الْإِنْسَانَ فِي أَخْدَعَيْهِ. وَالْوَهْنَانَةُ: الْمَرْأَةُ الْقَلِيلَةُ الْحَرَكَةِ، الثَّقِيلَةُ الْقِيَامِ وَالْقُعُودِ.\nوَالْكَلِمَةُ الثَّانِيَةُ: الْوَهَنُ وَالْمَوْهِنُ: سَاعَةٌ تَمْضِي مِنَ اللَّيْلِ. وَأَوْهَنَ الرَّجُلُ: صَارَ أَوْ سَارَ فِي تِلْكَ السَّاعَةِ.",
    "pg": "6:149-150"
  },
  "وهه": {
    "def": "الْوَاوُ وَالْهَاءُ. لَيْسَ فِيهِ إِلَّا وَهْوَهَ الْحِمَارُ حَوْلَ عَانَتِهِ شَفَقَةً عَلَيْهَا. قَالَ:\nمُقْتَدِرُ الضَّيْعَةِ وَهْوَاهُ الشَّفَقْ\n\n[بَابُ الْوَاوِ وَالْيَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:77"
  },
  "وهي": {
    "def": "الْوَاوُ وَالْهَاءُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى اسْتِرْخَاءٍ فِي شَيْءٍ. يُقَالُ: وَهَتْ عَزَالِيُّ السَّحَابِ بِمَائِهِ. وَكُلُّ شَيْءٍ اسْتَرْخَى رِبَاطُهُ فَهُوَ وَاهٍ. وَالْوَهْيُ: الشَّقُّ فِي الْأَدِيمِ وَغَيْرِهِ.",
    "pg": "6:146-147"
  },
  "ويح": {
    "def": "الْوَاوُ وَالْيَاءُ وَالْحَاءُ. يُقَالُ وَيْحَ: كَلِمَةُ رَحْمَةٍ لِمَنْ تَنْزِلُ بِهِ بَلِيَّةٌ. قَالَ الْخَلِيلُ: لَمْ يُسْمَعْ عَلَى بِنَائِهِ إِلَّا وَيْحَ، وَوَيْسَ، وَوَيْهَ، وَوَيْلَ، وَوَيْبَ. وَهِيَ مُتَقَارِبَةُ الْمَعْنَى. [بَابُ الْوَاوِ وَالْهَمْزَةِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:77-78"
  }
}