{
  "ماج": {
    "def": "الْمِيمُ وَالْهَمْزَةُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ. الْمَأْجُ: الْمِلْحُ. يُقَالُ مَؤُجَ يَمْؤُجُ فَهُوَ مَأْجٌ بَيِّنُ الْمُؤُوجَةِ. قَالَ:\nنَأَتْ عَنْهَا الْمُؤُوجَةُ وَالْبَحْرُ. [بَابُ الْمِيمِ وَالتَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:292-293"
  },
  "ماد": {
    "def": "الْمِيمُ وَالْهَمْزَةُ وَالدَّالُ كَلِمَةٌ تَدُلُّ عَلَى حُسْنِ حَالٍ وَرِيٍّ فِي الشَّيْءِ. الْمَأْدُ فِي الْأَغْصَانِ: الرَّيَّانُ اللَّيِّنُ النَّاعِمُ الْمَيَّالُ. وَمَئِدَ الْعَرْفَجُ: اهْتَزَّ رِيًّا. وَمِنَ الْقِيَاسِ امْتَأَدَ خَيْرًا: كَسَبَهُ. وَيَمْؤُودُ: مَكَانٌ.",
    "pg": "5:291"
  },
  "مار": {
    "def": "الْمِيمُ وَالْهَمْزَةُ وَالرَّاءُ كَلِمَةٌ تَدُلُّ عَلَى عَدَاوَةٍ وَشِدَّةٍ. مِنْهُ الْمِئْرَةُ: الْعَدَاوَةُ. وَمَاءَرْتُهُ مُمَاءَرَةً عَلَى فَاعَلْتُهُ، مِنْ ذَلِكَ. وَأَمْرٌ مَئِرٌ: شَدِيدٌ.",
    "pg": "5:291"
  },
  "ماق": {
    "def": "الْمِيمُ وَالْهَمْزَةُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى صِفَةٍ تَعْتَرِي بَعْدَ الْبُكَاءِ، [وَ] عَلَى أَنَفَةٍ.\nفَالْأَوَّلُ الْمَأْقُ: مَا يَعْتَرِي الْإِنْسَانَ بَعْدَ الْبُكَاءِ. تَقُولُ: مَئِقَ يَمْأَقُ، فَهُوَ مَئِقٌ. وَيُقَالُ إِنَّ الْمَأْقَةَ: شِدَّةُ الْبُكَاءِ.\nوَالْآخَرُ قَوْلُهُمْ: أَمْأَقَ: إِذَا دَخَلَ فِي الْمَأْقِةِ، وَهِيَ الْأَنَفَةُ. وَفِي الْحَدِيثِ: \" «مَا لَمْ تُضْمِرُوا الْإِمَاقَ» \"، أَيْ لَمْ تُضْمِرُوا أَنَفَةً مِمَّا يَلْزَمُكُمْ مِنْ صَدَقَةٍ.",
    "pg": "5:291"
  },
  "مال": {
    "def": "الْمِيمُ وَالْهَمْزَةُ وَاللَّامُ. قَدْ ذَكَرُوا فِيهَا كَلِمَاتٍ مَا أَحْسَبُهَا صَحِيحَةً، لَكِنَّنِي كَتَبْتُهَا لِلْمَعْرِفَةِ. يَقُولُونَ: مَأَلْتُ لِلْأَمْرِ: اسْتَعْدَدْتُ. وَيَقُولُونَ: امْرَأَةٌ مَأْلَةٌ: سَمِينَةٌ. وَيَقُولُونَ: الْمَأْلَةُ: الرَّوْضَةُ، وَالْجَمْعُ مِئَالٌ. وَفِي كُلِّ ذَلِكَ نَظَرٌ.",
    "pg": "5:291-292"
  },
  "مان": {
    "def": "الْمِيمُ وَالْهَمْزَةُ وَالنُّونُ كَلِمَتَانِ مُتَبَايِنَتَانِ جِدًّا.\nفَالْأُولَى الْمَأْنَةُ: الطِّفْطِفَةُ، وَالْجَمْعُ مَأَنَاتٌ. قَالَ:\nإِذَا مَا كُنْتِ مُهْدِيَةً فَأَهْدِي ... مِنَ الْمَأَنَاتِ أَوْ قِطَعِ السَّنَامِ\nقَالَ ابْنُ دُرَيْدٍ: مَأَنْتُ الرَّجُلَ: أَصَبْتُ مَأْنَتَهُ. وَقَوْلُهُمْ: مَا مَأَنْتُ مَأْنَهُ، أَيْ لَمْ أَشْعُرْ بِهِ. قَالَ الْأَصْمَعِيُّ: مَاءَنْتُ فِي الْأَمْرِ، مِثْلُ مَاعَنْتُ، أَيْ رَوَّأْتُ. أَمَّا مَا جَاءَ فِي الْحَدِيثِ: \" «مَئِنَّةٌ مِنْ فِقْهِ الرَّجُلِ» \" فَمِنْ بَابِ إِنَّ، وَقَدْ ذُكِرَ فِيهِ.",
    "pg": "5:292"
  },
  "ماي": {
    "def": "الْمِيمُ وَالْهَمْزَةُ وَالْيَاءُ كَلِمَةٌ. يُقَالُ: الْمَأْيُ: النَّمِيمَةُ وَالْإِفْسَادُ بَيْنَ الْقَوْمِ. يُقَالُ مَأَيْتُ بَيْنَهُمْ. قَالَ:\nوَمَأْيٌ بَيْنَهُمْ أَخُو نُكُرَاتٍ\nوَإِمَّا الْمِائَةُ فَيَقُولُونَ: أَمْأَيْتُ الدَّرَاهِمَ: جَعَلْتُهَا مِائَةً.",
    "pg": "5:292"
  },
  "متت": {
    "def": "الْمِيمُ وَالتَّاءُ أُصَيْلٌ يَدُلُّ عَلَى مَدٍّ وَنَزْعٍ فِي الشَّيْءِ. يُقَالُ مَتَتُّ وَمَدَدْتُ. وَمِنْهُ قَوْلُهُمْ يَمُتُّ بِكَذَا، إِذَا تَوَصَّلَ بِقَرَابَةٍ وَمَا أَشْبَهَهَا. وَمِنْهُ الْمَتُّ: النَّزْعُ مِنَ الْبِئْرِ عَلَى غَيْرِ بَكَرَةٍ.",
    "pg": "5:268"
  },
  "متح": {
    "def": "الْمِيمُ وَالتَّاءُ وَالْحَاءُ أُصَيْلٌ يَدُلُّ عَلَى مَدِّ الشَّيْءِ وَإِطَالَتِهِ. وَمَتَحَ النَّهَارُ: امْتَدَّ. وَلَيْلٌ مَتَّاحٌ: طَوِيلٌ. وَمِنْهُ الْمَتْحُ وَهُوَ الِاسْتِقَاءُ ; مَتَحَ يَمْتَحُ مَتْحًا، وَهُوَ مَاتِحٌ وَمَتُوحٌ. وَإِنَّمَا قِيلَ ذَلِكَ لِمَدِّ الرِّشَاءِ. وَبِئْرٌ مَتُوحٌ: قَرِيبَةُ الْمَنْزَعِ.",
    "pg": "5:293"
  },
  "متر": {
    "def": "الْمِيمُ وَالتَّاءُ وَالرَّاءُ. يَقُولُونَ، وَمَا أَدْرِي مَا هُوَ: مَتَرْتُ الشَّيْءَ: قَطَعْتُهُ ; وَلَعَلَّهُ مِنَ الْإِبْدَالِ. وَقَالَ ابْنُ دُرَيْدٍ: مَتَرْتُهُ مَتْرًا. وَامْتَرَّ الْحَبْلُ: امْتَدَّ.",
    "pg": "5:293"
  },
  "متس": {
    "def": "الْمِيمُ وَالتَّاءُ وَالسِّينُ فِيهِ كَلِمَةٌ حَكَاهَا ابْنُ دُرَيْدٍ، هِيَ مَتَسَهُ يَمْتِسُهُ مَتْسًا: أَرَاغَهُ لِيَنْتَزِعَهُ مِنْ بَيْتٍ أَوْ غَيْرِهِ.",
    "pg": "5:293"
  },
  "متع": {
    "def": "الْمِيمُ وَالتَّاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَنْفَعَةٍ وَامْتِدَادِ مُدَّةٍ فِي خَيْرٍ. مِنْهُ اسْتَمْتَعْتُ بِالشَّيْءِ. وَالْمُتْعَةُ وَالْمَتَاعُ: الْمَنْفَعَةُ فِي قَوْلِهِ تَعَالَى: ﴿بُيُوتًا غَيْرَ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَكُمْ﴾ [النور: ٢٩] . وَمُتِّعَتِ الْمُطَلَّقَةُ بِالشَّيْءِ، لِأَنَّهَا تَنْتَفِعُ بِهِ. وَيُقَالُ أَمْتَعْتُ بِمَالِي، بِمَعْنَى تَمَتَّعْتُ. قَالَ:\nخَلِيطَيْنِ مِنْ شَعْبَيْنِ شَتَّى تَجَاوَرَا ... قَدِيمًا وَكَانَا لِلتَّفَرُّقِ أَمْتَعَا\nوَرَوَاهُ الْأَصْمَعِيُّ: \" بِالتَّفَرُّقِ \". يَقُولُ: لَمْ تَكُنْ مُتْعَةُ أَحَدِهِمَا لِصَاحِبِهِ إِلَّا الْفِرَاقَ. وَيَقُولُونَ: لَئِنِ اشْتَرَيْتَ هَذَا الْغُلَامَ لَتَمْتَعَنَّ مِنْهُ بِغُلَامٍ صَالِحٍ. وَيَقُولُونَ: حَبْلٌ مَاتِعٌ: جَيِّدٌ، وَمَعْنَاهُ أَنَّ الْمُدَّةَ تَمْتَدُّ بِهِ. وَيَقُولُونَ: مَتَعَ النَّهَارُ: طَالَ. وَمَتَعَ النَّبَاتُ مُتُوعًا. فَأَمَّا قَوْلُ النَّابِغَةِ:\nإِلَى خَيْرِ دِينٍ نُسُكُهُ قَدْ عَلِمْتُهُ ... وَمِيزَانُهُ فِي سُورَةِ الْبِرِّ [مَاتِعُ]\nفَقَالُوا: مَعْنَاهُ رَاجِحٌ زَائِدٌ. وَمَتَعَ السَّرَابُ: طَالَ فِي أَوَّلِ النَّهَارِ مُتُوعًا أَيْضًا.\nقَالَ أَبُو بَكْرٍ: وَالْمُتْعَةُ: مَا تَمَتَّعْتَ [بِهِ] . وَنِكَاحُ الْمُتْعَةِ الَّتِي كُرِهَتْ أَحْسَبُهَا مِنْ هَذَا. وَالْمَتَاعُ مِنْ أَمْتِعَةِ الْبَيْتِ: مَا يَسْتَمْتِعُ بِهِ الْإِنْسَانُ فِي حَوَائِجِهِ. وَمَتَّعَ اللَّهُ بِهِ فُلَانًا تَمْتِيعًا، وَأَمْتَعَهُ بِهِ إِمْتَاعًا بِمَعْنًى وَاحِدٍ، أَيْ أَبْقَاهُ لِيَسْتَمْتِعَ بِهِ فِيمَا أَحَبَّ مِنَ السُّرُورِ وَالْمَنَافِعِ.\nوَذَهَبَ مِنْ أَهْلِ التَّحْقِيقِ بَعْضُهُمْ إِلَى أَنَّ الْأَصْلَ فِي الْبَابِ التَّلَذُّذُ. وَمَتَعَ النَّهَارُ لِأَنَّهُ يُتَمَتَّعُ بِضِيَائِهِ. وَمَتَّعَ السَّرَابُ مُشَبَّهٌ بِتَمَتُّعِ النَّهَارِ. وَالْمَتَاعُ: الِانْتِفَاعُ بِمَا فِيهِ لَذَّةٌ عَاجِلَةٌ.\nوَذَهَبَ مِنْهُمْ آخَرُ إِلَى أَنَّ الْأَصْلَ الِامْتِدَادُ وَالِارْتِفَاعُ، وَالْمَتَاعُ انْتِفَاعٌ مُمْتَدُ الْوَقْتِ. وَشَرَابٌ مَاتِعٌ: أَحْمَرُ، أَيْ بِهِ يُتَمَتَّعُ لِجَوْدَتِهِ.",
    "pg": "5:293-294"
  },
  "متك": {
    "def": "الْمِيمُ وَالتَّاءُ وَالْكَافُ. يَقُولُونَ: الْمُتْكُ: الْأُتْرُجُّ، وَيُقَالُ الزُّمَاوَرْدُ. وَيُقَالُ: الْمُتْكُ: مَا تُبْقِيهِ الْخَاتِنَةُ.",
    "pg": "5:294"
  },
  "متل": {
    "def": "الْمِيمُ وَالتَّاءُ وَاللَّامُ. يَقُولُونَ: مَتَلَهُ مَتْلًا: زَعْزَعَهُ.",
    "pg": "5:294"
  },
  "متن": {
    "def": "الْمِيمُ وَالتَّاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى صَلَابَةٍ فِي الشَّيْءِ مَعَ امْتِدَادٍ وَطُولٍ. مِنْهُ الْمَتْنُ: مَا صَلُبَ مِنَ الْأَرْضِ وَارْتَفَعَ وَانْقَادَ، وَالْجَمْعُ مِتَانٌ. وَرَأَيْتُهُ بِذَلِكَ الْمَتْنِ. وَمِنْهُ شُبِّهَ الْمَتْنَانِ مِنَ الْإِنْسَانِ: مُكْتَنِفَا الصُّلْبِ مِنْ عَصَبٍ وَلَحْمٍ. وَمَتَنْتُهُ: ضَرَبْتُ مَتْنَهُ. وَيَقُولُونَ: مَتْنَةٌ، يَذْهَبُونَ إِلَى اللَّحْمَةِ. قَالَ امْرُؤُ الْقَيْسِ:\nلَهَا مَتْنَتَانِ خَظَاتَا كَمَا أَكَبَّ عَلَى سَاعِدَيْهِ النَّمِرْ وَمَتَنَ قَوْسَهُ: وَتَّرَهَا بِعَقَبٍ مِنْ عَقَبِ الْمَتْنِ. وَمَتَنَ يَوْمَهُ: سَارَهُ أَجْمَعَ، وَهُوَ عَلَى جِهَةِ الِاسْتِعَارَةِ. وَمَتَنْتُهُ بِالسَّوْطِ أَمْتِنُهُ: ضَرَبْتُهُ. وَعِنْدَنَا أَنْ يَكُونَ ضَرْبًا عَلَى الْمَتْنِ. وَالْمُمَاتَنَةُ: الْمُبَاعَدَةُ فِي الْغَايَةِ. وَسَارَ سَيْرًا مُمَاتِنًا: شَدِيدًا بَعِيدًا. وَمَاتَنَهُ: مَاطَلَهُ. وَمِنَ الْبَابِ مُمَاتَنَةُ الشَّاعِرَيْنِ، إِذَا قَالَ هَذَا بَيْتًا وَذَلِكَ بَيْتًا، كَأَنَّهُمَا يَمْتَدَّانِ إِلَى غَايَةٍ يُرِيدَانِهَا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ مَتَنْتُ الدَّابَّةَ: شَقَقْتُ صَفْنَهُ وَاسْتَخْرَجْتُ بَيْضَتَهُ.",
    "pg": "5:294-295"
  },
  "مته": {
    "def": "الْمِيمُ وَالتَّاءُ وَالْهَاءُ. يَقُولُونَ: التَّمَتُّهُ: الذَّهَابُ فِي الْبَطَالَةِ وَالْغَوَايَةِ. وَهُوَ عِنْدَنَا مِنْ بَابِ الْإِبْدَالِ، الْهَاءُ مِنَ الْحَاءِ، كَأَنَّهُ التَّمَتُّحُ، وَقَدْ ذَكَرْنَاهُ. وَمَتَهْتُ الدَّلْوَ: مَتَحْتُهَا.",
    "pg": "5:295"
  },
  "متي": {
    "def": "الْمِيمُ وَالتَّاءُ وَالْحَرْفُ فِيهِ ثَلَاثُ كَلِمَاتٍ: إِحْدَاهَا يُسْتَفْهَمُ بِهَا عَنْ زَمَانٍ. تَقُولُ: مَتَى يَخْرُجُ زَيْدٌ؟ وَالْكَلِمَةُ الْأُخْرَى مِنْ بَابِ الْإِبْدَالِ. يَقُولُونَ: تَمَتَّى فِي نَزْعِ الْقَوْسِ، وَهُوَ مَنْ تَمَطَّى وَتَمَطَّطَ، وَقَدْ ذُكِرَ. قَالَ امْرُؤُ الْقَيْسِ: فَأَتَتْهُ الْوَحْشُ وَارِدَةً فَتَمَتَّى النَّزْعَ فِي يَسَرِهْ وَالثَّالِثَةُ كَلِمَةٌ هَذَلِيَّةٌ، يَقُولُونَ: جَعَلْتُهُ مَتَى كُمِّي، أَيْ فِي وَسَطِ كُمِّي. قَالَ أَبُو ذُؤَيْبٍ:\nشَرِبْنَ بِمَاءِ الْبَحْرِ ثُمَّ تَرَفَّعَتْ ... مَتَى لُجَجٍ خُضْرٍ لَهُنَّ نَئِيجُ.\n\n[بَابُ الْمِيمِ وَالثَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:295-296"
  },
  "مثث": {
    "def": "الْمِيمُ وَالثَّاءُ كَلِمَتَانِ. يَقُولُونَ: مَثَّ يَدَهُ: مَسَحَهَا وَمَثَّ الشَّيْءُ، إِذَا كَانَ يَرْشَحُ دَسَمًا. وَقَالَ ابْنُ دُرَيْدٍ: مَثَّ شَارِبُهُ، إِذَا أَكَلَ دَسَمَاً فَبَقِيَ عَلَيْهِ.",
    "pg": "5:268"
  },
  "مثع": {
    "def": "الْمِيمُ وَالثَّاءُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: الْمَثْعَاءُ: مِشْيَةٌ قَبِيحَةٌ. يُقَالُ: مَثَعَتِ الضَّبُعُ تَمْثَعُ. قَالَ الرَّاجِزُ:\nكَالضَّبُعِ الْمَثْعَاءِ عَنَّاهَا السُّدُمْ.",
    "pg": "5:296"
  },
  "مثل": {
    "def": "الْمِيمُ وَالثَّاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُنَاظَرَةِ الشَّيْءِ لِلشَّيْءِ. وَهَذَا مِثْلُ هَذَا، أَيْ نَظِيرُهُ، وَالْمِثْلُ وَالْمِثَالُ فِي مَعْنًى وَاحِدٍ. وَرُبَّمَا قَالُوا مَثِيلٌ كَشَبِيهٍ. تَقُولُ الْعَرَبُ: أَمْثَلَ السُّلْطَانُ فُلَانًا: قَتَلَهُ قَوَدًا، وَالْمَعْنَى أَنَّهُ فَعَلَ بِهِ مِثْلَ مَا كَانَ فَعَلَهُ. وَالْمَثَلُ: الْمِثْلُ أَيْضًا، كَشَبَهٍ وَشِبْهٍ. وَالْمَثَلُ الْمَضْرُوبُ مَأْخُوذٌ مِنْ هَذَا، لِأَنَّهُ يُذْكَرُ مُوَرًّى بِهِ عَنْ مِثْلِهِ فِي الْمَعْنَى. وَقَوْلُهُمْ: مَثَّلَ بِهِ، إِذَا نَكَّلَ، هُوَ مِنْ هَذَا أَيْضًا، لِأَنَّ الْمَعْنَى فِيهِ أَنَّهُ إِذَا نُكِّلَ بِهِ جُعِلَ ذَلِكَ مِثَالًا لِكُلِّ مَنْ صَنَعَ ذَلِكَ الصَّنِيعَ أَوْ أَرَادَ صُنْعَهُ. وَيَقُولُونَ: مَثَّلَ بِالْقَتِيلِ: جَدَعَهُ. وَالْمَثُلَاتُ مِنْ هَذَا أَيْضًا. قَالَ اللَّهُ تَعَالَى: ﴿وَقَدْ خَلَتْ مِنْ قَبْلِهِمُ الْمَثُلَاتُ﴾ [الرعد: ٦] ، أَيِ الْعُقُوبَاتُ الَّتِي تَزْجُرُ عَنْ مِثْلِ مَا وَقَعَتْ لِأَجْلِهِ، وَوَاحِدُهَا مَثُلَةٌ كَسَمُرَةٍ وَصَدُقَةٍ. وَيُحْتَمَلُ أَنَّهَا الَّتِي تَنْزِلُ بِالْإِنْسَانِ فَتُجْعَلُ مِثَالًا يَنْزَجِرُ بِهِ وَيَرْتَدِعُ غَيْرُهُ. وَمَثَلَ الرَّجُلُ قَائِمًا: انْتَصَبَ، وَالْمَعْنَى ذَاكَ، لِأَنَّهُ كَأَنَّهُ مِثَالٌ نُصِبَ. وَجَمْعُ الْمِثَالِ أَمْثِلَةٌ. وَالْمِثَالُ: الْفِرَاشُ وَالْجَمْعُ مُثُلٌ، وَهُوَ شَيْءٌ يُمَاثِلُ مَا تَحْتَهُ أَوْ فَوْقَهُ. وَفُلَانٌ أَمْثَلُ بَنِي فُلَانٍ: أَدْنَاهُمْ لِلْخَيْرِ، أَيْ إِنَّهُ مُمَاثِلٌ لِأَهْلِ الصَّلَاحِ وَالْخَيْرِ. وَهَؤُلَاءِ أَمَاثِلُ الْقَوْمِ، أَيْ خِيَارُهُمْ.\n\n[بَابُ الْمِيمِ وَالْجِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:296-297"
  },
  "مجج": {
    "def": "الْمِيمُ وَالْجِيمُ كَلِمَتَانِ إِحْدَاهُمَا تَخْلِيطٌ فِي شَيْءٍ، وَالثَّانِيَةُ رَمْيٌ لِلشَّيْءِ بِسُرْعَةٍ.\nفَالْأُولَى الْمَجْمَجَةُ: تَخْلِيطٌ فِيمَا يُكْتَبُ. وَمَجْمَجَ فِي أَخْبَارِهِ: لَمْ يَشْفِ وَلَمْ يُفْصِحْ.\nوَالْأُخْرَى مَجَّ الشَّرَابَ مِنْ فِيهِ: رَمَى بِهِ. وَالشَّرَابُ مُجَاجُ الْعِنَبِ. وَالْمَطَرُ مُجَاجُ الْمُزْنِ. وَالْعَسَلُ مُجَاجُ النَّحْلِ. وَهُوَ هَرِمٌ مَاجٌّ: يَمُجُّ رِيقَهُ وَلَا يَسْتَطِيعُ أَنْ يَحْبِسَهُ مِنْ كِبَرِهِ. وَمِنْ بَابِ السُّرْعَةِ أَمَجَّ فِي الْبِلَادِ إِمِّجَاجًا: ذَهَبَ. وَأَمَجَّ الرَّجُلُ: أَسْرَعَ فِي عَدْوِهِ.",
    "pg": "5:268-269"
  },
  "مجد": {
    "def": "الْمِيمُ وَالْجِيمُ وَالدَّالُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى بُلُوغِ النِّهَايَةِ، وَلَا يَكُونُ إِلَّا فِي مَحْمُودٍ. مِنْهُ الْمَجْدُ: بُلُوغُ النِّهَايَةِ فِي الْكَرَمِ. وَاللَّهُ الْمَاجِدُ وَالْمَجِيدُ، لَا كَرَمَ فَوْقَ كَرَمِهِ. وَتَقُولُ الْعَرَبُ: مَاجَدَ فُلَانٌ فُلَانًا: فَاخَرَهُ. وَيَقُولُونَ مَثَلًا: \" فِي كُلِّ شَجَرٍ نَارٌ، وَاسْتَمْجَدَ الْمَرْخُ وَالْعَفَارُ \"، أَيِ اسْتَكْثَرَا مِنَ النَّارِ وَأَخَذَا مِنْهَا مَا هُوَ حَسْبُهُمَا، فَهُمَا قَدْ تَنَاهَيَا فِي ذَلِكَ، حَتَّى إِنَّهُ يُقْبَسُ مِنْهُمَا. وَأَمَّا قَوْلُهُمْ: مَجَدَتِ الْإِبِلُ مُجُودًا، فَقَالُوا: مَعْنَاهُ أَنَّهَا نَالَتْ قَرِيبًا مِنْ شِبَعِهَا مِنَ الرُّطْبِ وَغَيْرِهِ. وَقَالَ قَوْمٌ: أَمْجَدْتُ الدَّابَّةَ: عَلَفْتُهَا مَا كَفَاهَا. وَهَذَا أَشْبَهُ بِقِيَاسِ الْبَابِ.",
    "pg": "5:297"
  },
  "مجر": {
    "def": "الْمِيمُ وَالْجِيمُ وَالرَّاءُ ثَلَاثُ كَلِمَاتٍ لَا تَنْقَاسُ. فَالْأَوْلَى الْمَجْرُ، وَهُوَ الدَّهْمُ الْكَثِيرُ. وَالثَّانِيَةُ الْمَجْرُ: أَنْ يُبَاعَ الشَّيْءُ بِمَا فِي بَطْنِ النَّاقَةِ. «وَنَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ عَنِ الْمَجْرِ» . وَكَانَتْ [الْعَرَبُ] فِي الْجَاهِلِيَّةِ تَفْعَلُهُ.\nوَالثَّالِثَةُ الْمَجَرُ بِفَتْحِ الْجِيمِ، وَهُوَ مَا يَكُونُ فِي بُطُونِ الْإِبِلِ وَالشَّاءِ مِنْ دَاءٍ. وَشَاةٌ مُمْجِرٌ وَمِمْجَارٌ، إِذَا حَمَلَتْ فَهُزِلَتْ فَلَمْ تَسْتَطِعِ الْقِيَامَ إِلَّا بِمَنْ يُقِيمُهَا، وَقَلَّمَا تَسْلَمُ مِنْهُ قَالَ رَجُلٌ مِنَ الْعَرَبِ: \" الضَّأْنُ مَالُ صِدْقٍ إِذَا أَفْلَتَتْ مِنَ الْمَجَرِ \".",
    "pg": "5:297-298"
  },
  "مجس": {
    "def": "الْمِيمُ وَالْجِيمُ وَالسِّينُ كَلِمَةٌ مَا نَعْرِفُ لَهَا قِيَاسًا، وَأَظُنُّهَا فَارِسِيَّةٌ، وَهِيَ قَوْلُنَا هَؤُلَاءِ الْمَجُوسُ. يُقَالُ: تَمَجَّسَ الرَّجُلُ، إِذَا صَارَ مِنْهُمْ.",
    "pg": "5:298"
  },
  "مجع": {
    "def": "الْمِيمُ وَالْجِيمُ وَالْعَيْنُ كَلِمَتَانِ مُتَبَايِنَتَانِ. فَالْأُولَى الْمَجْعُ: أَكْلُ التَّمْرِ بِاللَّبَنِ، وَذَلِكَ هُوَ الْمَجِيعُ. وَالْمَجَّاعَةُ: الْمُكْثِرُ مِنْهُ. وَمَجَاعَةُ التَّمْرِ وَاللَّبَنِ: بَقِيَّتُهُ. وَشَرِبَ الْمَجَاعَةَ.\nوَالْأُخْرَى تَدُلُّ عَلَى رَدَاءَةِ الشَّيْءِ وَقِلَّةِ خَيْرِهِ. يُقَالُ لِكُلِّ شَيْءٍ رَدِيءٍ مِجْعٌ. وَرُبَّمَا قَالُوا لِلْمَاجِنِ مَجِعٌ. وَامْرَأَةٌ مَجِعَةٌ: تَكَلَّمُ بِالْفُحْشِ. وَفِي نِسَاءِ بَنِي فُلَانٍ مَجَاعَةٌ، وَهِيَ أَنْ يُصَرِّحْنَ بِمَا يُكْنَى عَنْهُ مِنَ الرَّفَثِ.",
    "pg": "5:298"
  },
  "مجل": {
    "def": "الْمِيمُ وَالْجِيمُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ مَجِلَتْ يَدُهُ تَمْجَلُ وَمَجَلَتْ تَمْجُلُ: تَنَفَّطَتْ. وَيَقُولُونَ: جَاءَتِ الْإِبِلُ كَأَنَّهَا الْمَجْلُ، أَيْ مُمْتَلِئَةٌ كَامْتِلَاءِ الْمَجْلِ، وَتَمَجَّلَ قَيْحًا: امْتَلَأَ. وَغَلَطَ ابْنُ دُرَيْدٍ فِي هَذَا الْبِنَاءِ فِي مَوْضِعَيْنِ: ذَكَرَ أَنَّ الْمَاجِلَ: مُسْتَنْقَعُ الْمَاءِ، وَهَذَا مِنْ بَابِ (أَجَلْ) ، وَذَكَرَ أَنَّ الْمَجَلَّةَ: الصَّحِيفَةُ، هُوَ مِنْ (جَلَّ) .",
    "pg": "5:298-299"
  },
  "مجن": {
    "def": "الْمِيمُ وَالْجِيمُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، هِيَ مَجَنَ، يُقَالُ: إِنَّ الْمُجُونَ: أَلَّا يُبَالِيَ الْإِنْسَانُ مَا صَنَعَ. قَالُوا: وَقِيَاسُهُ مِنَ النَّاقَةِ الْمُمَاجِنُ، وَهِيَ الَّتِي يَنْزُو عَلَيْهَا غَيْرُ وَاحِدٍ مِنَ الْفُحُولَةِ، فَلَا تَكَادُ تُلَقَّحُ. وَالْمَجَّانُ، هُوَ عَطِيَّةُ الرَّجُلِ شَيْئًا بِلَا ثَمَنٍ.\n\n[بَابُ الْمِيمِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:299"
  },
  "محت": {
    "def": "الْمِيمُ وَالْحَاءُ وَالتَّاءُ لَيْسَ بِأَصْلٍ، إِنَّمَا هُوَ مَقْلُوبٌ. يَقُولُونَ: الْمَحْتُ: الشَّدِيدُ مِنْ كُلِّ شَيْءٍ. وَيَوْمٌ مَحْتٌ: شَدِيدُ الْحَرِّ. وَالْأَصْلُ الْحَمْتُ.",
    "pg": "5:303"
  },
  "محج": {
    "def": "الْمِيمُ وَالْحَاءُ وَالْجِيمُ. يَقُولُونَ: مَحَجَتِ الْأَرْضَ الرِّيحُ: مَسَحَتِ التُّرَابَ عَنْهَا. وَمَحَجْتُ اللَّحْمَ: قَشَرْتُهُ. قَالَ الْخَلِيلُ: وَالْمَحْجُ: مَسْحُ شَيْءٍ عَنْ شَيْءٍ. قَالَ ابْنُ دُرَيْدٍ: وَمَحَجْتُ الْأَدِيمَ وَالْحَبْلَ، إِذَا دَلَّكْتُهُ لِيَلِينَ. قَالَ: وَمَاحَجْتُهُ مُمَاحَجَةً وَمِحَاجًا، إِذَا مَاطَلْتُهُ. وَإِنْ صَحَّ الْبَابُ فَأَصْلُهُ الْمَسْحُ.\n\n[بَابُ الْمِيمِ وَالْخَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:303"
  },
  "محح": {
    "def": "الْمِيمُ وَالْحَاءُ ثَلَاثُ كَلِمَاتٍ لَا تَنْقَاسُ عَلَى أَصْلٍ وَاحِدٍ: الْأُولَى مَحَّ الشَّيْءُ وَأَمَحَّ، إِذَا دَرَسَ وَبَلِيَ. وَالْمَحُّ: الثَّوْبُ الْبَالِي.\nوَالثَّانِيَةُ: الرَّجُلُ الْمَحَّاحُ: الْكَذَّابُ الَّذِي يُرِي بِكَلَامِهِ مَا لَا يَفْعَلُهُ. وَالثَّالِثَةُ الْمُحُّ: صُفْرَةُ الْبَيْضِ. وَيُقَالُ: الْمَاحُ بَيَاضُهَا.",
    "pg": "5:269"
  },
  "محز": {
    "def": "الْمِيمُ وَالْحَاءُ وَالزَّاءُ لَيْسَ بِشَيْءٍ، عَلَى أَنَّهُمْ يَقُولُونَ: الْمَحْزُ: النِّكَاحُ، وَمَحَزَهَا مَحْزًا.",
    "pg": "5:299"
  },
  "محش": {
    "def": "الْمِيمُ وَالْحَاءُ وَالشِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِحْرَاقِ النَّارِ شَيْئًا حَتَّى يَنْسَحِجَ جِلْدُهُ. يُقَالُ: مَحَشَتِ النَّارُ الشَّيْءَ تَمْحَشُهُ. وَامْتَحَشَ الْخُبْزُ: احْتَرَقَ. وَرَوَى ابْنُ السِّكِّيتِ: أَمْحَشَهُ الْحَرُّ. وَيُقَالُ: امْتَحَشَ، إِذَا غَضِبَ ; وَمَعْنَاهُ أَنَّ الْغَضَبَ لِحَرَارَتِهِ بَلَغَ ذَلِكَ الْمَبْلَغَ، كَأَنَّهُ أَحْرَقَ. وَيُقَالُ لِلسَّنَةِ الْجَدْبِ: قَدْ أَمْحَشَتْ كُلَّ شَيْءٍ. فَأَمَّا قَوْلُ النَّابِغَةِ:\nجَمِّعْ مِحَاشَكَ يَا يَزِيدُ، فَإِنَّنِي ... أَعْدَدْتُ يَرْبُوعًا لَكُمْ وَتَمِيمَا فَقَالُوا: مَعْنَاهُ جَمِّعْ هَذِهِ الْقَبَائِلَ، وَكَانُوا قَبَائِلَ تَحَالَفُوا بِالنَّارِ.\nوَمِمَّا قِيسَ عَلَى هَذَا: مَحَشَ وَجْهَهُ بِالسَّيْفِ مَحْشَةً: ضَرَبَهُ فَقَشَرَ الْجِلْدَ. وَمَرَّتْ غِرَارَةٌ فَمَحَشَتْنِي، أَيْ سَحَجَتْنِي.",
    "pg": "5:299-300"
  },
  "محص": {
    "def": "الْمِيمُ وَالْحَاءُ وَالصَّادُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى تَخْلِيصِ شَيْءٍ وَتَنْقِيَتِهِ. وَمَحَصَهُ مَحْصًا: خَلَّصَهُ مِنْ كُلِّ عَيْبٍ. [وَ] مَحَصَ اللَّهُ الْعَبْدَ مِنَ الذَّنْبِ: طَهَّرَهُ مِنْهُ وَنَقَّاهُ، وَمَحَّصَهُ. قَالَ اللَّهُ تَعَالَى: ﴿وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا﴾ [آل عمران: ١٤١] . وَمَحَّصْتُ الذَّهَبَ بِالنَّارِ: خَلَّصْتُهُ مِنَ الشَّوْبِ. وَقَوْلُهُمْ: فَرَسٌ مُمَحَّصٌ يَقُولُونَ: إِنَّهُ الشَّدِيدُ الْخَلْقِ وَقِيَاسُهُ عِنْدَنَا أَنَّهُ الْبَرِيءُ مِنَ الْعُيُوبِ، وَكَذَلِكَ الْمَحِصُ مِنَ الْحِبَالِ وَالْأَوْتَارِ: مَا مُحِصَ حَتَّى ذَهَبَ زِئْبِرُهُ وَلَانَ. قَالَ الْهُذَلِيُّ:\nلَهَا مَحِصٌ غَيْرُ جَافِي الْقُوَى ... إِذَا مُطْيَ حَنَّ بِوَرَكْ حُدَالِ.",
    "pg": "5:300"
  },
  "محض": {
    "def": "الْمِيمُ وَالْحَاءُ وَالضَّادُ كَلِمَةٌ تَدُلُّ عَلَى خُلُوصِ الشَّيْءِ. مِنْهُ اللَّبَنُ الْمَحْضُ: الْخَالِصُ ; وَعَرَبِيٌّ مَحْضٌ. وَالْمَحْضُ يُشْتَقُّ مِنْهُ مَحَضْتُهُمْ: سَقَيْتُهُمْ ذَلِكَ. وَامْتَحَضْتُ أَنَا: شَرِبْتُ الْمَحْضَ. وَأَمْحَضْتُكَ الْحَدِيثَ: صَدَقْتُكَهُ. وَكَذَا النَّصِيحَةُ [وَ] الْوُدُّ. قَالَ:\nقُلْ لِلْغَوَانِي أَمَا فِيكُنَّ فَاتِكَةٌ ... تَعْلُو اللَّئِيمَ بِضَرْبٍ فِيهِ إِمْحَاضُ.",
    "pg": "5:300-301"
  },
  "محق": {
    "def": "الْمِيمُ وَالْحَاءُ وَالْقَافُ كَلِمَاتٌ تَدُلُّ عَلَى نُقْصَانٍ. وَمَحَقَهُ: نَقَصَهُ. وَكُلُّ شَيْءٍ نَقَصَ وُصِفَ بِهَذَا. وَالْمَُِحَاقُ: آخِرُ الشَّهْرِ إِذَا تَمَحَّقَ الْهِلَالُ. وَمَحَقَهُ اللَّهُ: ذَهَبَ بِبَرَكَتِهِ. وَقَالَ قَوْمٌ: أَمْحَقَهُ ; وَهُوَ رَدِيءٌ. وَقَالَ أَبُو عَمْرٍو: الْإِمْحَاقُ أَنْ يَهْلِكَ كَمِحَاقِ الْهِلَالِ. وَقَوْلُهُمْ: مَاحِقُ الصَّيْفِ: شِدَّةُ حَرِّهِ، أَيْ إِنَّهُ بِشِدَّةِ الْحَرِّ يَمْحَقُ النَّبَاتَ، أَيْ يُوبِسُهُ، وَيَذْهَبُ بِهِ، وَقَالَ ابْنُ دُرَيْدٍ، فِي قَوْلِ الْقَائِلِ:\nيُقَلِّبُ صَعَدَةً جَرْدَاءَ فِيهَا ... نَقِيعُ السُّمِّ أَوْ قَرْنٌ مُحِيقٌ\nإِنَّهُ لَيْسَ مِنَ الْمَحْقِ، إِنَّمَا هُوَ مَفْعُولٌ مِنْ حُقْتُ أَحُوقُ وَحِقْتُ أَحِيقُ، أَيْ دَلَّكْتُ وَمَلَّسْتُ.",
    "pg": "5:301"
  },
  "محك": {
    "def": "الْمِيمُ وَالْحَاءُ وَالْكَافُ كَلِمَةٌ وَاحِدَةٌ. الْمَحْكُ: التَّمَادِي وَاللَّجَاجُ. وَتَمَاحَكَ الْخَصْمَانِ: تَلَاجَّا. وَهُوَ مَحِكٌ.",
    "pg": "5:301-302"
  },
  "محل": {
    "def": "الْمِيمُ وَالْحَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ لَهُ مَعْنَيَانِ: أَحَدُهُمَا قِلَّةُ الْخَيْرِ، وَالْآخَرُ الْوِشَايَةُ وَالسِّعَايَةُ.\nفَالْمَحْلُ: انْقِطَاعُ الْمَطَرِ وَيُبْسُ الْأَرْضِ مِنَ الْكَلَأِ. يُقَالُ: أَرْضٌ مُحُولٌ، عَلَى فُعُولٍ بِالْجَمْعِ. قَالَ الْخَلِيلُ: يُحْمَلُ ذَلِكَ عَلَى الْمَوَاضِعِ. وَأَمْحَلَتْ فَهِيَ مُمْحِلٌ. وَأَمْحَلَ الْقَوْمُ. وَزَمَانٌ مَاحِلٌ.\nوَالْمَعْنَى الْآخَرُ مَحَلَ بِهِ، إِذَا سَعَى بِهِ. وَفِي الدُّعَاءِ: \" «لَا تَجْعَلِ الْقُرْآنَ بِنَا مَاحِلًا» \"، أَيْ لَا تَجْعَلْهُ يَشْهَدُ عِنْدَكَ عَلَيْنَا بِتَرْكِنَا اتِّبَاعَهُ، أَيِ اجْعَلْنَا مِمَّنْ يَتْبَعُ الْقُرْآنَ وَيَعْمَلُ بِهِ.\nوَمَا يُبَايِنُ هَذَيْنِ الْمَعْنَيَيْنِ: لَبَنٌ مُمَحَّلٌ، مَحَّلَهُ الْقَوْمُ، أَيْ حَقَنُوهُ.",
    "pg": "5:302"
  },
  "محن": {
    "def": "الْمِيمُ وَالْحَاءُ وَالنُّونُ كَلِمَاتٌ ثَلَاثٌ عَلَى غَيْرِ قِيَاسٍ. الْأُولَى الْمَحْنُ: الِاخْتِبَارُ. وَمَحَنَهُ وَامْتَحَنَهُ. وَالثَّانِيَةُ: أَتَيْتُهُ فَمَا مَحَنَنِي شَيْئًا، أَيْ مَا أَعْطَانِيهِ. وَالثَّالِثَةُ مَحَنَهُ سَوْطًا: ضَرَبَهُ.",
    "pg": "5:302"
  },
  "محو": {
    "def": "الْمِيمُ وَالْحَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الذَّهَابِ بِالشَّيْءِ. وَمَحَتِ الرِّيحُ السَّحَابَ: ذَهَبَتْ بِهِ. وَتُسَمَّى الشَّمَالُ مَحْوَةً، لِأَنَّهَا تَمْحُو السَّحَابَ. وَمَحَوْتُ الْكِتَابَ أَمْحُوهُ مَحْوًا. وَامَّحَى الشَّيْءُ: ذَهَبَ أَثَرُهُ، كَذَلِكَ امْتَحَى.",
    "pg": "5:302-303"
  },
  "مخج": {
    "def": "الْمِيمُ وَالْخَاءُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: مَخَجَ الْبِئْرَ، إِذَا خَضْخَضَهَا. قَالَ:\nيَزِيدُهَا مَخْجُ الدِّلَا جُمُومَا\nوَيُكَنُّونَ بِهِ عَنِ الْبِضَاعِ، فَيُقَالُ: مَخَجَهَا. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْمِيمِ وَالدَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:305"
  },
  "مخخ": {
    "def": "الْمِيمُ وَالْخَاءُ كَلِمَةٌ تَدُلُّ عَلَى خَالِصِ كُلِّ شَيْءٍ. مِنْهُ مُخُّ الْعَظْمِ، مَعْرُوفٌ. وَأَمَخَّتِ الشَّاةُ: كَثُرَ مُخُّهَا. وَرُبَّمَا سَمَّوُا الدِّمَاغَ مُخَّا. قَالَ:\nوَلَا يَأْكُلُ الْكَلْبُ السَّرُوقُ نِعَالَنَا ... وَلَا يُنْتَقَى الْمُخُّ الَّذِي فِي الْجَمَاجِمِ\nوَخَالِصُ كُلِّ شَيْءٍ مُخُّهُ.",
    "pg": "5:269"
  },
  "مخر": {
    "def": "الْمِيمُ وَالْخَاءُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى شَقٍّ وَفَتْحٍ. يُقَالُ مَخَرَتِ السَّفِينَةُ الْمَاءَ مَخْرًا: شَقَّتْهُ. قَالَ الرَّاجِزُ فِي نِسَاءٍ يَخْتَصِمْنَ وَيَسْتَعِنَّ بِأَيْدِيهِنَّ، كَمَا يَفْعَلُ السَّابِحُ:\nمُقَدِّمَاتٌ أَيْدِيَ الْمَوَاخِرِ\nوَيُقَالُ: مَخَرْتُ الْأَرْضَ، إِذَا أَرْسَلْتَ فِيهَا الْمَاءَ. وَيُقَالُ اسْتَمْخَرْتُ الرِّيحَ، إِذَا اسْتَقْبَلْتَهَا بِأَنْفِكَ. وَقِيَاسُهُ صَحِيحٌ، كَأَنَّكَ تَشُقُّ الرِّيحَ بِأَنْفِكَ. وَقَوْلُهُمْ: امْتَخَرْتُ الْقَوْمَ، إِذَا انْتَقَيْتَ خِيَارَهُمْ، كَأَنَّهُ شَقَّ النَّاسَ إِلَيْهِ حَتَّى انْتَخَبَهُ. قَالَ:\nمِنْ نُخْبَةِ النَّاسِ الَّتِي كَانَ امْتَخَرْ\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْيَمْخُورُ: الرَّجُلُ الطَّوِيلُ. فَأَمَّا بَنَاتُ مَخْرٍ فَهِيَ سَحَابٌ تَنْشَأُ فِي الصَّيْفِ، وَلَيْسَ مِنَ الْبَابِ، لِأَنَّهُ مِنَ الْإِبْدَالِ وَالْأَصْلُ الْبَاءُ \" بَخْرٌ \"، وَقَدْ مَرَّ.",
    "pg": "5:303-304"
  },
  "مخض": {
    "def": "الْمِيمُ وَالْخَاءُ وَالضَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اضْطِرَابِ شَيْءٍ فِي وِعَائِهِ مَائِعٍ، ثُمَّ يُسْتَعَارُ. وَمَخَضْتُ اللَّبَنَ أَمْخُضُهُ مَخْضًا. وَالْمَخْضُ: هَدْرُ الْبَعِيرِ، وَهُوَ عَلَى التَّشْبِيهِ، كَأَنَّهُ يَمْخُضُ فِي شِقْشِقَتِهِ شَيْئًا. وَالْمَاخِضُ: الْحَامِلُ إِذَا ضَرَبَهَا الطَّلْقُ. وَهَذَا أَيْضًا عَلَى مَعْنَى التَّشْبِيهِ، كَأَنَّ الَّذِي فِي جَوْفِهَا شَيْءٌ مَائِعٌ يَتَمَخَّضُ. وَالْمَخَاضُ: النُّوقُ الْحَوَامِلُ، وَاحِدَتُهَا خَلِفَةٌ. وَيُقَالُ لِوَلَدِ النَّاقَةِ إِذَا أُرْسِلَ الْفَحْلُ فِي الْإِبِلِ الَّتِي فِيهَا أُمُّهُ: ابْنُ مَخَاضٍ، لَقِحَتْ أُمُّهُ أَمْ لَا.",
    "pg": "5:304"
  },
  "مخط": {
    "def": "الْمِيمُ وَالْخَاءُ وَالطَّاءُ أُصَيْلٌ، يَدُلُّ عَلَى بُرُوزِ شَيْءٍ مِنْ كِنِّهِ، صَحِيحٌ. وَامْتَخَطَ السَّيْفَ: انْتَضَاهُ. وَأَمْخَطَ السَّهْمَ: أَنْفَذَهُ إِمْخَاطًا. وَرُبَّمَا قَالُوا: امْتَخَطَ مَا فِي يَدِهِ: اخْتَلَسَهُ.",
    "pg": "5:304"
  },
  "مخن": {
    "def": "الْمِيمُ وَالْخَاءُ وَالنُّونُ يَقُولُونَ: الْمَخْنُ: الرَّجُلُ الطَّوِيلُ.",
    "pg": "5:304"
  },
  "مخي": {
    "def": "الْمِيمُ وَالْخَاءُ وَالْحَرْفُ الْمُعْتَلُّ. يَقُولُونَ: تَمَخَّى مِنَ الشَّيْءِ وَامَّخَى مِنْهُ: تَبَرَّأَ مِنْهُ وَتَحَرَّجَ. قَالَ:\nوَلَمْ تُرَاقِبْ مَأْثَمًا فَتَمَّخِهْ ... مِنْ ظُلْمِ شَيْخٍ آضَ مِنْ تَشَيُّخِهْ.",
    "pg": "5:304-305"
  },
  "مدح": {
    "def": "الْمِيمُ وَالدَّالُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى وَصْفِ مَحَاسِنَ بِكَلَامٍ جَمِيلٍ. وَمَدَحَهُ يَمْدَحُهُ مَدْحًا: أَحْسَنَ عَلَيْهِ الثَّنَاءُ. وَالْأُمْدُوحَةُ: الْمَدْحُ. وَيُقَالُ الْمَنْقَبَةُ أُمْدُوحَةٌ أَيْضًا. قَالَ:\nلَوْ كَانَ مِدْحَةُ حَيٍّ مُنْشِرًا أَحَدًا ... أَحْيَا أَبَاكُنَّ يَا لَيْلَى الْأَمَادِيحُ.",
    "pg": "5:308"
  },
  "مدخ": {
    "def": "الْمِيمُ وَالدَّالُ وَالْخَاءُ. يَقُولُونَ: الْمَدْخُ: الْعَظَمَةُ. وَالتَّمَادُخُ: الْبَغْيُ. قَالَ:\nتَمَادَخُ بِالْحِمَى جَهْلًا عَلَيْنَا ... فَهَلَّا بِالْقَنَانِ تُمَادِخِينَا\nوَحَكَى ابْنُ دُرَيْدٍ: تَمَدَّخَتِ النَّاقَةُ: تَلَوَّتْ فِي سَيْرِهَا. وَتَمَدَّخَتْ: امْتَلَأَتْ شَحْمًا.\n\n[بَابُ الْمِيمِ وَالذَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:308"
  },
  "مدد": {
    "def": "الْمِيمُ وَالدَّالُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى جَرِّ شَيْءٍ فِي طُولٍ، وَاتِّصَالِ شَيْءٍ بِشَيْءٍ فِي اسْتِطَالَةٍ. تَقُولُ: مَدَدْتُ الشَّيْءَ أَمُدُّهُ مَدًّا. وَمَدَّ النَّهْرُ، وَمَدَّهُ نَهْرٌ آخَرُ، أَيْ زَادَ فِيهِ وَوَاصَلَهُ فَأَطَالَ مُدَّتَهُ. وَأَمْدَدْتُ الْجَيْشَ بِمَدَدٍ. وَمِنْهُ أَمَدَّ الْجُرْحُ: صَارَتْ فِيهِ مِدَّةٌ، وَهِيَ مَا يَخْرُجُ. وَمِنْهُ مَدَّدْتُ الْإِبِلَ مَدًّا: أَسْقَيْتُهَا الْمَاءَ بِالدَّقِيقِ أَوْ بِشَيْءٍ تَمُدُّهُ بِهِ. وَالِاسْمُ الْمَدِيدُ. وَمَدُّ النَّهَارِ: ارْتِفَاعُهُ إِذَا امْتَدَّ. وَالْمِدَادُ: مَا يُكْتَبُ بِهِ، لِأَنَّهُ يُمَدُّ بِالْمَاءِ. وَمَدَدْتُ الدَّوَاةَ وَأَمْدَدْتُهَا. وَالْمَدَّةُ: اسْتِمْدَادُكَ مِنَ الدَّوَاةِ مَدَّةً بِقَلَمِكَ. وَمِنَ الْبَابِ الْمُدُّ مِنَ الْمَكَايِيلِ، لِأَنَّهُ يَمُدُّ الْمَكِيلَ بِالْمَكِيلِ مِثْلِهِ. وَمِمَّا شَذَّ عَنِ الْبَابِ مَاءٌ إِمِدَّانٌ: شَدِيدُ الْمُلُوحَةِ.",
    "pg": "5:269-270"
  },
  "مدر": {
    "def": "الْمِيمُ وَالدَّالُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى طِينٍ مُتَحَبِّبٍ، ثُمَّ يُشَبَّهُ [بِهِ] . فَالْمَدَرُ مَعْرُوفٌ، وَالْوَاحِدَةُ مَدَرَةٌ، وَرُبَّمَا قَالُوا: سُمِّيَتِ الْبَلْدَةُ مَدَرَةٌ. قَالَ:\nلَيْلًا وَمَا نَادَى أَذِينَ الْمَدَرَهْ\nوَالْمَدْرُ: تَطْيِينُكَ وَجْهَ الْحَوْضِ بِالطِّينِ، وَهُوَ الْمَدَرُ الْمَبْلُولُ بَلًّا بِالْمَاءِ. وَمَكَانُ ذَلِكَ الطِّينِ مَمْدَرَةٌ. وَالْأَمْدَرُ مِنَ الضِّبَاعِ، لَوْنُهُ لَوْنُ الْمَدَرِ. وَيُقَالُ: رَجُلٌ أَمْدَرُ: عَظِيمُ الْجَنْبَيْنِ، وَأَظُنُّهُ مِنْ تَرَاكُمِ اللَّحْمِ عَلَيْهِ، كَأَنَّهُ مَدَرٌ.",
    "pg": "5:305-306"
  },
  "مدس": {
    "def": "الْمِيمُ وَالدَّالُ وَالسِّينُ. ذَكَرَ ابْنُ دُرَيْدٍ: الْمَدْسُ: الدَّلْكُ وَالْفَرْكُ. وَمَدَسْتُ الْأَدِيمَ مَدْسًا.",
    "pg": "5:306"
  },
  "مدش": {
    "def": "الْمِيمُ وَالدَّالُ وَالشِّينُ. يَقُولُونَ مَدْشَاءُ: لَا لَحْمَ عَلَى يَدَيْهَا. وَقَالَ أَبُو بَكْرٍ: مَدِشَتْ عَيْنُهُ: أَظْلَمَتْ، وَالرَّجُلُ مَدِشٌ.",
    "pg": "5:306"
  },
  "مدق": {
    "def": "الْمِيمُ وَالدَّالُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ حَكَاهَا أَبُو بَكْرٍ: مَدَقْتُ الصَّخْرَ وَغَيْرَهُ: كَسَرْتُهُ.",
    "pg": "5:306"
  },
  "مدل": {
    "def": "الْمِيمُ وَالدَّالُ وَالْمِيمُ مِنْ كَلِمَاتِ أَبِي بَكْرٍ أَيْضًا: الْمِدْلُ: اللَّبَنُ الْخَاثِرُ.",
    "pg": "5:306"
  },
  "مدن": {
    "def": "الْمِيمُ وَالدَّالُ وَالنُّونُ لَيْسَ فِيهِ إِلَّا مَدِينَةٌ، إِنْ كَانَتْ عَلَى فَعِيلَةٍ، وَيَجْمَعُونَهَا مُدُنًا. وَمَدَّنْتُ مَدِينَةً.",
    "pg": "5:306"
  },
  "مده": {
    "def": "الْمِيمُ وَالدَّالُ وَالْهَاءُ لَيْسَ بِأَصْلٍ، لِأَنَّ هَاءَهُ عَنْ حَاءٍ، التَّمَدُّحُ وَالتَّمَدُّهُ. وَمَدَهْتُهُ. قَالَ: لِلَّهِ دَرُّ الْغَانِيَاتِ الْمُدَّهِ\nقَالَ الْخَلِيلُ: الْمَدْهُ يُضَارِعُ الْمَدْحَ، إِلَّا أَنَّ الْمَدْهَ فِي نَعْتِ الْجَمَالِ وَالْهَيْئَةِ، وَالْمَدْحَ عَامٌّ فِي كُلِّ شَيْءٍ.",
    "pg": "5:306-307"
  },
  "مدي": {
    "def": "الْمِيمُ وَالدَّالُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى امْتِدَادٍ فِي شَيْءٍ وَإِمْدَادٍ. مِنْهُ الْمَدَى: الْغَايَةُ. وَالْمَدِيُّ فِيمَا يُقَالُ: الْمَاءُ الْمُجْتَمِعُ، وَالْحَوْضُ الَّذِي يُمِدُّ مَاؤُهُ بَعْضُهُ بَعْضًا، وَالْجَمْعُ أَمْدِيَةٌ. قَالَ:\nإِذَا أُمِيلَ فِي الْمَدِيِّ فَاضَا\nوَالْمُدْيُ: مِكْيَالٌ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْمُدْيَةُ: الشَّفْرَةُ، وَجَمْعُهَا مُدًى. وَيُحْتَمَلُ أَنَّهَا مِنَ الْبَابِ أَيْضًا، فَإِنَّهُ إِذَا ذُبِحَتِ الذَّبِيحَةُ بِهَا كَانَ ذَلِكَ مَدَاهَا. وَإِلَى هَذَا أَشَارَ أَبُو عَلِيٍّ.",
    "pg": "5:307-308"
  },
  "مذح": {
    "def": "الْمِيمُ وَالذَّالُ وَالْحَاءُ. يَقُولُونَ: الْمَذَحُ: أَنْ يَمْشِيَ الرَّجُلُ فَتَسْحَجَ إِحْدَى [رِجْلَيْهِ] الْأُخْرَى.\n\n[بَابُ الْمِيمِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:310"
  },
  "مذر": {
    "def": "الْمِيمُ وَالذَّالُ وَالرَّاءُ يَدُلُّ عَلَى فَسَادٍ فِي شَيْءٍ. وَمَذِرَتِ الْبَيْضَةُ: فَسَدَتْ. وَأَمْذَرَتْهَا الدَّجَاجَةُ. وَالتَّمَذُّرُ: خُبْثُ النَّفْسِ. وَمَذِرَتْ لَهُ نَفْسِي. وَمَذِرَتْ مَعِدَتُهُ: فَسَدَتْ. وَالْأَمْذَرُ: الْكَثِيرُ الِاخْتِلَافِ إِلَى الْخَلَاءِ، وَهُوَ ذَلِكَ الْمَعْنَى. وَيَجُوزُ أَنْ يُقَالَ: إِنَّ مِنَ الْبَابِ قَوْلَهُمْ تَفَرَّقُوا شَذَرَ مَذَرَ.",
    "pg": "5:308-309"
  },
  "مذع": {
    "def": "الْمِيمُ وَالذَّالُ وَالْعَيْنُ. يَقُولُونَ فِيهِ الْمَذَّاعُ: الْكَذَّابُ، وَالَّذِي لَا يَكْتُمُ السِّرَّ أَيْضًا. وَمَذَعَ بِبَوْلِهِ: رَمَى بِبَوْلِهِ.",
    "pg": "5:309"
  },
  "مذق": {
    "def": "الْمِيمُ وَالذَّالُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى خَلْطِ شَيْءٍ لَا عَلَى جِهَةِ النَّصَاحَةِ.\nمِنْ ذَلِكَ مَذَقَ اللَّبَنَ بِالْمَاءِ، وَإِنَّمَا يُرَادُ بِذَلِكَ تَكْثِيرُهُ. وَاشْتُقَّ مِنْهُ الْمَذَّاقُ: الَّذِي يَمْذُقُ الْوُدَّ بِمَلَلٍ يَكُونُ فِيهِ. وَالْمَذْقُ: اللَّبَنُ الْمَمْزُوجُ أَيْضًا، وَكَذَا الْمَذِيقُ.",
    "pg": "5:309"
  },
  "مذل": {
    "def": "الْمِيمُ وَالذَّالُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اسْتِرْخَاءٍ وَقِلَّةِ تَشَدُّدٍ فِي الشَّيْءِ. مِنْهُ الِامْذِلَالُ: الْفَتْرَةُ فِي النَّفَسِ. قَالَ ذُو الرُّمَّةِ:\n[وَذِكْرُ الْبَيْنِ يَصْدَعُ فِي فُؤَادِي ... وَيُعْقِبُ فِي مَفَاصِلِيَ] امْذِلَالَا\nوَالْمَذِيلُ: الْمَرِيضُ الَّذِي لَا يَتَقَارُّ. وَقَدْ يَكُونُ مِنْ هَذَا الْقِيَاسِ الْمَذِلُ لِمَا عِنْدَهُ مِنْ مَالٍ وَسِرٍّ، إِذَا لَمْ يَقْدِرْ عَلَى ضَبْطِ نَفْسِهِ. وَمَذِلَ مِنْ كَلَامِهِ: قَلِقَ.",
    "pg": "5:309"
  },
  "مذي": {
    "def": "الْمِيمُ وَالذَّالُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى سُهُولَةٍ فِي جَرَيَانِ شَيْءٍ مَائِعٍ. مِنْهُ الْمَذْيُ، وَهُوَ أَرَقُّ مَا يَكُونُ مِنَ النُّطْفَةِ، وَالْفِعْلُ مِنْهُ مَذَيْتُ وَأَمْذَيْتُ، [وَ] فِيهِ الْوُضُوءُ. وَمِنْ هَذَا الْقِيَاسِ الْمِذَاءُ: أَنْ يَجْمَعَ الرَّجُلُ بَيْنَ نِسَاءٍ وَرِجَالٍ يُخَلِّيهِمْ يُمَاذِي بَعْضُهُمْ بَعْضًا. وَفِي الْحَدِيثِ: \" الْغَيْرَةُ مِنَ الْإِيمَانِ، وَالْمِذَاءُ مِنَ النِّفَاقِ \". وَيَقُولُونَ: إِنَّ مَاذِيَّ الْعَسَلِ أَبْيَضُهُ. وَقِيَاسُ الْبَابِ أَنَّ الْمَاذِيَّ السَّهْلُ الْجِرْيَةِ اللَّيِّنُ. وَكَذَا الدُّرُوعُ الْمَاذِيَّةُ: السَّلِسَةُ. وَالْخَمْرُ مَاذِيَّةٌ، إِذَا سُهِّلَتْ فِي حَلْقِ شَارِبِهَا.",
    "pg": "5:309-310"
  },
  "مرا": {
    "def": "الْمِيمُ وَالرَّاءُ وَالْهَمْزَةُ. وَإِذَا هُمِزَ خَرَجَ عَنِ الْقِيَاسِ وَصَارَتْ فِيهِ كَلِمَاتٌ لَا تَنْقَاسُ. يُقَالُ امْرُؤٌ وَامْرَآنِ، وَقَوْمُ امْرِئٍ. وَامْرَأَةٌ تَأْنِيثُ امْرِئٍ. وَالْمُرُوَّةُ: كَمَالُ الرُّجُولِيَّةِ، وَهِيَ مَهْمُوزَةٌ مُشَدَّدَةٌ، وَلَا يُبْنَى مِنْهُ فِعْلٌ. وَالْمَرَاءَةُ: مَصْدَرُ الشَّيْءِ الْمَرِيءِ الَّذِي يُسْتَمْرَأُ، وَيُقَالُ مَرَأَنِي الطَّعَامُ وَامْرَأَنِي. وَالْمَرِيءُ: رَأَسُ الْمَعِدَةِ وَالْكَرِشِ اللَّازِقِ بِالْحُلْقُومِ.",
    "pg": "5:315"
  },
  "مرت": {
    "def": "الْمِيمُ وَالرَّاءُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ، هِيَ الْمَرْتُ: الْفَلَاةُ الْقَفْرُ. وَمَكَانٌ مَرْتٌ: بَيِّنُ الْمُرُوتَةِ، إِذَا لَمْ يَكُنْ فِيهِ خَيْرٌ. وَجَمْعُ مَرْتٍ أَمْرَاتٌ وَمُرُوتٌ. وَبَلَغَنَا أَنَّ اشْتِقَاقَ مَارُوتَ مِنْهُ. وَيُقَالُ الْمَرْتُ: أَرْضٌ لَا يَجِفُّ ثَرَاهَا وَلَا يَنْبُتُ مَرْعَاهَا.",
    "pg": "5:315"
  },
  "مرث": {
    "def": "الْمِيمُ وَالرَّاءُ وَالثَّاءُ كَلِمَةٌ لَيْسَتْ بِأَصْلٍ، بَلْ هِيَ مِنَ الْإِبْدَالِ. وَمَرَثَ الدَّوَاءَ يَمْرُِثُهُ مِثْلُ مَرَسَهُ يَمْرُسُهُ. وَمِنْهُ رَجُلٌ مِمْرَثٌ: صَبُورٌ عَلَى الْخُصُومَاتِ ; وَالْجَمْعُ مَمَارِثٌ، وَالْأَصْلُ السِّينُ وَقَدْ ذُكِرَتَا.",
    "pg": "5:315"
  },
  "مرج": {
    "def": "الْمِيمُ وَالرَّاءُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَجِيءٍ وَذَهَابٍ وَاضْطِرَابٍ.\nوَمَرِجَ الْخَاتَمُ فِي الْإِصْبَعِ: قَلِقَ. وَقِيَاسُ الْبَابِ كُلِّهِ مِنْهُ. وَمَرِجَتْ أَمَانَاتُ الْقَوْمِ وَعُهُودُهُمْ: اضْطَرَبَتْ وَاخْتَلَطَتْ. وَالْمَرْجُ: أَصْلُهُ أَرْضٌ ذَاتُ نَبَاتٍ تَمْرُجُ فِيهَا الدَّوَابُّ. [وَ] قَوْلُهُ تَعَالَى: ﴿مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ﴾ [الرحمن: ١٩] ، كَأَنَّهُ جَلَّ ثَنَاؤُهُ أَرْسَلَهُمَا فَمُرِجَا. وَقَالَ: وَهُوَ الَّذِي مَرَجَ الْبَحْرَيْنِ.",
    "pg": "5:315-316"
  },
  "مرح": {
    "def": "الْمِيمُ وَالرَّاءُ وَالْحَاءُ أَصْلٌ يَدُلُّ عَلَى مَسَرَّةٍ لَا يَكَادُ يَسْتَقِرُّ مَعَهَا طَرَبًا. وَمَرِحَ يَمْرَحُ. وَفَرَسٌ مِمْرَاحٌ وَمَرُوحٌ. قَالَ اللَّهُ تَعَالَى: وَبِمَا كُنْتُمْ تَمْرَحُونَ، وَمِنْهُ الْمِرَاحُ، وَقَدْ ذَكَرْنَاهُ. قَالَ:\nيَقُولُ الْعَاذِلَاتُ عَلَاكَ شَيْبٌ ... أَهَذَا الشَّيْبُ يَمْنَعُنِي مِرَاحِي\nوَقَوْسٌ مَرُوحٌ: يَمْرَحُ مَنْ رَآهَا عَجَبًا بِهَا، وَيُقَالُ بَلِ الَّتِي كَأَنَّ بِهَا مَرَحًا مِنْ حُسْنِ إِرْسَالِهَا السَّهْمَ. وَيَقُولُونَ: عَيْنٌ مِمْرَاحٌ: غَزِيرَةُ الدَّمْعِ. وَهَذَا بَعْضُ قِيَاسِ الْبَابِ، لِأَنَّهُمْ ذَهَبُوا فِيهِ إِلَى مَا قُلْنَاهُ مِنْ قِلَّةِ الِاسْتِقْرَارِ. وَكَذَلِكَ مَرَّحْتُ الْمَزَادَةَ: مَلَأْتُهَا لِتَتَسَرَّبَ وَتَسِيلَ. وَمَرِحَتِ الْعَيْنُ مَرَحَانًا. قَالَ:\nكَأَنَّ قَذًى فِي الْعَيْنِ قَدْ مَرِحَتْ بِهِ ... وَمَا حَاجَةُ الْأُخْرَى إِلَى الْمَرَحَانِ\nوَمَرْحَى: كَلِمَةُ تَعَجُّبٍ وَإِعْجَابٍ. يُقَالُ لِلرَّامِي إِذَا أَصَابَ: مَرْحَى لَهُ. وَقَالَ ابْنُ دُرَيْدٍ: وَإِذَا أَخْطَأَ قَالُوا بَرْحَى. قَالَ:\nمَرْحَى وَأَيْحَى إِذَا مَا يُوَالِي.",
    "pg": "5:316-317"
  },
  "مرخ": {
    "def": "الْمِيمُ وَالرَّاءُ وَالْخَاءُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى تَلْيِينٍ فِي شَيْءٍ. وَمَرَخْتُ الْجِلْدَ بِالدُّهْنِ وَأَمْرَخْتُهُ. وَأَمْرَخْتُ الْعَجِينَ: أَكْثَرْتُ مَاءَهُ حَتَّى يَسْتَرْخِيَ. وَالْمَرْخُ: شَجَرٌ سَرِيعُ الْوَرْيِ. قَالَ:\nأَمَرْخٌ خِيَامُهُمْ أَمْ عُشَرْ ... أَمِ الْقَلْبُ فِي إِثْرِهِمْ مُنْحَدِرْ\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ الْمِرِّيخُ: سَهْمٌ طَوِيلٌ يُقْتَدَرُ بِهِ الْغِلَاءُ، لَهُ أَرْبَعُ قُذَذٍ ; وَهُوَ نَجْمٌ أَيْضًا.",
    "pg": "5:317"
  },
  "مرد": {
    "def": "الْمِيمُ وَالرَّاءُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَجْرِيدِ الشَّيْءِ مِنْ قِشْرِهِ أَوْ مَا يَعْلُوهُ مِنْ شَعْرِهِ. وَالْأَمْرَدُ: الشَّابُّ لَمْ تَبْدُ لِحْيَتُهُ. وَمَرِدَ يَمْرَدُ. وَمَرَّدَ الْغُصْنُ تَمْرِيدًا: أَلْقَى عَنْهُ لِحَاءَهُ فَتَرَكَهُ أَمْرَدَ، وَمِنْهُ شَجَرَةٌ مَرْدَاءُ. وَالْمَرْدَاءُ: رَمْلَةٌ مُنْبَطِحَةٌ لَا نَبْتَ فِيهَا، وَالْجَمْعُ مَرَادَى. وَالْمَارِدُ: الْعَاتِي، وَكَذَا الْمَرِيدُ، كَأَنَّهُ تَجَرَّدَ مِنَ الْخَيْرِ. وَالْأَمْرَدُ مِنَ الْخَيْلِ: الَّذِي لَا شَعْرَ عَلَى ثُنَّتِهِ. وَالْمُمَرَّدُ: الْبِنَاءُ الطَّوِيلُ، وَهُوَ قِيَاسُ الْبَابِ، لِأَنَّهُ كَأَنَّهُ مُجَرَّدٌ يُشْبِهُ الشَّجَرَةَ الْمَرْدَاءَ. وَيَقُولُونَ: الْمَرَادُ: الْعُنُقُ، وَهُوَ الْقِيَاسُ إِنْ صَحَّ. وَتَمَرَّدَ فُلَانٌ زَمَانًا: بَقِيَ أَمَرَدَ. وَقَوْلُهُمْ: مَرَدَ الطَّعَامَ يَمْرُدُهُ مَرْدًا: مَاثَهُ حَتَّى يَلِينَ، هُوَ مِنَ الْإِبْدَالِ، وَالْأَصْلُ مَرَسَ ; فَأُقِيمَتِ الدَّالُ مَقَامَ السِّينِ. وَكَذَا مَرَدَ الصَّبِيُّ ثَدْيَ أُمِّهِ يَمْرُدُهُ. وَكَذَا الْمَرِيدُ: التَّمْرُ يُنْقَعُ فِي اللَّبَنِ، كُلُّ ذَلِكَ مَعْنَاهُ وَاحِدٌ، وَالْأَصْلُ السِّينُ. [بَابُ الْمِيمِ وَالزَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:317-318"
  },
  "مرر": {
    "def": "الْمِيمُ وَالرَّاءُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدُهُمَا عَلَى مُضِيِّ شَيْءٍ، وَالْآخَرُ عَلَى خِلَافِ الْحَلَاوَةِ وَالطِّيبِ.\nفَالْأَوَّلُ مَرَّ الشَّيْءُ يَمُرُّ، إِذَا مَضَى. وَمَرُّ السَّحَابِ: انْسِحَابُهُ وَمُضِيُّهُ. وَلَقِيتُهُ مَرَّةً وَمَرَّتَيْنِ إِنَّمَا هُوَ عِبَارَةٌ عَنْ زَمَانٍ قَدْ مَرَّ. وَيَقُولُونَ: لَقِيتُهُ مَرَّةً مِنَ الْمَرِّ، يَجْمَعُونَ الْمَرَّةَ عَلَى الْمَرِّ.\nوَالْأَصْلُ الْآخَرُ أَمَرَّ الشَّيْءُ يُمِرُّ وَمَرَّ، إِذَا صَارَ مُرًّا. وَلَقِيتُ مِنْهُ الْأَمَرَّيْنِ، أَيْ شَدَائِدَ غَيْرَ طَيِّبَةٍ. وَالْأَمَرَّانِ: الْهَمُّ وَالْمَرَضُ. وَالْأَمَرُّ: الْمَصَارِينُ يَجْتَمِعُ فِيهَا الْفَرْثُ. قَالَ:\nوَلَا تُهْدِي الْأَمَرَّ وَمَا يَلِيهِ ... وَلَا تُهْدِنَّ مَعْرُوقَ الْعِظَامِ\nوَسُمِّيَ الْأَمَرَّ لِأَنَّهُ غَيْرُ طَيِّبٍ. ثُمَّ سُمِّيَتْ بَعْدَ ذَلِكَ كُلُّ شِدَّةٍ وَشَدِيدَةٍ بِهَذَا الْبِنَاءِ. يَقُولُونَ: أَمْرَرْتُ الْحَبْلَ: فَتَلْتُهُ، وَهُوَ مُمَرٌّ. وَالْمَرُّ: شِدَّةُ الْفَتْلِ. وَالْمَرِيرُ: الْحَبْلُ الْمَفْتُولُ. وَكَذَلِكَ الْمَرِيرَةُ: الْقُوَّةُ مِنْهُ. وَالْمَرِيرَةُ: عِزَّةُ النَّفْسِ. وَكُلُّ هَذَا قِيَاسُهُ وَاحِدٌ. وَالْمُرَارُ: شَجَرٌ مُرٌّ.\nأَمَّا الْمَرْمَرُ فَضَرْبٌ مِنَ الْحِجَارَةِ أَبْيَضُ صَافٍ. وَالْمَرْمَرَةُ أَيْضًا: نَعْمَةُ الْجِسْمِ وَتَرَجْرُجُهُ. وَامْرَأَةٌ مَرْمَارَةٌ، إِذَا كَانَتْ تَتَرَجْرَجُ مِنْ نَعْمَتِهَا.",
    "pg": "5:270-271"
  },
  "مرز": {
    "def": "الْمِيمُ وَالرَّاءُ وَالزَّاءُ أَصْلٌ يَدُلُّ عَلَى تَقْطِيعِ شَيْءٍ وَخَدْشِهِ. وَمَرَزَتِ الْمَرْأَةُ الْعَجِينَ: قَطَّعَتْهُ، وَكُلُّ قِطْعَةٍ مَِرْزَةٌ. وَيَقُولُونَ فِي الْقِيَاسِ عَلَى هَذَا: امْتَرَزَ عِرْضَهُ، إِذَا نَالَ مِنْهُ. وَمَرَزَ جِلْدَهُ: خَدَشَهُ.",
    "pg": "5:310"
  },
  "مرس": {
    "def": "الْمِيمُ وَالرَّاءُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُضَامَّةِ شَيْءٍ لِشَيْءٍ بِشِدَّةٍ وَقُوَّةٍ.\nمِنْهُ الْمَرَسُ: الْحَبْلُ، سُمِّيَ لِتَمَرُّسِ قُوَاهُ بَعْضِهَا بِبَعْضٍ، وَالْجَمْعُ أَمَرَاسٌ وَمَرِسَ الْحَبْلُ يَمْرَسُ مَرَسًا: وَقَعَ بَيْنَ الْخُطَّافِ وَالْبَكْرَةِ، فَأَنْتَ تُعَالِجُهُ أَنْ تُخْرِجَهُ. وَرَجُلٌ مَرِسٌ: ذُو جَلَدٍ. وَفَحْلٌ مَرَّاسٌ: ذُو مِرَاسٍ شَدِيدٍ. يُقَالُ: امْتَرَسَتِ الْأَلْسُنُ فِي الْخُصُومَاتِ: أَخَذَ بَعْضُهَا بَعْضًا. وَمِنْهُ الِامْتِرَاسُ: اللُّزُوقُ بِالشَّيْءِ وَمُلَازَمَتُهُ. قَالَ:\nفَنَكِرْنَهُ فَنَفَرْنَ وَامْتَرَسَتْ بِهِ ... هَوْجَاءُ هَادِيَةٌ وَهَادٍ جُرْشُعُ\nوَمِنْهُ تَمَرَّسَ فُلَانٌ بِالشَّيْءِ: احْتَكَّ بِهِ. وَالْمَرْمَرِيسُ: الدَّاهِيَةُ.",
    "pg": "5:310-311"
  },
  "مرش": {
    "def": "الْمِيمُ وَالرَّاءُ وَالشِّينُ. يَقُولُونَ: الْمَرْشُ: خَرْقُ الْجِلْدِ بِأَطْرَافِ الْأَظَافِيرِ. وَالْمَرْشُ أَيْضًا: الْخَدْشُ الْخَفِيفُ. وَالْمَرْشُ: الْأَرْضُ تَسِيلُ مِنْ أَدْنَى مَطَرٍ.",
    "pg": "5:311"
  },
  "مرص": {
    "def": "الْمِيمُ وَالرَّاءُ وَالصَّادُ. يَقُولُونَ: الْمَرْصُ مِثْلُ الْمَرْشِ. وَتَمَرَّصَ عَنِ السُّلْتِ قِشْرُهُ: طَارَ. وَهَذَا عِنْدَنَا كَلَامٌ.",
    "pg": "5:311"
  },
  "مرض": {
    "def": "الْمِيمُ وَالرَّاءُ وَالضَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَا يَخْرُجُ بِهِ الْإِنْسَانُ عَنْ حَدِّ الصِّحَّةِ فِي أَيِّ شَيْءٍ كَانَ. مِنْهُ الْعِلَّةُ. مَرِضَ وَ. . . يَمْرَضُ. وَجَمْعُ الْمَرِيضِ مَرْضَى. وَأَمْرَضَهُ: أَعَلَّهُ. وَمَرَّضَهُ: أَحْسَنَ الْقِيَامَ عَلَيْهِ فِي مَرَضِهِ. وَشَمْسٌ مَرِيضَةٌ، إِذَا لَمْ تَكُنْ مُشْرِقَةً، وَيَكُونُ ذَلِكَ لِهَبْوَةٍ فِي وَجْهِهَا. وَالنِّفَاقُ مَرَضٌ فِي قَوْلِهِ تَعَالَى: فِي قُلُوبِهِمْ مَرَضٌ وَقَالَ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ، قَالُوا: أَرَادَ الْقَهْرَ. وَقَدْ قُلْنَا: الْمَرَضُ: كُلُّ شَيْءٍ خَرَجَ بِهِ الْإِنْسَانُ عَنْ حَدِّ الصِّحَّةِ. وَقِيَاسُهُ مُطَّرِدٌ.\nوَقَالُوا: مَرَّضَ فِي الْحَاجَةِ: قَصَّرَ وَلَمْ يَصِحَّ عَزْمُهُ فِيهَا. وَقَدْ شَذَّتْ عَنْ هَذَا الْقِيَاسِ كَلِمَةٌ، وَهِيَ مِنَ الْمُشْكِلِ عِنْدَنَا، يَقُولُونَ: أَمْرَضَ إِذَا قَارَبَ إِصَابَةَ حَاجَتِهِ. قَالَ:\nوَلَكِنْ تَحْتَ ذَاكَ الشَّيْبِ حَزْمٌ ... إِذَا مَا ظَنَّ أَمْرَضَ أَوْ أَصَابَا.",
    "pg": "5:311-312"
  },
  "مرط": {
    "def": "الْمِيمُ وَالرَّاءُ وَالطَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَحَاتِّ الشَّيْءِ أَوْ حَتِّهِ. وَتَمَرَّطَ الشَّعْرُ: تَحَاتَّ، وَمَرَطْتُهُ. وَالْأَمْرَطُ مِنَ السِّهَامِ: السَّاقِطُ قُذَذُهُ. وَالْأَمْرَطُ: الْفَرَسُ لَا شَعْرَ عَلَى أَشَاعِرِهِ. وَالْمُرَيْطَاءُ: مَا بَيْنَ الصَّدْرِ إِلَى الْعَانَةِ مِنَ الْبَطْنِ، وَهِيَ أَقَلُّ مِنْ ذَلِكَ شَعْرًا. وَالْمَرَطَى: سُرْعَةُ الْعَدْوِ، كَأَنَّهُ مِنْ سُرْعَتِهِ يَتَمَرَّطُ عَنْهُ شَعْرُهُ. وَنَاقَةٌ مِمْرَطَةٌ: سَرِيعَةٌ.",
    "pg": "5:312"
  },
  "مرع": {
    "def": "الْمِيمُ وَالرَّاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِصْبٍ وَخَيْرٍ. وَمَرَعَ الْمَكَانُ. وَأَمْرَعَ الْقَوْمُ: أَصَابُوهُ مَرِيعًا. وَأَمْرَعَ الْوَادِي: أَكْلَأَ.",
    "pg": "5:312"
  },
  "مرغ": {
    "def": "الْمِيمُ وَالرَّاءُ وَالْغَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سَيَلَانِ شَيْءٍ أَوْ إِسَالَةِ شَيْءٍ. وَالْمَرْغُ: اللُّعَابُ. وَأَمْرَغَ الْإِنْسَانُ: سَالَ لُعَابُهُ. وَمَرَّغْتُ الشَّيْءَ: أَشْبَعْتُهُ دُهْنًا. وَالْإِمْرَاغُ فِي الْعَجِينِ: أَنْ يُكَثَّرَ مَاؤُهُ. وَيَقُولُونَ: أَمْرَغَ: أَكْثَرَ الْكَلَامَ فِي غَيْرِ صَوَابٍ، كَأَنَّهُ يُسِيلُهُ إِسَالَةً. وَيُقَالُ أَمْرَغَ عِرْضَهُ وَمَرَّغَهُ، كَأَنَّهُ لَطَخَهُ وَأَسَالَ عَلَيْهِ قَيْحًا.\nوَقَرِيبٌ مِنْ هَذَا الْقِيَاسِ مَرَّغْتُهُ فِي التُّرَابِ فَتَمَرَّغَ، أَيْ قَلَّبْتُهُ فَتَقَلَّبَ.",
    "pg": "5:312-313"
  },
  "مرق": {
    "def": "الْمِيمُ وَالرَّاءُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خُرُوجِ شَيْءٍ مِنْ شَيْءٍ. مِنْهُ الْمَرَقُ لِأَنَّهُ شَيْءٌ يَمْرُقُ مِنَ اللَّحْمِ. وَأَمْرَقْتُ الْقِدْرَ وَمَرَقْتُهَا. وَالْمُرُوقُ: الْخُرُوجُ مِنَ الشَّيْءِ. وَمَرَقَ السَّهْمُ مِنَ الرَّمِيَّةِ: نَفَذَ. وَمَرَقْتَ الْإِهَابَ، إِذَا حَلَقْتَ عَنْهُ صُوفَهُ، وَهُوَ قِيَاسٌ صَحِيحٌ لِأَنَّكَ كَأَنَّكَ أَبْرَزْتَ الْجِلْدَ عَنْ شَعْرِهِ. وَإِذَا عُطِنَ الْإِهَابُ حَتَّى يُنْتِنَ فَهُوَ مَرْقٌ. وَيُقَالُ إِنَّ الْمُرَاقَةَ: الْكَلَأُ الْيَسِيرُ، وَمَعْنَاهُ أَنَّ الْأَرْضَ كَأَنَّهَا تَجَرَّدَتْ وَمَرِقَتْ.",
    "pg": "5:313"
  },
  "مرن": {
    "def": "الْمِيمُ وَالرَّاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى لِينِ شَيْءٍ وَسُهُولَةٍ. وَمَرَنَ الشَّيْءُ يَمْرُنُ مُرُونًا: لَانَ. وَالْمَارِنُ: مَا لَانَ مِنَ الْأَنْفِ وَفَضَلَ عَنِ الْقَصَبَةِ. وَأَمْرَانُ الذِّرَاعِ: عَصَبٌ تَكُونُ فِيهَا، سُمِّيَتْ لِمُرُونِهَا، أَيْ لِينِهَا. وَالْمَرِنُ: الْحَالُ وَالْعَادَةُ. يُقَالُ: مَا زَالَ ذَاكَ مَرِنَهُ، أَيْ حَالَهُ. وَهُوَ فِي شِعْرِ الْكُمَيْتِ، وَهُوَ الْأَمْرُ يَمْرُنُ عَلَيْهِ الْإِنْسَانُ، إِذَا اعْتَادَهُ. وَالْمَرْنُ. فِيمَا يُقَالُ: الْفِرَاءُ ; إِنْ كَانَ صَحِيحًا، وَهِيَ لَيِّنَةٌ. قَالَ النَّمِرُ:\nكَأَنَّ جُلُودَهُنَّ ثِيَابُ مَرْنِ\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ مَارَنَتِ النَّاقَةُ: انْقَطَعَ لَبَنُهَا. وَالْمَرَانَةُ: نَاقَةُ ابْنِ مُقْبِلٍ. قَالَ: يَا دَارَ سَلْمَى خَلَاءً لَا أُكَلِّفُهَا ... إِلَّا الْمَرَانَةَ حَتَّى تَعْرِفَ الدِّينَا.",
    "pg": "5:313-314"
  },
  "مره": {
    "def": "الْمِيمُ وَالرَّاءُ وَالْهَاءُ كَلِمَةٌ تَدُلُّ عَلَى بَيَاضٍ فِي شَيْءٍ. سَرَابٌ أَوْ شَرَابٌ، أَمْرَهُ أَيْ أَبْيَضَ. وَالْمَرْأَةُ لَا تَتَعَهَّدُ الْكُحْلَ مَرْهَاءُ.",
    "pg": "5:314"
  },
  "مري": {
    "def": "الْمِيمُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ صَحِيحَانِ يَدُلُّ [أَحَدُهُمَا] عَلَى مَسْحِ شَيْءٍ وَاسْتِدْرَارٍ، وَالْآخَرُ عَلَى صَلَابَةٍ فِي شَيْءٍ.\nفَالْأَوَّلُ الْمَرْيُ: مَرْيُ النَّاقَةِ، وَذَلِكَ إِذَا مُسِحَتْ لِلْحَلْبِ، يُقَالُ مَرَيْتُهَا أَمْرِيهَا مَرْيًا. وَمِمَّا يُشَبَّهُ بِهَذَا: مَرَى الْفَرَسُ بِيَدِهِ، إِذَا حَرَّكَهَا عَلَى الْأَرْضِ كَالْعَابِثِ، وَكَأَنَّهُ يُشَبَّهُ بِمَنْ يَمْرِي الضَّرْعَ بِيَدِهِ. وَالْمَرَايَا: الْعُرُوقُ الَّتِي تَمْتَلِئُ وَتَدِرُّ بِاللَّبَنِ. قَالَ ابْنُ دُرَيْدٍ: مُرْيَةُ النَّاقَةِ: أَنْ تُسْتَدَرَّ بِالْمَرْيِ، بِضَمِّ الْمِيمِ هِيَ الْفَصِيحَةُ، وَقَدْ يُقَالُ بِالْكَسْرِ.\nوَالْأَصْلُ الْآخَرُ الْمَرْوُ: جَمْعُ مَرْوَةَ، وَهِيَ حِجَارَةٌ تَبْرُقُ. قَالَ:\nحَتَّى كَأَنِّي لِلْحَوَادِثِ مَرْوَةٌ ... بِصَفَا الْمُشَرَّقِ كُلَّ حِينٍ تَقْرَعُ\nوَعِنْدَنَا أَنَّ الْمِرَاءَ مِمَّا يَتَمَارَى فِيهِ الرَّجُلَانِ مِنْ هَذَا، لِأَنَّهُ كَلَامٌ فِيهِ بَعْضُ الشِّدَّةِ. وَيُقَالُ: مَارَاهُ مِرَاءً وَمُمَارَاةً. وَمِمَّا شَذَّ مِنْهُمَا الْمِرْيَةُ: الشَّكُّ.",
    "pg": "5:314-315"
  },
  "مزج": {
    "def": "الْمِيمُ وَالزَّاءُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خَلْطِ الشَّيْءِ بِغَيْرِهِ. وَمَزَجَ الشَّرَابَ يَمْزُجُهُ مَزْجًا. وَكَأَنَّ الْعَسَلَ يُسَمَّى الْمَزْجَ قَالُوا: لِأَنَّهُ كَانَ يُمْزَجُ بِهِ كُلُّ شَرَابٍ. قَالَ أَبُو ذُؤَيْبٍ:\nفَجَاءَ بِمَزْجٍ لَمْ يَرَ النَّاسُ مِثْلَهُ ... هُوَ الضَّحْكُ إِلَّا أَنَّهُ عَمَلُ النَّحْلِ\nوَكُلُّ نَوْعٍ مِنْ شَيْئَيْنِ مِزَاجٌ لِصَاحِبِهِ.",
    "pg": "5:319"
  },
  "مزح": {
    "def": "الْمِيمُ وَالزَّاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: مَزَحَ مَزْحًا وَمُزَاحَةً: دَاعَبَ ; وَهِيَ الْمُمَازَحَةُ.",
    "pg": "5:319"
  },
  "مزر": {
    "def": "الْمِيمُ وَالزَّاءُ وَالرَّاءُ كَلِمَتَانِ: الْأُولَى الْمَزِيرُ: الرَّجُلُ الْقَوِيُّ. قَالَ:\nتَرَى الرَّجُلَ النَّحِيفَ فَتَزْدَرِيهِ ... وَفِي أَثْوَابِهِ أَسَدٌ مَزِيرٌ\nوَالثَّانِيَةُ الْمَزْرُ: الذَّوْقُ وَالشُّرْبُ الْقَلِيلُ، وَكَذَا التَّمَزُّرُ. وَقَالَ:\nتَكُونُ بَعْدَ الْحَسْوِ وَالتَّمَزُّرِ ... فِي فَمِهِ مِثْلُ عَصِيرِ السُّكَّرِ\nوَيَقُولُونَ: الْمِزْرُ: نَبِيذُ الشَّعِيرِ. وَإِنْ صَحَّ فَهُوَ مِنَ الْبَابِ.\n\nبَابُ الْمِيمِ وَالسِّينِ وَمَا يَثْلُثُهُمَا",
    "pg": "5:319-320"
  },
  "مزز": {
    "def": "الْمِيمُ وَالزَّاءُ أَصْلَانِ: أَحَدُهُمَا طَعْمٌ مِنَ الطَّعُومِ، وَالْآخُرُ [يَدُلُّ] عَلَى مَزِيَّةٍ وَفَضْلٍ.\nفَالْأَوَّلُ: الْمُزُّ: الشَّيْءُ بَيْنَ الْحَامِضِ وَالْحُلْوِ. وَيَقُولُونَ: سُمِّيَتِ الْخَمْرُ مُزَّاءً مِنْ هَذَا، وَقِيلَ بَلْ هُوَ مِنَ الْقِيَاسِ الْآخَرِ. وَالْأَصْلُ الْآخَرُ الْفَضْلُ. وَلَهُ عَلَيْهِ مِزٌّ، أَيْ فَضْلٌ. وَالْمُزَّاءُ مِنْهُ ; يَقُولُونَ: هَذَا الشَّرَابُ أَمَزُّ مِنْ هَذَا، أَيْ أَفْضَلُ. قَالُوا: وَالْمُزَّاءُ اسْمٌ، وَلَوْ كَانَ نَعْتًا لَقِيلَ مَزَّاءُ. وَالتَّمَزُّزُ: تَمَصُّصُ الشَّرَابِ قَلِيلًا قَلِيلًا. وَيُمْكِنُ أَنْ يَكُونَ هَذَا مِنَ الْأَوَّلِ.",
    "pg": "5:271"
  },
  "مزع": {
    "def": "الْمِيمُ وَالزَّاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قَطْعٍ وَتَقَطُّعٍ. وَالْقِطْعَةُ مِنَ اللَّحْمِ مُزْعَةٌ، وَقَدْ تُكْسَرُ الْمِيمُ. وَالْمُزْعَةُ: الْجُرْعَةُ فِي الْإِنَاءِ مِنَ الْمَاءِ. وَفُلَانٌ يَتَمَزَّعُ مِنَ الْغَيْظِ، أَيْ يَكَادُ يَتَقَطَّعُ. وَمِنْهُ مَزَعَ الظَّبْيُ مَزْعًا: أَسْرَعَ، كَأَنَّهُ يَنْقَدُّ مِنْ شِدَّةِ عَدْوِهِ ; وَقَدْ يُقَالُ لِلْفَرَسِ.",
    "pg": "5:318"
  },
  "مزق": {
    "def": "الْمِيمُ وَالزَّاءُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَخَرُّقٍ فِي شَيْءٍ. وَمَزَقَهُ يَمْزِقُهُ، وَمَزَّقَهُ يُمَزِّقُهُ. وَالْمِزَقُ: قِطَاعُ الثَّوْبِ الْمَمْزُوقِ. وَنَاقَةٌ مِزَاقٌ: سَرِيعَةٌ جِدًّا يَكَادُ يَتَمَزَّقُ عَنْهَا جِلْدُهَا. وَمَزَقَ الطَّائِرُ بِذَرْقِهِ: رَمَى بِهِ. وَمَزَّقْتُ الْقَوْمَ: فَرَّقْتُهُمْ فَتَمَزَّقُوا.",
    "pg": "5:318"
  },
  "مزن": {
    "def": "الْمِيمُ وَالزَّاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ فِيهِ ثَلَاثُ كَلِمَاتٍ مُتَبَايِنَةِ الْقِيَاسِ: فَالْأُولَى: الْمُزْنُ: السَّحَابُ، وَالْقِطْعَةُ مُزْنَةٌ. وَيُقَالُ فِي قَوْلِ الْقَائِلِ وَأَظُنُّهُ مَصْنُوعًا:\nكَأَنَّ ابْنَ مُزْنَتِهَا جَانِحًا ... فَسِيطٌ لَدَى الْأُفُقِ مِنْ خِنْصَرِ\nإِنَّ ابْنَ الْمُزْنَةِ: الْهِلَالُ. وَالثَّانِيَةُ الْمَازِنُ: بَيْضُ النَّمْلِ. وَالثَّالِثَةُ: مَزَنَ قِرْبَتَهُ: مَلَأَهَا. وَهُوَ يَتَمَزَّنُ عَلَى أَصْحَابِهِ، أَيْ يَتَفَضَّلُ عَلَيْهِمْ، كَأَنَّهُ يَتَشَبَّهُ بِالْمُزْنِ سَخَاءً. وَلَعَلَّ الْمُزْنَ هُوَ الْأَصْلُ فِي الْبَابِ، وَمَا سِوَاهُ فَمُفَرَّعٌ عَلَيْهِ.",
    "pg": "5:318-319"
  },
  "مزي": {
    "def": "الْمِيمُ وَالزَّاءُ وَالْيَاءُ. يَقُولُونَ: الْمَزِيَّةُ فِي كُلِّ شَيْءٍ: التَّمَامُ وَالْكَمَالُ. وَلَكَ عِنْدِي مَزِيَّةٌ. وَلَا يُبْنَى مِنْهُ فِعْلٌ.",
    "pg": "5:319"
  },
  "مسح": {
    "def": "الْمِيمُ وَالسِّينُ وَالْحَاءُ أَصْلٌ صَحِيحٌ، وَهُوَ إِمْرَارُ الشَّيْءِ عَلَى الشَّيْءِ بَسْطًا. وَمَسَحْتُهُ بِيَدِي مَسْحًا. ثُمَّ يُسْتَعَارُ فَيَقُولُونَ: مَسَحَهَا: جَامَعَهَا. وَالْمَسِيحُ: الَّذِي أَحَدُ شِقَّيْ وَجْهِهِ مَمْسُوحٌ، لَا عَيْنَ لَهُ وَلَا حَاجِبَ. وَمِنْهُ سُمِّيَ الدَّجَّالُ مَسِيحًا، لِأَنَّهُ مَمْسُوحُ الْعَيْنِ. وَالْمَسِيحُ: الْعَرَقُ، وَإِنَّمَا سُمِّيَ بِهِ لِأَنَّهُ يُمْسَحُ. وَالْمَسِيحُ: الدِّرْهَمُ الْأَطْلَسُ، كَأَنَّ نَقْشَهُ قَدْ مُسِحَ. وَالْأَمْسَحُ: الْمَكَانُ الْمُسْتَوِي كَأَنَّهُ قَدْ مُسِحَ، وَالْمَسْحُ يَكُونُ بِالسَّيْفِ أَيْضًا عَلَى جِهَةِ الِاسْتِعَارَةِ. وَمَسَحَ يَدَهُ بِالسَّيْفِ: قَطَعَهَا.\nوَمِنَ الِاسْتِعَارَةِ: مَسَحَتِ الْإِبِلُ يَوْمَهَا: سَارَتْ. وَالْمَسْحَاءُ: الْمَرْأَةُ الرَّسْحَاءُ، كَأَنَّهَا مُسِحَ اللَّحْمُ عَنْهَا. وَعَلَى فُلَانٍ مَسْحَةٌ مِنْ جَمَالٍ، كَأَنَّ وَجْهَهُ مُسِحَ بِالْجَمَالِ مَسْحًا. وَلِذَلِكَ سُمِّيَ الْمَسِيحُ ﵇ مَسِيحًا، كَأَنَّ عَلَيْهِ مَسْحَةً مِنْ جَمَالٍ، وَيَقُولُونَ: كَأَنَّ عَلَيْهِ مَسْحَةَ مَلَكٍ. وَالْمَسَائِحُ: الذَّوَائِبُ، وَاحِدَتُهَا مَسِيحَةٌ، لِأَنَّهَا تُمْسَحُ بِالدُّهْنِ. فَأَمَّا الْقِسِيُّ فَهِيَ الْمَسَائِحُ، وَاحِدَتُهَا مَسِيحَةٌ، لِأَنَّهَا [تُمْسَحُ] عِنْدَ التَّلْيِينِ. قَالَ:\nلَهُ مَسَائِحُ زُورٌ، فِي مَرَاكِضِهَا ... لِينٌ، وَلَيْسَ بِهَا وَهْيٌ وَلَا رَقَقُ وَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: رَجُلٌ تِمْسَحٌ: مَارِدٌ خَبِيثٌ. وَمُمْكِنٌ أَنْ يَكُونَ هَذَا تَشْبِيهًا بِالَّذِي يُسَمَّى التِّمْسَاحَ.",
    "pg": "5:322-323"
  },
  "مسخ": {
    "def": "الْمِيمُ وَالسِّينُ وَالْخَاءُ كَلِمَتَانِ: إِحْدَاهُمَا الْمَسْخُ، وَهُوَ يَدُلُّ عَلَى تَشْوِيهٍ وَقِلَّةِ طَعْمِ الشَّيْءِ، وَمَسَخَهُ اللَّهُ: شَوَّهَ خَلْقَهُ مِنْ صُورَةٍ حَسَنَةٍ إِلَى قَبِيحَةٍ. وَرَجُلٌ مَسِيخٌ: لَا مَلَاحَةَ لَهُ. وَطَعَامٌ مَسِيخٌ: لَا مِلْحَ لَهُ وَلَا طَعْمَ. قَالَ:\nوَأَنْتَ مَسِيخٌ كَلَحْمِ الْحُوَارِ ... فَلَا أَنْتَ حُلْوٌ وَلَا أَنْتَ مُرُّ\nوَيَقُولُونَ: مَسَخْتُ النَّاقَةَ، إِذَا أَدْبَرْتَهَا بِالْإِنْعَابِ.\nوَالْكَلِمَةُ الْأُخْرَى: الْقِسِيُّ الْمَاسِخِيَّةُ، تُنْسَبُ إِلَى مَاسِخَةَ: رَجُلٍ مِنَ الْأَسْدِ. قَالَ:\nفَقَرَّبْتُ مُبْرَاةً تَخَالُ ضُلُوعَهَا ... مِنَ الْمَاسِخِيَّاتِ الْقِسِيَّ الْمُوَتَّرَا.",
    "pg": "5:323"
  },
  "مسد": {
    "def": "الْمِيمُ وَالسِّينُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جَدْلِ شَيْءٍ وَطَيِّهِ. فَالْمَسَدُ: لِيفٌ يُتَّخَذُ مِنْ جَرِيدِ النَّخْلِ. وَالْمَسَدُ: حَبْلٌ يُتَّخَذُ مِنْ أَوْبَارِ الْإِبِلِ. قَالَ:\nوَمَسَدٍ أُمِرَّ مِنْ أَيَانِقِ\nوَامْرَأَةٌ مَمْسُودَةٌ: مَجْدُولَةُ الْخَلْقِ، كَالْحَبْلِ الْمَمْسُودِ، غَيْرِ مُسْتَرْخِيَةٍ. وَعِبَارَةُ بَعْضِهِمْ فِي أَصْلِهِ أَنَّهُ الْفَتْلُ. وَالْمَسَدُ: اللِّيفُ، لِأَنَّ مِنْ شَأْنِهِ أَنْ يُفْتَلَ لِلْحَبْلِ. [بَابُ الْمِيمِ وَالشِّينِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:323-324"
  },
  "مسس": {
    "def": "الْمِيمُ وَالسِّينُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى جَسِّ الشَّيْءِ بِالْيَدِ. وَمَسِسْتُهُ أَمَسُّهُ. وَرُبَّمَا قَالُوا: مَسَسْتُ أَمُسُّ. وَالْمَمْسُوسُ: الَّذِي بِهِ مَسٌّ، كَأَنَّ الْجِنَّ مَسَّتْهُ. وَالْمَسُوسُ مِنَ الْمَاءِ: مَا نَالَتْهُ الْأَيْدِي. قَالَ:\nلَوْ كُنْتُ مَاءً كُنْتُ لَا ... عَذْبَ الْمَذَاقِ وَلَا مَسُوسًا.",
    "pg": "5:271"
  },
  "مسط": {
    "def": "الْمِيمُ وَالسِّينُ وَالطَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خَرْطِ شَيْءٍ رَطْبٍ، وَعَلَى امْتِدَادِهِ مِنْ تِلْقَاءِ نَفْسِهِ.\nيُقَالُ إِنَّ الْمَسِيطَةَ: مَا يَبْقَى فِي الْحَوْضِ مِنَ الْمَاءِ بِكُدُورَةٍ قَلِيلَةٍ. قَالَ الْأَصْمَعِيُّ بِئْرٌ ضَغِيطٌ، وَهُوَ الرَّكِيُّ إِلَى جَنْبِهِ رَكِيٌّ آخَرُ فَيَحْمَأُ فَيُنْتِنُ فَيَسِيلُ فِي الْمَاءِ الْعَذْبِ فَلَا يُشْرَبُ، فَالْبِئْرُ ضَغِيطٌ، وَذَلِكَ الْمَاءُ مَسِيطٌ. قَالَ:\nيَشْرَبْنَ مَاءَ الْآجِنِ الضَّغِيطِ ... وَلَا يَعَفْنَ كَدَرَ الْمَسِيطِ\nوَمِنَ الْبَابِ الْمَسْطُ: أَنْ تَخْرِطَ فِي السِّقَاءِ مِنْ لَبَنٍ خَاثِرٍ بِأَصَابِعِكَ لِيَخْثُرَ.",
    "pg": "5:320"
  },
  "مسك": {
    "def": "الْمِيمُ وَالسِّينُ وَالْكَافُ أَصْلٌ وَاحِدٌ صَحِيحٌ يَدُلُّ عَلَى حَبْسِ الشَّيْءِ أَوْ تَحَبُّسِهِ. وَالْبَخِيلُ مُمْسِكٌ. وَالْإِمْسَاكُ: الْبُخْلُ ; وَكَذَا الْمَسَاكُ وَالْمِسَاكُ وَالْمَسِيكُ: الْبَخِيلُ أَيْضًا وَرَجُلٌ مُسَكَةٌ، إِذْ كَانَ لَا يَعْلَقُ بِشَيْءٍ فَيَتَخَلَّصُ مِنْهُ. وَالْمَسَكُ: السِّوَارُ مِنَ الذَّبْلِ: لِاسْتِمْسَاكِهِ بِالْيَدِ، الْوَاحِدَةُ مَسَكَةٌ. قَالَ: تَرَى الْعَبَسَ الْحَوْلِيَّ جَوْنًا بِكُوعِهَا ... لَهَا مَسَكًا مِنْ غَيْرِ عَاجٍ وَلَا ذَبْلِ\nوَالْمَسَكَةُ مِنَ الْبِئْرِ: الْمَكَانُ الصُّلْبُ الَّذِي لَا يَحْتَاجُ إِلَى طَيٍّ. وَهُوَ الْقِيَاسُ، لِأَنَّهُ مُتَمَاسِكٌ. وَالْمَسْكُ: الْإِهَابُ، لِأَنَّهُ يُمْسَكُ فِيهِ الشَّيْءُ إِذَا جُعِلَ سِقَاءً.\nوَمِمَّا شَذَّ عَنْهُ الْمِسْكُ مِنَ الطِّيبِ.",
    "pg": "5:320-321"
  },
  "مسل": {
    "def": "الْمِيمُ وَالسِّينُ وَاللَّامُ. يَقُولُونَ: الْمَسَلُ، وَالْجَمْعُ مُسْلَانٌ: خَدٌّ فِي الْأَرْضِ يَنْقَادُ وَيَسْتَطِيلُ. وَأَمَّا الْمَسِيلُ فَالْمِيمُ [فِيهِ زَائِدَةٌ، وَهُوَ] مِنْ بَابِ السِّينِ. [وَمُسَالَا الرَّجُلِ: جَانِبَا لَحْيَيْهِ، الْوَاحِدُ مُسَالٌ، يَكُونُ هَذَا مِنْ أَسِيلٍ فَهُوَ مُسَالٌ. فَإِنْ كَانَ كَذَا فَمَكَانُهُ غَيْرُ هَذَا] . قَالَ:\nفَلَوْ كَانَ فِي الْحَيِّ النَّجِيِّ سَوَادُهُ ... لَمَا مَسَحَتْ تِلْكَ الْمُسَالَاتِ عَامِرُ.",
    "pg": "5:321"
  },
  "مسي": {
    "def": "الْمِيمُ وَالسِّينُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَتَانِ مُتَبَايِنَتَانِ جِدًّا. الْأُولَى زَمَانٌ مِنَ الْأَزْمِنَةِ، وَهُوَ خِلَافُ الْإِصْبَاحِ. يُقَالُ أَصْبَحْنَا وَأَمْسَيْنَا، وَأَتَانَا لِمُسْيِ خَامِسَةٍ وَمِسْيِ خَامِسَةٍ. وَالْمَسَاءُ: خِلَافَ الصَّبَاحِ.\nوَالْكَلِمَةُ الْأُخْرَى الْمَسْيُ: أَنْ يُدْخِلَ الرَّاعِي يَدَهُ فِي رَحِمِ النَّاقَةِ يَمْسُطُ مَاءَ الْفَحْلِ مِنْ رَحِمِهَا كَرَاهَةَ أَنْ تَحْمِلَ. وَيُقَالُ إِنَّ الْمَاسِيَ: الْمَاجِنُ، وَهَذَا مِنْ بَابِ الْمَهْمُوزِ، يُقَالُ مَسَأَ، إِذَا مَجَنَ. وَقَالَ ابْنُ دُرَيْدٍ مَسَأَ الرَّجُلُ: مَرَنَ عَلَى الشَّيْءِ.",
    "pg": "5:321-322"
  },
  "مشج": {
    "def": "الْمِيمُ وَالشِّينُ وَالْجِيمُ أَصْلٌ صَحِيحٌ، وَهُوَ الْخَلْطُ. وَنُطْفَةٌ أَمْشَاجٌ، وَذَلِكَ اخْتِلَاطُ الْمَاءِ وَالدَّمِ. وَيُقَالُ إِنَّ الْوَاحِدَ مَشَجَ وَمَشَِجَ وَمَشِيجٌ. قَالَ الشَّاعِرُ:\nكَأَنَّ النَّصْلَ وَالْفُوقَيْنِ مِنْهُ ... خِلَافَ الصَّدْرِ سِيطَ بِهِ مَشِيجُ.",
    "pg": "5:326"
  },
  "مشر": {
    "def": "الْمِيمُ وَالشِّينُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَشَعُّبٍ فِي شَيْءٍ وَتَفَرُّقٍ. يُقَالُ: الْمَشْرَةُ: شَبِيهُ خُوصَةٍ تَخْرُجُ فِي الْعِضَاهِ أَيَّامَ الْخَرِيفِ لَهَا وَرَقٌ وَأَغْصَانٌ. يُقَالُ: أَمْشَرَتِ الْعِضَاهُ. وَمَشَرَتِ الْأَرْضُ: أَخْرَجَتْ نَبَاتَهَا. وَمَشَّرْتُ الشَّيْءَ. فَرَّقْتُهُ. قَالَ:\nفَقُلْتُ أَشِيعَا مَشِّرَا الْقِدْرَ حَوْلَنَا ... وَأَيُّ زَمَانٍ قَدْرُنَا لَمْ تُمَشِّرِ\nوَتَمَشَّرَ فُلَانٌ، إِذَا رُئِيَ عَلَيْهِ أَثَرُ الْغِنَى، وَهُوَ عَلَى مَعْنَى التَّشْبِيهِ، كَأَنَّهُ أَوْرَقَ. [بَابُ الْمِيمِ وَالصَّادِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:326-327"
  },
  "مشش": {
    "def": "الْمِيمُ وَالشِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى لِينٍ فِي الشَّيْءِ وَسُهُولَةٍ وَلُطْفٍ. مِنْهُ الْمُشَاشُ، وَهِيَ الْعِظَامُ اللَّيِّنَةُ، يُقَالُ مَشَشْتُهَا أَمُشُّهَا. قَالَ:\nلَحَا اللَّهُ صُعْلُوكًا إِذَا جَنَّ لَيْلُهُ ... مَضَى فِي الْمُشَاشِ آلِفًا كُلَّ مَجْزِرِ وَالْمُشَاشُ: الطِّينَةُ اللَّيِّنَةُ تُغْرَسُ فِيهَا النَّخْلَةُ. قَالَ:\nرَاسِي الْعُرُوقِ فِي الْمُشَاشِ الْبَجْبَاجْ\nوَهُوَ طَيِّبُ الْمُشَاشِ، إِذَا كَانَ بَرًّا طَيِّبًا. وَيَقُولُونَ: فُلَانٌ يَمُشُّ مَالَ فُلَانٍ، إِذَا أَخَذَ مِنْهُ الشَّيْءَ بَعْدَ الشَّيْءِ. وَمِنْهُ مَشُّ الْيَدِ، إِذَا مُسِحَتْ بِمِنْدِيلٍ، لَا يَكُونُ ذَلِكَ إِلَّا بِسُهُولَةٍ وَلِينٍ. وَالْمَشُوشُ، هُوَ الْمِنْدِيلُ. وَمَشَشْتُ النَّاقَةَ: حَلَبْتُهَا وَتَرَكْتُ فِي الضَّرْعِ بَعْضَ اللَّبَنِ. وَمَشَّ الشَّيْءَ: دَافَهُ فِي مَاءٍ حَتَّى يَلِينَ وَيَذُوبَ. وَيُقَالُ: مَاتَ ابْنٌ لِأُمِّ الْهَيْثَمِ فَسَأَلْنَاهَا فَقَالَتْ: \" مَا زِلْتُ أَمُشُّ لَهُ الْأَشْفِيَةَ أَلُدُّهُ تَارَةً وَأُوجِرُهُ أُخْرَى، فَأَبَى قَضَاءُ اللَّهِ تَعَالَى \". وَمِنَ الْبَابِ الْمَشَشُ: كُلُّ مَا شَخَصَ مِنْ عَظْمٍ وَكَانَ لَهُ حَجْمٌ، وَيَكُونُ ذَلِكَ مِنْ عَيْبٍ يُصِيبُ الْعَظْمَ.",
    "pg": "5:271-272"
  },
  "مشط": {
    "def": "الْمِيمُ وَالشِّينُ وَالطَّاءُ كَلِمَةٌ وَاحِدَةٌ وَهِيَ الْمُشْطُ. وَمَشَطَ شَعْرَهُ مَشْطًا. وَالْمُشَاطَةُ: مَا سَقَطَ مِنَ الشَّعْرِ إِذَا مُشِطَ. وَيُقَالُ عَلَى مَعْنَى التَّشْبِيهِ لِسُلَامَيَاتِ ظَهْرِ الْقَدَمِ: مُشْطٌ.",
    "pg": "5:324"
  },
  "مشظ": {
    "def": "الْمِيمُ وَالشِّينُ وَالظَّاءُ كَلِمَةٌ وَاحِدَةٌ. مَشِظَتْ يَدُهُ: دَخَلَتْ فِيهَا شَظِيَّةٌ مِنْ قَصَبَةٍ.",
    "pg": "5:324"
  },
  "مشع": {
    "def": "الْمِيمُ وَالشِّينُ وَالْعَيْنُ فِيهِ كَلِمَاتٌ عَلَى غَيْرِ قِيَاسٍ. يَقُولُونَ الْمَشْعُ: ضَرْبٌ مِنَ الْأَكْلِ، كَأَكْلِكَ الْقِثَّاءَ إِذَا مَضَغْتَهَا. وَيَقُولُونَ التَّمَشُّعُ: الِاسْتِنْجَاءُ. وَذَكَرُوا حَدِيثًا: \" «لَا تَمَشَّعْ بِرَوْثٍ وَلَا عَظْمٍ» \"، أَيْ لَا تَسْتَنْجِ بِهِمَا. وَحُكِيَ عَنِ ابْنِ الْأَعْرَابِيِّ: امْتَشَعَ الرَّجُلُ ثَوْبَ صَاحِبِهِ وَاخْتَلَسَهُ. وَذِئْبٌ مَشُوعٌ. وَيَقُولُونَ مَشَعْتُ الْغَنَمَ: حَلَبْتُهَا. وَمَشَعَ: كَسَبَ وَجَمَعَ.",
    "pg": "5:324"
  },
  "مشغ": {
    "def": "الْمِيمُ وَالشِّينُ وَالْغَيْنُ كَلِمَةٌ وَاحِدَةٌ، مَشَّغَهُ بِالْقَبِيحِ، لَطَّخَهُ. قَالَ:\nأَعْلُو وَعِرْضِي لَيْسَ بِالْمُمَشَّغِ.",
    "pg": "5:324"
  },
  "مشق": {
    "def": "الْمِيمُ وَالشِّينُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى سُرْعَةٍ وَخِفَّةٍ. يَقُولُونَ: مَشَقَ، إِذَا أَسْرَعَ الْكِتَابَةَ. وَمَشَقَ: طَعَنَ طَعْنًا بِسُرْعَةٍ. وَمَشَقَ فِي أَكْلِهِ: أَسْرَعَ وَاشْتَدَّ. وَالْمَشْقُ: جَذْبُ الشَّيْءِ لِيَمْتَدَّ وَيَطُولَ. وَالْوَتَرُ يُمْشَقُ حَتَّى يَلِينَ. وَامْتَشَقْتُ الشَّيْءَ: اقْتَطَعْتُهُ بِسُرْعَةٍ. وَمَشَقْتُ الثَّوْبَ: مَزَّقْتُهُ. وَفَرَسٌ مَشِيقٌ وَمَمْشُوقٌ: طَوِيلٌ مُنْجَرِدٌ خَفِيفٌ. وَجَارِيَةٌ مَمْشُوقَةٌ: حَسَنَةُ الْقَوَامِ. وَالْأَصْلُ فِي الْجَمِيعِ وَاحِدٌ. وَمَشِقَ الرَّجُلُ يَمْشَقُ: اصْطَكَّتْ أَلْيَتَاهُ حَتَّى تَسَحَّجَا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْمَشِْقُ: الْمَغْرَةُ. وَثَوْبٌ مُمَشَّقٌ: صُبِغَ بِهَا.",
    "pg": "5:324-325"
  },
  "مشن": {
    "def": "الْمِيمُ وَالشِّينُ وَالنُّونُ أَصْلٌ يَدُلُّ عَلَى تَنَاوُلِ الشَّيْءِ بِضَرْبٍ وَاسْتِلَالٍ وَمَا أَشْبَهَ ذَلِكَ. فَالْمَشْنُ: الضَّرْبُ بِالسَّوْطِ، وَمَشَنَهُ. وَامْتَشَنَ السَّيْفَ: اسْتَلَّهُ. وَامْتَشَنَ الشَّيْءَ: اقْتَطَعَهُ. وَمَشَنَ الْجِلْدَ: سَلَخَهُ. وَمِمَّا يُحْمَلُ عَلَى هَذَا مَشَّنَتِ النَّاقَةُ: دَرَّتْ كَارِهَةً.",
    "pg": "5:325"
  },
  "مشي": {
    "def": "الْمِيمُ وَالشِّينُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى حَرَكَةِ الْإِنْسَانِ وَغَيْرِهِ، وَالْآخَرُ النَّمَاءُ وَالزِّيَادَةُ.\nوَالْأَوَّلُ مَشَى يَمْشِي مَشْيًا. وَشَرِبْتُ مَشُوًّا وَمَشِيًّا، وَهُوَ الدَّوَاءُ الَّذِي يُمْشِي.\nوَالْآخَرُ الْمَشَاءُ، وَهُوَ النِّتَاجُ الْكَثِيرُ، وَبِهِ سُمِّيَتِ الْمَاشِيَةُ. وَامْرَأَةٌ مَاشِيَةٌ: كَثُرَ وَلَدُهَا. وَأَمْشَى الرَّجُلُ: كَثُرَتْ مَاشِيَتُهُ.",
    "pg": "5:325-326"
  },
  "مصت": {
    "def": "الْمِيمُ وَالصَّادُ وَالتَّاءُ. ذَكَرَ ابْنُ دُرَيْدٍ الْمَصْتُ مِثْلُ الْمَصْدِ: الْجِمَاعُ، سَوَاءٌ.",
    "pg": "5:328"
  },
  "مصح": {
    "def": "الْمِيمُ وَالصَّادُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ذَهَابِ الشَّيْءِ. تَقُولُ: مَصَحَ الشَّيْءُ يَمْصَحُ مُصُوحًا: رَسَخَ فِي الثَّرَى وَغَيْرِهِ. وَالدَّارُ تَمْصَحُ، أَيْ تَدْرُسُ وَتَذْهَبُ. وَمَصَحَ الظِّلُّ: قَصُرَ. وَمَصَحَ النَّبَاتُ: وَلَّى وَذَهَبَ لَوْنُ زَهْرِهِ.",
    "pg": "5:328-329"
  },
  "مصخ": {
    "def": "الْمِيمُ وَالصَّادُ وَالْخَاءُ كَلِمَةٌ، وَهِيَ الْأُمْصُوخُ: وَاحِدُ الْأَمَاصِيخِ، وَهِيَ أَنَابِيبُ الثُّمَامِ. وَتَمَصَّخْتُهَا: أَخَذْتُهَا. قَالَ أَبُو بَكْرٍ: وَالْمَصْخُ لُغَةٌ فِي الْمَسْخِ.",
    "pg": "5:329"
  },
  "مصد": {
    "def": "الْمِيمُ وَالصَّادُ وَالدَّالُ أَصْلٌ صَحِيحٌ فِيهِ كَلِمَتَانِ غَيْرُ مُتَقَايِسَتَيْنِ.\nفَالْأُولَى الْمَصْدُ، يُقَالُ هُوَ الرَّضَاعُ، وَيُقَالُ هُوَ الْجِمَاعُ، مَصَدَهَا مَصْدًا.\nوَالْأُخْرَى الْمُصْدَانُ: أَعَالِي الْجِبَالِ، الْوَاحِدُ مَصَادٌ. قَالَ:\nمَصَادٌ لِمَنْ يَأْوِي إِلَيْهِمْ وَمَعْقِلُ\nقَالَ ابْنُ دُرَيْدٍ: وَالْمَصْدُ: الْبَرْدُ. وَأَصَابَتْنَا الْعَامَ مَصْدَةٌ، أَيْ مَطَرٌ.",
    "pg": "5:329"
  },
  "مصر": {
    "def": "الْمِيمُ وَالصَّادُ وَالرَّاءُ أَصْلٌ صَحِيحٌ لَهُ ثَلَاثَةُ مَعَانٍ.\nالْأَوَّلُ جِنْسٌ مِنَ الْحَلْبِ، وَالثَّانِي تَحْدِيدٌ فِي شَيْءٍ، وَالثَّالِثُ عُضْوٌ مِنَ الْأَعْضَاءِ.\nفَالْأَوَّلُ: الْمَصْرُ: الْحَلْبُ بِأَطْرَافِ الْأَصَابِعِ وَنَاقَةٌ مَصُورٌ: لَبَنُهَا بَطِيءُ الْخُرُوجِ لَا تُحْلَبُ إِلَّا مَصْرًا.\nقَالَ ابْنُ السِّكِّيتِ: الْمَصْرُ: حَلْبُ مَا فِي الضَّرْعِ. وَيُقَالُ التَّمَصُّرُ: حَلْبُ بَقَايَا اللَّبَنِ فِي الضَّرْعِ. وَبَقِيَّةُ اللَّبَنِ: الْمَصْرُ. وَمَصَّرْتُ عَلَيْهِ الشَّيْءَ: أَعْطَيْتُهُ إِيَّاهُ قَلِيلًا قَلِيلًا.\nوَالثَّانِي: الْمِصْرُ، وَهُوَ الْحَدُّ ; يُقَالُ إِنَّ أَهْلَ هَجَرَ يَكْتُبُونَ فِي شُرُوطِهِمْ: \" اشْتَرَى فُلَانٌ الدَّارَ بِمُصُورِهَا \"، أَيْ حُدُودِهَا. قَالَ عَدِيٌّ:\nوَجَاعِلُ الشَّمْسِ مِصْرًا لَا خَفَاءَ بِهِ ... بَيْنَ النَّهَارِ وَبَيْنَ اللَّيْلِ قَدْ فَصَلَا\nوَالْمِصْرُ: كُلُّ كُورَةٍ يُقَسَّمُ فِيهَا الْفَيْءُ وَالصَّدَقَاتُ. وَالثَّالِثُ الْمَصِيرُ، وَهُوَ الْمِعَى، وَالْجَمْعُ مُصْرَانٌ ثُمَّ مَصَارِينٌ. وَمُصْرَانُ الْفَأْرَةِ: ضَرْبٌ مِنْ رَدِيءِ التَّمْرِ.\n\n[بَابُ الْمِيمِ وَالضَّادِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:329-330"
  },
  "مصص": {
    "def": "الْمِيمُ وَالصَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شِبْهِ التَّذَوُّقِ لِلشَّيْءِ، وَأَخْذِ خَالِصِهِ. مِنْ ذَلِكَ مَصِصْتُ الشَّيْءَ أَمَصُّهُ، وَامْتَصَصْتُهُ أَمْتَصُّهُ. وَالْمَصْمَصَةُ: خِلَافُ الْمَضْمَضَةِ، لِأَنَّ الْمَصْمَصَةَ بِالصَّادِ يَكُونُ بِطَرَفِ اللِّسَانِ. وَمِنْهُ مُصَاصُ الشَّيْءِ: خَالِصُهُ، وَهُوَ مَقِيسٌ مِنَ امْتَصَصْتُ الشَّيْءَ، فَهُوَ الْخَالِصُ الَّذِي يُمْتَصُّ. وَفَرَسٌ مُصَامِصٌ: خَالِصُ الْعَرَبِيَّةِ.",
    "pg": "5:272"
  },
  "مصع": {
    "def": "الْمِيمُ وَالصَّادُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَعْنَيَيْنِ: أَحَدُهُمَا لَمْعٌ فِي الشَّيْءِ وَحَرَكَةٌ، وَالْآخَرُ ذَهَابُ الشَّيْءِ وَتَوَلِّيهِ.\nفَالْأَوَّلُ مَصَعَ الْبَرْقُ: أَوْمَضَ. ثُمَّ يُقَالُ: مَصَعَ الرَّجُلُ: ضَرَبَ بِالسَّيْفِ. وَمِنْهُ الْمُمَاصَعَةُ: الْمُجَالَدَةُ. وَيُقَاسُ عَلَيْهِ، فَيُقَالُ رَجُلٌ مَصِعٌ: شَدِيدٌ. وَمَصَعَ ضَرْعَ النَّاقَةِ بِالْمَاءِ: ضَرَبَهُ. وَمَصَعَتِ الْأُمُّ بِالْوَلَدِ: رَمَتْ بِهِ. وَيُقَالُ: إِنَّ الْمَصْعَ: الْمَشْيُ. قَالَ:\nيَمْصَعُ فِي قِطْعَةِ طَيْلَسَانْ ... مَصْعًا كَمَصْعِ ذَكَرِ الْوِرْلَانْ\nوَالْآخَرُ مَصَعَ الشَّيْءُ: وَلَّى وَذَهَبَ، وَذَلِكَ فِي كُلِّ شَيْءٍ، فَهُوَ مَاصِعٌ. وَمَصَعَتِ الْإِبِلُ: نَقَصَتْ أَلْبَانُهَا.\nوَمِمَّا شَذَّ عَنْ هَذَيْنِ الْمَعْنَيَيْنِ الْمُصَعُ: ثَمَرُ الْعَوْسَجِ.",
    "pg": "5:327"
  },
  "مصل": {
    "def": "الْمِيمُ وَالصَّادُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَحَلُّبِ شَيْءٍ وَقَطْرِهِ. مِنْهُ الْمَصْلُ: مَاءُ الْأَقِطِ. وَشَاةٌ مُمْصِلٌ، وَذَلِكَ إِذَا تَزَيَّلَ لَبَنُهَا فِي الْعُلْبَةِ قَبْلَ أَنْ يُحْقَنَ: وَهِيَ مِمْصَالٌ أَيْضًا. وَمَصَلَ الْجُرْحُ: سَالَ مِنْهُ شَيْءٌ يَسِيرٌ. وَيُسْتَعَارُ فَيُقَالُ أَعْطَاهُ عَطَاءً مَاصِلًا: قَلِيلًا. وَالْمُمْصِلُ: الْمَرْأَةُ تُلْقِي وَلَدَهَا وَهُوَ مُضْغَةٌ. يُقَالُ: أَمْصَلَتْ. وَأَمْصَلَ الرَّاعِي الْغَنَمَ: حَلَبَهَا فَاسْتَوْعَبَ مَا فِيهَا. وَأَمْصَلَ بِضَاعَتَهُ: أَهْلَكَهَا وَصَرَفَهَا فِيمَا لَا خَيْرَ فِيهِ. أَنْشَدَ ابْنُ السِّكِّيتِ: أَمْصَلْتُ مَالِي كُلَّهُ وَنَقَصْتُهُ\nوَالْمُصَالَةُ: قُطَارَةُ الْحُبِّ.",
    "pg": "5:327-328"
  },
  "مصو": {
    "def": "الْمِيمُ وَالصَّادُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ وَاحِدَةٌ. الْمَصْوَاءُ: الْمَرْأَةُ لَا لَحْمَ عَلَى فَخِذَيْهَا.",
    "pg": "5:328"
  },
  "مضح": {
    "def": "الْمِيمُ وَالضَّادُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ، هِيَ مَضَحَ عِرْضَهُ يَمْضَحُهُ مَضْحًا: عَابَهُ وَطَعَنَ فِيهِ ; وَأَمْضَحَهُ أَيْضًا.",
    "pg": "5:331"
  },
  "مضر": {
    "def": "الْمِيمُ وَالضَّادُ وَالرَّاءُ أَصْلٌ صَحِيحٌ قَلِيلُ الْفُرُوعِ. فَالْمَضْرُ بِنَاءُ قَوْلِكَ لَبَنٌ مَضِرٌ وَمَاضِرٌ: شَدِيدُ الْحُمُوضَةِ. وَيُقَالُ: اشْتِقَاقُ مُضَرَ مِنْهُ.\nوَالتَّمَضُّرُ: التَّعَصُّبُ لِمُضِرَ. وَقَوْلُهُمْ: ذَهَبَ دَمُهُ خِضْرًا مِضْرًا، أَيْ بَاطِلًا، إِتْبَاعٌ وَلَيْسَ مِنَ الْبَابِ.\n\n[بَابُ الْمِيمِ وَالطَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:331"
  },
  "مضض": {
    "def": "الْمِيمُ وَالضَّادُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ضَغْطِ الشَّيْءِ لِلشَّيْءِ. مِنْهُ مَضَّنِي الشَّيْءُ وَأَمَضَّنِي: بَلَغَ مِنِّي الْمَشَقَّةَ، كَأَنَّهُ قَدْ ضَغَطَكَ. وَالْمَضْمَضَةُ: تَحْرِيكُ الْمَاءِ فِي الْفَمِ وَضَغْطُهُ. وَالْكُحْلُ يُمِضُّ الْعَيْنَ، إِذَا كَانَتْ لَهُ حُرْقَةٌ. وَمَضِيضُهُ: حُرْقَتُهُ. وَيَقُولُونَ: مِضِّ، وَهِيَ حِكَايَةٌ لِشَيْءٍ يَفْعَلُهُ الْإِنْسَانُ بِشَفَتِهِ إِذَا أَطْمَعَ فِي الشَّيْءِ. يَقُولُونَ لِلرَّجُلِ إِذَا أَقَرَّ بِحَقٍّ عَلَيْهِ: مِضِّ. وَمَثَلٌ مِنْ أَمْثَالِهِمْ: \" إِنَّ فِي مِضِّ لَطَمَعًا \"، قَالُوا: وَذَلِكَ إِذَا سُئِلَ حَاجَةً فَكَسَرَ شَفَتَيْهِ.",
    "pg": "5:272-273"
  },
  "مضغ": {
    "def": "الْمِيمُ وَالضَّادُ وَالْغَيْنُ أَصْلٌ صَحِيحٌ، وَهُوَ الْمَضْغُ لِلطَّعَامِ. وَمَضَغَهُ يَمْضُغُهُ. وَالْمَضَاغُ: الطَّعَامُ يُمْضَغُ. وَالْمُضَاغَةُ: مَا يَبْقَى فِي الْفَمِ مِمَّا يُمْضَغُ. وَالْمَضْغَةُ: قِطْعَةُ لَحْمٍ، لِأَنَّهَا كَالْقِطْعَةِ الَّتِي تُؤْخَذُ فَتُمْضَغُ. وَالْمَاضِغَانِ: [مَا] انْضَمَّ مِنَ الشِّدْقَيْنِ.\nوَمِمَّا شَذَّ عَنْ هَذِهِ الْمَضَائِغِ: الْعَقَبَاتُ اللَّوَاتِي عَلَى أَطْرَافِ سِيَتَيِ الْقَوْسِ، الْوَاحِدَةُ مَضِيغَةٌ.",
    "pg": "5:330-331"
  },
  "مضى": {
    "def": "الْمِيمُ وَالضَّادُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى نَفَاذٍ وَمُرُورٍ. وَمَضَى يَمْضِي مُضِيَّا. وَالْمَضَاءُ: النَّفَاذُ فِي الْأَمْرِ. وَالْمُضَوَاءُ: التَّقَدُّمُ.\nقَالَ الْقَطَامِيُّ:\nفَإِذَا خَنَسْنَ مَضَى عَلَى مُضَوَائِهِ.",
    "pg": "5:331"
  },
  "مطح": {
    "def": "الْمِيمُ وَالطَّاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ، حَكَاهَا ابْنُ دُرَيْدٍ، هِيَ الْمَطْحُ: الضَّرْبُ بِالْيَدِ، وَرُبَّمَا كُنِّيَ بِهِ عَنِ الْجِمَاعِ.",
    "pg": "5:332"
  },
  "مطخ": {
    "def": "الْمِيمُ وَالطَّاءُ وَالْخَاءُ لَيْسَ هُوَ بِالْبَابِ الْمَوْثُوقِ بِصِحَّتِهِ، لَكِنَّهُمْ يَقُولُونَ: مَطَخَ عِرْضَهُ، مِثْلَ لَطَخَهُ. وَمَطَخَ: لَعِقَ. وَالْمَطْخُ: تَتَابُعُ السَّقْيِ.",
    "pg": "5:332"
  },
  "مطر": {
    "def": "الْمِيمُ وَالطَّاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ فِيهِ مَعْنَيَانِ: أَحَدُهُمَا الْغَيْثُ النَّازِلُ مِنَ السَّمَاءِ وَالْآخَرُ جِنْسٌ مِنَ الْعَدْوِ.\nفَالْأَوَّلُ الْمَطَرُ، وَمُطِرْنَا مَطَرًا. وَقَالَ نَاسٌ: لَا يُقَالُ أُمْطِرَ إِلَّا فِي الْعَذَابِ قَالَ اللَّهُ تَعَالَى: ﴿أُمْطِرَتْ مَطَرَ السَّوْءِ﴾ [الفرقان: ٤٠] . وَتَمَطَّرَ الرَّجُلُ: تَعَرَّضَ لِلْمَطَرِ. وَمِنْهُ الْمُسْتَمْطِرُ: طَالِبُ الْخَيْرِ.\nوَالثَّانِي قَوْلُهُمْ: تَمَطَّرَ الرَّجُلُ فِي الْأَرْضِ، إِذَا ذَهَبَ. وَالْمُتَمَطِّرُ: الرَّاكِبُ الْفَرَسَ يَجْرِي بِهِ. وَتَمَطَّرَتْ بِهِ فَرَسُهُ: جَرَتْ.",
    "pg": "5:332-333"
  },
  "مطط": {
    "def": "الْمِيمُ وَالطَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَدِّ الشَّيْءِ. وَمَطَّهُ: مَدَّهُ. وَالْقِيَاسُ فِيهِ وَفِي الْمُطَيْطَاءِ وَاحِدٌ، وَهُوَ الْمَشْيُ بِتَبَخْتُرٍ، لِأَنَّهُ إِذَا فَعَلَ مَطَّ أَطْرَافَهُ. قَالَ اللَّهُ تَعَالَى: ثُمَّ ذَهَبَ إِلَى أَهْلِهِ يَتَمَطَّى، قَالُوا: أَصْلُهُ يَتَمَطَّطُ، فَجُعِلَتِ الطَّاءُ الثَّالِثَةُ يَاءً لِلتَّخْفِيفِ، وَمَطَّ حَاجِبَيْهِ: تَكَبَّرَ، وَهُوَ مِنْهُ. وَمِنْهُ الْمَطِيطَةُ: الْمَاءُ الْمُخْتَلِطُ بِالطِّينِ ; وَهَذَا يَكُونُ إِذَا مَدَّ الْمَاءَ مِيَاهُ سَيْلٍ كَدِرَةٍ.",
    "pg": "5:273"
  },
  "مطع": {
    "def": "الْمِيمُ وَالطَّاءُ وَالْعَيْنُ. قَالَ: هُوَ مَطَعَ فِي الْأَرْضِ مَطْعًا وَمُطُوعًا، إِذَا ذَهَبَ فَلَمْ يُوجَدْ ذِكْرُهُ.",
    "pg": "5:333"
  },
  "مطق": {
    "def": "الْمِيمُ وَالطَّاءُ وَالْقَافُ. التَّمَطُّقُ: أَنْ يُلْصِقَ الْإِنْسَانُ لِسَانَهُ بِالْغَارِ الْأَعْلَى فَتَسْمَعَ لَهُ صَوْتًا، وَذَلِكَ إِذَا اسْتَطَابَ مَا يَأْكُلُ. قَالَ الْأَعْشَى:\nتُرِيكَ الْقَذَى مِنْ دُونِهَا وَهِيَ دُونَهُ ... إِذَا ذَاقَهَا مَنْ ذَاقَهَا يَتَمَطَّقُ\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْمِيمِ وَالظَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:333"
  },
  "مطل": {
    "def": "الْمِيمُ وَالطَّاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَدِّ الشَّيْءِ وَإِطَالَتِهِ. وَمَطَلْتُ الْحَدِيدَةَ أَمْطُلُهَا مَطْلًا: مَدَدْتُهَا. وَالْمَطْلُ فِي الْحَاجَةِ وَالْمُمَاطَلَةُ فِي الْحَرْبِ مِنْهُ.",
    "pg": "5:331"
  },
  "مطو": {
    "def": "الْمِيمُ وَالطَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَدٍّ فِي الشَّيْءِ وَامْتِدَادٍ. وَمَطَوْتُ بِالْقَوْمِ أَمْطُو مَطْوًا: مَدَدْتُ بِهِمْ فِي السَّيْرِ. قَالَ امْرُؤُ الْقَيْسِ: مَطَوْتُ بِهِمْ حَتَّى تَكِلَّ مَطِيُّهُمْ ... وَحَتَّى الْجِيَادُ مَا يُقَدْنَ بِأَرْسَانِ\nوَالْمَطِيَّةُ مِنْ ذَلِكَ الْقِيَاسِ، وَيُقَالُ بَلْ سُمِّيَتْ لِأَنَّهُ يُرْكَبُ مَطَاهَا، أَيْ ظَهْرُهَا. وَسُمِّيَ الظَّهْرُ الْمَطَا لِلِامْتِدَادِ الَّذِي فِيهِ. وَالْمِطْوُ: الصَّاحِبُ، لِأَنَّهُ يَمْطُو مَعَكَ. قَالَ:\nنَادَيْتُ مِطْوِي وَقَدْ مَالَ النَّهَارُ بِهِمْ ... وَعَبْرَةُ الْعَيْنِ جَارٍ دَمْعُهَا سَجِمُ\nقَالَ ابْنُ الْأَعْرَابِيِّ: اشْتِقَاقُهُ مِنِ امْتَطَيْتُ الْبَعِيرَ. وَمِمَّا يَجُوزُ أَنْ يُقَاسَ عَلَى هَذَا الْمَِطْوِ: عَذْقُ النَّخْلَةِ، لِامْتِدَادِهِ.",
    "pg": "5:331-332"
  },
  "مظظ": {
    "def": "الْمِيمُ وَالظَّاءُ كَلِمَةٌ تَدُلُّ عَلَى مُشَارَّةٍ وَمُنَازَعَةٍ. وَمَاظَظْتُهُ مُمَاظَّةً وَمِظَاظًا: شَارَرْتُهُ وَنَازَعْتُهُ. وَفِي الْحَدِيثِ: «لَا تُمَاظَّ جَارَكَ فَإِنَّهُ يَبْقَى وَيَذْهَبُ النَّاسُ» \". وَمِنْ غَيْرِ هَذَا الْمَظِّ: رُمَّانُ الْبَرِّ.",
    "pg": "5:273"
  },
  "مظع": {
    "def": "الْمِيمُ وَالظَّاءُ وَالْعَيْنُ فِيهِ مَعْنًى وَاحِدٌ. مَظَّعْتُ الْقَضِيبَ: تَرَكْتُ عَلَيْهِ لِحَاءَهُ حَتَّى يَتَشَرَّبَ مَاءَهُ، فَيَكُونَ أَصْلَبَ لَهُ. وَمَظَّعْتُ الْأَدِيمَ الدُّهْنَ: سَقَيْتُهُ. ثُمَّ يُتَوَسَّعُ فِيهِ فَيُقَالُ: مَظَّعَ الرَّجُلُ الْوَتَرَ تَمْظِيعًا: مَلَّسَهُ. وَيُقَالُ: إِنَّ الْمُظْعَةَ بَقِيَّةُ اللَّبَنِ. قَالَ الْخَلِيلُ: وَلَقَدْ تَمَظَّعَ مَا عِنْدَكَ، أَيْ تَلَحَّسَهُ كُلَّهُ. وَالْمُظْعَةُ: [بَقِيَّةٌ] مِنَ الْكَلَأِ. قَالَ: وَالرِّيحُ تَمْظَعُ الْخَشَبَ حَتَّى تَسْتَخْرِجَ نُدُوَّتَهُ. فَعَلَى هَذَا يُمْكِنُ أَنَّ أَصْلَ الْبَابِ النَّشَفُ وَالتَّشَرُّبُ. قَالَ الْخَلِيلُ: وَمَظَعَ الْوَتَرَ مَظْعًا.\n\n[بَابُ الْمِيمِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:333-334"
  },
  "مع": {
    "def": "الْمِيمُ وَالْعَيْنُ كَلِمَةٌ تَدُلُّ عَلَى اخْتِلَاطٍ وَجَلَبَةٍ وَمَا أَشْبَهَ ذَلِكَ. مِنْهُ الْمَعْمَعَةُ: صَوْتُ الْحَرِيقِ وَصَوْتُ الشُّجْعَانِ فِي الْحَرْبِ. وَالْمَعْمَعَانُ: شِدَّةُ الْحَرِّ. قَالَ ذُو الرُّمَّةِ: حَتَّى إِذَا مَعْمَعَانُ الصَّيْفِ هَبَّ لَهُ ... بِأَجَّةٍ نَشَّ عَنْهَا الْمَاءُ وَالرُّطُبُ\nوَمِمَّا لَيْسَ مِنْ هَذَا الْبَابِ \" مَعَ \"، وَهِيَ كَلِمَةُ مُصَاحَبَةٍ، يُقَالُ: هَذَا مَعَ ذَاكَ. وَيَقُولُونَ فِي صِفَةِ النِّسَاءِ: \" مِنْهُنَّ مَعْمَعْ، لَهَا شَيْئَهَا أَجْمَعْ \"، وَهِيَ الَّتِي لَا تُعْطِي أَحَدًا شَيْئًا يَكُونُ مَعَهَا أَبَدًا.",
    "pg": "5:273-274"
  },
  "معت": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالتَّاءُ. قَالَ أَبُو بَكْرٍ: الْمَعْتُ: الدَّلْكُ وَمَعَتُّ الْأَدِيمَ: دَلَكْتُهُ. وَهُوَ عِنْدَ الْخَلِيلِ مُهْمَلٌ.",
    "pg": "5:335-336"
  },
  "معج": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَقَلُّبٍ وَسُرْعَةٍ فِي شَيْءٍ. وَمَعَجَ الْحِمَارُ مَعْجًا: تَقَلَّبَ فِي جَرْيِهِ. وَيَقُولُونَ قِيَاسًا عَلَى هَذَا: مَعَجَ الْفَصِيلُ ضَرْعَ أُمِّهِ: ضَرَبَهُ بِرَأْسِهِ عِنْدَ الرَّضَاعِ.",
    "pg": "5:336"
  },
  "معد": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالدَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى غِلَظٍ فِي الشَّيْءِ. قَالَ ابْنُ دُرَيْدٍ الْمَعْدُ: الْغِلَظُ. قَالَ: وَمِنْهُ الْمَعِدَةُ. وَتَمَعْدَدَ الصَّبِيُّ: غَلُظَ. وَيَكُونُ فِي هَذَا الْبَابِ الْمَعْدُ دَالًّا عَلَى جَذْبِ الشَّيْءِ وَانْجِذَابٍ. وَمَعَدْتُ الشَّيْءَ: جَذَبْتُهُ. قَالَ:\nهَلْ يُرْوِيَنْ ذَوْدَكَ نَزْعٌ مَعْدُ\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْمَعْدُ، يَقُولُونَ: الْغَضُّ مِنَ التَّمْرِ.",
    "pg": "5:336"
  },
  "معر": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى مَلَاسَةٍ وَحَصٍّ وَانْجِرَادٍ. فَالْأَمْعَرُ وَالْمَعِرُ: الْأَمْعَطُ الَّذِي لَا شَعَْرَ عَلَيْهِ. وَمِنْهُ أَمْعَرَ الرَّجُلُ: افْتَقَرَ، كَأَنَّهُ تَجَرَّدَ مِنْ مَالِهِ. [وَ] مَعَرَ الظُّفْرُ: نَصَلَ وَتَمَعَّرَ لَوْنُهُ عِنْدَ غَضَبِهِ، وَذَلِكَ أَنْ يَتَطَايَرَ الدَّمُ عَنْهُ وَتَعْلُوَهُ صُفْرَةٌ. قَالَ الْخَلِيلُ: وَهُوَ أَمْعَرُ الشَّعْرِ، وَبِهِ مُعْرَةٌ، وَهُوَ لَوْنٌ يَضْرِبُ إِلَى الْحُمْرَةِ وَالصُّفْرَةِ، وَهُوَ أَقْبَحُ الْأَلْوَانِ. وَأَمْعَرَتِ الْأَرْضُ: لَمْ يَكُنْ فِيهَا نَبَاتٌ.",
    "pg": "5:336-337"
  },
  "معز": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى شِدَّةٍ فِي الشَّيْءِ وَصَلَابَةٍ. مِنْهُ الْأَمْعَزُ وَالْمَعْزَاءُ: الْحَزْنَ الْغَلِيظُ مِنَ الْأَمَاكِنِ. قَالَ أَبُو بَكْرٍ: رَجُلٌ مَاعِزٌ: شَدِيدُ عَصْبِ الْخَلْقِ وَمِنْهُ الْمَعْزُ الْمَعْرُوفُ، وَالْمَعِيزُ: جَمَاعَةٌ كَضَئِينٍ، وَذَلِكَ لِشِدَّةٍ وَصَلَابَةٍ فِيهَا لَا تَكُونُ فِي الضَّأْنِ. وَيُقَالُ لِجَمَاعَةِ الْأَوْعَالِ وَالثَّيَاتِلِ مُعُوزٌ.\nقَالَ أَبُو بَكْرٍ: اسْتَمْعَزَ الرَّجُلُ فِي أَمْرِهِ: جَدَّ.",
    "pg": "5:337"
  },
  "معس": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالسِّينُ أُصَيْلٌ يَدُلُّ عَلَى دَلْكِ شَيْءٍ. وَمَعَسْتُ الْأَدِيمَ فِي دِبَاغِهِ أَمْعَسُهُ: أَدَرْتُهُ فِيهِ وَدَلَكْتُهُ. وَرُبَّمَا قَالُوا: مَعَسَ، إِذَا طَعَنَ وَمِنْهُ رَجُلٌ مَعَّاسٌ فِي الْحَرْبِ: مِقْدَامٌ.",
    "pg": "5:337"
  },
  "معص": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالصَّادُ لَيْسَ بِشَيْءٍ، إِلَّا أَنَّ نَاسًا ذَكَرُوا مَعَصَ الرَّجُلُ: حَجَلَ فِي مِشْيَتِهِ. وَقَالَ ابْنُ دُرَيْدٍ: الْمَعَصُ: وَجَعٌ يُصِيبُ الْإِنْسَانَ فِي عَصَبِهِ مِنْ كَثْرَةِ الْمَشْيِ.",
    "pg": "5:337"
  },
  "معض": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالضَّادُ كَلِمَةٌ. مَعِضَ مِنَ الْأَمْرِ: شَقَّ عَلَيْهِ وَأَوْجَعَهُ.",
    "pg": "5:337"
  },
  "معط": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالطَّاءُ أَصْلٌ يَدُلُّ عَلَى تَجَرُّدِ الشَّيْءِ وَتَجْرِيدِهِ وَمَعِطَ تَمَرَّطَ شَعْرُهُ. وَمَعَطْتُ السَّيْفَ مِنْ قِرَابِهِ: جَرَّدْتُهُ. وَيَكُونُ مِنَ الْبَابِ مَعَطَ فِي الْقَوْسِ: نَزَعَ.\n\n[بَابُ الْمِيمِ وَالْغَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:337-338"
  },
  "معق": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالْقَافُ لَيْسَ بِأَصْلٍ وَإِنَّمَا هُوَ مِنْ بَابِ الْقَلْبِ. وَأَرْضٌ مَعِيقَةٌ كَعَمِيقَةٍ. وَالْأَمَاعِقُ: أَطْرَافُ الْمَفَازَةِ. وَيُقَالُ: الْمَعْقُ: الْأَرْضُ لَا نَبَاتَ بِهَا. وَتَمَعَّقَ الرَّجُلُ: سَاءَ خُلُقُهُ.",
    "pg": "5:334"
  },
  "معك": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالْكَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى دَلْكِ الشَّيْءِ وَلَيِّهِ. وَمَعَكْتُ الْأَدِيمَ مَعْكًا. ثُمَّ يُسَمُّونَ الْمِطَالَ وَاللَّيَّ مَعْكًا، وَالرَّجُلَ الْمَطُولَ مَعِكًا. قَالَ زُهَيْرٌ:\n. . . . . . . . . . . . . . . . . . . . لَا ... تَمْعَكْ بِعِرْضِكَ إِنَّ الْغَادِرَ الْمَعِكُ\nقَالَ الْخَلِيلُ: رَجُلٌ مَعْكٌ: شَدِيدُ الْخُصُومَةِ. وَقَوْلُهُمْ: وَقَعَ فِي مَعْكُوكَاءِ شَيْءٍ، يَجُوزُ أَنْ يَكُونَ الْإِبْدَالُ وَالْأَصْلُ بَعْكُوكَاءُ.",
    "pg": "5:334"
  },
  "معل": {
    "def": "الْمِيمُ وَالْعَيْنُ وَاللَّامُ أَصْلٌ صَحِيحٌ فِيهِ كَلِمَاتٌ تَدُلُّ عَلَى اخْتِلَاسِ شَيْءٍ وَسُرْعَةٍ فِيهِ. وَمَعَلَ الشَّيْءَ: اخْتَلَسَهُ. ثُمَّ يَقُولُونَ: مَعَلَ خُصْيَتَيِ الْفَحْلِ: اسْتَلَّهُمَا. وَمَعَلَ: سَارَ سَيْرًا سَرِيعًا.",
    "pg": "5:334-335"
  },
  "معن": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالنُّونُ أَصْلٌ يَدُلُّ عَلَى سُهُولَةٍ فِي جَرَيَانٍ أَوْ جَرْيٍ أَوْ غَيْرِ ذَلِكَ. وَمَعَنَ الْمَاءُ: جَرَى. وَمَاءٌ مَعِينٌ. وَمَجَارِي الْمَاءِ فِي الْوَادِي مُعْنَانٌ، كَذَا قَالَ أَبُو بَكْرٍ. وَالْمَعْنَةُ: مَاءٌ قَلِيلٌ يَجْرِي. وَمِنَ الْبَابِ أَمْعَنَ الْفَرَسُ فِي عَدْوِهِ. وَأَمْعَنَ بِحَقِّي: ذَهَبَ بِهِ. وَرَجُلٌ مَعْنٌ فِي حَاجَتِهِ: سَهْلٌ. وَأَمْعَنَتِ الْأَرْضُ: رَوِيَتْ. وَكَلَأٌ مَمْعُونٌ: جَرَى فِيهِ الْمَاءُ. وَقَوْلُ النَّمِرِ:\nوَلَا ضَيَّعْتُهُ فَأُلَامَ فِيهِ ... فَإِنَّ ضَيَاعَ مَالِكَ غَيْرُ مَعْنِ\nمَعْنَاهُ غَيْرُ سَهْلٍ. وَيَقُولُونَ: \" مَا لَهُ سَعْنَةٌ وَلَا مَعْنَةٌ \" وَهُوَ مِنَ الْإِتْبَاعِ، وَيَجُوزُ أَنْ يَكُونَ مِنَ الْبَابِ، أَيْ مَا لَهُ كَثِيرٌ وَلَا قَلِيلٌ يَسْهُلُ خَطَرُهُ. وَقَوْلُهُمْ لِلْمَنْزِلِ مَعَانٌ، وَزْنُهُ فَعَالٌ، وَجَمْعُهُ مُعُنٌ. وَمَعَنَ الْوَادِي: كَثُرَ فِيهِ الْمَاءُ الْمَعِينُ.",
    "pg": "5:335"
  },
  "معو": {
    "def": "الْمِيمُ وَالْعَيْنُ وَالْحَرْفُ الْمُعْتَلُّ ثَلَاثُ كَلِمَاتٍ لَيْسَ قِيَاسُهَا وَاحِدًا.\nالْأُولَى: الْمَعْوُ: الرُّطَبُ قَدْ أُرْطِبَ جَمِيعُهُ. وَقَالَ ابْنُ دُرَيْدٍ: هُوَ إِذَا دَخَلَهُ بَعْضُ الْيُبْسِ. وَأَمْعَى النَّخْلُ: صَارَ كَذَلِكَ. وَالثَّانِيَةُ: مِعَى الْبَطْنِ، وَالْجَمْعُ أَمْعَاءٌ. وَالثَّالِثَةُ الْمِعَى: الْمِذْنَبُ مِنْ مَذَانِبِ الْأَرْضِ.",
    "pg": "5:335"
  },
  "مغ": {
    "def": "الْمِيمُ وَالْغَيْنُ يَدُلُّ عَلَى شِبْهِ مَا مَضَى ذِكْرُهُ. يَقُولُونَ: الْمَغْمَغَةُ: الِاخْتِلَاطُ. قَالَ رُؤْبَةُ:\nالْخُلُقِ الْمُمَغْمَغِ\nوَيَقُولُونَ: مَغْمَغَ طَعَامَهُ، إِذَا رَوَّاهُ دَسَمًا.",
    "pg": "5:274"
  },
  "مغث": {
    "def": "الْمِيمُ وَالْغَيْنُ وَالثَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَرْسِ شَيْءٍ وَمَرْثِهِ. يَقُولُونَ: مَغَثْتُ الدَّوَاءَ فِي الْمَاءِ: مَرَثْتُهُ. وَمَغَثَ بَنُو فُلَانٍ فُلَانًا، إِذَا ضَرَبُوهُ ضَرْبًا لَيْسَ بِالشَّدِيدِ. وَرَجُلٌ مَغِثٌ: مُصَارِعٌ شَدِيدُ الْعِلَاجِ. وَمُغِثَتْ أَعْرَاضُهُمْ: مُضِغَتْ. قَالَ:\nمَمْغُوثَةٌ أَعْرَاضُهُمْ مُمَرْطَلَهْ\nوَكَلَأٌ مَمْغُوثٌ وَمَغِيثٌ: أَصَابَهُ الْمَطَرُ وَصَرَعَهُ، وَالْمِيمُ أَصْلِيَّةٌ.",
    "pg": "5:338"
  },
  "مغد": {
    "def": "الْمِيمُ وَالْغَيْنُ وَالدَّالُ، يَقُولُونَ إِنَّهُ أَصْلٌ يَدُلُّ عَلَى نَعْمَةٍ فِي الشَّيْءِ. يَقُولُونَ: الْمَغْدُ: الشَّابُّ النَّاعِمُ. قَالَ:\nوَكَانَ قَدْ شَبَّ شَبَابًا مَغْدًا وَأَمْغَدَ الرَّجُلُ: أَطَالَ الشَّرَابَ إِمْغَادًا، وَمَغَدَ الْفَصِيلُ الضَّرْعَ مَغْدًا: تَنَاوَلَهُ لِيَشْرَبَ اللَّبَنَ. وَاللَّبَنُ أَنْعَمُ مَا يَكُونُ مِنَ الْغِذَاءِ وَأَلْيَنُهُ. وَالْمَغْدُ فِي غُرَّةِ الْخَيْلِ كَأَنَّهَا وَارِمَةٌ، وَذَلِكَ أَنَّ الشَّعْرَ يُنْتَفُ ثُمَّ يَنْبُتُ فَيَكُونُ لَيِّنًا نَاعِمًا. وَيَقُولُونَ الْمَغْدُ: الْبَاذَنْجَانُ.",
    "pg": "5:338-339"
  },
  "مغر": {
    "def": "الْمِيمُ وَالْغَيْنُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى حُمْرَةٍ فِي شَيْءٍ، وَأَصْلٌ آخَرُ يَدُلُّ عَلَى ضَرْبٍ مِنَ السَّيْرِ.\nفَالْأَوَّلُ الْمَغْرَةُ: الطِّينُ الْأَحْمَرُ. وَالْأَمْغَرُ: الرَّجُلُ الْأَحْمَرُ الشَّعْرِ وَالْجِلْدِ. وَالْأَمْغَرُ فِي الْخَيْلِ: الْأَشْقَرُ. وَمِنْهُ أَمْغَرَتِ الشَّاةُ، إِذَا حُلِبَتْ فَخَرَجَ مَعَ لَبَنِهَا دَمٌ، فَإِنْ كَانَتْ تِلْكَ عَادَتَهَا فَهِيَ مِمْغَارٌ.\nوَالْأُخْرَى رَوَى ابْنُ السِّكِّيتِ: مَغَرَ فِي الْبِلَادِ: ذَهَبَ وَأَسْرَعَ: وَرَأَيْتُهُ يَمْغَرُ بِهِ بَعِيرُهُ.\nوَمِمَّا شَذَّ مِنَ الْبَابَيْنِ قَوْلُهُمْ: مَغَرَتْ فِي الْأَرْضِ مَغْرَةٌ، وَهِيَ مَطْرَةٌ صَالِحَةٌ وَقَوْلُ عَبْدِ الْمَلِكِ لِجَرِيرٍ: \" مَغِّرْنَا يَا جَرِيرُ \"، أَيْ أَنْشِدْنَا كَلِمَةَ ابْنِ مَغْرَاءَ، أَحَدِ شُعَرَاءِ مُضَرَ. وَمَغْرَاءُ: تَأْنِيثُ أَمْغَرَ.",
    "pg": "5:339"
  },
  "مغص": {
    "def": "الْمِيمُ وَالْغَيْنُ وَالصَّادُ كَلِمَتَانِ مُتَبَايِنَتَانِ جِدًّا. فَالْأُولَى الْمَغَْصُ: تَقْطِيعٌ فِي الْمِعَى وَوَجَعٌ. وَالْأُخْرَى الْمَغَْصُ يُقَالُ هُوَ الْخِيَارُ مِنَ الْإِبِلِ. قَالَ: أَنْتَ وَهَبْتَ هَجْمَةً جُرْجُورَا ... أُدْمًا وَحُمْرًا مَغَصًا خُبُورًا\nقَالَ ابْنُ دُرَيْدٍ: إِبِلٌ أَمْغَاصٌ وَأَمْعَاصٌ، وَهِيَ خِيَارُ الْإِبِلِ، لَا وَاحِدَ لَهَا وَيُقَالُ فُلَانٌ مَغِصٌ، إِذَا كَانَ ثَقِيلًا بَغِيضًا ; وَهُوَ مِنَ الْأَوَّلِ.",
    "pg": "5:339-340"
  },
  "مغط": {
    "def": "الْمِيمُ وَالْغَيْنُ وَالطَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى امْتِدَادٍ وَطُولٍ. وَالْمَغْطُ: الْمَدُّ. وَمَغَطْتُهُ فَامْتَغَطَ. وَالتَّمَغُّطُ فِي عَدْوِ الْفَرَسِ: أَنْ يَمُدَّ ضَبْعَيْهِ. وَانْمَغَطَ النَّهَارُ: ارْتَفَعَ وَالْمُمَغِّطُ: الطَّوِيلُ الْمُضْطَرِبُ. وَمَغَطَ الرَّامِي فِي قَوْسِهِ: نَزَعَ فِيهَا فَأَغْرَقَ النَّزْعَ.",
    "pg": "5:340"
  },
  "مغل": {
    "def": "الْمِيمُ وَالْغَيْنُ وَاللَّامُ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى دَاءٍ وَفَسَادٍ، وَالْآخَرُ ضَرْبٌ مِنَ النِّتَاجِ.\nالْأَوَّلُ الْمَغَلُ: وَجَعُ الْبَطْنِ، وَيَكُونُ فِي الدَّوَابِّ عَنْ أَكْلِ التُّرَابِ وَأَمْغَلُوا: أَصَابَ إِبِلَهُمْ ذَلِكَ الدَّاءُ.\nوَمِنَ الْبَابِ الْإِمْغَالُ: إِفْسَادٌ بَيْنَ النَّاسِ، وَالْوِشَايَةُ ; وَهُوَ الْمَغْلُ أَيْضًا. وَيُقَالُ إِنَّهُ صَاحِبُ مَغَالَةٍ، إِذَا فَعَلَ ذَلِكَ.\nوَالْأَصْلُ الْآخَرُ الْإِمْغَالُ فِي الْغَنَمِ وَغَيْرِهَا، وَهُوَ أَنْ تُنْتَجَ فِي السَّنَةِ مَرَّتَيْنِ. يُقَالُ: عَنْزٌ مَغْلَةٌ مِنْ ذَلِكَ، وَغَنَمٌ مِغَالٌ. وَيُقَالُ الْمُمْغِلُ مِنَ النِّسَاءِ: الَّتِي تَحْمِلُ قَبْلَ فِطَامِ الصَّبِيِّ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الْمِيمِ وَالْقَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:340-341"
  },
  "مقت": {
    "def": "الْمِيمُ وَالْقَافُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ تَدَلُّ عَلَى شَنَاءَةٍ وَقُبْحٍ. وَمَقَتَهُ مَقْتًا فَهُوَ مَقِيتٌ وَمَمْقُوتٌ. وَنِكَاحُ الْمَقْتِ كَانَ فِي الْجَاهِلِيَّةِ: أَنْ يَتَزَوَّجَ الرَّجُلُ امْرَأَةَ أَبِيهِ.",
    "pg": "5:341-342"
  },
  "مقد": {
    "def": "الْمِيمُ وَالْقَافُ وَالدَّالُ لَا نَعْرِفُ فِيهِ شَيْئًا، إِلَّا أَنَّ الْمَقَدِّيَّ: شَرَابٌ مَنْسُوبٌ إِلَى قَرْيَةٍ بِالشَّامِ، يُتَّخَذُ مِنَ الْعَسَلِ.",
    "pg": "5:342"
  },
  "مقر": {
    "def": "الْمِيمُ وَالْقَافُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ، هِيَ الْمَقِرُ: شِبْهُ الصَّبِرِ. وَأَمْقَرَ الشَّيْءُ: أَمَرَّ. وَاللَّبَنُ الْحَامِضُ مُمْقِرٌ. وَمِنْ هَذَا قَوْلُهُمْ: سَمَكٌ مَمْقُورٌ. وَالْمَقْرُ: إِنْقَاعُ السَّمَكِ الْمَالِحِ فِي الْمَاءِ. وَقَالَ ابْنُ دُرَيْدٍ: أَمْقَرْتُ لِفُلَانٍ الشَّرَابَ: أَمْرَرْتُهُ لَهُ.",
    "pg": "5:342"
  },
  "مقس": {
    "def": "الْمِيمُ وَالْقَافُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ مَقِسَتْ نَفْسُهُ: غَثَتْ. وَتَمَقَّسَتْ أَيْضًا. قَالَ:\nنَفْسِي تَمَقَّسُ عَنْ سُمَانَى الْأَقْبُرِ.",
    "pg": "5:342"
  },
  "مقط": {
    "def": "الْمِيمُ وَالْقَافُ وَالطَّاءُ كَلِمَاتٌ لَا تَرْجِعُ إِلَى قِيَاسٍ وَاحِدٍ، بَلْ هِيَ مُتَبَايِنَةٌ جِدًّا. فَالْمِقَاطُ: حَبْلٌ شَدِيدُ الْإِغَارَةِ. وَالْمَقْطُ: ضَرْبُكَ بِالْكُرَةِ عَلَى الْأَرْضِ ثُمَّ تَأْخُذُهَا إِذَا نَزَلَتْ. قَالَ: بِكَفَّيْ مَاقِطٍ فِي صَاعِ\nوَمَقَطْتُ صَاحِبِي أَمْقُطُهُ، إِذَا غِظْتَهُ. وَالْمَاقِطُ: الْحَازِي الَّذِي يَتَكَهَّنُ وَيَطْرُقُ بِالْحَصَى.",
    "pg": "5:342-343"
  },
  "مقع": {
    "def": "الْمِيمُ وَالْقَافُ وَالْعَيْنُ كَلِمَاتٌ تَدُلُّ عَلَى نَوْعٍ مِنَ الضَّرْبِ وَالرَّمْيِ.\nوَمُقِعَ فُلَانٌ بِالشَّيْءِ رُمِيَ بِهِ. وَالْمَقْعُ: أَشَدُّ الشُّرْبِ. وَالْفَصِيلُ يَمْقَعُ أُمَّهُ، إِذَا رَضِعَهَا. وَمِنَ الْبَابِ: امْتُقِعَ لَوْنُهُ: تَغَيَّرَ، كَأَنَّهُ ضُرِبَ بِشَيْءٍ حَتَّى يَتَغَيَّرَ ; وَكَذَا انْتُقِعَ، وَسَيَأْتِي. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْمِيمِ وَالْكَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:343"
  },
  "مقق": {
    "def": "الْمِيمُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى طُولٍ وَتَجَاوُزِ حَدٍّ. وَالطَّوِيلُ الْبَائِنُ أَمَقُّ بَيِّنُ الْمَقَقِ. وَالْمُقَامِقُ مِنَ الرِّجَالِ: الَّذِي يَتَكَلَّمُ بِأَقْصَى حَلْقِهِ وَيَتَشَدَّقُ. وَيَقُولُونَ: مَقَقْتُ الطَّلْعَةَ: شَقَقْتُهَا.",
    "pg": "5:274"
  },
  "مقل": {
    "def": "الْمِيمُ وَالْقَافُ وَاللَّامُ ثَلَاثُ كَلِمَاتٍ غَيْرِ مُنْقَاسَةٍ. قَالُوا: مُقْلَةُ الْعَيْنِ. وَهِيَ نَاظِرُهَا. وَمَقَلْتُهُ: نَظَرْتُ إِلَيْهَا.\nوَالْكَلِمَةُ الْأُخْرَى الْمَقْلَةُ: الْحَصَاةُ تُلْقِيهَا فِي الْمَاءِ تَعْرِفُ قَدْرَهُ. قَالَ:\nقَذَفُوا سَيِّدَهُمْ فِي وَرْطَةٍ ... قَذْفَكَ الْمَقْلَةَ وَسْطَ الْمُعْتَرَكْ\nوَيُقَالُ: هِيَ الْحَصَاةُ الَّتِي يُقْسَمُ عَلَيْهَا الْمَاءُ فِي الْمَفَاوِزِ. وَمَقَلَهُ فِي الْمَاءِ: غَوَّصَهُ فِيهِ. وَتَمَاقَلَا: تَغَاوَصَا.\nوَالْكَلِمَةُ الْأُخْرَى الْمُقْلُ: حَمْلُ الدَّوْمِ.",
    "pg": "5:341"
  },
  "مقه": {
    "def": "الْمِيمُ وَالْقَافُ وَالْهَاءُ كَلِمَةٌ تَدُلُّ عَلَى لَوْنٍ. يَقُولُونَ: الْمَقَهُ: بَيَاضٌ فِي زُرْقَةٍ. وَامْرَأَةٌ مَقْهَاءُ وَشَرَابٌ أَمْقَهُ. قَالَ:\nإِذَا خَفَقَتْ بِأَمْقَهَ صَحْصَحَانٍ ... رُءُوسُ الْقَوْمِ وَالْتَزَمُوا الرِّحَالَا.",
    "pg": "5:341"
  },
  "مقو": {
    "def": "الْمِيمُ وَالْقَافُ وَالْحَرْفُ الْمُعْتَلُّ. يُقَالُ فِيهِ: امْقُ هَذَا مَقْوَكَ مَالَكَ، أَيْ صُنْهُ صِيَانَتَكَ مَالَكَ. وَمَقَوْتُ السَّيْفَ: جَلَوْتُهُ، وَكَذَا الْمِرْآةُ. قَالَ ابْنُ دُرَيْدٍ: جَاءَ بِهِمَا يُونُسُ وَأَبُو الْخَطَّابِ.",
    "pg": "5:341"
  },
  "مكا": {
    "def": "الْمِيمُ وَالْكَافُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مَعَانٍ ثَلَاثَةٍ: أَحَدُهَا شَيْءٌ مِنَ الْأَصْوَاتِ، وَالْآخَرُ خُشُونَةٌ فِي الشَّيْءِ، وَالْآخَرُ ضَرْبٌ مِنَ الْعَسَلِ.\nفَالْأَوَّلُ مَكَا يَمْكُو: صَفَرُ فِي يَدِهِ وَقَدْ جَمَعَهَا، مُكَاءً. قَالَ عَنْتَرَةُ:\nتَمْكُو فَرِيصَتُهُ كَشِدْقِ الْأَعْلَمِ\nيَصِفُ طَعْنَةً [تَسْمَعُ] لَهَا صَوْتًا حِينَ تَنْفَرِجُ وَتَنْضَمُّ. وَالْمُكَّاءُ: طَائِرٌ، سُمِّيَ لِأَنَّهُ يَمْكُو. قَالَ:\nإِذَا غَرَّدَ الْمُكَّاءُ فِي غَيْرِ رَوْضَةٍ ... فَوَيْلٌ لِأَهْلِ الشَّاءِ وَالْحُمُرَاتِ\nوَيَقُولُونَ: مَكَتِ اسْتُهُ تَمْكُو، إِذَا حَبَقَ. وَأَمَّا الْمَكَا وَالْمَكْوُ فَمَجْثِمُ الْأَرْنَبِ. قَالَ الطِّرِمَّاحُ:\nكَمْ بِهِ مِنْ مَكْوِ وَحْشِيَّةٍ وَالْأُخْرَى قَوْلُهُمْ: مَكِيَتْ يَدُهُ تَمْكَى مَكًى: غَلُظَتْ وَخَشُنَتْ.\nوَالثَّالِثَةُ تَمَكَّى، إِذَا تَوَضَّأَ. قَالَ:\nكَالْمُتَمَكِّي بِدَمِ الْقَتِيلِ\nوَأَصْلُهُ قَوْلُهُمْ تَمَكَّى الْفَرَسُ: حَكَّ عَيْنَهُ بِرُكْبَتِهِ.",
    "pg": "5:344-345"
  },
  "مكث": {
    "def": "الْمِيمُ وَالْكَافُ وَالثَّاءُ كَلِمَةٌ تَدُلُّ عَلَى تَوَقُّفٍ وَانْتِظَارٍ. وَمَكَثَ مَكْثًا وَمُكْثًا وَرَجُلٌ مَكِيثٌ: رَزِينٌ غَيْرُ عَجُولٍ. وَمَكَثَ وَمَكُثَ وَالتَّمَكُّثُ: الِانْتِظَارُ.",
    "pg": "5:345"
  },
  "مكد": {
    "def": "الْمِيمُ وَالْكَافُ وَالدَّالُ كَلِمَةٌ تَدُلُّ عَلَى ثَبَاتٍ. وَمَكَدَ بِالْمَكَانِ: أَقَامَ. قَالَ أَبُو عَبِيدٍ: وَهُوَ مِنْ قَوْلِهِمْ: نَاقَةٌ مَكُودٌ، إِذَا ثَبَتَ غُزْرُهَا. وَيُقَالُ إِنَّ الْبِئْرَ الْمَاكِدَةَ: الَّتِي ثَبَتَ مَاؤُهَا عَلَى قَرْنٍ وَاحِدٍ لَا يَتَغَيَّرُ. وَالْقَرْنُ. قَرْنُ الْقَامَةِ.",
    "pg": "5:345"
  },
  "مكر": {
    "def": "الْمِيمُ وَالْكَافُ وَالرَّاءُ كَلِمَتَانِ مُتَبَايِنَتَانِ: إِحْدَاهُمَا الْمَكْرُ: الِاحْتِيَالُ وَالْخِدَاعُ. وَمَكَرَ بِهِ يَمْكُرُ. وَالْأُخْرَى الْمَكْرُ: خَدَالَةُ السَّاقِ. وَامْرَأَةٌ مَمْكُورَةُ السَّاقَيْنِ.",
    "pg": "5:345"
  },
  "مكس": {
    "def": "الْمِيمُ وَالْكَافُ وَالسِّينُ كَلِمَةٌ تَدُلُّ عَلَى جَبْيِ مَالٍ وَانْتِقَاصٍ مِنَ الشَّيْءِ. وَمَكَسَ، إِذَا جَبَى. وَالْمَكْسُ: الْجِبَايَةُ قَالَ زُهَيْرٌ: وَفِي كُلِّ أَسْوَاقِ الْعِرَاقِ إِتَاوَةٌ ... وَفِي كُلِّ مَا بَاعَ امْرُؤٌ مَكْسُ دِرْهَمِ\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْمِيمِ وَاللَّامِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:345-346"
  },
  "مكك": {
    "def": "الْمِيمُ وَالْكَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْتِقَاءِ الْعَظْمِ، ثُمَّ يُقَاسُ عَلَى ذَلِكَ. يَقُولُونَ: تَمَكَّكَتِ الْعَظْمُ: أَخْرَجَتْ مُخَّهُ. وَامْتَكَّ الْفَصِيلُ مَا فِي ضَرْعِ أُمِّهِ: شَرِبَهُ. وَالتَّمَكُّكُ: الِاسْتِقْصَاءُ. وَفِي الْحَدِيثِ: \" «لَا تُمَكِّكُوا عَلَى غُرَمَائِكُمْ» \". وَيُقَالُ: سُمِّيَتْ مَكَّةَ لِقِلَّةِ الْمَاءِ بِهَا، كَأَنَّ مَاءَهَا قَدِ امْتُكَّ. وَقِيلَ سُمِّيَتْ لِأَنَّهَا تَمُكُّ مَنْ ظَلَمَ فِيهَا، أَيْ تُهْلِكُهُ وَتَقْصِمُهُ كَمَا يُمَكُّ الْعَظْمُ. وَيُنْشِدُونَ:\nيَا مَكَّةُ الْفَاجِرَ مُكِّي مَكَّا.",
    "pg": "5:274-275"
  },
  "مكل": {
    "def": "الْمِيمُ وَالْكَافُ وَاللَّامُ كَلِمَةٌ تَدُلُّ عَلَى اجْتِمَاعِ مَاءٍ. وَمَكَلَتِ الْبِئْرُ: اجْتَمَعَ مَاؤُهَا فِي وَسَطِهَا. وَمُجْتَمَعُ الْمَاءِ مَُكْلَةٌ. وَبِئْرٌ مَكُولٌ، وَالْجَمْعُ مُكُلٌ.",
    "pg": "5:343"
  },
  "مكن": {
    "def": "الْمِيمُ وَالْكَافُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ. الْمَكْنُ: بَيْضُ الضَّبِّ. وَضَبٌّ مَكُونٌ. [قَالَ] :\nوَمَكْنُ الضِّبَابِ طَعَامُ الْعُرَيْبِ ... وَلَا تَشْتَهِيهِ نُفُوسُ الْعَجَمْ وَالْمُكُنَاتُ: أَوْكَارُ الطَّيْرِ، وَيُقَالُ مَكِنَاتٌ.",
    "pg": "5:343-344"
  },
  "ملث": {
    "def": "الْمِيمُ وَاللَّامُ وَالثَّاءُ كَلِمَةٌ. يُقَالُ أَتَيْتُهُ مَلَثَ الظَّلَامِ، كَمَا يُقَالُ مَلَسَ الظَّلَامِ، وَهُوَ اخْتِلَاطُهُ.",
    "pg": "5:347"
  },
  "ملج": {
    "def": "الْمِيمُ وَاللَّامُ وَالْجِيمُ كَلِمَةٌ. يُقَالُ: مَلَجَ الصَّبِيُّ: تَنَاوَلَ الثَّدْيَ لِلرَّضَاعِ بِأَدْنَى فَمِهِ. وَفِي الْحَدِيثِ: \" لَا تُحَرِّمُ الْإِمْلَاجَةُ وَالْإِمْلَاجَتَانِ \" وَهِيَ أَنْ تُمِصَّهُ لَبَنَهَا مَرَّةً أَوْ مَرَّتَيْنِ.",
    "pg": "5:347"
  },
  "ملح": {
    "def": "الْمِيمُ وَاللَّامُ وَالْحَاءُ أَصْلٌ صَحِيحٌ لَهُ فُرُوعٌ تَتَقَارَبُ فِي الْمَعْنَى وَإِنْ كَانَ فِي ظَاهِرِهَا بَعْضُ التَّفَاوُتِ.\nفَالْأَصْلُ الْبَيَاضُ، مِنْهُ الْمِلْحُ الْمَعْرُوفُ، وَسُمِّيَ لِبَيَاضِهِ. قَالَ:\nأَحْفِزُهَا عَنِّي بِذِي رَوْنَقٍ ... أَبْيَضَ مِثْلِ الْمِلْحِ قَطَّاعِ\nوَيُقَالُ مَاءٌ مِلْحٌ، وَقَدْ قَالُوا مَالِحٌ، ذَكَرَهُ ابْنُ الْأَعْرَابِيِّ وَاحْتَجَّ بِقَوْلِهِ:\nصَبَّحْنَ قَوًّا وَالْحَمَامُ وَاقِعٌ ... وَمَاءُ قَوٍّ مَالِحٌ وَنَاقِعُ\nوَمَلُحَ الْمَاءُ. وَسَمَكٌ مَمْلُوحٌ وَمَلِيحٌ. وَأَمْلَحْنَا: أَصَبْنَا مَاءً مَالِحًا. وَأَمْلَحَ الْمَاءُ أَيْضًا. قَالَ نُصَيْبٌ: وَقَدْ عَادَ عَذْبُ الْمَاءِ مِلْحًا فَزَادَنِي ... عَلَى مَرَضِي أَنْ أَمْلَحَ الْمَشْرَبُ الْعَذْبُ\nوَمَلَحْتُ الْقَدْرَ: أَلْقَيْتُ مِلْحَهَا بِقَدَرٍ. وَأَمْلَحْتُهَا: أَفْسَدْتُهَا بِالْمِلْحِ. وَيُقَالُ مَلَّحْتُ النَّاقَةَ تَمْلِيحًا، إِذَا لَمْ تَلْقَحْ فَعُولِجَتْ دَاخِلَتُهَا بِشَيْءٍ مَالِحٍ. وَمَلُحَ الشَّيْءُ مَلَاحَةً وَمِلْحًا. وَالْمُمَالَحَةُ: الْمُوَاكَلَةُ. ثُمَّ يُسْتَعَارُ الْمِلْحُ فَيُسَمَّى الرَّضَاعُ مِلْحًا. وَقَالَتْ هَوَازِنُ لِرَسُولِ اللَّهِ ﵌: \" «لَوْ كُنَّا مَلَحْنَا لِلْحَارِثِ بْنِ أَبِي شَمِرٍ أَوْ لِلنُّعْمَانِ بْنِ الْمُنْذِرِ لَحَفِظَ ذَلِكَ فِينَا» \"، أَرَادُوا أَنَّ رَسُولَ اللَّهِ ﵌ كَانَ مُسْتَرْضَعًا فِيهِمْ.\nوَيَسْتَعِيرُونَ ذَلِكَ لِلشَّحْمِ يُسَمُّونَهُ الْمِلْحَ. يُقَالُ أَمْلَحْتُ الْقِدْرَ: جَعَلْتُ فِيهَا شَيْئًا مِنْ شَحْمٍ. وَعَلَيْهِ فُسِّرَ قَوْلُهُ:\nلَا تَلُمْهَا إِنَّهَا مِنْ نِسْوَةٍ ... مِلْحُهَا مَوْضُوعَةٌ فَوْقَ الرُّكَبْ\nهَمُّهَا السِّمَنُ وَالشَّحْمُ. وَالْمُلْحَةُ فِي الْأَلْوَانِ: بَيَاضٌ، وَرُبَّمَا خَالَطَهُ سَوَادٌ. وَيُقَالُ كَبْشٌ أَمْلَحُ. وَيُقَالُ لِبَعْضِ شُهُورِ الشِّتَاءِ مِلْحَانُ، لِبَيَاضِ ثَلْجِهِ. وَالْمَلْحَاءُ: كَتِيبَةٌ كَانَتْ لِآلِ الْمُنْذِرِ.\nوَالْمَلَّاحُ: صَاحِبُ السَّفِينَةِ، قِيَاسُهُ عِنْدَنَا هَذَا، لِأَنَّ مَاءَ الْبَحْرِ مِلْحٌ، وَقَالَ نَاسٌ: اشْتِقَاقُهُ مِنَ الْمَلْحِ: سُرْعَةُ خَفَقَانِ الطَّيْرِ بِجَنَاحَيْهِ. قَالَ: مَلْحَ الصُّقُورِ تَحْتَ دَجْنٍ مُغْيِنِ\nوَمِمَّا شَذَّ عَنِ الْبَابِ: الْمُلَّاحُ مِنْ نَبَاتِ الْحَمْضِ، إِلَّا أَنْ يَكُونَ فِي طَعْمِهِ مُلُوحَةٌ. وَالْمَلْحَاءُ: مَا انْحَدَرَ عَنِ الْكَاهِلِ وَالصُّلْبِ. وَالْمَلَحُ: وَرَمٌ فِي عُرْقُوبِ الْفَرَسِ.",
    "pg": "5:347-349"
  },
  "ملخ": {
    "def": "الْمِيمُ وَاللَّامُ وَالْخَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِخْرَاجِ شَيْءٍ مِنْ وِعَائِهِ أَوْ مِنْ غَيْرِهِ. وَامْتَلَخَتِ الْعُقَابُ عَيْنَهُ: أَخْرَجَتْهَا. وَامْتَلَخْتُ اللِّجَامَ مِنْ رَأْسِ الدَّابَّةِ. وَالْمَلِيخُ: اللَّحْمُ لَا طَعْمَ لَهُ. وَ [الْمَلَّاخُ: الْمَلَّاقُ] لِأَنَّهُ يَسْتَخْرِجُ الْإِنْسَانُ أَوْ مَا عِنْدَهُ بِمَلَقِهِ. قَالَ رُؤْبَةُ:\nمَلَّاخُ الْمَلَقْ\nوَ [مِنْهُ] قَوْلُ الْحَسَنِ: \" يَمْلَخُ فِي الْبَاطِلِ \".",
    "pg": "5:349"
  },
  "ملد": {
    "def": "الْمِيمُ وَاللَّامُ وَالدَّالُ كَلِمَةٌ تَدُلُّ عَلَى نَعْمَةٍ وَلِينٍ وَمَلَاسَةٍ. وَشَابٌّ أَمْلَدُ: نَاعِمٌ. وَالْمَلَدُ الْمَصْدَرُ. وَامْرَأَةٌ مَلْدَاءُ: مُعْتَدِلَةُ الْخَلْقِ حَسَنَةٌ. وَغُصْنٌ أُمْلُودٌ: نَاعِمٌ. وَمَلَّدْتُ الْأَدِيمَ: مَرَّنْتُهُ. وَالْإِمْلِيدُ مِنَ الصَّحَارِي كَإِمْلِيسٍ: الصَّحْصَحُ. [وَ] مِنْهُ الْمَلَدَانُ.",
    "pg": "5:349"
  },
  "ملذ": {
    "def": "الْمِيمُ وَاللَّامُ وَالذَّالُ ذَكَرُوا فِيهِ كَلِمَتَيْنِ أَيْضًا. الْمَلْذُ: أَنْ يَكُونَ يَمُدُّ الْفَرَسُ ضَبْعَيْهِ فِي عَدْوِهِ حَتَّى لَا يَجِدَ مَزِيدًا. وَمَلَذَهُ بِالرُّمْحِ: طَعَنَهُ بِهِ. قَالَ أَبُو بَكْرٍ: الْمَلْذُ: السُّرْعَةُ فِي الْمَجِيءِ وَالذَّهَابِ. وَذِئْبٌ مَلَّاذٌ.",
    "pg": "5:349-350"
  },
  "ملس": {
    "def": "الْمِيمُ وَاللَّامُ وَالسِّينُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَجَرُّدٍ فِي شَيْءٍ، وَأَلَّا يَعْلَقَ بِهِ شَيْءٌ، فَهُوَ أَمْلَسُ. وَيُقَالُ لِلرَّجُلِ الَّذِي لَا يَلْصَقُ بِهِ ذَمٌّ: هُوَ أَمْلَسُ الْجِلْدِ، قَالَ:\nفَمُوتَنْ بِهَا حُرَّا وَجِلْدُكَ أَمْلَسُ\nوَأَرْضٌ أَمَالِيسُ: لَا نَبَاتَ بِهَا. وَيُقَالُ فِي الْبَيْعِ: \" الْمَلَسَى لَا عُهْدَةَ لَهُ \"، أَيْ لَا مُتَعَلَّقَ لَهُ. وَقَدْ سَبَقَ ذِكْرُهُ وَمِنَ الْبَابِ الْمَلْسُ: سَلُّ الْخُصْيَةِ بِعُرُوقِهَا. وَكَبْشٌ مَمْلُوسٌ. وَمِنْهُ الْمَلْسُ: السَّوْقُ الشَّدِيدُ، أَيْ إِنَّهُ يَمْضِي حَتَّى لَا يُمْكِنَ أَنْ يُتَعَلَّقَ بِهِ. وَقَوْلُهُمْ: أَتَيْتُهُ مَلَسَ الظَّلَامِ مِنْ بَابِ الثَّاءِ، وَقَدْ فَسَّرْنَاهُ وَرُمَّانٌ إِمْلِيسِيٌّ.",
    "pg": "5:350"
  },
  "ملص": {
    "def": "الْمِيمُ وَاللَّامُ وَالصَّادُ قَرِيبٌ مِنْ مَلَسَ، وَهُوَ يَدُلُّ عَلَى إِفْلَاتِ الشَّيْءِ بِسُرْعَةٍ. وَامَّلَصَ الشَّيْءُ مِنْ يَدِي: أَفْلَتَ، امِّلَاصًا. وَمَلِصَ الرِّشَاءُ مِنَ الْيَدِ يَمْلَصُ. قَالَ:\nفَرَّ وَأَعْطَانِي رِشَاءً مَلِصًا\nوَمِنْهُ أَمْلَصَتِ الْمَرْأَةُ: رَمَتْ بِوَلَدِهَا إِمْلَاصًا ; وَالْوَلَدُ مَلِيصٌ. وَمِنْهُ سَيْرٌ إِمْلِيصٌ: سَرِيعٌ.",
    "pg": "5:350"
  },
  "ملط": {
    "def": "الْمِيمُ وَاللَّامُ وَالطَّاءُ أُصَيْلٌ يَدُلُّ عَلَى تَسْوِيَةِ شَيْءٍ وَتَسْطِيحِهِ. وَمَلَّطْتُ الْحَائِطَ بِالْمِلَاطِ أُمَلِّطُهُ تَمْلِيطًا: طَيَّنْتُهُ وَسَوَّيْتُهُ وَالْمِلَاطَانِ: الْجَنْبَانِ، كَأَنَّهُمَا مُلِطَا مَلْطًا. وَابْنَا مِلَاطٍ: الْعَضُدَانِ. وَالْأَمْلَطُ: الَّذِي لَا شَعَْرَ عَلَيْهِ. وَيُقَاسُ عَلَى هَذَا فَيُقَالُ لِلرَّجُلِ الْقَلِيلِ الْخَيْرِ الْمُتَمَرِّدِ: مِلْطٌ. قَالَ أَبُو بَكْرٍ: وَكُلُّ شَيْءٍ مَلَّطْتَهُ فَهُوَ مِلَاطٌ.",
    "pg": "5:350-351"
  },
  "ملع": {
    "def": "الْمِيمُ وَاللَّامُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى سُرْعَةٍ وَخِفَّةٍ. وَمَلَعَتِ النَّاقَةُ فِي سَيْرِهَا وَنَاقَةٌ مَيْلَعٌ فَيْعَلٌ مِنْهُ. وَالْمَلْعُ: السُّرْعَةُ فِي الْمُرُورِ وَالِاخْتِطَافِ. وَمِنَ الْبَابِ الْمَلِيعُ: الْأَرْضُ لَا نَبَاتَ بِهَا.",
    "pg": "5:351"
  },
  "ملغ": {
    "def": "الْمِيمُ وَاللَّامُ وَالْغَيْنُ كَلِمَةٌ. يَقُولُونَ: الْمِلْغُ: الْأَحْمَقُ. وَالتَّمَلُّغُ: التَّحَمُّقُ.",
    "pg": "5:351"
  },
  "ملق": {
    "def": "الْمِيمُ وَاللَّامُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى [تَجَرُّدٍ] فِي الشَّيْءِ وَلِينٍ. قَالَ ابْنُ السِّكِّيتِ: الْمَلَقُ مِنَ التَّمَلُّقِ، وَأَصْلُهُ التَّلْيِينُ. وَالْمَلَقَةُ: الصَّفَاةُ الْمَلْسَاءُ. وَيُقَالُ الْإِمْلَاقُ: إِتْلَافُ الْمَالِ حَتَّى يُحْوِجَ. وَالْقِيَاسُ وَاحِدٌ، كَأَنَّهُ تَجَرَّدَ عَنِ الْمَالِ. وَانْمَلَقَ سَاعِدُ الرَّجُلِ: انْسَحَجَ مِنْ حَمْلِ الْأَحْمَالِ. قَالَ:\nوَحَوْقَلٌ سَاعِدُهُ قَدِ انْمَلَقْ ... يَقُولُ قَطْبًا وَنِعِمَّا إِنْ سَلَقْ\nوَالْمَلَقَةُ: الْأَرْضُ لَا يَكَادُ يَبِينُ فِيهَا أَثَرٌ، وَالْجَمْعُ الْمَلَقُ وَالْمَلَقَاتُ. وَمَلَقْتُ الثَّوْبَ: غَسَلْتُهُ، لِأَنَّكَ تُجَرِّدُهُ عَنِ الْوَسَخِ.",
    "pg": "5:351"
  },
  "ملك": {
    "def": "الْمِيمُ وَاللَّامُ وَالْكَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قُوَّةٍ فِي الشَّيْءِ وَصِحَّةٍ. يُقَالُ: أَمْلَكَ عَجِينَهُ: قَوَّى عَجْنَهُ وَشَدَّهُ. وَمَلَّكْتُ الشَّيْءَ: قَوَّيْتُهُ قَالَ:\nفَمَلَّكَ بِاللِّيطِ الَّذِي فَوْقَ قِشْرِهَا ... كَغِرْقِئِ بَيْضٍ كَنَّهُ الْقَيْضُ مِنْ عَلِ\nوَالْأَصْلُ هَذَا. ثُمَّ قِيلَ مَلَكَ الْإِنْسَانُ الشَّيْءَ يَمْلِكُهُ مَلْكًا. وَالِاسْمُ الْمِلْكُ ; لِأَنَّ يَدَهُ فِيهِ قَوِيَّةٌ صَحِيحَةٌ. فَالْمِلْكُ: مَا مُلِكَ مِنْ مَالٍ. وَالْمَمْلُوكُ: الْعَبْدُ. وَفُلَانٌ حَسَنُ الْمَلَكَةِ، أَيْ حَسَنُ الصَّنِيعِ إِلَى مَمَالِيكِهِ. وَعَبْدُ مَمْلَكَةٍ: سُبِيَ وَلَمْ يُمْلَكْ أَبَوَاهُ. وَمَا لِفُلَانٍ مَوْلَى مَلَاكَةٍ دُونَ اللَّهِ تَعَالَى، أَيْ لَمْ يَمْلِكْهُ إِلَّا هُوَ. وَكُنَّا [فِي] إِمْلَاكِ فُلَانٍ، أَيْ أَمْلَكْنَاهُ امْرَأَتَهُ. وَأَمْلَكْنَاهُ مِثْلُ مَلَّكْنَاهُ. وَالْمَلَكُ: الْمَاءُ يَكُونُ مَعَ الْمُسَافِرِ، لِأَنَّهُ إِذَا كَانَ مَعَهُ مَلَكَ أَمْرَهُ.",
    "pg": "5:351-352"
  },
  "ملل": {
    "def": "الْمِيمُ وَاللَّامُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدُهُمَا عَلَى تَقْلِيبِ شَيْءٍ، وَالْآخَرُ عَلَى غَرَضٍ مِنَ الشَّيْءِ.\nفَالْأَوَّلُ مَلَلْتُ الْخُبْزَةَ فِي النَّارِ أَمُلُّهَا مَلًّا، وَذَلِكَ تَقْلِيبُكَ إِيَّاهَا فِيهَا. وَالْمَلَّةُ: الرَّمَادُ أَوِ التُّرَابُ الْحَارُّ. وَيُقَالُ: أَطْعَمَنَا خُبْزَ مَلَّةٍ وَخُبْزَةً مَلِيلًا. وَالْمُلْمُولُ: الْمِيلُ: لِأَنَّهُ يُقَلَّبُ فِي الْعَيْنِ عِنْدَ الْكَحْلِ.\nوَمِنَ الْبَابِ طَرِيقٌ مُمَلٌّ: سُلِكَ حَتَّى صَارَ مَعْلَمًا. قَالَ:\nرَفَعْنَاهَا ذَمِيلًا فِي ... مُمَلٍّ مُعْمَلٍ لَحْبِ\nوَالْمَلِيلَةُ: حُمَّى فِي الْعِظَامِ: كَأَنَّهَا تُقَلِّبُ. وَبَاتَ يَتَمَلْمَلُ عَلَى فِرَاشِهِ، أَيْ يَقْلَقُ وَيَتَضَوَّرُ عَلَيْهِ، حَتَّى كَأَنَّهُ عَلَى مَلَّةٍ ; وَالْأَصْلُ يَتَمَلَّلُ.\nوَمِنَ الْبَابِ امْتَلَّ يَعْدُو، وَذَلِكَ إِذَا أَسْرَعَ بَعْضَ الْإِسْرَاعِ. وَالْبَابُ الْآخَرُ مَلِلْتُهُ أَمَلُّهُ مَلَلًا وَمَلَالَةً: سَئِمْتُهُ. وَأَمْلَلْتُ الْقَوْمَ: شَقَقْتَ عَلَيْهِمْ حَتَّى مَلُّوا ; وَكَذَا أَمْلَلْتُ عَلَيْهِمْ.\nفَأَمَّا إِمْلَالُ الْكِتَابِ وَتَفْسِيرُ الْمَلَّةِ فَقَدْ ذُكِرَتَا فِي الْمِيمِ وَاللَّامِ وَالْحَرْفِ الْمُعْتَلِّ.\n\n[بَابُ الْمِيمِ وَالنُّونِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:275-276"
  },
  "مله": {
    "def": "الْمِيمُ وَاللَّامُ وَالْهَاءُ. يَقُولُونَ: هُوَ مُمْتَلَهُ الْعَقْلِ: ذَاهِبُهُ.",
    "pg": "5:347"
  },
  "ملو": {
    "def": "الْمِيمُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى امْتِدَادٍ فِي شَيْءٍ زَمَانٍ أَوْ غَيْرِهِ. وَأَمْلَيْتُ الْقَيْدَ لِلْبَعِيرِ إِمْلَاءً، إِذَا وَسَّعْتُهُ. وَتَمَلَّيْتُ عُمْرِي، إِذَا اسْتَمْتَعْتُ بِهِ. وَالْمَلَوَانِ: اللَّيْلُ وَالنَّهَارُ. وَالْمُِلَاوَةُ: مِلَاوَةُ الْعَيْشِ، أَيْ قَدْ أُمْلِيَ لَهُ. وَمِنَ الْبَابِ إِمْلَاءُ الْكِتَابِ.\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرِ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلَهُ مِيمٌ]\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nتَمَّ كِتَابُ الْمِيمِ وَاللَّهُ أَعْلَمُ بِالصَّوَاب ِ [كِتَابُ النُّونِ] [بَابُ النُّونِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ]\n\nبَابُ النُّونِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ",
    "pg": "5:352-353"
  },
  "ملي": {
    "def": "الْمِيمُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ. كَلِمَةٌ وَاحِدَةٌ هِيَ الزَّمَنُ الطَّوِيلُ. وَأَقَامَ مَلِيًّا، أَيْ دَهْرًا طَوِيلًا. وَتَمَلَّيْتُ الشَّيْءَ، إِذَا أَقَامَ مَعَكَ زَمَانًا طَوِيلًا. وَالْمَلَوَانِ: طَرَفَا اللَّيْلِ وَالنَّهَارِ. وَالْمُِلَاوَةُ: الْحِينُ.\nوَإِذَا هُمِزَ دَلَّ عَلَى الْمُسَاوَاةِ وَالْكَمَالِ فِي الشَّيْءِ. وَمَلَأْتُ الشَّيْءَ أَمْلَؤُهُ مَلْئًا. وَالْمِلْءُ: الِاسْمُ لِلْمِقْدَارِ الَّذِي يُمْلَأُ ; وَسُمِّيَ لِأَنَّهُ مُسَاوٍ لِوِعَائِهِ فِي قَدْرِهِ. وَيُقَالُ: أَعْطِنِي مِلْأَهُ وَمِلْأَيْهِ وَثَلَاثَةَ أَمْلَائِهِ. وَمِنْهُ أَمْلَأَ النَّزْعَ فِي الْقَوْسِ، إِذَا بَالَغَ. وَمِنْهُ الْمَلَأُ: الْأَشْرَافُ مِنَ النَّاسِ، لِأَنَّهُمْ مُلِئُوا كَرَمًا. فَأَمَّا قَوْلُ الشَّاعِرِ:\nتَنَادَوْا يَالَ بُهْثَةَ إِذْ لَقُونَا ... فَقُلْنَا أَحْسِنِي مَلَأً جُهَيْنَا\nفَقَالَ قَوْمٌ: أَرَادَ بِهِ الْخُلُقَ. وَجَاءَ فِي الْحَدِيثِ: \" «أَحْسِنُوا أَمْلَاءَكُمْ» \" وَالْمَعْنَى فِيهِ أَنَّ حُسْنَ الْخُلُقِ مِنْ سَجَايَا الْمَلَأِ، وَهُمُ الشِّرَافُ الْكِرَامُ.",
    "pg": "5:346-347"
  },
  "منح": {
    "def": "الْمِيمُ وَالنُّونُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عَطِيَّةٍ. قَالَ الْأَصْمَعِيُّ: يُقَالُ امْتُنِحْتُ الْمَالَ، أَيْ رُزِقْتُهُ. قَالَ ذُو الرُّمَّةِ:\nنَبَتْ عَيْنَاكَ عَنْ طَلَلٍ بِحُزْوَى ... مَحَتْهُ الرِّيحُ وَامْتُنِحَ الْقِطَارَا\nوَالْمَنِيحَةُ: مَنِيحَةُ اللَّبَنِ، كَالنَّاقَةِ أَوِ الشَّاةِ يُعْطِيهَا الرَّجُلُ آخَرَ يَحْتَلِبُهَا ثُمَّ يَرُدُّهَا. وَالنَّاقَةُ الْمُمَانِحُ: الَّتِي يَبْقَى لَبَنُهَا بَعْدَ ذَهَابِ أَلْبَانِ [الْإِبِلِ] ، وَهِيَ الْمَنُوحُ أَيْضًا. وَالْمَنِيحُ: الْقِدْحُ لَا حَظَّ لَهُ فِي الْقَسْمِ إِلَّا أَنْ يُمْنَحَ شَيْئًا، أَيْ يُعْطَاهُ. وَيُقَالُ الْمَنِيحُ أَيْضًا: الَّذِي لَا يُعْتَدُّ بِهِ، وَقِيلَ هُوَ الثَّامِنُ مِنْ سِهَامِ الْمَيْسِرِ.",
    "pg": "5:278"
  },
  "منع": {
    "def": "الْمِيمُ وَالنُّونُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ هُوَ خِلَافُ الْإِعْطَاءِ. وَمَنَعْتُهُ الشَّيْءَ مَنْعًا، وَهُوَ مَانِعٌ وَمَنَّاعٌ. وَمَكَانٌ مَنِيعٌ. وَهُوَ فِي عِزٍّ وَمَنْعَةٍ.\n\n[بَابُ الْمِيمِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:278-279"
  },
  "منن": {
    "def": "الْمِيمُ وَالنُّونُ أَصْلَانِ. أَحَدُهُمَا يَدُلُّ عَلَى قَطْعٍ وَانْقِطَاعٍ، وَالْآخَرُ عَلَى اصْطِنَاعِ خَيْرٍ.\nالْأَوَّلُ [الْمَنُّ] : الْقَطْعُ، وَمِنْهُ يُقَالُ: مَنَنْتُ الْحَبْلَ: قَطَعْتُهُ. قَالَ اللَّهُ تَعَالَى: ﴿فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ﴾ [التين: ٦] . وَالْمَنُونُ: الْمَنِيَّةُ، لِأَنَّهَا تَنْقُصُ الْعَدَدَ وَتَقْطَعُ الْمَدَدَ. وَالْمَنُّ: الْإِعْيَاءُ، وَذَلِكَ أَنَّ الْمُعْيِيَ يَنْقَطِعُ عَنِ السَّيْرِ. قَالَ:\nقَلَائِصًا لَا يَشْتَكِينَ الْمَنَّا\nوَالْأَصْلُ الْآخَرُ الْمَنُّ، تَقُولُ: مَنَّ يَمُنُّ مَنًّا، إِذَا صَنَعَ صُنْعًا جَمِيلًا. وَمِنَ الْبَابِ الْمُنَّةُ، وَهِيَ الْقُوَّةُ الَّتِي بِهَا قِوَامُ الْإِنْسَانِ، وَرُبَّمَا قَالُوا: مَنَّ بِيَدٍ أَسْدَاهَا، إِذَا قَرَّعَ بِهَا. وَهَذَا يَدُلُّ عَلَى أَنَّهُ قَطَعَ الْإِحْسَانَ، فَهُوَ مِنَ الْأَوَّلِ.",
    "pg": "5:267"
  },
  "مني": {
    "def": "الْمِيمُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ صَحِيحٌ، يَدُلُّ عَلَى تَقْدِيرِ شَيْءٍ وَنَفَاذِ الْقَضَاءِ بِهِ. مِنْهُ قَوْلُهُمْ: مَنَى لَهُ الْمَانِي، أَيْ قَدَّرَ الْمُقَدِّرُ. قَالَ الْهُذَلِيِّ:\nلَا تَأْمَنَنَّ وَإِنْ أَمْسَيْتَ فِي حَرَمٍ ... حَتَّى تُلَاقِيَ مَا يَمَنِي لَكَ الْمَانِي\nوَالْمَنَا: الْقَدَرُ. قَالَ:\nسَأُعْمِلُ نَصَّ الْعِيسِ حَتَّى يَكُفَّنِي ... غِنَى الْمَالِ يَوْمًا أَوْ مَنَا الْحَدَثَانِ\nوَمَاءُ الْإِنْسَانِ مَنِيٌّ، أَيْ يُقَدَّرُ مِنْهُ خِلْقَتُهُ. وَالْمَنِيَّةُ: الْمَوْتُ لِأَنَّهَا مُقَدَّرَةٌ عَلَى كُلٍّ. وَتَمَنِّي الْإِنْسَانِ كَذَا قِيَاسُهُ، أَمَلٌ يُقَدِّرُهُ. قَالَ قَوْمٌ لَهُ ذَلِكَ الشَّيْءُ الَّذِي يَرْجُو. وَالْأُمْنِيَّةُ: أُفْعُولَةٌ مِنْهُ. وَمِنَى: [مِنَى] مَكَّةَ، قَالَ قَوْمٌ: سُمِّيَ بِهِ لِمَا قُدِّرَ أَنْ يُذْبَحَ فِيهِ: مِنْ قَوْلِكَ مَنَاهُ اللَّهُ.\nوَمِمَّا يَجْرِي هَذَا الْمَجْرَى الْمَنَا: الَّذِي يُوزَنُ بِهِ، لِأَنَّهُ تَقْدِيرٌ يُعْمَلُ عَلَيْهِ. وَقَوْلُنَا: تَمَنَّى الْكِتَابَ: قَرَأَهُ. قَالَ اللَّهُ تَعَالَى: ﴿إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ﴾ [الحج: ٥٢] ، أَيْ إِذَا قَرَأَ. وَهُوَ ذَلِكَ الْمَعْنَى، لِأَنَّ الْقِرَاءَةَ تَقْدِيرٌ وَوَضْعُ كُلِّ آيَةٍ مَوْضِعَهَا. قَالَ:\nتَمَنَّى كِتَابَ اللَّهِ أَوَّلَ لَيْلِهِ ... وَآخِرَهُ لَاقَى حِمَامَ الْمَقَادِرِ\nوَمِنَ الْبَابِ: مَانَى يُمَانِي مُمَانَاةً، إِذَا بَارَى غَيْرَهُ. وَهُوَ فِي شِعْرِ ابْنِ الطَّثْرِيَّةِ:\nسَلِي عَنِّيَ النُّدْمَانَ حِينَ يَقُولُ لِي ... أَخُو الْكَأْسِ مَانِي الْقَوْمَ فِي الْخَيْرِ أَوْرِدِ\nوَهَذَا مِنَ التَّقْدِيرِ، لِأَنَّهُ يُقَدِّرُ فِعْلَهُ بِفِعْلِ غَيْرِهِ يُرِيدُ أَنْ يُسَاوِيَهُ. وَأَمَّا مُنْيَةُ النَّاقَةِ، فَهِيَ الْأَيَّامُ الَّتِي يُتَعَرَّفُ فِيهَا أَلَاقِحٌ هِيَ أَمْ حَامِلٌ.",
    "pg": "5:276-278"
  },
  "مه": {
    "def": "الْمِيمُ وَالْهَاءِ كَلِمَتَانِ تَدُلُّ إِحْدَاهُمَا عَلَى زَجْرٍ، وَالْأُخْرَى عَلَى مَنْظَرٍ وَلَذَّةٍ. فَالْأُولَى قَوْلُهُمْ: مَهْ. وَمَهْمَهَ بِهِ: زَجَرَهُ بِقَوْلِهِ لَهُ ذَلِكَ. وَالْمَهْمَهُ: الْخَرْقُ الْأَمْلَسُ الْوَاسِعُ. وَالْأُخْرَى قَوْلُهُمْ: لَيْسَ لَهُ مَهَهٌ، إِذَا لَمْ يَكُنْ جَمِيلًا. وَيَقُولُونَ: \" كُلُّ شَيْءٍ مَهَهٌ وَمَهَاهٌ إِلَّا النِّسَاءَ وَذِكْرَهُنَّ \". وَالْمَهَاهُ: اللَّذَّةُ. أَنْشَدَنَا الْقَطَّانُ عَنْ ثَعْلَبٍ:\nوَلَيْسَ لِعَيْشِنَا هَذَا مَهَاهٌ ... وَلَيْسَتْ دَارُنَا الدُّنْيَا بِدَارِ.",
    "pg": "5:267-268"
  },
  "مهج": {
    "def": "الْمِيمُ وَالْهَاءُ وَالْجِيمُ كَلِمَةٌ تَدُلُّ عَلَى شَيْءٍ سَائِلٍ. مِنْ ذَلِكَ الْأُمْهُجَانُ: اللَّبَنُ الرَّقِيقُ. وَلَبَنٌ مَاهِجٌ: إِذَا رَقَّ وَالْمُهْجَةُ فِيمَا يُقَالُ: دَمُ الْقَلْبِ.",
    "pg": "5:280"
  },
  "مهد": {
    "def": "الْمِيمُ وَالْهَاءُ وَالدَّالُ كَلِمَةٌ تَدُلُّ عَلَى تَوْطِئَةٍ وَتَسْهِيلٍ لِلشَّيْءِ. وَمِنْهُ الْمَهْدُ. وَمَهَّدْتُ الْأَمْرَ: وَطَّأْتُهُ. وَتَمَهَّدَ: تَوَطَّأَ وَالْمِهَادُ: الْوِطَاءُ مِنْ كُلِ شَيْءٍ. وَامْتَهَدَ سَنَامُ الْبَعِيرِ وَغَيْرِهِ: ارْتَفَعَ. قَالَ أَبُو النَّجْمِ:\nوَامْتَهَدَ الْغَارِبُ فِعْلَ الدُّمَّلِ أَيِ ارْتَفَعَ وَتَسَوَّى وَصَارَ كَالْمِهَادِ. وَجَمْعُ الْمِهَادِ مُهُدٌ.",
    "pg": "5:280-281"
  },
  "مهر": {
    "def": "الْمِيمُ وَالْهَاءُ وَالرَّاءُ أَصْلَانِ يَدُلُّ أَحَدُهُمَا عَلَى أَجْرٍ فِي شَيْءٍ خَاصٍّ، وَالْآخَرُ شَيْءٌ مِنَ الْحَيَوَانِ.\nفَالْأَوَّلُ الْمَهْرُ: مَهْرُ الْمَرْأَةِ أَجْرُهَا، تَقُولُ: مَهَرْتُهَا بِغَيْرِ أَلِفٍ، فَإِذَا زَوَّجْتَهَا مِنْ رَجُلٍ عَلَى مَهْرٍ قُلْتَ: أَمْهَرْتُهَا. قَالَ:\nأُمُّكُمْ نَاكِحَةٌ ضُرَيْسَا ... قَدْ أَمْهَرُوهَا أَعْنُزًا وَتَيْسًا\nوَامْرَأَةٌ مَهِيرَةٌ وَنِسَاءٌ مَهَائِرٌ. وَالْأَصْلُ الْآخَرُ الْمُمْهِرُ: الْفَرَسُ ذَاتُ الْمَهْرِ. [وَالْمَهْرُ] : عَظْمٌ فِي زَوْرِ الْفَرَسِ، وَهَذَا تَشْبِيهٌ. قَالَ:\nجَافِي الْيَدَيْنِ عَنْ مُشَاشِ الْمُهْرِ.",
    "pg": "5:281"
  },
  "مهش": {
    "def": "الْمِيمُ وَالْهَاءُ وَالشِّينُ مَا أَحْسَبُهُ أَصْلًا وَلَا فَرْعًا، لَكِنَّهُمْ يَقُولُونَ: نَاقَةٌ مَهْشَاءُ، أَسْرَعَ هُزَالُهَا. وَيَقُولُونَ: امْتَهَشَتِ الْمَرْأَةُ: حَلَقَتْ وَجْهَهَا بِمُوسَى.",
    "pg": "5:281"
  },
  "مهق": {
    "def": "الْمِيمُ وَالْهَاءُ وَالْقَافُ أُصَيْلٌ يَدُلُّ عَلَى لَوْنٍ مِنَ الْأَلْوَانِ. قَالُوا: الْأَمْهَقُ: الْأَبْيَضُ. وَيَقُولُونَ: عَيْنٌ مَهْقَاءُ، فَيَنْبَغِي أَنْ تَكُونَ الشَّدِيدَةَ بَيَاضِ بَيَاضِهَا. وَقَالَ ابْنُ دُرَيْدٍ: هُوَ بَيَاضٌ سَمِجٌ قَبِيحٌ لَا يُخَالِطُهُ صُفْرَةٌ وَلَا حُمْرَةٌ، إِلَّا أَنَّهُمْ يَقُولُونَ: الْمُحْمَرَّةُ الْمَآقِي. وَيَقُولُونَ: الْمَهَقُ فِي قَوْلِ رُؤْبَةَ:\nصَفَقْنَ أَيْدِيهِنَّ فِي الْحَوْمِ الْمَهَقْ\n: شِدَّةُ خُضْرَةِ الْمَاءِ.",
    "pg": "5:281-282"
  },
  "مهك": {
    "def": "الْمِيمُ وَالْهَاءُ وَالْكَافُ لَيْسَ فِيهِ إِلَّا الْمُمَّهِكُ، وَهُوَ الطَّوِيلُ الْمُضْطَرِبُ. وَيَقُولُونَ لِلْقَوْسِ اللَّيِّنَةِ مَهُوكٌ. وَيَقُولُونَ لِلْفَرَسِ الذَّرِيعِ: مُمَّهِكٌ أَيْضًا، وَالْقِيَاسُ وَاحِدٌ.",
    "pg": "5:282"
  },
  "مهل": {
    "def": "الْمِيمُ وَالْهَاءُ وَاللَّامُ أَصْلَانِ صَحِيحَانِ، يَدُلُّ أَحَدَهُمَا عَلَى تُؤَدَةٍ، وَالْآخَرُ جِنْسٌ مِنَ الذَّائِبَاتِ.\nفَالْأَوَّلُ التُّؤَدَةُ. تَقُولُ: مَهْلًا يَا رَجُلُ، وَكَذَلِكَ لِلِاثْنَيْنِ وَالْجَمِيعِ. وَإِذَا قَالَ مَهْلًا قَالُوا: لَا مَهْلَ وَاللَّهِ، وَمَا مَهْلٌ بِمُغْنِيَةٍ عَنْكَ شَيْئًا. قَالَ:\nوَمَا مَهْلٌ بِوَاعِظَةِ الْجَهُولِ\nوَقَالَ أَبُو عُبَيْدٍ: التَّمَهُّلُ: التَّقَدُّمُ. وَهَذَا خِلَافُ الْأَوَّلِ، وَلَعَلَّهُ أَنْ يَكُونَ مِنَ الْأَضْدَادِ. وَأَمْهَلَهُ اللَّهُ: لَمْ يُعَاجِلْهُ. وَمَشَى عَلَى مُهْلَتِهِ، أَيْ عَلَى رِسْلِهِ.\nوَالْأَصْلُ الْآخَرُ الْمُهْلُ، وَقَالُوا: هُوَ خُثَارَةُ الزَّيْتِ، وَقَالُوا: هُوَ النُّحَاسُ الذَّائِبُ.",
    "pg": "5:282-283"
  },
  "مهن": {
    "def": "الْمِيمُ وَالْهَاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى احْتِقَارٍ وَحَقَارَةٍ فِي الشَّيْءِ. مِنْهُ قَوْلُهُمْ مَهِينٌ، أَيْ حَقِيرٌ. وَالْمَهَانَةُ: الْحَقَارَةُ، وَهُوَ مَهِينٌ بَيِّنُ الْمَهَانَةِ. وَمِنَ الْبَابِ الْمَهْنُ: الْخِدْمَةُ، وَالْمَِهْنَةُ. وَالْمَاهِنُ: الْخَادِمُ. وَمَهَنْتُ الثَّوْبَ: جَذَبْتُهُ وَثَوْبٌ مَمْهُونٌ. وَرُبَّمَا قَالُوا: مَهَنْتُ الْإِبِلَ: حَلْبَتُهَا.\n\n[بَابُ الْمِيمِ وَالْوَاوِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:283"
  },
  "مهي": {
    "def": "الْمِيمُ وَالْهَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِمْهَالٍ وَإِرْخَاءٍ وَسُهُولَةٍ فِي الشَّيْءِ. مِنْهُ أَمْهَيْتُ الْحَبْلَ: أَرْخَيْتُهُ، وَنَاسٌ يَرْوُونَ بَيْتَ طَرَفَةَ:\nلَعَمْرُكَ إِنَّ الْمَوْتَ مَا أَخْطَأَ الْفَتَى ... لَكَالطِّوَلِ الْمُمْهَى وَثِنْيَاهُ بِالْيَدِ\nوَأَمْهَيْتُ الْفَرَسَ إِمْهَاءً: أَرْخَيْتُ مِنْ عِنَانِهِ. وَكُلُّ شَيْءٍ جَرَى بِسُهُولَةٍ فَهُوَ مَهْوٌ. وَلَبَنٌ مَهْوٌ: رَقِيقٌ. وَنَاقَةٌ مِمْهَاءٌ: رَقِيقَةُ اللَّبَنِ. وَنُطْفَةٌ مَهْوَةٌ: رَقِيقَةٌ. وَسَيْفٌ مَهْوٌ: رَقِيقُ الْحَدِّ، كَأَنَّهُ يَمُرُّ فِي الضَّرِيبَةِ مَرَّ الْمَاءِ. قَالَ:\nوَصَارِمٌ أُخْلِصَتْ خَشِيبَتُهُ ... أَبْيَضُ مَهْوٌ فِي مَتْنِهِ رُبَدُ\nوَمِنَ الْبَابِ أَمْهَيْتُ الْحَدِيدَةَ: سَقَيْتُهَا. يُرِيدُ بِهِ رِقَّةَ الْمَاءِ، وَالْمَهَا: جَمْعُ الْمَهَاةِ، وَهِيَ الْبِلَّوْرَةُ ; سُمِّيَتْ بِذَلِكَ لِصَفَائِهَا كَأَنَّهَا مَاءٌ. قَالَ الْأَعْشَى:\nوَتَبْسِمُ عَنْ مَهَا شَبِمٍ غَرِيٍّ ... إِذَا يُعْطَى الْمُقَبِّلَ يَسْتَزِيدُ\nوَالْجَمْعُ مَهَوَاتٌ وَمَهَيَاتٌ. أَمَّا الْبَقَرَةُ فَتُسَمَّى مَهَاةً، وَأَظُنُّهَا تَشْبِيهًا بِالْبِلَّوْرَةِ. وَمِمَّا شَذَّ عَنِ الْبَابِ شَيْءٌ ذَكَرَهُ الْخَلِيلُ، أَنَّ الْمَهَاءَ مَمْدُودٌ: عَيْبٌ وَأَوَدٌ يَكُونُ فِي الْقِدْحِ وَيُحْتَمَلُ أَنَّهُ مِنَ الْبَابِ أَيْضًا ; فَإِنَّ ذَلِكَ يُقَرِّبُ مِنَ الْإِرْخَاءِ وَنَحْوِهِ. وَالثَّغْرُ إِذَا ابْيَضَّ وَكَثُرَ مَاؤُهُ مَهًا. قَالَ الْأَعْشَى:\nوَمَهًا تَرِفُّ غُرُوبُهُ ... يَشْفِي الْمُتَيَّمَ ذَا الْحَرَارَهْ\nوَفِي الْحَدِيثِ: \" «جَسَدَ رَجُلٍ مُمَهًّى» \" أَيْ مُصَفًّى، يُشْبِهُ الْمَهَا الْبِلَّوْرَ. وَفِي حَدِيثِ ابْنِ عَبَّاسٍ لِعُتْبَةَ بْنِ أَبِي سُفْيَانَ، وَكَانَ قَدْ أَثْنَى عَلَيْهِ وَأَحْسَنَ: «أَمْهَيْتَ أَبَا الْوَلِيدِ» ، أَيْ بَالَغْتَ فِي الثَّنَاءِ وَاسْتَقْصَيْتَ. وَيُقَالُ: أَمْهَى الْحَافِرُ وَأَمَاهَ، أَيْ حَفَرَ وَأَنْبَطَ.\nوَلَعَلَّ هَذَا مِنْ بَابِ الْقَلْبِ، وَكَذَلِكَ أَخَوَاتُهَا مِنَ الْبَابِ وَرُبَّمَا سُمِّيَتِ النُّجُومُ مَهًا تَشْبِيهًا.",
    "pg": "5:279-280"
  },
  "موت": {
    "def": "الْمِيمُ وَالْوَاوُ وَالتَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ذَهَابِ الْقُوَّةِ مِنَ الشَّيْءِ.\nمِنْهُ الْمَوْتُ: خِلَافُ الْحَيَاةِ، وَإِنَّمَا قُلْنَا: أَصْلُهُ ذَهَابُ الْقُوَّةِ، لِمَا رُوِيَ عَنِ النَّبِيِّ ﷺ: «مَنْ أَكَلَ مِنْ هَذِهِ الشَّجَرَةِ الْخَبِيثَةِ فَلَا يَقْرَبَنَّ مَسْجِدَنَا، فَإِنْ كُنْتُمْ لَا بُدَّ آكِلِيهَا فَأَمِيتُوهَا طَبْخًا» وَالْمَوَتَانُ: الْأَرْضُ لَمْ تُحْيَ بَعْدُ بِزَرْعٍ وَلَا إِصْلَاحٍ، وَكَذَلِكَ الْمَوَاتُ: قَالَ الْأَصْمَعِيُّ: يَقُولُونَ اشْتَرِ مِنَ الْمَوَتَانِ، وَلَا تَشْتَرِ مِنَ الْحَيَوَانِ. فَأَمَّا الْمُوَتَانِ، بِالسُّكُونِ وَضَمِّ الْمِيمِ، فَالْمَوْتُ، يُقَالُ: وَقَعَ فِي النَّاسِ مُوتَانٌ، وَيُقَالُ: نَاقَةٌ مُمِيتٌ وَمُمِيتَةٌ لِلَّتِي يَمُوتُ وَلَدُهَا ; وَرَجُلٌ [مَوْتَانُ الْفُؤَادِ، وَامْرَأَةٌ] مَوْتَانَةٌ، وَأُمِيتَتِ الْخَمْرُ: طُبِخَتْ. وَالْمُسْتَمِيتُ لِلْأَمْرِ: الْمُسْتَرْسِلُ لَهُ. وَالْمُوتَةُ: شِبْهُ الْجُنُونِ يَعْتَرِى الْإِنْسَانَ، وَالْمَوْتَةُ: الْوَاحِدَةُ مِنَ الْمَوْتِ، وَالْمِيتَةُ حَالٌ مِنَ الْمَوْتِ، حَسَنَةٌ أَوْ قَبِيحَةٌ ; وَمَاتَ مِيتَةً جَاهِلِيَّةً: وَالْمَيْتَةُ: مَا مَاتَ مِمَّا يُؤْكَلُ لَحْمُهُ إِذَا ذُكِّيَ.",
    "pg": "5:283-284"
  },
  "موث": {
    "def": "الْمِيمُ وَالْوَاوُ وَالثَّاءُ كَلِمَةٌ: يَقُولُونَ: مُثْتُ الشَّيْءَ فِي الْمَاءِ: مَرَسْتُهُ بِيَدِي: أَمُوثُهُ مَوْثًا، وَمِثْتُهُ أَمِيثُهُ مَيْثًا كَذَلِكَ.",
    "pg": "5:284"
  },
  "موج": {
    "def": "الْمِيمُ وَالْوَاوُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى اضْطِرَابٍ فِي الشَّيْءِ، وَمَاجَ النَّاسُ يَمُوجُونَ، إِذَا اضْطَرَبُوا. وَمَاجَ أَمْرُهُمْ وَمَرِجَ: اضْطَرَبَ ; وَالْمَوْجُ: مَوْجُ الْبَحْرِ، سُمِّيَ لِاضْطِرَابِهِ، وَمَاجَ يَمُوجُ مَوْجًا وَمَوَجَانًا، وَكُلُّ شَيْءٍ اضْطَرَبَ فَقَدْ مَاجَ.",
    "pg": "5:284"
  },
  "مور": {
    "def": "الْمِيمُ وَالْوَاوُ وَالرَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَرَدُّدٍ. وَمَارَ الدَّمُ عَلَى وَجْهِ الْأَرْضِ يَمُورُ: انْصَبَّ وَتَرَدَّدَ، وَأَمَرْتُ دَمَهُ فَمَارَ، وَفِي الْحَدِيثِ: «أَمِرِ الدَّمَ بِمَا شِئْتَ» \" وَيُرْوَى \" «أَمْرِ الدَّمَ» \" مِنْ مَرَى يَمْرِي، وَسَيَأْتِي ; وَالْمُورُ: تُرَابٌ تَمُورُ بِهِ الرِّيحُ، وَالنَّاقَةُ تَمُورُ فِي سَيْرِهَا، وَهِيَ مَوَّارَةٌ: سَرِيعَةٌ، قَالَ طَرَفَةُ:\nصُهَابِيَّةِ الْعُثْنُونِ مُوجَدَةِ الْقَرَى ... بَعِيدَةِ وَخْدِ الرِّجْلِ مَوَّارَةِ الْيَدِ\nوَفَرَسٌ مَوَّارَةُ الظَّهْرِ. وَيَقُولُونَ: \" لَا أَدْرِي أَغَارَ أَمْ مَارَ \"، أَيْ لَا أَدْرِي أَتَى غَوْرًا أَمْ دَارَ فَرَجَعَ إِلَى نَجْدٍ ; وَانْمَارَتْ عَقِيقَةُ الْحِمَارِ: سَقَطَتْ عَنْهُ أَيَّامَ الرَّبِيعِ، وَكُلُّ قِطْعَةٍ مِنْهَا مُوَارَةٌ، قَالَ:\nوَانْمَارَ عَنْهُنَّ مُوَارَاتُ الْعِقَقْ وَسُمِّيَتْ بِهَا لِأَنَّهَا إِذَا سَقَطَتْ مَارَتْ. وَالْمَوْرُ: الطَّرِيقُ، لِأَنَّ النَّاسَ يَمُورُونَ فِيهِ، أَيْ يَتَرَدَّدُونَ، وَالْمَوْرُ: الْمَوْجُ ; وَقَوْلُهُمْ: \" فُلَانٌ لَا يَدْرِي مَا سَائِرٌ مِنْ مَائِرٍ \" فَالْمَائِرُ: السَّيْفُ الْقَاطِعُ الَّذِي يَمُورُ فِي الضَّرِيبَةِ، وَالسَّائِرُ: الشِّعْرُ الْمَرْوِيُّ.",
    "pg": "5:284-285"
  },
  "موس": {
    "def": "الْمِيمُ وَالْوَاوُ وَالسِّينُ: يَقُولُونَ: الْمَوْسُ: حَلْقُ الرَّأْسِ. [وَيُقَالُ فِي النِّسْبَةِ إِلَى مُوسَى مُوسَوِيٌّ، وَقَالَ الْكِسَائِيُّ: يُنْسَبُ إِلَى مُوسَى وَعِيسَى وَمَا أَشْبَهَهُمَا مِمَّا فِيهِ الْيَاءُ زَائِدَةٌ مَوْسِيٌّ وَعِيسِيٌّ] وَذَلِكَ أَنَّ الْيَاءَ فِيهِ زَائِدَةٌ، كَذَا قَالَ الْكِسَائِيُّ.",
    "pg": "5:285"
  },
  "موص": {
    "def": "الْمِيمُ وَالْوَاوُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ، هُوَ الْمَوْصُ: غَسْلُ الثَّوْبِ، يُقَالُ مُصْتُهُ أَمُوصُهُ ; وَالْمُوَاصَةُ: الْغُسَالَةُ، قَالَ امْرُؤُ الْقَيْسِ:\nبِأَسْوَدَ مُلْتَفِّ الْغَدَائِرِ وَارِدٍ ... وَذِي أُشَُرٍ تَشُوصُهُ وَتَمُوصُ.",
    "pg": "5:285"
  },
  "موع": {
    "def": "الْمِيمُ وَالْوَاوُ وَالْعَيْنُ: مَاعَ الصُّفْرُ وَالْفِضَّةُ فِي النَّارِ يَمُوعُ وَيَمِيعُ: ذَابَ.",
    "pg": "5:285"
  },
  "موق": {
    "def": "الْمِيمُ وَالْوَاوُ وَالْقَافُ كَلِمَتَانِ لَا يَرْجِعَانِ إِلَى أَصْلٍ وَاحِدٍ، وَالْمُوقُ: حُمْقٌ فِي غَبَاوَةٍ، وَيَقُولُونَ: مَاقَ الْبَيْعُ يَمُوقُ: رَخُصَ.",
    "pg": "5:285"
  },
  "مول": {
    "def": "الْمِيمُ وَالْوَاوُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ، هِيَ تَمَوَّلَ الرَّجُلُ: اتَّخَذَ مَالًا، وَمَالَ يَمَالُ: كَثُرَ مَالُهُ ; وَيَقُولُونَ فِي قَوْلِ الْقَائِلِ: مَلْأَى مِنَ الْمَاءِ كَعَيْنِ الْمُولَهْ\nإِنَّ الْمُولَةَ: الْعَنْكَبُوتُ، وَفِيهِ نَظَرٌ.",
    "pg": "5:285-286"
  },
  "موم": {
    "def": "الْمِيمُ وَالْوَاوُ وَالْمِيمُ كَلِمَتَانِ مُتَبَايِنَتَانِ جِدًّا: الْمُومُ: الْبِرْسَامُ، وَمِيمَ الرَّجُلُ فَهُوَ مَمُومٌ، وَالْمَوْمَاةُ: الْمَفَازَةُ الْوَاسِعَةُ الْمَلْسَاءُ، جَمْعُهَا مَوَامٍ.",
    "pg": "5:286"
  },
  "مون": {
    "def": "الْمِيمُ وَالْوَاوُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ وَهِيَ الْمَوْنُ: أَنْ تَمُونَ عَيَالَكَ، أَيْ تَقُومَ بِكِفَايَتِهِمْ وَتَتَحَمَّلَ مَؤُونَتَهُمْ ; وَ [أَمَّا] الْمَؤُونَةُ فَمِنَ الْمَوْنِ، وَالْأَصْلُ فِيهَا مَوُونَةٌ بِغَيْرِ هَمْزَةٍ.",
    "pg": "5:286"
  },
  "موه": {
    "def": "الْمِيمُ وَالْوَاوُ وَالْهَاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ، وَمِنْهُ يَتَفَرَّعُ كَلِمُهُ، وَهِيَ الْمَوَهُ: أَصْلُ بِنَاءِ الْمَاءِ، وَتَصْغِيرُهُ مُوَيْهٌ ; قَالُوا: وَهَذَا دَلِيلٌ عَلَى أَنَّ الْهَمْزَةَ فِي الْمَاءِ بَدَلٌ مِنْ هَاءٍ. وَيُقَالُ: مَوَّهْتُ الشَّيْءَ، كَأَنَّكَ سَقَيْتَهُ الْمَاءَ، وَمَوَّهْتُ الشَّيْءَ: طَلَيْتُهُ بِفِضَّةٍ أَوْ ذَهَبٍ، كَأَنَّهُمْ يَجْعَلُونَ ذَلِكَ بِمَنْزِلَةِ مَا يُسْقَاهُ ; وَقَالُوا: مَا أَحْسَنَ مُوهَةَ وَجْهِهِ، أَيْ تَرَقْرُقَ مَاءِ الشَّبَابِ فِيهِ.\nوَمِنَ الْبَابِ الْمَاوِيَّةُ: حَجَرُ الْبِلَّوْرِ، وَكَذَلِكَ الْمَاوِيَّةُ: [الْمِرْآةُ] . قَالَ طَرَفَةُ: ٢٠٦\nوَعَيْنَانِ كَالْمَاوِيَّتَيْنِ اسْتَكَنَّتَا بِكَهْفَيْ ... حَجَاجَيْ صَخْرَةٍ قَلْتِ مَوْرِدِ يُقَالُ مَاهَتِ السَّفِينَةُ تَمُوهُ وَتَمَاهُ: دَخَلَ فِيهَا الْمَاءُ، وَأَمَاهَتِ الْأَرْضُ: ظَهَرَ فِيهَا نَزٌّ، وَأَمَاهَ الْفَحْلُ: أَلْقَى مَاءَهُ فِي رَحِمِ الْأُنْثَى ; وَرَجُلٌ مَاهُ الْقَلْبِ، أَيْ كَثِيرُ مَاءِ الْقَلْبِ، قَالَ الرَّاجِزُ:\nإِنَّكَ يَا جَهْضَمُ مَاهُ الْقَلْبِ\nقَالُوا: وَيَكُونُ صَاحِبُ ذَلِكَ بَلِيدًا، أُخْرِجَ مَاهٌ مُخْرَجَ مَالٍ. وَأَمَهْتُ السِّكِّينَ وَأَمْهَيْتُهُ: سَقَيْتُهُ، وَيُقَالُ فِي النِّسْبَةِ إِلَى مَاهٍ مَاهِيٌّ وَمَائِيٌّ، وَإِلَى مَاءٍ مَائِيٌّ وَمَاوِيٌّ.",
    "pg": "5:286-287"
  },
  "ميث": {
    "def": "الْمِيمُ وَالْيَاءُ وَالثَّاءُ كَلِمَةٌ تَدُلُّ عَلَى سُهُولَةٍ فِي شَيْءٍ: يُقَالُ مِثْتُ الشَّيْءَ فِي الْمَاءِ مَيْثًا، إِذَا دُفْتُهُ، وَالْمَيْثَاءُ: الْأَرْضُ السَّهْلَةُ.",
    "pg": "5:287"
  },
  "ميح": {
    "def": "الْمِيمُ وَالْيَاءُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِعْطَاءٍ، وَأَصْلُهُ فِي الِاسْتِسْقَاءِ ; وَمَاحَ يَمِيحُ: انْحَدَرَ فِي الرَّكِيِّ فَمَلَأَ الدَّلْوَ، قَالَ:\nيَا أَيُّهَا الْمَائِحُ دَلْوِي دُونَكَا\nوَمِحْتُهُ مَيْحًا: أَعْطَيْتُهُ.\nوَقَوْلُهُمْ: تَمَايَحَ السَّكْرَانُ: تَمَايَلَ، وَالْعُودُ أَيْضًا وَكَذَا الْغُصْنُ لَيْسَ مِنَ الْبَابِ.",
    "pg": "5:287-288"
  },
  "ميد": {
    "def": "الْمِيمُ وَالْيَاءُ وَالدَّالُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا يَدُلُّ عَلَى حَرَكَةٍ فِي شَيْءٍ، وَالْآخَرُ عَلَى نَفْعٍ وَعَطَاءٍ.\nفَالْأَوَّلُ الْمَيْدُ: التَّحَرُّكُ. وَمَادَ يَمِيدُ. وَمَادَتِ الْأَغْصَانُ تَمِيدُ: تَمَايَلَتْ. وَالْمَيْدَانُ عَلَى فَعْلَانَ: الْعَيْشُ النَّاعِمُ الرَّيَّانُ. قَالَ ابْنُ أَحْمَرَ:\n. . . . . . . . . . . .\nوَصَادَفَتْ نَعِيمًا وَمَيْدَانًا مِنَ الْعَيْشِ أَخْضَرَا\nوَالْأَصْلُ الْآخَرُ الْمَيْدُ. وَمَادَ يَمِيدُ: أَطْعَمَ [وَ] نَفَعَ. وَمَادَنِي يَمِيدُنِي: نَعَشَنِي. قَالُوا: وَسُمِّيَتِ الْمَائِدَةُ مِنْهُ، وَكَذَا الْمَائِدُ مِنْ هَذَا الْقِيَاسِ: قَالَ:\nوَكُنْتُ لِلْمُنْتَجِعِينَ مَائِدًا\nقَالَ أَبُو بَكْرٍ: وَأَصَابَهُ مَيْدٌ، أَيْ دُوَارٌ عَنْ رُكُوبِ الْبَحْرِ. وَمِدْتُهُ: أَعْطَيْتُهُ وَأَمَدْتُهُ بِخَيْرٍ. وَامْتَدْتُهُ: طَلَبْتُ خَيْرَهُ. وَذَهَبَ بَعْضُ الْمُحَقِّقِينَ [أَنَّ] أَصْلَ مَيْدٍ الْحَرَكَةُ. وَالْمَائِدَةُ: الْخِوَانُ لِأَنَّهَا تَمِيدُ بِمَا عَلَيْهَا، أَيْ تُحَرِّكُهُ وَتُزْحِلُهُ عَنْ نَضَدِهِ. وَمَادَهُمْ: أَطْعَمَهُمْ عَلَى الْمَائِدَةِ. وَأَمَّا قَوْلُهُ ﵌: \" «مَيْدَ أَنَّا أُوتِينَا الْكِتَابَ مِنْ بَعْدِهِمْ» \"، أَيْ غَيْرَ أَنَّا، أَوْ عَلَى أَنَّا، فَهُوَ لُغَةٌ فِي بَيْدَ أَنَّا.",
    "pg": "5:288-289"
  },
  "مير": {
    "def": "الْمِيمُ وَالْيَاءُ وَالرَّاءُ أَصْلٌ صَحِيحٌ، هُوَ الْمَيْرُ، وَمِرْتُ مَيْرًا. وَالْمِيرَةُ: الطَّعَامُ لَهُ إِلَى بَلَدِهِ. وَقَالُوا: مَا عِنْدَهُ خَيْرٌ وَلَا مَيْرٌ.",
    "pg": "5:289"
  },
  "ميز": {
    "def": "الْمِيمُ وَالْيَاءُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَزَبُّلِ شَيْءٍ مِنْ شَيْءٍ وَتَزْيِيلِهِ. وَمَيَّزْتُهُ تَمْيِيزًا وَمِزْتُهُ مَيْزًا. وَامْتَازُوا: تَمَيَّزَ بَعْضُهُمْ مِنْ بَعْضٍ. وَيَكَادُ يَتَمَيَّزُ غَيْظًا، أَيْ يَتَقَطَّعُ. وَانْمَازَ الشَّيْءُ: انْفَصَلَ عَنِ الشَّيْءِ. قَالَ يَصِفُ حَيَّةً:\nقَرَى السُّمَّ حَتَّى انْمَازَ فَرْوَةُ رَأْسِهِ ... عَنِ الْعَظْمِ صِلٌّ فَاتِكُ اللَّسْعِ مَارِدُ.",
    "pg": "5:289"
  },
  "ميس": {
    "def": "الْمِيمُ وَالْيَاءُ وَالسِّينُ كَلِمَةٌ تَدُلُّ عَلَى مَيَلَانٍ. وَمَاسَ مَيَسَانًا: تَبَخْتَرَ. وَمَاسَ الْغُصْنُ أَيْضًا. وَالْمَيْسُ: شَجَرٌ يُقَالُ إِنَّهُ أَجْوَدُ خَشَبٍ.",
    "pg": "5:289"
  },
  "ميش": {
    "def": "الْمِيمُ وَالْيَاءُ وَالشِّينُ أَصْلٌ يَدُلُّ عَلَى خَلْطِ شَيْءٍ بِشَيْءٍ وَنَفْشِهِ. وَمَاشَتِ الْمَرْأَةُ الْقُطْنَ بِيَدِهَا بَعْدَ الْحَلْجِ. وَمِنْهُ قَوْلُهُمْ لِلرَّجُلِ إِذَا أَخْبَرَ بِبَعْضِ الْحَدِيثِ وَكَتَمَ بَعْضًا: قَدْ مَاشَ يَمِيشُ. وَهُوَ مَأْخُوذٌ مِنْ مَيْشِ النَّاقَةِ، أَنْ يَحْلُِبَ بَعْضَ مَا فِي الضَّرْعِ وَيَدَعَ بَعْضًا ; فَإِذَا جَاوَزَ الْحَلْبُ النِّصْفَ فَلَيْسَ بِمَيْشٍ.",
    "pg": "5:289"
  },
  "ميط": {
    "def": "الْمِيمُ وَالْيَاءُ وَالطَّاءُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى دَفْعٍ وَمُدَافَعَةٍ. وَمَاطَهُ عَنْهُ: دَفَعَهُ. وَمِطْتُ الْأَذَى عَنِ الطَّرِيقِ. يُقَالُ أَمَاطَهُ إِمَاطَةً. وَلِذَلِكَ يُقَالُ: \" هُمْ فِي هِيَاطٍ وَمِيَاطٍ \". الْهِيَاطُ: الصِّيَاحُ: وَالْمِيَاطُ: الدَّفْعُ. وَقَالَ الْفَرَّاءُ: تَمَايَطُوا: تَبَاعَدُوا وَفَسَدَ مَا بَيْنَهُمْ، تَمَايُطًا.",
    "pg": "5:289-290"
  },
  "ميع": {
    "def": "الْمِيمُ وَالْيَاءُ وَالْعَيْنُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى جَرَيَانِ شَيْءٍ وَاضْطِرَابِ شَيْءٍ وَحَرَكَتِهِ. وَمَاعَ الشَّيْءُ يَمِيعُ: جَرَى عَلَى وَجْهِ الْأَرْضِ، وَالْمَائِعُ كُلُّ شَيْءٍ ذَائِبٍ. وَمِنْهُ الْمَيْعَةُ وَالنَّشَاطُ، وَذَلِكَ لِلْحَرَكَةِ. وَالْمَيْعَةُ: أَوَّلُ الشَّبَابِ، وَذَلِكَ إِذَا تَرَعْرَعَ وَتَحَرَّكَ.",
    "pg": "5:290"
  },
  "ميل": {
    "def": "الْمِيمُ وَالْيَاءُ وَاللَّامُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى انْحِرَافٍ فِي الشَّيْءِ إِلَى جَانِبٍ مِنْهُ. مَالَ يَمِيلُ مَيْلًا. فَإِنْ كَانَ خِلْقَةً فِي الشَّيْءِ فَمَيَلٌ. يُقَالُ مَالَ يَمِيلُ مَيَلًا. وَالْمَيْلَاءُ مِنَ الرَّمْلِ: عُقْدَةٌ ضَخْمَةٌ تَعْتَزِلُ وَتَمِيلُ نَاحِيَةً. وَالْمَيْلَاءُ: الشَّجَرَةُ الْكَثِيرَةُ الْفُرُوعِ، وَهِيَ مِنْ قِيَاسِ الْبَابِ. وَالْأَمْيَلُ مِنَ الرِّجَالِ، يُقَالُ إِنَّهُ الَّذِي لَا يَثْبُتُ عَلَى الْفَرَسِ. وَإِنْ كَانَ كَذَا فَلِأَنَّهُ يَمِيلُ عَنْ سَرْجِهِ. وَيُقَالُ الَّذِي لَا رُمْحَ مَعَهُ. وَإِنْ كَانَ كَذَا فَشَاذٌّ عَنِ الْبَابِ. وَجَمْعُ الْأَمْيَلِ مِيلٌ. قَالَ:\nغَيْرُ مِيلٍ وَلَا عَوَاوِيرَ فِي الْهَيْ ... جَا وَلَا عُزَّلٍ وَلَا أَكْفَالِ.",
    "pg": "5:290"
  },
  "مين": {
    "def": "الْمِيمُ وَالْيَاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، هِيَ الْمَيْنُ: الْكَذِبُ. وَمَانَ يَمِينُ. قَالَ:\nوَزَعَمْتَ أَنَّكَ قَدْ قَتَلْ ... تَ سَرَاتَنَا كَذِبًا وَمَيْنَا.\n\n[بَابُ الْمِيمِ وَالْهَمْزَةِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:290-291"
  }
}