{
  "هام": {
    "def": "الْهَاءُ وَالْأَلِفُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى عُلُوٍّ فِي بَعْضِ الْأَعْضَاءِ، ثُمَّ يُسْتَعَارُ. فَالْهَامَةُ: الرَّأْسُ، وَالْجَمْعُ هَامٌ وَهَامَاتٌ. وَسَيِّدُ الْقَوْمِ: هَامَةٌ، عَلَى مَعْنَى التَّشْبِيهِ. وَأَمَّا الْهَامَةُ فِي الطَّيْرِ فَلَيْسَتْ فِي الْحَقِيقَةِ طَيْرًا، إِنَّمَا هُوَ شَيْءٌ كَمَا كَانَتِ الْعَرَبُ تَقُولُهُ، كَانُوا يَقُولُونَ: إِنَّ رُوحَ الْقَتِيلِ الَّذِي لَا يُدْرَكُ بِثَأْرِهِ تَصِيرُ هَامَةً فَتَزْقُو تَقُولُ: اسْقُونِي، اسْقُونِي! فَإِذَا أُدْرِكَ بِثَأْرِهِ طَارَتْ. وَهُوَ الَّذِي أَرَادَهُ جَرِيرٌ بِقَوْلِهِ:\nوَمِنَّا الَّذِي أَبْلَى صُدَيَّ بْنَ مَالِكٍ ... وَنَفَّرَ طَيْرًا عَنْ جُعَادَةَ وُقَّعَا\nيَقُولُ: [قَتَلَ] قَاتِلَهُ فَنَفَّرَ الْهَامَةَ عَنْ قَبْرِهِ.\n\n[بَابُ الْهَاءِ وَالْبَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:27"
  },
  "هبب": {
    "def": "الْهَاءُ وَالْبَاءُ مُعْظَمُ بَابِهِ الِانْتِبَاهُ وَالِاهْتِزَازُ وَالْحَرَكَةُ، وَرُبَّمَا دَلَّ عَلَى رِقَّةِ شَيْءٍ.\nالْأَوَّلُ هَبَّتِ الرِّيحُ تَهُبُّ هُبُوبًا. وَهَبَّ النَّائِمُ يَهُبُّ هَبَّا. وَمِنْ أَيْنَ هَبَبْتَ يَا فُلَانُ، كَأَنَّهُ قَالَ: مِنْ أَيْنَ جِئْتَ، مِنْ أَيْنَ انْتَبَهْتَ لَنَا. وَحُكِيَ عَنْ يُونُسَ: غَابَ فُلَانٌ ثُمَّ هَبَّ. وَيَقُولُونَ: هَبَّ يَفْعَلُ كَذَا، كَمَا يُقَالُ: طَفِقَ يَفْعَلُ. وَهَزَزْتُ السَّيْفَ فَهَبَّ هَبَّةً. وَهَبَّتُهُ: هِزَّتُهُ وَمَضَاؤُهُ فِي ضَرِيبَتِهِ. وَسَيْفٌ ذُو هَبَّةٍ. وَهَبَّ الْبَعِيرُ فِي السَّيْرِ: نَشِطَ، هِبَابًا. قَالَ لَبِيَدٌ:\nفَلَهَا هِبَابٌ فِي الزِّمَامِ كَأَنَّهَا ... صَهْبَاءُ رَاحَ مَعَ الْجَنُوبِ جَهَامُهَا\nوَهَبَّ التَّيْسُ لِلسِّفَادِ هَبِيبًا، وَاهْتَبَّ، وَهُوَ مِهْبَابٌ. وَهَبْهَبْتُ بِهِ: دَعْوَتُهُ لِيَنْزُوَ. وَيُقَالُ الْهَبْهَبِيُّ: الرَّاعِي ; وَالْفَتَى السَّرِيعُ فِي الْخِدْمَةِ هَبْهَبِيٌّ. وَيَقُولُونَ: عِشْنَا بِذَاكَ هِبَّةً مِنَ الدَّهْرِ، أَيْ سَنَةً وَوَقْتًا هَبَّ لَنَا.\nوَالْبَابُ الْآخَرُ تَهَبَّبَ الثَّوْبُ: بَلِيَ. وَيُقَالُ لِقِطَعِ الثَّوْبِ: هِبَبٌ. وَهَبْهَبَ السَّرَابُ: تَرَقْرَقَ. وَالْهَبْهَابُ: السَّرَابُ. وَمَا أَقْرَبَ هَذَا مِنَ الْأَوَّلِ. وَمِمَّا يُشْكِلُ عِنْدِي مَعْنَاهُ قَوْلُهُمْ: هَبْهُ فَعَلَ كَذَا، وَهَبْنِي فَعَلْتُهُ، وَظَنَنْتُ أَنَّ هَذَا مِنْ بَابِ وَهَبَ لِأَنَّ اللَّفْظَةَ عَلَى هَذَا تَدُلُّ، وَهُوَ عَلَى ذَلِكَ مُشْكِلٌ. وَيَقُولُونَ لِلْخَيْلِ: هَبِي، أَيْ أَقْبِلِي. وَهَذِهِ حِكَايَةُ صَوْتٍ.",
    "pg": "6:4-5"
  },
  "هبت": {
    "def": "الْهَاءُ وَالْبَاءُ وَالتَّاءُ كَلِمَةٌ تَدُلُّ عَلَى ضَرْبٍ مُتَتَابِعٍ. وَهُبِتَ الرَّجُلُ يُهْبَتُ. وَفُلَانٌ مَهْبُوتٌ، أَيْ لَا عَقْلَ لَهُ، ثُمَّ سُمِّيَ الْجَبَانُ الضَّعِيفُ هَبِيتًا، كَأَنَّهُ قَدْ هُبِتَ. قَالَ طَرَفَةُ: فَالْهَبِيتُ لَا فُؤَادَ لَهُ ... وَالثَّبِيتُ ثَبْتُهُ فَهَمُهْ",
    "pg": "6:27-28"
  },
  "هبث": {
    "def": "الْهَاءُ وَالْبَاءُ وَالثَّاءُ. يَقُولُونَ: الْهَبْثُ: الْحَرَكَةُ.",
    "pg": "6:28"
  },
  "هبج": {
    "def": "الْهَاءُ وَالْبَاءُ وَالْجِيمُ كَلِمَةٌ تَدُلُّ عَلَى تَوَرُّمٍ وَثِقَلٍ. وَهَبِجَتِ النَّاقَةُ هَبَجًا: وَرِمَ ضَرْعُهَا. وَلِذَلِكَ يُقَالُ لِلثَّقِيلِ النَّفْسِ مُهَبَّجٌ. وَهَبَجَهُ بِالْعَصَا: ضَرَبَهُ. وَمِمَّا شَذَّ عَنْ هَذَا الْهَوْبَجَةُ، وَهِيَ خَبْرَاءُ فِي مَكَانٍ غَيْرِ قَعِيرٍ، فَلَا يَلْبَثُ مَاؤُهَا أَنْ يَنْضُبَ.",
    "pg": "6:28"
  },
  "هبخ": {
    "def": "الْهَاءُ وَالْبَاءُ وَالْخَاءُ. الْهَبَيَّخَةُ: الْجَارِيَةُ تَمْشِي مُتَبَخْتِرَةً.",
    "pg": "6:28"
  },
  "هبد": {
    "def": "الْهَاءُ وَالْبَاءُ وَالدَّالُ الْهَبِيدُ: حُبُّ الْحَنْظَلِ. وَالتَّهَبُّدُ: أَخْذُهُ وَإِصْلَاحُهُ. وَخَرَجُوا يَتَهَبَّدُونَ.",
    "pg": "6:28"
  },
  "هبذ": {
    "def": "الْهَاءُ وَالْبَاءُ وَالذَّالُ كَلِمَةٌ وَاحِدَةٌ، مَعْنَاهَا السُّرْعَةُ. قَالَ الْخَلِيلُ: الْمُهَابَذَةُ: السُّرْعَةُ. وَقَالَ ابْنُ دُرَيْدٍ: الْهَبْذُ: سُرْعَةٌ فِي الْمَشْيِ. وَمَرَّ يَهْبُذُ هَبْذًا، وَاهْتَبَذَ اهْتِبَاذًا.",
    "pg": "6:28"
  },
  "هبر": {
    "def": "الْهَاءُ وَالْبَاءُ وَالرَّاءُ: كَلِمَتَانِ: إِحْدَاهُمَا قَطْعٌ فِي الشَّيْءِ وَتَقَطُّعٌ، وَالْأُخْرَى صِفَةُ مَكَانٍ. فَالْأُولَى: الْهَبْرُ: قَطْعُ اللَّحْمِ. وَالْهَبْرَةُ: الْبَضْعَةُ مِنْهُ. يُقَالُ هَبَرْتُ لَهُ هَبْرَةً. وَنَاقَةٌ هَبْرَاءُ وَهَبِرَةٌ: كَثِيرَةُ اللَّحْمِ. وَالْهَوْبَرُ: الَّذِي تَقَرَّدَ شَعْرُهُ، كَأَنَّهُ قَدْ تَقَطَّعَ قِطَعًا مُجْتَمِعَةً. وَمِنْ ذَلِكَ الْهِبْرِيَةُ: مَا كَانَ فِي أَسْفَلِ الشَّعْرِ مِثْلَ النُّخَالَةِ، سُمِّيَ بِذَلِكَ لِأَنَّهُ مُتَقَطِّعٌ. وَسَيْفٌ هَبَّارٌ وَهَابِرٌ: يَنْتَسِفُ الْقِطْعَةَ مِنَ اللَّحْمِ فَيَطْرَحُهَا.\nوَأَمَّا الْكَلِمَةُ الْأُخْرَى فَالْهَبِيرُ: مُطْمَئِنٌّ مِنَ الْأَرْضِ. وَيُقَالُ الْهُبُورُ: الصُّخُورُ بَيْنَ الرَّوَابِي أَوِ الصُّخُورُ، أَنَا أَشُكُّ فِي ذَلِكَ. وَكَلِمَةٌ يَقُولُونَهَا مَا أَدْرِي مَا أَصْلُهَا. يَقُولُونَ: \" لَا آتِيكَ هُبَيْرَةَ بْنَ سَعْدٍ \" أَيْ أَبَدًا.",
    "pg": "6:28-29"
  },
  "هبز": {
    "def": "الْهَاءُ وَالْبَاءُ وَالزَّاءُ. ذَكَرُوا عَنْ أَبِي زَيْدٍ: هَبَزَ: مَاتَ",
    "pg": "6:29"
  },
  "هبش": {
    "def": "الْهَاءُ وَالْبَاءُ وَالشِّينُ: كَلِمَةٌ وَاحِدَةٌ. يُقَالُ هُوَ يَتَهَبَّشُ، أَيْ يَتَكَسَّبُ. وَالْهُبَاشَةُ: الْكَسْبُ. قَالَ:\nلَوْلَا هُبَاشَاتٌ مِنَ التَّهْبِيشِ ... لِصِبْيَةٍ كَأَفْرُخِ الْعُشُوشِ\nوَهُوَ يَتَهَبَّشُ لِأَهْلِهِ.",
    "pg": "6:29"
  },
  "هبص": {
    "def": "الْهَاءُ وَالْبَاءُ وَالصَّادُ: كَلِمَةٌ وَاحِدَةٌ. الْهَبَصُ: النَّشَاطُ. رَجُلٌ هَبِصٌ. قَالَ: مَرَّ وَأَعْطَانِي رِشَاءً مَلِصَا ... كَذَنَبِ الذِّيبِ يُعَدِّيِ هَبِصَا",
    "pg": "6:29-30"
  },
  "هبط": {
    "def": "الْهَاءُ وَالْبَاءُ وَالطَّاءُ: كَلِمَةٌ تَدُلُّ عَلَى انْحِدَارٍ. وَهَبَطَ هُبُوطًا. وَالْهَبُوطُ: الْحُدُورُ. وَهَبَطْتُ أَنَا وَهَبَطْتُ غَيْرِي، وَهَبَطَ الْمَرَضُ لَحْمَ الْعَلِيلِ. وَالْهَبِيطُ: الضَّامِرُ مِنَ الْإِبِلِ.",
    "pg": "6:30"
  },
  "هبع": {
    "def": "الْهَاءُ وَالْبَاءُ وَالْعَيْنُ: كَلِمَةٌ تَدُلُّ عَلَى ضَرْبٍ مِنَ الْمَشْيِ. وَهَبَعَ هُبُوعًا: مَشَى مَشْيَ حِمَارٍ بَلِيدٍ. وَيُقَالُ هُوَ مَدُّ الْعُنُقِ فِي الْمَشْيِ. وَالْهُبَعُ: الْفَصِيلُ يُنْتَجُ حَمَارَّةَ الْقَيْظِ، سُمِّيَ هُبَعًا لِأَنَّهُ إِذَا مَشَى هَبَعَ، أَيِ اسْتَعَانَ بِعُنُقِهِ.",
    "pg": "6:30"
  },
  "هبغ": {
    "def": "الْهَاءُ وَالْبَاءُ وَالْغَيْنُ. هَبَغَ هُبُوغًا: نَامَ.",
    "pg": "6:30"
  },
  "هبل": {
    "def": "الْهَاءُ وَالْبَاءُ وَاللَّامُ: فِيهِ ثَلَاثُ كَلِمَاتٍ، تَدُلُّ إِحْدَاهَا عَلَى ثُكْلٍ، وَالْأُخْرَى عَلَى ثِقَلٍ، وَالثَّالِثَةُ عَلَى اغْتِرَارٍ وَتَغَفُّلٍ.\nالْأُولَى الْهَبَلُ: الثُّكْلُ، يُقَالُ: لِأُمِّهِ الْهَبَلُ. قَالَ:\nالنَّاسُ مَنْ يَلْقَ خَيْرًا قَائِلُونَ لَهُ ... مَا يَشْتَهِي وَلِأُمِّ الْمُخْطِئِ الْهَبَلُ\nوَالْهَبُولُ مِنَ النِّسَاءِ: الَّتِي لَا يَبْقَى لَهَا وَلَدٌ.\nوَالثَّانِيَةُ الْمُهَبَّلُ: الرَّجُلُ الثَّقِيلُ الْكَثِيرُ اللَّحْمِ. قَالَ: مِمَّنْ حَمَلْنَ بِهِ وَهُنَّ عَوَاقِدُ ... حُبُكَ النِّطَاقِ فَشَبَّ غَيْرَ مُهَبَّلِ\nوَالْهِبِلُ: الشَّيْخُ الْكَبِيرُ، وَالظَّلِيمُ الْمُسِنُّ.\nوَالثَّالِثَةُ قَوْلُهُمْ: اهْتَبَلَ الْغِرَّةُ، إِذَا افْتَرَصَهَا. وَالْهَبَّالُ: الصَّيَّادُ يَهْتَبِلُ الصَّيْدَ يَغْتَرُّهُ، وَلِذَلِكَ سُمِّيَ الذِّئْبُ هِبِلًّا، لِأَنَّهُ يَحْتَالُ لِصَيْدِهِ وَيَهْتَبِلُهُ.\nوَأَمَّا الْمَهْبِلُ فَمُسْتَقَرُ الْوَلَدِ مِنَ الرَّحِمِ، وَهُوَ عِنْدَنَا مِنْ بَابِ الْإِبْدَالِ، وَهُوَ فِي ذَلِكَ أَصْلُهُ مَحْبِلٌ.",
    "pg": "6:30-31"
  },
  "هبو": {
    "def": "الْهَاءُ وَالْبَاءُ وَالْحَرْفُ الْمُعْتَلُّ: كَلِمَةٌ تَدُلُّ عَلَى غَبَرَةٍ وَرِقَّةٍ فِيهَا. .\nمِنْهُ الْهَبْوَةُ: الْغَبَرَةُ. وَهَبَا الْغُبَارُ يَهْبُو فَهُوَ هَابٍ: سَطَعَ. وَالْهَبَاءُ: دُقَاقُ التُّرَابِ. قَالَ:\nتَزَوَّدَ مِنَّا بَيْنَ أُذْنَاهُ ضَرْبَةً ... دَعَتْهُ إِلَى هَابِي التُّرَابِ عَقِيمُ\nوَهَبَا الرَّمَادُ: اخْتَلَطَ بِالتُّرَابِ وَهَمَدَ. وَالشَّيْءُ الْمُنْبَثُّ الَّذِي تَرَاهُ فِي ضَوْءِ الشَّمْسِ: هَبَاءٌ. [بَابُ الْهَاءِ وَالتَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:31-32"
  },
  "هتت": {
    "def": "الْهَاءُ وَالتَّاءُ يَدُلُّ عَلَى حِكَايَةِ صَوْتٍ، لَيْسَتْ فِيهِ لُغَةٌ أَصْلِيَّةٌ. يُقَالُ: هَتَّ الْبَكْرُ فِي صَوْتِهِ: عَصَرَ صَوْتَهُ. وَهَتَتُّ الْكَلِمَةَ. وَالْهَتِيتُ: مُتَابَعَةٌ وَمُدَارَكَةٌ. يُقَالُ: هَتَّ هَتًّا وَهَتِيتًا. وَيَقُولُونَ: رَجُلٌ مِهَتٌّ: خَفِيفٌ فِي الْعَمَلِ. وَالْهَتْهَتَةُ: الْتِوَاءُ الْكَلَامِ. وَالْهَتُّ: تَمْزِيقُ الثَّوْبِ. وَالْهَتُّ: الْكَسْرُ. وَيَقُولُونَ: سَمِعْتُ هَتَّ قَوَائِمِ الْبَعِيرِ عِنْدَ وَقْعِهَا بِالْأَرْضِ. وَالْأَصْلُ فِي ذَلِكَ كُلِّهِ وَاحِدٌ، وَلَوْلَا أَنَّ الْعُلَمَاءَ ذَكَرُوهُ لَمَا رَأَيْتُ لِذِكْرِهِ وَجْهًا.",
    "pg": "6:5-6"
  },
  "هتر": {
    "def": "الْهَاءُ وَالتَّاءُ وَالرَّاءُ: أُصَيْلٌ يَدُلُّ عَلَى بَاطِلٍ وَسَيِّئٍ مِنَ الْقَوْلِ، وَأُهْتِرَ الرَّجُلٍ: خَرِفَ مِنَ الْكِبَرِ. وَمَعْنَى هَذَا [أَنَّهُ] يَتَكَلَّمُ بِالْهِتْرِ، وَهُوَ السَّقَطُ مِنَ الْقَوْلِ. وَالْأَصْلُ فِيهِ هَذَا، ثُمَّ يُقَالُ رَجُلٌ مُسْتَهْتِرٌ: لَا يُبَالِي مَا قِيلَ لَهُ، أَيْ كُلُّ الْكَلَامِ عِنْدَهُ سَاقِطٌ. وَتَهَاتَرَ الرَّجُلَانِ ادَّعَى كُلُّ وَاحِدٍ مِنْهُمَا عَلَى صَاحِبِهِ بِاطِلًا. وَهَتَرَهُ: مَزَّقَ عِرْضَهُ بِبَاطِلٍ هَتْرًا، وَهَتَّرَهُ تَهْتِيرًا أَيْضًا. وَقَوْلُهُمْ لِلدَّاهِيَةِ وَالْأَمْرِ الْعَجَبِ: هِتْرٌ، هُوَ مِنَ الْإِبْدَالِ، وَالْأَصْلُ هِكْرٌ، وَقَدْ ذَكَرْنَاهُ.",
    "pg": "6:32"
  },
  "هتع": {
    "def": "الْهَاءُ وَالتَّاءُ وَالْعَيْنُ. قَالَ أَبُو بَكْرٍ: هَتَعَ الرَّجُلُ إِلَيْنَا: أَقْبَلَ، مِثْلَ هَطَعَ، إِذَا أَقْبَلَ مُسْرِعًا.",
    "pg": "6:32"
  },
  "هتف": {
    "def": "الْهَاءُ وَالتَّاءُ وَالْفَاءُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ الْهَتْفُ: الصَّوْتُ. وَهَتَفَتِ الْحَمَامَةُ: صَوَّتَتْ تَهْتِفُ. وَقَوْسٌ هَتَّافَةٌ وَهَتْفَى هُتَافًا: ذَاتُ صَوْتٍ. قَالَ الْهُذَلِيُّ:\nعَلَى عَجْسٍ هَتَّافَةِ الْمِذْرَوَيْ ... نِ زَوْرَاءَ مُضْجَعَةٍ فِي الشِّمَالِ",
    "pg": "6:32"
  },
  "هتك": {
    "def": "الْهَاءُ وَالتَّاءُ وَالْكَافُ: أَصْلٌ يَدُلُّ عَلَى شَقٍّ فِي شَيْءٍ. وَالْهَتْكُ: شَقُّ السِّتْرِ عَمَّا وَرَاءَهُ. وَهُتِكَ عَرْشُ فُلَانٍ: هُدَّ وَشُقَّ. وَسِرْنَا هُتْكَةً مِنَ اللَّيْلِ، أَيْ سَاعَةً. وَهَاتَكْنَاهَا: سِرْنَا فِي دُجَاهَا. وَالْمَعْنَى أَنَّا شَقَقْنَا الظَّلَامَ.",
    "pg": "6:32-33"
  },
  "هتل": {
    "def": "الْهَاءُ وَالتَّاءُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ. هَتَلَتِ السَّمَاءُ: هَطَلَتْ: وَسَحَائِبُ هُتَّلٌ وَهُطَّلٌ.",
    "pg": "6:33"
  },
  "هتم": {
    "def": "الْهَاءُ وَالتَّاءُ وَالْمِيمُ: كَلِمَةٌ تَدُلُّ عَلَى كَسْرِ شَيْءٍ. يُقَالُ: هَتَمْتُ الشَّيْءَ. وَالْهُتَامَةُ: مَا تَهَتَّمَ مِنْ شَيْءٍ. وَالْهَتْمُ: كَسْرُ الثَّنَايَا مِنْ أَصْلِهَا ; وَرَجُلٌ أَهْتَمُ.",
    "pg": "6:33"
  },
  "هتن": {
    "def": "الْهَاءُ وَالتَّاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ. هَتَنَتِ السَّمَاءُ هَتْنًا وَهُتُونًا، مِثْلُ هَتَلَتْ.",
    "pg": "6:33"
  },
  "هتي": {
    "def": "الْهَاءُ وَالتَّاءُ وَالْحَرْفُ الْمُعْتَلُّ. يَقُولُونَ: الْمُهَاتَاةُ كَالْمُعَاطَاةِ. يُقَالُ: هَاتِ، أَيْ أَعْطِ، فَتَقُولُ: مَا أُهَاتِيكَ، أَيْ لَا أُعْطِيكَ.\nفَإِذَا هُمِزَ تَغَيَّرَ الْمَعْنَى. تَقُولُ تَهَتَّأَ الثَّوْبُ: خَلُقَ، وَهِيَ هَذِهِ وَحْدَهَا. قَالَ أَبُو بَكْرٍ: وَهَتَأَ الشَّيْءَ يَهْتَأُ، إِذَا كَسَرَهُ وَطْئًا بِرِجْلِهِ.\n\n[بَابُ الْهَاءِ وَالثَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:33"
  },
  "هثث": {
    "def": "الْهَاءُ وَالثَّاءُ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ، وَمُعْظَمُهُ الِاخْتِلَاطُ. يَقُولُونَ: الْهَثْهَثَةُ: الِاخْتِلَاطُ. وَهَثْهَثَتِ السَّحَابَةُ بِثَلْجِهَا وَقَطْرِهَا: أَرْسَلَتْهُ بِسُرْعَةٍ: وَهَثْهَثَ الْوَالِي: ظَلَمَ قَالَ:\n\nوَهَثْهَثُوا فَكَثُرَ الْهَثْهَاثُ",
    "pg": "6:6"
  },
  "هثم": {
    "def": "الْهَاءُ وَالثَّاءُ وَالْمِيمُ لَيْسَ فِي هَذَا الْبَابِ عِنْدَنَا إِلَّا الْهَيْثَمُ، يُقَالُ: هُوَ فَرْخُ الْعُقَابِ. وَيُقَالُ الْهَيْثَمُ: الْكَثِيبُ الْأَحْمَرُ. وَحُكِيَ عَنِ ابْنِ الْأَعْرَابِيِّ: هَثَمَ مِنْ مَالِهِ، مِثْلَ قَسَمَ، وَقَدْ مَرَّ. وَقَالَ ابْنُ دُرَيْدٍ الْهَثْمُ: دَقُّ الشَّيْءِ حَتَّى يَنْسَحِقَ، وَهَثَمْتُهُ أَهْثِمُهُ.\n\n[بَابُ الْهَاءِ وَالْجِيمِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:33-34"
  },
  "هجج": {
    "def": "الْهَاءُ وَالْجِيمُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى غُمُوضٍ فِي شَيْءٍ وَاخْتِلَاطٍ، وَمِنْهُ مَا يَدُلُّ عَلَى حِكَايَةِ صَوْتٍ.\nفَالْأَوَّلُ قَوْلُهُمْ: هَجَّتْ عَيْنُهُ: غَارَ وَهُوَ مِنْ بَابِ الْغُمُوضِ. وَالْهَجَاجَةُ: الْأَحْمَقُ الَّذِي لَا يَهْتَدِي لِلْأُمُورِ، فَكَأَنَّهَا قَدْ عُمِّيَتْ عَلَيْهِ. وَقَالَ ابْنُ الْأَعْرَابِيِّ وَغَيْرُهُ: رَكِبَ فُلَانٌ هَجَاجِ، عَلَى فَعَالِ، إِذَا رَكِبَ الْعَمْيَاءَ الْمُظْلِمَةَ. وَأَنْشَدَ:\n\nوَقَدْ رَكِبُوا عَلَى لَوْمِي هَجَاجِ\nوَالْهَجِيجُ: الْوَادِي الْعَمِيقُ ; وَهُوَ مِنَ الْغُمُوضِ أَيْضًا.\nوَالْبَابُ الْآخَرُ قَوْلُهُمْ: هَجْهَجْتُ بِالسَّبُعِ: صِحْتُ بِهِ. وَهَجْهَجَ الْفَحْلُ فِي هَدِيرِهِ. وَهَجٍْ: زَجْرٌ لِلْكَلْبِ. قَالَ:\nسَفَرَتْ فَقُلْتُ لَهَا هَجٍِ فَتَبَرْقَعَتْ ... فَذَكَرْتُ حِينَ تَبَرْقَعَتْ ضَبَّارَا\nوَضَبَّارٌ: كَلْبٌ. وَهَجِيجُ النَّارِ: أَجِيجُهَا. فَأَمَّا قَوْلُهُمْ: مَاءٌ هُجَهِجٌ. لَا عَذْبٌ وَلَا مِلْحٌ، فَمِنَ الْإِبْدَالِ، وَقَدْ ذُكِرَ فِي الْهَاءِ وَالزَّاءِ.",
    "pg": "6:6-7"
  },
  "هجد": {
    "def": "الْهَاءُ وَالْجِيمُ وَالدَّالُ أُصَيْلٌ يَدُلُّ عَلَى رُكُودٍ فِي مَكَانٍ. يُقَالُ: هَجَدَ، إِذَا نَامَ هُجُودًا. وَالْهَاجِدُ: النَّائِمُ ; وَإِنْ صَلَّى لَيْلًا فَهُوَ مُتَهَجِّدٌ، كَأَنَّهُ بِصَلَاتِهِ تَرَكَ الْهُجُودَ عَنْهُ. وَهَذَا قِيَاسٌ مُسْتَعْمَلٌ، كَمَا يُقَالُ رَجُلٌ آثِمٌ ; فَإِذَا كَرِهَ الْإِثْمَ وَانْتَفَى مِنْهُ قِيلَ مُتَأَثِّمٌ. وَالْعَرَبُ تَقُولُ: أَهْجَدَ الْبَعِيرُ: أَلْقَى جِرَانَهُ بِالْأَرْضِ.",
    "pg": "6:34"
  },
  "هجر": {
    "def": "الْهَاءُ وَالْجِيمُ وَالرَّاءُ أَصْلَانِ يَدُلُّ أَحَدُهُمَا عَلَى قَطِيعَةٍ وَقَطْعٍ، وَالْآخَرُ عَلَى شَدِّ شَيْءٍ وَرَبْطِهِ.\nفَالْأَوَّلُ الْهَجْرُ: ضِدُ الْوَصْلِ. وَكَذَلِكَ الْهِجْرَانُ. وَهَاجَرَ الْقَوْمُ مِنْ دَارٍ إِلَى دَارٍ: تَرَكُوا الْأُولَى لِلثَّانِيَةِ، كَمَا فَعَلَ الْمُهَاجِرُونَ حِينَ هَاجَرُوا مِنْ مَكَّةَ إِلَى الْمَدِينَةِ. وَتَهَجَّرَ الرَّجُلُ وَتَمَهْجَرَ: تَشَبَّهَ بِالْمُهَاجِرِينَ. وَفِي الْحَدِيثِ: «هَاجِرُوا وَلَا تَهَجَّرُوا» ، أَيْ كُونُوا مِنْهُمْ. وَ [قِيلَ] لَا يُقَالُ تَمَهْجَرُوا، وَالْأَوَّلُ أَصْوَبُ عِنْدَنَا. وَالْهَجْرُ وَالْهَجِيرُ وَالْهَاجِرَةُ: نِصْفُ النَّهَارِ عِنْدَ اشْتِدَادِ الْحَرِّ. وَهَجَّرُوا: سَارُوا فِي ذَلِكَ الْوَقْتِ. وَسُمِّيَتْ هَاجِرَةً لِأَنَّ النَّاسَ يَسْتَكِنُّونَ فِي بُيُوتِهِمْ، كَأَنَّهُمْ قَدْ تَهَاجَرُوا. وَالْهَجِيرُ: يَبِيسُ النَّبْتِ الَّذِي كَسَرَتْهُ الْمَاشِيَةُ، وَسُمِّيَ لِأَنَّ الرَّاعِيَ يَهْجُرُهُ. قَالَ:\nوَلَمْ يَبْقَ بِالْخَلْصَاءِ مِمَّا عَنَتْ ... مِنَ النَّبْتِ إِلَّا يُبْسُهَا وَهَجِيرُهَا\nوَمِنَ الْبَابِ الْهُجْرُ: الْهَذَيَانُ. يُقَالُ هَجَرَ الرَّجُلُ. وَالْهُجْرُ: الْإِفْحَاشُ فِي الْمَنْطِقِ، يُقَالُ: أَهْجَرَ الرَّجُلُ فِي مَنْطِقِهِ. قَالَ:\nكَمَاجِدَةِ الْأَعْرَاقِ قَالَ ابْنُ ضَرَّةٍ ... عَلَيْهَا كَلَامًا جَارَ فِيهِ وَأَهْجَرَا\nوَرَمَاهُ بِالْهَاجِرَاتِ، وَهِيَ الْفَضَائِحُ، وَسُمِّيَ هَذَا كُلُّهُ لِأَنَّهُ مِنَ الْمَهْجُورِ الَّذِي لَا خَيْرَ فِيهِ. وَيَقُولُونَ: هَذَا شَيْءٌ هَجْرٌ، أَيْ لَا نَظِيرَ لَهُ، كَأَنَّهُ مِنْ جَوْدَتِهِ وَمُبَايَنَتِهِ الْأَشْيَاءَ قَدْ هَجَرَهَا. وَيَقُولُونَ: هَذَا أَهْجَرُ مِنْ هَذَا، أَيْ أَكْرَمُ. وَقَدْ يُقَالُ فِي كُلِّ شَيْءٍ. قَالَ:\nوَمَاءٍ يَمَانٍ دُونَهُ طَلْقٌ هَجْرُ\nيَقُولُونَ: هُوَ طَلَقٌ لَا طَلَقَ مِثْلُهُ.\nوَالْهَجِيرُ: الْحَوْضُ الْكَبِيرُ، سُمِّيَ لِأَنَّهُ شَيْءٌ يُقْتَطَعُ لِلْمَاءِ. قَالَ: تَفْرِي الْفَرِيَّ بِالْهَجِيرِ الْوَاسِعِ\nوَقَالَ:\nظَلَّتْ تَلُوبُ رَشَقًا هَجِيرُهَا ... لَوْبَ الرَّعَايَا لَمْ يَجِئْ أَجِيرُهَا",
    "pg": "6:34-36"
  },
  "هجس": {
    "def": "الْهَاءُ وَالْجِيمُ وَالسِّينُ: كَلِمَةٌ وَاحِدَةٌ. يُقَالُ هَجَسَ الشَّيْءُ فِي النَّفْسِ: وَقَعَ. وَقَالَ أَبُو بَكْرٍ: الْهَجْسُ: النَّبْأَةُ تَسْمَعُهَا وَلَا تَفْقَهُهَا.",
    "pg": "6:36"
  },
  "هجع": {
    "def": "الْهَاءُ وَالْجِيمُ وَالْعَيْنُ: كَلِمَةٌ تَدُلُّ عَلَى نَوْمٍ. وَهَجَعَ هُجُوعًا: نَامَ لَيْلًا. وَلَقِيتُهُ بَعْدَ هَجْعَةٍ.\nوَمِمَّا قِيسَ عَلَى هَذَا: رَجُلٌ هُجَعَ، أَيْ أَحْمَقُ مُسْتَنِيمٌ إِلَى كُلٍّ.",
    "pg": "6:36"
  },
  "هجف": {
    "def": "الْهَاءُ وَالْجِيمُ وَالْفَاءُ. يَقُولُونَ: الْهِجْفَةُ، هِيَ النَّاحِيَةُ. وَفِي ذَلِكَ نَظَرٌ. فَأَمَّا الْهِجَفُّ فَالظَّلِيمُ الْمُسِنُّ، وَأَظُنُّهُ مِنَ الْبَابِ الَّذِي زِيدَتْ فِيهِ الْهَاءُ وَأُبْدِلَتْ زَاؤُهُ جِيمًا، وَهُوَ مِنَ الزِّفِّ، وَهُوَ رِيشُهُ.",
    "pg": "6:36"
  },
  "هجل": {
    "def": "الْهَاءُ وَالْجِيمُ وَاللَّامُ أَصْلَانِ يَدُلُّ أَحَدُهُمَا عَلَى اخْتِلَاطٍ، وَالْآخَرُ عَلَى رَمْيِ شَيْءٍ. فَالْأَوَّلُ: الْهَوْجَلُ: الْمَشْيُ الْمُخْتَلِطُ. وَيُقَالُ أَهْجَلْتُ الْإِبِلَ: أَهْمَلْتُهَا، وَإِذَا أُهْمِلَتِ اخْتَلَطَتْ. قَالُوا: وَمِنْهُ الْهَجُولُ: الْمَرْأَةُ الْبَغِيُّ لِأَنَّهَا تُخَالِطُ كُلًّا. وَالْمُهَاجَلَةُ، مِثْلَ الْمُسَاجَلَةِ. وَالْقِيَاسُ فِيهِ وَاحِدٌ. وَالْهَوْجَلُ مِنَ الْأَرْضِ: الْفَلَاةُ لَا أَعْلَامَ بِهَا. وَسُمِّيَتْ لِأَنَّهَا لَا يُهْتَدَى فِيهَا، فَيُخْلَطُ الْأَمْرُ عَلَى السَّفْرِ. وَالْهَوْجَلُ مِنَ الرِّجَالِ: الْبَطِيءُ الَّذِي يَخْتَلِطُ عَلَيْهِ الْأُمُورُ. قَالَ:\nفَأَتَتْ بِهِ حُوشَ الْفُؤَادِ مُبَطَّنًا ... سُهُدًا إِذَا مَا نَامَ لَيْلُ الْهَوْجَلِ\nوَاللَّيْلُ الطَّوِيلُ هَوْجَلٌ، سُمِّيَ لِاخْتِلَاطِ ظَلَامِهِ. قَالَ الْكُمَيْتُ:\nهَوْجَاءُ لَيْلَتُهَا هَوْجَلُ\nوَمِنَ الْبَابِ الْهَجْلُ: غَائِطٌ بَيْنَ الْجِبَالِ مُطْمَئِنٌّ.\nوَالْأَصْلُ الْآخَرُ هَجَلْتُ بِالشَّيْءِ: رَمَيْتُ.",
    "pg": "6:36-37"
  },
  "هجم": {
    "def": "الْهَاءُ وَالْجِيمُ وَالْمِيمُ: أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى وُرُودِ شَيْءٍ بَغْتَةً، ثُمَّ يُقَاسُ عَلَى ذَلِكَ. يُقَالُ: هَجَمْتُ عَلَى الْقَوْمِ بَغْتَةً أَهْجُمُ هُجُومًا. وَرِيحٌ هَجُومٌ: شَدِيدَةٌ تُقَطِّعُ الْبُيُوتَ. وَهَجْمَةُ الشِّتَاءِ: شِدَّةُ بَرْدِهِ، وَهُوَ مِنْ ذَلِكَ الْقِيَاسِ، لِأَنَّهَا تَهْجُمُ. وَهَجْمَةُ الصَّيْفِ: شِدَّةُ حَرِّهِ. وَالْهَجْمُ: الْقَدَحُ الْكَبِيرُ. [قَالَ] : فَتَمْلَأُ الْهَجْمَ عَفْوًا وَهْيَ وَادِعَةٌ ... حَتَّى تَكَادَ شِفَاهُ الْهَجْمِ تَنْثَلِمُ\nوَسُمِّيَ هَجْمًا لِأَنَّهُ يَهْجُمُ عَلَى عَطَشِ الشَّارِبِ فَيَكْسِرُهُ. وَالْهَجْمَةُ مِنَ الْإِبِلِ: مَا بَيْنَ التِّسْعِينَ إِلَى الْمِائَةِ، لِأَنَّهَا تَهْجُمُ الْمَوْرِدَ بِقُوَّةٍ. وَهَجَمَتِ الْبَيْتَ: هَدَمَتْهُ، وَذَلِكَ أَنَّ أَعْلَاهُ يَهْجُمُ عَلَى أَسْفَلِهِ إِذَا سَقَطَ. وَهَجَمَتِ الْعَيْنُ: غَارَتْ، كَأَنَّهَا تَهْجُمُ عَلَى مَا وَرَاءَهَا، تَدْخُلُ فِيهِ.\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nوَمِمَّا شَذَّ عَنْ هَذَا الْقِيَاسِ هِجَاءُ الْحُرُوفِ، يُقَالُ تَهَجَّيْتُ. وَإِذَا هُمِزَ تَغَيَّرَ الْمَعْنَى. يَقُولُونَ: هَجَأَ الطَّعَامَ: أَكَلَهُ.\n\n[بَابُ الْهَاءِ وَالدَّالِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:37-39"
  },
  "هدب": {
    "def": "الْهَاءُ وَالدَّالُ وَالْبَاءُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى طُرَّةِ شَيْءٍ أَوْ أَغْصَانٍ تُشْبِهُ الطُرَّةَ. مِنْهُ الْهُدْبُ: طُرَّةُ الثَّوْبِ. وَالْهَدَبُ: أَغْصَانُ الْأَرْطَى، وَهِيَ الْهُدَّابُ. قَالَ:\nفَظَلَّ الْعَذَارَى يَرْتَمِينَ بِلَحْمِهَا ... وَشَحْمٍ كَهُدَّابٍ الدِّمَقْسِ الْمُفَتَّلِ\nوَيُقَالُ: الْهَدَبُ مِنْ وَرَقِ الشَّجَرِ: مَا لَمْ يَكُنْ لَهُ عَيْرٌ. وَهَيْدَبُ السَّحَابِ: مَا تَهَدَّبَ مِنْهُ إِذَا أَرَادَ الْوَدْقَ، كَأَنَّهُ خُيُوطٌ. وَرَجُلٌ أَهْدَبُ: كَثِيرُ أَشْفَارِ الْعَيْنِ. وَهَدَبَ الثَّمَرَةَ، إِذَا اجْتَنَاهَا، يَهْدِبُهَا هَدْبًا، كَأَنَّهُ أَخَذَ هُدْبَ الشَّجَرَةِ.\nوَتُسْتَعَارُ هَذِهِ الْكَلِمَةُ فَيُقَالُ: هَدَبَ النَّاقَةَ، إِذَا حَلَبَهَا.",
    "pg": "6:43-44"
  },
  "هدج": {
    "def": "الْهَاءُ وَالدَّالُ وَالْجِيمُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ضَرْبٍ مِنَ الْمَشْيِ وَالْحَرَكَةِ. مِنْهُ الْهَدَجَانُ: مِشْيَةُ الشَّيْخِ، يُقَالُ هَدَجَ. وَأَهْدَجَ الظَّلِيمُ: مَشَى فِي ارْتِعَاشٍ، وَهُوَ هَدَّاجٌ وَهَدَجْدَجٌ. وَتَهَدَّجَتِ النَّاقَةُ: مَشَتْ نَحْوَ وَلَدِهَا عَاطِفَةً عَلَيْهِ. وَهَدَجَتِ الرِّيحُ: هَبَّتْ بِحَنِينٍ.\nوَالْهَوْدَجُ عِنْدَنَا مِنْ هَذَا الْقِيَاسِ، لِأَنَّهُ يَضْطَرِبُ عَلَى ظَهْرِ الْبَعِيرِ، ثُمَّ يُشَبَّهُ بِهِ فَيُقَالُ: هَوْدَجَتِ النَّاقَةُ، إِذَا ارْتَفَعَ سَنَامُهَا كَأَنَّهُ الْهَوْدَجُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ التَّهَدُّجُ: تَقَطُّعُ الصَّوْتِ. [بَابُ الْهَاءِ وَالذَّالِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:44-45"
  },
  "هدد": {
    "def": "الْهَاءُ وَالدَّالُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى كَسْرٍ وَهَضْمٍ وَهَدْمٍ. وَهَدَدْتُهُ هَدًّا: هَدَمْتُهُ. وَيَرْجِعُ الْبَابُ كُلُّهُ إِلَى هَذَا الْقِيَاسِ. فَالْهَدُّ مِنَ الرِّجَالِ: الضَّعِيفُ، كَأَنَّهُ هُدَّ. وَرِجَالٌ هَدُّونَ. وَقَدْ خُولِفَ الْأَصْمَعِيُّ فَخَبَّرَنِي عَلِيُّ بْنُ إِبْرَاهِيمَ الْقَطَّانُ، عَنْ ثَعْلَبٍ عَنِ ابْنِ الْأَعْرَابِيِّ، وَعَنْ عَمْرِو بْنِ أَبِي عَمْرٍو عَنْ أَبِيهِ قَالَا: الْهَدُّ مِنَ الرِّجَالِ: الْجَوَادُ الْكَرِيمُ، وَالْجَبَانُ هِدٌّ بِالْكَسْرِ. وَأَنْشَدُوا:\nلَيْسُوا بِهَدِّينَ فِي الْحُرُوبِ إِذَا ... تُعْقَدُ فَوْقَ الْحَرَاقِفِ النُّطُقُ\nفَإِنْ كَانَ كَذَا فَالْجَبَانُ هِدٌّ، أَيْ مَهْدُودٌ، كَذِبْحٍ لِلْمَذْبُوحِ. وَالْهَدُّ: الْكَرِيمُ الْهَادُّ لِمَالِهِ.\nوَمِمَّا يَجْرِي مَجْرَى الْأَصْوَاتِ الْهَدَّةِ: صَوْتُ وَقْعِ الْحَائِطِ. وَالْهُدْهُدُ مَعْرُوفٌ. وَهَدْهَدَ الْحَمَامُ: صَوَّتَ. وَهَدْهَدَتِ الْمَرْأَةُ ابْنَهَا: حَرَّكَتْهُ لِيَنَامَ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ وَلَا أَعْرِفُ لَهُ قِيَاسًا، قَوْلُهُمْ: مَرَرْتُ بِرَجُلٍ هَدَّكَ مِنْ رَجُلٍ، كَقَوْلِهِمْ: حَسْبُكَ مِنْ رَجُلٍ. وَهِيَ كَلِمَةٌ كَذَا تُقَالُ. قَالَ:\nوَلِي صَاحِبٌ فِي الْغَارِ هَدَّكَ صَاحِبًا ... هُوَ الْجَوْنُ إِلَّا أَنَّهُ لَا يُعَلَّلُ",
    "pg": "6:7-8"
  },
  "هدر": {
    "def": "الْهَاءُ وَالدَّالُ وَالرَّاءُ [يَدُلُّ] عَلَى سُقُوطِ شَيْءٍ وَإِسْقَاطِهِ، وَعَلَى جِنْسٍ مِنَ الصَّوْتِ. وَهَدَرَ السُّلْطَانُ دَمَ فُلَانٍ هَدْرًا: أَبَاحَهُ. وَبَنُو فُلَانٍ هَدَرَةٌ، أَيْ سَاقِطُونَ. وَرَجُلٌ هُدَرَةٌ. وَبَعْضٌ يَقُولُونَ: هَدَرَةٌ: سَاقِطٌ. قَالَ:\nإِنِّي إِذَا حَارَ الْجَبَانُ الْهُدَرَهْ\nوَالْمَعْنَى الْآخَرُ هَدَرَتِ الْحَمَامَةُ تَهْدِرُ، وَهَدَرَ الْفَحْلُ هَدِيرًا، وَهَدَرَ الْعَصِيرُ فِي غَلَيَانِهِ. وَهَدَرَ الْعَرْفَجُ: عَظُمَ نَبَاتُهُ فَإِذَا وَقَعَتْ فِيهِ الرِّيحُ كَانَ لَهُ كَالْهَدِيرِ.",
    "pg": "6:39"
  },
  "هدع": {
    "def": "الْهَاءُ وَالدَّالُ وَالْعَيْنُ: كَلِمَةٌ. هِيَ هِدَعْ، تُسَكَّنُ بِهَا صِغَارُ الْإِبِلِ عِنْدَ نِفَارِهَا. وَالْهَوْدَعُ: النَّعَامُ.",
    "pg": "6:39"
  },
  "هدف": {
    "def": "الْهَاءُ وَالدَّالُ وَالْفَاءُ: أُصَيْلٌ يَدُلُّ عَلَى انْتِصَابٍ وَارْتِفَاعٍ. وَالْهَدَفُ: كُلُّ شَيْءٍ عَظِيمٍ مُرْتَفِعٍ، وَلِذَلِكَ سُمِّيَ الرَّجُلُ الشَّخِيصُ الْجَافِي هَدَفًا. قَالَ:\nإِذَا الْهَدَفُ الْمِعْزَالُ صَوَّبَ رَأْسَهُ ... وَأَعْجَبَهُ ضَفْوٌ مِنَ الثَّلَّةِ الْخُطْلِ\nوَالْهَدَفُ: الْغَرَضُ. وَرَكَبٌ مُسْتَهْدِفٌ: عَرِيضٌ. قَالَ النَّابِغَةُ: وَإِذَا طَعَنْتَ طَعَنْتَ فِي مُسْتَهْدِفٍ\nوَامْرَأَةٌ مُهْدِفَةٌ: لَحِيمَةٌ. وَأَهْدَفَ لَكَ الشَّيْءُ: انْتَصَبَ.\nوَمِنَ الْبَابِ الْهِدْفَةُ: الْجَمَاعَةُ مِنَ النَّاسِ. فَأَمَّا قَوْلُهُ:\nوَحَتَّى سَمِعْنَا خَشْفَ بَيْضَاءَ جَعْدَةٍ ... عَلَى قَدَمَيْ مُسْتَهْدِفٍ مُتَقَاصِرِ\nفَالْمُسْتَهْدِفُ: الْحَالِبُ الْمُنْتَصِبُ. يَقُولُ: سَمِعْنَا صَوْتَ الرِّغْوَةِ تَتَسَاقَطُ عَلَى قَدَمِ الْحَالِبِ.",
    "pg": "6:39-40"
  },
  "هدق": {
    "def": "الْهَاءُ وَالدَّالُ وَالْقَافُ. فِيهِ مِنْ طَرَائِفِ ابْنِ دُرَيْدٍ: الْهَدْقُ: الْكَسْرُ.",
    "pg": "6:40"
  },
  "هدك": {
    "def": "الْهَاءُ وَالدَّالُ وَالْكَافُ. قَالَ ابْنُ دُرَيْدٍ: انْهَدَكَ الرَّجُلُ عَلَيْنَا بِكَلَامٍ كَثِيرٍ: انْبَعَثَ.",
    "pg": "6:40"
  },
  "هدل": {
    "def": "الْهَاءُ وَالدَّالُ وَاللَّامُ: أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا يَدُلُّ عَلَى اسْتِرْخَاءٍ فِي شَيْءٍ، وَالْآخَرُ عَلَى ضَرْبٍ مِنَ الصَّوْتِ.\nفَالْأَوَّلُ: الْهَدَلُ: اسْتِرْخَاءُ مِشْفَرِ الْبَعِيرِ وَكُلِّ شَيْءٍ. يُقَالُ مِنْهُ هَدِلَ. وَهَدَلْتُ الشَّيْءَ أَهْدِلُهُ، إِذَا أَرْسَلْتَهُ إِلَى أَسْفَلَ. وَالْهَدَالُ: كُلُّ غُصْنٍ نَبَتَ مُسْتَقِيمًا فِي أَرَاكَةٍ أَوْ طَلْحَةٍ. وَالصَّحِيحُ أَنْ يُقَالَ ثَمَّ: يَتَهَدَّلُ. قَالَ:\nيَدْعُو الْهَدِيلَ وَسَاقَ حُرٍّ فَوْقَهُ ... أُصُلًا بِأَوْدِيَةٍ ذَوَاتِ هَدَالِ\nوَيُقَالُ: الْهَدِيلُ: فَرْخُ الْحَمَامِ. فَإِنْ كَانَ كَذَا فَكَأَنَّهُ سُمِّيَ بِصَوْتِهِ. قَالَ:\nفَقُلْتُ أَتَبْكِي ذَاتُ شَجْوٍ تَذَكَّرَتْ ... هَدِيلًا وَقَدْ أَوْدَى وَمَا كَانَ تُبَّعُ",
    "pg": "6:40-41"
  },
  "هدم": {
    "def": "الْهَاءُ وَالدَّالُ وَالْمِيمُ: أَصْلٌ يَدُلُّ عَلَى حَطِّ بِنَاءٍ، ثُمَّ يُقَاسُ عَلَيْهِ، وَهَدَمْتُ الْحَائِطَ أَهْدِمُهُ. وَالْهَدَمُ: مَا تَهَدَّمَ، بِفَتْحِ الدَّالِ.\nوَمِنَ الْبَابِ الْهِدْمُ: الثَّوْبُ الْبَالِي، وَالْجَمْعُ أَهْدَامٍ. وَدِمَاؤُهُمْ هَدَمٌ أَيْ هَدَرٌ، كَأَنَّهَا قَدْ هُدِمَتْ فَلَمْ يُطْلَبْ بِهَا. وَقَوْلُهُ ﷺ: «الدَّمُ الدَّمُ، وَالْهَدَمُ الْهَدَمُ» ، قِيلَ إِنَّ مَعْنَاهُ: مَحْيَانَا مَحْيَاكُمْ وَمَمَاتُنَا مَمَاتُكُمْ. وَيُقَالُ: نَاقَةٌ هَدِمَةٌ: شَدِيدَةُ الضَّبَعَةِ كَأَنَّهَا تَنْهَدِمُ لِلْفَحْلِ. وَالْهَدْمَةُ: الدُّفْعَةُ مِنَ الْمَطَرِ، كَأَنَّهَا تَتَهَدَّمُ فِي انْدِفَاعِهَا.\nوَمِمَّا شَذَّ عَنْ هَذَا الْقِيَاسِ: الْمَهْدُومُ مِنَ اللَّبَنِ، وَهُوَ الرَّثِيئَةُ.",
    "pg": "6:41"
  },
  "هدن": {
    "def": "الْهَاءُ وَالدَّالُ وَالنُّونُ: أُصَيْلٌ يَدُلُّ عَلَى سُكُونٍ وَاسْتِقَامَةٍ. سَمِعْتُ أَبَا الْحَسَنِ عَلِيَّ بْنَ إِبْرَاهِيمَ الْقَطَّانَ يَقُولُ: سَمِعْتُ ثَعْلَبًا يَقُولُ: تَهَادَنَ الْأَمْرُ: اسْتَقَامَ. وَقَالَ غَيْرُهُ: وَمِنْهُ قِيَاسُ الْهُدْنَةِ.\nوَمِنَ الْبَابِ الرَّجُلُ الْهَدَانِ: الْخَامِلُ لَا حَرَاكَ بِهِ. قَالَ: وَلَا يَرْعَوْنَ أَكْنَافَ الْهُوَيْنَى ... إِذَا حَلُّوا وَلَا أَرْضَ الْهُدُونِ\nوَهَدَّنَتِ الْمَرْأَةُ صَبِيَّهَا بِكَلَامِهَا، إِذَا أَرَادَتْ أَنْ يَرْقُدَ. وَالتَّهْدِينُ: الْبُطْءُ، وَهُوَ قِيَاسُ الْبَابِ.",
    "pg": "6:41-42"
  },
  "هدي": {
    "def": "الْهَاءُ وَالدَّالُ وَالْحَرْفُ الْمُعْتَلُّ: أَصْلَانِ [أَحَدُهُمَا] التَّقَدُّمُ لِلْإِرْشَادِ، وَالْآخَرُ بَعْثَةُ لَطَفٍ.\nفَالْأَوَّلُ قَوْلُهُمْ: هَدَيْتُهُ الطَّرِيقَ هِدَايَةً، أَيْ تَقَدَّمْتُهُ لِأُرْشِدَهُ. وَكُلُّ مُتَقَدِّمٍ لِذَلِكَ هَادٍ. قَالَ:\nإِذَا كَانَ هَادِي الْفَتَى فِي الْبِلَا ... دِ صَدْرُ الْقَنَاةِ أَطَاعَ الْأَمِيرَا\nوَيُنْشَعَبُ هَذَا فَيُقَالُ: الْهُدَى: خِلَافُ الضَّلَالَةِ. تَقُولُ: هَدَيْتُهُ هُدًى. وَيُقَالُ أَقْبَلَتْ هَوَادِي الْخَيْلِ، أَيْ أَعْنَاقُهَا، وَيُقَالُ هَادِيهَا: أَوَّلُ رَعِيلٍ مِنْهَا، لِأَنَّهُ الْمُتَقَدِّمُ. وَالْهَادِيَةُ: الْعَصَا، لِأَنَّهَا تَتَقَدَّمُ مُمْسِكَهَا كَأَنَّهَا تُرْشِدُهُ.\nوَمِنَ الْبَابِ قَوْلُهُمْ: نَظَرَ فُلَانٌ هَدْيَ أَمْرِهِ أَيْ جِهَتَهُ، وَمَا أَحْسَنَ هِدْيَتَهُ، أَيْ هَدْيَهُ. وَيَقُولُونَ: جَاءَ فُلَانٌ يُهَادِي بَيْنَ اثْنَيْنِ، إِذَا كَانَ يَمْشِي بَيْنَهُمَا مُعْتَمِدًا عَلَيْهِمَا. وَرَمَيْتُ بِسَهْمٍ ثُمَّ رَمَيْتُ بِآخَرَ هُدَيَّاهُ، أَيْ قَصْدَهُ. وَالْبَابُ فِي هَذَا الْقِيَاسِ كُلِّهِ وَاحِدٌ.\nوَالْأَصْلُ الْآخَرُ الْهَدِيَّةُ: مَا أَهْدَيْتَ مَنْ لَطَفٍ إِلَى ذِي مَوَدَّةٍ. يُقَالُ: أَهْدَيْتُ أُهْدِي إِهْدَاءً. وَالْمِهْدَى: الطَّبَقُ تُهْدَى عَلَيْهِ.\nوَمِنَ الْبَابِ الْهَدِيُّ: الْعَرُوسُ، وَقَدْ هُدِيَتْ إِلَى بَعْلِهَا هِدَاءً. قَالَ:\nفَإِنْ تَكُنِ النِّسَاءُ مُخَبَّآتٍ ... فَحُقَّ لِكُلِّ مُحْصَنَةٍ هِدَاءُ\nوَالْهَدْيُ وَالْهَدِيُّ: مَا أُهْدِيَ مِنَ النَّعَمِ إِلَى الْحَرَمِ قُرْبَةً إِلَى اللَّهِ تَعَالَى. يُقَالُ هَدِيٌّ وَهَدْيٌ. قَالَ:\nوَطُرَيْفَةُ بْنُ الْعَبْدِ كَانَ هَدِيَّهُمْ ... ضَرَبُوا صَمِيمَ قَذَالِهِ بِمُهَنَّدِ\nوَقِيلَ الْهَدِيُّ: الْأَسِيرُ.\nأَمَّا الْمَهْمُوزُ فَمِنْ غَيْرِ هَذَا الْقِيَاسِ، وَأَكْثَرُهُ يَدُلُّ عَلَى السُّكُونِ. وَهَدَأَ هُدُوًّا، أَيْ سَكَنَ. وَهَدَأَتِ الرِّجْلُ، إِذَا نَامَ النَّاسُ. وَأَهْدَأَتِ الْمَرْأَةُ صَبِيَّهَا بِيَدِهَا لِيَنَامَ، أَيْ سَكَّنَتْهُ. وَمَضَى هُدْءٌ مِنَ اللَّيْلِ: بَعْدَ نَوْمَةٍ أَوَّلَ مَا يَسْكُنُ النَّاسُ. وَالْهَدَأَةُ: ضَرْبٌ مِنَ الْعَدْوِ السَّهْلِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ: الْهَدَأُ، وَهُوَ إِقْبَالُ الْمَنْكِبِ نَحْوَ الصَّدْرِ، كَالْجَنَأِ.",
    "pg": "6:42-43"
  },
  "هذب": {
    "def": "الْهَاءُ وَالذَّالُ وَالْبَاءُ: كَلِمَةٌ تَدُلُّ عَلَى تَنْقِيَةِ شَيْءٍ مِمَّا يَعِيبُهُ. يُقَالُ: شَيْءٌ مُهَذَّبٌ: مُنَقًّى مِمَّا يَعِيبُهُ. وَأَصْلُهُ الْإِهْذَابُ: السُّرْعَةُ فِي الطَّيَرَانِ وَالْعَدْوِ، وَمَعْنَاهُ أَنَّهُ لَا يُمْكِنُ التَّعَلُّقُ بِهِ. يُقَالُ مَرَّ الْفَرَسُ يُهْذِبُ. وَمَشَى الْهَيْذَبَى. كَذَلِكَ الْمُهَذَّبُ لَا يُتَعَلَّقُ مِنْهُ بِعَيْبٍ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْهَاءِ وَالرَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:45-46"
  },
  "هذذ": {
    "def": "الْهَاءُ وَالذَّالُ: أُصَيْلٌ يَدُلُّ عَلَى قَطْعٍ. وَهَذَّهُ: قَطَعَهُ. وَسِكِّينٌ هَذُوذٌ. وَهَذَاذَيْكَ مِنَ الْهَذِّ: سُرْعَةُ الْقَطْعِ، كَأَنَّهُ يَقُولُ: أَحْكِمِ الْأَمْرَ وَاقْطَعْهُ.",
    "pg": "6:8"
  },
  "هذر": {
    "def": "الْهَاءُ وَالذَّالُ وَالرَّاءُ: كَلِمَةٌ وَاحِدَةٌ هِيَ الْهَذَرُ، وَهُوَ الْهَذَيَانُ. وَرَجُلٌ مِهْذَارٌ وَهُذَرَةٌ وَهِذْرِيَانٌ، أَيْ كَثِيرُ الْكَلَامِ فِي خَطَلٍ.",
    "pg": "6:45"
  },
  "هذف": {
    "def": "الْهَاءُ وَالذَّالُ وَالْفَاءُ. يُقَالُ سَائِقٌ هَذَّافٌ: جَادٌّ.",
    "pg": "6:45"
  },
  "هذل": {
    "def": "الْهَاءُ وَالذَّالُ وَاللَّامُ: أُصَيْلٌ يَدُلُّ عَلَى صِغَرٍ وَخِفَّةٍ وَسُرْعَةٍ. مِنْهُ الْهُذْلُولُ: الرَّجُلُ الْخَفِيفُ. وَهَوْذَلَ الرَّجُلُ: مَشَى بِسُرْعَةٍ. وَهَوْذَلَ السِّقَاءُ: تَمَخَّضَ.\nوَمِنَ الْبَابِ: الْهَذَالِيلُ: تِلَالٌ صِغَارٌ، الْوَاحِدُ هُذْلُولٌ، سُمِّيَتْ بِهَا لِصِغَرِهَا. وَمِنْ بَعْضِ هَذَا قِيَاسُ اسْمِ هُذَيْلٍ.",
    "pg": "6:45"
  },
  "هذم": {
    "def": "الْهَاءُ وَالذَّالُ وَالْمِيمُ: كَلِمَةٌ صَحِيحَةٌ، تَدُلُّ عَلَى قَطْعٍ لِشَيْءٍ. وَهَذْمُ السَّيْفِ: قَطْعُهُ. وَسَيْفٌ مِهْذَمٌ وَهُذَامٌ وَهَيْذَامٌ. وَيُسَمَّى الشُّجَاعُ هَيْذَامًا، تَشْبِيهًا لَهُ بِهَذَا السَّيْفِ.",
    "pg": "6:45"
  },
  "هذى": {
    "def": "الْهَاءُ وَالذَّالُ وَالْحَرْفُ الْمُعْتَلُّ: كَلِمَةٌ وَاحِدَةٌ: الْهَذَيَانُ: كَلَامٌ لَا يُعْقَلُ كَكَلَامِ الْمَعْتُوهِ. يُقَالُ: هَذَى يَهْذِي. وَحَكَى ابْنُ دُرَيْدٍ فِي الْمَهْمُوزِ: هَذَأْتُ اللَّحْمَ بِالسِّكِّينِ هَذْءًا: قَطَعْتُهُ.",
    "pg": "6:45"
  },
  "هرب": {
    "def": "الْهَاءُ وَالرَّاءُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ، هِيَ هَرَبَ، إِذَا فَرَّ. وَمَا لَهُ هَارِبٌ وَلَا قَارِبٌ، أَيْ صَادِرٌ عَنِ الْمَاءِ وَلَا وَارِدٌ، أَيْ لَا شَيْءَ لَهُ.",
    "pg": "6:49"
  },
  "هرت": {
    "def": "الْهَاءُ وَالرَّاءُ وَالتَّاءُ: كَلِمَةٌ تَدُلُّ عَلَى سَعَةٍ فِي شَيْءٍ. فَالْهَرَتُ: سَعَةُ الشِّدْقِ. وَالْهَرِيتُ: الْمَرْأَةُ الْمُفْضَاةُ.",
    "pg": "6:49"
  },
  "هرج": {
    "def": "الْهَاءُ وَالرَّاءُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اخْتِلَاطٍ وَتَخْلِيطٍ. مِنْهُ هَرَّجَ الرَّجُلُ فِي حَدِيثِهِ: خَلَّطَ. وَيُقَاسُ عَلَى هَذَا فَيُقَالُ لِلْقَتْلِ هَرْجٌ، بِسُكُونِ الرَّاءِ. قَالَ:\nلَيْتَ شِعْرِي أَأَوَّلُ الْهَرْجِ هَذَا ... أَمْ زَمَانٌ مِنْ فِتْنَةٍ غَيْرِ هَرْجِ\nوَالْهَرَجُ بِفَتْحِ الرَّاءِ: أَنْ تُظْلِمَ عَيْنُ الْبَعِيرِ مِنْ شِدَّةِ الْحَرِّ. وَالْهَرْجُ: عَدْوُ الْفَرَسِ بِسُرْعَةٍ، مَرَّ يَهْرِجُ. وَالْأَرْضُ الْمِهْرَاجُ: الْحَسَنَةُ النَّبَاتِ الْتَفَّ بَعْضُهُ بِبَعْضٍ.\nوَمِمَّا لَيْسَ مِنْ هَذَا بَعِيدًا مِنْهُ: هَرَّجْتُ السَّبُعَ: صِحْتُ بِهِ.",
    "pg": "6:49"
  },
  "هرد": {
    "def": "الْهَاءُ وَالرَّاءُ وَالدَّالُ كَلِمَاتٌ تَدُلُّ عَلَى مُعَالَجَةِ شَيْءٍ بِصِبْغٍ أَوْ مَا أَشْبَهَهُ. وَثَوْبٌ مَهْرُودٌ: صُبِغَ أَصْفَرَ. وَهَرَّدْتُ الثَّوْبَ شَقَقْتُهُ. وَهَرَدْتُ عِرْضَهُ: ثَلَبْتُهُ. وَهَرَّدْتُ اللَّحْمَ: أَنْضَجْتُهُ شَيْئًا، تَهْرِيدًا.\n\n[بَابُ الْهَاءِ وَالزَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:49-50"
  },
  "هرر": {
    "def": "الْهَاءُ وَالرَّاءُ: أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى صَوْتٍ مِنَ الْأَصْوَاتِ، وَيُقَاسُ عَلَيْهِ. يَقُولُونَ: الْهِرُّ: دُعَاءُ الْغَنَمِ. وَذَلِكَ قَوْلُهُمْ: \" لَا يَعْرِفُ هِرًّا مِنْ بِرٍّ \". وَالْبِرُّ: سَوْقُ الْغَنَمِ. وَالْهِرَّةُ: السِّنَّوْرَةُ، وَكَأَنَّهَا سُمِّيَتْ لِصَوْتِهَا إِذَا هَرَّتْ. [وَهَرَّ الشَّوْكُ، إِذَا اشْتَدَّ يُبْسُهُ، وَلَهُ حِينَئِذٍ هَرِيرٌ] وَزَجَلٌ. قَالَ:\nرَعَيْنَ الشَّبْرِقَ الرَّيَّانَ حَتَّى ... إِذَا مَا هَرَّ وَامْتَنَعَ الْمَذَاقَا\nقَالَ: وَالْهُرْهُورُ: الْمَاءُ الْكَثِيرُ الَّذِي إِذَا جَرَى سَمِعْتَ لَهُ هَرْهَرَةً. وَيَقُولُونَ: هَرَّ فُلَانٌ الْكَأْسَ: كَرِهَهَا. وَلَعَلَّهُ أَنْ يَكُونَ قِيلَ ذَاكَ لِأَنَّهُ يَهِرُّ فِي وَجْهِ مَنْ يَسْقِيهِ. وَمِمَّا لَيْسَ مِنَ الْبَابِ الْهُرَارُ: دَاءٌ يَأْخُذُ الْإِبِلَ، نَاقَةٌ مَهْرُورَةٌ. وَرَأْسُ هِرٍّ: مَكَانٌ.",
    "pg": "6:8-9"
  },
  "هرس": {
    "def": "الْهَاءُ وَالرَّاءُ وَالسِّينُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى دَقٍّ وَهَزْمٍ فِي الشَّيْءِ. وَهَرَسْتُ الشَّيْءَ: دَقَقْتُهُ. وَمِنْهُ الْهَرِيسَةُ. وَالْمِهْرَاسُ: حَجَرٌ مَنْقُورٌ، لَعَلَّهُ يُدَقُّ فِيهِ الشَّيْءُ، وَرُبَّمَا كَانَ مُسْتَطِيلًا يُتَوَضَّأُ مِنْهُ. وَالْهَرْسُ: الثَّوْبُ الْخَلَقُ، وَهَذَا عَلَى مَعْنَى التَّشْبِيهِ، كَأَنَّهُ قَدْ هُرِسَ. وَالْمَهَارِيسُ: الْإِبِلُ الشِّدَادُ تَهْرُسُ الشَّيْءَ عِنْدَ الْأَكْلِ. وَالْهَرِسُ: الْأَسَدُ الشَّدِيدُ، كَأَنَّهُ يَهْرُسُ مَا لَقِيَ. قَالَ:\nشَدِيدَ السَّاعِدَيْنِ أَخَا وِثَابٍ ... شَدِيدًا أُسَرُهُ هَرِسًا هَمُوسًا\nوَأَمَّا الْهَرَاسُ فَشَجَرٌ ذُو شَوْكٍ. وَهُوَ شَاذٌّ عَنْ هَذَا الْقِيَاسِ. قَالَ:\nطِبَاقَ الْكِلَابِ يَطَأْنَ الْهَرَاسَا",
    "pg": "6:46"
  },
  "هرش": {
    "def": "الْهَاءُ وَالرَّاءُ وَالشِّينُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ مُهَارَشَةُ الْكِلَابِ: تَحْرِيشٌ بَعْضِهَا عَلَى بَعْضٍ. وَمِنْهُ يُقَاسُ التَّهْرِيشُ، وَهُوَ الْإِفْسَادُ بَيْنَ النَّاسِ. وَمِمَّا لَيْسَ مِنْ هَذَا الْبَابِ هَرْشَى: هَضْبَةٌ مَعْرُوفَةٌ. قَالَ:\nخُذُوا صَدْرَ هَرْشَى [أَوْ قَفَاهَا فَإِنَّهُ ... كِلَا جَانِبَيْ هَرْشَى] لَهُنَّ طَرِيقُ",
    "pg": "6:46-47"
  },
  "هرص": {
    "def": "الْهَاءُ وَالرَّاءُ وَالصَّادُ لَيْسَ بِشَيْءٍ، إِلَّا أَنَّهُمْ يَقُولُونَ: الْهَرِيصَةُ: مُسْتَنْقَعُ الْمَاءِ.",
    "pg": "6:47"
  },
  "هرض": {
    "def": "الْهَاءُ وَالرَّاءُ وَالضَّادُ، سَبِيلُهُ سَبِيلُ مَا قَبْلَهُ، إِلَّا أَنَّ أَبَا بَكْرٍ زَعَمَ أَنَّ الْهَرَضَ: الْحَصَفُ يَخْرُجُ بِالْإِنْسَانِ مِنَ الْحَرِّ. قَالَ: وَهَرَضْتُ الثَّوْبَ: مَزَّقْتُهُ.",
    "pg": "6:47"
  },
  "هرط": {
    "def": "الْهَاءُ وَالرَّاءُ وَالطَّاءُ شَيْءٌ يَدُلُّ عَلَى اخْتِصَامٍ وَتَشَاتُمٍ. وَتَهَارَطَ الرَّجُلَانِ. تَشَاتَمَا. وَهَرَطَ فِي كَلَامِهِ: خَلَّطَ.",
    "pg": "6:47"
  },
  "هرع": {
    "def": "الْهَاءُ وَالرَّاءُ وَالْعَيْنُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حَرَكَةٍ وَاضْطِرَابٍ. وَأُهْرِعَ الرَّجُلُ: ارْتَعَدَ فَرَقًا. وَسُمِّيَ الْأَحْمَقُ هَيْرَعًا لِاضْطِرَابِ رَائِهِ. وَيُمْكِنُ أَنَّ الْهَاءَ فِيهِ زَائِدَةٌ، فَيَكُونُ مِنْ بَابِ يَرَعَ. وَيُقَالُ الْهِرْيَاعُ: سَفِيرُ الشَّجَرِ، لِأَنَّهُ مُضْطَرِبٌ تَحْمِلُهُ الرِّيحُ مِنْ مَوْضِعٍ إِلَى مَوْضِعٍ.\nوَمِنَ الْبَابِ: الْهَرِعُ: الدَّمْعُ أَوِ الدَّمُ الْجَارِي. وَتَهَرَّعَتِ الرِّمَاحُ: أَقْبَلَتْ شَوَارِعَ. وَهُمْ يُهْرَعُونَ إِلَيْهِ، أَيْ يُسَاقُونَ. وَمِمَّا لَيْسَ مِنَ الْبَابِ الْهَرْعَةُ: دُوَيْبَةٌ. يُقَالُ لَهَا هَرِيعٌ وَهُرْيُعٌ.",
    "pg": "6:47-48"
  },
  "هرف": {
    "def": "الْهَاءُ وَالرَّاءُ وَالْفَاءُ. يَقُولُونَ: الْهَرْفُ كَالْهَذَيَانِ بِالثَّنَاءِ عَلَى الْإِنْسَانِ إِعْجَابًا بِهِ. يَقُولُونَ: \" لَا تَهْرِفْ بِمَا لَا تَعْرِفُ \". وَيَقُولُونَ: هَرَّفَتِ النَّخْلَةُ، إِذَا عَجَّلَتْ إِتَاءَهَا. وَمَا أُرَى هَذِهِ الْكَلِمَةَ عَرَبِيَّةً.",
    "pg": "6:48"
  },
  "هرل": {
    "def": "الْهَاءُ وَالرَّاءُ وَاللَّامُ. يَقُولُونَ: الْهَرْوَلَةُ بَيْنَ الْمَشْيِ وَالْعَدْوِ.",
    "pg": "6:48"
  },
  "هرم": {
    "def": "الْهَاءُ وَالرَّاءُ وَالْمِيمُ كَلِمَتَانِ: إِحْدَاهُمَا الْهَرَمُ: كِبَرُ السِّنِّ. وَيُقَالُ: الْهَرِمَةُ: اللَّبُؤَةُ. وَابْنُ هِرْمَةَ: آخِرُ وَلَدِ الرَّجُلِ. وَالْأُخْرَى الْهُرْمَانُ: الْعَقْلُ.",
    "pg": "6:48"
  },
  "هرو": {
    "def": "الْهَاءُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ وَالْمَهْمُوزُ، بَابٌ لَمْ يُوضَعْ عَلَى قِيَاسٍ، وَأُصُولُ كَلِمِهِ مُتَبَايِنَةٌ وَمِمَّا جَاءَ مِنْهُ: هَرَوْتُهُ بِالْهِرَاوَةِ: ضَرَبْتُهُ بِهَا. وَهَرَّيْتُ الْعِمَامَةَ: صَفَّرْتُهَا. قَالَ ابْنُ دُرَيْدٍ: الْهَرْوُ لَا أَصْلَ لَهُ فِي الْعَرَبِيَّةِ، إِلَّا أَنَّ أَبَا مَالِكٍ جَاءَ بِحَرْفٍ أَنْكَرَهُ أَهْلُ اللُّغَةِ. قَالَ: هَرَوْتُ اللَّحْمَ: أَنْضَجْتُهُ. وَإِنَّمَا هُوَ هَرَأْتُهُ.\nوَمِنَ الْمَهْمُوزِ الْهُرَاءُ: الْمَنْطِقُ الْفَاسِدُ. يُقَالُ: أَهْرَأَ الرَّجُلُ فِي مَنْطِقِهِ. قَالَ: لَهَا بَشَرٌ مِثْلُ الْحَرِيرِ وَمَنْطِقٌ ... رَخِيمُ الْحَوَاشِي لَا هُرَاءٌ وَلَا نَزْرُ\nوَتَهَرَّأَ اللَّحْمُ: طُبِخَ حَتَّى يَتَسَاقَطَ عَنِ الْعَظْمِ. وَهَرَأَهُ الْبَرْدُ: أَصَابَتْهُ شِدَّتُهُ، وَكَذَا أَهْرَأَهُ.",
    "pg": "6:48-49"
  },
  "هزا": {
    "def": "الْهَاءُ وَالزَّاءُ وَالْهَمْزَةُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: هَزِئَ وَاسْتَهْزَأَ، إِذَا سَخِرَ.",
    "pg": "6:52"
  },
  "هزب": {
    "def": "الْهَاءُ وَالزَّاءُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ. الْهَوْزَبُ: الْبَعِيرُ الْمُسِنُّ، فِي قَوْلِ الْأَعْشَى:\nوَالْهَوْزَبَ الْعَوْدَ أَمْتَطِيهِ بِهَا ... وَالْعَنْتَرِيسَ الْوَجْنَاءَ وَالْجَمَلَا",
    "pg": "6:52"
  },
  "هزج": {
    "def": "الْهَاءُ وَالزَّاءُ وَالْجِيمُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى صَوْتٍ. يَقُولُونَ: الْهَزَجُ: صَوْتُ الرَّعْدِ، وَبِهِ شُبِّهَ الْهَزَجُ مِنَ الْأَغَانِي. قَالَ:\nكَأَنَّهَا جَارِيَةٌ تَهَزَّجُ\nوَتَهَزَّجَتِ الْقَوْسُ، [إِذَا صَوَّتَتْ] عِنْدَ الْإِنْبَاضِ. قَالَ الْكُمَيْتُ:\nبِأَهَازِيجَ مِنْ أَغَانِيِّهَا الْجُ ... شِّ وَإِتْبَاعِهَا الزَّفِيرَ الطَّحِيرَا وَفَرَسٌ هَزِجٌ: فِي مَشْيِهِ سُرْعَةٌ، كَأَنَّهُ يُذْهَبُ إِلَى مَا يُسْمَعُ مِنْ حَفِيفِهِ.",
    "pg": "6:52-53"
  },
  "هزر": {
    "def": "الْهَاءُ وَالزَّاءُ وَالرَّاءُ يَدُلُّ عَلَى غَمْزٍ وَكَسْرٍ وَضَرْبٍ. وَهَزَرَهُ بِعَصَاهُ هَزَرَاتٍ: ضَرَبَهُ. وَهَزَرَهُ: غَمَزَهُ. وَإِنَّ فُلَانًا لَذُو هَزَرَاتٍ وَكَسَرَاتٍ، إِذَا كَانَ يُغْبَنُ فِي كُلِّ شَيْءٍ. قَالَ:\nإِلَّا تَدَعْ هَزَرَاتٍ لَسْتَ تَارِكَهَا ... تُخْلَعْ ثِيَابُكَ لَا ضَأْنٌ وَلَا إِبِلُ\nوَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْهَاءِ وَالسِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:53"
  },
  "هزز": {
    "def": "الْهَاءُ وَالزَّاءُ: أَصْلٌ يَدُلُّ عَلَى اضْطِرَابٍ فِي شَيْءٍ وَحَرَكَةٍ. وَهَزَزْتُ الْقَنَاةَ فَاهْتَزَّتْ. وَاهْتَزَّ النَّبَاتُ، وَهَزَّتْهُ الرِّيحُ. وَهَزَّ الْحَادِي الْإِبِلَ بِحُدَائِهِ وَاهْتَزَّتْ هِيَ فِي سَيْرِهَا. وَهَزِيزُ الرِّيحِ: حَرَكَتُهَا وَصَوْتُهَا.\nوَمِنَ الْبَابِ الْهَزَاهِزُ: الْفِتَنُ يَهْتَزُّ فِيهَا النَّاسُ. وَسَيْفٌ هَزْهَازٌ وَهُزْهُزٌ: صَافٍ حَسَنُ الِاهْتِزَازِ. وَمَاءٌ هُزَهِزٌ: اهْتَزَّ فِي جَرَيَانِهِ. وَالْكَوْكَبُ فِي انْقِضَاضِهِ يَهْتَزُّ. وَالْهُزَهِزُ: الرَّجُلُ الْخَفِيفُ، وَالْقِيَاسُ فِي كُلِّ ذَلِكَ وَاحِدٌ.",
    "pg": "6:9"
  },
  "هزع": {
    "def": "الْهَاءُ وَالزَّاءُ وَالْعَيْنُ أَصْلَانِ يَدُلُّ أَحَدُهُمَا عَلَى وَحْشَةٍ، وَالْآخَرَ عَلَى اضْطِرَابٍ وَكَسْرٍ.\nالْأَوَّلُ قَوْلُهُمْ: مَضَى هَزِيعٌ مِنَ اللَّيْلِ، أَيْ طَائِفَةٌ مِنْهُ. وَتَهَزَّعَ فُلَانٌ لِفُلَانٍ: تَنَكَّرَ. قَالَ الْخَلِيلُ: هُوَ مِنْ هَزِيعِ اللَّيْلِ، لِأَنَّ تِلْكَ سَاعَةُ وَحْشَةٍ.\nوَالْآخَرُ قَوْلُهُمْ: تَهَزَّعَتِ الْقَنَاةُ: اضْطَرَبَتْ. وَتَهَزَّعَتِ الْمَرْأَةُ: تَثَنَّتْ. قَالَ:\nمِثْلَ الْقَطَاةِ لَدْنَةَ التَّهَزُّعِ\nوَتَهَزَّعَ السَّيْفُ: اضْطَرَبَ. وَتَهَزَّعَتِ الْإِبِلُ فِي سَيْرِهَا: اهْتَزَّتْ. وَهَزَعْتُ الْعَظْمَ: كَسَرْتُهُ. وَالْمِهْزَعُ: الْأَسَدُ الْحَطُومُ. قَالَ:\nكَأَنَّهُمُ يَخْشَوْنَ مِنْكَ مُذَرَّبًا ... بِحَلْيَةَ مَشْبُوحَ الذِّرَاعَيْنِ مِهْزَعَا\nوَمِمَّا شَذَّ عَنِ الْبَابَيْنِ الْأَهْزَعُ: السَّهْمُ يَبْقَى فِي الْكِنَانَةِ، لِأَنَّهُ أَرْدَؤُهَا، وَقِيلَ يَكُونُ أَجْوَدَهَا. وَيَقُولُونَ: مَا لَهُ أَهْزَعُ، أَيْ مَا لَهُ شَيْءٌ.",
    "pg": "6:50-51"
  },
  "هزف": {
    "def": "الْهَاءُ وَالزَّاءُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ. الْهِزَفُّ: الظَّلِيمُ. وَذَكَرَ ابْنُ دُرَيْدٍ: هَزَفَتْهُ الرِّيحُ: طَارَتْ بِهِ.",
    "pg": "6:51"
  },
  "هزق": {
    "def": "الْهَاءُ وَالزَّاءُ وَالْقَافُ، كَلِمَاتٌ فِي قِيَاسٍ وَاحِدٍ. امْرَأَةٌ هِزْقَةٌ: لَا تَسْتَقِرُّ. وَكَذَلِكَ الْمِهْزَاقُ. وَالْهَزِقُ: الرَّعْدُ. وَأَهْزَقَ الرَّجُلُ: ضَحِكَ. وَحِمَارٌ هَزِقٌ: كَثِيرُ الِاسْتِنَانِ.",
    "pg": "6:51"
  },
  "هزل": {
    "def": "الْهَاءُ وَالزَّاءُ وَاللَّامُ كَلِمَتَانِ فِي قِيَاسٍ وَاحِدٍ، يَدُلَّانِ عَلَى ضَعْفٍ. فَالْهَزْلُ: نَقِيضُ الْجِدِّ. وَالْهُزَالُ: خِلَافُ السِّمَنِ. يُقَالُ: هَزَلْتُ دَابَّتِي وَقَدْ هُزِلَتْ. وَهَزَلَ فِي مَنْطِقِهِ. وَأَهْزَلَ: وَقَعَ فِي مَالِهِ الْهُزَالُ.",
    "pg": "6:51"
  },
  "هزم": {
    "def": "الْهَاءُ وَالزَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى غَمْزٍ وَكَسْرٍ. فَالْهَزْمُ: أَنْ تَغْمِزَ الشَّيْءَ بِيَدِكَ فَيَنْهَزِمَ إِلَى دَاخِلٍ، كَالْقِثَّاءَةِ وَالْبِطِّيخَةِ. وَمِنْهُ الْهَزِيمَةُ فِي الْحَرْبِ. وَغَيْثٌ هَزِيمٌ: مُتَبَعِّقٌ. وَهَزِيمُ الرَّعْدِ: صَوْتُهُ، كَأَنَّهُ يَتَكَسَّرُ، مِنْ قَوْلِهِمْ: تَهَزَّمَ السِّقَاءُ: يَبِسَ فَتَشَقَّقَ.\nوَمِنَ الْبَابِ اهْتَزَمْتُ الشَّاةَ: ذَبَحْتُهَا. وَالْهَزْمَةُ: مَا تَطَامَنَ مِنَ الْأَرْضِ.\nوَمِمَّا لَيْسَ مِنْ هَذَا الْقِيَاسِ الْمِهْزَامُ: عُودٌ يُجْعَلُ فِي رَأْسِهِ نَارٌ، تَلْعَبُ بِهِ صِبْيَانُ الْأَعْرَابِ. قَالَ جَرِيرٌ: وَتَلْعَبُ الْمِهْزَامَا",
    "pg": "6:51-52"
  },
  "هزن": {
    "def": "الْهَاءُ وَالزَّاءُ وَالنُّونُ لَيْسَ فِيهِ إِلَّا هَوَازِنُ: قَبِيلَةٌ. يَقُولُونَ: الْهَوْزَنُ: الْغُبَارُ. وَالْهَوْزَنُ: طَائِرٌ.",
    "pg": "6:52"
  },
  "هسس": {
    "def": "الْهَاءُ وَالسِّينُ: أُصَيْلٌ يَدُلُّ عَلَى أَصْوَاتٍ وَاخْتِلَاطٍ، كَالْهَسِيسِ. وَهَسَاهِسُ الْجِنِّ مِثْلُ هَثَاهِثِهِمْ. وَقَوْلُهُمْ: رَاعٍ هَسْهَاسٌ، مِنْ بَابِ الْإِبْدَالِ، مِثْلُ قَسْقَاسٌ، إِذَا رَعَى الْغَنَمَ اللَّيْلَ كُلَّهُ.",
    "pg": "6:9"
  },
  "هسم": {
    "def": "الْهَاءُ وَالسِّينُ وَالْمِيمُ. قَالَ أَبُو بَكْرٍ: الْهَسْمُ: [مِثْلُ الْهَشْمِ] . وَهَسَمَهُ يَهْسِمُهُ هَسْمًا: كَسَرَهُ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْهَاءِ وَالشِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:53"
  },
  "هشر": {
    "def": "الْهَاءُ وَالشِّينُ وَالرَّاءُ: كَلِمَتَانِ: الْهَيْشَرُ: نَبْتٌ. وَهَشَرَ النَّاقَةَ: حَلَبَ كُلَّ مَا فِي ضَرْعِهَا. وَاللَّهُ أَعْلَمُ. [بَابُ الْهَاءِ وَالصَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:54-55"
  },
  "هشش": {
    "def": "الْهَاءُ وَالشِّينُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى رَخَاوَةٍ وَلِينٍ. وَالرِّخْوُ اللَّيِّنُ هَشٌّ. وَمِنْهُ رَجُلٌ هَشٌّ: طَلْقُ الْمُحَيَّا، وَقَدْ هَشِشْتَ، وَذُو هَشَاشٍ. وَالْفَرَسُ الْهَشُّ: الْكَثِيرُ الْعَرَقِ. وَشَاةٌ هَشُوشٌ: ثَرَّةٌ.\nوَمِنَ الْبَابِ هَشَشْتُ الْوَرَقَ هَشًّا: خَبَطْتُهُ بِعَصَا.",
    "pg": "6:9-10"
  },
  "هشل": {
    "def": "الْهَاءُ وَالشِّينُ وَاللَّامُ. يَقُولُونَ: الْهَشِيلَةُ: الْبَعِيرُ يَأْخُذُهُ الرَّجُلُ مِنْ غَيْرِ إِذْنِ صَاحِبِهِ يَبْلُغُ بِهِ حَيْثُ يُرِيدُهُ ثُمَّ يَرُدُّهُ. قَالَ:\nوَكُلُّ هَشِيلَةٍ مَا دُمْتُ حَيًّا ... عَلَيَّ مُحَرَّمٌ إِلَّا الْجِمَالِ",
    "pg": "6:54"
  },
  "هشم": {
    "def": "الْهَاءُ وَالشِّينُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى كَسْرِ الشَّيْءِ الْأَجْوَفِ وَغَيْرِ الْأَجْوَفِ وَهَشَمْتُهُ هَشْمًا. وَالْهَاشِمَةُ: الشَّجَّةُ تَهْشِمُ عَظْمَ الرَّأْسِ. وَمُجْمَعٌ عَلَى أَنَّ هَاشِمًا سُمِّيَ بِهِ لِأَنَّهُ هَشَمَ الثَّرِيدَ، وَاسْمُهُ عَمْرٌو. وَالْهَشِيمُ مِنَ النَّبَاتِ: الْيَابِسُ الْمُتَكَسِّرُ. وَرَجُلٌ هَشِيمٌ: ضَعِيفُ الْبَدَنِ. وَرُبَّمَا قَالُوا: تَهَشَّمَ فُلَانٌ عَلَى فُلَانٍ، أَيْ تَعَطَّفَ. وَهُوَ مِنَ الْبَابِ. وَاهْتَشَمَ مَا فِي ضَرْعِ النَّاقَةِ: احْتَلَبَهُ، وَهُوَ الْقِيَاسُ.",
    "pg": "6:53-54"
  },
  "هصر": {
    "def": "الْهَاءُ وَالصَّادُ وَالرَّاءُ: يَدُلُّ عَلَى قَبْضٍ عَلَى شَيْءٍ وَإِمَالَتِهِ. وَهَصَرْتُ الْعُودَ، إِذَا أَخَذْتَهُ بِرَأْسِهِ فَأَمَلْتَهُ إِلَيْكَ. قَالَ:\nهَصَرْتُ بِغُصْنٍ ذِي شَمَارِيخَ مَيَّالِ\nوَبِذَلِكَ سُمِّيَ الْأَسَدُ هَصُورًا وَهَيْصَرًا وَهَصَّارًا.\n\n[بَابُ الْهَاءِ وَالضَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:55"
  },
  "هصص": {
    "def": "الْهَاءُ وَالصَّادُ كَلِمَةٌ تَدُلُّ عَلَى غَمْزِ الشَّيْءِ. يَقُولُونَ لِلذِّئْبِ: هُصْهُصٌ. وَهَصْهَصْتُ الشَّيْءَ: غَمَزْتُهُ. وَيَقُولُونَ، وَمَا أَدْرِي كَيْفَ هُوَ: إِنَّ الْهَاصَّةَ: عَيْنُ الْفِيلِ، وَهُوَ عِنْدِي مِمَّا يُسْمَعُ.",
    "pg": "6:10"
  },
  "هصم": {
    "def": "الْهَاءُ وَالصَّادُ وَالْمِيمُ: كَلِمَةٌ تَدُلُّ عَلَى الْكَسْرِ، هَصَمْتُ الشَّيْءَ: كَسَرْتُهُ. وَبِهِ سُمِّيَ الْأَسَدُ هَيْصَمًا. وَاللَّهُ أَعْلَمُ.",
    "pg": "6:55"
  },
  "هضب": {
    "def": "الْهَاءُ وَالضَّادُ وَالْبَاءُ يَدُلُّ عَلَى اتِّسَاعٍ وَكَثْرَةٍ وَفَيْضٍ. مِنْهُ الْهَضْبَةُ: الْمَطْرَةُ الْعَظِيمَةُ الْقَطْرِ. وَالْهِضَبُّ: الْفَرَسُ الْكَثِيرُ الْعَرَقِ. وَهَضَبَاتٌ طُوَالَاتٌ. [وَالْهَضْبَةُ] : الْأَكَمَةُ الْمَلْسَاءُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الْهَاءِ وَالطَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:55-56"
  },
  "هضض": {
    "def": "الْهَاءُ وَالضَّادُ كَلِمَةٌ تَدُلُّ عَلَى رَضٍّ أَوْ أَكْثَرَ مِنْهُ. وَهَضَضْتُ الشَّيْءَ وَهَضْهَضْتُهُ: كَسَرْتُهُ. وَالْهَضْهَاضُ: الْفَحْلُ الَّذِي يَهُضُّ أَعْنَاقَ الْفُحُولِ. وَيُمْكِنُ أَنْ يَكُونَ الْهَضَّاءُ: الْجَمَاعَةَ مِنَ النَّاسِ مِنْ هَذَا.",
    "pg": "6:10"
  },
  "هضل": {
    "def": "الْهَاءُ وَالضَّادُ وَاللَّامُ لَيْسَ فِيهِ إِلَّا الْهَيْضَلَةُ، وَهِيَ الْجَمَاعَةُ الْمُتَسَلِّحَةُ ذَاتُ الْجَلَبَةِ. وَرُبَّمَا قَالُوا لِلنَّاقَةِ الْعَظِيمَةِ: هَيْضَلَةٌ.",
    "pg": "6:55"
  },
  "هضم": {
    "def": "الْهَاءُ وَالضَّادُ وَالْمِيمُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى كَسْرٍ وَضَغْطٍ وَتَدَاخُلٍ. وَهَضَمْتُ الشَّيْءَ هَضْمًا: كَسَرْتُهُ. وَمِزْمَارٌ مُهَضَّمٌ، لِأَنَّهُ فِيمَا يَزْعُمُونَ أَكْسَارٌ يُضَمُّ بَعْضُهَا إِلَى بَعْضٍ. وَالْهَاضُومُ: الَّذِي يَهْضِمُ الطَّعَامَ، وَأُرَاهُ مُوَلَّدًا. وَكَشْحٌ مُهَضَّمٌ. وَامْرَأَةٌ هَضِيمَةُ الْكَشْحَيْنِ: لَطِيفَتُهُمَا، كَأَنَّهُمَا ضُغِطَا. وَالْهَضَمُ: انْضِمَامُ أَعْلَى الْبَطْنِ، وَهُوَ فِي الْخَيْلِ عَيْبٌ. قَالَ الْأَصْمَعِيُّ: \" لَمْ يَسْبِقِ الْحَلْبَةَ فَرَسٌ أَهْضَمُ قَطُّ \". وَالطَّلْعُ الْهَضِيمُ: الدَّاخِلُ بَعْضُهُ فِي بَعْضٍ وَهَضَمْتُ لَكَ مِنْ حَقِّي طَائِفَةً: تَرَكْتُهُ. وَالْمُتَهَضِّمُ: الظَّالِمُ. وَالْأَهْضَامُ: بُطُونٌ مِنَ الْأَوْدِيَةِ، سُمِّيَتْ بِذَلِكَ لِغُمُوضِهَا، الْوَاحِدُ هِضْمٌ. فَأَمَّا الْأَهْضَامُ مِنَ الطِّيبِ. . . .",
    "pg": "6:55"
  },
  "هطر": {
    "def": "الْهَاءُ وَالطَّاءُ وَالرَّاءُ. يَقُولُونَ الْهَطْرُ: الضَّرْبُ بِالْخَشَبِ وَهَطَرَهُ يَهْطِرُهُ هَطْرًا. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْهَاءِ وَالْعَيْنِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:56"
  },
  "هطع": {
    "def": "الْهَاءُ وَالطَّاءُ وَالْعَيْنُ: أُصَيْلٌ يَدُلُّ عَلَى إِقْبَالٍ عَلَى الشَّيْءِ وَانْقِيَادٍ. يُقَالُ: هَطَعَ الرَّجُلُ عَلَى الشَّيْءِ بِبَصَرِهِ: أَقْبَلَ. وَأَهْطَعَ الْبَعِيرُ: صَوَّبَ عُنُقَهُ مُنْقَادًا. وَأَهْطَعَ: أَسْرَعَ.",
    "pg": "6:56"
  },
  "هطل": {
    "def": "الْهَاءُ وَالطَّاءُ وَاللَّامُ: كَلِمَةٌ تَدُلُّ عَلَى تَتَابُعٍ فِي قَطْرٍ وَغَيْرِهِ. وَهَطَلَ الْمَطَرُ هَطَلَانًا: تَتَابَعَ، وَكَذَلِكَ الدَّمْعُ. وَدِيمَةٌ هَطْلَاءُ. وَإِبِلٌ هَطْلَى: تَجِيءُ رُوَيْدًا مُتَتَابِعَةً. وَكَذَلِكَ يَقُولُونَ لِلْمُعْيِي مِنْهَا: هَطِلٌ.",
    "pg": "6:56"
  },
  "هعر": {
    "def": "الْهَاءُ وَالْعَيْنُ وَالرَّاءُ وَهَذَا لَا يَكُونُ إِلَّا بِدَخِيلٍ. يَقُولُونَ: الْهَيْعَرَةُ: النَّزِقَةُ مِنَ النِّسَاءِ. وَالْهَيْعَرَةُ: الْغُولُ. وَالْهَيْعَرُورُ: الدَّاهِيَةُ. [بَابُ الْهَاءِ وَالْفَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:56-57"
  },
  "هفا": {
    "def": "الْهَاءُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ: أَصْلٌ يَدُلُّ عَلَى ذَهَابِ شَيْءٍ فِي خِفَّةٍ وَسُرْعَةٍ. وَهَفَا الشَّيْءُ فِي الْهَوَاءِ يَهْفُو، إِذَا ذَهَبَ، كَالصُّوفَةِ وَنَحْوِهَا. وَهَفَا الظَّلِيمُ: عَدَا. وَهَفَا الْقَلْبُ فِي إِثْرِ الشَّيْءِ. وَهَوَافِي النَّعَمِ: ضُلَّالُهُ. وَهَفَا الْإِنْسَانُ يَهْفُو: زَلَّ وَذَهَبَ عَنِ الصَّوَابِ، وَكَذَلِكَ هَفَا، إِذَا جَاعَ. وَالْهَفْوَةُ: الزَّلَّةُ.",
    "pg": "6:57"
  },
  "هفت": {
    "def": "الْهَاءُ وَالْفَاءُ وَالتَّاءُ: كَلِمَةٌ تَدُلُّ عَلَى سُقُوطِ شَيْءٍ. وَتَهَافُتُ الشَّيْءِ: تَسَاقُطُهُ قِطْعَةً [قِطْعَةً] . وَالْهَفْتُ: قِطَعُ الدَّمِ الْمُتَهَافِتَةُ. وَتَهَافَتَ الْفَرَاشُ فِي النَّارِ: تَسَاقَطَ. وَكُلُّ شَيْءٍ انْخَفَضَ وَاتَّضَعَ فَقَدْ هَفَتَ وَانْهَفَتَ. وَوَرَدَتْ هَفِيتَةٌ مِنَ النَّاسِ، وَهِيَ الَّتِي أَقْحَمَتْهُمُ السَّنَةُ، فَهُمْ سَاقِطَةٌ. وَاللَّهُ أَعْلَمُ. [بَابُ الْهَاءِ وَالْقَافِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:57-58"
  },
  "هفف": {
    "def": "الْهَاءُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خِفَّةٍ وَسُرْعَةٍ فِي سَيْرٍ وَصَوْتٍ. فَالْهَفِيفُ: سُرْعَةُ السَّيْرِ. قَالَ ذُو الرُّمَّةِ:\nإِذَا مَا نَعَسْنَا نَعْسَةً قُلْتُ غَنِّنَا ... بِخَرْقَاءَ وَارْفَعْ مِنْ هَفِيفِ الرَّوَاحِلِ\nوَمِنْهُ الرِّيحُ الْهَفَّافَةُ: الْخَفِيفَةُ الْهُبُوبِ. وَالظِّلُّ الْهَفَّافُ: السَّاكِنُ. وَمِنْهُ قَمِيصٌ هَفْهَافٌ: رَقِيقٌ. وَالْهِفُّ: الَّذِي هَرَاقَ مَاءَهُ وَخَفَّ مِنَ السَّحَابِ. وَالْهَفَّافُ: الْبَرَّاقُ. وَالشُّهْدُ الْهِفُّ: الرَّقِيقُ الْقَلِيلُ الْعَسَلِ، سُمِّي لِخِفَّتِهِ، وَكَذَلِكَ الْهِفُّ مِنَ الزَّرْعِ: الَّذِي يُؤَخَّرُ حَصَادُهُ فَيَنْتَثِرُ حَبُّهُ. وَمِنْهُ الْمَرْأَةُ الْمُهَفْهَفَةُ: الْخَمِيصَةُ الدَّقِيقَةُ الْخَصْرِ. وَالْيَهْفُوفُ: الْأَحْمَقُ لِخِفَّةِ عَقْلِهِ ; وَيُقَالُ هُوَ الْجَبَانُ.",
    "pg": "6:10-11"
  },
  "هقب": {
    "def": "الْهَاءُ وَالْقَافُ وَالْبَاءُ. يَقُولُونَ: الْهِقَبُّ: الضَّخْمُ الطَّوِيلُ الرَّغِيبُ الْبَطْنِ. وَقَالَ أَبُو بَكْرٍ: الْهِقَبُّ: الصُّلْبُ. وَالْهَقَبُ: السَّعَةُ.",
    "pg": "6:58"
  },
  "هقع": {
    "def": "الْهَاءُ وَالْقَافُ وَالْعَيْنُ. فِيهِ ثَلَاثُ كَلِمَاتٍ: الْهَقْعَةُ: نَجْمٌ مِنْ مَنَازِلِ الْقَمَرِ.\nوَالْكَلِمَةُ الْأُخْرَى الْهَقْعَةُ: دَائِرَةٌ تَكُونُ بِزَوْرِ الْفَرَسِ. قَالَ: وَقَدْ يَرْكَبُ الْمَهْقُوعَ مَنْ لَسْتَ مِثْلَهُ ... وَقَدْ يَرْكَبُ الْمَهْقُوعَ زَوْجُ حَصَانِ\nوَالْكَلِمَةُ الْأُخْرَى: اهْتُقِعَ لَوْنُهُ، مِثْلُ امْتُقِعَ.\n\n[بَابُ الْهَاءِ وَالْكَافِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:58-59"
  },
  "هقل": {
    "def": "الْهَاءُ وَالْقَافُ وَاللَّامُ لَيْسَ فِيهِ إِلَّا الْهِقْلُ، وَهُوَ الْفَتِيُّ مِنَ النَّعَامِ. وَيَقُولُونَ: التَّهَقُّلُ: الْمَشْيُ الْبَطِيءُ.",
    "pg": "6:58"
  },
  "هقم": {
    "def": "الْهَاءُ وَالْقَافُ وَالْمِيمُ: يَدُلُّ عَلَى اتِّسَاعٍ وَعِظَمٍ. وَيُقَالُ لِلْبَحْرِ هِقَمٌّ، لِعِظَمِهِ وَبُعْدِ قَعْرِهِ. وَصَوْتُهُ هَيْقَمٌ. قَالَ:\nكَالْبَحْرِ يَدْعُو هَيْقَمًا وَهَيْقَمًا.\nوَيُقَالُ: الْهِقَمُّ: الرَّجُلُ الْكَثِيرُ الْأَكْلِ. وَيُقَالُ: الْهَيْقَمُ: الظَّلِيمُ الْعَظِيمُ.",
    "pg": "6:58"
  },
  "هكر": {
    "def": "الْهَاءُ وَالْكَافُ وَالرَّاءُ كَلِمَتَانِ: الْهَكْرُ: الْعَجَبُ. قَالَ:\nفَاعْجَبْ لِذَلِكَ رَيْبَ دَهْرٍ وَاهْكَرِ.\nقَالَ الْخَلِيلُ: تَقُولُ هَكْرًا لَكَ.\nوَالْكَلِمَةُ الْأُخْرَى: اعْتِرَاءُ النُّعَاسِ. قَالَ: وَهَكِرَ الرَّجُلُ: اعْتَرَاهُ نُعَاسٌ وَكَلَّ، وَاسْتَرْخَتْ عِظَامُهُ وَمَفَاصِلُهُ.",
    "pg": "6:59-60"
  },
  "هكع": {
    "def": "الْهَاءُ وَالْكَافُ وَالْعَيْنُ يَدُلُّ عَلَى تَطَامُنٍ وَخُضُوعٍ. وَهَكَعَتِ الْبَقَرُ تَحْتَ ظِلِّ الشَّجَرِ مِنْ شِدَّةِ الْحَرِّ: سَكَنَتْ. وَيُقَالُ لِلْعَظْمِ إِذَا انْكَسَرَ بَعْدَ جَبْرٍ: قَدْ هَكَعَ. وَاهْتَكَعَ الرَّجُلُ: خَشَعَ. وَهَكَعَ اللَّيْلُ: أَرْخَى سُدُولَهُ. وَذَهَبَ فَمَا يُدْرَى أَيْنَ هَكَعَ، كَأَنَّهُ اسْتَخْفَى وَتَوَارَى، كَمَا تَهَقَّعَ الْبَقَرُ. وَالْهُكْعَةُ: الرَّجُلُ الْعَاجِزُ يَهْكَعُ لِكُلٍّ، أَيْ يَخْشَعُ. وَيَقُولُونَ: الْهُكَاعُ: السُّعَالُ. وَهَكَعَ يَهْكَعُ هُكَاعًا: سَعَلَ.",
    "pg": "6:60"
  },
  "هكك": {
    "def": "الْهَاءُ وَالْكَافُ أُصَيْلٌ يَدُلُّ عَلَى انْفِرَاجٍ فِي شَيْءٍ أَوْ شَقٍّ. يُقَالُ انْهَكَّ صَلَا الْمَرْأَةِ انْهِكَاكًا: انْفَرَجَ عِنْدَ الْوِلَادِ. وَيَقُولُونَ: هَكَّهُ بِالسَّيْفِ: ضَرَبَهُ. وَالْهَكُّ: الْمَطَرُ الشَّدِيدُ، لِأَنَّهُ يَهُكُّ الْأَرْضَ. وَانْهَكَّتِ الْبِئْرُ: تَهَوَّرَتْ.",
    "pg": "6:11"
  },
  "هكل": {
    "def": "الْهَاءُ وَالْكَافُ وَاللَّامُ يَدُلُّ عَلَى إِشْرَافٍ وَعُلُوٍّ. مِنْهُ الْهَيْكَلُ: الْفَرَسُ الطَّوِيلُ. قَالَ:\nوَقَدْ أَغْدُو بِطِرْفٍِ هَيْ ... كَلٍ ذِي مَيْعَةٍ سَكْبِ",
    "pg": "6:59"
  },
  "هكم": {
    "def": "الْهَاءُ وَالْكَافُ وَالْمِيمُ تَدُلُّ عَلَى تَقَحُّمٍ وَتَهَدُّمُ. وَهَكَمَ هَكْمًا: تَقَحَّمَ عَلَى النَّاسِ وَتَعَرَّضَهُمْ بِشَرٍّ. وَالتَّهَكُّمُ: التَّهَزُّؤُ. وَتَهَكَّمَتِ الْبِئْرُ: تَهَدَّمَتْ.",
    "pg": "6:59"
  },
  "هلا": {
    "def": "الْهَاءُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ. يَقُولُونَ: هَلَا. كِمْلَةٌ تُسَكَّنُ بِهَا الْإِنَاثُ عِنْدَ مُقَارَنَةِ الْفَحْلِ إِيَّاهَا. قَالَ:\nأَلَا حَيِّيَا لَيْلَى وَقُولَا لَهَا هَلَا\nوَيُقَالُ: ذَهَبَ بِذِي هِلِيَّانِ، أَيْ حَيْثُ لَا يُدْرَى",
    "pg": "6:60-61"
  },
  "هلب": {
    "def": "الْهَاءُ وَاللَّامُ وَالْبَاءُ: أَصْلٌ يَدُلُّ عَلَى سُبُوغٍ فِي شَيْءٍ وَسَعَةٍ. فَالْهُلْبُ: مَا غَلُظَ مِنَ الشَّعْرِ، كَشَعْرِ الذَّنَبِ. وَعَيْشٌ أَهْلَبُ: وَاسِعُ، كَمَا يُقَالُ: عَيْشٌ أَزَبُّ. وَيَوْمٌ هَلَّابٌ، إِذَا كَانَ مَطَرُهُ دَائِمًا فِي لِينٍ. وَالْهَلَّابَةُ: الرِّيحُ الْبَارِدَةُ مَعَ قَطْرٍ، وَلِذَلِكَ يُقَالُ لِشِدَّةِ الزَّمَانِ هُلْبَةٌ. وَإِنَّمَا قِيلَ فَرَسٌ مَهْلُوبٌ لِأَنَّهُ قَدْ جُزَّ هُلْبُ ذَنَبِهِ.",
    "pg": "6:61"
  },
  "هلت": {
    "def": "الْهَاءُ وَاللَّامُ وَالتَّاءُ. لَيْسَ بِشَيْءٍ، إِلَّا أَنَّهُمْ يَقُولُونَ: الْهَلْتُ: الْجَمَاعَةُ. [وَالْهُلَاتُ] : الِاسْتِرْخَاءُ.",
    "pg": "6:61"
  },
  "هلج": {
    "def": "الْهَاءُ وَاللَّامُ وَالْجِيمُ لَيْسَ بِشَيْءٍ. وَيَقُولُونَ: هَلَجَ: أَتَى بِكَلَامٍ وَلَا يُوثَقُ بِهِ.",
    "pg": "6:61"
  },
  "هلس": {
    "def": "الْهَاءُ وَاللَّامُ وَالسِّينُ يَدُلُّ عَلَى إِخْفَاءِ شَيْءٍ: مِنْ كَلَامٍ وَغَيْرِهِ. يُقَالُ: أَهْلَسَ فِي الضَّحِكِ: أَخْفَاهُ. قَالَ:\nتَضْحَكُ مِنِّي ضَحِكًا إِهْلَاسَا\nوَهَالَسَ فُلَانًا: سَارَّهُ. وَالْمَهْلُوسُ: الضَّعِيفُ الْعَقْلِ، وَهُوَ الْقِيَاسُ. وَالْهُلَاسُ [شِبْهُ السُّلَالِ مِنَ الْهُزَالِ] ، كَأَنَّ لَحْمَهُ خَفِيَ وَتَوَارَى.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْهَلْسُ: الْخَيْرُ الْكَثِيرُ.",
    "pg": "6:61-62"
  },
  "هلع": {
    "def": "الْهَاءُ وَاللَّامُ وَالْعَيْنُ: يَدُلُّ عَلَى سُرْعَةٍ وَحِدَّةٍ. وَنَاقَةٌ هِلْوَاعٌ: حَدِيدَةٌ سَرِيعَةٌ. وَنَعَامَةٌ هَالِعٌ كَذَلِكَ. وَمِنْهُ الْهَلَعُ فِي الْإِنْسَانِ: شِبْهُ الْحِرْصِ. وَرَجُلٌ هَلِعٌ وَهَلُوعٌ.\nقَالَ ابْنُ السِّكِّيتِ: رَجُلٌ هُلْعَةٌ يَهْلَعُ وَيَجْزَعُ سَرِيعًا. وَيُقَالُ: مَا لَهُ هِلَّعٌ وَلَا هِلَّعَةٌ، أَيْ جَدْيٌ وَلَا عَنَاقٌ، وَسُمِّيَا بِذَلِكَ لِنَزَقِهِمَا.",
    "pg": "6:62"
  },
  "هلف": {
    "def": "الْهَاءُ وَاللَّامُ وَالْفَاءُ: كَلِمَاتٌ مُتَقَارِبَةُ الْقِيَاسِ تَدُلُّ عَلَى كِبَرٍ وَضِخَمٍ. وَالْهِلَّوْفُ: الشَّيْخُ الضَّخْمُ. وَاللِّحْيَةُ الضَّخْمَةُ هِلَّوْفَةٌ، وَالْجَمَلُ الْكَبِيرُ هِلَّوْفٌ.",
    "pg": "6:62"
  },
  "هلك": {
    "def": "الْهَاءُ وَاللَّامُ وَالْكَافُ: يَدُلُّ عَلَى كَسْرٍ وَسُقُوطٍ. مِنْهُ الْهَلَاكُ: السُّقُوطُ، وَلِذَلِكَ يُقَالُ لِلْمَيِّتِ هَلَكَ. وَاهْتَلَكَتِ الْقَطَاةُ خَوْفَ الْبَازِي: رَمَتْ بِنَفْسِهَا عَلَى الْمَهَالِكِ. فَأَمَّا قَوْلُ الْهُذَلِيِّ:\nوَلَا هُلُكِ الْمَفَارِشِ عُزَّلِ\nفَيَقُولُ: لَيْسَ أُمَّهَاتُهُمْ أُمَّهَاتِ سَوْءٍ. وَامْرَأَةٌ هَلُوكٌ، إِذَا تَهَالَكَتْ فِي غُنْجِهَا مُتَكَسِّرَةً. وَلَا يُقَالُ رَجُلٌ هَلُوكٌ. وَالْمُهْتَلِكُ: الَّذِي يَهْتَلِكُ أَبَدًا إِلَى مَنْ يَكْفُلُهُ، وَنَاسٌ مُهْتَلِكُونَ وَهُلَّاكٌ. وَقَوْلُ الْحُطَيْئَةِ: مُسْتَهْلِكُ الْوِرْدِ كَالْأَسْدِيِّ قَدْ جَعَلَتْ ... أَيْدِي الْمَطِيِّ بِهِ عَادِيَّةً رُغُبَا.\nقَالُوا: مُسْتَهْلِكٌ: جَادٌّ وَالْقِيَاسُ لَا يَدُلُّ إِلَّا عَلَى مَا ذَكَرْنَاهُ فِي صِفَةِ الْقَطَاةِ إِذَا اهْتَلَكَتْ مِنْ خَوْفِ الْبَازِي. وَالْأَرْضُ الْهَلَكِينُ: الْجَدْبَةُ. وَالْهَلَكُ: الشَّيْءُ الْهَالِكُ. وَالْهَلَكُ: الْمَهْوَى بَيْنَ الْجَبَلَيْنِ. قَالَ ذُو الرُّمَّةِ:\nتَرَى قُرْطَهَا فِي وَاضِحِ اللِّيتِ مُشْرِفًا ... عَلَى هَلَكٍ فِي نَفْنَفٍ يَتَطَوَّحُ\nأَمَّا الْهَالِكِي فَالْحَدَّادُ، يَقُولُونَ: نُسِبَ إِلَى الْهَالِكِ بْنِ عَمْرِو بْنِ أَسَدِ بْنِ خُزَيْمَةَ، وَكَانَ يَعْمَلُ الْحَدِيدَ، وَلِذَلِكَ قِيلَ لِبَنِي أَسَدٍ: الْقُيُونُ.\n\n[بَابُ الْهَاءِ وَالْمِيمِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:62-63"
  },
  "هلل": {
    "def": "الْهَاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى رَفْعِ صَوْتٍ، ثُمَّ يُتَوَسَّعُ فِيهِ فَيُسَمَّى الشَّيْءُ الَّذِي يُصَوَّتُ عِنْدَهُ بِبَعْضِ أَلْفَاظِ الْهَاءِ وَاللَّامِ. ثُمَّ يُشَبَّهُ بِهَذَا الْمُسَمَّى غَيْرُهُ فَيُسَمَّى بِهِ.\nوَالْأَصْلُ قَوْلُهُمْ أَهَلَّ بِالْحَجِّ: رَفَعَ صَوْتَهُ بِالتَّلْبِيَةِ وَاسْتَهَلَّ الصَّبِيُّ صَارِخًا: صَوَّتَ عِنْدَ وِلَادِهِ. قَالَ ابْنُ أَحْمَرَ فِي الْإِهْلَالِ:\nيُهِلُّ بِالْفَرْقَدِ رُكْبَانُهَا ... كَمَا يُهِلُّ الرَّاكِبُ الْمُعْتَمِرْ\nوَيُقَالُ: انْهَلَّ الْمَطَرُ فِي شِدَّةِ صَوْبِهِ وَصَوْتِهِ انْهِلَالًا.\nوَأَمَّا الَّذِي يُحْمَلُ عَلَى هَذَا لِلْقُرْبِ وَالْجِوَارِ فَالْهِلَالُ الَّذِي فِي السَّمَاءِ، سُمِّيَ بِهِ لِإِهْلَالِ النَّاسِ عِنْدَ نَظَرِهِمْ إِلَيْهِ مُكَبِّرِينَ وَدَاعِينَ. وَيُسَمَّى هِلَالًا أَوَّلَ لَيْلَةٍ وَالثَّانِيَةَ وَالثَّالِثَةَ، ثُمَّ هُوَ قَمَرٌ بَعْدَ ذَلِكَ. يُقَالُ أَهَلَّ الْهِلَالُ وَاسْتُهِلَّ. ثُمَّ قِيلَ عَلَى مَعْنَى التَّشْبِيهِ تَهَلَّلَ السَّحَابُ بِبَرَقِهِ: تَلَأْلَأَ، كَأَنَّ الْبَرْقَ شُبِّهَ بِالْهِلَالِ.\nوَمِمَّا حُمِلَ عَلَى التَّشْبِيهِ أَيْضًا الْهِلَالُ: سِنَانٌ لَهُ شُعْبَتَانِ. وَالْهِلَالُ: الْمَاءُ الْقَلِيلُ فِي أَسْفَلِ الرَّكِيِّ. وَالْهِلَالُ أَيْضًا: ضَرْبٌ مِنَ الْحَيَّاتِ. قَالَ ذُو الرُّمَّةِ: إِلَيْكَ ابْتَذَلْنَا كُلَّ وَهْمٍ كَأَنَّهُ ... هِلَالٌ بَدَا فِي رَمْضَةٍ يَتَقَلَّبُ\nوَيَقُولُونَ: الْهِلَالُ: سَلْخُ الْحَيَّةِ. وَالْهِلَالُ: طَرَفُ الرَّحَى إِذَا انْكَسَرَ مِنْهَا. وَيَقُولُونَ: ثَوْبٌ هَلْهَلٌ: سَخِيفُ النَّسْجِ، كَأَنَّهُ فِي رِقَّتِهِ ضَوْءُ الْهِلَالِ. وَشِعْرٌ هَلْهَلٌ: رَقِيقٌ. وَسُمِّيَ امْرُؤُ الْقَيْسِ بْنُ رَبِيعَةَ مُهَلْهِلًا لِأَنَّهُ أَوَّلُ مَنْ رَقَّقَ الشِّعْرَ، وَقَالَ قَوْمٌ: بَلْ سُمِّيَ مُهَلْهِلًا بِقَوْلِهِ:\nلَمَّا تَوَعَّرَ فِي الْكُرَاعِ هَجِينُهُمْ ... هَلْهَلْتُ أَثْأَرُ جَابِرًا أَوْ صِنْبِلَا\nوَذَلِكَ أَنَّهُ إِذَا أَرَادَ إِدْرَاكَهُ صَوَّتَ مُتَدَارِكًا. وَيُقَالُ الْهُلَاهِلُ: الْمَاءُ الْكَثِيرُ، وَهَذَا لِأَنَّ لَهُ فِي جَرَيَانِهِ صَوْتًا ; وَهُوَ [فِي] الْأَصْلِ هُرَاهِرُ. وَالْهِلَالُ: مَا يَضُمُّ بَيْنَ حِنْوَيِ الرَّحْلَ، وَالْجَمْعُ أَهِلَّةٌ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ قَوْلُهُمْ: حَمَلَ فُلَانٌ عَلَى قِرْنِهِ ثُمَّ هَلَّلَ، إِذَا أَحْجَمَ. فَأَمَّا قَوْلُ الْقَائِلِ:\nوَلَيْسَ لَهَا رِيحٌ وَلَكِنْ وَدِيقَةٌ ... يَظَلُّ بِهَا السَّارِي يُهِلُّ وَيَنْقَعُ وَيُقَالُ لِلْخَيْلِ: هَلَا: قِرِي، صَوْتٌ يُصَوَّتُ بِهِ لَهَا.",
    "pg": "6:11-13"
  },
  "هلم": {
    "def": "الْهَاءُ وَاللَّامُ وَالْمِيمُ لَيْسَ فِيهِ إِلَّا قَوْلُهُمْ هَلُمَّ: كَلِمَةُ دَعْوَةٍ إِلَى شَيْءٍ. قَالُوا: وَأَصْلُهَا هَلْ أَؤُمُّ، كَلَامُ مَنْ يُرِيدُ إِتْيَانَ الطَّعَامِ، ثُمَّ كَثُرَتْ حَتَّى تَكَلَّمَ بِهَا الدَّاعِي، مِثْلَ قَوْلِهِمْ: تَعَالَ، أَيِ اعْلُ، ثُمَّ كَثُرَتْ حَتَّى قَالَهَا مَنْ كَانَ أَسْفَلَ لِمَنْ كَانَ فَوْقَ. وَيَحْتَمِلُ أَنْ يَكُونَ مَعْنَاهَا هَلْ لَكَ فِي الطَّعَامِ أُمَّ، أَيِ اقْصِدْ. وَالَّذِي عِنْدَنَا فِي ذَلِكَ أَنَّهُ مِنَ الْكَلَامِ الْمُشْكِلِ. وَقَدْ مَرَّ مِثْلُهُ.",
    "pg": "6:60"
  },
  "همج": {
    "def": "الْهَاءُ وَالْمِيمُ وَالْجِيمُ: أَصْلٌ يَدُلُّ عَلَى اخْتِلَاطٍ وَاضْطِرَابٍ. فَالْهَامِجُ: الْمَتْرُوكُ يَمُوجُ بَعْضُهُ فِي بَعْضٍ. قَالَ:\nيَعِيثُ فِيهِ هَمَجٌ هَامِجٌ\nوَقَوْلُ أَبِي ذُؤَيْبٍ:\nمُوَلَّعَةٌ بِالطُّرَّتَيْنِ هَمِيجُ\nفَيُقَالُ: الْهَمِيجُ: كُلُّ لَوْنَيْنِ اخْتَلَطَا.\nوَمِنَ الْبَابِ الْهَمَجُ: الْبَعُوضُ، وَيُقَالُ لِرُذَالِ النَّاسُ الْهَمَجُ تَشْبِيهًا. وَالْهَمَجُ: الدَّبَا مِنَ الْجَرَادِ. [وَ] يُقَالُ: أَهْمَجَ الْفَرَسُ إِهْمَاجًا: اضْطَرَبَ فِي جَرْيِهِ. وَالْهَمَجُ: الْجُوعُ، لِمَا يَعْتَرِي صَاحِبَهُ مِنَ الِاخْتِلَاطِ وَالِاضْطِرَابِ. قَالَ:\nقَدْ هَلَكَتْ جَارَتُنَا مِنَ الْهَمَجْ وَهَمَجَتِ الْإِبِلُ، وَرَدَتِ الْمَاءَ فَشَرِبَتْ مِنْهُ. وَيُقَالُ: الْهَمَجَةُ: الشَّاةُ الْمَهْزُولَةُ، كَأَنَّهَا شُبِّهَتْ بِالْبَعُوضَةِ.",
    "pg": "6:64-65"
  },
  "همد": {
    "def": "الْهَاءُ وَالْمِيمُ وَالدَّالُ: أَصْلٌ يَدُلُّ عَلَى خُمُودِ شَيْءٍ. وَهَمَدَتِ النَّارُ: طَفِئَتِ الْبَتَّةَ. وَأَرْضٌ هَامِدَةٌ: لَا نَبَاتَ بِهَا. وَنَبَاتٌ هَامِدٌ: يَابِسٌ. وَالْإِهْمَادُ: الْإِقَامَةُ بِالْمَكَانِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ قَوْلُ مَنْ قَالَ: إِنَّ الْإِهْمَادَ: السُّرْعَةُ فِي الْمَشْيِ. قَالَ:\nمَا كَانَ إِلَّا طَلَقُ الْإِهْمَادِ",
    "pg": "6:65"
  },
  "همذ": {
    "def": "الْهَاءُ وَالْمِيمُ وَالذَّالُ، يَدُلُّ عَلَى سُرْعَةٍ. يُقَالُ الْهَمَاذِيُّ: السُّرْعَةُ. [وَ] هَمَاذِيُّ الْمَطَرِ: شِدَّتُهُ.",
    "pg": "6:65"
  },
  "همر": {
    "def": "الْهَاءُ وَالْمِيمُ وَالرَّاءُ: أَصْلٌ يَدُلُّ عَلَى صَبٍّ وَانْصِبَابٍ. وَهَمَرَ دَمْعَهُ. وَهَمَرَ الدَّمْعُ وَانْهَمَرَ: سَالَ. وَفُلَانٌ يُهَامِرُ الشَّيْءَ، إِذَا أَخَذَهُ جَرْفًا. وَهَمَرَ فِي كَلَامِهِ: أَكْثَرَ. وَهُوَ مِهْمَارٌ، أَيْ كَثِيرِ الْكَلَامِ. وَهَمَرَ لَهُ مِنْ مَالِهِ، كَأَنَّهُ صَبَّهُ لَهُ صَبًّا.",
    "pg": "6:65"
  },
  "همز": {
    "def": "الْهَاءُ وَالْمِيمُ وَالزَّاءُ كَلِمَةٌ تَدُلُّ عَلَى ضَغْطٍ وَعَصْرٍ. وَهَمَزْتُ الشَّيْءَ فِي كَفِّي. وَمِنْهُ الْهَمْزُ فِي الْكَلَامِ، كَأَنَّهُ يَضْغَطُ الْحَرْفَ. وَيَقُولُونَ: هَمَزَ بِهِ الْأَرْضَ. وَقَوْسٌ هَمْزَى: شَدِيدَةُ الدَّفْعِ لِلسَّهْمِ. وَالْهَمَّازُ: الْعَيَّابُ، وَكَذَا الْهُمَزَةُ. قَالَ:\nتُدْلِي بِوُدِّيَ إِذْ لَاقَيْتَنِي كَذِبًا ... وَإِنْ أُغَيَّبْ فَأَنْتَ الْهَامِزُ اللُّمَزَهْ\nوَهَمْزُ الشَّيْطَانِ كَالْمُوتَةِ تَغْلِبُ عَلَى قَلْبِ الْإِنْسَانِ تَذْهَبُ بِهِ",
    "pg": "6:65-66"
  },
  "همس": {
    "def": "الْهَاءُ وَالْمِيمُ وَالسِّينُ يَدُلُّ عَلَى خَفَاءِ صَوْتٍ وَحِسٍّ. مِنْهُ الْهَمْسُ: الصَّوْتُ الْخَفِيُّ. وَهَمْسُ الْأَقْدَامِ أَخْفَى مَا يَكُونُ مِنْ وَطْءِ الْقَدَمِ. وَأَمَّا قَوْلُهُمُ الْهَمَّاسُ: الْأَسَدُ الشَّدِيدُ، فَمِنْ هَذَا عِنْدَنَا أَيْضًا، لِأَنَّهُ إِنَّمَا يُرَادُ بِهِ هَمْسُهُ إِمَّا فِي وَطْئِهِ وَإِمَّا فِي عَضِّهِ. قَالَ:\nعَادَتُهُ خَبْطٌ وَعَضٌّ هَمَّاسُ",
    "pg": "6:66"
  },
  "همش": {
    "def": "الْهَاءُ وَالْمِيمُ وَالشِّينُ: أَصْلٌ يَدُلُّ عَلَى سُرْعَةِ عَمَلٍ أَوْ كَلَامٍ. يَقُولُونَ: الْهَمِشُ: السَّرِيعُ الْعَمَلِ بِأَصَابِعِهِ. وَامْرَأَةٌ هَمَشَى الْحَدِيثِ، إِذَا تَسَرَّعَتْ فِيهِ. قَالَ:\nأَيَّامُ زَيْنَبَ لَا خَفِيفٌ حِلْمُهَا ... هَمَشَى الْحَدِيثِ وَلَا رَوَادٌ سَلْفَعُ\nوَالْهَمْشُ: حَلْبٌ بِسُرْعَةٍ. وَالْهَمْشُ: الصَّوْتُ وَالْجَلَبَةُ.",
    "pg": "6:66-67"
  },
  "همط": {
    "def": "الْهَاءُ وَالْمِيمُ وَالطَّاءُ لَيْسَ بِأَصْلٍ، إِلَّا أَنَّهُمْ يَقُولُونَ: هَمَطَ: خَلَطَ بَيْنَ الْبَاطِلِ وَالظُّلْمِ. وَأَهْمَطَ عِرْضَ فُلَانٍ: شَتَمَهُ.",
    "pg": "6:67"
  },
  "همع": {
    "def": "الْهَاءُ وَالْمِيمُ وَالْعَيْنُ. يَدُلُّ عَلَى سَيَلَانِ شَيْءٍ. وَهَمَعَتِ الْعَيْنُ: سَالَ دَمْعُهَا. وَتَهَمَّعَ الرَّجُلُ: تَبَاكَى. وَسَحَابٌ هَمِعٌ: مَاطِرٌ. وَيُقَالُ: الْهِمْيَعُ: الْمَوْتُ الْوَحِيُّ.",
    "pg": "6:67"
  },
  "همق": {
    "def": "الْهَاءُ وَالْمِيمُ وَالْقَافُ: كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: كَلَأٌ هَمِقٌ: هَشٌّ.",
    "pg": "6:67"
  },
  "همك": {
    "def": "الْهَاءُ وَالْمِيمُ وَالْكَافُ: كَلِمَةٌ وَاحِدَةٌ. انْهَمَكَ فِي الْأَمْرِ: جَدَّ وَلَجَّ.",
    "pg": "6:67"
  },
  "همل": {
    "def": "الْهَاءُ وَالْمِيمُ وَاللَّامُ: أَصْلٌ وَاحِدٌ. أَهْمَلْتُ الشَّيْءَ، إِذَا خَلَّيْتَ بَيْنَهُ وَبَيْنَ نَفْسِهِ. وَالْهَمَلُ: السُّدَى. وَالْهَمَلُ: الْمَالُ لَا مَانِعَ لَهُ. وَهَمَلَتِ الْعَيْنُ، مِثْلَ هَمَرَتْ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الْهَاءِ وَالنُّونِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:67"
  },
  "همم": {
    "def": "الْهَاءُ وَالْمِيمُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ذَوْبٍ وَجَرَيَانٍ وَدَبِيبٍ وَمَا أَشْبَهَ ذَلِكَ، ثُمَّ يُقَاسُ عَلَيْهِ. مِنْهُ قَوْلُ الْعَرَبِ: هَمَّنِي الشَّيْءُ: أَذَابَنِي. وَانْهَمَّ الشَّحْمُ: ذَابَ. وَالْهَامُومُ: الشَّحْمُ الْكَثِيرُ الْإِهَالَةِ. وَالسَّحَابُ الْهَامُومُ: الْكَثِيرُ الصَّوْبِ. وَالْهَمُومُ: الْبِئْرُ الْكَثِيرَةُ الْمَاءِ. قَالَ:\n\nإِنَّ لَهَا قَلَيْذَمًا هَمُومًا.\nوَالْهَمِيمَةُ: الْمَطْرَةُ الْخَفِيفَةُ، وَالرِّيحُ الرَّيْدَانَةُ: اللَّيِّنَةُ الْهُبُوبِ. وَالْهَوَامُّ: حَشَرَاتُ الْأَرْضِ، سُمِّيَتْ لِهَمِيمِهَا، أَيْ دَبِيبِهَا. قَالَ:\nتَرَى أَثَرَهُ فِي صَفْحَتَيْهِ كَأَنَّهُ ... مِدْرَاجُ شِبْثَانٍ لَهُنَّ هَمِيمُ\nوَهَمَّمَ فِي رَأْسِهِ: جَعَلَ أَصَابِعَهُ فِي خِلَالِ شَعْرِهِ، يَجِيءُ بِهَا وَيَذْهَبُ لِيَنَامَ، كَأَنَّ أَصَابِعَهُ تَدِبُّ فِي خِلَالِ شَعْرِهِ.\nوَمِنَ الْبَابِ الْهِمُّ: الرَّجُلُ الْمُسِنُّ ; وَالْمَرْأَةُ هِمَّةٌ، كَأَنَّهُمَا قَدْ ذَابَا مِنَ الْكِبَرِ.\nوَأَمَّا الْهَمُّ الَّذِي هُوَ الْحُزْنُ فَعِنْدَنَا مِنْ هَذَا الْقِيَاسِ، لِأَنَّهُ كَأَنَّهُ لِشِدَّتِهِ يَهُمُّ، أَيْ يُذِيبُ. وَالْهَمُّ: مَا هَمَمْتَ بِهِ، وَكَذَلِكَ الْهِمَّةُ، ثُمَّ تُشْتَقُّ مِنَ الْهِمَّةِ: الْهُمَامُ: الْمَلِكُ الْعَظِيمُ الْهِمَّةِ. وَمُهِمُّ الْأَمْرِ: شَدِيدُهُ. وَأَهَمَّنِي: أَقْلَقَنِي. وَالْقِيَاسُ وَاحِدٌ. وَقَوْلُ الْكُمَيْتِ: عَادِلًا غَيْرَهُمْ مِنَ النَّاسِ طُرًّا ... بِهِمُ لَا هَمَامِ لِي لَا هَمَامِ\nفَإِنَّهُ يَقُولُ: لَا أُهِمَّ بِذَلِكَ وَلَا أَفْعَلُهُ. وَقَدْ فَسَّرْنَا مَعْنَى الْهِمَّةِ.",
    "pg": "6:13-14"
  },
  "همن": {
    "def": "الْهَاءُ وَالْمِيمُ وَالنُّونُ لَيْسَ بِشَيْءٍ. فَأَمَّا الْمُهَيْمِنُ، وَهُوَ الشَّاهِدُ فَلَيْسَ مِنْ هَذَا، إِنَّمَا هُوَ مِنْ بَابِ أَمِنَ، وَالْهَاءُ مُبْدَلَةٌ مِنْ هَمْزَةٍ.",
    "pg": "6:63"
  },
  "همى": {
    "def": "الْهَاءُ وَالْمِيمُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى ذَهَابِ شَيْءٍ عَلَى وَجْهِهِ. وَهَمَى الْمَاءُ: سَالَ. وَهَمَتِ الْمَاشِيَةُ تَهْمِي: ذَهَبَتْ عَلَى وَجْهِهَا لِرَعْيٍ أَوْ غَيْرِهِ.\nوَفِي الْحَدِيثِ: «إِنَّا نُصِيبُ هَوَامِيَ الْإِبِلِ» : الضَّوَالَّ. وَإِذَا هُمِزَ تَغَيَّرَ الْمَعْنَى. تَقُولُ: تَهَمَّأَ الثَّوْبُ: بَلِيَ.",
    "pg": "6:63-64"
  },
  "هنا": {
    "def": "الْهَاءُ وَالنُّونُ وَالْهَمْزَةُ: يَدُلُّ عَلَى إِصَابَةِ خَيْرٍ مِنْ غَيْرِ مَشَقَّةٍ. فَالْهَنْءُ: الْعَطِيَّةُ، وَهُوَ مَصْدَرٌ وَالِاسْمُ الْهِنْءُ. وَالْهَنِئُ: الْأَمْرُ يَأْتِيكَ مِنْ غَيْرِ مَشَقَّةٍ. وَمَا كَانَ هَذَا الطَّعَامُ هَنِيئًا وَلَقَدْ هَنُؤَ. وَهَنِئَتِ الْمَاشِيَةُ: أَصَابَتْ حَظًّا مِنْ بَقْلٍ. وَإِبِلٌ هَنْأَى. وَأَمَّا الْهِنَاءُ فَضَرْبٌ مِنَ الْقَطِرَانِ. هَنَأْتُ الْبَعِيرَ، وَنَاقَةٌ مَهْنُوءَةٌ. وَمُمْكِنٌ أَنْ يُسَمَّى بِذَلِكَ لِمَا فِيهِ مِنَ الشِّفَاءِ.\nوَمِمَّا لَيْسَ مِنَ الْبَابِ مَضَى هِنْءٌ مِنَ اللَّيْلِ، أَيْ طَائِفَةٌ.",
    "pg": "6:68"
  },
  "هنب": {
    "def": "الْهَاءُ وَالنُّونُ وَالْبَاءُ، لَيْسَ فِيهِ إِلَّا هِنْبٌ: اسْمُ رَجُلٍ. وَذَكَرَ ابْنُ دُرَيْدٍ أَنَّ الْهَنَبَ: الْوَخَامَةُ وَالثِّقَلُ. يُقَالُ امْرَأَةٌ هَنْبَاءُ: بَلْهَاءُ. قَالَ:\nمَجْنُونَةٌ هُنَّبَاءُ بِنْتُ مَجْنُونِ",
    "pg": "6:68-69"
  },
  "هند": {
    "def": "الْهَاءُ وَالنُّونُ وَالدَّالُ لَيْسَ بِقِيَاسٍ، وَفِيهِ أَسْمَاءٌ مَوْضُوعَةٌ وَضْعًا، فَهِنْدُ: اسْمُ امْرَأَةٍ. وَهُنَيْدَةٌ: مِائَةٌ مِنَ الْإِبِلِ. قَالَ:\nأَعْطَوْا هُنَيْدَةً يَحْدُوهَا ثَمَانِيَةٌ ... مَا فِي عَطَائِهِمُ مَنٌّ وَلَا سَرَفُ\nوَيُقَالُ لِلْمِائَتَيْنِ هِنْدٌ. أَمَّا قَوْلُهُمْ: هَنَّدَتْ فُلَانَةُ قَلْبِي: ذَهَبَتْ بِهِ، وَهَنَّدَتْ فُلَانَةُ فُلَانًا: أَوْرَثَتْهُ عِشْقًا بِمُغَازَلَةٍ - فَكَلَامٌ لَا يُعَرَّجُ عَلَيْهِ.\nوَقَوْلُهُمْ: التَّهْنِيدُ: شَحْذُ السَّيْفِ الْمُهَنَّدِ، إِنَّمَا هُوَ طَبْعٌ عَلَى سُيُوفِ الْهِنْدِ.",
    "pg": "6:69"
  },
  "هنع": {
    "def": "الْهَاءُ وَالنُّونُ وَالْعَيْنُ: كَلِمَةٌ تَدُلُّ عَلَى تَطَامُنٍ فِي شَيْءٍ. فَالْهَنَعُ: تَطَامُنٌ فِي الْعُنُقِ. وَأَكَمَةٌ هَنْعَاءُ: قَصِيرَةٌ. وَظَلِيمٌ أَهْنَعُ: فِي عُنُقِهِ تَطَامُنٌ وَالْهَنْعَةُ: سِمَةٌ فِي مُنْخَفَضِ الْعُنُقِ. وَالْهَنْعَةُ: كَوْكَبٌ.",
    "pg": "6:69"
  },
  "هنف": {
    "def": "الْهَاءُ وَالنُّونُ وَالْفَاءُ: كَلِمَةٌ وَاحِدَةٌ: هِيَ الْمُهَانَفَةُ: الضَّحِكُ فَوْقَ التَّبَسُّمِ. قَالُوا: وَلَا يُقَالُ لِلرَّجُلِ تَهَانَفَ ; فَهُوَ نَعْتٌ فِي ضَحِكِ النِّسَاءِ خَاصَّةً، حَكَاهُ الْخَلِيلُ. وَيُقَالُ: بَلِ التَّهَانُفُ: ضَحِكُ الْمُسْتَهْزِئِ.",
    "pg": "6:69"
  },
  "هنق": {
    "def": "الْهَاءُ وَالنُّونُ وَالْقَافُ. حَكَى ابْنُ دُرَيْدٍ: الْهَنَقُ شِبْهُ الضَّجَرِ يَعْتَرِي الْإِنْسَانَ. وَأَنْشَدَ: أَهْنَقَنِي الْيَوْمَ وَفَوْقَ الْإِهْنَاقْ",
    "pg": "6:69-70"
  },
  "هنم": {
    "def": "الْهَاءُ وَالنُّونُ وَالْمِيمُ. الصَّحِيحُ فِيهِ أَنَّ الْهَيْنَمَةَ: الصَّوْتُ الْخَفِيُّ. [قَالَ] :\nوَلَا أَشْهَدُ الْهُجْرَ وَالْقَائِلِيهِ ... إِذَا هُمْ بِهَيْنَمَةٍ هَتْمَلُوا\nوَمِمَّا قَدْ ذُكِرَ: الْهِنَّمَةُ: خَرَزَةٌ يُؤْخَذُ بِهَا. [بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرَ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ هَاءٌ]\nمِنْ ذَلِكَ الرَّجُلِ (الْهِبْلَعُ) : الْأَكُولُ. وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: هَلَعٌ وَبَلْعٌ. فَالْهَلَعُ: الْحِرْصُ، وَالْبَلْعُ: بَلْعُ الْمَأْكُولِ.\n\nوَمِنْهُ (الْهِدْلِقُ) : الْمُسْتَرْخِي، وَهِيَ مَنْحُوتَةٌ مِنْ هَدِلَ، أَيِ اسْتَرْخَى وَاسْتَرْسَلَ ; وَدَلَقَ، إِذَا خَرَجَ مِنَ الْمَكَانِ الَّذِي كَانَ بِهِ.\n\nوَمِنْهُ (الْهِبْرِقِيُّ) : الْحَدَّادُ أَوِ الصَّائِغُ، وَهِيَ مَنْحُوتَةٌ مَنْ هَبَرَ وَبَرَقَ، كَأَنَّهُ يَهْبِرُ الْحَدِيدُ، أَيْ يَقْطَعُهُ وَيُصْلِحُهُ حَتَّى يَبْرُقَ.\n\nوَمِنْهُ (الْهِلْقَامُ) : الضَّخْمُ الْوَاسِعُ الْبَطْنِ، وَهُوَ مِنْ هَقَمَ، مِنَ الْبَحْرِ الْهَيْقَمِ: الْوَاسِعِ، وَلَقْمٌ مِنْ لَقْمِ الشَّيْءِ.\n\nوَمِنْهُ (الْهَزْرَقَةُ) : أَسْوَأُ الضَّحِكِ، وَهُوَ مِمَّا زِيدَتْ فِيهِ الرَّاءُ، وَإِنَّمَا هُوَ مَنْ هَزِقَ إِذَا ضَحِكَ، وَقَدْ فُسِّرَ.\n\nوَمِنْهُ (الْهَبْرَكَةُ) النَّاعِمَةُ، وَالْكَافُ زَائِدَةٌ مِنْ هَبْرِ اللَّحْمِ. يَقُولُ: لَحْمُهَا كَثِيرٌ.\n\nوَمِنْهُ (الْهَمْرَجَةُ) : الِاخْتِلَاطُ، وَهُوَ مِنْ ثَلَاثِ كَلِمَاتٍ: هَمَجَ، وَهَرَجَ، وَمَرَجَ، قَدْ فُسِّرَتْ كُلُّهَا. وَهَمْرَجْتُ عَلَيْهِ الْخَبَرَ هَمْرَجَةً، مِثْلُ خَلَّطْتُهُ.\n\nوَمِنْهُ (الْهِلْبَاجَةُ) : الْأَحْمَقُ، وَاللَّامُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنَ الْهَبَجِ. وَقَدْ قُلْنَا: التَّهَبُّجُ: الِاخْتِلَاطُ وَالثِّقَلُ. وَمِنْهُ (الْهِزْلَاجُ) : الذِّئْبُ الْخَفِيفُ وَزِيدَتْ فِيهِ الْهَاءُ، مِنْ زَلَجَ كَمَا يَزْلَجُ السَّهْمُ وَمِنَ الْأَزَلِّ أَيْضًا، وَهُوَ الْأَرْسَحُ الْخَفِيفُ الْمُؤَخَّرِ.\n\nوَمِنْهُ عَجُوزٌ (هَمَّرِشٌ) مِنْ هَمَّ وَهَرَشَ، أَيْ هِمَّةٌ سَيِّئَةُ الْخُلُقِ، تَهَارُشٌ.\nوَمِنْهُ (الْهِرْشَمُّ) : الْحَجَرُ الرَّخْوُ، وَالرَّاءُ فِيهِ زَائِدَةٌ، مِنَ الْهَشْمِ، كَأَنَّهُ يَنْهَشِمُ سَرِيعًا.\n\nوَمِنْهُ (الْهِرْمَاسُ) : الْأَسَدُ، وَالْمِيمُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ هَرَسَ، كَأَنَّهُ يُحَطِّمُ مَا لَقِيَ.\n\nوَمِنْهُ (الْهِزَبْرُ) : الْأَسَدُ، زِيدَتْ فِيهِ الْهَاءُ، مِنْ بَرَزَ أَيْ إِنَّهُ مُبَارِزٌ.\n\nوَمِنْهُ (الْهَذْرَمَةُ) : سُرْعَةُ الْكَلَامِ مِنْ هَذَرَ وَهَذَمَ، وَقَدْ فُسِّرَا.\n\nوَمِنْهُ (الْهَمَرْجَلُ) : الْفَرَسُ الْجَوَادُ، مَنْ هَمَرَ وَهَجَلَ، كَأَنَّهُ يَهْمِرُ فِي جَرْيِهِ وَيَهْجُلُ.\n\nوَمِنْهُ (الْهِرْجَابُ) : الطَّوِيلُ، وَالْبَاءُ فِيهِ زَائِدَةٌ، مِنْ هَرَجَ. وَقَدْ قُلْنَا إِنَّ هَذَا بِنَاءً يَدُلُّ عَلَى اضْطِرَابٍ.\n\nوَمِنْهُ (الْهِجْرِعُ) : الْخَفِيفُ الْأَحْمَقُ، مِنْ هَرِعَ وَهَجَعَ. وَالْهَرِعُ: الْمُتَسَرِّعُ. وَالْهُجَعُ: الْأَحْمَقُ.\n\nوَمِنْهُ (الْهَجَنَّعُ) : الشَّيْخُ، وَالْجِيمُ زَائِدَةٌ، مِنَ الْهَنَعِ، وَهُوَ التَّطَامُنُ، كَأَنَّهُ خُلُقُهُ قَدْ تَطَامَنَ. وَيُوصَفُ بِهِ الظَّلِيمُ وَغَيْرُهُ.\n\nوَمِنْهُ (الْهَطَّلِعُ) : الرَّجُلُ الطَّوِيلُ، زِيدَتْ فِيهِ الْهَاءُ، مِنْ طَلَعَ.\n\nوَمِنْهُ (اهْرَمَّعَ) الْمَاءُ. سَالَ، مَنْ هَمَعَ وَهَرِعَ، وَكِلَاهُمَا سَالَ. وَكَذَا اهْرَمَّعَ الرَّجُلُ: أَسْرَعَ. وَمِمَّا وُضِعَ وَضْعًا وَلَا نَعْلَمُ لَهُ قِيَاسًا:",
    "pg": "6:70-73"
  },
  "هنن": {
    "def": "الْهَاءُ وَالنُّونُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى جِنْسٍ مِنَ اللَّحْمِ، وَفِيهِ شَيْءٌ مِنَ الْكَلَامِ الَّذِي نَنْسُبُهُ إِلَى الْإِشْكَالِ، وَإِنْ كَانَ عُلَمَاؤُنَا قَدْ تَكَلَّمُوا فِيهِ.\nفَالْأَوَّلُ الْهَنَّةُ، يُقَالُ إِنَّهَا شَحْمَةُ بَاطِنِ الْعَيْنِ، كَذَا قَالَ أَبُو بَكْرٍ. وَالْهُنَانَةُ: الشَّحْمَةُ. وَيُقَالُ: مَا بِهَذَا الْبَعِيرِ هَانَّةٌ، كَمَا يُقَالُ: مَا بِهِ طِرْقٌ.\nوَأَمَّا الْكَلَامُ الْآخَرُ فَقَالَ الْفَرَّاءُ: اجْلِسْ هَا هُنَا قَرِيبًا، وَتَنَحَّ هَا هَنَّا، أَيْ تَبَاعَدْ. فَأَمَّا قَوْلُ الْأَعْشَى:\nلَاتَ هَنَّا ذِكْرَى جُبَيْرَةٍ أَمْ مَنْ ... جَاءَ مِنْهَا بِطَائِفِ الْأَهْوَالِ\nقَالُوا: مَعْنَاهُ لَيْسَتْ جُبَيْرَةً حَيْثُ تَوَهَّمْتَ، يُوئِسُهُ مِنْهَا. وَكَذَلِكَ قَوْلُ الرَّاعِي:\nأَفِي أَثَرِ الْأَظْعَانِ عَيْنُكَ تَلْمَحُ ... نَعَمْ لَاتَ هَنَّا إِنَّ قَلْبَكَ مِتْيَحُ\nقَالُوا: مَعْنَاهُ لَيْسَ الْأَمْرُ حَيْثُ ذَهَبْتَ. وَقَوْلُ الْآخَرِ:\nحَنَّتْ نَوَارُ وَلَاتَ هَنَّا حَنَّتِ يَقُولُ: لَيْسَ ذَا مَوْضِعَ حَنِينٍ. وَقَوْلُهُ:\n\nلَمَّا رَأَيْتُ مِحْمَلَيْهَا هَنَّا.\nأَرَادَ هَاهُنَا. وَقَالَ ابْنُ السِّكِّيتِ فِي قَوْلِهِ:\nلَمَّا رَأَى الدَّارَ خَلَاءً هَنَّا\nقَالَ: بَكَى. يُقَالُ هَنَّ، إِذَا بَكَى. وَإِنَّمَا نَقِفُ فِي مِثْلِ هَذِهِ الْمُشْكِلَاتِ حَيْثُ وُقِّفْنَا، وَإِلَّا فَمَا أَحْسَبُ أَحَدًا مِنْهُمْ لَخَّصَهَا وَلَا فَسَّرَهَا بَعْدُ.\n\n[بَابُ الْهَاءِ وَالْوَاوِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:14-15"
  },
  "هو": {
    "def": "الْهَاءُ وَالْوَاوُ لَيْسَتْ مِنْ شَرْطِ اللُّغَةِ، وَهِيَ مِنَ الْعَرَبِيَّةِ، وَالْأَصْلُ هَاءٌ ضُمَّتْ إِلَيْهِ وَاوٌ. مِنَ الْعَرَبِ مَنْ يُثَقِّلُهَا فَيَقُولُ: هُوَّ. وَمِنْهُمْ مَنْ يَقُولُ هُوْ.",
    "pg": "6:3"
  },
  "هوب": {
    "def": "الْهَاءُ وَالْوَاوُ وَالْبَاءُ: لَيْسَ بِأَصْلٍ جَيِّدٍ، لَكِنَّهُمْ يَقُولُونَ: الْهَوْبُ: الْمُخَلِّطُ. وَحَكَى ابْنُ دُرَيْدٍ فِي طَرَائِفِهِ أَصَابَنِي هَوْبُ النَّارِ: وَهَجُهَا.",
    "pg": "6:17"
  },
  "هوت": {
    "def": "الْهَاءُ وَالْوَاوُ وَالتَّاءُ: قَرِيبٌ مِنَ الَّذِي قَبْلَهُ. يَقُولُونَ: الْهَوْتَةُ: الطَّرِيقُ إِلَى الْمَاءِ. وَصَبَّ اللَّهُ عَلَيْهِ الْهَوْتَةَ وَالْمَوْتَةَ، شَتْمٌ، قَالَهُ الْخَلِيلُ.",
    "pg": "6:17"
  },
  "هوج": {
    "def": "الْهَاءُ وَالْوَاوُ وَالْجِيمُ: كَلِمَةٌ تَدُلُّ عَلَى تَسَرُّعٍ وَتَعَسُّفٍ. يَقُولُونَ: الْأَهْوَجُ: الرَّجُلُ الْمُتَسَرِّعُ. وَالْهَوْجَاءُ: النَّاقَةُ السَّرِيعَةُ، كَأَنَّ بِهَا هَوَجًا. وَالْهَوْجَاءُ: الرِّيحُ الَّتِي تَقْلَعُ الْبُيُوتَ. وَقَالَ أَبُو بَكْرٍ: وَقَدْ تَهُبُّ فِي وَجْهٍ وَاحِدٍ هُبُوبًا مُتَدَارِكًا. وَيَقُولُونَ: الْهَاجَةُ: الضِّفْدِعَةُ.",
    "pg": "6:17"
  },
  "هود": {
    "def": "الْهَاءُ وَالْوَاوُ وَالدَّالُ: أَصْلٌ يَدُلُّ عَلَى إِرْوَادٍ وَسُكُونٍ. يَقُولُونَ: [التَّهْوِيدُ] : الْمَشْيُ الرُّوَيْدُ. وَيَقُولُونَ: هَوَّدَ، إِذَا نَامَ. وَهَوَّدَ الشَّرَابُ نَفْسَ الشَّارِبِ، إِذَا خَثَرَتْ لَهُ نَفْسُهُ. وَالْهَوَادَةُ: الْحَالُ تُرْجَى مَعَهَا السَّلَامَةُ بَيْنَ الْقَوْمِ. وَالْمُهَاوَدَةُ: الْمُوَادَعَةُ. فَأَمَّا الْيَهُودُ فَمِنْ هَادَ يَهُودُ، إِذَا تَابَ هَوْدًا. وَسُمُّوا بِهِ لِأَنَّهُمْ تَابُوا عَنْ عِبَادَةِ الْعِجْلِ. وَفِي الْقُرْآنِ: ﴿إِنَّا هُدْنَا إِلَيْكَ﴾ [الأعراف: ١٥٦] ، وَفِي التَّوْبَةِ هَوَادَةُ حَالٍ وَسَلَامَةٌ.",
    "pg": "6:17-18"
  },
  "هوذ": {
    "def": "الْهَاءُ وَالْوَاوُ وَالذَّالُ: كَلِمَةٌ وَاحِدَةٌ، هِيَ هَوْذَةُ: الْقَطَاةُ، وَبِهَا سُمِّي الرَّجُلُ هَوْذَةُ.",
    "pg": "6:18"
  },
  "هور": {
    "def": "الْهَاءُ وَالْوَاوُ وَالرَّاءُ: أَصْلٌ يَدُلُّ عَلَى تَسَاقُطِ شَيْءٍ. مِنْهُ تَهَوَّرَ الْبِنَاءُ: انْهَدَمَ. وَتَهَوَّرَ اللَّيْلُ: انْكَسَرَ ظَلَامُهُ، كَأَنَّهُ تَهَدَّمَ وَمَرَّ. وَتَهَوَّرَ الشِّتَاءُ: ذَهَبَ أَشَدُّهُ. وَيَقُولُونَ لِلْقَطِيعِ مِنَ الْغَنَمِ: هَوْرٌ ; وَهُوَ صَحِيحٌ لِأَنَّهُ مِنْ كَثْرَتِهِ يَتَسَاقَطُ بَعْضُهُ عَلَى بَعْضٍ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: هُرْتُ فُلَانًا بِكَذَا أَهُورُهُ: أَزْنَنْتُهُ بِهِ. قَالَ:\nرَأَى أَنَّنِي لَا بِالْكَثِيرِ أَهُورُهُ",
    "pg": "6:18"
  },
  "هوس": {
    "def": "الْهَاءُ وَالْوَاوُ وَالسِّينُ: كَلِمَةٌ تَدُلُّ عَلَى طَوَفَانٍ وَمَجِيءٍ وَذَهَابٍ فِي مِثْلِ الْحَيْرَةِ. فَالْهَوْسُ: الطَّوَفَانُ ; وَكُلُّ طَلَبٍ فِي جُرْأَةٍ هَوْسٌ. وَيُقَالُ أَسَدٌ هَوَّاسٌ. وَبَاتَتْ [الْإِبِلُ] اللَّيْلَ تَهُوسُ: تَسْرِي.\nوَمِنَ الْمَحْمُولِ عَلَى هَذَا الْهَوْسِ: شِدَّةُ الْأَكْلِ. يُقَالُ: أَكُولٌ هَوَّاسٌ. وَمِنَ الْبَابِ نَاقَةٌ هَوِسَةٌ: ضَعِيفَةٌ، وَهِيَ إِذَا كَانَتْ كَذَا حَارَتْ. وَمِنْهُ قَوْلُهُمْ بِهِ هَوَسٌ.",
    "pg": "6:18-19"
  },
  "هوش": {
    "def": "الْهَاءُ وَالْوَاوُ وَالشِّينُ: أُصَيْلٌ يَدُلُّ عَلَى اخْتِلَاطٍ وَشِبْهِهِ. مِنْهُ هَوَّشُوا: اخْتَلَطُوا. وَهَاشَتِ الْخَيْلُ فِي الْغَارَةِ. وَالْمَهَاوِشُ فِي الْحَدِيثِ مِنْ هَذَا. وَيُقَالُ: هَوَّشَتِ الرِّيحُ بِالتُّرَابِ: جَاءَتْ بِهِ أَلْوَانًا. وَمِنْهُ الْهَوْشُ: الْعَدَدُ الْكَثِيرُ. وَتَهَوَّشَ الْقَوْمُ عَلَى فُلَانٍ: تَغَاوَوْا عَلَيْهِ.\nوَشَذَّ عَنْهُ الْهَوَشُ، يُقَالُ إِنَّهُ صِغَرُ الْبَطْنِ. قَالَ:\nقَدْ هَوِشَتْ بُطُونُهَا وَاحْقَوْقَفَتْ\nوَهُمْ مُتَهَاوِشُونَ، أَيْ مُخْتَلِطُونَ.",
    "pg": "6:19"
  },
  "هوع": {
    "def": "الْهَاءُ وَالْوَاوُ وَالْعَيْنُ: كَلِمَتَانِ: الْهَوْعُ: سُوءُ الْحِرْصِ. يُقَالُ رَجُلٌ هَاعٌ.\nوَالْكَلِمَةُ الْأُخْرَى: الْهُوَاعُ: الْقَيْءُ. يُقَالُ: هَاعَ يَهُوعُ وَتَهَوَّعَ. قَالَ الْخَلِيلُ: لَأُهَوِّعَنَّهُ مَا أَكَلَ، أَيْ لَأَسْتَخْرِجَنَّ مِنْ حَلْقِهِ مَا أَكَلَ.",
    "pg": "6:19"
  },
  "هوف": {
    "def": "الْهَاءُ وَالْوَاوُ وَالْفَاءُ: كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى خِفَّةٍ. يُقَالُ الْهُوفُ: الرِّيحُ تَأْتِي مِنْ قِبَلِ الْيَمَنِ. قَالَتْ أُمُ تَأَبَّطَ شَرًّا تُؤَبِّنُهُ: \" مَا هُوَ بِهُلْفُوفٍ، تَلُفُّهُ هُوفٌ \" وَبِذَلِكَ يُشَبَّهُ الْأَحْمَقُ، فَيُقَالُ لَهُ هُوفٌ. قَالَ أَبُو بَكْرٍ: وَرَجُلٌ هُوفٌ، إِذَا كَانَ خَاوِيًا لَا خَيْرَ عِنْدَهُ.",
    "pg": "6:19-20"
  },
  "هوك": {
    "def": "الْهَاءُ وَالْوَاوُ وَالْكَافُ: كَلِمَةٌ تَدُلُّ عَلَى حُمْقٍ وَوُقُوعٍ فِي الشَّيْءِ عَلَى غَيْرِ بَصِيرَةٍ. فَالْهَوَكُ: الْحُمْقُ. وَتَهَوَّكَ الرَّجُلُ: وَقَعَ فِي الشَّيْءِ. وَفِي الْحَدِيثِ: «أَمُتَهَوِّكُونَ أَنْتُمْ كَمَا تَهَوَّكَتِ الْيَهُودُ وَالنَّصَارَى» .",
    "pg": "6:20"
  },
  "هول": {
    "def": "الْهَاءُ وَالْوَاوُ وَاللَّامُ: كَلِمَتَانِ تَدُلُّ إِحْدَاهُمَا عَلَى مَخَافَةٍ، وَالْأُخْرَى عَلَى تَحْسِينٍ وَزِينَةٍ.\nفَالْأُولَى: الْهَوْلُ، وَهِيَ الْمَخَافَةُ. وَهَالَنِي الشَّيْءُ يَهُولُنِي. وَمَكَانٌ مَهَالٌ: ذُو هَوْلٍ. قَالَ الْهُذَلِيُّ:\nأَجَازَ إِلَيْنَا عَلَى بُعْدِهِ ... مَهَاوِيَ خَرْقٍ مَهَابٍ مَهَالِ\nوَالتَّهَاوِيلُ: مَا هَالَكَ مِنْ شَيْءٍ. وَهَوَّلُوا عَلَى الرَّجُلِ: حَلَّفُوهُ عِنْدَ نَارٍ يُهَوِّلُونَ بِهَا عَلَيْهِ. قَالَ أَوْسٌ:\nكَمَا صَدَّ عَنْ نَارِ الْمُهَوِّلِ حَالِفُ\nوَالْأُخْرَى قَوْلُهُمْ لِزِينَةِ الْوَشْيِ: تَهَاوِيلُ. وَيُقَالُ هَوَّلَتِ الْمَرْأَةُ: تَزَيَّنَتْ بِحَلْيِهَا.",
    "pg": "6:20-21"
  },
  "هوم": {
    "def": "الْهَاءُ وَالْوَاوُ وَالْمِيمُ كَلِمَةٌ. يَقُولُونَ: هَوَّمَ الرَّجُلُ، إِذَا هَزَّ رَأْسَهُ مِنَ النُّعَاسِ. وَقَدْ هَوَّمْنَا. قَالَ:\n\nمَا تَطَعَمُ الْعَيْنُ نَوْمًا غَيْرَ تَهْوِيمِ.",
    "pg": "6:21"
  },
  "هون": {
    "def": "الْهَاءُ وَالْوَاوُ وَالنُّونُ أُصَيْلٌ يَدُلُّ عَلَى سُكُونٍ أَوْ سَكِينَةٍ أَوْ ذُلٍّ. مِنْ ذَلِكَ الْهَوْنِ: السَّكِينَةُ وَالْوَقَارُ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿يَمْشُونَ عَلَى الْأَرْضِ هَوْنًا﴾ [الفرقان: ٦٣] . وَالْهُونُ: الْهَوَانُ. قَالَ ﷿: ﴿أَيُمْسِكُهُ عَلَى هُونٍ﴾ [النحل: ٥٩] . وَالْهَاوُونُ لِلَّذِي يُدَقُّ بِهِ عَرَبِيٌّ صَحِيحٌ، كَأَنَّهُ فَاعُولٌ مِنَ الْهَوْنِ.",
    "pg": "6:21"
  },
  "هوه": {
    "def": "الْهَاءُ وَالْوَاوُ وَالْهَاءُ. يَقُولُونَ: الْهَوْهَاءُ: الْأَحْمَقُ. وَيَقُولُونَ: الْهَوَاهِي: الْبَاطِلُ. قَالَ ابْنُ أَحْمَرَ:\nفِي كُلِّ يَوْمٍ يَدْعُوَانِ أَطِبَّةً ... إِلَيَّ وَمَا يُجْدُونَ إِلَّا الْهَوَاهِيَا\nقَالَ الْخَلِيلُ: وَبِئْرٌ هَوْهَاءُ، عَلَى زِنَةِ حَمْرَاءَ: كَثِيرَةُ الْمَاءِ. [بَابُ الْهَاءِ وَالْيَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "6:21-22"
  },
  "هوي": {
    "def": "الْهَاءُ وَالْوَاوُ وَالْيَاءُ: أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خُلُوٍّ وَسُقُوطٍ. أَصْلُهُ الْهَوَاءُ بَيْنَ الْأَرْضِ وَالسَّمَاءِ، سُمِّيَ لِخُلُوِّهِ. قَالُوا: وَكُلُّ خَالٍ هَوَاءٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَأَفْئِدَتُهُمْ هَوَاءٌ﴾ [إبراهيم: ٤٣] ، أَيْ خَالِيَةٌ لَا تَعِي شَيْئًا، ثُمَّ قَالَ زُهَيْرٌ:\nكَأَنَّ الرَّحْلَ مِنْهَا فَوْقَ صَعَلٍ ... مِنَ الظِّلْمَانِ جُؤْجُؤْهُ هَوَاءُ\nوَيُقَالُ هَوَى الشَّيْءُ يَهْوِي: سَقَطَ. وَهَاوِيَةُ: جَهَنَّمُ ; لِأَنَّ الْكَافِرَ يَهْوِي فِيهَا. وَالْهَاوِيَةُ: كُلُّ مَهْوَاةٍ. وَالْهُوَّةُ: الْوَهْدَةُ الْعَمِيقَةُ. وَأَهْوَى إِلَيْهِ بِيَدِهِ لِيَأْخُذَهُ، كَأَنَّهُ رَمَى إِلَيْهِ بِيَدِهِ إِذَا أَرْسَلَهَا. وَتَهَاوَى الْقَوْمُ فِي الْمَهْوَاةِ: سَقَطَ بَعْضُهُمْ فِي إِثْرِ بَعْضٍ. وَيَقُولُونَ: الْهَوِيُّ ذَهَابٌ فِي انْحِدَارٍ، وَالْهُوِيِّ فِي الِارْتِفَاعِ. قَالَ زُهَيْرٌ فِي الْهَوِيِّ:\nيَشُقُّ بِهَا الْأَمَاعِزَ فَهْيَ تَهْوِي ... هَوِيَّ الدَّلْوِ أَسْلَمَهَا الرِّشَاءُ\nوَقَالَ الْهُذَلِيُّ فِي الْهُوِيِّ:\nوَإِذَا رَمَيْتَ بِهِ الْفِجَاجَ رَأَيْتَهُ ... يَهْوِي مَخَارِمَهَا هُوِيَّ الْأَجْدَلِ\nوَهَوَتِ الطَّعْنَةُ: فَتَحَتْ فَاهَا تَهْوِي، وَهُوَ مِنَ الْهَوَاءِ: الْخَالِي. وَهَوَتْ أُمُّهُ: شَتْمٌ، أَيْ سَقَطَتْ وَهَلَكَتْ. وَ \" أُمُّهُ هَاوِيَةٌ \" كَمَا يُقَالُ: ثَاكِلَةٌ. وَالْمَهْوَى: بُعْدُ مَا بَيْنَ الشَّيْئَيْنِ الْمُنْتَصِبَيْنِ، حَتَّى يُقَالَ ذَلِكَ لِبُعْدِ مَا بَيْنَ الْمَنْكِبَيْنِ.\nوَأَمَّا الْهَوَى: هَوَى النَّفْسِ، فَمِنَ الْمَعْنَيَيْنِ جَمِيعًا، لِأَنَّهُ خَالٍ مِنْ كُلِّ خَيْرٍ، وَيَهْوِي بِصَاحِبِهِ فِيمَا لَا يَنْبَغِي. قَالَ اللَّهُ تَعَالَى فِي وَصْفِ نَبِيِّهِ ﵊: ﴿وَمَا يَنْطِقُ عَنِ الْهَوَى﴾ [النجم: ٣] ، يُقَالُ مِنْهُ هَوِيتُ أَهْوَى هَوًى. وَأَمَّا الْمُهَاوَاةُ فَذَكَرَ أَبُو عَمْرٍو أَنَّهَا الْمُلَاجَّةُ. وَقَالَ أَبُو عُبَيْدٍ: شِدَّةُ السَّيْرِ. وَأَنْشَدَ:\nفَلَمْ تَسْتَطِعْ مَيٌّ مُهَاوَاتَنَا السُّرَى ... وَلَا لَيْلَ عِيسٍ فِي الْبُرِينَ خَوَاضِعِ وَالَّذِي قَالَهُ فَصِيحٌ: أَمَّا الْمُلَاجَّةُ فَلِأَنَّ كُلَّ وَاحِدٍ مِنْهَا يُحِبُّ هَوَى صَاحِبِهِ. وَأَمَّا السَّيْرُ فَلِمَا فِي ذَلِكَ مِنَ التَّرَامِي بِالْأَبْدَانِ عِنْدَ السَّيْرِ.",
    "pg": "6:15-17"
  },
  "هي": {
    "def": "الْهَاءُ وَالْيَاءُ، وَالْهَاءُ وَالْهَمْزَةُ يَجْرِيَانِ مَجْرَى مَا قَبْلَهُمَا. عَلَى أَنَّهُمْ يَقُولُونَ: مَا أَدْرِي أَيُّ هَيِّ بْنِ بَيٍّ هُوَ. مَعْنَاهُ أَيُّ النَّاسِ هُوَ. وَهَذَا عِنْدَنَا مِمَّا دَرَجَ عِلْمُهُ. وَكَذَلِكَ قَوْلُهُمْ: \" لَوْ كَانَ ذَاكَ فِي الْهَيْءِ وَالْجَيْءِ مَا نَفَعَهُ \"، وَالْهَيْءُ: الطَّعَامُ. وَالْجَيْءُ: الشَّرَابُ، وَاللَّفْظَتَانِ لَا تَدُلَّانِ عَلَى هَذَا التَّفْسِيرِ. وَيَقُولُونَ: هَأْهَأْتُ بِالْإِبِلِ، إِذَا دَعَوْتَهَا لِلْعَلَفِ. وَهَذَا خِلَافُ الْأَوَّلِ. وَأَنْشَدُوا:\nوَمَا كَانَ عَلَى الْهَيْءِ ... وَلَا الْجَيءِ امْتِدَاحِيكَا\nوَالْهَاءُ، هَذَا الْحَرْفُ وَهَا تَنْبِيهٌ. وَمِنْ شَأْنِهِمْ إِذَا أَرَادُوا تَعْظِيمَ شَيْءٍ أَنْ يُكْثِرُوا فِيهِ مِنَ التَّنْبِيهِ وَالْإِشَارَةِ. وَفِي كِتَابِ اللَّهِ: ﴿هَا أَنْتُمْ هَؤُلَاءِ﴾ [آل عمران: ٦٦] ، ثُمَّ قَالَ الشَّاعِرُ:\nهَا إِنَّ تَا عِذْرَةٌ إِلَّا تَكُنْ نَفَعَتْ ... فَإِنَّ صَاحِبَهَا قَدْ تَاهَ فِي الْبَلَدِ\nوَيَقُولُونَ فِي الْيَمِينِ: لَا هَا اللَّهِ. وَيَقُولُونَ: إِنَّ هَاءً تَكُونُ تَلْبِيَةً. قَالَ:\nلَا بَلْ يُجِيبُكَ حِينَ تَدْعُو بِاسْمِهِ ... فَيَقُولُ هَاءً وَطَالَ مَا لَبَّى\nهَاءَ يَهُوءُ الرَّجُلُ هَوْءًا. وَالْهَوْءُ: الْهِمَّةُ. قَالَ الْكِسَائِيُّ: يَا هَيْءَ مَالِي، تَأَسُّفٌ.",
    "pg": "6:3-4"
  },
  "هيا": {
    "def": "الْهَاءُ وَالْيَاءُ وَالْأَلِفُ كَلِمَةٌ تَأْتِي وَهَاؤُهَا زَائِدَةٌ. يُقَالُ: هَيَا، وَالْمُرَادُ: يَا. قَالَ الشَّاعِرُ:\nفَيُصِيخُ يَرْجُو أَنْ يَكُونَ حَيًّا ... وَيَقُولُ مِنْ طَرَبٍ هَيَا رَبَّا",
    "pg": "6:22"
  },
  "هيب": {
    "def": "الْهَاءُ وَالْيَاءُ وَالْبَاءُ كَلِمَةُ إِجْلَالٍ وَمَخَافَةٍ. مِنْ ذَلِكَ هَابَهُ يَهَابُهُ هَيْبَةً. وَرَجُلٌ هَيُوبٌ: يَهَابُ كُلَّ شَيْءٍ. وَهَيُوبٌ: مَهِيبٌ. وَقَوْلُهُمْ: \" الْإِيمَانُ هَيُوبٌ \"، قَالَ قَوْمٌ: مَهِيبٌ، وَقَالَ قَوْمٌ: إِنَّ الْمُؤْمِنَ يَهَابُ الِانْقِحَامَ فِيمَا يُسْرِعُ إِلَيْهِ غَيْرُهُ. وَتَهَيَّبْتُ الشَّيْءَ: خِفْتُهُ. وَتَهَيَّبَنِي الشَّيْءُ، كَأَنَّهُ أَخَافَنِي. قَالَ:\nوَلَا تَهَيَّبُنِي الْمَوْمَاةُ أَرْكَبُهَا\nوالْهَيَّبَانُ: الْجَبَانُ. وَأَمَّا قَوْلُهُمْ: أَهَابَ بِهِ، إِذَا صَاحَ بِهِ، يُهِيبُ كَمَا يُهِيبُ الرَّاعِي بِغَنَمِهِ لِتَقِفَ أَوْ تَرْجِعَ، فَهُوَ مِنَ الْقِيَاسِ، لِأَنَّهُ كَأَنَّهُ يُفْزِعُهُ.\nوَمِمَّا لَيْسَ مِنَ الْبَابِ وَلَا أَعْلَمُ كَيْفَ صِحَّتُهُ، قَوْلُهُمْ: الْهَيَّبَانُ: لُغَامُ الْبَعِيرِ.",
    "pg": "6:22"
  },
  "هيت": {
    "def": "الْهَاءُ وَالْيَاءُ وَالتَّاءُ كَلِمَةٌ تَدُلُّ عَلَى الصَّيْحَةِ. يَقُولُونَ: هَيَّتَ بِهِ، إِذَا صَاحَ. قَالَ: لَوْ كَانَ مَعْنِيَّا بِهَا لَهَيَّتَا\nوَيَقُولُونَ فِي مَعْنَى هَيْتَ لَكَ: هَلُمَّ.",
    "pg": "6:22-23"
  },
  "هيج": {
    "def": "الْهَاءُ وَالْيَاءُ وَالْجِيمُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا يَدُلُّ عَلَى ثَوَرَانِ شَيْءٍ، وَالْآخَرُ عَلَى يُبْسِ نَبَاتٍ. فَالْأَوَّلُ: هَاجَ الْفَحْلُ هَيْجًا وَهِيَاجًا. وَكَذَلِكَ الدَّمُ: وَالْهَيْجَاءُ تُمَدُّ وَتُقْصَرُ. وَهِجْتُ الشَّرَّ وَهَيَّجْتُهُ. وَهَيَّجْتُ النَّاقَةَ فَانْبَعَثَتْ. وَيُقَالُ لِلنَّاقَةِ النَّزُوعِ إِلَى وَطَنِهَا: مِهْيَاجٌ.\nوَالْآخَرُ قَوْلُهُمْ: هَاجَ الْبَقْلُ، إِذَا اصْفَرَّ لِيَيْبَسَ. وَأَرْضٌ هَائِجَةٌ: يَبِسَ بَقْلُهَا. وَأَهْيَجْتُ الْأَرْضَ: صَادَفْتُ نَبَاتَهَا هَائِجًا قَدْ ذَوَى. قَالَ رُؤْبَةُ:\nوَأَهْيَجَ الْخَلْصَاءَ مِنْ ذَاتِ الْبُرَقْ",
    "pg": "6:23"
  },
  "هيد": {
    "def": "الْهَاءُ وَالْيَاءُ وَالدَّالُ. الْأَصْلُ الَّذِي يَنْقَاسُ مِنْهُ التَّحْرِيكُ وَالْإِزْعَاجُ وَبَاقِي ذَلِكَ مِمَّا لَا يُعْرَفُ قِيَاسُهُ.\nفَالْأَوَّلُ قَوْلُهُمْ: هِدْتُ الشَّيْءَ حَرَّكْتُهُ، هَيْدًا. وَهَادَنِي يَهِيدُنِي: كَرَثَنِي وَأَزْعَجَنِي. يَقُولُونَ: لَا يَهِيدَنَّكَ. وَالْهَيْدَانُ: الْجَبَانُ: كَأَنَّهُ يُزْعِجُهُ كُلُّ شَيْءٍ. وَهِيدَ: كَلِمَةٌ تُقَالُ عِنْدَ سَوْقِ الْإِبِلِ. وَيُقَالُ: هَيَّدَ فِي [السَّيْرِ] : أَسْرَعَ. وَأَمَّا الْحَدِيثُ فِي ذِكْرِ مَسْجِدِ رَسُولِ اللَّهِ ﵊: \" هِدْهُ \" أَيْ أَصْلِحْهُ، قَالُوا: وَلَا يَكُونُ ذَلِكَ إِلَّا بَعْدَ الْهَدْمِ. وَمَعْنَى هَذَا أَنَّ الْيَبَابَ كَانَ هَادِمًا فَلَمَّا بُنِيَ كَأَنَّهُ أُحْيِيَ.\nوَأَمَّا الَّذِي يُشْكِلُ قِيَاسُهُ، وَهُوَ عِنْدَنَا مِنَ الْكَلَامِ الَّذِي دَرَسَ عِلْمُهُ قَوْلُهُمْ: هَيْدَ مَالَكَ، وَأَكْثَرُ مَا قِيلَ فِي ذَلِكَ: مَا أَمْرُكَ، مَا شَأْنُكَ؟ وَأَنْشَدُوا:\nيَا هَيْدَ مَالَكَ مِنْ شَوْقٍ وَإِيرَاقِ ... وَمَرِّ طَيْفٍ عَلَى الْأَهْوَالِ طَرَّاقِ",
    "pg": "6:23-24"
  },
  "هيس": {
    "def": "الْهَاءُ وَالْيَاءُ وَالسِّينُ. يَقُولُونَ: الْهَيْسُ: السَّيْرُ. قَالَ:\nإِحْدَى لَيَالِيكِ فَهِيسِي هِيسِي",
    "pg": "6:24"
  },
  "هيش": {
    "def": "الْهَاءُ وَالْيَاءُ وَالشِّينُ. الْهَيْشُ: الْحَلْبُ الرُّوَيْدُ. وَالْهَيْشُ: الْحَرَكَةُ. قَالَ: وَهَاشَ فِي الْقَوْمِ يَهِيشُ: أَفْسَدَ وَعَاثَ.",
    "pg": "6:24"
  },
  "هيض": {
    "def": "الْهَاءُ وَالْيَاءُ وَالضَّادُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى كَسْرِ شَيْءٍ، وَمَا أَشْبَهَهُ. يُقَالُ: هَاضَ عَظْمَهُ: كَسَرَهُ بَعْدَ الْجَبْرِ. وَكَذَا هِيضَ الْإِنْسَانُ: نُكِسَ فِي مَرَضِهِ بَعْدَ الْبُرْءِ. وَفِي حَدِيثِ أَبِي بَكْرٍ: «إِنَّ هَذَا يَهِيضُكَ» .",
    "pg": "6:24"
  },
  "هيط": {
    "def": "الْهَاءُ وَالْيَاءُ وَالطَّاءُ كَلِمَتَانِ: إِحْدَاهُمَا [الْهِيَاطُ] : الصِّيَاحُ، وَالْأُخْرَى كَلِمَةٌ حَكَاهَا الْفَرَّاءُ: تَهَايَطَ الْقَوْمُ: اجْتَمَعُوا لِإِصْلَاحِ مَا بَيْنَهُمْ.",
    "pg": "6:24-25"
  },
  "هيع": {
    "def": "الْهَاءُ وَالْيَاءُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْهَيْعَةُ: الصَّوْتُ الَّذِي يُفْزَعُ مِنْهُ وَيُخَافُ. يُقَالُ: رَجُلٌ هَاعٌ وَهَائِعٌ. وَفِي الْحَدِيثِ: «كُلَّمَا سَمِعَ هَيْعَةً طَارَ إِلَيْهَا» . وَقَدْ هَاعَ يَهِيعُ. قَالَ الطِّرِمَّاحُ:\nأَنَا ابْنُ حُمَاةِ الْمَجْدِ مِنْ آلِ مَالِكٍ ... إِذَا جَعَلَتْ خُورُ الرِّجَالِ تَهِيعُ\nأَيْ تَجْبُنُ.\nوَيُحْتَمَلُ أَنَّ أَصْلَ الْبَابِ الِانْبِسَاطُ وَالِاسْتِرْسَالُ. وَالْمَهْيَعُ: الطَّرِيقُ الْوَاسِعُ الْوَاضِحُ. وَالْهَيْعَةُ: سَيَلَانُ الشَّيْءِ الْمَصْبُوبِ عَلَى وَجْهِ الْأَرْضِ، أَيْ يَنْبَسِطُ. قَالَ الْخَلِيلُ: وَأَرْضٌ هَيْعَةٌ: وَاسِعَةٌ مَبْسُوطَةٌ. مُتَهَيِّعٌ: حَائِرٌ هَائِعٌ. وَكُلُّ ذَلِكَ مِنْ ذَلِكَ الْأَصْلِ.",
    "pg": "6:25"
  },
  "هيغ": {
    "def": "الْهَاءُ وَالْيَاءُ وَالْغَيْنُ كَلِمَةٌ تَدُلُّ عَلَى رَغَدٍ وَنَعْمَةِ عَيْشٍ. يُقَالُ إِنَّ الْأَهْيَغَ: أَرْغَدُ الْعَيْشِ. وَيَقُولُونَ: الْأَهْيَغَانِ: الْأَكْلُ وَالنِّكَاحُ. وَيُقَالُ: هَيَّغْتُ الثَّرِيدَةَ: أَكْثَرْتُ وَدَكَهَا. قَالَ:\nيَغْمِسْنَ مَنْ غَمَسْنَهُ فِي الْأَهْيَغِ",
    "pg": "6:25"
  },
  "هيف": {
    "def": "الْهَاءُ وَالْيَاءُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى حَرَارَةٍ وَعَطَشٍ، ثُمَّ يُسْتَعَارُ ذَلِكَ. فَالْهَيْفُ: رِيحٌ حَارَّةٌ تَجِيءُ فِي قُبُلِ الصَّيْفِ، تُعْطِشُ الْمَالَ وَتُوبِسُ الرَّطْبَ. وَرَجُلٌ مِهْيَافٌ: لَا يَصْبِرُ عَنِ الْمَاءِ. وَأَهَافُوا: عَطِشَتْ إِبِلُهُمْ. وَاسْتُعِيرَ فَقِيلَ لِمَنْ دَقَّ خَصْرُهُ: أَهْيَفُ، كَأَنَّ ثَمَّ عَطَشًا ; وَالْجَمْعُ هِيفٌ. وَفَرَسٌ هَيْفَاءُ: ضَامِرَةٌ.",
    "pg": "6:25-26"
  },
  "هيق": {
    "def": "الْهَاءُ وَالْيَاءُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْهَيْقُ: الظَّلِيمُ، وَيُقَالُ لِكُلِّ طَوِيلٍ دَقِيقٍ: هَيْقٌ، تَشْبِيهًا.",
    "pg": "6:26"
  },
  "هيل": {
    "def": "الْهَاءُ وَالْيَاءُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى دَفْعِ شَيْءٍ يُمَكِنُ كَيْلُهُ دَفْعًا مِنْ غَيْرِ كَيْلٍ. وَهِلْتُ الطَّعَامَ أُهِيلُهُ هَيْلًا: أَرْسَلْتُهُ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿وَكَانَتِ الْجِبَالُ كَثِيبًا مَهِيلًا﴾ [المزمل: ١٤] . وَمِنْهُ قَوْلُهُمْ: \" جَاءَ بِالْهَيْلِ وَالْهَيْلُمَانِ \"، أَيِ الشَّيْءِ الْكَثِيرِ.",
    "pg": "6:26"
  },
  "هيم": {
    "def": "الْهَاءُ وَالْيَاءُ وَالْمِيمُ كَلِمَةٌ تَدُلُّ عَلَى عَطَشٍ شَدِيدٍ. فَالْهَيَمَانُ: الْعَطَشُ. وَالْهِيمُ: الْإِبِلُ الْعِطَاشُ، وَالْهِيمُ: الرِّمَالُ الَّتِي تَبْتَلِعُ الْمَاءَ. وَالْهُيَامُ: دَاءٌ يَأْخُذُ الْإِبِلَ عِنْدَ عَطَشِهَا فَتَهِيمُ فِي الْأَرْضِ لَا تَرْعَوِي. وَبِهِ سُمِّي الْعَاشِقُ الْهَيْمَانَ، كَأَنَّهُ جُنَّ مِنَ الْعِشْقِ فَذَهَبَ عَلَى وَجْهِهِ [عَلَى] غَيْرِ قَصْدٍ. وَالْهَيْمَاءُ: الْمَفَازَةُ لَا مَاءَ بِهَا.",
    "pg": "6:26"
  },
  "هين": {
    "def": "الْهَاءُ وَالْيَاءُ وَالنُّونُ: الْهَيْنُ: الْأَمْرُ الْهَيِّنُ، وَهُوَ مِنَ الْوَاوِ، وَقَدْ مَرَّ. [بَابُ الْهَاءِ وَالْأَلِفِ وَمَا يَثْلِثُهُمَا]\nوَلَا تَكُونُ الْأَلِفُ إِلَّا مُبْدَلَةً",
    "pg": "6:26-27"
  }
}