{
  "لاب": {
    "def": "اللَّامُ وَالْأَلِفُ وَالْبَاءُ. اللَّابَةُ: الْحَرَّةُ، وَالْجَمْعُ لُوبٌ. وَاللُّوَابُ: الْعَطَشُ; لَابَ يَلُوبُ.",
    "pg": "5:225"
  },
  "لاع": {
    "def": "اللَّامُ وَالْأَلِفُ وَالْعَيْنُ، اللَّاعُ: الرَّجُلُ الْجَبَانُ; يُقَالُ هَاعٌ لَاعٌ، وَهَائِعٌ لَائِعٌ، أَيْ جَبَانٌ.",
    "pg": "5:225-226"
  },
  "لام": {
    "def": "اللَّامُ وَالْأَلِفُ وَالْمِيمُ أَصْلَانِ: أَحَدُهُمَا الِاتِّفَاقُ وَالِاجْتِمَاعُ، وَالْآخَرُ خُلُقٌ رَدِيءٌ.\nفَالْأَوَّلُ قَوْلُهُمْ: لَأَمْتُ الْجُرْحَ، وَلْأَمْتُ الصَّدْعَ، إِذَا سَدَدْتُ. وَإِذَا اتَّفَقَ الشَّيْئَانِ فَقَدِ الْتَأَمَا. وَقَالَ:\nيَظُنُّ النَّاسُ بِالْمَلْكَيْ ... نِ أَنَّهُمَا قَدِ الْتَأَمَا\nفَإِنْ تَسْمَعْ بِلَأْمِهِمَا ... فَإِنَّ الْأَمْرَ قَدْ فَقِمَا\nوَأُرَى الَّذِي أَنْشَدُهُ ثَعْلَبٌ فِي اللِّيمِ هُوَ مِنْ هَذَا، وَإِنَّمَا لَيَّنَ الْهَمْزَةَ الشَّاعِرُ. وَيُقَالُ: رِيشٌ لُؤَامٌ، إِذَا الْتَقَى بَطْنُ قُذَّةٍ وَظَهْرُ أُخْرَى. وَيُقَالُ إِنَّ اللُّؤَمَةَ: جَمَاعَةُ أَدَاةِ الْفَدَّانِ، وَإِذَا زُيِّنَ الرَّحْلُ فَجَمِيعُ جَهَازِهِ لُؤَمَةٌ.\nوَمِنَ الْبَابِ اللَّأْمَةُ: الدِّرْعُ، وَجَمْعُهَا لُؤَمٌ، وَهُوَ عَلَى غَيْرِ قِيَاسٍ. وَسُمِّيَتْ لَأْمَةً لِالْتِئَامِهَا. وَاسْتَلْأَمَ الرَّجُلُ، إِذَا لَبِسَ لَأْمَةً. قَالَ:\nوَاسْتَلْأَمُوا وَتَلَبَّبُوا ... إِنَّ التَّلَبُّبَ لِلْمُغَيَّرِ\nوَالْأَصْلُ الْآخَرُ اللُّؤْمِ. يَقُولُونَ: إِنَّ اللَّئِيمَ: الشَّحِيحُ الْمَهِينُ النَّفْسِ، الدَّنِيُّ السِّنْخِ. يُقَالُ: قَدْ لَؤُمَ. وَالْمِلْأَمُ: الَّذِي يَقُومُ بِعُذْرِ اللِّئَامِ. فَأَمَّا اللَّامُ غَيْرُ مَهْمُوزٍ فَلَيْسَ مِنْ هَذَا الْبَابِ، يُقَالُ إِنَّ اللَّامَ: شَخْصُ الْإِنْسَانِ. قَالَ: مَهْرِيَّةٌ تَخْطِرُ فِي زِمَامِهَا ... لَمْ يُبْقِ مِنْهَا السَّيْرُ غَيْرَ لَامِهَا\nوَيُقَالُ: اللَّامُ: السَّهْمُ، فِي قَوْلِ امْرِئِ الْقَيْسِ:\nنَطْعَنُهُمْ سُلْكَى وَمَخْلُوجَةً ... كَرَّكَ لَامَيْنِ عَلَى نَابِلِ.",
    "pg": "5:226-227"
  },
  "لاه": {
    "def": "اللَّامُ وَالْأَلِفُ وَالْهَاءُ. لَاهٌ اسْمُ اللَّهِ تَعَالَى، ثُمَّ أُدْخِلَتِ الْأَلِفُ وَاللَّامُ لِلتَّعْظِيمِ. قَالَ:\nلَاهِ ابْنُ عَمِّكَ لَا أَفْضَلْتَ فِي حَسَبٍ ... عَنِّي وَلَا أَنْتَ دَيَّانِي فَتَخْزُونِي.",
    "pg": "5:227"
  },
  "لاو": {
    "def": "اللَّامُ وَالْهَمْزَةُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَتَانِ: إِحْدَاهُمَا الشِّدَّةُ، وَالْأُخْرَى حَيَوَانٌ.\nفَالْأُولَى: اللَّأْوَاءُ: الشِّدَّةُ. [وَ] فِي الْحَدِيثِ: «مَنْ كَانَ لَهُ ثَلَاثُ بَنَاتٍ فَصَبَرَ عَلَى لَأْوَائِهِنَّ كُنَّ لَهُ حِجَابًا مِنَ النَّارِ» . وَيَقُولُونَ: فَعَلَ ذَلِكَ بَعْدَ لَأْيٍ، أَيْ شِدَّةٍ. وَالْتَأَى الرَّجُلُ: سَاءَ عَيْشُهُ. وَمِنْهُ قَوْلُ الشَّاعِرِ:\nوَلَيْسَ يُغَيِّرُ خِيَمَ الْكَرِيمِ ... خُلُوقَةُ أَثْوَابِهِ وَاللَّأَى\nقَالُوا: أَرَادَ اللَّأْوَاءَ، وَهِيَ شِدَّةُ الْعَيْشِ. وَالْآخَرُ: اللَّأَى، يُقَالُ إِنَّهُ الثَّوْرُ الْوَحْشِيُّ، فِي قَوْلِ الطِّرِمَّاحِ: كَظَهْرِ اللَّأَى لَوْ تُبْتَغَى رِيَّةٌ بِهَا ... نَهَارًا لَعَنَّتْ فِي بُطُونِ الشَّوَاجِنِ\nوَاللَّهُ أَعْلَمُ.\n\n[بَابُ اللَّامِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:227-228"
  },
  "لبا": {
    "def": "اللَّامُ وَالْبَاءُ وَالْهَمْزَةُ كَلِمَتَانِ مُتَبَايِنَتَانِ جِدًّا. فَاللَّبُؤَةُ: الْأُنْثَى مِنَ الْأُسْدِ. وَالْكَلِمَةُ الْأُخْرَى اللِّبَأُ: الَّذِي يُؤْكَلُ، مَقْصُورٌ مَهْمُوزٌ. وَيُقَالُ: أَلْبَأَتِ الشَّاةُ وَلَدَهَا: أَرْضَعَتْهُ اللِّبَأَ، وَالْتَبَأَهَا وَلَدُهَا. وَلَبَأْتُ الْقَوْمَ: سَقَيْتُهُمْ لِبَأً. وَعِشَارٌ مَلَابِئٌ، إِذَا دَنَا نِتَاجُهَا. وَمِمَّا شَذَّ عَنْ هَذَا وَهُوَ قَلِيلٌ لَبَّأْتُ، مِثْلَ لَبَّيْتُ; وَلَيْسَ بِأَصْلٍ.\n\n[بَابُ اللَّامِ وَا لتَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:232-233"
  },
  "لبب": {
    "def": "اللَّامُ وَالْبَاءُ. أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى لُزُومٍ وَثَبَاتٍ، وَعَلَى خُلُوصٍ وَجَوْدَةٍ.\nفَالْأَوَّلُ أَلَبَّ بِالْمَكَانِ، إِذَا أَقَامَ بِهِ، يُلِبُّ إِلْبَابًا. وَرَجُلٌ لَبٌّ بِهَذَا الْأَمْرِ، إِذَا لَازَمَهُ وَحَكَى الْفَرَّاءُ: امْرَأَةٌ لَبَّةٌ: مُحِبَّةٌ لِزَوْجِهَا، وَمَعْنَاهُ أَنَّهَا ثَابِتَةٌ عَلَى وُدِّهِ أَبَدًا. وَمِنَ الْبَابِ التَّلْبِيَةُ، وَهُوَ قَوْلُهُ: لَبَّيْكَ. قَالُوا: مَعْنَاهُ أَنَا مُقِيمٌ عَلَى طَاعَتِكَ. وَنُصِبَ عَلَى الْمَصْدَرِ، وَثُنِّيَ عَلَى مَعْنَى إِجَابَةٍ بَعْدَ إِجَابَةٍ. وَاللَّبِيبُ: الْمُلَبِّي. قَالَ الشَّاعِرُ:\nفَقُلْتُ لَهَا فِيئِي إِلَيْكِ فَإِنَّنِي ... حَرَامٌ وَإِنِّي بَعْدَ ذَاكَ لَبِيبُ\nأَيْ مُحْرِمٌ مُلَبٍّ، وَمِنَ الْبَابِ لَبْلَبَ مِنَ الشَّيْءِ: أَشْفَقَ، فَهُوَ مُلَبْلِبٌ. وَقَالَ:\nمِنَّا الْمُلَبْلِبُ وَالْمُشْبِلُ\nوَيَكُونُ ذَلِكَ مِنَ الثَّبَاتِ عَلَى الْوُدِّ. وَالْمَعْنَى الْآخَرُ اللُّبُّ مَعْرُوفٌ، مِنْ كُلِّ شَيْءٍ، وَهُوَ خَالِصُهُ وَمَا يُنْتَقَى مِنْهُ، وَلِذَلِكَ سُمِّيَ الْعَقْلُ لُبًّا. وَرَجُلٌ لَبِيبٌ، أَيْ عَاقِلٌ. وَقَدْ لَبَّ يَلُبُّ. وَخَالِصُ كُلِّ شَيْءٍ لُبَابُهُ.\nوَمِنَ الْبَابِ اللَّبَّةُ، وَهُوَ مَوْضِعُ الْقِلَادَةِ مِنَ الصَّدْرِ، وَذَلِكَ الْمَكَانُ خَالِصٌ. وَكَذَلِكَ اللَّبَبُ. يُقَالُ: لَبِبْتُ الرَّجُلَ: ضَرَبْتُ لَبَّتَهُ. وَيَقُولُونَ لِلْمُتَحَزِّمِ: مُتَلَبِّبٌ، كَأَنَّهُ شَدَّ ثَوْبَهُ إِلَى لَبَّتِهِ مُشَمِّرًا. وَلَبَبُ الْفَرَسِ مَعْرُوفٌ. وَعَلَى مَعْنَى التَّشْبِيهِ اللَّبَبُ مِنَ الرَّمْلِ: مَا كَانَ قَرِيبًا مِنْ جَبَلٍ مُتَّصِلًا بِسَهْلٍ. قَالَ:\nبَرَّاقَةُ الْجِيدِ وَاللَّبَاتُِ وَاضِحَةٌ ... كَأَنَّهَا ظَبْيَةٌ أَفْضَى بِهَا لَبَبُ\nوَمِمَّا شَذَّ عَنْ هَذَا قَوْلُهُمْ: إِنَّ اللَّبَابَ: الْكَلَأُ. وَاللَّبْلَابُ: نَبْتٌ.",
    "pg": "5:199-200"
  },
  "لبث": {
    "def": "اللَّامُ وَالْبَاءُ وَالثَّاءُ حَرْفٌ يَدُلُّ عَلَى تَمَكُّثٍ. يُقَالُ: لَبِثَ بِالْمَكَانِ: أَقَامَ. قَالَ اللَّهُ تَعَالَى: ﴿لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِنْ نَهَارٍ﴾ [الأحقاف: ٣٥] .",
    "pg": "5:228"
  },
  "لبج": {
    "def": "اللَّامُ وَالْبَاءُ وَالْجِيمُ كَلِمَتَانِ لَا تَنْقَاسَانِ. فَالْأُولَى قَوْلُهُمْ: لُبِجَ بِهِ، إِذَا صُرِعَ: وَحَيٌّ لَبِيجٌ، لِلْحَيِّ إِذَا نَزَلَ وَاسْتَقَرَّ مَكَانَهُ. قَالَ:\nكَأَنَّ ثِقَالَ الْمُزْنِ بَيْنَ تَضَارُعٍ ... وَشَابَةَ بَرْكٌ مِنْ جُذَامَ لَبِيجُ\nوَالْأُخْرَى اللُّبْجَةُ: حَدِيدَةٌ ذَاتُ شُعَبٍ، كَأَنَّهَا كَفٌّ بِأَصَابِعِهَا.",
    "pg": "5:228"
  },
  "لبخ": {
    "def": "اللَّامُ وَالْبَاءُ وَالْخَاءُ. يَقُولُونَ: اللُّبَاخِيَّةُ: الْمَرْأَةُ التَّامَّةُ الْخَلْقِ. قَالَ الْأَعْشَى:\nعَبْهَرَةُ الْخَلْقِ لُبَاخِيَّةٌ ... تَزِينُهُ بِالْخُلُقِ الطَّاهِرِ.",
    "pg": "5:228"
  },
  "لبد": {
    "def": "اللَّامُ وَالْبَاءُ وَالدَّالُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى تَكَرُّسِ الشَّيْءِ بَعْضِهِ فَوْقَ بَعْضٍ. مِنْ ذَلِكَ اللِّبْدُ، وَهُوَ مَعْرُوفٌ. وَتَلَبَّدَتِ الْأَرْضُ، وَلَبَّدَهَا الْمَطَرُ وَصَارَ النَّاسُ عَلَيْهِ لُبَدًا، إِذَا تَجَمَّعُوا عَلَيْهِ. قَالَ اللَّهُ تَعَالَى: ﴿وَأَنَّهُ لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا﴾ [الجن: ١٩] . وَ (لُبَدٌا) أَيْضًا عَلَى وَزْنٍ فُعَلٍ، مِنْ أَلَبَدَ بِالْمَكَانِ، إِذَا أَقَامَ، وَالْأَسَدُ ذُو لِبْدَةٍ، وَذَلِكَ أَنَّ قَطِيفَتَهُ تَتَلَبَّدُ عَلَيْهِ، لِكَثْرَةِ الدِّمَاءِ الَّتِي يَلَغُ فِيهَا. قَالَ الْأَعْشَى:\nكَسَتْهُ بَعُوضُ الْقَرْيَتَيْنِ قَطِيفَةً ... مَتَى مَا تَنَلْ مِنْ جِلْدِهِ يَتَلَبَّدِ\nوَيَقُولُونَ فِي الْمَثَلِ: \" هُوَ أَمْنَعُ مِنْ لِبْدَةِ الْأَسَدِ \". وَمِنَ الْبَابِ: أَلْبَدَ بِالْمَكَانِ: أَقَامَ بِهِ. وَاللُّبَدُ: الرَّجُلُ لَا يُفَارِقُ مَنْزِلَهُ. كُلُّ ذَلِكَ مَقِيسٌ عَلَى الْكَلِمَةِ الْأُولَى.\nوَيُقَالُ: لَبَدَ بِالْأَرْضِ لَبُودًا. وَأَلْبَدَ الْبَعِيرُ، إِذَا ضَرَبَ بِذَنَبِهِ عَلَى عَجُزِهِ وَقَدْ ثَلَطَ عَلَيْهِ، فَيَصِيرُ عَلَى عَجُزِهِ كَاللِّبْدَةِ. وَيَقُولُونَ: أَلْبَدَتِ الْإِبِلُ، إِذَا تَهَيَّأَتْ لِلسِّمَنِ، وَكَأَنَّهُ شُبِّهَ مَا ظَهَرَ مِنْ ذَلِكَ بِاللِّبْدَةِ. وَيَقُولُونَ: إِنَّ اللَّبِيدَ: الْجُوَالِقُ. يُقَالُ: أَلَبَدْتُ الْقِرْبَةَ، إِذَا صَيَّرْتَهَا فِيهِ.",
    "pg": "5:228-229"
  },
  "لبز": {
    "def": "اللَّامُ وَالْبَاءُ وَالزَّاءُ كَلِمَتَانِ مُتَقَارِبَتَا الْقِيَاسِ. فَاللَّبْزُ: ضَرْبُ النَّاقَةِ بِجَمِيعِ خُفِّهَا. قَالَ:\nخَبْطًا بِأَخْفَافٍ ثِقَالِ اللَّبْزِ\nوَاللَّبْزُ: الْأَكْلُ الْجَيِّدُ.",
    "pg": "5:229-230"
  },
  "لبس": {
    "def": "اللَّامُ وَالْبَاءُ وَالسِّينُ أَصْلٌ صَحِيحٌ وَاحِدٌ، يَدُلُّ عَلَى مُخَالَطَةٍ وَمُدَاخَلَةٍ. مِنْ ذَلِكَ لَبِسْتُ الثَّوْبَ أَلْبَسُهُ، وَهُوَ الْأَصْلُ، وَمِنْهُ تَتَفَرَّعُ الْفُرُوعُ. وَاللَّبْسُ: اخْتِلَاطُ الْأَمْرِ; يُقَالُ لَبَسْتُ عَلَيْهِ الْأَمْرَ أُلْبِسُهُ بِكَسْرِهَا. قَالَ اللَّهُ تَعَالَى: ﴿وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ﴾ [الأنعام: ٩] . وَفِي الْأَمْرِ لَبْسَةٌ، أَيْ لَيْسَ بِوَاضِحٍ وَاللَّبْسُ: اخْتِلَاطُ الظَّلَامِ وَيُقَالُ: لَابَسْتُ الْأَمْرَ أُلَابِسُهُ. وَمِنَ الْبَابِ: اللِّبَاسُ، وَهِيَ امْرَأَةُ الرَّجُلِ; وَالزَّوْجُ لِبَاسُهَا. قَالَ الْجَعْدِيُّ:\nإِذَا مَا الضَّجِيعُ ثَنَى جِيدَهَا ... تَدَاعَتْ فَكَانَتْ عَلَيْهِ لِبَاسًا\nوَاللَّبُوسَ: كُلُّ مَا يُلْبَسُ مِنْ ثِيَابٍ [وَ] دِرْعٍ. وَلَابَسْتُ الرَّجُلَ حَتَّى عَرَفْتُ بَاطِنَهُ. وَيُسْتَعَارُ هَذَا فَيُقَالُ: فِيهِ مَلْبَسٌ، أَيْ مُسْتَمْتَعٌ وَبَقِيَّةٌ. قَالَ:\nأَلَا إِنَّ بَعْدَ الْعُدْمِ لِلْمَرْءِ قُِنْوَةً ... وَبَعْدَ الْمَشِيبِ طُولَ عُمْرٍ وَمَلْبَسًا\nوَلِبْسُ الْهَوْدَجِ وَالْكَعْبَةِ: مَا عَلَيْهِمَا مِنْ لِبَاسٍ، بِكَسْرِ اللَّامِ.",
    "pg": "5:230"
  },
  "لبط": {
    "def": "اللَّامُ وَالْبَاءُ وَالطَّاءُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى سُقُوطٍ وَصَرْعٍ. يُقَالُ: لَبَطَ بِهِ، إِذَا صُرِعَ، وَلَبَطَةُ: اسْمُ رَجُلٍ مِنْ هَذَا. وَالْتَبَطَ الْفَرَسُ، إِذَا جَمَعَ قَوَائِمَهُ. وَالْتَبَطَ الرَّجُلُ فِي أَمْرِهِ وَتَلَبَّطَ، إِذَا تَحَيَّرَ. قَالَ:\nذُو مَنَادِيحَ وَذُو مُلْتَبَطٍ ... وَرِكَابِي حَيْثُ وَجَّهْتُ ذُلُلْ.",
    "pg": "5:230-231"
  },
  "لبق": {
    "def": "اللَّامُ وَالْبَاءُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خَلْطِ شَيْءٍ لِتَطْيِيبِهِ. يُقَالُ لَبَقْتُ الطَّعَامَ وَلَبَّقْتُهُ، إِذَا لَيَّنْتَهُ وَطَيَّبْتَهُ. وَمِنَ الْبَابِ اللَّبِقُ: الْحَاذِقُ بِالشَّيْءِ يَعْمَلُهُ. وَرَجُلٌ لَبِقٌ وَلَبِيقٌ. وَالْمَصْدَرُ اللَّبَاقَةُ. قَالَ الشَّاعِرُ:\nلَبِيقًا بِتَصْرِيفِ الْقَنَاةِ بَنَانِيَا.",
    "pg": "5:231"
  },
  "لبك": {
    "def": "اللَّامُ وَالْبَاءُ وَالْكَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى خَلْطِ شَيْءٍ بِشَيْءٍ. يُقَالُ لَبَكْتُ عَلَى فُلَانٍ الْأَمْرَ أَلْبِكُهُ، إِذَا خَلَطْتَهُ عَلَيْهِ. وَسَأَلَ رَجُلٌ الْحَسَنَ عَنْ شَيْءٍ فَلَمْ يُبَيِّنْ فَقَالَ: \" لَبَّكْتَ عَلَيَّ \". وَيُقَالُ: [لَبَكْتُ] الطَّعَامَ بِعَسَلٍ وَغَيْرِهِ، إِذَا خَلَطْتُهُمَا. قَالَ:\nإِلَى رُدُحٍ مِنَ الشِّيزَى مِلَاءٍ ... لُبَابَ الْبُرِّ يُلْبَكُ بِالشِّهَادِ\nوَمِنَ الْبَابِ: مَا ذُقْتُ عَبَكَةً وَلَا لَبَكَةً. يَقُولُونَ: هِيَ اللُّقْمَةُ مِنَ الْحَيْسِ.",
    "pg": "5:231"
  },
  "لبن": {
    "def": "اللَّامُ وَالْبَاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَتَفَرَّعُ مِنْهُ كَلِمَاتٌ، وَهُوَ اللَّبَنُ الْمَشْرُوبُ. يُقَالُ: لَبِنْتُهُ أَلْبِنُهُ، إِذَا سَقَيْتَهُ اللَّبَنَ. وَفُلَانٌ لَابِنٌ، أَيْ عِنْدَهُ لَبَنٌ، كَمَا يُقَالُ تَامِرٌ. قَالَ: وَغَرَرْتَنِي وَزَعَمْتَ أَنَّكَ ... لَابِنٌ بِالصَّيْفِ تَامِرْ\nوَالْمُلْبِنُ: الْكَثِيرُ اللَّبَنِ. وَنَاقَةٌ لَبِنَةٌ: غَزِيرَةٌ. وَإِذَا نَزَلَ لَبَنُهَا فِي ضَرْعِهَا فَهِيَ مُلْبِنٌ، وَإِنْ كَانَتْ ذَاتَ لَبَنٍ فَهِيَ لَبُونٌ، غَزِيرَةً كَانَتْ أَوْ بَكِيئَةً. وَرَجُلٌ مَلْبُونٌ، إِذَا سَفِهَ عَنْ كَثْرَةِ شُرْبِ اللَّبَنِ. وَأَمَّا الْفَرَسُ الْمَلْبُونُ فَالَّذِي يُقْفَى بِاللَّبَنِ: يُؤْثَرُ بِهِ. وَيُقَالُ: كَمْ لُبْنُ غَنَمِكَ وَلِبْنُهَا، أَيْ كَمْ ذَوَاتُ الدَّرِّ مِنْهَا.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ [اللَّبَنُ] : وَجَعُ الْعُنُقِ مِنَ الْوِسَادِ، يُقَالُ رَجُلٌ لَبِنٌ، إِذَا كَانَ بِهِ ذَلِكَ الْوَجَعُ. وَمِنْهُ اللَّبِنَةُ مِنَ الطِّينِ. قَالَ ابْنُ السِّكِّيتِ: هُوَ أَخُوهُ بِلِبَانِ أُمِّهِ، وَلَا يُقَالُ بِلَبَنِ أُمِّهِ، إِنَّمَا اللَّبَنُ الَّذِي يُشْرَبُ. وَالَّذِي أَنْكَرَهُ ابْنُ السِّكِّيتِ فَغَيْرُ مُنْكَرٍ; لِأَنَّ ذَلِكَ مَأْخُوذٌ مِنَ اللَّبَنِ الْمَشْرُوبِ، كَأَنَّهُمَا تَلَابَنَا لِبَانًا، كَمَا يُقَالُ تَقَاتَلَا قِتَالًا. وَكَانَ يَنْبَغِي أَنْ يَقُولَ: هُوَ مِنَ اللَّبَنِ، وَلَكِنَّهُ لَا يُقَالُ بِلَبَنِ أُمِّهِ إِنَّمَا يُقَالُ بِلِبَانِ أُمِّهِ.\nوَمِمَّا يُقَارِبُ هَذَا اللَّبَانُ: الصَّدْرُ، بِفَتْحِ اللَّامِ. وَاللُّبَانُ: الْكُنْدُرُ، كَأَنَّهُ لَبَنٌ يَتَحَلَّبُ مِنْ شَجَرَةٍ. وَالْقِيَاسُ فِيهِ وَاحِدٌ. وَمِنْهُ اللُّبَانَةُ، وَهِيَ الْحَاجَةُ. وَقَدْ يُمْكِنُ أَنْ يُحْمَلَ عَلَى الْبَابِ بِضَرْبٍ مِنَ الْقِيَاسِ، إِلَّا أَنَّهُ إِلَى الشُّذُوذِ أَقْرَبُ.",
    "pg": "5:231-232"
  },
  "لتا": {
    "def": "اللَّامُ وَالتَّاءُ وَالْهَمْزَةُ كَلِمَةٌ إِنْ صَحَّتْ. يَقُولُونَ: لَتَأَهُ بِسَهْمٍ، إِذَا رَمَاهُ بِهِ. وَلَتَأَ الْمَرْأَةَ: نَكَحَهَا. فَأَمَّا الَّتِي فَمُؤَنَّثُ الَّذِي. يَقُولُونَ اللَّتَيَّا: الْأَمْرُ الْعَظِيمُ، يُقَالُ وَقَعَ فِي اللَّتَيَّا وَالَّتِي. وَهَذَا مِمَّا يُقَالُ إِنَّ عِلْمَهُ دَرَجَ فَلَا يُعْرَفُ لَهُ قِيَاسٌ.",
    "pg": "5:233"
  },
  "لتب": {
    "def": "اللَّامُ وَالتَّاءُ وَالْبَاءُ كَلِمَةٌ تَدُلُّ عَلَى مُلَازَمَةٍ وَمُخَالَطَةٍ. يَقُولُونَ: لَتَبَ ثَوْبَهُ: لَبِسَهُ. وَاللَّاتِبُ: الْمُلَازِمُ لِلشَّيْءِ لَا يُفَارِقُهُ. وَيَقُولُونَ: لَتَبَ فِي سَبَلَةِ النَّاقَةِ، إِذَا وَجَأَ.\n\n[بَابُ اللَّامِ وَالثَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:233-234"
  },
  "لتت": {
    "def": "اللَّامُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: لَتَّ السَّوِيقَ بِالسَّمْنِ يَلُتُّهُ لَتًّا، وَالْفَاعِلُ لَاتٌّ. وَذُكِرَ عَنِ ابْنِ الْأَعْرَابِيِّ: لُتَّ فُلَانٌ بِفُلَانٍ، إِذَا قُرِنَ بِهِ. فَإِنْ صَحَّ فَهُوَ مِنْ بَابِ الْإِبْدَالِ، كَأَنَّ التَّاءَ مُبْدَلَةٌ مِنْ زَاءٍ.",
    "pg": "5:200"
  },
  "لتج": {
    "def": "اللَّامُ وَالتَّاءُ وَالْجِيمُ كَلِمَةٌ. يَقُولُونَ: اللَّتْجَانُ: الْجَائِعُ. وَامْرَأَةٌ لَتْجَى.",
    "pg": "5:233"
  },
  "لتخ": {
    "def": "اللَّامُ وَالتَّاءُ وَالْخَاءُ. قَالَ ابْنُ دُرَيْدٍ: اللَّتْخُ مِثْلُ اللَّطْخِ. وَاللَّهُ أَعْلَمُ.",
    "pg": "5:233"
  },
  "لتم": {
    "def": "اللَّامُ وَالتَّاءُ وَالْمِيمُ كَلِمَةٌ. يُقَالُ: لَتَمَهَا، إِذَا طَعَنَهَا فِي مَنْحَرِهَا بِشَفْرَةٍ.",
    "pg": "5:233"
  },
  "لثث": {
    "def": "اللَّامُ وَالثَّاءُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى إِقَامَةٍ وَدَوَامٍ. يُقَالُ: أَلَثَّ الْمَطَرُ، إِذَا دَامَ، وَالْإِلْثَاثُ: الْإِقَامَةُ. وَلَثْلَثَ بِمَعْنَى أَلَثَّ. قَالَ: لَا خَيْرَ فِي وُدِّ امْرِئٍ مُلَثْلِثِ\nأَرَادَ الْمُتَرَدِّدَ الَّذِي لَا خَيْرَ فِيهِ. وَهُوَ الَّذِي يُلَثْلِثُ عَنْ إِقَامَةِ الْوُدِّ. وَيُقَالُ: لَثْلَثْتُهُ عَنْ حَاجَتِهِ: حَبَسْتُهُ. وَتَلَثْلَثَ الرَّجُلُ فِي الدَّقْعَاءِ: تَمَرَّغَ.",
    "pg": "5:200-201"
  },
  "لثغ": {
    "def": "اللَّامُ وَالثَّاءُ وَالْغَيْنُ. يَقُولُونَ: اللُّثْغَةُ فِي اللِّسَانِ أَنْ يَقْلِبَ الرَّاءَ غَيْنًا وَالسِّينَ ثَاءً.",
    "pg": "5:234"
  },
  "لثق": {
    "def": "اللَّامُ وَالثَّاءُ وَالْقَافُ، كَلِمَةٌ تَدُلُّ عَلَى تَرْطِيبِ الْمَاءِ وَالْمَطَرِ الشَّيْءَ. مِنْ ذَلِكَ اللَّثَقُ، وَقَدْ أَلْثَقَهُ الْمَطَرُ، إِذَا بَلَّهُ.",
    "pg": "5:234"
  },
  "لثم": {
    "def": "اللَّامُ وَالثَّاءُ وَالْمِيمُ أُصَيْلٌ يَدُلُّ عَلَى مُصَاكَّةِ شَيْءٍ لِشَيْءٍ أَوْ مُضَامَّتِهِ لَهُ. مِنْ ذَلِكَ: لَثَمَ الْبَعِيرُ الْحِجَارَةَ بِخُفِّهِ، إِذَا صَكَّهَا. وَخُفٌّ مِلْثَمٌ: يَصُكُّ الْحِجَارَةَ. وَمِنَ الْمُضَامَّةِ اللِّثَامُ: مَا تُغَطَّى بِهِ الشَّفَةُ مِنْ ثَوْبٍ. وَفُلَانٌ حَسَنُ اللِّثْمَةِ، أَيِ الِالْتِثَامِ. وَخُفٌّ مَلْثُومٌ مِثْلُ مَرْثُومٍ، إِذَا دَمِيَ. وَمِنَ الْبَابِ لَثِمَ الرَّجُلُ الْمَرْأَةَ، إِذَا قَبَّلَهَا.",
    "pg": "5:234"
  },
  "لثي": {
    "def": "اللَّامُ وَالثَّاءُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَاتٌ تَدُلُّ عَلَى تَوَلُّدِ شَيْءٍ. مِنْ ذَلِكَ اللَّثَى، وَهِيَ صَمْغَةٌ. وَيُقَالُ لِلْوَسَخِ اللَّثَى. وَيَقُولُونَ: اللَّثَى: وَطْءُ الْأَخْفَافِ إِذَا كَانَ مَعَ ذَلِكَ نَدًى مِنْ مَاءٍ أَوْ دَمٍ. قَالَ:\nبِهِ مِنْ لَثَى أَخْفَافِهِنَّ نَجِيعُ.\n\n[بَابُ اللَّامِ وَالْجِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:234-235"
  },
  "لجا": {
    "def": "اللَّامُ وَالْجِيمُ وَالْهَمْزَةُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ اللَّجَأُ وَالْمَلْجَأُ: الْمَكَانُ يُلْتَجَأُ إِلَيْهِ. يُقَالُ: لَجَأَتْ وَالْتَجَأَتْ. وَقَالَ فِي اللَّجَأِ: جَاءَ الشِّتَاءُ وَلَمَّا أَتَّخِذْ لَجَأَ ... يَا حَرَّ كَفَّيَّ مِنْ حَفْرِ الْقَرَامِيصِ.",
    "pg": "5:235-236"
  },
  "لجب": {
    "def": "اللَّامُ وَالْجِيمُ وَالْبَاءُ كَلِمَتَانِ مُتَبَايِنَتَانِ جِدًّا.\nفَالْأُولَى اللَّجَبُ: الْجَلَبَةُ. يُقَالُ جَيْشٌ ذُو لَجَبٍ، وَبَحْرٌ ذُو لَجَبٍ، إِذَا سُمِعَ اضْطِرَابُ أَمْوَاجِهِ.\nوَالْكَلِمَةُ الْأُخْرَى: عَنْزٌ لَجْبَةٌ، وَالْجُمَعُ لِجَابٌ، وَهِيَ الَّتِي ارْتَفَعَ لَبَنُهَا. قَالَ:\nعَجِبَتْ أَبْنَاؤُنَا مِنْ فِعْلِنَا ... إِذْ [نَبِيعُ] الْخَيْلَ بِالْمِعْزَى اللِّجَابِ.\n\n[بَابُ اللَّامِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:236"
  },
  "لجج": {
    "def": "اللَّامُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَرَدُّدِ الشَّيْءِ بَعْضِهِ عَلَى بَعْضٍ، وَتَرْدِيدُ الشَّيْءِ. مِنْ ذَلِكَ اللَّجَاجُ، يُقَالُ لَجَّ يَلَجُّ، وَقَدْ لَجِجْتُ عَلَى فَعِلْتُ لَجَجًا وَلَجَاجًا. وَمِنَ الْبَابِ لُجُّ الْبَحْرِ، وَهُوَ قَامُوسُهُ، وَكَذَلِكَ لُجَّتُهُ، لِأَنَّهُ يَتَرَدَّدُ بَعْضُهُ عَلَى بَعْضٍ. يُقَالُ الْتَجَّ الْبَحْرُ الْتِجَاجًا. وَفِي الْحَدِيثِ: «مَنْ رَكِبَ الْبَحْرَ إِذَا الْتَجَّ فَقَدْ بَرِئَتْ مِنْهُ الذِّمَّةُ \".» وَالسَّيْفُ يُسَمَّى لُجًّا، وَإِنَّمَا هَذَا عَلَى التَّشْبِيهِ، كَأَنَّهُ فُخِّمَ أَمْرُهُ فَشُبِّهَ بِلُجِّ الْبَحْرِ، وَمِنْ ذَلِكَ حَدِيثُ طَلْحَةَ: «فَقَدَّمُوا فَوَضَعُوا اللُّجَّ عَلَى قَفَيَّ \".» وَيُقَالُ: لَجْلَجَ الرَّجُلُ الْمُضْغَةَ فِي فِيهِ، إِذَا رَدَّدَهَا وَلَمْ يُسِغْهَا. قَالَ زُهَيْرٌ:\nيُلَجْلِجُ مُضْغَةً فِيهَا أَنِيضُ ... أَصَلَّتْ فَهِيَ تَحْتَ الْكَشْحِ دَاءُ\nوَاللَّجْلَاجُ: الَّذِي يُلَجْلِجُ فِي كَلَامِهِ لَا يُعْرِبُ. وَاللَّجَّةُ: الْجَلَبَةُ. قَالَ أَبُو النَّجْمِ: فِي لَجَّةٍ أَمْسِكْ فُلَانًا عَنْ فُلِ\nوَيَقُولُونَ: فِي فُؤَادِ فُلَانٍ لَجَاجَةٌ، وَهُوَ أَنْ يَخْفُِقَ لَا يَسْكُنُ مِنَ الْجُوعِ. وَهُوَ مِنَ اللَّجَاجِ، وَاللَّجَاجُ الظَّلَامُ: اخْتِلَاطُهُ، وَهُوَ مُشَبَّهٌ بِالْتِجَاجِ الْبَحْرِ. وَيُسْتَعَارُ هَذَا فَيُقَالُ عَيْنٌ مُلْتَجَّةٌ: شَدِيدَةُ السَّوَادِ.",
    "pg": "5:201-202"
  },
  "لجح": {
    "def": "اللَّامُ وَالْجِيمُ وَالْحَاءُ كَلِمَةٌ. يَقُولُونَ: اللُّجْحُ: مَكَانٌ مُنْخَفِضٌ فِي الْوَادِي.",
    "pg": "5:235"
  },
  "لجذ": {
    "def": "اللَّامُ وَالْجِيمُ وَالذَّالُ. يَقُولُونَ: لَجِذَ الْكَلْبُ الْإِنَاءَ: لَحِسَهُ.",
    "pg": "5:235"
  },
  "لجف": {
    "def": "اللَّامُ وَالْجِيمُ وَالْفَاءُ كَلِمَةٌ تَدُلُّ عَلَى هَزْمٍ فِي الشَّيْءِ. يُقَالُ: تَلَجَّفَتِ الْبِئْرُ، إِذَا انْخَسَفَ أَسْفَلُهَا. قَالَ: وَاللَّجَفُ: سُرَّةُ الْوَادِي، وَتُشَبَّهُ الشَّجَّةُ الْمُنْفَهِقَةُ بِذَلِكَ. قَالَ:\nيَحُجُّ مَأْمُومَةً فِي قَعْرِهَا [لَجَفٌ] .",
    "pg": "5:235"
  },
  "لجم": {
    "def": "اللَّامُ وَالْجِيمُ وَالْمِيمُ كَلِمَةٌ، وَهِيَ اللِّجَامُ. يُقَالُ: أَلْجَمْتُ الْفَرَسَ.",
    "pg": "5:235"
  },
  "لجن": {
    "def": "اللَّامُ وَالْجِيمُ وَالنُّونُ كَلِمَتَانِ: اللُّجَيْنُ: الْفِضَّةُ. وَاللَّجِينُ: حَشِيشٌ يُضْرَبُ بِالْحِجَارَةِ حَتَّى يَتَلَجَّنَ، كَأَنَّهُ تَغَضَّنَ. قَالَ:\nوَمَاءٍ قَدْ وَرَدْتُ لِوَصْلِ أَرْوَى ... عَلَيْهِ الطَّيْرُ كَالْوَرَقِ اللَّجِينِ.",
    "pg": "5:235"
  },
  "لحج": {
    "def": "اللَّامُ وَالْحَاءُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَضَايُقٍ وَنُشُوبٍ. يُقَالُ لَحِجَ بِالْمَكَانِ، إِذَا نَشِبَ فِيهِ وَلَزِمَهُ. وَالْمَلَاحِجُ الْمَضَايِقُ. وَمِنْهُ لَحْوَجْتُ الْخَبَرَ عَلَيْهِ، إِذَا خَلَطْتَهُ وَلَحَّجْتَهُ مِثْلَ لَحْوَجَتِهِ، وَذَلِكَ أَنْ يُظْهِرَ لَهُ غَيْرَ مَا فِي نَفْسِهِ. وَمِنَ الْبَابِ الْمُلْتَحَجُ: الْمَلْجَأُ. قَالَ الْهُذَلِيُّ:\n[حُبَّ الضَّرِيكِ تِلَادَ الْمَالِ زَرَّمَهُ ... فَقْرٌ وَلَمْ يَتَّخِذْ فِي النَّاسِ مُلْتَحَجًا] . [بَابُ اللَّامِ وَالْخَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:240-241"
  },
  "لحح": {
    "def": "اللَّامُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُلَازَمَةٍ وَمُلَازَّةٍ. يُقَالُ: أَلَحَّ عَلَى الشَّيْءِ إِلْحَاحًا، إِذَا أَقْبَلَ عَلَيْهِ وَلَمْ يَفْتُرْ. وَيُقَالُ: لَحِحَتْ عَيْنُهُ، إِذَا الْتَصَقَتْ. وَمِنْهُ قَوْلُهُمْ: هُوَ ابْنُ عَمِّهِ لَحًّا، أَيْ لَاصِقَ النَّسَبِ. وَالْمِلْحَاحُ: الْقَتَبُ يَعَضُّ عَلَى غَارِبِ الْبَعِيرِ. وَيُقَالُ أَلَحَّ السَّحَابُ، إِذَا دَامَ مَطَرُهُ. وَقَالَ فِي الْقَتَبِ:\nأَلَحَّ عَلَى أَكْتَافِهِمْ قَتَبٌ عُقَرْ\nوَيُقَالُ: تَلَحْلَحَ الْقَوْمُ، إِذَا أَقَامُوا مَكَانَهُمْ لَمْ يَبْرَحُوا. قَالَ:\nأَقَامُوا عَلَى أَثْقَالِهِمْ وَتَلَحْلَحُوا\nوَيُقَالُ: مَكَانٌ لَاحٌّ: ضَيِّقٌ. وَرَحًى مِلْحَاحٌ عَلَى مَا تَطْحَنُهُ. وَيُقَالُ: أَلَحَّ الْجَمَلُ، كَمَا يُقَالُ خَلَأَتِ النَّاقَةُ، وَحَرَنَ الْفَرَسُ، وَذَلِكَ إِذَا لَمْ يَكَدْ يَنْبَعِثُ.",
    "pg": "5:202"
  },
  "لحد": {
    "def": "اللَّامُ وَالْحَاءُ وَالدَّالُ أَصْلٌ يَدُلُّ عَلَى مَيْلٍ عَنِ اسْتِقَامَةٍ. يُقَالُ: أَلْحَدَ الرَّجُلُ، إِذْ مَالَ عَنْ طَرِيقَةِ الْحَقِّ وَالْإِيمَانِ. وَسُمِّيَ اللَّحْدُ لِأَنَّهُ مَائِلٌ فِي أَحَدِ جَانِبَيِ الْجَدَثِ. يُقَالُ: لَحَدْتُ الْمَيِّتَ وَأَلْحَدْتُ. وَالْمُلْتَحَدُ: الْمَلْجَأُ، سُمِّيَ بِذَلِكَ لِأَنَّ اللَّاجِئَ يَمِيلُ إِلَيْهِ.",
    "pg": "5:236"
  },
  "لحز": {
    "def": "اللَّامُ وَالْحَاءُ وَالزَّاءُ كَلِمَةٌ تَدُلُّ عَلَى ضِيقٍ فِي الشَّيْءِ. مِنْ ذَلِكَ الْمَلاحِزُ، وَهِيَ الْمَضَايِقُ وَيُقَالُ: تَلَاحَزَ الْقَوْمُ فِي الْقَوْلِ، إِذَا تَعَاوَصُوا. وَاللَّحِزُ: الرَّجُلُ الضَّيِّقُ الْخُلُقِ. قَالَ:\nتَرَى اللَّحِزَ الشَّحِيحَ إِذَا أُمِرَّتْ ... عَلَيْهِ لِمَالِهِ فِيهَا مُهِينًا.",
    "pg": "5:236-237"
  },
  "لحس": {
    "def": "اللَّامُ وَالْحَاءُ وَالسِّينُ كَلِمَةٌ تَدُلُّ عَلَى أَخْذِ شَيْءٍ بِاللِّسَانِ. يُقَالُ: لَحِسَ الشَّيْءَ بِلِسَانِهِ لَحْسًا. وَيَقُولُونَ: أَلْحَسَتِ الْأَرْضُ: أَنْبَتَتْ. وَهَذَا إِنَّمَا يَكُونُ فِي أَوَّلِ النَّبَاتِ الَّذِي لَا يُمْكِنُ السَّائِمَةَ جَزُّهُ، فَكَأَنَّهَا تَلْحَسُهُ. وَيَقُولُونَ: رَجُلٌ مِلْحَسٌ: يَأْخُذُ كُلَّ مَا قَدَرَ عَلَيْهِ مِنْ حِرْصِهِ. وَفِي كَلَامِهِمْ: \" أَلَدُّ أَلْيَسُ مِلْحَسٌ \". وَيَقُولُونَ: \" أَسْرَعُ مِنْ لَحْسِ الْكَلْبِ أَنْفَهُ \". وَيَقُولُونَ: \" تَرَكْتُ فُلَانًا بِمَلَاحِسِ الْبَقَرِ أَوْلَادَهَا \".",
    "pg": "5:237"
  },
  "لحص": {
    "def": "اللَّامُ وَالْحَاءُ وَالصَّادُ كَلِمَةٌ تَدُلُّ عَلَى ضِيقٍ فِي شَيْءٍ. يُقَالُ: لَحِصَ يَلْحَصُ لَحَصًا. قَالَ:\nقَدْ كُنْتُ خَرَّاجًا وَلُوجًا صَيْرَفًا ... لَمْ تَلْتَحِصْنِي حَيْصَ بَيْصَ لَحَاصِ\nأَيْ لَمْ أَنْشَبْ فِيهَا. وَلَحَاصِ فَعَالٍ مِنْهُ. وَيُقَالُ: الْتَحَصَتِ الْإِبْرَةُ، إِذَا انْسَدَّ سَمُّهَا.",
    "pg": "5:237"
  },
  "لحظ": {
    "def": "اللَّامُ وَالْحَاءُ وَالظَّاءُ كَلِمَتَانِ مُتَبَايِنَتَانِ. فَاللَّحْظُ: لَحْظُ الْعَيْنِ، وَلِحَاظُهَا: مُؤَخِّرُهَا عِنْدَ الصُّدْغِ.\nوَالْكَلِمَةُ الْأُخْرَى اللِّحَاظُ: مَا يَنْسَحِي مَعَ الرِّيشِ إِذَا سُحِيَ مَعَ الْجَنَاحِ.",
    "pg": "5:237-238"
  },
  "لحف": {
    "def": "اللَّامُ وَالْحَاءُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى اشْتِمَالٍ وَمُلَازَمَةٍ. يُقَالُ: الْتَحَفَ بِاللِّحَافِ يَلْتَحِفُ. وَلَاحَفَهُ: لَازَمَهُ. وَأَلْحَفَ السَّائِلَ: أَلَحَّ.",
    "pg": "5:238"
  },
  "لحق": {
    "def": "اللَّامُ وَالْحَاءُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى إِدْرَاكِ شَيْءٍ وَبُلُوغِهِ إِلَى غَيْرِهِ. يُقَالُ: لَحِقَ فُلَانٌ فُلَانًا فَهُوَ لَاحِقٌ. وَأَلْحَقَ بِمَعْنَاهُ. وَفِي الدُّعَاءِ: \" «إِنَّ عَذَابَكَ بِالْكُفَّارِ مُلْحِقٌ» \"، قَالُوا: مَعْنَاهُ لَاحِقٌ. وَرُبَّمَا قَالُوا: لَحِقْتُهُ: اتَّبَعْتُهُ، وَأَلْحَقْتُهُ: وَصَلْتُ إِلَيْهِ. وَالْمُلْحَقُ: الدَّعِيُّ الْمُلْصَقُ. وَاللَّحَقُ فِي التَّمْرِ: [دَاءٌ يُصِيبُهُ] .",
    "pg": "5:238"
  },
  "لحك": {
    "def": "اللَّامُ وَالْحَاءُ وَالْكَافُ أَصْلٌ يَدُلُّ عَلَى مُلَاءَمَةٍ وَمُدَاخَلَةٍ. يُقَالُ: لُوحِكَ فَقَارُ النَّاقَةِ، فَهُوَ مُلَاحَكٌ، إِذَا دَخَلَ بَعْضُهُ فِي بَعْضٍ. وَيُقَالُ ذَلِكَ فِي الْبُنْيَانِ أَيْضًا.",
    "pg": "5:238"
  },
  "لحم": {
    "def": "اللَّامُ وَالْحَاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَدَاخُلٍ، كَاللَّحْمِ الَّذِي هُوَ مُتَدَاخِلٌ بَعْضُهُ فِي بَعْضٍ. مِنْ ذَلِكَ اللَّحْمُ. وَسُمِّيَتِ الْحَرْبُ مَلْحَمَةً لِمَعْنَيَيْنِ: أَحَدُهُمَا تَلَاحُمُ النَّاسِ: تَدَاخُلُهُمْ بَعْضِهِمْ فِي بَعْضٍ. وَالْآخَرُ أَنَّ الْقَتْلَى كَاللَّحْمِ الْمُلْقَى. وَاللَّحِيمُ: الْقَتِيلُ. قَالَ الْهُذَلِيُّ:\nفَقَالُوا تَرَكْنَا الْقَوْمَ قَدْ حَصِرُوا بِهِ ... فَلَا رَيْبَ أَنْ قَدْ كَانَ ثَمَّ لَحِيمُ\nوَلَحْمَةُ الْبَازِي: مَا أُطْعِمَ إِذَا صَادَ، وَهُوَ لُحْمَتُهُ. وَلُحْمَةُ الثَّوْبِ بِالضَّمِّ وَلَحْمَتُهُ أَيْضًا. وَرَجُلٌ لَحِيمٌ: كَثِيرُ اللَّحْمِ; وَلَاحِمٌ، إِذَا كَانَ عِنْدَهُ لَحْمٌ، كَمَا يُقَالُ تَامِرٌ. وَأَلْحَمْتُكَ عِرْضَ فُلَانٍ، إِذَا مَكَّنْتَهُ مِنْهُ بِشَتْمِهِ، كَأَنَّكَ جَعَلْتَ لَهُ لُحْمَةً يَأْكُلُهَا. وَيُقَالُ: حَمْتُ بَيْنَ الشَّيْئَيْنِ وَلَاءَمْتُ بِمَعْنًى. وَرَجُلٌ لَحِمٌ: مُشْتَهِي اللَّحْمِ; وَمُلْحِمٌ، إِذَا كَانَ مُطْعِمَ اللَّحْمِ. وَالشَّجَّةُ الْمُتَلَاحِمَةُ: الَّتِي بَلَغَتِ اللَّحْمَ. وَيُقَالُ لِلزَّرْعِ إِذَا خُلِقَ فِيهِ الْقَمْحُ. مُلْحِمٌ. وَيُقَالُ لَحَمْتُ اللَّحْمَ عَنِ الْعَظْمِ: قَشَرْتُهُ. وَحَبْلٌ مُلَاحَمٌ: شَدِيدُ الْفَتْلِ.",
    "pg": "5:238-239"
  },
  "لحن": {
    "def": "اللَّامُ وَالْحَاءُ وَالنُّونُ لَهُ بِنَاءَانِ يَدُلُّ أَحَدُهُمَا عَلَى إِمَالَةِ شَيْءٍ مِنْ جِهَتِهِ، وَيَدُلُّ الْآخَرُ عَلَى الْفِطْنَةِ وَالذَّكَاءِ.\nفَأَمَّا اللَّحْنُ بِسُكُونِ الْحَاءِ فَإِمَالَةُ الْكَلَامِ عَنْ جِهَتِهِ الصَّحِيحَةِ فِي الْعَرَبِيَّةِ. يُقَالُ لَحَنَ لَحْنًا. وَهَذَا عِنْدَنَا مِنَ الْكَلَامِ الْمُوَلَّدِ، لِأَنَّ اللَّحْنَ مُحْدَثٌ لَمْ يَكُنْ فِي الْعَرَبِ الْعَارِبَةِ الَّذِينَ تَكَلَّمُوا بِطِبَاعِهِمُ السَّلِيمَةِ. وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ: هُوَ طَيِّبُ اللَّحْنِ، وَهُوَ يَقْرَأُ بِالْأَلْحَانِ; وَذَلِكَ أَنَّهُ إِذَا قَرَأَ كَذَلِكَ أَزَالَ الشَّيْءَ عَنْ جِهَتِهِ الصَّحِيحَةِ بِالزِّيَادَةِ وَالنُّقْصَانِ فِي تَرَنُّمِهِ. وَمِنْهُ أَيْضًا: اللَّحْنُ: فَحْوَى الْكَلَامِ وَمَعْنَاهُ. قَالَ اللَّهُ تَعَالَى: ﴿وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ﴾ [محمد: ٣٠] . وَهَذَا هُوَ الْكَلَامُ الْمُوَرَّى بِهِ الْمُزَالُ عَنْ جِهَةِ الِاسْتِقَامَةِ وَالظُّهُورِ. وَالْأَصْلُ الْآخَرُ اللَّحَنُ، وَهِيَ الْفِطْنَةُ، يُقَالُ لَحِنَ يَلْحَنُ لَحْنًا، وَهُوَ لَحِنٌ وَلَاحِنٌ. وَفِي الْحَدِيثِ: \" «لَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ» \".",
    "pg": "5:239-240"
  },
  "لحي": {
    "def": "اللَّامُ وَالْحَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا عُضْوٌ مِنَ الْأَعْضَاءِ، وَالْآخَرُ قَِشْرُ شَيْءٍ.\nفَالْأُولَى اللَّحْيُ: الْعَظْمُ الَّذِي تَنْبُتُ عَلَيْهِ اللِّحْيَةُ مِنَ الْإِنْسَانِ وَغَيْرِهِ، وَالنِّسْبَةُ إِلَيْهِ لَحَوِىٌّ. وَاللِّحْيَةُ: الشِّعْرُ، وَجَمْعُهَا لِحًى، وَجَمْعُ اللَّحْيِ أَلْحٍ.\nوَالْأَصْلُ الْآخَرُ اللِّحَاءُ، وَهُوَ قِشْرُ الشَّجَرَةِ، يُقَالُ لَحَيْتُ الْعَصَا، إِذَا قَشَرْتَ لِحَاءَهَا، وَلَحَوْتُهَا. فَأَمَّا فِي اللَّوْمِ فَلَحَّيْتُ. وَهُوَ قِيَاسُ ذَاكَ، كَأَنَّهُ يُرِيدُ قِشْرَهُ. وَالْمُلَاحَمَةُ كَالْمُشَاتَمَةِ. قَالَ أَوْسٌ فِي لَحَيْتُ الْعَصَا:\nلَحَيْنَهُمْ لَحْيَ الْعَصَا فَطَرَدْنَهُمْ ... إِلَى سَنَةٍ قِرْدَانُهَا لَمْ تَحَلَّمِ.",
    "pg": "5:240"
  },
  "لخج": {
    "def": "اللَّامُ وَالْخَاءُ وَالْجِيمُ. يَقُولُونَ: لَخِجَتْ عَيْنُهُ، إِذَا الْتَزَقَتْ. وَاللَّخَجُ: أَسْوَأُ الْغَمَصِ، وَلَيْسَ هَذَا عِنْدِي مُشْبِهًا كَلَامَ الْعَرَبِ.\n\n[بَابُ اللَّامِ وَالدَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:242"
  },
  "لخخ": {
    "def": "اللَّامُ وَالْخَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اخْتِلَاطٍ. يُقَالُ سَكْرَانُ مُلْتَخٌّ، أَيْ مُخْتَلِطٌ. وَالْتَخَّ عَلَى الْقَوْمِ أَمْرُهُمْ: اخْتَلَطَ وَالْتَخَّ عُشْبُ الْأَرْضِ: اخْتَلَطَ. وَمِنَ الْبَابِ: لَخَّتْ عَيْنُهُ، إِذَا دَامَ دَمْعُهَا، وَيَكُونُ ذَلِكَ مِنْ كِبَرٍ. قَالَ:\nوَسَالَ غَرْبُ عَيْنِهِ وَلَخَّا\nوَمِنَ الْبَابِ اللَّخْلْخَانِيَّةُ: الْعُجْمَةُ فِي الْمَنْطِقِ.",
    "pg": "5:202-203"
  },
  "لخص": {
    "def": "اللَّامُ وَالْخَاءُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ اللَّخَصُ، وَهُوَ لَحْمُ الْجَفْنِ. وَاللَّخَصُ: أَنْ يَكُونَ الْجَفْنُ الْأَعْلَى لَحِيمًا. وَرَجُلٌ أَلْخَصُ، وَضَرْعٌ لَخِصٌ: كَثِيرُ اللَّحْمِ. وَقَوْلُهُمْ لَخَّصْتُ الشَّيْءَ، إِذَا بَيَّنْتَهُ، فَهُوَ مِنْ هَذَا، كَأَنَّهُ اللَّحْمُ الْخَالِصُ إِذَا أُبْرِزَ.",
    "pg": "5:241"
  },
  "لخع": {
    "def": "اللَّامُ وَالْخَاءُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ. قَالَ ابْنُ دُرَيْدٍ: اللَّخَعُ: اسْتِرْخَاءٌ فِي الْجِسْمِ.",
    "pg": "5:241"
  },
  "لخف": {
    "def": "اللَّامُ وَالْخَاءُ وَالْفَاءُ كَلِمَتَانِ، إِحْدَاهُمَا اللِّخَافُ، وَهِيَ حِجَارَةٌ بِيضٌ رِقَاقٌ، وَاحِدَتُهَا لَخْفَةٌ، وَالْأُخْرَى قَوْلُهُمْ: لَخَفَهُ بِالسَّيْفِ: ضَرَبَهُ.",
    "pg": "5:241"
  },
  "لخم": {
    "def": "اللَّامُ وَالْخَاءُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ لَخْمٌ: قَبِيلَةٌ مِنَ الْيَمَنِ. قَالَ ابْنُ دُرَيْدٍ: اشْتِقَاقُهُ مِنْ لَخُمَ وَجْهُ الرَّجُلِ، إِذَا كَثُرَ لَحْمُهُ وَغَلُظَ. قَالَ: وَهُوَ فِعْلٌ مُمَاتٌ لَا يَكَادُونَ يَتَكَلَّمُونَ بِهِ. وَاللُّخْمُ: سَمَكَةٌ.",
    "pg": "5:241"
  },
  "لخن": {
    "def": "اللَّامُ وَالْخَاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ اللَّخَنُ، وَهُوَ النَّتْنُ، يُقَالُ: لَخِنَ السِّقَاءُ، إِذَا أَنْتَنَ. وَمِنْهُ قَوْلُهُمْ لِلْأَمَةِ: لَخْنَاءُ.",
    "pg": "5:241"
  },
  "لخي": {
    "def": "اللَّامُ وَالْخَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى اعْوِجَاجٍ فِي شَيْءٍ وَمَيْلٍ. مِنْ ذَلِكَ الْأَلْخَى، هُوَ الْمُعْوَجُّ. وَمِنْهُ اللَّخَا: كَثْرَةُ الْكَلَامِ فِي الْبَاطِلِ ; يُقَالُ رَجُلٌ أَلْخَى وَامْرَأَةٌ لَخْوَاءُ. وَقَدْ لَخِيَ لَخَا، مَقْصُورٌ. وَيَقُولُونَ اللَّخْوُ نَعْتُ الْقُبُلِ الْمُضْطَرِبِ. وَعُقَابٌ لَخْوَاءُ، إِذَا طَالَ مِنْقَارُهَا الْأَعْلَى الْأَسْفَلَ. وَبَعِيرٌ أَلْخَى وَنَاقَةٌ لَخْوَاءُ، إِذَا كَانَتْ إِحْدَى رُكْبَتَيْهِ أَعْظَمَ مِنَ الْأُخْرَى، وَيَقُولُونَ اللِّخَاءُ: التَّحْرِيشُ، وَيَكُونُ ذَلِكَ مَيْلًا عَنْ أَحَدِ الْجَانِبَيْنِ. يُقَالُ: لَخَيْتَ بِي عِنْدَهُ، إِذَا حَرَّشَهُ بِكَ فَكَأَنَّهُ مَالَ عَلَيْكَ. وَالْمِلْخَى: الْمُسْعُطُ، يُسَمَّى بِذَلِكَ لِأَنَّهُ يَكُونُ فِي أَحَدِ الْجَانِبَيْنِ مِنَ الْأَنْفِ. [وَ] سُمِّيَ غِدَاءُ الصَّبِيِّ لِخَاءً، وَهُوَ الْخُبْزُ الْمَبْلُولُ.",
    "pg": "5:241-242"
  },
  "لدد": {
    "def": "اللَّامُ وَالدَّالُ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا يَدُلُّ عَلَى خِصَامٍ، وَالْآخَرُ يَدُلُّ عَلَى نَاحِيَةٍ وَجَانِبٍ.\nفَالْأَوَّلُ اللَّدَدُ، وَهُوَ شِدَّةُ الْخُصُومَةِ. يُقَالُ رَجُلٌ أَلَدُّ وَقَوْمٌ لُدٌّ. قَالَ اللَّهُ تَعَالَى: ﴿وَتُنْذِرَ بِهِ قَوْمًا لُدًّا﴾ [مريم: ٩٧] . وَاللَّدِيدَانِ: جَانِبَا الْعُنُقِ وَصَفْحَتَاهُ. وَلَدِيدَا الْوَادِي: جَانِبَاهُ، وَلِذَلِكَ يُقَالُ: تَلَدَّدَ، إِذَا الْتَفَتَ يَمِينًا وَشِمَالًا مُتَحَيِّرًا. وَاللَّدُودُ: مَا سُقِيَ الْإِنْسَانُ فِي أَحَدِ شِقَّيْ وَجْهِهِ مِنْ دَوَاءٍ. وَقَدْ لُدَّ، وَالْتَدَدْتُ أَنَا. قَالَ ابْنُ أَحْمَرَ:\nشَرِبْتُ الشُّكَاعَى وَالْتَدَدْتُ أَلِدَّةً ... وَأَقْبَلْتُ أَفْوَاهَ الْعُرُوقِ الْمَكَاوِيَا\nوَمِنَ الْبَابِ قَوْلُهُمْ: مَا أَجِدُ دُونَ هَذَا الْأَمْرِ مُحْتَدًّا وَلَا مُلْتَدًّا، أَيْ لَا أَجِدُ عَنْهُ مَعْدِلًا. وَإِذَا عَدَلَ عَنْهُ فَقَدْ صَارَ فِي جَانِبٍ مِنْهُ. وَمِنَ الْبَابِ: مَا زِلْتُ أُلَادُّ عَنْكَ، أَيْ أُدَافِعُ، كَأَنَّهُ يَعْدِلُ بِالشَّرِّ عَنْهُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ: اللَّدُّ: الْجُوَالِقُ، كَذَا قَالُوا، وَأَنْشَدُوا:\nكَأَنَّ لَدَّيْهِ عَلَى صَفْحِ جَبَلْ وَيُمْكِنُ أَنْ يُقَالَ هَذَا أَيْضًا لِأَنَّهُ يَكُونُ عَلَى جَنْبِ الْمَحْمُولِ عَلَيْهِ إِذَا كَانَا عِدْلَيْنِ.",
    "pg": "5:203-204"
  },
  "لدس": {
    "def": "اللَّامُ وَالدَّالُ وَالسِّينُ كَلِمَاتٌ تَدُلُّ عَلَى لُصُوقِ شَيْءٍ بِشَيْءٍ حَتَّى يَأْخُذَ مِنْهُ. يُقَالُ: لَدَسَ الْمَالُ النَّبَاتَ، أَيْ لَحِسَهُ. وَيُقَالُ لِأَوَّلِ مَا يَطْلُعُ مِنَ النَّبَاتِ اللَّدِيسُ، لِأَنَّ الْمَالَ يَلْدُسُهُ. وَلُدِسَتِ النَّاقَةُ، أَيْ رُمِيَتْ بِاللَّحْمِ، كَأَنَّ السِّمَنَ لَمَّا لَزِمَهَا كَانَ كَالشَّيْءِ يَلْصَقُ بِالشَّيْءِ. وَلَدَسْتُ الْبَعِيرَ، إِذَا أَنْعَلْتَهُ. وَيُقَالُ لِلْفُحُولِ الشِّدَادِ مَلَادِسُ، لِأَنَّ كُلَّ وَاحِدٍ مِنْهَا يُلْدَسُ بِالْآخَرِ: يُعْرَكُ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "5:242-243"
  },
  "لدغ": {
    "def": "اللَّامُ وَالدَّالُ وَالْغَيْنُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ لُدِغَ يُلْدَغُ، وَهُوَ مَلْدُوغٌ وَلَدِيغٌ. وَلَدَغْتُهُ بِكَلِمَةٍ، إِذَا نَزَغْتَهُ بِهَا.",
    "pg": "5:243"
  },
  "لدم": {
    "def": "اللَّامُ وَالدَّالُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى إِلْصَاقِ شَيْءٍ بِشَيْءٍ، ضَرْبًا أَوْ غَيْرَهُ، فَاللَّدْمُ: ضَرْبُ الْحَجَرِ بِالْحَجَرِ. قَالَ:\nوَلِلْفُؤَادِ وَجِيبٌ تَحْتَ أَبْهَرِهِ ... لَدْمَ الْغُلَامِ وَرَاءَ الْغَيْبِ بِالْحَجَرِ\nوَالْتَدَمَ النِّسَاءُ: ضَرَبْنَ وُجُوهَهُنَّ وَصُدُورَهُنَّ فِي الْمَنَاحَةِ. وَاللَّدْمُ: ضَرْبُكَ خُبْزَ الْمَلَّةِ. وَالْمَلَادِيمُ: الْمَرَاضِيخُ يُرْضَخُ بِهَا النَّوَى. وَالْتَدَمَتْ عَلَيْهِ الْحُمَّى: لَازَمَتْهُ. وَلِذَلِكَ يُقَالُ لِلْحُمَّى: أُمُّ مِلْدَمٍ. وَيَقُولُونَ: الْمُلَدَّمُ مِنَ الرِّجَالِ: الْأَحْمَقُ. وَاللَّامُ فِي هَذَا مُبْدَلَةٌ مِنْ رَاءٍ، [كَأَنَّهُ] كَانَ مُتَخَرِّقًا فَرُدِّمَ، أَيْ رُقِّعَ.",
    "pg": "5:243"
  },
  "لدن": {
    "def": "اللَّامُ وَالدَّالُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ لِلَّيِّنِ مِنَ الْقُضْبَانِ لَدْنٌ. وَلَدُنْ بِمَعْنَى لَدَى، أَيْ عِنْدَ.\n\n[بَابُ اللَّامِ وَالذَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:243-244"
  },
  "لذذ": {
    "def": "اللَّامُ وَالذَّالُ أَصْلٌ صَحِيحٌ وَاحِدٌ يَدُلُّ عَلَى طِيبِ طَعْمٍ فِي الشَّيْءِ. مِنْ ذَلِكَ اللَّذَّةُ وَاللَّذَاذَةُ: طَيِّبُ طَعْمِ الشَّيْءِ. قَالَ:. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . وَاللَّذُّ: النَّوْمُ فِي قَوْلِهِ:\nوَلَذٍّ كَطَعْمِ الصَّرْخَدِيِّ\nقَالَ الْفَرَّاءُ: رَجُلٌ لَذٌّ: حَسَنُ الْحَدِيثِ.",
    "pg": "5:204"
  },
  "لذع": {
    "def": "اللَّامُ وَالذَّالُ وَالْعَيْنُ يَدُلُّ عَلَى أَصْلٍ وَاحِدٍ، وَهُوَ الْإِحْرَاقُ وَالْحَرَارَةُ. مِنْ ذَلِكَ اللَّذْعِ: لَذْعُ النَّارِ، وَهُوَ إِحْرَاقُهَا الشَّيْءَ، وَيُسْتَعَارُ ذَلِكَ فَيُقَالُ: لَذَعْتُهُ بِلِسَانِي، إِذَا آذَيْتَهُ أَذًى يَسِيرًا. وَمِنْهُ قَوْلُهُمْ: جَاءَ فُلَانٌ يَتَلَذَّعُ، أَيْ يَتَلَفَّتُ يَمِينًا وَشِمَالًا، كَأَنَّ شَيْئًا يُقْلِقُهُ وَيُحْرِقُهُ.\nوَمِنَ الْبَابِ اللَّوْذَعِيُّ: الظَّرِيفُ، أَيْ كَأَنَّهُ مِنْ حَرَكَتِهِ وَكَيْسِهِ يُلْذَعُ. وَالْتَذَعَتِ الْقَرْحَةُ: فَاحَتْ، لِأَنَّهَا تَلْتَذِعُ وَتَلْذَعُ صَاحِبَهَا.",
    "pg": "5:244"
  },
  "لذم": {
    "def": "اللَّامُ وَالذَّالُ وَالْمِيمُ كَلِمَةٌ تَدُلُّ عَلَى مُلَازَمَةِ شَيْءٍ لِشَيْءٍ. يُقَالُ لَذِمْتُ الرَّجُلَ لَذْمًا: لَزِمْتُهُ. وَالْمُلْذَمُ: الرَّجُلُ الْمُولَعُ بِالشَّيْءِ. قَالَ الْهُذَلِيُّ:.\n\n[بَابُ اللَّامِ وَالزَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:244"
  },
  "لزا": {
    "def": "اللَّامُ وَالزَّاءُ وَالْهَمْزَةُ كَلِمَتَانِ لَعَلَّهُمَا أَنْ يَكُونَا صَحِيحَتَيْنِ. يَقُولُونَ: لَزَّأَ الْإِبِلَ تَلْزِئَةً، إِذَا أَحْسَنَ رِعْيَتَهَا. وَيَقُولُونَ: لَعَنَ اللَّهُ أُمًّا لَزَأَتْ بِهِ، أَيْ وَلَدَتْهُ.",
    "pg": "5:245"
  },
  "لزب": {
    "def": "اللَّامُ وَالزَّاءُ وَالْبَاءُ يَدُلُّ عَلَى ثُبُوتِ شَيْءٍ وَلُزُومِهِ. يُقَالُ: لِلَّازِمِ لَازِبٌ. وَصَارَ هَذَا الشَّيْءُ ضَرْبَةَ لَازِبٍ، أَيْ لَا يَكَادُ يُفَارِقُ، قَالَ النَّابِغَةُ:\nوَلَا يَحْسِبُونَ الْخَيْرَ لَا شَرَّ بَعْدَهُ ... وَلَا يَحْسِبُونَ الشَّرَّ ضَرْبَةَ لَازِبٍ وَاللَّزْبَةُ: السَّنَةُ الشَّدِيدَةُ، وَالْجَمْعُ لَزْبَاتٌ كَأَنَّ الْقَحْطَ لَزَبَ، أَيْ ثَبَتَ فِيهَا.",
    "pg": "5:245-246"
  },
  "لزج": {
    "def": "اللَّامُ وَالزَّاءُ وَالْجِيمُ قَرِيبٌ مِنَ الْبَابِ الَّذِي قَبْلَهُ. يُقَالُ: لَزِجَ بِهِ، إِذَا غَرِيَ بِهِ وَلَازَمَهُ. وَالتَّلَزُّجُ: تَتَبُّعُ الْبُقُولِ وَالرِّعْيِ الْقَلِيلِ.\n\n[بَابُ اللَّامِ وَالسِّينِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:246"
  },
  "لزز": {
    "def": "اللَّامُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُلَازَمَةٍ وَمُلَاصَقَةٍ. يُقَالُ: لَزَّ بِهِ، إِذَا لَصِقَ بِهِ لَزًّا وَلَزَازًا. وَلَازَزْتُهُ: لَاصَقْتُهُ. وَرَجُلٌ لِزَازُ خَصْمٍ، إِذَا كَانَ يُلَازُّهُ وَلَا يَكُِعُّ عَنْهُ. وَالْمُلَزَّزُ: الْمُجْتَمِعُ الْخَلْقِ. وَاللَّزُّ: الطَّعْنُ. وَهُوَ مِنْ قِيَاسِ الْبَابِ. وَاللَّزَائِزُ: مَا اجْتَمَعَ مِنَ اللَّحْمِ فِي الزَّوْرِ مِمَّا يَلِي الْمِلَاطَ. قَالَ:\nذِي مِرْفَقٍ بَانَ عَنِ اللَّزَائِزِ وَمِنَ الْبَابِ كَزٌّ لَزٌّ، وَيَجُوزُ أَنْ يَكُونَ لَزٌّ إِتْبَاعًا.",
    "pg": "5:204-205"
  },
  "لزق": {
    "def": "اللَّامُ وَالزَّاءُ وَالْقَافُ لَيْسَ بِأَصْلٍ، لِأَنَّهُ مِنْ بَابِ الْإِبْدَالِ. يُقَالُ لَزِقَ الشَّيْءُ، بِالشَّيْءِ يَلْزَقُ، مِثْلُ لَصِقَ.",
    "pg": "5:244"
  },
  "لزم": {
    "def": "اللَّامُ وَالزَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ صَحِيحٌ، يَدُلُّ عَلَى مُصَاحَبَةِ الشَّيْءِ بِالشَّيْءِ دَائِمًا. يُقَالُ: لَزِمَهُ الشَّيْءُ يَلْزَمُهُ. وَاللِّزَامُ: الْعَذَابُ الْمُلَازِمُ لِلْكُفَّارِ.",
    "pg": "5:245"
  },
  "لزن": {
    "def": "اللَّامُ وَالزَّاءُ وَالنُّونُ يَدُلُّ عَلَى ضِيقٍ فِي شَيْءٍ أَوْ تَضَايُقٍ. يُقَالُ: عَيْشٌ لَزْنٌ، أَيْ ضَيِّقٌ. وَاللَّزَنُ: اجْتِمَاعُ الْقَوْمِ عَلَى الْبِئْرِ مُزْدَحِمِينَ. يُقَالُ: مَشْرَبٌ لَزْنٌ، إِذَا ازْدُحِمَ عَلَيْهِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "5:245"
  },
  "لسب": {
    "def": "اللَّامُ وَالسِّينُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى إِصَابَةِ شَيْءٍ لِشَيْءٍ بِحِدَّةٍ. يُقَالُ: لَسَبَتْهُ الْعَقْرَبُ. وَلَسِبْتُ الْعَسَلَ، إِذَا لَعِقْتَهُ. وَالْقِيَاسُ وَاحِدٌ، وَفُرِّقَ بَيْنَهُمَا بِالْحَرَكَاتِ. قَالَ أَبُو زَيْدٍ: لَسَبَهَ أَسْوَاطًا: ضَرَبَهُ. وَيَقُولُونَ، وَهُوَ مِنْ غَيْرِ هَذَا. إِنَّ اللَّسْبَ: الْجَمْعُ. وَيُقَالُ لَسِبَ بِالشَّيْءِ، إِذَا لَزِقَ، وَهُوَ مِنَ الْكَلِمَةِ الْأُولَى.",
    "pg": "5:247-248"
  },
  "لسد": {
    "def": "اللَّامُ وَالسِّينُ وَالدَّالُ. يَقُولُونَ: لَسَدَ الْعَسَلَ: لَعِقَهُ.",
    "pg": "5:248"
  },
  "لسس": {
    "def": "اللَّامُ وَالسِّينُ أُصَيْلٌ يَدُلُّ عَلَى لَحْسِ الشَّيْءِ. قَالَ ابْنُ الْأَعْرَابِيِّ: اللَّسُّ: اللَّحْسُ، وَيُقَالُ: أَلَسَّتِ الْأَرْضُ، إِذَا طَلَعَ أَوَّلُ نَبَاتِهَا. قَالَ: وَسُمِّيَ بِذَلِكَ لِأَنَّ الْمَالَ يَلُسُّهُ. وَلَسَّتِ الدَّابَّةُ الْخَلَا بِلِسَانِهَا تَلُسُّهُ لَسًّا. قَالَ:\nقَدِ اخْضَرَّ مِنْ لَسِّ الْغَمِيرِ جَحَافُلُهُ\nوَيُقَالُ لِذَلِكَ النَّبَاتِ اللُّسَاسُ أَيْضًا. قَالَ:\nفِي بَاقِلِ الرِّمْثِ وَفِي اللُّسَاسِ.",
    "pg": "5:205"
  },
  "لسع": {
    "def": "اللَّامُ وَالسِّينُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: لَسَعَتْهُ الْحَيَّةُ تَلْسَعُهُ لَسْعًا. وَيُسْتَعَارُ فَيُقَالُ: لَسَعَهُ بِلِسَانِهِ.",
    "pg": "5:246"
  },
  "لسق": {
    "def": "اللَّامُ وَالسِّينُ وَالْقَافُ لَيْسَ أَصْلًا، وَأَصْلُهُ الصَّادُ. يُقَالُ اللَّسَقُ: اللَّوَى. وَإِذَا الْتَزَقَتِ الرِّئَةُ بِالْجَنْبِ قِيلَ لَسِقَ لَسَقًا. وَالْأَصْلُ لَصِقَ.\nقَالَ رُؤْبَةُ:\nوَبَلَّ بَرْدُ الْمَاءِ أَعْضَادَ اللَّسَقْ.\n\n[بَابُ اللَّامِ وَالصَّادِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:248"
  },
  "لسم": {
    "def": "اللَّامُ وَالسِّينُ وَالْمِيمُ لَيْسَ بِأَصْلٍ. يَقُولُونَ فِي بَابِ الْإِبْدَالِ، أَلْسَمْتُ الرَّجُلَ الْحُجَّةَ: أَلْزَمْتُهُ إِيَّاهَا. وَأَلْسَمْتُهُ الطَّرِيقَ: أَلْزَمْتُهُ إِيَّاهُ.",
    "pg": "5:246"
  },
  "لسن": {
    "def": "اللَّامُ وَالسِّينُ وَالنُّونُ أَصْلٌ صَحِيحٌ وَاحِدٌ، يَدُلُّ عَلَى طُولٍ لَطِيفٍ غَيْرِ بَائِنٍ، فِي عُضْوٍ أَوْ غَيْرِهِ. مِنْ ذَلِكَ اللِّسَانُ، مَعْرُوفٌ، وَهُوَ مُذَكَّرٌ وَالْجَمْعُ أَلْسُنٌ، فَإِذَا كَثُرَ فَهِيَ الْأَلْسِنَةُ. وَيُقَالُ لَسَنْتُهُ، إِذَا أَخَذْتَهُ بِلِسَانِكَ. قَالَ طَرَفَةُ:\nوَإِذَا تَلْسُنُنِي أَلْسُنُهَا ... إِنَّنِي لَسْتُ بِمَوْهُونِ غُمُرْ\nوَقَدْ يُعَبَّرُ بِالرِّسَالَةِ عَنِ اللِّسَانِ فَيُؤَنَّثُ حِينَئِذٍ. قَالَ: إِنِّي أَتَتْنِي لِسَانٌ لَا أُسَرُّ بِهَا ... مِنْ عَلْوَ لَا عَجَبٌ فِيهَا وَلَا سَخَرُ\nوَاللَّسَنُ: جَوْدَةُ اللِّسَانِ وَالْفَصَاحَةِ. وَاللِّسْنُ: اللُّغَةُ، يُقَالُ. لِكُلِّ قَوْمٍ لِسْنٌ أَيْ لُغَةٌ. وَقَرَأَ نَاسٌ: وَمَا أَرْسَلْنَا مِنْ رَسُولٍ إِلَّا بِلِسْنِ قَوْمِهِ. وَنَعْلٌ مُلَسَّنَةٌ: عَلَى صُورَةِ اللِّسَانِ. قَالَ كُثَيِّرٌ:\nلَهُمْ أُزُرٌ حُمْرُ الْحَوَاشِي يَطَوْنَهَا ... بِأَقْدَامِهِمْ فِي الْحَضْرَمِيِّ الْمُلَسَّنِ\nوَيَقُولُونَ: الْمَلْسُونُ: الْكَذَّابُ. وَهَذَا مُشْتَقٌّ مِنَ اللِّسَانِ، لِأَنَّهُ إِذَا عُرِفَ بِذَلِكَ لُسِنَ، أَيْ تَكَلَّمَتْ فِيهِ الْأَلْسِنَةُ، كَمَا قَالَ:\nوَإِذَا تَلْسُنُنِي أَلْسُنُهَا.\nوَ (التَّلْسِينُ) : أَنْ يُعِيرَ الرَّجُلُ [الرَّجُلَ] فَصِيلًا لِتَدِرَّ عَلَيْهِ نَاقَتُهُ، فَإِذَا دَرَّتْ نُحِّيَ الْفَصِيلُ. وَمَعْنَاهُ أَنَّهُ ذَاقَ اللَّبَنَ بِلِسَانِهِ. وَقَدَمٌ مُلَسَّنَةٌ، إِذَا كَانَتْ فِيهَا لَطَافَةٌ وَطُولٌ يَسِيرٌ.",
    "pg": "5:246-247"
  },
  "لصب": {
    "def": "اللَّامُ وَالصَّادُ وَالْبَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ضِيقٍ وَتَضَايُقٍ. فَاللِّصْبُ: مَضِيقُ الْوَادِي. وَيُقَالُ لَصِبَ الْجِلْدُ بِاللَّحْمِ يَلْصَبُ، إِذَا لَزِقَ بِهِ. وَفُلَانٌ لَحِزٌ لَصِبٌ: لَا يَكَادُ يُعْطِي شَيْئًا. وَلَصِبَ الْخَاتَمُ فِي الْإِصْبَعِ: ضِدُّ قَلِقَ. وَيُقَالُ إِنَّ اللَّوَاصِبَ: الْآبَارُ الضَّيِّقَةُ الْبَعِيدَةُ الْقَعْرِ. قَالَ كُثَيِّرٌ:\nلَوَاصِبُ قَدْ أَصْبَحَتْ وَانْطَوَتْ ... وَقَدْ طَوَّلَ الْحَيُّ عَنْهَا لَبَاثَا.",
    "pg": "5:249"
  },
  "لصت": {
    "def": "اللَّامُ وَالصَّادُ وَالتَّاءُ. يَقُولُونَ: اللَّصْتُ: اللِّصُّ.\n\n[بَابُ اللَّامِ وَالطَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:249"
  },
  "لصص": {
    "def": "اللَّامُ وَالصَّادُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى مُلَازَّةٍ وَمُقَارَبَةٍ. مِنْ ذَلِكَ اللَّصَصُ، وَهُوَ تَقَارُبُ الْمَنْكِبَيْنِ، يَكَادَانِ يَمَسَّانِ الْأُذُنَيْنِ. وَالْأَلَصُّ: الْمُتَقَارِبُ الْأَضْرَاسِ أَيْضًا. وَيُقَالُ لُصِّصَ الْبُنْيَانُ مِثْلُ رُصِّصَ. وَيُقَالُ إِنَّ الْجَبْهَةَ الضَّيِّقَةَ اللَّصَّاءَ. وَاللَّصَّاءُ مِنَ الْغَنَمِ: الَّتِي أَقْبَلَ أَحَدُ قَرْنَيْهَا عَلَى الْوَجْهِ. وَمِنَ الْبَابِ اللِّصُّ، لِأَنَّهُ يُلْصَقُ بِالشَّيْءِ يُرِيدُ أَخْذَهُ. وَفِعْلُهُ اللَّصُوصِيُّةُ بِفَتْحِ اللَّامِ وَيُقَالُ أَرْضٌ مَلَصَّةٌ: كَثِيرَةُ اللُّصُوصِ.",
    "pg": "5:205"
  },
  "لصغ": {
    "def": "اللَّامُ وَالصَّادُ وَالْغَيْنُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يَقُولُونَ لَصَغَ الْجِلْدُ: يَبِسَ عَلَى الْعَظْمِ عَجَفًا.",
    "pg": "5:248"
  },
  "لصف": {
    "def": "اللَّامُ وَالصَّادُ وَالْفَاءُ كَلِمَةٌ تَدُلُّ عَلَى يُبْسٍ وَبَرِيقٍ. يُقَالُ: لَصِفَ جِلْدُهُ لَصَفًا، إِذَا لَزِقَ وَيَبِسَ. وَلَصَفَ يَلْصُفُ، إِذَا بَرَقَ. وَمِمَّا لَيْسَ مِنْ هَذَا اللَّصَفُ: شَيْءٌ يَنْبُتُ فِي أُصُولِ الْكَبَرِ، كَأَنَّهُ خِيَارٌ، وَلَصَافِ: جَبَلٌ.",
    "pg": "5:248-249"
  },
  "لصق": {
    "def": "اللَّامُ وَالصَّادُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُلَازَمَةِ الشَّيْءِ لِلشَّيْءِ. يُقَالُ لَصِقَ بِهِ يَلْصَقُ لُصُوقًا. وَالْمُلْصَقُ: الدَّعِيُّ. وَفُلَانٌ بِلِصْقِ الْحَائِطِ وَبِلِزْقِهِ. وَاللَّصَقُ فِي الْبَعِيرِ كَاللَّسَقِ، وَقَدْ فَسَّرْنَاهُ فِي بَيْتِ رُؤْبَةَ.",
    "pg": "5:249"
  },
  "لضض": {
    "def": "اللَّامُ وَالضَّادُ، ذَكَرَ الْخَلِيلُ أَنَّ اللَّضْلَاضَ: الدَّلِيلُ. قَالَ: وَلَضْلَضَتُهُ: الْتِفَاتُهُ وَتَحَفُّظُهُ.",
    "pg": "5:205-206"
  },
  "لطا": {
    "def": "اللَّامُ وَالطَّاءُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْمِلْطَاةُ، فِي الشِّجَاجِ، وَهِيَ السِّمْحَاقُ الَّتِي بَلَغَتِ الْقِشْرَةَ الرَّقِيقَةَ. قَالَ أَبُو عُبَيْدٍ: أَخْبَرَنِي الْوَاقِدِيُّ أَنَّ السِّمْحَاقَ عِنْدَهُمُ الْمِلْطَاءُ. قَالَ أَبُو عَبِيدٍ: يُقَالُ هِيَ الْمِلْطَاةُ بِالْهَاءِ. فَإِنْ كَانَتْ عَلَى هَذَا فَهِيَ فِي التَّقْدِيرِ مَقْصُورَةٌ. وَقَالَ تَفْسِيرُ الْحَدِيثِ الَّذِي جَاءَ \" «إِنَّ الْمِلْطَاةَ بِدَمِهَا» \": مَعْنَاهُ حِينَ يُشَجُّ صَاحِبُهَا يُؤْخَذُ مِقْدَارُهَا تِلْكَ السَّاعَةَ ثُمَّ يُقْضَى فِيهَا بِالْقِصَاصِ أَوِ الْأَرْشِ، لَا يُنْظَرُ إِلَى مَا يَحْدُثُ فِيهَا بَعْدَ ذَلِكَ مِنْ زِيَادَةٍ أَوْ نُقْصَانٍ. قَالَ: وَهَذَا قَوْلُهُمْ، وَلَيْسَ قَوْلَ أَهْلِ الْعِرَاقِ. وَاللَّطَاةُ: دَائِرَةٌ تَكُونُ فِي جَبْهَةِ الْفَرَسِ.\nوَإِذَا هُمِزَ قِيلَ لَطِئْتُ أَلْطَأُ.",
    "pg": "5:251"
  },
  "لطح": {
    "def": "اللَّامُ وَالطَّاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ. اللَّطْحُ: الضَّرْبُ بِبَاطِنِ الْكَفِّ لَيْسَ بِالشَّدِيدِ. وَفِي الْحَدِيثِ عَنِ ابْنِ عَبَّاسٍ: \" «فَجَعَلَ يَلْطَحُ أَفْخَاذَنَا وَيَقُولُ أُبَيْنِيَّ لَا تَرْمُوا جَمْرَةَ الْعَقَبَةِ حَتَّى تَطْلُعَ الشَّمْسُ» \".",
    "pg": "5:251"
  },
  "لطخ": {
    "def": "اللَّامُ وَالطَّاءُ وَالْخَاءُ أُصَيْلٌ وَاحِدٌ يَدُلُّ عَلَى عَرِّ شَيْءٍ بِشَيْءٍ. مِنْهُ يُقَالُ: لَطَخْتُ الشَّيْءَ بِالشَّيْءِ. وَسَكْرَانُ مُلْطَخٌّ، أَيْ مُخْتَلِطٌ. وَفِي السَّمَاءِ لَطْخٌ مِنَ السَّحَابِ، أَيْ قَلِيلٌ. وَلُطِخَ فُلَانٌ بِشَيْءٍ: عِيبَ بِهِ. قَالَ ابْنُ دُرَيْدٍ: وَهُوَ مَلْطُوخٌ بِالشَّرِّ وَمَلْطُوخُ الْعِرْضِ. وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ اللَّامِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:251-252"
  },
  "لطط": {
    "def": "اللَّامُ وَالطَّاءُ أُصَيْلٌ صَحِيحٌ، يَدُلُّ عَلَى مُقَارَبَةٍ وَمُلَازَمَةٍ وَإِلْحَاحٍ مِنْ ذَلِكَ قَوْلُهُمْ: أَلَطَّ الرَّجُلُ، إِذَا اشْتَدَّ فِي الْأَمْرِ. وَيُقَالُ لَطَّ بِهِ: لَزِمَهُ. وَكُلُّ شَيْءٍ سُتِرَ بِشَيْءٍ فَقَدْ لُطَّ بِهِ. وَلَطَّتِ النَّاقَةُ بِذَنَبِهَا، إِذَا جَعَلَتْهُ بَيْنَ فَخِذَيْهَا فِي مَسِيرِهَا. وَاللَّطُّ: قِلَادَةٌ مِنْ حَنْظَلٍ، وَسُمِّيَتْ لَطًّا لِمُلَازَمَتِهَا النَّحْرَ. وَالْجَمْعُ لِطَاطٌ. وَاللِّطَاطُ: حَرَّفَ الْجَبَلَ. وَمِلْطَاطُ الْبَعِيرِ: حَرْفٌ فِي وَسَطِ رَأْسِهِ. وَالْمِلْطَاطُ: حَافَةُ الْوَادِي، وَسُمِّيَ كُلُّ ذَلِكَ لِأَنَّهُ مُلَازِمٌ لَا يُفَارِقُ. وَاللِّطْلِطُ: الْعَجُوزُ الْكَبِيرَةُ، لِأَنَّهَا مُلَازِمَةٌ لِمَكَانِهَا لَا تَكَادُ تَبْرَحُ.",
    "pg": "5:206"
  },
  "لطع": {
    "def": "اللَّامُ وَالطَّاءُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى انْكِشَافِ شَيْءٍ عَنْ شَيْءٍ، وَعَلَى كَشْفِهِ عَنْهُ. يُقَالُ: لَطَعَ الْإِنْسَانُ الشَّيْءَ بِلِسَانِهِ يَلْطَعُهُ، إِذَا لَحِسَهُ.\nوَاللَّطَعُ: بَيَاضٌ فِي بَاطِنِ الشَّفَةِ، وَذَلِكَ انْكِشَافُ اللَّمَى عَنْهَا. وَأَكْثَرُ مَا يَعْتَرِي ذَلِكَ السُّودَانَ. قَالَ ابْنُ دُرَيْدٍ:\nعَجُوزٌ لَطْعَاءُ تَحَاتَّتْ أَسْنَانُهَا\n. قَالَ: وَاللَّطْعَاءُ: الْقَلِيلَةُ لَحْمِ الْفَرْجِ.",
    "pg": "5:249-250"
  },
  "لطف": {
    "def": "اللَّامُ وَالطَّاءُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى رِفْقٍ وَيَدُلُّ عَلَى صِغَرٍ فِي الشَّيْءِ. فَاللُّطْفُ: الرِّفْقُ فِي الْعَمَلِ ; يُقَالُ: هُوَ لَطِيفٌ بِعِبَادِهِ، أَيْ رَءُوفٌ رَفِيقٌ. وَمِنَ الْبَابِ الْإِلْطَافُ لِلْبَعِيرِ، إِذَا لَمْ يَهْتَدِ لِمَوْضِعِ الضِّرَابِ فَأُلْطِفَ لَهُ.",
    "pg": "5:250"
  },
  "لطم": {
    "def": "اللَّامُ وَالطَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُلَاصَقَةِ شَيْءٍ لِشَيْءٍ، بِضَرْبٍ أَوْ غَيْرِهِ. مِنْ ذَلِكَ اللَّطْمُ: الضَّرْبُ عَلَى الْوَجْهِ بِبَاطِنِ الرَّاحَةِ. وَيُقَالُ لَطَمَهُ يَلْطِمُهُ. وَالْتَطَمَتِ الْأَمْوَاجُ، إِذَا ضَرَبَ بَعْضُهَا بَعْضًا. وَاللَّطِيمُ مِنَ الْخَيْلِ: الَّذِي يَأْخُذُ الْبَيَاضُ خَدَّيْهِ، وَيُقَالُ هُوَ أَنْ يَكُونَ الْبَيَاضُ فِي أَحَدِ شِقَّيْ وَجْهِهِ، كَأَنَّهُ لُطِمَ بِذَلِكَ الْبَيَاضِ لَطْمًا. وَاللَّطِيمُ: الْفَصِيلُ، إِذَا طَلَعَ سُهَيْلٌ أَخَذَهُ الرَّاعِي وَقَالَ: أَتَرَى سُهَيْلًا، وَاللَّهِ لَا تَذُوقُ عِنْدِي قَطْرَةً. ثُمَّ لَطَمَهُ وَنَحَّاهُ. وَيُقَالُ اللَّطِيمُ: التَّاسِعُ مِنْ سَوَابِقِ الْخَيْلِ، كَأَنَّهُ لُطِمَ عَنِ السَّبَقِ. وَالْمُلَطَّمُ: الرَّجُلُ اللَّئِيمُ، كَأَنَّهُ لُطِمَ حَتَّى صُرِفَ عَنِ الْمَكَارِمِ. وَالْمِلْطَمُ: أَدِيمٌ يُفْرَشُ تَحْتَ الْعَيْبَةِ لِئَلَّا يُصِيبَهَا التُّرَابُ. قَالَ:\nشِقُّ الْمُعَيَّثِ فِي أَدِيمِ الْمِلْطَمِ\nفَأَمَّا اللَّطِيمَةُ، فَيُقَالُ: السُّوقُ. قَالُوا: وَهِيَ كُلُّ سُوقٍ لَا تَكُونُ لِمِيرَةٍ. وَقَالَ آخَرُونَ: اللَّطِيمَةُ لِلْعِطْرِ. وَقَالَ بَعْضُهُمْ: اشْتِقَاقُهَا مِنَ اللَّطْمِ، وَذَلِكَ أَنَّهُ يُبَاعُ فِيهَا الطِّيبُ الَّذِي يُسَمَّى الْغَالِيَةَ. قَالَ: وَهِيَ تُلْطَمُ، لِأَنَّهَا تُضْرَبُ عِنْدَ الْخَلْطِ.",
    "pg": "5:250-251"
  },
  "لظظ": {
    "def": "اللَّامُ وَالظَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى مُلَازَمَةٍ. يُقَالُ: أَلَظَّ الرَّجُلُ بِالشَّيْءِ، إِذَا لَازَمَهُ. وَفِي الْحَدِيثِ: «أَلِظُّوا بِيَاذَا الْجَلَالِ وَالْإِكْرَامِ» ، أَيِ الْزَمُوا هَذَا وَأَكْثِرُوا مِنْهُ فِي دُعَائِكُمْ. وَيُقَالُ: أَلَظَّ الْمَطَرُ: دَامَ. وَيَقُولُونَ: الْإِلْظَاظُ: الْإِشْفَاقُ عَلَى الشَّيْءِ; وَلَيْسَ بِبَعِيدِ الْقِيَاسِ مِنَ الْبَابِ.",
    "pg": "5:206"
  },
  "لعب": {
    "def": "اللَّامُ وَالْعَيْنُ وَالْبَاءُ كَلِمَتَانِ مِنْهُمَا يَتَفَرَّعُ كَلِمَاتٌ. إِحْدَاهُمَا اللَّعِبُ مَعْرُوفٌ. وَالتِّلْعَابَةُ: الْكَثِيرُ اللَّعِبِ. وَالْمَلْعَبُ: مَكَانُ اللَّعِبِ. وَاللِّعْبَةُ: اللَّوْنُ مِنَ اللَّعِبِ. وَاللَّعْبَةُ: الْمَرَّةُ مِنْهَا، إِلَّا أَنَّهُمْ يَقُولُونَ: لِمَنِ اللُّعْبَةُ. وَمُلَاعِبُ ظِلِّهِ: طَائِرٌ. وَالْكَلِمَةُ الْأُخْرَى اللُّعَابُ: مَا يَسِيلُ مِنْ فَمِ الصَّبِيِّ. وَلَعَبَ الْغُلَامُ يَلْعَبُ: سَالَ لُعَابُهُ. وَلُعَابُ النَّحْلِ: الْعَسَلُ. وَلُعَابُ الشَّمْسِ: السَّرَابُ، وَقِيلَ، هُوَ الَّذِي كَأَنَّهُ نَسْجُ الْعَنْكَبُوتِ. وَقِيلَ: إِنَّ أَصْلَ الْبَابِ هُوَ الذَّهَابُ عَلَى غَيْرِ اسْتِقَامَةٍ.",
    "pg": "5:253-254"
  },
  "لعج": {
    "def": "اللَّامُ وَالْعَيْنُ وَالْجِيمُ أَصْلٌ وَاحِدٌ، هُوَ حَرَارَةٌ فِي الْقَلْبِ. [وَ] مِنْهُ اللَّعْجُ: حَرَارَةُ الْحُبِّ فِي الْفُؤَادِ. وَلَعَجَ يَلْعَجُ. قَالَ أَبُو عَبِيدٍ: لَعَجَ الضَّرْبُ الْجِلْدَ: أَحْرَقَهُ. قَالَ الْهُذَلِيُّ:\nإِذَا تَجَرَّدَ نَوْحٌ قَامَتَا مَعَهُ ... ضَرْبًا أَلِيمًا بِسِبْتٍ يَلْعَجُ الْجِلْدَا\nوَلَعَجَهُ الْأَمْرُ: اشْتَدَّ عَلَيْهِ.",
    "pg": "5:254"
  },
  "لعس": {
    "def": "اللَّامُ وَالْعَيْنُ وَالسِّينُ كَلِمَتَانِ مُتَبَايِنَتَانِ: الْأُولَى اللَّعَسُ، سَوَادٌ فِي بَاطِنِ الشَّفَةِ. امْرَأَةٌ لَعْسَاءُ. وَنَبَاتٌ أَلْعَسُ: كَثِيرٌ، لِأَنَّهُ مِنْ رِيِّهِ يَضْرِبُ إِلَى السَّوَادِ.\nوَالْأُخْرَى اللَّعْوَسُ: الْأَكُولُ الْحَرِيصُ، وَالذِّئْبُ لَعْوَسٌ. قَالَ الْخَلِيلُ: رَجُلٌ مُتَلَعِّسٌ: شَدِيدُ الْأَكْلِ.",
    "pg": "5:254"
  },
  "لعص": {
    "def": "اللَّامُ وَالْعَيْنُ وَالصَّادُ. يَقُولُونَ: اللَّعَصُ: الْعُسْرُ. وَفُلَانٌ تَلَعَّصَ عَلَيْنَا: تَعَسَّرَ. وَاللَّعَصُ. النَّهَمُ فِي الْأَكْلِ.",
    "pg": "5:254"
  },
  "لعط": {
    "def": "اللَّامُ وَالْعَيْنُ وَالطَّاءُ. الصَّحِيحُ مِنْهُ لَوْنٌ مِنَ الْأَلْوَانِ، قَالَ ابْنُ دُرَيْدٍ: \" اللُّعْطَةُ: خَطٌّ بِسَوَادٍ. وَلَعْطَةُ الصَّقْرِ: السُّفْعَةُ فِي وَجْهِهِ \". وَيُقَالُ اللُّعْطَةُ: سَوَادٌ فِي عُنُقِ الشَّاةِ. وَذَكَرَ بَعْضُهُمْ: لَعَطَهُ بِحَقِّهِ: اتَّقَاهُ بِهِ، وَمَرَّ فُلَانٌ لَاعِطًا، أَيْ مَرَّ مُعَارِضًا إِلَى جَنْبِ حَائِطٍ.\n\n[بَابُ اللَّامِ وَالْغَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:254-255"
  },
  "لعع": {
    "def": "اللَّامُ وَالْعَيْنُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى اضْطِرَابٍ وَبَصْبَصَةٍ. مِنْ ذَلِكَ اللَّعْلَعُ: السَّرَابُ; وَلَعْلَعَتُهُ: بَصْبَصَتُهُ. وَتَلَعْلَعَ الشَّيْءُ: اضْطَرَبَ حَتَّى تَكَسَّرَ. وَلَعْلَعَ الْكَلْبُ: دَلَعَ لِسَانَهُ. وَامْرَأَةٌ لَعَّةٌ: خَفِيفَةٌ. وَتُلَعْلِعُ مِنَ الْجُوعِ: تَضَوَّرَ. وَاللَّعَاعَةُ: بَقْلَةٌ نَاعِمَةٌ. وَأَلَعَّتِ الْأَرْضُ: أَنْبَتَتً اللُّعَاعَ; وَتَلَعَّيْتُ: أَخَذْتُ اللُّعَاعَ. وَهَذِهِ الْكَلِمَةُ الْأَخِيرَةُ شَاذَّةٌ.",
    "pg": "5:206"
  },
  "لعق": {
    "def": "اللَّامُ وَالْعَيْنُ وَالْقَافُ أَصْلٌ يَدُلُّ عَلَى لَسْبِ شَيْءٍ بِإِصْبَعٍ أَوْ غَيْرِهَا. يُقَالُ: لَعِقْتُ الشَّيْءَ أَلْعَقُهُ. وَلَعَقَةُ الدَّمِ: قَوْمٌ تَحَالَفُوا عَلَى حَرْبٍ ثُمَّ نَحَرُوا جَزُورًا فَلَعِقُوا دَمَهَا. وَاللَّعُوقُ: اسْمُ مَا يُلْعَقُ. وَاللُّعْقَةُ: مَا تَأْخُذُهُ الْمِلْعَقَةُ. وَاللَّعْقَةُ الْمَرَّةُ الْوَاحِدَةُ. وَاللَّعْوَقَةُ: سُرْعَةُ الْإِنْسَانِ فِيمَا أَخَذَ فِيهِ مِنْ عَمَلٍ فِي خِفَّةٍ وَنَزَقٍ. وَرَجُلٌ لَعْوَقٌ: خَفِيفٌ، كَأَنَّهُ شُبِّهَ بِلَعْقَةٍ وَاحِدَةٍ فِي سُرْعَتِهَا وَخِفَّتِهَا. قَالَ بَعْضُهُمْ: يُقَالُ مَا بِالْأَرْضِ لَعْقَةٌ مِنْ رَبِيعٍ، لَيْسَ إِلَّا [فِي] الرُّطْبِ يَلْعَقُهَا الْمَالُ. قَالَ وَيُقَالُ: لَعِقَ فُلَانٌ إِصْبَعَهُ، إِذَا مَاتَ، وَاللَّعُوقُ: أَقَلُّ الزَّادِ. يُقَالُ: مَا مَعَنَا إِلَّا لَعُوقٌ. وَالْمِلْعَقَةُ: مَا يُلْعَقُ بِهِ. قَالَ الْخَلِيلُ: وَاللُّعَاقُ: مَا بَقِيَ فِي فِيهِ، بَقِيَّةً مِمَّا ابْتَلَعَ.",
    "pg": "5:252"
  },
  "لعن": {
    "def": "اللَّامُ وَالْعَيْنُ وَالنُّونُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِبْعَادٍ وَإِطْرَادٍ. وَلَعَنَ اللَّهُ الشَّيْطَانَ: أَبْعَدَهُ عَنِ الْخَيْرِ وَالْجَنَّةِ. وَيُقَالُ لِلذِّئْبِ لَعِينٌ، وَالرَّجُلُ الطَّرِيدُ لَعِينٌ. وَرَجُلٌ لُعْنَةٌ بِالسُّكُونِ: يَلْعَنُهُ النَّاسُ، [وَلُعَنَةٌ] : كَثِيرُ اللَّعْنِ. وَاللِّعَانُ: الْمُلَاعَنَةُ. وَقَالَ فِي الطَّرِيدِ:\nذَعَرْتُ بِهِ الْقَطَا وَنَفَيْتُ عَنْهُ ... مَقَامَ الذِّئْبِ كَالرَّجُلِ اللَّعِينِ.",
    "pg": "5:252-253"
  },
  "لعو": {
    "def": "اللَّامُ وَالْعَيْنُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَاتٌ غَيْرُ رَاجِعَةٍ إِلَى قِيَاسٍ وَاحِدٍ. وَقَدْ كُتِبَتِ الْكَلْبَةُ اللَّعْوَةُ: الْحَرِيصَةُ. وَالرَّجُلُ اللَّعْوُ: السَّيِّئُ الْخُلُقِ. وَاللُّعْوَةُ: السَّوَادُ حَوْلَ حَلَمَةِ الثَّدْيِ. وَيَقُولُونَ: تَلَعَّى الْعَسَلُ: تَعَقَّدَ. وَيَقُولُونَ لِلْعَاثِرِ: لَعَا لَكَ، دُعَاءٌ أَنْ يَنْتَعِشَ. قَالَ:\nبِذَاتِ لَوْثٍ عَفَرْنَاةُ إِذَا عَثَرَتْ ... فَالتَّعْسُ أَدْنَى لَهَا مِنْ أَنْ أَقُولَ لَعَا\nوَيُقَالُ: مَا بِهَا لَاعِي قَرْوٍ، أَيْ مَنْ يَلْحَسُ عُسًّا.",
    "pg": "5:253"
  },
  "لغب": {
    "def": "اللَّامُ وَالْغَيْنُ وَالْبَاءُ أَصْلٌ صَحِيحٌ وَاحِدٌ، يَدُلُّ عَلَى ضَعْفٍ وَتَعَبٍ. تَقُولُ: رَجُلٌ لَغْبٌ بَيِّنُ اللَّغَابَةِ وَاللُّغُوبَةِ. وَقَالَ الْأَصْمَعِيُّ: قَالَ أَبُو عَمْرٍو: سَمِعْتُ أَعْرَابِيَّا يَقُولُ: \" فُلَانٌ لَغُوبٌ جَاءَتْهُ كِتَابِي فَاحْتَقَرَهَا \"، فَقُلْتُ: أَتَقُولُ جَاءَتْهُ كِتَابِي؟ فَقَالَ: أَلَيْسَ صَحِيفَةً. قُلْتُ: مَا اللَّغُوبُ؟ قَالَ: الْأَحْمَقُ. وَقَالَ: تَأَبَّطَ شَرًّا فِي اللَّغْبِ:\nمَا وَلَدَتْ أُمِّي مِنَ الْقَوْمِ عَاجِزًا ... وَلَا كَانَ رِيشِي مِنْ ذُنَابَى وَلَا لَغْبِ\nقَالَ أَبُو بَكْرٍ: وَسَهْمٌ لَغْبٌ، إِذَا كَانَ قُذَذُهُ بُطْنَانًا، وَهُوَ رَدِيٌّ. قَالَ شَاعِرٌ يَصِفُ رَجُلًا طَلَبَ أَمْرًا فَلَمْ يَنَلْهُ:\nفَنَجَا وَرَاشُوهُ بِذِي لَغْبِ وَاللُّغُوبُ: التَّعَبُ وَالْإِعْيَاءُ وَالْمَشَقَّةُ. وَأَتَى سَاغِبًا لَاغِبًا، أَيْ جَائِعًا تَعِبًا. قَالَ اللَّهُ تَعَالَى: ﴿وَمَا مَسَّنَا مِنْ لُغُوبٍ﴾ [ق: ٣٨] .",
    "pg": "5:256-257"
  },
  "لغد": {
    "def": "اللَّامُ وَالْغَيْنُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ. اللَّغَادِيدُ: لَحَمَاتٌ تَكُونُ فِي اللَّهَوَاتِ، وَاحِدُهَا لُغْدُودٌ ; وَيُقَالُ لُغْدٌ وَأَلْغَادٌ. وَجَاءَ فُلَانٌ مُتَلَغِّدًا، أَيْ مُتَغَيِّظًا ; وَهَذَا كَأَنَّهُ بَلَغَ الْغَيْظُ أَلْغَادَهُ.",
    "pg": "5:257"
  },
  "لغز": {
    "def": "اللَّامُ وَالْغَيْنُ وَالزَّاءُ أَصْلٌ يَدُلُّ عَلَى الْتِوَاءٍ فِي شَيْءٍ وَمَيْلٍ. يَقُولُونَ: اللُّغْزُ: مَيْلُكَ بِالشَّيْءِ عَنْ وَجْهِهِ. وَيَقُولُونَ اللُّغَيْزَاءُ، مَمْدُودٌ: أَنْ يَحْفِرَ الْيَرْبُوعُ ثُمَّ يُمِيلَ فِي حَفْرِهِ لِيُعَمِّيَ عَلَى طَالِبِهِ. وَالْأَلْغَازُ: طُرُقٌ تَلْتَوِي وَتُشْكِلُ عَلَى سَالِكِهَا، الْوَاحِدُ لَغَزٌ وَلُغْزٌ. وَأَلْغَزَ فُلَانٌ فِي كَلَامِهِ. وَفِي حَدِيثِ عُمَرَ: \" «نَهَى عَنِ اللُّغَيْزَى فِي الْيَمِينِ» \".\n\n[بَابُ اللَّامِ وَالْفَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:257"
  },
  "لغغ": {
    "def": "اللَّامُ وَالْغَيْنُ. ذَكَرَ بَعْضُهُمْ: لَغْلَغَ طَعَامَهُ: رَوَّاهُ بِالدَّسَمِ.",
    "pg": "5:206-207"
  },
  "لغم": {
    "def": "اللَّامُ وَالْغَيْنُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ صَحِيحَةٌ، وَهِيَ الْمَلَاغِمُ: مَا حَوْلَ الْفَمِ. وَمِنْهُ قَوْلُهُمْ: تَلَغَّمْتُ بِالطِّيبِ: جَعَلْتُهُ هُنَاكَ. قَالَ ابْنُ دُرَيْدٍ: تَلَغَّمَ بِالطِّيبِ: تَلَطَّخَ. فَأَمَّا قَوْلُهُمْ: لَغَمْتُ أَلْغَمُ لَغْمًا، إِذَا أَخْبَرْتَ صَاحِبَكَ بِشَيْءٍ لَا يَسْتَيْقِنُهُ، فَهُوَ مِنَ الْإِبْدَالِ، إِنَّمَا هُوَ نَغَمْتُ بِالنُّونِ. قَالَ الْخَلِيلُ: لَغَمَ الْبَعِيرُ لُغَامَهُ: رَمَى بِهِ.",
    "pg": "5:255"
  },
  "لغو": {
    "def": "اللَّامُ وَالْغَيْنُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ صَحِيحَانِ، أَحَدُهُمَا يَدُلُّ عَلَى الشَّيْءِ لَا يُعْتَدُّ بِهِ، وَالْآخَرُ عَلَى اللَّهَجِ بِالشَّيْءِ.\nفَالْأَوَّلُ اللَّغْوُ: مَا لَا يُعْتَدُّ بِهِ مِنْ أَوْلَادِ الْإِبِلِ فِي الدِّيَةِ. قَالَ الْعَبْدِيُّ:\nأَوْ مِائَةٍ تُجْعَلُ أَوْلَادُهَا لَغْوًا ... وَعُرْضَ الْمِائَةِ الْجَلْمَدِ\nيُقَالُ مِنْهُ لَغَا يَلْغُو لَغْوًا. وَذَلِكَ فِي لَغْوِ الْأَيْمَانِ. وَاللَّغَا هُوَ اللَّغْوُ بِعَيْنِهِ. قَالَ اللَّهُ تَعَالَى: ﴿لَا يُؤَاخِذُكُمُ اللَّهُ بِاللَّغْوِ فِي أَيْمَانِكُمْ﴾ [البقرة: ٢٢٥] ، أَيْ مَا لَمْ تَعْقِدُوهُ بِقُلُوبِكُمْ. وَالْفُقَهَاءُ يَقُولُونَ: هُوَ قَوْلُ الرَّجُلِ لَا وَاللَّهِ، وَبَلَى وَاللَّهِ. وَقَوْمٌ يَقُولُونَ: هُوَ قَوْلُ الرَّجُلِ لِسَوَادٍ مُقْبِلًا: وَاللَّهِ إِنَّ هَذَا فُلَانٌ، يَظُنُّهُ إِيَّاهُ، ثُمَّ لَا يَكُونُ كَمَا ظَنَّ. قَالُوا: فَيَمِينُهُ لَغْوٌ، لِأَنَّهُ لَمْ يَتَعَمَّدِ الْكَذِبَ.\nوَالثَّانِي قَوْلُهُمْ: لَغِيَ بِالْأَمْرِ، إِذَا لَهِجَ بِهِ. وَيُقَالُ إِنَّ اشْتِقَاقَ اللُّغَةِ مِنْهُ، أَيْ يَلْهَجُ صَاحِبُهَا بِهَا.",
    "pg": "5:255-256"
  },
  "لفا": {
    "def": "اللَّامُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى انْكِشَافِ شَيْءٍ وَكَشْفِهِ، وَيَكُونُ مَهْمُوزًا وَغَيْرَ مَهْمُوزٍ. يُقَالُ: لَفَأَتِ الرِّيحُ السَّحَابَ عَنْ وَجْهِ السَّمَاءِ. وَلَفَأْتُ اللَّحْمَ عَنِ الْعَظْمِ: كَشَطْتُهُ، وَلَفَوْتُهُ، حَكَاهُمَا أَبُو بَكْرٍ. وَاللَّفَّاءُ: التُّرَابُ وَالْقُمَاشُ عَلَى وَجْهِ الْأَرْضِ. يُقَالُ مَثَلًا: \" رَضِيَ مِنَ الْوَفَاءِ بِاللَّفَّاءِ \"، أَيْ مِنْ وَافِرِ حَقِّهِ بِالْقَلِيلِ. وَأَلْفَيْتُهُ: لَقِيتُهُ وَوَجَدْتُهُ، إِلْفَاءً. وَتَلَافَيْتُهُ: تَدَارَكْتُهُ.",
    "pg": "5:258"
  },
  "لفت": {
    "def": "اللَّامُ وَالْفَاءُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى اللَّيِّ وَصَرْفِ الشَّيْءِ عَنْ جِهَتِهِ الْمُسْتَقِيمَةِ. مِنْهُ لَفَتُّ الشَّيْءَ: لَوَيْتُهُ. وَلَفَتُّ فُلَانًا عَنْ رَأْيِهِ: صَرَفْتُهُ. وَالْأَلْفَتُ: الرَّجُلُ الْأَعْسَرُ. وَهُوَ قِيَاسُ الْبَابِ: وَاللَّفِيتَةُ: الْغَلِيظَةُ مِنَ الْعَصَائِدِ، لِأَنَّهَا تُلْفَتُ، أَيْ تُلْوَى. وَامْرَأَةٌ لَفُوتٌ: لَهَا زَوْجٌ وَلَهَا وَلَدٌ مِنْ غَيْرِهِ فَهِيَ تَلْفِتُ إِلَى وَلَدِهَا. وَمِنْهُ الِالْتِفَاتُ، وَهُوَ أَنْ تَعْدِلَ بِوَجْهِكَ، وَكَذَا التَّلَفُّتُ. قَالَ أَبُو بَكْرٍ: وَلَفَتُّ اللِّحَاءَ مِنَ الشَّجَرَةِ: قَشَرْتُهُ.",
    "pg": "5:258"
  },
  "لفج": {
    "def": "اللَّامُ وَالْفَاءُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ: الْمُلْفَجُ بِفَتْحِ الْفَاءِ: الْفَقِيرُ، وَمَاضِي فِعْلِهِ أَلْفَجَ. وَهُوَ مِنْ نَادِرِ الْكَلَامِ. وَأَنْشَدَ: جَارِيَةٌ شَبَّتْ شَبَابًا عُسْلُجَا ... فِي حَِجْرِ مَنْ لَمْ يَكُ عَنْهَا مُلْفَجَا\nوَرُوِيَ فِي بَعْضِ الْحَدِيثِ مَرْفُوعًا: «أَيُدَالِكُ الرَّجُلُ الْمَرْأَةَ؟ قَالَ: نَعَمْ إِذَا كَانَ مُلْفَجًا» \". وَالصَّحِيحُ عَنِ الْحَسَنِ.",
    "pg": "5:258-259"
  },
  "لفح": {
    "def": "اللَّامُ وَالْفَاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: لَفَحَتْهُ النَّارُ بِحَرِّهَا، وَالسَّمُومُ إِذَا أَصَابَهُ حَرُّهَا فَتَغَيَّرَ وَجْهُهُ. [وَأَمَّا] قَوْلُهُمْ: لَفَحَهُ بِالسَّيْفِ لَفْحَةً: ضَرَبَهُ ضَرْبَةً خَفِيفَةً، فَإِنَّ الْأَصْلَ فِيهِ النُّونُ، هُوَ نَفَحَهُ.",
    "pg": "5:259"
  },
  "لفظ": {
    "def": "اللَّامُ وَالْفَاءُ وَالظَّاءُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى طَرْحِ الشَّيْءِ ; وَغَالِبُ ذَلِكَ أَنْ يَكُونَ مِنَ الْفَمِ. تَقُولُ: لَفَظَ بِالْكَلَامِ يَلْفِظُ لَفْظًا. وَلَفَظْتُ الشَّيْءَ مِنْ فَمِي. وَاللَّافِظَةُ: الدِّيكُ، وَيُقَالُ الرَّحَى، وَالْبَحْرُ. وَعَلَى ذَلِكَ يُفَسَّرُ قَوْلُهُ:\nفَأَمَّا الَّتِي سَيْبُهَا يُرْتَجَى ... فَأَجْوَدُ جُودًا مِنَ اللَّافِظَهْ\nوَهُوَ شَيْءٌ مَلْفُوظٌ وَلَفِيظٌ.",
    "pg": "5:259"
  },
  "لفع": {
    "def": "اللَّامُ وَالْفَاءُ وَالْعَيْنُ أُصَيْلٌ صَحِيحٌ يَدُلُّ عَلَى اشْتِمَالِ شَيْءٍ. وَتَلَفَّعَتِ الْمَرْأَةُ بِمِرْطِهَا: اشْتَمَلَتْ عَلَيْهِ. وَلَفَّعَ الشَّيْبُ رَأْسَهُ: شَمِلَهُ. وَتَلَفَّعَ الشَّجَرُ: تَجَلَّلَ بِالْخُضْرَةِ. وَالْتَفَعَتِ الْأَرْضُ بِالنَّبَاتِ: اخْضَارَّتْ، وَلَفَعْتُ الْمَزَادَةَ: قَلَبْتُهَا فَجَعَلْتُ أَطِبَّتَهَا فِي وَسَطِهَا. [بَابُ اللَّامِ وَالْقَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:259-260"
  },
  "لفف": {
    "def": "اللَّامُ وَالْفَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَلَوِّي شَيْءٍ عَلَى شَيْءٍ. يُقَالُ: لَفَفْتُ الشَّيْءَ بِالشَّيْءِ لَفًّا. وَلَفَفْتُ عِمَامَتِي عَلَى رَأْسِي. وَيُقَالُ: جَاءَ الْقَوْمُ وَمَنْ لَفَّ لَفَّهُمْ، أَيْ مَنْ تَأَشَّبَ إِلَيْهِمْ، كَأَنَّهُ الْتَفَّ بِهِمْ. قَالَ الْأَعْشَى:\nوَقَدْ مَلَأَتْ قَيْسٌ وَمَنْ لَفَّ لَفَّهَا ... نُبَاكًا فَقَوًّا فَالرَّجَا فَالنَّوَاعِصَا\nوَيُقَالُ لِلْعَيِيِّ: أَلَفٌّ، كَأَنَّ لِسَانَهُ قَدِ الْتَفَّ، [وَ] فِي لِسَانِهِ لَفَفٌ. وَالْأَلْفَافُ: الشَّجَرُ يَلْتَفُّ بَعْضُهُ بِبَعْضٍ. قَالَ اللَّهُ تَعَالَى: ﴿وَجَنَّاتٍ أَلْفَافًا﴾ [النبأ: ١٦] . وَالْأَلَفُّ: الَّذِي تَدَانَى فَخِذَاهُ مِنْ سِمَنِهِ، كَأَنَّهُمَا الْتَفَّتَا; وَهُوَ اللَّفَفُ. قَالَ:\nعِرَاضُ الْقَطَا مُلْتَفَّةٌ رَبَلَاتُهَا ... وَمَا اللُّفُّ أَفْخَاذًا بِتَارِكَةٍ عَقْلًا\nوَيُقَالُ لِلرَّجُلِ الثَّقِيلِ الْبَطِيءِ: أَلَفٌّ. وَاللَّفِيفُ: مَا اجْتَمَعَ مِنَ النَّاسِ مِنْ قَبَائِلَ شَتَّى. وَأَلَفَّ الرَّجُلُ رَأْسَهُ فِي ثِيَابِهِ، وَأَلَفَّ الطَّائِرُ رَأْسَهُ تَحْتَ جَنَاحِهِ. وَحَكَى بَعْضُهُمْ: فِي الْأَرْضِ تَلَافِيفُ مِنْ عُشْبٍ. وَلَفَفْتُهُ حَقَّهُ: مَنَعْتُهُ.",
    "pg": "5:207"
  },
  "لفق": {
    "def": "اللَّامُ وَالْفَاءُ وَالْقَافُ أُصَيْلٌ يَدُلُّ عَلَى مُلَاءَمَةِ الْأَمْرِ. يُقَالُ: لَفَقْتُ الثَّوْبَ بِالثَّوْبِ لَفْقًا. وَهَذَا لِفْقُ هَذَا، أَيْ يُوَائِمُهُ. وَتَلَافَقَ أَمْرُهُمْ: تَلَاءَمَ.",
    "pg": "5:257"
  },
  "لفك": {
    "def": "اللَّامُ وَالْفَاءُ وَالْكَافُ. يَقُولُونَ: الْأَلْفَكُ: الْأَحْمَقُ.",
    "pg": "5:257-258"
  },
  "لفم": {
    "def": "اللَّامُ وَالْفَاءُ وَالْمِيمُ كَلِمَةٌ. يَقُولُونَ: اللِّفَامُ: مَا بَلَغَ طَرَفَ الْأَنْفِ مِنَ اللِّثَامِ. وَتَلَفَّمَتِ الْمَرْأَةُ: رَدَّتَ قِنَاعَهَا عَلَى فَمِهَا.",
    "pg": "5:258"
  },
  "لقب": {
    "def": "اللَّامُ وَالْقَافُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ. اللَّقَبُ: النَّبَزُ، وَاحِدٌ. وَلَقَّبْتُهُ تَلْقِيبًا قَالَ اللَّهُ تَعَالَى: ﴿وَلَا تَنَابَزُوا بِالْأَلْقَابِ﴾ [الحجرات: ١١] .",
    "pg": "5:261"
  },
  "لقح": {
    "def": "اللَّامُ وَالْقَافُ وَالْحَاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِحْبَالِ ذَكَرٍ لِأُنْثَى، ثُمَّ يُقَاسُ عَلَيْهِ مَا يُشَبَّهُ. مِنْهُ لِقَاحُ النَّعَمِ وَالشَّجَرِ. أَمَّا النَّعَمُ فَتُلْقِحُهَا ذُكْرَانُهَا، وَأَمَّا الشَّجَرُ فَتُلْقِحُهُ الرِّيَاحُ. وَرِيَاحٌ لَوَاقِحُ: تُلْقِحُ السَّحَابَ بِالْمَاءِ، وَتُلْقِحُ الشَّجَرَ. وَالْأَصْلُ فِي لَوَاقِحَ مُلْقِحَةٌ لَكِنَّهَا لَا تُلْقِحُ إِلَّا وَهِيَ فِي نَفْسِهَا لَوَاقِحُ ; الْوَاحِدَةُ لَاقِحَةٌ، وَكَذَلِكَ يَقُولُ الْمُفَسِّرُونَ. يُقَالُ: لَقِحَتِ النَّاقَةُ تَلْقَحُ لَقْحًا وَلِقَاحًا، وَالنَّاقَةُ لَاقِحٌ وَلَقُوحٌ. وَاللَّقْحَةُ: النَّاقَةُ تُحْلَبُ، وَالْجَمْعُ لِقَاحٌ وَلُقُحٌ. وَالْمَلَاقِحُ: الْإِنَاثُ فِي بُطُونِهَا أَوْلَادُهَا. قَالَ أَبُو بَكْرٍ: وَالْمَلَاقِيحُ أَيْضًا وَلَمْ يَتَكَلَّمُوا بِهَا بِوَاحِدٍ، وَالْمَلَاقِحُ الَّتِي هِيَ فِي الْبُطُونِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ: قَوْمٌ لَقَاحٌ، بِفَتْحِ اللَّامِ، إِذَا لَمْ يَدِينُوا لِمَلِكٍ، وَلَمْ يَمْلِكْهُمْ سُلْطَانٌ.",
    "pg": "5:261-262"
  },
  "لقس": {
    "def": "اللَّامُ وَالْقَافُ وَالسِّينُ كَلِمَةٌ تَدُلُّ عَلَى نَعْتٍ غَيْرِ مَرْضِيٍّ. وَلَقِسَتْ نَفْسُهُ مِنَ الشَّيْءِ: غَثَتْ. وَاللَّقِسُ: الرَّجُلُ السَّيِّئُ الْخُلُقِ، الشَّرِهُ الْحَرِيصُ. وَاللَّقَسُ الْمَصْدَرُ. وَاللَّاقِسُ: الْعَيَّابُ. وَلَقَسْتُ الرَّجُلَ أَلْقُسُهُ: عِبْتُهُ.",
    "pg": "5:262"
  },
  "لقص": {
    "def": "اللَّامُ وَالْقَافُ وَالصَّادُ قَرِيبٌ فِي الْمَعْنَى [مِنَ] الَّذِي قَبْلَهُ. وَلَقِصَ لَقَصًا، وَهُوَ لَقِصٌ، أَيْ ضَيِّقُ الْخُلُقِ. وَالْتَقَصَ الشَّيْءَ: أَخَذَهُ بِحِرْصٍ عَلَيْهِ. قَالَ:\nوَمُلْتَقِصٍ مَا ضَاعَ مِنْ أَهَرَاتِنَا ... لَعَلَّ الَّذِي أَمْلَى لَهُ سَيُعَاقِبُهْ\nوَرُبَّمَا قَالُوا: أَلْقَصَهُ الْحَرُّ: أَحْرَقَهُ.",
    "pg": "5:262"
  },
  "لقط": {
    "def": "اللَّامُ وَالْقَافُ وَالطَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى أَخْذِ شَيْءٍ مِنَ الْأَرْضِ قَدْ رَأَيْتَهُ بَغْتَةً وَلَمْ تُرِدْهُ، وَقَدْ يَكُونُ عَنْ إِرَادَةٍ وَقَصْدٍ أَيْضًا. مِنْهُ لَقْطُ الْحَصَى وَمَا أَشْبَهَهُ وَاللُّقْطَةُ: مَا الْتَقَطَهُ الْإِنْسَانُ مِنْ مَالٍ ضَائِعٍ. وَاللَّقِيطُ: الْمَنْبُوذُ يُلْقَطُ. وَبَنُو اللَّقِيطَةِ: قَوْمٌ مِنَ الْعَرَبِ، سُمُّوا بِذَلِكَ لِأَنَّ أُمَّهُمْ كَانَ الْتَقَطَهَا حُذَيْفَةُ بْنُ بَدْرٍ فِي جَوَارٍ قَدْ أَضَرَّتْ بِهِنَّ السَّنَةُ، فَضَمَّهَا، ثُمَّ أَعْجَبَتْهُ فَخَطَبَهَا إِلَى أَبِيهَا وَتَزَوَّجَهَا. وَاللَّقَطُ، بِفَتْحِ الْقَافِ: مَا الْتَقَطْتَ مِنْ شَيْءٍ. وَالِالْتِقَاطُ: أَنْ تُوَافِقَ شَيْئًا بَغْتَةً مِنْ كَلَأٍ وَغَيْرِهِ. قَالَ:\nوَمَنْهَلٍ وَرَدْتُهُ الْتِقَاطًا\nوَمِمَّا يُشَبَّهُ بِهَذَا اللَّقِيطَةِ: الرَّجُلُ الْمَهِينُ. وَيَقُولُونَ: \" لِكُلِّ سَاقِطَةٍ لَاقِطَةٌ \"، أَيْ لِكُلِ نَادِرَةٍ مِنَ الْكَلَامِ مَنْ يَسْمَعُهَا وَيُذِيعُهَا. وَالْأَلْقَاطُ مِنَ النَّاسِ: الْقَلِيلُ الْمُتَفَرِّقُونَ. وَبِئْرٌ لَقِيطٌ: الْتُقِطَتِ الْتِقَاطًا، أَيْ وُقِعَ عَلَيْهَا بَغْتَةً. وَاللَّقَطُ: قِطَعٌ مِنْ ذَهَبٍ أَوْ فِضَّةٍ تُوجَدُ فِي الْمَعْدِنِ.\nوَتُسَمَّى الْقَطِنَةُ لَاقِطَةُ الْحَصَى. وَلُقَاطَةُ الزَّرْعِ: مَا لُقِطَ مِنْ حَبٍّ بَعْدَ حَصَادِهِ.",
    "pg": "5:262-263"
  },
  "لقع": {
    "def": "اللَّامُ وَالْقَافُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى رَمْيِ شَيْءٍ بِشَيْءٍ وَإِصَابَتِهِ بِهِ. يُقَالُ: لَقَعْتُ الرَّجُلَ [بِالْحَصَاةِ، إِذَا رَمَيْتَهُ بِهَا، وَلَقَعَهُ بِبَعْرَةٍ رَمَاهُ بِهَا. وَلَقَعَهُ بِعَيْنِهِ، إِذَا عَانَهُ. وَاللُّقَّاعَةُ] : الدَّاهِيَةُ الَّتِي يَتَلَقَّعُ بِالْكَلَامِ، يَرْمِي بِهِ مِنْ أَقْصَى حَلْقِهِ، وَكَذَا التِّلِقَّاعَةُ. وَفِي كَلَامِهِ لُقَّاعَاتٌ، إِذَا تَكَلَّمَ بِأَقْصَى حَلْقِهِ. [بَابُ اللَّامِ وَالْكَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:263-264"
  },
  "لقق": {
    "def": "اللَّامُ وَالْقَافُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى صِيَاحٍ وَجَلَبَةٍ. مِنْ ذَلِكَ اللَّقْلَقَةُ: الصِّيَاحُ. وَكَذَلِكَ اللَّقْلَاقُ. وَاللَّقْلَقُ: اللِّسَانُ. وَفِي الْحَدِيثِ: «مَنْ وُقِيَ شَرَّ لَقْلَقِهِ وَقَبْقَبِهِ وَذَبْذَبِهِ فَقَدْ وُقِيَ شِرَّةَ الشَّبَابِ كُلَّهَا \".» وَلَقَّ عَيْنَهُ، إِذَا ضَرَبَهَا بِيَدِهِ، وَلَعَلَّ ذَلِكَ لِلْوَقْعِ يُسْمَعُ. وَأَمَّا اللَّقْلَقَةُ فَالِاضْطِرَابُ، وَهُوَ قَرِيبٌ مِنَ الْمَقْلُوبِ، كَأَنَّهُ مُقَلْقَلٌ، وَهُوَ الَّذِي لَا يَقَِرُّ مَكَانَهُ. قَالَ امْرُؤُ الْقَيْسِ:\nبِطَرَفٍ مُلَقْلَقِ.",
    "pg": "5:207-208"
  },
  "لقم": {
    "def": "اللَّامُ وَالْقَافُ وَالْمِيمُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى تَنَاوُلِ طَعَامٍ بِالْيَدِ لِلْفَمِ، ثُمَّ يُقَاسُ عَلَيْهِ. وَلَقِمْتُ الطَّعَامَ أَلْقَمُهُ، وَتَلَقَّمْتُهُ وَالْتَقَمْتُهُ. وَرَجُلٌ تِلْقَامَةٌ: كَثِيرُ اللَّقْمِ. وَمِنَ الْبَابِ اللَّقَمُ: مَنْهَجُ الطَّرِيقِ، عَلَى التَّشْبِيهِ، كَأَنَّهُ لَقِمَ مَنْ مَرَّ فِيهِ، كَمَا ذَكَرْنَاهُ فِي السِّرَاطِ، وَقَدْ مَضَى.",
    "pg": "5:260"
  },
  "لقن": {
    "def": "اللَّامُ وَالْقَافُ وَالنُّونُ كَلِمَةٌ صَحِيحَةٌ تَدُلُّ عَلَى أَخْذِ عِلْمٍ وَفَهْمِهِ. وَلَقِنَ الشَّيْءَ لَقْنًا: أَخَذَهُ وَفَهِمَهُ. وَلَقَّنْتُهُ تَلْقِينًا: فَهَّمْتُهُ. وَغُلَامٌ لَقِنٌ: سَرِيعُ الْفَهْمِ وَاللَّقَانَةِ.",
    "pg": "5:260"
  },
  "لقي": {
    "def": "اللَّامُ وَالْقَافُ وَالْحَرْفُ الْمُعْتَلُّ أُصُولٌ ثَلَاثَةٌ: أَحَدُهَا يَدُلُّ عَلَى عِوَجٍ، وَالْآخَرُ عَلَى تَوَافِي شَيْئَيْنِ، وَالْآخَرُ عَلَى طَرْحِ شَيْءٍ.\nفَالْأَوَّلُ اللَّقْوَةُ: دَاءٌ يَأْخُذُ فِي الْوَجْهِ يَعْوَجُّ مِنْهُ. وَرَجُلٌ مَلْقُوٌّ، وَلُقِيَ الْإِنْسَانُ. وَاللَّقْوَةُ: الدَّلْوُ الَّتِي إِذَا أَرْسَلْتَهَا فِي الْبِئْرِ وَارْتَفَعَتْ أُخْرَى شَالَتْ مَعَهَا. قَالَ:\nشَرُّ الدِّلَاءِ اللَّقْوَةُ الْمُلَازِمَهْ وَالِلَّقْوَةُ: الْعُقَابُ، سُمِّيَتْ بِهَا لِاعْوِجَاجِهَا فِي مِنْقَارِهَا. وَاللَِّقْوَةُ: النَّاقَةُ السَّرِيعَةُ اللِّقَاحِ.\nوَالْأَصْلُ الْآخَرُ اللِّقَاءُ: الْمُلَاقَاةُ وَتَوَافِي الِاثْنَيْنِ مُتَقَابِلَيْنِ، وَلَقِيتُهُ لَقْوَةً، أَيْ مَرَّةً وَاحِدَةً وَلِقَاءَةً. وَلَقِيتُهُ لُِقْيًا وَلُقْيَانًا. وَاللُّقْيَةُ فُعْلَةٌ مِنَ اللِّقَاءِ، وَالْجَمْعُ لُقًى قَالَ:\nوَإِنِّي لِأَهْوَى النَّوْمَ مِنْ غَيْرِ نَعْسَةٍ ... لَعَلَّ لُقَاكُمْ فِي الْمَنَامِ تَكُونُ\nوَالْأَصْلُ الْآخَرُ: أَلْقَيْتُهُ: نَبَذْتُهُ إِلْقَاءً. وَالشَّيْءُ الطَّرِيحُ لَقًى. وَالْأَصْلُ أَنَّ قَوْمًا مِنَ الْعَرَبِ كَانُوا إِذَا أَتَوُا الْبَيْتَ لِلطَّوَافِ قَالُوا: لَا نَطُوفُ فِي ثِيَابٍ عَصَيْنَا اللَّهَ فِيهَا، فَيُلْقُونَهَا، فَيُسَمَّى ذَلِكَ الْمُلْقَى لَقًى. قَالَ ابْنُ أَحْمَرَ يَصِفُ فَرْخَ الْقَطَاةِ:\nتُؤْوِي لَقًى أُلْقِيَ فِي صَفْصَفٍ ... تَصْهَرُهُ الشَّمْسُ فَلَا يَنْصَهِرْ.",
    "pg": "5:260-261"
  },
  "لك": {
    "def": "اللَّامُ وَالْكَافُ أُصَيْلٌ يَدُلُّ عَلَى تَدَاخُلٍ فِي الشَّيْءِ. مِنْ ذَلِكَ اللَّكِيكُ: اللَّحْمُ الْمُتَدَاخِلُ فِي الْعِظَامِ. وَاللُّكَالِكُ: الْبَعِيرُ الْمُكْتَنِزُ اللَّحْمِ. وَيُقَالُ: الْتَكَّ الْقَوْمُ: ازْدَحَمُوا. وَاللُّكِّيُّ: الْحَادِرُ اللَّحِيمُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ اللَّكِيكُ: شَجَرَةٌ ضَعِيفَةٌ. وَقَالَ امْرُؤُ الْقَيْسِ فِي اللَّحْمِ اللَّكِيكِ:\nفَظَلَّ صِحَابِي يَشْتَوُونَ بِنَعْمَةٍ ... يَصُفُّونَ غَارِا بِاللَّكِيكِ الْمُوَشَّقِ.\n\n[بَابُ اللَّامِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:208"
  },
  "لكد": {
    "def": "اللَّامُ وَالْكَافُ وَالدَّالُ. يَقُولُونَ: لَكِدَ الشَّيْءُ بِالشَّيْءِ: لَازَمَهُ وَلَزِقَ بِهِ. وَيَقُولُونَ: الْمِلْكَدُ: شَيْءٌ يُدَقُّ فِيهِ الْأَشْيَاءُ. وَاللَّكَدُ: الْتِزَاقُ الدَّمِ وَجُمُودُهُ وَأَكَلْتُ الصَّمْغَ فَلَكِدَ بِفَمِي. وَقَالَ أَبُو بَكْرِ بْنُ دُرَيْدٍ: اللَّكَدُ: الضَّرْبُ بِالْيَدِ. وَمَشَى وَهُوَ يُلَاكِدُ قَيْدَهُ، إِذَا مَشَى فَنَازَعَهُ الْقَيْدُ خُطَاهُ.",
    "pg": "5:264"
  },
  "لكع": {
    "def": "اللَّامُ وَالْكَافُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى لُؤْمٍ وَدَنَاءَةٍ. مِنْهُ لَكُعَ الرَّجُلُ، إِذَا لَؤُمَ، لَكَاعَةً، وَهُوَ أَلْكَعُ. يُقَالُ لَهُ: يَا لُكَعُ، وَلِلِاثْنَيْنِ يَا ذَوَيْ لُكَعٍ. وَيَقُولُونَ: بَنُو اللَّكِيعَةِ، قَالُوا: وَقِيَاسُ ذَلِكَ اللَّكَعُ، وَهُوَ الْوَسَخُ. وَاللُّكَعُ أَيْضًا: الْجَحْشُ الرَّاضِعُ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ اللَّكْعُ، وَهُوَ اللَّسْعُ. قَالَ:\nإِذَا مُسَّ دَبْرُهُ لَكَعَا.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرِ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ لَامٌ]\nوَهُوَ قَلِيلٌ. مِنْ ذَلِكَ (اللَّهْجَمُ) : الطَّرِيقُ الْمُدَيَّثُ، وَهِيَ مَنْحُوتَةٌ مِنْ لَهِجَ وَهَجَمَ، كَأَنَّهُ يُلْهَجُ بِهِ حَتَّى يَهْجُمَ سَالِكُهُ عَلَى الْمَوْضِعِ الَّذِي يَقْصِدُهُ. وَقَالَ الْخَلِيلُ: هُوَ الطَّرِيقُ الْوَاضِحُ. وَلَعَلَّ الْمِيمَ فِيهِ زَائِدَةٌ. وَقَدْ يُلْهَجُ بِسُلُوكٍ مِثْلِهِ.\n\nوَمِنْهُ (اللَّهْذَمُ) : الْحَادُّ، وَهُوَ مِمَّا زِيدَتْ فِيهِ اللَّامُ مِنَ الْهَذْمِ. وَالْهُذَامُ: السَّيْفُ الْقَاطِعُ الْحَادُّ. وَاللَّهُ أَعْلَمُ بِحَقَائِقِهَا.",
    "pg": "5:264-265"
  },
  "لكم": {
    "def": "اللَّامُ وَالْكَافُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ، هِيَ اللَّكْمُ: الضَّرْبُ بِالْيَدِ مَجْمُوعَةً. قَالُوا: وَقِيَاسُهُ مِنَ الْخُفِّ الْمُلَكَّمِ، وَهُوَ الصُّلْبُ الشَّدِيدُ.",
    "pg": "5:264"
  },
  "لكن": {
    "def": "اللَّامُ وَالْكَافُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، هِيَ اللُّكْنَةُ، وَهِيَ الْعِيُّ فِي اللِّسَانِ. وَرَجُلٌ أَلْكَنُ وَامْرَأَةٌ لَكْنَاءُ، وَهُوَ اللَّكَنُ أَيْضًا.",
    "pg": "5:264"
  },
  "لكي": {
    "def": "اللَّامُ وَالْكَافُ وَالْحَرْفُ الْمُعْتَلُّ أَوِ الْمَهْمُوزُ، يَدُلُّ عَلَى لُزُومِ مَكَانٍ وَتَبَاطُؤٍ. وَلَكِيتُ بِفُلَانٍ لَكًى مَقْصُورٌ، إِذَا لَزِمْتَهُ. وَقَالَ أَبُو بَكْرٍ: لَكِيَ بِالْمَكَانِ، إِذَا أَقَامَ بِهِ، يُهْمَزُ وَلَا يُهْمَزُ. وَتَلَكَّأَ الرَّجُلُ تَلَكُّؤًا: تَبَاطَأَ عَنِ الشَّيْءِ وَيُقَالُ: لَكَأْتُ الرَّجُلَ لَكْأً: جَلَدْتُهُ بِالسَّوْطِ.",
    "pg": "5:264"
  },
  "لما": {
    "def": "اللَّامُ وَالْمِيمُ وَالْهَمْزَةُ كَلِمَتَانِ تَدُلَّانِ عَلَى الِاشْتِمَالِ. يَقُولُونَ: أَلْمَأْتُ بِالشَّيْءِ، إِذَا اشْتَمَلَتْ عَلَيْهِ فَذَهَبَتْ بِهِ. وَيُقَالُ: تَلَمَّأَتْ عَلَيْهِ الْأَرْضُ، إِذَا اسْتَوَتْ عَلَيْهِ. فَأَمَّا قَوْلُهُمْ: الْتُمِئَ لَوْنُهُ، فَيُمْكِنُ أَنْ يَكُونَ مِنْ هَذَا، وَيُمْكِنُ أَنْ يَكُونَ مِنَ الْإِبْدَالِ، كَأَنَّ الْهَمْزَةَ بَدَلٌ مِنَ الْعَيْنِ، وَالْأَصْلُ الْتُمِعَ.",
    "pg": "5:208-209"
  },
  "لمج": {
    "def": "اللَّامُ وَالْمِيمُ وَالْجِيمُ. يُقَالُ: مَا ذَاقَ لَمَاجًا، أَيْ مَأْكَلًا. وَلَمَجَ الشَّيْءَ: طَعِمَهُ. قَالَ لَبِيدٌ:\nيَلْمُجُ الْبَارِضَ.",
    "pg": "5:209"
  },
  "لمح": {
    "def": "اللَّامُ وَالْمِيمُ وَالْحَاءُ أَصْلٌ يَدُلُّ عَلَى لَمْعِ شَيْءٍ. يُقَالُ: لَمَحَ الْبَرْقُ وَالنَّجْمُ لَمْحًا، إِذَا لَمَعَا. قَالَ:\nأُرَاقِبُ لَمْحًا مِنْ سُهَيْلٍ كَأَنَّهُ ... إِذَا مَا بَدَا مِنْ آخِرِ اللَّيْلِ يَطْرِفُ\nوَرَأَيْتُ لَمْحَةَ الْبَرْقِ. وَيَقُولُونَ: \" لَأُرِيَنَّكَ لَمْحًا بَاصِرًا \"، أَيْ أَمْرًا وَاضِحًا.",
    "pg": "5:209"
  },
  "لمز": {
    "def": "اللَّامُ وَالْمِيمُ وَالزَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ اللَّمْزُ، وَهُوَ الْعَيْبُ. يُقَالُ لَمَزَ يَلْمِزُ لَمْزًا. قَالَ اللَّهُ تَعَالَى: ﴿وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ﴾ [التوبة: ٥٨] . وَرَجُلٌ لَمَّازٌ وَلُمَزَةٌ، أَيْ عَيَّابٌ.",
    "pg": "5:209-210"
  },
  "لمس": {
    "def": "اللَّامُ وَالْمِيمُ وَالسِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَطَلُّبِ شَيْءٍ وَمَسِيسِهِ أَيْضًا. تَقُولُ: تَلَمَّسْتُ الشَّيْءَ، إِذَا تَطَلَّبْتَهُ بِيَدِكَ. قَالَ أَبُو بَكْرِ بْنُ دُرَيْدٍ: اللَّمْسُ أَصْلُهُ بِالْيَدِ لِيُعْرَفَ مَسُّ الشَّيْءِ، ثُمَّ كَثُرَ ذَلِكَ حَتَّى صَارَ كُلُّ طَالِبٍ مُلْتَمِسًا. وَلَمَسْتُ، إِذَا مَسِسْتَ. قَالُوا: وَكُلُّ مَاسٍّ لَامِسٌ. قَالَ اللَّهُ سُبْحَانَهُ: ﴿أَوْ لَامَسْتُمُ النِّسَاءَ﴾ [النساء: ٤٣] ، قَالَ قَوْمٌ: أُرِيدَ بِهِ الْجِمَاعُ. وَذَهَبَ قَوْمٌ إِلَى أَنَّهُ الْمَسِيسُ، وَأَنَّ اللَّمْسَ وَالْمُلَامَسَةَ يَكُونُ بِغَيْرِ جِمَاعٍ. وَأَنْشَدُوا:\nلَمَسْتُ بِكَفِّي كَفَّهُ أَبْتَغِي الْغِنَى ... وَلَمْ أَدْرِ أَنَّ الْجُودَ مِنْ كَفِّهِ يُعْدِي\nوَهَذَا شِعْرٌ لَا يُحْتَجُّ بِهِ. وَاللَّمَاسَةُ: الطَّلِبَةُ وَالْحَاجَةُ. وَيُقَالُ: \" لَا يَمْنَعُ يَدَ لَامِسٍ \"، إِذَا لَمْ تَكُنْ فِيهِ مَنْفَعَةٌ وَلَا لَهُ دِفَاعٌ. قَالَ:\nوَلَوْلَاهُمُ لَمْ تَدْفَعُوا كَفَّ لَامِسِ.",
    "pg": "5:210"
  },
  "لمظ": {
    "def": "اللَّامُ وَالْمِيمُ وَالظَّاءُ أُصَيْلٌ يَدُلُّ عَلَى نُكْتَةِ بَيَاضٍ. يُقَالُ: بِهِ لُمْظَةٌ، أَيْ نُكْتَةُ بَيَاضٍ. وَفِي الْحَدِيثِ: «إِنَّ الْإِيمَانَ يَبْدُو لُمْظَةً فِي الْقَلْبِ، كُلَّمَا ازْدَادَ الْإِيمَانُ ازْدَادَتِ اللُّمْظَةُ \".» وَاللُّمْظَةُ بِالْفَرَسِ: بَيَاضٌ يَكُونُ بِإِحْدَى جَحْفَلَتَيْهِ. فَأَمَّا التَّلَمُّظُ فَإِخْرَاجُ بَعْضِ اللِّسَانِ. يُقَالُ: تَلَمَّظَ الْحَيَّةُ، إِذَا أَخْرَجَ لِسَانَهُ كَتَلَمُّظِ الْآكِلِ. وَإِنَّمَا سُمِّيَ تَلَمُّظًا لِأَنَّ الَّذِي يَبْدُو مِنَ اللِّسَانِ فِيهِ يَسِيرٌ، كَاللُّمْظَةِ. وَيَقُولُونَ: شَرِبَ الْمَاءَ لَمَاظًا، إِذَا ذَاقَهُ بِطَرَفِ لِسَانِهِ.",
    "pg": "5:210-211"
  },
  "لمع": {
    "def": "اللَّامُ وَالْمِيمُ وَالْعَيْنُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِضَاءَةِ الشَّيْءِ بِسُرْعَةٍ، ثُمَّ يُقَاسُ عَلَى ذَلِكَ مَا يَجْرِي مَجْرَاهُ. مِنْ ذَلِكَ: لَمَعَ الْبَرْقُ وَغَيْرُهُ، إِذَا أَضَاءَ، فَهُوَ لَامِعٌ. وَلَمَعَ السَّيْفُ وَمَا أَشْبَهَ ذَلِكَ. وَيُقَالُ لِلسَّرَابِ يَلْمَعُ. كَأَنَّهُ سُمِّيَ بِحَرَكَتِهِ وَلَمَعَانِهِ. وَيُشَبَّهُ بِهِ الرَّجُلُ الْكَذَّابُ. قَالَ الشَّاعِرُ:\nإِذَا مَا شَكَوْتَ الْحُبَّ كَيْمَا تُثِيبَنِي ... بِوُدِّيَ قَالَتْ إِنَّمَا أَنْتَ يَلْمَعُ\nوَيُقَالُ: أَلْمَعَتِ النَّاقَةُ، إِذَا رَفَعَتْ ذَنَبَهَا فَعُلِمَ أَنَّهَا لَاقِحٌ. قَالَ الْأَعْشَى:\nمُلْمِعٍ، وَقَالَ بَعْضُهُمْ: كُلُّ حَامِلٍ اسْوَدَّتْ حَلَمَةُ ثَدْيِهَا فَهِيَ مُلْمِعٌ. وَإِنَّمَا هَذَا أَنَّهُ يُسْتَدَلُّ بِذَلِكَ عَلَى حَمْلِهَا، فَكَأَنَّهَا قَدْ أَبَانَتْ عَنْ حَالِهَا، كَالشَّيْءِ اللَّامِعِ. وَاللِّمَاعُ: جَمْعُ لُمْعَةٍ، وَهِيَ الْبُقْعَةُ مِنَ الْكَلَأِ. وَيَقُولُونَ - وَلَيْسَ بِذَلِكَ الصَّحِيحِ - إِنَّ اللُّمْعَةَ: الْجَمَاعَةُ مِنَ النَّاسِ. وَاللَّمَّاعَةُ: الْفَلَاةُ. قَالَ: وَلَمَّاعَةٍ مَا بِهَا مِنْ عَلَامٍ ... وَلَا أَمَرَاتٍ وَلَا نِهْيِ مَاءِ\nوَاللَّمَّاعَةُ: الْعُقَابُ، لِأَنَّهَا تُلْمِعُ بِأَجْنِحَتِهَا. فَأَمَّا قَوْلُهُمْ: الْتَمَعْتُ الشَّيْءَ، إِذَا اخْتَلَسْتَهُ، فَمَحْمُولٌ عَلَى مَا قُلْنَاهُ مِنَ الْخِفَّةِ وَالسُّرْعَةِ. وَكَذَلِكَ أَلْمَعَتْ بِهِ الْمَنِيَّةُ: ذَهَبَتْ بِهِ. وَالْأَلْمَعِيُّ: الرَّجُلُ الَّذِي يَظُنُّ الظَّنَّ فَلَا يَكَادُ يَكْذِبُ. وَمَعْنَى ذَلِكَ أَنَّ الْغَائِبَاتِ عَنْ عَيْنِهِ كَالَلامِعَةِ، فَهُوَ يَرَاهَا. قَالَ:\nالْأَلْمَعِيُّ الَّذِي يَظُنُّ لَكَ الظَّ ... نَّ كَأَنْ قَدْ رَأَى وَقَدْ سَمِعَا.",
    "pg": "5:211-212"
  },
  "لمق": {
    "def": "اللَّامُ وَالْمِيمُ وَالْقَافُ ثَلَاثُ كَلِمَاتٍ لَا تَنْقَاسُ وَلَا تَتَقَارَبُ. فَالْأَوَّلُ اللَّمْقُ، يُقَالُ لَمَقَهُ بِيَدِهِ، إِذَا ضَرَبَهُ. وَالْكَلِمَةُ الثَّانِيَةُ اللَّمْقُ، وَهُوَ الْمَحْوُ، يُقَالُ لَمَقَهُ، إِذَا مَحَاهُ. قَالَ يُونُسُ: سَمِعْتُ أَعْرَابِيًّا يَذْكُرُ مُصَدِّقًا لَهُمْ قَالَ: \" فَلَمَقَهُ بَعْدَ مَا نَمَقَهُ \"، كَأَنَّهُ مَحَا كِتَابًا قَدْ كَانَ كَتَبَهُ. وَالْكَلِمَةُ الثَّالِثَةُ: اللَّمَاقُ، يُقَالُ: مَا ذُقْتُ لَمَاقًا. قَالَ:\nكَبَرْقٍ لَاحَ يُعْجِبُ مَنْ رَآهُ ... وَمَا يُغْنِي الْحَوَائِمَ مِنْ لَمَاقِ.",
    "pg": "5:212"
  },
  "لمك": {
    "def": "اللَّامُ وَالْمِيمُ وَالْكَافُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ تَلَمَّكَ الشَّيْءُ، مِثْلَ تَلَمَّجَ، كَأَنَّهُ يَتَذَوَّقُهُ. يُقَالُ: مَا ذُقْتُ لَمَاكًا، أَيْ شَيْئًا، كَقَوْلِهِمْ: مَا ذُقْتُ لَمَاجًا، وَأَصْلُهُ أَنْ يَلْوِيَ الْبَعِيرُ لَحْيَيْهِ. قَالَ:\nفَلَمَّا رَآنِي قَدْ حَمَمْتُ ارْتِحَالَهُ ... تَلَمَّكَ لَوْ يُجْدِي عَلَيْهِ التَّلَمُّكُ.\n\n[بَابُ اللَّامِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:212-213"
  },
  "لمم": {
    "def": "اللَّامُ وَالْمِيمُ أَصْلُهُ صَحِيحٌ يَدُلُّ عَلَى اجْتِمَاعٍ وَمُقَارَبَةٍ وَمُضَامَّةٍ. يُقَالُ: لَمَمْتُ شَعَثَهُ، إِذَا ضَمَمْتَ مَا كَانَ مِنْ حَالِهِ مُتَشَعِّثًا مُنْتَشِرًا. وَيُقَالُ: صَخْرَةٌ مُلَمْلَمَةً، أَيْ صُلْبَةٌ مُسْتَدِيرَةٌ، وَمَلْمُومَةٌ أَيْضًا. قَالَ:\nمَلْمُومَةٌ لَمًّا كَظَهْرِ الْجُنْبُلِ\nوَمِنَ الْبَابِ أَلْمَمْتُ بِالرَّجُلِ إِلْمَامًا، إِذَا نَزَلْتَ بِهِ وَضَامَمْتَهُ. فَأَمَّا اللَّمَمُ فَيُقَالُ: لَيْسَ بِمُوَاقَعَةِ الذَّنْبِ، وَإِنَّمَا هُوَ مُقَارَبَتُهُ ثُمَّ يَنْحَجِزُ عَنْهُ. قَالَ اللَّهُ تَعَالَى: ﴿الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ﴾ [النجم: ٣٢] ، وَيُقَالُ: أَصَابَتْ فُلَانًا مِنَ الْجِنِّ لَمَّةٌ، وَذَلِكَ كَالْمَسِّ. قَالَ:\nأُعِيذُهُ مِنْ حَادِثَاتِ اللَّمَّهْ وَمِنَ الْبَابِ اللِّمَّةُ، بِكَسْرِ اللَّامِ: الشَّعَْرُ إِذَا جَاوَزَ شَحْمَةَ الْأُذُنَيْنِ، كَأَنَّهُ سُمِّيَ بِذَلِكَ لِأَنَّهُ شَامَّ الْمَنْكِبَيْنِ وَقَارَبَهُمَا. وَكَتِيبَةٌ مَلْمُومَةٌ: كَثُرَ عَدَدُهَا وَاجْتَمَعَ الْمِقْنَبُ فِيهَا إِلَى الْمِقْنَبِ. وَالْمُلِمَّةُ: النَّازِلَةُ مِنْ نَوَازِلِ الدُّنْيَا. فَأَمَّا الْعَيْنُ اللَّامَّةُ، فَيُقَالُ: الْأَصْلُ مُلِمَّةٌ، لَمَّا قُرِنَتْ بِالسَّامَّةِ قِيلَ لَامَّةٌ، وَهِيَ الَّتِي تُصِيبُ بِالسُّوءِ. وَهُوَ ذَلِكَ الْقِيَاسُ.\nفَأَمَّا \" لَمَّ \" فَهِيَ أَدَاةٌ يُقَالُ أَصْلُهَا لَا، وَهَذِهِ الْأَدَوَاتُ لَا قِيَاسَ لَهَا.",
    "pg": "5:197-198"
  },
  "لن": {
    "def": "اللَّامُ وَالنُّونُ. كَلِمَةُ أَدَاةٍ، وَهِيَ لَنْ، تَنْفِي الْفِعْلَ الْمُسْتَقْبَلَ وَذُكِرَ عَنِ الْخَلِيلِ أَنَّ أَصْلَ لَنْ لَا أَنْ.",
    "pg": "5:198"
  },
  "له": {
    "def": "اللَّامُ وَالْهَاءُ أُصَيْلٌ يَدُلُّ عَلَى رِقَّةٍ فِي شَيْءٍ وَسَخَافَةٍ. مِنْ ذَلِكَ اللَّهْلَهُ: الثَّوْبُ الرَّدِيءُ النَّسْجِ، وَكَذَلِكَ الْكَلَامُ وَالشِّعْرُ. وَمِنْ ذَلِكَ اللُّهْلُهُ: السَّرَابُ الْمُطَّرِدُ. قَالَ:\nوَمُخْفِقٍ مِنْ لُهْلُهٍ وَلُهْلُهِ\nوَالْجَمْعُ لَهَالِهُ.",
    "pg": "5:198"
  },
  "لهب": {
    "def": "اللَّامُ وَالْهَاءُ وَالْبَاءُ أَصْلٌ صَحِيحٌ، وَهُوَ ارْتِفَاعُ لِسَانِ النَّارِ، ثُمَّ يُقَاسُ عَلَيْهِ مَا يُقَارِبُهُ. مِنْ ذَلِكَ اللَّهَبُ: لَهَبُ النَّارِ. تَقُولُ: الْتَهَبَتِ الْتِهَابًا. وَكُلُّ شَيْءٍ ارْتَفَعَ ضَوْءُهُ وَلَمَعَ لَمَعَانًا شَدِيدًا فَإِنَّهُ يُقَالُ فِيهِ ذَلِكَ. قَالَ:\nرَأَيْتُ مَهَابَةً وَلُيُوثَ غَابٍ ... وَتَاجَ الْمُلْكِ يَلْتَهِبُ الْتِهَابًا وَيَقُولُونَ لِلْعَطْشَانِ: لَهْبَانُ، وَهَذَا عَلَى جِهَةِ الِاسْتِعَارَةِ، كَأَنَّ حَرَارَةَ جَوْفِهِ تَلْتَهِبُ. وَيَقُولُونَ: اللَّهَبُ: الْغُبَارُ السَّاطِعُ. فَإِنْ صَحَّ فَاسْتِعَارَةٌ أَيْضًا. وَيُقَالُ: فَرَسٌ مُلْهِبٌ، إِذَا أَثَارَ الْغُبَارَ. وَلِلْفُرْسِ أُلْهُوبٌ، اشْتُقَّ كُلُّ هَذَا مِنَ الْأَوَّلِ. قَالَ امْرُؤُ الْقَيْسِ:\nفَلِلزَّجْرِ أُلْهُوبٌ وَلِلسَّاقِ دِرَّةٌ ... وَلِلسَّوْطِ مِنْهُ وَقْعُ أَخْرَجَ مُهْذِبِ\nوَاللَّهَبُ وَاللُّهَابُ: اشْتِعَالُ النَّارِ، وَيُسْتَعْمَلُ اللُّهَابُ فِي الْعَطَشِ، فَأَمَّا اللِّهْبُ، وَهُوَ الْمَضِيقُ بَيْنَ الْجَبَلَيْنِ فَلَيْسَ مِنْ هَذَا، وَأَصْلُهُ الصَّادُ، وَإِنَّمَا هُوَ لِصْبٌ، فَأُبْدِلَتِ الصَّادُ هَاءً. وَبَنُو لِهْبٍ: بَطْنٌ مِنَ الْعَرَبِ.",
    "pg": "5:213-214"
  },
  "لهث": {
    "def": "اللَّامُ وَالْهَاءُ وَالثَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ أَنْ يَدْلَعَ الْكَلْبُ لِسَانَهُ مِنَ الْعَطَشِ. قَالَ اللَّهُ تَعَالَى: ﴿إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْ﴾ [الأعراف: ١٧٦] ، وَاللُّهَاثُ: حَرُّ الْعَطَشِ. وَهَذَا إِنَّمَا هُوَ مَقِيسٌ عَلَى مَا ذَكَرْنَاهُ مِنْ شَأْنِ الْكَلْبِ.",
    "pg": "5:214"
  },
  "لهج": {
    "def": "اللَّامُ وَالْهَاءُ وَالْجِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى الْمُثَابَرَةِ عَلَى الشَّيْءِ وَمُلَازَمَتِهِ، وَأَصْلٌ آخَرُ يَدُلُّ عَلَى اخْتِلَاطٍ فِي أَمْرٍ.\nيُقَالُ: لَهِجَ بِالشَّيْءِ، إِذَا أُغْرِيَ بِهِ وَثَابَرَ عَلَيْهِ، وَهُوَ لَهِجٌ. وَالْمُلْهِجُ: الَّذِي لَهِجَتْ فِصَالُهُ بِرَضَاعِ أُمَّهَاتِهَا فَيَصْنَعُ لِذَلِكَ أَخِلَّةً يَشُدُّهَا فِي خِلْفِ أُمِّ الْفَصِيلِ، لِئَلَّا يَرْتَضِعَ الْفَصِيلُ، لِأَنَّ ذَلِكَ يُؤْلِمُ أَنْفَهُ. وَإِيَّاهُ أَرَادَ الْقَائِلُ:\nرَعَى بَارِضَ الْوَسْمِيِّ حَتَّى كَأَنَّمَا ... يَرَى بِسَفَى الْبُهْمَى أَخِّلَةَ مُلْهِجِ\nوَقَوْلُهُمْ: هُوَ فَصِيحُ اللَّهْجَةِ وَاللَّهَجَةِ: اللِّسَانُ، بِمَا يَنْطِقُ بِهِ مِنَ الْكَلَامِ. وَسُمِّيَتْ لَهْجَةً لِأَنَّ كُلًّا يَلْهَجُ بِلُغَتِهِ وَكَلَامِهِ.\nوَالْأَصْلُ الْآخَرُ قَوْلُهُمْ: لَهْوَجْتُ عَلَيْهِ أَمْرَهُ، إِذَا خَلَطْتُهُ. وَأَصْلُهُ مِنَ اللَّبَنِ الْمُلْهَاجِّ، وَهُوَ الْخَاثِرُ الَّذِي يَكَادُ يَرُوبُ. وَيَقُولُونَ: أَمْرُهُمْ مُلْهَاجٌّ. وَمِنَ الْبَابِ: لَهْوَجْتُ اللَّحْمَ، إِذَا لَمْ تُنْضِجْهُ شَيْئًا، فَكَأَنَّهُ مُخْتَلِطٌ بَيْنَ النِّيِّ وَالنَّضِيجِ. فَأَمَّا قَوْلُهُمْ: لَهَّجْتُ الْقَوْمَ، مِثْلَ لَهَّنْتُهُمُ، فَمُمْكِنٌ أَنْ يَكُونَ مِنَ الْإِبْدَالِ، كَأَنَّ الْجِيمَ بَدَلٌ مِنَ النُّونِ.",
    "pg": "5:214-215"
  },
  "لهد": {
    "def": "اللَّامُ وَالْهَاءُ وَالدَّالُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى إِذْلَالٍ وَمُطَامَنَةٍ، مِنْ ذَلِكَ لَهَدْتُ الرَّجُلَ، إِذَا دَفَّعْتَهُ، فَهُوَ مُلَهَّدٌ ذَلِيلٌ. وَاللَّهِيدُ: الْبَعِيرُ يُصِيبُ جَنْبَهُ الْحِمْلُ الثَّقِيلُ. وَأَلْهَدْتُ الرَّجُلَ، إِذَا أَمْسَكْتَهُ وَخَلَّيْتَ عَلَيْهِ آخَرَ يُقَاتِلُهُ. وَأَلْهَدْتُ بِالرَّجُلِ: أَزْرَيْتُ بِهِ.",
    "pg": "5:215-216"
  },
  "لهز": {
    "def": "اللَّامُ وَالْهَاءُ وَالزَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى دَفْعٍ بِيَدٍ أَوْ غَيْرِهَا أَوْ رَمْيٍ بِوَتَرٍ. قَالُوا: لَهَزْتُ فُلَانًا: دَفَعْتُهُ. وَيَقُولُونَ: اللَّهْزُ: الضَّرْبُ بِجُمْعِ الْيَدِ فِي الصَّدْرِ. وَيَقُولُونَ: لَهَزَهُ الْقَتِيرُ: فَشَا فِيهِ. وَلَهَزْتُهُ بِالرُّمْحِ فِي صَدْرِهِ: طَعَنْتُهُ. وَلَهَزَ الْفَصِيلُ ضَرْعَ أُمِّهِ، إِذَا ضَرَبَهُ بِرَأْسِهِ عِنْدَ الرَّضَاعِ. وَيُقَالُ: بَعِيرٌ مَلْهُوزٌ، إِذَا كَانَ قَدْ وُسِمَ فِي لِهْزِمَتِهِ. قَالَ:\nمَرَّتْ بِرَاكِبٍ مَلْهُوزٍ فَقَالَ لَهَا ... ضُرِّي الْجُمَيْحَ وَمَسِّيهِ بِتَعْذِيبِ\nفَأَمَّا قَوْلُهُمْ: فَرَسٌ مَلْهُوزٌ، أَيْ مُضَبَّرُ الْخَلْقِ، فَهُوَ صَحِيحٌ عَلَى هَذَا الْقِيَاسِ، كَأَنَّ لَحْمَهُ رُفِعَ مِنْ جَوَانِبِهِ حَتَّى تَدَاخَلَ. وَدَائِرَةُ اللَّاهِزِ: دَائِرَةٌ فِي اللِّهْزِمَةِ.",
    "pg": "5:216"
  },
  "لهس": {
    "def": "اللَّامُ وَالْهَاءُ وَالسِّينُ كَلِمَةٌ تَدُلُّ عَلَى جِنْسٍ مِنَ الْإِطْعَامِ. يَقُولُونَ: لَهَسَ عَلَى الطَّعَامِ: زَاحَمَ حِرْصًا. وَمَا لَكَ عِنْدِي لَهْسَةٌ مِنْ طَعَامٍ، أَيْ لَا كَثِيرٌ وَلَا قَلِيلٌ. قَالَ ابْنُ دُرَيْدٍ: لَهَسَ الصَّبِيُّ ثَدْيَ أُمِّهِ: لَطَعَهُ وَلَمْ يَمْصُصْهُ.",
    "pg": "5:216"
  },
  "لهط": {
    "def": "اللَّامُ وَالْهَاءُ وَالطَّاءُ كَلِمَةٌ. يَقُولُونَ: لَهَطَهُ بِسَهْمٍ: رَمَاهُ. وَلَهَطَتِ الْمَرْأَةَ فَرَجَهَا بِالْمَاءِ: ضَرَبَتْهُ.",
    "pg": "5:216-217"
  },
  "لهع": {
    "def": "اللَّامُ وَالْهَاءُ وَالْعَيْنُ كَلِمَاتٌ إِنْ صَحَّتْ تَدُلُّ عَلَى اسْتِرْخَاءٍ وَفَتْرَةٍ. مِنْ ذَلِكَ اللَّهِعُ مِنَ الرِّجَالِ: الْمُسْتَرْسِلُ إِلَى كُلٍّ. يُقَالُ: لَهِعَ لَهَاعَةً. وَبِهِ سُمِّيَ لَهِيعَةً. وَيُقَالُ: هُوَ الْفَاتِرُ الْمُسْتَرْخِي. وَقَالَ بَعْضُهُمْ: تَلَهْيَعَ فِي كَلَامِهِ: أَفْرَطَ.",
    "pg": "5:217"
  },
  "لهف": {
    "def": "اللَّامُ وَالْهَاءُ وَالْفَاءُ كَلِمَةٌ تَدُلُّ عَلَى تَحَسُّرٍ. يُقَالُ: تَلَهَّفَ عَلَى الشَّيْءِ، وَلَهِفَ، إِذَا حَزِنَ وَتَحَسَّرَ. وَالْمَلْهُوفُ: الْمَظْلُومُ يَسْتَغِيثُ.",
    "pg": "5:217"
  },
  "لهق": {
    "def": "اللَّامُ وَالْهَاءُ وَالْقَافُ كَلِمَتَانِ مُتَبَايِنَتَانِ.\nفَالْأُولَى اللَّهَقُ: الْأَبْيَضُ; وَالثَّوْرُ الْأَبْيَضُ لِهَاقٌ. قَالَ الْهُذَلِيُّ:\nلَِهَاقٌ تَلَأْلُؤُهُ كَالْهِلَالِ\nوَالْكَلِمَةُ الْأُخْرَى قَوْلُهُمْ: تَلَهْوَقَ الرَّجُلُ: أَظْهَرَ سَخَاءً وَلَيْسَ بِسَخِيٍّ.",
    "pg": "5:217"
  },
  "لهم": {
    "def": "اللَّامُ وَالْهَاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى ابْتِلَاعِ شَيْءٍ، ثُمَّ يُقَاسُ عَلَيْهِ. تَقُولُ الْعَرَبُ: الْتَهَمَ الشَّيْءَ: الْتَقَمَهُ. وَمِنْ هَذَا الْبَابِ الْإِلْهَامُ، كَأَنَّهُ شَيْءٌ أُلْقِيَ فِي الرُّوعِ فَالْتَهَمَهُ. قَالَ اللَّهُ تَعَالَى: ﴿فَأَلْهَمَهَا﴾ [الشمس: ٨] فُجُورَهَا وَتَقْوَاهَا. وَالْتَهَمَ الْفَصِيلُ مَا فِي ضَرْعِ أُمِّهِ: اسْتَوْفَاهُ. وَفَرَسٌ لَهِمٌّ: سَبَّاقٌ، كَأَنَّهُ يَلْتَهِمُ الْأَرْضَ. وَاللُّهَيْمُ: الدَّاهِيَةُ، وَكَذَلِكَ أُمُّ اللُّهَيْمِ، وَسُمِّيَتْ لِعِظَمِهَا كَأَنَّهَا تَلْهَمُ مَا تَلْقَى. وَيَقُولُونَ لِلْعَظِيمِ الْكَافِي: اللِّهَمُّ وَمِنَ الْبَابِ اللُّهْمُومُ: الرَّجُلُ الْجَوَادُ. وَهَذَا عَلَى الْعِظَمِ وَالسَّعَةِ.",
    "pg": "5:217"
  },
  "لهن": {
    "def": "اللَّامُ وَالْهَاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، اللُّهْنَةُ: مَا يَتَعَجَّلُهُ الرَّجُلُ قَبْلَ غَدَائِهِ. وَقَدْ تَلَهَّنَ. وَيُقَالُ بَلِ اللُّهْنَةُ: مَا يُهْدِيهِ الرَّجُلُ إِذَا قَدِمَ مِنْ سَفَرِهِ.\n\n[بَابُ اللَّامِ وَالْوَاوِ وَمَا يَثَلِّثُهُمَا]",
    "pg": "5:217-218"
  },
  "لهو": {
    "def": "اللَّامُ وَالْهَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ صَحِيحَانِ: أَحَدُهُمَا يَدُلُّ عَلَى شُغْلٍ عَنْ شَيْءٍ بِشَيْءٍ، وَالْآخَرُ عَلَى نَبْذِ شَيْءٍ مِنَ الْيَدِ.\nفَالْأَوَّلُ اللَّهْوُ، وَهُوَ كُلُّ شَيْءٍ شَغَلَكَ عَنْ شَيْءٍ، فَقَدْ أَلْهَاكَ. وَلَهَوْتُ مِنَ اللَّهْوِ. وَلَهِيتُ عَنِ الشَّيْءِ، إِذَا تَرَكْتَهُ لِغَيْرِهِ. وَالْقِيَاسُ وَاحِدٌ وَإِنْ تَغَيَّرَ اللَّفْظُ أَدْنَى تَغَيُّرٍ. وَيَقُولُونَ: إِذَا اسْتَأْثَرَ اللَّهُ تَعَالَى بِشَيْءٍ فَالْهَ عَنْهُ، أَيِ اتْرُكْهُ وَلَا تَشْتَغِلْ بِهِ. وَفِي الْحَدِيثِ «فِي الْبَلَلِ بَعْدَ الْوُضُوءِ: \" الْهَ عَنْهُ» \". وَكَانَ ابْنُ الزُّبَيْرِ إِذَا سَمِعَ صَوْتَ الرَّعْدِ لَهَى عَنِ الْحَدِيثِ الَّذِي يَقُولُ: تَرَكَهُ وَأَعْرَضَ عَنْهُ. وَقَدْ يُكْنَى بِاللَّهْوِ عَنْ غَيْرِهِ. قَالَ اللَّهُ تَعَالَى: ﴿لَوْ أَرَدْنَا أَنْ نَتَّخِذَ لَهْوًا﴾ [الأنبياء: ١٧] . وَقَالَ الْحَسَنُ وَقَتَادَةُ: أَرَادَ بِاللَّهْوِ الْمَرْأَةَ. وَقَالَ قَوْمٌ: أَرَادَ بِهِ الْوَلَدَ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَاللُّهْوَةُ، وَهُوَ مَا يَطْرَحُهُ الطَّاحِنُ فِي ثُقْبَةِ الرَّحَى بِيَدِهِ، وَالْجَمْعُ لُهًى، وَبِذَلِكَ سُمِّيَ الْعَطَاءُ لُهْوَةً فَقِيلَ: هُوَ كَثِيرُ اللُّهَى. فَأَمَّا اللَّهَاةُ فَهِيَ أَقْصَى الْفَمِ، كَأَنَّهَا شُبِّهَتْ بِثُقْبَةِ الرَّحَى، وَسُمِّيَتْ لَهَاةً لِمَا يُلْقَى فِيهَا مِنَ الطَّعَامِ.",
    "pg": "5:213"
  },
  "لو": {
    "def": "اللَّامُ وَالْوَاوُ كَلِمَةُ أَدَاةٍ، وَهِيَ لَوْ، يُتَمَنَّى بِهَا. وَأَهْلُ الْعَرَبِيَّةِ يَقُولُونَ: لَوْ يَدُلُّ عَلَى امْتِنَاعِ الشَّيْءِ لِامْتِنَاعِ غَيْرِهِ، وَوُقُوعِهِ لِوُقُوعِ غَيْرِهِ. نَحْوَ قَوْلِهِمْ لَوْ خَرَجَ زَيْدٌ لَخَرَجْتُ. فَإِذَا جَعَلْتَ لَوِ اسْمًا شَدَّدْتَ، يُقَالُ أَكْثَرْتَ مِنَ اللَّوِّ. أَنْشَدَ الْخَلِيلُ: لَيْتَ شِعْرِي وَأَيْنَ مِنِّيَ لَيْتٌ\nإِنَّ لَيْتًا وَإِنَّ لَوًّا عَنَاءُ.",
    "pg": "5:198-199"
  },
  "لوب": {
    "def": "اللَّامُ وَالْوَاوُ وَالْبَاءُ كَلِمَتَانِ مُتَبَايِنَتَانِ، وَيُمْكِنُ أَنْ يُحْمَلَ إِحْدَاهُمَا عَلَى الْأُخْرَى.\nفَالْكَلِمَةُ الْأُولَى: اللَّوْبُ وَاللُّوَابُ: الْعَطَشُ، وَالْفِعْلُ لَابَ يَلُوبُ، وَهُوَ لَائِبٌ. وَالْكَلِمَةُ الْأُخْرَى اللَّابَّةُ، وَهِيَ الْحَرَّةُ، وَالْجَمْعُ لُوبٌ. وَالَّذِي يَجْمَعُ بَيْنَ الْكَلِمَتَيْنِ أَنَّ الْحَرَّةَ عَطْشَى، كَأَنَّهَا مُحْتَرِقَةٌ.",
    "pg": "5:218-219"
  },
  "لوت": {
    "def": "اللَّامُ وَالْوَاوُ وَالتَّاءُ لَسْتُ أَحُقُّ صِحَّتَهُ، وَلَيْسَ هُوَ مِنْ كَلَامِهِمْ عِنْدِي، لَكِنَّ نَاسًا زَعَمُوا أَنَّهُ يُقَالُ: لَاتَ يَلُوتُ، إِذَا أَخْبَرَ بِغَيْرِ مَا سُئِلَ عَنْهُ. وَيَقُولُونَ: اللَّوْتُ: الْكِتْمَانُ. وَفِيهِمَا نَظَرٌ.",
    "pg": "5:219"
  },
  "لوث": {
    "def": "اللَّامُ وَالْوَاوُ وَالثَّاءُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى الْتِوَاءٍ وَاسْتِرْخَاءٍ وَلَيِّ الشَّيْءِ عَلَى الشَّيْءِ. يُقَالُ: لَاثَ الْعِمَامَةَ يَلُوثُهَا لَوْثًا، وَيَقُولُونَ: إِنَّ اللُّوثَةَ: الِاسْتِرْخَاءُ، وَيَقُولُونَ: مَسٌّ مِنَ الْجُنُونِ. قَالَ:\n\nإِذًا لَقَامَ بِنَصْرِي مَعْشَرٌ خُشُنٌ ... عِنْدَ\nالْحَفِيظَةِ إِنْ ذُو لُوثَةٍ لَانَا وَالْمَلَاثُ: الشَّيْءُ الَّذِي يُلَاثُ عَلَيْهِ الثَّوْبُ. وَيَقُولُونَ: نَاقَةٌ ذَاتُ لَوْثَةٍ، أَيْ كَثِيرَةُ اللَّحْمِ ضَخْمَةُ الْجِسْمِ. وَدِيمَةٌ لَوْثَاءُ، تَلُوثُ النَّبَاتَ بَعْضَهُ عَلَى بَعْضٍ. وَقَوْلُهُمْ: الْتَاثَ فِي عَمَلِهِ: أَبْطَأَ، مِنْ هَذَا، كَأَنَّهُ الْتَوَى وَاعْوَجَّ. وَالْمَلَاثُ: الرَّجُلُ الْجَلِيلُ تُلَاثُ بِهِ الْأُمُورُ، وَالْجَمْعُ مَلَاوِثُ. قَالَ:\nهَلَّا بَكَيْتَ مَلَاوِثًا مِنْ آلِ عَبْدً مَنَافٍ\nوَيُقَالُ: إِنَّ اللَّوِيثَةَ: الْجَمَاعَةُ مِنَ النَّاسِ مَنَّ قَبَائِلَ شَتَّى، وَالْمَعْنَى أَنَّهُمُ الْتَاثَ بَعْضُهُمْ إِلَى بَعْضٍ، أَيْ مَالَ.",
    "pg": "5:219-220"
  },
  "لوح": {
    "def": "اللَّامُ وَالْوَاوُ وَالْحَاءُ أَصْلٌ صَحِيحٌ، مُعْظَمُهُ مُقَارَبَةُ بَابِ اللَّمَعَانِ. يُقَالُ: لَاحَ الشَّيْءُ يَلُوحُ، إِذَا لَمَحَ وَلَمَعَ. وَالْمَصْدَرُ اللَّوْحُ. قَالَ:\nأُرَاقِبُ لَوْحًا مِنْ سُهَيْلٍ كَأَنَّهُ ... إِذَا مَا بَدَا مِنْ آخِرِ اللَّيْلِ يَطْرِفُ\nوَيُقَالُ: أَلَاحَ بِسَيْفِهِ: لَمَعَ بِهِ. وَأَلَاحَ الْبَرْقُ: أَوْمَضَ. وَاللِّيَاحُ: الْأَبْيَضُ. قَالَ ابْنُ دُرَيْدٍ فِي قَوْلِ الْقَائِلِ:\nتُمْسِي كَأَلْوَاحِ السِّلَاحِ وَتُضْحِي كَالْمَهَاةِ صَبِيحَةَ الْقَطْرِ إِنَّ الْأَلْوَاحَ: مَا لَاحَ مِنَ السِّلَاحِ، وَأَكْثَرُ ذَلِكَ السُّيُوفُ. وَمِنَ الْبَابِ لَوَّحَهُ الْحُرُّ، وَذَلِكَ إِذَا حَرَّقَهُ وَسَوَّدَهُ حَتَّى لَاحَ مِنْ بُعْدٍ لِمَنْ أَبْصَرَهُ. وَمِنَ الْبَابِ اللَّوْحُ: الْكَتِفُ. وَاللَّوْحُ: الْوَاحِدُ مِنْ أَلْوَاحِ السَّفِينَةِ; وَهُوَ أَيْضًا كُلُّ عَظْمٍ عَرِيضٍ. وَسُمِّيَ لَوْحًا لِأَنَّهُ يَلُوحُ. وَمِنَ الْبَابِ اللُّوحُ بِالضَّمِّ، وَهُوَ الْهَوَاءُ بَيْنَ السَّمَاءِ وَالْأَرْضِ.\nوَمِنَ الَّذِي شَذَّ عَنْ هَذَا الْبَابِ اللَّوْحُ: الْعَطَشُ: وَدَابَّةٌ مِلْوَاحٌ: سَرِيعُ الْعَطَشِ. وَمِمَّا شَذَّ عَنْهُ أَيْضًا قَوْلُهُمْ: أَلَاحَ مِنَ الشَّيْءِ: حَاذَرَ.",
    "pg": "5:220"
  },
  "لوذ": {
    "def": "اللَّامُ وَالْوَاوُ وَالذَّالُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى إِطَاقَةِ الْإِنْسَانِ بِالشَّيْءِ مُسْتَعِيذًا بِهِ وَمُتَسَتِّرًا. يُقَالُ: لَاذَ بِهِ يَلُوذُ لَوْذًا وَلَاذَ لِيَاذًا، وَذَلِكَ إِذَا عَاذَ بِهِ مِنْ خَوْفٍ أَوْ طَمَعٍ وَلَاوَذَ لِوَاذًا قَالَ اللَّهُ تَعَالَى: ﴿قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذًا﴾ [النور: ٦٣] وَكَانَ الْمُنَافِقُونَ إِذَا أَرَادَ الْوَاحِدُ مِنْهُمْ مُفَارَقَةَ مَجْلِسِ رَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ، لَاذَ بِغَيْرِهِ مُتَسَتِّرًا ثُمَّ نَهَضَ. وَإِنَّمَا قَالَ لِوَاذًا لِأَنَّهُ مَنْ لَاوَذَ وَجَعَلَ مَصْدَرُهُ صَحِيحًا، وَلَوْ كَانَ مِنْ لَاذَ لَقَالَ لِيَاذًا، وَاللَّوْذُ: مَا يُطِيفُ بِالْجَبَلِ، وَالْجَمْعُ أَلْوَاذٌ.",
    "pg": "5:220-221"
  },
  "لوز": {
    "def": "اللَّامُ وَالْوَاوُ وَالزَّاءُ كَلِمَةٌ، وَهُوَ اللَّوْزُ.",
    "pg": "5:221"
  },
  "لوس": {
    "def": "اللَّامُ وَالْوَاوُ وَالسِّينُ كَلِمَةٌ تَدُلُّ عَلَى شَيْءٍ مِنَ التَّطَعُّمِ. قَالُوا: اللَّوْسُ أَنْ يَتَتَبَّعَ الْإِنْسَانُ الْمَآكِلَ. يُقَالُ: لَاسَ يَلُوسُ لَوْسًا. وَيَقُولُونَ: اللُّوَاسَةُ: اللُّقْمَةُ. قَالَ ابْنُ دُرَيْدٍ: لُسْتُ الشَّيْءَ فِي فَمِي، إِذَا أَدَرْتَهُ بِلِسَانِكَ.",
    "pg": "5:221"
  },
  "لوص": {
    "def": "اللَّامُ وَالْوَاوُ وَالصَّادُ. يَقُولُونَ: اللَّوْصُ: أَنْ تُطَالِعَ الشَّيْءَ مِنْ خَلَلِ سَتْرٍ أَوْ بَابٍ. يُقَالُ: لُصْتُهُ أَلُوصُهُ لَوْصًا.",
    "pg": "5:221"
  },
  "لوط": {
    "def": "اللَّامُ وَالْوَاوُ وَالطَّاءُ كَلِمَةٌ تَدُلُّ عَلَى اللُّصُوقِ. يُقَالُ: لَاطَ الشَّيْءُ بِقَلْبِي، إِذَا لَصِقَ. وَفِي بَعْضِ الْحَدِيثِ: «الْوَلَدُ أَلْوَطُ بِالْقَلْبِ» ، أَيْ أَلْصَقَ. وَيَقُولُونَ: هَذَا أَمْرٌ لَا يَلْتَاطُ بِصَفَرِي، أَيْ لَا يَلْصَقُ بِقَلْبِي. وَلُطْتُ الْحَوْضَ لَوْطًا، إِذَا مَدَرْتَهُ بِالطِّينِ.",
    "pg": "5:221"
  },
  "لوع": {
    "def": "اللَّامُ وَالْوَاوُ وَالْعَيْنُ: اللَّوْعَةُ: الْحُبُّ. [وَ] يُقَالُ: رَجُلٌ لَاعٌ هَاعٌ، إِذَا كَانَ جَبَانًا.",
    "pg": "5:221-222"
  },
  "لوغ": {
    "def": "اللَّامُ وَالْوَاوُ وَالْغَيْنُ. ذَكَرَ ابْنُ دُرَيْدٍ أَنَّ اللَّوْغَ: أَنْ تُدِيرَ الشَّيْءَ فِي فَمِكَ. يُقَالُ: لَاغَهُ لَوْغًا.",
    "pg": "5:222"
  },
  "لوق": {
    "def": "اللَّامُ وَالْوَاوُ وَالْقَافُ كَلِمَةٌ تَدُلُّ عَلَى تَطْيِيبِ شَيْءٍ. يُقَالُ: لَوَّقَ الطَّعَامَ، إِذَا طَيَّبَهُ بِإِدَامِهِ. وَيَقُولُونَ: اللُّوَقَةُ: الزُّبْدَةُ، وَيُقَالُ لِلْمَرْأَةِ، إِذَا لَمْ تَحْظَ عِنْدَ زَوْجِهَا: مَا لَاقَتْ، أَيْ كَأَنَّهُ لَمْ يَسْتَطِبْ صُحْبَتَهَا. وَمِنَ الْبَابِ: لَاقَتِ الدَّوَاةُ وَأَلْقُتُهَا.",
    "pg": "5:222"
  },
  "لوك": {
    "def": "اللَّامُ وَالْوَاوُ وَالْكَافُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ: لُكْتُ اللُّقْمَةَ أَلُوكُهَا لَوْكًا. وَفُلَانٌ يَلُوكُ أَعْرَاضَ النَّاسِ، إِذَا كَانَ يَغْتَابُهُمْ.",
    "pg": "5:222"
  },
  "لوم": {
    "def": "اللَّامُ وَالْوَاوُ وَالْمِيمُ كَلِمَتَانِ تَدُلُّ إِحْدَاهُمَا عَلَى الْعَتْبِ وَالْعَذْلِ، وَالْأُخْرَى عَلَى الْإِبْطَاءِ.\nفَالْأَوَّلُ اللَّوْمُ، وَهُوَ الْعَذْلُ. تَقُولُ: لُمْتُهُ لَوْمًا، وَالرَّجُلُ مَلُومٌ. وَالْمُلِيمُ: الَّذِي يَسْتَحِقُّ اللَّوْمَ. وَاللَّوْمَاءُ: الْمَلَامَةُ، وَرَجُلٌ لُوَمَةٌ: يَلُومُ النَّاسَ. وَلُومَةٌ يُلَامُ.\nوَالْكَلِمَةُ الْأُخْرَى التَّلَوُّمُ، وَهُوَ التَّمَكُّثُ. وَيُقَالُ: إِنَّ اللَّامَةَ: الْأَمْرُ يُلَامُ عَلَيْهِ الْإِنْسَانُ.",
    "pg": "5:222-223"
  },
  "لون": {
    "def": "اللَّامُ وَالْوَاوُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ سَحْنَةُ الشَّيْءِ: مِنْ ذَلِكَ اللَّوْنُ: لَوْنُ الشَّيْءِ، كَالْحُمْرَةِ وَالسَّوَادِ، وَيُقَالُ: تَلَوَّنَ فُلَانٌ: اخْتَلَفَتْ أَخْلَاقُهُ. وَاللَّوْنُ: جِنْسٌ مِنَ التَّمْرِ. وَاللِّينَةُ: النَّخْلَةُ، مِنْهُ، وَأَصْلُ الْيَاءِ فِيهَا وَاوٌ. قَالَ اللَّهُ تَعَالَى: ﴿مَا قَطَعْتُمْ مِنْ لِينَةٍ﴾ [الحشر: ٥] . وَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ اللَّامِ وَالْيَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "5:223"
  },
  "لوي": {
    "def": "اللَّامُ وَالْوَاوُ وَالْيَاءُ أَصْلٌ صَحِيحٌ، يَدُلُّ عَلَى إِمَالَةٍ لِلشَّيْءِ. يُقَالُ: لَوَى يَدَهُ يَلْوِيهَا. وَلَوَى بِرَأْسِهِ: أَمَالَهُ. وَاللَّوِيُّ: مَا ذَبَلَ مِنَ الْبَقْلِ، وَسُمِّيَ لَوِيًّا لِأَنَّهُ إِذَا ذَبَلَ الْتَوَى وَمَالَ. وَاللِّوَاءُ مَعْرُوفٌ، وَسُمِّيَ لِأَنَّهُ يُلْوَى عَلَى رُمْحِهِ. وَاللَّوِيَّةُ: مَا ذُخِرَ مِنْ طَعَامٍ لِغَيْرِ الْحَاضِرِينَ، كَأَنَّهُ أُمِيلَ عَنْهُمْ إِلَى غَيْرِهِمْ. وَأَلْوَى بِالشَّيْءِ، إِذَا أَشَارَ بِهِ كَالْيَدِ وَنَحْوِهِ. وَأَلْوَى بِالشَّيْءِ: ذَهَبَ بِهِ، وَكَأَنَّهُ أَمَالَهُ إِلَى نَفْسِهِ. وَالْأَلْوَى: الرَّجُلُ الْمُجْتَنِبُ الْمُنْفَرِدُ، لَا يَزَالُ كَذَلِكَ، كَأَنَّهُ مَالَ عَنِ الْجُلَسَاءِ إِلَى الْوُحْدَةِ. وَاللَّيَّاءُ، الْأَرْضُ الْبَعِيدَةُ مِنَ الْمَاءِ، وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا كَأَنَّهَا مَالَتْ عَنْ نَهْجِ الْمَاءِ. وَلَوَاهُ دَيْنَهُ يَلْوِيهِ لَيًّا وَلَيَّانًا، وَهُوَ الْبَابُ. قَالَ:\nتُطِيلِينَ لَيَّانِي وَأَنْتَ مَلِيَّةٌ ... وَأُحْسِنُ يَا ذَاتَ الْوِشَاحِ التَّقَاضِيَا\nوَلِوَى الرَّمْلِ: مُنْقَطَعُهُ. وَأَلْوَى الْقَوْمُ، إِذَا بَلَغَوْا لِوَى الرَّمْلِ. وَسُمِّيَ بِذَلِكَ لِأَنَّ الرِّيحَ تَلْوِيهِ كَيْفَ شَاءَتْ. وَيَقُولُونَ: أَكْثَرْتُ مِنَ الْحَيِّ وَاللَّيِّ. قَالُوا: فَالْحَيُّ: الْوَاضِحُ مِنَ الْكَلَامِ، وَ [اللَّيُّ] : الَّذِي لَا يُهْتَدَى لَهُ.",
    "pg": "5:218"
  },
  "ليا": {
    "def": "اللَّامُ وَالْيَاءُ وَالْأَلِفُ، يُقَالُ إِنَّهُ شَيْءٌ مِنَ النَّبْتِ. يَقُولُونَ: اللِّيَاءُ: شَيْءٌ كَالْحِمَّصِ شَدِيدُ الْبَيَاضِ. يُقَالُ لِلْمَرْأَةِ: كَأَنَّهَا لِيَاءَةٌ.",
    "pg": "5:223"
  },
  "ليت": {
    "def": "اللَّامُ وَالْيَاءُ وَالتَّاءُ كَلِمَتَانِ لَا تَنْقَاسَانِ: إِحْدَاهُمَا: اللِّيتُ: صَفْحَةُ الْعُنُقِ، وَهُمَا لِيَتَانِ. وَالْأُخْرَى اللَّيْتُ، وَهُوَ النَّقْصُ. يُقَالُ: لَاتَهُ يَلِيتُهُ: نَقَصَهُ. قَالَ اللَّهُ تَعَالَى: لَا يَلِتْكُمْ مِنْ أَعْمَالِكُمْ شَيْئًا. وَاللَّيْتُ: الصَّرْفُ، يُقَالُ لَاتَهُ يَلِيتُهُ. قَالَ:\nوَلَيْلَةٍ ذَاتِ دُجًى سَرِيتُ ... وَلَمْ يَلِتْنِي عَنْ سُرَاهَا لِيتُ\nوَلَيْتَ: كَلِمَةُ التَّمَنِّي.",
    "pg": "5:223"
  },
  "ليث": {
    "def": "اللَّامُ وَالْيَاءُ وَالثَّاءُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى قُوَّةِ خَلْقٍ. مِنْ ذَلِكَ اللَّيْثُ، قَالُوا: سُمِّيَ بِذَلِكَ لِقُوَّتِهِ وَشِدَّةِ أَخْذِهِ. وَمِنْهُ يُقَالُ: رَجُلٌ مُلَيِّثٌ. وَاللَّيْثُ: عَنْكَبُوتٌ يَصِيدُ الذُّبَابَ. فَأَمَّا اللِّيثُ بِكَسْرِ اللَّامِ، فَمَوْضِعٌ. قَالَ الْهُذَلِيُّ:\nمُسْتَأْرِضًا بَيْنَ بَطْنِ اللِّيثِ أَيَمْنُهُ ... إِلَى شَمَنْصِيرَ غَيْثًا مُرْسَلَا مَعِجَا.",
    "pg": "5:223-224"
  },
  "ليغ": {
    "def": "اللَّامُ وَالْيَاءُ وَالْغَيْنُ كَلِمَةٌ، يَقُولُونَ: الْأَلْيَغُ: الَّذِي لَا يُبِينُ الْكَلَامَ. وَأَمَّا قَوْلُهُمْ: هُوَ سَيِّغٌ لَيِّغٌ، فَإِتْبَاعٌ، لِلشَّيْءِ السَّهْلِ الْمُنْسَاغِ.",
    "pg": "5:224"
  },
  "ليف": {
    "def": "اللَّامُ وَالْيَاءُ وَالْفَاءُ كَلِمَةٌ، وَهِيَ اللِّيفُ، عَرَبِيَّةٌ.",
    "pg": "5:224"
  },
  "ليق": {
    "def": "اللَّامُ وَالْيَاءُ وَالْقَافُ كَلِمَتَانِ: إِحْدَاهُمَا قَوْلُهُمْ: فُلَانٌ لَا يُلِيقُ دِرْهَمًا، أَيْ لَا يُبْقِي. قَالَ:\nكَفَّاكَ كَفٌّ لَا تُلِيقُ دِرْهَمًا\nوَالْأُخْرَى قَوْلُهُمْ: لَا يَلِيقُ بِهِ كَذَا، كَأَنَّهُ لَا يَصْلُحُ لَهُ، وَلَا يُلْصِقُ بِهِ، مَنْ لَاقَ الدَّوَاةَ يَلِيقُهَا.",
    "pg": "5:224-225"
  },
  "ليل": {
    "def": "اللَّامُ وَالْيَاءُ وَاللَّامُ كَلِمَةٌ، وَهِيَ اللَّيْلُ: خِلَافُ النَّهَارِ. يُقَالُ لَيْلَةٌ وَلَيْلَاتٌ. وَأَمَّا اللَّيَالِي. . . . .",
    "pg": "5:225"
  },
  "ليم": {
    "def": "اللَّامُ وَالْيَاءُ وَالْمِيمُ. يَقُولُونَ: اللِّيمُ. الصُّلْحُ. وَأَنْشَدْنَا عَلِيُّ بْنُ إِبْرَاهِيمَ الْقَطَّانُ قَالَ: أَنْشَدَ ثَعْلَبٌ:\nإِذَا دُعِيَتْ يَوْمًا نُمَيْرُ بْنُ عَامِرٍ ... رَأَيْتَ وُجُوهًا قَدْ تَبَيَّنَ لِيمُهَّا.",
    "pg": "5:225"
  },
  "لين": {
    "def": "اللَّامُ وَالْيَاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ اللِّينُ: ضِدُّ الْخُشُونَةِ. وَيُقَالُ: هُوَ فِي لَيَانٍ مِنْ عَيْشٍ، أَيْ نِعْمَةٍ، وَفُلَانٌ مَلْيَنَةٌ، أَيْ لَيِّنُ الْجَانِبِ.\n\n[بَابُ اللَّامِ وَالْأَلِفِ وَمَا يَثْلُثُهُمَا]\nوَيَكُونُ الْأَلِفُ مُنْقَلِبَةً عَنْ يَاءٍ أَوْ وَاوٍ، وَيَكُونُ أَيْضًا هَمْزَةً.",
    "pg": "5:225"
  }
}