{
  "تار": {
    "def": "التَّاءُ وَالْهَمْزَةُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ أَتْأَرْتُ عَلَيْهِ النَّظَرَ إِذَا حَدَدْتُهُ. قَالَ:\nمَازِلْتُ أَنْظُرُهُمْ وَالْآلُ يَرْفَعُهُمْ ... حَتَّى اسْمَدَرَّ بِطَرْفِ الْعَيْنِ إِتْآرِي\nفَأَمَّا قَوْلُهُمْ (اتَّأَبَ) إِذَا اسْتَحْيَا، فَلَهُ فِي كِتَابِ الْوَاوِ مَوْضِعٌ غَيْرُ هَذَا.",
    "pg": "1:361-362"
  },
  "تام": {
    "def": "التَّاءُ وَالْهَمْزَةُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ التَّوْأَمَانِ: الْوَلَدَانِ فِي بَطْنٍ تَقُولُ أَتْأَمَتِ الْمَرْأَةُ، وَهِيَ مُتْئِمٌ. وَالتُّؤَامُ جَمْعٌ. وَقَوْلُ سُوِيدٍ:\nكَالتُّؤَامِيَّةِ إِنْ بَاشَرْتَهَا\nفَيُقَالُ إِنَّ التُّؤَامَ قَصَبَةُ عُمَانَ.\n\n[بَابُ التَّاءِ وَالْبَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:362"
  },
  "تبب": {
    "def": "التَّاءُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ التِّبَابُ، وَهُوَ الْخُسْرَانُ. وَتَبًّا لِلْكَافِرِ، أَيْ هَلَاكًا لَهُ. وَقَالَ اللَّهُ تَعَالَى: ﴿وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ﴾ [هود: ١٠١] ، أَيْ تَخْسِيرٍ. وَقَدْ جَاءَتْ فِي مُقَابَلَتِهِمَا كَلِمَةٌ، يَقُولُونَ اسْتَتَبَّ الْأَمْرُ إِذَا تَهَيَّأَ. فَإِنْ كَانَتْ صَحِيحَةً فَلِلْبَابِ إِذًا وَجْهَانِ: الْخُسْرَانُ، وَالِاسْتِقَامَةُ.\n\n[بَابُ التَّاءِ وَالْجِيمِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:341"
  },
  "تبر": {
    "def": "التَّاءُ وَالْبَاءُ وَالرَّاءُ أَصْلَانِ مُتَبَاعِدٌ مَا بَيْنَهُمَا: أَحَدُهُمَا الْهَلَاكُ، وَالْآخَرُ [جَوْهَرٌ] مِنْ جَوَاهِرِ الْأَرْضِ.\nفَالْأَوَّلُ قَوْلُهُمْ: تَبَّرَ اللَّهُ عَمَلَ الْكَافِرِ، أَيْ أَهْلَكَهُ وَأَبْطَلَهُ. قَالَ اللَّهُ تَعَالَى: ﴿إِنَّ هَؤُلَاءِ مُتَبَّرٌ مَا هُمْ فِيهِ وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ﴾ [الأعراف: ١٣٩] .\nوَالْأَصْلُ الْآخَرُ التِّبْرُ، وَهُوَ مَا كَانَ مِنَ الذَّهَبِ وَالْفِضَّةِ غَيْرَ مَصُوغٍ.",
    "pg": "1:362"
  },
  "تبع": {
    "def": "التَّاءُ وَالْبَاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ لَا يَشِذُّ عَنْهُ مِنَ الْبَابِ شَيْءٌ، وَهُوَ التُّلُوُّ وَالْقَفْوُ. يُقَالُ تَبِعْتُ فُلَانًا إِذَا تَلَوْتَهُ [وَ] اتَّبَعْتَهُ. وَأَتْبَعْتُهُ إِذَا لَحِقْتَهُ. وَالْأَصْلُ وَاحِدٌ، غَيْرَ أَنَّهُمْ فَرَّقُوا بَيْنَ الْقَفْوِ وَاللُّحُوقِ فَغَيَّرُوا الْبِنَاءَ أَدْنَى تَغْيِيرٍ. قَالَ اللَّهُ: ﴿فَأَتْبَعَ سَبَبًا﴾ [الكهف: ٨٥] ، [وَ] : ﴿ثُمَّ أَتْبَعَ سَبَبًا﴾ [الكهف: ٨٩] فَهَذَا مَعْنَاهُ عَلَى هَذِهِ الْقِرَاءَةِ اللُّحُوقُ، وَمِنْ أَهْلِ الْعَرَبِيَّةِ مَنْ يَجْعَلُ الْمَعْنَى فِيهِمَا وَاحِدًا.\nوَالتُّبُّعُ فِي قَوْلِ الْقَائِلِ:\nيَرِدُ الْمِيَاهَ حَضِيرَةً وَنَفِيضَةً ... وِرْدَ الْقَطَاةِ إِذَا اسْمَأَلَّ التُّبَُّعُ\nهُوَ الظِّلُّ، وَهُوَ تَابِعٌ أَبَدًا لِلشَّخْصِ. فَهَذَا قِيَاسٌ أَصْدَقُ مِنْ قَطَاةٍ. وَالتَّبِيعُ وَلَدُ الْبَقَرَةِ إِذَا تَبِعَ أُمَّهُ، وَهُوَ فَرْضُ الثَّلَاثِينَ. وَكَانَ بَعَضُ الْفُقَهَاءِ يَقُولُ: هُوَ الَّذِي يَسْتَوِي قَرْنَاهُ وَأُذُنَاهُ. وَهَذَا مِنْ طَرِيقَةِ الْفُتْيَا، لَا مِنْ قِيَاسِ اللُّغَةِ.\nوَالتَّبَعُ قَوَائِمُ الدَّابَّةِ، وَسُمِّيَتْ لِأَنَّهُ يَتْبَعُ بَعْضُهَا بَعْضًا. وَالتَّبِيعُ النَّصِيرُ، لِأَنَّهُ يَتْبَعُهُ نَصْرُهُ. وَالتَّبِيعُ الَّذِي لَكَ عَلَيْهِ مَالٌ، فَأَنْتَ تَتْبَعُهُ. وَفِي الْحَدِيثِ: «مَطْلُ الْغَنِيِّ ظُلْمٌ، وَإِذَا أُتْبِعَ أَحَدُكُمْ عَلَى مَلِيءٍ فَلْيَتَّبِعْ» . يَقُولُ: إِذَا أُحِيلَ عَلَيْهِ فَلْيَحْتَلْ.",
    "pg": "1:362-363"
  },
  "تبل": {
    "def": "التَّاءُ وَالْبَاءُ وَاللَّامُ كَلِمَاتٌ مُتَقَارِبَةٌ لَفْظًا وَمَعْنًى، وَهِيَ خِلَافُ الصَّلَاحِ وَالسَّلَامَةِ، فَالتَّبْلُ الْعَدَاوَةُ، وَالتَّبْلُ غَلَبَةُ الْحُبِّ عَلَى الْقَلْبِ، يُقَالُ قَلْبٌ مَتْبُولٌ. وَيُقَالُ تَبَلَهُمُ الدَّهْرُ أَفْنَاهُمْ. وَقَالُوا فِي قَوْلِ الْأَعْشَى:\nأَأَنْ رَأَتْ رَجُلًا أَعْشَى أَضَرَّ بِهِ ... رَيْبُ الْمَنُونِ وَدَهْرٌ خَائِنٌ تَبِلُ",
    "pg": "1:363"
  },
  "تبن": {
    "def": "التَّاءُ وَالْبَاءُ وَالنُّونُ كَلِمَاتٌ مُتَفَاوِتَةٌ فِي الْمَعْنَى جِدًّا، وَذَلِكَ دَلِيلٌ أَنَّ مِنْ كَلَامِ الْعَرَبِ مَوْضُوعًا وَضْعًا مِنْ غَيْرِ قِيَاسٍ وَلَا اشْتِقَاقٍ. فَالتِّبْنُ مَعْرُوفٌ، وَهُوَ الْعَصْفُ. وَالتِّبْنُ أَعْظَمُ الْأَقْدَاحِ يَكَادُ يُرْوِي الْعِشْرِينَ. وَالتَّبَنُ الْفِطْنَةُ، وَكَذَلِكَ التَّبَّانَةُ. يُقَالُ تَبِنَ لِكَذَا. وَمُحْتَمَلٌ أَنْ يَكُونَ هَذِهِ التَّاءُ مُبْدَلَةً مِنْ طَاءٍ. وَقَالَ سَالِمُ بْنُ عَبْدِ اللَّهِ: \" كُنَّا نَقُولُ كَذَا حَتَّى تَبَّنْتُمْ \"، أَيْ دَقَّقْتُمُ النَّظَرَ بِفِطْنَتِكُمْ.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرَ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ تَاءٌ]",
    "pg": "1:363-364"
  },
  "تجر": {
    "def": "التَّاءُ وَالْجِيمُ وَالرَّاءُ، التِّجَارَةُ مَعْرُوفَةٌ. وَيُقَالُ تَاجِرٌ وَتَجْرٌ، كَمَا يُقَالُ صَاحِبٌ وَصَحْبٌ. وَلَا تَكَادُ تُرَى تَاءٌ بَعْدَهَا جِيمٌ. [بَابُ التَّاءِ وَالْحَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:341"
  },
  "تحت": {
    "def": "التَّاءُ وَالْحَاءُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ، تَحْتَ الشَّيْءِ. وَالتُّحُوتُ: الدُّونُ مِنَ النَّاسِ وَفِي الْحَدِيثِ: «تَهْلِكُ الْوُعُولُ وَتَظْهَرُ التُّحُوتُ» . وَالْوُعُولُ: الْكِبَارُ وَالْعِلْيَةُ.\n\n[بَابُ التَّاءِ وَالْخَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "1:341"
  },
  "تحم": {
    "def": "الْأَتْحَمِيُّ: ضَرْبٌ مِنَ الْبُرُودِ:",
    "pg": "1:341"
  },
  "تخخ": {
    "def": "التَّاءُ وَالْخَاءُ فِي الْمُضَاعَفِ لَيْسَ أَصْلًا يُقَاسُ عَلَيْهِ أَوْ يُفَرَّعُ مِنْهُ، وَالَّذِي ذُكِرَ مِنْهُ فَلَيْسَ بِذَلِكَ الْمُعَوَّلِ عَلَيْهِ. قَالُوا: وَالتَّخْتَخَةُ حِكَايَةُ صَوْتٍ. وَالتَّخُّ الْعَجِينُ الْحَامِضُ، تَخَّ تُخُوخَةً، وَأَتَخَّهُ صَاحِبُهُ إِتْخَاخًا.",
    "pg": "1:337"
  },
  "تخذ": {
    "def": "التَّاءُ وَالْخَاءُ وَالذَّالُ كَلِمَةٌ وَاحِدَةٌ، تَخِذْتُ الشَّيْءَ وَاتَّخَذْتُهُ.",
    "pg": "1:341"
  },
  "تخم": {
    "def": "التَّاءُ وَالْخَاءُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ لَا تَتَفَرَّعُ. التُّخُومُ: أَعْلَامُ الْأَرْضِ وَحُدُودُهَا. وَفِي الْحَدِيثِ: «مَلْعُونٌ مَنْ غَيَّرَ تُخُومَ الْأَرْضِ» . قَالَ قَوْمٌ: أَرَادَ حُدُودَ الْحَرَمِ. وَقَالَ آخَرُونَ: هُوَ أَنْ يَدْخُلَ الرَّجُلُ فِي حُدُودِ غَيْرِهِ فَيَحُوزَهَا ظُلْمًا. قَالَ:\nيَا بَنِيَّ التُّخُومَ لَا تَظْلِمُوهَا ... إِنَّ ظُلْمَ التُّخُومِ ذُو عُقَّالِ\nوَأَمَّا التُّخَمَةُ فَفِي بَابِهَا مِنْ كِتَابِ الْوَاوِ.\n\n[بَابُ التَّاءِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "1:341-343"
  },
  "ترب": {
    "def": "التَّاءُ وَالرَّاءُ وَالْبَاءُ أَصْلَانِ: أَحَدُهُمَا التُّرَابُ وَمَا يُشْتَقُّ مِنْهُ، وَالْآخَرُ تَسَاوِي الشَّيْئَيْنِ. فَالْأَوَّلُ التُّرَابُ، وَهُوَ التَّيْرَبُ وَالتَّوْرَابُ. وَيُقَالُ تَرِبَ الرَّجُلُ إِذَا افْتَقَرَ كَأَنَّهُ لَصِقَ بِالتُّرَابِ، وَأَتْرَبَ إِذَا اسْتَغْنَى، كَأَنَّهُ صَارَ لَهُ مِنَ الْمَالِ بِقَدْرِ التُّرَابِ، وَالتَّرْبَاءُ الْأَرْضُ نَفْسُهَا. وَيُقَالُ رِيحٌ تَرِبَةٌ إِذَا جَاءَتْ بِالتُّرَابِ. قَالَ:\nلَا بَلْ هُوَ الشَّوْقُ مِنْ دَارٍ تَخَوَّنَهَا ... مَرًّا سَحَابٌ وَمَرًّا بَارِحٌ تَرِبُ وَأَمَّا الْآخَرُ فَالتِّرْبُ الْخِدْنُ، وَالْجَمْعُ أَتْرَابٌ. وَمِنْهُ التَّرِيبُ، وَهُوَ الصَّدْرُ عِنْدَ تَسَاوِي رُءُوسِ الْعِظَامِ. قَالَ:\nأَشْرَفَ ثَدْيَاهَا عَلَى التَّرَيُّبِ\nوَمِنْهُ التَّرِبَاتُ وَهِيَ الْأَنَامِلُ، الْوَاحِدَةُ تَرِبَةٌ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ التُّرْبَةُ وَهُوَ نَبْتٌ.",
    "pg": "1:346-347"
  },
  "ترج": {
    "def": "التَّاءُ وَالرَّاءُ وَالْجِيمُ لَا شَيْءَ فِيهِ إِلَّا \" تَرْجٌ \"، وَهُوَ مَوْضِعٌ. وَالْأُتْرُجُّ مَعْرُوفٌ.",
    "pg": "1:347"
  },
  "ترح": {
    "def": "التَّاءُ وَالرَّاءُ وَالْحَاءُ كَلِمَتَانِ مُتَقَارِبَتَانِ. قَالَ الْخَلِيلُ: التَّرَحُ نَقِيضُ الْفَرَحِ. وَيَقُولُونَ: \" بَعْدَ كُلِّ فَرْحَةٍ تَرْحَةٌ، وَبَعْدَ كُلِّ حَبْرَةٍ عَبْرَةٌ \"، قَالَ الشَّاعِرُ:\nوَمَا فَرْحَةٌ إِلَّا سَتُعْقَبُ تَرْحَةً ... وَمَا عَامِرٌ إِلَّا وَشِيكًا سَيَخْرَبُ\nوَالْكَلِمَةُ الْأُخْرَى: النَّاقَةُ الْمِتْرَاحُ، وَهِيَ الَّتِي يُسْرِعُ انْقِطَاعُ لَبَنِهَا ; وَالْجَمْعُ مَتَارِيحُ.\n\n[بَابُ التَّاءِ وَالسِّينِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:347"
  },
  "ترر": {
    "def": "التَّاءُ وَالرَّاءُ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ. وَفِيهِ مِنَ اللُّغَةِ الْأَصْلِيَّةِ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ قَوْلُهُمْ بَدَنٌ ذُو تَرَارَةٍ، إِذَا كَانَ ذَا سِمَنٍ وَبَضَاضَةٍ. وَقَدْ تَرَّ.\nقَالَ الشَّاعِرُ:\nوَنُصْبِحُ بِالْغَدَاةِ أَتَرَّ شَيْءٍ ... وَنُمْسِي بِالْعَشِيِّ طَلَنْفَحِينَا\nوَأَمَّا التَّرَاتِرُ فَالْأُمُورُ الْعِظَامُ، وَلَيْسَتْ [أَصْلًا] ; لِأَنَّ الرَّاءَ مُبْدَلَةٌ مِنْ لَامٍ.\nوَقَوْلُهُمْ تَرَّتِ النَّوَاةُ مِنْ مِرْضَاحِهَا تَتِرُّ، فَهَذَا قَرِيبٌ مِمَّا قَبْلَهُ. وَكَذَلِكَ الْخَيْطُ الَّذِي يُسَمَّى \" التُّرَّ \" وَهُوَ الَّذِي يَمُدُّهُ الْبَانِي، فَلَا يَكَادُ مِثْلُهُ يَصِحُّ. وَكَذَلِكَ قَوْلُهُمْ إِنَّ الْأُتْرُورَ: الْغُلَامُ الصَّغِيرُ. وَلَوْلَا وِجْدَانُنَا ذَلِكَ فِي كُتُبِهِمْ لَكَانَ الْإِعْرَاضُ عَنْهُ أَصْوَبَ. وَكَيْفَ يَصِحُّ شَيْءٌ يَكُونُ شَاهِدُهُ مِثْلَ هَذَا الشِّعْرِ:\nأَعُوذُ بِاللَّهِ وَبِالْأَمِيرِ ... مِنْ عَامِلِ الشُّرْطَةِ وَالْأُتْرُورِ\nوَمَثَلُهُ مَا حُكِيَ عَنِ الْكِسَائِيِّ: تَرَّ الرَّجُلُ عَنْ بِلَادِهِ: تَبَاعَدَ. وَأَتَرَّهُ الْقَضَاءُ: أَبْعَدَهُ.",
    "pg": "1:337-338"
  },
  "ترز": {
    "def": "التَّاءُ وَالرَّاءُ وَالزَّاءُ كَلِمَةٌ وَاحِدَةٌ صَحِيحَةٌ. تَرِزَ الشَّيْءُ صَلُبَ. وَكُلُّ مُسْتَحْكِمٍ تَارِزٌ. وَالْمَيِّتُ تَارِزٌ ; لِأَنَّهُ قَدْ يَبِسَ. قَالَ:\nكَأَنَّ الَّذِي يُرْمَى مِنَ الْوَحْشِ تَارِزٌ\nوَقَالَ امْرُؤُ الْقَيْسِ - وَيَدُلُّ عَلَى أَنَّ التَّارِزَ الصُّلْبُ -:\nبِعَجْلَِزَةٍ قَدْ أَتْرَزَ الْجَرْيُ لَحْمَهَا ... كَمَيْتٍ كَأَنَّهَا هِرَاوَةُ مِنْوَالِ\nوَيُقَالُ أَتْرَزَتِ الْمَرْأَةُ حَبْلَهَا: فَتَلَتْهُ فَتْلًا شَدِيدًا. وَأَتْرَزَتْ عَجِينَهَا إِذَا مَلَكَتْهُ.",
    "pg": "1:343"
  },
  "ترس": {
    "def": "التَّاءُ وَالرَّاءُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ التُّرْسُ، وَهُوَ مَعْرُوفٌ، وَالْجَمْعُ تِرَسَةٌ وَتِرَاسٌ وَتُرُوسٌ. قَالَ:\nكَأَنَّ شَمْسًا نَزَلَتْ شُمُوسًا ... دُرُوعَنَا وَالْبَيْضَ وَالتُّرُوسَا",
    "pg": "1:343"
  },
  "ترش": {
    "def": "التَّاءُ وَالرَّاءُ وَالشِّينُ لَيْسَ أَصْلًا وَلَا فَرْعًا، سِوَى أَنَّ ابْنَ دُرَيْدٍ ذَكَرَ أَنَّ التَّرَشَ خِفَّةٌ وَنَزَقٌ، يُقَالُ تَرِشَ يَتْرَشُ تَرَشًا. وَمَا أَدْرِي مَا هُوَ.",
    "pg": "1:343-344"
  },
  "ترص": {
    "def": "التَّاءُ وَالرَّاءُ وَالصَّادُ أَصْلٌ وَاحِدٌ، وَهُوَ الْإِحْكَامُ. يُقَالُ تَرُصَ الشَّيْءُ، وَأَتْرَصْتُهُ أَحْكَمْتُهُ فَهُوَ مُتْرَصٌ. وَكُلُّ مَا أَحْكَمْتَ صَنْعَتَهُ فَقَدَ أَتْرَصْتَهُ. وَأَنْشَدَ الْخَلِيلُ:\nوَشُدَّ يَدَيْكَ بِالْعَقْدِ التَّرِيصِ",
    "pg": "1:344"
  },
  "ترع": {
    "def": "التَّاءُ وَالرَّاءُ وَالْعَيْنُ أَصْلٌ مُطَّرِدٌ قِيَاسُهُ، وَهُوَ تَفَتُّحُ الشَّيْءِ. فَالتُّرْعَةُ الْبَابُ، وَالتَّرَّاعُ الْبَوَّابُ. قَالَ:\nإِنِّي عَدَانِي أَنْ أَزُورَكِ مُحْكَمٌ ... مَتَى مَا أُحَرِّكُ فِيهِ سَاقَيَّ يَصْخَبِ\nحَدِيدٌ وَمَرْصُوصٌ بِشِيدٍ وَجَنْدَلٍ ... لَهُ شُرُفَاتٌ مَرْقَبٌ فَوْقَ مَرْقَبِ\nيُخَيِّرُنِي تَرَّاعُهُ بَيْنَ حَلْقَةٍ ... أَزُومٍ إِذَا عَضَّتْ وَكِبْلٍ مُضَبَّبِ\nوَقَالَ رَسُولُ اللَّهِ ﵌: «إِنَّ مِنْبَرِي هَذَا تُرْعَةٌ مِنْ تُرَعِ الْجَنَّةِ» . وَالتَّرَعُ: الْإِسْرَاعُ إِلَى الشَّرِّ. وَرَجُلٌ تَرِعٌ. وَهُوَ مِنْ ذَاكَ، لِأَنَّ فِيهِ تَفَتُّحًا إِلَى مَا لَا يَنْبَغِي. وَلَا يَكَادُ يُقَالُ هَذَا فِي الْخَيْرِ.\nوَمِنْ هَذَا الْبَابِ أَتْرَعْتُ الْإِنَاءَ مَلَأْتُهُ. وَجَفْنَةٌ مُتْرَعَةٌ. قَالَ:\nلَوْ كَانَ حَيًّا لَغَادَاهُمْ بِمُتْرَعَةٍ\nوَالتَّرَعُ: الِامْتِلَاءُ. وَقَدْ تَرِعَ الْإِنَاءُ. وَكَانَ بَعْضُ أَهْلُ اللُّغَةِ يَقُولُ: لَا أَقُولُ تَرِعَ، وَلَكِنْ أُتْرِعَ. وَهَذَا مِنَ الْبَابِ، لِأَنَّهُ إِذَا أُتْرِعَ بَادَرَ إِلَى السَّيَلَانِ. وَالتُّرْعَةُ - وَالْجَمْعُ تُرَعٌ: أَفْوَاهُ الْجَدَاوِلِ. وَيُقَالُ سَيْرٌ أَتْرَعُ. قَالَ:\nفَافْتَرَشَ الْأَرْضَ بِسَيْرٍ أَتْرَعَا\nوَالْقِيَاسُ كُلُّهُ وَاحِدٌ.",
    "pg": "1:344-345"
  },
  "ترف": {
    "def": "التَّاءُ وَالرَّاءُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ التُّرْفَةُ. يُقَالُ رَجُلٌ مُتْرَفٌ مُنَعَّمٌ، وَتَرَّفَهُ أَهْلُهُ إِذَا نَعَّمُّوهُ بِالطَّعَامِ الطَّيِّبِ وَالشَّيْءِ يُخَصُّ بِهِ. وَفِي كِتَابِ الْخَلِيلِ: التُّرْفَةُ الْهَنَةُ فِي الشَّفَةِ الْعُلْيَا. وَهَذَا غَلَطٌ، إِنَّمَا هِيَ التُِّفْرَةُ وَقَدْ ذُكِرَتْ.",
    "pg": "1:345"
  },
  "ترق": {
    "def": "التَّاءُ وَالرَّاءُ وَالْقَافُ لَيْسَ فِيهِ شَيْءٌ غَيْرُ التَّرْقُوَةِ، فَإِنَّ الْخَلِيلَ زَعَمَ أَنَّهَا فَعْلُوَةٌ، وَهُوَ عَظَمٌ وَصَلَ مَا بَيْنَ ثُغْرَةِ النَّحْرِ وَالْعَاتِقِ.",
    "pg": "1:345"
  },
  "ترك": {
    "def": "التَّاءُ وَالرَّاءُ وَالْكَافُ: التَّرْكُ التَّخْلِيَةُ عَنِ الشَّيْءِ، وَهُوَ قِيَاسُ الْبَابِ، وَلِذَلِكَ تُسَمَّى الْبَيْضَةُ بِالْعَرَاءِ تَرِيكَةً. قَالَ الْأَعْشَى:\nوَيَهْمَاءَ قَفْرٍ تَأْلَهُ الْعَيْنُ وَسْطَهَا ... وَتَلْقَى بِهَا بَيْضَ النَّعَامِ تَرَائِكًا\nوَتَرْكَةُ السِّلَاحِ، وَهِيَ الْبَيْضَةُ، مَحْمُولٌ عَلَى هَذَا وَمُشَبَّهٌ بِهِ، وَالْجَمْعُ تَرْكٌ. قَالَ لَبِيدٌ:\nفَخْمَةٌ ذَفْرَاءُ تُرْتَى بِالْعُرَى ... قُرْدُمَانِيًّا وَتَرْكًا كَالْبَصَلْ\nوَتَرَاكِ بِمَعْنَى اتْرُكْ. قَالَ: تَرَاكِهَا مِنْ إِبِلٍ تَرَاكِهَا ... أَمَا تَرَى الْمَوْتَ لَدَى أَوْرَاكِهَا\nوَتَرِكَةُ الْمَيِّتِ: مَا يَتْرُكُهُ مِنْ تُرَاثِهِ. وَالتَّرِيكَةُ رَوْضَةٌ يَغْفَلُهَا النَّاسُ فَلَا يَرْعَوْنَهَا. وَفِي الْكِتَابِ الْمَنْسُوبِ إِلَى الْخَلِيلِ: يُقَالُ تَرَكْتُ الْحَبْلَ شَدِيدًا، أَيْ جَعَلْتُهُ شَدِيدًا. وَمَا أَحْسَِبُ هَذَا مِنْ كَلَامِ الْخَلِيلِ.",
    "pg": "1:345-346"
  },
  "تره": {
    "def": "التَّاءُ وَالرَّاءُ وَالْهَاءُ كَلِمَةٌ لَيْسَتْ بِأَصْلٍ مُتَفَرِّعٍ مِنْهُ. قَالُوا: التَّرَّهَاتُ، وَالتُّرَّهُ الْأَبَاطِيلُ مِنَ الْأُمُورِ. قَالَ رُؤْبَةُ:\nوَحَقَّةٍ لَيْسَتْ بِقَوْلِ التُّرَّهِ\nقَالُوا: وَالْوَاحِدُ تُرَّهَةٌ. قَالَ: وَجَمَعَهَا أُنَاسٌ عَلَى التَّرَارِيهِ. قَالَ:\nرُدُّوا بَنِي الْأَعْرَجِ إِبْلِي مِنْ كَثَبْ ... قَبْلَ التَّرَارِيهِ وَبَعْدَ الْمُطَّلَبْ",
    "pg": "1:346"
  },
  "تسع": {
    "def": "التَّاءُ وَالسِّينُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ التِّسْعَةُ فِي الْعَدَدِ. تَقُولُ تَسَعْتُ الْقَوْمَ، أَيْ صِرْتُ تَاسِعَهُمْ. وَأَتْسَعْتُ الشَّيْءَ إِذَا كَانَ ثَمَانِيَةً فَأَتْمَمْتُهُ تِسْعَةً. وَالتِّسْعُ ثَلَاثُ لَيَالٍ مِنَ الشَّهْرِ آخَرُ لَيْلَةٍ مِنْهَا اللَّيْلَةُ التَّاسِعَةُ. وَتَسَعْتُ الْقَوْمَ أَتْسَعُهُمْ إِذَا أَخَذْتَ تُسْعَ أَمْوَالِهِمْ. [بَابُ التَّاءِ وَالشِّينِ وَمَا يُثَلِّثُهُمَا]\nمُهْمَلٌ.\n\n[بَابُ التَّاءِ وَالْعَيْنِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:347-348"
  },
  "تعب": {
    "def": "التَّاءُ وَالْعَيْنُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْإِعْيَاءُ حَتَّى يُقَالَ: تَعِبَ تَعَبًا، وَهُوَ تَعِبٌ، وَلَا يُقَالُ مَتْعُوبٌ. وَأَتْعَبْتُهُ أَنَا إِتْعَابًا. فَأَمَّا قَوْلُهُمْ أُتْعِبَ الْعَظْمُ، إِذَا هِيضَ بَعْدَ الْجَبْرِ، فَلَيْسَ بِأَصْلٍ، إِنَّمَا هُوَ مَقْلُوبٌ مِنْ أُعْتِبَ. وَقَدْ ذُكِرَ فِي بَابِهِ. قَالَ:\nإِذَا مَا رَآهَا رَأْيَةً هِيضَ قَلْبُهُ ... بِهَا كَانْهِيَاضِ الْمُتْعَبِ الْمُتَهَشِّمِ",
    "pg": "1:348"
  },
  "تعر": {
    "def": "التَّاءُ وَالْعَيْنُ وَالرَّاءُ لَيْسَ بِشَيْءٍ، إِلَّا تِعَارٌ، وَهُوَ جَبَلٌ.",
    "pg": "1:348"
  },
  "تعس": {
    "def": "التَّاءُ وَالْعَيْنُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ وَهُوَ الْكَبُّ، يُقَالُ تَعَسَهُ اللَّهُ وَأَتْعَسَهُ. قَالَ:\nغَدَاةً هَزَمْنَا جَمْعَهُمْ بِمُتَالِعٍ ... فَآبُوا بِإِتْعَاسٍ عَلَى شَرِّ طَائِرِ",
    "pg": "1:348"
  },
  "تعص": {
    "def": "التَّاءُ وَالْعَيْنُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ. ذَكَرَ ابْنُ دُرَيْدٍ أَنَّ التَّعِصَ الَّذِي يَشْتَكِي عُنُقَهُ مِنَ الْمَشْيِ. [بَابُ التَّاءِ وَالْغَيْنِ وَمَا يُثَلِّثُهُمَا]\nمُهْمَلٌ.\n\n[بَابُ التَّاءِ وَالْفَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:348-349"
  },
  "تعع": {
    "def": "التَّاءُ وَالْعَيْنُ مِنَ الْكَلَامِ الْأَصِيلِ الصَّحِيحِ، وَقِيَاسُهُ الْقَلَقُ وَالْإِكْرَاهُ. يُقَالُ تَعْتَعَ الرَّجُلُ إِذَا تَبَلَّدَ فِي كَلَامِهِ. وَكُلُّ مَنْ أُكْرِهَ فِي شَيْءٍ حَتَّى يَقْلَقَ [فَقَدَ] تُعْتِعَ. وَفِي الْحَدِيثِ: «حَتَّى يُؤْخَذَ لِلضَّعِيفِ حَقُّهُ مِنَ الْقَوِيِّ غَيْرَ مُتَعْتَعٍ» . وَيُقَالُ تَعْتَعَ الْفَرَسُ إِذَا ارْتَطَمَ. قَالَ:\nيُتَعْتِعُ فِي الْخَبَارِ إِذَا عَلَاهُ ... وَيَعْثُرُ فِي الطَّرِيقِ الْمُسْتَقِيمِ\nوَيُقَالُ: وَقَعَ الْقَوْمُ فِي تَعَاتِعَ، أَيْ أَرَاجِيفَ وَتَخْلِيطٍ.",
    "pg": "1:338"
  },
  "تغغ": {
    "def": "التَّاءُ وَالْغَيْنُ لَيْسَ أَصْلًا. وَيَقُولُونَ: التَّغْتَغَةُ حِكَايَةُ صَوْتٍ أَوْ ضَحِكٍ.",
    "pg": "1:338"
  },
  "تفث": {
    "def": "التَّاءُ وَالْفَاءُ وَالثَّاءُ كَلِمَةٌ وَاحِدَةٌ فِي قَوْلِ اللَّهِ تَعَالَى: ﴿ثُمَّ لْيَقْضُوا تَفَثَهُمْ﴾ [الحج: ٢٩] . قَالَ أَبُو عُبَيْدَةَ: هُوَ قَصُّ الْأَظَافِرِ وَأَخْذُ الشَّارِبِ وَشَمُّ الطِّيبِ وَكُلُّ مَا يَحْرُمُ عَلَى الْمُحْرِمِ إِلَّا النِّكَاحَ. قَالَ: وَلَمْ يَجِئْ فِيهِ شِعْرٌ يُحْتَجُّ بِهِ.",
    "pg": "1:350"
  },
  "تفح": {
    "def": "التَّاءُ وَالْفَاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ التُّفَّاحُ.\n\n[بَابُ التَّاءِ وَالْقَافِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:350"
  },
  "تفر": {
    "def": "التَّاءُ وَالْفَاءُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ التَّفِرَةُ الدَّائِرَةُ الَّتِي تَحْتَ الْأَنْفِ فِي وَسَطِ الشَّفَةِ الْعُلْيَا. قَالَ أَبُو عُبَيْدٍ: التَّفْرَةُ مِنَ الْإِنْسَانِ، وَهِيَ مِنَ الْبَعِيرِ النَّعْوُ. وَالتَّفِرَةُ نَبْتٌ، وَهُوَ أَحَبُّ الْمَرْعَى إِلَى الْمَالِ. قَالَ:\nلَهَا تَفِرَاتٌ تَحْتَهَا وَقُصَارُهَا ... إِلَى مَشْرَةٍ لَمْ تُعْتَلَقْ بِالْمَحَاجِنِ",
    "pg": "1:350"
  },
  "تفف": {
    "def": "التَّاءُ وَالْفَاءُ كَالَّذِي قَبْلَهُ. عَلَى أَنَّهُمْ يَقُولُونَ: التُّفُّ وَسَخُ الظُّفُرِ.",
    "pg": "1:338-339"
  },
  "تفل": {
    "def": "التَّاءُ وَالْفَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ خُبْثُ الشَّيْءِ وَكَرَاهَتُهُ. فَالتَّفَلُ الرِّيحُ الْخَبِيثَةُ. وَامْرَأَةٌ تَفِلَةٌ وَمِتْفَالٌ. وَقَالَ رَسُولُ اللَّهِ ﵌ «لَا تَمْنَعُوا إِمَاءَ اللَّهِ مَسَاجِدَ اللَّهِ، وَلِيَخْرُجْنَ إِذَا خَرَجْنَ تَفِلَاتٍ» ، أَيْ لَا يَكُنَّ مُطَيَّبَاتٍ. وَقَدْ أتْفَلْتُ الشَّيْءَ، قَالَ:\nيَا ابْنَ الَّتِي تَصَيَّدُ الْوِبَارَا ... وَتُتْفِلُ الْعَنْبَرَ وَالصُّوَارَا\nوَقَالَ امْرُؤُ الْقَيْسِ:\nإِذَا انْفَتَلَتْ مُرْتَجَّةٌ غَيْرُ مِتْفَالٍ\nوَمِنْ هَذَا الْبَابِ تَفَلْتَ بِالشَّيْءِ، إِذَا رَمَيْتَ بِهِ مِنْ فَمِكَ مُتَكَرِّهًا لَهُ. قَالَ:\nوَمِنْ جَوْفِ مَاءٍ عَرْمَضُ الْحَوْلِ فَوْقَهُ ... مَتَى يَحْسُ مِنْهُ مَائِحُ الْقَوْمِ يَتْفُلِ",
    "pg": "1:349"
  },
  "تفه": {
    "def": "التَّاءُ وَالْفَاءُ وَالْهَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ قِلَّةُ الشَّيْءِ. يُقَالُ تَفِهَ الشَّيْءُ فَهُوَ تَافِهٌ، إِذَا قَلَّ. وَفِي الْحَدِيثِ فِي ذِكْرِ الْقُرْآنِ: «لَا يَتْفَهُ وَلَا يُخْلِقُ» .\nوَفِي حَدِيثٍ آخَرَ: «كَانَتِ الْيَدُ لَا تُقْطَعُ فِي الشَّيْءِ التَّافِهِ» .",
    "pg": "1:349-350"
  },
  "تق": {
    "def": "التَّاءُ وَالْقَافُ كَالَّذِي قَبْلَهُ. يَقُولُونَ تَتَقْتَقَ مِنَ الْجَبَلِ إِذَا وَقَعَ.",
    "pg": "1:339"
  },
  "تقد": {
    "def": "التَّاءُ وَالْقَافُ وَالدَّالُ. يَقُولُونَ التَِّقْدَةُ نَبْتٌ. وَهَذَا وَشِبْهُهُ مِمَّا لَا يُعَرَّجُ عَلَيْهِ.\n\n[بَابُ التَّاءِ وَاللَّامِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:351"
  },
  "تقن": {
    "def": "التَّاءُ وَالْقَافُ وَالنُّونُ أَصْلَانِ: أَحَدُهُمَا إِحْكَامُ الشَّيْءِ، وَالثَّانِي الطِّينُ وَالْحَمْأَةُ.\nفَالْقَوْلُ الْأَوَّلُ أَتْقَنْتُ الشَّيْءَ أَحْكَمْتُهُ. وَرَجُلٌ تِقْنٌ: حَاذِقٌ. وَابْنُ تِقْنٍ: رَجُلٌ كَانَ جَيِّدَ الرَّمْيِ يُضْرَبُ بِهِ الْمَثَلُ. قَالَ:\nيَرْمِي بِهَا أَرَمَى مِنِ ابْنِ تِقْنٍ وَأَمَّا الْحَمْأَةُ وَالطِّينُ فَيُقَالُ: تَقَّنُوا أَرْضَهُمْ، إِذَا أَصْلَحُوهَا بِذَلِكَ، وَذَلِكَ هُوَ التِّقْنُ.",
    "pg": "1:350-351"
  },
  "تكك": {
    "def": "التَّاءُ وَالْكَافُ لَيْسَ أَصْلًا. وَيُضْعِفُ أَمْرَهُ قِلَّةُ ائْتِلَافِ التَّاءِ وَالْكَافِ فِي صَدْرِ الْكَلَامِ، وَقَدْ جَاءَ التِّكَّةُ، وَتَكَكْتُ الشَّيْءَ: وَطِئْتُهُ. وَالتَّاكُّ: الْأَحْمَقُ. وَمَا شَاءَ اللَّهُ ﷻ أَنْ يَصِحَّ فَهُوَ صَحِيحٌ.",
    "pg": "1:339"
  },
  "تلد": {
    "def": "التَّاءُ وَاللَّامُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ الْإِقَامَةُ. وَيَقُولُونَ تَلَدَ فُلَانٌ فِي بَنِي فُلَانٍ إِذَا أَقَامَ فِيهِمْ يَتْلِدُ. وَأَتْلَدَ إِذَا اتَّخَذَ مَالًا، وَالتِّلَادُ مَا نَتَجْتَهُ أَنْتَ عِنْدَكَ مِنْ مَالٍ. وَمَالٌ مُتْلَدٌ. وَقَالَ:\nلَوْ كَانَ لِلدَّهْرِ مَالٌ كَانَ مُتْلِدَهُ ... لَكَانَ لِلدَّهْرِ صَخْرٌ مَالَ قُِنْيَانِ\nوَالتَّلِيدُ: مَا اشْتَرَيْتَهُ صَغِيرًا فَنَبَتَ عِنْدَكَ. وَالْأَتْلَادُ قَوْمٌ مِنَ الْعَرَبِ.",
    "pg": "1:352"
  },
  "تلع": {
    "def": "التَّاءُ وَاللَّامُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ الِامْتِدَادُ وَالطُّولُ صُعُدًا. يُقَالُ: أَتْلَعَتِ الظَّبْيَةُ إِذَا سَمَتْ بِجِيدِهَا. قَالَ:\nذَكَرْتُكِ لَمَّا أَتْلَعَتْ مِنْ كِنَاسِهَا ... وَذِكْرُكِ سَبَّاتٌ إِلَيَّ عَجِيبُ\nوَجِيدٌ تَلِيعٌ، أَيْ طَوِيلٌ. قَالَ الْأَعْشَى:\nيَوْمَ تُبْدِي لَنَا قُتَيْلَةُ عَنْ جِي ... دٍ تَلِيعٍ تَزِينُهُ الْأَطْوَاقُ\nوَالْأَتْلَعُ: الطَّوِيلُ الْعُنُقِ. وَيُقَالُ تَتَالَعَ فِي مِشْيَتِهِ إِذَا مَدَّ عُنُقَهُ. وَلَزِمَ فُلَانٌ مَكَانَهُ فَمَا تَتَلَّعَ، إِذَا لَمْ يُرِدِ الْبَرَاحَ. قَالَ أَبُو ذُؤَيْبٍ:\nفَوَرَدْنَ وَالْعَيُّوقُ مَقْعَدَ رَابِئِ ال ... ضُّرَبَاءِ خَلْفَ النَّجْمِ لَا يَتَتَلَّعُ\nوَمُتَالِعٌ: جَبَلٌ. وَيُقَالُ إِنَّ التَّلِعَ الْكَثِيرُ التَّلَفُّتِ حَوْلَهُ. وَمِنَ الْبَابِ تَلَعَ النَّهَارُ وَأَتْلَعَ، إِذَا انْبَسَطَ. قَالَ: كَأَنَّهُمْ فِي الْآلِ إِذْ تَلَعَ الضُّحَى ... سُفُنٌ تَعُومُ قَدْ أُلْبِسَتْ أَجْلَالًا\nفَأَمَّا قَوْلُهُمْ هُوَ تَلِعٌ إِلَى الشَّرِّ، فَمُمْكِنٌ أَنَّ يَكُونَ مِنْ هَذَا ; لِأَنَّهُ يَسْتَشْرِفُ لِلشَّرِّ أَبَدًا. وَمُمْكِنٌ أَنْ تَكُونَ اللَّامُ مُبْدَلَةً مِنَ الرَّاءِ، وَهُوَ التَّرِعُ، وَقَدْ مَضَى ذِكْرُهُ. وَالتَّلْعَةُ: أَرْضٌ مُرْتَفِعَةٌ غَلِيظَةٌ، وَرُبَّمَا كَانَتْ عَرِيضَةً، يَتَرَدَّدُ فِيهَا السَّيْلُ ثُمَّ يُدْفَعُ مِنْهَا إِلَى تَلْعَةٍ أَسْفَلَ مِنْهَا. وَهِيَ مَكْرَمَةٌ مِنَ الْمَنَابِتِ. قَالَ النَّابِغَةُ:\nعَفَا حُسُمٌ مِنْ فَرْتِنَا فَالْفَوَارِعُ ... فَجَنْبَا أَرِيكٍ فَالتِّلَاعُ الدَّوَافِعُ",
    "pg": "1:352-353"
  },
  "تلف": {
    "def": "التَّاءُ وَاللَّامُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ ذَهَابُ الشَّيْءِ. يُقَالُ تَلِفَ يَتْلَفُ تَلَفًا. وَأَرْضٌ مَتْلَفَةٌ، وَالْجَمْعُ مَتَالِفُ.",
    "pg": "1:353"
  },
  "تلل": {
    "def": "التَّاءُ وَاللَّامُ فِي الْمُضَاعَفِ أَصْلٌ صَحِيحٌ، وَهُوَ دَلِيلُ الِانْتِصَابِ وَضِدُّ الِانْتِصَابِ.\nفَأَمَّا الِانْتِصَابُ فَالتَّلُّ، مَعْرُوفٌ. وَالتَّلِيلُ الْعُنُقُ. وَتَلَلْتُ الشَّيْءَ فِي يَدِهِ. وَالتَّلْتَلَةُ الْإِقْلَاقُ، وَهُوَ ذَلِكَ الْقِيَاسُ.\nوَأَمَّا ضِدُّهُ فَتَلَّهُ أَيْ صَرَعَهُ. وَهَذَا جِنْسٌ مِنَ الْمُقَابَلَةِ. وَالْمِتَلُّ: الرُّمْحُ الَّذِي يُصْرَعُ بِهِ. قَالَ اللَّهُ تَعَالَى: ﴿وَتَلَّهُ لِلْجَبِينِ﴾ [الصافات: ١٠٣] . ثُمَّ قَالَ لَبِيدٌ:\nرَابِطُ الْجَأْشِ عَلَى فَرْجِهِمُ ... أَعْطِفُ الْجَوْنَ بِمَرْبُوعٍ مِتَلِّ\nيَقُولُ: أَعْطِفُهُ وَمَعِي رُمْحٌ مِتَلٌّ.",
    "pg": "1:339"
  },
  "تلم": {
    "def": "التَّاءُ وَاللَّامُ وَالْمِيمُ لَيْسَ بِأَصْلٍ، وَلَا فِيهِ كَلَامٌ صَحِيحٌ وَلَا فَصِيحٌ. قَالَ ابْنُ دُرَيْدٍ فِي التَّلَامِ إِنَّهُ التَّلَامِيذُ. وَأَنْشَدَ:\nكَالْحَمَالِيجِ بِأَيْدِي التَّلَامِ\nوَفِي الْكِتَابِ الْمَنْسُوبِ إِلَى الْخَلِيلِ: التَّلَمُ مَشَقُّ الْكِرَابِ بِلُغَةِ أَهْلِ الْيَمَنِ. وَذَكَرَ فِي التَّلَامِ نَحْوًا مِمَّا ذَكَرَهُ ابْنُ دُرَيْدٍ. وَمَا فِي ذَلِكَ شَيْءٌ يُعَوَّلُ عَلَيْهِ. وَذَلِكَ أَنَّ التِّلْمِيذَ لَيْسَ مِنْ كَلَامِ الْعَرَبِ.",
    "pg": "1:353-354"
  },
  "تله": {
    "def": "التَّاءُ وَاللَّامُ وَالْهَاءُ لَيْسَ أَصْلًا فِي نَفْسِهِ، وَذَلِكَ أَنَّهُمْ يَقُولُونَ تَلِهَ إِذَا تَحَيَّرَ، ثُمَّ يَقُولُونَ إِنَّ التَّاءَ بَدَلٌ مِنَ الْوَاوِ. وَقَالُوا: التَّلَهُ بَدَلٌ مِنَ التَّلَفِ، وَهُوَ ذَاكَ، وَيُنْشِدُونَ:\nبِهِ تَمَطَّتْ غَوْلَ كُلِّ مَتْلَهِ\nوَالصَّحِيحُ مَا رَوَاهُ أَبُو عُبَيْدٍ: \" كُلِّ مِيلِهِ \" قَالَ: وَهِيَ الْبِلَادُ الَّتِي تُوَلِّهُ الْإِنْسَانَ. وَالْوَالِهُ: الْمُتَحَيِّرُ.\n\n[بَابُ التَّاءِ وَالْمِيمِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:354"
  },
  "تلو": {
    "def": "التَّاءُ وَاللَّامُ وَالْوَاوُ أَصْلٌ وَاحِدٌ، وَهُوَ الِاتِّبَاعُ. يُقَالُ: تَلَوْتُهُ إِذَا تَبِعْتَهُ. وَمِنْهُ تِلَاوَةُ الْقُرْآنِ، لِأَنَّهُ يُتْبِعُ آيَةً بَعْدَ آيَةٍ. فَأَمَّا قَوْلُهُ تَلَوْتُ الرَّجُلَ أَتْلُوهُ تِلْوًا إِذَا خَذَلْتَهُ وَتَرَكْتَهُ، فَإِنْ كَانَ صَحِيحًا فَهُوَ الْقِيَاسُ ; لِأَنَّهُ مُصَاحِبُهُ وَمَعَهُ، فَإِذَا انْقَطَعَ عَنْهُ وَتَرَكَهُ فَقَدْ صَارَ خَلْفَهُ بِمَنْزِلَةِ التَّالِي.\nوَمِنَ الْبَابِ التَّلِيَّةُ وُالتُّلَاوَةُ وَهِيَ الْبَقِيَّةُ، لِأَنَّهَا تَتْلُو مَا تَقَدَّمَ مِنْهَا. قَالَ ابْنُ مُقْبِلٍ:\nيَا حُرُّ أَمْسَتْ تَلِيَّاتُ الصِّبَا ذَهَبَتْ ... فَلَسْتُ مِنْهَا عَلَى عَيْنٍ وَلَا أَثَرِ\nوَمِمَّا يَصِحُّ [فِي] هَذَا مَا حَكَاهُ الْأَصْمَعِيُّ. بَقِيَتْ لِي حَاجَةٌ فَأَنَا أَتَتَلَّاهَا. وَالتَّلَاءُ الذِّمَّةُ، لِأَنَّهَا تُتَّبَعُ وَتُطْلَبُ، يُقَالُ أَتْلَيْتُهُ ذِمَّةً. وَالْمُتَالِي الَّذِي يُرَادُّ صَاحِبَهُ الْغِنَاءَ، سُمِّيَا بِذَلِكَ لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا [يَتْلُو] صَاحِبَهُ. قَالَ الْأَخْطَلُ:\nأَوْ غِنَاءُ مُتَالِ",
    "pg": "1:351-352"
  },
  "تم كتاب الباء": {
    "def": "[كِتَابُ التَّاءِ] [بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ مُضَاعَفًا أَوْ مُطَابِقًا وَأَوَّلُهُ تَاءٌ]\n\nبَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ مُضَاعَفًا أَوْ مُطَابِقًا وَأَوَّلُهُ تَاءٌ",
    "pg": "1:336-337"
  },
  "تم كتاب التاء": {
    "def": "[كِتَابُ الثَّاءِ]\n[بَابُ الْكَلَامِ الَّذِي أَوَّلُهُ ثَاءٌ فِي الْمُضَاعَفِ وَالْمُطَابِقِ وَالْأَصَمِّ]\nكِتَابُ الثَّاءِ بَابُ الْكَلَامِ الَّذِي أَوَّلُهُ ثَاءٌ فِي الْمُضَاعَفِ وَالْمُطَابِقِ وَالْأَصَمِّ",
    "pg": "1:365-367"
  },
  "تم كتاب الجيم": {
    "def": "[كِتَابُ الْحَاءِ] [بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ فِي الْمُضَاعَفِ وَالْمُطَابِقِ أَوَّلُهُ حَاءٌ وَتَفْرِيعِ مَقَايِيسِهِ]\n﷽\n\nكِتَابُ الْحَاءِ\nبَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ فِي الْمُضَاعَفِ وَالْمُطَابِقِ أَوَّلُهُ حَاءٌ، وَتَفْرِيعِ مَقَايِيسِهِ",
    "pg": "1:513-3"
  },
  "تم كتاب الحاء": {
    "def": "[كِتَابُ الْخَاءِ] [بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ أَوَّلَهُ خَاءٌ فِي الْمُضَاعَفِ وَالْمُطَابِقِ وَالْأَصَمِّ]\n\nبَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ أَوَّلَهُ خَاءٌ فِي الْمُضَاعَفِ وَالْمُطَابِقِ وَالْأَصَمِّ",
    "pg": "2:148-149"
  },
  "تم كتاب الخاء": {
    "def": "[كِتَابُ الدَّالِ] [بَابُ الدَّالِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ]\n\nبَابُ الدَّالِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ",
    "pg": "2:254-255"
  },
  "تم كتاب الذال": {
    "def": "[كِتَابُ الرَّاءِ]\n[بَابُ الرَّاءِ وَمَا مَعَهَا فِي الثُّنَائِيِّ وَالْمُطَابِقِ]\nكِتَابُ الرَّاءِ\nبَابُ الرَّاءِ وَمَا مَعَهَا فِي الثُّنَائِيِّ وَالْمُطَابِقِ",
    "pg": "2:371-372"
  },
  "تم كتاب الزاء": {
    "def": "[كِتَابُ السِّينِ]\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ وَأَوَّلُهُ سِينٌ فِي الْمُضَاعَفِ وَالْمُطَابَقِ]\nكِتَابُ السِّينِ بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ وَأَوَّلُهُ سِينٌ فِي الْمُضَاعَفِ وَالْمُطَابَقِ",
    "pg": "3:55-57"
  },
  "تم كتاب الصاد": {
    "def": "[كِتَابُ الضَّادِ] [بَابُ الضَّادِ فِي الْمُضَاعَفِ وَالْمُطَابِقِ]",
    "pg": "3:353-355"
  },
  "تم كتاب الضاد": {
    "def": "[كِتَابُ الطَّاءِ] [بَابُ الطَّاءِ فِي الْمُضَاعَفِ وَالْمُطَابِقِ]",
    "pg": "3:403-405"
  },
  "تم كتاب الطاء": {
    "def": "[كِتَابُ الظَّاءِ] [بَابُ الظَّاءِ وَمَا مَعَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ]",
    "pg": "3:459-461"
  },
  "تم كتاب الغين، والله اعلم بالصواب": {
    "def": "[كِتَابُ الْفَاءِ] [بَابُ الْفَاءِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابَقِ]\n\nبَابُ الْفَاءِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابَقِ",
    "pg": "4:432-433"
  },
  "تم كتاب القاف والله اعلم بالصواب": {
    "def": ". [كِتَابُ الْكَافِ] [بَابُ الْكَافِ وَمَا بَعْدَهَا فِي الثُّنَائِيِّ أَوِ الْمُطَابِقِ]\n\nبَابُ الْكَافِ وَمَا بَعْدَهَا فِي الثُّنَائِيِّ أَوِ الْمُطَابِقِ",
    "pg": "5:119-121"
  },
  "تم كتاب الكاف": {
    "def": ". [كِتَابُ اللَّامِ] [بَابُ اللَّامِ وَمَا بَعْدَهَا فِي ا لْمُضَاعَفِ وَالْمُطَابِقِ] بَابُ اللَّامِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ",
    "pg": "5:195-197"
  },
  "تم كتاب اللام، والله اعلم بالصواب": {
    "def": ". [كِتَابُ الْمِيمِ] [بَابُ الْمِيمِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ]\n\nبَابُ الْمِيمِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ",
    "pg": "5:265-267"
  },
  "تم كتاب النون": {
    "def": ". [كِتَابُ الْهَاءِ] [بَابُ الْهَاءِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ]\n﷽\n\nكِتَابُ الْهَاءِ",
    "pg": "5:484-3"
  },
  "تم كتاب الهاء، والله اعلم بالصواب": {
    "def": ". [كِتَابُ الْوَاوِ] [بَابُ الْوَاوِ وَمَا مَعَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ]\n\nبَابُ الْوَاوِ وَمَا مَعَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ",
    "pg": "6:73-75"
  },
  "تم كتاب الواو والله اعلم بالصواب": {
    "def": ". [كِتَابُ الْ يَاءِ] [ بَابُ الْيَاءِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ]\n\nبَابُ الْيَاءِ وَمَا بَعْدَهَا فِي الْمُضَاعَفِ وَالْمُطَابِقِ",
    "pg": "6:150-151"
  },
  "تمر": {
    "def": "التَّاءُ وَالْمِيمُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ، ثُمَّ يُشْتَقُّ مِنْهَا، وَهِيَ التَّمْرُ الْمَأْكُولُ. وَيُقَالُ لِلَّذِي عِنْدَهُ التَّمْرُ تَامِرٌ، وَلِلَّذِي يُطْعِمُهُ أَيْضًا تَامِرٌ، يُقَالُ تَمَرْتُهُمُ أُتْمِرُهُمْ، إِذَا أَطْعَمْتَهُمْ. قَالَ:\nوَغَرَرْتَنِي وَزَعَمْتَ أَ ... نَّكَ لَابِنٌ بِالصَّيْفِ تَامِرُ وَالْمُتَمِّرُ لِلَّذِي يُيَبِّسُهُ. وَيُقَالُ تُمِّرَ اللَّحْمُ إِذَا جُفِّفَ. وَهُوَ مُشْتَقٌّ مِنَ التَّمْرِ. قَالَ:\nلَهَا أَشَارِيرُ مِنْ لَحْمٍ تُتَمِّرُهُ\nوَالْمُتْمِرُ الْكَثِيرُ التَّمْرِ ; يُقَالُ أَتْمَرَ كَمَا يُقَالُ أَلْبَنَ إِذَا كَثُرَ لَبَنُهُ، وَأَلْبَأَ إِذَا كَثُرَ لِبَؤُهُ. وَالتَّمَّارُ: الَّذِي يَبِيعُ التَّمْرَ. وَالتَّمْرِيُّ الَّذِي يُحِبُّهُ.",
    "pg": "1:354-355"
  },
  "تمك": {
    "def": "التَّاءُ وَالْمِيمُ وَالْكَافُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ ارْتِفَاعُ الشَّيْءِ. يُقَالُ تَمَكَ السَّنَامُ إِذَا عَلَا ; وَهُوَ سَنَامٌ تَامِكٌ. وَذَكَرَ ابْنُ دُرَيْدٍ: أَتْمَكَهَا الْكَلَأُ إِذَا أَسْمَنَهَا. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ التَّاءِ وَالنُّونِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:355"
  },
  "تمم": {
    "def": "التَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ مُنْقَاسٌ، وَهُوَ دَلِيلُ الْكَمَالِ. يُقَالُ تَمَّ الشَّيْءُ، إِذَا كَمَلَ، وَأَتْمَمْتُهُ أَنَا.\nوَمِنْ هَذَا الْبَابِ التَّمِيمَةُ: كَأَنَّهُمْ يُرِيدُونَ أَنَّهَا تَمَامُ الدَّوَاءِ وَالشِّفَاءِ الْمَطْلُوبِ. وَفِي الْحَدِيثِ: «مَنْ عَلَّقَ تَمِيمَةً فَلَا أَتَمَّ اللَّهُ لَهُ» وَالتَّمِيمُ أَيْضًا: الشَّيْءُ الصُّلْبُ. وَيُقَالُ امْرَأَةٌ حُبْلَى مُتِمٌّ، وَوَلَدَتْ لِتَمَامٍ، وَلَيْلُ التِّمَامِ لَا غَيْرَ. وَتَتْمِيمُ الْأَيْسَارِ أَنْ تُطْعِمَهُمْ فَوْزَ قِدْحِكَ، فَلَا تَنْتَقِصْ مِنْهُ شَيْئًا. قَالَ النَّابِغَةُ:\nأَنِّي أُتَمِّمُ أَيَسَارِي وَأَمْنَحُهُمْ ... مَثْنَى الْأَيَادِي وَأَكْسُوَ الْجَفْنَةَ الْأُدُمَا\nوَالْمُسْتَتِمُّ: الَّذِي يَطْلُبُ شَيْئًا مِنْ صُوفٍ أَوْ وَبَرٍ يُتِمُّ بِهِ نَسْجَ كِسَائِهِ. قَالَ أَبُو دُوَادَ:\nفَهِيَ كَالْبَيْضِ فِي الْأَدَاحِيِّ لَا يُو ... هَبُ مِنْهَا لِمُسْتَتِمٍّ عِصَامُ\nوَالْمَوْهُوبُ تِمَّةٌ وَتُمَّةٌ.\nوَأَمَّا قَوْلُهُ الْمُتَتَمِّمُ الْمُتَكَسِّرُ، فَقَدْ يَكُونُ مِنْ هَذَا، لِأَنَّهُ يَتَنَاهَى حَتَّى يَتَكَسَّرَ. وَيَجُوزُ أَنْ يَكُونَ التَّاءُ بَدَلًا مِنْ ثَاءٍ كَأَنَّهُ مُتَثَمِّمٌ، وَهُوَ الْوَجْهُ. وَيُنْشَدُ فِيهِ:\nكَانْهِيَاضِ الْمُتْعَبِ الْمُتَتَمِّمِ",
    "pg": "1:339-340"
  },
  "تمه": {
    "def": "التَّاءُ وَالْمِيمُ وَالْهَاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى تَغَيُّرِ الشَّيْءِ. يُقَالُ تَمِهَ الطَّعَامُ إِذَا فَسَدَ. وَتَمِهَ اللَّبَنُ: تَغَيَّرَتْ رَائِحَتُهُ. وَشَاةٌ مِتْمَاهٌ: يَتْمَهُ لَبَنُهَا حِينَ يُحْلَبُ. وَالتَّمَهُ فِي اللَّبَنِ كَالنَّمَسِ فِي الدُّهْنِ.",
    "pg": "1:354"
  },
  "تنا": {
    "def": "التَّاءُ وَالنُّونُ وَالْهَمْزَةُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ تَنَأَ بِالْبَلَدِ إِذَا قَطَنَهُ، وَهُوَ تَانِئٌ.\n\n[بَابُ التَّاءِ وَالْهَاءِ وَالْمِيمِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:356"
  },
  "تنخ": {
    "def": "التَّاءُ وَالنُّونُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْإِقَامَةُ. يُقَالَ تَنَخَ بِالْمَكَانِ تُنُوخًا، وَتَتَنَّخَ تَتَنُّخًا إِذَا أَقَامَ بِهِ، وَبِذَلِكَ سُمِّيَتْ تَنُوخُ، وَهِيَ أَحْيَاءٌ مِنَ الْعَرَبِ اجْتَمَعُوا وَتَحَالَفُوا، فَتَنَخُوا، أَيْ أَقَامُوا فِي مَوَاضِعِهِمْ.",
    "pg": "1:355"
  },
  "تنف": {
    "def": "التَّاءُ وَالنُّونُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ، التَّنُوفَةُ الْمَفَازَةُ، وَكَذَلِكَ التَّنُوفِيَّةُ. قَالَ ابْنٌ احْمَرَ:\nكَمْ دُونَ لَيْلَى مِنْ تَنُوفِيَّةٍ ... لَمَّاعَةٍ تُنْذَرُ فِيهَا النُّذُرُ وَرَوَى ابْنُ قُتَيْبَةَ \" تَنُوفَى \" وَقَالَ: ثَنِيَّةٌ مُشْرِفَةٌ. قَالَ: وَنَاسٌ يَقُولُونَ يَنُوفَى. وَأَنْشَدَ:\nكَأَنَّ بَنِي نَبْهَانَ أَوْدَتْ بِجَارِهِمْ ... عُقَابٌ تَنُوفَى لَا عُقَابُ الْقَوَاعِلِ\nوَالْقَوَاعِلُ: ثَنَايَا صِغَارٌ. يَقُولُ: كَأَنَّ جَارَهُمْ طَارَتْ بِهِ هَذِهِ الْعُقَابُ. وَمِثْلُهُ قَوْلُ الْمُسَيَّبِ:\nأَنْتَ الْوَفِيُّ فَمَا تُذَمُّ وَبَعْضُهُمْ ... تُوفِي بِذِمَّتِهِ عُقَابُ مَلَاعِ\nقَالَ: مَلَاعِ، أَخْرَجَهُ مَخْرَجَ حَذَامِ. يُقَالُ امْتَلَعَهُ اخْتَلَسَهُ.",
    "pg": "1:355-356"
  },
  "تنن": {
    "def": "التَّاءُ وَالنُّونُ كَلِمَتَانِ مَا أَدْرِي مَا أَصْلُهُمَا، إِلَّا أَنَّهُمْ يُسَمُّونَ التِّرْبَ: التِّنُّ. وَيَقُولُونَ: أَتَنَّهُ الْمَرَضُ، إِذَا قَصَعَهُ وَهُوَ لَا يَكَادُ يَشِبُّ.",
    "pg": "1:340-341"
  },
  "ته": {
    "def": "التَّاءُ وَالْهَاءُ لَيْسَ بِأَصْلٍ، وَلَمْ يَجِئْ فِيهِ كَلِمَةٌ تَتَفَرَّعُ. إِنَّمَا يَقُولُونَ التَّهَاتُهُ الْبَاطِلُ. قَالَ الْقُطَامِيُّ:\nوَلَمْ يَكُنْ مَا ابْتُلِينَا مِنْ مَوَاعِدِهَا ... إِلَّا التَّهَاتَِهَ وَالْأُمْنِيَّةَ السَّقَمَا\nقَالُوا: وَالتَّهْتَهَةُ: اللُّكْنَةُ فِي اللِّسَانِ.",
    "pg": "1:341"
  },
  "تهم": {
    "def": "التَّاءُ وَالْهَاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ فَسَادٌ عَنْ حَرٍّ. التَّهَمُ شِدَّةُ الْحَرِّ وَرُكُودُ الرِّيحِ، وَبِذَلِكَ سُمِّيَتْ تِهَامَةُ. وَيُقَالُ أَتْهَمَ الرَّجُلُ أَتَى تِهَامَةَ. قَالَ:\nفَإِنْ تُتْهِمُوا أُنْجِدْ خِلَافًا عَلَيْكُمُ ... وَإِنْ تُعْمِنُوا مُسْتَحْقِبِيِ الشَّرِّ أُعْرِقِ وَيُقَالُ تَهِمَ الطَّعَامُ فَسَدَ. وَحَكَى أَبُو عَمْرٍو: \" إِذَا هَبَطُوا الْحِجَازَ أَتْهَمُوهُ \". كَأَنَّهُ يُرِيدُ اسْتَوْخَمُوهُ.\n\n[بَابُ التَّاءِ وَالْوَاوِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:356-357"
  },
  "تو": {
    "def": "التَّاءُ وَالْوَاوُ كَلِمَةٌ وَاحِدَةٌ وَهِيَ التَّوُّ، وَهُوَ الْفَرْدُ. وَفِي الْحَدِيثِ: «الطَّوَافُ تَوٌّ» . وَيُقَالُ سَافَرَ سَفَرًا تَوًّا، وَذَلِكَ أَنْ لَا يُعَرِّجَ، فَإِنْ عَرَّجَ بِمَكَانٍ وَأَنْشَأَ سَفَرًا آخَرَ فَلَيْسَ بِتَوٍّ.",
    "pg": "1:341"
  },
  "توب": {
    "def": "التَّاءُ وَالْوَاوُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى الرُّجُوعِ. يُقَالُ تَابَ مِنْ ذَنْبِهِ، أَيْ رَجَعَ عَنْهُ يَتُوبُ إِلَى اللَّهِ تَوْبَةً وَمَتَابًا، فَهُوَ تَائِبٌ. وَالتَّوْبُ التَّوْبَةُ. قَالَ اللَّهُ تَعَالَى: ﴿وَقَابِلِ التَّوْبِ﴾ [غافر: ٣] .",
    "pg": "1:357"
  },
  "توت": {
    "def": "التَّاءُ وَالْوَاوُ وَالتَّاءُ لَيْسَ أَصْلًا. وَفِيهِ التُّوتُ، وَهُوَ ثَمَرٌ.",
    "pg": "1:357"
  },
  "توخ": {
    "def": "التَّاءُ وَالْوَاوُ وَالْخَاءُ لَيْسَ أَصْلًا. وَذُكِرَ فِي كِتَابِ الْخَلِيلِ حَرْفٌ أُرَاهُ تَصْحِيفًا. قَالَ: \" تَاخَتِ الْإِصْبَعُ فِي الشَّيْءِ الرِّخْوِ \". وَإِنَّمَا هَذَا بِالثَّاءِ ثَاخَتْ.",
    "pg": "1:357"
  },
  "تور": {
    "def": "التَّاءُ وَالْوَاوُ وَالرَّاءُ لَيْسَ أَصْلًا يُعْمَلُ عَلَيْهِ. أَمَّا الْخَلِيلُ فَذَكَرَ فِي بِنَائِهِ مَا لَيْسَ مِنْ أَصْلِهِ، وَهُوَ اسْتَوْأَرَتِ الْوَحْشُ. وَهَذَا مَذْكُورٌ فِي بَابِهِ وَذَكَرَ ابْنُ دُرَيْدٍ كَلِمَةً لَوْ أَعْرَضَ عَنْهَا كَانَ أَحْسَنَ. قَالَ التَّوْرُ الرَّسُولُ بَيْنَ الْقَوْمِ، عَرَبِيٌّ صَحِيحٌ. قَالَ:\nوَالتَّوْرُ فِيمَا بَيْنَنَا مُعْمَلُ ... يَرْضَى بِهِ الْمُرْسِلُ وَالْمُرْسَلُ\nوَيُقَالُ أَنَّ التَّارَةَ أَصْلُهَا وَاوٌ. وَتَفْسِيرُ ذَلِكَ.",
    "pg": "1:357-358"
  },
  "توس": {
    "def": "التَّاءُ وَالْوَاوُ وَالسِّينُ: الطَّبْعُ، وَلَيْسَ أَصْلًا، لِأَنَّ التَّاءَ مُبْدَلَةٌ مِنْ سِينٍ، وَهُوَ السُّوسُ.",
    "pg": "1:358"
  },
  "توع": {
    "def": "التَّاءُ وَالْوَاوُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ. قَالَ أَبُو عُبَيْدٍ عَنْ أَبِي زَيْدٍ: أَتَاعَ الرَّجُلُ إِتَاعَةً، إِذَا قَاءَ. وَمِنْهُ قَوْلُ الْقُطَامِيِّ:\nتَمُجُّ عُرُوقُهَا عَلَقًا مُتَاعَا وَذَكَرَ الْخَلِيلُ كَلِمَةً غَيْرَهَا أَصَحَّ مِنْهَا. قَالَ: التَّوْعُ كَسْرُكَ لِبَأً أَوْ سَمْنًا بِكِسْرَةِ خُبْزٍ تَرْفَعُهُ بِهَا.",
    "pg": "1:358-359"
  },
  "توق": {
    "def": "التَّاءُ وَالْوَاوُ وَالْقَافُ أَصْلٌ وَاحِدٌ، وَهُوَ نِزَاعُ النَّفْسِ. ثُمَّ يُحْمَلُ عَلَيْهِ غَيْرُهُ. يُقَالُ تَاقَ الرَّجُلُ يَتُوقُ. وَالتَّوْقُ نِزَاعُ النَّفْسِ إِلَى الشَّيْءِ ; وَهُوَ التُّؤُوقُ. وَنَفْسٌ تَائِقَةٌ مُشْتَاقَةٌ.\nقَالَ ابْنُ السِّكِّيتِ: تُقْتُ وَتَئِقْتُ: اشْتَقْتُ.\nابْنُ الْأَعْرَابِيِّ: تَاقَ يَتُوقُ إِذَا جَادَ بِنَفْسِهِ. وَمِثْلُهُ رَاقَ يَرِيقُ، وَفَاقَ يَفِيقُ أَوْ يَفُوقُ.",
    "pg": "1:358"
  },
  "تول": {
    "def": "التَّاءُ وَالْوَاوُ وَاللَّامُ كَلِمَةٌ مَا أَحْسَبُهَا صَحِيحَةً، لَكِنَّهَا قَدْ رُوِيَتْ قَالُوا: التُِّوَلَةُ جِنْسٌ مِنَ السِّحْرِ. وَقَالُوا: هُوَ شَيْءٌ تَجْعَلُهُ الْمَرْأَةُ فِي عُنُقِهَا تَتَحَسَّنُ بِهِ عِنْدَ زَوْجِهَا.",
    "pg": "1:359"
  },
  "توه": {
    "def": "التَّاءُ وَالْوَاوُ وَالْهَاءُ لَيْسَ أَصْلًا. قَالُوا: تَاهَ يَتُوهُ، مِثْلَ تَاهَ [يَتِيهُ] . وَهُوَ مِنَ الْإِبْدَالِ. وَقَدْ ذُكِرَ.\n\n[بَابُ التَّاءِ وَالْيَاءِ وَمَا يُثَلِّثُهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:359"
  },
  "توي": {
    "def": "التَّاءُ وَالْوَاوُ وَالْيَاءُ كَلِمَةٌ وَاحِدَةٌ. وَهُوَ بُطْلَانُ الشَّيْءِ. يُقَالُ تَوِيَ يَتْوَى تَوًى وَتَوَاءً. قَالَ:\nوَكَانَ لِأُمِّهِمْ صَارَ التَّوَاءُ",
    "pg": "1:357"
  },
  "تيح": {
    "def": "التَّاءُ وَالْيَاءُ وَالْحَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ قَوْلُهُمْ تَاحَ فِي مِشْيَتِهِ يَتِيحُ إِذَا تَمَايَلَ. وَفَرَسٌ مِتْيَحٌ وَتَيَِّحَانُ، إِذَا اعْتَرَضَ فِي مِشْيَتِهِ نَشَاطًا، وَمَالَ عَلَى قُطْرَيْهِ. وَرَجُلٌ مِتْيَحٌ وَتَيَِّحَانُ، أَيْ عِرِّيضٌ فِي كُلِّ شَيْءٍ. قَالَ الشَّاعِرُ فِي الْمِتْيَحِ:\nأَفِي أَثَرِ الْأَظْعَانِ عَيْنُكَ تَلْمَحُ ... نَعَمْ لَاتَ هَنًّا إِنَّ قَلْبَكَ مِتْيَحُ\nوَقَالَ فِي التَّيَِّحَانِ:\nبِذَبِّي الذَّمَّ عَنْ حَسَبِي وَمَالِي ... وَزَبُّونَاتِ أَشْوَسَ تَيَِّحَانِ وَيُقَالُ أَتَاحَ اللَّهُ تَعَالَى الشَّيْءَ يُتِيحُهُ إِتَاحَةً إِذَا قَدَّرَهُ. وَإِذَا قَدَّرَهُ لَهُ فَقَدْ أَمَالَهُ إِلَيْهِ. وَتَاحَ الشَّيْءُ نَفْسُهُ.",
    "pg": "1:359-360"
  },
  "تير": {
    "def": "التَّاءُ وَالْيَاءُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ: التَّيَّارُ مَوْجُ الْبَحْرِ الَّذِي يَنْضَحُ الْمَاءَ. يُقَالُ ذَلِكَ تَنَفُّسُهُ. وَالْمَوْجُ الَّذِي لَا يَتَنَفَّسُ هُوَ الْأَعْجَمُ.",
    "pg": "1:360"
  },
  "تيز": {
    "def": "التَّاءُ وَالْيَاءُ وَالزَّاءُ كَلِمَةٌ وَاحِدَةٌ. قَالُوا: التَّيَّازُ الْغَلِيظُ الْجِسْمِ مِنَ الرِّجَالِ. وَقَالَ الْقُطَامِيُّ:\nإِذَا التَّيَّازُ ذُو الْعَضَلَاتِ قُلْنَا ... إِلَيْكَ إِلَيْكَ ضَاقَ بِهَا ذِرَاعًا",
    "pg": "1:360"
  },
  "تيس": {
    "def": "التَّاءُ وَالْيَاءُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ: التَّيْسُ مَعْرُوفٌ مِنَ الظِّبَاءِ وَالْمَعْزِ وَالْوُعُولِ. وَمِنْ أَمْثَالِهِمْ: \" عَنْزٌ اسْتَتْيَسَتْ \" إِذَا صَارَتْ كَالتَّيْسِ فِي جُرْأَتِهَا وَحَرَكَتِهَا. يُضْرَبُ مَثَلًا لِلذَّلِيلِ يَتَعَزَّزُ.",
    "pg": "1:360"
  },
  "تيع": {
    "def": "التَّاءُ وَالْيَاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ اضْطِرَابُ الشَّيْءِ. يُقَالُ تَتَايَعَ الْبَعِيرُ فِي مِشْيَتِهِ إِذَا حَرَّكَ أَلْوَاحَهُ وَالسَّكْرَانُ يَتَتَايَعُ فِي مِشْيَتِهِ، إِذَا رَمَى بِنَفْسِهِ. وَالتَّتَايُعُ التَّهَافُتُ فِي الشَّرِّ، وَيُقَالُ هُوَ اللَّجَاجُ. وَفِي الْحَدِيثِ: «مَا يَحْمِلُكُمْ أَنْ تَتَايَعُوا فِي الْكَذِبِ كَمَا يَتَتَايَعُ الْفَرَاشُ فِي النَّارِ» وَلَا يَكُونُ التَّتَايُعُ فِي الْخَيْرِ.\nوَمِمَّا شَذَّ عَنِ الْأَصْلِ التِّيعَةُ الْأَرْبَعُونَ مِنَ الْغَنَمِ، وَهُوَ الَّذِي جَاءَ فِي الْحَدِيثِ: «عَلَى التِّيعَةِ شَاةٌ» .",
    "pg": "1:360-361"
  },
  "تيم": {
    "def": "التَّاءُ وَالْيَاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ التَّعْبِيدُ. يُقَالُ تَيَّمَهُ الْحُبُّ إِذَا اسْتَعْبَدَهُ. قَالَ أَهْلُ اللُّغَةِ: وَمِنْهُ تَيْمُ اللَّهِ، أَيْ عَبْدُ اللَّهِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ التِّيمَةُ، وَهِيَ الشَّاةُ الزَّائِدَةُ عَلَى الْأَرْبَعِينَ، وَيُقَالُ بَلْ هِيَ الشَّاةُ يَحْتَلِبُهَا الرَّجُلُ فِي مَنْزِلِهِ. وَاتَّامَ الرَّجُلُ إِذَا ذَبَحَ تِيَمَتَهُ. قَالَ الْحُطَيْئَةُ:\nفَمَا تَتَّامُ جَارَةُ آلِ لَأْيٍ ... وَلَكِنْ يَضْمَنُونَ لَهَا قِرَاهَا",
    "pg": "1:361"
  },
  "تين": {
    "def": "التَّاءُ وَالْيَاءُ وَالنُّونُ لَيْسَ أَصْلًا، إِلَّا التِّينَ، وَهُوَ مَعْرُوفٌ. وَالتِّينُ: جَبَلٌ. قَالَ:\nصُهْبًا ظِمَاءً أَتَيْنَ التِّينَ عَنْ عُرُضٍ ... يُزْجِينَ غَيْمًا قَلِيلًا مَاؤُهُ شَبِمَا",
    "pg": "1:361"
  },
  "تيه": {
    "def": "التَّاءُ وَالْيَاءُ وَالْهَاءُ، كَلِمَةٌ صَحِيحَةٌ، وَهِيَ جِنْسٌ مِنَ الْحَيْرَةِ، وَالتِّيهُ وَالتَّيْهَاءُ: الْمَفَازَةُ يَتِيهُ فِيهَا الْإِنْسَانُ.\n\n[بَابُ التَّاءِ وَالْهَمْزَةِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:361"
  }
}