{
  "ثا": {
    "def": "الثَّاءُ وَالْهَمْزَةُ، كَلِمَتَانِ لَيْسَتَا أَصْلًا، يُقَالُ: ثَأْثَأْتُ بِالْإِبِلِ صِحْتُ بِهَا، وَلَقِيتُ فُلَانًا فَثَأْثَأْتُ مِنْهُ، أَيْ هِبْتُهُ.",
    "pg": "1:370"
  },
  "ثاد": {
    "def": "الثَّاءُ وَالْهَمْزَةُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ يُشْتَقُّ مِنْهَا، وَهِيَ النَّدَى وَمَا أَشْبَهَهُ. فَالثَّأْدُ النَّدَى. وَالثَّئِدُ النَّدِيُّ اللَّيِّنُ. وَقَدْ ثَئِدَ الْمَكَانُ يَثْأَدُ. قَالَ:\nهَلْ سُوَيْدٌ غَيْرُ لَيْثٍ خَادِرٍ ... ثَئِدَتْ أَرْضٌ عَلَيْهِ فَانْتَجَعْ\nفَأَمَّا الثَّأْدَاءُ عَلَى فَعَلَاءَ وَفَعْلَاءَ فَهِيَ الْأَمَةُ، وَهِيَ قِيَاسُ الْبَابِ، وَمَعْنَاهُمَا وَاحِدٌ. وَقِيلَ لِعُمَرَ بْنِ الْخَطَّابِ ﵁: \" مَا كُنْتَ فِيهَا بِابْنِ ثَأْدَاءَ \". وَرُبَّمَا قَلَبُوهُ فَقَالُوا: دَأْثَاءُ. وَأَنْشَدُوا:\nوَمَا كُنَّا بَنِي ثَأْدَاءَ لَمَّا ... شَفَيْنَا بِالْأَسِنَّةِ كُلَّ وِتْرِ",
    "pg": "1:398-399"
  },
  "ثار": {
    "def": "الثَّاءُ وَالْهَمْزَةُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الذَّحْلُ الْمَطْلُوبُ. يُقَالُ ثَأَرْتُ فُلَانًا بِفُلَانٍ، إِذَا قَتَلْتَ قَاتِلَهُ. قَالَ قَيْسُ بْنُ الْخَطِيمِ:\nثَأَرْتُ عَدِيًّا وَالْخَطِيمَ فَلَمْ أُضِعْ ... وَصِيَّةَ أَشْيَاخٍ جُعِلْتُ إِزَاءَهَا\nوَيُقَالُ \" هُوَ الثَّأْرُ الْمُنِيمُ \"، أَيِ الَّذِي إِذَا أَدْرَكَ صَاحِبَهُ نَامَ. وَيُقَالُ فِي الِافْتِعَالِ مِنْهُ اثَّأَرْتُ. قَالَ لَبِيدٌ:\nوَالنِّيبُ إِنْ تَعْرُ مِنِّي رِمَّةً خَلَقًا ... بَعْدَ الْمَمَاتِ فَإِنِّي كُنْتُ أَتَّئِرُ فَأَمَّا قَوْلُهُمُ اسْتَثْأَرَ فُلَانٌ فُلَانًا إِذَا اسْتَغَاثَهُ، فَهُوَ مِنْ هَذَا ; لِأَنَّهُ كَأَنَّهُ دَعَاهُ إِلَى طَلَبِ الثَّأْرِ. قَالَ:\nإِذَا جَاءَهُمْ مُسْتَثْئِرٌ كَانَ نَصْرُهُ ... دُعَاءً أَلَا طِيرُوا بِكُلِّ وَأًى نَهْدِ\nوَالثُّؤْرَةُ: الثَّأْرُ أَيْضًا. قَالَ:\nبَنِي عَامِرٍ هَلْ كُنْتُ فِي ثُؤْرَتِي نِكْسَا",
    "pg": "1:397-398"
  },
  "ثاط": {
    "def": "الثَّاءُ وَالْهَمْزَةُ وَالطَّاءُ كَلِمَةٌ وَاحِدَةٌ لَيْسَتْ أَصْلًا. فَالثَّأْطَةُ الْحَمْأَةُ وَالْجَمْعُ ثَأْطٌ. وَيُنْشِدُونَ:\nفِي عَيْنِ ذِي خُلُبٍ وَثَأْطٍ حَرْمَدِ\nوَإِنَّمَا قُلْنَا لَيْسَتْ أَصْلًا لِأَنَّهُمْ يَقُولُونَهَا بِالدَّالِ، فَكَأَنَّهَا مِنْ بَابِ الْإِبْدَالِ.",
    "pg": "1:398"
  },
  "ثاي": {
    "def": "الثَّاءُ وَالْهَمْزَةُ وَالْيَاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى فَسَادٍ وَخَرْمٍ. فَالثَّأْيُ عَلَى مِثَالِ الثَّعْيِ الْخَرْمِ ; يُقَالُ: أَثَأَتُِ الْخَارِزَةَ الْخَرْزَ تُثْئِيهِ إِذَا خَرَمْتَهُ. وَيُقَالُ أَثْأَيْتُ فِي الْقَوْمِ إِثْآءً جَرَحْتُ فِيهِمْ. قَالَ:\nيَا لَكَ مِنْ عَيْثٍ وَمِنْ إِثْآءِ ... يُعْقِبُ بِالْقَتْلِ وَبِالسِّبَاءِ\n\n[بَابُ الثَّاءِ وَالْبَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:399"
  },
  "ثبب": {
    "def": "الثَّاءُ وَالْبَاءُ كَلِمَةٌ لَيْسَتْ فِي الْكِتَابَيْنِ، وَإِنْ صَحَّتْ فَهِيَ تَدُلُّ عَلَى تَنَاهِي الشَّيْءِ. يُقَالُ ثَبَّ الْأَمْرُ إِذَا تَمَّ، وَيُقَالُ إِنَّ الثَّابَّةَ: الْمَرْأَةُ الْهَرِمَةُ، وَيَقُولُونَ: أَشَابَّةٌ أَمْ ثَابَّةٌ؟ [بَابُ الثَّاءِ وَالْجِيمِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:370-371"
  },
  "ثبت": {
    "def": "الثَّاءُ وَالْبَاءُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ دَوَامُ الشَّيْءِ. يُقَالُ: ثَبَتَ ثَبَاتًا وَثُبُوتًا. وَرَجُلٌ ثَبْتٌ وَثَبِيتٌ. قَالَ طَرَفَةُ فِي الثَّبِيتِ:\nفَالْهَبِيتُ لَا فُؤَادَ لَهُ ... وَالثَّبِيتُ ثَبَّتَهُ فَهْمُهُ",
    "pg": "1:399"
  },
  "ثبج": {
    "def": "الثَّاءُ وَالْبَاءُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ تَتَفَرَّعُ مِنْهَا كَلِمٌ، وَهِيَ مُعْظَمُ الشَّيْءِ وَوَسَطُهُ. قَالَ ابْنُ دُرَيْدٍ:\nثَبَجُ كُلِّ شَيْءٍ وَسَطُهُ\n. وَرَجُلٌ أَثْبَجُ وَامْرَأَةٌ ثَبْجَاءُ، إِذَا كَانَ عَظِيمَ الْجَوْفِ. وَثَبَجَ الرَّجُلُ، إِذَا أَقْعَى عَلَى أَطْرَافِ قَدَمَيْهِ كَأَنَّهُ يَسْتَنْجِي وَتَرًا. قَالَ الرَّاجِزُ:\nإِذَا الْكُمَاةُ جَثَمُوا عَلَى الرُّكَبْ ... ثَبَجْتُ يَا عَمْرُو ثُبُوجَ الْمُحْتَطِبْ\nوَهَذَا إِنَّمَا يُقَالُ لِأَنَّهُ يُبْرِزُ ثَبَجَهُ. وَجَمْعُ الثَّبَجِ أَثْبَاجٌ وَثُبُوجٌ، وَقَوْمٌ ثُبْجٌ جَمْعُ أَثْبَجَ. وَتَثَبَّجَ الرَّجُلُ بِالْعَصَا إِذَا جَعَلَهَا عَلَى ظَهْرِهِ وَجَعَلَ يَدَيْهِ مِنْ وَرَائِهَا. وَثَبَجُ الرَّمْلِ مُعْظَمُهُ، وَكَذَلِكَ ثَبَجُ الْبَحْرِ.\nفَأَمَّا قَوْلُهُمْ ثَبَّجَ الْكَلَامَ تَثْبِيجًا فَهُوَ أَنْ لَا يَأْتِيَ بِهِ عَلَى وَجْهِهِ. وَأَصْلُهُ مِنَ الْبَابِ، لِأَنَّهُ كَأَنَّهُ يَجْمَعُهُ جَمْعًا فَيَأْتِي بِهِ مُجْتَمِعًا غَيْرَ مُلَخَّصٍ وَلَا مُفَصَّلٍ.",
    "pg": "1:399-400"
  },
  "ثبر": {
    "def": "الثَّاءُ وَالْبَاءُ وَالرَّاءُ أُصُولٌ ثَلَاثَةٌ: الْأَوَّلُ السُّهُولَةُ، وَالثَّانِي الْهَلَاكُ، وَالثَّالِثُ الْمُوَاظَبَةُ عَلَى الشَّيْءِ.\nفَالْأَرْضُ السَّهْلَةُ هِيَ الثَّبْرَةُ. فَأَمَّا ثَبْرَةُ فَمَوْضِعٌ مَعْرُوفٌ. قَالَ الرَّاجِزُ:\nنَجَّيْتُ نَفْسِي وَتَرَكْتُ حَزْرَهُ ... نِعْمَ الْفَتَى غَادَرْتُهُ بِثَبْرَهْ\nلَنْ يُسْلِمَ الْحُرُّ الْكَرِيمُ بِكْرَهْ\nقَالَ ابْنُ دُرَيْدٍ: وَالثَّبْرَةُ تُرَابٌ شَبِيهٌ بِالنُّورَةِ إِذَا بَلَغَ عِرْقُ النَّخْلَةِ إِلَيْهِ وَقَفَ، فَيَقُولُونَ:\nبَلَغَتِ النَّخْلَةُ ثَبْرَةً مِنَ الْأَرْضِ. وَثَبِيرٌ: جَبَلٌ مَعْرُوفٌ. وَمَثْبِرُ النَّاقَةِ: الْمَوْضِعُ الَّذِي تَطْرَحُ فِيهِ وَلَدَهَا. وَثَبَرَ الْبَحْرُ جَزَرَ، وَذَلِكَ يُبْدِي عَنْ مَكَانٍ لَيِّنٍ سَهْلٍ.\nوَأَمَّا الْهَلَاكُ فَالثُّبُورُ، وَرَجُلٌ مَثْبُورٌ هَالِكٌ. وَفِي كِتَابِ اللَّهِ تَعَالَى: ﴿دَعَوْا هُنَالِكَ ثُبُورًا﴾ [الفرقان: ١٣] .\nوَأَمَّا الثَّالِثُ فَيُقَالُ: ثَابَرْتُ عَلَى الشَّيْءِ، أَيْ وَاظَبْتُ. وَذَكَرَ ابْنُ دُرَيْدٍ: تَثَابَرَتِ الرِّجَالُ فِي الْحَرْبِ إِذَا تَوَاثَبَتْ. وَهُوَ مِنْ هَذَا الْبَابِ الْأَخِيرِ.",
    "pg": "1:400-401"
  },
  "ثبن": {
    "def": "الثَّاءُ وَالْبَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ وِعَاءٌ مِنَ الْأَوْعِيَةِ. قَالُوا: الثَّبْنُ اتِّخَاذُكَ حُجْزَةً فِي إِزَارِكَ، تَجْعَلُ فِيهَا مَا اجْتَنَيْتَهُ مِنْ رُطَبٍ وَغَيْرِهِ. وَفِي الْحَدِيثِ: «فَلْيَأْكُلْ وَلَا يَتَّخِذْ ثِبَانًا» . وَقَالَ ابْنُ دُرَيْدٍ قِيَاسًا مَا أَحْسَبُهُ إِلَّا مَصْنُوعًا، قَالَ: الْمَثْبَنَةُ: كِيسٌ تَتَّخِذُ فِيهِ الْمَرْأَةُ الْمِرْآةَ وَأَدَاتَهَا. وَزَعَمَ أَنَّهَا لُغَةٌ يَمَانِيَّةٌ.",
    "pg": "1:401"
  },
  "ثبي": {
    "def": "الثَّاءُ وَالْبَاءُ وَالْيَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الدَّوَامُ عَلَى الشَّيْءِ. قَالَهُ الْخَلِيلُ. وَقَالَ أَيْضًا: التَّثْبِيَةُ الدَّوَامُ عَلَى الشَّيْءِ، وَالتَّثْبِيَةُ الثَّنَاءُ عَلَى الْإِنْسَانِ فِي حَيَاتِهِ. وَأَنْشَدَ لِلَبِيدٍ:\nيُثَبِّي ثَنَاءً مِنْ كَرِيمٍ وَقَوْلُهُ ... أَلَا انْعَمْ عَلَى حُسْنِ التَّحِيَّةِ وَاشْرَبِ فَهَذَا أَصْلٌ صَحِيحٌ. وَأَمَّا الثُّبَةُ فَالْعُصْبَةُ مِنَ الْفُرْسَانِ، يَكُونُونَ ثُبَةً، وَالْجُمَعَ ثُبَاتٌ وَثُبُونٌ. قَالَ عَمْرٌو:\nفَأَمَّا يَوْمَ خَشْيَتِنَا عَلَيْهِمْ ... فَتُصْبِحُ خَيْلُنَا عُصَبًا ثُبِينًا\nقَالَ الْخَلِيلُ: وَالثُّبَةُ أَيْضًا ثُبَةُ الْحَوْضِ، وَهُوَ وَسَطُهُ الَّذِي يَثُوبُ [إِلَيْهِ الْمَاءُ] . وَهَذَا تَعْلِيلٌ مِنَ الْخَلِيلِ لِلْمَسْأَلَةِ، وَهُوَ يَدُلُّ عَلَى أَنَّ السَّاقِطَ مِنَ الثُّبَةِ وَاوٌ قَبْلَ الْبَاءِ ; لِأَنَّهُ زَعَمَ أَنَّهُ مِنْ يَثُوبُ. وَقَالَ بَعْدَ ذَلِكَ: أَمَّا الْعَامَّةُ فَإِنَّهُمْ يُصَغِّرُونَهَا عَلَى ثُبَيَّةٍ، يَتْبَعُونَ اللَّفْظَ. وَالَّذِينَ يَقُولُونَ ثُوَيْبَةُ فِي تَصْغِيرِ ثُبَةِ الْحَوْضِ، فَإِنَّهُمْ لَزِمُوا الْقِيَاسَ فَرَدُّوا إِلَيْهَا النُّقْصَانَ فِي مَوْضِعِهِ، كَمَا قَالُوا فِي تَصْغِيرِ رَوِيَّةٍ رُوَيِّئَةٌ لِأَنَّهَا مِنْ رَوَّأْتُ. وَالَّذِي عِنْدِي أَنَّ الْأَصْلَ فِي ثُبَةِ الْحَوْضِ وَثُبَةِ الْخَيْلِ وَاحِدٌ، لَا فَرْقَ بَيْنَهُمَا. وَالتَّصْغِيرُ فِيهِمَا ثُبَيَّةٌ، وَقِيَاسُهُ مَا بَدَأْنَا بِهِ الْبَابَ فِي ذِكْرِ التَّثْبِيَةِ، وَهُوَ مِنْ ثَبَّى عَلَى الشَّيْءِ إِذَا دَامَ. وَأَمَّا اشْتِقَاقُهُ الرَّوِيَّةَ وَأَنَّهَا مِنْ رَوَّأْتُ فَفِيهِ نَظَرٌ. [بَابُ الثَّاءِ وَالتَّاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:401-403"
  },
  "ثتن": {
    "def": "الثَّاءُ وَالتَّاءُ وَالنُّونُ لَيْسَ أَصْلًا. يَقُولُونَ: ثَتِنَ اللَّحْمُ: أَنْتَنَ، وَثَتِنَتْ لَثَتُهُ: اسْتَرْخَتْ وَأَنْتَنَتْ. قَالَ:\nوَلِثَةً قَدْ ثَتِنَتْ مُشَخَّمَهْ\nوَإِنَّمَا قُلْنَا لَيْسَ أَصْلًا لِأَنَّهُمْ يَقُولُونَ مَرَّةً ثَتِنَتْ، وَمَرَّةً ثَنِتَتْ.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ ثَاءٌ]",
    "pg": "1:403"
  },
  "ثجج": {
    "def": "الثَّاءُ وَالْجِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ صَبُّ الشَّيْءِ. يُقَالُ ثَجَّ الْمَاءَ إِذَا صَبَّهُ ; وَمَاءٌ ثَجَّاجٌ أَيْ صَبَّابٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَأَنْزَلْنَا مِنَ الْمُعْصِرَاتِ مَاءً ثَجَّاجًا﴾ [النبأ: ١٤] ، يُقَالُ اكْتَظَّ الْوَادِي بِثَجِيجِ الْمَاءِ، إِذَا بَلَغَ ضَرِيرَيْهِ. قَالَ أَبُو ذُؤَيْبٍ:\nسَقَى أُمَّ عَمْرٍو كُلَّ آخِرِ لَيْلَةٍ ... حَنَاتِمَ مُزْنٍ مَاؤُهُنَّ ثَجِيجُ\nوَفِي الْحَدِيثِ: «أَفْضَلُ الْحَجِّ الْعَجُّ وَالثَّجُّ» فَالْعَجُّ رَفْعُ الصَّوْتِ بِالتَّلْبِيَةِ. وَالثَّجُّ سَيَلَانُ دِمَاءِ الْهَدْيِ. وَمِنْهُ الْحَدِيثُ فِي الْمُسْتَحَاضَةِ: \" إِنِّي أَثُجُّهُ ثَجًّا \".",
    "pg": "1:367"
  },
  "ثجر": {
    "def": "الثَّاءُ وَالْجِيمُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى مُتَّسَعِ الشَّيْءِ وَعَرْضِهِ. فَثَجْرَةُ الْوَادِي: وَسَطُهُ وَمَا اتَّسَعَ مِنْهُ. وَيُقَالُ وَرَقٌ ثَجْرٌ أَيْ عَرِيضٌ. وَكُلُّ شَيْءٍ عَرَّضْتَهُ فَقَدْ ثَجَّرْتَهُ. وَثُجْرَةُ النَّحْرِ وَسَطُهُ وَمَا حَوْلَ الثَّغْرِ مِنْهُ. وَالثُّجَرُ سِهَامٌ غِلَاظٌ. وَيُقَالُ: فِي لَحْمِهِ تَثْجِيرٌ، أَيْ رَخَاوَةُ. فَأَمَّا قَوْلُهُمُ انْثَجَرَ الْمَاءُ إِذَا فَاضَ وَانْثَجَرَ الدَّمُ مِنَ الطَّعْنَةِ، فَلَيْسَ مِنَ الْبَابِ ; لِأَنَّ الثَّاءَ فِيهِ مُبْدَلَةٌ مِنْ فَاءٍ. وَكَذَلِكَ الثَّجِيرُ.",
    "pg": "1:371"
  },
  "ثجل": {
    "def": "الثَّاءُ وَالْجِيمُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى عِظَمِ الشَّيْءِ الْأَجْوَفِ، ثُمَّ يُحْمَلُ عَلَيْهِ مَا لَيْسَ بِأَجْوَفَ. فَالثُّجْلَةُ عِظَمُ الْبَطْنِ ; يُقَالُ رَجُلٌ أَثْجَلُ، وَامْرَأَةٌ ثَجْلَاءُ. [وَمَزَادَةٌ ثَجْلَاءُ] ، أَيْ وَاسِعَةٌ. قَالَ أَبُو النَّجْمِ:\nمَشْيَ الرَّوَايَا بِالْمَزَادِ الْأَثْجَلِ\nوَيُرْوَى \" الْأَنْجَلِ \" ; وَقَدْ ذُكِرَ. وَيُقَالُ جُلَّةٌ ثَجْلَاءُ عَظِيمَةٌ. وَقَالَ:\nبَاتُوا يُعَشُّونَ الْقُطَيْعَاءَ ضَيْفَهُمْ ... وَعِنْدَهُمُ الْبَرْنِيُّ فِي جُلَلٍ ثُجْلِ\nوَهَذَا الْبِنَاءُ مُهْمَلٌ عِنْدَ الْخَلِيلِ، وَذَا عَجَبٌ.",
    "pg": "1:371-372"
  },
  "ثجم": {
    "def": "الثَّاءُ وَالْجِيمُ وَالْمِيمُ لَيْسَ أَصْلًا، وَهُوَ دَوَامُ الْمَطَرِ أَيَّامًا. يُقَالُ أَثْجَمَتِ السَّمَاءُ إِذَا دَامَتْ أَيَّامًا لَا تُقْلِعُ. وَأُرَى الثَّاءَ مَقْلُوبَةً عَنْ سِينٍ، إِلَّا أَنَّهَا إِذَا أُبْدِلَتْ ثَاءً جُعِلَتْ مِنْ بَابِ أَفْعَلَ. وَهَاهُنَا كَلِمَةٌ أُخْرَى وَاللَّهُ أَعْلَمُ بِصِحَّتِهَا. قَالُوا: الثَّجْمُ سُرْعَةُ الصَّرْفِ عَنِ الشَّيْءِ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الثَّاءِ وَالْحَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:372"
  },
  "ثحج": {
    "def": "الثَّاءُ وَالْحَاءُ وَالْجِيمُ. ذَكَرَ ابْنُ دُرَيْدٍ فِي الثَّاءِ وَالْحَاءِ وَالْجِيمِ كَلِمَةً زَعَمَ أَنَّهَا لِمَهْرَهَ بْنِ حَيْدَانَ. يَقُولُونَ ثَحَجَهُ بِرِجْلِهِ، إِذَا ضَرَبَهُ بِهَا. وَقَدْ أَبْعَدَ أَبُو بَكْرٍ شَاهِدَهُ مَا اسْتَطَاعَ.\n\n[بَابُ الثَّاءِ وَالْخَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:372"
  },
  "ثخن": {
    "def": "الثَّاءُ وَالْخَاءُ وَالنُّونُ يَدُلُّ عَلَى رَزَانَةِ الشَّيْءِ فِي ثِقَلٍ. تَقُولُ ثَخُنَ الشَّيْءُ ثَخَانَةً. وَالرَّجُلُ الْحَلِيمُ الرَّزِينُ ثَخِينٌ. وَالثَّوْبُ الْمُكْتَنِزُ اللُّحْمَةِ وَالسَّدَى مِنْ جَوْدَةِ نَسْجِهِ ثَخِينٌ. وَقَدْ أَثْخَنْتُهُ أَيْ أَثْقَلْتُهُ، قَالَ اللَّهُ تَعَالَى: ﴿حَتَّى يُثْخِنَ فِي الْأَرْضِ﴾ [الأنفال: ٦٧] ، وَذَلِكَ أَنَّ الْقَتِيلَ قَدْ أُثْقِلَ حَتَّى لَا حَرَاكَ بِهِ. وَتَرَكْتُهُ مُثْخَنًا، أَيْ وَقِيذًا. وَقَالَ قَوْمٌ: يُقَالُ لِلْأَعْزَلِ الَّذِي لَا سِلَاحَ مَعَهُ: ثَخِينٌ ; وَهُوَ قِيَاسُ الْبَابِ، لِأَنَّ حَرَكَتَهُ تَقِلُّ، خَوْفًا عَلَى نَفْسِهِ. [بَابُ الثَّاءِ وَالدَّالِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:372-373"
  },
  "ثدق": {
    "def": "الثَّاءُ وَالدَّالُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ. ثَدَقَ الْمَطَرُ، وَسَحَابٌ ثَادِقٌ. وَثَادِقٌ اسْمُ فُرْسٍ، كَأَنَّ صَاحِبَهُ شَبَّهَهُ بِالسَّحَابِ. قَالَ:\nبَاتَتْ تَلُومُ عَلَى ثَادِقٍ ... لِيُشْرَى فَقَدْ جَدَّ عِصْيَانُهَا\nأَيْ عِصْيَانِي لَهَا. لِيُشْرَى: لِيُبَاعَ.",
    "pg": "1:373"
  },
  "ثدم": {
    "def": "الثَّاءُ وَالدَّالُ وَالْمِيمُ كَلِمَةٌ لَيْسَتْ أَصْلًا. زَعَمُوا أَنَّ الثَّدْمَ هُوَ الْفَدْمُ. وَهَذَا إِنْ صَحَّ فَهُوَ مِنْ بَابِ الْإِبْدَالِ.",
    "pg": "1:373"
  },
  "ثدن": {
    "def": "الثَّاءُ وَالدَّالُ وَالنُّونُ كَلِمَةٌ. يَقُولُونَ: الثَّدِنُ الرَّجُلُ الْكَثِيرُ اللَّحْمِ. وَيُقَالُ بَلِ الثَّدَنُ تَغَيُّرُ رَائِحَةِ اللَّحْمِ. [بَابُ الثَّاءِ وَالرَّاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:373-374"
  },
  "ثدي": {
    "def": "الثَّاءُ وَالدَّالُ وَالْيَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ ثَدْيُ الْمَرْأَةِ. وَالْجَمْعُ. أَثْدٍ. وَالثَّدْيَاءُ: الْكَبِيرَةُ الثَّدْيِ. ثُمَّ فُرِّقَ بَيْنَهُ وَبَيْنَ الَّذِي لِلرَّجُلِ، فَقِيلَ فِي الرَّجُلِ الثُّنْدُؤَةُ بِالضَّمِّ وَالْهَمْزَةِ، وَالثَّنْدُوَةُ بِالْفَتْحِ غَيْرُ مَهْمُوزٍ.",
    "pg": "1:373"
  },
  "ثرب": {
    "def": "الثَّاءُ وَالرَّاءُ وَالْبَاءُ كَلِمَتَانِ مُتَبَايِنَتَا الْأَصْلِ، لَا فُرُوعَ لَهُمَا. فَالتَّثْرِيبُ اللَّوْمُ وَالْأَخْذُ عَلَى الذَّنْبِ. قَالَ اللَّهُ تَعَالَى: ﴿لَا تَثْرِيبَ عَلَيْكُمُ الْيَوْمَ﴾ [يوسف: ٩٢] فَهَذَا أَصْلٌ وَاحِدٌ. وَالْآخَرُ الثَّرْبُ، وَهُوَ شَحْمٌ قَدْ غَشَّى الْكَرِشَ وَالْأَمْعَاءَ رَقِيقٌ ; وَالْجَمْعُ ثُرُوبٌ.",
    "pg": "1:375"
  },
  "ثرد": {
    "def": "الثَّاءُ وَالرَّاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ فَتُّ الشَّيْءِ، وَمَا أَشْبَهَهُ. يُقَالُ ثَرَدْتُ الثَّرِيدَ أَثْرُدُهُ. وَيُقَالُ - وَهُوَ مِنْ هَذَا الْقِيَاسِ - إِنَّ الثَّرَدَ تَشَقُّقٌ فِي الشَّفَتَيْنِ. وَجَاءَ فِي الْحَدِيثِ فِي ذِكْرِ الذَّبِيحَةِ: «كُلُّ مَا أَفْرَى الْأَوْدَاجَ غَيْرَ مُثَرَّدٍ» ، وَذَلِكَ أَنْ لَا تَكُونَ الْحَدِيدَةُ حَادَّةً فَيَثُرَدَ مَوْضِعُ الذَّبْحِ، كَمَا يَتَشَقَّقُ الشَّيْءُ وَيَتَشَظَّى. [بَابُ الثَّاءِ وَالطَّاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:375-376"
  },
  "ثرر": {
    "def": "الثَّاءُ وَالرَّاءُ قِيَاسٌ لَا يُخْلِفُ، وَهُوَ غُزْرُ الشَّيْءِ الْغَزِيرِ. يُقَالُ سَحَابٌ ثَرٌّ أَيْ غَزِيرٌ. وَعَيْنٌ ثَرَّةٌ، وَهِيَ سَحَابَةٌ تَنْشَأُ مِنْ قِبَلِ الْقِبْلَةِ. قَالَ عَنْتَرَةُ:\nجَادَتْ عَلَيْهِ كُلُّ عَيْنٍ ثَرَّةٍ ... فَتَرَكْنَ كُلَّ قَرَارَةٍ كَالدِّرْهَمِ وَيُقَالُ ثَرَّرْتُ الشَّيْءَ وَثَرَّيْتُهُ، أَيْ نَدَّيْتُةُ. وَنَاقَةٌ ثَرَّةٌ غَزِيرَةٌ. وَطَعْنَةٌ ثَرَّةٌ، إِذَا دَفَعَتِ الدَّمَ دَفْعًا بِغُزْرٍ وَكَثْرَةٍ. وَالثَّرْثَارُ الرَّجُلُ الْكَثِيرُ الْكَلَامِ. وَفِي الْحَدِيثِ: «أَبْغَضُكُمْ إِلَيَّ الثَّرْثَارُونَ الْمُتَفَيْهِقُونَ» . وَالثَّرْثَارُ: وَادٍ بِعَيْنِهِ. قَالَ الْأَخْطَلُ:\nلَعَمْرِي لَقَدْ لَاقَتْ سُلَيْمٌ وَعَامِرٌ ... عَلَى جَانِبِ الثَّرْثَارِ رَاغِيَةَ الْبَكْرِ",
    "pg": "1:367-368"
  },
  "ثرم": {
    "def": "الثَّاءُ وَالرَّاءُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ يُشْتَقُّ مِنْهَا، يُقَالُ ثَرَمْتُ الرَّجُلَ فَثَرِمَ، وَثَرَمْتُ ثَنِيَّتَهُ فَانْثَرَمَتْ. وَالثَّرْمَاءُ: مَاءٌ لِكِنْدَةَ.",
    "pg": "1:374"
  },
  "ثروى": {
    "def": "الثَّاءُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ، وَهُوَ الْكَثْرَةُ، وَخِلَافُ الْيُبْسِ.\nقَالَ الْأَصْمَعِيُّ: ثَرَا الْقَوْمُ يَثْرُونَ، إِذَا كَثُرُوا وَنَمَوْا. وَأَثْرَى الْقَوْمُ إِذَا كَثُرَتْ أَمْوَالُهُمْ. ثَرَا الْمَالُ يَثْرُوا إِذَا كَثُرَ. وَثَرَوْنَا الْقَوْمَ إِذَا كَثَرْنَاهُمْ، أَيْ كُنَّا أَكْثَرَ مِنْهُمْ. وَيُقَالُ الَّذِي بَيْنِي وَبَيْنَ فُلَانٍ مُثْرٍ، أَيْ إِنَّهُ لَمْ يَنْقَطِعْ. وَأَصْلُ ذَلِكَ أَنْ يَقُولَ لَمْ يَيْبَسِ الثَّرَى بَيْنِي وَبَيْنَهُ. قَالَ جَرِيرٌ:\nفَلَا تُوبِسُوا بَيْنِي وَبَيْنَكُمُ الثَّرَى ... فَإِنَّ الَّذِي بَيْنِي وَبَيْنَكُمُ مُثْرِي\nقَالَ أَبُو عُبَيْدَةَ: مِنْ أَمْثَالِهِمْ فِي تَخَوُّفِ الرَّجُلِ هَجْرَ صَاحِبِهِ: \" لَا تُوبِسِ الثَّرَى بَيْنِي وَبَيْنَكَ \" أَيْ لَا يُقْطَعُ الْأَمْرُ بَيْنَنَا. وَالْمَالُ الثَّرِيُّ الْكَثِيرُ. وَفِي حَدِيثِ أُمِّ زَرْعٍ: \" «وَأَرَاحَ عَلَيَّ نَعَمًا ثَرِيًّا» \". وَمِنْهُ سُمِّي الرَّجُلُ ثَرْوَانَ، وَالْمَرْأَةُ ثَرْوَى ثُمَّ تُصَغَّرُ ثُرَيَّا. وَيُقَالُ ثَرَّيْتُ التُّرْبَةَ بَلَّلْتُهَا. وَثَرَّيْتُ الْأَقِطَ صَبَبْتُ عَلَيْهِ الْمَاءَ وَلْتَتُّهُ. وَيُقَالُ بَدَا ثَرَا الْمَاءِ مِنَ الْفَرَسِ، إِذَا نَدِيَ بِعَرَقِهِ. قَالَ طُفَيْلٌ: يُذَدْنَ ذِيَادَ الْخَامِسَاتِ وَقَدْ بَدَا ... ثَرَى الْمَاءِ مِنْ أَعْطَافِهَا الْمُتَحَلِّبِ\nوَيُقَالُ: الْتَقَى الثَّرَيَّانِ، وَذَلِكَ أَنْ يَجِيءَ الْمَطَرُ [فَيَرْسَخَ] فِي الْأَرْضِ حَتَّى يَلْتَقِيَ هُوَ وَنَدَى الْأَرْضِ. وَيُقَالُ أَرْضٌ ثَرْيَاءُ، أَيْ ذَاتُ ثَرًى. وَقَالَ الْكِسَائِيُّ: ثَرِيتُ بِفُلَانٍ فَأَنَا ثَرٍ بِهِ، أَيْ غَنِيٌّ عَنِ النَّاسِ بِهِ. وَثَرَا اللَّهُ الْقَوْمَ كَثَّرَهُمْ. وَالثَّرَاءُ: كَثْرَةُ الْمَالِ. قَالَ عَلْقَمَةُ:\nيُرِدْنَ ثَرَاءَ الْمَالِ حَيْثُ عَلِمْنَهُ ... وَشَرْخُ الشَّبَابِ عِنْدَهُنَّ عَجِيبُ",
    "pg": "1:374-375"
  },
  "ثطا": {
    "def": "الثَّاءُ وَالطَّاءُ وَالْهَمْزَةُ كَلِمَةٌ لَا مُعَوَّلَ عَلَيْهَا. يُقَالُ ثَطَأْتُهُ وَطِئْتُهُ.",
    "pg": "1:376"
  },
  "ثطط": {
    "def": "الثَّاءُ وَالطَّاءُ كَلِمَةٌ وَاحِدَةٌ، فَالثَّطَطُ خِفَّةُ اللِّحْيَةِ. وَالرَّجُلُ ثَطٌّ.",
    "pg": "1:368"
  },
  "ثطع": {
    "def": "الثَّاءُ وَالطَّاءُ وَالْعَيْنُ شَبِيهٌ بِمَا قَبْلَهُ، إِلَّا أَنَّهُمْ يَقُولُونَ ثَطَعَ الرَّجُلُ أَبْدَى. وَثُطِعَ إِذَا زُكِمَ. وَغَيْرُهُ أَصَحُّ مِنْهُ إِلَّا أَنَّهُ قَدْ قِيلَ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الثَّاءِ وَالْعَيْنِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:376"
  },
  "ثعب": {
    "def": "الثَّاءُ وَالْعَيْنُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى امْتِدَادِ الشَّيْءِ وَانْبِسَاطِهِ، يَكُونُ ذَلِكَ فِي مَاءٍ وَغَيْرِهِ.\nقَالَ الْخَلِيلُ: يُقَالُ ثَعَبْتُ الْمَاءَ وَأَنَا أَثْعَبُهُ، إِذَا فَجَّرْتُهُ فَانْثَعَبَ، كَانْثِعَابِ الدَّمِ مِنَ الْأَنْفِ. قَالَ: وَمِنْهُ اشْتُقَّ مَثْعَبُ الْمَطَرِ. وَمِمَّا يَصْلُحُ حَمْلُهُ عَلَى هَذَا، الثُّعْبَانُ الْحَيَّةُ الضَّخْمُ الطَّوِيلُ ; وَهُوَ مِنَ الْقِيَاسِ، فِي انْبِسَاطِهِ وَامْتِدَادِهِ خَلْقًا وَحَرَكَةً. قَالَ:\nعَلَى نَهْجٍ كَثُعْبَانِ الْعَرِينِ\nوَرُبَّمَا قِيلَ مَاءٌ ثَعْبٌ، وَيَجْمَعُ عَلَى الثُّعْبَانِ.\n\n[بَابُ الثَّاءِ وَالْغَيْنِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:378"
  },
  "ثعر": {
    "def": "التَّاءُ وَالْعَيْنُ وَالرَّاءُ بِنَاءٌ إِنْ صَحَّ دَلَّ عَلَى قَمَاءَةٍ وَصِغَرٍ. فَالثُّعْرُورَانِ كَالْحَلَمَتَيْنِ تَكْتَنِفَانِ ضَرْعَ الشَّاةِ. وَعَلَى هَذَا قَالُوا لِلرَّجُلِ الْقَصِيرِ ثُعْرُورٌ.",
    "pg": "1:377"
  },
  "ثعط": {
    "def": "الثَّاءُ وَالْعَيْنُ وَالطَّاءُ كَلِمَةٌ صَحِيحَةٌ. يُقَالُ ثَعِطَ اللَّحْمُ إِذَا تَغَيَّرَ وَأَنْتَنَ. وَقَالَ:\nيَأْكُلُ لَحْمًا بَائِتًا قَدْ ثَعِطَا\nوَمِمَّا حُمِلَ عَلَيْهِ الثَّعِيطُ دُقَاقُ التُّرَابِ الَّذِي تَسْفِيهِ الرِّيحُ.",
    "pg": "1:377-378"
  },
  "ثعع": {
    "def": "الثَّاءُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ: الثَّعُّ الْقَيْءُ، يُقَالُ ثَعَّ ثَعَّةً، إِذَا قَاءَ قَيْئَةً.",
    "pg": "1:368"
  },
  "ثعل": {
    "def": "الثَّاءُ وَالْعَيْنُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ تَزَيُّدٌ وَاخْتِلَافُ حَالٍ. فَالثَّعَلُ زِيَادَةُ السِّنِّ وَاخْتِلَافٌ فِي الْأَسْنَانِ فِي مَنْبَتِهَا. تَقُولُ ثَعِلَ الرَّجُلُ وَثَعِلَتْ سِنُّهُ، وَهُوَ يَثْعَلُ ثَعَلًا، وَهُوَ أَثْعَلُ وَالْمَرْأَةُ ثَعْلَاءُ وَالْجَمِيعُ الثُّعْلُ. وَرُبَّمَا كَانَ الثَّعَلُ فِي أَطْبَاءِ النَّاقَةِ أَوِ الْبَقَرَةِ، وَهِيَ زِيَادَةٌ فِي طُبْيَيْهَا. وَقَالَ الْخَلِيلُ: الثُّعْلُولُ: الرَّجُلُ الْغَضْبَانُ، وَأَنْشَدَ:\nوَلَيْسَ بِثُعْلُولٍ إِذَا سِيلَ وَاجْتُدِيَ ... وَلَا بَرِمًا يَوْمًا إِذَا الضَّيْفُ أَوْهَمَا\nأَيْ قَارَبَ. وَعَلَى هَذَا الْقِيَاسِ كَلِمَةٌ ذَكَرَهَا الْخَلِيلُ، أَنَّ الْأَثْعَلَ السَّيِّدُ الضَّخْمُ إِذَا كَانَ لَهُ فُضُولٌ. وَمِمَّا اشْتُقَّ مِنْهُ ثُعَلٌ بَطْنٌ مِنَ الْعَرَبِ. قَالَ امْرُؤُ الْقَيْسِ: أَحْلَلْتُ رَحْلَيْ فِي بَنِي ثُعَلٍ ... إِنَّ الْكِرَامَ لِلْكَرِيمِ مَحَلٌّ\nوَيُقَالُ أَثْعَلَ الْقَوْمُ إِذَا خَالَفُوا.",
    "pg": "1:376-377"
  },
  "ثعم": {
    "def": "الثَّاءُ وَالْعَيْنُ وَالْمِيمُ لَيْسَ أَصْلًا مُعَوَّلًا عَلَيْهِ. أَمَّا ابْنُ دُرَيْدٍ فَلَمْ يَذْكُرْهُ أَصْلًا. وَأَمَّا الْخَلِيلُ فَجَعَلَهُ مَرَّةً فِي الْمُهْمَلِ، كَذَا خُبِّرْنَا بِهِ عَنْهُ. وَذُكِرَ عَنْهُ مَرَّةً أَنَّ الثَّعْمَ النَّزْعُ وَالْجَرُّ ; يُقَالُ ثَعَمْتُهُ أَيْ نَزَعْتُهُ وَجَرَرْتُهُ. وَذُكِرَ عَنْهُ أَنَّهُ [يُقَالُ] تَثَعَّمَتْ فُلَانًا أَرْضُ بَنِي فُلَانٍ، إِذَا أَعْجَبَتْهُ وَجَرَّتْهُ إِلَيْهَا وَنَزَعَتْهُ.\nوَقَالَ قَوْمٌ: هَذَا تَصْحِيفٌ، إِنَّمَا هُوَ تَنَعَّمَتْهُ فَتَنَعَّمَ، أَيْ أَرَتْهُ مَا فِيهِ لَهُ نَعِيمٌ فَتَنَعَّمَ، أَيْ أَعْمَلَ نَعَامَةَ رِجْلِهِ مَشْيًا إِلَيْهَا. وَمَا هَذَا عِنْدِي إِلَّا كَالْأَوَّلِ. وَمَا صَحَّتْ بِشَيْءٍ مِنْهُ رِوَايَةٌ.",
    "pg": "1:377"
  },
  "ثغا": {
    "def": "الثَّاءُ وَالْغَيْنُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ يَدُلُّ عَلَى الصَّوْتِ. فَالثُّغَاءُ ثُغَاءُ الشَّاءِ. وَالثَّاغِيَةُ: الشَّاةُ. يُقَالُ مَا لَهُ ثَاغِيَةٌ وَلَا رَاغِيَةٌ، أَيْ لَا شَاةٌ وَلَا نَاقَةٌ.",
    "pg": "1:378"
  },
  "ثغب": {
    "def": "الثَّاءُ وَالْغَيْنُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ غَدِيرٌ فِي غِلَظٍ مِنْ أَرْضٍ. يُقَالُ لَهُ ثَغْبٌ وَثَغَبٌ، وَجَمْعُهُ ثِغَابٌ وَأَثْغَابٌ، وَيُقَالُ ثُِغْبَانٌ. وَقَالَ عُبَيْدٌ:\nوَلَقَدْ تَحِلُّ بِهَا كَأَنَّ مُجَاجَهَا ... ثَغْبٌ يُصَفَّقُ صَفْوُهُ بِمُدَامِ",
    "pg": "1:378"
  },
  "ثغر": {
    "def": "الثَّاءُ وَالْغَيْنُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَفَتُّحٍ وَانْفِرَاجٍ. فَالثَّغْرُ الْفَرْجُ مِنْ فُرُوجِ الْبُلْدَانِ، وَثُغْرَةُ النَّحْرِ الْهَزْمَةُ الَّتِي فِي اللَّبَّةِ، وَالْجَمْعُ ثُغَرٌ. قَالَ:\nوَتَارَةً فِي ثُغَرِ النُّحُورِ\nوَالثَّغْرُ ثَغْرُ الْإِنْسَانِ. وَيُقَالُ ثُغِرَ الصَّبِيُّ إِذَا سَقَطَتْ أَسْنَانُهُ. وَاثَّغَرَ إِذَا نَبَتَ بَعْدَ السُّقُوطِ، وَرُبَّمَا قَالُوا عِنْدَ السُّقُوطِ اثَّغَرَ. قَالَ:\nقَارِحٍ قَدْ فُرَّ عَنْهُ جَانِبٌ ... وَرَبَاعٍ جَانِبٌ لَمْ يَثَّغِرْ\nوَيُقَالُ لَقِيَ بَنُو فُلَانٍ بَنِيَ فُلَانٍ فَثَغَرُوهُمْ، إِذَا سَدُّوا عَلَيْهِمُ الْمَخْرَجَ فَلَا يَدْرُونَ أَيْنَ يَأْخُذُونَ. قَالَ:\nهُمُ ثَغَرُوا أَقْرَانَهُمْ بِمُضَرِّسِ ... وَشَفْرٍ وَحَازُوا الْقَوْمَ حَتَّى تَزَحْزَحُوا",
    "pg": "1:378-379"
  },
  "ثغم": {
    "def": "الثَّاءُ وَالْغَيْنُ وَالْمِيمُ مُسْتَعْمَلٌ فِي كَلِمَةٍ وَاحِدَةٍ، وَهِيَ الثَّغَامَةُ، وَهِيَ شَجَرَةٌ بَيْضَاءُ الثَّمَرِ وَالزَّهْرِ، يُشَبَّهُ الشَّيْبُ بِهِ. وَفِي الْحَدِيثِ: «أَنَّ رَسُولَ اللَّهِ ﵌ أُتِيَ بِأَبِي قُحَافَةَ [يَوْمَ الْفَتْحِ] وَكَأَنَّ رَأْسَهُ ثَغَامَةٌ، فَأُمِرَ أَنْ يُغَيِّرَ» . وَأَغْفَلَ ابْنُ دُرَيْدٍ هَذَا الْبِنَاءَ وَلَمْ يَذْكُرْهُ مَعَ شُهْرَتِهِ. وَقِيلَ إِنَّ الثَّغِمَ الضَّارِي مِنَ الْكِلَابِ، وَلَمْ أَجِدْهُ فِي الْكِتَابَيْنِ. فَإِنْ صَحَّ فَهُوَ فِي بَابِ الْإِبْدَالِ، لِأَنَّ الثَّاءَ مُبْدَلَةٌ مِنْ فَاءٍ. وَقَدْ ذُكِرَ فِي بَابِهِ.\n\n[بَابُ الثَّاءِ وَالْفَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:379-380"
  },
  "ثفر": {
    "def": "الثَّاءُ وَالْفَاءُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى الْمُؤَخَّرِ. فَالثَّفَرُ ثَفَرُ الدَّابَّةِ. وَيُقَالُ اسْتَثْفَرَتِ الْمَرْأَةُ بِثَوْبِهَا إِذَا ائْتَزَرَتْ بِهِ ثُمَّ رَدَّتْ طَرَفَ الْإِزَارِ مِنْ بَيْنِ رِجْلَيْهَا وَغَرَزَتْهُ فِي الْحُجْزَةِ مِنْ وَرَائِهِ. وَالثَّفْرُ الْحَيَاءُ مِنَ السَّبُعَةِ وَغَيْرِهَا. قَالَ:\nجَزَى اللَّهُ فِيهَا الْأَعْوَرَيْنِ مَلَامَةً ... وَعَبْدَةَ ثَفْرَ الثَّوْرَةِ الْمُتَضَاجِمِ\n\n[بَابُ الثَّاءِ وَالْقَافِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:381-382"
  },
  "ثفل": {
    "def": "الثَّاءُ وَالْفَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ الشَّيْءُ يَسْتَقِرُّ تَحْتَ الشَّيْءِ، يَكُونُ ذَلِكَ مِنَ الْكَدَرِ وَغَيْرِهِ. يُقَالُ هُوَ ثُفْلُ الْقِدْرِ وَغَيْرِهَا، وَهُوَ مَا رَسَا مِنَ الْخُثَارَةِ. وَمِنَ الْبَابِ الثِّفَالُ الْجِلْدَةُ تُوضَعُ عَلَيْهَا الرَّحَى. وَيُقَالُ هُوَ قِطْعَةُ فَرْوٍ تُوضَعُ إِلَى جَنْبِ الرَّحَى. وَقَالَ:\nيَكُونُ ثِفَالُهَا شَرْقِيَّ نَجْدٍ ... وَلُهْوَتُهَا قُضَاعَةَ أَجَمْعِينَا\nوَقَالَ آخَرُ:\nفَتَعْرُكْكُمُ عَرْكَ الرَّحَى بِثِفَالِهَا ... وَتَلْقَحْ كِشَافًا ثُمَّ تَحْمِلْ فَتُتْئِمِ\nفَأَمَّا الثَّفَالُ فَالْبَعِيرُ الْبَطِيءُ، وَاشْتِقَاقُهُ صَحِيحٌ، لِأَنَّهُ كَأَنَّهُ مِنَ الْبُطْءِ مُسْتَقِرٌّ تَحْتَ حِمْلِهِ، لَا يَكَادُ يَبْرَحُ.",
    "pg": "1:380"
  },
  "ثفن": {
    "def": "الثَّاءُ وَالْفَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ مُلَازَمَةُ الشَّيْءِ الشَّيْءَ. قَالَ الْخَلِيلُ: ثَفِنَاتُ الْبَعِيرِ: مَا أَصَابَ الْأَرْضَ مِنْ أَعْضَائِهِ فَغَلُظَ كَالرُّكْبَتَيْنِ وَغَيْرِهِمَا. وَقَالَ هُوَ وَغَيْرُهُ: ثَفَنْتُ الشَّيْءَ بِالْيَدِ أَثْفِنُهُ، إِذَا ضَرَبْتَهُ. قَالَ فِي الثَّفِنَةِ:\nخَوَّى عَلَى مُسْتَوَيَاتٍ خَمْسٍ ... كِرْكِرَةٍ وَثَفِنَاتٍ مُلْسِ\nوَيُقَالُ ثَافَنْتُ عَلَى الشَّيْءِ وَاظَبْتُ. وَيَقُولُونَ ثَافَنْتُهُ عَلَى الشَّيْءِ أَعَنْتُهُ. وَهُوَ ذَلِكَ الْقِيَاسُ.",
    "pg": "1:380-381"
  },
  "ثفي": {
    "def": "الثَّاءُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ، وَهُوَ الْأُثْفِيَّةُ، وَالْجَمْعُ أَثَافِيُّ. وَرُبَّمَا خَفَّفُوا، وَلَيْسَ بِالْجَيِّدِ.\nوَمِمَّا يُشْتَقُّ مِنْ هَذَا الْمَرْأَةُ الْمُثَفِّيَةُ، الَّتِي مَاتَ عَنْهَا ثَلَاثَةُ أَزْوَاجٍ ; وَالرَّجُلُ الْمُثَفِّي الَّذِي يَمُوتُ عَنْهُ ثَلَاثُ نِسْوَةٍ.\nوَيَقُولُونَ عَلَى طَرِيقِ الِاسْتِعَارَةِ: بَقِيَتْ مِنْ بَنِي فُلَانٍ أُثْفِيَّةٌ خَشْنَاءُ، إِذَا بَقِيَ مِنْهُمْ عَدَدٌ.\nوَالثَّفَاءُ نَبْتٌ، وَلَيْسَ مِنَ الْبَابِ. وَفِي الْحَدِيثِ: «مَاذَا فِي الْأَمَرَّيْنِ مِنَ الشِّفَاءِ: الصَّبْرِ وَالثَّفَاءِ» . قَالُوا: هُوَ الْخَرْدَلُ.",
    "pg": "1:381"
  },
  "ثقب": {
    "def": "الثَّاءُ وَالْقَافُ وَالْبَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ أَنْ يَنْفُذَ الشَّيْءُ. يُقَالُ ثَقَبْتُ الشَّيْءَ أَثْقُبُهُ ثَقْبًا. وَالثَّاقِبُ فِي قَوْلِهِ تَعَالَى: ﴿النَّجْمُ الثَّاقِبُ﴾ [الطارق: ٣] . قَالُوا: هُوَ نَجْمٌ يَنْفُذُ السَّمَاوَاتِ كُلَّهَا نُورُهُ. وَيُقَالُ ثَقَبْتُ النَّارَ إِذَا ذَكَّيْتَهَا، وَذَلِكَ الشَّيْءَ ثُقْبَةً وَذُكْوَةً. وَإِنَّمَا قِيلَ ذَلِكَ لِأَنَّ ضَوْءَهَا يَنْفُذُ.",
    "pg": "1:382"
  },
  "ثقف": {
    "def": "الثَّاءُ وَالْقَافُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ إِلَيْهَا يَرْجِعُ الْفُرُوعُ، وَهُوَ إِقَامَةُ دَرْءِ الشَّيْءِ. وَيُقَالُ ثَقَّفْتُ الْقَنَاةَ إِذَا أَقَمْتَ عِوَجَهَا. قَالَ: نَظَرَ الْمُثَقِّفُ فِي كُعُوبِ قَنَاتِهِ ... حَتَّى يُقِيمَ ثِقَافُهُ مُنْآدَهَا\nوَثَقِفْتُ هَذَا الْكَلَامَ مِنْ فُلَانٍ. وَرَجُلٌ ثَقِْفٌ لَقِْفٌ، وَذَلِكَ أَنْ يُصِيبَ عِلْمَ مَا يَسْمَعُهُ عَلَى اسْتِوَاءٍ. وَيُقَالُ ثَقِفْتُ بِهِ إِذَا ظَفِرْتَ بِهِ. قَالَ:\nفَإِمَّا تَثْقَفُونِي فَاقْتُلُونِي ... وَإِنْ أُثْقَفْ فَسَوْفَ تَرَوْنَ بَالِي\nفَإِنْ قِيلَ: فَمَا وَجْهُ قُرْبِ هَذَا مِنَ الْأَوَّلِ؟ قِيلَ لَهُ: أَلَيْسَ إِذَا ثَقِفَهُ فَقَدْ أَمْسَكَهُ. وَكَذَلِكَ الظَّافِرُ بِالشَّيْءِ يُمْسِكُهُ. فَالْقِيَاسُ بِأَخْذِهِمَا مَأْخَذًا وَاحِدًا.\n\n[بَابُ الثَّاءِ وَالْكَافِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:382-383"
  },
  "ثقل": {
    "def": "الثَّاءُ وَالْقَافُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَتَفَرَّعُ مِنْهُ كَلِمَاتٌ مُتَقَارِبَةٌ، وَهُوَ ضِدُّ الْخِفَّةِ، وَلِذَلِكَ سُمِّيَ الْجِنُّ وَالْإِنْسُ الثَّقَلَيْنِ، لِكَثْرَةِ الْعَدَدِ. وَأَثْقَالُ الْأَرْضِ كُنُوزُهَا، فِي قَوْلِهِ تَعَالَى: ﴿وَأَخْرَجَتِ الْأَرْضُ أَثْقَالَهَا﴾ [الزلزلة: ٢] ، وَيُقَالُ هِيَ أَجْسَادُ بَنِي آدَمَ. قَالَ اللَّهُ تَعَالَى: ﴿وَتَحْمِلُ أَثْقَالَكُمْ﴾ [النحل: ٧] ، أَيْ أَجْسَادَكُمْ. وَقَالَتِ الْخَنْسَاءُ:\nأَبَعْدَ ابْنَ عَمْرٍو مِنْ آلِ الشَّرِي ... دَ حَلَّتْ بِهِ الْأَرْضُ أَثْقَالَهَا\nأَيْ زَيَّنَتْ مَوْتَاهَا بِهِ. وَيُقَالُ ارْتَحَلَ الْقَوْمُ بِثَقْلَتِهِمْ، أَيْ بِأَمْتِعَتِهِمْ، وَأَجِدُ فِي نَفْسِي ثَقَلَةً. كَذَا يَقُولُونَ مِنْ طَرِيقَةِ الْفَرْقَ، وَالْقِيَاسُ وَاحِدٌ.",
    "pg": "1:382"
  },
  "ثكل": {
    "def": "الثَّاءُ وَالْكَافُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى فُِقْدَانِ الشَّيْءِ، وَكَأَنَّهُ يُخْتَصُّ بِذَلِكَ فُِقْدَانُ الْوَلَدِ. يُقَالُ ثَكِلَتْهُ أُمُّهُ تَثْكَلُهُ ثَكْلًا. وَلِأُمِّهِ الثُّكْلُ. فَإِذَا قَالَ الْقَائِلُ لِآخَرَ وَهُوَ لَيْسَ لَهُ بِوَلَدٍ فَإِنَّمَا يَحْمِلُهُ عَلَى ذَلِكَ، وَإِلَّا فَإِنَّ الْأَصْلَ مَا ذَكَرْنَاهُ.",
    "pg": "1:383"
  },
  "ثكم": {
    "def": "الثَّاءُ وَالْكَافُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ مُجْتَمَعُ الشَّيْءِ. وَيُقَالُ تَنَحَّ عَنْ ثَكَمِ الطَّرِيقِ، أَيْ مُعْظَمِهِ وَوَاضِحِهِ.",
    "pg": "1:383-384"
  },
  "ثكن": {
    "def": "الثَّاءُ وَالْكَافُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى مُجْتَمَعِ الشَّيْءِ. يُقَالُ تَنَحَّ عَنْ ثَكَنِ الطَّرِيقِ، أَيْ مُعْظَمِهِ وَوَاضِحِهِ. وَالثُّكْنَةُ السِّرْبُ وَالْجَمَاعَةُ، وَالْجَمْعُ ثُكَنٌ. قَالَ الْأَعْشَى:\nيُسَافِعُ وَرْقَاءَ جُونِيَّةً ... لِيُدْرِكَهَا فِي حَمَّامٍ ثُكَنْ\n\n[بَابُ الثَّاءِ وَاللَّامِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:384"
  },
  "ثلب": {
    "def": "الثَّاءُ وَاللَّامُ وَالْبَاءُ كَلِمَةٌ صَحِيحَةٌ مُطَّرِدَةُ الْقِيَاسِ فِي خَوَرِ الشَّيْءِ وَتَشَعُّثِهِ. فَالثَّلِبُ الرُّمْحُ الْخَوَّارُ. قَالَ الْهُذَلِيُّ:\nوَمُطَّرِدٌ مِنَ الْخَطِّ ... يِّ لَا عَارٍ وَلَا ثَلِبُ\nوَالثِّلْبُ: الْهِمُّ الْكَبِيرُ. وَقَدْ ثَلِبَ ثَلْبًا. وَيُقَالُ ثَلَبْتُهُ إِذَا عِبْتَهُ. وَهُوَ ذُو ثَلِبَةٍ أَيْ عَيْبٍ. وَالْقِيَاسُ ذَاكَ، لِأَنَّهُ يَضَعُ مِنْهُ وَيُشَعِّثُهُ. وَامْرَأَةٌ ثَالِبَةُ الشَّوَى، أَيْ مُنْشَقَّةُ الْقَدَمَيْنِ. قَالَ:\nلَقَدْ وَلَدَتْ غَسَّانَ ثَالِبَةُ الشَّوَى ... عَدُوسُ السَّرَى لَا يَعْرِفُ الْكَرْمَ جِيدُهَا\nوَالثَّلَبُ: الْوَسَخُ، يُقَالُ إِنَّهُ لَثَلِبُ الْجِلْدِ، وَذَاكَ هُوَ الْقَشَفُ. وَالْقِيَاسُ وَاحِدٌ.",
    "pg": "1:384-385"
  },
  "ثلث": {
    "def": "الثَّاءُ وَاللَّامُ وَالثَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ فِي الْعَدَدِ، يُقَالُ اثْنَانِ وَثَلَاثَةٌ. وَالثَُّلَاثَاءُ مِنَ الْأَيَّامِ. قَالَ:\n[قَالُوا] ثَُلَاثَاؤُهُ مَالٌ وَمَأْدُبَةٌ ... وَكُلُّ أَيَّامِهِ يَوْمُ الثُّلَاثَاءِ\nوَثَالِثَةُ الْأَثَافِيِّ: الْحَيْدُ النَّادِرُ مِنَ الْجَبَلِ، يُجْمَعُ إِلَيْهِ صَخْرَتَانِ ثُمَّ تُنْصَبُ عَلَيْهَا الْقِدْرُ. وَهُوَ الَّذِي أَرَادَهُ الشَّمَّاخُ:\nأَقَامَتْ عَلَى رَبْعَيْهِمَا جَارَتَا صَفَا ... كُمَيْتَا الْأَعَالِي جَوْنَتَا مُصْطَلَاهُمَا\nوَالثَّلُوثُ مِنَ الْإِبِلِ: الَّتِي تَمْلَأُ ثَلَاثَةَ آنِيَةٍ إِذَا حُلِبَتْ. وَالْمَثْلُوثَةُ: الْمَزَادَةُ تَكُونُ مِنْ ثَلَاثَةِ جُلُودٍ. وَحَبْلٌ مَثْلُوثٌ، إِذَا كَانَ عَلَى ثَلَاثِ قُوًى.",
    "pg": "1:385"
  },
  "ثلج": {
    "def": "الثَّاءُ وَاللَّامُ وَالْجِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ الثَّلْجُ الْمَعْرُوفُ. وَمِنْهُ تَتَفَرَّعُ الْكَلِمَاتُ الْمَذْكُورَةُ فِي بَابِهِ. يُقَالُ أَرْضٌ مَثْلُوجَةٌ إِذَا أَصَابَهَا الثَّلْجُ. فَإِذَا قَالُوا رَجُلٌ مَثْلُوجُ الْفُؤَادِ فَهُوَ الْبَلِيدُ الْعَاجِزُ. وَهُوَ مِنْ ذَلِكَ الْقِيَاسِ، وَالْمَعْنَى أَنَّ فُؤَادَهُ كَأَنَّهُ ضُرِبَ بِثَلْجٍ فَبَرَدَتْ حَرَارَتُهُ وَتَبَلَّدَ. قَالَ:\nتَنَبَّهَ مَثْلُوجَ الْفُؤَادِ مُوَرَّمًا\nوَإِذَا قَالُوا ثَلِجَ بِخَبَرٍ أَتَاهُ، إِذَا سُرَّ بِهِ، فَهُوَ مِنَ الْبَابِ أَيْضًا ; وَذَلِكَ أَنَّ الْكَرْبَ إِذَا جَثَمَ عَلَى الْقَلْبِ كَانَتْ لَهُ لَوْعَةٌ وَحَرَارَةٌ، فَإِذَا وَرَدَ مَا يُضَادُّهُ جَاءَ بَرْدُ السُّرُورِ. وَهَذَا شَائِعٌ فِي كَلَامِهِمْ. أَلَا تَرَاهُمْ يَقُولُونَ فِي الدُّعَاءِ عَلَيْهِ: أَسْخَنَ اللَّهُ عَيْنَهُ. فَإِذَا دَعَوْا لَهُ قَالُوا: أَقَرَّ اللَّهُ عَيْنَهُ. وَيَحْمِلُونَ عَلَى هَذَا فَيَقُولُونَ: حَفَرَ حَتَّى أَثْلَجَ، إِذَا بَلَغَ الطِّينَ الْمُجْتَمِعَ مَعَ نُدُوَّتِهِ بِالثَّلْجِ.",
    "pg": "1:385-386"
  },
  "ثلط": {
    "def": "الثَّاءُ وَاللَّامُ وَالطَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ ثَلْطُ الْبَعِيرِ وَالْبَقَرَةِ.",
    "pg": "1:386"
  },
  "ثلغ": {
    "def": "الثَّاءُ وَاللَّامُ وَالْغَيْنُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ شَدْخُ الشَّيْءِ. يُقَالُ ثَلَغْتُ رَأْسَهُ أَيْ شَدَخْتُهُ. وَيَقُولُونَ لِمَا سَقَطَ مِنَ الرُّطَبِ فَانْشَدَخَ مُثَلَّغٌ.\n\n[بَابُ الثَّاءِ وَالْمِيمِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:386"
  },
  "ثلل": {
    "def": "الثَّاءُ وَاللَّامُ أَصْلَانِ مُتَبَايِنَانِ: أَحَدُهُمَا التَّجَمُّعُ، وَالْآخَرُ السُّقُوطُ وَالْهَدْمُ وَالذُّلُّ.\nفَالْأَوَّلُ: الثَّلَّةُ الْجَمَاعَةُ مِنَ الْغَنَمِ. وَقَالَ: بَعْضُهُمْ يَخُصُّ بِهَذَا الِاسْمِ الضَّأْنَ، وَلِذَلِكَ قَالُوا: حَبْلُ ثَلَّةٍ أَيْ صُوفٍ، وَقَالُوا: كِسَاءٌ جَيِّدُ الثَّلَّةِ. قَالَ:\nقَدْ قَرَنُونِي بِامْرِئٍ قِثْوَلِّ ... رَثٍّ كَحَبْلِ الثُّلَّةِ الْمُبْتَلِّ\nوَالثُّلَّةُ: الْجَمَاعَةُ مِنَ النَّاسِ، قَالَ اللَّهُ تَعَالَى: ﴿ثُلَّةٌ مِنَ الْأَوَّلِينَ وَثُلَّةٌ مِنَ الْآخِرِينَ﴾ [الواقعة: ٣٩] .\nوَالثَّانِي: ثَلَلْتُ الْبَيْتَ هَدَمْتُهُ. وَالثُّلَّةُ تُرَابُ الْبِئْرِ. وَالثَّلَلُ الْهَلَاكُ. قَالَ لَبِيدٌ: فَصَلَقْنَا فِي مُرَادٍ صَلْقَةً ... وَصُدَاءًٍ أَلْحَقَتْهُمْ بِالثَّلَلِ\nوَيُقَالُ ثُلَّ عَرْشُهُ، إِذَا سَاءَتْ حَالُهُ. قَالَ زُهَيْرٌ:\nتَدَارَكْتُمَا الْأَحْلَافَ قَدْ ثُلَّ عَرْشُهَا ... وَذُبْيَانَ إِذْ زَلَّتْ بِأَقْدَامِهَا النَّعْلُ\nوَقَالَ قَوْمٌ: ثُلَّ عَرْشُهُ وَعُرْشُهُ، إِذَا قُتِلَ. وَأَنْشَدُوا:\nوَعَبْدُ يَغُوثَ تَحْجُِلُ الطَّيْرُ حَوْلَهُ ... وَقَدْ ثَلَّ عُرْشَيْهِ الْحُسَامُ الْمُذَكَّرُ\nوَالْعُرْشَانِ: مَغْرِزُ الْعُنُقِ فِي الْكَاهِلِ.",
    "pg": "1:368-369"
  },
  "ثلم": {
    "def": "الثَّاءُ وَاللَّامُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ تَشَرُّمٌ يَقَعُ فِي طَرَفِ الشَّيْءِ، كَالثُّلْمَةِ تَكُونُ فِي طَرَفِ الْإِنَاءِ. وَقَدْ يُسَمَّى الْخَلَلُ أَيْضًا ثُلْمَةً وَإِنْ لَمْ يَكُنْ فِي الطَّرَفِ. وَإِنَاءٌ مُنْثَلِمٌ وَمُتَثَلِّمٌ.",
    "pg": "1:384"
  },
  "ثما": {
    "def": "الثَّاءُ وَالْمِيمُ وَالْهَمْزَةُ كَلِمَةٌ وَاحِدَةٌ لَيْسَتْ أَصْلًا، بَلْ هِيَ فَرْعٌ لِمَا قَبْلَهَا. ثَمَأَ لِحْيَتَهُ صَبَغَهَا. وَالْهَمْزَةُ كَأَنَّهَا مُبْدَلَةٌ مِنْ غَيْنٍ. وَيُقَالُ ثَمَأْتُ الْكَمْأَةَ فِي السَّمْنِ طَرَحْتُهَا. وَهَذَا فِيهِ بَعْضُ مَا فِيهِ. فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنَ الْبَابِ، لِأَنَّ الْكَمْأَةَ كَأَنَّهَا صُبِغَتْ بِالسَّمْنِ.",
    "pg": "1:389"
  },
  "ثمد": {
    "def": "الثَّاءُ وَالْمِيمُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ الْقَلِيلُ مِنَ الشَّيْءِ، فَالثَّمْدُ الْمَاءُ الْقَلِيلُ لَا مَادَّةَ لَهُ. وَثَمَدَتْ فُلَانًا النِّسَاءُ إِذَا قَطَعْنَ مَاءَهُ. وَفُلَانٌ مَثْمُودٌ إِذَا كَثُرَ السُّؤَالُ عَلَيْهِ حَتَّى يَنْفَدَ مَا عِنْدَهُ. وَقَالَ فِي الْمَثْمُودِ:\nأَوْ كَمَاءِ الْمَثْمُودِ بَعْدَ جِمَامٍ ... زَرِمِ الدَّمْعِ لَا يَؤُوبُ نَزُورًا\nوَالثَّامِدُ مِنَ الْبَهْمِ حِينَ قَرِمَ ; لِأَنَّ الَّذِي يَأْخُذُهُ يَسِيرٌ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْإِثْمِدُ، وَهُوَ مَعْرُوفٌ، وَكَانَ بَعْضُ أَهْلِ اللُّغَةِ يَقُولُ: هُوَ مِنَ الْبَابِ، لِأَنَّ الَّذِي يُسْتَعْمَلُ مِنْهُ يَسِيرٌ. وَهَذَا مَا لَا يُوقَفُ عَلَى وَجْهِهِ.",
    "pg": "1:387-388"
  },
  "ثمر": {
    "def": "الثَّاءُ وَالْمِيمُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ شَيْءٌ يَتَوَلَّدُ عَنْ شَيْءٍ مُتَجَمِّعًا، ثُمَّ يُحْمَلُ عَلَيْهِ غَيْرُهُ اسْتِعَارَةً.\nفَالثَّمَرُ مَعْرُوفٌ. يُقَالُ ثَمَرَةٌ وَثَمَرٌ وَثِمَارٌ وَثُمُرٌ. وَالشَّجَرُ الثَّامِرُ: الَّذِي بَلَغَ أَوَانَ يُثْمِرُ. وَالْمُثْمِرُ: الَّذِي فِيهِ الثَّمَرُ. كَذَا قَالَ ابْنُ دُرَيْدٍ. وَثَمَّرَ الرَّجُلُ مَالَهُ أَحْسَنَ الْقِيَامَ عَلَيْهِ. وَيُقَالُ فِي الدُّعَاءِ: \" ثَمَّرَ اللَّهُ مَالَهُ \" أَيْ نَمَّاهُ. وَالثَّمِيرَةُ مِنَ اللَّبَنِ حِينَ يُثْمِرُ فَيَصِيرُ مِثْلَ الْجُمَّارِ الْأَبْيَضِ ; وَهَذَا هُوَ الْقِيَاسُ. وَيُقَالُ لِعُقْدَةِ السَّوْطِ ثَمَرَةٌ ; وَذَلِكَ تَشْبِيهٌ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ لَيْلَةُ ابْنِ ثَمِيرٍ، وَهِيَ اللَّيْلَةُ الْقَمْرَاءُ. وَمَا أَدْرِي مَا أَصْلُهُ.",
    "pg": "1:388-389"
  },
  "ثمغ": {
    "def": "الثَّاءُ وَالْمِيمُ وَالْغَيْنُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا وَلَا يُفَرَّعُ مِنْهَا. يُقَالُ ثَمَغْتُ الثَّوْبَ ثَمْغًا إِذَا صَبَغْتُهُ صَبْغًا مُشْبَعًا. قَالَ:\nتَرَكْتُ بَنِي الْغُزَيِّلِ غَيْرَ فَخْرٍ ... كَأَنَّ لِحَاهُمُ ثُمِغَتْ بِوَرْسِ\nوَهَاهُنَا كَلِمَةٌ لَيْسَتْ مِنَ الْبَابِ، وَهِيَ مَعَ ذَلِكَ مَعْلُومَةٌ، قَالَ الْكِسَائِيُّ: ثَمَغَةُ الْجَبَلِ أَعْلَاهُ، بِالثَّاءِ. قَالَ الْفَرَّاءُ، وَالَّذِي سَمِعْتُ أَنَا نَمَغَةٌ.",
    "pg": "1:389"
  },
  "ثمل": {
    "def": "الثَّاءُ وَالْمِيمُ وَاللَّامُ أَصْلٌ يَنْقَاسُ مُطَّرِدًا، وَهُوَ الشَّيْءُ يَبْقَى وَيَثْبُتُ، وَيَكُونُ ذَلِكَ فِي الْقَلِيلِ وَالْكَثِيرِ. يُقَالُ دَارُ بَنِي فُلَانٍ ثَمَلٌ، أَيْ دَارُ مُقَامٍ، وَالثَّمِيلَةُ: مَا بَقِيَ فِي الْكَرِشِ مِنَ الْعَلَفِ. وَكُلُّ بَقِيَّةٍ ثَمِيلَةٌ. وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَبْقَى ثُمَّ تَشْرَبُ الْإِبِلُ عَلَى تِلْكَ الثَّمِيلَةِ، وَإِلَّا فَإِنَّهَا لَا تَحْتَاجُ إِلَى شُرْبٍ، وَكَيْفَ تَشْرَبُ عَلَى [غَيْرِ] شَيْءٍ. وَمِنْ ذَلِكَ قَوْلُهُمْ: فُلَانٌ ثِمَالُ بَنِي فُلَانٍ، إِذَا كَانَ مُعْتَمَدَهُمْ. وَهُوَ ذَلِكَ الْقِيَاسُ، لِأَنَّهُ يُعَوَّلُ عَلَيْهِ كَمَا تُعَوِّلُ الْإِبِلُ عَلَى تِلْكَ الثَّمِيلَةِ. وَقَالَ فِي الثِّمَالِ أَبُو طَالِبٍ فِي ابْنِ أَخِيهِ رَسُولِ اللَّهِ ﵌: وَأَبْيَضَ يُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ ... ثِمَالَ الْيَتَامَى عِصْمَةً لِلْأَرَامِلِ\nوَالثَّمْلَةُ: بَقِيَّةُ الْمَاءِ. وَالثُّمَالُ: السُّمُّ الْمُنْقَعُ. قَالَ الْهُذَلِيُّ:\nفَعَمَّا قَلِيلٍ سَقَاهَا مَعًا ... بِمُزْعِفِ ذَيْفَانِ قِشْبٍ ثُمَالِ\nوَالثُّمْلَةُ: بَاقِي الْهِنَاءِ فِي الْإِنَاءِ. قَالَ:\nكَمَا تُلَاثُ فِي الْهِنَاءِ الثَّمَلَهْ فَالثَّمَلَةُ هَاهُنَا الْخِرْقَةُ الَّتِي يُهَنَّأُ بِهَا الْبَعِيرُ. وَإِنَّمَا سُمِّيَتْ بِاسْمِ الْهِنَاءِ عَلَى مَعْنَى الْمُجَاوَرَةِ. وَرُبَّمَا سُمِّيَتْ هَذِهِ مِثْمَلَةً. فَأَمَّا الثَّمِلُ فَإِنَّهُ السَّكْرَانُ، وَذَلِكَ لِبَقِيَّةِ الشَّرَابِ الَّتِي أَسْكَرَتْهُ وَخَثَّرَتْهُ. قَالَ:\nفَقُلْتُ لِلْقَوْمِ فِي دُرْنَا وَقَدْ ثَمِلُوا ... شِيمُوا وَكَيْفَ يَشِيمُ الشَّارِبُ الثَّمِلُ\nوَالثُّمَالَةُ: الرُِّغْوَةُ. وَأَثْمَلَ اللَّبَنُ: رَغَّى، وَهُوَ حَمْلٌ عَلَى الْأَصْلِ ; وَإِلَّا فَإِنَّ الثُّمَالَةَ قَلِيلَةُ الْبَقَاءِ. قَالَ:\nإِذَا مَسَّ خِرْشَاءُ الثُّمَالَةِ أَنْفَهُ ... ثَنَى مِشْفَرَيْهِ لِلصَّرِيحِ فَأَقْنَعَا\nفَجَعَلَ الرِّغْوَةَ الْخِرْشَاءَ، وَجَعَلَ لِلَّبَنِ الثُّمَالَةَ. وَكُلٌّ قَرِيبٌ.\n\n[بَابُ الثَّاءِ وَالنُّونِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:389-391"
  },
  "ثمم": {
    "def": "الثَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، هُوَ اجْتِمَاعٌ فِي لِينٍ. يُقَالُ ثَمَمْتُ الشَّيْءَ ثَمًّا، إِذَا جَمَعْتَهُ. وَأَكْثَرُ مَا يُسْتَعْمَلُ فِي الْحَشِيشِ. وَيُقَالُ لِلْقَُبْضَةِ مِنَ الْحَشِيشِ الثُّمَّةُ. وَالثُّمَامُ: شَجَرٌ ضَعِيفٌ، وَرُبَّمَا سُمِّيَ بِهِ الرَّجُلُ. وَقَالَ:\nجَعَلَتْ لَهَا عُودَيْنِ مِنْ ... نَشَمٍ وَآخَرَ مِنْ ثُمَامَهْ\nوَقَالَ قَوْمٌ: الثُّمَامُ مَا كُسِرَ مِنْ أَغْصَانِ الشَّجَرِ فَوُضِعَ لِنَضَدِ الثِّيَابِ، فَإِذَا يَبِسَ فَهُوَ ثُمَامٌ. وَيُقَالُ ثَمَمْتُ الشَّيْءَ أَثُمُّهُ ثَمًّا، إِذَا جَمَعْتَهُ وَرَمَمْتَهُ. وَيُنْشَدُ بَيْتٌ وَاللَّهُ أَعْلَمُ بِصِحَّتِهِ.\nثَمَمْتُ حَوَائِجِي وَوَذَأْتُ بِشْرًا ... فَبِئْسَ مُعَرَّسُ الرَّكْبِ السِّغَابُ\nوَثَمَّتِ الشَّاةُ النَّبْتَ بِفِيهَا قَلَعَتْهُ. وَمِنْهُ الْحَدِيثُ: «كُنَّا أَهْلَ ثَمِّهِ وَرَمِّهِ» أَيْ كُنَّا نَثُمُّهُ ثَمًّا، أَيْ نَجْمَعُهُ جَمْعًا.",
    "pg": "1:369-370"
  },
  "ثمن": {
    "def": "الثَّاءُ وَالْمِيمُ وَالنُّونُ أَصْلَانِ: أَحَدُهُمَا عِوَضُ مَا يُبَاعُ، وَالْآخَرُ جُزْءٌ مِنْ ثَمَانِيَةٍ.\nفَالْأَوَّلُ قَوْلُهُمْ بِعْتُ كَذَا وَأَخَذْتُ ثَمَنَهُ. وَقَالَ زُهَيْرٌ: وَعَزَّتْ أَثْمُنُ الْبُدُنِ\nفَمَنْ رَوَاهُ بِالضَّمِّ فَهُوَ جَمْعُ ثَمَنٍ. وَمَنْ رَوَاهُ بِالْفَتْحِ \" أَثْمَنُ الْبُدُنِ \" فَإِنَّهُ يُرِيدُ أَكْثَرَهَا ثَمَنًا.\nوَأَمَّا الثُّمُنُ فَوَاحِدٌ مِنْ ثَمَانِيَةٍ. يُقَالُ ثَمَنْتُ الْقَوْمَ أَثْمُنُهُمْ إِذَا أَخَذْتَ ثُمُنَ أَمْوَالِهِمْ. وَالثَّمِينُ: الثُّمْنُ. قَالَ:\nفَإِنِّي لَسْتُ مِنْكَ وَلَسْتَ مِنِّي ... إِذَا [مَا] طَارَ مِنْ مَالِي الثَّمِينُ\nوَقَالَ الشَّمَّاخُ أَوْ غَيْرُهُ:\nوَمِثْلُ سَرَاةِ قَوْمِكَ لَنْ يُجَارَوْا ... إِلَى رُبُعِ الرِّهَانِ وَلَا الثَّمِينِ\nوَمِمَّا شَذَّ عَنِ الْبَابِ \" ثَمِينَةُ \" وَهُوَ بَلَدٌ. وَقَالَ الْهُذَلِيُّ:\nبِأَصْدَقَ بَأْسًا مِنْ خَلِيلِ ثَمِينَةٍ ... وَأَمْضَى إِذَا مَا أَفْلَطَ الْقَائِمَ الْيَدُ\nوَمِنْهُ أَيْضًا الْمِثْمَنَةُ، وَهِيَ كَالْمِخْلَاةِ.",
    "pg": "1:386-387"
  },
  "ثنت": {
    "def": "الثَّاءُ وَالنُّونُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ. ثَنِتَ اللَّحْمُ تَغَيَّرَتْ رَائِحَتُهُ. وَقَدْ يَقُولُونَ ثَتِنَ. قَالَ:\nوَثَتِنَتْ لِثَاتُهُ دِرْحَايَهْ\n\n[بَابُ الثَّاءِ وَالْهَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:392"
  },
  "ثنن": {
    "def": "الثَّاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ نَبَاتٌ مِنْ شَعْرٍ أَوْ غَيْرِهِ. فَأَمَّا الشَّعْرُ فَالثُّنَّةُ الشَّعْرُ الْمُشْرِفُ عَلَى رُسْغِ الدَّابَّةِ مِنْ خَلْفٍ. وَالثِّنُّ مِنْ غَيْرِ الشَّعْرِ: حُطَامُ الْيَبِيسِ. وَأَنْشَدَ:\nفَظَلْنَ يَخْبِطْنَ هَشِيمَ الثِّنِّ ... بَعْدَ عَمِيمِ الرَّوْضَةِ الْمُغِنِّ\nفَأَمَّا الثُّنَّةُ فَمَا دُونَ السُّرَّةِ مِنْ أَسْفَلِ الْبَطْنِ مِنَ الدَّابَّةِ، وَلَعَلَّهُ بِشُعَيْرَاتٍ يَكُونُ ثَمَّ.",
    "pg": "1:370"
  },
  "ثني": {
    "def": "الثَّاءُ وَالنُّونُ وَالْيَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ تَكْرِيرُ الشَّيْءِ مَرَّتَيْنِ، أَوْ جَعْلُهُ شَيْئَيْنِ مُتَوَالِيَيْنِ أَوْ مُتَبَايِنَيْنِ، وَذَلِكَ قَوْلُكَ ثَنَيْتُ الشَّيْءَ ثَنْيًا. وَالِاثْنَانِ فِي الْعَدَدِ مَعْرُوفَانِ. وَالثِّنَى وَالثُّنْيَانُ الَّذِي يَكُونُ بَعْدَ السَّيِّدِ، كَأَنَّهُ ثَانِيهِ. قَالَ:\nتَرَى ثِنَانًا إِذَا مَا جَاءَ بَدْأَهُمُ ... وَبَدْؤُهُمْ إِنْ أَتَانَا كَانَ ثُنْيَانًا\nيُرْوَى: \" ثُنْيَانُنَا إِنْ أَتَاهُمْ كَانَ بَدْأَهُمْ \". وَالثِّنَى: الْأَمْرُ يُعَادُ مَرَّتَيْنِ. قَالَ رَسُولُ اللَّهِ ﵌: «لَا ثِنَى فِي الصَّدَقَةِ» يَعْنِي لَا تُؤْخَذُ فِي السَّنَةِ مَرَّتَيْنِ. وَقَالَ مَعْنٌ:\nأَفِي جَنْبِ بَكْرٍ قَطَّعَتْنِي مَلَامَةً ... لَعَمْرِي لَقَدْ كَانَتْ مَلَامَتُهَا ثِنَى\nوَقَالَ النَّمِرُ بْنُ تَوْلَبٍ:\nفَإِذَا مَا لَمْ تُصِبْ رُشْدًا ... كَانَ بَعْضُ اللَّوْمِ ثُنْيَانَا\nوَيُقَالُ امْرَأَةٌ ثِنْيٌ وَلَدَتِ اثْنَيْنِ، وَلَا يُقَالُ ثِلْثٌ وَلَا فَوْقَ ذَلِكَ. وَالثِّنَايَةُ: حَبْلٌ مِنْ شَعَرٍ أَوْ صُوفٍ. وَيُحْتَمَلُ أَنَّهُ سُمِّيَ بِذَلِكَ لِأَنَّهُ يُثْنَى أَوْ يُمْكِنُ أَنْ يُثْنَى. قَالَ:\n[وَ] الْحَجَرُ الْأَخْشَنُ وَالثِّنَايَهْ وَالثُّنْيَا مِنَ الْجَزُورِ: الرَّأْسُ أَوْ غَيْرُهُ إِذَا اسْتَثْنَاهُ صَاحِبُهُ.\nوَمَعْنَى الِاسْتِثْنَاءِ مِنْ قِيَاسِ الْبَابِ، وَذَلِكَ أَنَّ ذِكْرَهُ يُثَنَّى مَرَّةً فِي الْجُمْلَةِ وَمَرَّةً فِي التَّفْصِيلِ ; لِأَنَّكَ إِذَا قُلْتَ: خَرَجَ النَّاسُ، فَفِي النَّاسِ زَيْدٌ وَعَمْرٌو، فَإِذَا قُلْتَ: إِلَّا زَيْدًا، فَقَدْ ذَكَرْتَ بِهِ زَيْدًا مَرَّةً أُخْرَى ذِكْرًا ظَاهِرًا. وَلِذَلِكَ قَالَ بَعْضُ النَّحْوِيِّينَ: إِنَّهُ خَرَجَ مِمَّا دَخَلَ فِيهِ، فَعَمِلَ فِيهِ مَا عَمِلَ عِشْرُونَ فِي الدِّرْهَمِ. وَهَذَا كَلَامٌ صَحِيحٌ مُسْتَقِيمٌ.\nوَالْمِثْنَاةُ: طَرَفُ الزِّمَامِ فِي الْخِشَاشِ، كَأَنَّهُ ثَانِي الزِّمَامِ. وَالْمَثْنَاةُ: مَا قُرِئَ مِنَ الْكِتَابِ وَكُرِّرَ. قَالَ اللَّهُ تَعَالَى: ﴿وَلَقَدْ آتَيْنَاكَ سَبْعًا مِنَ الْمَثَانِي﴾ [الحجر: ٨٧] أَرَادَ أَنَّ قِرَاءَتَهَا تُثَنَّى وَتُكَرَّرُ.",
    "pg": "1:391-392"
  },
  "ثهل": {
    "def": "الثَّاءُ وَالْهَاءُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ وَهُوَ جَبَلٌ يُقَالُ لَهُ ثَهْلَانُ، وَهُوَ مَشْهُورٌ. وَقَدْ قَالُوا - وَمَا أَحْسَبُهُ صَحِيحًا - إِنَّ الثَّهَلَ الِانْبِسَاطُ عَلَى وَجْهِ الْأَرْضِ.\n\n[بَابُ الثَّاءِ وَالْوَاوِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:392-393"
  },
  "ثوب": {
    "def": "الثَّاءُ وَالْوَاوُ وَالْبَاءُ قِيَاسٌ صَحِيحٌ مِنْ أَصْلٍ وَاحِدٍ، وَهُوَ الْعَوْدُ وَالرُّجُوعُ. يُقَالُ ثَابَ يَثُوبُ إِذَا رَجَعَ. وَالْمَثَابَةُ: الْمَكَانُ يَثُوبُ إِلَيْهِ النَّاسُ. قَالَ اللَّهُ تَعَالَى: ﴿وَإِذْ جَعَلْنَا الْبَيْتَ مَثَابَةً لِلنَّاسِ وَأَمْنًا﴾ [البقرة: ١٢٥] . قَالَ أَهْلُ التَّفْسِيرِ: مَثَابَةً: يَثُوبُونَ إِلَيْهِ لَا يَقْضُونَ مِنْهُ وَطَرًا أَبَدًا. وَالْمَثَابَةُ: مَقَامُ الْمُسْتَقِي عَلَى فَمِ الْبِئْرِ. وَهُوَ مِنْ هَذَا، لِأَنَّهُ يَثُوبُ إِلَيْهِ، وَالْجَمْعُ مَثَابَاتٌ. قَالَ: وَمَا لِمَثَابَاتِ الْعُرُوشِ بَقِيَّةٌ ... إِذَا اسْتُلَّ مِنْ تَحْتِ الْعُرُوشِ الدَّعَائِمُ\nوَقَالَ قَوْمٌ: الْمَثَابَةُ الْعَدَدُ الْكَبِيرُ. فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنَ الْبَابِ، لِأَنَّهُمُ الْفِئَةُ الَّتِي يُثَابُ إِلَيْهَا. وَيُقَالُ ثَابَ الْحَوْضُ، إِذَا امْتَلَأَ. قَالَ:\nإِنْ لَمْ يَثُبْ حَوْضُكَ قَبْلَ الرِّيِّ\nوَهَكَذَا كَأَنَّهُ خَلَا ثُمَّ ثَابَ إِلَيْهِ الْمَاءُ، أَوْ عَادَ مُمْتَلِئًا بَعْدَ أَنْ خَلَا. وَالثَّوَابُ مِنَ الْأَجْرِ وَالْجَزَاءِ أَمْرٌ يُثَابُ إِلَيْهِ. وَيُقَالُ إِنَّ الْمَثَابَةَ حِبَالَةُ الصَّائِدِ، فَإِنْ كَانَ هَذَا صَحِيحًا فَلِأَنَّهُ مَثَابَةُ الصَّيْدِ، عَلَى مَعْنَى الِاسْتِعَارَةِ وَالتَّشْبِيهِ. قَالَ الرَّاجِزُ:\nمَتَى مَتَى تُطَّلَعُ الْمَثَابَا ... لَعَلَّ شَيْخًا مُهْتَرًا مُصَابَا\nيَعْنِي بِالشَّيْخِ الْوَعِلَ يَصِيدُهُ. وَيُقَالُ إِنَّ الثَّوَابَ الْعَسَلُ ; وَهُوَ مِنَ الْبَابِ، لِأَنَّ النَّحْلَ يَثُوبُ إِلَيْهِ. قَالَ:\nفَهُوَ أَحْلَى مِنَ الثَّوَابِ إِذَا ... ذُقْتَ فَاهَا وَبَارِئِ النَّسَمِ\nقَالُوا: وَالْوَاحِدُ ثَوَابَةٌ. وَثَوَابٌ: اسْمُ رَجُلٍ كَانَ يُضْرَبُ بِهِ الْمَثَلُ فِي الطَّوَاعِيَةِ، فَيُقَالُ: \" أَطْوَعُ مِنْ ثَوَابٍ \". قَالَ: وَكُنْتُ الدَّهْرَ لَسْتُ أُطِيعُ أُنْثَى ... فَصِرْتُ الْيَوْمَ أَطْوَعَ مِنْ ثَوَابِ\nوَالثَّوْبُ الْمَلْبُوسُ مُحْتَمَلٌ أَنْ يَكُونَ مِنْ هَذَا الْقِيَاسِ ; لِأَنَّهُ يُلْبَسُ ثُمَّ يُلْبَسُ وَيُثَابُ إِلَيْهِ. وَرُبَّمَا عَبَّرُوا عَنِ النَّفْسِ بِالثَّوْبِ، فَيُقَالُ هُوَ طَاهِرُ الثِّيَابِ.",
    "pg": "1:393-395"
  },
  "ثوخ": {
    "def": "الثَّاءُ وَالْوَاوُ وَالْخَاءُ لَيْسَ أَصْلًا ; لِأَنَّ قَوْلَهُمْ ثَاخَتِ الْإِصْبَعُ إِنَّمَا هِيَ مُبْدَلَةٌ مِنْ سَاخَتْ ; وَرُبَّمَا قَالُوا بِالتَّاءِ: تَاخَتْ. وَالْأَصْلُ فِي ذَلِكَ كُلِّهِ الْوَاوُ. قَالَ أَبُو ذُؤَيْبٍ:\nفَهْيَ تَثُوخُ فِيهَا الْإِصْبَعُ\n\n[بَابُ الثَّاءِ وَالْيَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:396-397"
  },
  "ثور": {
    "def": "الثَّاءُ وَالْوَاوُ وَالرَّاءُ أَصْلَانِ قَدْ يُمْكِنُ الْجَمْعُ بَيْنَهُمَا بِأَدْنَى نَظَرٍ. فَالْأَوَّلُ انْبِعَاثُ الشَّيْءِ، وَالثَّانِي جِنْسٌ مِنَ الْحَيَوَانِ.\nفَالْأَوَّلُ قَوْلُهُمْ: ثَارَ الشَّيْءُ يَثُورُ ثَوْرًا وَثُؤُورًا وَثَوَرَانًا. وَثَارَتِ الْحَصْبَةُ تَثُورُ. وَثَاوَرَ فُلَانٌ فُلَانًا، إِذَا وَاثَبَهُ، كَأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا ثَارَ إِلَى صَاحِبِهِ. وَثَوَّرَ فُلَانٌ عَلَى فُلَانٍ شَرًّا، إِذَا أَظْهَرَهُ. وَمُحْتَمَلٌ أَنْ يَكُونَ الثَّوْرُ فِيمَنْ يَقُولُ إِنَّهُ الطُّحْلُبُ مِنْ هَذَا، لِأَنَّهُ شَيْءٌ قَدْ ثَارَ عَلَى مَتْنِ الْمَاءِ.\nوَالثَّانِي الثَّوْرُ مِنَ الثِّيرَانِ، وَجَمْعٌ عَلَى الْأَثْوَارِ أَيْضًا. فَأَمَّا قَوْلُهُمْ لِلسَّيِّدِ ثَوْرٌ فَهُوَ عَلَى مَعْنَى التَّشْبِيهِ إِنْ كَانَتِ الْعَرَبُ تَسْتَعْمِلُهُ. عَلَى أَنِّي لَمْ أَرَ بِهِ رِوَايَةً صَحِيحَةً. فَأَمَّا قَوْلُ الْقَائِلِ:\nإِنِّي وَقَتْلِي سُلَيْكًا ثُمَّ أَعْقِلُهُ ... كَالثَّوْرِ يُضْرَبُ لَمَّا عَافَتِ الْبَقَرُ\nفَقَالَ قَوْمٌ: هُوَ الثُّوَارُ بِعَيْنِهِ، لِأَنَّهُمْ يَقُولُونَ إِنَّ الْجِنِّيَّ يَرْكَبُ ظَهْرَ الثَّوْرِ فَيَمْتَنِعُ الْبَقَرُ مِنَ الشُّرْبِ. وَهُوَ مِنْ قَوْلِهِ: وَمَا ذَنْبُهُ أَنْ عَافَتِ الْمَاءَ بَاقِرٌ ... وَمَا إِنْ تَعَافُ الْمَاءَ إِلَّا لِيُضْرَبَا\nوَقَالَ قَوْمٌ: هُوَ الطُّحْلُبُ. وَقَدْ ذَكَرْنَاهُ. وَثَوْرٌ: جَبَلٌ. وَثَوْرٌ: قَوْمٌ مِنَ الْعَرَبِ. وَهَذَا عَلَى التَّشْبِيهِ. فَأَمَّا الثَّوْرُ فَالْقِطْعَةُ مِنَ الْأَقِطِ. وَجَائِزٌ أَنْ يَكُونَ مِنْ. . .",
    "pg": "1:395-396"
  },
  "ثول": {
    "def": "الثَّاءُ وَالْوَاوُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى الِاضْطِرَابِ، وَإِلَيْهَا يَرْجِعُ الْفُرُوعُ. فَالثَّوَلُ دَاءٌ يُصِيبُ الشَّاةَ فَتَسْتَرْخِي أَعْضَاؤُهَا، وَقَدْ يَكُونُ فِي الذُّكْرَانِ أَيْضًا، يُقَالُ تَيْسٌ أَثْوَلُ، وَرُبَّمَا قَالُوا لِلْأَحْمَقِ الْبَطِيءِ الْخَيْرِ أَثْوَلُ ; وَهُوَ مِنَ الِاضْطِرَابِ. وَالثَّوْلُ الْجَمَاعَةُ مِنَ النَّحْلِ مِنْ هَذَا، لِأَنَّهُ إِذَا تَجَمَّعَ اضْطَرَبَ فَتَرَدَّدَ بَعْضُهُ عَلَى بَعْضٍ. وَيُقَالُ تَثَوَّلَ الْقَوْمُ عَلَى فُلَانٍ تَثَوُّلًا، إِذَا تَجَمَّعُوا عَلَيْهِ.",
    "pg": "1:396"
  },
  "ثوم": {
    "def": "الثَّاءُ وَالْوَاوُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الثُّومَةُ مِنَ النَّبَاتِ. وَرُبَّمَا سَمَّوْا قَبِيعَةَ السَّيْفِ ثُومَةً. وَلَيْسَ ذَلِكَ بِأَصْلٍ.",
    "pg": "1:396"
  },
  "ثوي": {
    "def": "الثَّاءُ وَالْوَاوُ وَالْيَاءُ كَلِمَةٌ وَاحِدَةٌ صَحِيحَةٌ تَدُلُّ عَلَى الْإِقَامَةِ. يُقَالُ ثَوَى يَثْوِي فَهُوَ ثَاوٍ. وَقَالَ:\nآذَنَتْنَا بِبَيْنِهَا أَسْمَاءُ ... رُبَّ ثَاوٍ يُمَلُّ مِنْهُ الثَّوَاءُ\nوَيُقَالُ أَثْوَى أَيْضًا. قَالَ:\nأَثْوَى وَقَصَّرَ لَيْلُهُ لِيُزَوَّدَا ... فَمَضَى وَأَخْلَفَ مِنْ قُتَيْلَةَ مَوْعِدًا\nوَالثَّوِيَّةُ وَالثَّايَةُ: مَأْوَى الْغَنَمِ. وَالثَّوِيَّةُ: مَكَانٌ. وَأُمُّ مَثْوَى الرَّجُلِ: صَاحِبَةُ مَنْزِلِهِ. وَالْقِيَاسُ كُلُّهُ وَاحِدٌ. وَالثَّايَةُ أَيْضًا: حِجَارَةٌ تُرْفَعُ لِلرَّاعِي يَرْجِعُ إِلَيْهَا لَيْلًا، تَكُونُ عَلَمًا لَهُ.",
    "pg": "1:393"
  },
  "ثيل": {
    "def": "الثَّاءُ وَالْيَاءُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الثِّيلُ، وَهُوَ وِعَاءُ قَضِيبِ الْبَعِيرِ. وَالثِّيلُ: نَبَاتٌ يَشْبِكُ بَعْضُهُ بَعْضًا. وَاشْتِقَاقُهُ وَاشْتِقَاقُ الْكَلِمَةِ الَّتِي قَبْلَهُ وَاحِدٌ. وَمَا أَبْعَدَ أَنْ تَكُونَ هَذِهِ الْيَاءُ مُنْقَلِبَةً عَنْ وَاوٍ، تَكُونُ مِنْ قَوْلِهِمْ ثَثَوَّلُوا عَلَيْهِ، إِذَا تَجَمَّعُوا.\n\n[بَابُ الثَّاءِ وَالْهَمْزَةِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:397"
  }
}