{
  "هكل": {
    "def": "الهاء والكاف واللام يدل على إشراف وعلو.\nمنه الهيكل: الفرس الطويل.\nقال:\nوقد أغدو بطرف هيكل * ذي ميعة سكب",
    "pg": "V06P058"
  },
  "هكم": {
    "def": "الهاء والكاف والميم تدل على تفحم وتهدم.\nوهكم هكما: تقحم على الناس وتعرضهم بشر.\nوالتهكم: التهزؤ: وتهكمت البئر: تهدمت.",
    "pg": "V06P058"
  },
  "هلا": {
    "def": "الهاء واللام والحرف المعتل.\nيقولون: هلا: كلمة تسكن بها الإناث عند مقارنة الفحل إياها.\nقال:\n* ألا حييا ليلى وقولا لها هلا * ويقال: ذهب بذي هليان اي حيث لا يدري. * [هلب]: الهاء واللام والباء: أصل يدل على سبوغ في شيء وسعة.\nفالهلب: ما غلظ من الشعر كشعر الذنب.\nوعيش أهلب: واسع كما يقال: عيش أزب.\nويوم هلاب إذا كان مطره دائما في لين.\nوالهلابة: الريح الباردة مع قطر ولذلك يقال لشدة الزمان هلبة.\nوإنما قيل فرس مهلوب لأنه قد جز هلب ذنبه.",
    "pg": "V06P059-V06P060"
  },
  "هلبسيس": {
    "def": "أي شيء.\nوالهرطال): الطويل.\nوالهردب): الجبان.\nوالهدملة): رملة.\nوهرثمة) الأسد: انفه وخطمه.\nوشعره",
    "pg": "V06P072"
  },
  "هلت": {
    "def": "الهاء واللام والتاء.\nليس بشيء إلا أنهم يقولون: الهلت: الجماعة.\nوالهلات: الاسترخاء.",
    "pg": "V06P060"
  },
  "هلج": {
    "def": "الهاء واللام والجيم ليس بشيء.\nويقولون: هلج: أتى بكلام ولا يوثق به.",
    "pg": "V06P060"
  },
  "هلس": {
    "def": "الهاء واللام والسين يدل على إخفاء شيء: من كلام وغيره.\nيقال: أهلس في الضحك: أخفاه.\nقال:\n* تضحك مني ضحكا إهلاسا * وهالس فلانا: ساره.\nوالمهلوس: الضعيف العقل وهو القياس.\nوالهلاس شبه السلال من الهزال كأن لحمه خفي وتوارى.\nومما شذ عن الباب الهلس: الخير الكثير.",
    "pg": "V06P060-V06P061"
  },
  "هلع": {
    "def": "الهاء واللام والعين: يدل على سرعة وحدة.\nوناقة هلواع: حديدة سريعة.\nونعامة هالع كذلك.\nومنه الهلع في الإنسان: شبه الحرص.\nورجل هلع وهلوع.\nقال ابن السكيت: رجل هلعة يهلع ويجزع سريعا.\nويقال: ما له هلع ولا هلعة أي جدي ولا عناق وسميا بذلك لنزقهما.",
    "pg": "V06P061"
  },
  "هلف": {
    "def": "الهاء واللام والفاء: كلمات متقاربة القياس تدل على كبر وضخم.\nوالهلوف: الشيخ الضخم.\nواللحية الضخمة هلوفة والجمل الكبير هلوف.",
    "pg": "V06P061"
  },
  "هلك": {
    "def": "الهاء واللام والكاف: يدل على كسر وسقوط .\nمنه الهلاك: السقوط ولذلك يقال للميت هلك.\nواهتلكت القطاة خوف البازي: رمت بنفسها على المهالك.\nفأما قول الهذلي:\n* ولا هلك المفارش عزل * فيقول: ليس أمهاتهم أمهات سوء.\nوامرأة هلوك إذا تهالكت في غنجها متكسرة.\nولا يقال رجل هلوك.\nوالمهتلك: الذي يهتلك أبدا إلى من يكفله وناس مهتلكون وهلاك.\nوقول الحطيئة: مستهلك الورد كالأسدي قد جعلت * أيدي المطى به عادية رغبا قالوا: مستهلك: جاد والقياس لا يدل على إلا على هذا ما ذكرناه في صفة القطاة إذا اهتلكت من خوف البازي.\nوالأرض الهلكين: الجدبة.\nوالهلك: الشيء الهالك.\nوالهلك: المهوى بين الجبلين.\nقال ذو الرمة:\nترى قرطها في واضح الليت مشرفا * على هلك في نفنف يتطوح أما الهالكي فالحداد يقولون: نسب إلى الهالك بن عمرو بن أسد بن خزيمة وكان يعمل الحديد ولذلك قيل لبني أسد: القيون.\n(باب الهاء والميم وما يثلثهما)",
    "pg": "V06P061-V06P062"
  },
  "هلل": {
    "def": "الهاء واللام أصل صحيح يدل على رفع صوت ثم يتوسع فيه فيسمى الشيء الذي يصوت عنده ببعض ألفاظ الهاء واللام.\nثم يشبه بهذا المسمى غيره فيسمى به.\nوالأصل قولهم أهل بالحج: رفع صوته بالتلبية واستهل الصبي صارخا: صوت عند ولادة.\nقال ابن أحمر في الإهلال:\nيهل بالفرقد ركبانها * كما يهل الراكب المعتمر ويقال: انهل المطر في شدة صوبه وصوته انهلالا.\nوأما الذي يحمل على هذا للقرب والجوار فالهلال الذي في السماء سمي به لإهلال الناس عند نظرهم إليه مكبرين وداعين.\nويسمى هلالا أول ليلة والثانية والثالثة ثم هو قمر بعد ذلك.\nيقال أهل الهلال واستهل.\nثم قيل على معنى التشبيه تهلل السحاب ببرقه: تلألأ كأن البرق شبه بالهلال.\nومما حمل على التشبيه أيضا الهلال: سنان له شعبتان.\nوالهلال: الماء القليل في أسفل الركي.\nوالهلال أيضا: ضرب من الحيات.\nقال ذو الرمة: إليك ابتذلنا كل وهم كأنه * هلال بدا في رمضة يتقلب ويقولون: الهلال: سلخ الحية.\nوالهلال: طرف الرحى إذا انكسر منها.\nويقولون: ثوب هلهل: سخيف النسج كأنه في رقته ضوء الهلال.\nوشعر هلهل: رقيق.\nوسمى امرؤ القيس بن ربيعة مهلهلا لأنه أول من رقق الشعر وقال قوم: بل سمي مهلهلا بقوله:\nلما توعر في الكراع هجينهم * هلهلت أثأر جابرا أو صنبلا وذلك أنه إذا أراد إدراكه صوت متداركا.\nويقال الهلاهل: الماء الكثير وهذا لأن له في جريانه صوتا؛ وهو في الأصل هراهر.\nوالهلال: ما يضم بين حنوي الرحل والجمع أهلة.\nومما شذ عن هذا الأصل قولهم: حمل فلان على قرنه ثم هلل إذا أحجم.\nوأما قول القائل:\nوليس لها ريح ولكن وديقة * يظل بها الساري يهل وينقع ويقال للخيل: هلا: قرى صوت يصوت به لها.",
    "pg": "V06P010-V06P012"
  },
  "هلم": {
    "def": "الهاء واللام والميم ليس فيه إلا قولهم هلم: كلمة دعوة إلى شئ.\nقالوا: وأصلها هل أؤم كلام من يريد إتيان الطعام ثم كثرت حتى تكلم بها الداعي مثل قولهم: تعال أي اعل ثم كثرت حتى قالها من كان أسفل لمن كان فوق.\nويحتمل أن يكون معناها هل لك في الطعام أم أي اقصد.\nوالذي عندنا في ذلك أنه من الكلام المشكل.\nوقد مر مثله.",
    "pg": "V06P059"
  },
  "همج": {
    "def": "الهاء والميم والجيم: أصل يدل على اختلاط واضطراب.\nفالهامج: المتروك يموج بعضه في بعض.\nقال:\n* يعيث فيه همج هامج * وقول أبي ذؤيب:\n* مولعة بالطرتين هميج * فيقال: الهميج: كل لونين اختلطا.\nومن الباب الهمج: البعوض ويقال لرذال الناس الهمج تشبيها.\nوالهمج: الدبا من الجراد.\nويقال: أهمج الفرس إهماجا: اضطرب في جريه.\nوالهمج: الجوع لما يعتري صاحبه من الاختلاط والاضطراب.\nقال:\n* قد هلكت جارتنا من الهمج * وهمجت الإبل وردت الماء فشربت منه.\nويقال: الهمجة: الشاة المهزولة كأنها شبهت بالبعوضة.",
    "pg": "V06P063-V06P064"
  },
  "همد": {
    "def": "الهاء والميم والدال: أصل يدل على خمود شيء.\nوهمدت النار: طفئت البتة.\nوأرض هامدة: لا نبات بها.\nونبات هامد: يابس.\nوالإهماد: الإقامة بالمكان.\nومما شذ عن هذا الباب قول من قال : إن الإهماد: السرعة في المشي.\nقال:\n* ما كان إلا طلق الإهماد *",
    "pg": "V06P064"
  },
  "همذ": {
    "def": "الهاء والميم والذال يدل على سرعة.\nيقال الهماذي: السرعة.\nوهماذي المطر: شدته.",
    "pg": "V06P064"
  },
  "همر": {
    "def": "الهاء والميم والراء: أصل يدل على صب وانصباب.\nوهمر دمعه.\nوهمر الدمع وانهمر: سال.\nوفلان يهامر الشيء إذا أخذه جرفا.\nوهمر في كلامه: أكثر.\nوهو مهمار أي كثير الكلام.\nوهمر له من ماله كأنه صبه له صبا.",
    "pg": "V06P064"
  },
  "همرش": {
    "def": "من هم وهرش أي همة سيئة الخلق تهارش.",
    "pg": "V06P071"
  },
  "همز": {
    "def": "الهاء والميم والزاء كلمة تدل على ضغط وعصر.\nوهمزت الشيء في كفي.\nومنه الهمز في الكلام كأنه يضغط الحرف.\nويقولون: همز به الأرض.\nوقوس همزي: شديدة الدفع للسهم.\nوالهماز: العياب وكذا الهمزة.\nقال:\nتدلى بودي إذ لاقيتني كذبا * وإن أغيب فأنت الهامز اللمزة وهمز الشيطان كالموتة تغلب على قلب الإنسان تذهب به.",
    "pg": "V06P064-V06P065"
  },
  "همس": {
    "def": "الهاء والميم والسين يدل على خفاء صوت وحس.\nمنه الهمس: الصوت الخفي.\nوهمس الأقدام أخفى ما يكون من وطء القدم.\nوأما قولهم الهماس: الأسد الشديد فمن هذا عندنا أيضا لأنه إنما يراد به همسه إما في وطئه وإما في عضه.\nقال:\n* عادته خبط وعض هماس *",
    "pg": "V06P065"
  },
  "همش": {
    "def": "الهاء والميم والشين: أصل يدل على سرعة عمل أو كلام.\nيقولون: الهمش: السريع العمل بأصابعه.\nوامرأة همشى الحديث إذا تسرعت فيه.\nقال:\nأيام زينب لا خفيف حلمها * همشى الحديث ولا رواد سلفع والهمش: حلب بسرعة.\nوالهمش: الصوت والجلبة. * [همط]: الهاء والميم والطاء ليس بأصل إلا أنهم يقولون: همط: خلط بين الباطل والظلم.\nوأهمط عرض فلان: شتمه.",
    "pg": "V06P065-V06P066"
  },
  "همع": {
    "def": "الهاء والميم والعين.\nيدل على سيلان شيء.\nوهمعت العين: سال دمعها.\nوتهمع الرجل: تباكى.\nوسحاب همع: ماطر.\nويقال: الهميع: الموت الوحي.",
    "pg": "V06P066"
  },
  "همق": {
    "def": "الهاء والميم والقاف: كلمة واحدة.\nيقولون: كلا همق: هش.",
    "pg": "V06P066"
  },
  "همك": {
    "def": "الهاء والميم والكاف: كلمة واحدة.\nانهمك في الأمر: جد ولج.",
    "pg": "V06P066"
  },
  "همل": {
    "def": "الهاء والميم واللام: أصل واحد.\nأهملت الشيء إذا خليت بينه وبين نفسه.\nوالهمل: السدى.\nوالهمل: المال لا مانع له.\nوهملت العين مثل همرت.\nوالله أعلم بالصواب.\n(باب الهاء والنون وما يثلثهما)",
    "pg": "V06P066"
  },
  "همم": {
    "def": "الهاء والميم: أصل صحيح يدل على ذوب وجريان ودبيب وما أشبه ذلك ثم يقاس عليه.\nمنه قول العرب: همني الشيء أذابني.\nوانهم الشحم: ذاب.\nوالهاموم: الشحم الكثير الإهالة.\nوالسحاب الهاموم: الكثير الصوب.\nوالهموم : البئر الكثيرة الماء.\nقال:\n* إن لها قليذما هموما * والهميمة: المطرة الخفيفة والريح الريدانة: اللينة الهبوب.\nوالهوام: حشرات الأرض سميت لهميمها أي دبيبها.\nقال:\nترى أثره في صفحتيه كأنه * مدارج شبثان لهن هميم وهمم في رأسه: جعل أصابعه في خلال شعره يجيء بها ويذهب لينام كأن أصابعه تدب في خلال شعره.\nومن الباب الهم: الرجل المسن؛ والمرأة همة كأنهما قد ذابا من الكبر.\nوأما الهم الذي هو الحزن فعندنا من هذا القياس لأنه كأنه لشدته يهم أي يذيب.\nوالهم: ما هممت به وكذلك الهمة ثم تشتق من الهمة: الهمام: الملك العظيم الهمة.\nومهم الأمر: شديده.\nوأهمني: أقلقني.\nوالقياس واحد.\nوقول الكميت: عادلا غيرهم من الناس طرا * بهم لا همام لي لا همام فإنه يقول: لا أهم بذلك ولا أفعله.\nوقد فسرنا معنى الهمة.",
    "pg": "V06P012-V06P013"
  },
  "همن": {
    "def": "الهاء والميم والنون ليس بشيء.\nفأما المهيمن وهو الشاهد فليس من هذا إنما هو من باب أمن والهاء مبدلة من همزة.",
    "pg": "V06P062"
  },
  "همي": {
    "def": "الهاء والميم والحرف المعتل يدل على ذهاب شيء على وجهه وهمى الماء: سال.\nوهمت الماشية تهمي: ذهبت على وجهها لرعي أو غيره.\nوفي الحديث: إنا نصيب هوامي الإبل الضوال. وإذا همز تغير المعنى.\nتقول: تهمأ الثوب: بلى.",
    "pg": "V06P062-V06P063"
  },
  "هنأ": {
    "def": "الهاء والنون والهمزة: يدل على إصابة خير من غير مشقة.\nفالهنء: العطية وهو مصدر والاسم الهنء.\nوالهنئ: الأمر يأتيك من غير مشقة.\nوما كان هذا الطعام هنيئا ولقد هنؤ وهنئت الماشية: أصابت حظا من بقل.\nوإبل هنأى.\nوأما الهناء فضرب من القطران.\nهنأت البعير وناقة مهنوءة.\nوممكن أن يسمى بذلك لما فيه من الشفاء.\nومما ليس من الباب مضى هنء من الليل أي طائفة.",
    "pg": "V06P067"
  },
  "هنا": {
    "def": "الهاء والنون والحرف المعتل فيه كلمات مشكلة وأشياء ليس لها قياس.\nيقولون: هنا كلمة تقريب وهاهنا تبعيد.\nفأما قول امرئ القيس: وحديث الركب يوم هنا * وحديث ما على قصره فقد اختلف فيه فقيل إنه اليوم الماضي وهو على التقريب يقول: عهدي بهم يوم هنا.\nويقال بل هو اللعب.\nويقال هنا: موضع.\nوهن: كلمة كناية تقول: أتاه هن وفي فلان هنات أي خصلات شر ولا يقال في الخير.",
    "pg": "V06P066-V06P067"
  },
  "هنب": {
    "def": "الهاء والنون والباء ليس فيه إلا هنب: اسم رجل.\nوذكر ابن دريد أن الهنب: الوخامة والثقل.\nيقال امرأة هنباء: بلهاء.\nقال:\n* مجنونة هنباء بنت مجنون * * [هند]: الهاء والنون والدال ليس بقياس وفيه أسماء موضوعة وضعا.\nفهند: اسم امرأة.\nوهنيدة: مائة من الإبل.\nقال:\nأعطوا هنيدة يحدوها ثمانية * ما في عطائهم من ولا سرف ويقال للمائتين هند.\nأما قولهم: هندت فلانة قلبي: ذهبت به وهندت فلانة فلانا: أورثته عشقا بمغازلة - فكلام لا يعرج عليه.\nوقولهم: التهنيد: شحذ السيف المهند إنما هو طبع على سيوف الهند.",
    "pg": "V06P067-V06P068"
  },
  "هنع": {
    "def": "الهاء والنون والعين: كلمة تدل على تطامن في شيء.\nفالهنع: تطامن في العنق.\nأكمة هنعاء: قصيرة.\nوظليم أهنع: في عنقه تطامن والهنعة: سمة في منخفض العنق.\nوالهنعة: كوكب.",
    "pg": "V06P068"
  },
  "هنف": {
    "def": "الهاء والنون والفاء: كلمة واحدة: هي المهانفة: الضحك فوق التبسم.\nقالوا: ولا يقال للرجل تهانف؛ فهو نعت في ضحك النساء خاصة حكاه الخليل.\nويقال: بل التهانف: ضحك المستهزئ.",
    "pg": "V06P068"
  },
  "هنق": {
    "def": "الهاء والنون والقاف.\nحكى ابن دريد: الهنق: شبه الضجر يعتري الإنسان.\nوأنشد: * أهنقني اليوم وفوق الإهناق *",
    "pg": "V06P068-V06P069"
  },
  "هنم": {
    "def": "الهاء والنون والميم.\nالصحيح فيه أن الهينمة الصوت الخفي. [قال]:\nولا أشهد الهجر والقائليه * إذا هم بهينمة هتملوا ومما قد ذكر الهنمة خرزة يؤخذ بها. (باب ما جاء من كلام العرب على أكثر من ثلاثة أحرف أوله هاء) من ذلك الرجل",
    "pg": "V06P069-V06P070"
  },
  "هنن": {
    "def": "الهاء والنون: أصل صحيح يدل على جنس من اللحم وفيه شيء من الكلام الذي ننسبه إلى الإشكال وإن كان علماؤنا قد تكلموا فيه.\nفالأول الهنة يقال إنها شحمة باطن العين كذا قال أبو بكر والهنانة: الشحمة.\nويقال: ما بهذا البعير هانة كما يقال: ما به طرق.\nوأما الكلام الآخر فقال الفراء: أجلس هاهنا قريبا وتنح هاهنا أي تباعد.\nفأما قول الأعشى:\nلات هنا ذكرى جبيرة أم من * جاء منها بطائف الأهوال قالوا: معناه ليست جبيرة حيث توهمت يوئسه منها.\nوكذلك قول الراعي:\nأفي أثر الأظعان عينك تلمح * نعم لات هنا إن قلبك متيح قالوا: معناه ليس الأمر حيث ذهبت.\nوقول الآخر:\n* حنت نوار ولات هنا حنت * يقول: ليس ذا موضع حنين.\nوقوله:\n* لما رأيت محمليها هنا * أراد هاهنا.\nوقال ابن السكيت في قوله:\n* لما رأى الدار خلاء هنا * قال: بكى.\nيقال هن إذا بكى.\nوإنما نقف في مثل هذه المشكلات حيث وقفنا وإلا فما أحسب أحدا منهم لخصها ولا فسرها بعد.\n(باب الهاء والواو وما يثلثهما)",
    "pg": "V06P013-V06P014"
  },
  "هو": {
    "def": "الهاء والواو ليست من شرط اللغة وهي من العربية والأصل هاء ضمت إليه واو.\nمن العرب من يثقلها فيقول: هو.\nومنهم من يقول هو.",
    "pg": "V06P002"
  },
  "هوب": {
    "def": "الهاء والواو والباء: ليس بأصل جيد لكنهم يقولون: الهوب: المخلط.\nوحكى ابن دريد في طرائفه أصابني هوب النار: وهجها.",
    "pg": "V06P016"
  },
  "هوت": {
    "def": "الهاء والواو والتاء: قريب من الذي قبله.\nيقولون: الهوتة: الطريق إلى الماء.\nوصب الله عليه الهوتة والمؤتة شتم قاله الخليل.",
    "pg": "V06P016"
  },
  "هوج": {
    "def": "الهاء والواو والجيم: كلمة تدل على تسرع وتعسف.\nيقولون: الأهوج: الرجل المتسرع.\nوالهوجاء: الناقة السريعة كأن بها هوجا.\nوالهوجاء: الريح التي تقلع البيوت.\nوقال أبو بكر: وقد تهب في وجه واحد هبوبا متداركا.\nويقولون: الهاجة: الضفدعة.",
    "pg": "V06P016"
  },
  "هود": {
    "def": "الهاء والواو والدال: أصل يدل على إرواد وسكون.\nيقولون: التهويد: المشي الرويد.\nويقولون: هود إذا نام.\nوهود الشراب نفس الشارب إذا خثرت له نفسه.\nوالهوادة: الحال ترجى معها السلامة بين القوم.\nوالمهاودة: الموادعة.\nفأما اليهود فمن هاد يهود إذا تاب هودا.\nوسموا به لأنهم تابوا عن عبادة العجل.\nوفي القرآن: * (إنا هدنا إليك) *: في التوبة هوادة حال وسلامة.",
    "pg": "V06P016-V06P017"
  },
  "هوذ": {
    "def": "الهاء والواو والذال: كلمة واحدة هي هوذة: القطاة وبها سمي الرجل هوذة.",
    "pg": "V06P017"
  },
  "هور": {
    "def": "الهاء والواو والراء: أصل يدل على تساقط شيء.\nمنه تهور البناء: انهدم.\nوتهور الليل: انكسر ظلامه كأنه تهدم ومر.\nوتهور الشتاء: ذهب أشده.\nويقولون للقطيع من الغنم: هور؛ وهو صحيح لأنه من كثرته يتساقط بعضه على بعض.\nومما شذ عن الباب قولهم: هرت فلانا بكذا أهوره: أزننته به قال:\n* رأى أنني لا بالكثير أهوره *",
    "pg": "V06P017"
  },
  "هوس": {
    "def": "الهاء والواو والسين: كلمة تدل على طوفان ومجئ وذهاب في مثل الحيرة.\nفالهوس: الطوفان؛ وكل طلب في جرأة هوس ويقال أسد هواس.\nوباتت الإبل الليل تهوس: تسري.\nومن المحمول على هذا الهوس: شدة الأكل.\nيقال: أكول هواس. ومن الباب ناقة هوسة: ضعيفة وهي إذا كانت كذا حارت.\nومنه قولهم به هوس.",
    "pg": "V06P017-V06P018"
  },
  "هوش": {
    "def": "الهاء والواو والشين: أصيل يدل على اختلاط وشبهه.\nمنه هوشوا: اختلطوا.\nوهاشت الخيل في الغارة.\nوالمهاوش في الحديث من هذا.\nويقال: هوشت الريح بالتراب: جاءت به ألوانا.\nومنه الهوش: العدد الكثير.\nوتهوش القوم على فلان: تغاووا عليه.\nوشذ عنه الهوش يقال إنه صغر البطن.\nقال:\n* قد هوشت بطونها واحقوقفت * وهم متهاوشون أي مختلطون.",
    "pg": "V06P018"
  },
  "هوع": {
    "def": "الهاء والواو والعين: كلمتان: الهوع: سوء الحرص.\nيقال رجل هاع.\nوالكلمة الأخرى: الهواع: القئ.\nيقال: هاع يهوع وتهوع.\nقال الخليل: لأهو عنه ما أكل أي لأستخرجن من حلقه ما أكل.",
    "pg": "V06P018"
  },
  "هوف": {
    "def": "الهاء والواو والفاء: كلمة واحدة تدل على خفة.\nيقال الهوف: الريح تأتي من قبل اليمن.\nقالت أم تأبط شرا تؤبنه: ما هو بهلفوف تلفه هوف وبذلك يشبه الأحمق فيقال له هوف.\nقال أبو بكر: ورجل هوف إذا كان خاويا لا خير عنده.",
    "pg": "V06P018-V06P019"
  },
  "هوك": {
    "def": "الهاء والواو والكاف: كلمة تدل على حمق ووقوع في الشيء على غير بصيرة.\nفالهوك: الحمق.\nوتهوك الرجل: وقع في الشيء.\nوفي الحديث: أمتهوكون أنتم كما تهوكت اليهود والنصارى.",
    "pg": "V06P019"
  },
  "هول": {
    "def": "الهاء والواو واللام: كلمتان تدل إحداهما على مخافة والأخرى على تحسين وزينة.\nفالأولى: الهول وهي المخافة.\nوهالني الشيء يهولني.\nومكان مهال: ذو هول.\nقال الهذلي:\nأجاز إلينا على بعده * مهاوي خرق مهاب مهال والتهاويل: ما هالك من شيء.\nوهولوا على الرجل: حلفوه عند نار يهولون بها عليه.\nقال أوس:\n* كما صد عن نار المهول حالف * والأخرى قولهم لزينة الوشي: تهاويل ويقال هولت المرأة: تزينت بحليها. * [هوم]: الهاء والواو والميم كلمة.\nيقولون: هوم الرجل إذا هز رأسه من النعاس.\nوقد هومنا.\nقال:\n* ما تطعم العين نوما غير تهويم *",
    "pg": "V06P019-V06P020"
  },
  "هون": {
    "def": "الهاء والواو والنون أصيل يدل على سكون أو سكينة أو ذل.\nمن ذلك الهون السكينة والوقار.\nقال الله سبحانه: * (يمشون على الأرض هونا) * والهون: الهوان.\nقال عز وجل: * (أيمسكه على هون) * والهاوون للذي يدق به عربي صحيح كأنه فاعول من الهون.",
    "pg": "V06P020"
  },
  "هوه": {
    "def": "الهاء والواو والهاء.\nيقولون: الهوهاء: الأحمق ويقولون: الهواهي: الباطل قال ابن أحمر:\nفي كل يوم يدعوان أطبة * إلى وما يجدون إلا الهواهيا قال الخليل: وبئر هوهاء على زنة حمراء: كثيرة الماء. (باب الهاء والياء وما يثلثهما)",
    "pg": "V06P020-V06P021"
  },
  "هوى": {
    "def": "الهاء والواو والياء: أصل صحيح يدل على خلو وسقوط.\nأصله الهواء بين الأرض والسماء سمي لخلوه.\nقالوا: وكل خال هواء .\nقال الله تعالى: * (وأفئدتهم هواء) * أي خالية لا تعي شيئا ثم قال زهير:\nكأن الرحل منها فوق صعل * من الظلمان جؤجؤه هواء ويقال هوى الشيء يهوي: سقط.\nوهاوية: جهنم؛ لأن الكافر يهوي فيها.\nوالهاوية: كل مهواة.\nوالهوة: الوهدة العميقة.\nوأهوى إليه بيده ليأخذه، كأنه رمى إليه بيده إذا أرسلها.\nوتهاوى القوم في المهواة: سقط بعضهم في إثر بعض.\nويقولون: الهوى ذهاب في انحدار والهوى في الارتفاع.\nقال زهير في الهوى:\nيشق بها الأماعز فهي تهوى * هوى الدلو أسلمها الرشاء وقال الهذلي في الهوى:\nوإذا رميت به الفجاج رأيته * يهوى مخارمها هوي الأجدل وهوت الطعنة: فتحت فاها تهوى وهو من الهواء: الخالي.\nوهوت أمه: شتم أي سقطت وهلكت.\nو * (أمه هاوية) * كما يقال: ثاكلة.\nوالمهوى: بعد ما بين الشيئين المنتصبين حتى يقال ذلك لبعد ما بين المنكبين.\nوأما الهوى: هوى النفس فمن المعنيين جميعا لأنه خال من كل خير ويهوى بصاحبه فيما لا ينبغي.\nقال الله تعالى في وصف نبيه عليه الصلاة والسلام: * (وما ينطق عن الهوى) * يقال منه هويت أهوى هوى.\nوأما المهاواة فذكر أبو عمرو أنها الملاجة.\nوقال أبو عبيد: شدة السير.\nوأنشد:\nفلم تستطع مي مهاواتنا السرى * ولا ليل عيس في البرين خواضع والذي قالاه فصيح: أما الملاجة فلأن كل واحد منهما يحب هوى صاحبه.\nوأما السير فلما في ذلك من الترامي بالأبدان عند السير.",
    "pg": "V06P014-V06P016"
  },
  "هي": {
    "def": "الهاء والياء والهاء والهمزة يجريان مجرى ما قبلهما.\nعلى أنهم يقولون: ما أدري أي هي بن بي هو.\nمعناه أي الناس هو.\nوهذا عندنا مما درج علمه.\nوكذلك قولهم: لو كان ذاك في الهيء والجيء ما نفعه والهيء: الطعام.\nوالجيء: الشراب واللفظتان لا تدلان على هذا التفسير.\nويقولون: هأهأت بالإبل إذا دعوتها للعلف.\nوهذا خلاف الأول.\nوأنشدوا:\nوما كان على الهيء * ولا الجيء امتداحيكا والهاء هذا الحرف وها تنبيه.\nومن شأنهم إذا أرادوا تعظيم شيء أن يكثروا فيه من التنبيه والإشارة.\nوفي كتاب الله: * (ها أنتم هؤلاء) * ثم قال الشاعر:\nها إن تا عذرة إلا تكن نفعت * فإن صاحبها قد تاه في البلد ويقولون في اليمين: لا ها الله.\nويقولون: إن هاء تكون تلبية.\nقال :\nلا بل يجيبك حين تدعو باسمه * فيقول هاء وطال ما لبى هاء يهوء الرجل هوءا.\nوالهوء: الهمة.\nقال الكسائي: يا هيء مالي تأسف.",
    "pg": "V06P002-V06P003"
  },
  "هيأ": {
    "def": "الهاء والياء والألف كلمة تأتي وهاؤها زائدة.\nيقال: هيا والمراد: يا.\nقال الشاعر:\nفيصيح يرجو أن يكون حيا * ويقول من طرب هيا ربا",
    "pg": "V06P021"
  },
  "هيب": {
    "def": "الهاء والياء والباء كلمة إجلال ومخافة.\nمن ذلك هابه يهابه هيبة.\nورجل هيوب: يهاب كل شيء.\nوهيوب: مهيب.\nوقولهم: الإيمان هيوب قال قوم: مهيب وقال قوم: إن المؤمن يهاب الانقحام فيما يسرع إليه غيره.\nوتهيبت الشيء: خفته.\nوتهيبني الشيء.\nكأنه أخافني.\nقال:\n* ولا تهيبني الموماة أركبها * والهيبان: الجبان.\nوأما قولهم: أهاب به إذا صاح به يهيب كما يهيب الراعي بغنمه لتقف أو ترجع فهو من القياس لأنه كأنه يفزعه.\nومما ليس من الباب ولا أعلم كيف صحته قولهم: الهيبان: لغام البعير.",
    "pg": "V06P021"
  },
  "هيت": {
    "def": "الهاء والياء والتاء كلمة تدل على الصيحة.\nيقولون: هيت به إذا صاح.\nقال: * لو كان معنيا بها لهيتا * ويقولون في معنى هيت لك: هلم.",
    "pg": "V06P021-V06P022"
  },
  "هيج": {
    "def": "الهاء والياء والجيم أصلان صحيحان: أحدهما يدل على ثوران شيء والآخر على يبس نبات.\nفالأول: هاج الفحل هيجا وهياجا.\nوكذلك الدم: والهيجاء تمد وتقصر.\nوهجت الشر وهيجته.\nوهيجت الناقة فانبعثت.\nويقال للناقة النزوع إلى وطنها: مهياج.\nوالآخر قولهم: هاج البقل إذا اصفر لييبس.\nوأرض هائجة: يبس بقلها.\nوأهيجت الأرض: صادفت نباتها هائجا قد ذوى.\nقال رؤبة:\n* وأهيج الخلصاء من ذات البرق *",
    "pg": "V06P022"
  },
  "هيد": {
    "def": "الهاء والياء والدال.\nالأصل الذي ينقاس منه التحريك والإزعاج وباقي ذلك مما لا يعرف قياسه.\nفالأول قولهم: هدت الشيء حركته هيدا.\nوهادني يهيدني: كرثني وأزعجني.\nيقولون: لا يهيدنك.\nوالهيدان: الجبان: كأنه يزعجه كل شيء.\nوهيد: كلمة تقال عند سوق الإبل.\nويقال: هيد في [السير]: أسرع. وأما الحديث في ذكر مسجد رسول الله عليه الصلاة والسلام: هده أي أصلحه قالوا: ولا يكون ذلك إلا بعد الهدم.\nومعنى هذا أن اليباب كان هادما فلما بني كأنه أحيي.\nوأما الذي يشكل قياسه وهو عندنا من الكلام الذي درس علمه.\nقولهم: هيد مالك وأكثر ما قيل في ذلك: ما أمرك ما شأنك؟ وأنشدوا:\nيا هيد ما لك من شوق وإيراق * ومر طيف على الأهوال طراق",
    "pg": "V06P022-V06P023"
  },
  "هيس": {
    "def": "الهاء والياء والسين يقولون: الهيس: السير.\nقال:\n* إحدى لياليك فهيسي هيسي *",
    "pg": "V06P023"
  },
  "هيش": {
    "def": "الهاء والياء والشين: الهيش: الحلب الرويد.\nوالهيش: الحركة.\nقال: وهاش في القوم يهيش: أفسد وعاث.",
    "pg": "V06P023"
  },
  "هيض": {
    "def": "الهاء والياء والضاد كلمة واحدة تدل على كسر شيء وما أشبهه.\nيقال: هاض عظمه: كسره بعد الجبر.\nوكذا هيض الإنسان: نكس في مرضه بعد البرء.\nوفي حديث أبي بكر: إن هذا يهيضك.",
    "pg": "V06P023-V06P024"
  },
  "هيط": {
    "def": "الهاء والياء والطاء كلمتان: إحداهما [الهياط]: الصياح والأخرى كلمة حكاها الفراء: تهايط القوم: اجتمعوا لإصلاح ما بينهم. * [هيع]: الهاء والياء والعين كلمة واحدة وهي الهيعة: الصوت الذي يفزع منه ويخاف.\nيقال: رجل هاع وهائع.\nوفي الحديث: كلما سمع هيعة طار إليها.\nوقد هاع يهيع.\nقال الطرماح:\nأنا ابن حماة المجد من آل مالك * إذا جعلت خور الرجال تهيع أي تجبن.\nويحتمل أن أصل الباب الانبساط والاسترسال.\nوالمهيع: الطريق الواسع الواضح.\nوالهيعة: سيلان الشيء المصبوب على وجه الأرض أي ينبسط.\nقال الخليل: وأرض هيعة: واسعة مبسوطة.\nمتهيع: حائر هائع.\nوكل ذلك من ذلك الأصل.",
    "pg": "V06P024"
  },
  "هيغ": {
    "def": "الهاء والياء والغين كلمة تدل [على] رغد ونعمة عيش.\nيقال إن الأهيغ: أرغد العيش.\nويقولون: الأهيغان: الأكل والنكاح.\nويقال هيغت الثريدة: أكثرت ودكها قال:\n* يغمسن من غمسنه في الأهيغ *",
    "pg": "V06P024"
  },
  "هيف": {
    "def": "الهاء والياء والفاء أصل صحيح يدل على حرارة وعطش ثم يستعار ذلك.\nفالهيف: ريح حارة تجيء في قبل الصيف تعطش المال وتوبس الرطب.\nورجل مهياف: لا يصبر عن الماء.\nوأهافوا: عطشت إبلهم.\nواستعير فقيل لمن دق خصره: أهيف كأن ثم عطشا؛ والجمع هيف.\nوفرس هيفاء: ضامرة.",
    "pg": "V06P024-V06P025"
  },
  "هيق": {
    "def": "الهاء والياء والقاف كلمة واحدة وهي الهيق: الظليم.\nويقال لكل طويل دقيق: هيق تشبيها.",
    "pg": "V06P025"
  },
  "هيل": {
    "def": "الهاء والياء واللام كلمة واحدة تدل على دفع شيء يمكن كيله دفعا من غير كيل.\nوهلت الطعام أهيله هيلا: أرسلته.\nقال الله سبحانه: * (وكانت الجبال كثيبا مهيلا) * ومنه قولهم: جاء بالهيل والهيلمان أي الشيء الكثير.",
    "pg": "V06P025"
  },
  "هيم": {
    "def": "الهاء والياء والميم كلمة تدل على عطش شديد.\nفالهيمان: العطش.\nوالهيم: الإبل العطاش والهيم: الرمال التي تبتلع الماء.\nوالهيام: داء يأخذ الإبل عند عطشها فتهيم في الأرض لا ترعوي.\nوبه سمي العاشق الهيمان كأنه جن من العشق فذهب على وجهه على غير قصد.\nوالهيماء: المفازة لا ماء بها.",
    "pg": "V06P025-V06P026"
  },
  "هين": {
    "def": "الهاء والياء والنون: الهين: الأمر الهين وهو من الواو وقد مر. (باب الهاء والألف وما يثلثهما) ولا تكون الألف إلا مبدلة.",
    "pg": "V06P026"
  },
  "و خخ": {
    "def": "الواو والخاء.\nيدل على اختلاط واضطراب.\nورجل وخواخ مختلط ضعيف.\nقال:\n* لم أك في قومي امرأ وخواخا *",
    "pg": "V06P073"
  },
  "وأب": {
    "def": "الواو والهمزة والباء: كلمتان تدل إحداهما على تقعير شيء والأخرى على غضب.\nفالأولى: الحافر الوأب: المقعب.\nوالوأبة: نقيرة في صخرة تمسك الماء.\nوالكلمة الأخرى أوأبت فلانا: أغضبته.\nويقال إن الإبة منه.",
    "pg": "V06P077"
  },
  "وأد": {
    "def": "الواو والهمزة والدال: كلمة تدل على إثقال شيء بشيء.\nيقال للإبل إذا مشت بثقلها: لها وئيد.\nقال:\n* ما للجمال مشيها وئيدا * أي مشيا بثقل والموؤودة من هذا لأنها تدفن حية فهي تثقل بالتراب الذي يعلوها.\nوأدها يئدها وأدا.\nومن ذلك قوله:\n* وأحيا الوئيد فلم يوأد * * [وأر]: الواو والهمزة والراء.\nيقولون: استوأرت الإبل: تتابعت.\nوذهب أبو إسحاق الزجاج إلى أن أصل الباب شدة الحر.\nقال: ووئر يومنا: اشتد حره وأرا.\nويوم وئر.\nقال: ومنه الإرة: حفرة تكون لمستوقد النار ووأر المكان: اتخذ حفرة للنار.\nقال: والوأر: شدة الفزع كأنه فزع يحرق من شدته.\nووأرته أثره وأرا: أفزعته.\nووئر زيد: ذعر.",
    "pg": "V06P077-V06P078"
  },
  "وأص": {
    "def": "الواو والهمزة والصاد.\nيقولون: ما أدري أي الوئيصة هو أي أي الناس هو.\nوالوئيصة: الجماعة.",
    "pg": "V06P078"
  },
  "وأق": {
    "def": "الواو والهمزة والقاف.\nيقولون: الوأق: الصرد.\nقال:\nولقد غدوت وكنت لا * أغدو على وأق وحاتم",
    "pg": "V06P078"
  },
  "وأل": {
    "def": "الواو والهمزة واللام: كلمة تدل على تجمع والتجاء.\nيقال استوألت الإبل: اجتمعت.\nوالموئل: الملجأ من وأل إليه يئل.\nوالوألة: البنة من البعر المتجمع. * [وأم]: الواو والهمزة والميم.\nكلمة تدل على موافقة ومقاربة.\nيقولون: الوئام: الموافقة؛ وواءمته.\nومثلهم:\n* لولا الوئام هلك الأنام *",
    "pg": "V06P078-V06P079"
  },
  "وأه": {
    "def": "الواو والهمزة والهاء: كلمة يقولون عند استطابة الشيء: واها له .",
    "pg": "V06P079"
  },
  "وأي": {
    "def": "الواو والهمزة والياء كلمتان متباينتان: الأولى الوعد يقال وأيته أئيه وأيا وهو صادق الوأى.\nوالثانية تدل على قوة أو تجمع وعظم.\nيقال حمار وأي: قوى وكذلك الفرس.\nوقدر وئية: عظيمة.\nوقول أوس:\nوحطت كما حطت وئية تاجر * وهي عقدها فارفض منها الطوائف ويقال الوئية: الجوالق.\nوالله أعلم. (باب الواو والباء وما يثلثهما)",
    "pg": "V06P079-V06P080"
  },
  "والعجلط": {
    "def": "مثله والطاء بدل الدال",
    "pg": "V04P362"
  },
  "والعفاهم": {
    "def": "الجلد القوي وكل قوي عفاهم قال:\n* من عنفوان جريه العفاهم * وهذا مما زيدت فيه الفاء وهو من العيهمة أيضا",
    "pg": "V04P357"
  },
  "وبأ": {
    "def": "الواو والباء والهمزة كلمة واحدة.\nهي الوباء.\nوأرض وبئة على فعلة وقد وبئت وموبوءة وقد وبئت.\nوقولهم: وبأت إليه وأوبأت اي أشرت من باب الإبدال والأصل الميم.\nوقد أنشدوا بالباء:\nترى الناس ما سرنا يسيرون خلفنا * وإن نحن أوبأنا إلى الناس وقفوا (باب الواو والتاء وما يثلثهما)",
    "pg": "V06P082"
  },
  "وبخ": {
    "def": "الواو والباء والخاء كلمة واحدة.\nوبخه: لامه توبيخا.",
    "pg": "V06P080"
  },
  "وبد": {
    "def": "الواو والباء والدال كلمة تدل على سوء حال.\nيقال: أرض وبدة إذا ساءت حال أهلها.\nويقولون: الوبد: نقرة في صخرة.\nورجل مستوبد المكان: جاهل به.",
    "pg": "V06P080"
  },
  "وبر": {
    "def": "الواو والباء والراء كلمات لا تنقاس بل هي منفردة.\nفالوبر معروف.\nوالوبر: دابة.\nوبنات أوبر: شبه الكمء الصغار.\nوما بالدار وابر أي أحد.\nوحكى بعضهم: وبر في منزله توبيرا: لم يبرحه.\nووبر: أحد أيام العجوز.",
    "pg": "V06P080"
  },
  "وبش": {
    "def": "الواو والباء والشين كلمة تدل على اختلاط.\nيقال: جاء أوباش من الناس أي أخلاط.\nوأوبشت الأرض: اختلط نباتها.",
    "pg": "V06P080"
  },
  "وبص": {
    "def": "الواو والباء والصاد: يدل على ظهور شيء في بريق وبص يبص: برق.\nوقد أوبصت ناري.\nووبص الجرو: فتح عينيه.\nوأوبصت الأرض: ظهر نباتها كأنه يلمع. ومما شذ عن هذا: إن فلانا لوابصة سمع إذا كان يسمع الكلام فيعتمده ويظنه.",
    "pg": "V06P080-V06P081"
  },
  "وبط": {
    "def": "الواو والباء والطاء: كلمة تدل على ضعف.\nيقال: وبط رأيه: ضعف.\nوالوابط: الجبان.\nووبطني فلان عن حاجتي: حبسني.",
    "pg": "V06P081"
  },
  "وبق": {
    "def": "الواو والباء والقاف كلمتان.\nيقال لكل شيء حال بين شيئين موبق.\nوالكلمة الأخرى: وبق: هلك.\nوأوبقه الله.\nويقال: الموبق: الموعد.",
    "pg": "V06P081"
  },
  "وبل": {
    "def": "الواو والباء واللام: أصل يدل على شدة في شيء وتجمع الوبل والوابل: المطر الشديد.\nويقال: وبلت السماء: أتت بوابل.\nقال:\n* إن ديموا جاد وإن جادوا وبل * ووبلة الشيء: ثقله.\nومنه يقال شيء وبيل أي وخيم.\nواستوبلت البلد إذا لم يوافقك وإن كنت محبا.\nوالوبيل: الضرب الشديد.\nوالوبيل: الرجل الثقيل في أمر يتولاه لا يصلحه.\nوالموبل: الأمعز الشديد.\nوالوبيل: خشبة القصار التي يدق بها الثياب.\nوالوبيل: الحزمة من الحطب.\nويقال: الوبيل الكلأ رطبا كان أو يابسا.\nوالوابلة : عظم مفصل الركبة.",
    "pg": "V06P081-V06P082"
  },
  "وتح": {
    "def": "الواو والتاء والحاء: كلمة تدل على قلة في شيء.\nفالوتح والوتح القليل.\nيقال وتح العطية.\nوتوتحت من الشراب: شربت منه قليلا.\nوأوتحت حظه: أقللته.",
    "pg": "V06P082"
  },
  "وتد": {
    "def": "الواو والتاء والدال: كلمة واحدة وهي الوتد يقال: وتده وتد وتدك.\nويقال وتد أيضا.\nوتد الأذن: الذي في باطنها كأنه وتد.",
    "pg": "V06P082"
  },
  "وتر": {
    "def": "الواو والتاء والراء: باب لم تجيء كلمة على قياس واحد بل هي مفردات لا تتشابه.\nفالوتيرة: غرة الفرس مستديرة.\nوالوتيرة: شيء يتعلم عليه الطعن.\nوالوتيرة: المداومة على الشيء يقال: هو على وتيرة.\nوالوتر: الذحل يقال وترته أتره وترا.\nوالوتر والوتر: الفرد.\nووتر القوس معروف.\nيقال وترتها وأوترتها.\nوالوترة: طرف الأنف.\nأما المواترة في الأشياء فقال اللحياني: لا تكون مواترة إلا إذا وقعت بينهما فترة وإلا فهي مداركة.\nويقال: ناقة مواترة: تضع ركبتها ثم تمكث ثم تضع الأخرى.",
    "pg": "V06P082-V06P083"
  },
  "وتش": {
    "def": "الواو والتاء والشين.\nالوتش: القليل الرذال من كل شيء.\nوالله أعلم بالصواب.",
    "pg": "V06P083"
  },
  "وتغ": {
    "def": "الواو والتاء والعين: كلمة تدل على إثم وبلية.\nفالوتغ: الإثم.\nوأوتغه: ألقاه في بلية.\nووتغ وتغا: هلك.\nوأوتغه: أهلكه.",
    "pg": "V06P083"
  },
  "وتن": {
    "def": "الواو والتاء والنون: كلمة تدل على ثبات وملازمة.\nواتن الأمر: لازمه.\nوماء واتن: دائم.\nومنه الوتين: عرق ملازم للقلب يسقيه.\n(باب الواو والثاء وما يثلثهما)",
    "pg": "V06P083"
  },
  "وثب": {
    "def": "الواو والثاء والباء يدل في لغة العرب على الظفر إلا في لغات من لغات حمير فإنه بخلاف هذا.\nووثب من مكانه: طفر.\nوفي لغة حمير يقولون لمن قعد: قد وثب.\nوإذا أمروا بالقعود فالواثب.\nويقولون للملك إذا قعد ولم يغز: الموثبان.\nويقولون: وثبه وسادة: ألقاها له ليقعد عليها.\n(باب الواو والجيم وما يثلثهما)",
    "pg": "V06P085"
  },
  "وثج": {
    "def": "الواو والثاء والجيم يدل على اكتناز.\nووثج الفرس وثاجة: اكتنز لحمه وهو وثيج.\nواستوثج نبت الأرض: علق بعضه بعضا.\nوأرض مؤتثجة: كثيرة الكلأ.",
    "pg": "V06P083-V06P084"
  },
  "وثر": {
    "def": "الواو والثاء والراء: كلمة تدل على وطاءة في شيء.\nوفراش وثر ووثير: وطى.\nوالمياثر: ثياب حمر تكون في مراكب الأعاجم.\nوقولهم: وثر الجمل الناقة: ضربها كأنها له فراش وثير.",
    "pg": "V06P084"
  },
  "وثق": {
    "def": "الواو والثاء والقاف كلمة تدل على عقد وإحكام.\nووثقت الشيء : أحكمته.\nوناقة موثقة الخلق.\nوالميثاق: العهد المحكم.\nوهو ثقة.\nوقد وثقت به.",
    "pg": "V06P084"
  },
  "وثل": {
    "def": "الواو والثاء واللام كلمة.\nيقولون: الوثيل: الليف أو رشاء يتخذ منه.",
    "pg": "V06P084"
  },
  "وثم": {
    "def": "الواو والثاء والميم: أصل يدل على جمع وتجمع.\nوالأصل الوثيمة: الحجر.\nيقولون: والذي أخرج النار من الوثيمة.\nثم يقال للحزمة من الحشيش وثيمة.\nيقال ثم أي اجمع.\nوالوثيم: المكتنز لحما.",
    "pg": "V06P084"
  },
  "وثن": {
    "def": "الواو والثاء والنون: كلمة واحدة هي الوثن واحد الأوثان: حجارة كانت تعبد.\nوأصلها قولهم استوثن الشيء: قوى.\nوأوثن فلان الحمل: كثره.\nوأوثنت له: أعطيته جزيلا. * [وثأ]: الواو والثاء والهمزة ليس فيه إلا وثئت يده وهي موثوءة.",
    "pg": "V06P084-V06P085"
  },
  "وجب": {
    "def": "الواو والجيم والباء: أصل واحد يدل على سقوط الشيء ووقوعه ثم يتفرع.\nووجب البيع وجوبا: حتى وقع.\nووجب الميت: سقط والقتيل واجب.\nوفي الحديث: فإذا وجب فلا تبكين باكية أي إذا مات.\nوقال الله في النسائك: * (فإذا وجبت جنوبها) * قال قيس:\nأطاعت بنو عوف أميرا نهاهم * عن السلم حتى كان أول واجب وجب الحائط: سقط وجبة.\nوالوجيبة: أن توجب البيع في أن تأخذ منه بعضا في كل يوم فإذا فرغ قيل: استوفى وجيبته.\nويقولون: الوجب: الجبان.\nقال:\n* طلوب الأعادي لا سؤوم ولا وجب * سمي به لأنه كالساقط.\nويقولون الموجب: الناقة لا تنبعث من كثرة لحمها.\nومن الباب الموجب من النوق: التي ينعقد اللبأ في ضرعها.\nوأما وجيب القلب فمن الإبدال والأصل الوجيف وقد مر.\n(باب الواو والحاء وما يثلثهما)",
    "pg": "V06P088-V06P089"
  },
  "وجج": {
    "def": "الواو والجيم ليس إلا وج بلد الطائف.\nوفي الحديث: آخر وطأة وطئها الله تعالى بوج يريد غزاة الطائف:",
    "pg": "V06P073"
  },
  "وجح": {
    "def": "الواو والجيم والحاء.\nكلمة تدل على ستر شيء لشيء.\nوكل ما استترت به وجاح ووجاح.\nويقال الوجاح: الشخص لأن كل شخص يستر ما وراءه.\nومنه: حفرت حتى أوجحت أي بلغت الصفا.\nوالصفا يستر ما تحته ويمنعه.",
    "pg": "V06P085"
  },
  "وجد": {
    "def": "الواو والجيم والدال: يدل على أصل واحد وهو الشيء يلفيه.\nووجدت الضالة وجدانا.\n[وحكي بعضهم: وجدت في الغضب وجدانا].\nوأنشد: كلانا رد صاحبه بيأس * على حنق ووجدان شديد",
    "pg": "V06P085-V06P086"
  },
  "وجذ": {
    "def": "الواو والجيم والذال.\nكلمة صحيحة هي الوجذ نقرة في الصخرة والجمع وجاذ.\nوبلغنا أنه يقال أوجذه على الأمر أكرهه.",
    "pg": "V06P086"
  },
  "وجر": {
    "def": "الواو والجيم والراء كلمة تدل على جنس من السقي.\nووجرت الصبي الدواء وأوجرته.\nويستعيرونه فيقولون أوجرته الرمح إذا طعنته في صدره.\nوالوجار سرب الضبع لأنها تغيب فيه كما يغيب المشروب في الحلق.",
    "pg": "V06P086"
  },
  "وجز": {
    "def": "الواو والجيم والزاء كلمة واحدة.\nيقال كلام وجز ووجيز.\nوربما قالوا: توجزت الشيء مثل تنجزت.",
    "pg": "V06P086"
  },
  "وجس": {
    "def": "الواو والجيم والسين: كلمة تدل على إحساس بشيء وتسمع له.\nتوجس الشيء: أحس به فتسمع له.\nقال الله تعالى: * (فأوجس في نفسه خيفة موسى) * ثم قال ذو الرمة:\n* إذا توجس * ومما شذ عن هذا وهو من الكلام المشكل: قولهم: لا أفعله سجيس الأوجس: الدهر.\nوما ذقت عنده أوجس أي شيئا من الطعام. * [وجع]: الواو والجيم والعين: كلمة واحدة هي الوجع: اسم يجمع المرض كله.\nوهو ييجع وياجع وأنت تيجع من كذا.\nوقال رائد من الرواد:\nرأيت كلأ تيجع له كبد المصرم.\nوهو وجع وقوم وجاعي.\nوأنا أوجع رأسي ويوجعني رأسي.\nوتوجعت له: رثيت.\nويقولون: إن الوجعاء: السه.",
    "pg": "V06P086-V06P087"
  },
  "وجم": {
    "def": "الواو والجيم والميم: يدل على سكوت في اهتمام.\nووجم من الأمر يكرهه: أسكت له.\nوفي الحديث: ما لي أراك واجما.\nويقولون: يوم وجيم: شديد الحر وفيه نظر.\nومصدره الوجم والوجوم.",
    "pg": "V06P087"
  },
  "وجن": {
    "def": "الواو والجيم والنون يدل على صلابة في الشيء.\nومنه الوجين: العارض من الأرض ينقاد وهو صلب وبه سميت الناقة وجناء.\nوقياس وجنة الإنسان منه لأن فيها صلابة وشدة والجمع وجنات.\nوربما سموا شط الوادي وجينا.\nووجن ثوبه: ضربه بالميجنة هي الخشبة يدق بها.",
    "pg": "V06P087"
  },
  "وجه": {
    "def": "الواو والجيم والهاء: أصل واحد يدل على مقابلة لشيء.\nوالوجه مستقبل لكل شيء.\nيقال وجه الرجل وغيره.\nوربما عبر عن الذات بالوجه.\nوتقول: وجهي إليك.\nقال: أستغفر الله ذنبا لست محصيه * رب العباد إليه الوجه والعمل وواجهت فلانا: جعلت وجهي تلقاء وجهه.\nومن الباب قولهم: هو وجيه بين الجاه.\nوالجاه مقلوب.\nوالوجهة: كل موضع استقبلته.\nقال الله تعالى: * (ولكل وجهة) * ووجهت الشيء: جعلته على جهة.\nوأصل جهته وجهته.\nوالتوجيه: أن تحفر تحت القثاءة أو البطيخة ثم تضجعها.\nوتوجه الشيخ: ولى وأدبر كأنه اقبل بوجهه على الآخر.\nويقال للمهر إذا خرجت يداه من الرحم: وجيه.",
    "pg": "V06P087-V06P088"
  },
  "وجى": {
    "def": "الواو والجيم والحرف المعتل: يقولون: تركته وما في قلبي منه أوجى أي يئست منه.\nويقولون: سألته فأوجى علي اي بخل علي.",
    "pg": "V06P088"
  },
  "وحد": {
    "def": "الواو والحاء والدال: أصل واحد يدل على الانفراد.\nمن ذلك الوحدة.\nوهو واحد قبيلته إذا لم يكن فيهم مثله.\nقال:\nيا واحد العرب الذي * ما في الأنام له نظير ولقيت القوم موحد موحد.\nولقيته وحده.\nولا يضاف إلا في قولهم: نسيج وحده وعيير وحده وجحيش وحده ونسيج وحده أي لا ينسج غيره لنفاسته وهو مثل.\nوالواحد: المنفرد.\nوقول عبيد:\nوالله لو مت ما ضرني * وما أنا إن عشت في واحده يريد: ما أنا إن عشت في خلة واحدة تدوم لأنه لا بد لكل شيء من انقضاء.",
    "pg": "V06P089-V06P090"
  },
  "وحر": {
    "def": "الواو والحاء والراء: كلمة واحدة هي الوحرة: دويبة شبه العظاية إذا دبت على اللحم وحر ثم شبه الغل في الصدر بها فيقال وحر صدره.\nوفي الحديث: يذهب وحر صدره.",
    "pg": "V06P090"
  },
  "وحش": {
    "def": "الواو والحاء والشين: كلمة تدل على خلاف الإنس.\nتوحش: فارق الأنيس.\nوالوحش: خلاف الإنس.\nوأرض موحشة من الوحش.\nووحشي القوس: ظهرها؛ وإنسيها: ما أقبل عليك.\nووحشي الدابة في قول الأصمعي: الجانب الذي يركب منه الراكب ويحتلب الحالب.\nقال: وإنما قالوا:\n* فجال على وحشيه * و:\n* انصاع جانبه الوحشي * لأنه لا يؤتى في الركوب والحلب والمعالجة إلا منه فإنما خوفه منه والإنسي: الجانب الآخر.\nويقولون: لقيت فلانا بوحش إصمت أي ببلد قفر.\nويقال: وحش بثوبه رمى به.\nوبات الوحش اي جائعا كأنه كان بأرض وحش لا يجد ما يأكله.",
    "pg": "V06P090-V06P091"
  },
  "وحف": {
    "def": "الواو والحاء والفاء : كلمة تدل على سواد في شيء.\nوشعر وحف: أسود لين.\nوالوحفاء: أرض فيها حجارة سود.\nوعشب وحف: كثير وإذا كثر تبين أسود.\nومما شذ عنه كلمتان: الموحف يقولون: البعير المهزول.\nقال:\n* لما رأيت الشارف الموحفا * والواحف: الغرب الذي ينقطع منه وذمتان ويتعلق بوذمتين.",
    "pg": "V06P091"
  },
  "وحل": {
    "def": "الواو والحاء واللام: كلمة واحدة هي الوحل.\nواستوحل المكان: صار فيه الوحل.\nوالموحل: موضع الوحل.\nووحلت الدواب توحل: وقعت في الوحل. * [وحم]: الواو والحاء والميم: كلمتان.\nالوحم والوحام.\nوالوحم: شهوة المرأة للشيء على الحبل.\nوامرأة وحمى وقد وحمناها.\nقال:\n* أيام ليلى عام ليلى وحمى * أي شهوتي وغايتي وطلبتي.\nومن هذا الاشتقاق: وحمت وحمة: كأنك اشتهيت ما اشتهاه.\nوأما الوحام فيقال: الأنثى إذا حملت استعصت فيقال وحمت.",
    "pg": "V06P091-V06P092"
  },
  "وحى": {
    "def": "الواو والحاء والحرف المعتل: أصل يدل على إلقاء علم في إخفاء أو غيره إلى غيرك.\nفالوحي: الإشارة.\nوالوحي: الكتاب والرسالة.\nوكل ما ألقيته إلى غيرك حتى علمه فهو وحي كيف كان.\nوأوحى الله تعالى ووحى.\nقال:\n* وحى لها القرار فاستقرت * وكل ما في باب الوحي فراجع إلى هذا الأصل الذي ذكرناه.\nوالوحي: السريع.\nوالوحي: الصوت.\nوالله أعلم. (باب الواو والخاء وما يثلثهما)",
    "pg": "V06P092-V06P093"
  },
  "وخد": {
    "def": "الواو والخاء والدال: كلمة واحدة.\nيقال وخدت الناقة تخد وخدانا وهو سعة الخطو.",
    "pg": "V06P093"
  },
  "وخز": {
    "def": "الواو والخاء والزاء: كلمة واحدة هي الوخز: الطعن بالرمح وغيره ولا يكون نافذا.",
    "pg": "V06P093"
  },
  "وخش": {
    "def": "الواو والخاء والشين: كلمة واحدة هي الوخش: الدناة من الرجال والأخلاط.\nويقال: أوخشوا الشيء: خلطوه.\nقال:\n* وألقيت سهمي بينهم حين أوخشوا * قال أبو بكر: الوخش: الردى من كل شيء.",
    "pg": "V06P093"
  },
  "وخض": {
    "def": "الواو والخاء والضاد: كلمة وهي الطعن غير جائف.\nووخضه بالرمح.",
    "pg": "V06P093"
  },
  "وخط": {
    "def": "الواو والخاء والطاء: كلمتان: إحداهما وخط الشيب في رأسه.\nوالأخرى: الوخط: الطعن.\nووخطه بالسيف: تناوله من بعيد.\nوذكروا كلمة ثالثة قالوا: مر يخط وهو مشى فوق العنق. * [وخف]: الواو والخاء والفاء: كلمة هي الوخيف.\nضربك الخطمي في الطست توخفه ليختلط.",
    "pg": "V06P093-V06P094"
  },
  "وخم": {
    "def": "الواو والخاء والميم: كلمة واحدة هي الوخم: الوبي من الشيء.\nواستوخمت البلاد وبلاد وخمة ووخيمة: لا توافق ساكنها.\nورجل وخم ووخيم: ثقيل.\nوالتخمة من هذا والتاء في الأصل واو.",
    "pg": "V06P094"
  },
  "وخى": {
    "def": "الواو والخاء والحرف المعتل: كلمة تدل على سير وقصد.\nيقال: وخت الناقة تخي وخيا.\nقال:\n* يتبعن وخى عيهل نياف * وهذا وخى فلان أي سمته.\nوما أدري أين وخى أي توجه.\n(باب الواو والدال ما يثلثهما)",
    "pg": "V06P094"
  },
  "ودج": {
    "def": "الواو والدال والجيم: كلمة واحدة: الودجان: عرقان في الأخدعين.\nثم يشبه بذلك فيقال للأخوين: ودجان.\nقال:\nفقبحتما من وافدين اصطفيتما * ومن ودجى حرب تلقح حائل وودجت بين القوم: أصلحت بينهم مأخوذ من الودجين أي اتفقوا كاتفاق الودجين.",
    "pg": "V06P097"
  },
  "ودد": {
    "def": "الواو والدال: كلمة تدل على محبة.\nوددته: أحببته.\nووددت أن ذاك كان إذا تمنيته أود فيهما جميعا.\nوفي المحبة الود وفي التمني الودادة.\nوهو وديد فلان أي يحبه. فأما الود: فالوتد.\nوقد ذكر.",
    "pg": "V06P073-V06P075"
  },
  "ودس": {
    "def": "الواو والدال والسين: كلمتان:\nالأولى الوديس: النبات يقال أودست الأرض: أخرجت نبتها.\nوالأخرى: ودس الشيء: خبأه.\nوما أدري أين ودس أي ذهب.",
    "pg": "V06P094"
  },
  "ودص": {
    "def": "الواو والدال والصاد.\nيقولون: ودص إلي بكلام: ألقاه ولم يتمه. * [ودع]: الواو والدال والعين: أصل واحد يدل على الترك والتخلية.\nودعه: تركه ومنه دع.\nوينشد:\nليت شعري عن خليلي ما الذي * غاله في الحب حتى ودعه ومنه ودعته توديعا ومنه الدعة: الخفض كأنه أمر يترك معه ما ينصب.\nورجل متدع: صاحب راحة وقد نال الشيء وادعا من غير تكلف.\nوالوديع: الرجل الساكن.\nوالموادعة: المصالحة والمتاركة.\nوودعت الثوب في صوانه والثوب ميدع.",
    "pg": "V06P094-V06P095"
  },
  "ودف": {
    "def": "الواو والدال والفاء.\nيقولون: الودفة: الروضة الخضراء.\nوودف الشحم.\nذاب وسال.",
    "pg": "V06P095"
  },
  "ودق": {
    "def": "الواو والدال والقاف: كلمة تدل على إتيان وأنسة.\nيقال ودقت به إذا أنست به ودقا.\nوالمودق: المأتى والمكان الذي تقف فيه آنسا.\nومودق الظبي: المكان يقف فيه إذا تناول الشجرة.\nومنه قوله:\n* تعفي بذيل المرط إذ جئت مودقي * ومنه أتان وديق إذا أرادت الفحل وبها وداق كأنها تأنس إليه وتستأنسه.\nوالودق: المطر لأنه يدق أي يجيء من السماء. ومما شذ عن الباب الودق: نقط حمر تخرج في العين الواحدة ودقة.",
    "pg": "V06P095-V06P096"
  },
  "ودك": {
    "def": "الواو والدال والكاف: كلمة واحدة هي الودك وهو معروف.\nويقال دجاجة وديكة أي سمينة.\nورجل وادك: له ودك.",
    "pg": "V06P096"
  },
  "ودن": {
    "def": "الواو والدال والنون فيه ثلاث كلمات غير منقاسة: إحداها الودن وهو حسن القيام على العروس.\nيقال: أخذوا في ودانه.\nوالأخرى المودن والمودون.\nقال:\nوأمك سوداء مودونة * كأن أناملها الحنظب والكلمة الثالثة ودنت الشيء: بللته والأمر منه دن.\nواتدن: ابتل.",
    "pg": "V06P096"
  },
  "وده": {
    "def": "الواو والدال والهاء: كلمة واحدة.\nاستودهت الإبل واستيدهت إذا اجتمعت وانساقت.\nقال أبو بكر: ودهني عن كذا أي صدني عنه.",
    "pg": "V06P096"
  },
  "ودى": {
    "def": "الواو والدال والحرف المعتل: ثلاث كلمات غير منقاسة: الأولى ودى الفرس ليضرب أو يبول إذا أدلى.\nومنه الودي: ماء يخرج من الإنسان كالمذي. والثانية: وديت الرجل أديه دية.\nوالثالثة: الودي: صغار الفسلان.\nوإذا همز تغير المعنى وصار إلى باب من الهلاك والضياع.\nيقولون: المودأة: المهلكة وهي على لفظ المفعول به.\nويقولون: ودأت عليه الأرض إذا دفنته.\nوودأ بالقوم إذا أرداهم.",
    "pg": "V06P096-V06P097"
  },
  "وذح": {
    "def": "الواو والذال والحاء كلمة.\nفالوذح: ما تعلق بأصواف الغنم من البعر ثم يقال امرأة وذاح: غير عفيفة. (باب الواو والراء وما يثلثهما)",
    "pg": "V06P098-V06P099"
  },
  "وذر": {
    "def": "الواو والذال والراء كلمتان: إحداهما الوذرة وهي الفدرة من اللحم.\nوالتوذير: أن يشرط الجرح فيقال: وذرته.\nوفي الحديث أن رجلا قال لآخر: يا ابن شامة الوذر فحد كأنه عرض لها بأعضاء الرجال.\nوالأخرى قولهم: ذر ذا.\nقال أهل اللغة: أماتت العرب الفعل من ذر في الماضي فلا يقولون وذرته. * [وذف]: الواو والذال والفاء: كلمة واحدة هي التوذف: التبختر.\nيقال: أقبل يتوذف.",
    "pg": "V06P097-V06P098"
  },
  "وذل": {
    "def": "الواو والذال واللام: كلمتان إحداهما مشهورة قد قيلت الوذيلة وهي المرآة.\nوالأخرى: الوذالة: ما يقطع الجزار من اللحم بغير قسم يقال: توذلوا منه شيئا.",
    "pg": "V06P098"
  },
  "وذم": {
    "def": "الواو والذال والميم: كلمة تدل على تعليق شيء بشيء.\nمنه قولهم: وذمت الكلب إذا جعلت له قلادة.\nوالوذمة: الحزة من الكرش المعلقة والجمع وذام.\nوالوذم: جمع وذمة وهي سيور تشد بعرقوة الدلو.\nووذمت الدلو: انقطع وذمها.\nأما وذائم الأموال فهي التي نذرت فيها النذور.\nوالقياس واحد كأنها ليست من خالص المال الذي يجوز التصرف فيه بل هي معلقة على المال.\nويقال: بل الوذيمة: الهدى يهدي للنسك.\nوقولهم: وذم فلان على المائة: زاد من هذا أيضا كأن الزيادة معلقة بالمائة.",
    "pg": "V06P098"
  },
  "ورب": {
    "def": "الواو والراء والباء: كلمتان: إحداهما الورب وهو الفتر والثانية الورب: الفساد يقال عرق ورب أي فاسد. * [ورث]: الواو والراء والثاء: كلمة واحدة هي الورث.\nوالميراث أصله الواو.\nوهو أن يكون الشيء لقوم ثم يصير إلى آخرين بنسب أو سبب.\nقال:\nورثناهن عن آباء صدق * ونورثها إذا متنا بنينا",
    "pg": "V06P104"
  },
  "ورخ": {
    "def": "الواو والراء والخاء: كلمة واحدة.\nيقال: ورخ العجين ورخا: استرخى.\nوأورخته أنا إيراخا؛ والاسم الوريخة.\nوأما توريخ الكتاب وتأريخه فما نحسبها عربية.",
    "pg": "V06P104"
  },
  "ورد": {
    "def": "الواو والراء والدال: أصلان أحدهما الموافاة إلى الشيء والثاني لون من الألوان.\nفالأول الورد: خلاف الصدر.\nويقال: وردت الإبل الماء ترده وردا.\nوالورد: ورد الحمى إذا أخذت صاحبها لوقت.\nوالموارد: الطرق وكذلك المياه المورودة والقرى قاله أبو عبيدة.\nقال جرير:\nأمير المؤمنين على صراط * إذا اعوج الموارد مستقيم والوريدان: عرقان مكتنفا صفقي العنق مما يلي مقدمه غليظان.\nويسميان من الورود أيضا كأنهما توافيا في ذلك المكان.\nوالأصل الآخر الورد؛ يقال فرس ورد وأسد ورد إذا كان لونه لون الورد.\nوالله أعلم بالصواب. (باب الواو والزاء وما يثلثهما)",
    "pg": "V06P104-V06P105"
  },
  "ورس": {
    "def": "الواو والراء والسين : كلمة واحدة هي الورس: نبت.\nوأورس المكان: أنبته وهو وارس وهو نادر.\nوملحفة وريس: صبغت بالورس.",
    "pg": "V06P099"
  },
  "ورش": {
    "def": "الواو والراء والشين كلمتان متقاربتا القياس.\nفالأولى قولهم للداخل على القوم لطعامهم ولم يدع: الوارش.\nوالثانية قولهم للدابة التي تفلت في الجري وصاحبها يكفها: الورشة.",
    "pg": "V06P099"
  },
  "ورط": {
    "def": "الواو والراء والطاء: كلمة تدل على شيء كالبلية والوقوع فيما لا مخلص منه.\nوتورط في البلية.\nوأصله الورطة من الأرض وهي التي لا طريق فيها.\nقال الخليل: في الحديث: لا خلاط ولا وراط.\nالوراط: الخديعة في الغنم أي يجمع بين متفرق أو يفرق بين مجتمع.",
    "pg": "V06P099"
  },
  "ورع": {
    "def": "الواو والراء والعين: أصل صحيح يدل على الكف والانقباض.\nمنه الورع: العفة وهي الكف عما لا ينبغي؛ ورجل ورع.\nوالورع: الورع: الرجل الجبان وورع يورع ورعا إذا كان جبانا.\nوورعته: كففته وأورعته.\nوفي الحديث: ورع اللص ولا تراعه أي بادر إلى كفه وقدعه ولا تنتظره.\nوورعت الإبل عن الماء: رددتها.\nوالوريعة: اسم فرس في قوله:\nورد خليلنا بعطاء صدق * وأعقبه الوريعة من نصاب",
    "pg": "V06P099-V06P100"
  },
  "ورف": {
    "def": "الواو والراء والفاء: أصل يدل على رقة ونضرة.\nونبات وارف.\nورف وريفا إذا رأيت له من ريه بهجة.\nوظل وارف: ممدود.\nوما رق من نواحي الكبد: الورف.\nويقال إن الرفة: التبن.\nوأظن أن الناقص من أولها واو.",
    "pg": "V06P100"
  },
  "ورق": {
    "def": "الواو والراء والقاف: أصلان يدل أحدهما على خير ومال وأصله ورق الشجر والآخر على لون من الألوان.\nفالأول الورق ورق الشجر.\nوالورق: المال من قياس ورق الشجر لأن الشجرة إذا تحات ورقها انجردت كالرجل الفقير.\nقال: إليك أدعو فتقبل ملقى * واغفر خطاياي وثمر ورقى والرقة من الدراهم وهو ذلك القياس غير أنه يفرق بينهما بالحركات.\nقال أبو عبيد: الوارقة: الشجرة الخضراء الورق الحسنة.\nقال: فأما الوراق فخضرة الأرض من الحشيش وليس من الورق.\nقال:\nكأن جيادهن برعن زم * جراد قد أطاع له الوراق وورقت الشجر: أخذت ورقه وقولهم أورق الصائد: لم يصد هو من الورق أيضا وذلك لأن الصائد يلقى حبالته ويغيب عنها ويأتيها بعد زمان وقد أعشبت الأرض وسقط الورق على الحبالة فلا يهتدي لها فلذلك يقال أورق أي صادف الورق قد غطى حبالته.\nثم كثر هذا حتى قيل لكل من طلب حاجة ولم يصبها: قد أورق.\nوالورقة بسكون الراء: ابنة في الغصن خفية فأما الورقة التي هي قطعة من الدم فجمعها ورق هي على معنى التشبيه بالورق الذي يتساقط.\nوالورق: الرجال الضعفاء شبهوا في ضعفهم بورق الشجر.\nوالأصل الآخر: الورقة: لون يشبه لون الرماد.\nوبعير أورق وحمامة ورقاء سميت للونها والرجل كذلك أورق.\nويقولون: عام أورق إذا كان جدبا كأن لون الأرض لون الرماد.\nوسمي عام الرمادة لهذا. * [ورك]: الواو والراء والكاف.\nكلمة واحدة هي الورك: ما فوق الفخذ من مؤخر الإنسان.\nوجلس متوركا: ألصق وركه بالأرض.\nوتورك على الدابة في ذلك المعنى.\nوهذه نعل موركة إذا كانت من الورك.\nوالوراك: ثوب ينسج وحده يزين به ويحف به الرحل وإنما هو لأن يوضع عليه الورك.\nوأما الحديث أنه نهى أن يسجد الرجل متوركا فيقال هو أن يرفع وركه في سجوده حتى يفحش.\nويقال هو أن يلصق وركه بعقبيه في السجود والورك في قول الهذلي:\nبها محص غير جافي القوى * إذا مطي حن بورك حدال فإنه وتر فتل من الورك.",
    "pg": "V06P100-V06P102"
  },
  "ورل": {
    "def": "الواو والراء واللام: ليس إلا ورل وهو شيء من الدواب.",
    "pg": "V06P102"
  },
  "ورم": {
    "def": "الواو والراء والميم: كلمة واحدة هي الورم أن ينفر اللحم.\nيقال ورم يرم.\nوعلى معنى الاستعارة: ورم أنفه: غضب.",
    "pg": "V06P102-V06P103"
  },
  "وره": {
    "def": "الواو والراء والهاء: كلمة تدل على اضطراب وخرق. فالورهاء: المرأة الحمقاء.\nوالوره: الخرق: وريح ورهاء.\nفي هبوبها خرق وعجرفة.\nوسحاب وره: لا يمسك ماءه.\nويقولون الوره: اللحم الرخص.\nفإن كان صحيحا فإنما سمي به لاضطرابه.",
    "pg": "V06P103"
  },
  "ورى": {
    "def": "الواو والراء والحرف المعتل: بناء على غير قياس وكلمة أفراد.\nفالورى: داء يداخل الجسم.\nيقال ورى جلده يرى وريا ووراه غيره يريه وريا.\nقال رسول الله صلى الله عليه وسلم: لأن يمتلئ جوف أحدكم قيحا حتى يريه خير من أن يمتلئ شعرا.\nقال عبد بني الحسحاس:\nوراهن ربي مثل ما قد ورينني * وأحمى على أكبادهن المكاويا ويقال ورى الزند يرى وريا ووراه خرجت ناره.\nوحكى بعضهم ورى يرى مثل ولى يلي.\nواللحم الواري: السمين.\nوالورى: الخلق.\nوما أدري أي الورى هو.\nوأما قولهم وراءك فإنه يكون من خلف ويكون من قدام.\nقال الله تعالى: * (وكان وراءهم ملك) * أي أمامهم.\nويقال الوراء: ولد الولد أرادوا بذلك تفسير قوله تعالى: * (ومن وراء إسحاق يعقوب هود 71) *.",
    "pg": "V06P103-V06P104"
  },
  "وزا": {
    "def": "الواو والزاء والحرف المعتل أو المهموز: أصيل يدل على تجمع في شيء واكتناز.\nيقال للحمار المجتمع الخلق: وزي وللرجل القصير وزي.\nوهذا غير مهموز.\nوأما المهموز فقال أبو زيد: وزأت الوعاء توزيئا وتوزئة إذا أجدت كنزه. * [وزر]: الواو والزاء والراء أصلان صحيحان: أحدهما الملجأ والآخر الثقل في الشيء.\nالأول الوزر: الملجأ قال الله تعالى: * (كلا لا وزر) * وحكي الشيباني: أوزر فلان الشيء: أحرزه.\nوالوزر: حمل الرجل إذا بسط ثوبه فجعل فيه المتاع وحمله ولذلك سمي الذنب وزرا.\nوكذا الوزر: السلاح والجمع أوزار.\nقال الأعشى:\nوأعددت للحرب أوزارها * رماحا طوالا وخيلا ذكورا والوزير سمي به لأنه يحمل الثقل عن صاحبه.\nوحكي ناس - لعله أن يكون صحيحا - أوزرت ماله: ذهبت به.\nووزرته: غلبته.\nقال:\n* قد وزرت جلتها أمهارها * (باب الواو والسين وما يثلثهما)",
    "pg": "V06P106-V06P107"
  },
  "وزز": {
    "def": "الواو والزاء: حرف يدل على خفة وسرعة.\nورجل وزواز: خفيف.\nقال أبو بكر: الوزوزة: الخفة والسرعة.",
    "pg": "V06P075"
  },
  "وزع": {
    "def": "الواو والزاء والعين: بناء موضوع على غير قياس.\nووزعته عن الأمر: كففته.\nقال الله سبحانه: * (فهم يوزعون) * أي يحبس أولهم على آخرهم.\nوجمع الوازع وزعة.\nوفي بعض الكلام: ما يزع السلطان أكثر مما يزع القرآن أي إن الناس للسلطان أخوف.\nوبناء آخر يقال: أوزع الله فلانا الشكر: ألهمه إياه.\nويقال هو من أوزع بالشيء إذا أولع به كأن الله تعالى يولعه بشكره.\nوبها أوزاع من الناس أي جماعات.",
    "pg": "V06P105"
  },
  "وزغ": {
    "def": "الواو والزاء والغين ليس فيه إلا الوزغة : العظاية.\nويقال للرجال الضعاف أوزاغ.",
    "pg": "V06P105"
  },
  "وزف": {
    "def": "الواو والزاء والفاء يقال وزف الرجل: أسرع في المشي.\nوقرئت: * (فأقبلوا إليه يزفون) * مخففة.",
    "pg": "V06P105"
  },
  "وزم": {
    "def": "الواو والزاء والميم: بناء أيضا على غير قياس وفيه كلمات منفردة.\nفالوزمة أن يأكل الرجل مرة واحدة كالوجبة.\nيقال: وزموا وزمة شتائهم: امتاروا له كفايتهم من الطعام.\nوالوزمة والوزيم: حزمة من بقل.\nوالوزيم: اللحم يجفف.\nوالوزمة من الضباب: أن يطبخ لحمها ثم ييبس.\nوالمتوزم: الشديد الوطء.",
    "pg": "V06P105-V06P106"
  },
  "وزن": {
    "def": "الواو والزاء والنون: بناء يدل على تعديل واستقامة: ووزنت الشيء وزنا.\nوالزنة قدر وزن الشيء؛ والأصل وزنة.\nويقال: قام ميزان النهار إذا انتصف النهار.\nوهذا يوازن ذلك أي هو محاذيه.\nووزين الرأي: معتدله.\nوهو راجح الوزن إذا نسبوه إلى رجاحة الرأي وشدة العقل.\nومما شذ عن هذا الباب شيء ذكر عن الخليل: أن الوزين: الحنظل المعجون كان يتخذ طعاما.\nويقال الوزن: الفدرة من التمر.",
    "pg": "V06P106"
  },
  "وسب": {
    "def": "الواو والسين والباء.\nيقولون: أوسبت الأرض: أعشبت.\nوالنبات وسب.\nوكبش موسب: كثير الصوف.\nحكاه أبو بكر.",
    "pg": "V06P110"
  },
  "وسج": {
    "def": "الواو والسين والجيم: كلمة واحدة: الوسيج وهو السير الشديد.",
    "pg": "V06P110"
  },
  "وسخ": {
    "def": "الواو والسين والخاء كلمة.\nالوسخ: الدرن.",
    "pg": "V06P110"
  },
  "وسد": {
    "def": "الواو والسين والدال: كلمة واحدة هي الوسادة معروفة وجمعها وسائد.\nوتوسدت يدي.\nوالوساد: ما يتوسده الرجل عند منامه والجمع وسد.\nوالله أعلم. ([باب الواو والشين وما يثلثهما])",
    "pg": "V06P110-V06P111"
  },
  "وسس": {
    "def": "الواو والسين: كلمة تدل على صوت غير رفيع.\nيقال لصوت الحلي: وسواس.\nوهمس الصائد وسواس.\nوإغواء الشيطان ابن آدم وسواس.\nقال في الصائد:\nفبات يشئزه ثأد ويسهره * تذاؤب الريح والوسواس والهضب",
    "pg": "V06P075"
  },
  "وسط": {
    "def": "الواو والسين والطاء: بناء صحيح يدل على العدل والنصف.\nوأعدل الشيء: أوسطه ووسطه.\nقال الله عز وجل: * (أمة وسطا) ويقولون: ضربت وسط رأسه بفتح السين ووسط القوم بسكونها.\nوهو أوسطهم حسبا إذا كان في واسطة قومه وأرفعهم محلا.\nوالوسوط: بيت من بيوت الشعر أكبر من المظلة.\nويقال الوسوط من النوق كالصفوف تملأ الإناء. * [وسع]: الواو والسين والعين: كلمة تدل على خلاف الضيق والعسر.\nيقال وسع الشيء واتسع.\nوالوسع: الغنى.\nوالله الواسع أي الغني.\nوالوسع: الجدة والطاقة.\nوهو ينفق على قدر وسعه.\nوقال تعالى في السعة: * (لينفق ذو سعة من سعته) * وأوسع الرجل: كان ذا سعة.\nوالفرس الذريع الخطو: وساع.",
    "pg": "V06P107-V06P108"
  },
  "وسف": {
    "def": "الواو والسين والفاء كلمة واحدة.\nيقال توسفت الإبل: أخصبت وسمنت وسقط وبرها الأول ونبت الجديد.",
    "pg": "V06P108"
  },
  "وسق": {
    "def": "الواو والسين والقاف: كلمة تدل على حمل الشيء.\nووسقت العين الماء: حملته.\nقال الله سبحانه: * (والليل وما وسق) * أي جمع وحمل.\nوقال في حمل الماء:\nوإني وإياهم وشوقا إليهم * كقابض ماء لم تسقه أنامله ومنه الوسق وهو ستون صاعا.\nوأوسقت البعير: حملته حمله.\nقال:\n* وأين وسق الناقة المطبعة * ومما شذ عنه طائر ميساق وهو ما يصفق بجناحيه إذا طار.\nوقد يهمز وقد ذكرناه. * [وسل]: الواو والسين واللام: كلمتان متباينتان جدا.\nالأولى الرغبة والطلب.\nيقال وسل إذا رغب.\nوالواسل: الراغب إلى الله عز وجل وهو في قول لبيد:\n* بلى كل ذي دين إلى الله واسل * ومن ذلك القياس الوسيلة.\nوالأخرى السرقة.\nيقال: أخذ إبله توسلا.",
    "pg": "V06P108-V06P109"
  },
  "وسم": {
    "def": "الواو والسين والميم: أصل واحد يدل على أثر ومعلم.\nووسمت الشيء وسما: أثرت فيه بسمة.\nوالوسمي: أول المطر لأنه يسم الأرض بالنبات.\nقال الأصمعي: توسم: طلب الكلأ الوسمي.\nقال:\nوأصبحن كالدوم النواعم غدوة * على وجهة من ظاعن متوسم وسمى موسم الحاج موسما لأنه معلم يجتمع إليه الناس.\nوفلان موسوم بالخير وفلانة ذات ميسم إذا كان عليها أثر الجمال.\nوالوسامة: الجمال.\nوقوله:\n* حياض عراك هدمتها المواسم * فيقال أراد أهل المواسم ويقال أراد إبلا موسومة.\nووسم الناس: شهدوا الموسم كما يقال عيدوا.\nوقوله تعالى: * (إن في ذلك لآيات للمتوسمين) *: الناظرين في السمة الدالة.",
    "pg": "V06P109-V06P110"
  },
  "وسن": {
    "def": "الواو والسين والنون: كلمتان متقاربتان.\nالوسن: النعاس وكذا السنة.\nورجل وسنان.\nوتوسن الفحل أنثاه: أتاها نائمة.\nوالكلمة الأخرى قولهم: دع هذا الأمر فلا يكونن لك وسنا اي لا تطلبه ولا يكونن من همك.",
    "pg": "V06P110"
  },
  "وشب": {
    "def": "الواو والشين والباء: كلمة.\nيقال: أوباش من الناس وأوشاب.",
    "pg": "V06P113"
  },
  "وشج": {
    "def": "الواو والشين والجيم: كلمة تدل على اشتباك وتداخل.\nيقال: وشجت الأغصان.\nاشتبكت.\nوكل شيء اشتبك فهو واشج.\nوالوشيج من القنا؛ ما نبت من الأرض معترضا ولعل ذلك يشتبك بعضه ببعض.",
    "pg": "V06P113"
  },
  "وشح": {
    "def": "الواو والشين والحاء: كلمة واحدة الوشاح.\nوتوشح بثوبه كأنه جعله وشاحه وكذا اتشح به.\nوشاة موشحة: بجنبيها خطان.",
    "pg": "V06P113"
  },
  "وشر": {
    "def": "الواو والشين والراء: كلمة واحدة.\nالوشر والتوشير: أن تحدد المرأة أسنانها.\nوالميشار بلا همز من هذا. * [وشز]: الواو والشين والزاء: كلمة واحدة هي الوشز: ما ارتفع من الأرض كالنشز ثم قيس عليه فقيل لشدائد الأمور: أوشاز الواحد وشز.\n(باب الواو والصاد وما يثلثهما)",
    "pg": "V06P113-V06P114"
  },
  "وشش": {
    "def": "الواو والشين: كلمة واحدة.\nالوشوشة: الاختلاط ورجل وشواش.",
    "pg": "V06P075"
  },
  "وشظ": {
    "def": "الواو والشين والظاء: قياس واحد وهو إلصاق شيء بشيء ليس منه.\nوالوشيظ: عظيم يكون زيادة في العظم الصميم ولذلك يقال لمن انتمى إلى قوم ليس منهم: وشيظ وشظت الفأس أشظها: ضيقت خرتها من عير نصابها.\nوالله أعلم بالصواب.",
    "pg": "V06P111"
  },
  "وشع": {
    "def": "الواو والشين والعين: أصل واحد يدل على نسج شيء أو تزيينه أو ما أشبه ذلك.\nالوشيعة: خشبة يلف عليها الغزل من ألوان شتى كل لفيفة منه وشيعة.\nويقال: أوشعت الأرض: بدا زهرها.\nوالوشيع: حصير يتخذ من ثمام.\nوالتوشيع: رقم الثوب.\nوالوشائع: طرائق الغبار.\nووشعه الشيب.\nومما ليس من الباب وشعت الجبل: صعدت.",
    "pg": "V06P111"
  },
  "وشق": {
    "def": "الواو والشين والقاف: كلمة واحدة هي الوشيقة: لحم يقدد.\nيقال وشقت واتشقت.\nقال:\nإذا عرضت منها كهاة سمينة * فلا تهد منها واتشق وتجبجب وواشق: اسم كلب. * [وشك]: الواو والشين والكاف: كلمة واحدة هي من السرعة.\nوأوشك فلان خروجا: أسرع وعجل.\nووشكان ما كان ذلك في معنى عجلان.\nوأمر وشيك.\nوأوشك يوشك.\nسمعت أحمد بن طاهر بن النجم يقول: [سمعت ثعلبا يقول]: أوشك يوشك لا غير.\nقال ابن السكيت: واشك وشاكا: أسرع السير.",
    "pg": "V06P111-V06P112"
  },
  "وشل": {
    "def": "الواو والشين واللام يدل على سيلان ماء قليل.\nفالوشل: الماء القليل وجمعه أوشال.\nوجبل واشل: يقطر منه الماء.\nوهو واشل الحظ: ناقصه.\nوالوشول: قلة الغناء والضعف.\nوناقة وشول: يسيل ضرعها وذلك من كثرة اللبن.",
    "pg": "V06P112"
  },
  "وشم": {
    "def": "الواو والشين والميم: كلمة واحدة تدل على تأثير في شيء تزيينا له.\nمنه وشم اليد إذا نقشت وغرزت.\nوأوشمت الأرض: ظهر نباتها وأوشم البرق: لمع لمعا خفيفا.\nويتسعون في هذا فيقولون: ما أصابتنا العام وشمة أي قطرة من مطر وذلك لأن بالقطر توشم الأرض.\nوربما قالوا: كانت: بيني وبينه وشيمة أي كلام.\nولا يكون ذلك إلا في كلام عداوة.\nوهذا تمثيل.\nوأوشم: نظر إلى الشيء كأنه نظر وتأمل وشمه * [وشى]: الواو والشين والحرف المعتل: أصلان أحدهما يدل على تحسين شيء وتزيينه والآخر على نماء وزيادة.\nالأول: وشيت الثوب أشيه وشيا.\nويقولون للذي يكذب وينم ويزخرف كلامه: قد وشى وهو واش.\nوالأصل الآخر: المرأة الواشية: الكثيرة الولد.\nويقال ذلك لكل ما يلد.\nوالواشي: الرجل الكثير النسل.\nوالوشي: الكثرة.\nووشى بنو فلان: كثروا.\nوما وشت هذه الماشية عندي أي ما ولدت.",
    "pg": "V06P112-V06P113"
  },
  "وصد": {
    "def": "الواو والصاد والدال: أصل يدل على ضم شيء إلى شيء.\nوأوصدت الباب: أغلقته.\nوالوصيد: النبت المتقارب الأصول.\nوالوصيد: الفناء لاتصاله بالربع.\nوالموصد: المطبق.\nوقال تعالى: * (إنها عليهم موصدة) *",
    "pg": "V06P116"
  },
  "وصر": {
    "def": "الواو والصاد والراء: كلمة واحدة.\nقال الخليل: الوصيرة: الصك.\nويقال الوصر: السجل يكتبه الملك لمن يقطعه.\nوفي بعض الحديث: إن هذا اشترى مني أرضا وقبض مني وصرها فلا هو يرد على الوصر ولا يعطيني الثمن.\n(باب الواو والضاد وما يثلثهما)",
    "pg": "V06P116"
  },
  "وصص": {
    "def": "الواو والصاد: كلمة تدل على نظر من خرق أو خرق ينظر منه.\nالوصواص: البرقع.\nووصوص الجرو: فتح عينيه.\nووصوص فلان: نظر بعينيه يصغرهما.\nوحجارة الأياديم أي متون الأرض: وصاوص على التشبيه لأنها تبرق كالعيون.\nقال:\n* بصلبات تقص الوصاوصا * * [وط]: الواو والطاء: كلمة واحدة هي الوطواط: الخطاف وبه سمي الجبان وطواطا.\nقال أبو بكر: الوطوطة: الضعف.",
    "pg": "V06P075-V06P076"
  },
  "وصع": {
    "def": "الواو والصاد والعين: كلمة واحدة هي الوصع: طائر صغير.\nوفي الحديث: إن إسرافيل يتواضع لله حتى يصير مثل الوصع.",
    "pg": "V06P114"
  },
  "وصف": {
    "def": "الواو والصاد والفاء: أصل واحد هو تحلية الشيء.\nووصفته أصفه وصفا.\nوالصفة: الأمارة اللازمة للشيء كما يقال وزنته وزنا والزنة: قدر الشيء.\nيقال اتصف الشئ في عين الناظر: احتمل أن يوصف.\nوأما قولهم: وصفت الناقة وصوفا إذا أجادت السير فهو من قولهم للخادم وصيف وللخادمة وصيفة.\nويقال أوصفت الجارية؛ لأنهما يوصفان عند البيع.",
    "pg": "V06P114"
  },
  "وصل": {
    "def": "الواو والصاد واللام: أصل واحد يدل على ضم شيء إلى شى حتى يعلقه.\nووصلته به وصلا.\nوالوصل: ضد الهجران وموصل البعير: ما بين عجزه وفخذه.\nوالواصلة في الحديث : التي تصل شعرها بشعر آخر زورا.\nويقول وصلت الشيء وصلا والموصول به وصل بكسر الواو. ومن الباب الوصيلة: العمارة والخصب لأنها تصل الناس بعضهم ببعض وإذا أجدبوا تفرقوا.\nوالوصيلة: الأرض الواسعة كأنها وصلت فلا تنقطع.\nأما الوصيلة من الغنم في قوله تعالى: * (ولا وصيلة ولا حام) *",
    "pg": "V06P114-V06P115"
  },
  "وصم": {
    "def": "الواو والصاد والميم: أصل صحيح يدل على كسر وضعف.\nووجد توصيما في جسده أي تكسيرا وفترة وكسلا.\nقال:\nوإذا رمت رحيلا فارتحل * واعص ما يأمر توصيم الكسل والوصم: الصدع غير بائن.\nيقال: أصاب القناة وصم.\nويحمل على هذا فيقال للعار والعيب: وصم.\nقال:\nفإن تك جرم ذات وصم فإننا * دلفنا إلى جرم بألأم من جرم",
    "pg": "V06P115"
  },
  "وصى": {
    "def": "الواو والصاد والحرف المعتل: أصل يدل على وصل شيء بشيء.\nووصيت الشيء: وصلته.\nويقال: وطئنا أرضا واصية أي إن نبتها متصل قد امتلأت منه.\nووصيت الليلة باليوم: وصلتها وذلك في عمل تعمله.\nوالوصية من هذا القياس كأنه كلام يوصى أي يوصل.\nيقال: وصيته توصية وأوصيته إيصاء. * [وصب]: الواو والصاد والباء: كلمة تدل على دوام شيء.\nووصب الشيء وصوبا: دام.\nووصب الدين: وجب.\nومفازة واصبة: بعيدة لا غاية لها. وفي كتاب الله تعالى: * (ولهم عذاب واصب) * أي دائم.\nوالوصب: المرض الملازم الدائم.\nرجل وصب وموصب: دائم الأوصاب.",
    "pg": "V06P115-V06P116"
  },
  "وضح": {
    "def": "الواو والضاد والحاء: أصل واحد يدل على ظهور الشيء وبروزه.\nووضح الشيء: أبان.\nوفي الشجاج الموضحة وهي تبدي وضح العظم.\nواستوضحت الشيء إذا وضعت يدك على عينيك تنظر وهل تراه.\nوجاء في الحديث: صوموا من وضح إلى وضح أي من ضوء إلى ضوء.\nوالوضاح: الرجل الأبيض اللون الحسن.\nوأوضح الرجل: ولد له البيض من الأولاد.\nومن أين أوضحت أي من أين بدا وضحك أي من أين طلعت.\nووضح الطريق: محجته.\nوالواضحة: الأسنان تبدو عند الضحك.\nقال:\nكل خليل كنت خاللته * لا ترك الله له واضحه والأوضاح: بقايا الحلي والصليان.\nوالأوضاح: حلى من فضة.",
    "pg": "V06P118-V06P119"
  },
  "وضخ": {
    "def": "الواو والضاد والخاء: * [وضر]: الواو والضاد والراء]: كلمة واحدة تدل على لطخ شيء بشيء.\nفالوضر مثل الدرن والزهم.\nقال:\n* أباريق لم يعلق بها وضر الزبد * قال أبو عبيدة: يقال لبقية الشيء على الشيء: الوضر كبقية الهناء على البعير.\n(باب الواو والطاء وما يثلثهما)",
    "pg": "V06P119"
  },
  "وضع": {
    "def": "الواو والضاد والعين: أصل واحد يدل على الخفض [للشيء] وحطه.\nووضعته بالأرض وضعا ووضعت المرأة ولدها.\n[و] وضع في تجارته يوضع: خسر والوضائع: قوم ينقلون من أرض إلى أرض يسكنون بها. الوضيع: الرجل الدني.\nوالدابة تضع في سيرها وضعا وهو سير سهل يخالف المرفوع.\nقال:\nمرفوعها زول وموضوعها * كمر صوب لجب وسط ريح يقال منه: إنها لحسنة الموضوع.\nوقد أوضعها راكبها.\nووضع الرجل: سار ذلك السير.\nوذكر أن الواضعات: الإبل تأكل الخلة.\nوأنشدوا:\nرأى صاحبي في الواضعات نجيبة * وأمثالها في الغاديات القوامس والرجل الموضع: الذي ليس بمستحكم الأمر.",
    "pg": "V06P116-V06P117"
  },
  "وضم": {
    "def": "الواو والضاد والميم: كلمة واحدة هي الوضم: كل شيء يوضع عليه اللحم من خشب وحجر.\nوضمت اللحم: اتخذت له وضما.\nوأوضمته: جعلته على الوضم.\nويقال: استوضمت الرجل أي استضمته وجعلته تحتي كالوضم.\nوتوضم الرجل المرأة: وقع عليها.\nوالوضيمة: القوم يقل عددهم ينزلون على القوم فيحسنون إليهم. * [وضأ]: الواو والضاد والهمزة: كلمة واحدة تدل على حسن ونظافة.\nوضؤ الرجل يوضؤ وهو وضئ.\nوالوضوء: الماء الذي يتوضأ به.\nوالوضوء فعلك إذا توضأت من الوضاءة وهي الحسن والنظافة كأن الغاسل وجهه وضأه أي حسنه.",
    "pg": "V06P117-V06P118"
  },
  "وطأ": {
    "def": "الواو والطاء والهمزة: كلمة تدل على تمهيد شيء وتسهيله.\nووطأت له المكان.\nوالوطاء: ما توطأت به من فراش.\nووطئته برجلي أطؤه. وفي الحديث: اشدد وطأتك على مضر والمواطأة: الموافقة على أمر يوطئه كل واحد لصاحبه.",
    "pg": "V06P119-V06P120"
  },
  "وطب": {
    "def": "الواو والطاء والباء: كلمة واحدة هي وطب اللبن: سقاؤه.\nويشبه به المرأة العظيمة الثدي فيقال وطباء.\nوالوطب: الرجل الجافي؛ وهذا أيضا من التشبيه.",
    "pg": "V06P120"
  },
  "وطح": {
    "def": "الواو والطاء والحاء: كلمة تدل على مزاحمة ومداولة.\nيقال تواطح على الماء ورد كثير أي ازدحم.\nوتواطحوا على الشيء: تداولوه.\nويقولون: الوطح: ما تعلق بالأظلاف ومخالب الطير من طين وعر.",
    "pg": "V06P120"
  },
  "وطد": {
    "def": "الواو والطاء والدال: أصل واحد وهو أن تثبت شيئا بوطئك حتى يتصلب.\nووطدته أطده إلى الأرض على معنى الاستعارة إذا أهانه.\nوالميطدة: خشبة يوطد بها المكان حتى يصلب.\nويقال لأثافي القدر: الوطائد.\nوالطادي في شعر القطامي في قوله:\n* تقضى بواقي دينها الطادي * الواطد وهو مقلوب وعادته طادية: قديمة. * [وطر]: الواو والطاء والراء: كلمة واحدة الوطر: الحاجة والنهمة لا يبنى منه فعل.",
    "pg": "V06P120-V06P121"
  },
  "وطس": {
    "def": "الواو والطاء والسين: كلمة واحدة تدل على وطء شيء حتى ينهزم.\nويقال: وطست الأرض برجلي أطسها وطسا أي هزمت فيها هزمة. والوطيس: التنور منه لأنه كالهزم في الأرض.\nويعبر به عن الأمر الشديد.",
    "pg": "V06P121"
  },
  "وطش": {
    "def": "الواو والطاء والشين: كلمتان إن صحتا.\nيقولون: ضربوه فما وطش إليهم أي لم يدفع عن نفسه.\nوالأخرى: وطش لي شيئا أذكره معناه افتح.\n(باب الواو والظاء وما يثلثهما)",
    "pg": "V06P121"
  },
  "وطف": {
    "def": "الواو والطاء والفاء: أصل صحيح يدل على طول شيء ورخاوته.\nمن ذلك: الوطف: طول الأشفار وتهدلها.\nوالوطف: انهمال المطر.\nوالأوطف: البعير القصير شعر الأذنين والعينين.\nوإنما يراد بهذا أنه لا يبلغ به وطفه أن يكون أزب لأن كل أزب نفور.\nفهذا دون الأزب وإلا فهو تام الشعر.\nويستعار فيقال: هو في عيش أوطف أي واسع رخى.",
    "pg": "V06P119"
  },
  "وطن": {
    "def": "الواو والطاء والنون: كلمة صحيحة.\nفالوطن: محل الإنسان وأوطان الغنم: مرابضها.\nوأوطنت الأرض: اتخذتها وطنا.\nوالميطان: الغابة.",
    "pg": "V06P119"
  },
  "وظف": {
    "def": "الواو والظاء والفاء: كلمة تدل على تقدير شيء.\nيقال: وظفت له إذا قدرت له كل حين شيئا من رزق أو طعام.\nثم استعير ذلك في عظم الساق كأنه شيء مقدر وهو ما فوق الرسغ من قائمة الدابة إلى الساق. ويقال وظفت البعير إذا قصرت له القيد.\nويقال: مر يظفهم أي يتبعهم كأنه يجعل وظيفة بإزاء أوظفتهم. * [وظب]: الواو والظاء والباء: كلمة تدل على مداومة.\nيقال وظب يظب وظبا.\nوواظبت على الشيء مواظبة وهي المداومة.\nويقال: أرض موظوبة أي استقصت الراعية رعيها وهي من القياس الذي ذكرناه.\nوالله أعلم بالصواب.\n(باب الواو والعين وما يثلثهما)",
    "pg": "V06P121-V06P122"
  },
  "وعب": {
    "def": "الواو والعين والباء: كلمة تدل على استيظاف الشيء.\nوأوعبت الشيء: استوظفته كله.\nويقولون: في الأنف إذا استوعب جدعه الدية أي استؤصل فلم يترك منه شيء.\nوجاء فلان موعبا أي جمع ما استطاع من جمع.\nوأتى الفرس بركض وعيب أي جاء بأقصى ما عنده.",
    "pg": "V06P123"
  },
  "وعث": {
    "def": "الواو والعين والثاء: كلمة تدل على سهولة في الشيء ورخاوة.\nومكان أوعث.\nقال الخليل: الوعث من الرمل: ما غابت فيه القوائم.\nوامرأة وعثة: كثيرة اللحم.\nووعث لسانه: التاث فلم يبين كأنه استرخى ولان. فإن قيل: فكيف قال: أعوذ بك من وعثاء السفر وقد زعمتم أن ذلك دال على السهولة؟ قيل: المعنى الذي ذهبنا إليه صحيح وإنما الرمل إذا غابت فيه القوائم فإنه يدعو إلى المشقة فلذلك قيل: نعوذ بك من وعثاء السفر.\nوالمعنيان صحيحان.",
    "pg": "V06P123-V06P124"
  },
  "وعد": {
    "def": "الواو والعين والدال: كلمة صحيحة تدل على ترجية بقول.\nيقال: وعدته أعده وعدا.\nويكون ذلك بخير وشر.\nفأما الوعيد فلا يكون إلا بشر.\nيقولون: أوعدته بكذا.\nقال:\n* أوعدني بالسجن والأداهم * والمواعدة من الميعاد.\nوالعدة: الوعد وجمعها عدات: والوعد لا يجمع.\nووعيد الفحل: هديره إذا هم أن يصول.\nقال:\n* يوعد قلب الأعزل * وأرض بني فلان واعدة إذا رجى خيرها من المطر والإعشاب.\nويوم واعد: أوله يعد بحر أو برد.",
    "pg": "V06P124"
  },
  "وعر": {
    "def": "الواو والعين والراء: كلمة تدل على صلابة وخشونة.\nومكان وعر بين الوعورة ووعر يوعر وتوعر.\nوفلان وعر المعروف: نكده.\nوسألناه حاجة فتوعر علينا أي تشدد.",
    "pg": "V06P124-V06P125"
  },
  "وعز": {
    "def": "الواو والعين والزاء: كلمة واحدة في التقدمة في الشيء.\nيقال: وعزت إليه: تقدمت في الأمر وأوعزت كذلك وذلك إذا تقدمت إليه فأمرته به.",
    "pg": "V06P125"
  },
  "وعس": {
    "def": "الواو والعين والسين: أصل يدل على سهولة في الشيء.\nمن ذلك الوعساء: الأرض اللينة ذات الرمل.\nوالميعاس: الأرض لم توطأ والمواعسة: ضرب من سير الإبل سهل.\nيقال: وأعسنا ليلتنا هذه: أدلجنا.\nولا تكون المواعسة إلا بالليل.",
    "pg": "V06P125"
  },
  "وعظ": {
    "def": "الواو والعين والظاء: كلمة واحدة.\nفالوعظ: التخويف والعظة الاسم منه؛ قال الخليل: هو التذكير بالخير وما يرق له قلبه.\n([باب الواو والغين وما يثلثهما])",
    "pg": "V06P125"
  },
  "وعع": {
    "def": "الواو والعين: كلمة تدل على صوت.\nيقال وعوع الذئب وعلى التشبيه يقال للشهم الظريف: وعوعي.\nوكل صوت مختلط: وعواع.\nقال:\n* فيظل منه القوم في وعواع *",
    "pg": "V06P076"
  },
  "وعق": {
    "def": "الواو والعين والقاف: كلمتان: إحداهما الوعيق: صوت يخرج من قنب الدابة.\nوالثانية الوعقة وهو الرجل السئ الخلق وكذلك الوعق.",
    "pg": "V06P122"
  },
  "وعك": {
    "def": "الواو والعين والكاف يدل على عرك شيء وتذليله.\nمنه وعك الحمى كأنها تعرك الجسم عركا.\nوتقول العرب: أوعكت الكلاب الصيد إذا مرغته في التراب.\nوالوعكة: معركة الأبطال.\nوأوعكت الإبل: ازدحمت وهو ذلك القياس.",
    "pg": "V06P122"
  },
  "وعل": {
    "def": "الواو والعين واللام كلمتان: إحداهما الوعل: ذكر الأروى.\nوعلى التشبيه قيل لكبار الناس وعول.\nوفي الحديث: تظهر التحوت وتذهب الوعول.\nالتحوت: الدون.\nوالوعول: الأشراف.\nوالثانية قولهم: لا وعل عنه أي لا ملجأ. * [وعن]: الواو والعين والنون ليس بأصل لكنهم يقولون: الوعنة الأرض البيضاء.\nويقولون: توعنت الإبل: أخذ فيها السمن.",
    "pg": "V06P122-V06P123"
  },
  "وعى": {
    "def": "الواو والعين والياء: كلمة تدل على ضم شيء.\nووعيت العلم أعيه وعيا.\nوأوعيت المتاع في الوعاء أوعيه.\nقال:\n* والشر أخبث ما أوعيت من زاد * وأما الوعي فالجلبة والأصوات.\nوهو عندنا من باب الإبدال والأصل الغين والواعية: الصارخة من الوعي.\nويقولون: لا وعي عن كذا.",
    "pg": "V06P123"
  },
  "وغا": {
    "def": "الواو والغين والحرف المعتل.\nالصحيح منه الوغى: الجلبة والأصوات.\nوكلمة يقال إن الأواغي: مفاجر الديار في المزارع.",
    "pg": "V06P126"
  },
  "وغب": {
    "def": "الواو والغين والباء: كلمة تدل على سقوط وضعف.\nمنه الوغب: الرجل الجبان قال:\n* ولا ببر شاع الوخام وغب * والأوغاب: أسقاط البيت كالقصعة والبرمة ونحوها.",
    "pg": "V06P126-V06P127"
  },
  "وغد": {
    "def": "الواو والغين والدال: كلمة تدل على دناءة.\nورجل وغد وهو الدنى من قولك وغدتهم أغدهم إذا خدمتهم.\nوالأصل الوغد: قدح لا حظ له.\nومما شذ عن ذلك قولهم: المواغدة في السير سير ليس بالشديد.",
    "pg": "V06P127"
  },
  "وغر": {
    "def": "الواو والغين والراء: كلمة تدل على حرارة ثم يستعار.\nفالوغرة: شدة الحر.\nوالوغير: لحم يشوي على الرمضاء.\nووغر صدره يوغر: اغتاظ وهو قياس ما ذكرناه.\nويقال: الإيغار: أن تحمى الحجارة ثم تلقى في الماء لتسخنه.\nوقول القائل:\nولقد عرفت مكانهم فكرهتهم * ككراهة الخنزير للإيغار والإيغار: أن يوغر الملك الأرض الرجل: يجعلها له من غير خراج.\nوالله أعلم بالصواب.\n(باب الواو والفاء وما يثلثهما)",
    "pg": "V06P127"
  },
  "وغف": {
    "def": "الواو والغين والفاء ثلاث كلمات.\nالوغف: سرعة العدو ويقال هو الإيغاف وأوغف يوغف.\nوالثانية الوغف يقال: ضعف البصر.\nوالثالثة: الوغف: قطعة أدم يشد على بطن التيس لئلا ينزو. * [وغق]: الواو والغين والقاف.\nيقولون: الوغيق كالوعيق.",
    "pg": "V06P125-V06P126"
  },
  "وغل": {
    "def": "الواو والغين واللام: كلمة تدل على تقحم في سير وما أشبه ذلك.\nوأوغل القوم: أمعنوا في مسيرهم ومن التقحم الواغل: الذي يدخل على القوم يشربون ولم يدع؛ وذلك الشراب الوغل.\nقال:\nفاليوم أشرب غير مستحقب * إثما من الله ولا واغل ويقال: وغل يغل إذا توارى في الشجر.\nويقال: الوغل: الرجل لا يصلح لشيء كأنه خفي.\nوالوغل: السيء الغذاء.",
    "pg": "V06P126"
  },
  "وغم": {
    "def": "الواو والغين والميم: كلمة واحدة هي الوغم: الغيظ في الصدر والحقد.\nقال:\nيقوم على الوغم في قومه * فيعفو إذا شاء أو ينتقم فأما قولهم: وغم بالخبر فأصله نغم.",
    "pg": "V06P126"
  },
  "وفد": {
    "def": "الواو والفاء والدال: أصل صحيح يدل على إشراف وطلوع.\nمنه الوافد: القوم يفدون.\nوالوفد: ذروة الحبل من الرمل المشرف.\nوالوافد من الإبل: ما يسبق سائرها.\nوالإيفاد: الإسراع.\nوالوافدان: هما عظمان ناشزان من الخدين عند المضغ .\nوإذا هرم الإنسان غار وافده.\nقال الأعشى:\nرأت رجلا غائر الوافدين * مختلف اللون أعشى ضريرا وأوفد على الشيء وأوفى: أشرف.",
    "pg": "V06P128"
  },
  "وفر": {
    "def": "الواو والفاء والراء: كلمة تدل على كثرة وتمام.\nوفر الشيء يفر وهو موفور ووفره الله.\nومنه وفرة الشعر: دون الجمة.\nواشتقاق اسم المال الوفر منه.\nقال: تمنيت من حبي بثينة أننا * على رمث في الشرم ليس لنا وفر والوفراء: المزادة لم ينقص من أديمها شيء.",
    "pg": "V06P128-V06P129"
  },
  "وفز": {
    "def": "الواو والفاء والزاء: كلمة تدل على عجلة وقلة استقرار.\nوأنا على وفز وأوفاز أي عجلة.\nقال الشيباني: هو على أوفاز ولم يقل منه واحد.\nوالوفز: النشز من الأرض.\nوكذلك يقال: جلس مستوفزا كأنه غير مستقر.",
    "pg": "V06P129"
  },
  "وفض": {
    "def": "الواو والفاء والضاد: ثلاث كلمات متباينة: الأولى أوفض إيفاضا: أسرع.\nوجاء على وفض وأوفاض أي عجلة.\nوالثانية الأوفاض: الفرق من الناس.\nوالثالثة الوفضة: الكنانة وجمعها وفاض.",
    "pg": "V06P129"
  },
  "وفع": {
    "def": "الواو والفاء والعين.\nيقولون: الوفعة: خرقة يقتبس فيها نار.\nوالوفيعة كالسلة تتخذ من العراجين.\nويقال الوفعة: صمام القارورة.\n(باب الواو والقاف وما يثلثهما)",
    "pg": "V06P129"
  },
  "وفق": {
    "def": "الواو والفاء والقاف: كلمة تدل على ملاءمة الشيئين.\nمنه الوفق: الموافقة.\nواتفق الشيئان: تقاربا وتلاءما.\nووافقت فلانا: صادقته كأنهما اجتمعا متوافقين. * [وفل]: الواو والفاء واللام: كلمة تدل على شعر وخشونة.\nودبغ السقاء حتى ذهب وفله أي ما عليه من شعر وخشونة.\nوالوفل: ما تطاير من الجلد من شعره.\nوالله أعلم بالصواب.",
    "pg": "V06P127-V06P128"
  },
  "وفى": {
    "def": "الواو والفاء والحرف المعتل: كلمة تدل على إكمال وإتمام.\nمنه الوفاء: إتمام العهد وإكمال الشرط.\nووفى: أوفى فهو وفى.\nويقولون: أوفيتك الشيء إذا قضيته إياه وافيا.\nوتوفيت الشيء واستوفيته [إذا أخذته كله] حتى لم تترك منه شيئا.\nومنه يقال للميت: توفاه الله.",
    "pg": "V06P128"
  },
  "وقب": {
    "def": "الواو والقاف والباء: كلمة تدل على غيبة شيء في مغاب.\nيقال وقب الشيء: دخل في وقبة، وهي كالنقرة في الشيء.\nووقبت عيناه: غارتا.\n[و ] وقب الشيء: نزل ووقع.\nقال الله تعالى: * (ومن شر غاسق إذا وقب) *، قالوا: هو الليل إذا نزل.\nوأما قولهم: إن الوقب هو الأحمق فهو من الإبدال، والأصل وغب، وقد ذكرناه.",
    "pg": "V06P130"
  },
  "وقت": {
    "def": "الواو والقاف والتاء: أصل يدل على حد شيء وكنهه في زمان وغيره.\nمن الوقت: الزمان المعلوم.\nوالموقوت: الشيء المحدود.\n[و] الميقات: المصير للوقت.\nوقت له كذا ووقته، اي حدده.\nقال الله عز وجل: * (إن الصلاة كانت على المؤمنين كتابا موقوتا) *.",
    "pg": "V06P130-V06P131"
  },
  "وقح": {
    "def": "الواو والقاف والحاء: كلمة تدل على صلابة في الشيء.\nوالحافر الصلب وقاح، شبه به الرجل القليل الحياء فقيل وقاح.\nووقح: بين القحة والوقاحة.\nوالتوقيح: أن يوقح الحافر بشحمه تذاب يكوى بها الأشعر.\nواستوقح الحافر: صلب.\nورجل موقح: مجرب.",
    "pg": "V06P131"
  },
  "وقد": {
    "def": "الواو والقاف والدال: كلمة تدل على اشتعال نار وقدت النار تقد واتقدت وتوقدت، وأوقدتها أنا.\nوالوقود: الحطب.\nوالوقود: فعل النار إذا وقدت.\nوالوقد: نفس النار.\nووقدة الصيف: أشده حرا.",
    "pg": "V06P131"
  },
  "وقذ": {
    "def": "الواو والقاف والدال: كلمة تدل على ضرب بخشب.\nمنه الوقذ: الإيلام بالضرب.\nوشاة موقوذة: ضربت بالخشب حتى ماتت.",
    "pg": "V06P131"
  },
  "وقر": {
    "def": "الواو والقاف والراء: أصل يدل على ثقل في الشيء.\nمنه الوقر: الثقل في الأذن.\nيقال منه: وفرت أذنه توفر وفرا قال الكسائي: وقرت أذنه فهي موقورة.\nوالوفر: الحمل.\nويقال نخلة موقرة وموقر، أي ذات حمل كثير.\nومنه الوقار: الحلم والرزانة.\nورجل ذو قرة، اي وقور.\nيقال منه وقر وقارا وإذا أمرت قلت أوقر، في لغة من قال أومر.\nقال الأحمر في قوله: * (وقرن في بيوتكن) *: ليس من الوقار، إنما هو من الجلوس.\nيقال منه وقرت أقر وقراص.\nقال أبو عبيد: هو عندي من الوقار.\nيقال: قر، كما يقال: عد.\nورجل موقر: مجرب.\nومما شذ عن الباب الوقيرة: نقر في الصخر.\nفأما وقير فهو اتباع الفقير.\nوالوقرة في العظم.\nوالوقير: القطيع من الضأن.",
    "pg": "V06P131-V06P132"
  },
  "وقص": {
    "def": "الواو والقاف والصاد: كلمة تدل على كسر شيء.\nمنه الوقص: دق العنق، وقصت عنقه فهي موقوصة.\nأما قول الهذلي:\nفبعثتها تقص المقاصر بعد ما * كربت حياة النار للمتنور فمن وقص الدابة إذا سار في رؤوس الآكام فيقصها.\nومنه التوقص في المشي: شدة الوطء، كأنه يقص ما تحته.\nوالوقص: دقاق العيدان.\nيقال وقص لنارك، وهي كسر العيدان.\nويقال لما بين الفريضتين: وقص؛ وهو القياس، لأنها ليست بفريضة تامة، فكأنها مكسورة.",
    "pg": "V06P132"
  },
  "وقط": {
    "def": "الواو والقاف والطاء: كلمة تدل على وقع شيء بشيء ووقط الديك الدجاجة: سفدها.\nويقال: أصابتنا سماء فوقطت الأرض، كأنها وقعت بها، وذلك المكان الذي يستنقع فيه الماء وقط، ووقيط.",
    "pg": "V06P132-V06P133"
  },
  "وقع": {
    "def": "الواو والقاف والعين أصل واحد يرجع إليه فروعه، يدل على سقوط شيء.\nيقال: وقع الشيء وقوعا فهو واقع.\nوالواقعة: القيامة، لأنها تقع بالخلق فتغشاهم.\nوالوقعة: صدمة الحرب.\nوالوقائع: مناقع الماء المتفرقة، كأن الماء وقع فيها.\nومواقع الغيث: مساقطه.\nوالنسر الواقع، من وقع الطائر، يراد أنه قد ضم جناحيه فكأنه واقع بالأرض وموقعة الطائر: موضعه الذي يقع عليه.\nوكويت البعير وقاع: دائرة واحدة يكوى بها بعض جلده أين كان فكأنها قد وقعت به.\nووقع فلان في فلان وأوقع به.\nوأما وقعت الحديدة أقعها وقعا، إذا أنت حددتها، فمن القياس، لأنك توقعها على حجر أو غيره لتمتد، فكأنه من باب فعل الشيء وفعلته.\nوحديدة وقيع.\nووقع الغيث: سقط متفرقا.\nومنه التوقيع، وهو أثر الدبر يظهر البعير.\nومنه التوقيع: ما يلحق بالكتاب بعد الفراغ منه.\nوتوقعت الشيء: انتظرته متى يقع.\nوالحافر الوقيع: ما شحذ بالحجر؛ وقد مر قياسه.\nوالوقع: الحفي.\nوالوقع: الحفي، وهو من ذلك كأنه حجر قد وقع بميقعة فحفي.\nوالوقع: الطخاف من السحاب، كأنه يقع بغيثه.\nوأما الذي حكاه أبو عمرو، أن الوقع: المكان المرتفع من الجبل، فكأنه سمي به لأن الذي يعلوه يخاف أن يقع منه. * [وقف]: الواو والقاف والفاء: أصل واحد يدل على تمكث في شيء ثم يقاس عليه.\nمنه وقفت أقف وقوفا ووقفت وقفي، ولا يقال في شيء أوقفت إلا أنهم يقولون للذين يكون في شيء ثم ينزع عنه: قد أوقف.\nقال الطرماح:\nجامحا في غوايتي ثم أوقفت * رضا بالتقى وذو البر راض وحكى الشيباني : \" كلمتهم ثم أوقفت عنهم \" أي سكت.\nقال: وكل شيء أمسكت عنه فإنك تقول: أوقفت.\nوموقف الإنسان وغيره: حيث يقف.\nوالوقاف: المواقفة.\nقال ابن دريد: وقيفة الوعل: أن تلجئه الكلاب أو الرماة إلى صخرة فلا يمكنه أن ينزل، حتى يصاد.\nقال:\nفلا تحسبني شحمة من وقيفة * مطردة مما تصيدك سلفع وسلفع: كلبة.\nومنه الوقف: سوار عن عاج.\nويمكن أن يسمى وقفا لأنه قد وقف بذلك المكان.\nويقال على التشبيه: حمار موقف، إذا كان بأرساغه بياض، كأنه وقف.\nوموقفا الفرس الهزمعان في كشحيه.\nوالله أعلم بالصواب. (باب الواو والكاف وما يثلثهما)",
    "pg": "V06P133-V06P135"
  },
  "وقل": {
    "def": "الواو والقاف واللام: كلمة تدل على علو في جبل.\nوتوقل في الجبل: علا.\nوكل صاعد في شيء متوقل.\nوفرس وقل: حسن السير في الجبال.\nوالوقل: شجر المقل. * [وقم]: الواو والقاف والميم.\nيدل على غلبة وإذلال.\nووقم الله العدو وقما: أذله.\nوتوقم فلان العلم: قتله خبرا.\nوتوقمت الصيد: ختلته.\nوقال الكسائي: الموقوم: الشديد الحزن.\nوحرة وأقم بالمدينة.",
    "pg": "V06P129-V06P130"
  },
  "وقه": {
    "def": "الواو والقاف والهاء: كلمة واحدة.\nاستيقه القوم أطاعوا من وقهت.",
    "pg": "V06P130"
  },
  "وقى": {
    "def": "الواو والقاف والياء: كلمة واحدة تدل على دفع شيء عن شيء بغيره.\nووقيته أقيه وقيا والوقاية: ما بقي الشيء.\nواتق الله: توقه، أي اجعل بينك وبينه كالوقاية.\nقال النبي صلى الله عليه وسلم: \" اتقوا النار ولو بشق تمرة \"، وكأنه أراد: اجعلوها وقاية بينكم وبينها.\nومما شذ عن الباب الوقي، قالوا: هو الظلع اليسير.",
    "pg": "V06P130"
  },
  "وكا": {
    "def": "الواو والكاف والحرف المعتل: أصيل يدل على شد شيء وشدة.\nمنه الوكاء: الذي يشد به.\nوفي الحديث: \" احفظ عفاصها ووكاءها \" وتقول: سألته فأوكى على، أي بخل، كأنه قد شد، وإن فلانا لوكاء ما يبض بشيء.\nقال أبو عبيد في حديث الزبير: \" أنه كان يوكي بين الصفا والمروة \"، قال: أي يملأ ما بينهما سعيا، كما يوكي السقاء بعد الملء.\nومن الباب توكأت على كذا، أي اتكأت، لأنه يتشدد به ويتقوى به.\nوأوكأت فلانا إبكاء: نصبت له متكأ.",
    "pg": "V06P136"
  },
  "وكب": {
    "def": "الواو والكاف والباء: كلمتان تدل إحداهما على الانتصاب والأخرى على ضرب من السير.\nالأول الوكب: الانتصاب.\nوالواكبة: القائمة من قوائم السرير أو غيره.\nومن الباب: وكب العنب: أخذ في النضج.\nوذلك حين يمتلئ ماء وينضج حبه.\nوالثاني الوكبان: مشية في درجان.\nيقال ظبية وكوب.\nوالموكب: الطائر إذا تهيأ للطيران.",
    "pg": "V06P136"
  },
  "وكت": {
    "def": "الواو والكاف والتاء: كلمة وهي الوكتة، كالنكتة في الشيء.\nويقال للرطبة إذا تقطعت: قد وكتت. * [وكح]: الواو والكاف والحاء: كلمة تدل على صلابة وشدة.\nمنه الأوكح: الحجر.\nوحفر حتى أوكح، أي وصل إلى حجر لا ينفذ فيه الحديد.\nواستوكح الفرخ: غلظ وهذه فراخ وكح.",
    "pg": "V06P136-V06P137"
  },
  "وكد": {
    "def": "الواو والكاف والدال: كلمة تدل على شد وإحكام.\nوأوكد عقدك، أي شدة.\nوالوكاد: حبل تشد به البقرة عند الحلب.\nويقولون: وكد وكده، إذا أمه وعني به.",
    "pg": "V06P137"
  },
  "وكر": {
    "def": "الواو والكاف والراء: أصل صحيح ليست كلمه على قياس واحد، لكنها أفراد.\nفالوكري: ضرب من العدو.\nوالوكار: الرجل العداء.\nوالوكرى من النساء: الشديدة الوطء غذا مشت.\nوكرت الإناء: ملأته.\nووكر بطنه: ملأه.\nوالوكيرة: الطعام يتخذ للبناء.\nوالواكر: الطائر يدخل وكره.\nوالوكرة: الموردة إلى الماء. * [وكز]: الواو والكاف والزاء بناء صحيح؛ يقال وكزه: طعنه.\nووكزه: ضربه بجمع كفه.\nووكزه: دفعه.",
    "pg": "V06P137-V06P138"
  },
  "وكس": {
    "def": "الواو والكاف والسين: كلمة تدل على نقص وخسران.\nفالوكس: النقص.\nوكسته: نقصته.\nووكس الرجل وأوكس: خسر.\nوبرأت الشجة على وكس، إذا لم يتم برؤها.",
    "pg": "V06P138"
  },
  "وكع": {
    "def": "الواو والكاف والعين كلمتان.\nإحداهما تدل على قوة، والأخرى على نوع من الضرب.\nالأولى قولهم: سقاء وكيع، أي قوى لا يسيل منه شيء، ويقال: استوكعت معدته اشتدت.\nومنه قياس اسم وكيع.\nوالوكع في الإماء لأنهن يكددن.\nوفرس وكيع: صلب.\nوالأخرى قولهم: وكعته العقرب بإبرتها: ضربته وكعت تكع وكعا.\nومنه وكع الناقة: حلبها.\nوبات الفصيل يكع أمه الليلة.",
    "pg": "V06P138"
  },
  "وكف": {
    "def": "الواو والكاف والفاء: أصل صحيح ليست كلمة على قياس واحد.\nفالوكف وكف البيت، وهو الوكيف أيضا واستوكف: استقطر. والوكاف لغة في الإكاف.\nوالوكف: الإثم والعيب.\nوالتوكف: التوقع، ولعله أصله انتظار الوكف.\nوالوكف: مطمئن من الأرض.\nووكف الجبل: أسافله قال:\n* يعلو دكاكيك وبعلو وكفا * والوكف النطع.\nوليس في هذا الأمر وكف، أي فساد وضعف.\n(باب الواو واللام وما يثلثهما)",
    "pg": "V06P138-V06P139"
  },
  "وكل": {
    "def": "الواو والكاف واللام: أصل صحيح يدل على اعتماد غيرك في أمرك.\nمن ذلك الوكلة، والوكل: الرجل الضعيف.\nيقولون وكله تكله.\nوالتوكل منه، وهو إظهار العجز في الأمر والاعتماد على غيرك.\nوواكل فلان، إذا ضيع أمره متكلا على غيره.\nوسمى الوكيل لأنه يوكل إليه الأمر.\nوالوكال في الدابة: أن يتأخر أبدا خلف الدواب، كأنه يكل الأمر في الجري إلى غيره.\nوفي شعر امرئ القيس:\n* لا يواكل نهزها * أي لا يبطئ؛ وأصله من المواكلة.\n[و] وأكلت الرجل، إذا اتكلت عليه واتكل عليك.\nويقولون: الوكال في الدابة: أن يسير بسير الآخر.",
    "pg": "V06P135"
  },
  "وكم": {
    "def": "الواو والكاف والميم كلمة.\nيقولون: وكمت الأرض إذا وطئت.\nووكمه المر: حزنه.\nووكم: رد.",
    "pg": "V06P135"
  },
  "وكن": {
    "def": "الواو والكاف والنون.\nيقولون لعش الطائر: وكن، ويجمع وكنات.\nوفي الحديث: \" أقروا الطير في وكناها \" ويقولون: توكن، في معنى تمكن.",
    "pg": "V06P135-V06P136"
  },
  "ولب": {
    "def": "الواو واللام والباء.\nيقولون: إن فيها بابين أحدهما يدل على نماء، والآخر على ذهاب.\nأما الأول فالوالبة: الزرعة تنبت من عروق الزرعة الأولى.\nووالبة الإبل: نسلها.\nوولب الشيء: وصله.\nوالاخر الوالب، قال الشيباني: هو الذاهب في وجهه.\nيقال: ولب في ذلك الوجه.\nقال:\nرأيت جريا والبا في ديارهم * وبئس الفتى إن ناب أمرق بمعظم",
    "pg": "V06P141"
  },
  "ولث": {
    "def": "الواو واللام والثاء، فيه كلمتان.\nيقال: بينهم ولث، أي عهد.\nوالأخرى ولثه بالعصا يلثه ولثا وولثت المطرة الأرض، إذا ضربت.",
    "pg": "V06P141"
  },
  "ولج": {
    "def": "الواو واللام والجيم: كلمة تدل على دخول شيء.\nيقال ولج في منزله، وولج البيت يلج ولوجا والوليجة: البطانة والدخلاء.\nويقال رجل خرجة ولجة: كثير الخروج والولوج.\nوالولجة: وجع يلج جوف الإنسان.\nويقولون: الولج: الطريق في الرمل، وهو من القياس.",
    "pg": "V06P141-V06P142"
  },
  "ولح": {
    "def": "الواو واللام والحاء.\nيقولون: الوليح: الجوالق، الواحدة وليحة قال:\n* جللن فوق الولايا الوليحا *",
    "pg": "V06P142"
  },
  "ولخ": {
    "def": "الواو واللام والخاء.\nيدل على اختلاط.\nيقال ائتلخ العشب ائتلاخا، غذا عظم وطال واختلط بعضه ببعض.\nووقع القوم في ائتلاخ، أي اختلاط.\nوزعم ناس أن هذا من باب الهمزة واللام والخاء، وقد ذكر هنالك.",
    "pg": "V06P142"
  },
  "ولد": {
    "def": "الواو واللام والدال: أصل صحيح، وهو دليل النجل والنسل، ثم يقاس عليه غيره.\nمن ذلك الولد، وهو للواحد والجميع، ويقال للواحد ولد أيضا والوليدة الأنثى، والجمع ولائد.\nوتولد الشيء عن الشيء: حصل عنه.\nواللدة نقصانه الواو لأن أصله ولدة.",
    "pg": "V06P142"
  },
  "ولذ": {
    "def": "الواو واللام والذال.\nمن غرائب ابن دريد: الولد: سرعة في المشي والحركة، وولذ يلذ. * [ولس]: الواو واللام والسين: كلمة تدل على ضرب من السير.\nالولسان: العنق في السير.",
    "pg": "V06P142-V06P143"
  },
  "ولع": {
    "def": "الواو واللام والعين: كلمتان تدل إحداهما على اللهج بالشيء، والأخرى على لون من الألوان.\nفالأولى قولهم: أولعت بالشيء ولوعا ورجل ولعة، إذا لهج بالشيء.\nويقال على هذا فيقال ولع الظبي، إذا أسرع.\nوولع الرجل: كذب.\nوالأخرى قولهم للملمع مولع.\nوالتوليع: استطالة البلق.\nقال:\n* كأنه في الجلد توليع البهق * والوليع: الطلع في قيقائه.",
    "pg": "V06P143"
  },
  "ولغ": {
    "def": "الواو واللام والغين: كلمة واحدة ، وهي قولهم: ولغ الكلب في الإناء يلغ، ويولغ إذا أولغه صاحبه.\nأنشدنا على بن إبراهيم القطان قال: أنشدنا ثعلب:\nما مر يوم إلا وعندهما * لحم رجال أو يولغان دما ورجل مستولغ: لا يبالي ذما ولا عارا.",
    "pg": "V06P143-V06P144"
  },
  "ولق": {
    "def": "الواو واللام والقاف: كلمة تدل على إسراع وخفة.\nيقال جاءت الإبل تلق، أي تسرع قال:\n* جاءت به عنس من الشام تلق * وعلى هذا قراءة من قرأ: * (إذا تلقونه بألسنتكم) * وناقة ولقي: سريعة.\nوالولق: أخف الطعن، ولقه بالسيف ولقات.\nوولق يلق: كذب؛ كل هذا قياسه واحد.\nومن الباب الأولق الجنون.\nيقال: أخذه الأولق.\nورجل مؤولق على معولق: به جنون.\n(باب الواو والميم وما يثلثهما)",
    "pg": "V06P144"
  },
  "ولل": {
    "def": "الواو واللام.\nالولولة: الإعوال وأصوات النساء بالبكاء.",
    "pg": "V06P076"
  },
  "ولم": {
    "def": "الواو واللام والميم، فيه كلمات تتشاكل.\nيقولون: الولم: الحزام.\nوالولم: حبل يشد بين التصدير والسفيف لئلا يقلقا.\nويقال الولم: كل خيط شددت به شيئا وليس ببعد أن يكون اشتقاق الوليمة من هذا، لأنه يكون عند عقد النكاح.\nوأهل اللغة يقولون: طعام العرس وليمة.",
    "pg": "V06P139"
  },
  "وله": {
    "def": "الواو واللام والهاء: أصل صحيح يدل على اضطراب شيء أو ذهابه [يقال: رجل] واله وامرأة واله ووالهة.\nقال الأعشى:\nفأقبلت والها ثكلى على عجل * كل دهاها وكل عندها اجتمعا والمولة: الذي وله عقله وعين مولهة، إذا أرسل ماؤها فذهب في الصحارى. ومنه التولية: أن يفرق بين المرأة وولدها.\nوفي الحديث: \" لا توله والدة عن ولدها \".",
    "pg": "V06P139-V06P140"
  },
  "ولى": {
    "def": "الواو واللام والياء: أصل صحيح يدل على قرب.\nمن ذلك الولي: القرب.\nيقال: تباعد بعد ولى، أي قرب.\nوجلس مما يليني، أي يقاربني.\nوالولي: المطر يجيء بعد الوسمي، سمي بذلك لأنه يلي الوسمي.\nومن الباب المولى: المعتق والمعتق، والصاحب، والحليف، وابن العم، والناصر، والجار؛ كل هؤلاء من الولي وهو القرب.\nوكل من ولى أمر آخر فهو وليه.\nوفلان أولى بكذا، أي أحرى به وأجدر.\nفأما قولهم في الشتم: أولى لك فحدثني علي بن عمر قال: سمعت ثعلبا يقول: أولى تهدد ووعيد.\nوأنشد:\nفأولى ثم أولى ثم أولى * وهل للدر يحلب من مرد وقال الأصمعي: معناه قاربه ما يهلكه، أي نزل به.\nوأنشد:\nفعادى بين هاديتين منها * وأولى أن يزيد على الثلاث أي قارب أن يزيد: قال ثعلب: ولم يقل أحد أحسن مما قاله الأصمعي في أولى.\nوقال غيره: أولى تحسير له على ما فاته.\nوالولاء: الموالون.\nيقال هؤلاء ولاء فلان والولاء أيضا: ولاء المعتق، وهو أن يكون ولاؤه لمعتقه، كأنه يكون أولى به في الإرث من غيره إذا لم يكن للمعتق وارث نسب.\nوهو الذي جاء في الحديث: \" نهى عن بيع الولاء وهبته \" وواليت بين الشيئين، غذا عاديت بينهما ولاء.\nوافعل هذا على الولاء أي مرتبا والباب كله راجع إلى القرب.",
    "pg": "V06P140-V06P141"
  },
  "ومأ": {
    "def": "الواو والميم والهمزة: كلمة واحدة.\nيقال: ومأت إليه ومئا، وأومأت إيماء أومئ، إذا أشرت.\nوإذا تركت الهمزة فالوامية، وهي الداهية. * [ومد]: الواو والميم والدال: كلمتان.\nوالومد: شدة الحر.\nويقال: ومد: غضب.",
    "pg": "V06P144-V06P145"
  },
  "ومض": {
    "def": "الواو والميم والضاد: كلمة تدل على لمعان شيء.\nيقال: ومض البرق وميضا، وأومض إيماضا وأومض بعينه من هذا.",
    "pg": "V06P145"
  },
  "ومق": {
    "def": "الواو والميم والقاف: كلمة واحدة، وهي الومق: الحب.\nومق يمق.\nوالمقة الاسم أيضا.\n(باب الواو والنون وما يثلثهما)",
    "pg": "V06P145"
  },
  "ونم": {
    "def": "الواو والنون والميم.\nيقال: ونم الذباب ينم ونما وونيما: ذرق.\n(باب الواو والهاء وما يثلثهما)",
    "pg": "V06P145"
  },
  "ونى": {
    "def": "الواو والنون والحرف المعتل.\nيدل على ضعف.\nيقال: ون يني ونيا والواني: الضعيف.\nقال الله تعالى: * (ولا تنيا في ذكري) * والونى: التعب.\nيقال: أونيته: أتعبته.\nوناقة وانية.\nولا يني يفعل، كما يقال لا يزال.\nوامرأة وناة، إذا كان فيها فتور عند القيام.",
    "pg": "V06P145"
  },
  "وهبنقة": {
    "def": ": رجل يضرب به المثل في الحمق.\nوالهبنيق: الوصيف.",
    "pg": "V06P072"
  },
  "وهت": {
    "def": "الواو والهاء والتاء .\nيقال: أوهت اللحم، غذا أنتن، يوهت إيهاتا.",
    "pg": "V06P146"
  },
  "وهث": {
    "def": "الواو والهاء والثاء.\nيقولون: الوهث: الانهماك في الشيء.",
    "pg": "V06P146"
  },
  "وهج": {
    "def": "الواو والهاء والجيم: كلمة واحدة، وهي الوهج: حر النار وتوقدها.\nويستعار ذلك فيقال: توهج الجوهر: تلألأ وتوهجت رائحة الطيب ووهج الطيب: أرجه ورائحته.\nوسراج وهاج: وقاد وكذلك نجم وهاج.",
    "pg": "V06P146"
  },
  "وهد": {
    "def": "الواو والهاء والدال: كلمة واحدة، وهي الوهدة: المكان المطمئن، والجمع وهاد.",
    "pg": "V06P146"
  },
  "وهز": {
    "def": "الواو والهاء والزاء يقولون: الوهز: الملزز الخلق.\nووهزت: دفعت.\nوالتوهز: التوثب.",
    "pg": "V06P146"
  },
  "وهس": {
    "def": "الواو والهاء والسين: كلمتان: إحداهما الشدة في الأمور، والثانية من السرار.\nفالأولى الوهس: شدة السير.\nوالوهس: شدة الأكل.\nوالوهس: شدة الوطء.\nوقال حميد. * بتنقص الأعراض والوهس * فهذا التوهس، وهو التشدد والتطاول على العشيرة.\nوالكلمة الأخرى: الوهس السرار.\nوالوهس: النميمة.",
    "pg": "V06P146-V06P147"
  },
  "وهص": {
    "def": "الواو والهاء والصاد: كلمات متقاربة، وهي الوهص: شدة الوطء للشيء بالقدم.\nيقال: وهص يهص.\nورجل موهوص الخلق: تداخلت عظامه.\nووهصت الشيء: كسرته.",
    "pg": "V06P147"
  },
  "وهط": {
    "def": "الواو والهاء والطاء.\nيقال: أوهطه، إذا ضربه ولم يأت عليه.\nووهطه: كسره.\nووهطه: وطئه.\nوهي متقاربة.\nوالوهط: مكان مطمئن.\nوالوهط: غيضة العرفط.\nقال الراعي:\nجواعل أرماما يسارا وحارة * شمالا وقطعن الوهاط الدوافعا",
    "pg": "V06P147"
  },
  "وهف": {
    "def": "الواو والهاء والفاء: كلمتان.\nيقال: أوهف من المال كذا: ارتفع.\nووهف النبات: أوراق واهتز.",
    "pg": "V06P147"
  },
  "وهق": {
    "def": "الواو والهاء والقاف: كلمتان.\nإحداهما الوهق، وأظنه فارسيا معربا. والأخرى عربية صحيحة، وهي المواهقة: مد الأعناق في السير.\nويقال تواهقت الركاب.\nأما قولهم توهق الحصى، إذا اشتد حره، فهو من باب الإبدال، إنما هو توهج.\nوأنشد:\n* حتى إذا حامى الحصى توهقا *",
    "pg": "V06P147-V06P148"
  },
  "وهل": {
    "def": "الواو والهاء واللام كلمات لا تنقاس، وهي الوهل: الفزع.\nيقال: وهل يوهل.\nقال أبو زيد: وهلت عن الشيء: نسيته.\nووهلت إليه: ذهب وهمي إليه.\nولقينه أول وهلة، أي قبل كل شيء.",
    "pg": "V06P148"
  },
  "وهم": {
    "def": "الواو والهاء والميم: كلمات لا تنقاس، بل أفراد.\nمنها الوهم، وهو البعير العظيم.\nوالوهم: الطريق.\nوالوهم: وهم القلب.\nيقال: وهمت أهم وهما، إذا ذهب وهمى إليه.\nومنه قياس التهمة.\nوأوهمت في الحساب، إذا تركت منه شيئا ووهمت: غلطت، أوهم وهما.",
    "pg": "V06P148"
  },
  "وهن": {
    "def": "الواو والهاء والنون : كلمتان تدل إحداهما على ضعف، والأخرى على زمان.\nفالأولى: وهن الشيء يهن وهنا: ضعف، وأوهنته أنا.\nومن هذا الواهنة: القصيري من الأضلاع، وهي أسفلها.\nقال أبو بكر: الواهنة: داء يصيب الإنسان في أخدعيه.\nوالوهنانة: المرأة القليلة الحركة، الثقيلة القيام والقعود.\nوالكلمة الثانية: الوهن الموهن: ساعة تمضي من الليل.\nوأوهن الرجل: صار أو سار في تلك الساعة.\n(تم كتاب الواو والله أعلم بالصواب) (كتاب الياء) (باب الياء وما بعدها في المضاعف والمطابق) ([يا]) الياء والألف: أداة، وهي ياء تصلح للنداء نحو يا زيد، وقد يكون تعجبا وتلذذا نحو قولهم: يا بردها على الفؤاد.\nويكون تلهفا كقول القائل: يا حسرتا على كذا.",
    "pg": "V06P148-V06P150"
  },
  "وهه": {
    "def": "الواو والهاء.\nليس فيه إلا وهوه الحمار حول عانته شفقة عليها.\nقال:\n* مقتدر الضيعة وهواه الشفق * (باب الواو والياء وما يثلثهما)",
    "pg": "V06P076"
  },
  "وهى": {
    "def": "الواو والهاء والحرف المعتل يدل على استرخاء في شيء.\nيقال وهت عزالي السحاب بمائة.\nوكل شيء استرخى رباطه فهو واه.\nوالوهى: الشق في الأديم وغيره. * [وهب]: الواو والهاء والباء: كلمات لا ينقاس بعضها على بعض.\nتقول: وهبت الشيء أهبه هبة وموهبا واتهبت الهبة: قبلتها.\nوالموهبة: قلت يستنقع فيه الماء؛ والجمع مواهب.\nويقال أوهب إلى من المال كذا، أي ارتفع.\nوأصبح فلان موهبا لكذا، أي معدا له.",
    "pg": "V06P145-V06P146"
  },
  "ويح": {
    "def": "الواو والياء والحاء.\nيقال ويح: كلمة رحمة لمن تنزل به بلية.\nقال الخليل: لم يسمع على بنائه إلا ويح وويس وويه وويل وويب.\nوهي متقاربة المعنى. (باب الواو والهمزة وما يثلثهما)",
    "pg": "V06P076-V06P077"
  },
  "يأس": {
    "def": "الياء والهمزة والسين.\nكلمتان: إحداهما اليأس: قطع الرجاء.\nويقال إنه ليست ياء في صدر كلمة بعدها همزة إلا هذه.\nيقال منه: بئس ييأس وييئس، على يفعل ويفعل.\nوالكلمة الأخرى: ألم تيأس، أي ألم تعلم.\nوقالوا في قوله تعالى: * (أفلم ييأس الذين آمنوا) *، أي أفلم يعلم.\nوأنشدوا: أقول لهم بالشعب إذ يأسرونني * ألم تيأسوا أني ابن فارس زهدم",
    "pg": "V06P152-V06P153"
  },
  "يبب": {
    "def": "الياء والباء كلمة واحدة وهي اليباب، اتباع للخراب، وربما أفردوها فقالوا:\nأخبرت عن فعاله الأرض واستنطق * منها اليباب والمعمورا *",
    "pg": "V06P150"
  },
  "يبرين": {
    "def": "، وهو موضع، و",
    "pg": "V06P159"
  },
  "يبس": {
    "def": "الياء والباء والسين: أصل صحيح يدل على جفاف.\nيقال: يبس الشيء بيبس وبيبس.\nواليبس: يابس النبت.\nقال ابن السكيت: هو جمع يابس.\nواليبس بفتح الباء: المكان يفارقه الهاء فييبس.\nويقال يبست الأرض: ذهب ماؤها ونداها؛ وأيبست: كثر يبسها.\nوقال الشيباني: امرأة يبس، إذا لم تنل خيرا قال:\n* إلى عجوز شنة الوجه يبس * ويبيس الماء: العرق إذا يبس.\nوالأيبسان: مالا لحم عليه من الساق والكعب.",
    "pg": "V06P153"
  },
  "يتم": {
    "def": "الياء والتاء والميم.\nيقال: اليتم في الناس من قبل الأب، وفي سائر الحيوان من جهة الأم.\nويقولون لكل منفرد يتيم، حتى قالوا بيت من الشعر يتيم.\nوقال الشاعر يصف راميا أصاب أتانا وأيتم أطفالها:\nفناط بها سهما شدادا غراره * وأيتمت الأطفال منها وجوبها * [يتن]: الياء والتاء والنون: كلمة واحدة، وهي اليتن، وهو الفصيل يخرج رجلاه عند الولادة قبل رأسه.\nيقال: أيتنت الناقة والمرأة، إذا ولدت بتنا.",
    "pg": "V06P153-V06P154"
  },
  "يدد": {
    "def": "الياء والدال: أصل بناء اليد للإنسان وغيره، ويستعار في المنة فيقال: له عليه يد.\nويجمع على الأيادي واليدي.\nقال:\n* فإن له عندي يديا وأنعما * واليد: القوة، ويجمع على الأيدي.\nوتصغير اليد يدية.\nوجمع ناس يد الإنسان على الأيادي، فقال:\nساءها ما تأملت في أيدينا * وإشناقها إلى الأعناق وحكى الشيباني امرأة يديه، أي صناع، ورجل يدي.\nوما أيدي فلانة، ويدي من يده يدعى عليه.\nويديت على الرجل: مننت عليه.\nقال:\nبديت على ابن حسحاس بن عمرو * بأسفل ذي الجداة يد الكريم ويديته: ضربت يده.",
    "pg": "V06P150-V06P151"
  },
  "يدع": {
    "def": "الياء والدال والعين: كلمتان متباينتان، إحداهما الأيدع: صبغ أحمر.\nويقال منه يدعت الشيء أيدعه تيديعا.\nوالآخرون يقولون: أيدع الحج على نفسه: أوجبه.\nقال جرير:\n[ورب الراقصات إلى الثنايا * بشعث أيدعوا حجا تماما]",
    "pg": "V06P154"
  },
  "يرر": {
    "def": "الياء والراء.\nيقولون: الحجر الأير: الصلب.\nوالمصدر اليرر.\nويقولون: حار يار، اتباع.",
    "pg": "V06P151"
  },
  "يزن": {
    "def": "الياء والزاء والنون.\nليس فيه إلا ذو يزن، من ملوك حمير، ينسب إليه الرماح، فيقال يزنية وأزنية.",
    "pg": "V06P154"
  },
  "يسر": {
    "def": "الياء والسين والراء: أصلان يدل أحدهما على انفتاح شيء وخفته، والآخر على عضو من الأعضاء.\nفالأول: اليسر: ضد العسر.\nواليسرات: القوائم الخفاف.\nويقال: فرس حسن التيسور، أي حسن نقل القوائم.\nقال:\nقد بلوناه على علاته * وعلى التيسور منه والضمر ومن الباب: يسرت الغنم، إذا كثر لبنها ونسلها.\nقال:\nهما سيدانا يزعمان وإنما * يسوداننا أن بشرت غنماهما ويقال رجل يسر ويسر، أي حسن الانقياد.\nواليسار: الفتى.\nوتيسر الشيء واستيسر.\nويسر: مكان.\nومن الباب الأيسار: القوم يجتمعون على الميسر، واحدهم يسر.\nقال:\nوهم أيسار لقمان إذا * أغلت الشتوة أبداء الجزر والميسر: القمار.\nومن الباب اليسرة: أسرار الكف إذا كانت غير ملزقة.\nوالكلمة الأخرى: اليسار لليد.\nيقال: تياسروا، إذ أخذوا ذات اليسار.\nويقال ياسروا، وهو أجود.",
    "pg": "V06P154-V06P155"
  },
  "يعر": {
    "def": "الياء والعين والراء.\nيقال: اليعر: الجدى.\nقال:\n* كما ربط اليعر * [أي كما ربط] عند الزبية للذئب.\nواليعار: صوت الشاء.\nيقال يعرت تيعر يعارا. * [يعط]: الياء والعين والطاء.\nيقولون للذئب إذا زجروه: يعاط.\nقال: ويقال أيعطت به قال:\n* يهفو إذا قيل له يعاط *",
    "pg": "V06P155-V06P156"
  },
  "يفع": {
    "def": "الياء والفاء والعين: كلمة تد على الارتفاع.\nفاليفاع: ما علا من الأرض.\nومنه يقال: أيفع الغلام.\nإذا علا شبابه، فهو يافع، ولا يقال موفع.",
    "pg": "V06P156"
  },
  "يفن": {
    "def": "الياء والفاء والنون.\nيقولون: اليفن: الشيخ الكبير.",
    "pg": "V06P156"
  },
  "يقن": {
    "def": "الياء والقاف والنون: اليقن واليقين: زوال الشك.\nيقال يقنت، واستيقنت، وأيقنت.",
    "pg": "V06P156"
  },
  "يقه": {
    "def": "الياء والقاف والهاء.\nسمعت علي بن إبراهيم القطان يقول: سمعت ثعلبا يقول: أيقه يوقه إيقاها، إذا فهم.\nيقال أيقه لهذا، أي أفهمه.\nويقال بل ذلك من الطاعة.\nقال:\n* واستيقضوا للمحلم * * [يلب]: الياء واللام والباء: كلمة واحدة قد اختلف في معناها.\nوهي اليلب، قال قوم: اليلب: البيض من جلود الإبل.\nوقال قوم: اليلب: الترس.\nوأنشدوا:\nعليهم كل سابغة دلاص * وفي أيديهم اليلب المدار قال الخليل: اليلب: الفولاذ.\nقال:\n* ومحور أخلص من ماء اليلب *",
    "pg": "V06P156-V06P157"
  },
  "يلق": {
    "def": "الياء واللام والقاف.\nيقولون: اليلق: الأبيض من كل شيء.\nوأنشدوا:\nوأترك القرن في الغبار وفي * حضنيه زرقاء متنها يلق ويقال اليلقة: العنز البيضاء.",
    "pg": "V06P157"
  },
  "يلل": {
    "def": "الياء واللام كلمة واحدة، هي اليلل: قصر الأسنان.\nقال:\n* يكلح الأروق منها والأيل *",
    "pg": "V06P151"
  },
  "يلملم": {
    "def": "وهما موضعان، و",
    "pg": "V06P159"
  },
  "يمؤود": {
    "def": "و",
    "pg": "V06P159"
  },
  "يمم": {
    "def": "الياء والميم: كلمة تدل على قصد الشيء وتعمده وقصده.\nومنه قوله تعالى: * (فتيمموا صعيدا طيبا) * قال الخليل: يقال تيممت فلانا بسهمي ورمحي، إذا قصدته دون من سواه.\nوأنشد:\nيممته الرمح شزرا ثم قلت له * هذي البسالة لا لعب الزحاليق قال الخليل: ومن قال في هذا البيت أممته فقد أخطأ، لأنه قال \" شزرا \" ولا يكون الشزر إلا من ناحية، وهو لم يقصد به أمامه فيقول أممته.\nوحكي الشيباني: رجل ميمم، إذا كان يظفر بكل ما طلب.\nوأنشد:\nإنا وجدنا أعصر بن سعد * ميمم البيت رفيع الجد وهذا كأنه يقصد بالخير.\nفأما البحر فليس من هذا القياس.\nوحكى الخليل: يم الرجل فهو ميموم، إذا وقع في اليم فغرق.\nواليمام طائر، يقال: إنه الطير الذي يستفرخ في البيوت.",
    "pg": "V06P151-V06P152"
  },
  "يمن": {
    "def": "الياء والميم والنون: كلمات من قياس واحد.\nفاليمين: يمين اليد.\nويقال: اليمين: القوة وقال الأصمعي في قول الشماخ:\nإذا ما راية رفعت لمجد * تلقاها عرابة باليمين أراد اليد اليمنى.\nواليمن: البركة، وهو ميمون.\nواليمين: الحلف، وكل ذلك من اليد اليمنى.\nوكذلك اليمن، وهو بلد.\nيقال رجل يمان، وسيف يمان. وسمى الحلف يمينا لأن المتحالفين كأن أحدهما يصفق بيمينه على يمين صاحبه.",
    "pg": "V06P157-V06P158"
  },
  "ينف": {
    "def": "الياء والنون والفاء.\nينوف في شعر امرئ القيس: هضبة في جبلي طي.",
    "pg": "V06P158"
  },
  "ينم": {
    "def": "الياء والنون والميم.\nالينمة: نبت.",
    "pg": "V06P158"
  },
  "يهر": {
    "def": "الياء والهاء والراء.\nيقولون: اليهر: اللجاج.\nواستيهر الرجل: لج.",
    "pg": "V06P158"
  },
  "يهم": {
    "def": "الياء والهاء والميم.\nاليهماء: المفازة لا علم بها.\nويقال الأيهمان: السيل والحريق.\nويقال الأيهم من الرجال: الأصم.\nويقال للشجاع أيهم، وهو من الباب، كأنه لا مأتى لأحد إليه.",
    "pg": "V06P158"
  },
  "يهه": {
    "def": "الياء والهاء.\nيقولون: يهيه بالإبل، إذا قال: ياه ياه.\n([باب الياء وما بعدها مما جاء على ثلاثة أحرف. وكتبت ذلك كله بابا واحدا لقلته])",
    "pg": "V06P152"
  },
  "يوح": {
    "def": "الياء والواو والحاء: كلمة واحدة، وهي يوح: اسم من أسماء الشمس.",
    "pg": "V06P158"
  },
  "يوم": {
    "def": "الياء والواو والميم: كلمة واحدة، هي اليوم: الواحد من الأيام، ثم يستعيرونه في الأمر العظيم ويقولون نعم فلان في اليوم إذا نزل.\nوأنشد: * نعم أخو الهيجاء في اليوم اليمى * وقال قوم: هو مقلوب كان في اليوم. والأصل في أيام أبوام، لكنه أدغم.\n* * * فأما ما زاد على الثلاثة في هذا الباب، مثل",
    "pg": "V06P158-V06P159"
  }
}