{
  "جا": {
    "def": "الْجِيمُ وَالْهَمْزَةُ لَيْسَ أَصْلًا لِأَنَّهُ حِكَايَةُ صَوْتٍ. يُقَالُ جَأْجَأْتُ بِالْإِبِلِ إِذَا دَعَوْتُهَا لِلشُّرْبِ. وَالِاسْمُ الْجِيءُ. قَالَ:\nوَمَا كَانَ عَلَى الْجِيءِ ... وَلَا الْهِيءِ امْتِدَاحِيكَا",
    "pg": "1:423"
  },
  "جاب": {
    "def": "الْجِيمُ وَالْهَمْزَةُ وَالْبَاءُ حَرْفَانِ: أَحَدُهُمَا يَدُلُّ عَلَى الْكَسْبِ، يُقَالُ جَأَبْتُ جَأْبًا، أَيْ كَسَبْتُ وَعَمِلْتُ. قَالَ:\nفَاللَّهُ رَاءٍ عَمَلِي وَجَأْبِي\nوَالْآخَرُ مِنْ غَيْرِ هَذَا، وَهُوَ الْحِمَارُ مِنْ حُمُرِ الْوَحْشِ الصُّلْبُ الشَّدِيدُ. الْمَغْرَةُ، يُهْمَزُ وَلَا يُهْمَزُ.",
    "pg": "1:500"
  },
  "جاث": {
    "def": "الْجِيمُ وَالْهَمْزَةُ وَالثَّاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى الْفَزَعِ. يُقَالُ جُئِثَ يُجْأَثُ، إِذَا أُفْزِعَ. وَفِي الْحَدِيثِ: «فَجُئِثْتُ مِنْهُ فَرَقًا» .",
    "pg": "1:500"
  },
  "جاز": {
    "def": "الْجِيمُ وَالْهَمْزَةُ وَالزَّاءُ جِنْسٌ مِنَ الْأَدْوَاءِ. قَالُو: الْجَأْزُ كَهَيْئَةِ الْغَصَصِ الَّذِي يَأْخُذُ فِي الصَّدْرِ عِنْدَ الْغَيْظِ. يُقَالُ جَئِزَ الرَّجُلُ.",
    "pg": "1:500"
  },
  "جاف": {
    "def": "الْجِيمُ وَالْهَمْزَةُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى الْفَزَعِ. وَكَأَنَّ الْفَاءَ [بَدَلٌ] مِنَ الثَّاءِ، يُقَالُ جُئِفَ الرَّجُلُ مِثْلَ جُئِثَ.\n\n[بَابُ الْجِيمِ وَالْبَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:500"
  },
  "جبا": {
    "def": "الْجِيمُ وَالْبَاءُ وَالْهَمْزَةُ أَصْلَانِ: أَحَدُهُمَا التَّنَحِّي عَنِ الشَّيْءِ. يُقَالُ جَبَأْتُ عَنِ الشَّيْءِ، إِذَا كَعَعْتَ. وَالْجُبَّأُ، مَقْصُورٌ مَهْمُوزٌ: الْجَبَانُ. قَالَ:\nفَمَا أَنَا مِنْ رَيْبِ الْمَنُونِ بِجُبَّأٍ ... وَمَا أَنَا مِنْ سَيْبِ الْإِلَهِ بِيَائِسِ\nوَيُقَالُ جَبَأَتْ عَيْنِي عَنِ الشَّيْءِ، إِذَا نَبَتْ. وَرُبَّمَا قَالُوا هَذِهِ بِضِدِّهِ فَقَالُوا: جَبَأْتُ عَلَى الْقَوْمِ، إِذَا أَشْرَفْتَ عَلَيْهِمْ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْجَبْءُ: الْكَمْأَةُ، وَثَلَاثَةُ أَجْبُؤٍ. وَأَجْبَأَتِ الْأَرْضُ، إِذَا كَثُرَتْ كَمْأَتُهَا.\nوَمِمَّا شَذَّ أَيْضًا قَوْلُهُمْ: أَجْبَأْتُ، إِذَا اشْتَرَيْتَ زَرْعًا قَبْلَ بُدُوِّ صَلَاحِهِ. وَبَعْضُهُمْ يَقُولُهُ بِلَا هَمْزٍ. وَرُوِيَ فِي الْحَدِيثِ: «مَنْ أَجْبَى فَقَدْ أَرْبَى» . وَمُمْكِنٌ أَنْ يَكُونَ الْهَمْزُ تُرِكَ لَمَّا قُرِنَ بِأَرْبَى. [بَابُ الْجِيمِ وَالثَّاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:504-505"
  },
  "جبب": {
    "def": "الْجِيمُ وَالْبَاءُ فِي الْمُضَاعَفِ أَصْلَانِ: أَحَدُهُمَا الْقَطْعُ، وَالثَّانِي تَجَمُّعُ الشَّيْءِ.\nفَأَمَّا الْأَوَّلُ فَالْجَبُّ الْقَطْعُ، يُقَالُ: جَبَبْتُهُ أَجُبُّهُ جَبًّا. وَخَصِيٌّ مَجْبُوبٌ بَيِّنُ الْجِبَابِ. وَيُقَالُ جَبَّهُ إِذَا غَلَبَهُ بِحُسْنِهِ أَوْ غَيْرِهِ، كَأَنَّهُ قَطَعَهُ عَنْ مُسَامَاتِهِ وَمُفَاخَرَتِهِ. قَالَ:\nجَبَّتْ نِسَاءَ الْعَالَمِينَ بِالسَّبَبْ ... فَهُنَّ بَعْدُ كُلِّهِنَّ كَالْمُحِبِّ\nوَكَانَتْ قَدَّرَتْ عَجِيزَتَهَا بِحَبْلٍ وَبَعَثَتْ إِلَيْهِنَّ: هَلْ فِيكُنَّ مِثْلُهَا؟ فَلَمْ يَكُنْ، فَغَلَبَتْهُنَّ. وَهَذَا مِثْلُ قَوْلِ الْآخَرِ: لَقَدْ أَهْدَتْ حَبَابَةُ بِنْتُ جَزْءٍ ... لِأَهْلِ جُلَاجِلٍ حَبْلًا طَوِيلًا\nوَالْجَبَبُ أَنْ يُقْطَعَ سَنَامُ الْبَعِيرِ ; وَهُوَ أَجَبُّ وَنَاقَةٌ جَبَّاءُ.\nالْأَصْلُ الثَّانِي الْجُبَّةُ مَعْرُوفَةٌ، لِأَنَّهَا تَشْمَلُ الْجِسْمَ وَتَجْمَعُهُ فِيهَا. وَالْجُبَّةُ مَا دَخَلَ فِيهِ ثَعْلَبُ الرُّمْحِ مِنَ السِّنَانِ. وَالْجُبْجُبَةُ: زَبِيلٌ مِنْ جُلُودٍ يُجْمَعُ فِيهِ التُّرَابُ إِذَا نُقِلَ. وَالْجُبْجُبَةُ: الْكَرِشُ يُجْعَلُ فِيهِ اللَّحْمُ وَهُوَ الْخَلْعُ. وَجَبَّ النَّاسُ النَّخْلَ إِذَا أَلْقَحُوهُ، وَذَا زَمَنُ الْجِبَابِ. وَالْجَبُوبُ: الْأَرْضُ الْغَلِيظَةُ، سُمِّيَتْ بِذَلِكَ لِتَجَمُّعِهَا. قَالَ أَبُو خِرَاشٍ يَصِفُ عِقَابًا رَفَعَتْ صَيْدًا ثُمَّ أَرْسَلَتْهُ فَصَادَمَ الْأَرْضَ:\nفَلَاقَتْهُ بِبَلْقَعَةٍ بَرَاحٍ ... فَصَادَمَ بَيْنَ عَيْنَيْهِ الْجَبُوبَا\nالْمَجَبَّةُ: جَادَّةُ الطَّرِيقِ وَمُجْتَمَعُهُ. وَالْجُبُّ: الْبِئْرُ. وَيُقَالُ جَبَّبَ تَجْبِيبًا إِذَا فَرَّ وَذَلِكَ أَنَّهُ يَجْمَعُ نَفْسَهُ لِلْفِرَارِ وَيَتَشَمَّرُ.\nوَمِنَ الْبَابِ الْجُبَابُ: شَيْءٌ يَجْتَمِعُ مِنْ أَلْبَانِ الْإِبِلِ كَالزُّبْدِ. وَلَيْسَ لِلْإِبِلِ زُبْدٌ. قَالَ الرَّاجِزُ:\nيَعْصِبُ فَاهُ الرِّيقُ أَيَّ عَصْبِ ... عَصْبَ الْجُبَابِ بِشِفَاهِ الْوَطْبِ\nقَالَ ابْنُ دُرَيْدٍ: الْجِبْجَابُ الْمَاءُ الْكَثِيرُ، وَكَذَلِكَ الْجُبَاجِبُ.",
    "pg": "1:423-425"
  },
  "جبت": {
    "def": "الْجِيمُ وَالْبَاءُ وَالتَّاءُ كَلِمَةٌ وَاحِدَةٌ. الْجِبْتُ: السَّاحِرُ، وَيُقَالُ الْكَاهِنُ.",
    "pg": "1:500-501"
  },
  "جبذ": {
    "def": "الْجِيمُ وَالْبَاءُ وَالذَّالُ لَيْسَ أَصْلًا ; لِأَنَّهُ كَلِمَةٌ وَاحِدَةٌ مَقْلُوبَةٌ، يُقَالُ جَبَذْتُ الشَّيْءَ بِمَعْنَى جَذَبْتُهُ.",
    "pg": "1:501"
  },
  "جبر": {
    "def": "الْجِيمُ وَالْبَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ جِنْسٌ مِنَ الْعَظَمَةِ وَالْعُلُوِّ وَالِاسْتِقَامَةِ. فَالْجَبَّارُ: الَّذِي طَالَ وَفَاتَ الْيَدَ، يُقَالُ فَرَسٌ جَبَّارٌ، وَنَخْلَةٌ جَبَّارَةٌ. وَذُو الْجَُبُّورَةِ وَذُو الْجَبَرُوتِ: اللَّهُ جَلَّ ثَنَاؤُهُ. وَقَالَ:\nفَإِنَّكَ إِنْ أَغْضَبْتَنِي غَضِبَ الْحَصَى ... عَلَيْكَ وَذُو الْجَُبُّورَةِ الْمُتَغَطْرِفُ\nوَيُقَالُ فِيهِ جَبْرِيَّةٌ وَجَبَرُوَّةٌ وَجَبَرُوتٌ وَجَُبُّورَةٌ. وَجَبَرْتُ الْعَظْمَ فَجُبِرَ. قَالَ:\n\nقَدْ جَبَرَ الدِّينَ الْإِلَهُ فَجُبِرَ\nوَيُقَالُ لِلْخَشَبِ الَّذِي يُضَمُّ بِهِ الْعَظْمُ الْكَسِيرُ جِبَارَةٌ، وَالْجَمْعُ جَبَائِرُ. وَشُبِّهَ السِّوَارُ فَقِيلَ لَهُ جِبَارَةٌ. وَقَالَ:\nوَأَرَتْكَ كَفًّا فِي الْخِضَا ... بِ وَمِعْصِمًا مِلْءَ الْجِبَارَهْ\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْجُبَارُ وَهُوَ الْهَدَرُ. قَالَ رَسُولُ اللَّهِ ﵌: «الْبِئْرُ جُبَارٌ، وَالْمَعْدِنُ جُبَارٌ» . فَأَمَّا الْبِئْرُ فَهِيَ الْعَادِيَّةُ الْقَدِيمَةُ لَا يُعْلَمُ لَهَا حَافِرٌ وَمَالِكٌ، يَقَعُ فِيهَا الْإِنْسَانُ أَوْ غَيْرُهُ، فَذَلِكَ هَدَرٌ. وَالْمَعْدِنُ جُبَارٌ، قَوْمٌ يَحْفِرُونَهُ بِكِرَاءٍ فَيَنْهَارُ عَلَيْهِمْ، فَذَلِكَ جُبَارٌ، لِأَنَّهُمْ يَعْمَلُونَ بِكِرَاءٍ. وَيُقَالُ أَجْبَرْتُ فُلَانًا عَلَى الْأَمْرِ، وَلَا يَكُونُ ذَلِكَ إِلَّا بِالْقَهْرِ وَجِنْسٍ مِنَ التَّعَظُّمِ عَلَيْهِ.",
    "pg": "1:501-502"
  },
  "جبز": {
    "def": "الْجِيمُ وَالْبَاءُ وَالزَّاءُ لَيْسَ عِنْدِي أَصْلًا، وَإِنْ كَانُوا يَقُولُونَ: الْجَبِيزُ الْخُبْزُ الْيَابِسُ. وَفِيهِ نَظَرٌ. وَقَالَ قَوْمٌ: الْجِبْزُ اللَّئِيمُ. فَإِنْ كَانَ صَحِيحًا فَالزَّاءُ مُبْدَلَةٌ مِنْ سِينٍ.",
    "pg": "1:502"
  },
  "جبس": {
    "def": "الْجِيمُ وَالْبَاءُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ: الْجِبْسُ، وَهُوَ اللَّئِيمُ، وَيُقَالُ الْجَبَانُ.",
    "pg": "1:502"
  },
  "جبع": {
    "def": "الْجِيمُ وَالْبَاءُ وَالْعَيْنُ، يُقَالُ إِنَّ فِيهِ كَلِمَتَيْنِ: إِحْدَاهُمَا الْجُبَّاعُ مِنَ السِّهَامِ: الَّذِي لَيْسَ لَهُ رِيشٌ وَلَيْسَ لَهُ نَصْلٌ. وَيُقَالُ الْجُبَّاعَةُ الْمَرْأَةُ الْقَصِيرَةُ.",
    "pg": "1:502"
  },
  "جبل": {
    "def": "الْجِيمُ وَالْبَاءُ وَاللَّامُ أَصْلٌ يَطَّرِدُ وَيُقَاسُ، وَهُوَ تَجَمُّعُ الشَّيْءِ فِي ارْتِفَاعٍ. فَالْجَبَلُ مَعْرُوفٌ، وَالْجَبَلُ: الْجَمَاعَةُ الْعَظِيمَةُ الْكَثِيرَةُ. قَالَ:\nأَمَّا قُرَيْشٌ فَإِنْ تَلَقَّاهُمُ أَبَدًا ... إِلَّا وَهُمْ خَيْرُ مَنْ يَحْفَى وَيَنْتَعِلُ\nإِلَّا وَهُمْ جَبَلُ اللَّهِ الَّذِي قَصُرَتْ ... عَنْهُ الْجِبَالُ فَمَا سَاوَى بِهِ جَبَلُ\nوَيُقَالُ لِلنَّاقَةِ الْعَظِيمَةِ السَّنَامِ جَبَلَةٌ. وَقَالَ قَوْمٌ: السَّنَامُ نَفْسُهُ جَبْلَةٌ وَامْرَأَةٌ جَبْلَةٌ: عَظِيمَةُ الْخَلْقِ. وَقَالَ فِي النَّاقَةِ:\nوَطَالَ السَّنَامُ عَلَى جَبْلَةٍ ... كَخَلْقَاءَ مِنْ هَضَبَاتِ [الصَّجَنْ]\nوَالْجِبِلَّةُ: الْخَلِيقَةُ. وَالْجِبِلُّ: الْجَمَاعَةُ الْكَثِيرَةُ. قَالَ اللَّهُ تَعَالَى: ﴿وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًّا كَثِيرًا﴾ [يس: ٦٢] وَ (جُبُلًّا (أَيْضًا. وَيُقَالُ حَفَرَ الْقَوْمُ فَأَجْبَلُوا، إِذَا بَلَغُوا مَكَانًا صُلْبًا.",
    "pg": "1:502-503"
  },
  "جبن": {
    "def": "الْجِيمُ وَالْبَاءُ وَالنُّونُ ثَلَاثُ كَلِمَاتٍ لَا يُقَاسُ بَعْضُهَا بِبَعْضٍ. فَالْجُبْنُ: الَّذِي يُؤْكَلُ، وَرُبَّمَا ثُقِّلَتْ نُونُهُ مَعَ ضَمِّ الْبَاءِ. وَالْجُبْنُ: صِفَةُ الْجَبَانِ. وَالْجَبِينَانُ: مَا عَنْ يَمِينِ الْجَبْهَةِ وَشِمَالِهَا، كُلُّ وَاحِدٍ مِنْهُمَا جَبِينٌ.",
    "pg": "1:503"
  },
  "جبه": {
    "def": "الْجِيمُ وَالْبَاءُ وَالْهَاءُ كَلِمَةٌ وَاحِدَةٌ، ثُمَّ يُشَبَّهُ بِهَا. فَالْجَبْهَةُ: الْخَيْلُ. وَالْجَبْهَةُ مِنَ النَّاسِ: الْجَمَاعَةُ. وَالْجَبْهَةُ: كَوْكَبٌ، يُقَالُ هُوَ جَبْهَةُ الْأَسَدِ. وَمِنَ الْبَابِ قَوْلُهُمْ جَبَهْنَا الْمَاءَ إِذَا وَرَدْنَاهُ وَلَيْسَتْ عَلَيْهِ قَامَةٌ وَلَا أَدَاةٌ. وَهَذَا مِنَ الْبَابِ ; لِأَنَّهُمْ قَابَلُوهُ وَلَيْسَ بَيْنَهُمْ مَا يَسْتَعِينُونَ بِهِ عَلَى السَّقْيِ. وَالْعَرَبُ تَقُولُ: \" لِكُلِّ جَابِهٍ جَوْزَةٌ، ثُمَّ يُؤَذَّنُ \". فَالْجَابِهُ مَا ذَكَرْنَاهُ. وَالْجَوْزَةُ: قَدْرُ مَا يَشْرَبُ ثَمَّ وَيَجُوزُ.",
    "pg": "1:503"
  },
  "جبي": {
    "def": "الْجِيمُ وَالْبَاءُ وَمَا بَعْدَهُ مِنَ الْمُعْتَلِّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى جَمْعِ الشَّيْءِ وَالتَّجَمُّعِ. يُقَالُ جَبَيْتُ الْمَالَ أَجْبِيهِ جِبَايَةً، وَجَبَيْتُ الْمَاءَ فِي الْحَوْضِ. وَالْحَوْضُ نَفْسُهُ جَابِيَةٌ. قَالَ الْأَعْشَى:\nتَرُوحُ عَلَى آلِ الْمُحَلَّقِ جَفْنَةٌ ... كَجَابِيَةِ الشَّيْخِ الْعِرَاقِيِّ تَفْهَقُ\nوَالْجَبَا، مَقْصُورٌ: مَا حَوْلَ الْبِئْرِ. وَالْجِبَا بِكَسْرِ الْجِيمِ: مَا جُمِعَ مِنَ الْمَاءِ فِي الْحَوْضِ أَوْ غَيْرِهِ. وَيُقَالُ لَهُ: جِبْوَةٌ وَجِبَاوَةٌ. قَالَ الْكِسَائِيُّ: جَبَيْتُ الْمَاءَ فِي الْحَوْضِ جِبًى. وَجَبَّى يُجَبِّي، إِذَا سَجَدَ ; وَهُوَ تَجَمُّعٌ.",
    "pg": "1:503-504"
  },
  "جثث": {
    "def": "الْجِيمُ وَالثَّاءُ يَدُلُّ عَلَى تَجَمُّعِ الشَّيْءِ. وَهُوَ قِيَاسٌ صَحِيحٌ. فَالْجُثَّةُ جُثَّةُ الْإِنْسَانِ، إِذَا كَانَ قَاعِدًا أَوْ نَائِمًا. وَالْجُثُّ: مُجْتَمِعٌ مِنَ الْأَرْضِ مُرْتَفِعٌ كَالْأَكَمَةِ. قَالَ ابْنُ دُرَيْدٍ: وَأَحْسَبُ أَنَّ جُثَّةَ الرَّجُلِ مِنْ هَذَا. وَيُقَالُ الْجَثُّ قَذًى يُخَالِطُ الْعَسَلَ. وَهُوَ الَّذِي ذَكَرَهُ الْهُذَلِيُّ:\nفَمَا بَرِحَ الْأَسْبَابُ حَتَّى وَضَعْنَهُ ... لَدَى الثَّوْلِ يَنْفِي جَثَّهَا وَيَؤُومُهَا\nوَيُقَالُ: الْجَثُّ الشَّمْعُ. وَالْقِيَاسُ وَاحِدٌ. وَيُقَالُ نَبْتٌ جُثَاجِثٌ كَثِيرٌ. وَلَعَلَّ الْجَثْجَاثَ مِنْ هَذَا. وَجُثِثْتُ مِنَ الرَّجُلِ إِذَا فَزِعْتَ، وَذَلِكَ أَنَّ الْمَذْعُورَ يَتَجَمَّعُ. فَإِنْ قَالَ قَائِلٌ: فَكَيْفَ تَقِيسُ عَلَى هَذَا جَثَثْتُ الشَّيْءَ وَاجْتَثَثْتُهُ إِذَا قَلَعْتَهُ، وَالْجَثِيثُ مِنَ النَّخْلِ الْفَسِيلُ، وَالْمِجَثَّةُ الْحَدِيدَةُ الَّتِي تَقْتَلِعُ بِهَا الشَّيْءَ؟ فَالْجَوَابُ أَنَّ قِيَاسَهُ قِيَاسُ الْبَابِ ; لِأَنَّهُ [لَا] يَكُونُ مَجْثُوثًا إِلَّا وَقَدْ قُلِعَ بِجَمِيعِ أُصُولِهِ وَعُرُوقِهِ حَتَّى لَا يُتْرَكَ مِنْهُ شَيْءٌ. فَقَدْ عَادَ إِلَى مَا أَصَّلْنَاهُ.\n\n[بَابُ الْجِيمِ وَالْحَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:425"
  },
  "جثر": {
    "def": "الْجِيمُ وَالثَّاءُ وَالرَّاءُ كَلِمَةٌ فِيهَا نَظَرٌ. قَالَ ابْنُ دُرَيْدٍ: مَكَانٌ جَثْرٌ: تُرَابٌ يَخْلِطُهُ سَبَخٌ.",
    "pg": "1:505"
  },
  "جثل": {
    "def": "الْجِيمُ وَالثَّاءُ وَاللَّامُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى لِينِ الشَّيْءِ. يُقَالُ شَعْرٌ جَثْلٌ: كَثِيرٌ لَيِّنٌ. وَاجْثَأَلَّ النَّبْتُ: طَالَ. وَاجْثَأَلَّ الطَّائِرُ: نَفَشَ رِيشَهُ. وَمِمَّا شَذَّ عَنِ الْأَصْلِ: \" ثَكِلَتْهُ الْجَثَلُ \" وَهِيَ أُمُّهُ. وَيُقَالُ الْجَثْلَةُ: النَّمْلَةُ السَّوْدَاءُ.",
    "pg": "1:505"
  },
  "جثم": {
    "def": "الْجِيمُ وَالثَّاءُ وَالْمِيمُ أَصْلٌ صَحِيحٌ يَدُلُّ عَلَى تَجَمُّعِ الشَّيْءِ. فَالْجُثْمَانُ: شَخْصُ الْإِنْسَانِ. وَجَثَمَ، إِذَا لَطِئَ بِالْأَرْضِ. وَجَثَمَ الطَّائِرُ يَجْثُِمُ. وَفِي الْحَدِيثِ: «نَهَى عَنِ الْمُجَثَّمَةِ» ، وَهِيَ الْمَصْبُورَةُ عَلَى الْمَوْتِ.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرَ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ جِيمٌ]\nوَذَلِكَ عَلَى أَضْرُبٍ:\nفَمِنْهُ مَا نُحِتَ مِنْ كَلِمَتَيْنِ صَحِيحَتَيِ الْمَعْنَى، مُطَّرِدَتَيِ الْقِيَاسِ. وَمِنْهُ مَا أَصْلُهُ كَلِمَةٌ وَاحِدَةٌ وَقَدْ أُلْحِقُ بِالرُّبَاعِيِّ وَالْخُمَاسِيِّ بِزِيَادَةٍ تَدْخُلُهُ. وَمِنْهُ مَا يُوضَعُ كَذَا وَضْعًا. وَسَنُفَسِّرُ ذَلِكَ إِنْ شَاءَ اللَّهُ تَعَالَى.\nفَمِنَ الْمَنْحُوتِ قَوْلُهُمْ لِلْبَاقِي مِنْ أَصْلِ السَّعَفَةِ إِذَا قُطِعَتْ (جُذْمُورٌ) . قَالَ: بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرَ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ جِيمٌ\nبَنَانَتَيْنِ وَجُذْمُورًا أُقِيمُ بِهَا ... صَدْرُ الْقَنَاةِ إِذَا مَا آنَسُوا فَزَعًا\nوَذَلِكَ مِنْ كَلِمَتَيْنِ: إِحْدَاهُمَا الْجِذْمُ وَهُوَ الْأَصْلُ، وَالْأُخْرَى الْجِذْرُ وَهُوَ الْأَصْلُ. وَقَدْ مَرَّ تَفْسِيرُهُمَا. وَهَذِهِ الْكَلِمَةُ مِنْ أَدَلِّ الدَّلِيلِ عَلَى صِحَّةِ مَذْهَبِنَا فِي هَذَا الْبَابِ. وَبِاللَّهِ التَّوْفِيقُ.\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلرَّجُلِ إِذَا سَتَرَ بِيَدَيْهِ طَعَامَهُ كَيْ لَا يُتَنَاوَلَ (جَرْدَبٌ) مِنْ كَلِمَتَيْنِ: مِنْ جَدَبَ لِأَنَّهُ يَمْنَعُ طَعَامَهُ، فَهُوَ كَالْجَدْبِ الْمَانِعِ خَيْرَهُ، وَمِنِ الْجِيمِ وَالرَّاءِ وَالْبَاءِ، كَأَنَّهُ جَعَلَ يَدَيْهِ جِرَابًا يَعِي الشَّيْءَ وَيَحْوِيهِ. قَالَ:\nإِذَا مَا كُنْتَ فِي قَوْمٍ شَهَاوَى ... فَلَا تَجْعَلْ شِمَالَكَ جَُرْدُبَانًا\nوَمِنْ ذَلِكَ [قَوْلُهُمْ] لِلرَّمَلَةِ الْمُشْرِفَةِ عَلَى مَا حَوْلَهَا (جُمْهُورٌ) . وَهَذَا مِنْ كَلِمَتَيْنِ مِنْ جَمَرَ ; وَقَدْ قُلْنَا: إِنَّ ذَلِكَ يَدُلُّ عَلَى الِاجْتِمَاعِ، وَوَصَفْنَا الْجَمَرَاتِ مِنَ الْعَرَبِ بِمَا مَضَى ذِكْرُهُ. وَالْكَلِمَةُ الْأُخْرَى جَهَرَ ; وَقَدْ قُلْنَا: إِنَّ ذَلِكَ مِنَ الْعُلُوِّ. فَالْجُمْهُورُ شَيْءٌ مُتَجَمِّعٌ عَالٍ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِقَرْيَةِ النَّمْلِ (جُرْثُومَةٌ) . فَهَذَا مِنْ كَلِمَتَيْنِ: مِنْ جَرَمَ وَجَثَمَ، كَأَنَّهُ اقْتَطَعَ مِنَ الْأَرْضِ قِطْعَةً فَجَثَمَ فِيهَا. وَالْكَلِمَتَانِ قَدْ مَضَتَا بِتَفْسِيرِهِمَا.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلرَّجُلِ إِذَا صُرِعَ (جُعْفِلَ) . وَذَلِكَ مِنْ كَلِمَتَيْنِ: مِنْ جُعِفَ إِذَا صُرِعَ، وَقَدْ مَرَّ تَفْسِيرُهُ. وَفِي الْحَدِيثِ: «حَتَّى يَكُونَ انْجِعَافُهَا مَرَّةً» .\nوَمِنْ كَلِمَةٍ أُخْرَى وَهِيَ جَفَلَ، وَذَلِكَ إِذَا تَجَمَّعَ فَذَهَبَ. فَهَذَا كَأَنَّهُ جُمِعَ وَذُهِبَ بِهِ. وَمِنْ ذَلِكَ قَوْلُهُمْ لِلْحَجَرِ وَلِلْإِبِلِ الْكَثِيرَةِ (جَلْمَدٌ) . قَالَ الشَّاعِرُ فِي الْحِجَارَةِ:\nجَلَامِيدُ أَمْلَاءُ الْأَكُفِّ كَأَنَّهَا ... رُءُوسُ رِجَالٍ حُلِّقَتْ فِي الْمَوَاسِمِ\nوَقَالَ آخَرُ فِي الْإِبِلِ الْجَلْمَدِ:\nأَوْ مِائَةٍ تُجْعَلُ أَوْلَادُهَا ... لَغْوًا وَعُرْضَ الْمِائَةِ الْجَلْمَدِ\nوَهَذَا مِنْ كَلِمَتَيْنِ: مِنَ الْجَلَدِ، وَهِيَ الْأَرْضُ الصُّلْبَةُ، وَمِنَ [الْجَمَدِ] ، وَهِيَ الْأَرْضُ الْيَابِسَةُ، وَقَدْ مَرَّ تَفْسِيرُهُمَا.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْجَمَلِ الْعَظِيمِ (جُرَاهِمٌ جُرْهُمٌ) . وَهَذَا مِنْ كَلِمَتَيْنِ مِنَ الْجِرْمِ وَهُوَ الْجَسَدُ، وَمِنَ الْجَرَهِ وَهُوَ الِارْتِفَاعُ فِي تَجَمُّعٍ. يُقَالُ سَمِعْتُ جَرَاهِيَةَ الْقَوْمِ، وَهُوَ عَالِي كَلَامِهِمْ دُونَ السِّرِّ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْأَرْضِ الْغَلِيظَةِ (جَمْعَرَةٌ) . فَهَذَا مِنَ الْجَمْعِ وَمِنَ الْجَمْرِ. وَقَدْ مَضَى ذِكْرُهُ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلطَّوِيلِ (جَسْرَبٌ) . فَهَذَا مِنَ الْجَسْرِ - وَقَدْ ذَكَرْنَاهُ - وَمِنْ سَرَبَ إِذَا امْتَدَّ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلضَّخْمِ الْهَامَةِ الْمُسْتَدِيرِ الْوَجْهِ (جَهْضَمٌ) . فَهَذَا مِنَ الْجَهْمِ وَمِنَ الْهَضَمِ. وَالْهَضَمُ: انْضِمَامٌ فِي الشَّيْءِ. وَيَكُونُ أَيْضًا مِنْ أَهْضَامِ الْوَادِي، وَهِيَ أَعَالِيهِ. وَهَذَا أَقْيَسُ مِنَ الَّذِي ذَكَرْنَاهُ فِي الْهَضَمِ الَّذِي مَعْنَاهُ الِانْضِمَامُ. وَمِنْ ذَلِكَ قَوْلُهُمْ لِلذَّاهِبِ عَلَى وَجْهِهِ (مُجْرَهِدٌّ) . فَهَذَا مِنْ كَلِمَتَيْنِ: مِنْ جَرَدَ أَيِ انْجَرَدَ فَمَرَّ، وَمِنْ جَهَدَ نَفْسَهُ فِي مُرُورِهِ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلرَّجُلِ الْجَافِي الْمُتَنَفِّجِ بِمَا لَيْسَ عِنْدَهُ (جِعْظَارٌ) . وَهَذَا مِنْ كَلِمَتَيْنِ؛ مِنَ الْجَظِّ وَالْجَعْظِ، كِلَاهُمَا الْجَافِي، وَقَدْ فُسِّرَ فِيمَا مَضَى.\n\nوَمِنْهُ (الْجِنْعَاظُ) وَهُوَ مِنَ الَّذِي ذَكَرْنَاهُ آنِفًا وَالنُّونُ زَائِدَةٌ. قَالَ الْخَلِيلُ: يُقَالُ: إِنَّهُ سَيِّئُ الْخُلُقِ، الَّذِي يَتَسَخَّطُ عِنْدَ الطَّعَامِ. وَأَنْشَدَ:\nجِنْعَاظَةٌ بِأَهْلِهِ قَدْ بَرَّحَا\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْوَحْشِيِّ إِذَا تَقَبَّضَ فِي وِجَارِهِ (تَجَرْجَمَ) ، وَالْجِيمُ الْأُولَى زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ قَوْلِنَا لِلْحِجَارَةِ الْمُجْتَمِعَةِ: رُجْمَةٌ. وَأَوْضَحُ مِنْ هَذَا قَوْلُهُمْ لِلْقَبْرِ: الرَّجَمُ، فَكَأَنَّ الْوَحْشِيَّ لَمَّا صَارَ فِي وِجَارِهِ صَارَ فِي قَبْرٍ.\n\nوَمِنْهَا قَوْلُهُمْ لِلْأَرْضِ ذَاتِ الْحِجَارَةِ (جَمْعَرَةٌ) . وَهَذَا مِنَ الْجَمَرَاتِ - وَقَدْ قُلْنَا: إِنَّ أَصْلَهَا تَجَمُّعُ الْحِجَارَةِ - وَمِنَ الْمَعِرِ وَهُوَ الْأَرْضُ لَا نَبَاتَ بِهِ.\n\nوَمِنْهَا قَوْلُهُمْ لِلنَّهْرِ (جَعْفَرٌ) . وَوَجْهُهُ ظَاهِرٌ أَنَّهُ مِنْ كَلِمَتَيْنِ: مِنْ جَعَفَ إِذَا صَرَعَ ; لِأَنَّهُ يَصْرَعُ مَا يَلْقَاهُ مِنْ نَبَاتٍ وَمَا أَشْبَهَهُ، وَمِنَ الْجَفْرِ وَالْجُفْرَةِ وَالْجِفَارِ وَالْأَجْفَرِ وَهِيَ كَالْجُفَرِ. وَمِنْ ذَلِكَ قَوْلُهُمْ فِي صِفَةِ الْأَسَدِ (جِرْفَاسٌ) فَهُوَ مِنْ جَرَفَ وَمِنْ جَرَسَ، كَأَنَّهُ إِذَا أَكَلَ شَيْئًا وَجَرَسَهُ جَرَفَهُ. وَأَمَّا قَوْلُهُمْ لِلدَّاهِيَةِ (ذَاتُ الْجَنَادِعِ) فَمَعْلُومٌ فِي الْأَصْلِ الَّذِي أَصَّلْنَاهُ أَنَّ النُّونَ زَائِدَةٌ، وَأَنَّهُ مِنَ الْجَدْعِ، وَقَدْ مَضَى. وَقَدْ يُقَالُ: إِنَّ جَنَادِعَ كُلِّ شَيْءٍ أَوَائِلُهُ، وَجَاءَتْ جَنَادِعُ الشَّرِّ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلصُّلْبِ الشَّدِيدِ (جَلْعَدٌ) فَالْعَيْنُ زَائِدَةٌ، وَهُوَ مِنَ الْجَلَدِ. وَمُمْكِنٌ أَنْ يَكُونَ مَنْحُوتًا مِنَ الْجَلَعِ أَيْضًا، وَهُوَ الْبُرُوزُ ; لِأَنَّهُ إِذَا كَانَ مَكَانًا صُلْبًا فَهُوَ بَارِزٌ ; لِقِلَّةِ النَّبَاتِ بِهِ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْحَادِرِ السَّمِينِ (جَحْدَلٌ) فَمُمْكِنٌ أَنْ يُقَالَ: إِنَّ الدَّالَ زَائِدَةٌ، وَهُوَ مِنَ السِّقَاءِ الْجَحْلِ، وَهُوَ الْعَظِيمُ، وَمِنْ قَوْلِهِمْ مَجْدُولُ الْخَلْقِ، وَقَدْ مَضَى.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ (تَجَرْمَزَ اللَّيْلُ) ذَهَبَ. فَالزَّاءُ زَائِدَةٌ، وَهُوَ مِنْ تَجَرَّمَ. وَالْمِيمُ زَائِدَةٌ فِي وَجْهٍ آخَرَ، وَهُوَ مِنَ الْجَرْزِ وَهُوَ الْقَطْعُ، كَأَنَّهُ شَيْءٌ قُطِعَ قَطْعًا ; وَمِنْ رَمَزَ إِذَا تَحَرَّكَ وَاضْطَرَبَ. يُقَالُ لِلْمَاءِ الْمُجْتَمِعِ الْمُضْطَرِبِ: رَامُوزٌ. وَيُقَالُ: الرَّامُوزُ اسْمٌ مِنْ أَسْمَاءِ الْبَحْرِ.\n\nوَمِنْ ذَلِكَ (تَجَحْفَلَ الْقَوْمُ) : اجْتَمَعُوا، وَقَوْلُهُمْ لِلْجَيْشِ الْعَظِيمِ (جَحْفَلٌ) ، وَ (جَحْفَلَةُ الْفَرَسِ) . وَقِيَاسُ هَؤُلَاءِ الْكَلِمَاتِ وَاحِدٌ، وَهُوَ مِنْ كَلِمَتَيْنِ: مِنَ الْحَفْلِ وَهُوَ الْجَمْعُ، وَمِنَ الْجَفْلِ، وَهُوَ تَجَمُّعُ الشَّيْءِ فِي ذَهَابٍ. وَيَكُونُ لَهُ وَجْهٌ آخَرُ: أَنْ يَكُونَ مِنَ الْجَفْلِ وَمِنَ الْجَحْفِ، فَإِنَّهُمْ يَجْحَفُونَ الشَّيْءَ جَحْفًا. وَهَذَا عِنْدِي أَصْوَبُ الْقَوْلَيْنِ. وَمِنْ ذَلِكَ قَوْلُهُمْ لِلْبَعِيرِ الْمُنْتَفِخِ الْجَنْبَيْنِ (جَحْشَمٌ) فَهَذَا مِنَ الْجَشِمِ، وَهُوَ الْجَسِيمُ الْعَظِيمُ، يُقَالُ: \" أَلْقَى عَلَيَّ جُشَمَهُ \"، وَمِنَ الْجَحْشِ وَقَدْ مَضَى ذِكْرُهُ، كَأَنَّهُ شُبِّهَ فِي بَعْضِ قُوَّتِهِ بِالْجَحْشِ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْخَفِيفِ (جَحْشَلٌ) فَهَذَا مِمَّا زِيدَتْ فِيهِ اللَّامُ، وَإِنَّمَا هُوَ مِنَ الْجَحْشِ، وَالْجَحْشُ خَفِيفٌ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلِانْقِبَاضِ (تَجَعْثُمٌ) . وَالْأَصْلُ فِيهِ عِنْدِي أَنَّ الْعَيْنَ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنَ التَّجَثُّمِ، وَمِنَ الْجُثْمَانِ. وَقَدْ مَضَى ذِكْرُهُ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْجَافِي (جَرْعَبٌ) فَيَكُونُ الرَّاءُ زَائِدَةً. وَالْجَعَبُ: التَقَبُّضُ وَالْجَرَعُ: الْتِوَاءٌ فِي قُوَى الْحَبْلِ. فَهَذَا قِيَاسٌ مُطَّرِدٌ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْقَصِيرِ (جَعْبَرٌ) ، وَامْرَأَةٌ جَعْبَرَةٌ: قَصِيرَةٌ. قَالَ:\nلَا جَعْبَرِيَّاتٍ وَلَا طَهَامِلًا\nفَيَكُونُ مِنَ الَّذِي قَبْلَهُ، وَيَكُونُ الرَّاءُ زَائِدَةً.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلثَّقِيلِ الْوَخِمِ (جَلَنْدَحٌ) . فَهَذَا مِنَ الْجَلْحِ وَالْجَدْعِ، وَالنُّونُ زَائِدَةٌ. وَقَدْ مَضَى تَفْسِيرُ الْكَلِمَتَيْنِ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْعَجُوزِ الْمُسِنَّةِ (جَلْفَزِيزٌ) . فَهَذَا مِنْ جَلَزَ وَجَلَفَ. أَمَّا جَلَزَ فَمِنْ قَوْلِنَا مَجْلُوزٌ، أَيْ مَطْوِيٌّ، كَأَنَّ جِسْمَهَا طُوِيَ مِنْ ضُمْرِهَا وَهُزَالِهَا. وَأَمَّا جَلَفَ فَكَأَنَّ لَحْمَهَا جُلِفَ جَلْفًا أَيْ ذُهِبَ بِهِ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْقَاعِدِ (مُجْذَئِرٌّ) فَهَذَا مِنْ جَذَا: إِذَا قَعَدَ عَلَى أَطْرَافِ قَدَمَيْهِ. قَالَ:\nوَصَنَّاجَةٌ تَجْذُو عَلَى حَدِّ مَنْسِمِ\nوَمِنَ الذَّئِرِ وَهُوَ الْغَضْبَانُ النَّاشِزُ. فَالْكَلِمَةُ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْعُسِّ الضَّخْمِ (جُنْبُلٌ) فَهَذَا مِمَّا زِيدَتْ فِيهِ النُّونُ كَأَنَّهُ جَبَلٌ، وَالْجَبَلُ كَلِمَةٌ وَجْهُهَا التَّجَمُّعُ. وَقَدْ ذَكَرْنَاهَا.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْجَافِي (جُنَادِفٌ) فَالنُّونُ فِيهِ زَائِدَةٌ، وَالْأَصْلُ الْجَدْفُ وَهُوَ احْتِقَارُ الشَّيْءِ ; يُقَالُ جَدَفَ بِكَذَا أَيِ احْتَقَرَ، فَكَأَنَّ الْجُنَادِفَ الْمُحْتَقِرُ لِلْأَشْيَاءِ، مِنْ جَفَائِهِ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْأَكُولِ (جُرْضُمٌ) . فَهَذَا مِمَّا زِيدَتْ فِيهِ الْمِيمُ، فَيُقَالُ [مِنْ] جَرَضَ إِذَا جَرَشَ وَجَرَسَ. وَمِنْ رَضَمَ أَيْضًا فَتَكُونُ الْجِيمُ زَائِدَةً.\nوَمَعْنَى الرَّضَمِ أَنْ يَرْضِمَ مَا يَأْكُلُهُ بَعْضَهُ عَلَى بَعْضٍ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْجَمَلِ الْعَظِيمِ (جُخْدَُبٌ) ، فَالْجِيمُ زَائِدَةٌ. وَأَصْلُهُ مِنَ الْخَدَبِ ; يُقَالُ لِلْعَظِيمِ خِدَبٌّ. وَتَكُونُ الدَّالَّ زَائِدَةً ; فَإِنَّ الْعَظِيمَ جِخَبٌّ أَيْضًا. فَالْكَلِمَةُ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ. وَمِنْ ذَلِكَ قَوْلُهُمْ لِلْعَظِيمِ الصَّدْرِ (جُرْشُعٌ) فَهَذَا مِنَ الْجَرْشِ، وَالْجَرْشُ: صَدْرُ الشَّيْءِ، يُقَالُ: جَرْشٌ مِنَ اللَّيْلِ، مِثْلُ جَرْسٍ. وَمِنَ الْجَشَعِ، وَهُوَ الْحِرْصُ الشَّدِيدُ. فَالْكَلِمَةُ أَيْضًا مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْجَرَادَةِ (جُنْدَبٌ) . فَهَذَا نُونُهُ زَائِدَةٌ، وَ [هُوَ] مِنَ الْجَدْبِ ; وَذَلِكَ أَنَّ الْجَرَادَ يَجْرُدُ فَيَأْتِي بِالْجَدْبِ، وَرُبَّمَا كَنَوْا فِي الْغَشْمِ وَالظُّلْمِ بِأُمٍ جُنْدَبٍ، وَقِيَاسُهُ قِيَاسُ الْأَصْلِ.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلشَّيْخِ الْهِمِّ (جِلْحَابَةٌ) . فَهَذَا مِنْ قَوْلِهِمْ جَنَحَ وَلَحَبَ. أَمَّا الْجَلَحُ فَذَهَابُ شَعَْرِ مُقَدَّمِ الرَّأْسِ. وَأَمَّا لَحَبَ فَمِنْ قَوْلِهِمْ لُحِبَ لَحْمُهُ يُلْحَبُ، كَأَنَّهُ ذُهِبَ بِهِ. وَطَرِيقٌ لَحْبٌ مِنْ هَذَا.\n\nوَمِنْ ذَلِكَ قَوْلُهُمْ لِلْحَجَرِ (جَنْدَلٌ) . فَمُمْكِنٌ أَنْ يَكُونَ نُونُهُ زَائِدَةً، وَيَكُونُ مِنَ الْجَدْلِ وَهُوَ صَلَابَةٌ فِي الشَّيْءِ وَطَيٌّ وَتَدَاخُلٌ، يَقُولُونَ: خَلْقٌ مَجْدُولٌ. وَيَجُوزُ أَنْ يَكُونَ مَنْحُوتًا مِنْ هَذَا وَمِنَ الْجَنَدِ، وَهِيَ أَرْضٌ صُلْبَةٌ. فَهَذَا مَا جَاءَ عَلَى الْمَقَايِيسِ الصَّحِيحَةِ.\nوَمِمَّا وُضِعَ وَضْعًا وَلَمْ أَعْرِفْ لَهُ اشْتِقَاقًا:",
    "pg": "1:505-512"
  },
  "جحح": {
    "def": "فِي الْمُضَاعَفِ. الْجِيمُ وَالْحَاءُ يَدُلُّ عَلَى عِظَمِ الشَّيْءِ، يُقَالُ لِلسَّيِّدِ مِنَ الرِّجَالِ الْجَحْجَاحُ، وَالْجَمْعُ جَحَاجِحُ وَجَحَاجِحَةٌ. قَالَ أُمَيَّةُ:\nمَاذَا بِبَدْرٍ فَالْعَقَنْ ... قِلِ مِنْ مَرَازِبَةٍ جَحَاجِحِ\nوَمِنْ هَذَا الْبَابِ أَجَحَّتِ الْأُنْثَى إِذَا حَمَلَتْ وَأَقْرَبَتْ، وَذَلِكَ حِينَ يَعْظُمُ بَطْنُهَا لِكِبَرِ وَلَدِهَا فِيهِ. وَالْجَمْعُ مَجَاحُّ. وَفِي الْحَدِيثِ: «أَنَّهُ مَرَّ بِامْرَأَةٍ مُجِحٍّ» . هَذَا الَّذِي ذَكَرَهُ الْخَلِيلُ. وَزَادَ ابْنُ دُرَيْدٍ بَعْضَ مَا فِيهِ نَظَرٌ، قَالَ: جَحَّ الشَّيْءَ إِذَا سَحَبَهُ، ثُمَّ اعْتَذَرَ فَقَالَ: \" لُغَةٌ يَمَانِيَةٌ \". وَالْجُحُّ: صِغَارُ الْبِطِّيخِ.",
    "pg": "1:405"
  },
  "جحد": {
    "def": "الْجِيمُ وَالْحَاءُ وَالدَّالُ أَصْلٌ يَدُلُّ عَلَى قِلَّةِ الْخَيْرِ. يُقَالُ عَامٌ جَحِدٌ قَلِيلُ الْمَطَرِ. وَرَجُلٌ جَحِْدٌ فَقِيرٌ، وَقَدْ جَحِدَ وَأَجْحَدَ. قَالَ ابْنُ دُرَيْدٍ: وَالْجَحْدُ مِنْ كُلِّ شَيْءٍ الْقِلَّةُ. قَالَ الشَّاعِرُ:\nوَلَنْ يَرَى مَا عَاشَ إِلَّا جَحْدًا وَقَالَ الشَّيْبَانِيُّ: [أَجْحَدَ الرَّجُلُ وَجَحَدَ إِذَا أَنَفَضَ وَذَهَبَ مَالُهُ. وَأَنْشَدَ لِلْفَرَزْدَقِ] :\nوَبَيْضَاءَ مِنْ أَهْلِ الْمَدِينَةِ لَمْ تَذُقْ ... بَئِيسًا وَلَمْ تَتْبَعْ حُمُولَةَ مُجْحِدِ\nوَمِنْ هَذَا الْبَابِ الْجُحُودُ، وَهُوَ ضِدُّ الْإِقْرَارِ، وَلَا يَكُونُ إِلَّا مَعَ عِلْمِ الْجَاحِدِ بِهِ أَنَّهُ صَحِيحٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَجَحَدُوا بِهَا وَاسْتَيْقَنَتْهَا أَنْفُسُهُمْ﴾ [النمل: ١٤] . وَمَا جَاءَ جَاحِدٌ بِخَيْرٍ قَطُّ.",
    "pg": "1:425-426"
  },
  "جحر": {
    "def": "الْجِيمُ وَالْحَاءُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى ضِيقِ الشَّيْءِ وَالشِّدَّةِ. فَالْجِحَرَةُ جَمْعُ جُحْرٍ. [وَأَجْحَرَ] فُلَانًا الْفَزَعُ وَالْخَوْفُ، إِذَا أَلْجَأَهُ. وَمَجَاحِرُ الْقَوْمِ مَكَامِنُهُمْ. وَجَحَرَتْ عَيْنُهُ إِذَا غَارَتْ. وَالْجَحْرَةُ: السَّنَةُ الشَّدِيدَةُ.",
    "pg": "1:426"
  },
  "جحس": {
    "def": "الْجِيمُ وَالْحَاءُ وَالسِّينُ لَيْسَ أَصْلًا. وَذَلِكَ أَنَّهُمْ قَالُوا: الْجِحَاسُ، ثُمَّ قَالُوا: السِّينُ [بَدَلَ] الشِّينِ. قَالَ ابْنُ دُرَيْدٍ: جُحِسَ جِلْدُهُ مِثْلَ جُحِشَ، إِذَا كُدِحَ.",
    "pg": "1:426-427"
  },
  "جحش": {
    "def": "الْجِيمُ وَالْحَاءُ وَالشِّينُ مُتَبَاعِدَةٌ جِدًّا. فَالْجَحْشُ مَعْرُوفٌ. وَالْعَرَبُ تَقُولُ: \" هُوَ جُحَيْشُ وَحْدِهِ \" فِي الذَّمِّ، كَمَا يَقُولُونَ: \" نَسِيجُ وَحْدِهِ \" فِي الْمَدْحِ. فَهَذَا أَصْلٌ.\nوَكَلِمَةٌ أُخْرَى، يَقُولُونَ: جُحِشَ إِذَا تَقَشَّرَ جِلْدُهُ. وَفِي الْحَدِيثِ: «أَنَّهُ ﵌ سَقَطَ مِنْ فَرَسٍ فَجُحِشَ شِقُّهُ» .\nوَكَلِمَةٌ أُخْرَى: جَاحَشْتُ عَنْهُ إِذَا دَافَعْتَ عَنْهُ. وَيُقَالُ نَزَلَ فُلَانٌ جَحِيشًا. وَهَذَا مِنَ الْكَلِمَةِ الَّتِي قَبْلَهُ، وَذَلِكَ إِذَا نَزَلَ نَاحِيَةً مِنَ النَّاسِ. قَالَ الْأَعْشَى:\nإِذَا نَزَلَ الْحَيُّ حَلَّ الْجَحِيشُ\nوَأَمَّا الْجَحْوَشُ، وَهُوَ الصَّبِيُّ قَبْلَ أَنْ يَشْتَدَّ، فَهَذَا مِنْ بَابِ الْجَحْشِ، وَإِنَّمَا زِيدَ فِي بِنَائِهِ لِئَلَّا يُسَمَّى بِالْجَحْشِ، وَإِلَّا فَالْمَعْنَى وَاحِدٌ. قَالَ:\nقَتَلْنَا مَخْلَدًا وَابْنَيْ حُرَاقٍ ... وَآخَرَ جَحْوَشًا فَوْقَ الْفَطِيمِ",
    "pg": "1:427"
  },
  "جحظ": {
    "def": "الْجِيمُ [وَالْحَاءُ] وَالظَّاءُ كَلِمَةٌ وَاحِدَةٌ: جَحَظَتِ الْعَيْنُ إِذَا عَظُمَتْ مُقْلَتُهَا وَبَرَزَتْ.",
    "pg": "1:427"
  },
  "جحف": {
    "def": "الْجِيمُ وَالْحَاءُ وَالْفَاءُ [أَصْلٌ] وَاحِدٌ، قِيَاسُهُ الذَّهَابُ بِالشَّيْءِ مُسْتَوْعَبًا. يُقَالُ سَيْلٌ جُحَافٌ إِذَا جَرَفَ كُلَّ شَيْءٍ وَذَهَبَ بِهِ. قَالَ: لَهَا كَفَلٌ كَصَفَاةِ الْمَسِيلِ ... أَبْرَزَ عَنْهَا جُحَافٌ مُضِرُّ\nوَسُمِّيَتِ الْجُحْفَةَ لِأَنَّ السَّيْلَ جَحَفَ أَهْلَهَا، أَيْ حَمَلَهُمْ. وَيُقَالُ أَجْحَفَ بِالشَّيْءِ إِذَا ذَهَبَ بِهِ. وَمَوْتٌ جُحَافٌ مِثْلُ جُرَافٍ. قَالَ:\nوَكَمْ زَلَّ عَنْهَا مِنْ جُحَافِ الْمَقَادِرِ\nوَمِنْ هَذَا الْبَابِ الْجُحَافُ: دَاءٌ يُصِيبُ الْإِنْسَانَ فِي جَوْفِهِ يُسْهِلُهُ، وَالْقِيَاسُ وَاحِدٌ. وَجَحَفْتُ لَهُ أَيْ غَرَفْتُ.\nوَأَصْلٌ آخَرُ، وَهُوَ الْمَيْلُ وَالْعُدُولُ. فَمِنْهَا الْجِحَافُ وَهُوَ أَنْ يُصِيبَ الدَّلْوُ فَمَ الْبِئْرِ عِنْدَ الِاسْتِقَاءِ. قَالَ:\nتَقْوِيمُ فَرْغَيْهَا عَنِ الْجِحَافِ\nوَتَجَاحَفَ الْقَوْمُ فِي الْقِتَالِ: مَالَ بَعْضُهُمْ عَلَى بَعْضٍ بِالسُّيُوفِ وَالْعِصِيِّ. وَجَاحَفَ الذَّنْبَ إِذَا مَالَ إِلَيْهِ. وَفُلَانٌ يُجْحِفُ لِفُلَانٍ: إِذَا مَالَ مَعَهُ عَلَى غَيْرِهِ.",
    "pg": "1:427-428"
  },
  "جحل": {
    "def": "الْجِيمُ وَالْحَاءُ وَاللَّامُ يَدُلُّ عَلَى عِظَمِ الشَّيْءِ. فَالْجَحْلُ السِّقَاءُ الْعَظِيمُ. وَالْجَيْحَلُ: الصَّخْرَةُ الْعَظِيمَةُ. وَالْجَحْلُ: الْيَعْسُوبُ الْعَظِيمُ. وَالْجَحْلُ: الْحِرْبَاءُ. قَالَ ذُو الرُّمَّةِ: فَلَمَّا تَقَضَّتْ حَاجَةٌ مِنْ تَحَمُّلِ ... وَأَظْهَرْنَ وَاقْلَوْلَى عَلَى عُودِهِ الْجَحْلُ\nوَأَمَّا قَوْلُهُمْ جَحَّلْتُ الرَّجُلَ صَرَعْتُهُ فَهُوَ مِنْ هَذَا ; لِأَنَّ الْمَصْرُوعَ لَا بُدَّ أَنْ يَتَحَوَّزَ وَيَتَجَمَّعَ. قَالَ الْكُمَيْتُ:\nوَمَالَ أَبُو الشَّعْثَاءِ أَشْعَثَ دَامِيًا ... وَأَنَّ أَبَا جَحْلٍ قَتِيلٌ مُجَحَّلٌ\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْجُحَالُ، وَهُوَ السُّمُّ الْقَاتِلُ. قَالَ:\nجَرَّعَهُ الذَّيْفَانَ وَالْجُحَالَا",
    "pg": "1:428-429"
  },
  "جحم": {
    "def": "الْجِيمُ وَالْحَاءُ وَالْمِيمُ عُظْمُهَا بِهِ الْحَرَارَةُ وَشِدَّتُهَا. فَالْجَاحِمُ الْمَكَانُ الشَّدِيدُ الْحَرِّ. قَالَ الْأَعْشَى:\nيُعِدُّونَ لِلْهَيْجَاءِ قَبْلَ لِقَائِهَا ... غَدَاةَ احْتِضَارِ الْبَأْسِ وَالْمَوْتُ جَاحِمُ\nوَبِهِ سُمِّيَتِ الْجَحِيمُ جَحِيمًا. وَمِنْ هَذَا الْبَابِ وَلَيْسَ بِبَعِيدٍ مِنْهُ الْجَحْمَةُ الْعَيْنُ، وَيُقَالُ إِنَّهَا بِلُغَةِ الْيَمَنِ. وَكَيْفَ كَانَ فَهِيَ مِنْ هَذَا الْأَصْلِ ; لِأَنَّ الْعَيْنَيْنِ سِرَاجَانِ مُتَوَقِّدَانِ. قَالَ:\nأَيَا جَحْمَتِي بَكِّي عَلَى أُمِّ عَامِرٍ ... أَكِيلَةِ قِلَّوْبٍ بِإِحْدَى الْمَذَانِبِ\nقَالُوا: جَحْمَتَا الْأَسَدِ عَيْنَاهُ فِي اللُّغَاتِ كُلِّهَا. وَهَذَا صَحِيحٌ ; لِأَنَّ عَيْنَيْهِ أَبَدًا مُتَوَقِّدَتَانِ. وَيُقَالُ جَحَّمَ الرَّجُلُ، إِذَا فَتَحَ عَيْنَيْهِ كَالشَّاخِصِ، وَالْعَيْنُ جَاحِمَةٌ. وَالْجُحَامُ: دَاءٌ يُصِيبُ الْإِنْسَانَ فِي عَيْنَيْهِ فَتَرِمُ عَيْنَاهُ. وَالْأَجْحَمُ: الشَّدِيدُ حُمْرَةِ الْعَيْنِ مَعَ سَعَتِهَا، وَامْرَأَةٌ جَحْمَاءُ. وَجَحَّمَنِي بِعَيْنِهِ إِذَا أَحَدَّ النَّظَرَ. فَأَمَّا قَوْلُهُمْ أَجْحَمَ عَنِ الشَّيْءِ: إِذَا كَعَّ عَنْهُ فَلَيْسَ بِأَصْلٍ، لِأَنَّ ذَلِكَ مَقْلُوبٌ عَنْ أَحْجَمَ. وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "1:429-430"
  },
  "جحن": {
    "def": "الْجِيمُ وَالْحَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ سُوءُ النَّمَاءِ وَصِغَرُ الشَّيْءِ فِي نَفْسِهِ. فَالْجَحَنُ سُوءُ الْغِذَاءِ، وَالْجَحِنُ السَّيِّئُ الْغِذَاءِ. قَالَ الشَّمَّاخُ:\nوَقَدْ عَرِقَتْ مَغَابِنُهَا وَجَادَتْ ... بِدِرَّتِهَا قِرَى جَحِنٍ قَتِينِ\nالْقَتِينُ: الْقَلِيلُ الطُّعْمِ. يَصِفُ قُرَادًا، جَعَلَهُ جَحِنًا لِسُوءِ غِذَائِهِ. وَالْمُجْحَنُ مِنَ النَّبَاتِ: الْقَصِيرُ الَّذِي لَمْ يَتِمَّ. وَأَمَّا [جَحْوَانُ فَاشْتِقَاقُهُ مِنْ] الْجَحْوَةِ وَ [هِيَ] الطَّلْعَةُ.\n\n[بَابُ الْجِيمِ وَالْخَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:430"
  },
  "جخخ": {
    "def": "الْجِيمُ وَالْخَاءُ. ذَكَرَ الْخَلِيلُ أَصْلَيْنِ: أَحَدُهُمَا التَّحَوُّلُ، وَالتَّنَحِّي، وَالْآخَرُ الصِّيَاحُ.\nفَأَمَّا الْأَوَّلُ فَقَوْلُهُمْ جَخَّ الرَّجُلُ يَجِخُّ جَخًّا، وَهُوَ التَّحَوُّلُ مِنْ مَكَانٍ إِلَى مَكَانٍ. قَالَ: وَفِي الْحَدِيثِ: «أَنَّهُ كَانَ إِذَا صَلَّى جَخَّ» ، أَيْ تَحَوَّلَ مِنْ مَكَانٍ إِلَى مَكَانٍ.\nقَالَ: وَالْأَصْلُ الثَّانِي: الْجَخْجَخَةُ، وَهُوَ الصِّيَاحُ وَالنِّدَاءُ. وَيَقُولُونَ:\nإِنْ سَرَّكَ الْعِزُّ فَجَخْجِخْ فِي جَشَمْ\nيَقُولُ: صِحْ وَنَادِ فِيهِمْ. وَيُمْكِنُ أَنْ يَقُولَ أَيْضًا: وَتَحَوَّلْ إِلَيْهِمْ. وَزَادَ ابْنُ دُرَيْدٍ: جَخَّ بِرِجْلِهِ إِذَا نَسَفَ بِهَا التُّرَابَ. وَجَخَّ بِبَوْلِهِ إِذَا رَغَّى بِهِ. وَهَذَا إِنْ صَحَّ فَالْكَلِمَةُ الْأُولَى مِنَ الْأَصْلِ الْأَوَّلِ، لِأَنَّهُ إِذَا نَسَفَ التُّرَابَ فَقَدْ حَوَّلَهُ مِنْ مَكَانٍ إِلَى مَكَانٍ. وَالْكَلِمَةُ الثَّانِيَةُ مِنَ الْأَصْلِ الثَّانِي ; لِأَنَّهُ إِذَا رَغَّى فَلَا بُدَّ مِنْ أَنْ يَكُونَ عِنْدَ ذَلِكَ صَوْتٌ. وَقَالَ: الَجَخْجَخَةُ صَوْتُ تَكَسُّرِ الْمَاءِ، وَهُوَ مِنْ ذَلِكَ أَيْضًا. فَأَمَّا قَوْلُهُ جَخْجَخْتُ الرَّجُلَ إِذَا صَرَعْتَهُ، فَلَيْسَ يَبْعُدُ قِيَاسُهُ مِنَ الْأَصْلِ الْأَوَّلِ الَّذِي ذَكَرْنَاهُ عَنِ الْخَلِيلِ.",
    "pg": "1:405-406"
  },
  "جخر": {
    "def": "الْجِيمُ وَالْخَاءُ وَالرَّاءُ: قُبْحٌ فِي الشَّيْءِ إِذَا اتَّسَعَ. يَقُولُونَ جَخَّرْنَا الْبِئْرَ وَسَّعْنَاهَا. وَالْجَخَرُ ذَمٌّ فِي صِفَةِ الْفَمِ، قَالُوا: هُوَ اتِّسَاعُهُ، وَقَالُوا تَغَيُّرُ رَائِحَتِهِ.",
    "pg": "1:430-431"
  },
  "جخف": {
    "def": "الْجِيمُ وَالْخَاءُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ التَّكَبُّرُ، يُقَالُ: فُلَانٌ ذُو جَخْفٍ وَجَخِيفٍ إِذَا كَانَ مُتَكَبِّرًا كَثِيرَ التَّوَعُّدِ. يَقُولُونَ: جَخَفَ النَّائِمُ إِذَا نَفَخَ فِي نَوْمِهِ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْجِيمِ وَالدَّالِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:431"
  },
  "جدب": {
    "def": "الْجِيمُ وَالدَّالُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى قِلَّةِ الشَّيْءِ. فَالْجَدْبُ: خِلَافُ الْخِصْبِ، وَمَكَانٌ جَدِيبٌ.\nوَمِنْ قِيَاسِهِ الْجَدْبُ، وَهُوَ الْعَيْبُ وَالتَّنَقُّصُ. يُقَالُ جَدَبْتُهُ إِذَا عِبْتَهُ. وَفِي الْحَدِيثِ: «جَدَبَ لَهُمُ السَّمَرَ بَعْدَ الْعِشَاءِ» ، أَيْ عَابَهُ. قَالَ ذُو الرُّمَّةِ:\nفَيَا لَكَ مِنْ خَدٍّ أَسِيلٍ وَمَنْطِقٍ ... رَخِيمٍ وَمِنْ خَلْقٍ تَعَلَّلَ جَادِبُهْ\nأَيْ إِنَّهُ تَعَلَّلَ بِالْبَاطِلِ لَمَّا لَمْ يَجِدْ إِلَى الْحَقِّ سَبِيلًا.",
    "pg": "1:435-436"
  },
  "جدث": {
    "def": "الْجِيمُ وَالدَّالُ وَالثَّاءُ كَلِمَةٌ وَاحِدَةٌ: الْجَدَثُ الْقَبْرُ، وَجَمْعُهُ أَجْدَاثٌ.",
    "pg": "1:436"
  },
  "جدح": {
    "def": "الْجِيمُ وَالدَّالُ وَالْحَاءُ أَصْلٌ وَاحِدٌ، وَهِيَ خَشَبَةٌ يُجْدَحُ بِهَا الدَّوَاءُ، [لَهَا] ثَلَاثَةُ أَعْيَارٍ. وَالْمَجْدُوحُ: شَيْءٌ كَانَ يُشْرَبُ فِي الْجَاهِلِيَّةِ، يُعْمَدُ إِلَى النَّاقَةِ فَتُفْصَدُ وَيُؤْخَذُ دَمُهَا فِي الْإِنَاءِ، وَيُشْرَبُ ذَلِكَ فِي الْجَدْبِ. وَالْمِجْدَحُ وَالْمُجْدَحُ: نَجْمٌ، وَهِيَ ثَلَاثَةٌ كَأَنَّهَا أَثَافِيُّ. وَالْقِيَاسُ وَاحِدٌ. قَالَ:\nإِذَا خَفَقَ الْمِجْدَحُ\nوَالْمِجْدَحُ: مِيسَمٌ مِنْ مَوَاسِمِ الْإِبِلِ عَلَى هَذِهِ الصُّورَةِ، يُقَالُ أَجْدَحْتُ الْبَعِيرَ إِذَا وَسَمْتَهُ بِالْمُجْدَحِ.\n\n[بَابُ الْجِيمِ وَالذَّالِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:436"
  },
  "جدد": {
    "def": "الْجِيمُ وَالدَّالُ أُصُولٌ ثَلَاثَةٌ: الْأَوَّلُ الْعَظَمَةُ، وَالثَّانِي الْحَظُّ، وَالثَّالِثُ الْقَطْعُ.\nفَالْأَوَّلُ الْعَظَمَةُ، قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ إِخْبَارًا عَمَّنْ قَالَ: ﴿وَأَنَّهُ تَعَالَى جَدُّ رَبِّنَا﴾ [الجن: ٣] . وَيُقَالُ جَدَّ الرَّجُلُ فِي عَيْنِي أَيْ عَظُمَ. قَالَ أَنَسُ بْنُ مَالِكٍ: \" كَانَ الرَّجُلُ إِذَا قَرَأَ سُورَةَ الْبَقَرَةِ وَآلِ عِمْرَانَ جَدَّ فِينَا \"، أَيْ عَظُمَ فِي صُدُورِنَا. وَالثَّانِي: الْغِنَى وَالْحَظُّ، قَالَ رَسُولُ اللَّهِ ﵌ فِي دُعَائِهِ: «لَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ» ، يُرِيدُ لَا يَنْفَعُ ذَا الْغِنَى مِنْكَ غِنَاهُ، إِنَّمَا يَنْفَعُهُ الْعَمَلُ بِطَاعَتِكَ. وَفُلَانٌ أَجَدُّ مِنْ فُلَانٍ وَأَحَظُّ مِنْهُ بِمَعْنًى.\nوَالثَّالِثُ: يُقَالُ جَدَدْتُ الشَّيْءَ جَدًّا، وَهُوَ مَجْدُودٌ وَجَدِيدٌ، أَيْ مَقْطُوعٌ. قَالَ:\nأَبَى حُبِّي سُلَيْمَى أَنْ يَبِيدَا ... وَأَمْسَى حَبْلُهَا خَلَقًا جَدِيدًا\nوَلَيْسَ بِبَعِيدٍ أَنْ يَكُونَ الْجِدُّ فِي الْأَمْرِ وَالْمُبَالَغَةُ فِيهِ مِنْ هَذَا ; لِأَنَّهُ يَصْرِمُهُ صَرِيمَةً وَيَعْزِمُهُ عَزِيمَةً. وَمِنْ هَذَا قَوْلُكَ: أَجِدَّكَ تَفْعَلُ كَذَا؟ أَيْ أَجَدًّا مِنْكَ، أَصَرِيمَةً مِنْكَ، أَعَزِيمَةً مِنْكَ. قَالَ الْأَعْشَى:\nأَجِدَّكَ لَمْ تَسْمَعْ وَصَاةَ مُحَمَّدٍ ... نَبِيِّ الْإِلَهِ حِينَ أَوْصَى وَأَشْهَدَا\nوَقَالَ:\nأَجِدَّكَ لَمْ تَغْتَمِضْ لَيْلَةً ... فَتَرْقُدَهَا مَعَ رُقَّادِهَا\nوَالْجُدُّ الْبِئْرُ مِنْ هَذَا الْبَابِ، وَالْقِيَاسُ وَاحِدٌ، لَكِنَّهَا بِضَمِّ الْجِيمِ. قَالَ الْأَعْشَى فِيهِ:\nمَا جُعِلَ الْجُدُّ الظَّنُونُ الَّذِي ... جُنِّبَ صَوْبَ اللَّجِبِ الْمَاطِرِ\nوَالْبِئْرُ تُقْطَعُ لَهَا الْأَرْضُ قَطْعًا.\nوَمِنْ هَذَا الْبَابِ الْجَدْجَدُ: الْأَرْضُ الْمُسْتَوِيَةُ. قَالَ: يَفِيضُ عَلَى الْمَرْءِ أَرْدَانُهَا ... كَفَيْضِ الْأَتِيِّ عَلَى الْجَدْجَدِ\nوَالْجَدَدُ مِثْلُ الْجَدْجَدِ. وَالْعَرَبُ تَقُولُ: \" مَنْ سَلَكَ الْجَدَدَ أَمِنَ الْعِثَارَ \". وَيَقُولُونَ: \" رُوَيْدَ يَعْلُونَ الْجَدَدَ \". وَيُقَالُ أَجَدَّ الْقَوْمُ إِذَا صَارُوا فِي الْجَدَدِ. وَالْجَدِيدُ: وَجْهُ الْأَرْضِ. قَالَ:\nإِلَّا جَدِيدَ الْأَرْضِ أَوْ ظَهْرَ الْيَدِ\nوَالْجُدَّةُ مِنْ هَذَا أَيْضًا، وَكُلُّ جُدَّةٍ طَرِيقَةٌ. وَالْجُدَّةُ الْخُطَّةُ تَكُونُ عَلَى ظَهْرِ الْحِمَارِ.\nوَمِنْ هَذَا الْبَابِ الْجَدَّاءُ: الْأَرْضُ الَّتِي لَا مَاءَ بِهَا، كَأَنَّ الْمَاءَ جُدَّ عَنْهَا، أَيْ قُطِعَ، وَمِنْهُ الْجَدُودُ وَالْجَدَّاءُ مِنَ الضَّانِ، وَهِيَ الَّتِي جَفَّ لَبَنُهَا وَيَبِسَ ضَرْعُهَا.\nوَمِنْ هَذَا الْبَابِ الْجِدَادُ وَالْجَدَادُ، وَهُوَ صِرَامُ النَّخْلِ. وَجَادَّةُ الطَّرِيقِ سَوَاؤُهُ، كَأَنَّهُ قَدْ قُطِعَ عَنْ غَيْرِهِ، وَلِأَنَّهُ أَيْضًا يُسْلَكُ وَيُجَدُّ. وَمِنْهُ الْجُدَّةُ. وَجَانِبُ كُلِّ شَيْءٍ جُدَّةٌ، نَحْوَ جُدَّةِ الْمَزَادَةِ، وَذَلِكَ هُوَ مَكَانُ الْقَطْعِ مِنْ أَطْرَافِهَا. فَأَمَّا قَوْلُ الْأَعْشَى:\nأَضَاءَ مِظَلَّتَهُ بِالسِّرَا ... جِ وَاللَّيْلُ غَامِرُ جُدَّادِهَا\nفَيُقَالُ إِنَّهَا بِالنَّبْطِيَّةِ، وَهِيَ الْخُيُوطُ الَّتِي تُعْقَدُ بِالْخَيْمَةِ. وَمَا هَذَا عِنْدِي بِشَيْءٍ، بَلْ هِيَ عَرَبِيَّةٌ صَحِيحَةٌ، وَهِيَ مِنَ الْجَدِّ وَهُوَ الْقَطْعُ ; وَذَلِكَ أَنَّهَا تُقْطَعُ قِطَعًا عَلَى اسْتِوَاءٍ.\nوَقَوْلُهُمْ ثَوْبٌ جَدِيدٌ، وَهُوَ مِنْ هَذَا، كَأَنَّ نَاسِجَهُ قَطَعَهُ الْآنَ. هَذَا هُوَ الْأَصْلُ، ثُمَّ سُمِّيَ كُلُّ شَيْءٍ لَمْ تَأْتِ عَلَيْهِ الْأَيَّامُ جَدِيدًا ; وَلِذَلِكَ يُسَمَّى اللَّيْلُ وَالنَّهَارُ الْجَدِيدَيْنِ وَالْأَجَدَّيْنِ ; لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا إِذَا جَاءَ فَهُوَ جَدِيدٌ. وَالْأَصْلُ فِي الْجَدَّةِ مَا قُلْنَاهُ. وَأَمَّا قَوْلُ الطِّرِمَّاحِ:\nتَجْتَنِي ثَامِرَ جُدَّادِهِ ... مِنْ فُرَادَى بَرَمٍ أَوْ تُؤَامِ\nفَيُقَالُ إِنَّ الْجُدَّادَ صِغَارُ الشَّجَرِ، وَهُوَ عِنْدِي كَذَا عَلَى مَعْنَى التَّشْبِيهِ بِجُدَّادِ الْخَيْمَةِ، وَهِيَ الْخُيُوطُ، وَقَدْ مَضَى تَفْسِيرُهُ.",
    "pg": "1:406-409"
  },
  "جدر": {
    "def": "الْجِيمُ وَالدَّالُ وَالرَّاءُ أَصْلَانِ، فَالْأَوَّلُ الْجِدَارُ، وَهُوَ الْحَائِطُ وَجَمْعُهُ جُدُرٌ وَجُدْرَانٌ. وَالْجَدْرُ أَصْلُ الْحَائِطِ. وَفِي الْحَدِيثِ: «اسْقِ يَا زُبَيْرُ وَدَعِ الْمَاءَ يَرْجِعُ إِلَى الْجَدْرِ» . وَقَالَ ابْنُ دُرَيْدٍ: الْجَدَرَةُ حَيٌّ مَنَ الْأَزْدِ بَنَوْا جِدَارَ الْكَعْبَةِ. وَمِنْهُ الْجَدِيرَةُ، شَيْءٌ يُجْعَلُ لِلْغَنَمِ كَالْحَظِيرَةِ. وَجَدَرٌ: قَرْيَةٌ. قَالَ:\nأَلَا يَا اصْبَحِينَا فَيْهَجًا جَدَرِيَّةً ... بِمَاءِ سَحَابٍ يَسْبِقُ الْحَقَّ بَاطِلِي\nوَمِنْ هَذَا الْبَابِ قَوْلُهُمْ هُوَ جَدِيرٌ بِكَذَا، أَيْ حَرِيٌّ بِهِ. وَهُوَ مِمَّا يَنْبَغِي أَنْ يُثْبِتَ وَيَبْنِيَ أَمْرَهُ عَلَيْهِ. وَيَقُولُونَ: الْجَدِيرَةُ الطَّبِيعَةُ.\nوَالْأَصْلُ الثَّانِي ظُهُورُ الشَّيْءِ، نَبَاتًا وَغَيْرَهُ. فَالْجُدَرِيُّ مَعْرُوفٌ، وَهُوَ الْجَدَرِيُّ أَيْضًا. وَيُقَالُ شَاةٌ جَدْرَاءُ إِذَا كَانَ بِهَا ذَاكَ، وَالْجَدَرُ: سِلْعَةٌ تَظْهَرُ فِي الْجَسَدِ. وَالْجَدْرُ النَّبَاتُ، يُقَالُ: أَجْدَرَ الْمَكَانُ وَجَدَرَ، إِذَا ظَهَرَ نَبَاتُهُ. قَالَ الْجَعْدِيُّ: قَدْ تَسْتَحِبُّونَ عِنْدَ الْجَدْرِ أَنَّ لَكُمْ ... مِنْ آلِ جَعْدَةَ أَعْمَامًا وَأَخْوَالًا\nوَالْجَدْرُ: أَثَرُ الْكَدْمِ بِعُنُقِ الْحِمَارِ. قَالَ رُؤْبَةُ:\nأَوْ جَادِرُ اللِّيَتَيْنِ مَطْوِيُّ الْحَنَقِ\nوَإِنَّمَا يَكُونُ مِنْ هَذَا الْقِيَاسِ لِأَنَّ ذَلِكَ يَنْتَأُ جِلْدُهُ فَكَأَنَّهُ الْجُدَرِيُّ.",
    "pg": "1:431-432"
  },
  "جدس": {
    "def": "الْجِيمُ وَالدَّالُ وَالسِّينُ. كَلِمَةٌ وَاحِدَةٌ وَهِيَ الْأَرْضُ الْجَادِسَةُ الَّتِي لَا نَبَاتَ فِيهَا.",
    "pg": "1:432"
  },
  "جدع": {
    "def": "الْجِيمُ وَالدَّالُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ جِنْسٌ مِنَ الْقَطْعِ يُقَالُ جَدَعَ أَنْفَهُ يَجْدَعُهُ جَدْعًا. وَجَدَاعٌ: السَّنَةُ الشَّدِيدَةُ ; لِأَنَّهَا تَذْهَبُ بِالْمَالِ، كَأَنَّهَا جَدَعَتْهُ. قَالَ:\nلَقَدْ آلَيْتُ أَغْدِرُ فِي جَدَاعِ ... وَإِنْ مُنِّيتُ أُمَّاتِ الرُّبَاعِ\nوَالْجَدِعُ: السَّيِّئُ الْغِذَاءِ، كَأَنَّهُ قُطِعَ عَنْهُ غِذَاؤُهُ. قَالَ:\nوَذَاتُ هِدْمٍ عَارٍ نَوَاشِرُهَا ... تُصْمِتُ بِالْمَاءِ تَوَلَبَا جَدِعَا وَيَقُولُونَ: جَادَعَ فُلَانٌ فُلَانًا، إِذَا خَاصَمَهُ. وَهَذَا مِنَ الْبَابِ، كَأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا يَرُومُ جَدْعَ صَاحِبِهِ. وَيَقُولُونَ: \" تَرَكْتُ أَرْضَ بَنِي فُلَانٍ تُجَادِعُ أَفَاعِيَهَا \". وَالْمُجَدَّعُ مِنَ النَّبَاتِ: مَا أُكِلَ أَعْلَاهُ وَبَقِيَ أَسْفَلُهُ. وَكَلَأَ جُدَاعٌ: دَوٍ، كَأَنَّهُ يُجْدَعُ مِنْ رَدَاءَتِهِ وَوَخَامَتِهِ. قَالَ:\nوَغِبُّ عَدَاوَتِي كَلَأٌ جُدَاعٌ\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْمَجْدُوعُ الْمَحْبُوسُ فِي السِّجْنِ.\n\n[ (جَدَّفَ) ] الْجِيمُ وَالدَّالُ وَالْفَاءُ كَلِمَاتٌ كُلُّهَا مُنْفَرِدَةٌ لَا يُقَاسُ بَعْضُهَا بِبَعْضٍ، وَقَدْ يَجِيءُ هَذَا فِي كَلَامِهِمْ كَثِيرًا.\nفَالْمِجْدَافُ مِجْدَافُ السَّفِينَةِ. وَجَنَاحَا الطَّائِرِ مِجْدَافَاهُ. يُقَالُ مِنْ ذَلِكَ جَدَفَ الطَّائِرُ إِذَا رَدَّ جَنَاحَيْهِ لِلطَّيَرَانِ. وَمَا أَبْعَدَ قِيَاسَ هَذَا مِنْ قَوْلِهِمْ إِنَّ الْجُدَافَى الْغَنِيمَةُ، [وَ] مِنْ قَوْلِهِمْ إِنَّ التَّجْدِيفَ كُفْرَانُ النِّعْمَةِ. وَفِي الْحَدِيثِ: «لَا تُجَدِّفُوا بِنِعْمَةِ اللَّهِ تَعَالَى» ، أَيْ تَحْقِرُوهَا.",
    "pg": "1:432-433"
  },
  "جدل": {
    "def": "الْجِيمُ وَالدَّالُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ مِنْ بَابِ اسْتِحْكَامِ الشَّيْءِ فِي اسْتِرْسَالٍ يَكُونُ فِيهِ، وَامْتِدَادِ الْخُصُومَةِ وَمُرَاجَعَةِ الْكَلَامِ. وَهُوَ الْقِيَاسُ الَّذِي ذَكَرْنَاهُ.\nوَيُقَالُ لِلزِّمَامِ الْمُمَرِّ: جَدِيلٌ. وَالْجَدْوَلُ: نَهْرٌ صَغِيرٌ، وَهُوَ مُمْتَدٌّ، وَمَاؤُهُ أَقْوَى فِي اجْتِمَاعِ أَجْزَائِهِ مِنَ الْمُنْبَطِحِ السَّائِحِ. وَرَجُلٌ مَجْدُولٌ، إِذَا كَانَ قَضِيفَ الْخِلْقَةِ مِنْ غَيْرِ هُزَالٍ. وَغُلَامٌ جَادِلٌ إِذَا اشْتَدَّ. وَالْجُدُولُ: الْأَعْضَاءُ، وَاحِدُهَا جِدْلٌ. وَالْجَادِلُ مِنْ أَوْلَادِ الْإِبِلِ: فَوْقَ الرَّاشِحِ. وَالدِّرْعُ الْمَجْدُولَةُ: الْمُحْكَمَةُ الْعَمَلِ. وَيُقَالُ جَدَلَ الْحَبُّ فِي سُنْبُلِهِ: قَوِيَ. وَالْأَجْدَلُ: الصَّقْرُ ; سُمِّيَ بِذَلِكَ لِقُوَّتِهِ. قَالَ ذُو الرُّمَّةِ يَذْكُرُ حَمِيرًا فِي عَدْوِهَا:\nكَأَنَّهُنَّ خَوَافِي أَجَدَلٍ قَرِمٍ ... وَلَّى لِيَسْبِقَهُ بِالْأَمْعَزِ الْخَرَبُ\nالْخَرَبُ: الذَّكَرُ مِنَ الْحُبَارَى. أَرَادَ: وَلَّى الْخَرَبُ لِيَسْبِقَهُ وَيَطْلُبَهُ.\nوَمِنَ الْبَابِ الْجَدَالَةُ، هِيَ الْأَرْضُ، وَهِيَ صُلْبَةٌ. قَالَ:\nقَدْ أَرْكَبُ الْآلَةَ بَعْدَ الْآلَهْ ... وَأَتْرُكُ الْعَاجِزَ بِالْجَدَالَهْ\nوَلِذَلِكَ يُقَالُ طَعَنَهُ فَجَدَّلَهُ، أَيْ رَمَاهُ بِالْأَرْضِ. وَالْمِجْدَلُ: الْقَصْرُ، وَهُوَ قِيَاسُ الْبَابِ. قَالَ:\nفِي مِجْدَلٍ شُيِّدَ بُنْيَانُهُ ... يَزِلُّ عَنْهُ ظُفُرُ الطَّائِرِ\nوَالْجَدَالِ: الْخَلَالُ، الْوَاحِدَةُ جَدَالَةٌ، وَذَلِكَ أَنَّهُ صُلْبٌ غَيْرَ نَضِيجٍ، وَهُوَ فِي أَوَّلِ أَحْوَالِهِ إِذَا كَانَ أَخْضَرَ. قَالَ:\nيَخِرُّ عَلَى أَيْدِي السُّقَاةِ جِدَالُهَا\nوَجَدِيلٌ: فَحْلٌ مَعْرُوفٌ. قَالَ الرَّاعِي:\nصُهْبًا تُنَاسِبُ شَدْقَمًا وَجَدِيلًا",
    "pg": "1:433-435"
  },
  "جدم": {
    "def": "الْجِيمُ وَالدَّالُ وَالْمِيمُ يَدُلُّ عَلَى الْقَمَاءَةِ وَالْقِصَرِ. رَجُلٌ جَدَمَةٌ، أَيْ قَصِيرٌ. وَالشَّاةُ الْجَدَمَةُ: الرَّدِيَّةُ الْقَمِيئَةُ.",
    "pg": "1:435"
  },
  "جدوى": {
    "def": "الْجِيمُ وَالدَّالُ وَالْحَرْفُ الْمُعْتَلُّ خَمْسَةُ أُصُولٍ مُتَبَايِنَةٍ.\nفَالْجَدَا مَقْصُورٌ: الْمَطَرُ الْعَامُّ، وَالْعَطِيَّةُ الْجَزْلَةُ. وَيُقَالُ أَجْدَيْتُ عَلَيْهِ. وَالْجَدَاءُ مَمْدُودٌ: الْغَنَاءُ، وَهُوَ قِيَاسُ مَا قَبْلَهُ مِنَ الْمَقْصُورِ. قَالَ:\nلَقَلَّ جَدَاءً عَلَى مَالِكٍ ... إِذَا الْحَرْبُ شَبَّتْ بِأَجْذَالِهَا\nوَالثَّانِي: الْجَادِيُّ؛ الزَّعْفَرَانُ. وَالثَّالِثُ: الْجَدْيُ؛ مَعْرُوفٌ. وَالْجِدَايَةُ: الظَّبْيَةُ. وَالرَّابِعُ: الْجَدِيَّةُ الْقِطْعَةُ مِنَ الدَّمِ. وَالْخَامِسُ جِدْيَتَا السَّرْجِ، وَهُمَا تَحْتَ دَفَّتَيْهِ.",
    "pg": "1:435"
  },
  "جذب": {
    "def": "الْجِيمُ وَالذَّالُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى بَتْرِ الشَّيْءِ. يُقَالُ جَذَبْتُ الشَّيْءَ أَجْذِبُهُ جَذْبًا. وَجَذَبْتُ الْمُهْرَ عَنْ أُمِّهِ إِذَا فَطَمْتَهُ، وَيُقَالُ نَاقَةٌ جَاذِبٌ، إِذَا قَلَّ لَبَنُهَا، وَالْجَمْعُ جَوَاذِبُ. وَهُوَ قِيَاسُ الْبَابِ ; لِأَنَّهُ إِذَا قَلَّ لَبَنُهَا فَكَأَنَّهَا جَذَبَتْهُ إِلَى نَفْسِهَا.\nوَقَدْ شَذَّ عَنْ هَذَا الْأَصْلِ الْجَذَبُ، وَهُوَ الْجُمَّارُ الْخَشِنُ، الْوَاحِدُ جَذَبَةٌ. [بَابُ الْجِيمِ وَالرَّاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:440-441"
  },
  "جذذ": {
    "def": "الْجِيمُ وَالذَّالُ أَصْلٌ وَاحِدٌ، إِمَّا كَسْرٌ وَإِمَّا قَطْعٌ. يُقَالُ جَذَذْتُ الشَّيْءَ كَسَرْتُهُ. قَالَ اللَّهُ تَعَالَى: ﴿فَجَعَلَهُمْ جُذَاذًا إِلَّا كَبِيرًا لَهُمْ﴾ [الأنبياء: ٥٨] ، أَيْ كَسَّرَهُمْ. وَجَذَذْتُهُ قَطَعْتُهُ، [وَمِنْهُ] قَوْلُهُ تَعَالَى: ﴿عَطَاءً غَيْرَ مَجْذُوذٍ﴾ [هود: ١٠٨] ، أَيْ غَيْرَ مَقْطُوعٍ. وَيُقَالُ مَا عَلَيْهِ جُذَّةٌ، أَيْ شَيْءٌ يَسْتُرُهُ مِنْ ثِيَابٍ، كَأَنَّهُ أَرَادَ خِرْقَةً وَمَا أَشْبَهَهَا.\n[وَ] مِنَ الْبَابِ الْجَذِيذَةُ، وَهِيَ الْحَبُّ يُجَذُّ وَيُجْعَلُ سَوِيقًا. وَيُقَالُ لِحِجَارَةِ الذَّهَبِ: جُذَاذٌ، لِأَنَّهَا تُكَسَّرُ وَتُحَلُّ. قَالَ الْهُذَلِيُّ: كَمَا صَرَفَتْ فَوْقَ الْجُذَاذِ الْمَسَاحِنُ\nالْمَسَاحِنُ: آلَاتٌ يُدَقُّ بِهَا حِجَارَةُ الذَّهَبِ، وَاحِدَتُهَا مِسْحَنَةٌ.\nفَأَمَّا الْمُجْذَوْذِي فَلَيْسَ يَبْعُدُ أَنْ يَكُونَ مِنْ هَذَا، وَهُوَ اللَّازِمُ الرَّحْلَ لَا يُفَارِقُهُ مُنْتَصِبًا عَلَيْهِ. يُقَالُ اجْذَوْذَى ; لِأَنَّهُ إِذَا كَانَ كَذَا فَكَأَنَّهُ انْقَطَعَ عَنْ كُلِّ شَيْءٍ وَانْتَصَبَ لِسَفَرِهِ عَلَى رَحْلِهِ. قَالَ:\nأَلَسْتَ بِمُجْذَوْذٍ [عَلَى] الرَّحْلِ دَائِبًا ... فَمَالَكَ إِلَّا مَا رُزِقْتَ نَصِيبُ",
    "pg": "1:409-410"
  },
  "جذر": {
    "def": "الْجِيمُ وَالذَّالُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْأَصْلُ مِنْ كُلِّ شَيْءٍ، حَتَّى يُقَالَ لِأَصْلِ اللِّسَانِ: جِذْرٌ. وَقَالَ حُذَيْفَةُ: حَدَّثَنَا رَسُولُ اللَّهِ ﵌ «أَنَّ الْأَمَانَةَ نَزَلَتْ فِي جَِذْرِ قُلُوبِ الرِّجَالِ» . قَالَ الْأَصْمَعِيُّ: الْجَذْرُ الْأَصْلُ مِنْ كُلِّ شَيْءٍ. قَالَ زُهَيْرٌ: وَسَامِعَتَيْنِ تَعْرِفُ الْعِتْقَ فِيهِمَا ... إِلَى جَِذْرِ مَدْلُوكِ الْكُعُوبِ مُحَدَّدِ\nوَفِي الْكِتَابِ الْمَنْسُوبِ إِلَى الْخَلِيلِ: الْجَذْرُ أَصْلُ الْحِسَابِ، وَيُقَالُ [عَشْرَةٌ] فِي عَشْرَةٍ مِائَةٌ. فَأَمَّا الْمَجْذُورُ وَالْمُجَذَّرُ فَيُقَالُ إِنَّهُ الْقَصِيرُ. وَإِنْ صَحَّ فَهُوَ مِنَ الْبَابِ كَأَنَّهُ أَصْلُ شَيْءٍ قَدْ فَارَقَهُ غَيْرُهُ.",
    "pg": "1:436-437"
  },
  "جذع": {
    "def": "الْجِيمُ وَالذَّالُ وَالْعَيْنُ ثَلَاثَةُ أُصُولٍ: أَحَدُهَا يَدُلُّ عَلَى حُدُوثِ السِّنِّ وَطَرَاوَتِهِ. فَالْجَذَعُ مِنَ الشَّاءِ: مَا أَتَى لَهُ سَنَتَانِ، وَمِنِ الْإِبِلِ الَّذِي أَتَتْ لَهُ خَمْسُ سِنِينَ. وَيُسَمَّى الدَّهْرُ الْأَزْلَمُ الْجَذَعَ، لِأَنَّهُ جَدِيدٌ. قَالَ:\nيَا بِشْرُ لَوْ لَمْ أَكُنْ مِنْكُمْ بِمَنْزِلَةٍ ... أَلْقَى عَلَيَّ يَدَيْهِ الْأَزْلَمُ الْجَذَعُ\nوَقَالَ قَوْمٌ: أَرَادَ بِهِ الْأَسَدَ.\nوَيُقَالُ: هُوَ فِي هَذَا الْأَمْرِ جَذَعٌ، إِذَا كَانَ أَخَذَ فِيهِ حَدِيثًا.\nوَالْأَصْلُ الثَّانِي: جِذْعُ الشَّجَرَةِ. وَالثَّالِثُ: الْجَذْعُ، مِنْ قَوْلِكَ جَذَعْتُ الشَّيْءَ إِذَا دَلَّكْتَهُ. قَالَ:\nكَأَنَّهُ مِنْ طُولِ جَذْعِ الْعَفْسِ\nوَقَوْلُهُمْ فِي الْأَمْثَالِ: \" خُذْ مِنْ جِذْعٍ مَا أَعْطَاكَ \" فَإِنَّهُ [اسْمُ رَجُلٍ] .",
    "pg": "1:437-438"
  },
  "جذف": {
    "def": "الْجِيمُ وَالذَّالُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ تَدَلُّ عَلَى الْإِسْرَاعِ وَالْقَطْعِ، يُقَالُ جَذَفْتُ الشَّيْءَ قَطَعْتُهُ. قَالَ الْأَعْشَى:\nقَاعِدًا عِنْدَهُ النَّدَامَى فَمَا يَنْ ... فَكٌّ يُؤْتَى بِمُوكَرٍ مَجْذُوفِ\nوَيُقَالُ هُوَ بِالدَّالِ. وَيُقَالُ جَذَفَ الرَّجُلُ أَسْرَعَ. قَالَ ابْنُ دُرَيْدٍ: جَذَفَ الطَّائِرُ إِذَا أَسْرَعَ تَحْرِيكَ جَنَاحَيْهِ. وَأَكْثَرُ مَا يَكُونُ ذَلِكَ أَنْ يُقَصَّ أَحَدُ جَنَاحَيْهِ. وَمِنْهُ اشْتِقَاقُ مِجْدَافِ السَّفِينَةِ. قَالَ: وَهُوَ عَرَبِيٌّ مَعْرُوفٌ. قَالَ:\nتَكَادُ إِنْ حُرِّكَ مِجْذَافُهَا ... تَنْسَلُّ مِنْ مَثْنَاتِهَا وَالْيَدِ\nيَعْنِي النَّاقَةَ. جَعَلَ السَّوْطَ كَالْمِجْذَافِ لَهَا، وَهُوَ بِالذَّالِ وَالدَّالِ لُغَتَانِ فَصِيحَتَانِ.",
    "pg": "1:438"
  },
  "جذل": {
    "def": "الْجِيمُ وَالذَّالُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ أَصْلُ الشَّيْءِ الثَّابِتُ وَالْمُنْتَصِبُ. فَالْجِذْلُ أَصْلُ الشَّجَرَةِ. وَأَصْلُ كُلِّ شَيْءٍ جِذْلُهُ. قَالَ حُبَابُ بْنُ الْمُنْذِرِ، لَمَّا اخْتَلَفَ الْأَنْصَارُ فِي الْبَيْعَةِ: \" أَنَا جُذَيْلُهَا الْمُحَكَّكُ \". وَإِنَّمَا قَالَ ذَلِكَ لِأَنَّهُ يُغْرَزُ فِي حَائِطٍ فَتَحْتَكُّ بِهِ الْإِبِلُ الْجَرْبَى. يَقُولُ: فَأَنَا يُسْتَشْفَى بِرَأْيِي كَاسْتِشْفَاءِ الْإِبِلِ بِذَلِكَ الْجِذْلِ. وَقَالَ:\nلَاقَتْ عَلَى الْمَاءِ جُذَيْلًا وَاتِدًا\nيُرِيدُ أَنَّهُ مُنْتَصِبٌ لَا يَبْرَحُ مَكَانَهُ، كَالْجِذْلِ الَّذِي وَتَدَ، أَيْ ثَبَتَ. وَأَمَّا الْجَذَلُ وَهُوَ الْفَرَحُ فَمُمْكِنٌ أَنْ يَكُونَ مِنْ هَذَا ; لِأَنَّ الْفَرِحَ مُنْتَصِبٌ وَالْمَغْمُومَ لَاطِئٌ بِالْأَرْضِ. وَهَذَا مِنْ بَابِ الِاحْتِمَالِ لَا التَّحْقِيقِ وَالْحُكْمِ. قَالُوا: وَالْجِذْلُ مَا بَرَزَ وَظَهَرَ مِنْ رَأْسِ الْجَبَلِ، وَالْجَمْعُ الْأَجْذَالُ. وَفُلَانٌ جِذْلُ مَالٍ، وَإِذَا كَانَ سَائِسًا لَهُ. وَهُوَ قِيَاسُ الْبَابِ، كَأَنَّهُ فِي تَفَقُّدِهِ وَتَعَهُّدِهِ لَهُ جِذْلٌ لَا يَبْرَحُ.",
    "pg": "1:438-439"
  },
  "جذم": {
    "def": "الْجِيمُ وَالذَّالُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ الْقَطْعُ. يُقَالُ جَذَمْتُ الشَّيْءَ جَذْمًا. وَالْجِذْمَةُ الْقِطْعَةُ مِنَ الْحَبْلِ وَغَيْرِهِ. وَالْجُذَامُ سُمِّيَ لِتَقَطُّعِ الْأَصَابِعِ. وَالْأَجْذَمُ: الْمَقْطُوعُ الْيَدِ. وَفِي الْحَدِيثِ: «مَنْ تَعَلَّمَ الْقُرْآنَ ثُمَّ نَسِيَهُ لَقِيَ اللَّهَ تَعَالَى وَهُوَ أَجْذَمُ» . وَقَالَ الْمُتَلَمِّسُ:\nوَمَا كُنْتُ إِلَّا مِثْلَ قَاطِعِ كَفِّهِ ... بِكَفٍّ لَهُ أُخْرَى فَأَصْبَحَ أَجْذَمَا\nوَانْجَذَمَ الْحَبْلُ: انْقَطَعَ. قَالَ النَّابِغَةُ:\nبَانَتْ سُعَادُ فَأَمْسَى حَبْلُهَا انْجَذَمَا ... وَاحْتَلَّتِ الشَّرْعَ فَالْخَبْتَيْنِ مِنْ إِضَمَا\nوَالْإِجْذَامُ: السُّرْعَةُ فِي السَّيْرِ، وَهُوَ مِنَ الْبَابِ. وَالْإِجْذَامُ: الْإِقْلَاعُ عَنِ الشَّيْءِ.",
    "pg": "1:439"
  },
  "جذو": {
    "def": "الْجِيمُ وَالذَّالُ وَالْوَاوُ أَصْلٌ يَدُلُّ عَلَى الِانْتِصَابِ. يُقَالُ جَذَوْتُ عَلَى أَطْرَافِ أَصَابِعِي، إِذَا قُمْتُ. قَالَ:\nإِذَا شِئْتُ غَنَّتْنِي دَهَاقِينُ قَرْيَةٍ ... وَصَنَّاجَةُ تَجْذُو عَلَى حَدِّ مَنْسِمِ\nقَالَ الْخَلِيلُ: يُقَالُ جَذَا يَجْذُو، مِثْلَ جَثَا يَجْثُو، إِلَّا أَنَّ جَذَا أَدَلُّ عَلَى اللُّزُومِ. وَهَذَا الَّذِي قَالَهُ الْخَلِيلُ فَدَلِيلٌ لَنَا فِي بَعْضِ مَا ذَكَرْنَاهُ مِنْ مَقَايِيسِ الْكَلَامِ. وَالْخَلِيلُ عِنْدَنَا فِي هَذَا الْمَعْنَى إِمَامٌ.\nقَالَ: وَيُقَالُ جَذَا الْقُرَادُ فِي جَنْبِ الْبَعِيرِ ; لِشِدَّةِ الْتِزَاقِهِ. وَجَذَتْ ظَلِفَةُ الْإِكَافِ فِي جَنْبِ الْحِمَارِ. وَقَالَ رَسُولُ اللَّهِ ﵌: «مَثَلُ الْمُنَافِقِ مِثْلُ الْأَرْزَةِ الْمُجْذِيَةِ عَلَى الْأَرْضِ حَتَّى يَكُونَ انْجِعَافُهَا مَرَّةً» . أَرَادَ بِالْمُجْذِيَةِ الثَّابِتَةَ.\nوَمِنَ الْبَابِ تَجَاذَى الْقَوْمُ الْحَجَرَ، إِذَا تَشَاوَلُوهُ.\nفَأَمَّا قَوْلُهُمْ رَجُلٌ جَاذٍ، أَيْ قَصِيرُ الْبَاعِ، فَهُوَ عِنْدِي مِنْ هَذَا ; لِأَنَّ الْبَاعَ إِذَا لَمْ يَكُنْ طَوِيلًا مَمْدُودًا كَانَ كَالشَّيْءِ النَّاتِئِ الْمُنْتَصِبِ. قَالَ:\nإِنَّ الْخِلَافَةَ لَمْ تَكُنْ مَقْصُورَةً ... أَبَدًا عَلَى جَاذِي الْيَدَيْنِ مُبَخَّلِ",
    "pg": "1:439-440"
  },
  "جرب": {
    "def": "الْجِيمُ وَالرَّاءُ وَالْبَاءُ أَصْلَانِ: أَحَدُهُمَا الشَّيْءُ الْبَسِيطُ يَعْلُوهُ كَالنَّبَاتِ مِنْ جِنْسِهِ، وَالْآخَرُ شَيْءٌ يَحْوِي شَيْئًا.\nفَالْأَوَّلُ الْجَرَبُ وَهُوَ مَعْرُوفٌ، وَهُوَ شَيْءٌ يَنْبُتُ عَلَى الْجِلْدِ مِنْ جِنْسِهِ. يُقَالُ: بَعِيرٌ أَجْرَبُ، وَالْجَمْعُ جَرْبَى. قَالَ الْقَطِرَانُ:\nأَنَا الْقَطِرَانُ وَالشُّعَرَاءُ جَرْبَى ... وَفِي الْقَطِرَانِ لِلْجَرْبَى شِفَاءُ\nوَمِمَّا يُحْمَلُ عَلَى هَذَا تَشْبِيهًا تَسْمِيَتُهُمُ السَّمَاءَ جَرْبَاءَ، شُبِّهَتْ كَوَاكِبُهَا بِجَرَبِ الْأَجْرَبِ. قَالَ أُسَامَةُ بْنُ الْحَارِثِ:\nأَرَتْهُ مِنَ الْجَرْبَاءِ فِي كُلِّ مَنْظَرٍ ... طِبَابًا فَمَثْوَاهُ النَّهَارُ الْمَرَاكِدُ\nوَقَالَ الْأَعْشَى:\nتَنَاوُلَ كَلْبًا فِي دِيَارِهِمُ ... وَكَادَ يَسْمُو إِلَى الْجَرْبَاءِ فَارْتَفَعَا\nوَالْجِرْبَةُ: الْقَرَاحُ، وَهُوَ ذَلِكَ الْقِيَاسُ لِأَنَّهُ بَسِيطٌ يَعْلُوهُ مَا يَعْلُوهُ مِنْهُ. قَالَ الْأَسْعَرُ:\nأَمَّا إِذَا يَعْلُو فَثَعْلَبُ جِرْبَةٍ ... أَوْ ذِئْبُ عَادِيَّةٍ يُعَجْرِمُ عَجْرَمَهْ\nالْعَجْرَمَةُ: سُرْعَةٌ فِي خِفَّةٍ. وَكَانَ أَبُو عُبَيْدٍ يَقُولُ: الْجِرْبَةُ الْمَزْرَعَةُ. قَالَ بِشْرٌ: عَلَى جِرْبَةٍ تَعْلُو الدِّبَارَ غُرُوبُهَا\nقَالَ أَبُو حَنِيفَةَ: يُقَالُ لِلْمَجَرَّةِ جِرْبَةَ النُّجُومِ. قَالَ الشَّاعِرُ:\nوَخَوَتْ جِرْبَةُ النُّجُومِ فَمَا تَشْ ... رَبُ أُرْوِيَّةٌ بِمَرْيِ الْجَنُوبِ\nخَيُّهَا: أَنْ لَا تُمْطِرَ. وَمَرْيُ الْجَنُوبِ: اسْتِدْرَارُهَا الْغَيْثَ.\nوَالْأَصْلُ الْآخَرُ الْجِرَابُ، وَهُوَ مَعْرُوفٌ. وَجِرَابُ الْبِئْرِ: جَوْفُهَا مِنْ أَعْلَاهَا إِلَى أَسْفَلِهَا. وَالْجَرَبَّةُ: الْعَانَةُ مِنَ الْحَمِيرِ، وَهُوَ مِنْ بَابِ مَا قَبْلَهُ، لِأَنَّ فِي ذَلِكَ تَجَمُّعًا. وَرُبَّمَا سَمَّوُا الْأَقْوِيَاءَ مِنَ النَّاسِ إِذَا اجْتَمَعُوا جَرَبَّةً. قَالَ:\nلَيْسَ بِنَا فَقْرٌ إِلَى التَّشَكِّي ... جَرَبَّةٌ كَحُمُرِ الْأَبَكِّ",
    "pg": "1:449-450"
  },
  "جرج": {
    "def": "الْجِيمُ وَالرَّاءُ وَالْجِيمُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْجَادَّةُ، يُقَالُ لَهَا جَرَجَةٌ. وَزَعَمَ نَاسٌ أَنَّ هَذَا مِمَّا صَحَّفَ فِيهِ أَبُو عُبَيْدٍ. وَلَيْسَ الْأَمْرُ عَلَى مَا ذَكَرُوهُ، وَالْجَرَجَةُ صَحِيحَةٌ. وَقِيَاسُهَا جُرَيْجٌ اسْمُ رَجُلٍ. وَيُقَالُ إِنَّ الْجَرِجَ الْقَلِقُ. قَالَ:\nخَلْخَالُهَا فِي سَاقِهَا غَيْرُ جَرِجِ\nوَهَذَا مُمْكِنٌ أَنْ يُقَالَ مُبْدَلٌ مِنْ مَرِجَ. قَالَ ابْنُ دُرَيْدٍ: وَالْجَرَجُ الْأَرْضُ ذَاتُ الْحِجَارَةِ. فَأَمَّا الْجُرْجَةُ لِشَيْءٍ شِبْهُ الْخُرْجِ وَالْعَيْبَةِ، فَمَا أُرَاهَا عَرَبِيَّةً مَحْضَةً. عَلَى أَنَّ أُوْسًا قَدْ قَالَ:\nثَلَاثَةُ أَبْرَادٍ جِيَادٍ وَجُرْجَةٌ ... وَأَدْكَنُ مِنْ أَرْيِ الدُّبُورِ مُعَسَّلُ",
    "pg": "1:450-451"
  },
  "جرح": {
    "def": "الْجِيمُ وَالرَّاءُ وَالْحَاءُ أَصْلَانِ: أَحَدُهُمَا الْكَسْبُ، وَالثَّانِي شَقُّ الْجِلْدِ.\nفَالْأَوَّلُ قَوْلُهُمْ [اجْتَرَحَ] إِذَا عَمِلَ وَكَسَبَ. قَالَ اللَّهُ ﷿: ﴿أَمْ حَسِبَ الَّذِينَ اجْتَرَحُوا السَّيِّئَاتِ﴾ [الجاثية: ٢١] . وَإِنَّمَا سُمِّيَ ذَلِكَ اجْتِرَاحًا لِأَنَّهُ عَمَلٌ بِالْجَوَارِحِ، وَهِيَ الْأَعْضَاءُ الْكَوَاسِبُ. وَالْجَوَارِحُ مِنَ الطَّيْرِ وَالسِّبَاعِ: ذَوَاتُ الصَّيْدِ.\nوَأَمَّا الْآخَرُ [فَقَوْلُهُمْ] جَرَحَهُ بِحَدِيدَةٍ جَرْحًا، وَالِاسْمُ الْجُرْحُ. وَيُقَالُ جَرَحَ الشَّاهِدَ إِذَا رَدَّ قَوْلَهُ بِنَثًا غَيْرِ جَمِيلٍ. وَاسْتَجْرَحَ فُلَانٌ إِذَا عَمِلَ مَا يُجْرَحُ مِنْ أَجْلِهِ.\nفَأَمَّا قَوْلُ أَبِي عُبَيْدٍ فِي حَدِيثِ عَبْدِ الْمَلِكِ: \" قَدْ وَعَظْتُكُمْ فَلَمْ تَزْدَادُوا عَلَى الْمَوْعِظَةِ إِلَّا اسْتِجْرَاحًا \" إِنَّهُ النُّقْصَانُ مِنَ الْخَيْرِ، فَالْمَعْنَى صَحِيحٌ إِلَّا أَنَّ اللَّفْظَ لَا يَدُلُّ عَلَيْهِ. وَالَّذِي أَرَادَهُ عَبْدُ الْمَلِكِ مَا فَسَّرْنَاهُ. أَيْ إِنَّكُمْ مَا تَزْدَادُونَ عَلَى الْوَعْظِ إِلَّا مَا يُكْسِبُكُمُ الْجَرْحَ وَالطَّعْنَ عَلَيْكُمْ، كَمَا تُجْرَحُ الْأَحَادِيثُ. وَقَالَ أَبُو عُبَيْدٍ: يُرِيدُ أَنَّهَا كَثِيرَةٌ صَحِيحُهَا قَلِيلٌ. وَالْمَعْنَى عِنْدَنَا فِي هَذَا كَالَّذِي ذَكَرْنَاهُ مِنْ قَبْلُ، وَهُوَ أَنَّهَا كَثُرَتْ حَتَّى أَحْوَجَ أَهْلَ الْعِلْمِ بِهَا إِلَى جَرْحِ بَعْضِهَا، أَنَّهُ لَيْسَ بِصَحِيحٍ.",
    "pg": "1:451-452"
  },
  "جرد": {
    "def": "الْجِيمُ وَالرَّاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ بُدُوُّ ظَاهِرِ الشَّيْءِ حَيْثُ لَا يَسْتُرُهُ سَاتِرٌ. ثُمَّ يُحْمَلُ عَلَيْهِ غَيْرُهُ مِمَّا يُشَارِكُهُ فِي مَعْنَاهُ. يُقَالُ تَجَرَّدَ الرَّجُلُ مِنْ ثِيَابِهِ يَتَجَرَّدُ تَجَرُّدًا. قَالَ بَعْضُ أَهْلِ اللُّغَةِ: الْجَرِيدُ سَعَفُ النَّخْلِ، الْوَاحِدَةُ جَرِيدَةٌ، سُمِّيَتْ بِذَلِكَ لِأَنَّهُ قَدْ جُرِدَ عَنْهَا خُوصُهَا. وَالْأَرْضُ الْجَرَدُ: الْفَضَاءُ الْوَاسِعُ، سُمِّيَ بِذَلِكَ لِبُرُوزِهِ وَظُهُورِهِ وَأَنْ لَا يَسْتُرَهُ شَيْءٌ. وَيُقَالُ فَرَسٌ أَجْرَدُ إِذَا رَقَّتْ شَعْرَتُهُ. وَهُوَ حَسَنُ الْجُرْدَةِ وَالْمُتَجَرَّدُ. وَرَجُلٌ جَارُودٌ، أَيْ مَشْئُومٌ، كَأَنَّهُ يَجْرُدُ وَيَحُتُّ. وَسَنَةٌ جَارُودَةٌ، أَيْ مَحْلٌ، وَهُوَ مِنْ ذَلِكَ، وَالْجَرَادُ مَعْرُوفٌ. وَأَرْضٌ مَجْرُودَةٌ أَصَابَهَا الْجَرَادُ. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: سُمِّيَ جَرَادًا لِأَنَّهُ يَجْرُدُ الْأَرْضَ يَأْكُلُ مَا عَلَيْهَا. وَالْجَرَدُ: أَنْ يَشْرَى جِلْدُ الْإِنْسَانِ مِنْ أَكْلِ الْجَرَادِ. وَمِنْ هَذَا الْبَابِ - وَهُوَ الْقِيَاسُ الْمُسْتَمِرُّ - قَوْلُهُمْ: عَامٌ جَرِيدٌ، أَيْ تَامٌّ، وَذَلِكَ أَنَّهُ كَمُلَ فَخَرَجَ جَرِيدًا لَا يُنْسَبُ إِلَى نُقْصَانٍ. وَمِنْهُ: \" مَا رَأَيْتُهُ مُذْ أَجْرَدَانِ وَجَرِيدَانِ \" يُرِيدُ يَوْمَيْنِ كَامِلَيْنِ. وَالْمَعْنَى مَا ذَكَرْتُهُ. وَمِنْهُ انْجَرَدَ بِنَا السَّيْرُ: امْتَدَّ. فَأَمَّا قَوْلُهُمْ لِلشَّيْءِ يَذْهَبُ وَلَا يُوقَفُ [لَهُ] عَلَى خَبَرٍ: \" مَا أَدْرِي أَيُّ الْجَرَادِ عَارَهُ \" فَهُوَ مَثَلٌ، وَالْجَرَادُ هُوَ هَذَا الْجَرَادُ الْمَعْرُوفُ.",
    "pg": "1:452"
  },
  "جرذ": {
    "def": "الْجِيمُ وَالرَّاءُ وَالذَّالُ كَلِمَةٌ وَاحِدَةٌ: الْجُرَذُ الْوَاحِدُ مِنَ الْجِرْذَانِ، وَبِهِ سُمِّيَ الْجَرَذُ الَّذِي يَأْخُذُ فِي قَوَائِمِ الدَّابَّةِ. فَأَمَّا قَوْلُهُمْ: رَجُلٌ مُجَرَّذٌ أَيْ مُجَرَّبُ، فَهُوَ مِنْ بَابِ الْإِبْدَالِ، وَلَيْسَ أَصْلًا.\n\n[بَابُ الْجِيمِ وَالزَّاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:452-453"
  },
  "جرر": {
    "def": "الْجِيمُ وَالرَّاءُ أَصْلٌ وَاحِدٌ ; وَهُوَ مَدُّ الشَّيْءِ وَسَحْبُهُ. يُقَالُ جَرَرْتُ الْحَبْلَ وَغَيْرَهُ أَجُرُّهُ جَرًّا. قَالَ لَقِيطٌ:\nجَرَّتْ لِمَا بَيْنَنَا حَبْلَ الشَّمُوسِ فَلَا ... يَأْسًا مُبِينًا نَرَى مِنْهَا وَلَا طَمَعًا\nوَالْجَرُّ: أَسْفَلُ الْجَبَلِ، وَهُوَ مِنَ الْبَابِ، كَأَنَّهُ شَيْءٌ قَدْ سُحِبَ سَحْبًا. قَالَ:\nوَقَدْ قَطَعْتُ وَادِيا وَجَرَّا\nوَالْجَرُورُ مِنَ الْأَفْرَاسِ: الَّذِي يَمْنَعُ الْقِيَادَ. وَلَهُ وَجْهَانِ: أَحَدُهُمَا أَنَّهُ فَعُولٌ بِمَعْنَى مَفْعُولٍ، كَأَنَّهُ أَبَدًا يُجَرُّ جَرًّا، وَالْوَجْهُ الْآخَرُ أَنْ يَكُونَ جَرُورًا عَلَى جِهَتِهِ، لِأَنَّهُ يَجُرُّ إِلَيْهِ قَائِدَهُ جَرًّا. وَالْجَرَّارُ: الْجَيْشُ الْعَظِيمُ، لِأَنَّهُ يَجُرُّ أَتْبَاعَهُ وَيَنْجَرُّ. قَالَ:\nسَتَنْدَمُ إِذْ يَأْتِي عَلَيْكَ رَعِيلُنَا ... بِأَرْعَنَ جَرَّارٍ كَثِيرٍ صَوَاهِلُهْ\nوَمِنِ الْقِيَاسِ الْجُرْجُورُ، وَهِيَ الْقِطْعَةُ الْعَظِيمَةُ مِنَ الْإِبِلِ. قَالَ:\nمِائَةً مِنْ عَطَائِهِمْ جُرْجُورَا\nوَالْجَرِيرُ: حَبْلٌ يَكُونُ فِي عُنُقِ النَّاقَةِ مِنْ أَدَمٍ، وَبِهِ سُمِّيَ الرَّجُلُ جَرِيرًا. وَمِنْ هَذَا الْبَابِ الْجَرِيرَةُ، مَا يَجُرُّهُ الْإِنْسَانُ مِنْ ذَنْبٍ، لِأَنَّهُ شَيْءٌ يَجُرُّهُ إِلَى نَفْسِهِ. وَمِنْ هَذَا الْبَابِ الْجِرَّةُ جِرَّةُ الْأَنْعَامِ، لِأَنَّهَا تُجَرُّ جَرًّا. وَسُمِّيَتْ مَجَرَّةُ السَّمَاءِ مَجَرَّةً لِأَنَّهَا كَأَثَرِ الْمَجَرِّ. وَالْإِجْرَارُ: أَنْ يُجَرَّ لِسَانُ الْفَصِيلِ ثُمَّ يُخَلَّ لِئَلَّا يَرْتَضِعَ. قَالَ:\nكَمَا خَلَّ ظَهْرَ اللِّسَانِ الْمُجِرُّ\nوَقَالَ قَوْمٌ الْإِجْرَارُ أَنْ يُجَرَّ ثُمَّ يُشَقَّ. وَعَلَى ذَلِكَ فُسِّرَ قَوْلُ عَمْرٍو:\nفَلَوْ أَنَّ قَوْمِي أَنْطَقَتْنِي رِمَاحُهُمْ ... نَطَقْتُ وَلَكِنَّ الرِّمَاحَ أُجِرَّتِ\nيَقُولُ: لَوْ أَنَّهُمْ قَاتَلُوا لَذَكَرْتُ ذَلِكَ فِي شِعْرِي مُفْتَخِرًا بِهِ، وَلَكِنَّ رِمَاحَهُمْ أَجَرَّتْنِي فَكَأَنَّهَا قَطَعَتِ اللِّسَانَ عَنِ الِافْتِخَارِ بِهِمْ. وَيُقَالُ أَجَرَّهُ الرُّمْحَ إِذَا طَعَنَهُ وَتَرَكَ الرُّمْحَ فِيهِ يَجُرُّهُ. قَالَ:\nوَنَجِرُّ فِي الْهَيْجَا الرِّمَاحَ وَنَدَّعِي\nوَقَالَ:\nوَغَادَرْنَ نَضْلَةَ فِي مَعْرَكٍ ... يَجُرُّ الْأَسِنَّةَ كَالْمُحْتَطِبْ\nوَهُوَ مَثَلٌ، وَالْأَصْلُ مَا ذَكَرْنَاهُ مِنْ جَرِّ الشَّيْءِ. وَيُقَالُ جَرَّتِ النَّاقَةُ، إِذَا أَتَتْ عَلَى وَقْتِ نِتَاجِهَا وَلَمْ تُنْتَجْ إِلَّا بَعْدَ أَيَّامٍ، فَهِيَ قَدْ جَرَّتْ حَمْلَهَا جَرًّا. وَفِي الْحَدِيثِ: «لَا صَدَقَةَ فِي الْإِبِلِ الْجَارَّةِ» ، وَهِيَ الَّتِي تُجَرُّ بِأَزِمَّتِهَا وَتُقَادُ، فَكَأَنَّهُ أَرَادَ الَّتِي تَكُونُ تَحْتَ الْأَحْمَالِ، وَيُقَالُ بَلْ هِيَ رَكُوبَةُ الْقَوْمِ.\nوَمِنْ هَذَا الْبَابِ أَجْرَرْتُ فُلَانًا الدَّيْنَ إِذَا أَخَّرْتَهُ بِهِ، وَذَلِكَ مِثْلُ إِجْرَارِ الرُّمْحِ وَالرَّسَنِ. وَمِنْهُ أَجَرَّ فُلَانٌ فُلَانًا أَغَانِيَّ، إِذَا تَابَعَهَا لَهُ. قَالَ:\nفَلَمَّا قَضَى مِنِّي الْقَضَاءَ أَجَرَّنِي ... أَغَانِيَّ لَا يَعِيَا بِهَا الْمُتَرَنِّمُ\nوَتَقُولُ: كَانَ فِي الزَّمَنِ الْأَوَّلِ كَذَا وَهَلُمَّ جَرًّا إِلَى الْيَوْمِ، أَيْ جُرَّ ذَلِكَ إِلَى الْيَوْمِ لَمْ يَنْقَطِعْ وَلَمْ يَنْصَرِمْ. وَالْجَرُّ فِي الْإِبِلِ أَيْضًا أَنْ تَرْعَى وَهِيَ سَائِرَةٌ تَجُرُّ أَثْقَالَهَا. وَالْجَارُورُ - فِيمَا يُقَالُ - نَهْرٌ يَشُقُّهُ السَّيْلُ. وَمِنَ الْبَابِ الْجُرَّةُ وَهِيَ خَشَبَةٌ نَحْوُ الذِّرَاعِ تُجْعَلُ فِي رَأْسِهَا كِفَّةٌ وَفِي وَسَطِهَا حَبْلٌ وَتُدْفَنُ لِلظِّبَاءِ فَتَنْشَبُ فِيهَا، فَإِذَا نَشِبَتْ نَاوَصَهَا سَاعَةً يَجُرُّهَا إِلَيْهِ وَتَجُرُّهُ إِلَيْهَا، فَإِذَا غَلَبَتْهُ اسْتَقَرَّ [فِيهَا] . فَتَضْرِبُ الْعَرَبُ بِهَا مَثَلًا لِلَّذِي يُخَالِفُ الْقَوْمَ فِي رَائِهِمْ ثُمَّ يَرْجِعُ إِلَى قَوْلِهِمْ. فَيَقُولُونَ \" نَاوَصَ الْجُرَّةَ ثُمَّ سَالَمَهَا \". وَالْجَرَّةُ مِنَ الْفَخَّارِ، لِأَنَّهَا تُجَرُّ لِلِاسْتِقَاءِ أَبَدًا. وَالْجَرُّ شَيْءٌ يُتَّخَذُ مِنْ سُلَاخَةِ عُرْقُوبِ الْبَعِيرِ، تَجْعَلُ فِيهِ الْمَرْأَةُ الْخَلْعَ ثُمَّ تُعَلِّقُهُ عِنْدَ الظَّعْنِ مِنْ مُؤَخَّرِ عِكْمِهَا، فَهُوَ أَبَدًا يَتَذَبْذَبُ. قَالَ:\nزَوْجُكِ يَا ذَاتَ الثَّنَايَا الْغُرِّ ... وَالرَّتِلَاتِ وَالْجَبِينِ الْحُرِّ\nأَعْيَا فَنُطْنَاهُ مَنَاطَ الْجَرِّ ... ثُمَّ شَدَدْنَا فَوْقَهُ بِمَرِّ\nوَمِنَ الْبَابِ رَكِيٌّ جَرُورٌ، وَهِيَ الْبَعِيدَةُ الْقَعْرِ يُسْنَى عَلَيْهَا، وَهِيَ الَّتِي يُجَرُّ مَاؤُهَا جَرًّا. وَالْجَرَّةُ الْخُبْزَةُ تُجَرُّ مِنَ الْمَلَّةِ. قَالَ:\nوَصَاحِبٍ صَاحَبْتُهُ خِبٍّ دَنِعْ ... دَاوَيْتُهُ لَمَّا تَشَكَّى وَوَجِعْ\nبِجَرَّةٍ مِثْلَ الْحِصَانِ الْمُضْطَجِعْ\nفَأَمَّا الْجَرْجَرَةُ، وَهُوَ الصَّوْتُ الَّذِي يُرَدِّدُهُ الْبَعِيرُ فِي حَنْجَرَتِهِ فَمِنَ الْبَابِ أَيْضًا، لِأَنَّهُ صَوْتٌ يَجُرُّهُ جَرًّا، لَكِنَّهُ لَمَّا تَكَرَّرَ قِيلَ جَرْجَرَ، كَمَا يُقَالُ صَلَّ وَصَلْصَلَ. وَقَالَ الْأَغْلَبُ:\nجَرْجَرَ فِي حَنْجَرَةٍ كَالْحُبِّ ... وَهَامَةٍ كَالْمِرْجَلِ الْمُنْكَبِّ وَمِنْ ذَلِكَ الْحَدِيثُ: «الَّذِي يَشْرَبُ فِي آنِيَةِ الْفِضَّةِ إِنَّمَا يُجَرْجِرُ فِي جَوْفِهِ نَارَ جَهَنَّمَ» . وَقَدِ اسْتَمَرَّ الْبَابُ قِيَاسًا مُطَّرِدًا عَلَى وَجْهٍ وَاحِدٍ.",
    "pg": "1:410-414"
  },
  "جرز": {
    "def": "الْجِيمُ وَالرَّاءُ وَالزَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْقَطْعُ. يُقَالُ جَرَزْتُ الشَّيْءَ قَطَعْتُهُ. وَسَيْفٌ جُرَازٌ أَيْ قَطَّاعٌ. وَأَرْضٌ جُرُزٌ لَا نَبْتَ بِهَا. كَأَنَّهُ قُطِعَ عَنْهَا. قَالَ الْكِسَائِيُّ وَالْأَصْمَعِيُّ: أَرْضٌ مَجْرُوزَةٌ مِنَ الْجُرُزِ، وَهِيَ الَّتِي لَمْ يُصِبْهَا الْمَطَرُ، وَيُقَالُ هِيَ الَّتِي أُكِلَ نَبَاتُهَا. وَالْجَرُوزُ: الرَّجُلُ الَّذِي إِذَا أَكَلَ لَمْ يَتْرُكْ عَلَى الْمَائِدَةِ شَيْئًا، وَكَذَلِكَ الْمَرْأَةُ الْجَرُوزُ، وَالنَّاقَةُ. قَالَ:\nتَرَى الْعَجُوزَ خَِبَّةً جَرُوزَا\nوَالْعَرَبُ تَقُولُ فِي أَمْثَالِهَا: \" لَنْ تَرْضَى شَانِئَةٌ إِلَّا بِجَرْزَةٍ، أَيْ إِنَّهَا مِنْ شِدَّةِ بَغْضَائِهَا وَحَسَدِهَا لَا تَرْضَى لِلَّذِينِ تُبْغِضُهُمْ إِلَّا بِالِاسْتِئْصَالِ. وَالْجَارِزُ: الشَّدِيدُ مِنَ السُّعَالِ، وَذَلِكَ أَنَّهُ يَقْطَعُ الْحَلْقَ. قَالَ الشَّمَّاخُ:\nلَهَا بِالرُّغَامَى وَالْخَيَاشِيمِ جَارِزُ\nوَيُقَالُ أَرْضٌ جَارِزَةٌ: يَابِسَةٌ غَلِيظَةٌ يَكْتَنِفُهَا رَمْلٌ. وَامْرَأَةٌ جَارِزٌ عَاقِرٌ. فَأَمَّا قَوْلُهُمْ ذُو جَرَزٍ إِذَا كَانَ غَلِيظًا صُلْبًا، وَكَذَلِكَ الْبَعِيرُ، فَهُوَ عِنْدِي مَحْمُولٌ عَلَى الْأَرْضِ الْجَارِزَةِ الْغَلِيظَةِ. وَقَدْ مَضَى ذِكْرُهَا.",
    "pg": "1:441-442"
  },
  "جرس": {
    "def": "الْجِيمُ وَالرَّاءُ وَالسِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ مِنَ الصَّوْتِ، وَمَا بَعْدَ ذَلِكَ فَمَحْمُولٌ عَلَيْهِ.\nقَالُوا: الْجَرْسُ الصَّوْتُ الْخَفِيُّ، يُقَالُ مَا سَمِعْتُ لَهُ جَرْسًا، وَسَمِعْتُ جَرْسَ الطَّيْرِ، إِذَا سَمِعْتَ صَوْتَ مَنَاقِيرِهَا عَلَى شَيْءٍ تَأْكُلُهُ. وَقَدْ أَجْرَسَ الطَّائِرُ.\nوَمِمَّا حُمِلَ عَلَى هَذَا قَوْلُهُمْ لِلنَّحْلِ جَوَارِسُ، بِمَعْنَى أَوَاكِلَ، وَذَلِكَ أَنَّ لَهَا عِنْدَ ذَلِكَ أَدْنَى شَيْءٍ كَأَنَّهُ صَوْتٌ. قَالَ أَبُو ذُؤَيْبٍ يَذْكُرُ نَحْلًا:\nيَظَلُّ عَلَى الثَّمْرَاءِ مِنْهَا جَوَارِسٌ ... مَرَاضِيعُ صُهْبُ الرِّيشِ زُغْبٌ رِقَابُهَا\nوَالْجَرَسُ: الَّذِي يُعَلَّقُ عَلَى الْجِمَالِ. وَفِي الْحَدِيثِ: «لَا تَصْحَبُ الْمَلَائِكَةُ رُفْقَةً فِيهَا جَرَسٌ» . وَيُقَالُ جَرَسْتُ بِالْكَلَامِ أَيْ تَكَلَّمْتُ بِهِ. وَأَجْرَسَ الْحَلْيُ: صَوَّتَ. قَالَ:\nتَسْمَعُ لِلْحَلْيِ إِذَا مَا وَسْوَسَا ... وَارْتَجَّ فِي أَجْيَادِهَا وَأَجْرَسَا\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الرَّجُلُ الْمُجَرَّسُ وَهُوَ الْمُجَرَّبُ. وَمَعْنَى جَرَْسٌ مِنَ اللَّيْلِ، أَيْ طَائِفَةٌ.",
    "pg": "1:442"
  },
  "جرش": {
    "def": "الْجِيمُ وَالرَّاءُ وَالشِّينُ أَصْلٌ وَاحِدٌ وَهُوَ جَرْشُ الشَّيْءِ: أَنْ يُدَقَّ وَلَا يُنْعَمَ دَقُّهُ. يُقَالُ جَرَشْتُهُ، وَهُوَ جَرِيشٌ. وَالْجُرَاشَةُ: مَا سَقَطَ مِنَ الشَّيْءِ الْمَجْرُوشُ. وَجَرَّشْتُ الرَّأْسَ بِالْمُشْطِ: حَكَكْتُهُ حَتَّى تَسْتَكْثِرَ الْإِبْرِيَةُ. وَذَكَرَ الْخَلِيلُ أَنَّ الْجَرْشَ الْأَكْلُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْجِرِشَّى، وَهُوَ النَّفْسُ. قَالَ:\nإِلَيْهِ الْجِرِشَّى وَارْمَعَلَّ حَنِينُهَا\nفَأَمَّا قَوْلُهُمْ مَضَى جَرْشٌ مِنَ اللَّيْلِ، فَهِيَ الطَّائِفَةُ، وَهُوَ شَاذٌّ عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ. قَالَ:\nحَتَّى إِذَا [مَا] تُرِكَتْ بِجَرْشٍ",
    "pg": "1:442-443"
  },
  "جرض": {
    "def": "الْجِيمُ وَالرَّاءُ وَالضَّادُ أَصْلَانِ: أَحَدُهُمَا جِنْسٌ مِنَ الْغَصَصِ، وَالْآخَرُ مِنَ الْعِظَمِ.\nفَأَمَّا الْأَوَّلُ فَيَقُولُونَ جَرِضَ بِرِيقِهِ إِذَا اغْتَصَّ بِهِ. قَالَ:\nكَأَنَّ الْفَتَى لَمْ يَغْنَ فِي النَّاسِ لَيْلَةً ... إِذَا اخْتَلَفَ اللَّحْيَانِ عِنْدَ الْجَرِيضِ\nقَالَ الْخَلِيلُ: الْجَرَضُ أَنْ يَبْتَلِعَ الْإِنْسَانُ رِيقَهُ عَلَى هَمٍّ وَحُزْنٍ. وَيُقَالُ: مَاتَ فُلَانٌ جَرِيضًا، أَيْ مَغْمُومًا. وَالثَّانِي قَوْلُهُمْ بَعِيرٌ جِرْوَاضٌ، أَيْ غَلِيظٌ. وَالْجُرَائِضُ: الْبَعِيرُ الضَّخْمُ، وَيُقَالُ الشَّدِيدُ الْأَكْلِ. وَنَعْجَةٌ جُرَئِضَةٌ ضَخْمَةٌ.",
    "pg": "1:443-444"
  },
  "جرع": {
    "def": "الْجِيمُ وَالرَّاءُ وَالْعَيْنُ يَدُلُّ عَلَى قِلَّةِ الشَّيْءِ الْمَشْرُوبِ. يُقَالُ: جَرِعَ الشَّارِبُ الْمَاءَ يَجْرَعُهُ، وَجَرَعَ يَجْرَعُ. فَأَمَّا [الْجَرْعَاءُ فَ] الرَّمَلَةُ الَّتِي لَا تُنْبِتُ شَيْئًا، وَذَلِكَ مِنْ أَنَّ الشُّرْبَ يَنْفَعُهَا فَكَأَنَّهَا لَمْ تُرْوَ. قَالَ ذُو الرُّمَّةِ:\nأَمَا اسْتَحْلَبَتْ عَيْنَيْكَ إِلَّا مَحَلَّةٌ ... بِجُمْهُورِ حُزْوَى أَمْ بِجَرْعَاءِ مَالِكٍ\nوَمِنَ الْبَابِ قَوْلُهُمْ: \" أَفْلَتَ فُلَانٌ بِجُرَيْعَةِ الذَّقَنِ \"، وَهُوَ آخِرُ مَا يَخْرُجُ مِنَ النَّفَسِ. كَذَا قَالَ الْفَرَّاءُ. وَيُقَالُ نُوقٌ مَجَارِيعُ: قَلِيلَاتُ اللَّبَنِ، كَأَنَّهُ لَيْسَ فِي ضُرُوعِهَا إِلَّا جُرَعٌ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الْجَرَعُ: الْتِوَاءٌ فِي قُوَّةٍ مِنْ قُوَى الْحَبْلِ ظَاهِرَةٌ عَلَى سَائِرِ الْقُوَى.",
    "pg": "1:444"
  },
  "جرف": {
    "def": "الْجِيمُ وَالرَّاءُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، هُوَ أَخْذُ الشَّيْءِ كُلِّهِ هَبْشًا. يُقَالُ: جَرَفْتُ الشَّيْءَ جَرْفًا، إِذَا ذَهَبْتَ بِهِ كُلِّهِ. وَسَيْفٌ جُرَافٌ يُذْهِبُ كُلَّ شَيْءٍ. وَالْجُرُْفُ الْمَكَانُ يَأْكُلُهُ السَّيْلُ. وَجَرَّفَ الدَّهْرُ مَالَهُ: اجْتَاحَهُ. وَمَالٌ مُجَرَّفٌ. وَرَجُلٌ جُرَافٌ نُكَحَةٌ، كَأَنَّهُ يُجْرِفُ ذَلِكَ جَرْفًا. وَمِنَ الْبَابِ: الْجُرْفَةُ: أَنْ تُقْطَعَ مِنْ فَخِذِ الْبَعِيرِ جِلْدَةٌ وَتُجْمَعَ عَلَى فَخِذِهِ.",
    "pg": "1:444-445"
  },
  "جرل": {
    "def": "الْجِيمُ وَالرَّاءُ وَاللَّامُ أَصْلَانِ: أَحَدُهُمَا الْحِجَارَةُ: وَالْآخَرُ لَوْنٌ مِنَ الْأَلْوَانِ.\nفَالْأَوَّلُ الْجَرْوَلُ وَالْجَرَاوِلُ الْحِجَارَةُ. يُقَالُ: أَرْضٌ جَرِلَةٌ، إِذَا كَانَتْ كَثِيرَةَ الْجَرَاوِلِ. وَالْأَجْرَالُ جَمْعُ الْجَرَلِ، وَهُوَ مَكَانٌ ذُو حِجَارَةٍ. قَالَ جَرِيرٌ:\nمِنْ كُلِّ مُشْتَرِفٍ وَإِنْ بَعُدَ الْمَدَى ... ضَرِمِ الرِّفَاقِ مُنَاقِلِ الْأَجْرَالِ\nوَالْآخَرُ الْجِرْيَالُ، وَهُوَ الصِّبْغُ الْأَحْمَرُ ; وَلِذَلِكَ سُمِّيَتِ الْخَمْرُ جِرْيَالًا. فَأَمَّا قَوْلُ الْأَعْشَى:\nوَسَبِيئَةٍ مِمَّا تُعَتِّقُ بَابِلٌ ... كَدَمِ الذَّبِيحِ سَلَبْتُهَا جِرْيَالَهَا\nفَقَالَ قَوْمٌ: أَرَادَ لَوْنَهَا، وَهِيَ حُمْرَتُهَا. رَوَوْا عَنْهُ فِي ذَلِكَ رِوَايَةً تَدُلُّ عَلَى أَنَّهُ أَرَادَ لَوْنَهَا.",
    "pg": "1:445"
  },
  "جرم": {
    "def": "الْجِيمُ وَالرَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَرْجِعُ إِلَيْهِ الْفُرُوعُ. فَالْجِرْمُ الْقَطْعُ. وَيُقَالُ لِصَِرَامِ النَّخْلِ الْجَِرَامِ. وَقَدْ جَاءَ زَمَنُ الْجَِرَامِ. وَجَرَمْتُ صُوفَ الشَّاةِ وَأَخَذْتُهُ. وَالْجُرَامَةُ: مَا سَقَطَ مِنَ التَّمْرِ إِذَا جُرِمَ. وَيُقَالُ: الْجُرَامَةُ مَا الْتُقِطَ مِنْ كَرَبِهِ بَعْدَ مَا يُصْرَمُ. وَيُقَالُ سَنَةٌ مُجَرَّمَةٌ، أَيْ تَامَّةٌ، كَأَنَّهَا تَصَرَّمَتْ عَنْ تَمَامٍ. وَهُوَ مِنْ تَجَرَّمَ اللَّيْلُ ذَهَبَ. وَالْجَرَامُ وَالْجَرِيمُ: التَّمْرُ الْيَابِسُ. فَهَذَا كُلُّهُ مُتَّفِقٌ لَفْظًا وَمَعْنًى وَقِيَاسًا. وَمِمَّا يُرَدُّ إِلَيْهِ قَوْلُهُمْ جَرَمَ، أَيْ كَسَبَ ; لِأَنَّ الَّذِي يَحُوزُهُ فَكَأَنَّهُ اقْتَطَعَهُ. وَفُلَانٌ جَرِيمَةُ أَهْلِهِ، أَيْ كَاسِبُهُمْ. قَالَ:\nجَرِيمَةَ نَاهِضٍ فِي رَأْسِ نِيقٍ ... تَرَى لِعِظَامِ مَا جَمَعَتْ صَلِيبًا\nيَصِفُ عُقَابًا. يَقُولُ: هِيَ كَاسِبَةُ نَاهِضٍ. أَرَادَ فَرْخَهَا. وَالْجُرْمُ وَالْجَرِيمَةُ: الذَّنْبُ وَهُوَ مِنَ الْأَوَّلِ ; لِأَنَّهُ كَسْبٌ، وَالْكَسْبُ اقْتِطَاعٌ. وَقَالُوا فِي قَوْلِهِمْ \" لَا جَرَمَ \": هُوَ مِنْ قَوْلِهِمْ جَرَمْتُ أَيْ كَسَبْتُ. وَأَنْشَدُوا:\nوَلَقَدْ طَعَنْتُ أَبَا عُيَيْنَةَ طَعْنَةً ... جَرَمَتْ فَزَارَةَ بَعْدَهَا أَنْ يَغْضَبُوا\nأَيْ كَسَبَتْهُمْ غَضَبًا. وَالْجَسَدُ جِرْمٌ، لِأَنَّ لَهُ قَدْرًا وَتَقْطِيعًا. وَيُقَالُ مَشْيَخَةٌ جِلَّةُ جَرِيمٍ، أَيْ عِظَامُ الْأَجْرَامِ.\nفَأَمَّا قَوْلُهُمْ لِصَاحِبِ الصَّوْتِ: إِنَّهُ لَحَسَنُ الْجِرْمِ، فَقَالَ قَوْمٌ: الصَّوْتُ يُقَالُ لَهُ الْجِرْمُ. وَأَصَحُّ مِنْ ذَلِكَ قَوْلُ أَبِي بَكْرِ بْنِ دُرَيْدٍ: إِنَّ مَعْنَاهُ حُسْنُ خُرُوجِ الصَّوْتِ مِنَ الْجِرْمِ. وَبَنُو جَارِمٍ فِي الْعَرَبِ. وَالْجَارِمُ: الْكَاسِبُ، وَهُوَ قَوْلُ الْقَائِلِ:\nوَالْجَارِمِيُّ عَمِيدُهَا\nوَجَرْمٌ هُوَ الْكَسْبُ، وَبِهِ سُمِّيَتْ جَرْمٌ، وَهُمَا بِطْنَانِ: أَحَدُهُمَا فِي قُضَاعَةَ، وَالْآخَرُ فِي طَيٍّ.",
    "pg": "1:445-447"
  },
  "جرن": {
    "def": "الْجِيمُ وَالرَّاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى اللِّينِ وَالسُّهُولَةِ. يُقَالُ لِلْبَيْدَرِ جَرِينٌ ; لِأَنَّهُ مَكَانٌ قَدْ أُصْلِحَ وَمُلِّسَ. وَالْجَارِنُ مِنَ الثِّيَابِ: الَّذِي انْسَحَقَ وَلَانَ. وَجَرَنَتِ الدِّرْعُ: لَانَتْ وَامْلَاسَّتْ. وَمِنَ الْبَابِ جِرَانُ الْبَعِيرِ: مُقَدَّمُ عُنُقِهِ مِنْ مَذْبَحِهِ، وَالْجَمْعُ جُرُنٌ. قَالَ:\nخُذَا حَذَرًا يَا جَارَتَيَّ فَإِنَّنِي ... رَأَيْتُ جِرَانَ الْعَوْدِ قَدْ كَادَ يَصْلُحُ\nوَذَكَرَ نَاسٌ أَنَّ الْجَارِنَ وَلَدُ الْحَيَّةِ. فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنَ الْبَابِ، لِأَنَّهُ لَيِّنُ الْمَسِّ أَمْلَسُ.",
    "pg": "1:447"
  },
  "جره": {
    "def": "الْجِيمُ وَالرَّاءُ وَالْهَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْجَرَاهِيَةُ. قَالَ أَبُو عُبَيْدٍ: جَرَاهِيَةُ الْقَوْمِ: جَلَبَتُهُمْ وَكَلَامُهُمْ فِي عَلَانِيَتِهِمْ دُونَ سِرِّهِمْ. وَلَوْ قَالَ قَائِلٌ: إِنَّ هَذَا مَقْلُوبٌ مِنَ الْجَهْرِ وَالْجَهْرَاءِ وَالْجَهَارَةِ لَكَانَ مَذْهَبًا.",
    "pg": "1:447"
  },
  "جرو": {
    "def": "الْجِيمُ وَالرَّاءُ وَالْوَاوُ أَصْلٌ وَاحِدٌ، وَهُوَ الصَّغِيرُ مِنْ وَلَدِ الْكَلْبِ، ثُمَّ يُحْمَلُ عَلَيْهِ غَيْرُهُ تَشْبِيهًا. فَالْجَرْوُ لِلْكَلْبِ وَغَيْرِهِ. وَيُقَالُ: سَبُعَةٌ مُجْرِيَةٌ وَمُجْرٍ، إِذَا كَانَ مَعَهَا جِرْوُهَا. قَالَ:\nوَتَجُرُّ مُجْرِيَةٌ لَهَا ... لَحْمِي إِلَى أَجْرٍ حَوَاشِبِ\nفَهَذَا الْأَصْلُ. ثُمَّ يُقَالُ لِلصَّغِيرَةِ مِنَ الْقِثَّاءِ الْجِرْوَةُ. وَفِي الْحَدِيثِ: «أُتِيَ النَّبِيُّ ﷺ بِأَجْرٍ زُغْبٍ» ، وَكَذَلِكَ جَُِرْوُ الْحَنْظَلِ وَالرُّمَّانِ. يَعْنِي أَنَّهَا صَغِيرَةٌ. وَبَنُو جِرْوَةَ بَطْنٌ مِنَ الْعَرَبِ. وَيُقَالُ أَلْقَى الرَّجُلُ جِرْوَتَهُ، أَيْ رَبَطَ جَأْشَهُ، وَصَبَرَ عَلَى الْأَمْرِ، كَأَنَّهُ رَبَطَ جَرْوًا وَسَكَّنَهُ. وَهُوَ تَشْبِيهٌ.",
    "pg": "1:447-448"
  },
  "جري": {
    "def": "الْجِيمُ وَالرَّاءُ وَالْيَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ انْسِيَاحُ الشَّيْءِ. يُقَالُ جَرَى الْمَاءُ يَجْرِي جَرْيَةً وَجَرْيًا وَجَرَيَانًا. وَيُقَالُ لِلْعَادَةِ الًإِجْرِيَّا، وَذَلِكَ أَنَّهُ الْوَجْهُ الَّذِي يَجْرِي فِيهِ الْإِنْسَانُ. وَالْجَرِيُّ: الْوَكِيلُ، وَهُوَ بَيِّنُ الْجِرَايَةِ، تَقُولُ جَرَّيْتُ جَرِيًّا وَاسْتَجْرَيْتُ، أَيِ اتَّخَذْتُ. وَفِي الْحَدِيثِ: «لَا يُجَرِّيَنَّكَمُ الشَّيْطَانُ» . وَسُمِّيَ الْوَكِيلُ جَرِيًّا لِأَنَّهُ يَجْرِي مَجْرَى مُوَكِّلِهِ، وَالْجَمْعُ أَجْرِيَاءُ.\nفَأَمَّا السَّفِينَةُ فَهِيَ الْجَارِيَةُ، وَكَذَلِكَ الشَّمْسُ، وَهُوَ الْقِيَاسُ. وَالْجَارِيَةُ مِنَ النِّسَاءِ مِنْ ذَلِكَ أَيْضًا، لِأَنَّهَا تُسْتَجْرَى فِي الْخِدْمَةِ، وَهِيَ بَيِّنَةُ الْجِرَاءِ. قَالَ:\nوَالْبِيضُ قَدْ عَنَسَتْ وَطَالَ جِرَاؤُهَا ... وَنَشَأْنَ فِي قِنٍّ وَفِي أَذْوَادِ\nوَيُقَالُ: كَانَ ذَلِكَ فِي أَيَّامِ جِرَائِهَا، أَيْ صِبَاهَا. وَأَمَّا الْجِرِّيَّةُ، وَهِيَ الْحَوْصَلَةُ فَالْأَصْلُ الَّذِي يُعَوَّلُ عَلَيْهِ فِيهَا أَنَّ الْجِيمَ مُبْدَلَةٌ مِنْ قَافٍ، كَأَنَّ أَصْلَهَا قِرِّيَّةٌ، لِأَنَّهَا تَقْرِي الشَّيْءَ أَيْ تَجْمَعُهُ، ثُمَّ أَبْدَلُوا الْقَافَ جِيمًا كَمَا يَفْعَلُونَ ذَلِكَ فِيهِمَا.",
    "pg": "1:448-449"
  },
  "جزا": {
    "def": "الْجِيمُ وَالزَّاءُ وَالْهَمْزَةُ أَصْلٌ وَاحِدٌ، هُوَ الِاكْتِفَاءُ بِالشَّيْءِ. يُقَالُ اجْتَزَأْتُ بِالشَّيْءِ اجْتِزَاءً، إِذَا اكْتَفَيْتُ بِهِ. وَأَجْزَأَنِي الشَّيْءُ إِجْزَاءً إِذَا كَفَانِي قَالَ:\nلَقَدْ آلَيْتُ أَغْدِرُ فِي جَدَاعِ ... وَإِنْ مُنِّيتُ أُمَّاتِ الرِّبَاعِ\nلِأَنَّ الْغَدْرَ فِي الْأَقْوَامِ عَارٌ ... وَإِنَّ الْحُرَّ يَجْزَأُ بِالْكُرَاعِ\nأَيْ يُكْتَفَى بِهَا. وَالْجَُزْءُ: اسْتِغْنَاءُ السَّائِمَةِ عَنِ الْمَاءِ بِالرُّطْبِ. وَذَكَرَ نَاسٌ فِي قَوْلِهِ تَعَالَى: ﴿وَجَعَلُوا لَهُ مِنْ عِبَادِهِ جُزْءًا﴾ [الزخرف: ١٥] ، أَنَّهُ مِنْ هَذَا، حَيْثُ زَعَمُوا أَنَّهُ اصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ. تَعَالَى اللَّهُ عَنْ قَوْلِ الْمُشْرِكِينَ عُلُوَّا كَبِيرًا. وَالْجُزْءُ: الطَّائِفَةُ مِنَ الشَّيْءِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْجُزْأَةُ نِصَابُ السِّكِّينِ، وَقَدْ أَجَزَأْتُهَا إِجْزَاءً إِذَا جَعَلْتَ لَهَا جُزْأَةً. وَيَجُوزُ أَنْ يَكُونَ سُمِّيَتْ بِذَلِكَ لِأَنَّهَا بَعْضُ الْآلَةِ وَطَائِفَةٌ مِنْهَا.",
    "pg": "1:455"
  },
  "جزح": {
    "def": "الْجِيمُ وَالزَّاءُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ لَا تَتَفَرَّعُ وَلَا يُقَاسُ عَلَيْهَا. يُقَالُ جَزَحَ لَهُ مِنْ مَالِهِ، أَيْ قَطَعَ. وَالْجَازِحُ: الْقَاطِعُ. وَهُوَ فِي شِعْرِ ابْنِ مُقْبِلٍ:\nلَمُخْتَبِطٌ مِنْ تَالِدِ الْمَالِ جَازِحُ",
    "pg": "1:456"
  },
  "جزر": {
    "def": "الْجِيمُ وَالزَّاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْقَطْعُ. يُقَالُ جَزَرْتُ الشَّيْءَ جَزْرًا، وَلِذَلِكَ سُمِّيَ الْجَزُورُ جَزُورًا. وَالْجَزَرَةُ: الشَّاةُ يَقُومُ إِلَيْهَا أَهْلُهَا فَيَذْبَحُونَهَا. وَيُقَالُ تَرَكَ بَنُو فُلَانٍ بَنِي فُلَانٍ جَزَرًا، أَيْ قَتَلُوهُمْ فَتَرَكُوهُمْ جَزَرًا لِلسِّبَاعِ. وَالْجُزَارَةُ: أَطْرَافُ الْبَعِيرِ؛ فَرَاسِنُهُ وَرَأْسُهُ. وَإِنَّمَا سُمِّيَتْ جُزَارَةً لِأَنَّ الْجَزَّارَ يَأْخُذُهَا، فَهِيَ جُزَارَتُهُ ; كَمَا يُقَالُ أَخَذَ الْعَامِلُ عُمَالَتَهُ. فَإِذَا قُلْتَ فَرَسٌ عَبْلُ الْجُزَارَةِ، فَإِنَّمَا تُرِيدُ غِلَظَ الْيَدَيْنِ وَالرِّجْلَيْنِ وَكَثْرَةَ عَصَبِهَا. وَلَا يَدْخُلُ الرَّأْسُ فِي هَذَا ; لِأَنَّ عِظَمَ الرَّأْسِ فِي الْخَيْلِ هُجْنَةٌ. وَسُمِّيَتِ الْجَزِيرَةُ جَزِيرَةً لِانْقِطَاعِهَا. وَجَزَرَ النَّهْرُ إِذَا قَلَّ مَاؤُهُ جَزْرًا. وَالْجَزْرُ: خِلَافُ الْمَدِّ. وَيُقَالُ أَجْزَرْتُكَ شَاةً إِذَا دَفَعْتَ إِلَيْهِ شَاةً يَذْبَحُهَا. وَهِيَ الْجَزَرَةُ، وَلَا تَكُونُ إِلَّا مِنَ الْغَنَمِ. قَالَ بَعْضُ أَهْلِ الْعِلْمِ: وَذَلِكَ أَنَّ الشَّاةَ لَا تَكُونُ إِلَّا لِلذَّبْحِ. وَلَا يُقَالُ لِلنَّاقَةِ وَالْجَمَلِ، لِأَنَّهُمَا يَكُونَانِ لِسَائِرِ الْعَمَلِ.\n\n[بَابُ الْجِيمِ وَالسِّينِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:456-457"
  },
  "جزز": {
    "def": "الْجِيمُ وَالزَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ قَطْعُ الشَّيْءِ ذِي الْقُوَى الْكَثِيرَةِ الضَّعِيفَةِ. يُقَالُ: جَزَزْتُ الصُّوفَ جَزًّا. وَهَذَا زَمَنُ الْجَزَازِ وَالْجِزَازِ. وَالْجَزُوزَةُ: الْغَنَمُ تُجَزُّ أَصْوَافُهَا. وَالْجُزَازَةُ: مَا سَقَطَ مِنَ الْأَدِيمِ إِذَا قُطِعَ. وَهَذَا حَمْلٌ عَلَى الْقِيَاسِ. وَالْأَصْلُ فِي الْجَزِّ مَا ذَكَرْتُهُ. وَالْجَزِيزَةُ: خُصْلَةٌ مِنْ صُوفٍ، وَالْجَمْعُ جَزَائِزُ.",
    "pg": "1:414"
  },
  "جزع": {
    "def": "الْجِيمُ وَالزَّاءُ وَالْعَيْنُ أَصْلَانِ: أَحَدُهُمَا الِانْقِطَاعُ، وَالْآخَرُ جَوْهَرٌ مِنَ الْجَوَاهِرِ.\nفَأَمَّا الْأَوَّلُ فَيَقُولُونَ جَزَعْتُ الرَّمْلَةَ إِذَا قَطَعْتَهَا ; وَمِنْهُ: جِزْعُ الْوَادِي، وَهُوَ الْمَوْضِعُ الَّذِي يَقْطَعُهُ مِنْ أَحَدِ جَانِبَيْهِ إِلَى الْجَانِبِ ; وَيُقَالُ هُوَ مُنْعَطَفُهُ. فَإِنْ كَانَ كَذَا فَلِأَنَّهُ انْقَطَعَ عَنِ الِاسْتِوَاءِ فَانْعَرَجَ. وَالْجَزَعُ: نَقِيضُ الصَّبْرِ، وَهُوَ انْقِطَاعُ الْمُنَّةِ عَنْ حَمْلِ مَا نَزَلَ. وَ [الْجُِزْعَةُ] هِيَ الْقَلِيلُ مِنَ الْمَاءِ، وَهُوَ قِيَاسُ الْبَابِ.\nوَأَمَّا الْآخَرُ فَالْجَِزْعُ، وَهُوَ الْخَرَزُ الْمَعْرُوفُ. وَيُقَالُ بُسْرَةٌ مُجَزَّعَةٌ، إِذَا بَلَغَ الْإِرْطَابُ نِصْفَهَا، وَتُشْبِهُ حِينَئِذٍ الْجَِزْعَ.",
    "pg": "1:453"
  },
  "جزل": {
    "def": "الْجِيمُ وَالزَّاءُ وَاللَّامُ أَصْلَانِ: أَحَدُهُمَا عِظَمُ الشَّيْءِ مِنَ الْأَشْيَاءِ، وَالثَّانِي الْقَطْعُ.\nفَالْأَوَّلُ الْجَزْلُ، وَهُوَ مَا عَظُمَ مِنَ الْحَطَبِ، ثُمَّ اسْتُعِيرَ، فَقِيلَ: أَجْزَلَ فِي الْعَطَاءِ. وَمِنْهُ الرَّأْيُ الْجَزْلُ مِنَ الْبَابِ الثَّانِي، وَسَنَذْكُرُهُ. فَأَمَّا قَوْلُ الْقَائِلِ:\nفَوَيْهًا لِقِدْرِكَ وَيْهًا لَهَا ... إِذَا اخْتِيرَ فِي الْمَحْلِ جَزْلُ الْحَطَبِ\nفَإِنَّهُ اخْتَصَّ الْجَزْلَ لِأَنَّ اللَّحْمَ يَكُونُ غَثَّا فَيُبْطِئُ نُضْجُهُ فَيُلْتَمَسُ لَهُ الْجَزْلُ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَيَقُولُ الْعَرَبُ: جَزَلْتُ الشَّيْءَ جِزْلَتَيْنِ، أَيْ قَطَعْتُهُ قِطْعَتَيْنِ. وَهَذَا زَمَنُ الْجَِزَالِ أَيْ صِرَامِ النَّخْلِ. قَالَ:\nحَتَّى إِذَا مَا حَانَ مِنْ جَِزَالِهَا\nوَمِنْ هَذَا الْبَابِ الْجَزَلُ، أَنْ يُصِيبَ غَارِبَ الْبَعِيرِ دَبَرَةٌ، فَيُخْرَجُ مِنْهُ عَظْمٌ فَيَطْمَئِنُّ مَوْضِعُهُ. وَبَعِيرٌ أَجْزَلُ إِذَا فُعِلَ بِهِ ذَلِكَ. قَالَ أَبُو النَّجْمِ:\nيُغَادِرُ الصَّمَدَ كَظَهْرِ الْأَجْزَلِ\nوَالْجِزْلَةُ: الْقِطْعَةُ مِنَ التَّمْرِ. فَأَمَّا قَوْلُهُمْ جَزْلُ الرَّأْيِ فَيُحْتَمَلُ أَنْ يَكُونَ مِنَ الثَّانِي، وَالْمَعْنَى أَنَّهُ رَأْيٌ قَاطِعٌ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْجَوْزَلُ، وَهُوَ فَرْخُ الْحَمَامِ، قَالَ:\nقَالَتْ سُلَيْمَى لَا أُحِبُّ الْجَوْزَلَا ... وَلَا أُحِبُّ السَّمَكَاتِ مَأْكَلًا\nوَيُقَالُ: الْجَوْزَلُ السُّمُّ.",
    "pg": "1:453-454"
  },
  "جزم": {
    "def": "الْجِيمُ وَالزَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ الْقَطْعُ. يُقَالُ جَزَمْتُ الشَّيْءَ أَجْزِمُهُ جَزْمًا. وَالْجَزْمُ فِي الْإِعْرَابِ يُسَمَّى جَزْمًا لِأَنَّهُ قُطِعَ عَنْهُ الْإِعْرَابُ. وَالْجِزْمَةُ: الْقِطْعَةُ مِنَ الضَّأْنِ. وَمِنْهُ جَزَمْتُ الْقِرْبَةَ إِذَا مَلَأْتَهَا، وَذَلِكَ حِينَ يُقْطَعُ الِاسْتِقَاءُ. قَالَ صَخْرُ الْغَيِّ:\nفَلَمَّا جَزَمْتُ بِهِ قِرْبَتِي ... تَيَمَّمْتُ أَطْرِقَةً أَوْ خَلِيفًا وَيَقُولُونَ: إِنَّ الْجَزْمَةَ الْأَكْلَةُ الْوَاحِدَةُ. فَإِنْ كَانَ صَحِيحًا فَهُوَ قِيَاسُ الْبَابِ، لِأَنَّهُ مَرَّةٌ ثُمَّ يُقْطَعُ. وَمِنْ ذَلِكَ قَوْلُهُمْ: جَزَّمَ الْقَوْمُ: عَجَزُوا. قَالَ:\nوَلَكِنِّي مَضَيْتُ وَلَمْ أُجَزِّمْ ... وَكَانَ الصَّبْرُ عَادَةَ أَوَّلِينَا",
    "pg": "1:454-455"
  },
  "جزي": {
    "def": "الْجِيمُ وَالزَّاءُ وَالْيَاءُ: قِيَامُ الشَّيْءِ مَقَامَ غَيْرِهِ وَمُكَافَأَتُهُ إِيَّاهُ. يُقَالُ جَزَيْتُ فُلَانًا أَجْزِيهِ جَزَاءً، وَجَازَيْتُهُ مُجَازَاةً. وَهَذَا رَجُلٌ جَازِيكَ مِنْ رَجُلٍ، أَيْ حَسْبُكَ. وَمَعْنَاهُ أَنَّهُ يَنُوبُ مَنَابَ كُلِّ أَحَدٍ، كَمَا تَقُولُ كَافِيكَ وَنَاهِيكَ. أَيْ كَأَنَّهُ يَنْهَاكَ أَنْ يُطْلَبَ مَعَهُ غَيْرُهُ.\nوَتَقُولُ: جَزَى عَنِّي هَذَا الْأَمْرَ يَجْزِي، كَمَا تَقُولُ قَضَى يَقْضِي. وَتَجَازَيْتُ دَيْنِي عَلَى فُلَانٍ أَيْ تَقَاضَيْتُهُ. وَأَهْلُ الْمَدِينَةِ يُسَمُّونَ الْمُتَقَاضِيَ الْمُتَجَازِيَ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿وَاتَّقُوا يَوْمًا لَا تَجْزِي نَفْسٌ عَنْ نَفْسٍ شَيْئًا﴾ [البقرة: ٤٨] ، أَيْ لَا تَقْضِي.",
    "pg": "1:455-456"
  },
  "جسا": {
    "def": "الْجِيمُ وَالسِّينُ وَالْهَمْزَةُ يَدُلُّ عَلَى صَلَابَةٍ وَشِدَّةٍ. يُقَالُ جَسَا الشَّيْءُ، إِذَا اشْتَدَّ، وَجَسَأَ أَيْضًا بِالْهَمْزَةِ. وَجَسَأَتْ يَدُهُ إِذَا صَلُبَتْ.",
    "pg": "1:457"
  },
  "جسد": {
    "def": "الْجِيمُ وَالسِّينُ وَالدَّالُ يَدُلُّ عَلَى تَجَمُّعِ الشَّيْءِ أَيْضًا وَاشْتِدَادِهِ. مِنْ ذَلِكَ جَسَدُ الْإِنْسَانِ. وَالْمِجْسَدُ: الَّذِي يَلِي الْجَسَدَ مِنَ الثِّيَابِ. وَالْجَسَدُ وَالْجَسِدُ مِنَ الدَّمِ: مَا يَبِسَ، فَهُوَ جَسَِدٌ وَجَاسِدٌ. قَالَ الطِّرِمَّاحُ:\nمِنْهَا جَاسِدٌ وَنَجِيعُ\nوَقَالَ قَوْمٌ: الْجَسَدُ الدَّمُ نَفْسُهُ، وَالْجَسِدُ الْيَابِسُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْجَسَادُ الزَّعْفَرَانُ. فَإِذَا قُلْتَ هَذَا الْمِجْسَدُ بِكَسْرِ الْمِيمِ فَهُوَ الثَّوْبُ الَّذِي يَلِي الْجَسَدَ. قَالَ: وَهَذَا عِنْدَ الْكُوفِيِّينَ. فَأَمَّا الْبَصْرِيُّونَ فَلَا يَعْرِفُونَ إِلَّا مُجْسَدًا، وَهُوَ الْمُشْبَعُ صِبْغًا.",
    "pg": "1:457"
  },
  "جسر": {
    "def": "الْجِيمُ وَالسِّينُ وَالرَّاءُ يَدُلُّ عَلَى قُوَّةٍ وَجُرْأَةٍ. فَالْجَسْرَةُ: النَّاقَةُ الْقَوِيَّةُ، وَيُقَالُ هِيَ الْجَرِيئَةُ عَلَى السَّيْرِ. وَصُلْبٌ جَسْرٌ أَيْ قَوِيٌّ. قَالَ: مَوْضِعُ رَحْلِهَا جَسْرٌ\nوَالْجِسْرُ مَعْرُوفٌ. قَالَ ابْنُ دُرَيْدٍ: هُوَ بِفَتْحِ الْجِيمِ الَّذِي يُسَمِّيهِ الْعَامَّةُ جِسْرًا، وَهِيَ الْقَنْطَرَةُ. وَالْجَسَارَةُ: الْإِقْدَامُ، وَمِنْ ذَلِكَ اشْتُقَّتْ جَسْرُ، وَهِيَ قَبِيلَةٌ. قَالَ النَّابِغَةُ:\nوَحَلَّتْ فِي بَنِي الْقَيْنِ بْنِ جَسْرٍ ... وَقَدْ نَبَغَتْ لَنَا مِنْهُمْ شُئُونُ\n\n[بَابُ الْجِيمِ وَالشِّينِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:457-458"
  },
  "جسس": {
    "def": "الْجِيمُ وَالسِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ تَعَرُّفُ الشَّيْءِ بِمَسٍّ لِطَيْفٍ. يُقَالُ جَسَسْتُ الْعِرْقَ وَغَيْرَهُ جَسًّا. وَالْجَاسُوسُ فَاعُولٌ مِنْ هَذَا ; لِأَنَّهُ يَتَخَبَّرُ مَا يُرِيدُهُ بِخَفَاءٍ وَلُطْفٍ. وَذُكِرَ عَنِ الْخَلِيلِ أَنَّ الْحَوَاسَّ الَّتِي هِيَ مَشَاعِرُ الْإِنْسَانِ رُبَّمَا سُمِّيَتْ جَوَاسَّ. قَالَ ابْنُ دُرَيْدٍ: وَقَدْ يَكُونُ الْجَسُّ بِالْعَيْنِ. وَهَذَا يُصَحِّحُ مَا قَالَهُ الْخَلِيلُ. وَأَنْشَدَ:\nفَاعْصَوْصَبُوا ثُمَّ جَسُّوهُ بِأَعْيُنِهِمْ",
    "pg": "1:414"
  },
  "جسم": {
    "def": "الْجِيمُ وَالسِّينُ وَالْمِيمُ يَدُلُّ عَلَى تَجَمُّعِ الشَّيْءِ. فَالْجِسْمُ كُلُّ شَخْصٍ مُدْرِكٍ. كَذَا قَالَ ابْنُ دُرَيْدٍ. وَالْجَسِيمُ: الْعَظِيمُ الْجِسْمِ، وَكَذَلِكَ الْجُسَامُ. وَالْجُسْمَانُ: الشَّخْصُ.",
    "pg": "1:457"
  },
  "جشا": {
    "def": "الْجِيمُ وَالشِّينُ وَالْهَمْزَةُ أَصْلٌ وَاحِدٌ، وَهُوَ ارْتِفَاعُ الشَّيْءِ. يُقَالُ جَشَّأَتْ نَفْسِي، إِذَا ارْتَفَعَتْ مِنْ حُزْنٍ أَوْ فَزَعٍ. فَأَمَّا جَاشَتْ فَلَيْسَ مِنْ هَذَا، إِنَّمَا ذَلِكَ غَثَيَانُهَا. وَقَالَ أَبُو عُبَيْدٍ: اجْتَشَأَتْنِي الْبِلَادُ وَاجْتَشَأْتُهَا، إِذَا لَمْ تُوَافِقْكَ ; لِأَنَّهُ إِذَا كَانَ كَذَا ارْتَفَعَتْ عَنْهُ، وَنَبَتْ بِهِ. وَقَالَ قَوْمٌ: جَشَأَ الْقَوْمُ مِنْ بَلَدٍ إِلَى بَلَدٍ، إِذَا خَرَجُوا مِنْهُ.\nوَمِنْ هَذَا الْقِيَاسِ تَجَشَّأَ تَجَشُّؤًا، وَالِاسْمُ الْجُشَاءُ. وَمِنَ الْبَابِ الْجَشْءُ مَهْمُوزٌ وَغَيْرُ مَهْمُوزٍ: الْقَوْسُ الْغَلِيظَةُ. قَالَ أَبُو ذُؤَيْبٍ:\nفِي كَفِّهِ جَشْءٌ أَجَشُّ وَأَقْطَعُ",
    "pg": "1:459"
  },
  "جشب": {
    "def": "الْجِيمُ وَالشِّينُ وَالْبَاءُ يَدُلُّ عَلَى خُشُونَةِ الشَّيْءِ. يُقَالُ طَعَامٌ جَشِبٌ، إِذَا كَانَ بِلَا أُدْمٍ. وَالْمِجْشَابُ: الْغَلِيظُ. قَالَ:\nتُولِيكَ كَشْحًا لَطِيفًا لَيْسَ مِجْشَابًا",
    "pg": "1:459"
  },
  "جشر": {
    "def": "الْجِيمُ وَالشِّينُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى انْتِشَارِ الشَّيْءِ وَبُرُوزِهِ. يُقَالُ جَشَرَ الصُّبْحُ، إِذَا أَنَارَ. وَمِنْهُ قَوْلُهُمْ: اصْطَبَحْنَا الْجَاشِرِيَّةَ، وَهَذَا اصْطِبَاحٌ يَكُونُ مَعَ الصُّبْحِ. وَأَصْبَحَ بَنُو فُلَانٍ جَشَرًا، إِذَا بَرَزُوا [وَ] الْحَيَّ ثُمَّ أَقَامُوا وَلَمْ يَرْجِعُوا إِلَى بُيُوتِهِمْ، وَكَذَلِكَ الْمَالُ الْجَشَرُ، الَّذِي يَرْعَى أَمَامَ الْبُيُوتِ. وَالْجَشَّارُ: الَّذِي يَأْخُذُ الْمَالَ إِلَى الْجَشْرِ.\n\n[بَابُ الْجِيمِ وَالْعَيْنِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:459-460"
  },
  "جشش": {
    "def": "الْجِيمُ وَالشِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ التَّكَسُّرُ، يُقَالُ مِنْهُ جَشَشْتُ الْحَبَّ أَجُشُّهُ. وَالْجَشِيشَةُ: شَيْءٌ يُطْبَخُ مِنَ الْحَبِّ إِذَا جُشَّ. وَيَقُولُونَ فِي صِفَةِ الصَّوْتِ: أَجَشُّ ; وَذَلِكَ أَنَّهُ يَتَكَسَّرُ فِي الْحَلْقِ تَكَسُّرًا. أَلَا تَرَاهُمْ يَقُولُونَ: قَصَبٌ أَجَشُّ مُهَضَّمٌ. وَيُقَالُ فَرَسٌ أَجَشُّ الصَّوْتِ، وَسَحَابٌ أَجَشُّ. قَالَ:\nبِأَجَشِّ الصَّوْتِ يَعْبُوبٍ إِذَا ... طُرِقَ الْحَيُّ مِنَ اللَّيْلِ صَهَلْ\nفَأَمَّا قَوْلُهُمْ جَشَشْتُ الْبِئْرَ إِذَا كَنَسْتَهَا، فَهُوَ مِنْ هَذَا، لِأَنَّ الْمَخْرَجَ مِنْهَا يَتَكَسَّرُ. قَالَ أَبُو ذُؤَيْبٍ:\nيَقُولُونَ لَمَّا جُشَّتِ الْبِئْرُ أَوْرِدُوا ... وَلَيْسَ بِهَا أَدْنَى ذُِفَافٍ لِوَارِدِ",
    "pg": "1:414-415"
  },
  "جشع": {
    "def": "الْجِيمُ وَالشِّينُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ الْحِرْصُ الشَّدِيدُ. يُقَالُ رَجُلٌ جَشِعٌ بَيِّنُ الْجَشَعِ، وَقَوْمٌ جَشِعُونَ. قَالَ سُوَيْدٌ:\nوَكِلَابُ الصَّيْدِ فِيهِنَّ جَشَعْ",
    "pg": "1:458"
  },
  "جشم": {
    "def": "الْجِيمُ وَالشِّينُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ مَجْمُوعُ الْجِسْمِ. يُقَالُ أَلْقَى فُلَانٌ عَلَى فُلَانٍ جُشَمَهُ، إِذَا أَلْقَى عَلَيْهِ ثِقْلَهُ. وَيُقَالُ جُشَمُ الْبَعِيرِ صَدْرُهُ، وَبِهِ سُمِّيَ الرَّجُلُ \" جُشَمَ \". فَأَمَّا قَوْلُهُمْ تَجَشَّمْتُ الْأَمْرَ، فَمَعْنَاهُ تَحَمَّلْتُ بِجُشَمِي حَتَّى فَعَلْتُهُ. وَجَشَّمْتُ فُلَانًا كَذَا، أَيْ كَلَّفْتُهُ أَنْ يَحْمِلَ عَلَيْهِ جُشَمَهُ. قَالَ:\nفَأُقْسِمُ مَا جَشَّمْتُهُ مِنْ مُلِمَّةٍ ... تَؤُودُ كِرَامَ النَّاسِ إِلَّا تَجَشَّمَا",
    "pg": "1:458-459"
  },
  "جصص": {
    "def": "الْجِيمُ وَالصَّادُ لَا يَصْلُحُ أَنْ يَكُونَ كَلَامًا صَحِيحًا. فَأَمَّا الْجِصُّ فَمُعَرَّبٌ، وَالْعَرَبُ تُسَمِّيهِ الْقَِصَّةَ. وَجَصَّصَ الْجِرْوُ، وَذَلِكَ فَتْحُهُ عَيْنَيْهِ. وَالْإِجَّاصُ. وَفِي كُلِّ ذَلِكَ نَظَرٌ.",
    "pg": "1:415"
  },
  "جضض": {
    "def": "الْجِيمُ وَالضَّادُ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ. يَقُولُونَ جَضَّضَ عَلَيْهِ بِالسَّيْفِ، أَيْ حَمَلَ.",
    "pg": "1:415"
  },
  "جظظ": {
    "def": "الْجِيمُ وَالظَّاءُ إِنْ صَحَّ فَهُوَ جِنْسٌ مِنَ الْجَفَاءِ. وَرُوِيَ فِي بَعْضِ الْحَدِيثِ: «أَهْلُ النَّارِ كُلُّ جَظٍّ مُسْتَكْبِرٍ» ، وَفُسِّرَ أَنَّ الْجَظَّ الضَّخْمُ. وَيَقُولُونَ: جَظَّ، إِذَا نَكَحَ. وَكُلُّ هَذَا قَرِيبٌ بَعْضُهُ مِنْ بَعْضٍ.",
    "pg": "1:415"
  },
  "جعب": {
    "def": "الْجِيمُ وَالْعَيْنُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، هُوَ الْجَمْعُ. قَالَ ابْنُ دُرَيْدٍ: جَعَبْتُ الشَّيْءَ جَعْبًا. قَالَ: وَإِنَّمَا يَكُونُ ذَلِكَ فِي الشَّيْءِ الْيَسِيرِ. وَهَذَا صَحِيحٌ. وَمِنْهُ الْجُعْبَةُ وَهِيَ كِنَانَةُ النُّشَّابِ. وَالْجِعَابَةُ صَنْعَةُ الْجِعَابِ ; وَهُوَ الْجَعَّابُ ; وَفِعْلُهُ جَعَّبَ يُجَعِّبُ تَجْعِيبًا. وَيُقَالُ الْجِعِبَّى وَالْجِعِبَّاءُ: سَافِلَةُ الْإِنْسَانِ. وَقَدْ أَنْشَدَ الْخَلِيلُ فِيهِ بُيْتًا كَأَنَّهُ مَصْنُوعٌ، وَفِيهِ قَذَعٌ، فَلِذَلِكَ لَمْ نَذْكُرْهُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْجُعَبَى: ضَرْبٌ مِنَ النَّمْلِ، وَهُوَ مِنْ قِيَاسِ الْجُعْبُوبِ الدَّنِيِّ مِنَ النَّاسِ ; لِأَنَّهُ مُتَجَمِّعٌ لِلُؤْمِهِ، غَيْرُ مُنْبَسِطٍ فِي الْكَرَمِ.",
    "pg": "1:462"
  },
  "جعد": {
    "def": "الْجِيمُ وَالْعَيْنُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ تَقَبُّضٌ فِي الشَّيْءِ. يُقَالُ شِعْرٌ جَعْدٌ، وَهُوَ خِلَافُ السَّبْطِ. قَالَ الْخَلِيلُ: جَعُدَ يَجْعُدُ جُعُودَةً، وَجَعَّدَهُ صَاحِبُهُ تَجْعِيدًا. وَأَنْشَدَ:\nقَدْ تَيَّمَتْنِي طِفْلَةٌ أُمْلُودُ ... بِفَاحِمٍ زَيَّنَهُ التَّجْعِيدُ\nوَمِمَّا يُحْمَلُ عَلَى هَذَا الْبَابِ قَوْلُهُمْ نَبَاتٌ جَعْدٌ، وَرَجُلٌ جَعْدُ الْأَصَابِعِ، كِنَايَةٌ عَنِ الْبُخْلِ. فَأَمَّا قَوْلُ ذِي الرُّمَّةِ: وَاعْتَمَّ بِالزَّبَدِ الْجَعْدِ الْخَرَاطِيمُ\nفَإِنَّهُ يُرِيدُ الزَّبَدَ الَّذِي يَتَرَاكَمُ عَلَى خَطْمِ الْبَعِيرِ بَعْضُهُ فَوْقَ بَعْضٍ. وَهُوَ صَحِيحٌ مِنَ التَّشْبِيهِ. فَأَمَّا قَوْلُهُمْ لِلذِّئْبِ \" أَبُو جَعْدَةَ \" فَقِيلَ كُنِّيَ بِذَلِكَ لِبُخْلِهِ وَهَذَا أَقْرَبُ مِنْ قَوْلِهِمْ إِنَّ الْجَعْدَةَ الرِّخْلَةُ وَبِهَا كُنِّيَ الذِّئْبُ. وَالْجَعْدَةُ نَبَاتٌ، وَلَعَلَّهُ نَبَتَ جَعْدًا.",
    "pg": "1:462-463"
  },
  "جعر": {
    "def": "الْجِيمُ وَالْعَيْنُ وَالرَّاءُ أَصْلَانِ مُتَبَايِنَانِ: فَالْأَوَّلُ ذُو الْبَطْنِ، يُقَالُ رَجُلٌ مِجْعَارٌ. وَجَعَرَ الْكَلْبُ جَعْرًا يَجْعَرُ. وَالْجَاعِرَتَانِ حَيْثُ يُكْوَى مِنَ الْحِمَارِ مِنْ مُؤَخَّرِهِ عَلَى كَاذَتَيْ فَخِذَيْهِ. وَبَنُو الْجَعْرَاءِ مِنْ بَنِي الْعَنْبَرِ، لَقَبٌ لَهُمْ. وَقَالَ دُرَيْدٌ:\nأَلَا سَائِلْ هَوَازِنَ هَلْ أَتَاهَا ... بِمَا فَعَلَتْ بِيَ الْجَعْرَاءُ وَحْدِي\nوَالثَّانِي: الْجِعَارُ الْحَبْلُ الَّذِي يَشُدُّ بِهِ الْمُسْتَقِي مِنَ الْبِئْرِ وَسَطَهُ، لِئَلَّا يَقَعَ فِي الْبِئْرِ. قَالَ:\nلَيْسَ الْجِعَارُ مَانِعِي مِنَ الْقَدَرْ ... وَلَوْ تَجَعَّرْتُ بِمَحْبُوكٍ مُمَرْ",
    "pg": "1:463"
  },
  "جعس": {
    "def": "الْجِيمُ وَالْعَيْنُ وَالسِّينُ يَدُلُّ عَلَى خَسَاسَةٍ وَحَقَارَةٍ وَلُؤْمٍ.",
    "pg": "1:463"
  },
  "جعش": {
    "def": "الْجِيمُ وَالْعَيْنُ وَالشِّينُ قِيَاسُ مَا قَبْلَهُ.",
    "pg": "1:463-464"
  },
  "جعظ": {
    "def": "الْجِيمُ وَالْعَيْنُ وَالظَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى سُوءِ خُلُقٍ وَامْتِنَاعٍ [وَ] دَفْعٍ. يُقَالُ رَجُلٌ جَعْظٌ سَيِّئٌ الْخُلُقِ. وَجَعَظْتُهُ عَنِ الشَّيْءِ: دَفَعْتُهُ، وَكَذَلِكَ أَجْعَظْتُهُ. قَالَ:\nوَالْجُفْرَتَيْنِ مَنَعُوا إِجْعَاظَا\nيَقُولُ: دَفَعُوهُمْ عَنْهَا.\nفَأَمَّا (الْجِيمُ وَالْغَيْنُ مُعْجَمَةٌ) فَلَا أَصْلَ لَهَا فِي الْكَلَامِ. وَالَّذِي قَالَهُ ابْنُ دُرَيْدٍ فِي الْجَغْبِ أَنَّهُ ذُو الشَّغَبِ، فَجِنْسٌ مِنَ الْإِبْدَالِ يُوَلِّدُهُ ابْنُ دُرَيْدٍ وَيَسْتَعْمِلُهُ.\n\n[بَابُ الْجِيمِ وَالْفَاءِ وَمَا يُثَلِّثُهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "1:464"
  },
  "جعع": {
    "def": "الْجِيمُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمَكَانُ غَيْرُ الْمَرْضِيِّ. قَالَ الْخَلِيلُ: الْجَعْجَاعُ مُنَاخُ السَّوْءِ. وَيُقَالُ لِلْقَتِيلِ: تُرِكَ بِجَعْجَاعٍ. قَالَ أَبُو قَيْسِ بْنُ الْأَسْلَتِ: مَنْ يَذُقِ الْحَرْبَ يَجِدْ طَعْمَهَا ... مُرًّا وَتَتْرُكْهُ بِجَعْجَاعِ\nقَالَ الْأَصْمَعِيُّ: وَهُوَ الْحَبْسُ. قَالَ:\nإِذَا جَعْجَعُوا بَيْنَ الْإِنَاخَةِ وَالْحَبْسِ\nوَكَتَبَ ابْنُ زِيَادٍ إِلَى ابْنِ سَعْدٍ: \" أَنْ جَعْجِعْ بِالْحُسَيْنِ ﵇ \" كَأَنَّهُ يُرِيدُ: أَلْجِئْهُ إِلَى مَكَانٍ خَشِنٍ قَلِقٍ. وَقَالَ قَوْمٌ: الْجَعْجَعَةُ فِي هَذَا الْمَوْضِعِ الْإِزْعَاجُ ; يُقَالُ جَعْجَعْتُ الْإِبِلَ، إِذَا حَرَّكْتَهَا لِلْإِنَاخَةِ. وَقَالَ أَبُو ذُؤَيْبٍ، فِي الْجَعْجَعَةِ الَّتِي تَدُلُّ عَلَى سُوءِ الْمَصْرَعِ:\nفَأَبَدَّهُنَّ حُتُوفَهُنَّ فَهَارِبٌ ... بِذَمَائِهِ أَوْ بَارِكٌ مُتَجَعْجِعُ",
    "pg": "1:415-416"
  },
  "جعف": {
    "def": "الْجِيمُ وَالْعَيْنُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ قَلْعُ الشَّيْءِ وَصَرْعُهُ. يُقَالُ جَعَفْتُ الرَّجُلَ إِذَا صَرَعْتَهُ بَعْدَ قَلْعِكَ إِيَّاهُ مِنَ الْأَرْضِ. وَالِانْجِعَافُ: الِانْقِلَاعُ تَقُولُ انْجَعَفَتِ الشَّجَرَةُ. وَفِي الْحَدِيثِ: «مَثَلُ الْمُنَافِقِ مَثَلُ الْأَرْزَةِ الْمُجْذِيَةِ عَلَى الْأَرْضِ حَتَّى يَكُونَ انْجِعَافُهَا مَرَّةً» . وَجُعْفِيٌّ: قَبِيلَةٌ.",
    "pg": "1:460"
  },
  "جعل": {
    "def": "الْجِيمُ وَالْعَيْنُ وَاللَّامُ كَلِمَاتٌ غَيْرُ مُنْقَاسَةٍ، لَا يُشْبِهُ بَعْضُهَا بَعْضًا. فَالْجَعْلُ: النَّخْلُ يَفُوتُ الْيَدَ، وَالْوَاحِدَةُ جَعْلَةٌ. وَهُوَ قَوْلُهُ:\nأَوْ يَسْتَوِي جَثِيُثُهَا وَجَعْلُهَا\nوَالْجَعْوَلُ: وَلَدْ النَّعَامِ. وَالْجِعَالُ: الْخِرْقَةُ الَّتِي تُنْزَلُ بِهَا الْقِدْرُ عَنِ الْأَثَافِيِّ. وَالْجُعْلُ وَالْجَُِعَالَةُ وَالْجَعِيلَةُ: مَا يُجْعَلُ لِلْإِنْسَانِ عَلَى الْأَمْرِ يَفْعَلُهُ. وَجَعَلْتُ الشَّيْءَ صَنَعْتُهُ. قَالَ الْخَلِيلُ: إِلَّا أَنَّ جَعَلَ أَعَمُّ، تَقُولُ جَعَلَ يَقُولُ، وَلَا تَقُولُ صَنَعَ يَقُولُ. وَكُلْبَةٌ مُجْعِلٌ، إِذَا أَرَادَتِ السِّفَادَ. وَالْجُعَلَةُ: اسْمُ مَكَانٍ. قَالَ:\nوَبَعْدَهَا عَامَ ارْتَبَعْنَا الْجُعَلَهْ\nفَهَذَا الْبَابُ كَمَا تَرَاهُ لَا يُشْبِهُ بَعْضُهُ بَعْضًا.",
    "pg": "1:460-461"
  },
  "جعم": {
    "def": "الْجِيمُ وَالْعَيْنُ وَالْمِيمُ أَصْلَانِ: الْكِبَرُ وَالْحِرْصُ عَلَى الْأَكْلِ. فَالْأَوَّلُ قَوْلُ الْخَلِيلِ: الْجَعْمَاءُ مِنَ النِّسَاءِ: الَّتِي أُنْكِرَ عَقْلُهَا هَرَمًا، وَلَا يُقَالُ رَجُلٌ أَجْعَمُ. وَيُقَالُ لِلنَّاقَةِ الْمُسِنَّةِ الْجَعْمَاءُ.\nوَالثَّانِي قَوْلُ الْخَلِيلِ وَغَيْرِهِ: جَعِمَتِ الْإِبِلُ، إِذَا لَمْ تَجِدْ حَمْضًا وَلَا عِضَاهًا فَقَضِمَتِ الْعِظَامَ، وَذَلِكَ مِنْ حِرْصِهَا عَلَى مَا تَأْكُلُهُ.\nقَالَ الْخَلِيلُ: جَعِمَ يَجْعَمُ جَعَمًا، إِذَا قَرِمَ إِلَى اللَّحْمِ. وَهُوَ فِي ذَلِكَ كُلِّهِ أَكُولٌ. وَرَجُلٌ جَعِمٌ وَامْرَأَةٌ جَعِمَةٌ، وَبِهَا جَعَمٌ أَيْ غِلَظُ كَلَامٍ فِي سِعَةِ حَلْقٍ. وَقَالَ الْعَجَّاجُ:\nإِذْ جَعِمَ الذُّهْلَانِ كُلَّ مَجْعَمٍ\nأَيْ جَعِمُوا إِلَى الشَّرِّ كَمَا يُقْرَمُ إِلَى اللَّحْمِ. هَذَا مَا ذَكَرَهُ الْخَلِيلُ. فَأَمَّا أَبُو بَكْرٍ فَإِنَّهُ ذَكَرَ مَا أَرْجُو أَنْ يَكُونَ صَحِيحًا، وَأُرَاهُ قَدْ أَمْلَاهُ كَمَا ذَكَرَهُ حِفْظًا، فَقَالَ: جَعِمَ يَجْعَمُ جَعَمًا، إِذَا لَمْ يَشْتَهِ الطَّعَامَ. قَالَ: وَأَحْسَبُهُ مِنَ الْأَضْدَادِ: لِأَنَّهُمْ رُبَّمَا سَمَّوُا الرَّجُلَ النَّهِمَ جَعِمًا. قَالَ: وَيُقَالُ جُعِمَ فَهُوَ مَجْعُومٌ إِذَا لَمْ يَشْتَهِ أَيْضًا. هَذَا قَوْلُ أَبِي بَكْرٍ، وَاللُّغَاتُ لَا تَجِيءُ بِأَحْسَبُ وَأَظُنُّ. فَأَمَّا قَوْلُهُ جَعَمْتُ الْبَعِيرَ مِثْلَ كَعَمْتُهُ. فَلَعَلَّهُ قِيَاسٌ فِي بَابِ الْإِبْدَالِ اسْتَحْسَنَهُ فَجَعَلَهُ لُغَةً. وَاللَّهُ أَعْلَمُ بِصِحَّتِهِ.",
    "pg": "1:461-462"
  },
  "جعن": {
    "def": "الْجِيمُ وَالْعَيْنُ وَالنُّونُ شَيْءٌ لَا أَصْلَ لَهُ. وَجَعْوَنَةُ: اسْمُ مَوْضِعٍ. كَذَا قَالَهُ الْخَلِيلُ.",
    "pg": "1:462"
  },
  "جفر": {
    "def": "الْجِيمُ وَالْفَاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا نَعْتُ شَيْءٍ أَجْوَفَ، وَالثَّانِي تَرْكُ الشَّيْءِ.\nفَالْأَوَّلُ الْجَفْرُ: الْبِئْرُ الَّتِي لَمْ تُطْوَ. وَمِمَّا حُمِلَ عَلَيْهِ الْجَفْرُ مِنْ وَلَدِ الشَّاةِ مَا جَفَرَ جَنْبَاهُ إِذَا اتَّسَعَا، وَيَكُونُ الْجَفْرَ حَتَّى يُجْذِعَ. وَغُلَامٌ جَفْرٌ مِنْ هَذَا. وَالْجَفِيرُ كَالْكِنَانَةِ، إِلَّا أَنَّهُ أَوْسَعُ مِنْهَا، يَكُونُ فِيهِ نُشَّابٌ كَثِيرٌ. وَفَرَسٌ مُجْفَرٌ، إِذَا كَانَ عَظِيمَ الْجُفْرَةِ، وَهِيَ وَسَطُهُ.\nوَأَمَّا الْأَصْلُ الثَّانِي فَقَوْلُهُمْ أَجْفَرْتُ الشَّيْءَ قَطَعْتُهُ، وَأَجْفَرَنِي مَنْ كَانَ يَزُورُنِي. وَأَجْفَرْتُ الشَّيْءَ الَّذِي كُنْتُ أَسْتَعْمِلُهُ، أَيْ تَرَكْتُهُ. وَمِنْ ذَلِكَ جَفَرَ الْفَحْلُ عَنِ الضِّرَابِ، إِذَا امْتَنَعَ وَتَرَكَ. وَقَالَ:\nوَقَدْ لَاحَ لِلسَّارِي سُهَيْلٌ كَأَنَّهُ ... قَرِيعُ هِجَانٍ يَتْبَعُ الشَّوْلَ جَافِرُ",
    "pg": "1:466-467"
  },
  "جفز": {
    "def": "الْجِيمُ وَالْفَاءُ وَالزَّاءُ لَا يَصْلُحُ أَنْ يَكُونَ كَلَامًا إِلَّا كَالَّذِي يَأْتِي بِهِ ابْنُ دُرَيْدٍ، مِنْ أَنَّ الْجَفْزَ السُّرْعَةُ. وَمَا أَدْرِي مَا أَقُولُ. وَكَذَلِكَ قَوْلُهُ فِي الْجِفْسِ وَأَنَّهُ لُغَةٌ فِي الْجِبْسِ. وَكَذَلِكَ الْجَفْسُ وَهُوَ الْجَمْعُ.\n\n[بَابُ الْجِيمِ وَاللَّامِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:467"
  },
  "جفف": {
    "def": "الْجِيمُ وَالْفَاءُ أَصْلَانِ: فَالْأَوَّلُ قَوْلُكَ جَفَّ الشَّيْءُ جُفُوفًا يَجِفُّ. وَالثَّانِي الْجُفُّ جُفُّ الطَّلْعَةِ، وَهُوَ وِعَاؤُهَا. وَيُقَالُ الْجُفُّ شَيْءٌ يُنْقَرُ مِنْ جُذُوعِ النَّخْلِ. وَالْجُفُّ: نِصْفُ قِرْبَةٍ يُتَّخَذُ دَلْوًا. وَأَمَّا قَوْلُهُمْ لِلْجَمَاعَةِ الْكَثِيرِ مِنَ النَّاسِ جُفٌّ، وَهُوَ فِي قَوْلِ النَّابِغَةِ:\nفِي جُفِّ ثَعْلَبَ وَارِدِي الْأَمْرَارِ فَهُوَ مِنْ هَذَا، لِأَنَّ الْجَمَاعَةَ يُنْضَوَى إِلَيْهَا وَيُجْتَمَعُ، فَكَأَنَّهَا مَجْمَعُ مَنْ يَأْوِي إِلَيْهَا.\nفَأَمَّا الْجَفْجَفُ الْأَرْضُ الْمُرْتَفِعَةُ فَهُوَ مِنَ الْبَابِ الْأَوَّلِ ; لِأَنَّهَا إِذَا كَانَتْ كَذَا كَانَ أَقَلَّ لِنَدَاهَا.\nوَجُفَافُ الطَّيْرِ: مَكَانٌ. قَالَ الشَّاعِرُ:\nفَمَا أَبْصَرَ النَّارَ الَّتِي وَضَحَتْ لَهُ ... وَرَاءَ جُفَافِ الطَّيْرِ إِلَّا تَمَارَيَا",
    "pg": "1:416-417"
  },
  "جفل": {
    "def": "الْجِيمُ وَالْفَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ تَجَمُّعُ الشَّيْءِ، وَقَدْ يَكُونُ بَعْضُهُ مُجْتَمِعًا فِي ذَهَابٍ أَوْ فِرَارٍ. فَالْجَفْلُ: السَّحَابُ الَّذِي هَرَاقَ مَاءَهُ. وَذَلِكَ أَنَّهُ إِذَا هَرَاقَهُ انْجَفَلَ وَمَرَّ. وَرِيحٌ مُجْفِلٌ وَجَافِلَةٌ، أَيْ سَرِيعَةُ الْمَرِّ. وَالْجُفَالُ: مَا نَفَاهُ السَّيْلُ مِنْ غُثَائِهِ. وَرُوِيَ عَنْ رُؤْبَةَ الشَّاعِرِ أَنَّهُ كَانَ يَقْرَأُ: ( ﴿فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفَاءً﴾ [الرعد: ١٧] ) . وَيُقَالُ انْجَفَلَ النَّاسُ إِذَا ذَهَبُوا. وَالْجَفَلَى: أَنْ تَدْعُوَ النَّاسَ إِلَى طَعَامِكَ عَامَّةً، وَهِيَ خِلَافُ النَّقَرَى. قَالَ طَرَفَةُ: نَحْنُ فِي الْمَشْتَاةِ نَدْعُو الْجَفَلَى ... لَا تَرَى الْآدِبَ فِينَا يَنْتَقِرْ\nوَظَلِيمٌ إِجْفِيلٌ: يَهْرُبُ مِنْ كُلِّ شَيْءٍ ; وَذَلِكَ أَنَّهُ يَجْمَعُ نَفْسَهُ إِذَا هَرَبَ وَيَجْفُِلُ وَبِهِ سُمِّيَ الْجَبَانُ إِجْفِيلًا. وَيُقَالُ لِلَّيْلِ إِذَا وَلَّى وَأَدْبَرَ انْجَفَلَ.\nقَالَ الْخَلِيلُ: الْجُفَالَةُ مِنَ النَّاسِ الْجَمَاعَةُ جَاءُوا أَوْ ذَهَبُوا. وَيُقَالُ أَخَذَ جُفْلَةً مِنْ صُوفٍ، أَيْ جُزَّةً مِنْهُ. وَالْجُفَالُ: الشَّعْرُ الْمُجْتَمِعُ الْكَثِيرُ. قَالَ ذُو الرُّمَّةِ:\nعَلَى الْمَتْنَيْنِ مُنْسَدِلًا جُفَالًا",
    "pg": "1:464-465"
  },
  "جفن": {
    "def": "الْجِيمُ وَالْفَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ شَيْءٌ يُطِيفُ بِشَيْءٍ وَيَحْوِيهِ. فَالْجَفْنُ جَفْنُ الْعَيْنِ. وَالْجَفْنُ جَفْنُ السَّيْفِ. وَجَفْنٌ: مَكَانٌ. وَسُمِّيَ الْكَرْمُ جَفْنًا لِأَنَّهُ يَدُورُ عَلَى مَا يَعْلَقُ بِهِ. وَذَلِكَ مُشَاهَدٌ.",
    "pg": "1:465"
  },
  "جفو": {
    "def": "الْجِيمُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى أَصْلٍ وَاحِدٍ: نُبُوُّ الشَّيْءِ عَنِ الشَّيْءِ. مِنْ ذَلِكَ جَفَوْتُ الرَّجُلَ أَجْفُوهُ، وَهُوَ ظَاهِرُ الْجِفْوَةِ أَيِ الْجَفَاءِ. وَجَفَا السَّرْجُ عَنْ ظَهْرِ الْفَرَسِ وَأَجْفَيْتُهُ أَنَا. وَكَذَلِكَ كُلُّ شَيْءٍ إِذَا لَمْ يَلْزَمْ [شَيْئًا] يُقَالُ جَفَا عَنْهُ يَجْفُو. قَالَ أَبُو النَّجْمِ يَصِفُ رَاعِيًا:\nصُلْبُ الْعَصَا جَافٍ عَنِ التَّغَزُّلِ ... كَالصَّقْرِ يَجْفُو عَنْ طِرَادِ الدُّخَّلِ يَقُولُ: لَا يُحْسِنُ مُغَازَلَةَ النِّسَاءِ، يَجْفُو عَنْهُنَّ كَمَا يَجْفُو الصَّقْرُ عَنْ طِرَادِ الدُّخَّلِ، وَهُوَ ابْنُ تَمْرَةَ. وَالْجَفَاءُ: خِلَافُ الْبِرِّ. وَالْجُفَاءُ: مَا نَفَاهُ السَّيْلُ، وَمِنْهُ اشْتِقَاقُ الْجَفَاءِ.\nوَقَدِ اطَّرَدَ هَذَا الْبَابُ حَتَّى فِي الْمَهْمُوزِ، فَإِنَّهُ يُقَالُ جَفَأْتُ الرَّجُلَ إِذَا صَرَعْتَهُ فَضَرَبْتَ بِهِ الْأَرْضَ. وَاجْتَفَأْتُ الْبَقْلَةَ إِذَا أَنْتَ اقْتَلَعَتْهَا مِنَ الْأَرْضِ. وَأَجْفَأَتِ الْقِدْرُ بِزَبَدِهَا إِذَا أَلْقَتْهُ، إِجْفَاءً. وَمِنْهُ قَوْلُهُ ﵌: «مَا لَمْ تَصْطَبِحُوا أَوْ تَغْتَبِقُوا أَوْ تَجْتَفِئُوا بِهَا بَقْلًا» ، فِي رِوَايَةِ مَنْ يَرْوِيهَا بِالْجِيمِ.\nوَمِنْ هَذَا الْبَابِ تَجَفَّأَتِ الْبِلَادُ، إِذَا ذَهَبَ خَيْرُهَا. وَأَنْشَدَ:\nوَلِمَا رَأَتْ أَنَّ الْبِلَادَ تَجَفَّأَتْ ... تَشَكَّتْ إِلَيْنَا عَيْشَهَا أُمُّ حَنْبَلِ\nأَيْ أُكِلَ بَقْلُهَا.",
    "pg": "1:465-466"
  },
  "جلب": {
    "def": "الْجِيمُ وَاللَّامُ وَالْبَاءُ [أَصْلَانِ] : أَحَدُهُمَا الْإِتْيَانُ بِالشَّيْءِ مِنْ مَوْضِعٍ إِلَى مَوْضِعٍ، وَالْآخَرُ شَيْءٌ يُغَشِّي شَيْئًا.\nفَالْأَوَّلُ قَوْلُهُمْ جَلَبْتُ الشَّيْءَ جَلْبًا. قَالَ:\nأُتِيحَ لَهُ مِنْ أَرْضِهِ وَسَمَائِهِ ... وَقَدْ تَجْلُِبُ الشَّيْءَ الْبَعِيدَ الْجَوَالِبُ\nوَالْجَلَبُ الَّذِي نُهِيَ عَنْهُ فِي الْحَدِيثِ: أَنْ يَقْعُدَ السَّاعِي عَنْ إِتْيَانِ أَرْبَابِ الْأَمْوَالِ فِي مِيَاهِهِمْ لِأَخْذِ الصَّدَقَاتِ، لَكِنْ يَأْمُرُهُمْ بِجَلْبِ نَعَمِهِمْ، فَيَأْخُذُ الصَّدَقَاتِ حِينَئِذٍ. وَيُقَالُ بَلْ ذَلِكَ فِي الْمُسَابَقَةِ، أَنْ يُهَيِّئَ الرَّجُلُ رَجُلًا يُجَلِّبُ عَلَى فَرَسِهِ عِنْدَ الْجَرْيِ فَيَكُونُ أَسْرَعَ لِمَنْ يُجَلَّبُ عَلَيْهِ.\nوَالْأَصْلُ الثَّانِي: الْجُلْبَةُ، جِلْدَةٌ تُجْعَلُ عَلَى الْقَتَبِ. وَالْجُلْبَةُ الْقِشْرَةُ عَلَى الْجُرْحِ إِذَا بَرَأَ. يُقَالُ جَلَبَ الْجُرْحُ وَأَجْلَبَ. وَجُِلْبُ الرَّحْلِ عِيدَانُهُ ; فَكَأَنَّهُ سُمِّيَ بِذَلِكَ عَلَى الْقُرْبِ. وَالْجُِلْبُ: سَحَابٌ يَعْتَرِضُ رَقِيقٌ، وَلَيْسَ فِيهِ مَاءٌ.\nقَالَ أَبُو عَمْرٍو: الْجُلْبَةُ السَّحَابُ الَّذِي كَأَنَّهُ جَبَلٌ، وَكَذَلِكَ الْجُِلْبُ. وَأَنْشَدَ: وَلَسْتُ بِجِلْبٍ جِلْبِ رِيحٍ وَقِرَّةٍ ... وَلَا بِصَفَا صَلْدٍ عَنِ الْخَيْرِ مَعْزِلِ\nوَمِنْ هَذَا اشْتِقَاقُ الْجِلْبَابِ، وَهُوَ الْقَمِيصُ، وَالْجَمْعُ جَلَابِيبُ. وَأَنْشَدَ:\nتَمْشِي النُّسُورُ إِلَيْهِ وَهْيَ لَاهِيَةٌ ... مَشْيَ الْعَذَارَى عَلَيْهِنَّ الْجَلَالِيبُ\nيَقُولُ: النُّسُورُ فِي خَلَاءٍ لَيْسَ فِيهِ شَيْءٌ يَذْعَرُهَا، فَهِيَ آمِنَةٌ لَا تَعْجَلُ.",
    "pg": "1:469-470"
  },
  "جلج": {
    "def": "الْجِيمُ وَاللَّامُ وَالْجِيمُ لَيْسَ أَصْلًا ; لِأَنَّ فِيهِ كَلِمَتَيْنِ. قَالَ ابْنُ دُرَيْدٍ: الْجَلَجُ شَبِيهٌ بِالْقَلَقِ. فَإِنْ كَانَ صَحِيحًا فَالْجِيمُ مُبْدَلَةٌ مِنَ الْقَافِ. وَالْكَلِمَةُ الْأُخْرَى الْجَلَجَةُ الرَّأْسُ ; يُقَالُ عَلَى كُلِّ جَلَجَةٍ فِي الْقِسْمَةِ كَذَا. وَهَذَا لَيْسَ بِشَيْءٍ، وَلَعَلَّهُ بَعْضُ مَا يُعَرَّبُ مِنْ لُغَةٍ غَيْرِ عَرَبِيَّةٍ.",
    "pg": "1:470"
  },
  "جلح": {
    "def": "الْجِيمُ وَاللَّامُ وَالْحَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ التَّجَرُّدُ وَانْكِشَافُ الشَّيْءِ عَنِ الشَّيْءِ. فَالْجَلَحُ ذَهَابُ شَعَْرِ مُقَدَّمِ الرَّأْسِ، وَرَجُلٌ أَجْلَحُ. وَالسُّنُونُ الْمَجَالِيحُ اللَّوَاتِي تَذْهَبُ بِالْمَالِ. وَالسَّيْلُ الْجُلَاحُ: الشَّدِيدُ يُجْرِفُ كُلَّ شَيْءٍ، يَذْهَبُ بِهِ. وَيُقَالُ جَلَحَ الْمَالُ الشَّجَرَ يَجْلَحُهُ جَلْحًا إِذَا أَكَلَ أَعْلَاهُ، فَهُوَ مَجْلُوحٌ. وَالْأَجْلَحُ مِنَ الْهَوَادِجِ الَّذِي لَا قُبَّةَ لَهُ. فَهَذَا هُوَ الْقِيَاسُ الْمُطَّرِدُ.\nوَمِمَّا يُحْمَلُ عَلَيْهِ قَوْلُهُمْ فُلَانٌ مُجَلِّحٌ، إِذَا صَمَّمَ وَمَضَى فِي الْأَمْرِ مِثْلَ تَجْلِيحِ الذِّئْبِ، وَهَذَا لَا يَكُونُ إِلَّا بِكَشْفِ قِنَاعِ الْحَيَاءِ. وَمِنْهُ التَّجْلِيحُ فِي السَّيْرِ، وَهُوَ الشَّدِيدُ ; وَذَلِكَ أَنَّهُ تَجَرُّدٌ لَهُ وَانْكِمَاشٌ فِيهِ. وَفِيهِ النَّخْلَةُ الْمِجْلَاحُ الَّتِي لَا تُبَالِي الْقَحْطَ. وَالنَّاقَةُ الْمِجْلَاحُ الَّتِي تُدِرُّ فِي الشِّتَاءِ. وَهُوَ مِنَ الْبَابِ، كَأَنَّهَا صُلْبَةٌ، صُلْبَةُ الْوَجْهِ، لَا تُبَالِي الشِّدَّةَ.",
    "pg": "1:470-471"
  },
  "جلخ": {
    "def": "الْجِيمُ وَاللَّامُ وَالْخَاءُ لَيْسَ أَصْلًا، وَلَا فِيهِ عَرَبِيَّةٌ صَحِيحَةٌ. فَإِنْ كَانَ شَيْءٌ فَالْخَاءُ مُبْدَلَةٌ مِنْ حَاءٍ. وَقَدْ مَضَى ذِكْرُهُ.",
    "pg": "1:471"
  },
  "جلد": {
    "def": "الْجِيمُ وَاللَّامُ وَالدَّالُ أَصْلٌ وَاحِدٌ وَهُوَ يَدُلُّ عَلَى قُوَّةٍ وَصَلَابَةٍ. فَالْجِلْدُ مَعْرُوفٌ، وَهُوَ أَقْوَى وَأَصْلَبُ مِمَّا تَحْتَهُ مِنَ اللَّحْمِ. وَالْجَلَدُ صَلَابَةُ الْجِلْدِ. وَالْأَجْلَادُ: الْجِسْمُ ; يُقَالُ لِجِسْمِ الرَّجُلِ أَجْلَادُهُ وَتَجَالِيدُهُ. وَالْمِجْلَدُ: جِلْدٌ يَكُونُ مَعَ النَّادِبَةِ تَضْرِبُ [بِهِ] وَجْهَهَا عِنْدَ الْمَنَاحَةِ. قَالَ:\nخَرَجْنَ جَرِيرَاتٍ وَأَبْدَيْنَ مِجْلَدًا ... وَجَالَتْ عَلَيْهِنَّ الْمُكَتَّبَةُ الصُّفْرُ\nوَالْجَلَدُ فِيهِ قَوْلَانِ: أَحَدُهُمَا أَنْ يُسْلَخَ جِلْدُ الْبَعِيرِ وَغَيْرُهُ فَيَلْبَسُهُ غَيْرَهُ مِنَ الدَّوَابِّ. قَالَ:\nكَأَنَّهُ فِي جَلَدٍ مُرَفَّلٍ\nوَالْقَوْلُ الثَّانِي أَنْ يُحْشَى جِلْدُ الْحُِوارِ ثُمَامًا أَوْ غَيْرَهُ، وَتَعْطِفَ عَلَيْهِ أُمُّهُ فَتَرْأَمُهُ. وَقَالَ الْعَجَّاجُ:\nوَقَدْ أُرَانِي لِلْغَوَانِي مِصْيَدًا ... مُلَاوَةً كَأَنَّ فَوْقِي جَلَدَا يَقُولُ: إِنَّهُنَّ يَرْأَمْنَنِي وَيَعْطِفْنَ عَلَيَّ كَمَا تَرْأَمُ النَّاقَةُ الْجَلَدُ.\nوَكَانَ ابْنُ الْأَعْرَابِيِّ يَقُولُ: الْجِلْدُ وَالْجَلَدُ وَاحِدٌ، كَمَا يُقَالُ شِبْهٌ وَشَبَهٌ. وَقَالَ ابْنُ السِّكِّيتِ: لَيْسَ هَذَا مَعْرُوفًا. وَيُقَالُ جَلَّدَ الرَّجُلُ جَزُورَهُ إِذَا نَزَعَ عَنْهَا جِلْدَهَا. لَا يُقَالُ سَلَخَ جَزُورَهُ. وَيُقَالُ فَرَسٌ مُجَلَّدٌ إِذَا كَانَ لَا يَجْزَعُ مِنْ ضَرْبِ السَّوْطِ. وَيُقَالُ نَاقَةٌ ذَاتُ مَجْلُودٍ إِذَا كَانَتْ قَوِيَّةً. قَالَ:\nمِنَ اللَّوَاتِي إِذَا لَانَتْ عَرِيكَتُهَا ... يَبْقَى لَهَا بَعْدَهَا آلٌ وَمَجْلُودُ\nوَيُقَالُ إِنَّ الْجَلَدَ مِنَ الْبُعْرَانِ الْكِبَارِ لَا صِغَارَ فِيهَا. وَالْجَلَدُ: الْأَرْضُ الْغَلِيظَةُ الصُّلْبَةُ. وَالْجِلَادُ مِنَ الْإِبِلِ تَكُونُ أَقَلَّ لَبَنًا مِنَ الْخُورِ، الْوَاحِدَةُ جِلْدَةٌ.",
    "pg": "1:471-472"
  },
  "جلذ": {
    "def": "الْجِيمُ وَاللَّامُ وَالذَّالُ يَدُلُّ عَلَى مَا يَدُلُّ عَلَيْهِ مَا قَبْلَهُ مِنَ الْقُوَّةِ. فَالْجِلْذَاءَةُ: الْأَرْضُ الْغَلِيظَةُ الصُّلْبَةُ. وَالْجُلْذِيَّةُ: النَّاقَةُ الْقَوِيَّةُ السَّرِيعَةُ. وَالْجُلْذِيُّ: السَّيْرُ الْقَوِيُّ السَّرِيعُ. قَالَ:\nلَتَقْرُبِنَّ قَرَبًا جُلْذِيَّا\nوَأَمَّا قَوْلُ ابْنِ مُقْبِلٍ:\nضَرْبُ النَّوَاقِيسِ فِيهِ مَا يُفَرِّطُهُ ... أَيْدِي الْجَلَاذِي وَجُونٍ مَا يُعَفِّينَا\nفَإِنَّهُ يَذْكُرُ نَصَارَى. وَالْجَلَاذِيُّ قَوْمُهُ وَخُدَّامُهُ. قَالَ ابْنُ الْأَعْرَابِيِّ: إِنَّمَا سُمِّيَ جُلْذِيًّا لِأَنَّهُ حَلَقَ وَسَطَ رَأْسِهِ، فَشُبِّهَ ذَلِكَ الْمَوْضِعُ بِالْحَجَرِ الْأَمْلَسِ، وَهُوَ الْجُلْذِيُّ. قَالَ ابْنُ الْأَعْرَابِيِّ: وَلَمْ نَزَلْ نَظُنُّ أَنَّ الْجُونَ الْحَمَّامُ فِي هَذَا الْبَيْتِ، مَا يُعَفِّينَ مِنَ الْهَدِيرِ، حَتَّى حُدِّثْتُ عَنْ بَعْضِ وَلَدِ ابْنِ مُقْبِلٍ أَنَّ الْجُونَ الْقَنَادِيلُ، سُمِّيَتْ بِذَلِكَ لِبَيَاضِهَا. مَا يُعَفِّينَ: مَا يَنْطَفِينَ. وَمَا يُفَرِّطُ هَؤُلَاءِ الْخُدَّامُ فِي قَرْعِ النَّوَاقِيسِ. وَيُقَالُ اجْلَوَّذَ، إِذْ أَسْرَعَ.",
    "pg": "1:472-473"
  },
  "جلس": {
    "def": "الْجِيمُ وَاللَّامُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ وَأَصْلٌ وَاحِدٌ، وَهُوَ الِارْتِفَاعُ فِي الشَّيْءِ، يُقَالُ جَلَسَ الرَّجُلُ جُلُوسًا، وَذَلِكَ يَكُونُ عَنْ نَوْمٍ وَاضْطِجَاعٍ ; وَإِذَا كَانَ قَائِمًا كَانَتِ الْحَالُ الَّتِي تُخَالِفُهَا الْقُعُودَ. يُقَالُ قَامَ وَقَعَدَ، وَأَخْذُهُ الْمُقِيمُ وَالْمُقْعِدُ. وَالْجِلْسَةُ: الْحَالُ الَّتِي يَكُونُ عَلَيْهَا الْجَالِسُ، يُقَالُ جَلَسَ جِلْسَةً حَسَنَةً. وَالْجَلْسَةُ الْمَرَّةُ الْوَاحِدَةُ. وَيُقَالُ جَلَسَ الرَّجُلُ إِذَا أَتَى نَجْدًا ; وَهُوَ قِيَاسُ الْبَابِ، لِأَنَّ نَجْدًا خِلَافُ الْغَوْرِ، وَفِيهِ ارْتِفَاعٌ. وَيُقَالُ لِنَجْدٍ: الْجَلْسُ. وَمِنْهُ الْحَدِيثُ: «أَنَّهُ أَعْطَاهُمْ مَعَادِنَ الْقَبَلِيَّةِ غَوْرِيَّهَا وَجَلْسِيَّهَا» . وَقَالَ الْهُذَلِيُّ:\nإِذَا مَا جَلَسْنَا لَا تَزَالُ تَنُوبُنَا ... سُلَيْمٌ لَدَى أَبْيَاتِنَا وَهَوَازِنُ\nوَقَالَ آخَرُ:\nوَعَنْ يَمِينِ الْجَالِسِ الْمُنْجِدِ\nوَقَالَ: قُلْ لِلْفَرَزْدَقِ وَالسَّفَاهَةُ كَاسْمِهَا ... إِنْ كُنْتَ كَارِهَ مَا أَمَرْتُكَ فَاجْلِسِ\nيُرِيدُ ائْتِ نَجْدًا. قَالَ أَبُو حَاتِمٍ: قَالَتْ أُمُّ الْهَيْثَمِ: جَلَسَتِ الرَّخَمَةُ إِذَا جَثَمَتْ. وَالْجَلْسُ: الْغِلَظُ مِنَ الْأَرْضِ. وَمِنْ ذَلِكَ قَوْلُهُمْ نَاقَةٌ جَلْسٌ أَيْ صُلْبَةٌ شَدِيدَةٌ. فَهَذَا الْبَابُ مُطَّرِدٌ كَمَا تَرَاهُ. فَأَمَّا قَوْلُ الْأَعْشَى:\nلَنَا جُلَّسَانٌ عِنْدَهَا وَبَنَفْسَجٌ ... وَسِيسَنْبَرٌ وَالْمَرْزَجُوشُ مُنَمْنَمًا\nفَيُقَالُ إِنَّهُ فَارِسِيٌّ، وَهُوَ جُلْشَانٌ، نِثَارُ الْوَرْدِ.",
    "pg": "1:473-474"
  },
  "جلط": {
    "def": "الْجِيمُ وَاللَّامُ وَالطَّاءُ أَصْلٌ عَلَى قِلَّتِهِ مُطَّرِدُ الْقِيَاسِ، وَهُوَ تَجَرُّدُ الشَّيْءِ. يُقَالُ جَلَطَ رَأْسَهُ إِذَا حَلَقَهُ، وَجَلَطَ سَيْفَهُ إِذَا سَلَّهُ.",
    "pg": "1:474"
  },
  "جلع": {
    "def": "الْجِيمُ وَاللَّامُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ. يُقَالُ لِلْمَرْأَةِ الْقَلِيلَةِ الْحَيَاءِ: جَلِعَةٌ، كَأَنَّهَا كَشَفَتْ قِنَاعَ الْحَيَاءِ. وَيُقَالُ: جَلِعَ فَمُ فُلَانٍ، إِذَا تَقَلَّصَتْ شَفَتُهُ وَظَهَرَتْ أَسْنَانُهُ.\nقَالَ الْخَلِيلُ: الْمُجَالَعَةُ: تَنَازُعُ الْقَوْمِ عِنْدَ شُرْبٍ أَوْ قِسْمَةٍ. قَالَ:\nوَلَا فَاحِشٍ عِنْدَ الشَّرَابِ مُجَالِعٌ",
    "pg": "1:474"
  },
  "جلف": {
    "def": "الْجِيمُ وَاللَّامُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْقَطْعِ وَعَلَى الْقَشْرِ. يُقَالُ جَلَفَ الشَّيْءَ جَلْفًا، إِذَا اسْتَأْصَلَهُ ; وَهُوَ أَشَدُّ مِنَ الْجَرْفِ. وَرَجُلٌ مُجَلَّفٌ جَلَّفَهُ الدَّهْرُ أَتَى عَلَى مَالِهِ. وَهُوَ قَوْلُ الْفَرَزْدَقِ: وَعَضُّ زَمَانٍ يَاابْنَ مَرْوَانَ لَمْ يَدَعْ ... مِنَ الْمَالِ إِلَّا مُسْحَتًا أَوْ مُجَلَّفُ\nوَالْجِلْفَةُ: الْقِطْعَةُ مِنَ الشَّيْءِ. وَالْجِلْفُ الْمَسْلُوخَةُ بِلَا رَأْسٍ وَلَا قَوَائِمَ - وَلِذَلِكَ يَقُولُونَ هُوَ جِلْفٌ جَافٍ - وَسُمِّيَ بِذَلِكَ لِأَنَّ أَطْرَافَهُ مَقْطُوعَةٌ.",
    "pg": "1:474-475"
  },
  "جلق": {
    "def": "الْجِيمُ وَاللَّامُ وَالْقَافُ لَيْسَ أَصْلًا وَلَا فَرْعًا. وَجِلَّقٌ: بَلَدٌ، وَلَيْسَ عَرَبِيًّا. قَالَ:\nلِلَّهِ دَرُّ عِصَابَةٍ نَادَمْتُهُمْ ... يَوْمًا بِجِلَّقَ فِي الزَّمَانِ الْأَوَّلِ\n٢٠٦\n\n[بَابُ الْجِيمِ وَالْمِيمِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:475"
  },
  "جلل": {
    "def": "الْجِيمُ وَاللَّامُ أُصُولٌ ثَلَاثَةٌ: جَلَّ الشَّيْءُ: عَظُمَ، وَجُلُّ الشَّيْءِ مُعْظَمُهُ. وَجَلَالُ اللَّهِ: عَظَمَتُهُ. وَهُوَ ذُو الْجَلَالِ وَالْإِكْرَامِ. وَالْجَلَلُ الْأَمْرُ الْعَظِيمُ. وَالْجِلَّةُ: الْإِبِلُ الْمَسَانُّ. قَالَ:\nأَوْ تَأْخُذَنْ إِبِلِي إِلَيَّ سِلَاحَهَا ... يَوْمًا لِجُلَّتِهَا وَلَا أَبْكَارِهَا\nوَالْجُلَالَةُ: النَّاقَةُ الْعَظِيمَةُ. وَالْجَلِيلَةُ: خِلَافُ الدَّقِيقَةِ. وَيُقَالُ مَا لَهُ دَقِيقَةٌ وَلَا جَلِيلَةٌ، أَيْ لَا نَاقَةَ وَلَا شَاةَ. وَأَتَيْتُ فُلَانًا فَمَا أَجَلَّنِي وَلَا أَحْشَانِي، أَيْ مَا أَعْطَانِي صَغِيرًا وَلَا كَبِيرًا مِنَ الْجِلَّةِ وَلَا مِنَ الْحَاشِيَةِ. وَأَدَقَّ فُلَانٌ وَأَجَلَّ، إِذَا أَعْطَى الْقَلِيلَ وَالْكَثِيرَ. [قَالَ] :\nأَلَا مَنْ لِعَيْنٍ لَا تَرَى قُلَلَ الْحِمَى ... وَلَا جَبَلَ الرَّيَّانِ إِلَّا اسْتَهَلَّتِ لَجُوجٍ إِذَا سَحَّتْ هَمُوعٍ إِذَا بَكَتْ ... بَكَتْ فَأَدَقَّتْ فِي الْبُكَا وَأَجَلَّتِ\nيَقُولُ: أَتَتْ بِقَلِيلِ الْبُكَاءِ وَكَثِيرِهِ. وَيُقَالُ: فَعَلْتُ ذَاكَ مِنْ جَلَالِكَ. قَالُوا: مَعْنَاهُ مِنْ عِظَمِكَ فِي صَدْرِي. قَالَ كُثَيِّرٌ:\nوَإِكْرَامِيَ الْعِدَى مِنْ جَلَالِهَا\nوَالْأَصْلُ الثَّانِي شَيْءٌ يَشْمَلُ شَيْئًا، مِثْلَ جُلِّ الْفَرَسِ، وَمِثْلُ [الْمُجَلِّلِ] الْغَيْثُ الَّذِي يُجَلِّلُ الْأَرْضَ بِالْمَاءِ وَالنَّبَاتِ. وَمِنْهُ الْجُلُولُ، وَهِيَ شُرُعُ السُّفُنِ. قَالَ الْقَطَامِيُّ:\nفِي ذِي جُلُولٍ يُقَضِّي الْمَوْتَ صَاحِبُهُ ... إِذَا الصَّرَارِيُّ مِنْ أَهْوَالِهِ ارْتَسَمَا\nالْوَاحِدُ جُلٌّ.\nوَالْأَصْلُ الثَّالِثُ مِنَ الصَّوْتِ ; يُقَالُ سَحَابٌ مُجَلْجِلٌ إِذَا صَوَّتَ. وَالْجُلْجُلُ مُشْتَقٌّ مِنْهُ. وَمِنَ الْبَابِ جَلَجَلْتُ الشَّيْءَ فِي يَدِي، إِذَا خَلَطْتَهُ ثُمَّ ضَرَبْتَهُ.\nفَجَلْجَلَهَا طَوْرَيْنِ ثُمَّ أَمَرَّهَا ... كَمَا أُرْسِلَتْ مَخْشُوبَةً لَمْ تُقَرَّمِ وَمُحْتَمَلٌ أَنْ يَكُونَ جُلْجُلَانُ السِّمْسِمِ مِنْ هَذَا ; لِأَنَّهُ يَتَجَلْجَلُ فِي سِنْفِهِ إِذَا يَبِسَ.\nوَمِمَّا يُحْمَلُ عَلَى هَذَا قَوْلُهُمْ: أَصَبْتُ جُلْجُلَانَ قَلْبِهِ، أَيْ حَبَّةَ قَلْبِهِ. وَمِنْهُ الْجَُِلُّ قَصَبُ الزَّرْعِ ; لِأَنَّ الرِّيحَ إِذَا وَقَعَتْ فِيهِ جَلْجَلَتْهُ. وَمُحْتَمِلٌ أَنْ يَكُونَ مِنَ الْبَابِ الْأَوَّلِ لِغِلَظِهِ. وَمِنْهُ الْجَلِيلُ وَهُوَ الثُّمَامُ. قَالَ:\nأَلَا لَيْتَ شِعْرِي هَلْ أَبِيتَنَّ لَيْلَةً ... بِوَادٍ وَحَوْلِي إِذْخِرٌ وَجَلِيلُ\nوَأَمَّا الْمَجَلَّةُ فَالصَّحِيفَةُ، وَهِيَ شَاذَّةٌ عَنِ الْبَابِ، إِلَّا أَنْ تُلْحَقَ بِالْأَوَّلِ ; لِعِظَمِ خَطَرِ الْعِلْمِ وَجَلَالَتِهِ.\nقَالَ أَبُو عُبَيْدٍ: كُلُّ كِتَابٍ عِنْدَ الْعَرَبِ فَهُوَ مَجَلَّةٌ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْجُلَّةُ الْبَعَْرُ.",
    "pg": "1:417-419"
  },
  "جلم": {
    "def": "الْجِيمُ وَاللَّامُ وَالْمِيمُ أَصْلَانِ: أَحَدُهُمَا الْقَطْعُ، وَالْآخَرُ جَمْعُ الشَّيْءِ.\nفَالْأَوَّلُ جَلَمْتُ السِّنَامَ قَطَعْتُهُ. وَالْجَلَمُ مَعْرُوفٌ، وَبِهِ يُقْطَعُ أَوْ يُجَزُّ.\nوَالْآخَرُ قَوْلُهُمْ: أَخَذْتُ الشَّيْءَ بِجَلَمَتِهِ أَيْ كُلِّهِ. وَجَلَمَةُ الشَّاةِ مَسْلُوخَتُهَا إِذَا ذَهَبَتْ مِنْهَا أَكَارِعُهَا وَفُصُولُهَا. وَيُقَالُ إِنَّ الْجِلَامَ الْجِدَاءُ فِي قَوْلِ الْأَعْشَى:\nسَوَاهِمُ جُِذْعَانُهَا كَالْجِلَا ... مِ قَدْ أَقْرَحَ الْقَوْدُ مِنْهَا النُّسُورَا\nوَهَذَا لَعَلَّهُ يَصْلُحُ فِي الثَّانِي، أَوْ يَكُونَ شَاذًّا.",
    "pg": "1:467-468"
  },
  "جله": {
    "def": "الْجِيمُ وَاللَّامُ وَالْهَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى انْكِشَافِ الشَّيْءِ. فَالْجَلَهُ انْحِسَارُ الشَّعَْرِ عَنْ جَانِبَيِ الرَّأْسِ. قَالَ رُؤْبَةُ:\nلَمَّا رَأَتْنِي خَلَقَ الْمُمَوَّهِ ... بَرَّاقَ أَصْلَادِ الْجَبِينِ الْأَجْلَهِ\nوَجَلْهَتَا الْوَادِي: نَاحِيَتَاهُ، إِذَا كَانَتْ فِيهِمَا صَلَابَةٌ. وَذَلِكَ مُشْتَقٌّ مِنْ قَوْلِهِمْ جَلَهْتُ الْحَصَى عَنِ الْمَكَانِ، إِذَا نَحَّيْتَهُ.",
    "pg": "1:468"
  },
  "جلو": {
    "def": "الْجِيمُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ، وَقِيَاسٌ مُطَّرِدٌ، وَهُوَ انْكِشَافُ الشَّيْءِ وَبُرُوزُهُ. يُقَالُ جَلَوْتُ الْعَرُوسَ جَلْوَةً وَجَلَاءً، وَجَلَوْتُ السَّيْفَ جَلَاءً. وَقَالَ الْكِسَائِيُّ: السَّمَاءُ جَلْوَاءُ أَيْ مُصْحِيَةٌ. وَيُقَالُ تَجَلَّى الشَّيْءُ، إِذَا انْكَشَفَ. وَرَجُلٌ أَجْلَى، إِذَا ذَهَبَ شَعَْرُ مُقَدَّمِ رَأْسِهِ، وَهُوَ الْجَلَا. قَالَ:\nمِنَ الْجَلَا وَلَائِحُ الْقَتِيرِ\nوَمِنَ الْبَابِ: جَلَا الْقَوْمُ عَنْ مَنَازِلِهِمْ جَلَاءً، وَأَجْلَيْتُهُمْ أَنَا إِجْلَاءً. وَيَقُولُونَ: هُوَ ابْنُ جَلَا، إِذَا كَانَ لَا يَخْفَى أَمْرُهُ لِشُهْرَتِهِ. قَالَ:\nأَنَا ابْنُ جَلَا وَطَلَّاعُ الثَّنَايَا ... مَتَّى أَضَعِ الْعِمَامَةَ تَعْرِفُونِي\nوَيُقَالُ جَلَا الْقَوْمُ وَأَجْلَيْتُهُمْ أَنَا، وَجَلَوْتُهُمْ. قَالَ أَبُو ذُؤَيْبٍ: فَلَمَّا جَلَاهَا بِالْأُيَامِ تَحَيَّزَتْ ... ثُبَاتٍ عَلَيْهَا ذُلُّهَا وَاكْتِئَابُهَا",
    "pg": "1:468-469"
  },
  "جمح": {
    "def": "الْجِيمُ وَالْمِيمُ وَالْحَاءُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ، وَهُوَ ذَهَابُ الشَّيْءِ قُدُمًا بِغَلَبَةٍ وَقُوَّةٍ. يُقَالُ جَمَحَ الدَّابَّةُ جِمَاحًا إِذَا اعْتَزَّ فَارِسَهُ حَتَّى يَغْلِبَهُ. وَفَرَسٌ جَمُوحٌ. قَالَ:\nسَبُوحٌ جَمُوحٌ وَإِحْضَارُهَا ... كَمَعْمَعَةِ السَّعَفِ الْمُوقَدِ\nوَجَمَحَ الصَّبِيُّ الْكَعْبَ بِالْكَعْبِ، إِذَا رَمَاهُ حَتَّى يُزِيلَهُ عَنْ مَكَانِهِ. وَفِي هَذِهِ نَظَرٌ، لِأَنَّهَا تُقَالُ بِغَيْرِ هَذَا اللَّفْظِ، وَقَدْ ذُكِرَتْ. وَالْجُمَّاحُ: سَهْمٌ يُجْعَلُ عَلَى رَأْسِهِ طِينٌ كَالْبُنْدُقَةِ يَرْمِي بِهِ الصِّبْيَانُ. قَالَ:\nهَلْ يُبْلِغَنِّيهِمْ إِلَى الصَّبَاحْ ... هِقْلٌ كَأَنَّ رَأْسَهُ جُمَّاحْ\nقَالَ بَعْضُ أَهْلِ اللُّغَةِ: الْجَمُوحُ الرَّاكِبُ هَوَاهُ. فَأَمَّا قَوْلُهُ تَعَالَى: ﴿لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ﴾ [التوبة: ٥٧] ، فَإِنَّهُ أَرَادَ يَسْعَوْنَ. وَهُوَ ذَاكَ. وَقَالَ:\nخَلَعْتُ عِذَارِي جَامَحًا مَا يَرُدُّنِي ... عَنِ الْبَيْضِ أَمْثَالِ الدُّمَى زَجْرُ زَاجِرِ\nوَجَمَحَتِ الْمَرْأَةُ إِلَى أَهْلِهَا: ذَهَبَتْ مِنْ غَيْرِ إِذْنٍ.",
    "pg": "1:476-477"
  },
  "جمخ": {
    "def": "الْجِيمُ وَالْمِيمُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ لَعَلَّهَا فِي بَابِ الْإِبْدَالِ. يَقُولُونَ جَامَخْتُ الرَّجُلَ فَاخَرْتُهُ. وَإِنَّمَا قُلْنَا إِنَّهَا مِنْ بَابِ الْإِبْدَالِ لِأَنَّ الْمِيمُ يَجُوزُ أَنْ يَكُونَ مُنْقَلِبَةً عَنْ فَاءٍ، وَهُوَ الْجَفْخُ وَالْجَخْفُ بِمَعْنًى.",
    "pg": "1:477"
  },
  "جمد": {
    "def": "الْجِيمُ وَالْمِيمُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ جُمُودُ الشَّيْءِ الْمَائِعِ مِنْ بَرَدٍ أَوْ غَيْرِهِ. يُقَالُ: جَمَدَ الْمَاءُ يَجْمُدُ. وَسَنَةٌ جَمَادٌ قَلِيلَةُ الْمَطَرِ. وَهَذَا مَحْمُولٌ عَلَى الْأَوَّلِ، كَأَنَّ مَطَرَهَا جَمَدَ. وَكَانَ الشَّيْبَانِيُّ يَقُولُ: الْجَمَادُ الْأَرْضُ لَمْ تُمْطَرْ. وَيَقُولُ الْعَرَبُ لِلْبَخِيلِ: \" جَمَادِ لَهُ \"، أَيْ لَا زَالَ جَامِدَ الْحَالِ، وَهُوَ خِلَافُ حَمَادِ. قَالَ الْمُتَلَمِّسُ:\nجَمَادِ لَهَا جَمَادِ وَلَا تَقُولِي ... لَهَا أَبَدًا إِذَا ذُكِرَتْ حَمَادِ",
    "pg": "1:477"
  },
  "جمر": {
    "def": "الْجِيمُ وَالْمِيمُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى التَّجَمُّعِ. فَالْجَمْرُ جَمْرُ النَّارِ مَعْرُوفٌ، الْوَاحِدُ جَمْرَةٌ. وَالْجُمَّارُ جُمَّارُ النَّخْلِ وَجَامُورُهُ أَيْضًا، وَهِيَ شَحْمَةُ النَّخْلَةِ. وَيُقَالُ جَمَّرَ فُلَانٌ جَيْشَهُ إِذَا حَبَسَهُمْ فِي الْغَزْوِ وَلَمْ يُقْفِلْهُمْ إِلَى بِلَادِهِمْ. وَحَافِرٌ مُجْمَرٌ وَقَاحٌ صُلْبٌ مُجْتَمِعٌ. وَالْجَمَرَاتُ الثَّلَاثُ اللَّوَاتِي بِمَكَّةَ يُرْمَيْنَ مِنْ ذَلِكَ أَيْضًا، لِتَجَمُّعِ مَا هُنَاكَ مِنَ الْحَصَى.\nوَأَمَّا جَمَرَاتُ الْعَرَبِ فَقَالَ قَوْمٌ: إِذَا كَانَ فِي الْقَبِيلِ ثَلَاثُمِائَةِ فَارِسٍ فَهِيَ جَمْرَةٌ. وَقَالَ قَوْمٌ: كُلُّ قَبِيلٍ انْضَمُّوا وَحَارَبُوا غَيْرَهُمْ وَلَمْ يُحَالِفُوا سِوَاهُمْ فَهُمْ جَمْرَةٌ. وَكَانَ أَبُو عُبَيْدٍ يَقُولُ: جَمَرَاتُ الْعَرَبِ ثَلَاثٌ: بَنُو ضَبَّةَ بْنِ أُدَّ، وَبَنُو نُمَيْرِ بْنِ عَامِرٍ، وَبَنُو الْحَارِثِ بْنِ كَعْبٍ، فَطَفِئَتْ مِنْهُمْ جَمْرَتَانِ، وَبَقِيَتْ وَاحِدَةٌ، طَفِئَتْ ضَبَّةُ لِأَنَّهَا حَالَفَتِ الرِّبَابَ، وَطَفِئَتْ بَنُو الْحَارِثِ لِأَنَّهَا حَالَفَتْ مَذْحِجًا، وَبَقِيَتْ نُمَيْرٌ لَمْ تَطْفَأْ، لِأَنَّهَا لَمْ تُحَالِفْ.\nوَيُقَالُ: جَمَّرَتِ الْمَرْأَةُ شَعَْرَهَا، إِذَا جَمَعَتْهُ وَعَقَدَتْهُ فِي قَفَائِهَا. وَهَذَا جَمِيرُ الْقَوْمِ أَيْ مُجْتَمَعُهُمْ. وَقَدْ أَجْمَرَ الْقَوْمُ عَلَى الْأَمْرِ اجْتَمَعُوا. وَابْنُ جَمِيرٍ: اللَّيْلُ الْمُظْلِمُ.",
    "pg": "1:477-478"
  },
  "جمز": {
    "def": "الْجِيمُ وَالْمِيمُ وَالزَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ ضَرْبٌ مِنَ السَّيْرِ. يُقَالُ: جَمَزَ الْبَعِيرُ جَمْزًا وَهُوَ أَشَدُّ مِنَ الْعَنَقِ. وَسُمِّيَ بَعِيرُ النَّجَاشِيِّ جَمَّازًا، لِسُرْعَةِ سَيْرِهِ. قَالَ:\nأَنَا النَّجَاشِيُّ عَلَى جَمَّازِ ... حَادَ ابْنُ حَسَّانَ عَنِ ارْتِجَازِي\nوَحِمَارٌ جَمَزَى أَيْ سَرِيعٌ. قَالَ:\nكَأَنِّي وَرَحْلِي إِذَا رُعْتُهَا ... عَلَى جَمَزَى جَازِئٍ بِالرِّمَالِ\nوَشَذَّتْ عَنْ هَذَا الْقِيَاسِ كَلِمَةٌ. يُقَالُ الْجُمْزَةُ الْكُتْلَةُ مِنَ التَّمْرِ.",
    "pg": "1:478-479"
  },
  "جمس": {
    "def": "الْجِيمُ وَالْمِيمُ وَالسِّينُ أَصْلٌ وَاحِدٌ، مِنْ جُمُوسِ الشَّيْءِ. يُقَالُ: جَمَسَ الْوَدَكُ إِذَا جَمَدَ. وَالْجَمْسَةُ الْبُسْرَةُ إِذَا أَرْطَبَتْ وَهِيَ بَعْدَ صُلْبَةٍ.",
    "pg": "1:479"
  },
  "جمش": {
    "def": "الْجِيمُ وَالْمِيمُ وَالشِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ جِنْسٌ مِنَ الْحَلْقِ. يُقَالُ: جَمَشْتُ الشَّعْرَ إِذَا حَلَقْتُهُ. وَشَعْرٌ جَمِيشٌ. وَفِي الْحَدِيثِ: «إِنْ رَأَيْتَ شَاةً بِخَبْتِ الْجَمِيشِ» ، فَالْخَبْتُ الْمَفَازَةُ، وَالْجَمِيشُ الَّذِي لَا نَبْتَ بِهِ. وَسَنَةٌ جَمُوشٌ إِذَا احْتَلَقَتِ النَّبْتَ. قَالَ رُؤْبَةُ:\nأَوْ كَاحْتِلَاقِ النُّورَةِ الْجَمِيشِ\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْجَمْشُ الْحَلْبُ بِأَطْرَافِ الْأَصَابِعِ. وَالْجَمْشُ: الصَّوْتُ.",
    "pg": "1:479"
  },
  "جمع": {
    "def": "الْجِيمُ وَالْمِيمُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى تَضَامِّ الشَّيْءِ. يُقَالُ جَمَعْتُ الشَّيْءَ جَمْعًا. وَالْجُمَّاعُ الْأُشَابَةُ مِنْ قَبَائِلَ شَتَّى. وَقَالَ أَبُو قَيْسٍ:\nثُمَّ تَجَلَّتْ وَلَنَا غَايَةٌ ... مِنْ بَيْنِ جَمْعٍ غَيْرِ جُمَّاعِ\nوَيُقَالُ لِلْمَرْأَةِ إِذَا مَاتَتْ وَفِي بَطْنِهَا وَلَدٌ: مَاتَتْ بِجُمْعٍ. وَيُقَالُ هِيَ أَنْ تَمُوتَ الْمَرْأَةُ وَلَمْ يَمْسَسْهَا رَجُلٌ. وَمِنْهُ قَوْلُ الدَّهْنَاءِ \" إِنِّي مِنْهُ بِجُمْعٍ \". وَالْجَامِعُ: الْأَتَانُ أَوَّلَ مَا تَحْمِلُ. وَقِدْرٌ جِمَاعٌ وَجَامِعَةٌ، وَهِيَ الْعَظِيمَةُ. وَالْجَمْعُ: كُلُّ لَوْنٍ مِنَ النَّخْلِ لَا يُعْرَفُ اسْمُهُ، يُقَالُ مَا أَكْثَرَ الْجَمْعَ فِي أَرْضِ بَنِي فُلَانٍ لِنَخْلٍ خَرَجَ مِنَ النَّوَى. وَيُقَالُ ضَرْبَتُهُ بِجُمْعِ كَفِّي وَجِمْعُ كَفِّي. وَتَقُولُ: نَهْبٌ مُجْمَعٌ. قَالَ أَبُو ذُؤَيْبٍ:\nوَكَأَنَّهَا بِالْجِزْعِ جِزْعِ نُبَايِعْ ... وَأُولَاتُ ذِي الْخَرْجَاءِ نَهْبٌ مُجْمَعْ\nوَتَقُولُ اسْتَجْمَعَ الْفَرَسُ جَرْيًا. وَجَمْعُ: مَكَّةُ، سُمِّي لِاجْتِمَاعِ النَّاسِ بِهِ وَكَذَلِكَ يَوْمُ [الْجُمُعَةِ] . وَأَجْمَعْتُ عَلَى الْأَمْرِ إِجْمَاعًا وَأَجْمَعْتُهُ. قَالَ الْحَارِثُ ابْنُ حِلِّزَةَ:\nأَجْمَعُوا أَمْرَهُمْ بِلَيْلٍ فَلَمَّا أَصْبَحُوا أَصْبَحَتْ لَهُمْ ضَوْضَاءُ وَيُقَالُ فَلَاةٌ مُجْمِعَةٌ: يَجْتَمِعُ النَّاسُ فِيهَا وَلَا يَتَفَرَّقُونَ خَوْفَ الضَّلَالِ. وَالْجَوَامِعُ: الْأَغْلَالُ. وَالْجَمْعَاءُ مِنَ الْبَهَائِمِ وَغَيْرِهَا: الَّتِي لَمْ يَذْهَبْ مِنْ بَدَنِهَا شَيْءٌ.",
    "pg": "1:479-481"
  },
  "جمل": {
    "def": "الْجِيمُ وَالْمِيمُ وَاللَّامُ أَصْلَانِ: أَحَدُهُمَا تَجَمُّعُ وَعِظَمُ الْخَلْقِ، وَالْآخَرُ حُسْنٌ.\nفَالْأَوَّلُ قَوْلُكَ: أَجْمَلْتُ الشَّيْءَ، وَهَذِهِ جُمْلَةُ الشَّيْءِ. وَأَجْمَلْتُهُ حَصَّلْتُهُ. وَقَالَ اللَّهُ تَعَالَى: ﴿وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً﴾ [الفرقان: ٣٢] .\nوَيَجُوزُ أَنْ يَكُونَ الْجَمَلُ مِنْ هَذَا ; لِعِظَمِ خَلْقِهِ. وَالْجُمَّلُ: حَبْلٌ غَلِيظٌ، وَهُوَ مِنْ هَذَا أَيْضًا. وَيُقَالُ أَجْمَلَ الْقَوْمُ كَثُرَتْ جِمَالُهُمْ. وَالْجُمَالِيُّ: الرَّجُلُ الْعَظِيمُ الْخَلْقِ، كَأَنَّهُ شُبِّهَ بِالْجَمَلِ ; وَكَذَلِكَ نَاقَةٌ جُمَالِيَّةٌ. قَالَ الْفَرَّاءُ: (جِمَالَاتٌ) جَمْعُ جَمَلٍ. وَالْجِمَالَاتُ: مَا جُمِعَ مِنَ الْحِبَالِ وَالْقُلُوسِ.\nوَالْأَصْلُ الْآخَرُ الْجَمَالُ، وَهُوَ ضِدُّ الْقُبْحِ. وَرَجُلٌ جَمِيلٌ وَجُمَالٌ. قَالَ ابْنُ قُتَيْبَةَ: أَصْلُهُ مِنَ الْجَمِيلِ وَهُوَ وَدَكُ الشَّحْمِ الْمُذَابِ. يُرَادُ أَنَّ مَاءَ السِّمَنِ يَجْرِي فِي وَجْهِهِ. وَيُقَالُ جَمَالَكَ أَنْ تَفَعَلَ كَذَا، أَيِ اجْمُلْ وَلَا تَفْعَلْهُ. قَالَ أَبُو ذُؤَيْبٍ:\nجَمَالَكَ أَيُّهَا الْقَلْبُ الْجَرِيحُ ... سَتَلْقَى مَنْ تُحِبُّ فَتَسْتَرِيحُ\nوَقَالَتِ امْرَأَةٌ لِابْنَتِهَا: \" لَا تَجَمَّلِي وَتَعَفَّفِي \" أَيْ كُلِي الْجَمِيلَ - وَهُوَ الَّذِي ذَكَرْنَاهُ مِنَ الشَّحْمِ الْمُذَابِ - وَاشْرَبِي الْعُفَافَةَ، وَهِيَ الْبَقِيَّةُ مِنَ اللَّبَنِ.\n\n[بَابُ الْجِيمِ وَالنُّونِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:481-482"
  },
  "جمم": {
    "def": "الْجِيمُ وَالْمِيمُ فِي الْمُضَاعَفِ لَهُ أَصْلَانِ: الْأَوَّلُ كَثْرَةُ الشَّيْءِ وَاجْتِمَاعُهُ، وَالثَّانِي عَدَمُ السِّلَاحِ.\nفَالْأَوَّلُ الْجَمُّ وَهُوَ الْكَثِيرُ، قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا﴾ [الفجر: ٢٠] ، وَالْجِمَامُ: الْمِلْءُ، يُقَالُ إِنَاءٌ [جَمَّانُ، إِذَا بَلَغَ] جِمَامَهُ. قَالَ: أَوْ كَمَاءِ الْمَثْمُودِ بَعْدَ جِمَامٍ ... زَرِمَ الدَّمْعِ لَا يَؤُوبُ نَزُورَا\nوَيُقَالُ الْفَرَسُ فِي جَمَامِهِ ; وَالْجَمَامُ الرَّاحَةُ، لِأَنَّهُ يَكُونُ مْجْتَمِعًا غَيْرَ مُضْطَرِبِ الْأَعْضَاءِ، فَهُوَ قِيَاسُ الْبَابِ. وَالْجُمَّةُ: الْقَوْمُ يَسْأَلُونَ فِي الدِّيَّةِ، وَذَلِكَ يَتَجَمَّعُونَ لِذَلِكَ. قَالَ:\nوَجُمَّةٍ تَسْأَلُنِي أَعْطَيْتُ\nوَالْجَمِيمُ مُجْتَمَعٌ مِنَ الْبُهْمَى. قَالَ:\nرَعَى بَارِضَ الْبُهْمَى جَمِيمًا وَبُسْرَةً ... وَصَمْعَاءَ حَتَّى آنَفَتْهَا نِصَالُهَا\nوَالْجُمَّةُ مِنَ الْإِنْسَانِ مُجْتَمَعُ شَعْرِ نَاصِيَتِهِ. وَالْجَمَّةُ مِنَ الْبِئْرِ الْمَكَانُ الَّذِي يَجْتَمِعُ مَاؤُهَا. وَالْجَمُومُ: الْبِئْرُ الْكَثِيرَةُ الْمَاءِ، وَقَدْ جَمَّتْ جُمُومًا. قَالَ:\nيَزِيدُهَا مَخْجُ الدِّلَا جُمُومَا\nوَالْجَمُومُ مِنَ الْأَفْرَاسِ: الَّذِي كُلَّمَا ذَهَبَ مِنْهُ إِحْضَارٌ جَاءَهُ إِحْضَارٌ آخَرُ. فَهَذَا يَدُلُّ عَلَى الْكَثْرَةِ وَالِاجْتِمَاعِ. قَالَ النَّمِرُ بْنُ تَوْلَبٍ:\nجَمُومُ الشَّدِّ شَائِلَةُ الذُّنَابَى ... تَخَالُ بَيَاضَ غُرَّتِهَا سِرَاجَا وَالْجُمْجُمَةُ: جُمْجُمَةُ الْإِنْسَانِ ; لِأَنَّهَا تَجْمَعُ قَبَائِلَ الرَّاسِّ. وَالْجَمْجُمَةُ: الْبِئْرُ تُحْفَرُ فِي السَّبَخَةِ. وَجَمَّ الْفَرَسُ وَأَجَمَّ إِذَا تُرِكَ أَنْ يُرْكَبَ. وَهُوَ مِنَ الْبَابِ ; لِأَنَّهُ تَثُوبُ إِلَيْهِ قُوَّتُهُ وَتَجْتَمِعُ. وَجَمَاجِمُ الْعَرَبِ: الْقَبَائِلُ الَّتِي تَجْمَعُ الْبُطُونَ فَيُنْسَبُ إِلَيْهَا دُونَهُمْ، نَحْوَ كَلْبِ بْنِ وَبْرَةَ، إِذَا قُلْتَ كَلْبِيٌّ وَاسْتَغْنَيْتَ أَنْ تَنْسُِبَ إِلَى شَيْءٍ مِنْ بُطُونِهَا.\nوَالْجَمَّاءُ الْغَفِيرُ: الْجَمَاعَةُ مِنَ النَّاسِ. قَالَ بَعْضُهُمْ: هِيَ الْبَيْضَةُ بَيْضَةُ الْحَدِيدِ ; لِأَنَّهَا تَجْمَعُ شَعْرَ الرَّأْسِ.\nوَمِنْ هَذَا الْبَابِ أَجَمَّ الشَّيْءُ: دَنَا.\nوَالْأَصْلُ الثَّانِي الْأَجَمُّ، وَهُوَ الَّذِي لَا رُمْحَ مَعَهُ فِي الْحَرْبِ. وَالشَّاةُ الْجَمَّاءُ الَّتِي لَا قَرْنَ لَهَا. وَجَاءَ فِي الْحَدِيثِ: «أُمِرْنَا أَنْ نَبْنِيَ الْمَسَاجِدَ جُمًّا» ، يَعْنِي أَنْ [لَا] يَكُونَ لِجُدْرَانِهَا شُرَفٌ.",
    "pg": "1:419-421"
  },
  "جمن": {
    "def": "الْجِيمُ وَالْمِيمُ وَالنُّونُ لَيْسَ فِيهِ غَيْرُ الْجُمَانِ، وَهُوَ الدَّرُّ. قَالَ الْمُسَيَّبُ:\nكَجُمَانَةِ الْبَحْرِيِّ جَاءَ بِهَا غَوَّاصُهَا مِنْ لُجَّةِ الْبَحْرِ",
    "pg": "1:475-476"
  },
  "جمي": {
    "def": "الْجِيمُ وَالْمِيمُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْجَمَاءُ، وَهُوَ الشَّخْصُ. وَرُبَّمَا ضُمَّتِ الْجِيمُ. قَالَ:\nوَقُرْصَةٍ مِثْلِ جَُمَاءِ التُّرْسِ",
    "pg": "1:476"
  },
  "جنا": {
    "def": "الْجِيمُ وَالنُّونُ وَالْهَمْزَةُ أَصْلٌ وَاحِدٌ، وَهُوَ الْعَطْفُ عَلَى الشَّيْءِ وَالْحُنُوُّ عَلَيْهِ. يُقَالُ جَنِئَ عَلَيْهِ يَجْنَأُ جَنَأً، إِذَا احْدَوْدَبَ، وَرَجُلٌ أَدْنَأَ وَأَجْنَأَ بِمَعْنًى وَاحِدٍ. وَتَجَانَأْتُ عَلَى الرَّجُلِ، إِذَا عَطَفْتَ عَلَيْهِ. وَالتُّرْسُ الْمُجْنَأُ مِنْ هَذَا. قَالَ:\nوَمُجْنَأٍ أَسْمَرَ قَرَّاعِ",
    "pg": "1:482-483"
  },
  "جنب": {
    "def": "الْجِيمُ وَالنُّونُ وَالْبَاءُ أَصْلَانِ مُتَقَارِبَانِ أَحَدُهُمَا: النَّاحِيَةُ، وَالَآخَرُ الْبُعْدُ.\nفَأَمَّا النَّاحِيَةُ فَالْجَنَابُ. يُقَالُ هَذَا مِنْ ذَلِكَ الْجَنَابِ، أَيِ النَّاحِيَةِ. وَقَعَدَ فُلَانٌ جَنْبَةً، إِذَا اعْتَزَلَ النَّاسَ. وَفِي الْحَدِيثِ: «عَلَيْكُمْ بِالْجَنْبَةِ فَإِنَّهُ عَفَافٌ» .\nوَمِنَ الْبَابِ الْجَنْبُ لِلْإِنْسَانِ وَغَيْرِهِ. وَمِنْ هَذَا الْجَنْبُ الَّذِي نُهِيَ عَنْهُ فِي الْحَدِيثِ: أَنْ يَجْنُبَ الرَّجُلُ مَعَ فَرَسِهِ عِنْدَ الرِّهَانِ فَرَسًا آخَرَ مَخَافَةَ أَنْ يُسْبَقَ فَيَتَحَوَّلُ عَلَيْهِ. وَالْجَنَبُ: أَنْ يَشْتَدَّ عَطَشُ الْبَعِيرِ حَتَّى تَلْتَصِقَ رِئَتُهُ بِجَنْبِهِ. وَيُقَالُ جَنِبَ يَجْنَبُ. قَالَ:\nكَأَنَّهُ مُسْتَبَانُ الشَّكِّ أَوْ جَنِبُ\nوَالْمَِجْنَبُ: الْخَيْرُ الْكَثِيرُ، كَأَنَّهُ إِلَى جَنْبِ الْإِنْسَانِ. وَجَنَبْتُ الدَّابَّةَ إِذَا قُدْتَهَا إِلَى جَنْبِكَ. وَكَذَلِكَ جَنَبْتُ الْأَسِيرَ. وَسُمِّيَ التُّرْسُ مِجْنَبًا لِأَنَّهُ إِلَى جَنْبِ الْإِنْسَانِ.\nوَأَمَّا الْبُعْدُ فَالْجَنَابَةُ. قَالَ الشَّاعِرُ:\nفَلَا تَحْرِمَنِّي نَائِلًا عَنْ جَنَابَةٍ ... فَإِنِّي امْرُؤٌ وَسْطَ الْقِبَابِ غَرِيبُ\nوَيُقَالُ إِنَّ الْجُنُبَ الَّذِي يُجَامِعُ أَهْلَهُ مُشْتَقٌّ مِنْ هَذَا ; لِأَنَّهُ يَبْعُدُ عَمَّا يَقْرُبُ مِنْهُ غَيْرُهُ، مِنَ الصَّلَاةِ وَالْمَسْجِدِ وَغَيْرِ ذَلِكَ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ رِيحُ الْجَنُوبِ. يُقَالُ جُنِبَ الْقَوْمُ: أَصَابَتْهُمْ رِيحُ الْجَنُوبِ ; وَأَجْنَبُوا، إِذَا دَخَلُوا فِي الْجَنُوبِ. وَقَوْلُهُمْ جَنَّبَ الْقَوْمُ، إِذَا قَلَّتْ أَلْبَانُ إِبِلِهِمْ. وَهَذَا عِنْدِي لَيْسَ مِنَ الْبَابِ. وَإِنْ قَالَ قَائِلٌ إِنَّهُ مِنَ الْبُعْدِ، كَأَنَّ أَلْبَانَهَا قَلَّتْ فَذَهَبَتْ، كَانَ مَذْهَبًا، وَجَنْبٌ قَبِيلَةٌ، وَالنِّسْبَةُ إِلَيْهَا جَنْبِيٌّ. وَهُوَ مُشْتَقٌّ مِنْ بَعْضِ مَا ذَكَرْنَاهُ.",
    "pg": "1:483-484"
  },
  "جنث": {
    "def": "الْجِيمُ وَالنُّونُ وَالثَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْأَصْلُ وَالْإِحْكَامُ. يُقَالُ لِأَصْلِ كُلِّ شَيْءٍ جِنْثُهُ. ثُمَّ يُفَرَّعُ مِنْهُ، وَهُوَ الْجُنْثِيُّ، وَهُوَ الزَّرَّادُ ; لِأَنَّهُ يُحْكِمُ عَمَلَ الزَّرَدِ. فَأَمَّا قَوْلُهُ:\nأَحْكَمَ الْجِنْثِيُّ مِنْ عَوْرَاتِهَا ... كُلَّ حِرْبَاءٍ إِذَا أُكْرِهَ صَلْ\nفَإِنَّهُ أَرَادَ الزَّرَّادَ، أَيْ أَحْكَمَ حَرَابِيَّهَا، وَهِيَ الْمَسَامِيرُ. وَمَنْ نَصَبَ الْجِنْثِيَّ أَرَادَ السَّيْفَ، يَجْعَلُ الْفِعْلَ لِكُلِّ حِرْبَاءٍ، وَيَكُونُ مَعْنَى أَحْكَمَ: مَنَعَ. يَقُولُ: هُوَ زَرَدٌ يَمْنَعُ حِرْبَاؤُهُ السَّيْفَ أَنْ يَعْمَلَ فِيهِ. وَقَالَ الشَّاعِرُ فِي السَّيْفِ:\nوَلَكِنَّهَا سُوقٌ يَكُونُ بِيَاعُهَا ... بِجُنْثِيَّةٍ قَدْ أَخْلَصَتْهَا الصَّيَاقِلُ",
    "pg": "1:484"
  },
  "جنح": {
    "def": "الْجِيمُ وَالنُّونُ وَالْحَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْمَيْلِ وَالْعُدْوَانِ. وَيُقَالُ جَنَحَ إِلَى كَذَا، أَيْ مَالَ إِلَيْهِ. وَسُمِّيَ الْجَنَاحَانِ جَنَاحَيْنِ لِمَيْلِهِمَا فِي الشِّقَّيْنِ. وَالْجُنَاحُ: الْإِثْمُ، سُمِّيَ بِذَلِكَ لِمَيْلِهِ عَنْ طَرِيقِ الْحَقِّ.\nوَهَذَا هُوَ الْأَصْلُ ثُمَّ يُشْتَقُّ مِنْهُ، فَيُقَالُ لِلطَّائِفَةِ مِنَ اللَّيْلِ: جُنْحٌ وَجِنْحٌ، كَأَنَّهُ شُبِّهَ بِالْجَنَاحِ، وَهُوَ طَائِفَةٌ مِنْ جِسْمِ الطَّائِرِ. وَالْجَوَانِحُ: الْأَضْلَاعُ: لِأَنَّهَا مَائِلَةٌ. وَجُنِحَ الْبَعِيرُ إِذَا انْكَسَرَتْ جَوَانِحُهُ مِنْ حِمْلٍ ثَقِيلٍ. وَجَنَحَتِ الْإِبِلُ فِي السَّيْرِ: أَسْرَعَتْ. فَهَذَا مِنَ الْجَنَاحِ، كَأَنَّهَا أَعْمَلَتِ الْأَجْنِحَةَ.",
    "pg": "1:484-485"
  },
  "جند": {
    "def": "الْجِيمُ وَالنُّونُ وَالدَّالُ يَدُلُّ عَلَى التَّجَمُّعِ وَالنُّصْرَةِ. يُقَالُ هُمْ جُنْدُهُ، أَيْ أَعْوَانُهُ وَنُصَّارُهُ. وَالْأَجْنَادُ: أَجْنَادُ الشَّامِ وَهِيَ خَمْسَةٌ: دِمَشْقُ، وَحِمْصُ، وَقِنَّسْرِينُ، وَالْأُرْدُنُّ، وَفِلَسْطِينُ. يُقَالُ لِكُلِّ وَاحِدَةٍ مِنْ هَذِهِ جُنْدٌ. وَجَنَدٌ: بَلَدٌ. وَالْجَنَدُ: الْأَرْضُ الْغَلِيظَةُ فِيهَا حِجَارَةٌ بِيضٌ ; فَهَذَا مُحْتَمِلٌ أَنْ يَكُونَ مِنَ الْبَابِ، وَيَجُوزُ أَنْ يَكُونَ مِنَ الْإِبْدَالِ، وَالْأَصْلُ الْجَلَدُ.",
    "pg": "1:485"
  },
  "جنز": {
    "def": "الْجِيمُ وَالنُّونُ وَالزَّاءُ كَلِمَةٌ وَاحِدَةٌ. قَالَ ابْنُ دُرَيْدٍ: جَنَزْتُ الشَّيْءَ أَجْنِزُهُ جَنْزًا، إِذَا سَتَرْتَهُ، وَمِنْهُ اشْتِقَاقُ الْجَنَازَةِ. فَأَمَّا الْخَلِيلُ فَمَذْهَبُهُ غَيْرُ هَذَا، قَالَ: الْجَنَازَةُ الْمَيِّتُ، [وَ] الشَّيْءُ الَّذِي ثَقُلَ عَلَى الْقَوْمِ وَاغْتَمُّوا بِهِ هُوَ أَيْضًا جَنَازَةٌ. وَقَالَ:\nوَمَا كُنْتُ أَخْشَى أَنْ أَكُونَ جَنَازَةً ... عَلَيْكِ وَمَنْ يَغْتَرُّ بِالْحَدَثَانِ\nقَالَ: وَأَمَّا الْجِنَازَةُ فَهُوَ خَشَبُ الشَّرْجَعِ. قَالَ: وَيَقُولُ الْعَرَبُ: رُمِيَ بِجِنَازَتِهِ فَمَاتَ. قَالَ: وَقَدْ جَرَى فِي أَفْوَاهِ النَّاسِ الْجَنَازَةُ، بِفَتْحِ الْجِيمِ، وَالنَّحَارِيرُ يُنْكِرُونَهُ.",
    "pg": "1:485-486"
  },
  "جنس": {
    "def": "الْجِيمُ وَالنُّونُ وَالسِّينُ أَصْلٌ وَاحِدٌ وَهُوَ الضَّرْبُ مِنَ الشَّيْءِ.\nقَالَ الْخَلِيلُ: كُلُّ ضَرْبٍ جِنْسٌ، وَهُوَ مِنَ النَّاسِ وَالطَّيْرِ وَالْأَشْيَاءِ جُمْلَةً. وَالْجَمْعُ أَجْنَاسٌ. قَالَ ابْنُ دُرَيْدٍ: وَكَانَ الْأَصْمَعِيُّ يَدْفَعُ قَوْلَ الْعَامَّةِ: هَذَا مُجَانِسٌ لِهَذَا. وَيَقُولُ: لَيْسَ بِعَرَبِيٍّ صَحِيحٍ. وَأَنَا أَقُولُ: إِنَّ هَذَا غَلَطٌ عَلَى الْأَصْمَعِيِّ ; لِأَنَّهُ الَّذِي وَضَعَ كِتَابَ الْأَجْنَاسِ، وَهُوَ أَوَّلُ مَنْ جَاءَ بِهَذَا اللَّقَبِ فِي اللُّغَةِ.",
    "pg": "1:486"
  },
  "جنف": {
    "def": "الْجِيمُ وَالنُّونُ وَالْفَاءُ أَصْلٌ وَاحِدٌ وَهُوَ الْمَيْلُ. يُقَالُ جَنِفَ إِذَا عَدَلَ وَجَارَ. قَالَ اللَّهُ تَعَالَى جَلَّ ثَنَاؤُهُ: ﴿فَمَنْ خَافَ مِنْ مُوصٍ جَنَفًا﴾ [البقرة: ١٨٢] . وَرَجُلٌ أَجْنَفُ إِذَا كَانَ فِي خَلْقِهِ مَيْلٌ، وَيُقَالُ لَا يَكُونُ ذَلِكَ إِلَّا فِي الطُّولِ وَالِانْحِنَاءِ. وَيُقَالُ تَجَانَفَ عَنْ كَذَا، إِذَا مَالَ. قَالَ:\nتَجَانَفُ عَنْ جُلِّ الْيَمَامَةِ نَاقَتِي ... وَمَا عَدَلَتْ عَنْ أَهْلِهَا لِسِوَائِكَا\n\n[بَابُ الْجِيمِ وَالْهَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:486"
  },
  "جنن": {
    "def": "الْجِيمُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ [السَّتْرُ وَ] التَّسَتُّرُ. فَالْجَنَّةُ مَا يَصِيرُ إِلَيْهِ الْمُسْلِمُونَ فِي الْآخِرَةِ، وَهُوَ ثَوَابٌ مَسْتُورٌ عَنْهُمُ الْيَوْمَ. وَالْجَنَّةُ الْبُسْتَانُ، وَهُوَ ذَاكَ لِأَنَّ الشَّجَرَ بِوَرَقِهِ يَسْتُرُ. وَنَاسٌ يَقُولُونَ: الْجَنَّةُ عِنْدَ الْعَرَبِ النَّخْلُ الطِّوَالُ، وَيَحْتَجُّونَ بِقَوْلِ زُهَيْرٍ:\nكَأَنَّ عَيْنَيَّ [فِي] غَرْبَيْ مُقَتَّلَةٍ ... مِنَ النَّوَاضِحِ تَسْقِي جَنَّةً سُحُقًا وَالْجَنِينُ: الْوَلَدُ فِي بَطْنِ أُمِّهِ. وَالْجَنِينُ: الْمَقْبُورُ. وَالْجَنَانُ: الْقَلْبُ. وَالْمِجَنُّ: التُّرْسُ. وَكُلُّ مَا اسْتُتِرَ بِهِ مِنَ السِّلَاحِ فَهُوَ جُنَّةٌ. قَالَ أَبُو عُبَيْدَةَ: السِّلَاحُ مَا قُوتِلَ بِهِ، وَالْجُنَّةُ مَا اتُّقِيَ بِهِ. قَالَ:\nحَيْثُ تَرَى الْخَيْلَ بِالْأَبْطَالِ عَابِسَةً ... يَنْهَضْنَ بِالْهُنْدُوانِيَّاتِ وَالْجُنَنِ\nوَالْجِنَّةُ: الْجُنُونُ ; وَذَلِكَ أَنَّهُ يُغَطِّي الْعَقْلَ. وَجَنَانُ اللَّيْلِ: سَوَادُهُ وَسَتْرُهُ الْأَشْيَاءَ. قَالَ:\nوَلَوْلَا جَنَانُ اللَّيْلِ أَدْرَكَ رَكْضُنَا ... بِذِي الرِّمْثِ وَالْأَرْطَى عِيَاضَ بْنَ نَاشِبِ\nوَيُقَالُ جُنُونُ اللَّيْلِ، وَالْمَعْنَى وَاحِدٌ. وَيُقَالُ جُنَّ النَّبْتُ جُنُونًا إِذَا اشْتَدَّ وَخَرَجَ زَهْرُهُ. فَهَذَا يُمْكِنُ أَنْ يَكُونَ مِنَ الْجُنُونِ اسْتِعَارَةً كَمَا يُجَنُّ الْإِنْسَانُ فَيَهِيجُ، ثُمَّ يَكُونُ أَصْلُ الْجُنُونِ مَا ذَكَرْنَاهُ مِنَ السَّتْرِ. وَالْقِيَاسُ صَحِيحٌ. وَجَنَانُ النَّاسِ مُعْظَمُهُمْ، وَيُسَمَّى السَّوَادَ. وَالْمَجَنَّةُ الْجُنُونُ. فَأَمَّا الْحَيَّةُ الَّذِي يُسَمَّى الْجَانَّ فَهُوَ تَشْبِيهٌ لَهُ بِالْوَاحِدِ مِنَ الْجَانِّ. وَالْجِنُّ سُمُّوا بِذَلِكَ لِأَنَّهُمْ مُتَسَتِّرُونَ عَنْ أَعْيُنِ الْخَلْقِ. قَالَ اللَّهُ تَعَالَى: ﴿إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ﴾ [الأعراف: ٢٧] . وَالْجَنَاجِنُ: عِظَامُ الصَّدْرِ.",
    "pg": "1:421-422"
  },
  "جنه": {
    "def": "الْجِيمُ وَالنُّونُ وَالْهَاءُ لَيْسَ أَصْلًا، وَلَا هُوَ عِنْدِي مِنْ كَلَامِ الْعَرَبِ، إِلَّا أَنَّ نَاسًا زَعَمُوا أَنَّ الْجُنَهَ الْخَيْزُرَانُ. وَأَنْشَدُوا:\nفِي كَفِّهِ جُنَهِيٌّ رِيحُهُ عَبِقٌ ... بِكَفٍّ أَرْوَعَ فِي عِرْنِينِهِ شَمَمُ",
    "pg": "1:482"
  },
  "جني": {
    "def": "الْجِيمُ وَالنُّونُ وَالْيَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ أَخْذُ الثَّمَرَةِ مِنْ شَجَرِهَا، ثُمَّ يُحْمَلُ عَلَى ذَلِكَ، تَقُولُ جَنَيْتُ الثَّمَرَةَ أَجْنِيهَا، وَاجْتَنَيْتُهَا. وَثَمَرٌ جَنِيٌّ، أَيْ أُخِذَ لِوَقْتِهِ.\nوَمِنَ الْمَحْمُولِ عَلَيْهِ: جَنَيْتُ الْجِنَايَةَ أَجْنِيهَا.",
    "pg": "1:482"
  },
  "جهد": {
    "def": "الْجِيمُ وَالْهَاءُ وَالدَّالُ أَصْلُهُ الْمَشَقَّةُ، ثُمَّ يُحْمَلُ عَلَيْهِ مَا يُقَارِبُهُ. يُقَالُ جَهَدْتُ نَفْسِي وَأَجْهَدْتُ وَالْجُهْدُ الطَّاقَةُ. قَالَ اللَّهُ تَعَالَى: ﴿وَالَّذِينَ لَا يَجِدُونَ إِلَّا جُهْدَهُمْ﴾ [التوبة: ٧٩] . وَيُقَالُ: إِنَّ الْمَجْهُودَ اللَّبَنُ الَّذِي أُخْرِجَ زُبْدُهُ، وَلَا يَكَادُ ذَلِكَ [يَكُونُ] إِلَّا بِمَشَقَّةٍ وَنَصَبٍ. قَالَ الشَّمَّاخُ:\nتُضْحِ وَقَدْ ضَمِنَتْ ضَرَّاتُهَا غُرَقًا ... مِنْ طَيِّبِ الطَّعْمِ حُلْوٍ غَيْرِ مَجْهُودِ\nوَمِمَّا يُقَارِبُ الْبَابَ الْجَهَادُ، وَهِيَ الْأَرْضُ الصُّلْبَةُ. وَفُلَانٌ يَجْهَدُ الطَّعَامَ، إِذَا حَمَلَ عَلَيْهِ بِالْأَكْلِ الْكَثِيرِ الشَّدِيدِ. وَالْجَاهِدُ: الشَّهْوَانُ. وَمَرْعًى جَهِيدٌ: جَهَدَهُ الْمَالُ لِطِيبِهِ فَأَكَلَهُ.",
    "pg": "1:486-487"
  },
  "جهر": {
    "def": "الْجِيمُ وَالْهَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ إِعْلَانُ الشَّيْءِ وَكَشْفُهُ وَعُلُوُّهُ. يُقَالُ جَهَرْتُ بِالْكَلَامِ أَعْلَنْتُ بِهِ. وَرَجُلٌ جَهِيرُ الصَّوْتِ، أَيْ عَالِيهِ. قَالَ:\nأُخَاطِبُ جَهْرًا إِذْ لَهُنَّ تَخَافُتٌ ... وَشَتَّانَ بَيْنَ الْجَهْرِ وَالْمَنْطِقِ الْخَفْتِ\nوَمِنْ هَذَا الْبَابِ: جَهَرْتُ الشَّيْءَ، إِذَا كَانَ فِي عَيْنِكَ عَظِيمًا. وَجَهَرْتُ الرَّجُلَ كَذَلِكَ. قَالَ:\nكَأَنَّمَا زُهَاؤُهُ لِمَنْ جَهَرْ فَأَمَّا الْعَيْنُ الْجَهْرَاءُ، فَهِيَ الَّتِي لَا تُبْصِرُ فِي الشَّمْسِ. وَيُقَالُ رَأَيْتُ جُهْرَ فُلَانٍ، أَيْ هَيْئَتَهُ. قَالَ:\nوَمَا غَيَّبَ الْأَقْوَامُ تَابِعَةَ الْجُهْرِ\nأَيْ لَنْ يَقْدِرُوا أَنْ يُغَيَّبُوا مِنْ خُبْرِهِ وَمَا كَانَ تَابِعَ جُهْرِهِ. وَيُقَالُ جَهِيرٌ بَيِّنُ الْجَهَارَةِ، إِذَا كَانَ ذَا مَنْظَرٍ. قَالَ أَبُو النَّجْمِ:\nوَأَرَى الْبَيَاضَ عَلَى النِّسَاءِ جَهَارَةً ... وَالْعِتْقُ أَعْرِفُهُ عَلَى الْأَدْمَاءِ\nوَيُقَالُ جَهَرْنَا بَنِي فُلَانٍ، أَيْ صَبَّحْنَاهُمْ عَلَى غِرَّةٍ. وَهُوَ مِنَ الْبَابِ، أَيْ أَتَيْنَاهُمْ صَبَاحًا ; وَالصَّبَاحُ جَهْرٌ. وَيُقَالُ لِلْجَمَاعَةِ: الْجَهْرَاءُ. وَيُقَالُ إِنَّ الْجَهْرَاءَ الرَّابِيَةُ الْعَرِيضَةُ.",
    "pg": "1:487-488"
  },
  "جهز": {
    "def": "الْجِيمُ وَالْهَاءُ وَالزَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ شَيْءٌ يُعْتَقَدُ وَيُحْوَى، نَحْوَ الْجَِهَازِ، وَهُوَ مَتَاعُ الْبَيْتِ. وَجَهَّزْتُ فُلَانًا تَكَلَّفْتُ جَِهَازَ سَفَرِهِ. فَأَمَّا قَوْلُهُمْ لِلْبَعِيرِ إِذَا شَرَدَ: \" ضَرَبَ فِي جَهَازِهِ \" فَهُوَ مَثَلٌ، أَيْ إِنَّهُ حَمَلَ جَهَازَهُ وَمَرَّ. قَالَ أَبُو عُبَيْدَةَ: فِي أَمْثَالِ الْعَرَبِ: \" ضَرَبَ فُلَانٌ فِي جَهَازِهِ \" يُضْرَبُ هَذَا فِي الْهِجْرَانِ وَالتَّبَاعُدِ. وَالْأَصْلُ مَا ذَكَرْنَاهُ.",
    "pg": "1:488-489"
  },
  "جهش": {
    "def": "الْجِيمُ وَالْهَاءُ وَالشِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ التَّهَيُّؤُ لِلْبُكَاءِ. يُقَالُ جَهَشَ يَجْهَشُ وَأَجْهَشَ يُجْهِشُ، إِذَا تَهَيَّأَ لِلْبُكَاءِ. قَالَ:\nقَامَتْ تَشَكَّى إِلَيَّ النَّفْسُ مُجْهِشَةً ... وَقَدْ حَمَلْتُكِ سَبْعًا بَعْدَ سَبْعِينَا",
    "pg": "1:489"
  },
  "جهض": {
    "def": "الْجِيمُ وَالْهَاءُ وَالضَّادُ أَصْلٌ وَاحِدٌ، وَهُوَ زَوَالُ الشَّيْءِ عَنْ مَكَانِهِ بِسُرْعَةٍ. يُقَالُ أَجْهَضْنَا فُلَانًا عَنِ الشَّيْءِ، إِذَا نَحَّيْنَاهُ عَنْهُ وَغَلَبْنَاهُ عَلَيْهِ. وَأَجْهَضَتِ النَّاقَةُ إِذَا أَلْقَتْ وَلَدَهَا، فَهِيَ مُجْهِضٌ. وَأَمَّا قَوْلُهُمْ لِلْحَدِيدِ الْقَلْبِ: إِنَّهُ لَجَاهِضٌ وَفِيهِ جُهُوضَةٌ وَجَهَاضَةٌ، فَهُوَ مِنْ هَذَا، أَيْ كَأَنَّ قَلْبَهُ مِنْ حِدَّتِهِ يَزُولُ مِنْ مَكَانِهِ.",
    "pg": "1:489"
  },
  "جهف": {
    "def": "الْجِيمُ وَالْهَاءُ وَالْفَاءُ لَيْسَ أَصْلًا، إِنَّمَا هُوَ مِنْ بَابِ الْإِبْدَالِ. يُقَالُ اجْتَهَفْتُ الشَّيْءَ إِذَا أَخَذْتَهُ بِشِدَّةٍ. وَالْأَصْلُ اجْتَحَفْتُ. وَقَدْ مَضَى ذِكْرُهُ.",
    "pg": "1:489"
  },
  "جهل": {
    "def": "الْجِيمُ وَالْهَاءُ وَاللَّامُ أَصْلَانِ: أَحَدُهُمَا خِلَافُ الْعِلْمِ، وَالْآخَرُ الْخِفَّةُ وَخِلَافُ الطُّمَأْنِينَةِ.\nفَالْأَوَّلُ الْجَهْلُ نَقِيضُ الْعِلْمِ. وَيُقَالُ لِلْمَفَازَةِ الَّتِي لَا عَلَمَ بِهَا مَجْهَلٌ.\nوَالثَّانِي قَوْلُهُمْ لِلْخَشَبَةِ الَّتِي يُحَرَّكُ بِهَا الْجَمْرُ مِجْهَلٌ. وَيُقَالُ اسْتَجْهَلَتِ الرِّيحُ الْغُصْنَ، إِذَا حَرَّكَتْهُ فَاضْطَرَبَ. وَمِنْهُ قَوْلُ النَّابِغَةِ: دَعَاكَ الْهَوَى وَاسْتَجْهَلَتْكَ الْمَنَازِلُ ... وَكَيْفَ تَصَابِي الْمَرْءِ وَالشَّيْبُ شَامِلُ\nوَهُوَ مِنَ الْبَابِ، لِأَنَّ مَعْنَاهُ اسْتَخَفَّتْكَ وَاسْتَفَزَّتْكَ. وَالْمَجْهَلَةُ: الْأَمْرُ الَّذِي يَحْمِلُكَ عَلَى الْجَهْلِ.",
    "pg": "1:489-490"
  },
  "جهم": {
    "def": "الْجِيمُ وَالْهَاءُ وَالْمِيمُ يَدُلُّ عَلَى خِلَافِ الْبَشَاشَةِ وَالطَّلَاقَةِ. يُقَالُ رَجُلٌ جَهْمُ الْوَجْهِ أَيْ كَرِيهُهُ. وَمِنْ ذَلِكَ جَهْمَةُ اللَّيْلِ وَجُهْمَتُهُ، وَهِيَ مَا بَيْنَ أَوَّلِهِ إِلَى رُبُعِهِ. وَيُقَالُ جَهَمْتُ الرَّجُلَ وَتَجَهَّمْتُهُ، إِذَا اسْتَقْبَلْتَهُ بِوَجْهٍ جَهْمٍ. قَالَ:\nفَلَا تَجْهَمِينَا أُمَّ عَمْرٍو فَإِنَّنَا ... بِنَا دَاءُ ظَبْيٍ لَمْ تَخُنْهُ عَوَامِلُهْ\nوَمِنْ ذَلِكَ قَوْلُهُ:\nوَبَلْدَةٍ تَجَهَّمُ الْجَهُومَا\nفَإِنَّ مَعْنَاهُ تَسْتَقْبِلُهُ بِمَا يَكْرَهُ. وَمِنَ الْبَابِ الْجَهَامُ: السَّحَابُ الَّذِي أَرَاقَ مَاءَهُ، وَذَلِكَ أَنَّ خَيْرَهُ يَقِلُّ فَلَا يُسْتَشْرَفُ لَهُ. وَيُقَالُ الْجَهُومُ الْعَاجِزُ ; وَهُوَ قَرِيبٌ.",
    "pg": "1:490"
  },
  "جهن": {
    "def": "الْجِيمُ وَالْهَاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ. قَالُوا جَارِيَةٌ جُهَانَةٌ، أَيْ شَابَّةٌ. قَالُوا: وَمِنْهُ اشْتِقَاقُ جُهَيْنَةَ.\n\n[بَابُ الْجِيمِ وَالْوَاوِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:490-491"
  },
  "جهه": {
    "def": "الْجِيمُ وَالْهَاءُ لَيْسَ أَصْلًا ; لِأَنَّهُ صَوْتٌ. يُقَالُ جَهْجَهْتُ بِالسَّبُعِ إِذَا صِحْتَ بِهِ. قَالَ:\nفَجَاءَ دُونَ الزَّجْرِ وَالتَّجَهْجُهِ وَحَكَى نَاسٌ: تَجَهْجَهَ عَنِ الْأَمْرِ انْتَهَى. وَهَذَا إِنْ كَانَ صَحِيحًا فَهُوَ فِي بَابِ الْمُقَابَلَةِ ; لِأَنَّكَ تَقُولُ جَهْجَهْتُ بِهِ فَتَجَهْجَهَ.",
    "pg": "1:422-423"
  },
  "جهو": {
    "def": "الْجِيمُ وَالْهَاءُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى انْكِشَافِ الشَّيْءِ. يُقَالُ أَجْهَتِ السَّمَاءُ، أَقْلَعَتْ. وَيُقَالُ خِبَاءٌ مُجْهٍ لَا سِتْرَ عَلَيْهِ. وَجَهِيَ الْبَيْتُ يَجْهَى، إِذَا خَرِبَ ; وَهُوَ جَاهٍ. وَيُقَالُ إِنَّ الْجَهْوَةَ السَّهُ مَكْشُوفَةً.",
    "pg": "1:486"
  },
  "جو": {
    "def": "الْجِيمُ وَالْوَاوُ شَيْءٌ وَاحِدٌ يَحْتَوِي عَلَى شَيْءٍ مِنْ جَوَانِبِهِ. فَالْجَوُّ جَوُّ السَّمَاءِ، وَهُوَ مَا حَنَا عَلَى الْأَرْضِ بِأَقْطَارِهِ، وَجَوُّ الْبَيْتِ مِنْ هَذَا.\nوَأَمَّا الْجُؤْجُؤُ. وَهُوَ الصَّدْرُ، فَمَهْمُوزٌ، وَيَجُوزُ أَنْ يَكُونَ مَحْمُولًا عَلَى هَذَا.",
    "pg": "1:423"
  },
  "جوب": {
    "def": "الْجِيمُ وَالْوَاوُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ خَرْقُ الشَّيْءِ. يُقَالُ جُبْتُ الْأَرْضَ جَوْبًا، فَأَنَا جَائِبٌ وَجَوَّابٌ. قَالَ الْجَعْدِيُّ:\nأَتَاكَ أَبُو لَيْلَى يَجُوبُ بِهِ الدُّجَى ... دُجَى اللَّيْلِ جَوَّابُ الْفَلَاةِ عَثَمْثَمُ\nوَيُقَالُ: \" هَلْ عِنْدَكَ جَائِبَةُ خَبَرٍ \" أَيْ خَبَرٌ يَجُوبُ الْبِلَادَ. وَالْجَوْبَةُ كَالْغَائِطِ ; وَهُوَ مِنَ الْبَابِ ; لِأَنَّهُ كَالْخَرْقِ فِي الْأَرْضِ. وَالْجَوْبُ: دِرْعٌ تَلْبَسُهُ الْمَرْأَةُ، وَهُوَ مَجُوبٌ سُمِّيَ بِالْمَصْدَرِ. وَالْمِجْوَبُ: حَدِيدَةٌ يُجَابُ بِهَا، أَيْ يُخْصَفُ.\nوَأَصْلٌ آخَرُ، وَهُوَ مُرَاجَعَةُ الْكَلَامِ، يُقَالُ كَلَّمَهُ فَأَجَابَهُ جَوَابًا، وَقَدْ تَجَاوَبَا مُجَاوَبَةً. وَالْمُجَابَةُ: الْجَوَابُ. وَيَقُولُونَ فِي مَثَلٍ: \" أَسَاءَ سَمْعًا فَأَسَاءَ جَابَّةً \". وَقَالَ الْكُمَيْتُ لِقُضَاعَةَ فِي تَحَوُّلِهِمْ إِلَى الْيَمَنِ: وَمَا مَنْ تَهْتِفِينَ لَهُ بِنَصْرٍ ... بِأَسْرَعَ جَابَةً لَكِ مِنْ هَدِيلِ\nالْعَرَبُ تَقُولُ: كَانَ فِي سَفِينَةِ نُوحٍ ﵇ فَرْخٌ، فَطَارَ فَوَقَعَ فِي الْمَاءِ فَغَرِقَ، فَالطَّيْرُ كُلُّهَا تَبْكِي عَلَيْهِ. وَفِيهِ يَقُولُ الْقَائِلُ:\nفَقُلْتُ أَتَبْكِي ذَاتُ شَجْوٍ تَذَكَّرَتْ ... هَدِيلًا وَقَدْ أَوْدَى وَمَا كَانَ تُبَّعُ",
    "pg": "1:491-492"
  },
  "جوت": {
    "def": "الْجِيمُ وَالْوَاوُ وَالتَّاءُ لَيْسَ أَصْلًا ; لِأَنَّهُ حِكَايَةُ صَوْتٍ، وَالْأَصْوَاتُ لَا تُقَاسُ وَلَا يُقَاسُ عَلَيْهَا. قَالَ:\nكَمَا رُعْتَ بِالْجَوْتِ الظِّمَاءَ الصَّوَادِيَا\nقَالَ أَبُو عُبَيْدٍ: إِنَّمَا كَانَ الْكِسَائِيُّ يُنْشِدُ هَذَا الْبَيْتَ لِأَجْلِ النَّصْبِ، فَكَانَ يَقُولُ: \" كَمَا رُعْتَ بِالْجَوْتَ \" فَحَكَى مَعَ الْأَلِفِ وَاللَّامِ.",
    "pg": "1:492"
  },
  "جوح": {
    "def": "الْجِيمُ وَالْوَاوُ وَالْحَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الِاسْتِئْصَالُ. يُقَالُ جَاحَ الشَّيْءَ يَجُوحُهُ اسْتَأْصَلَهُ. وَمِنْهُ اشْتِقَاقُ الْجَائِحَةِ.",
    "pg": "1:492"
  },
  "جوخ": {
    "def": "الْجِيمُ وَالْوَاوُ وَالْخَاءُ لَيْسَ أَصْلًا هُوَ عِنْدِي ; لِأَنَّ بَعْضَهُ مُعَرَّبٌ، وَفِي بَعْضِهِ نَظَرٌ. فَإِنْ كَانَ صَحِيحًا فَهُوَ جِنْسٌ مِنَ الْخَرْقِ. يُقَالُ جَاخَ السَّيْلُ الْوَادِيَ يَجُوخُهُ، إِذَا قَلَعَ أَجْرَافَهُ. قَالَ: فَلِلصَّخْرِ مِنْ جَوْخِ السُّيُولِ وَجَيْبُ\nذَكَرَهُ ابْنُ دُرَيْدٍ، وَذَكَرَ غَيْرُهُ: تَجَوَّخَتِ الْبِئْرُ انْهَارَتْ.\nوَالْمُعَرَّبُ مِنْ ذَلِكَ الْجَوْخَانُ، وَهُوَ الْبَيْدَرُ.",
    "pg": "1:492-493"
  },
  "جود": {
    "def": "الْجِيمُ وَالْوَاوُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ التَّسَمُّحُ بِالشَّيْءِ، وَكَثْرَةُ الْعَطَاءِ. يُقَالُ رَجُلٌ جَوَادٌ بَيِّنُ الْجُودِ، وَقَوْمٌ أَجْوَادٌ. وَالْجَوْدُ: الْمَطَرُ الْغَزِيرُ. وَالْجَوَادُ: الْفَرَسُ الذَّرِيعُ وَالسَّرِيعُ، وَالْجَمْعُ جِيَادٌ. قَالَ اللَّهُ تَعَالَى: ﴿إِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ الصَّافِنَاتُ الْجِيَادُ﴾ [ص: ٣١] . وَالْمَصْدَرُ الْجُودَةُ. فَأَمَّا قَوْلُهُمْ: فُلَانٌ يُجَادُ إِلَى كَذَا، [فَ] كَأَنَّهُ يُسَاقُ إِلَيْهِ.",
    "pg": "1:493"
  },
  "جور [": {
    "def": "الْجِيمُ وَالْوَاوُ وَالرَّاءُ] أَصْلٌ وَاحِدٌ، وَهُوَ الْمَيْلُ عَنِ الطَّرِيقِ. يُقَالُ جَارَ جَوْرًا. وَمِنَ الْبَابِ طَعَنَهُ فَجَوَّرَهُ أَيْ صَرَعَهُ. وَيُمْكِنُ أَنْ يَكُونَ هَذَا مِنْ بَابِ الْإِبْدَالِ، كَأَنَّ الْجِيمَ بَدَلُ الْكَافِ. وَأَمَّا الْغَيْثُ الْجِوَرُّ، وَهُوَ الْغَزِيرُ، فَشَاذٌّ عَنِ الْأَصْلِ الَّذِي أَصَّلْنَاهُ. وَيُمْكِنُ أَنْ يَكُونَ مِنْ بَابٍ آخَرَ، وَهُوَ مِنَ الْجِيمِ وَالْهَمْزَةِ وَالرَّاءِ ; فَقَدْ ذَكَرَ ابْنُ السِّكِّيتِ أَنَّهُمْ يَقُولُونَ هُوَ جُؤَرٌ عَلَى وَزْنٍ فُعَلٍ. فَإِنْ كَانَ كَذَا فَهُوَ مِنَ الْجُؤَارِ، وَهُوَ الصَّوْتُ، كَأَنَّهُ يُصَوِّتُ إِذَا أَصَابَ. وَأَنْشَدَ:\nلَا تَسْقِهِ صَيِّبَ عَزَّافٍ جُؤَرْ",
    "pg": "1:493-494"
  },
  "جوز": {
    "def": "الْجِيمُ وَالْوَاوُ وَالزَّاءُ أَصْلَانِ: أَحَدُهُمَا قَطْعُ الشَّيْءِ، وَالْآخَرُ وَسَطُ الشَّيْءِ. فَأَمَّا الْوَسَطُ فَجَوْزُ كُلِّ شَيْءٍ وَسَطُهُ. وَالْجَوْزَاءُ: الشَّاةُ يَبْيَضُّ وَسَطُهَا. وَالْجَوْزَاءُ: نَجْمٌ ; قَالَ قَوْمٌ: سُمِّيَتْ بِهَا لِأَنَّهَا تَعْتَرِضُ جَوْزَ السَّمَاءِ، أَيْ وَسَطَهَا. وَقَالَ قَوْمٌ: سُمِّيَتْ بِذَلِكَ لِلْكَوَاكِبِ الثَّلَاثَةِ الَّتِي فِي وَسَطِهَا.\nوَالْأَصْلُ الْآخَرُ جُزْتُ الْمَوْضِعَ سِرْتُ فِيهِ، وَأَجَزْتُهُ: خَلَفْتُهُ وَقَطَعْتُهُ. وَأَجَزْتُهُ نَفَذْتُهُ. قَالَ امْرُؤُ الْقَيْسِ:\nفَلَمَّا أَجَزْنَا سَاحَةَ الْحَيِّ وَانْتَحَى ... بِنَا بَطْنُ خَبْتٍ ذِي قِفَافٍ عَقَنْقَلِ\nوَقَالَ أَوْسُ بْنُ مَغْرَاءَ:\nحَتَّى يُقَالَ أَجِيزُوا آلَ صَفْوَانَا\nيَمْدَحُهُمْ بِأَنَّهُمْ يُجِيزُونَ الْحَاجَّ. وَالْجَوَازُ: الْمَاءُ الَّذِي يُسْقَاهُ الْمَالُ مِنَ الْمَاشِيَةِ وَالْحَرْثِ، يُقَالُ مِنْهُ اسْتَجَزْتُ فُلَانًا فَأَجَازَنِي، إِذَا أَسْقَاكَ مَاءً لِأَرْضِكَ أَوْ مَاشِيَتِكَ. قَالَ الْقَطَامِيُّ:\n[وَقَالُوا] فُقَيْمٌ قَيِّمُ الْمَاءِ فَاسْتَجِزْ ... عُبَادَةَ إِنَّ الْمُسْتَجِيزَ عَلَى قُتْرِ\nأَيْ نَاحِيَةٍ.",
    "pg": "1:494-495"
  },
  "جوس": {
    "def": "الْجِيمُ وَالْوَاوُ وَالسِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ تَخَلُّلُ الشَّيْءِ. يُقَالُ: جَاسُوا خِلَالَ الدِّيَارِ يَجُوسُونَ. قَالَ اللَّهُ تَعَالَى: ﴿فَجَاسُوا خِلَالَ الدِّيَارِ﴾ [الإسراء: ٥] . وَأَمَّا الْجُوسُ فَلَيْسَ أَصْلًا ; لِأَنَّهُ إِتْبَاعٌ لِلْجُوعِ ; يُقَالُ: جُوعًا لَهُ وَجُوسًا لَهُ.",
    "pg": "1:495"
  },
  "جوظ": {
    "def": "الْجِيمُ وَالْوَاوُ وَالظَّاءُ أَصْلٌ وَاحِدٌ لِنَعْتٍ قَبِيحٍ لَا يُمْدَحُ بِهِ. قَالَ قَوْمٌ: الْجَوَّاظُ الْكَثِيرُ اللَّحْمِ الْمُخْتَالُ فِي مِشْيَتِهِ. يُقَالُ: جَاظَ يَجُوظُ جَوَظَانًا. قَالَ:\nيَعْلُو بِهِ ذَا الْعَضَلِ الْجَوَّاظًا\nوَيُقَالُ: الْجَوَّاظُ الْأَكُولُ، وَيُقَالُ الْفَاجِرُ.",
    "pg": "1:495"
  },
  "جوع": {
    "def": "الْجِيمُ وَالْوَاوُ وَالْعَيْنُ، كَلِمَةٌ وَاحِدَةٌ. فَالْجُوعُ ضِدَّ الشِّبَعِ. وَيُقَالُ: عَامُ مَجَاعَةٍ وَمَجُوعَةٍ.",
    "pg": "1:495"
  },
  "جوف": {
    "def": "الْجِيمُ وَالْوَاوُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ جَوْفُ الشَّيْءِ. يُقَالُ هَذَا جَوْفُ الْإِنْسَانِ، وَجَوْفُ كُلِّ شَيْءٍ. وَطَعْنَةٌ جَائِفَةٌ، إِذَا وَصَلَتْ إِلَى الْجَوْفِ. وَقِدْرٌ جَوْفَاءُ: وَاسِعَةُ الْجَوْفِ. وَجَوْفُ عَيْرٍ: مَكَانٌ حَمَاهُ رَجُلٌ اسْمُهُ حِمَارٌ. وَفِي الْمَثَلِ: \" أَخْلَى مِنْ جَوْفِ عَيْرٍ \". وَأَصْلُهُ رَجُلٌ كَانَ يَحْمِي وَادِيًا لَهُ. وَقَدْ ذُكِرَ حَدِيثُهُ فِي كِتَابِ الْعَيْنِ.",
    "pg": "1:495"
  },
  "جول": {
    "def": "الْجِيمُ وَالْوَاوُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ الدَّوَرَانُ. يُقَالُ جَالَ يَجُولُ [جَوْلًا] وَجَوَلًانًا، وَأَجَلْتُهُ أَنَا. هَذَا هُوَ الْأَصْلُ، ثُمَّ يُشْتَقُّ مِنْهُ. فَالْجُولُ: نَاحِيَةُ الْبِئْرِ، وَالْبِئْرُ لَهَا جَوَانِبُ يُدَارُ فِيهَا. قَالَ: رَمَانِي بِأَمْرٍ كُنْتُ مِنْهُ وَوَالِدِي ... بَرِيَّا وَمِنْ جُولِ الطَّوِيِّ رَمَانِي\nوَالْمِجْوَلُ: الْغَدِيرُ، وَذَاكَ أَنَّ الْمَاءَ يَجُولُ فِيهِ. وَرُبَّمَا شُبِّهَتِ الدِّرْعُ بِهِ لِصَفَاءِ لَوْنِهَا. وَالْمِجْوَلُ: التُّرْسُ وَالْمِجْوَلُ: قَمِيصٌ يَجُولُ فِيهِ لَابِسُهُ. قَالَ امْرُؤُ الْقَيْسِ:\nإِذَا مَا اسْبَكَرَّتْ بَيْنَ دِرْعٍ وَمِجْوَلٍ\nوَيُقَالُ لِصِغَارِ الْمَالِ: جَوَلَانٌ، ذَلِكَ أَنَّهُ يَجُولُ بَيْنَ الْجِلَّةِ. وَقَالَ الْفَرَّاءُ: مَا لِفُلَانٍ جُولٌ، أَيْ مَالَهُ رَأْيٌ. وَهَذَا مُشْتَقٌّ مِنَ الَّذِي ذَكَرْنَاهُ، لِأَنَّ صَاحِبَ الرَّأْيِ يُدِيرُ رَأْيَهُ وَيُعْمِلُهُ. فَأَمَّا الْجَوْلَانُ فَبَلَدٌ ; وَهُوَ اسْمٌ مَوْضُوعٌ. قَالَ:\nفَآبَ مُضِلُّوهُ بِعَيْنٍ جَلِيَّةٍ ... وَغُودِرَ بِالْجَوْلَانِ حَزْمٌ وَنَائِلُ",
    "pg": "1:495-496"
  },
  "جون": {
    "def": "الْجِيمُ وَالْوَاوُ وَالنُّونُ أَصْلٌ وَاحِدٌ. زَعَمَ بَعْضُ النَّحْوِيِّينَ أَنَّ الْجَوْنَ مُعَرَّبٌ، وَأَنَّهُ اللَّوْنُ الَّذِي يَقُولُهُ الْفُرْسُ \" الْكُونَهْ \" أَيْ لَوْنُ الشَّيْءِ. قَالَ: فَلِذَلِكَ يُقَالُ الْجَوْنُ الْأَسْوَدُ وَالْأَبْيَضُ. وَهَذَا كَلَامٌ لَا مَعْنَى لَهُ. وَالْجَوْنُ عِنْدَ أَهْلِ اللُّغَةِ قَاطِبَةً اسْمٌ يَقَعُ عَلَى الْأَسْوَدِ وَالْأَبْيَضِ، وَهُوَ بَابٌ مِنْ تَسْمِيَةِ الْمُتَضَادَّيْنِ بِالِاسْمِ الْوَاحِدِ، كَالنَّاهِلِ، وَالظَّنِّ، وَسَائِرِ مَا فِي الْبَابِ.\nوَالْجَوْنَةُ: الشَّمْسُ. فَقَالَ قَوْمٌ: سُمِّيَتْ لِبَيَاضِهَا. وَمِنْ ذَلِكَ حَدِيثُ الدِّرْعِ الَّتِي عُرِضَتُ عَلَى الْحَجَّاجِ فَكَادَ لَا يَرَاهَا لِصَفَائِهَا. فَقَالَ لَهُ بَعْضُ مَنْ حَضَرَهُ: \" إِنَّ الشَّمْسَ جَوْنَةٌ \"، أَيْ صَافِيَةٌ ذَاتُ شُعَاعٍ بَاهِرٍ. وَقَالَ قَوْمٌ: بَلْ سُمِّيَتْ جَوْنَةً لِأَنَّهَا إِذَا غَابَتِ اسْوَادَّتْ.\nفَأَمَّا الْجُونَةُ فَمَعْرُوفَةٌ، وَلَعَلَّهَا أَنْ تَكُونَ مُعَرَّبَةً ; وَالْجَمْعُ جُوَنٌ. قَالَ الْأَعْشَى:\nوَكَانَ الْمِصَاعُ بِمَا فِي الْجُوَنِ\n\n[بَابُ الْجِيمِ وَالْيَاءِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:496-497"
  },
  "جوي": {
    "def": "الْجِيمُ وَالْوَاوُ وَالْيَاءُ أَصْلٌ يَدُلُّ عَلَى كَرَاهَةِ الشَّيْءِ. يُقَالُ اجْتَوَيْتُ الْبِلَادَ، إِذَا كَرِهْتَهَا وَإِنْ كُنْتَ فِي نَعْمَةٍ، وَجَوِيتُ. قَالَ:\nبَشِمْتُ بِنِيِّهَا وَجَوِيتُ عَنْهَا ... وَعِنْدِي لَوْ أَرَدْتُ لَهَا دَوَاءُ\nوَمِنْ هَذَا الْجَوَى، وَهُوَ دَاءُ الْقَلْبِ. فَأَمَّا الْجِوَاءُ فَهِيَ الْأَرْضُ الْوَاسِعَةُ، وَهِيَ شَاذَّةٌ عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ.",
    "pg": "1:491"
  },
  "جيا": {
    "def": "الْجِيمُ وَالْيَاءُ وَالْهَمْزَةُ كَلِمَتَانِ مِنْ غَيْرِ قِيَاسٍ بَيْنِهِمَا. يُقَالُ جَاءَ يَجِيءُ مَجِيئًا. وَيُقَالُ جَاءَانِي فَجِئْتُهُ، أَيْ غَالَبَنِي بِكَثْرَةِ الْمَجِيءِ [فَغَلَبْتُهُ] . وَالْجَيْئَةُ: مَصْدَرُ جَاءَ. وَالْجِئَةُ: مُجْتَمَعُ الْمَاءِ حَوَالَيِ الْحِصْنِ وَغَيْرِهِ. وَيُقَالُ هِيَ جِيِّئَةٌ بِالْكَسْرِ وَالتَّثْقِيلِ.",
    "pg": "1:497"
  },
  "جيب": {
    "def": "الْجِيمُ وَالْيَاءُ وَالْبَاءُ أَصْلٌ يَجُوزُ أَنْ يَكُونَ مِنْ بَابِ الْإِبْدَالِ. فَالْجَيْبُ جَيْبُ الْقَمِيصِ. يُقَالُ جِبْتُ الْقَمِيصَ قَوَّرْتُ جَيْبَهُ، وَجَيَّبْتُهُ جَعَلْتُ لَهُ جَيْبًا. وَهَذَا يَدُلُّ أَنَّ أَصْلَهُ وَاوٌ، وَهُوَ بِمَعْنَى خَرَقْتُ. وَقَدْ مَضَى ذِكْرُهُ.",
    "pg": "1:497-498"
  },
  "جيد": {
    "def": "الْجِيمُ وَالْيَاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ الْعُنُقُ. يُقَالُ جِيدٌ وَأَجْيَادٌ. وَالْجَيْدُ: طُولُ الْجِيدِ. وَالْجَيْدَاءُ: الطَّوِيلَةُ الْجِيدِ. وَأَمَّا قَوْلُ الْأَعْشَى:\nرِجَالَ إِيَادٍ بَأَجْيَادِهَا\nفَيُقَالُ إِنَّهَا مُعَرَّبَةٌ وَإِنَّهُ أَرَادَ الْأَكْسِيَةَ.",
    "pg": "1:498"
  },
  "جير": {
    "def": "الْجِيمُ وَالْيَاءُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ. جَيْرِ بِمَعْنَى حَقًّا. قَالَ:\nوَقَالَتْ قَدْ أَسِيتَ فَقُلْتُ جَيْرٍ ... أَسِيٌّ إِنَّهُ مِنْ ذَاكِ إِنَّهُ\nفَأَمَّا الْجَيَّارُ، وَهُوَ الصَّارُوجُ، فَكَلِمَةٌ مُعَرَّبَةٌ. قَالَ الْأَعْشَى:\nبِطِينٍ وَجَيَّارٍ وَكِلْسٍ وَقَرْمَدِ\nوَأَمَّا الْجَائِرُ فَمَا يَجِدُهُ الْإِنْسَانُ فِي صَدْرِهِ مِنْ حَرَارَةِ غَيْظٍ أَوْ حُزْنٍ ; فَهُوَ مِنْ بَابِ الْوَاوِ، وَقَدْ مَضَى ذِكْرُهُ.",
    "pg": "1:498"
  },
  "جيز": {
    "def": "الْجِيمُ وَالْيَاءُ وَالزَّاءُ أَصْلُ يَائِهِ وَاوٌ، وَقَدْ مَضَى ذِكْرُهُ.",
    "pg": "1:498"
  },
  "جيس": {
    "def": "الْجِيمُ وَالْيَاءُ وَالسِّينُ أَصْلُ يَائِهِ وَاوٌ، وَقَدْ مَضَى ذِكْرُهُ.",
    "pg": "1:498-499"
  },
  "جيش": {
    "def": "الْجِيمُ وَالْيَاءُ وَالشِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ الثَّوَرَانُ وَالْغَلَيَانُ. يُقَالُ جَاشَتِ الْقِدْرُ تَجِيشُ جَيْشًا وَجَيَشَانًا. قَالَ:\nوَجَاشَتْ بِهِمْ يَوْمًا إِلَى اللَّيْلِ قِدْرُنَا ... تَصُكُّ حَرَابِيَّ الظُّهُورِ وَتَدْسَعُ\nوَمِنْهُ قَوْلُهُمْ: جَاشَتْ نَفْسُهُ، كَأَنَّهَا غَلَتْ. وَالْجَيْشُ مَعْرُوفٌ، وَهُوَ مِنَ الْبَابِ، لِأَنَّهَا جَمَاعَةٌ تَجِيشُ.",
    "pg": "1:499"
  },
  "جيض": {
    "def": "الْجِيمُ وَالْيَاءُ وَالضَّادُ كَلَامٌ قَلِيلٌ يَدُلُّ عَلَى جِنْسٍ مِنَ الْمَشْيِ. يُقَالُ مَشَى مِشْيَةً جِيَضًّا، وَهِيَ مِشْيَةٌ فِيهَا اخْتِيَالٌ. وَجَاضَ يَجِيضُ، إِذَا مَرَّ مُرُورَ الْفَارِّ.",
    "pg": "1:499"
  },
  "جيل": {
    "def": "الْجِيمُ وَالْيَاءُ وَاللَّامُ يَدُلُّ عَلَى التَّجَمُّعِ. فَالْجِيلُ الْجَمَاعَةُ. وَالْجِيلُ هَذِهِ الْأُمَّةُ، وَهُمْ إِخْوَانُ الدَّيْلَمِ، وَيُقَالُ إِيَّاهُمْ أَرَادَ امْرُؤُ الْقَيْسِ فِي قَوْلِهِ:\nأَطَافَتْ بِهِ جِيلَانُ عِنْدَ جِدَادِهِ ... وَرُدِّدَ فِيهِ الْمَاءُ حَتَّى تَحَيَّرَا\nوَأَمَّا الْجَيْأَلُ، وَهِيَ الضَّبُعُ، فَلَيْسَتْ مِنَ الْبَابِ.\n\n[بَابُ الْجِيمِ وَالْهَمْزَةِ وَمَا يُثَلِّثُهُمَا]",
    "pg": "1:499-500"
  }
}