{
  "حا": {
    "def": "الْحَاءُ وَالْهَمْزَةُ قَبِيلَةٌ. قَالَ:\nطَلَبْتُ الثَّأْرَ فِي حَكَمٍ وَحَاءِ",
    "pg": "2:26"
  },
  "حبب": {
    "def": "الْحَاءُ وَالْبَاءُ أُصُولٌ ثَلَاثَةٌ، أَحَدُهَا اللُّزُومُ وَالثَّبَاتُ، وَالْآخَرُ الْحَبَّةُ مِنَ الشَّيْءِ ذِي الْحَبِّ، وَالثَّالِثُ وَصْفُ الْقِصَرِ.\nفَالْأَوَّلُ الْحَبُّ، مَعْرُوفٌ مِنَ الْحِنْطَةِ وَالشَّعِيرِ. فَأَمَّا الْحِبُّ بِالْكَسْرِ فَبُرُوزُ الرَّيَاحِينِ، الْوَاحِدُ حِبَّةٌ، قَالَ رَسُولُ اللَّهِ ﷺ فِي قَوْمٍ: «يَخْرُجُونَ مِنَ النَّارِ فَيَنْبُتُونَ كَمَا تَنْبُتُ الْحِبَّةُ فِي حَمِيلِ السَّيْلِ» .\nقَالَ بَعْضُ أَهْلِ الْعِلْمِ: كُلُّ شَيْءٍ لَهُ حَبٌّ فَاسْمُ الْحَبِّ مِنْهُ الْحِبَّةُ. فَأَمَّا الْحِنْطَةُ وَالشَّعِيرُ فَحَبٌّ لَا غَيْرَ.\nوَمِنْ هَذَا الْبَابِ حَبَّةُ الْقَلْبِ: سُوَيْدَاؤُهُ، وَيُقَالُ ثَمَرَتُهُ.\nوَمِنْهُ الْحَبَبُ وَهُوَ تَنَضُّدُ الْأَسْنَانِ. قَالَ طَرَفَةُ:\nوَإِذَا تَضْحَكُ تُبْدِي حَبَبًا ... كَرُضَابِ الْمِسْكِ بِالْمَاءِ الْخَصِرْ\nوَأَمَّا اللُّزُومُ فَالْحُبُّ وَالْمَحَبَّةُ، اشْتِقَاقُهُ مِنْ أَحَبَّهُ إِذَا لَزِمَهُ. وَالْمُحِبُّ: الْبَعِيرُ الَّذِي يَحْسِرُ فَيَلْزَمُ مَكَانَهُ. قَالَ:\nجَبَّتْ نِسَاءَ الْعَالَمِينَ بَالسَّبَبْ ... فَهُنَّ بَعْدُ كُلُّهُنَّ كَالْمُحِبْ وَيُقَالُ الْمُحَبُّ بِالْفَتْحِ أَيْضًا. وَيُقَالُ أَحَبَّ الْبَعِيرُ إِذَا قَامَ. قَالُوا: الْإِحْبَابُ فِي الْإِبِلِ مِثْلُ الْحِرَانِ فِي الدَّوَابِّ. قَالَ:\nضَرْبَ بَعِيرِ السَّوْءِ إِذْ أَحَبَّا\nأَيْ وَقَفَ. وَأَنْشَدَ ثَعْلَبٌ لِأَعْرَابِيَّةٍ تَقُولُ لِأَبِيهَا:\nيَا أَبَتَا وَيْهًا أَبَهْ ... حَسَّنْتَ إِلَّا الرَّقَبَهْ\nفَزَيِّنَنْهَا يَا أَبَهْ ... حَتَّى يَجِيءَ الْخَطَبَهْ\nبِإِبِلٍ مُحَبْحَبَهْ\nمَعْنَاهُ أَنَّهَا مِنْ سِمَنِهَا تَقِفُ. وَقَدْ رُوِيَ بِالْخَاءِ \" مُخَبْخَبَهْ \"، وَلَهُ مَعْنًى آخَرُ، وَقَدْ ذُكِرَ فِي بَابِهِ. وَأَنْشَدَ أَيْضًا:\nمُحِبٌّ كَإِحْبَابِ السَّقِيمِ وَإِنَّمَا ... بِهِ أَسَفٌ أَنْ لَا يَرَى مَنْ يُسَاوِرُهُ\nوَأَمَّا نَعْتُ الْقِصَرِ فَالْحَبْحَابُ: الرَّجُلُ الْقَصِيرُ. وَمِنْهُ قَوْلُ الْهُذَلِيِّ:\nدَلَجِي إِذَا مَا اللَّيْلُ جَ ... نَّ عَلَى الْمُقَرَّنَةِ [الْحَبَاحِبْ\nفَالْمُقَرَّنَةُ: الْجِبَالُ] يَدْنُو بَعْضُهَا مِنْ بَعْضٍ، كَأَنَّهَا قُرِنَتْ. وَالْحَبَاحِبُ: الصِّغَارُ، وَهُوَ جَمْعُ حَبْحَابٍ. وَأَظُنُّ أَنَّ حَبَابَ الْمَاءِ مِنْ هَذَا. وَيَجُوزُ أَنْ يَكُونَ مِنَ الْبَابِ الْأَوَّلِ كَأَنَّهَا حَبَّاتٌ. وَقَدْ قَالُوا: حَبَابُ الْمَاءِ: مُعْظَمُهُ فِي قَوْلِهِ:\nيَشُقُّ حَبَابَ الْمَاءِ حَيْزُومُهَا بِهَا ... كَمَا قَسَمَ التُّرْبَ الْمَفَايِلُ بِالْيَدِ\nوَالْحُبَاحِبُ: اسْمُ رَجُلٍ، مُشْتَقٌ مِنْ بَعْضِ مَا تَقَدَّمَ ذِكْرُهُ. وَيُقَالُ إِنَّهُ كَانَ لَا يُنْتَفَعُ بِنَارِهِ، فَنُسِبَتْ إِلَيْهِ كُلُّ نَارٍ لَا يُنْتَفَعُ بِهَا. قَالَ النَّابِغَةُ:\nتَقُدُّ السَّلُوقِيَّ الْمُضَاعَفَ نَسْجُهُ ... وَيُوقِدْنَ بِالصُّفَّاحِ نَارَ الْحُبَاحِبِ\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْحُبَابُ، وَهُوَ الْحَيَّةُ. قَالُوا: وَإِنَّمَا قِيلَ الْحُبَابُ اسْمُ شَيْطَانٍ لِأَنَّ الْحَيَّةَ شَيْطَانٌ. وَأَنْشَدَ:\nتُلَاعِبُ مَثْنَى حَضْرَمِيٍّ كَأَنَّهُ ... تَمَعُّجُ شَيْطَانٍ بِذِي خِرْوَعٍ قَفْرِ",
    "pg": "2:26-28"
  },
  "حبج": {
    "def": "الْحَاءُ وَالْبَاءُ وَالْجِيمُ لَيْسَ عِنْدِي أَصْلًا يُعَوَّلُ عَلَيْهِ وَلَا يُفَرَّعُ مِنْهُ، وَمَا أَدْرِي مَا صِحَّةُ قَوْلِهِمْ: حَبَجَ الْعَلَمُ بَدَا، وَحَبَجَتِ النَّارُ: بَدَتْ بَغْتَةً. وَحَبِجَتِ الْإِبِلُ، إِذَا أَكَلَتِ الْعَرْفَجَ فَاشْتَكَتْ بُطُونَهَا، كُلُّ ذَلِكَ قَرِيبٌ فِي الضَّعْفِ بَعْضُهُ مِنْ بَعْضٍ. وَأَمَّا حَبَجَ بِهَا، فَالْجِيمُ مُبْدَلَةٌ مِنْ قَافٍ.",
    "pg": "2:126-127"
  },
  "حبر": {
    "def": "الْحَاءُ وَالْبَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ مُنْقَاسٌ مُطَّرِدٌ، وَهُوَ الْأَثَرُ فِي حُسْنٍ وَبَهَاءٍ. فَالْحَبَارُ: الْأَثَرُ. قَالَ الشَّاعِرُ يَصِفُ فَرَسًا:\nوَلَمْ يُقَلِّبْ أَرْضَهَا الْبَيْطَارُ ... وَلَا لِحَبْلَيْهِ بِهَا حَبَارُ\nثُمَّ يَتَشَعَّبُ هَذَا فَيُقَالُ لِلَّذِي يُكْتَبُ بِهِ حِبْرٌ، وَلِلَّذِي يَكْتُبُ بِالْحِبْرِ حِبْرٌ وَحَبْرٌ، وَهُوَ الْعَالِمُ، وَجَمْعُهُ أَحْبَارٌ. وَالْحَبْرُ: الْجَمَالُ وَالْبَهَاءُ. وَيُقَالُ ذُو حِبْرٍ وَسِبْرٍ. وَفِي الْحَدِيثِ: «يَخْرُجُ مِنَ النَّارِ رَجُلٌ قَدْ ذَهَبَ حِبْرُهُ وَسِبْرُهُ \".» وَقَالَ ابْنُ أَحْمَرَ:\nلَبِسْنَا حِبْرَهُ حَتَّى اقْتُضِينَا ... لِأَعْمَالٍ وَآجَالٍ قُضِينَا\nوَالْمُحَبَّرُ: الشَّيْءُ الْمُزَيَّنُ. وَكَانَ يُقَالُ لِطُفَيْلٍ الْغَنَوِيِّ مُحَبِّرٌ ; لِأَنَّهُ كَانَ يُحَبِّرُ الشَّعْرَ وَيُزَيِّنُهُ.\nوَقَدْ يَجِيءُ فِي غَيْرِ الْحُسْنِ أَيْضًا قِيَاسًا. فَيَقُولُونَ حَبِرُ الرَّجُلُ، إِذَا كَانَ بِجَلْدِهِ قُرُوحٌ فَبَرِئَتْ وَبَقِيَتْ لَهَا آثَارٌ. وَالْحِبْرُ: صُفْرَةٌ تَعْلُو الْأَسْنَانَ. وَثَوْبٌ حَبِيرٌ مِنَ الْبَابِ الْأَوَّلِ: جَدِيدٌ حَسَنٌ. وَالْحَبْرَةُ: الْفَرَحُ. قَالَ اللَّهُ تَعَالَى: ﴿فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ﴾ [الروم: ١٥] ، وَيُقَالُ قِدْحٌ مُحَبَّرٌ، أُجِيدَ بَرْيُهُ. وَأَرْضٌ مِحْبَارٌ: سَرِيعَةُ النَّبَاتِ. وَالْحَبِيرُ مِنَ السَّحَابِ: الْكَثِيرُ الْمَاءِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: مَا فِيهِ حَبَرْبَرٌ، أَيْ شَيْءٌ. وَالْحُبَارَى: طَائِرٌ وَيَقُولُونَ: \" مَاتَ فُلَانٌ كَمَدَ الْحُبَارَى \" وَذَلِكَ أَنَّهَا تُلْقِي رِيشَهَا مَعَ إِلْقَاءِ سَائِرِ الطَّيْرِ رِيشَهُ، وَيُبْطِئُ نَبَاتُ رِيشِهَا. فَإِذَا طَارَ الطَّيْرُ وَلَمْ تَقْدِرْ هِيَ عَلَى الطَّيَرَانِ مَاتَتْ كَمَدًا. قَالَ: وَزَيْدٌ مَيِّتٌ كَمَدَ الْحُبَارَى ... إِذَا ظَعَنَتْ هُنَيْدَةُ أَوْ مُلِمُّ\nأَيْ مُقَارِبٌ. وَقَالَ الرَّاعِي فِي الْحُبَارَى:\nحَلَفْتُ لَهُمْ لَا يَحْسَبُونَ شَتِيمَتِي ... بِعَيْنَيْ حُبَارَى فِي حِبَالَةِ مُعْزِبِ\nرَأَتْ رَجُلًا يَسْعَى إِلَيْهَا فَحَمْلَقَتْ ... إِلَيْهِ بِمَأْقَيْ عَيْنِهَا الْمُتَقَلِّبِ\nتَنُوشُ بِرِجْلَيْهَا وَقَدْ بَلَّ رِيشَهَا ... رَشَاشٌ كَغِسْلِ الْوَفْرَةِ. . .\nالْمُعْزِبُ: الصَّائِدُ ; لِأَنَّهُ لَا يَأْوِي إِلَى أَهْلِهِ. وَحَمْلَقَتْ: قَلَبَتْ حِمْلَاقَ عَيْنِهَا. وَالْمَعْنَى أَنَّ شَتْمَكُمْ إِيَّايَ لَا يَذْهَبُ بَاطِلًا، فَأَكُونَ بِمَنْزِلَةِ الْحُبَارَى الَّتِي لَا حِيلَةَ عِنْدَهَا إِذَا وَقَعَتْ فِي الْحِبَالَةِ إِلَّا تَقْلِيبُ عَيْنِهَا. وَهِيَ مِنْ أَذَلِّ الطَّيْرِ. وَتَنُوشُ بِرِجْلَيْهَا: تَضْرِبُ بِهِمَا. وَالْغِسْلُ: الْخِطْمِيُّ. يُرِيدُ سَلَحَتْ عَلَى رِيشِهَا. وَمَثَلُهُ قَوْلُ الْكُمَيْتِ:\nوَعِيدَ الْحُبَارَى مِنْ بَعِيدٍ تَنَفَّشَتْ ... لِأَزْرَقَ مَعْلُولِ الْأَظَافِيرِ بِالْخَضْبِ",
    "pg": "2:127-128"
  },
  "حبس": {
    "def": "الْحَاءُ وَالْبَاءُ وَالسِّينُ. يُقَالُ حَبَسْتُهُ حَبْسًا. وَالْحَبْسُ: مَا وُقِفَ. يُقَالُ أَحْبَسْتُ فَرَسًا فِي سَبِيلِ اللَّهِ. وَالْحِبْسُ: مَصْنَعَةٌ لِلْمَاءِ، وَالْجَمْعُ أَحْبَاسٌ.",
    "pg": "2:128-129"
  },
  "حبش": {
    "def": "الْحَاءُ وَالْبَاءُ وَالشِّينُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى التَّجَمُّعِ. فَالْأَحَابِيشُ: جَمَاعَاتٌ يَتَجَمَّعُونَ مِنْ قَبَائِلَ شَتَّى. قَالَ ابْنُ رَوَاحَةَ:\nوَجِئْنَا إِلَى مَوْجٍ مِنَ الْبَحْرِ زَاخِرٍ ... أَحَابِيشَ مِنْهُمْ حَاسِرٌ وَمُقَنَّعُ",
    "pg": "2:129"
  },
  "حبص": {
    "def": "الْحَاءُ وَالْبَاءُ وَالصَّادُ لَيْسَ أَصْلًا. وَيَزْعُمُونَ أَنَّ فِيهِ كَلِمَةً وَاحِدَةً.\nذَكَرَ ابْنُ دُرَيْدٍ: حَبَصَ الْفَرَسُ، إِذَا عَدَا عَدْوًا شَدِيدًا.",
    "pg": "2:129"
  },
  "حبض": {
    "def": "الْحَاءُ وَالْبَاءُ وَالضَّادُ أَصْلَانِ: أَحَدُهُمَا التَّحَرُّكُ، وَالْآخَرُ النَّقْصُ.\nفَالْحَبَضُ: التَّحَرُّكُ، وَمِنْهُ الْحَابِضُ، وَهُوَ السَّهْمُ الَّذِي يَقَعُ بَيْنَ يَدِي رَامِيهِ، وَذَلِكَ نُقْصَانُهُ عَلَى الْغَرَضِ. وَيُقَالُ حَبَضَ مَاءُ الرَّكِيَّةِ: نَقَصَ.\nوَيُقَالُ مِنَ الثَّانِي: أَحْبَضَ فُلَانٌ بِحَقِّي إِحْبَاضًا، أَيْ أَبْطَلَهُ. وَأَمَّا الْمَحَابِضُ، وَهِيَ الْمَشَاوِرُ: عِيدَانٌ تُشْتَارُ بِهَا الْعَسَلُ، فَمُمْكِنٌ أَنْ يَكُونَ مِنَ الْأَوَّلِ. قَالَ ابْنُ مُقْبِلٍ:\nكَأَنَّ أَصْوَاتَهَا مِنْ حَيْثُ تَسْمَعُهَا ... صَوْتُ الْمَحَابِضِ يَنْزِعْنَ الْمَحَارِينَا",
    "pg": "2:129"
  },
  "حبط": {
    "def": "الْحَاءُ وَالْبَاءُ وَالطَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى بُطْلَانٍ أَوْ أَلَمٍ. يُقَالُ: أَحْبَطَ اللَّهُ عَمَلَ الْكَافِرِ، أَيْ أَبْطَلَهُ. وَأَمَّا الْأَلَمُ فَالْحَبَطُ: أَنْ تَأْكُلَ الدَّابَّةُ حَتَّى يُنْفَخَ لِذَلِكَ بَطْنُهَا. قَالَ رَسُولُ اللَّهِ ﵌: «إِنَّ مِمَّا يُنْبِتُ الرَّبِيعُ مَا يَقْتُلُ حَبَطًا أَوْ يُلِمُّ» .\nوَسُمِّيَ الْحَارِثُ الْحَبِطَ لِأَنَّهُ كَانَ فِي سَفَرٍ ; فَأَصَابَهُ مِثْلُ هَذَا. وَهُمْ هَؤُلَاءِ الَّذِينَ يُسَمَّوْنَ الْحَبِطَاتِ مِنْ تَمِيمٍ.\nوَمِمَّا يَقْرُبُ مِنْ هَذَا الْبَابِ حَبِطَ الْجِلْدُ، إِذَا كَانَتْ بِهِ جِرَاحٌ فَبَرَأَتْ وَبَقِيَتْ بِهَا آثَارٌ.",
    "pg": "2:129-130"
  },
  "حبق": {
    "def": "الْحَاءُ وَالْبَاءُ وَالْقَافُ لَيْسَ عِنْدِي بِأَصْلٍ يُؤْخَذُ بِهِ وَلَا مَعْنَى لَهُ. لَكِنَّهُمْ يَقُولُونَ حَبَّقَ مَتَاعَهُ، إِذَا جَمَعَهُ. وَلَا أَدْرِي كَيْفَ صِحَّتُهُ.",
    "pg": "2:130"
  },
  "حبك": {
    "def": "الْحَاءُ وَالْبَاءُ وَالْكَافُ أَصْلٌ مُنْقَاسٌ مُطَّرِدٌ ; وَهُوَ إِحْكَامُ الشَّيْءِ فِي امْتِدَادٍ وَاطِّرَادٍ. يُقَالُ بَعِيرٌ مَحْبُوكُ الْقَرَى، أَيْ قَوِيُّهُ. وَمِنَ الِاحْتِبَاكِ الِاحْتِبَاءُ، وَهُوَ شَدُّ الْإِزَارِ ; وَهُوَ قِيَاسُ الْبَابِ.\nوَحُبُكُ السَّمَاءِ فِي قَوْلِهِ تَعَالَى: ﴿وَالسَّمَاءِ ذَاتِ الْحُبُكِ﴾ [الذاريات: ٧] ، فَقَالَ قَوْمٌ: ذَاتِ الْخَلْقِ الْحَسَنِ الْمُحْكَمِ. وَقَالَ آخَرُونَ: الْحُبُكُ الطَّرَائِقُ، الْوَاحِدَةُ حَبِيكَةٌ. وَيُرَادُ بِالطَّرَائِقِ طَرَائِقُ النُّجُومِ.\nوَيُقَالُ كِسَاءٌ مُحَبَّكٌ، أَيْ مُخَطَّطٌ.",
    "pg": "2:130"
  },
  "حبل": {
    "def": "الْحَاءُ وَالْبَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى امْتِدَادِ الشَّيْءِ. ثُمَّ يُحْمَلُ عَلَيْهِ، وَمَرْجِعُ الْفُرُوعِ مُرْجِعٌ وَاحِدٌ. فَالْحَبْلُ الرَّسَنُ، مَعْرُوفٌ، وَالْجَمْعُ حِبَالٌ. وَالْحَبْلُ: حَبِلُ الْعَاتِقِ. وَالْحَبْلُ: الْقِطْعَةُ مِنَ الرَّمْلِ يَسْتَطِيلُ. وَالْمَحْمُولُ عَلَيْهِ الْحَبْلُ، وَهُوَ الْعَهْدُ. قَالَ الْأَعْشَى:\nوَإِذَا تُجَوِّزُهَا حِبَالُ قَبِيلَةٍ ... أَخَذَتْ مِنَ الْأُخْرَى إِلَيْكَ حِبَالَهَا\nوَيُرِيدُ الْأَمَانَ وَعُهُودَ الْخِفَارَةِ. يُرِيدُ أَنَّهُ يُخْفَرُ مِنْ قَبِيلَةٍ حَتَّى يَصِلَ إِلَى قَبِيلَةٍ أُخْرَى، فَتَخْفِرُ هَذِهِ حَتَّى تَبْلُغَ. وَالْحِبَالَةُ: حِبَالَةُ الصَّائِدِ. وَيُقَالُ احْتَبَلَ الصَّيْدَ، إِذَا صَادَهُ بِالْحِبَالَةِ. قَالَ الْكُمَيْتُ:\nوَلَا تَجْعَلُونِي فِي رَجَائِيَ وُدَّكُمْ ... كَرَاجٍ عَلَى بَيْضِ الْأَنُوقِ احْتِبَالَهَا\nلَا تَجْعَلُونِي كَمَنْ رَجَا مَنْ لَا يَكُونُ ; لِأَنَّ الرَّخَمَةَ لَا يُوصَلُ إِلَيْهَا، فَمَنْ رَجَا أَنْ يَصِيدَهَا عَلَى بَيْضِهَا فَقَدْ رَجَا مَا لَا يَكُونُ.\nوَأَمَّا قَوْلُ لَبِيدٍ:\nوَلَقَدْ أَغْدُو وَمَا يُعْدِمُنِي ... صَاحِبٌ غَيْرُ طَوِيلِ الْمُحْتَبَلْ\nفَإِنَّهُ يُرِيدُ بِمُحْتَبَلِهِ أَرْسَاغَهُ، لِأَنَّ الْحَبْلَ يَكُونُ فِيهَا إِذَا شُكِلَ.\nوَيُقَالُ لِلْوَاقِفِ مَكَانَهُ لَا يَفِرُّ. \" حَبِيلُ بَرَاحٍ \"، كَأَنَّهُ مَحْبُولٌ، أَيْ قَدْ شُدَّ بِالْحِبَالِ. وَزَعَمَ نَاسٌ أَنَّ الْأَسَدَ يُقَالُ لَهُ حَبِيلُ بَرَاحٍ.\nوَمِنَ الْمُشْتَقِّ مِنْ هَذَا الْأَصْلِ الْحِبْلُ، بِكَسْرِ الْحَاءِ، وَهِيَ الدَّاهِيَةُ. قَالَ:\nفَلَا تَعْجَلِي يَا عَزُّ أَنْ تَتَفَهَّمِي ... بِنُصْحٍ أَتَى الْوَاشُونَ أَمْ بِحُبُولِ\nوَوَجْهُهُ عِنْدِي أَنَّ الْإِنْسَانَ إِذَا دُهِيَ فَكَأَنَّهُ قَدْ حُبِلَ، أَيْ وَقَعَ فِي الْحِبَالَةِ، كَالصَّيْدِ الَّذِي يُحْبَلُ. وَلَيْسَ هَذَا بِبَعِيدٍ. وَمِنَ الْبَابِ الْحَبَلُ، وَهُوَ الْحَمْلُ، وَذَلِكَ أَنِ الْأَيَّامَ تَمْتَدُّ بِهِ. وَأَمَّا الْكَرْمُ فَيُقَالُ لَهُ حَبْلَةٌ وَحَبَلَةٌ، وَهُوَ مِنَ الْبَابِ، لِأَنَّهُ فِي نَبَاتِهِ كَالْأَرْشِيَةِ. وَأَمَّا الْحُبْلَةُ فَثَمَرُ الْعِضَاهِ. وَقَالَ سَعْدُ بْنُ أَبِي وَقَّاصٍ: «كُنَّا نَغْزُو مَعَ النَّبِيِّ ﵌ وَمَا لَنَا طَعَامٌ إِلَّا الْحُبْلَةُ وَوَرَقُ السَّمُرِ» \". وَفِيمَا أَحْسَبُ أَنَّ الْحُبْلَةَ، وَهِيَ حَلْيٌ يُجْعَلُ فِي الْقَلَائِدِ، مِنْ هَذَا، وَلَعَلَّهُ مُشَبَّهٌ بِثَمَرِهِ. قَالَ:\nوَيَزِينُهَا فِي النَّحْرِ حَلْيٌ وَاضِحٌ ... وَقَلَائِدٌ مِنْ حُبْلَةٍ وَسُلُوسِ",
    "pg": "2:130-132"
  },
  "حبن": {
    "def": "الْحَاءُ وَالْبَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، فِيهِ كَلِمَتَانِ مَحْمُولَةٌ إِحْدَاهُمَا عَلَى الْأُخْرَى. فَالْحِبْنُ كَالدُّمَّلِ فِي الْجَسَدِ، وَيُقَالُ بَلِ الرَّجُلُ الْأَحْبَنُ الَّذِي بِهِ السِّقْيُ. وَالْكَلِمَةُ الْأُخْرَى أُمُّ حُبَيْنٍ، وَهِيَ دَابَّةٌ قَدْرُ كَفِ الْإِنْسَانِ.",
    "pg": "2:132"
  },
  "حبو": {
    "def": "الْحَاءُ وَالْبَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ، وَهُوَ الْقُرْبُ وَالدُّنُوُّ ; وَكُلُّ دَانٍ حَابٍ. وَبِهِ سُمِّي حَبِيُّ السَّحَابِ، لِدُنُوِّهِ مِنَ الْأُفُقِ. وَمِنَ الْبَابِ حَبَوْتُ الرَّجُلَ، إِذَا أَعْطَيْتَهُ حُبْوَةً وَحِبْوَةً، وَالِاسْمَ الْحِبَاءُ. وَهَذَا لَا يَكُونُ إِلَّا لِلتَّأَلُّفِ وَالتَّقْرِيبِ. وَمِنْهُ احْتَبَى الرَّجُلُ، إِذَا جَمَعَ ظَهْرَهُ وَسَاقَيْهِ بِثَوْبٍ، وَهِيَ الْحِبْوَةُ وَالْحُبْوَةُ أَيْضًا، لُغَتَانِ. وَالْحَابِي: السَّهْمُ الَّذِي يَزْحَفُ إِلَى الْهَدَفِ. وَالْعَرَبُ تَقُولُ: حَبَوْتُ لِلْخَمْسِينَ، إِذَا دَنَوْتَ لَهَا. وَذَكَرَ الْأَصْمَعِيُّ كَلِمَةً لَعَلَّهَا تَبْعُدُ فِي الظَّاهِرِ مِنْ هَذَا الْأَصْلِ قَلِيلًا، وَلَيْسَتْ فِي التَّحْقِيقِ بَعِيدَةً قَالَ: فُلَانٌ يَحْبُو مَا حَوْلَهُ، أَيْ يَحْمِيهِ وَيَمْنَعُهُ. قَالَ ابْنُ أَحْمَرَ: وَرَاحَتِ الشَّوْلُ وَلَمْ يَحْبُهَا ... فَحْلٌ وَلَمْ يَعْتَسَّ فِيهَا مُدِرْ\nوَيُقَالُ، وَهُوَ الْقِيَاسُ الْمُطَّرِدُ، إِنَّ الْحِبَى مَقْصُورٌ مَكْسُورُ الْحَاءِ: خَاصَّةً الْمَلِكُ، وَجَمْعُهُ أَحْبَاءٌ. وَقَالَ بَعْضُهُمْ: بَلِ الْوَاحِدُ حَبَأٌ مَهْمُوزٌ مَقْصُورٌ. وَسْمِي بِذَلِكَ لِقُرْبِهِ وَدُنُوِّهِ. فَلَمْ يُخْلِفْ مِنَ الْبَابِ شَيْءٌ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْحَاءِ وَالتَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:132-133"
  },
  "حتا": {
    "def": "الْحَاءُ وَالتَّاءُ وَالْهَمْزَةُ كَلِمَةٌ وَاحِدَةٌ لَيْسَتْ أَصْلًا، وَأَظُنُّهَا مِنْ بَابِ الْإِبْدَالِ وَأَنَّهَا مُبْدَلَةٌ مِنْ كَافٍ. يَقُولُونَ أَحْتَأْتُ الثَّوْبَ إِحْتَاءً، إِذَا فَتَلْتَهُ. ظَنًّا أَنَّهُ مِنَ الْإِبْدَالِ فَمِنْ أَحَكَأْتُ الْعُقْدَةَ. وَقَدْ مَضَى تَفْسِيرُ ذَلِكَ. وَيَقُولُ. . .",
    "pg": "2:134"
  },
  "حتت": {
    "def": "الْحَاءُ وَالتَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ تَسَاقُطُ الشَّيْءِ، كَالْوَرَقِ وَنَحْوِهِ وَيُحْمَلُ عَلَيْهِ مَا يُقَارِبُهُ. فَالْحَتُّ حَتُّ الْوَرَقِ مِنَ الْغُصْنِ. وَتَحَاتَّتِ الشَّجَرَةُ. وَيُقَالُ حَتَّهُ مِائَةَ سَوْطٍ، أَيْ عَجَّلَهَا، كَأَنَّ ذَلِكَ مِنْ حَتِّ الْوَرَقِ، وَهُوَ قَرِيبٌ. وَيُقَالُ فَرَسٌ حَتٌّ، أَيْ ذَرِيعٌ يَحُتُّ الْعَدْوَ حَتًّا، وَالْجَمْعُ أَحْتَاتٌ. قَالَ:\nعَلَى حَتِّ الْبُرَايَةِ زَمْخَرِيِّ السَّ ... وَاعِدِ ظَلَّ فِي شَرْيٍ طِوَالِ\nوَحُتَاتُ: اسْمُ رَجُلٍ مِنْ هَذَا.",
    "pg": "2:28-29"
  },
  "حتد": {
    "def": "الْحَاءُ وَالتَّاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ اسْتِقْرَارُ الشَّيْءِ وَثَبَاتُهُ. فَالْحَتْدُ: الْمُقَامُ بِالْمَكَانِ. حَتَدٌ يَحْتِدُ. وَمِنْهُ الْمَحْتِدُ، وَهُوَ الْأَصْلُ ; يُقَالُ: هُوَ فِي مَحْتِدِ صِدْقٍ. وَالْحُتُدُ: الْعَيْنُ لَا يَنْقَطِعُ مَاؤُهَا، وَهُوَ قِيَاسُ الْبَابِ.",
    "pg": "2:135"
  },
  "حتر": {
    "def": "الْحَاءُ وَالتَّاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا إِطَافَةُ الشَّيْءِ بِالشَّيْءِ وَاسْتِدَارَةٌ مِنْهُ حَوْلَهُ، وَالثَّانِي تَقْلِيلُ شَيْءٍ وَتَزْهِيدُهُ.\nفَالْأَوَّلُ الْحَتَارُ: مَا اسْتَدَارَ بِالْعَيْنِ مِنْ بَاطِنِ الْجَفْنِ، وَجَمْعُهُ حُتُرٌ. وَحَتَارُ الظُّفْرِ: مَا أَحَاطَ بِهِ. وَمِنَ الْبَابِ الْحَتَارُ، وَهُوَ هُدْبُ الشِّقَّةِ وَكِفَّتُهَا، وَالْجَمْعُ حُتُرٌ. قَالَ أَبُو زَيْدٍ الْكِلَابِيُّ: الْحُتُرُ مَا يُوصَلُ بِأَسْفَلِ الْخِبَاءِ إِذَا ارْتَفَعَ عَنِ الْأَرْضِ وَقَلَصَ لِيَكُونَ سِتْرًا. وَيُقَالُ حَتَرْتُ الْبَيْتَ. وَقَالَ بَعْضُ أَهْلِ اللُّغَةِ: الْحَتْرُ تَحْدِيقُ الْعَيْنِ عِنْدَ النَّظَرِ إِلَى الشَّيْءِ. وَقَالَ حَتِرَ يَحْتِرُ حَتْرًا ; وَهُوَ قِيَاسُ الْبَابِ. وَمِنَ الْبَابِ أَحْتَرْتُ الْعُقْدَةَ، إِذَا أَحْكَمْتَ عَقْدَهَا وَهُوَ مِنَ الْأَوَّلِ ; لِأَنَّ الْعَقْدَ لَا يَكُونُ إِلَّا وَقَدْ دَارَ شَيْءٌ عَلَى شَيْءٍ.\nوَالْأَصْلُ الثَّانِي: أَحَتَرْتُ الْقَوْمَ وَلِلْقَوْمِ، إِذَا فَوَّتَّ عَلَيْهِمْ طَعَامَهُمْ. قَالَ الشَّنْفَرَى: وَأُمَّ عِيَالٍ قَدْ شَهِدْتُ تَقُوتُهُمْ ... إِذَا أَطْعَمَتْهُمْ أَحْتَرَتْ وَأَقَلَّتِ\nوَيُقَالُ الْحُتْرَةُ الْوَكِيرَةُ. يُقَالُ حَتِّرْ لَنَا. وَلَيْسَ بِبَعِيدٍ ; لِأَنَّ الْوَكِيرَةَ أَقَلُّ الْوَلَائِمِ وَالدَّعَوَاتِ. وَيَقُولُونَ: إِنَّ الْحَتْرَةَ رَضْعَةٌ. وَيَقُولُونَ: مَا حَتَرْتُ الْيَوْمَ شَيْئًا أَيْ مَا ذُقْتُ. قَالَ الشَّاعِرُ:\nأَنْتُمُ السَّادَةُ الْغُيُوثُ إِذَا الْبَا ... زِلُ لَمْ يُمْسِ سَقْبُهَا مَحْتُورًا\nيَقُولُ: لَمْ يَكُنْ لَهَا لَبَنٌ كَثِيرٌ، وَلَا لَهَا لَبَنٌ قَلِيلٌ تُرْضِعُهُ سَقْبَهَا.",
    "pg": "2:133-134"
  },
  "حتف": {
    "def": "الْحَاءُ وَالتَّاءُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا ; وَذَلِكَ أَنَّهُ إِلَّا يُبْنَى مِنْهَا فِعْلٌ، وَهُوَ الْحَتْفُ، وَجَمْعُهُ حُتُوفٌ، وَهُوَ الْهَلَاكُ.",
    "pg": "2:135"
  },
  "حتك": {
    "def": "الْحَاءُ وَالتَّاءُ وَالْكَافُ يَدُلُّ عَلَى مُقَارَبَةٍ وَصِغَرٍ. فَالْحَتْكُ: أَنْ يُقَارِبَ الْخَطْوَ وَيُسْرِعَ رَفْعَ الرِّجْلِ وَوَضْعَهَا. وَهُوَ صَحِيحٌ مِنَ الْكَلَامِ مَعْرُوفٌ. وَيُبْنَى مِنْهُ الْحَتَكَانُ، وَهُوَ غَيْرُ الْحَيَكَانِ. وَالْحَوَاتِكُ: صِغَارُ النَّعَامِ. وَالْحَوْتَكُ: الْقَصِيرُ.",
    "pg": "2:136"
  },
  "حتل": {
    "def": "الْحَاءُ وَالتَّاءُ وَاللَّامُ لَيْسَ هُوَ عِنْدِي أَصْلًا، وَمَا أَحُقٌ أَيْضًا مَا حَكَوْهُ فِيهِ، وَهُوَ يَدُلُّ عَلَى الْقِلَّةِ وَالصِّغَرِ. يَقُولُونَ: الْحَوْتَلُ الْغُلَامُ حِينَ يُرَاهِقُ. وَيَقُولُونَ: لِفِرَاخِ الْقِطَا حَوْتَلٌ. وَهَذَا عِنْدِي تَصْحِيفٌ، إِنَّمَا هُوَ حَوْتَكٌ بِالْكَافِ، وَقَدْ ذُكِرَ. وَيُقَالُ حَتَلَ لَهُ: أَعْطَاهُ. وَلَيْسَ بِشَيْءٍ.",
    "pg": "2:135-136"
  },
  "حتم": {
    "def": "الْحَاءُ وَالتَّاءُ وَالْمِيمُ، لَيْسَ عِنْدِي أَصْلًا، وَأَكْثَرُ ظَنِّي أَنَّهُ أَيْضًا مِنْ بَابِ إِبْدَالِ التَّاءِ مِنَ الْكَافِ، إِلَّا أَنَّ الَّذِي فِيهِ مِنْ إِحْكَامِ الشَّيْءِ. يُقَالُ: حَتَّمَ عَلَيْهِ، وَأَصْلُهُ عَلَى مَا ذَكَرْنَاهُ حَكَمَ، وَقَدْ مَضَى تَفْسِيرُهُ.\nوَالْحَاتِمُ: الَّذِي يَقْضِي الشَّيْءَ. فَأَمَّا تَسْمِيَتُهُمُ الْغُرَابَ حَاتِمًا فَمِنْ هَذَا، لِأَنَّهُمْ يَزْعُمُونَ أَنَّهُ يَحْتِمُ بِالْفِرَاقِ. وَهُوَ كَالْحُكْمِ مِنْهُ. قَالَ: وَلَقَدْ غَدَوْتُ وَكُنْتُ لَا ... أَغْدُو عَلَى وَاقٍ وَحَاتِمْ\nوَفِي الْبَابِ كَلِمَةٌ أُخْرَى وَيَقْرُبُ أَيْضًا مِنْ بَابِ الْإِبْدَالِ. وَيَقُولُونَ الْحُتَامَةُ: مَا بَقِيَ مِنَ الطَّعَامِ عَلَى الْمَائِدَةِ - وَهَذَا عِنْدِي مِنْ بَابِ الطَّاءِ لِأَنَّهُ شَيْءٌ لَا يَتَحَتَّمُ أَيْ يَتَفَتَّتُ وَيَتَكَسَّرُ. وَقَدْ مَرَّ تَفْسِيرُهُ.",
    "pg": "2:134-135"
  },
  "حتن": {
    "def": "الْحَاءُ وَالتَّاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَسَاوِي الْأَشْيَاءِ. فَالْحَتِنُ: الْقِرْنُ ; يُقَالُ هُمَا حِتْنَانِ أَيْ سِيَّانِ. وَتَحَاتَنُوا، إِذَا تَسَاوَوْا. وَيُقَالُ وَقَعَتِ النَّبْلُ فِي الْهَدَفِ حَتْنَى. عَلَى فَعْلَى، إِذَا تَقَارَبَتْ مَوَاقِعُهَا. وَكُلُّ شَيْءٍ لَا يُخَالِفُ بَعْضُهُ بَعْضًا فَهُوَ مُحْتَتِنٌ.",
    "pg": "2:135"
  },
  "حتو": {
    "def": "الْحَاءُ وَالتَّاءُ وَالْحَرْفُ الْمُعْتَلُّ بَعْدَهُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى شِدَّةٍ. فَالْحَتْوُ: الْعَدْوُ الشَّدِيدُ، يُقَالُ حَتَا يَحْتُو حَتْوًا. وَالْحَتْوُ: كَفُّكَ هُدْبَ الْكِسَاءِ، تَقُولُ حَتَوْتُهُ. فَأَمَّا الْحَتِيُّ فَيُقَالُ: إِنَّهُ سَوِيقُ الْمُقْلِ، وَهُوَ شَاذٌّ. وَقَدْ يَجُوزُ أَنْ يُقْتَاسَ لَهُ بَابٌ فِيهِ بَعْضُ الْخُشُونَةِ. قَالَ الْهُذَلِيُّ:\nلَا دَرَ دَرِّيَ إِنْ أَطْعَمْتُ نَازَلَكُمْ ... قِرْفَ الْحَتِيِّ وَعِنْدِي الْبَرُّ مَكْنُوزُ\n\n[بَابُ الْحَاءِ وَالثَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:136"
  },
  "حثث": {
    "def": "الْحَاءُ وَالثَّاءُ أَصْلَانِ: أَحَدُهُمَا الْحَضُّ عَلَى الشَّيْءِ، وَالْآخَرُ يَبِيسٌ مِنْ يَبِيسِ الشَّيْءِ.\nفَالْأَوَّلُ قَوْلُهُمْ: حَثَثْتُهُ عَلَى [الشَّيْءِ] أَحُثُّهُ. وَمِنْهُ الْحَثِيثُ ; يُقَالُ وَلَّى حَثِيثًا، أَيْ مُسْرِعًا. قَالَ سَلَامَةُ:\nوَلَّى حَثِيثًا وَهَذَا الشَّيْبُ يَطْلُبُهُ ... لَوْ كَانَ يُدْرِكُهُ رَكْضُ الْيَعَاقِيبِ\nوَمِنْهُ الْحَثْحَثَةُ، وَهُوَ اضْطِرَابُ الْبَرْقِ فِي السَّحَابِ.\nوَأَمَّا الْآخَرُ فَالْحُثُّ وَهُوَ الْحُطَامُ الْيَبِيسُ، وَيُقَالُ الْحُثُّ الرَّمْلُ الْيَابِسُ الْخَشِنُ. قَالَ:\nحَتَّى يُرَى فِي يَابِسِ الثَّرْيَاءِ حُثْ",
    "pg": "2:29"
  },
  "حثر": {
    "def": "الْحَاءُ وَالثَّاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى تَحَبُّبٍ فِي الشَّيْءِ وَغِلَظٍ. وَيُقَالُ حَثِرَتْ عَيْنُ الرَّجُلِ حَثَرًا، إِذَا غَلُظَتْ أَجْفَانُهَا مِنْ بُكَاءٍ أَوْ رَمَدٍ. وَحَثِرَ الْعَسَلُ، إِذَا تَحَبَّبَ. وَالْحَوْثَرَةُ: بَعْضُ أَعْضَاءِ الرَّجُلِ. وَلَيْسَ مِنْ قِيَاسِ الْبَابِ. وَالْحَوَاثِرُ: قَوْمٌ مِنْ عَبَدِ الْقَيْسِ. وَحُثَارَةُ التِّبْنِ: حُطَامُهُ.",
    "pg": "2:136"
  },
  "حثل": {
    "def": "الْحَاءُ وَالثَّاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى سُوءٍ وَحَقَارَةٍ. فَحُثَالَةُ الْبُرِّ: رَدِيُّهُ. وَحُثَالَةُ الدُّهْنِ وَمَا أَشْبَهَهُ: ثُفْلُهُ. وَالْمُحْثَلُ: السَّيِّئُ الْغِذَاءِ. قَالَ مُتَمِّمٌ:\nوَأَرْمَلَةٍ تَمْشِي بَأَشْعَثَ مُحْثَلٍ ... كَفَرْخِ الْحُبَارَى رَأْسُهُ قَدْ تَصَوَّعَا\nشَبَّهَهُ بِفَرْخِ الْحُبَارَى لِأَنَّهُ قَبِيحُ الْمَنْظَرِ مُنَتَّفُ الرِّيشِ.",
    "pg": "2:137"
  },
  "حثم": {
    "def": "الْحَاءُ وَالثَّاءُ وَالْمِيمُ يَدُلُّ عَلَى شِدَّةٍ. فَالْحَثْمَةُ: الْأَكَمَةُ، وَبِهَا سُمِّيَتِ الْمَرْأَةُ \" حَثْمَةً \". وَقَالَ بَعْضُ أَهْلِ اللُّغَةِ: حَثَمْتُ الشَّيْءَ حَثْمًا: دَلَّكْتُهُ.\n\n[بَابُ الْحَاءِ وَالْجِيمِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:137-138"
  },
  "حجا": {
    "def": "الْحَاءُ وَالْجِيمُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ مُتَقَارِبَانِ، أَحَدُهُمَا إِطَافَةُ الشَّيْءِ بِالشَّيْءِ وَمُلَازَمَتُهُ، وَالْآخَرُ الْقَصْدُ وَالتَّعَمُّدُ. فَأَمَّا الْأَوَّلُ فَالْحَجْوَةُ وَهِيَ الْحَدَقَةُ، لِأَنَّهَا مِنْ أَحْدَقَ بِالشَّيْءِ. وَيُقَالُ لِنَوَاحِي الْبِلَادِ وَأَطْرَافِهَا الْمُحِيطَةِ بِهَا أَحْجَاءٌ قَالَ ابْنُ مُقْبِلٍ:\nلَا يُحْرِزُ الْمَرْءَ أَحْجَاءُ الْبِلَادِ وَلَا ... يُبْنَى لَهُ فِي السَّمَاوَاتِ السَّلَالِيمُ\nوَمُحْتَمَلٌ أَنْ يَكُونَ مِنْ هَذَا الْبَابِ الْحَجَاةُ، وَهِيَ النُّفَّاخَةُ تَكُونُ عَلَى الْمَاءِ مِنْ قَطْرِ الْمَطَرِ، لِأَنَّهَا مُسْتَدِيرَةٌ.\nوَالْأَصْلُ الثَّانِي قَوْلُهُمْ: تَحَجَّيْتُ الشَّيْءَ، إِذَا تَحَرَّيْتَهُ وَتَعَمَّدْتَهُ. قَالَ ذُو الرُّمَّةِ:\nفَجَاءَتْ بَأَغْبَاشٍ تَحَجَّى شَرِيعَةً\nوَيَقُولُونَ حَجِيتُ بِالْمَكَانِ وَتَحَجَّيْتُ بِهِ. قَالَ:\nحَيْثُ تَحَجَّى مُطْرِقٌ بِالْفَالِقِ\nوَالْحَجْوُ بِالشَّيْءِ: الضَّنُّ بِهِ ; يُقَالُ حَجِئْتُ بِهِ أَيْ ضَنِنْتُ. وَبِهِ سُمِّيَ الرَّجُلُ حَجْوَةً. وَحَجَأْتُ بِهِ: فَرِحْتُ. وَقَدْ قُلْنَا إِنَّ الْبَابَيْنِ مُتَقَارِبَانِ، وَالْقِيَاسُ فِيهِمَا لِمَنْ نَظَرَ قِيَاسٌ وَاحِدٌ.\nفَأَمَّا الْأُحْجِيَّةُ وَالْحُجَيَّا، وَهِيَ الْأُغْلُوطَةُ يَتَعَاطَاهَا النَّاسُ بَيْنَهُمْ، يَقُولُ أَحَدُهُمْ: أُحَاجِيكَ مَا كَذَا ; فَقَدْ يَجُوزُ أَنْ يَكُونَ شَاذًّا عَنْ هَذَيْنِ الْأَصْلَيْنِ، وَيُمْكِنُ أَنْ يُحْمَلَ عَلَيْهِمَا، فَيُقَالُ أَحَاجِيكَ، أَيِ اقْصِدْ وَانْظُرْ وَتَعَمَّدْ لِعِلْمِ مَا أَسْأَلُكَ عَنْهُ.\nوَمِنْهُ أَنْتَ حَجٍ أَنْ تَفْعَلَ كَذَا، كَمَا تَقُولُ حَرِيٌّ.",
    "pg": "2:141-143"
  },
  "حجب": {
    "def": "الْحَاءُ وَالْجِيمُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمَنْعُ. يُقَالُ حَجَبْتُهُ عَنْ كَذَا، أَيْ مَنَعْتُهُ. وَحِجَابُ الْجَوْفِ: مَا يَحْجُبُ بَيْنَ الْفُؤَادِ وَسَائِرِ الْجَوْفِ. وَالْحَاجِبَانِ الْعَظْمَانِ فَوْقَ الْعَيْنَيْنِ بَالشَّعْرِ وَاللَّحْمِ. وَهَذَا عَلَى التَّشْبِيهِ، كَأَنَّهُمَا تَحْجُبَانِ شَيْئًا يَصِلُ إِلَى الْعَيْنَيْنِ. وَكَذَلِكَ حَاجِبُ الشَّمْسِ، إِنَّمَا هُوَ مُشَبَّهٌ بِحَاجِبِ الْإِنْسَانِ. وَكَذَلِكَ الْحَجَبَةُ: رَأْسُ الْوَرِكِ، تَشْبِيهٌ أَيْضًا لِإِشْرَافِهِ.\n\n[بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرِ مِنْ ثَلَاثَةِ أَحْرُفٍ]\nوَقَدْ مَضَى فِيمَا تَقَدَّمَ مِنْ هَذَا الْكِتَابِ أَنَّ الرُّبَاعِيَّ وَمَا زَادَ يَكُونُ مَنْحُوتًا، [وَ] مَوْضُوعًا كَذَا وَضْعًا مِنْ غَيْرِ نَحْتٍ.\nفَمِنَ الْمَنْحُوتِ مِنْ هَذَا الْبَابِ (الْحُرْقُوفِ) : الدَّابَّةُ الْمَهْزُولُ، فَهَذَا مِنْ حَرْفٍ وَحِقْفٍ. أَمَّا الْحَرْفُ فَالضَّامِرُ مِنْ كُلِّ شَيْءٍ، وَقَدْ مَرَّ تَفْسِيرُهُ. وَأَمَّا حِقْفٌ فَمِنْهُ الْمُحْقَوْقِفُ، وَهُوَ الْمُنْحَنِي، وَذَلِكَ أَنَّهُ إِذَا هُزِلَ احْدَوْدَبَ، كَمَا يُقَالُ فِي النَّاقَةِ إِذَا كَانَتْ تِلْكَ حَالَهَا حَدْبَاءُ حِدْبَارُ.\n\nوَمِنْهُ (الْحُلْقُومُ) وَلَيْسَ ذَلِكَ مَنْحُوتًا وَلَكِنَّهُ مِمَّا زِيدَتْ فِيهِ الْمِيمُ، وَالْأَصْلُ الْحَلْقُ، وَقَدْ مَرَّ. وَالْحَلْقَمَةُ: قَطْعُ الْحُلْقُومِ.\n\nوَمِنْهُ (الْمُحَلْقِنُ) مِنَ الْبُسْرِ، وَذَلِكَ أَنْ يَبْلُغَ الْإِرْطَابُ ثُلُثَيْهِ. وَهَذَا مِمَّا زِيدَتْ فِيهِ النُّونُ، وَإِنَّمَا هُوَ مِنَ الْحَلْقِ، كَأَنَّ الْإِرْطَابَ إِذَا بَلَغَ ذَلِكَ الْمَوْضِعَ مِنْهُ فَقَدْ بَلَغَ إِلَى حَلْقِهِ. وَيُقَالُ لَهُ الْحُلْقَانُ، الْوَاحِدَةُ حُلْقَانَةٌ.\n\nوَمِنْهُ (حَرْزَقْتُ) الرَّجُلَ: حَبَسْتُهُ، وَهَذَا مَنْحُوتٌ مَنْ حَزَقَ وَحَرَزَ، مِنْ قَوْلِهِمْ أَحْرَزْتُ الشَّيْءَ فَهُوَ حَرِيزٌ. وَالْحَزْقُ فِيهِ ضَرْبٌ مِنَ التَّشْدِيدِ، كَمَا يُقَالُ حَزَقْتُ الْوَتَرَ وَغَيْرَهُ. قَالَ الْأَعْشَى:\nبِسَابَاطٍ حَتَّى مَاتَ وَهُوَ مُحَرْزَقٌ\nوَمِنْهُ (الْحَبْجَرُ) ، وَهُوَ الْوَتَرُ الْغَلِيظُ، وَيُقَالُ فِي غَيْرِ الْوَتَرِ أَيْضًا، وَالْحَاءُ فِيهِ زَائِدَةٌ، وَإِنَّمَا الْأَصْلُ الْبَاءُ وَالْجِيمُ وَالرَّاءُ. وَكُلُّ شَدِيدٍ عَظِيمٍ بَجْرٌ وَبُجْرٌ. وَقَدْ مَرَّ.\n\nوَمِنْهُ (الْحِسْكِلُ) : الصِّغَارُ مِنْ كُلِّ شَيْءٍ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الْكَافُ، وَإِنَّمَا الْأَصْلُ الْحِسْلُ. يُقَالُ لِوَلَدِ الضَّبِّ حِسْلٌ.\n\nوَمِنْهُ (الْحَقَلَّدُ) ، وَهُوَ الْبَخِيلُ الشَّدِيدُ، وَاللَّامُ فِيهِ زَائِدَةٌ. وَهُوَ مِنْ أَحْقَدَ الْقَوْمُ، إِذَا لَمْ يُصِيبُوا مِنَ الْمَعْدِنِ شَيْئًا. وَيُقَالُ الْحَقَلَّدُ الْآثِمُ. فَإِنْ كَانَ كَذَا فَاللَّامُ أَيْضًا زَائِدَةٌ، وَفِيهِ قِيَاسٌ مِنَ الْحِقْدِ، وَاللَّهُ أَعْلَمُ.\n\nوَمِنْهُ (الْحَذْلَقَةُ) ، وَأَظُنُّهَا لَيْسَتْ عَرَبِيَّةً أَصْلِيَّةً، وَإِنَّمَا هِيَ مُوَلَّدَةٌ وَاللَّامُ فِيهَا زَائِدَةٌ. وَإِنَّمَا أَصْلُهُ الْحِذْقُ. وَالْحَذْلَقَةُ: ادِّعَاءُ الْإِنْسَانِ أَكْثَرَ مِمَّا عِنْدَهُ، يُرِيدُ إِظْهَارَ حِذْقٍ بِالشَّيْءِ.\n\nوَمِنْ ذَلِكَ (احْرَنْجَمَتِ) الْإِبِلُ، إِذَا ارْتَدَّ بَعْضُهَا عَلَى بَعْضٍ. وَاحْرَنْجَمَ الْقَوْمُ، إِذَا اجْتَمَعُوا. وَهَذِهِ فِيهَا نُونٌ وَمِيمٌ، وَإِنَّمَا الْأَصْلُ الْحَرَجُ، وَهُوَ الشَّجَرُ الْمُجْتَمِعُ الْمُلْتَفُّ، وَقَدْ مَرَّ اشْتِقَاقُهُ وَقِيَاسُهُ. وَمِنْ ذَلِكَ رَجُلٌ (مُحَصْرَمٌ) : قَلِيلُ الْخَيْرِ. وَالْأَصْلُ أَنَّ الْمِيمَ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنَ الْحَصُورِ وَالْحَصِرِ.\n\nوَمِنْ هَذَا الْبَابِ (الْحِصْرِمُ) . وَمِنْهُ (الْحِثْرِمَةُ) وَهِيَ الدَّائِرَةُ الَّتِي تَحْتَ الْأَنْفِ وَسَطَ الشَّفَةِ الْعُلْيَا.\nوَهَذِهِ مَنْحُوتَةٌ مِنْ حَثَمَ وَثَرَمَ. فَحَثَمَ مِنَ الْجَمْعِ ; وَثَرَمَ مِنْ أَنْ يَنْثَرِمَ الشَّيْءُ.\n\nوَمِنْ ذَلِكَ (الْحِنْزَقْرَةُ) ، وَهُوَ الْقَصِيرُ. وَهَذَا مِنَ الْحَزْقِ وَالْحَقْرِ، مَعَ زِيَادَةِ النُّونِ. فَالْحَقْرُ مِنَ الْحَقَارَةِ وَالصِّغَرِ، وَالْحَزْقُ كَأَنَّ خَلْقَهُ حُزِقَ بَعْضُهُ إِلَى بَعْضٍ.\n\nوَمِنْ ذَلِكَ (الْحَلْبَسُ) ، وَهُوَ الشُّجَاعُ. وَهَذَا مَنْحُوتٌ مَنْ حَلَسَ وَحَبَسَ. فَالْحِلْسُ: اللَّازِمُ لِلشَّيْءِ لَا يُفَارِقُهُ، وَالْحَبْسُ مَعْرُوفٌ، فَكَأَنَّهُ حَبَسَ نَفْسَهُ عَلَى قِرْنِهِ وَحَلِسَ بِهِ لَا يُفَارِقُهُ. وَمِثْلُهُ: (الْحُلَابِسُ) . قَالَ الْكُمَيْتُ:\nفَلَمَّا دَنَتْ لِلْكَاذَتَيْنِ وَأَحْرَجَتْ ... بِهِ حَلْبَسًا عِنْدَ اللِّقَاءِ حُلَابِسَا\nوَمِنْ ذَلِكَ (تَحَتْرَشَ) الْقَوْمُ: حَشَدُوا، وَالتَّاءُ فِيهِ زَائِدَةٌ، وَإِنَّمَا الْأَصْلُ الْحَرْشُ وَالتَّحْرِيشُ، وَقَدْ مَرَّ. وَفِيهِ أَيْضًا أَنْ يَكُونَ مِنْ حَتَرَ، وَأَصْلُهُ حَتَارُ الْخَيْمَةِ وَمَا أَطَافَ بِهَا مِنْ أَذْيَالِهَا، فَكَذَلِكَ هَؤُلَاءِ تَجَمَّعُوا وَأَطَافَ بَعْضُهُمْ بِبَعْضٍ، فَقَدْ صَارَتِ الْكَلِمَةُ إِذًا مِنْ بَابِ النَّحْتِ.\n\nوَمِنْ ذَلِكَ (الْحَوْأَبُ) : الْوَادِي الْوَاسِعُ الْعَرْضِ، وَالْحَاءُ فِيهِ زَائِدَةٌ، وَإِنَّمَا الْأَصْلُ الْوَأْبُ، وَالْوَأْبُ الْوَاسِعُ الْمُقَعَّرُ مِنْ كُلِّ شَيْءٍ. وَمِنْ ذَلِكَ (الْحُمَارِسُ) ، وَهُوَ الرَّجُلُ الشَّدِيدُ. وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ، مِنْ حَمَسَ وَمَرَسَ. فَالْمَرِسُ الْمُتَمَرِّسُ بِالشَّيْءِ، وَالْحِمْسُ الشَّدِيدُ. وَقَدْ مَضَى شَرْحُهُ.\n\nوَمِنْ ذَلِكَ (الْمُحَدْرَجُ) ، وَهُوَ الْمَفْتُولُ حَتَّى يَتَدَاخَلَ بَعْضُهُ فِي بَعْضٍ فَيَمْلَاسَّ وَهِيَ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ، مِنْ حَدَرَ وَدَرَجَ. فَحَدَرَ فَتَلَ، وَدَرَجَ مِنْ أَدْرَجْتُ.\n\nوَمِنْ ذَلِكَ (حَضْرَمَ) فِي كَلَامِهِ حَضْرَمَةً، فَقَدْ قِيلَ كَذَا بِالضَّادِ. فَإِنْ كَانَتْ صَحِيحَةً فَالْمِيمُ زَائِدَةٌ، كَأَنَّهُ تَشَبَّهَ بِالْحَاضِرَةِ الَّذِينَ لَا يُقِيمُونَ إِعْرَابَ الْكَلَامِ. وَالْحَضْرَمَةُ: مُخَالَفَةُ الْإِعْرَابِ، وَاللَّحْنُ.\n\nوَمِنْ ذَلِكَ (الْمُحَمْلَجُ) ، وَهُوَ الْحَبْلُ الشَّدِيدُ الْفَتْلِ. وَهَذَا عِنْدِي مِنْ حَمَجَ، فَاللَّامُ زَائِدَةٌ.\nفَحَمَجَ جِنْسٌ مِنَ التَّشْدِيدِ، نَحْوَ حَمَّجَ الرَّجُلُ عَيْنَيْهِ إِذَا حَدَّقَ وَأَحَدَّ النَّظَرَ. وَقَدْ مَضَى ذِكْرُهُ. وَعَلَى هَذَا يُحْمَلُ (الْحِمْلَاجُ) ، وَهُوَ مِنْفَاخُ الصَّائِغِ. وَالْحِمْلَاجُ: قَرْنُ الثَّوْرِ. قَالَ رُؤْبَةُ فِي الْمُحَمْلَجِ:\nمُحَمْلَجٌ أُدْرِجَ إِدْرَاجَ الطَّلَقْ\nوَهَذَا مَا أَمْكَنَ اسْتِخْرَاجُ قِيَاسِهِ مِنْ هَذَا الْبَابِ. أَمَّا الَّذِي هُوَ عِنْدَنَا مَوْضُوعٌ وَضْعًا فَقَدْ يَجُوزُ أَنْ يَكُونَ لَهُ قِيَاسٌ خَفِيَ عَلَيْنَا مَوْضِعُهُ. وَاللَّهُ أَعْلَمُ بِذَلِكَ.\n\nفَمِنْ ذَلِكَ (الْحِنْدِيرَةُ، وَالْحُنْدُورَةُ) : الْحَدَقَةُ، وَالْحَنْدِيرَةُ أَجْوَدُ ; كَذَا قَالَ أَبُو عُبَيْدٍ.\nوَالْحَرْقَفَةُ: عَظْمُ الْحَجَبَةِ، وَهُوَ رَأْسُ الْوَرِكِ. وَمِنْهُ (الْحِمْلَاقُ) وَهُوَ مَا غَطَّتْهُ الْجُفُونُ مِنْ بَيَاضِ الْمُقْلَةِ. وَيُقَالُ حَمْلَقَ، إِذَا فَتَحَ عَيْنَهُ وَنَظَرَ نَظَرًا شَدِيدًا.\n\nوَ (الْحُرْقُوصُ) دُوَيْبَّةٌ. وَ (الْحَبَلَّقُ) : جَمَاعَةُ الْغَنَمِ. وَ (الْحَبَرْكَى) : الطَّوِيلُ الظَّهْرِ الْقَصِيرُ الرِّجْلَيْنِ. وَ (الْحُرْجُلُ) : الطَّوِيلُ. وَ (الْحَرْجَفُ) : الرِّيحُ الْبَارِدَةُ. وَ (الْحَشْرَجَةُ) : تَرَدُّدُ صَوْتِ النَّفَسِ.\nوَ (الْحَشْرَجَةُ) : حُفَيْرَةٌ تُحْفَرُ كَالْحِسْيِ. وَ (الْحَشْرَجُ) : كُوزٌ صَغِيرٌ. وَ (حَرْشَفُ) السِّلَاحِ: مَا زُيِّنَ بِهِ.\n\nوَ (الْحَفَلَّجُ) : الرَّجُلُ الْأَفْحَجُ. وَ (الْحَيْفَسُ) : الْقَصِيرُ. وَكَذَلِكَ (الْحَفَيْسَأُ) .\n\nوَ (الْحَزَوَّرُ) : الْغُلَامُ الْيَافِعُ. وَ (الْحَزْوَرَةُ) : تَلٌّ صَغِيرٌ.",
    "pg": "2:143-147"
  },
  "حجج": {
    "def": "الْحَاءُ وَالْجِيمُ أُصُولٌ أَرْبَعَةٌ. فَالْأَوَّلُ الْقَصْدُ، وَكُلُّ قَصْدٍ حَجٌّ. قَالَ:\nوَأَشْهَدُ مِنْ عَوْفٍ حُلُولًا كَثِيرَةً ... يَحُجُّونَ سِبَّ الزِّبْرِقَانِ الْمُزَعْفَرَا\nثُمَّ اخْتُصَّ بِهَذَا الِاسْمِ الْقَصْدُ إِلَى الْبَيْتِ الْحَرَامِ لِلنُّسُكِ. وَالْحَجِيجُ: الْحَاجُّ. قَالَ:\nذَكَرْتُكِ وَالْحَجِيجُ لَهُمْ ضَجِيجٌ ... بِمَكَّةَ وَالْقُلُوبُ لَهَا وَجِيبُ وَيُقَالُ لَهُمُ الْحُجُّ أَيْضًا. قَالَ:\nحُجٌّ بِأَسْفَلِ ذِي الْمَجَازِ نُزُولُ\nوَفِي أَمْثَالِهِمْ: \" لَجَّ فَحَجَّ \". وَمِنْ أَمْثَالِهِمْ: \" الْحَاجَّ أَسْمَعْتَ \"، وَذَلِكَ إِذَا أَفْشَى السِّرَّ. أَيْ إِنَّكَ إِذَا أَسْمَعْتَ الْحُجَّاجَ فَقَدْ أَسْمَعْتَ الْخَلْقَ.\nوَمِنَ الْبَابِ الْمَحَجَّةُ، وَهِيَ جَادَّةُ الطَّرِيقِ. قَالَ:\nأَلَا بَلِّغَا عَنِّي حُرَيْثًا رِسَالَةً ... فَإِنَّكَ عَنْ قَصْدِ الْمَحَجَّةِ أَنْكَبُ\nوَمُمْكِنٌ أَنْ يَكُونَ الْحُجَّةُ مُشْتَقَّةً مِنْ هَذَا ; لِأَنَّهَا تُقْصَدُ، أَوْ بِهَا يُقْصَدُ الْحَقُّ الْمَطْلُوبُ. يُقَالُ حَاجَجْتُ فُلَانًا فَحَجَجْتُهُ أَيْ غَلَبْتُهُ بِالْحُجَّةِ، وَذَلِكَ الظَّفَرُ يَكُونُ عِنْدَ الْخُصُومَةِ، وَالْجَمْعُ حُجَجٌ. وَالْمَصْدَرُ الْحِجَاجُ.\nوَمِنَ الْبَابِ حَجَجْتُ الشَّجَّةَ، وَذَلِكَ إِذَا سَبَرْتَهَا بِالْمِيلِ، لِأَنَّكَ قَصَدْتَ مَعْرِفَةَ قَدْرِهَا. قَالَ:\nيَحُجُّ مَأْمُومَةً فِي قَعْرِهَا لَجَفٌ\nوَيُقَالُ بَلْ هُوَ أَنْ يَصُبَّ عَلَى دَمِ الشَّجَّةِ السَّمْنَ، فَيَظْهَرَ فَيُؤْخَذَ بِقُطْنَةٍ. قَالَ أَبُو ذُؤَيْبٍ:\nوَصُبَّ عَلَيْهَا الْمِسْكُ حَتَّى كَأَنَّهَا ... أَسِيٌّ عَلَى أُمِّ الدِّمَاغِ حَجِيجُ وَالْأَصْلُ الْآخَرُ: الْحِجَّةُ وَهِيَ السَّنَةُ. وَقَدْ يُمْكِنُ أَنْ يُجْمَعَ هَذَا إِلَى الْأَصْلِ الْأَوَّلِ ; لِأَنَّ الْحَجَّ فِي السَّنَةِ لَا يَكُونُ إِلَّا مَرَّةً وَاحِدَةً، فَكَأَنَّ الْعَامَ سُمِّيَ بِمَا فِيهِ مِنَ الْحَجِّ حِجَّةً. قَالَ:\nيَرُضْنَ صِعَابَ الدُّرِّ فِي كُلِّ حِجَّةٍ ... وَلَوْ لَمْ تَكُنْ أَعْنَاقُهُنَّ عَوَاطِلَا\nقَالَ قَوْمٌ: أَرَادَ السَّنَةَ ; وَقَالَ قَوْمٌ: الْحِجَّةُ هَاهُنَا: شَحْمَةُ الْأُذُنِ. وَيُقَالُ بَلِ الْحِجَّةُ الْخَرَزَةُ أَوِ اللُّؤْلُؤَةُ تُعَلَّقُ فِي الْأُذُنِ. وَفِي الْقَوْلَيْنِ نَظَرٌ.\nوَالْأَصْلُ الثَّالِثُ: الْحِجَاجُ، وَهُوَ الْعَظْمُ الْمُسْتَدِيرُ حَوْلَ الْعَيْنِ. يُقَالُ لِلْعَظِيمِ الْحِجَاجِ أَحَجُّ، جَمْعُ الْحِجَاجِ أَحِجَّةٌ.\nوَزَعَمَ أَبُو عَمْرٍو أَنَّهُ يُقَالُ لِلْمَكَانِ الْمُتَكَاهِفِ وَمِنَ الصَّخْرَةِ حَجَّاجٌ.\nوَالْأَصْلُ الرَّابِعُ: الْحَجْحَجَةُ النُّكُوصُ. يُقَالُ: حَمَلُوا عَلَيْنَا ثُمَّ حَجْحَجُوا. وَالْمُحَجْحِجُ: الْعَاجِزُ. قَالَ:\nضَرْبًا طَلَخْفًا لَيْسَ بِالْمُحَجْحِجِ\nوَيُقَالُ أَنَا لَا أُحَجْحِجُ فِي كَذَا، أَيْ لَا أَشُكُّ. يَقُولُونَ: لَا تَذْهَبَنَّ بِكَ حَجْحَجَةٌ وَلَا لَجْلَجَةٌ. وَرَجُلٌ حَجْحَجٌ: فَسْلٌ. [بَابُ الْحَاءِ وَالدَّالِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:29-32"
  },
  "حجر": {
    "def": "الْحَاءُ وَالْجِيمُ وَالرَّاءُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ، وَهُوَ الْمَنْعُ وَالْإِحَاطَةُ عَلَى الشَّيْءِ. فَالْحَجْرُ حَجْرُ الْإِنْسَانِ، وَقَدْ تُكْسَرُ حَاؤُهُ. وَيُقَالُ حَجَرَ الْحَاكِمُ عَلَى السَّفِيهِ حَجْرًا ; وَذَلِكَ مَنْعُهُ إِيَّاهُ مِنَ التَّصَرُّفِ فِي مَالِهِ. وَالْعَقْلُ يُسَمَّى حِجْرًا لِأَنَّهُ يَمْنَعُ مِنْ إِتْيَانِ مَا لَا يَنْبَغِي، كَمَا سُمِّيَ عَقْلًا تَشْبِيهًا بِالْعِقَالِ. قَالَ اللَّهُ تَعَالَى: ﴿هَلْ فِي ذَلِكَ قَسَمٌ لِذِي حِجْرٍ﴾ [الفجر: ٥] . وَحَجْرٌ: قَصَبَةُ الْيَمَامَةِ.\nوَالْحَجَرُ مَعْرُوفٌ، وَأَحْسِبُ أَنَّ الْبَابَ كُلَّهُ مَحْمُولٌ عَلَيْهِ وَمَأْخُوذٌ مِنْهُ، لِشِدَّتِهِ وَصَلَابَتِهِ. وَقِيَاسُ الْجَمْعِ فِي أَدْنَى الْعَدَدِ أَحْجَارٌ، وَالْحِجَارَةُ أَيْضًا لَهُ قِيَاسٌ، كَمَا يُقَالُ: جَمَلٌ وَجِمَالَةٌ، وَهُوَ قَلِيلٌ. وَالْحِجْرُ: الْفَرَسُ الْأُنْثَى ; وَهِيَ تُصَانُ وَيُضَنُّ بِهَا. وَالْحَاجِرُ: مَا يُمْسِكُ الْمَاءَ مِنْ مَكَانٍ مُنْهَبِطٍ، وَجَمْعُهُ حُجْرَانٌ. وَحَجْرَةُ الْقَوْمِ: نَاحِيَةُ دَارِهِمْ وَهِيَ حِمَاهُمْ. وَالْحُجْرَةُ مِنَ الْأَبْنِيَةِ مَعْرُوفَةٌ. وَحَجَّرَ الْقَمَرُ، إِذَا صَارَتْ حَوْلَهُ دَارَةٌ.\nوَمِمَّا يُشْتَقُّ مِنْ هَذَا قَوْلُهُمْ: حَجَّرْتُ عَيْنَ الْبَعِيرِ، إِذَا وَسَمْتَ حَوْلَهَا بِمِيسَمٍ مُسْتَدِيرٍ. وَمَحْجِرُ الْعَيْنِ: مَا يَدُورُ بِهَا، وَهُوَ الَّذِي يَظْهَرُ مِنَ النِّقَابِ. وَالْحِجْرُ: حَطِيمُ مَكَّةَ، هُوَ الْمُدَارُ بِالْبَيْتِ. وَالْحِجْرُ: الْقَرَابَةُ. وَالْقِيَاسُ فِيهَا قِيَاسُ الْبَابِ ; لِأَنَّهَا ذِمَامٌ وَذِمَارٌ يُحْمَى وَيُحْفَظُ. قَالَ:\nيُرِيدُونَ أَنْ يُقْصُوهُ عَنِّي وَإِنَّهُ ... لَذُو حَسَبٍ دَانٍ إِلَيَّ وَذُو حِجْرِ\nوَالْحِجْرُ: الْحَرَامُ. وَكَانَ الرَّجُلُ يَلْقَى الرَّجُلَ يَخَافُهُ فِي الْأَشْهُرِ الْحُرُمِ، فَيَقُولُ: حِجْرًا ; أَيْ حَرَامًا ; وَمَعْنَاهُ حَرَامٌ عَلَيْكَ أَنْ تَنَالَنِي بِمَكْرُوهٍ، فَإِذَا كَانَ يَوْمُ الْقِيَامَةِ رَأَى الْمُشْرِكُونَ مَلَائِكَةَ الْعَذَابِ فَيَقُولُونَ: ﴿حِجْرًا مَحْجُورًا﴾ [الفرقان: ٢٢] ، فَظَنُّوا أَنَّ ذَلِكَ يَنْفَعُهُمْ فِي الْآخِرَةِ كَمَا كَانَ يَنْفَعُهُمْ فِي الدُّنْيَا. وَمِنْ ذَلِكَ قَوْلُ الْقَائِلِ:\nحَتَّى دَعَوْنَا بِأَرْحَامٍ لَهُمْ سَلَفَتْ ... وَقَالَ قَائِلُهُمْ إِنِّي بِحَاجُورِ\nوَالْمَحَاجِرُ: الْحَدَائِقُ: وَاحِدُهَا مَحْجِرٌ. قَالَ لَبِيدٌ:\nتُرْوِي الْمَحَاجِرَ بَازِلٌ عُلْكُومُ",
    "pg": "2:138-139"
  },
  "حجز": {
    "def": "الْحَاءُ وَالْجِيمُ وَالزَّاءُ أَصْلٌ وَاحِدٌ مُطَّرِدُ الْقِيَاسِ، وَهُوَ الْحَوْلُ بَيْنَ الشَّيْئَيْنِ. وَذَلِكَ قَوْلُهُمْ: حَجَزْتُ بَيْنَ الرَّجُلَيْنِ وَذَلِكَ أَنْ يُمْنَعَ كُلُّ وَاحِدٍ مِنْهُمَا مِنْ صَاحِبِهِ. وَالْعَرَبُ تَقُولُ \" حَجَازَيْكَ \" عَلَى وَزْنِ حَنَانَيْكَ، أَيِ احْجُزْ بَيْنَ الْقَوْمِ، وَإِنَّمَا سُمِّيَتِ الْحِجَازُ حِجَازًا لِأَنَّهَا حَجَزَتْ بَيْنَ نَجْدٍ وَالسَّرَاةِ. وَحُجْزَةُ الْإِزَارِ: مَعْقِدُهُ. وَحُجْزَةُ السَّرَاوِيلِ: مَوْضِعُ التِّكَّةِ، وَهَذَا عَلَى التَّشْبِيهِ وَالتَّمْثِيلِ، كَأَنَّهُ حَجَزَ بَيْنَ الْأَعْلَى وَالْأَسْفَلِ. وَيُقَالُ: \" كَانَتْ بَيْنَ الْقَوْمِ رِمِّيَّا ثُمَّ صَارَتْ إِلَى حِجِّيزَى \"، أَيْ تَرَامَوْا ثُمَّ تَحَاجَزُوا. فَأَمَّا قَوْلُ الْقَائِلِ:\nرِقَاقُ النِّعَالِ طَيِّبٌ حُجُزَاتُهُمْ ... يُحَيَّوْنَ بَالرَّيْحَانِ يَوْمَ السَّبَاسِبِ\nوَهِيَ جَمْعُ حُجْزَةٍ، كِنَايَةٌ عَنِ الْفُرُوجِ، أَيْ إِنَّهُمْ أَعِفَّاءٌ.",
    "pg": "2:139-140"
  },
  "حجف": {
    "def": "الْحَاءُ وَالْجِيمُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ لَا قِيَاسَ، وَهِيَ الْحَجَفَةُ، وَهِيَ التُّرْسُ الصَّغِيرُ يُطَارَقُ بَيْنَ جِلْدَيْنِ وَتُجْعَلُ مِنْهُمَا حَجَفَةٌ. وَالْجَمْعُ حَجَفٌ. قَالَ:\nأَيَمْنَعُنَا الْقَوْمُ مَاءَ الْفُرَاتِ ... وَفِينَا السُّيُوفُ وَفِينَا الْحَجَفْ",
    "pg": "2:140"
  },
  "حجل": {
    "def": "الْحَاءُ وَالْجِيمُ وَاللَّامُ لَيْسَ يَتَقَارَبُ الْكَلَامُ فِيهِ إِلَّا مِنْ جِهَةٍ وَاحِدَةٍ فِيهَا ضَعْفٌ، يُقَالُ عَلَى طَرِيقَةِ الِاحْتِمَالِ وَالْإِمْكَانِ إِنَّهُ شَيْءٌ يُطِيفُ بِشَيْءٍ. فَالْحِجْلُ الْخَلْخَالُ، وَهُوَ مُطِيفٌ بِالسَّاقِ. وَالْحَجَلَةُ: حَجَلَةُ الْعَرُوسِ. وَمَرَّ فُلَانٌ يَحْجِلُ فِي مِشْيَتِهِ، أَيْ يَتَبَخْتَرُ. وَهُوَ قِيَاسُ مَا ذَكَرْنَاهُ، كَأَنَّهُ يَدُورُ عَلَى نَفْسِهِ. وَتَحْجِيلُ الْفَرَسِ: بَيَاضٌ يُطِيفُ بِأَرْسَاغِهِ. وَالْحَوْجَلَةُ: الْقَارُورَةُ. قَالَ الرَّاجِزُ:\nكَأَنَّ عَيْنَيْهِ مِنَ الْغُؤُورِ ... قَلْتَانِ فِي صَفْحِ صَفًا مَنْقُورِ\nأَذَاكَ أَمْ حَوْجَلَتَا قَارُورِ\nوَقَالَ عَلْقَمَةُ:\nكَأَنَّ أَعْيُنَهَا فِيهَا الْحَوَاجِيلُ وَمِمَّا شَذَّ عَنِ الْبَابِ الْحَجَلُ، هَذَا الطَّائِرُ. وَمِنَ الْبَابِ قَوْلُ الْأَصْمَعِيِّ: حَجَّلَتِ الْعَيْنُ: غَارَتْ.",
    "pg": "2:140-141"
  },
  "حجم": {
    "def": "الْحَاءُ وَالْجِيمُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ ضَرْبٌ مِنَ الْمَنْعِ وَالصَّدْفِ. يُقَالُ أَحْجَمْتُ عَنِ الشَّيْءِ، إِذَا نَكَصْتَ عَنْهُ. وَحُجِمَ الْبَعِيرُ، إِذَا شُدَّ فَمُهُ بِأَدَمٍ وَلِيفٍ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْحَوْجَمَةُ: الْوَرْدَةُ الْحَمْرَاءُ، وَالْجَمْعُ حَوْجَمٌ. وَالْحَجْمُ: فِعْلُ الْحَاجِمِ.",
    "pg": "2:141"
  },
  "حجن": {
    "def": "الْحَاءُ وَالْجِيمُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى مَيَلٍ. فَالْحَجَنُ اعْوِجَاجُ الْخَشَبَةِ وَغَيْرِهَا. وَالْمِحْجَنُ: خَشَبَةٌ أَوْ عَصَا مُعَقَّفَةُ الرَّأْسِ. وَاحْتَجَنْتُ بِهَا الشَّيْءَ: أَخَذْتُهُ. وَيُقَالُ لِلْمَخَالِيبِ الْمُعَقَّفَةِ حَجِنَاتٌ. قَالَ الْعَجَّاجُ:\nبِحَجِنَاتٍ يَتَثَقَّبْنَ الْبُهَرْ\nوَهِيَ الْأَوْسَاطُ. وَأَحْجَنَ الثُّمَامُ: خَرَجَتْ خُوصَتُهُ ; وَلَعَلَّهَا تَكُونُ حَجْنَاءَ. وَاحْتَجَنْتُ الشَّيْءَ لِنَفْسِي، وَذَلِكَ إِمَالَتُكَ إِيَّاهُ إِلَى نَفْسِكَ. وَيَقُولُونَ: احْتَجَنَ عَلَيْهِ حَجْنَةً، كَمَا يُقَالُ حَجَرَ عَلَيْهِ.\nوَمِنَ الْبَابِ قَوْلُهُمْ غَزْوَةٌ حَجُونٌ، وَذَلِكَ إِذَا أَظْهَرْتَ غَيْرَهَا ثُمَّ مِلْتَ إِلَيْهَا. وَيُقَالُ غَزَاهُمْ غَزْوًا حَجُونًا.",
    "pg": "2:141"
  },
  "حدا": {
    "def": "الْحَاءُ وَالدَّالُ وَالْهَمْزَةُ أَصْلٌ وَاحِدٌ: طَائِرٌ أَوْ مُشَبَّهٌ بِهِ. فَالْحِدَأَةُ الطَّائِرُ الْمَعْرُوفُ، وَالْجَمْعُ الْحِدَأُ. قَالَ:\nكَمَا تَدَانَى الْحِدَأُ الْأُوِيُّ وَمِمَّا يُشَبَّهُ بِهِ وَغُيِّرَتْ بَعْضُ حَرَكَاتِهِ الْحَدَأَةُ، شِبْهُ فَأْسٍ تُنْقَرُ بِهِ الْحِجَارَةُ. قَالَ:\nكَالْحَدَإِ الْوَقِيعِ\nوَمِمَّا شَذَّ عَنِ الْبَابِ حَدِئَ بِالْمَكَانِ: لَزِقَ.",
    "pg": "2:35-36"
  },
  "حدب": {
    "def": "الْحَاءُ وَالدَّالُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ ارْتِفَاعُ الشَّيْءِ. فَالْحَدَبُ مَا ارْتَفَعَ مِنَ الْأَرْضِ. قَالَ اللَّهُ تَعَالَى: ﴿وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ﴾ [الأنبياء: ٩٦] . وَالْحَدَبُ فِي الظَّهْرِ ; يُقَالُ حَدِبَ وَاحْدَوْدَبَ. وَنَاقَةٌ حَدْبَاءُ، إِذَا بَدَتْ حَرَاقِفُهَا ; وَكَذَلِكَ الْحِدْبَارُ. يُقَالُ هُنَّ حُدْبٌ حَدَابِيرُ. فَأَمَّا قَوْلُهُمْ حَدِبَ عَلَيْهِ إِذَا عَطَفَ وَأَشْفَقَ، فَهُوَ مِنْ هَذَا، لِأَنَّهُ كَأَنَّهُ جَنَأَ عَلَيْهِ مِنَ الْإِشْفَاقِ، وَذَلِكَ شَبِيهٌ بِالْحَدَبِ.",
    "pg": "2:36"
  },
  "حدث": {
    "def": "الْحَاءُ وَالدَّالُ وَالثَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ كَوْنُ الشَّيْءِ لَمْ يَكُنْ. يُقَالُ حَدَثَ أَمْرٌ بَعْدَ أَنْ لَمْ يَكُنْ. وَالرَّجُلُ الْحَدَثُ: الطَّرِيُّ السِّنِّ. وَالْحَدِيثُ مِنْ هَذَا ; لِأَنَّهُ كَلَامٌ يَحْدُثُ مِنْهُ الشَّيْءُ بَعْدَ الشَّيْءِ. وَرَجُلٌ حَدَثٌ: حَسَنُ الْحَدِيثِ. وَرَجُلٌ حِدْثُ نِسَاءٍ، إِذَا كَانَ يَتَحَدَّثُ إِلَيْهِنَّ. وَيُقَالُ هَذِهِ حِدِّيثَى حَسَنَةٌ، كَخِطِّيبَى، يُرَادُ بِهِ الْحَدِيثُ.",
    "pg": "2:36"
  },
  "حدج": {
    "def": "الْحَاءُ وَالدَّالُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَقْرُبُ مِنْ حَدَقَ بِالشَّيْءِ إِذَا أَحَاطَ بِهِ. فَالتَّحْدِيجُ فِي النَّظَرِ مِثْلُ التَّحْدِيقِ. وَمِنَ الْبَابِ الْحِدْجُ: مَرْكَبٌ مِنْ مَرَاكِبِ النِّسَاءِ. يُقَالُ حَدَجْتُ الْبَعِيرَ، إِذَا شَدَدْتَ عَلَيْهِ الْحِدْجَ. قَالَ الْأَعْشَى: أَلَا قُلْ لِمَيْثَاءَ مَا بَالُهَا ... أَبِاللَّيْلِ تُحْدَجُ أَجْمَالُهَا\nوَمِنَ الْبَابِ الْحَدَجُ، وَهُوَ الْحَنْظَلُ إِذَا اشْتَدَّ وَصَلُبَ، وَإِنَّمَا قُلْنَا ذَلِكَ لِأَنَّهُ مُسْتَدِيرٌ.\n\n[بَابُ الْحَاءِ وَالذَّالِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:36-37"
  },
  "حدد": {
    "def": "الْحَاءُ وَالدَّالُ أَصْلَانِ: الْأَوَّلُ الْمَنْعُ، وَالثَّانِي طَرَفُ الشَّيْءِ.\nفَالْحَدُّ: الْحَاجِزُ بَيْنَ الشَّيْئَيْنِ. وَفُلَانٌ مَحْدُودٌ، إِذَا كَانَ مَمْنُوعًا. وَ \" إِنَّهُ لَمُحَارَفٌ مَحْدُودٌ \"، كَأَنَّهُ قَدْ مُنِعَ الرِّزْقَ. وَيُقَالُ لِلْبَوَّابِ حَدَّادٌ، لِمَنْعِهِ النَّاسَ مِنَ الدُّخُولِ. قَالَ الْأَعْشَى:\nفَقُمْنَا وَلَمَّا يَصِحْ دِيكُنَا ... إِلَى جَوْنَةٍ عِنْدَ حَدَّادِهَا\nوَقَالَ النَّابِغَةُ فِي الْحَدِّ وَالْمَنْعِ:\nإِلَّا سُلَيْمَانَ إِذْ قَالَ الْمَلِيكُ لَهُ ... قُمْ فِي الْبَرِيَّةِ فَاحْدُدْهَا عَنِ الْفَنَدِ\nوَقَالَ آخَرُ: يَا رَبِّ مَنْ كَتَمَنِي الصِّعَادَا ... فَهَبْ لَهُ حَلِيلَةً مِغْدَادَا\nكَانَ لَهَا مَا عَمِرَتْ حَدَّادَا\nأَيْ يَكُونُ بَوَّابَهَا لِئَلَّا تَهْرُبَ. وَسُمِّيَ الْحَدِيدُ حَدِيدًا لِامْتِنَاعِهِ وَصَلَابَتِهِ وَشِدَّتِهِ. وَالِاسْتِحْدَادُ: اسْتِعْمَالُ الْحَدِيدِ. وَيُقَالُ حَدَّتِ الْمَرْأَةُ عَلَى بَعْلِهَا وَأَحَدَّتْ، وَذَلِكَ إِذَا مَنَعَتْ نَفْسَهَا الزِّينَةَ وَالْخِضَابَ. وَالْمُحَادَّةُ: الْمُخَالَفَةُ، فَكَأَنَّهُ الْمُمَانَعَةُ. وَيَجُوزُ أَنْ يَكُونَ مِنَ الْأَصْلِ الْآخَرِ.\nوَيُقَالُ: مَا لِي عَنْ هَذَا الْأَمْرِ حَدَدٌ وَمُحْتَدٌّ، أَيْ مَعْدَلٌ وَمُمْتَنَعٌ. وَيُقَالُ حَدَدًا، بِمَعْنَى مَعَاذَ اللَّهِ. وَأَصْلُهُ مِنَ الْمَنْعِ. قَالَ الْكُمَيْتُ:\nحَدَدًا أَنْ يَكُونَ سَيْبُكَ فِينَا ... زَرِمًا أَوْ يَجِيئَنَا تَمْصِيرًا\nوَحَدُّ الْعَاصِي سُمِّيَ حَدًّا لِأَنَّهُ يَمْنَعُهُ عَنِ الْمُعَاوَدَةِ. قَالَ الدُّرَيْدِيُّ: \" يُقَالُ هَذَا أَمْرٌ حَدَدٌ، أَيْ مَنِيعٌ \".\nوَأَمَّا الْأَصْلُ الْآخَرُ فَقَوْلُهُمْ: حَدُّ السَّيْفِ وَهُوَ حَرْفُهُ، وَحَدُّ السِّكِّينِ. وَحَدُّ الشَّرَابِ: صَلَابَتُهُ. قَالَ الْأَعْشَى:\nوَكَأْسٍ كَعَيْنِ الدِّيكِ بَاكَرْتُ حَدَّهَا وَحَدُّ الرَّجُلِ: بَأْسُهُ. وَهُوَ تَشْبِيهٌ.\nوَمِنَ الْمَحْمُولِ الْحِدَّةُ الَّتِي تَعْتَرِي الْإِنْسَانَ مِنَ النَّزَقِ. تَقُولُ حَدَدْتُ عَلَى الرَّجُلِ أَحِدُّ حِدَّةً.",
    "pg": "2:3-5"
  },
  "حدر": {
    "def": "الْحَاءُ وَالدَّالُ وَالرَّاءُ أَصْلَانِ: الْهُبُوطُ، وَالِامْتِلَاءُ.\nفَالْأَوَّلُ حَدَرْتُ الشَّيْءَ إِذَا أَنْزَلْتَهُ. وَالْحُدُورُ فِعْلُ الْحَادِرِ. وَالْحَدُورُ، بِفَتْحِ الْحَاءِ: [الْمَكَانُ] تَنْحَدِرُ مِنْهُ.\nوَالْأَصْلُ الثَّانِي قَوْلُهُمْ لِلشَّيْءِ الْمُمْتَلِئِ حَادِرٌ. يُقَالُ عَيْنٌ حَدْرَةٌ بَدْرَةٌ: مُمْتَلِئَةٌ. وَقَدْ مَضَى شَاهِدُهُ. وَنَاقَةٌ حَادِرَةُ الْعَيْنَيْنِ، إِذَا امْتَلَأَتَا. وَسُمِّيَتْ حَدْرَاءَ لِذَلِكَ. وَيُقَالُ الْحَيْدَرَةُ الْأَسَدُ وَيُمْكِنُ أَنْ يَكُونَ اشْتِقَاقُهُ مِنْ هَذَا. وَمِنْهُ حَدَرَ جِلْدُهُ تَوَرَّمَ يَحْدُرُ حُدُورًا. وَأَحْدَرْتُهُ، إِذْ ضَرَبْتَهُ حَتَّى تُؤَثِّرَ فِيهِ. وَالْحَدْرَةُ، بِسُكُونِ الدَّالِ: قُرْحَةٌ تَخْرُجُ بِبَاطِنِ جَفْنِ الْعَيْنِ. وَيُقَالُ [حَيٌّ] ذُو حُدُورَةٍ، أَيْ ذُو اجْتِمَاعٍ وَكَثْرَةٍ. قَالَ:\nوَإِنِّي لَمِنْ قَوْمٍ تَصِيدُ رِمَاحُهُمْ ... غَدَاةَ الصَّبَاحِ ذَا الْحُدُورَةِ وَالْحَرْدِ\nوَالْحُدْرَةُ: الصِّرْمَةُ ; سُمِّيَتْ بِذَلِكَ لِتَجَمُّعِهَا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْحَادُورُ: الْقُرْطُ. وَيُنْشِدُ:\nبَائِنَةُ الْمَنْكِبِ مِنْ حَادُورِهَا",
    "pg": "2:32-33"
  },
  "حدس": {
    "def": "الْحَاءُ وَالدَّالُ وَالسِّينُ أَصْلٌ وَاحِدٌ يُشْبِهُ الرَّمْيَ وَالسُّرْعَةَ وَمَا أَشْبَهَ ذَلِكَ. فَالْحَدْسُ الظَّنُّ. وَقِيَاسُهُ مِنَ الْبَابِ، لِأَنَّا نَقُولُ: رَجَمَ بِالظَّنِّ، كَأَنَّهُ رَمَى بِهِ. وَالْحَدْسُ: سُرْعَةُ السَّيْرِ. قَالَ:\nكَأَنَّهَا مِنْ بَعْدِ سَيْرٍ حَدْسِ\nوَيُقَالُ حَدَسَ بِهِ الْأَرْضَ حَدْسًا، إِذَا صَرَعَهُ. قَالَ:\n. . . . . . . . . . . . . . . تَرَى بِهِ ... مِنَ الْقَوْمِ مَحْدُوسًا وَآخَرَ حَادِسًا\nوَمِنْهُ أَيْضًا حَدَسْتُ فِي لَبَّةِ الْبَعِيرِ، إِذَا وَجَأْتَ فِي لَبَّتِهِ. وَحَدَسْتُ الشَّيْءَ بِرِجْلِي: وَطِئْتُهُ. وَحَدَسْتُ النَّاقَةَ، إِذَا أَنَخْتَهَا. وَحَدَسْتُ بِسَهْمِي: رَمَيْتُ.",
    "pg": "2:33"
  },
  "حدق": {
    "def": "الْحَاءُ وَالدَّالُ وَالْقَافُ أَصْلٌ وَاحِدٌ، [وَهُوَ الشَّيْءُ] يُحِيطُ بِشَيْءٍ. يُقَالُ حَدَقَ الْقَوْمُ بِالرَّجُلِ وَأَحْدَقُوا بِهِ. قَالَ:\nالْمُطْعِمُونَ بَنُو حَرْبٍ وَقَدْ حَدَقَتْ ... بِيَ الْمَنِيَّةُ وَاسْتَبْطَأْتُ أَنْصَارِي\nوَحَدَقَةُ الْعَيْنِ مِنْ هَذَا، وَهِيَ السَّوَادُ، لِأَنَّهَا تُحِيطُ بِالصَّبِيِّ ; وَالْجَمْعُ حِدَاقٌ. قَالَ: فَالْعَيْنُ بَعْدَهُمُ كَأَنَّ حِدَاقَهَا ... سُمِلَتْ بِشَوْكٍ فَهْيَ عَوَرٌ تَدْمَعُ\nوَالتَّحْدِيقُ: شِدَّةُ النَّظَرِ. وَالْحَدِيقَةُ: الْأَرْضُ ذَاتُ الشَّجَرِ. وَالْحِنْدِيقَةُ: الْحَدَقَةُ.",
    "pg": "2:33-34"
  },
  "حدل": {
    "def": "الْحَاءُ وَالدَّالُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمَيَلُ. يُقَالُ رَجُلٌ أَحْدَلُ، إِذَا كَانَ فِي شِقِّهِ مَيَلٌ، وَهُوَ الْحَدَلُ. قَالَ أَبُو عَمْرٍو: الْأَحْدَلُ: الَّذِي فِي مَنْكِبَيْهِ وَرَقَبَتِهِ انْكِبَابٌ عَلَى صَدْرِهِ. وَيُقَالُ قَوْسٌ مُحْدَلَةٌ وَحَدْلَاءُ، وَذَلِكَ إِذَا تَطَامَنَتْ سِيَتُهَا. وَالْحَدْلُ: ضِدُّ الْعَدْلِ. قَالَ أَبُو زَيْدٍ: حَدَلَ عَنِ الْأَمْرِ يَحْدِلُ حَدْلًا. وَإِنَّهُ لَحَدْلٌ غَيْرُ عَدْلٍ. وَمِمَّا شَذَّ عَنِ الْبَابِ وَمَا أَدْرِي أَصَحِيحٌ هُوَ أَمْ لَا، قَوْلُهُمُ: الْحَوْدَلُ الذَّكَرُ مِنَ الْقِرَدَةِ.",
    "pg": "2:34"
  },
  "حدم": {
    "def": "الْحَاءُ وَالدَّالُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، هُوَ اشْتِدَادُ الْحَرِّ. يُقَالُ احْتَدَمَ النَّهَارُ: اشْتَدَّ حَرُّهُ. وَاحْتَدَمَ الْحَرُّ. وَاحْتَدَمَتِ النَّارُ. وَلِلنَّارِ حَدَمَةٌ، وَهُوَ شِدَّتُهَا، وَيُقَالُ صَوْتُ الْتِهَابِهَا. قَالَ الْخَلِيلُ: أَحْدَمَتِ الشَّمْسُ [الشَّيْءَ] فَاحْتَدَمَ، وَاحْتَدَمَ صَدْرُهُ غَيْظًا. فَأَمَّا احْتِدَامُ الدَّمِ فَقَالَ قَوْمٌ: اشْتَدَّتْ حُمْرَتُهُ حَتَّى يَسْوَدَّ ; وَالصَّحِيحُ أَنْ يَشْتَدَّ حَرُّهُ. قَالَ الْفَرَّاءُ: قِدْرٌ حُدَمَةٌ، إِذَا كَانَتْ سَرِيعَةَ الْغَلْيِ ; وَهِيَ ضِدُّ الصَّلُودِ.",
    "pg": "2:34-35"
  },
  "حذذ": {
    "def": "الْحَاءُ وَالذَّالُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْقَطْعِ وَالْخِفَّةِ وَالسُّرْعَةِ، لَا يَشِذُّ مِنْهُ شَيْءٌ. فَالْحَذُّ: الْقَطْعُ. وَالْأَحَذُّ: الْمَقْطُوعُ الذَّنَبِ. وَيُقَالُ لِلْقَطَاةِ حَذَّاءُ، لِقِصَرِ ذَنَبِهَا. قَالَ:\nحَذَّاءُ مُدْبِرَةً سَكَّاءُ مُقْبِلَةً ... لِلْمَاءِ فِي النَّحْرِ مِنْهَا نَوْطَةٌ عَجَبُ\nوَأَمْرٌ أَحَذُّ: لَا مُتَعَلَّقَ فِيهِ لِأَحَدٍ: قَدْ فُرِغَ مِنْهُ وَأُحْكِمَ. قَالَ:\nإِذَا مَا قَطَعْنَا رَمْلَةً وَعَدَابَهَا ... فَإِنَّ لَنَا أَمْرًا أَحَذَّ غَمُوسَا\nقَالَ الْخَلِيلُ: الْأَحَذُّ: الَّذِي لَا يَتَعَلَّقُ بِهِ الشَّيْءُ. وَيُسَمَّى الْقَلْبُ أَحَذَّ. قَالَ: وَقَصِيدَةٌ حَذَّاءُ: لَا يَتَعَلَّقُ بِهَا مِنَ الْعَيْبِ شَيْءٌ لِجَوْدَتِهَا. وَالْحَذَّاءُ: الْيَمِينُ الْمُنْكَرَةُ يُقْتَطَعُ بِهَا الْحَقُّ.\nوَمِنْ هَذَا الْبَابِ فِي الْمُطَابَقِ: قَرَبٌ حَذْحَاذٌ، أَيْ سَرِيعٌ حَثِيثٌ. وَفِي حَدِيثِ عُتْبَةَ بْنِ غَزْوَانَ: \" «إِنَّ الدُّنْيَا قَدْ آذَنَتْ بِصُرْمٍ وَوَلَّتْ حَذَّاءَ، وَلَمْ تَبْقَ مِنْهَا صُبَابَةٌ إِلَّا كَصُبَابَةِ الْإِنَاءِ» \".",
    "pg": "2:5-6"
  },
  "حذر": {
    "def": "الْحَاءُ وَالذَّالُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ مِنَ التَّحَرُّزِ وَالتَّيَقُّظِ. يُقَالُ حَذِرَ يَحْذَرُ حَذَرًا. وَرَجُلٌ حَذِرٌ وَحَذُورٌ وَحِذْرِيَانٌ: مُتَيَقِّظٌ مُتَحَرِّزٌ.\nوَحَذَارِ، بِمَعْنَى احْذَرْ. قَالَ:\nحَذَارِ مِنْ أَرْمَاحِنَا حَذَارِ\nوَقُرِئَتْ: ﴿وَإِنَّا لَجَمِيعٌ حَاذِرُونَ﴾ [الشعراء: ٥٦] ، قَالُوا: مُتَأَهِّبُونَ. وَ (حَذِرُونَ) :\nخَائِفُونَ. وَالْمَحْذُورَةُ: الْفَزَعُ. فَأَمَّا الْحِذْرِيَةُ فَالْمَكَانُ الْغَلِيظُ: وَيُمْكِنُ أَنْ يَكُونَ سُمِّيَ بِذَلِكَ لِأَنَّهُ يُحْذَرُ الْمَشْيُ عَلَيْهِ.",
    "pg": "2:37"
  },
  "حذق": {
    "def": "الْحَاءُ وَالذَّالُ وَالْقَافُ أَصْلٌ وَاحِدٌ، وَهُوَ الْقَطْعُ. يُقَالُ حَذَقَ السِّكِّينُ الشَّيْءَ، إِذَا قَطَعَهُ. [قَالَ] :\nفَذَلِكَ سِكِّينٌ عَلَى الْحَلْقِ حَاذِقُ وَمِنْ هَذَا الْقِيَاسِ الرَّجُلُ الْحَاذِقُ فِي صِنَاعَتِهِ، وَهُوَ الْمَاهِرُ، وَذَلِكَ أَنَّهُ يَحْذِقُ الْأَمْرَ يَقْطَعُهُ لَا يَدَعُ فِيهِ مُتَعَلَّقًا. وَمِنْهُ حِذْقُ الْقُرْآنِ. وَمِنْ قِيَاسِهِ الْحُذَاقِيُّ، وَهُوَ الْفَصِيحُ اللِّسَانِ ; وَذَلِكَ أَنَّهُ يَفْصِلُ الْأُمُورَ يَقْطَعُهَا. وَلِذَلِكَ يُسَمَّى اللِّسَانُ مِفْصَلًا. وَالْبَابُ كُلُّهُ وَاحِدٌ.\nوَمِنَ الْبَابِ حَذَقَ فَاهُ الْخَلُّ إِذَا حَمَزَهُ، وَذَلِكَ كَالتَّقْطِيعِ يَقَعُ فِيهِ.\n\n[بَابُ الْحَاءِ وَالرَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:37-38"
  },
  "حرب": {
    "def": "الْحَاءُ وَالرَّاءُ وَالْبَاءُ أُصُولٌ ثَلَاثَةٌ: أَحَدُهَا السَّلْبُ، وَالْآخَرُ دُوَيْبَّةٌ، وَالثَّالِثُ بَعْضُ الْمَجَالِسِ.\nفَالْأَوَّلُ: الْحَرْبُ، وَاشْتِقَاقُهَا مِنَ الْحَرَبِ وَهُوَ السَّلْبُ. يُقَالُ حَرَبْتُهُ مَالَهُ، وَقَدْ حُرِبَ مَالَهُ، أَيْ سُلِبَهُ، حَرَبًا. وَالْحَرِيبُ: الْمَحْرُوبُ. وَرَجُلٌ مِحْرَابٌ: شُجَاعٌ قَؤُومٌ بِأَمْرِ الْحَرْبِ مُبَاشِرٌ لَهَا. وَحَرِيبَةُ الرَّجُلِ: مَالُهُ الَّذِي يَعِيشُ بِهِ، فَإِذَا سُلِبَهُ لَمْ يَقُمْ بَعْدَهُ. وَيُقَالُ أَسَدٌ حَرِبٌ، أَيْ مِنْ شِدَّةِ غَضَبِهِ كَأَنَّهُ حُرِبَ شَيْئًا أَيْ سُلِبَهُ. وَكَذَلِكَ الرَّجُلُ الْحَرِبُ.\nوَأَمَّا الدُّوَيْبَّةٌ [فَ] الْحِرْبَاءُ. يُقَالُ أَرْضٌ مُحَرْبِئَةٌ، إِذَا كَثُرَ حِرْبَاؤُهَا. وَبِهَا شُبِّهَ الْحِرْبَاءُ، وَهِيَ مَسَامِيرُ الدُّرُوعِ. وَكَذَلِكَ حَرَابِيُّ الْمَتْنِ، وَهِيَ لَحَمَاتُهُ.\nوَالثَّالِثُ: الْمِحْرَابُ، وَهُوَ صَدْرُ الْمَجْلِسِ، وَالْجَمْعُ مَحَارِيبُ. وَيَقُولُونَ: الْمِحْرَابُ الْغُرْفَةُ فِي قَوْلِهِ تَعَالَى: ﴿فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ﴾ [مريم: ١١] . وَقَالَ: رَبَّةُ مِحْرَابٍ إِذَا جِئْتُهَا ... لَمْ أَلْقَهَا أَوْ أَرْتَقِي سُلَّمَا\nوَمِمَّا شَذَّ عَنْ هَذِهِ الْأُصُولِ الْحُرْبَةُ. ذَكَرَ ابْنُ دُرَيْدٍ أَنَّهَا الْغِرَارَةُ السَّوْدَاءُ.\nوَأَنْشَدَ:\nوَصَاحِبٍ صَاحَبْتُ غَيْرِ أَبْعَدَا تَرَاهُ بَيْنَ الْحُرْبَتَيْنِ مَسْنَدَا",
    "pg": "2:48-49"
  },
  "حرت": {
    "def": "الْحَاءُ وَالرَّاءُ وَالتَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الدَّلْكُ، يُقَالُ حَرَتَهُ حَرْتًا، إِذَا دَلَكَهُ دَلْكًا شَدِيدًا.",
    "pg": "2:49"
  },
  "حرث": {
    "def": "الْحَاءُ وَالرَّاءُ وَالثَّاءُ أَصْلَانِ مُتَفَاوِتَانِ: أَحَدُهُمَا الْجَمْعُ وَالْكَسْبُ، وَالْآخَرُ أَنْ يُهْزَلَ الشَّيْءُ.\nفَالْأَوَّلُ الْحَرْثُ، وَهُوَ الْكَسْبُ وَالْجَمْعُ، وَبِهِ سُمِّي الرَّجُلُ حَارِثًا. وَفِي الْحَدِيثِ: \" «احْرُثْ لِدُنْيَاكَ كَأَنَّكَ تَعِيشُ أَبَدًا، وَاعْمَلْ لِآخِرَتِكَ كَأَنَّكَ تَمُوتُ غَدًا» \".\nوَمِنْ هَذَا الْبَابِ حَرْثُ الزَّرْعِ. وَالْمَرْأَةُ حَرْثُ الزَّوْجِ ; فَهَذَا تَشْبِيهٌ، وَذَلِكَ أَنَّهُ مُزْدَرَعُ وَلَدِهِ. قَالَ اللَّهُ تَعَالَى: ﴿نِسَاؤُكُمْ حَرْثٌ لَكُمْ﴾ [البقرة: ٢٢٣] . وَالْأَحْرِثَةُ: مَجَارِي الْأَوْتَارِ فِي الْأَفْوَاقِ ; لِأَنَّهَا تَجْمَعُهَا.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَيُقَالُ حَرَثَ نَاقَتَهُ: هَزَلُهَا; أَحْرَثَهَا أَيْضًا. وَمِنْ ذَلِكَ قَوْلُ الْأَنْصَارِ لَمَّا قَالَ لَهُمْ مُعَاوِيَةُ: مَا فَعَلَتْ نَوَاضِحُكُمْ؟ قَالُوا: أَحْرَثْنَاهَا يَوْمَ بَدْرٍ.",
    "pg": "2:49-50"
  },
  "حرج": {
    "def": "الْحَاءُ وَالرَّاءُ وَالْجِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ مُعْظَمُ الْبَابِ وَإِلَيْهِ مَرْجِعِ فُرُوعِهِ، وَذَلِكَ تَجَمُّعُ الشَّيْءِ وَضِيقُهُ. فَمِنْهُ الْحَرَجُ جَمْعُ حَرَجَةٍ، وَهِيَ مُجْتَمَعُ شَجَرٍ. وَيُقَالُ فِي الْجَمْعِ حَرَجَاتٌ. قَالَ:\nأَيَا حَرَجَاتِ الْحَيِّ حِينَ تَحَمَّلُوا ... بِذِي سَلَمٍ لَا جَادَكُنَّ رَبِيعُ\nوَيُقَالُ حِرَاجٌ أَيْضًا. قَالَ:\nعَايَنَ حَيًّا كَالْحَرَاجِ نَعَمُهْ وَمِنْ ذَلِكَ: الْحَرَجَ الْإِثْمُ، وَالْحَرَجُ الضِّيقُ. قَالَ اللَّهُ تَعَالَى: ﴿وَمَنْ يُرِدْ أَنْ يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا﴾ [الأنعام: ١٢٥] . وَيُقَالُ حَرِجَتِ الْعَيْنُ تَحْرَجُ، أَيْ تَحَارُ. وَتَقُولُ: حَرِجَ عَلَيَّ ظُلْمُكَ، أَيْ حُرُمَ. وَيُقَالُ أَحْرَجَهَا بِتَطْلِيقَةٍ، أَيْ حَرَّمَهَا. وَيَقُولُونَ: أَكْسَعَهَا بَالْمُحْرِجَاتِ، يُرِيدُونَ بِثَلَاثِ تَطْلِيقَاتٍ. وَالْحَرَجُ: السَّرِيرُ الَّذِي تُحْمَلُ عَلَيْهِ الْمَوْتَى. وَالْمِحَفَّةُ حَرَجٌ. قَالَ:\nفَإِمَّا تَرَيْنِي فِي رِحَالَةِ جَابِرٍ ... عَلَى حَرَجٍ كَالْقَرِّ تَخْفِقُ أَكْفَانِي\nوَنَاقَةٌ حَرَجٌ وَحُرْجُوجٌ: ضَامِرَةٌ، وَذَلِكَ تَدَاخُلُ عِظَامِهَا وَلَحْمِهَا. وَمِنْهُ الْحَرِجُ الرَّجُلُ الَّذِي لَا يَكَادُ يَبْرَحُ الْقِتَالَ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ قَوْلُهُمْ إِنَّ الْحِرْجَ الْوَدَعَةُ، وَالْجَمْعُ أَحْرَاجٌ. وَيُقَالُ هُوَ نَصِيبُ الْكَلْبِ مِنْ لَحْمِ الصَّيْدِ. قَالَ جَحْدَرٌ: وَتَقَدُّمِي لِلَّيْثِ أَرْسُفُ مُوثَقًا ... حَتَّى أُكَابِرَهُ عَلَى الْأَحْرَاجِ\nوَيُقَالُ الْحِرْجُ الْحِبَالُ تُنْصَبُ. قَالَ:\nكَأَنَّهَا حَرَجٍ حَابِلِ",
    "pg": "2:50-51"
  },
  "حرد": {
    "def": "الْحَاءُ وَالرَّاءُ وَالدَّالُ أُصُولٌ ثَلَاثَةٌ: الْقَصْدُ، وَالْغَضَبُ، وَالتَّنَحِّي.\nفَالْأَوَّلُ: الْقَصْدُ. يُقَالُ حَرَدَ حَرْدَهُ، أَيْ قَصَدَ قَصْدَهُ، قَالَ اللَّهُ تَعَالَى:\n﴿وَغَدَوْا عَلَى حَرْدٍ قَادِرِينَ﴾ [القلم: ٢٥] . [وَ] قَالَ:\nأَقْبَلَ سَيْلٌ جَاءَ مِنْ عِنْدِ اللَّهِ ... يَحْرُدُ حَرْدَ الْجَنَّةِ الْمُغِلَّهْ\nوَمِنْ هَذَا الْبَابِ الْحُرُودُ: مَبَاعِرُ الْإِبِلِ، وَاحِدُهَا حِرْدٌ.\nوَالثَّانِي: الْغَضَبُ ; يُقَالُ حَرِدَ الرَّجُلُ غَضِبَ حَرْدًا، بِسُكُونِ الرَّاءِ. قَالَ الطِّرِمَّاحُ:\nوَابْنُ سَلْمَى عَلَى حَرْدٍ\nوَيُقَالُ أَسَدٌ حَارِدٌ. قَالَ: لَعَلَّكِ يَوْمًا أَنْ تَرَيْنِي كَأَنَّمَا ... بَنِيَّ حَوَالَيَّ اللُّيُوثُ الْحَوَارِدُ\nوَالثَّالِثُ: التَّنَحِّي وَالْعُدُولُ. يُقَالُ نَزَلَ فُلَانٌ حَرِيدًا، أَيْ مُتَنَحِّيًا. وَكَوْكَبٌ حَرِيدٌ. قَالَ جَرِيرٌ:\nنَبْنِي عَلَى سَنَنِ الْعَدُوِّ بُيُوتَنَا ... لَا نَسْتَجِيرُ وَلَا نَحِلُّ حَرِيدًا\nقَالَ أَبُو زَيْدٍ: الْحَرِيدُ هَاهُنَا: الْمُتَحَوِّلُ عَنْ قَوْمِهِ. وَقَدْ حَرَدَ حُرُودًا. يَقُولُ إِنَّا لَا نَنْزِلُ فِي غَيْرِ قَوْمِنَا مِنْ ضَعْفٍ وَذِلَّةٍ ; لِقُوَّتِنَا وَكَثْرَتِنَا. وَالْمُحَرَّدُ مِنْ كُلِّ شَيْءٍ: الْمُعَوَّجُ. وَحَارَدَتِ النَّاقَةُ، إِذْ قَلَّ لَبَنُهَا، وَذَلِكَ أَنَّهَا عَدَلَتْ عَمَّا كَانَتْ عَلَيْهِ مِنَ الدَّرِّ. وَكَذَلِكَ حَارَدَتِ السَّنَةُ إِذَا قَلَّ مَطَرُهَا. وَحَبْلٌ مُحَرَّدٌ، إِذَا ضُفِّرَ فَصَارَتْ لَهُ حِرْفَةٌ لِاعْوِجَاجِهِ.",
    "pg": "2:51-52"
  },
  "حرذ": {
    "def": "الْحَاءُ وَالرَّاءُ وَالذَّالُ لَيْسَ أَصْلًا، وَلَيْسَتْ فِيهِ عَرَبِيَّةٌ صَحِيحَةٌ. وَقَدْ قَالُوا إِنَّ الْحِرْذَوْنَ دُوَيْبَّةٌ.\n\n[بَابُ الْحَاءِ وَالزَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:52"
  },
  "حرر": {
    "def": "الْحَاءُ وَالرَّاءُ فِي الْمُضَاعَفِ لَهُ أَصْلَانِ:\nفَالْأَوَّلُ مَا خَالَفَ الْعُبُودِيَّةَ وَبَرِئَ مِنَ الْعَيْبِ وَالنَّقْصِ. يُقَالُ هُوَ حُرٌّ بَيِّنُ الْحَرُورِيَّةِ وَالْحُرِّيَّةِ. وَيُقَالُ طِينٌ حُرٌّ: لَا رَمْلَ فِيهِ. وَبَاتَتْ فُلَانَةُ بِلَيْلَةِ حُرَّةٍ، إِذَا لَمْ يَصِلْ إِلَيْهَا بَعْلُهَا فِي أَوَّلِ لَيْلَةٍ ; فَإِنْ تَمَكَّنَ مِنْهَا فَقَدْ بَاتَتْ بِلَيْلَةِ شَيْبَاءَ. قَالَ:\nشُمْسٌ مَوَانِعُ كُلِّ لَيْلَةٍ حُرَّةٍ ... يُخْلِفْنَ ظَنَّ الْفَاحِشِ الْمِغْيَارِ\nوَحُرُّ الدَّارِ: وَسَطُهَا. وَحُمِلَ عَلَى هَذَا شَيْءٌ كَثِيرٌ، فَقِيلَ لِوَلَدِ الْحَيَّةِ حُرٌّ. قَالَ:\nمُنْطَوٍ فِي جَوْفِ نَامُوسِهِ ... كَانْطِوَاءِ الْحُرِّ بَيْنَ السِّلَامْ\nوَيُقَالُ لِذَكَرِ الْقَمَارِيِّ سَاقُ حُرٍّ. قَالَ حُمَيْدٌ:\nوَمَا هَاجَ هَذَا الشَّوْقَ إِلَّا حَمَامَةٌ ... دَعَتْ سَاقَ حُرٍّ تَرْحَةً وَتَرَنُّمَا\nوَامْرَأَةٌ حُرَّةُ الذِّفْرَى، أَيْ حُرَّةُ مَجَالِ الْقُرْطِ. قَالَ:\nوَالْقُرْطُ فِي حُرَّةِ الذِّفْرَى مُعَلِّقُهُ ... تَبَاعَدَ الْحَبْلُ مِنْهُ فَهُوَ مُضْطَرِبُ وَحُرُّ الْبَقْلِ: مَا يُؤْكَلُ غَيْرَ مَطْبُوخٍ. فَأَمَّا قَوْلُ طَرَفَةَ:\nلَا يَكُنْ حُبُّكِ دَاءً دَاخِلًا ... لَيْسَ هَذَا مِنْكِ مَاوِيَّ بِحُرْ\nفَهُوَ مِنَ الْبَابِ، أَيْ لَيْسَ هَذَا مِنْكِ بِحَسَنٍ وَلَا جَمِيلٍ. وَيُقَالُ حَرَّ الرَّجُلُ يَحَرُّ، مِنَ الْحُرِّيَّةِ.\nوَالثَّانِي: خِلَافُ الْبَرْدِ، يُقَالُ هَذَا يَوْمٌ ذُو حَرٍّ، وَيَوْمٌ حَارٌّ. وَالْحَرُورُ: الرِّيحُ الْحَارَّةُ تَكُونُ بِالنَّهَارِ وَاللَّيْلِ. وَمِنْهُ الْحِرَّةُ، وَهُوَ الْعَطَشُ. وَيَقُولُونَ فِي مَثَلٍ: \" حِرَّةٌ تَحْتَ قِرَّةٍ.\nوَمِنْ هَذَا الْبَابِ: الْحَرِيرُ، وَهُوَ الْمَحْرُورُ الَّذِي تَدَاخَلَهُ غَيْظٌ مِنْ أَمْرٍ نَزَلَ بِهِ. وَامْرَأَةٌ حَرِيرَةٌ. قَالَ:\nخَرَجْنَ حَرِيرَاتٍ وَأَبْدَيْنَ مِجْلَدًا ... وَجَالَتْ عَلَيْهِنَّ الْمُكَتَّبَةُ الصُّفْرُ\nيُرِيدُ بِالْمُكَتَّبَةِ الصُّفْرِ الْقِدَاحَ.\nوَالْحَرَّةُ: أَرْضٌ ذَاتُ حِجَارَةٍ سَوْدَاءَ. وَهُوَ عِنْدِي مِنَ الْبَابِ لِأَنَّهَا كَأَنَّهَا مُحْتَرِقَةٌ. قَالَ الْكِسَائِيُّ: نَهْشَلُ بْنُ حَرِّيٍّ، بِتَشْدِيدِ الرَّاءِ، كَأَنَّهُ مَنْسُوبٌ إِلَى الْحَرِّ. قَالَ الْكِسَائِيُّ: حَرِرْتَ يَا يَوْمُ تَحَرُّ، وَحَرَرْتَ تَحِرُّ، إِذَا اشْتَدَّ حَرُّ النَّهَارِ.",
    "pg": "2:6-8"
  },
  "حرز": {
    "def": "الْحَاءُ وَالرَّاءُ وَالزَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ مِنَ الْحِفْظِ وَالتَّحَفُّظِ يُقَالُ حَرَزْتُهُ وَاحْتَرَزَ هُوَ، أَيْ تَحَفَّظَ. وَنَاسٌ يَذْهَبُونَ إِلَى أَنَّ هَذِهِ الزَّاءَ مُبْدَلَةٌ مِنْ سِينٍ، وَأَنَّ الْأَصْلَ الْحَرْسُ وَهُوَ وَجْهٌ. وَفِي الْكِتَابِ الَّذِي لِلْخَلِيلِ أَنَّ الْحَرَزَ جَوْزٌ مَحْكُوكٌ يُلْعَبُ بِهِ، وَالْجَمْعُ أَحْرَازٌ. قُلْنَا: وَهَذَا شَيْءٌ لَا يُعَرَّجُ عَلَيْهِ وَلَا مَعْنَى لَهُ.",
    "pg": "2:38"
  },
  "حرس": {
    "def": "الْحَاءُ وَالرَّاءُ وَالسِّينُ أَصْلَانِ: أَحَدُهُمَا الْحِفْظُ وَالْآخَرُ زَمَانٌ.\nفَالْأَوَّلُ حَرَسَهُ يَحْرُسُهُ حَرْسًا. وَالْحَرَسُ: الْحُرَّاسُ. وَأَمَّا حُرِيسَةُ الْجَبَلِ، الَّتِي جَاءَتْ فِي الْحَدِيثِ، فَيُقَالُ هِيَ الشَّاةُ يُدْرِكُهَا اللَّيْلُ قَبْلَ أُوِيِّهَا إِلَى مَأْوَاهَا، فَكَأَنَّهَا حُرِسَتْ هُنَاكَ. وَقَالَ أَبُو عُبَيْدَةَ فِي حَرِيسَةِ الْجَبَلِ: يَجْعَلُهَا بَعْضُهُمُ السَّرِقَةَ نَفْسَهَا ; يُقَالُ حَرَسَ يَحْرِسُ حَرْسًا، إِذَا سَرَقَ. وَهَذَا إِنْ صَحَّ فَهُوَ قَرِيبٌ مِنَ الْبَابِ ; لِأَنَّ السَّارِقَ يَرْقُبُ الشَّيْءَ كَأَنَّهُ يَحْرُسُهُ حَتَّى يَتَمَكَّنَ مِنْهُ. وَالْأَوَّلُ أَصَحُّ. وَذَلِكَ قَوْلُ أَهْلِ اللُّغَةِ إِنَّ الْحَرِيسَةَ هِيَ الْمَحْرُوسَةُ. فَيَقُولُ: \" [لَيْسَ] فِيمَا يُحْرَسُ بِالْجَبَلِ قَطْعٌ \" لِأَنَّهُ لَيْسَ بِمَوْضِعِ حِرْزٍ.",
    "pg": "2:38-39"
  },
  "حرش": {
    "def": "الْحَاءُ وَالرَّاءُ وَالشِّينُ أَصْلٌ وَاحِدٌ يَرْجِعُ إِلَيْهِ فَرَوْعُ الْبَابِ. وَهُوَ الْأَثَرُ وَالتَّحْزِيزُ. فَالْحَرْشُ الْأَثَرُ وَمِنْهُ سُمِّي الرَّجُلُ حِرَاشًا. وَلِذَلِكَ يُسَمُّونَ الدِّينَارَ أَحْرَشَ لِأَنَّ فِيهِ خُشُونَةً. وَيُسَمُّونَ الضَّبَّ أَحْرَشَ ; لِأَنَّ فِي جِلْدِهِ خُشُونَةً وَتَحْزِيزًا.\nوَمِنْ هَذَا الْبَابِ حَرَشْتُ [الضَّبَّ] ، وَذَلِكَ أَنْ تَمْسَحَ جُحْرَهُ وَتُحَرِّكَ يَدَكَ حَتَّى يَظُنَّ أَنَّهَا حَيَّةً فَيُخْرِجُ ذَنْبَهُ فَتَأْخُذَهُ. وَذَلِكَ الْمَسْحُ لَهُ أَثَرٌ. فَهُوَ مِنَ الْقِيَاسِ الَّذِي ذَكَرْنَاهُ. وَالْحَرِيشُ: نَوْعٌ مِنَ الْحَيَّاتِ أَرْقَطُ. وَرُبَّمَا قَالُوا حَيَّةٌ حَرْشَاءُ، كَمَا يَقُولُونَ رَقْطَاءُ قَالَ:\nبِحَرْشَاءَ مِطْحَانٍ كَأَنَّ فَحِيحَهَا ... إِذَا فَزِعَتْ مَاءٌ هُرِيقَ عَلَى جَمْرِ\nوَالْحَرْشَاءُ: حَبَّةٌ تَنْبُتُ شَبِيهَةٌ بِالْخَرْدَلِ. قَالَ أَبُو النَّجْمِ:\nوَانْحَتَّ مِنْ حَرْشَاءَ فَلْجٍ خَرْدَلَهْ\nفَأَمَّا قَوْلُهُمْ حَرَّشْتُ بَيْنَهُمْ، إِذَا أَغْرَيْتَ وَأَلْقَيْتَ الْعَدَاوَةَ، فَهُوَ مِنَ الْبَابِ ; لِأَنَّ ذَلِكَ كَتَحْزِيزٍ يَقَعُ فِي الصُّدُورِ وَالْقُلُوبِ.\nوَمِنْ ذَلِكَ تَسْمِيَتُهُمُ النُّقْبَةَ، وَهِيَ أَوَّلُ الْجَرَبِ يَبْدُو، حَرْشَاءَ. يُقَالُ نُقْبَةٌ حَرْشَاءُ، وَهِيَ الْبَاثِرَةُ الَّتِي لَمْ تُطْلَ. وَأَنْشَدَ: وَحَتَّى كَأَنِّي يَتَّقِي بِي مُعَبَّدٌ ... بِهِ نُقْبَةٌ حَرْشَاءُ لَمْ تَلْقَ طَالِيًا\nفَأَمَّا قَوْلُهُ:\nكَمَا تَطَايَرَ مَنْدُوفُ الْحَرَاشِينَ\nفَيُقَالُ إِنَّهُ شَيْءٌ فِي الْقُطْنِ لَا تُدَيِّثُهُ الْمَطَارِقُ، وَلَا يَكُونُ ذَلِكَ إِلَّا لِخُشُونَةٍ فِيهِ.",
    "pg": "2:39-40"
  },
  "حرص": {
    "def": "الْحَاءُ وَالرَّاءُ وَالصَّادُ أَصْلَانِ: أَحَدُهُمَا الشَّقُّ، وَالْآخَرُ الْجَشَعُ.\nفَالْأَوَّلُ الْحَرْصُ الشَّقُّ ; يُقَالُ حَرَصَ الْقَصَّارُ الثَّوْبَ إِذَا شَقَّهُ. وَالْحَارِصَةُ مِنَ الشِّجَاجِ: الَّتِي تَشُقُّ الْجِلْدَ. وَمِنْهُ الْحَرِيصَةُ وَالْحَارِصَةُ، وَهِيَ السَّحَابَةُ الَّتِي تَقْشِرُ وَجْهَ الْأَرْضِ مِنْ شِدَّةِ وَقْعِ مَطَرِهَا. قَالَ:\nانْهِلَالُ حَرِيصَةٍ\nوَأَمَّا الْجَشَعُ وَالْإِفْرَاطُ فِي الرَّغْبَةِ فَيُقَالُ حَرَصَ إِذَا جَشَعَ يَحْرِصُ حِرْصًا، فَهُوَ حَرِيصٌ. قَالَ اللَّهُ تَعَالَى: ﴿إِنْ تَحْرِصْ عَلَى هُدَاهُمْ﴾ [النحل: ٣٧] . وَيُقَالُ حُرِصَ الْمَرْعَى، إِذَا لَمْ يُتْرَكْ مِنْهُ شَيْءٌ ; وَذَلِكَ مِنَ الْبَابِ، كَأَنَّهُ قُشِرَ عَنْ وَجْهِ الْأَرْضِ.",
    "pg": "2:40-41"
  },
  "حرض": {
    "def": "الْحَاءُ وَالرَّاءُ وَالضَّادُ أَصْلَانِ: أَحَدُهُمَا نَبْتٌ، وَالْآخَرُ دَلِيلُ الذَّهَابِ وَالتَّلَفِ وَالْهَلَاكِ وَالضَّعْفِ وَشِبْهِ ذَلِكَ.\nأَمَّا الْأَوَّلُ فَالْحُرْضُ الْأُشْنَانُ، وَمُعَالِجُهُ الْحَرَّاضُ. وَالْإِحْرِيضُ: الْعُصْفُرُ. قَالَ:\nمُلْتَهِبٌ كَلَهَبِ الْإِحْرِيضِ\nوَالْأَصْلُ الثَّانِي: الْحَرَضُ، وَهُوَ الْمُشْرِفُ عَلَى الْهَلَاكِ. قَالَ اللَّهُ تَعَالَى: ﴿حَتَّى تَكُونَ حَرَضًا﴾ [يوسف: ٨٥] . وَيُقَالُ حَرَّضْتُ فُلَانًا عَلَى كَذَا. زَعَمَ نَاسٌ أَنَّ هَذَا مِنَ الْبَابِ. قَالَ أَبُو إِسْحَاقَ الْبَصْرِيُّ الزَّجَّاجُ: وَذَلِكَ أَنَّهُ إِذَا خَالَفَ فَقَدْ أَفْسَدَ. وَقَوْلُهُ تَعَالَى: ﴿حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ﴾ [الأنفال: ٦٥] ، لِأَنَّهُمْ إِذَا خَالَفُوهُ فَقَدْ أُهْلِكُوا. وَسَائِرُ الْبَابِ مُقَارِبٌ هَذَا ; لِأَنَّهُمْ يَقُولُونَ هُوَ حُرْضَةٌ، وَهُوَ الَّذِي يُنَاوَلُ قِدَاحَ الْمَيْسِرِ لِيَضْرِبَ بِهَا.\nوَيُقَالُ إِنَّهُ لَا يَأْكُلُ اللَّحْمَ أَبَدًا بِثَمَنٍ، إِنَّمَا يَأْكُلُ مَا يُعْطَى، فَيُسَمَّى حُرْضَةً، لِأَنَّهُ لَا خَيْرَ عِنْدَهُ.\nوَمِنَ الْبَابِ قَوْلُهُمْ لِلَّذِي لَا يُقَاتِلُ وَلَا غَنَاءَ عِنْدَهُ وَلَا سِلَاحَ مَعَهُ حَرَضٌ. قَالَ الطِّرِمَّاحُ:\nحُمَاةً لِلْعُزَّلِ الْأَحْرَاضِ\nوَيُقَالُ حَرَضَ الشَّيْءَ وَأَحْرَضَهُ غَيْرُهُ، إِذَا فَسَدَ وَأَفْسَدَهُ غَيْرُهُ. وَأَحْرَضَ الرَّجُلُ، إِذَا وُلِدَ لَهُ [وَلَدُ] سَوْءٍ. وَرُبَّمَا قَالُوا حَرَضَ الْحَالِبَانِ النَّاقَةَ، إِذَا احْتَلَبَا لَبَنَهَا كُلَّهُ.",
    "pg": "2:41-42"
  },
  "حرف": {
    "def": "الْحَاءُ الرَّاءُ وَالْفَاءُ ثَلَاثَةُ أُصُولٍ: حَدُّ الشَّيْءِ، وَالْعُدُولُ، وَتَقْدِيرُ الشَّيْءِ.\nفَأَمَّا الْحَدُّ فَحَرْفُ كُلِّ شَيْءٍ حَدُّهُ، كَالسَّيْفِ وَغَيْرُهُ. وَمِنْهُ الْحَرْفُ، وَهُوَ الْوَجْهُ. تَقُولُ: هُوَ مِنْ أَمْرِهِ عَلَى حَرْفٍ وَاحِدٍ، أَيْ طَرِيقَةٍ وَاحِدَةٍ. قَالَ اللَّهُ تَعَالَى ﴿وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ﴾ [الحج: ١١] . أَيْ عَلَى وَجْهٍ وَاحِدٍ. وَذَلِكَ أَنَّ الْعَبْدَ يَجِبُ عَلَيْهِ طَاعَةُ رَبِّهِ تَعَالَى عِنْدَ السَّرَّاءِ وَالضَّرَّاءِ، فَإِذَا أَطَاعَهُ عِنْدَ السَّرَّاءِ وَعَصَاهُ عِنْدَ الضَّرَّاءِ فَقَدْ عَبَدَهُ عَلَى حَرْفٍ. أَلَا تَرَاهُ قَالَ تَعَالَى: ﴿فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ﴾ [الحج: ١١] . وَيُقَالُ لِلنَّاقَةِ حَرْفٌ. قَالَ قَوْمٌ: هِيَ الضَّامِرُ، شُبِّهَتْ بِحَرْفِ السَّيْفِ. وَقَالَ آخَرُونَ: بَلْ هِيَ الضَّخْمَةُ، شُبِّهَتْ بِحَرْفِ الْجَبَلِ، وَهُوَ جَانِبُهُ. قَالَ أَوْسٌ:\nحَرْفٌ أَخُوهَا أَبُوهَا مِنْ مُهَجَّنَةٍ ... وَعَمُّهَا خَالُهَا قَوْدَاءُ مِئْشِيرُ\nوَقَالَ كَعْبُ بْنُ زُهَيْرٍ:\nحَرْفٌ أَخُوهَا أَبُوهَا مِنْ مُهَجَّنَةٍ ... وَعَمُّهَا خَالُهَا جَرْدَاءُ شِمْلِيلُ\nوَالْأَصْلُ الثَّانِي: الِانْحِرَافُ عَنِ الشَّيْءِ. يُقَالُ انْحَرَفَ عَنْهُ يَنْحَرِفُ انْحِرَافًا. وَحَرَّفْتُهُ أَنَا عَنْهُ، أَيْ عَدَلْتُ بِهِ عَنْهُ. وَلِذَلِكَ يُقَالُ مُحَارَفٌ، وَذَلِكَ إِذَا حُورِفَ كَسْبُهُ فَمِيلَ بِهِ عَنْهُ، وَذَلِكَ كَتَحْرِيفِ الْكَلَامِ، وَهُوَ عَدْلُهُ عَنْ جِهَتِهِ. قَالَ اللَّهُ تَعَالَى: ﴿يُحَرِّفُونَ الْكَلِمَ عَنْ مَوَاضِعِهِ﴾ [النساء: ٤٦] .\nوَالْأَصْلُ الثَّالِثُ: الْمِحْرَافُ، حَدِيدَةٌ يُقَدَّرُ بِهَا الْجِرَاحَاتُ عِنْدَ الْعِلَاجِ. قَالَ:\nإِذَا الطَّبِيبُ بِمِحْرَافَيْهِ عَالَجَهَا ... زَادَتْ عَلَى النَّقْرِ أَوْ تَحْرِيكِهَا ضَجَمًا\nوَزَعَمَ نَاسٌ أَنَّ الْمُحَارَفَ مِنْ هَذَا، كَأَنَّهُ قُدِّرَ عَلَيْهِ رِزْقُهُ كَمَا تُقَدَّرُ الْجِرَاحَةُ بِالْمِحْرَافِ.\nوَمِنْ هَذَا الْبَابِ فُلَانٌ يَحْرُفُ لِعِيَالِهِ، أَيْ يَكْسِبُ. وَأَجْوَدُ مِنْ هَذَا أَنْ يُقَالَ فِيهِ إِنَّ الْفَاءَ مُبْدَلَةٌ مِنْ ثَاءٍ. وَهُوَ مِنْ حَرَثَ أَيْ كَسَبَ وَجَمَعَ. وَرُبَّمَا قَالُوا أَحْرَفَ فُلَانٌ إِحْرَافًا، إِذَا نَمَا مَالُهُ وَصَلُحَ. وَفُلَانٌ حَرِيفُ فُلَانٍ أَيْ مُعَامِلُهُ. وَكُلُّ ذَلِكَ مِنْ حَرَفَ وَاحْتَرَفَ أَيْ كَسَبَ. وَالْأَصْلُ مَا ذَكَرْنَاهُ.",
    "pg": "2:42-43"
  },
  "حرق": {
    "def": "الْحَاءُ وَالرَّاءُ وَالْقَافُ أَصْلَانِ: أَحَدُهُمَا حَكُّ الشَّيْءِ بِالشَّيْءِ مَعَ حَرَارَةٍ وَالْتِهَابٍ، وَإِلَيْهِ يَرْجِعُ فُرُوعٌ كَثِيرَةٌ. وَالْآخَرُ شَيْءٌ مِنَ الْبَدَنِ.\nفَالْأَوَّلُ قَوْلُهُمْ حَرَقْتُ الشَّيْءَ إِذَا بَرَدْتَ وَحَكَكْتَ بَعْضَهُ بِبَعْضٍ. وَالْعَرَبُ تَقُولُ: \" هُوَ يَحْرُقُ عَلَيْكَ الْأُرَّمَ غَيْظًا \"، وَذَلِكَ إِذَا حَكَّ أَسْنَانَهُ بَعْضَهَا بِبَعْضٍ. وَالْأُرَّمُ هِيَ الْأَسْنَانُ. قَالَ:\nنُبِّئْتُ أَحْمَاءَ سُلَيْمَى إِنَّمَا ... بَاتُوا غِضَابًا يَحْرُقُونَ الْأُرَّمَا وَقَرَأَ نَاسٌ: ﴿لَنُحَرِّقَنَّهُ ثُمَّ لَنَنْسِفَنَّهُ﴾ [طه: ٩٧] ، قَالُوا: مَعْنَاهُ لَنَبْرُدَنَّهُ بِالْمَبَارِدِ. وَالْحَرَقُ: النَّارُ. وَالْحَرَقُ فِي الثَّوْبِ. وَالْحَرُوقَاءُ هَذَا الَّذِي يُقَالُ لَهُ الْحُرَّاقُ. وَكُلُّ ذَلِكَ قِيَاسُهُ وَاحِدٌ.\nوَمِنَ الْبَابِ قَوْلُهُمْ لِلَّذِي يَنْقَطِعُ شَعَرُهُ وَيَنْسَلُّ حَرِقٌ. قَالَ:\nحَرِقَ الْمَفَارِقِ كَالْبُرَاءِ الْأَعْفَرِ\nوَالْحُرْقَانُ: الْمَذَحُ فِي الْفَخِذَيْنِ، وَهُوَ مِنِ احْتِكَاكِ إِحْدَاهُمَا بِالْأُخْرَى. وَيُقَالُ فَرَسٌ حُرَاقٌ إِذَا كَانَ يَتَحَرَّقُ فِي عَدْوِهِ. وَسَحَابٌ حَرِقٌ، إِذَا كَانَ شَدِيدَ الْبَرْقِ. وَأَحْرَقَنِي النَّاسُ بِلَوْمِهِمْ: آذَوْنِي. وَيُقَالُ إِنَّ الْمُحَارَقَةَ جِنْسٌ مِنَ الْمُبَاضَعَةِ. وَمَاءٌ حُرَاقٌ: مِلْحٌ شَدِيدُ الْمُلُوحَةِ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالْحَارِقَةُ، وَهِيَ الْعَصَبُ الَّذِي يَكُونُ فِي الْوَرِكِ. يُقَالُ رَجُلٌ مَحْرُوقٌ، إِذَا انْقَطَعَتْ حَارِقَتُهُ. قَالَ:\nيَشُولُ بِالْمِحْجَنِ كَالْمَحْرُوقِ",
    "pg": "2:43-45"
  },
  "حرك": {
    "def": "الْحَاءُ وَالرَّاءُ وَالْكَافُ أَصْلٌ وَاحِدٌ، فَالْحَرَكَةُ ضِدُّ السُّكُونِ. وَمِنَ الْبَابِ الْحَارِكَانِ، وَهُمَا مُلْتَقَى الْكَتِفَيْنِ، لِأَنَّهُمَا لَا يَزَالَانِ يَتَحَرَّكَانِ. وَكَذَلِكَ الْحَرَاكِيكُ، وَهِيَ الْحَرَاقِفُ، وَاحِدَتُهَا حَرْكَكَةٌ.",
    "pg": "2:45"
  },
  "حرم": {
    "def": "الْحَاءُ وَالرَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمَنْعُ وَالتَّشْدِيدُ. فَالْحَرَامُ: ضِدُّ الْحَلَالِ. قَالَ اللَّهُ تَعَالَى: ﴿وَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَا﴾ [الأنبياء: ٩٥] . وَقُرِئَتْ: وَحِرْمٌ. وَسَوْطٌ مُحَرَّمٌ، إِذَا لَمْ يُلَيَّنْ بَعْدُ. قَالَ الْأَعْشَى:\nتُحَاذِرُ كَفِّي وَالْقَطِيعَ الْمُحَرَّمَا\nوَالْقَطِيعُ: السَّوْطُ، وَالْمُحَرَّمُ الَّذِي لَمْ يُمَرَّنْ وَلَمْ يُلَيَّنْ بَعْدُ. وَالْحَرِيمُ: حَرِيمُ الْبِئْرِ، وَهُوَ مَا حَوْلَهَا، يُحَرَّمُ عَلَى غَيْرِ صَاحِبِهَا أَنْ يَحْفِرَ فِيهِ. وَالْحَرَمَانِ: مَكَّةُ وَالْمَدِينَةُ، سُمِّيَا بِذَلِكَ لِحُرْمَتِهِمَا، وَأَنَّهُ حُرِّمَ أَنْ يُحْدَثَ فِيهِمَا أَوْ يُؤْوَى مُحْدِثٌ. وَأَحْرَمَ الرَّجُلُ بِالْحَجِّ، لِأَنَّهُ يَحْرُمُ عَلَيْهِ مَا كَانَ حَلَالًا لَهُ مِنَ الصَّيْدِ وَالنِّسَاءِ وَغَيْرِ ذَلِكَ. وَأَحْرَمَ الرَّجُلُ: دَخَلَ فِي الشَّهْرِ الْحَرَامِ. قَالَ:\nقَتَلُوا ابْنَ عَفَّانَ الْخَلِيفَةَ مُحْرِمًا ... فَمَضَى وَلَمْ أَرَ مِثْلَهُ مَقْتُولَا\nوَيُقَالُ الْمُحْرِمُ الَّذِي لَهُ ذِمَّةٌ. وَيُقَالُ أَحْرَمْتُ الرَّجُلَ قَمَرْتُهُ، كَأَنَّكَ حَرَمْتَهُ مَا طَمِعَ فِيهِ مِنْكَ. وَكَذَلِكَ حَرِمَ هُوَ يَحْرَمُ حَرَمًا، إِذَا لَمْ يَقْمُرْ. وَالْقِيَاسُ وَاحِدٌ، كَأَنَّهُ مُنِعَ مَا طَمِعَ فِيهِ. وَحَرَمْتُ الرَّجُلَ الْعَطِيَّةَ حِرْمَانًا، وَأَحْرَمْتُهُ، وَهِيَ لُغَةٌ رَدِيَّةٌ. قَالَ:\nوَنُبِّئْتُهَا أَحْرَمْتُ قَوْمَهَا ... لِتَنْكِحَ فِي مَعْشَرٍ آخَرِينَا\nوَمَحَارِمُ اللَّيْلِ: مَخَاوِفُهُ الَّتِي يَحْرُمُ عَلَى الْجَبَانِ أَنْ يَسْلُكَهَا. وَأَنْشَدَ ثَعْلَبٌ:\nوَاللَّهِ لَلنَّوْمُ وَبِيضٌ دُمَّجُ ... أَهْوَنُ مِنْ لَيْلِ قِلَاصٍ تَمْعَجُ\nمَحَارِمُ اللَّيْلِ لَهُنَّ بَهْرَجُ ... حِينَ يَنَامُ الْوَرَعُ الْمُزَلَّجُ\nوَيُقَالُ مِنَ الْإِحْرَامِ بِالْحَجِّ قَوْمٌ حُرُمٌ وَحَرَامٌ، وَرَجُلٌ حَرَامٌ. وَرَجُلٌ حَرَمِيٌّ مَنْسُوبٌ إِلَى الْحَرَمِ. قَالَ النَّابِغَةُ:\nلِصَوْتِ حِرْمِيَّةٍ قَالَتْ وَقَدْ رَحَلُوا ... هَلْ فِي مُخِفِّيكُمْ مَنْ يَبْتَغِي أَدَمًا\nوَالْحَرِيمُ: الَّذِي حُرِّمَ مَسُّهُ فَلَا يُدْنَى مِنْهُ. وَكَانَتِ الْعَرَبُ إِذَا حَجُّوا أَلْقَوْا مَا عَلَيْهِمْ مِنْ ثِيَابِهِمْ فَلَمْ يَلْبَسُوهَا فِي الْحَرَمِ، وَيُسَمَّى الثَّوْبُ إِذَا حَرُمَ لُبْسُهُ الْحَرِيمَ. قَالَ:\nكَفَى حَزَنًا مَرِّي عَلَيْهِ كَأَنَّهُ ... لَقًى بَيْنَ أَيْدِي الطَّائِفِينَ حَرِيمُ\nوَيُقَالُ بَيْنَ الْقَوْمِ حُرْمَةٌ وَمَحْرَمَةٌ، وَذَلِكَ مُشْتَقٌّ مِنْ أَنَّهُ حَرَامٌ إِضَاعَتُهُ وَتَرْكُ حِفْظِهِ. وَيُقَالُ إِنَّ الْحَرِيمَةَ اسْمُ مَا فَاتَ مِنْ كُلِّ هَمٍّ مَطْمُوعٍ فِيهِ.\nوَمِمَّا شَذَّ الْحَيْرَمَةُ: الْبَقَرَةُ.",
    "pg": "2:45-47"
  },
  "حرن": {
    "def": "الْحَاءُ وَالرَّاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ لُزُومُ الشَّيْءِ لِلشَّيْءِ لَا يَكَادُ يُفَارِقُهُ. فَالْحِرَانُ فِي الدَّابَّةِ مَعْرُوفٌ، يُقَالُ حَرَنَ وَحَرُنَ. وَالْمَحَارِنُ مِنَ النَّحْلِ: اللَّوَاتِي يَلْصَقْنَ بَالشَّهْدِ فَلَا يَبْرَحْنَ أَوْ يُنْزَعْنَ. قَالَ:\nصَوْتُ الْمَحَابِضِ يَنْزِعْنَ الْمَحَارِينَا\nوَكَذَلِكَ قَوْلُ الشَّمَّاخِ:\nفَمَا أَرْوَى وَلَوْ كَرُمَتْ عَلَيْنَا ... بِأَدْنَى مِنْ مُوَقَّفَةٍ حَرُونِ\nهِيَ الَّتِي لَا تَبْرَحُ أَعْلَى الْجَبَلِ. وَيُقَالُ حَرَنَ فِي الْبَيْعِ فَلَا يَزِيدُ وَلَا يَنْقُصُ.",
    "pg": "2:47"
  },
  "حروى": {
    "def": "الْحَاءُ وَالرَّاءُ وَمَا بَعْدَهَا مُعْتَلٌّ. أُصُولٌ ثَلَاثَةٌ: فَالْأَوَّلُ جِنْسٌ مِنَ الْحَرَارَةِ، وَالثَّانِي الْقُرْبُ وَالْقَصْدُ، وَالثَّالِثُ الرُّجُوعُ.\nفَالْأَوَّلُ الْحَرْوُ. مِنْ قَوْلِكَ وَجَدْتُ فِي فَمِي حَرْوَةً وَحَرَاوَةً، وَهِيَ حَرَارَةٌ مِنْ شَيْءٍ يُؤْكَلُ كَالْخَرْدَلِ وَنَحْوِهِ. وَمِنْ هَذَا الْقِيَاسِ حَرَاةُ النَّارِ، وَهُوَ الْتِهَابُهَا. وَمِنْهُ الْحَرَةُ الصَّوْتُ وَالْجَلَبَةُ.\nوَأَمَّا الْقُرْبُ وَالْقَصْدُ فَقَوْلُهُمْ أَنْتَ حَرًى أَنْ تَفْعَلَ كَذَا. وَلَا يُثَنَّى عَلَى هَذَا اللَّفْظِ وَلَا يُجْمَعُ. فَإِذَا قُلْتَ حَرِيٌّ قُلْتَ حَرِيَّانِ وَحَرِيُّونَ وَأَحْرِيَاءَ لِلْجَمَاعَةِ. وَتَقُولُ هَذَا الْأَمْرُ مَحْرَاةٌ لِكَذَا. وَمِنْهُ قَوْلُهُمْ: هُوَ يَتَحَرَّى الْأَمْرَ، أَيْ يَقْصِدُهُ. وَيُقَالُ إِنَّ الْحَرَا مَقْصُورٌ: مَوْضِعُ الْبَيْضِ، وَهُوَ الْأُفْحُوصُ. وَمِنْهُ تَحَرَّى بِالْمَكَانِ: تَلَبَّثَ. وَمِنْهُ قَوْلُهُمْ نَزَلْتُ بِحَرَاهُ وَبِعَرَاهُ، أَيْ بِعَقْوَتِهِ.\nوَالثَّالِثُ: قَوْلُهُمْ حَرَى الشَّيْءُ يَحْرِي حَرْيًا، إِذَا رَجَعَ وَنَقَصَ. وَأَحْرَاهُ الزَّمَانُ. وَيُقَالُ لِلْأَفْعَى الَّتِي كَبِرَتْ وَنَقَصَ جِسْمُهَا حَارِيَةٌ. وَفِي الدُّعَاءِ عَلَيْهِ يَقُولُونَ: \" رَمَاهُ اللَّهُ بِأَفْعَى حَارِيَةٍ \"، لِأَنَّهَا تَنْقُصُ مِنْ مُرُورِ الزَّمَانِ عَلَيْهَا وَتَحْرِي، فَذَلِكَ أَخْبَثُ. وَفِي الْحَدِيثِ: \" «لَمَّا مَاتَ رَسُولُ اللَّهِ ﵌ جَعَلَ جِسْمُ أَبِي بَكْرٍ يَحْرِي حَتَّى لَحِقَ بِهِ» \".",
    "pg": "2:47-48"
  },
  "حزب": {
    "def": "الْحَاءُ وَالزَّاءُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ تَجَمُّعُ الشَّيْءِ. فَمِنْ ذَلِكَ الْحِزْبُ الْجَمَاعَةُ مِنَ النَّاسِ. قَالَ اللَّهُ تَعَالَى: ﴿كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ﴾ [المؤمنون: ٥٣] . وَالطَّائِفَةُ مِنْ كُلِّ شَيْءٍ حِزْبٌ. يُقَالُ قَرَأَ حِزْبَهُ مِنَ الْقُرْآنِ. وَالْحِزْبَاءُ: الْأَرْضُ الْغَلِيظَةُ. وَالْحَزَابِيَةُ: الْحِمَارُ الْمَجْمُوعُ الْخَلْقِ.\nوَمِنْ هَذَا الْبَابِ الْحَيْزَبُونُ: الْعَجُوزُ، وَزَادُوا فِيهِ الْيَاءَ وَالْوَاوَ وَالنُّونَ، كَمَا يَفْعَلُونَهُ فِي مِثْلِ هَذَا، لِيَكُونَ أَبْلَغَ فِي الْوَصْفِ الَّذِي يُرِيدُونَهُ.",
    "pg": "2:55"
  },
  "حزر": {
    "def": "الْحَاءُ وَالزَّاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا اشْتِدَادُ الشَّيْءِ، وَالثَّانِي جِنْسٌ مِنْ إِعْمَالِ الرَّأْيِ.\nفَالْأَصْلُ الْأَوَّلُ: الْحَزَاوِرُ، وَهِيَ الرَّوَابِي، وَاحِدَتُهَا حَزْوَرَةٌ. وَمِنْهُ الْغُلَامُ الْحَزْوَرُ وَذَلِكَ إِذَا اشْتَدَّ وَقَوِيَ، وَالْجَمْعُ حَزَاوَرَةٌ. وَمِنْ ذَلِكَ حَزَرَ اللَّبَنُ وَالنَّبِيذُ، إِذَا اشْتَدَّتْ حُمُوضَتُهُ. وَهُوَ حَازِرٌ. قَالَ:\nبَعْدَ الَّذِي عَدَا الْقُرُوصَ فَحَزَرْ\nوَأَمَّا الثَّالِثُ فَقَوْلُهُمْ: حَزَرْتُ الشَّيْءَ، إِذَا خَرَصْتَهُ، وَأَنَا حَازِرٌ. وَيَجُوزُ أَنْ يُحْمَلُ عَلَى هَذَا قَوْلُهُمْ لِخِيَارِ الْمَالِ حَزَرَاتُ. وَفِي الْحَدِيثِ: \" أَنَّ النَّبِيَّ ﵌ بَعَثَ مُصَدِّقًا فَقَالَ: لَا تَأْخُذْ مِنْ حَزَرَاتِ أَمْوَالِ النَّاسِ شَيْئًا. خُذِ الشَّارِفَ وَالْبَكْرَ وَذَا الْعَيْبِ \". فَالْحَزَرَاتُ: الْخِيَارُ، كَأَنَّ الْمُصَدِّقَ يَحْزِرُ فَيُعْمِلُ رَأْيَهُ فَيَأْخُذُ الْخِيَارَ.\n\n[بَابُ الْحَاءِ وَالسِّينِ وَمَا يَثْلُهُمَا]",
    "pg": "2:55-56"
  },
  "حزز": {
    "def": "الْحَاءُ وَالزَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْفَرْضُ فِي الشَّيْءِ بِحَدِيدَةٍ أَوْ غَيْرِهَا، ثُمَّ يُشْتَقُّ مِنْهُ. تَقُولُ مِنْ ذَلِكَ: حَزَزْتُ فِي الْخَشَبَةِ حَزًّا. وَإِذَا أَصَابَ مِرْفَقُ الْبَعِيرَ كِرْكِرَتَهُ فَأَثَّرَ فِيهَا، قِيلَ بِهِ حَازٌّ. وَالْحُزَّازُ: مَا فِي النَّفْسِ مِنْ غَيْظٍ ; فَإِنَّهُ يَحُزُّ الْقَلْبَ وَغَيْرَهُ حَزًّا. قَالَ الشَّمَّاخُ:\nفَلَمَّا شَرَاهَا فَاضَتِ الْعَيْنُ عَبْرَةً ... وَفِي الصَّدْرِ حُزَّازٌ مِنَ اللَّوْمِ حَامِزُ\nوَالْحَزَازَةُ مِنْ ذَلِكَ. وَكُلُّ شَيْءٍ حَكَّ فِي صَدْرِكَ فَقَدْ حَزَّ. وَمِنْهُ حَدِيثُ عَبْدِ اللَّهِ: \" الْإِثْمُ حَزَّازُ الْقُلُوبِ \". [وَ] مِنَ الْبَابِ الْحَزِيزُ، وَهُوَ مَكَانٌ غَلِيظٌ مُنْقَادٌ، وَالْجَمْعُ أَحِزَّةٌ. قَالَ:\nبِأَحِزَّةِ الثَّلَبُوتِ\nوَمِنْهُ الْحَزَازُ، وَهُوَ هِبْرِيَةٌ فِي الرَّأْسِ. وَيُقَالُ جِئْتُ عَلَى حَزَّةٍ مُنْكَرَةٍ، أَيْ حَالٍ وَسَاعَةٍ. وَمَا أُرَاهُ يُقَالُ فِي حَالٍ صَالِحَةٍ. قَالَ:\nوَبِأَيِّ حَزِّ مُلَاوَةٍ تَتَقَطَّعُ",
    "pg": "2:8-9"
  },
  "حزق": {
    "def": "الْحَاءُ وَالزَّاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ، وَهُوَ تَجَمُّعُ الشَّيْءِ. وَمِنْ ذَلِكَ [الْحِزَقُ] : الْجَمَاعَاتُ. قَالَ عَنْتَرَةُ: حِزَقٌ يَمَانِيَةٌ لِأَعْجَمَ طِمْطِمِ\nوَالْحَزِيقَةُ مِنَ النَّخْلِ: الْجَمَاعَةُ. وَمِنْ ذَلِكَ الْحُزُقَّةُ: الرَّجُلُ الْقَصِيرُ، وَسُمِّيَ بِذَلِكَ لِتَجَمُّعِ خَلْقِهِ. وَالْحَزْقُ: شَدُ الْقَوْسِ بِالْوَتَرِ. وَالرَّجُلُ الْمُتَحَزِّقُ: الْمُتَشَدِّدُ عَلَى [مَا] فِي يَدَيْهِ بُخْلًا. وَيَقُولُونَ: الْحَازِقُ الَّذِي ضَاقَ عَلَيْهِ خُفُّهُ. وَالْقِيَاسُ فِي الْبَابِ كُلِّهِ وَاحِدٌ.",
    "pg": "2:52-53"
  },
  "حزك": {
    "def": "الْحَاءُ وَالزَّاءُ وَالْكَافُ كَلِمَةٌ وَاحِدَةٌ أُرَاهَا مِنْ بَابِ الْإِبْدَالِ وَأَنَّهَا لَيْسَتْ أَصْلًا. وَهُوَ الِاحْتِزَاكُ، وَذَلِكَ الِاحْتِزَامُ بِالثَّوْبِ. فَإِمَّا أَنْ يَكُونَ الْكَافُ بَدَلَ مِيمٍ، وَإِمَّا أَنْ يَكُونَ الزَّاءُ بَدَلًا مِنْ بَاءٍ وَأَنَّهُ الِاحْتِبَاكُ. وَقَدْ ذُكِرَ الِاحْتِبَاكُ فِي بَابِهِ.",
    "pg": "2:53"
  },
  "حزل": {
    "def": "الْحَاءُ وَالزَّاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ ارْتِفَاعُ الشَّيْءِ. يُقَالُ احْزَأَلَّ، إِذَا ارْتَفَعَ. وَاحْزَأَلَّتِ الْإِبِلُ عَلَى مَتْنِ الْأَرْضِ فِي السَّيْرِ: ارْتَفَعَتْ. وَاحْزَأَلَّ الْجَبَلُ: ارْتَفَعَ فِي السَّرَابِ.",
    "pg": "2:53"
  },
  "حزم": {
    "def": "الْحَاءُ وَالزَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ شَدُ الشَّيْءِ وَجَمْعُهُ، قِيَاسٌ مُطَّرِدٌ. فَالْحَزْمُ: جَوْدَةُ الرَّأْيِ، وَكَذَلِكَ الْحَزَامَةُ، وَذَلِكَ اجْتِمَاعُهُ وَأَلَّا يَكُونَ مُضْطَرِبًا مُنْتَشِرًا، وَالْحِزَامُ لِلسَّرْجِ مِنْ هَذَا. وَالْمُتَحَزِّمُ: الْمُتَلَبِّبُ. وَالْحُزْمَةُ مِنَ الْحَطَبِ وَغَيْرِهِ مَعْرُوفَةٌ. وَالْحَيْزُومُ وَالْحَزِيمُ: الصَّدْرُ ; لِأَنَّهُ مُجْتَمَعُ عِظَامِهِ وَمَشَدُّهَا. يَقُولُ الْعَرَبُ: شَدَدْتُ لِهَذَا الْأَمْرِ حَزِيمِي. قَالَ أَبُو خِرَاشٍ يَصِفُ عُقَابًا:\nرَأَتْ قَنَصًا عَلَى فَوْتٍ فَضَمَّتْ ... إِلَى حَيْزُومِهَا رِيشًا رَطِيبًا\nأَيْ كَادَ الصَّيْدُ يَفُوتُهَا. وَالرَّطِيبُ: النَّاعِمُ. أَيْ كَسَرَتْ جَنَاحَهَا حِينَ رَأَتِ الصَّيْدَ لِتَنْقَضَّ. وَأَمَّا قَوْلُ الْقَائِلِ:\nأَعْدَدْتُ حُزْمَةَ وَهِيَ مُقْرَبَةٌ\nفَهِيَ فَرَسٌ، وَاسْمُهَا مُشْتَقٌّ مِمَّا ذَكَرْنَاهُ. وَالْحَزَمُ كَالْغَصَصِ فِي الصَّدْرِ، يُقَالُ حَزِمَ يَحْزَمُ حَزَمًا ; وَلَا يَكُونُ ذَلِكَ إِلَّا مِنْ تَجَمُّعِ شَيْءٍ هُنَاكَ. فَأَمَّا الْحَزْمُ مِنَ الْأَرْضِ فَقَدْ يَكُونُ مِنْ هَذَا، وَيَكُونُ مِنْ أَنْ يَقْلِبَ النُّونُ مِيمًا وَالْأَصْلُ حَزْنٌ، وَإِنَّمَا قَلَبُوهَا مِيمًا لِأَنَّ الْحَزْمَ، فِيمَا يَقُولُونَ، أَرْفَعُ مِنَ الْحُزْنِ.",
    "pg": "2:53-54"
  },
  "حزن": {
    "def": "الْحَاءُ وَالزَّاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ خُشُونَةُ الشَّيْءِ وَشِدَّةٌ فِيهِ. فَمِنْ ذَلِكَ الْحَزْنِ، وَهُوَ مَا غَلُظَ مِنَ الْأَرْضِ. وَالْحُزْنُ مَعْرُوفٌ، يُقَالُ حَزَنَنِي الشَّيْءُ يَحْزُنُنِي ; وَقَدْ قَالُوا أَحْزَنَنِي. وَحُزَانَتُكَ: أَهْلُكَ وَمَنْ تَتَحَزَّنُ لَهُ.",
    "pg": "2:54"
  },
  "حزوى": {
    "def": "الْحَاءُ وَالزَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ قَلِيلُ الْكَلِمِ، وَهُوَ الِارْتِفَاعُ. يُقَالُ حَزَا السَّرَابُ الشَّيْءَ يَحْزُوهُ، إِذَا رَفَعَهُ. وَمِنْهُ حَزَوْتُ الشَّيْءَ وَحَزَيْتُهُ إِذَا خَرَصْتُهُ. وَهُوَ مِنَ الْبَابِ ; لِأَنَّكَ تَفْعَلُ ذَلِكَ ثُمَّ تَرْفَعُهُ لِيُعْلَمَ كَمْ هُوَ.\nوَقَدْ جَعَلُوا فِي هَذَا مِنَ الْمَهْمُوزِ كَلِمَةً فَقَالُوا: حَزَأْتُ الْإِبِلَ أَحْزَؤُهَا حَزْءًا، إِذَا جَمَعْتَهَا وَسُقْتَهَا ; وَذَلِكَ أَيْضًا رَفْعٌ فِي السَّيْرِ. فَأَمَّا الْحَزَاءُ فَنَبْتٌ.",
    "pg": "2:54-55"
  },
  "حسب": {
    "def": "الْحَاءُ وَالسِّينُ وَالْبَاءُ أُصُولٌ أَرْبَعَةٌ:\nفَالْأَوَّلُ: الْعَدُّ. تَقُولُ: حَسَبْتُ الشَّيْءَ أَحْسُبُهُ حَسْبًا وَحُسْبَانًا. قَالَ اللَّهُ تَعَالَى: ﴿الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ﴾ [الرحمن: ٥] . وَمِنْ قِيَاسِ الْبَابِ الْحِسْبَانُ الظَّنُّ، وَذَلِكَ أَنَّهُ فَرَّقَ بَيْنَهُ وَبَيْنَ الْعَدِّ بِتَغْيِيرِ الْحَرَكَةِ وَالتَّصْرِيفِ، وَالْمَعْنَى وَاحِدٌ، لِأَنَّهُ إِذَا قَالَ حَسِبْتُهُ كَذَا فَكَأَنَّهُ قَالَ: هُوَ فِي الَّذِي أَعُدُّهُ مِنَ الْأُمُورِ الْكَائِنَةِ.\nوَمِنَ الْبَابِ الْحَسَبُ الَّذِي يُعَدُّ مِنَ الْإِنْسَانِ. قَالَ أَهْلُ اللُّغَةِ: مَعْنَاهُ أَنْ يَعُدَّ آبَاءً أَشْرَافًا. وَمِنْ هَذَا الْبَابِ قَوْلُهُمُ: احْتَسَبَ فُلَانٌ ابْنَهُ، إِذَا مَاتَ كَبِيرًا. وَذَلِكَ أَنْ يَعُدَّهُ فِي الْأَشْيَاءِ الْمَذْخُورَةِ لَهُ عِنْدَ اللَّهِ تَعَالَى. وَالْحِسْبَةُ: احْتِسَابُكَ الْأَجْرَ. وَفُلَانٌ حَسَنُ الْحِسْبَةِ بِالْأَمْرِ، إِذَا كَانَ حَسَنَ التَّدْبِيرِ ; وَلَيْسَ مِنَ احْتِسَابِ الْأَجْرِ. وَهَذَا أَيْضًا مِنَ الْبَابِ ; لِأَنَّهُ إِذَا كَانَ حَسَنَ التَّدْبِيرِ لِلْأَمْرِ كَانَ عَالِمًا بِعِدَادِ كُلِّ شَيْءٍ وَمَوْضِعِهِ مِنَ الرَّأْيِ وَالصَّوَابِ. وَالْقِيَاسُ كُلُّهُ وَاحِدٌ.\nوَالْأَصْلُ الثَّانِي: الْكِفَايَةُ. تَقُولُ شَيْءٌ حِسَابٌ، أَيْ كَافٍ. وَيُقَالُ: أَحْسَبْتُ فُلَانًا، إِذَا أَعْطَيْتَهُ مَا يُرْضِيهِ ; وَكَذَلِكَ حَسَّبْتُهُ. قَالَتِ امْرَأَةٌ:\nوَنُقْفِي وَلِيدَ الْحَيِّ إِنْ كَانَ جَائِعًا ... وَنُحْسِبُهُ إِنْ كَانَ لَيْسَ بِجَائِعِ\nوَالْأَصْلُ الثَّالِثُ: الْحُسْبَانُ، وَهِيَ جَمْعُ حُسْبَانَةٍ، وَهِيَ الْوِسَادَةُ الصَّغِيرَةُ. وَقَدْ حَسَّبْتُ الرَّجُلَ أُحَسِّبُهُ، إِذَا أَجْلَسْتَهُ عَلَيْهَا وَوَسَّدْتَهُ إِيَّاهَا. وَمِنْهُ قَوْلُ الْقَائِلِ:\nغَدَاةَ ثَوَى فِي الرَّمْلِ غَيْرَ مُحَسَّبِ وَقَالَ آخَرُ:\nيَا عَامِ لَوْ قَدَرَتْ عَلَيْكَ رِمَاحُنَا وَالرَّاقِصَاتُ إِلَى مِنًى فَالْغَبْغَبِ لَلَمَسْتَ بِالْوَكْعَاءِ طَعْنَةَ ثَائِرٍ حَرَّانَ أَوْ لَثَوَيْتَ غَيْرَ مُحَسَّبِ وَمِنْ هَذَا الْأَصْلِ الْحُسْبَانُ: سِهَامٌ صِغَارٌ يُرْمَى بِهَا عَنِ الْقِسِيِّ الْفَارِسِيَّةِ، الْوَاحِدَةُ حُسْبَانَةٌ. وَإِنَّمَا فَرَّقَ بَيْنَهُمَا لِصِغَرِ هَذِهِ وَ [كِبَرِ] تِلْكَ.\nوَمِنْهُ قَوْلُهُمْ أَصَابَ الْأَرْضَ حُسْبَانٌ، أَيْ جَرَادٌ. وَفُسِّرَ قَوْلُهُ تَعَالَى: ﴿وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِنَ السَّمَاءِ﴾ [الكهف: ٤٠] ، بِالْبَرَدِ.\nوَالْأَصْلُ الرَّابِعُ: الْأَحْسَبُ الَّذِي ابْيَضَّتْ جِلْدَتُهُ مِنْ دَاءٍ فَفَسَدَتْ شَعَرَتُهُ، كَأَنَّهُ أَبْرَصُ. قَالَ: يَا هِنْدُ لَا تَنْكِحِي بُوهَةً عَلَيْهِ عَقِيقَتُهُ أَحْسَبَا وَقَدْ يَتَّفِقُ فِي أُصُولِ الْأَبْوَابِ هَذَا التَّفَاوُتُ الَّذِي تَرَاهُ فِي هَذِهِ الْأُصُولِ الْأَرْبَعَةِ.",
    "pg": "2:59-61"
  },
  "حسد": {
    "def": "الْحَاءُ وَالسِّينُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ الْحَسَدُ.",
    "pg": "2:61"
  },
  "حسر": {
    "def": "الْحَاءُ وَالسِّينُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ مِنْ كَشْفِ الشَّيْءِ. [يُقَالُ حَسَرْتُ عَنِ الذِّرَاعِ] ، أَيْ كَشَفْتَهُ. وَالْحَاسِرُ: الَّذِي لَا دِرْعَ عَلَيْهِ وَلَا مِغْفَرَ. وَيُقَالُ حَسَرْتُ الْبَيْتَ: كَنَسْتُهُ. وَيُقَالُ: إِنَّ الْمِحْسَرَةَ الْمِكْنَسَةُ. وَفُلَانٌ كَرِيمُ الْمَحْسَرِ، أَيْ كِرِيمُ الْمَخْبَرِ، أَيْ إِذَا كَشَفْتَ عَنْ أَخْلَاقِهِ وَجَدْتَ ثَمَّ كَرِيمًا. قَالَ:\nأَرِقَتْ فَمَا أَدْرِي أَسُقْمٌ طِبُّهَا ... أَمْ مِنْ فِرَاقِ أَخٍ كَرِيمِ الْمَحْسَرِ وَمِنَ الْبَابِ الْحَسْرَةُ: التَّلَهُّفُ عَلَى الشَّيْءِ الْفَائِتِ. وَيُقَالُ حَسِرْتُ عَلَيْهِ حَسَرًا وَحَسْرَةً، وَذَلِكَ انْكِشَافُ أَمْرِهِ فِي جَزَعِهِ وَقِلَّةِ صَبْرِهِ. وَمِنْهُ نَاقَةٌ حَسْرَى إِذَا ظَلَعَتْ. وَحَسَرَ الْبَصَرُ إِذَا كَلَّ، وَهُوَ حَسِيرٌ، وَذَلِكَ انْكِشَافُ حَالِهِ فِي قِلَّةِ بَصَرِهِ وَضَعْفِهِ. وَالْمُحَسَّرُ، الْمُحَقَّرُ، كَأَنَّهُ حُسِرَ، أَيْ جُعِلَ ذَا حَسْرَةٍ. وَقَدْ فَسَّرْنَاهَا.\n\n[بَابُ الْحَاءِ وَالشِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:61-62"
  },
  "حسس": {
    "def": "الْحَاءُ وَالسِّينُ أَصْلَانِ: فَالْأَوَّلُ غَلَبَةُ الشَّيْءِ بِقَتْلٍ أَوْ غَيْرِهِ، وَالثَّانِي حِكَايَةُ صَوْتٍ عِنْدَ تَوَجُّعٍ وَشَبَهِهِ.\nفَالْأَوَّلُ الْحَسُّ: الْقَتْلُ، قَالَ اللَّهُ تَعَالَى: ﴿إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ﴾ [آل عمران: ١٥٢] .\nوَمِنْ ذَلِكَ الْحَدِيثُ: \" «حُسُّوهُمْ بِالسَّيْفِ حَسًّا» \". وَفِي الْحَدِيثِ فِي الْجَرَادِ: \" «إِذَا حَسَّهُ الْبَرْدُ» \". وَالْحَسِيسُ: الْقَتِيلُ. قَالَ الْأَفْوَهُ:\nوَقَدْ تَرَدَّى كُلُّ قِرْنٍ حَسِيسْ\nوَيُقَالُ إِنَّ الْبَرْدَ مَحَسَّةٌ لِلنَّبَاتِ. وَمِنْ هَذَا حَسْحَسْتُ الشَّيْءَ مِنَ اللَّحْمِ، إِذَا جَعَلْتَهُ عَلَى الْجَمْرَةِ ; وَحَشْحَشْتُ أَيْضًا. وَيَقُولُ الْعَرَبُ: افْعَلْ ذَلِكَ قَبْلَ حُسَاسِ الْأَيْسَارِ، أَيْ قَبْلَ أَنْ يُحَسْحِسُوا مِنْ جَزُورِهِمْ، أَيْ يَجْعَلُوا اللَّحْمَ عَلَى النَّارِ.\nوَمِنْ هَذَا الْبَابِ قَوْلُهُمْ أَحْسَسْتُ، أَيْ عَلِمْتُ بِالشَّيْءِ. قَالَ اللَّهُ تَعَالَى: ﴿هَلْ تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ﴾ [مريم: ٩٨] . وَهَذَا مَحْمُولٌ عَلَى قَوْلِهِمْ قَتَلْتُ الشَّيْءَ عِلْمًا. فَقَدْ عَادَ إِلَى الْأَصْلِ الَّذِي ذَكَرْنَاهُ. وَيُقَالُ لِلْمَشَاعِرِ الْخَمْسِ الْحَوَاسُّ، وَهِيَ: اللَّمْسُ، وَالذَّوْقُ، وَالشَّمُّ، وَالسَّمْعُ، وَالْبَصَرُ. وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ: مِنْ أَيْنَ حَسِسْتَ هَذَا الْخَبَرَ، أَيْ تَخَبَّرْتَهُ.\nوَمِنْ هَذَا الْبَابِ قَوْلُهُمْ لِلَّذِي يَطْرُدُ الْجُوعَ بِسَخَائِهِ: حَسْحَاسٌ. قَالَ:\nوَاذْكُرْ حُسَيْنًا فِي النَّفِيرِ وَقَبْلَهُ ... حَسَنًا وَعُتْبَةَ ذَا النَّدَى الْحَسْحَاسَا وَالْأَصْلُ الثَّانِي: قَوْلُهُمْ حَسِّ، وَهِيَ كَلِمَةٌ تُقَالُ عِنْدَ التَّوَجُّعِ. وَيُقَالُ حَسِسْتُ لَهُ فَأَنَا أَحَسُّ، إِذَا رَقَقْتُ لَهُ، كَأَنَّ قَلْبَكَ أَلِمَ شَفَقَةً عَلَيْهِ. وَمِنَ [الْبَابِ] الْحِسُّ، وَهُوَ وَجَعٌ يَأْخُذُ الْمَرْأَةَ عِنْدَ وِلَادِهَا. وَيُقَالُ انْحَسَّتْ أَسْنَانُهُ: انْقَلَعَتْ. وَقَالَ:\nفِي مَعْدِنِ الْمُلْكِ الْقَدِيمِ الْكِرْسِ ... لَيْسَ بِمَقْلُوعٍ وَلَا مُنْحَسِّ\nوَمِنْ هَذَا الْبَابِ وَلَيْسَ بَعِيدًا مِنْهُ الْحُسَاسُ، وَهُوَ سُوءُ الْخُلُقِ. قَالَ:\nرُبَّ شَرِيبٍ لَكَ ذِي حُسَاسِ ... شِرَابُهُ كَالْحَزِّ بِالْمَوَاسِي\nوَيُقَالُ الْحُسَاسُ الشُّؤْمُ. فَهَذَا يَصْلُحُ أَنْ يَكُونَ مِنْ هَذَا، وَيَصْلُحُ أَنْ يَكُونَ مِنَ الْأَوَّلِ لِأَنَّهُ يَذْهَبُ بِالْخَيْرِ.",
    "pg": "2:9-10"
  },
  "حسف": {
    "def": "الْحَاءُ وَالسِّينُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ شَيْءٌ يُتَقَشَّرُ عَنْ شَيْءٍ وَيَسْقُطُ. فَمِنْ ذَلِكَ الْحُسَافَةُ، وَهُوَ مَا سَقَطَ مِنَ التَّمْرِ وَالثَّمَرِ. وَيُقَالُ انْحَسَفَ الشَّيْءُ، إِذَا تَفَتَّتَ فِي يَدِكَ. وَأَمَا الْحَسِيفَةُ، وَهِيَ الْعَدَاوَةُ، فَجَائِزٌ أَنْ يَكُونَ مِنْ هَذَا الْبَابِ. وَالَّذِي عِنْدِي أَنَّهَا مِنْ بَابِ الْإِبْدَالِ، وَأَنَّ الْأَصْلَ الْحَسِيكَةُ ; فَأُبْدِلَتِ الْكَافُ فَاءً. وَقَدْ ذُكِرَتِ الْحَسِيكَةُ وَقِيَاسُهَا بَعْدَ هَذَا الْبَابِ. وَيُقَالُ الْحَسَفُ الشَّوْكُ، وَهُوَ مِنَ الْبَابِ.",
    "pg": "2:56"
  },
  "حسك": {
    "def": "الْحَاءُ وَالسِّينُ وَالْكَافُ مِنْ خُشُونَةِ الشَّيْءِ، لَا يَخْرُجُ مُسَائِلَهُ عَنْهُ. فَمِنْ ذَلِكَ الْحَسَكُ، وَهُوَ حَسَكُ السَّعْدَانِ، وَسُمِّيَ بِذَلِكَ لِخُشُونَتِهِ وَمَا عَلَيْهِ مِنْ شَوْكٍ. وَمِنْ ذَلِكَ الْحَسِيكَةُ، وَهِيَ الْعَدَاوَةُ وَمَا يُضَمُّ فِي الْقَلْبِ مِنْ خُشُونَةٍ. وَمِنْ ذَلِكَ الْحِسْكِكُ. وَهُوَ الْقُنْفُذُ. وَالْقِيَاسُ فِي جَمِيعِهِ وَاحِدٌ.",
    "pg": "2:56-57"
  },
  "حسل": {
    "def": "الْحَاءُ وَالسِّينُ وَاللَّامُ أَصْلٌ وَاحِدٌ قَلِيلُ الْكَلِمِ، وَهُوَ وَلَدُ الضَّبِّ، يُقَالُ لَهُ الْحِسْلُ وَالْجَمْعُ حُسُولٌ. وَيَقُولُونَ فِي الْمَثَلِ: \" لَا آتِيكَ [سِنَّ الْحِسْلِ \"، أَيْ لَا آتِيكَ] أَبَدًا. وَذَلِكَ أَنَّ الضَّبَّ لَا يَسْقُطُ لَهُ سِنٌّ. وَيُكْنَى الضَّبُّ أَبَا الْحِسْلِ. وَالْحَسِيلُ: وَلَدُ الْبَقَرِ، لَا وَاحِدَ لَهُ مِنْ لَفْظِهِ. قَالَ:\nوَهُنَّ كَأَذْنَابِ الْحَسِيلِ صَوَادِرُ",
    "pg": "2:57"
  },
  "حسم": {
    "def": "الْحَاءُ وَالسِّينُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ قَطْعُ الشَّيْءِ عَنْ آخِرِهِ. فَالْحَسْمُ: الْقَطْعُ. وَسُمِّيَ السَّيْفُ حُسَامًا. وَيُقَالُ حُسَامُهُ حَدُّهُ، أَيُ ذَلِكَ كَانَ فَهُوَ مِنَ الْقَطْعِ. فَأَمَّا قَوْلُهُ تَعَالَى: ﴿وَثَمَانِيَةَ أَيَّامٍ حُسُومًا﴾ [الحاقة: ٧] ، فَيُقَالُ هِيَ الْمُتَتَابِعَةُ. وَيُقَالُ الْحُسُومُ الشُّؤْمُ. وَيُقَالُ سُمِّيَتْ حُسُومًا لِأَنَّهَا حَسَمَتِ الْخَيْرَ عَنْ أَهْلِهَا. وَهَذَا الْقَوْلُ أَقْيَسُ لِمَا ذَكَرْنَاهُ. وَيُقَالُ لِلصَّبِيِّ السَّيِّئِ الْغِذَاءِ مَحْسُومٌ، كَأَنَّهُ قُطِعَ نَمَاؤُهُ لَمَّا حُسِمَ غِذَاؤُهُ. وَالْحَسْمُ: أَنْ تَقْطَعَ عِرْقًا وَتَكْوِيَهُ بِالنَّارِ كَيْ لَا تُسِيلَ دَمُهُ. وَلِذَلِكَ يُقَالُ: احْسِمْ عَنْكَ هَذَا الْأَمْرَ، أَيِ اقْطَعْهُ وَاكْفِهِ نَفْسَكَ.",
    "pg": "2:57"
  },
  "حسن": {
    "def": "الْحَاءُ وَالسِّينُ وَالنُّونُ أَصْلٌ وَاحِدٌ. فَالْحُسْنُ ضِدُّ الْقُبْحِ. يُقَالُ رَجُلٌ حَسَنٌ وَامْرَأَةٌ حَسْنَاءُ وَحُسَّانَةٌ. قَالَ:\nدَارَ الْفَتَاةِ الَّتِي كُنَّا نَقُولُ لَهَا ... يَا ظَبْيَةً عُطُلًا حُسَّانَةَ الْجِيدِ وَلَيْسَ فِي الْبَابِ إِلَّا هَذَا. وَيَقُولُونَ: الْحَسَنُ: جَبَلٌ، وَحَبْلٌ مِنْ حِبَالِ الرَّمْلِ. قَالَ:\nلِأُمِّ الْأَرْضِ وَيْلٌ مَا أَجَنَّتْ ... غَدَاةَ أَضَرَّ بِالْحَسَنِ السَّبِيلُ\nوَالْمَحَاسِنُ مِنَ الْإِنْسَانِ وَغَيْرِهِ: ضِدُّ الْمُسَاوِي. وَالْحَسَنُ مِنَ الذِّرَاعِ: النِّصْفُ الَّذِي يَلِي الْكُوعَ، وَأَحْسَبُهُ سُمِّيَ بِذَلِكَ مُقَابِلَةً بِالنِّصْفِ الْآخَرِ ; لِأَنَّهُمْ يُسَمُّونَ النِّصْفَ الَّذِي يَلِي الْمِرْفَقَ الْقَبِيحَ، وَهُوَ الَّذِي يُقَالُ لَهُ كِسْرُ قَبِيحٍ. قَالَ:\nلَوْ كُنْتَ عَيْرًا كُنْتَ عَيْرَ مَذَلَّةٍ ... وَلَوْ كُنْتَ كِسْرًا كُنْتَ كِسْرَ قَبِيحِ",
    "pg": "2:57-58"
  },
  "حسوى": {
    "def": "الْحَاءُ وَالسِّينُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ، ثُمَّ يُشْتَقُّ مِنْهُ. وَهُوَ حَسْوُ الشَّيْءِ الْمَائِعِ، كَالْمَاءِ وَاللَّبَنِ وَغَيْرِهِمَا ; يُقَالُ مِنْهُ حَسَوْتُ اللَّبَنَ وَغَيْرَهُ حَسْوًا. وَيُقَالُ فِي الْمَثَلِ:\nلِمِثْلِ ذَا كُنْتُ أُحَسِّيكَ الْحُسَى\nوَالْأَصْلُ الْفَارِسُ يَغْذُو فَرَسَهُ بِالْأَلْبَانِ يُحَسِّيهَا إِيَّاهُ، ثُمَّ يَحْتَاجُ إِلَيْهِ فِي طَلَبٍ أَوْ هَرَبٍ، فَيَقُولُ: لِهَذَا كُنْتُ أَفْعَلُ بِكَ مَا أَفْعَلُ. ثُمَّ يُقَالُ ذَلِكَ لِكُلِّ مَنْ رُشِّحَ لِأَمْرٍ. وَالْعَرَبُ تَقُولُ فِي أَمْثَالِهَا: \" هُوَ يُسِرُّ حَسْوًا فِي ارْتِغَاءٍ \"، أَيْ إِنَّهُ يُوهِمُ أَنَّهُ يَتَنَاوَلُ رَغْوَةَ اللَّبَنِ، وَإِنَّمَا الَّذِي يُرِيدُهُ شُرْبُ اللَّبَنِ نَفْسِهِ. يَضْرِبُ ذَلِكَ لِمَنْ يَمْكُرُ، يُظْهِرُ أَمْرًا وَهُوَ يُرِيدُ غَيْرَهُ. وَيَقُولُونَ: \" نَوْمٌ كَحَسْوِ الطَّائِرِ \" أَيْ قَلِيلٌ. وَيَقُولُونَ: شَرِبْتُ حَسْوًا وَحَسَاءً. وَكَانَ يُقَالُ لِابْنِ جُدْعَانَ حَاسِي الذَّهَبِ، لِأَنَّهُ كَانَ لَهُ إِنَاءٌ مِنْ ذَهَبٍ يَحْسُو مِنْهُ. وَالْحِسْيُ: مَكَانٌ إِذَا نُحِّيَ عَنْهُ رَمْلُهُ نَبَعَ مَاؤُهُ. قَالَ:\nتَجُمُّ جُمُومَ الْحِسْيِ جَاشَتْ غُرُوبُهُ ... وَبَرَّدَهُ مِنْ تَحْتُ غِيلٌ وَأَبْطَحُ\nفَهَذَا أَيْضًا مِنَ الْأَوَّلِ كَأَنَّ مَاءَهُ يُحْسَى.\nوَمِمَّا هُوَ مَحْمُولٌ عَلَيْهِ احْتَسَيْتُ الْخَبَرَ وَتَحَسَّيْتُ مِثْلُ تَحَسَّسْتُ، وَحَسِيتُ بِالشَّيْءِ مِثْلُ حَسِسْتُ. وَقَالَ:\nسِوَى أَنَّ الْعِتَاقَ مِنَ الْمَطَايَا ... حَسِينَ بِهِ فَهُنَّ إِلَيْهِ شُوسُ\nوَهَذَا مُمْكِنٌ أَنْ يَكُونَ أَيْضًا مِنَ الْبَابِ الَّذِي يَقْلِبُونَهُ عِنْدَ التَّضْعِيفِ يَاءً، مِثْلُ قَصَّيْتُ أَظْفَارِي، وَتَقَضَّى الْبَازِي، وَهُوَ قَرِيبٌ مِنَ الْأَمْرَيْنِ وَحِسْيُ الْغَمِيمِ: مَكَانٌ.",
    "pg": "2:58-59"
  },
  "حشب": {
    "def": "الْحَاءُ وَالشِّينُ وَالْبَاءُ قَرِيبُ الْمَعْنَى مِمَّا قَبْلَهُ. فَيُقَالُ الْحَوْشَبُ الْعَظِيمُ الْبَطْنِ. قَالَ: وَتَجُرُّ مُجْرِيَةٌ لَهَا ... لَحْمِي إِلَى أَجْرٍ حَوَاشِبْ\nوَالْحَوْشَبُ: حَشْوُ الْحَافِرِ، وَيُقَالُ بَلْ هُوَ عَظَمٌ فِي بَاطِنِ الْحَافِرِ بَيْنَ الْعَصَبِ وَالْوَظِيفِ. قَالَ رُؤْبَةُ:\nفِي رُسُغٍ لَا يَتَشَكَّى الْحَوْشَبَا",
    "pg": "2:65-66"
  },
  "حشد": {
    "def": "الْحَاءُ وَالشِّينُ وَالدَّالُ قَرِيبٌ الْمَعْنَى مِنَ الَّذِي قَبْلَهُ. يُقَالُ حَشَدَ الْقَوْمُ إِذَا اجْتَمَعُوا وَخَفُّوا فِي التَّعَاوُنِ. وَنَاقَةٌ حُشُودٌ: يُسْرِعُ اجْتِمَاعُ اللَّبَنِ فِي ضَرْعِهَا. وَالْحَشْدَ: الْمُحْتَشِدُونَ. وَهَذَا وَإِنْ كَانَ فِي مَعْنَى مَا قَبْلَهُ فَفِيهِ مَعْنًى آخَرُ، وَهُوَ التَّعَاوُنُ. وَيُقَالُ عِذْقٌ حَاشِدٌ وَحَاشِكٌ: مُجْتَمِعُ الْحَمْلِ كَثِيرُهُ.",
    "pg": "2:66"
  },
  "حشر": {
    "def": "الْحَاءُ وَالشِّينُ وَالرَّاءُ قَرِيبُ الْمَعْنَى مِنَ الَّذِي قَبْلَهُ، وَفِيهِ زِيَادَةُ مَعْنًى، وَهُوَ السُّوقُ وَالْبَعْثُ وَالِانْبِعَاثُ.\nوَأَهْلُ اللُّغَةِ يَقُولُونَ: الْحَشْرُ الْجَمْعُ مَعَ سَوْقٍ، وَكُلُّ جَمْعٍ حَشْرٌ. وَالْعَرَبُ تَقُولُ: حَشَرَتْ مَالَ مَالَ مَالَ بَنِي فُلَانٍ السَّنَةُ كَأَنَّهَا جَمَعَتْهُ، ذَهَبَتْ بِهِ وَأَتَتْ عَلَيْهِ. قَالَ رُؤْبَةُ:\nوَمَا نَجَا مِنْ حَشْرِهَا الْمَحْشُوشِ ... وَحْشٌ وَلَا طَمْشٌ مِنَ الطُّمُوشِ\nوَيُقَالُ أُذُنٌ حَشْرَةٌ، إِذَا كَانَتْ مُجْتَمِعَةَ الْخَلْقِ. قَالَ:\nلَهَا أُذُنٌ حَشْرَةٌ مَشْرَةٌ ... كَإِعْلِيطِ مَرْخٍ إِذَا مَا صَفِرْ وَمِنْ أَسْمَاءِ رَسُولِ اللَّهِ ﵌ \" الْحَاشِرُ \"، مَعْنَاهُ أَنَّهُ يُحْشَرُ النَّاسُ عَلَى قَدَمَيْهِ، كَأَنَّهُ يَقْدُمُهُمْ يَوْمَ الْقِيَامَةِ وَهُمْ خَلْفَهُ. وَمُحْتَمَلٌ أَنْ يَكُونَ لَمَّا كَانَ آخِرَ الْأَنْبِيَاءِ حُشِرَ النَّاسُ فِي زَمَانِهِ.\nوَحَشَرَاتُ الْأَرْضِ: دَوَابُّهَا الصِّغَارُ، كَالْيَرَابِيعِ وَالضِّبَابِ وَمَا أَشْبَهَهَا، فَسُمِّيَتْ بِذَلِكَ لِكَثْرَتِهَا وَانْسِيَاقِهَا وَانْبِعَاثِهَا. وَالْحَشْوَرُ مِنَ الرِّجَالِ: الْعَظِيمُ الْخَلْقِ أَوِ الْبَطْنِ.\nوَمِمَّا شَذَّ عَنِ الْأَصْلِ قَوْلُهُمْ لِلرَّجُلِ الْخَفِيفِ حَشْرٌ. وَالْحَشْرُ مِنَ الْقُذَذِ: مَا لَطُفَ. وَسِنَانٌ حَشْرٌ، أَيْ دَقِيقٌ ; وَقَدْ حَشَرْتُهُ.\n\n[بَابُ الْحَاءِ وَالصَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:66-67"
  },
  "حشش": {
    "def": "الْحَاءُ وَالشِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ نَبَاتٌ أَوْ غَيْرُهُ يَجِفُّ، ثُمَّ يُسْتَعَارُ هَذَا فِي غَيْرِهِ وَالْمَعْنَى وَاحِدٌ. فَالْحَشِيشُ: النَّبَاتُ الْيَابِسُ. وَالْحِشَاشُ وَالْمِحَشُّ: وِعَاؤُهُ. قَالَ:\nبَيْنَ حِشَاشَيْ بَازِلٍ جِوَرِّ\nوَحِشَاشَا الْإِنْسَانِ وَغَيْرِهِ: جَنْبَاهُ، عَنْ أَبِي مَالِكٍ، كَأَنَّهُمَا شُبِّهَا بِحِشَاشَيِ الْحَشِيشِ. وَالْحُشَّةُ: الْقُنَّةُ تُنْبِتُ وَيَبْيَضُّ فَوْقَهَا الْحَشِيشُ. قَالَ: فَالْحُشَّةُ السَّوْدَاءُ مِنْ ظَهْرِ الْعَلَمِ\nوَالْمُحَشُّ مِنَ النَّاسِ: الصَّغِيرُ، كَأَنَّهُ قَدْ يَبِسَ فَصَغُرَ. قَالَ:\nقُبِّحْتَ مِنْ بَعْلٍ مُحَشٍّ مُودَنِ\nوَيُقَالُ اسْتَحَشَّتِ الْإِبِلُ: دَقَّتْ أَوْظِفَتُهَا مِنْ عِظَمِهَا أَوْ شَحْمِهَا. وَيَقُولُونَ: اسْتَحَشَّ سَاعِدُهَا كَفَّهَا، وَذَلِكَ إِذَا عَظُمَ السَّاعِدُ فَاسْتُصْغِرَتِ الْكَفُّ. قَالَ:\nإِذَا اصْمَأَلَّ أَخْدَعَاهُ ابْتَدَّا ... إِذَا هُمَا مَالَا اسْتَحَشَّا الْخَدَّا\nوَيُقَالُ حَشَشْتُ النَّارَ، إِذَا أَثَقَبْتُهَا، وَهُوَ مِنَ الْأَصْلِ الَّذِي ذَكَرْنَاهُ، كَأَنَّكَ جَعَلْتَ ثَقُوبَهَا كَالْحَشِيشِ لَهَا تَأْكُلُهُ. قَالَ:\nفَمَا جَبُنُوا أَنَّا نَشُدُّ عَلَيْهِمُ ... وَلَكِنْ رَأَوْا نَارًا تُحَشُّ وَتُسْفَعُ\nوَحَشَّ الرَّجُلُ سَهْمَهُ، إِذَا أَلْزَقَ بِهِ قُذَذَهُ مِنْ نَوَاحِيهِ.\nوَمِنَ الْبَابِ فَرَسٌ مَحْشُوشُ الظَّهْرِ بِجَنْبَيْهِ، إِذَا كَانَ مُجْفَرَ الْجَنْبَيْنِ. قَالَ:\nمِنَ الْحَارِكِ مَحْشُوشٍ ... بِجَنْبٍ مُجْفَرٍ رَحْبِ\nوَقَوْلُ الْهُذَلِيِّ:\nفِي الْمَزَنِيِّ الَّذِي حَشَشْتُ لَهُ ... مَالَ ضَرِيكٍ تِلَادُهُ نَكِدُ\nفَإِنَّهُ يُرِيدُ كَثَّرَتْ بِهِ مَالَ هَذَا الْفَقِيرِ. وَذَلِكَ أَنَّهُ أُسِرَ فَفُدِيَ بِمَالِهِ. وَيُقَالُ حُشَّتِ الْيَدُ، إِذَا يَبِسَتْ، كَأَنَّهَا شُبِّهَتْ بِالْحَشِيشِ الْيَابِسِ. وَأَحَشَّتِ الْحَامِلُ، إِذَا جَاوَزَتْ وَقْتَ الْوِلَادِ وَيَبِسَ الْوَلَدُ فِي بَطْنِهَا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْحُشَاشَةُ: بَقِيَّةُ النَّفْسِ. قَالَ:\nأَبَى اللَّهُ أَنْ يُبْقِيَ لِنَفْسِي حُشَاشَةً ... فَصَبْرًا لِمَا قَدْ شَاءَ اللَّهُ لِي صَبْرًا",
    "pg": "2:10-12"
  },
  "حشف": {
    "def": "الْحَاءُ وَالشِّينُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى رَخَاوَةٍ وَضَعْفٍ وَخَلُوقَةٍ.\nفَأَوَّلُ ذَلِكَ الْحَشَفُ، وَهُوَ أَرْدَأُ التَّمْرِ. وَيَقُولُونَ فِي أَمْثَالِهِمْ: \" أَحَشَفًا وَسُوءَ كِيلَةٍ \"، لِلرَّجُلِ يَجْمَعُ أَمْرَيْنِ رَدِيَّيْنِ. قَالَ امْرُؤُ الْقَيْسِ:\nكَأَنَّ قُلُوبَ الطَّيْرِ رَطْبًا وَيَابِسًا ... لَدَى وَكْرِهَا الْعُنَّابُ وَالْحَشَفُ الْبَالِي\nوَإِنَّمَا ذَكَرَ قُلُوبَهَا لِأَنَّهَا أَطْيَبُ مَا فِي الطَّيْرِ، وَهِيَ تَأْتِي فِرَاخَهَا بِهَا. وَيُقَالُ حَشِفَ خِلْفُ النَّاقَةِ، إِذَا ارْتَفَعَ مِنْهُ اللَّبَنُ. وَالْحَشِيفُ: الثَّوْبُ الْخَلَقُ. وَقَدْ تَحَشَّفَ الرَّجُلُ: لَبِسَ الْحَشِيفَ. قَالَ:\nيُدْنِي الْحَشِيفَ عَلَيْهَا كَيْ يُوَارِيَهَا ... وَنَفْسَهَا وَهْوَ لَلْأَطْمَارِ لَبَّاسُ وَالْحَشَفَةُ: الْعَجُوزُ الْكَبِيرَةُ، وَالْخَمِيرَةُ الْيَابِسَةُ، وَالصَّخْرَةُ الرِّخْوَةُ حَوْلَهَا السَّهْلُ مِنَ الْأَرْضِ.",
    "pg": "2:62-63"
  },
  "حشك": {
    "def": "الْحَاءُ وَالشِّينُ وَالْكَافُ أَصْلٌ وَاحِدٌ، وَهُوَ تَجَمُّعُ الشَّيْءِ. يُقَالُ حَشَكْتُ النَّاقَةَ، إِذَا تَرَكْتَهَا لَا تَحْلِبُهَا فَتَجَمَّعَ لَبَنُهَا، وَهِيَ مَحْشُوكَةٌ. قَالَ:\nغَدَتْ وَهِيَ مَحْشُوكَةٌ حَافِلٌ\nوَحَشَكَ الْقَوْمُ، إِذَا حَشَدُوا. وَحَشَكَتِ السَّحَابَةُ: كَثُرَ مَاؤُهَا. وَمِنْهُ قَوْلُهُمْ لِلنَّخْلَةِ الْكَثِيرَةِ الْحَمْلِ حَاشِكٌ. وَحَشَكَتِ السَّمَاءُ: أَتَتْ بِمَطَرِهَا. وَرُبَّمَا حَمَلُوا عَلَيْهِ فَقَالُوا: قَوْسٌ حَاشِكَةٌ، وَهِيَ الطَّرُوحُ الْبَعِيدَةُ الْمَرْمَى. وَحَشَّاكٌ: نَهْرٌ.",
    "pg": "2:63"
  },
  "حشم": {
    "def": "الْحَاءُ وَالشِّينُ وَالْمِيمُ أَصْلٌ مُشْتَرَكٌ، وَهُوَ الْغَضَبُ أَوْ قَرِيبٌ مِنْهُ.\nقَالَ أَهْلُ اللُّغَةِ. الْحِشْمَةُ: الِانْقِبَاضُ وَالِاسْتِحْيَاءُ. وَقَالَ قَوْمٌ: هُوَ الْغَضَبُ. قَالَ ابْنُ قُتَيْبَةَ: رُوِيَ عَنْ بَعْضِ فُصَحَاءِ الْعَرَبِ: إِنَّ ذَلِكَ مِمَّا يُحْشِمُ بَنِي فُلَانٍ، أَيْ يُغْضِبُهُمْ. وَذَكَرَ آخَرُ أَنَّ الْعَرَبَ لَا تَعْرِفُ الْحِشْمَةَ إِلَّا الْغَضَبَ، وَأَنَّ قَوْلَهُمْ لِحَشَمِ الرَّجُلِ خَدَمُهُ، إِنَّمَا مَعْنَاهُ أَنَّهُمُ الَّذِينَ يَغْضَبُ لَهُمْ وَيَغْضَبُونَ لَهُ.\nقَالَ أَبُو عُبَيْدٍ: قَالَ أَبُو زَيْدٍ: حَشَمْتُ الرَّجُلَ أَحْشِمْهُ وَأَحْشَمْتُهُ، وَهُوَ أَنْ يَجْلِسَ إِلَيْكَ فَتُؤْذِيَهُ وَتُسْمِعَهُ مَا يَكْرَهُ. وَابْنُ الْأَعْرَابِيِّ يَقُولُ: حَشَمْتُهُ فَحَشَمَ، أَيْ أَخْجَلْتُهُ. وَأَحْشَمْتُهُ: أَغْضَبْتُهُ. وَأَنْشَدَ: لَعَمْرُكَ إِنَّ قُرْصَ أَبِي خُبَيْبٍ ... بَطِيءُ النُّضْجِ مَحْشُومُ الْأَكِيلِ",
    "pg": "2:63-64"
  },
  "حشن": {
    "def": "الْحَاءُ وَالشِّينُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ تَغَيُّرُ الشَّيْءِ بِمَا يَتَعَلَّقُ بِهِ مِنْ دَرَنٍ. ثُمَّ يُشْتَقُّ مِنْهُ:\nفَأَمَّا الْأَوَّلُ فَقَوْلُهُمْ فِيمَا رَوَاهُ الْخَلِيلُ: حَشِنَ السِّقَاءَ، إِذَا حُقِنَ لَبَنًا وَلَمْ يُتَعَهَّدْ بِغَسْلٍ فَتَغَيَّرَ ظَاهِرُهُ وَأَنْتَنَ. وَأَمَّا الْقِيَاسُ فَقَالَ أَبُو عُبَيْدٍ: الْحِشْنَةُ، بِتَقْدِيمِ الْحَاءِ عَلَى الشِّينِ: الْحِقْدُ. وَأَنْشَدَ:\nأَلَا لَا أَرَى ذَا حِشْنَةٍ فِي فُؤَادِهِ ... يُجَمْجِمُهَا إِلَّا سَيَبْدُو دَفِينُهَا\nقَالَ غَيْرُهُ: وَمِنْ ذَلِكَ قَوْلُهُمْ: قَالَ فُلَانٌ لِفُلَانٍ حَتَّى حَشَّنَ صَدْرَهُ.",
    "pg": "2:64"
  },
  "حشوى": {
    "def": "الْحَاءُ وَالشِّينُ وَمَا بَعْدَهَا مُعْتَلٌّ أَصْلٌ وَاحِدٌ، وَرُبَّمَا هُمِزَ فَيَكُونُ الْمَعْنَيَانِ مُتَقَارِبَيْنِ أَيْضًا. وَهُوَ أَنْ يُودَعَ الشَّيْءُ وِعَاءً بِاسْتِقْصَاءٍ. يُقَالُ حَشَوْتُهُ أَحْشُوهُ حَشْوًا. وَحِشْوَةُ الْإِنْسَانِ وَالدَّابَّةِ: أَمْعَاؤُهُ. وَيُقَالُ [فُلَانٌ] مِنْ حِشْوَةِ بَنِي فُلَانٍ، أَيْ مِنْ رُذَالِهِمْ. وَإِنَّمَا قِيلَ ذَلِكَ لِأَنَّ الَّذِي تُحْشَى بِهِ الْأَشْيَاءُ لَا يَكُونُ مِنْ أَفْخَرِ الْمَتَاعِ بَلْ أَدْوَنِهِ. وَالْمِحْشَى: مَا تَحْتَشِي بِهِ الْمَرْأَةُ، تُعَظِّمُ بِهِ عَجِيزَتَهَا، وَالْجَمْعُ الْمَحَاشِي. قَالَ:\nجُمًّا غَنِيَّاتٍ عَنِ الْمَحَاشِي وَالْحَشَا: حَشَا الْإِنْسَانِ، وَالْجَمْعُ أَحْشَاءٌ. وَالْحَشَا: النَّاحِيَةُ، وَهُوَ مِنْ قِيَاسِ الْبَابِ، لِأَنَّ لِكُلِّ نَاحِيَةٍ أَهْلًا فَكَأَنَّهُمْ حَشَوْهَا. يُقَالُ: مَا أَدْرِي بِأَيِّ حَشًا هُوَ. قَالَ:\nبِأَيِّ الْحَشَا أَمْسَى الْخَلِيطُ الْمُبَايِنُ\nوَمِنَ الْمَهْمُوزِ وَهُوَ مِنْ قِيَاسِ الْبَابِ غَيْرُ بَعِيدٍ مِنْهُ، قَوْلُهُمْ: حَشَأتُهُ بِالسَّهْمِ أَحْشَؤُهُ، إِذَا أَصَبْتَ بِهِ جَنْبَهُ. قَالَ:\nفَلَأَحْشَأَنَّكَ مِشْقَصًا ... أَوْسًا أُوَيْسُ مِنَ الْهَبَالَهْ\nوَمِنْهُ حَشَأْتُ الْمَرْأَةَ، كِنَايَةً عَنِ الْجِمَاعِ.\nوَالْحَشَا، غَيْرُ مَهْمُوزٍ: الرَّبْوُ، يُقَالُ حَشِيَ يَحْشَى حَشًا، فَهُوَ حَشٌّ كَمَا تَرَى. فَأَمَّا قَوْلُ النَّابِغَةِ:\nجَمِّعْ مِحَاشَكَ يَا يَزِيدُ فَإِنَّنِي ... أَعْدَدْتُ يَرْبُوعًا لَكُمْ وَتَمِيمَا\nفَلَهُ وَجْهَانِ: أَحَدُهُمَا أَنْ يَكُونَ مِيمُهُ أَصْلِيَّةً، وَقَدْ ذُكِرَ فِي بَابِهِ. وَالْوَجْهُ الْآخَرُ أَنْ يَكُونَ الْمِيمُ زَائِدَةً وَيَكُونُ مِفْعَلًا مِنَ الْحَشْوِ، كَأَنَّهُ أَرَادَ اللَّفِيفَ وَالْأُشَابَةَ، وَكَانَ يَنْبَغِي أَنْ يَكُونَ مِحْشًى، فَقَلَبَ.",
    "pg": "2:64-65"
  },
  "حصب": {
    "def": "الْحَاءُ وَالصَّادُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ جِنْسٌ مِنْ أَجْزَاءِ الْأَرْضِ، ثُمَّ يُشْتَقُّ مِنْهُ، وَهُوَ الْحَصْبَاءُ، وَذَلِكَ جِنْسٌ مِنَ الْحَصَى. وَيُقَالُ حَصَبْتُ الرَّجُلَ بِالْحَصْبَاءِ. وَرِيحٌ حَاصِبٌ، إِذَا أَتَتْ بِالْغُبَارِ. فَأَمَّا الْحَصْبَةُ فَبَثْرَةٌ تَخْرُجُ بِالْجَسَدِ، وَهُوَ مُشَبَّهٌ بِالْحَصْبَاءِ. فَأَمَّا الْمُحَصَّبُ بِمِنًى فَهُوَ مَوْضِعُ الْجِمَارِ. قَالَ ذُو الرُّمَّةِ:\nأَرَى نَاقَتِي عِنْدَ الْمُحَصَّبِ شَاقَهَا ... رَوَاحُ الْيَمَانِيِّ وَالْهَدِيلُ الْمُرَجَّعُ يُرِيدُ نَفَرَ الْيَمَانِينَ حِينَ يَنْصَرِفُونَ. وَالْهَدِيلُ هَاهُنَا: أَصْوَاتُ الْحَمَامِ. أَرَادَ أَنَّهَا ذَكَرَتِ الطَّيْرَ فِي أَهْلِهَا فَحَنَّتْ إِلَيْهَا.\nوَمِنَ الْبَابِ الْإِحْصَابُ: أَنْ يُثِيرَ الْإِنْسَانُ الْحَصَى فِي عَدُوِّهِ. وَيُقَالُ أَرْضٌ مَحْصَبَةٌ، ذَاتُ حَصْبَاءَ. فَأَمَّا قَوْلُهُمْ حَصَّبَ الْقَوْمُ عَنْ صَاحِبِهِمْ يُحَصِّبُونَ، فَذَلِكَ تَوَلِّيهِمْ عَنْهُ مُسْرِعِينَ كَالْحَاصِبِ، وَهِيَ الرِّيحُ الشَّدِيدَةُ. فَهَذَا مَحْمُولٌ عَلَى الْبَابِ.\nوَيُقَالُ إِنَّ الْحَصِبَ مِنَ الْأَلْبَانِ الَّذِي لَا يُخْرِجُ زُبْدَهُ، فَذَلِكَ مِنَ الْبَابِ أَيْضًا ; لِأَنَّهُ كَأَنَّهُ مِنْ بَرْدِهِ يَشْتَدُّ حَتَّى يَصِيرَ كَالْحَصْبَاءِ فَلَا يُخْرِجُ زُبْدًا.",
    "pg": "2:70-71"
  },
  "حصد": {
    "def": "الْحَاءُ وَالصَّادُ وَالدَّالُ أَصْلَانِ: [أَحَدُهُمَا] قَطْعُ الشَّيْءِ، وَالْآخَرُ إِحْكَامُهُ. وَهُمَا مُتَفَاوِتَانِ.\nفَالْأَوَّلُ حَصَدْتُ الزَّرْعَ وَغَيْرَهُ حَصْدًا. وَهَذَا زَمَنُ الْحَصَادِ وَالْحِصَادِ. وَفِي الْحَدِيثِ: «وَهَلْ يَكُبُّ النَّاسَ عَلَى مَنَاخِرِهِمْ فِي النَّارِ إِلَّا حَصَائِدُ أَلْسِنَتِهِمْ» . فَإِنَّ الْحَصَائِدَ جَمْعُ حَصِيدَةٍ، وَهُوَ كُلُّ شَيْءٍ قِيلَ فِي النَّاسِ بِاللِّسَانِ وَقُطِعَ بِهِ عَلَيْهِمْ. وَيُقَالُ حَصَدْتُ وَاحْتَصَدْتُ، وَالرَّجُلُ مُحْتَصِدٌ. قَالَ:\nإِنَّمَا نَحْنُ مِثْلُ خَامَةِ زَرْعٍ ... فَمَتَى يَأْنِ يَأْتِ مُحْتَصِدُهْ\nوَالْأَصْلُ الْآخَرُ قَوْلُهُمْ حَبْلٌ مُحْصَدٌ، أَيْ مُمَرٌّ مَفْتُولٌ.\nوَمِنَ الْبَابِ شَجَرَةٌ حَصْدَاءُ، أَيْ كَثِيرَةُ الْوَرَقِ ; وَدِرْعٌ حَصْدَاءُ: مُحْكَمَةٌ ; وَاسْتَحْصَدَ الْقَوْمُ، إِذَا اجْتَمَعُوا.",
    "pg": "2:71-72"
  },
  "حصر": {
    "def": "الْحَاءُ وَالصَّادُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْجَمْعُ وَالْحَبْسُ وَالْمَنْعُ. قَالَ أَبُو عَمْرٍو: الْحَصِيرُ الْجَنْبُ. قَالَ الْأَصْمَعِيُّ: الْحَصِيرُ مَا بَيْنَ الْعِرْقِ الَّذِي يَظْهَرُ فِي جَنْبِ الْبَعِيرِ وَالْفَرَسِ مُعْتَرِضًا، فَمَا فَوْقَهُ إِلَى مُنْقَطِعِ الْجَنْبِ فَهُوَ الْحَصِيرُ. وَأَيُّ ذَلِكَ [كَانَ] فَهُوَ مِنَ الَّذِي ذَكَرْنَاهُ مِنَ الْجَمْعِ، لِأَنَّهُ مَجْمَعُ الْأَضْلَاعِ.\nوَالْحَصْرُ: الْعِيُّ، كَأَنَّ الْكَلَامَ حُبِسَ عَنْهُ وَمُنِعَ مِنْهُ. وَالْحَصَرُ: ضِيقُ الصَّدْرِ. وَمِنَ الْبَابِ الْحُصْرُ، وَهُوَ اعْتِقَالُ الْبَطْنِ ; يُقَالُ مِنْهُ حُصِرَ وَأُحْصِرَ. وَالنَّاقَةُ الْحَصُورُ، وَهِيَ الضَّيِّقَةُ الْإِحْلِيلِ ; وَالْقِيَاسُ وَاحِدٌ. فَأَمَّا الْإِحْصَارُ فَأَنْ يُحْصَرَ الْحَاجُّ عَنِ الْبَيْتِ بِمَرَضٍ أَوْ نَحْوِهِ. وَنَاسٌ يَقُولُونَ: حَصَرَهُ الْمَرَضُ وَأَحْصَرَهُ الْعَدُوُّ.\nوَرَوَى أَبُو عُبَيْدٍ عَنْ أَبِي عَمْرٍو: حَصَرَنِي الشَّيْءُ وَأَحْصَرَنِي، إِذَا حَبَسَنِي، وَذَكَرَ قَوْلَ ابْنِ مَيَّادَةَ:\n\nوَمَا هَجْرُ لَيْلَى أَنْ تَكُونَ تَبَاعَدَتْ\nعَلَيْكَ وَلَا أَنْ أَحْصَرَتْكَ شُغُولُ وَالْكَلَامُ فِي حَصْرِهِ وَأَحْصَرَهُ، مُشْتَبَهٌ عِنْدِي غَايَةَ الِاشْتِبَاهِ ; لِأَنَّ نَاسًا يَجْمَعُونَ بَيْنَهُمَا وَآخَرُونَ يَفْرِقُونَ، وَلَيْسَ فَرْقُ مَنْ فَرَقَ بَيْنَ ذَلِكَ وَلَا جَمْعُ مَنْ جَمَعَ نَاقِضًا الْقِيَاسَ الَّذِي ذَكَرْنَاهُ، بَلِ الْأَمْرُ كُلُّهُ دَالٌّ عَلَى الْحَبْسِ.\nوَمِنَ الْبَابِ الْحَصُورِ الَّذِي لَا يَأْتِي النِّسَاءَ ; فَقَالَ قَوْمٌ: هُوَ فَعَوْلٌ بِمَعْنَى مَفْعُولٍ، كَأَنَّهُ حَصِرَ أَيْ حُبِسَ. وَقَالَ آخَرُونَ: هُوَ الَّذِي يَأْبَى النِّسَاءَ كَأَنَّهُ أَحْجَمَ هُوَ عَنْهُنَّ، كَمَا يُقَالُ رَجُلٌ حَصُورٌ، إِذَا حَبَسَ رِفْدَهُ وَلَمْ يُخْرِجْ مَا يُخْرِجُهُ النَّدَامَى. قَالَ الْأَخْطَلُ:\nوَشَارِبٍ مُرْبِحٍ بِالْكَأْسِ نَادَمَنِي ... لَا بِالْحَصُورِ وَلَا فِيهَا بِسَوَّارِ\nوَمِنَ الْبَابِ الْحَصِرُ بِالسِّرِّ، وَهُوَ الْكَتُومُ لَهُ. قَالَ جَرِيرٌ:\nوَلَقَدْ تَسَقَّطَنِي الْوُشَاةُ فَصَادَفُوا ... حَصِرًا بِسِرِّكِ يَا أَمَيْمُ ضَنِينًا\nوَالْحَصِيرُ فِي قَوْلِهِ ﷿: ﴿وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا﴾ [الإسراء: ٨] ، وَهُوَ الْمَحْبِسُ. وَالْحَصِيرُ فِي قَوْلِ لَبِيدٍ:\nلَدَى بَابِ الْحَصِيرِ قِيَامُ هُوَ الْمَلِكُ. وَالْحِصَارُ: وِسَادَةٌ تُحْشَى وَتُجْعَلُ لِقَادِمَةِ الرَّحْلِ ; يُقَالُ احْتَصَرَتِ الْبَعِيرُ احْتِصَارًا.\n\n[بَابُ الْحَاءِ وَالضَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:72-73"
  },
  "حصص": {
    "def": "الْحَاءُ وَالصَّادُ فِي الْمُضَاعَفِ أُصُولٌ ثَلَاثَةٌ: أَحَدُهَا النَّصِيبُ، وَالْآخَرُ وُضُوحُ الشَّيْءِ وَتَمَكُّنُهُ، وَالثَّالِثُ ذَهَابُ الشَّيْءِ وَقِلَّتُهُ.\nفَالْأَوَّلُ الْحِصَّةُ، وَهِيَ النَّصِيبُ، يُقَالُ أَحَصَصْتُ الرَّجُلَ إِذَا أَعْطَيْتَهُ حِصَّتَهُ.\nوَالثَّانِي قَوْلُهُمْ حَصْحَصَ الشَّيْءُ: وَضَحَ. قَالَ اللَّهُ تَعَالَى: ﴿الْآنَ حَصْحَصَ الْحَقُّ﴾ [يوسف: ٥١] .\nوَمِنْ هَذِهِ الْحَصْحَصَةُ: تَحْرِيكُ الشَّيْءِ حَتَّى يَسْتَمْكِنَ وَيَسْتَقِرَّ.\nوَالثَّالِثُ الْحَصُّ وَالْحُصَاصُ، وَهُوَ الْعَدْوُ. وَانْحَصَّ الشَّعْرُ عَنِ الرَّأْسِ: ذَهَبَ. وَرَجُلٌ أَحَصُّ قَلِيلُ الشَّعْرِ. وَحَصَّتِ الْبَيْضَةُ شَعْرَ رَأْسِهِ. قَالَ أَبُو قَيْسِ بْنُ الْأَسْلَتِ:\nقَدْ حَصَّتِ الْبَيْضَةُ رَأْسِي فَمَا ... أُطْعَمُ نَوْمًا غَيْرَ تَهْجَاعِ\nوَالْحَصْحَصَةُ: الذَّهَابُ فِي الْأَرْضِ. وَرَجُلٌ أَحَصُّ وَامْرَأَةٌ حَصَّاءُ، أَيْ مَشْؤُومَةٌ. وَهُوَ مِنَ الْبَابِ، كَأَنَّ الْخَيْرَ قَدْ ذَهَبَ عَنْهَا. وَمِنْ هَذَا الْبَابِ فُلَانٌ يَحُصُّ، إِذَا كَانَ لَا يُجِيرُ أَحَدًا. قَالَ: أَحُصٌ وَلَا أُجِيرُ وَمَنْ أُجِرْهُ ... فَلَيْسَ كَمَنْ يُدَلَّى بِالْغُرُورِ\nوَالْأَحَصَّانِ: الْعَبْدُ وَالْعَيْرُ ; لِأَنَّهُمَا يُمَاشِيَانِ أَثْمَانَهُمَا حَتَّى يَهْرَمَا فَيُنْتَقَصَ أَثْمَانُهَا وَيَمُوتَا.\nوَيُقَالُ سَنَةٌ حَصَّاءُ: جَرْدَاءُ لَا خَيْرَ فِيهَا.\nوَمِنَ الَّذِي شَذَّ عَنِ الْبَابِ قَوْلُهُمْ لِلْوَرْسِ حُصٌّ. قَالَ:\nمُشَعْشَعَةً كَأَنَّ الْحُصَّ فِيهَا ... إِذَا مَا الْمَاءُ خَالَطَهَا سَخِينًا",
    "pg": "2:12-13"
  },
  "حصف": {
    "def": "الْحَاءُ وَالصَّادُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ تَشَدُّدٌ يَكُونُ فِي الشَّيْءِ وَصَلَابَةٌ وَقُوَّةٌ. فَيُقَالُ لِرَكَانَةِ الْعَقْلِ حَصَافَةٌ، وَلِلْعَدْوِ الشَّدِيدِ إِحْصَافٌ. يُقَالُ فَرَسٌ مِحْصَفٌ وَنَاقَةٌ مِحْصَافٌ. وَيُقَالُ كَتِيبَةٌ مَحْصُوفَةٌ، إِذَا تَجَمَّعَ أَصْحَابُهَا وَقَلَّ الْخَلَلُ فِيهِمْ. قَالَ الْأَعْشَى:\nتَأْوِي طَوَائِفُهَا إِلَى مَحْصُوفَةٍ ... مَكْرُوهَةٍ يَخْشَى الْكُمَاةُ نِزَالَهَا\nوَيُقَالُ \" مَخْصُوفَةٍ \"، وَهَذَا لَهُ قِيَاسٌ آخَرُ وَقَدْ ذُكِرَ فِي بَابِهِ. وَيُقَالُ اسْتَحْصَفَ عَلَى بَنِي فُلَانٍ الزَّمَانُ، إِذَا اشْتَدَّ. وَفَرْجٌ مُسْتَحْصِفٌ. وَقَالَ:\nوَإِذَا طَعَنْتَ طَعَنْتَ فِي مُسْتَحْصِفٍ ... رَابِي الْمَجَسَّةِ بِالْعَبِيرِ مُقَرْمَدِ وَالْحَصَفُ: بَثْرٌ صِغَارٌ يَسْتَحْصِفُ لَهَا الْجِلْدُ.",
    "pg": "2:67-68"
  },
  "حصل": {
    "def": "الْحَاءُ وَالصَّادُ وَاللَّامُ أَصْلٌ وَاحِدٌ مُنْقَاسٌ، وَهُوَ جَمْعُ الشَّيْءِ، وَلِذَلِكَ سُمِّيَتْ حَوْصَلَةُ الطَّائِرِ ; لِأَنَّهُ يَجْمَعُ فِيهَا. وَيُقَالُ حَصَّلْتُ الشَّيْءَ تَحْصِيلًا.\nوَزَعَمَ نَاسٌ مِنْ أَهْلِ اللُّغَةِ أَنَّ أَصْلَ التَّحْصِيلِ اسْتِخْرَاجُ الذَّهَبِ أَوِ الْفِضَّةِ مِنَ الْحَجَرِ أَوْ مِنْ تُرَابِ الْمَعْدِنِ; وَيُقَالُ لِفَاعِلِهِ الْمُحَصِّلُ. قَالَ:\nأَلَا رَجُلٌ جَزَاهُ اللَّهُ خَيْرًا ... يَدُلُّ عَلَى مُحَصِّلَةٍ تُبِيتُ\nفَإِنْ كَانَ كَذَا فَهُوَ الْقِيَاسُ، وَالْبَابُ كُلُّهُ مَحْمُولٌ عَلَيْهِ.\nوَالْحَصَلُ: الْبَلَحُ قَبْلَ أَنْ يَشْتَدَّ وَيَظْهَرَ ثَفَارِيقُهُ، الْوَاحِدَةُ حَصَلَةٌ. قَالَ:\nيَنْحَتُّ مِنْهُنَّ السَّدَى وَالْحَصْلُ\nالسَّدَى: الْبَلَحُ الذَّاوِي، الْوَاحِدَةُ سَدَاةٌ. وَهَذَا أَيْضًا مِنَ الْبَابِ، أَعْنِي الْحَصَلَ، لِأَنَّهُ حُصِّلَ مِنَ النَّخْلَةِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ وَمَا أَدْرِي مِمَّ اشْتِقَاقُهُ، قَوْلُهُمْ: حَصِلَ الْفَرَسُ، إِذَا اشْتَكَى بَطْنَهُ عَنْ أَكْلِ التُّرَابِ.",
    "pg": "2:68"
  },
  "حصم": {
    "def": "الْحَاءُ وَالصَّادُ وَالْمِيمُ أَصْلٌ قَلِيلُ الْكَلِمِ، إِلَّا أَنَّهُ تَكَسَّرَ فِي الشَّيْءِ، يُقَالُ: انْحَصَمَ الْعُودُ، إِذَا انْكَسَرَ. قَالَ ابْنُ مُقْبِلٍ: وَبَيَاضًا أَحْدَثَتْهُ لِمَّتِي ... مِثْلَ عِيدَانِ الْحَصَادِ الْمُنْحَصِمْ\nوَمِمَّا اشْتُقَّ مِنْهُ حُصَامُ الدَّابَّةِ، وَهُوَ رُدَامُهُ. وَالْقِيَاسُ قَرِيبٌ.",
    "pg": "2:68-69"
  },
  "حصن": {
    "def": "الْحَاءُ وَالصَّادُ وَالنُّونُ أَصْلٌ وَاحِدٌ مُنْقَاسٌ، وَهُوَ الْحِفْظُ وَالْحِيَاطَةُ وَالْحِرْزُ. فَالْحِصْنُ مَعْرُوفٌ، وَالْجَمْعُ حُصُونٌ. وَالْحَاصِنُ وَالْحَصَانُ: الْمَرْأَةُ الْمُتَعَفِّفَةُ الْحَاصِنَةُ فَرْجَهَا. قَالَ:\nفَمَا وَلَدَتْنِي حَاصِنٌ رَبَعِيَّةٌ ... لَئِنْ أَنَا مَالَأْتُ الْهَوَى لِاتِّبَاعِهَا\nوَقَالَ حَسَّانُ فِي الْحَصَانِ:\nحَصَانٌ رَزَانٌ مَا تُزَنُّ بِرِيبَةٍ ... وَتُصْبِحُ غَرْثَى مِنْ لُحُومِ الْغَوَافِلِ\nوَالْفِعْلُ مِنْ هَذَا حَصُنَ. قَالَ أَحْمَدُ بْنُ يَحْيَى ثَعْلَبٌ: كُلُّ امْرَأَةٍ عَفِيفَةٍ فَهِيَ مُحْصَنَةٌ وَمُحْصِنَةٌ، وَكُلُّ امْرَأَةٍ مُتَزَوِّجَةٍ فَهِيَ مُحْصَنَةٌ لَا غَيْرَ. قَالَ: وَيُقَالُ لِكُلِّ مَمْنُوعٍ مُحْصَنٍ، وَذَكَرَ نَاسٌ أَنَّ الْقُفْلَ يُسَمَّى مُحْصَنًا. وَيُقَالُ أَحْصَنَ الرَّجُلُ فَهُوَ مُحْصَنٌ. وَهَذَا أَحَدُ مَا جَاءَ عَلَى أَفْعُلَ فَهُوَ مُفْعَلٌ.",
    "pg": "2:69"
  },
  "حصوى": {
    "def": "الْحَاءُ وَالصَّادُ وَالْحَرْفُ الْمُعْتَلُّ ثَلَاثَةُ أُصُولٍ: الْأَوَّلُ الْمَنْعُ، وَالثَّانِي الْعَدُّ وَالْإِطَاقَةُ، وَالثَّالِثُ شَيْءٌ مِنْ أَجْزَاءِ الْأَرْضِ.\nفَالْأَوَّلُ الْحَصْوُ. قَالَ الشَّيْبَانِيُّ: هُوَ الْمَنْعُ ; يُقَالُ حَصَوْتُهُ أَيْ مَنَعْتُهُ. قَالَ:\nأَلَا تَخَافُ اللَّهَ إِذْ حَصَوْتَنِي ... حَقِّي بِلَا ذَنْبٍ وَإِذْ عَنَّنْتَنِي وَالْأَصْلُ الثَّانِي: أَحْصَيْتُ الشَّيْءَ، إِذَا عَدَدْتَهُ وَأَطَقْتَهُ. قَالَ اللَّهُ تَعَالَى: ﴿عَلِمَ أَنْ لَنْ تُحْصُوهُ﴾ [المزمل: ٢٠] . وَقَالَ تَعَالَى: ﴿أَحْصَاهُ اللَّهُ وَنَسُوهُ﴾ [المجادلة: ٦] .\nوَالْأَصْلُ الثَّالِثُ: الْحَصَى، وَهُوَ مَعْرُوفٌ. يُقَالُ أَرْضٌ مَحْصَاةٌ، إِذَا كَانَتْ ذَاتَ حَصًى. وَقَدْ قِيلَ حَصِيَتْ تَحْصَى.\nوَمِمَّا اشْتُقَّ مِنْهُ الْحَصَاةُ ; يُقَالُ مَا لَهُ حَصَاةٌ، أَيْ مَا لَهُ عَقْلٌ. وَهُوَ مِنْ هَذَا ; لِأَنَّ فِي الْحَصَى قُوَّةً وَشِدَّةً. وَالْحَصَاةُ: الْعَقْلُ، لِأَنَّ بِهِ تَمَاسُكَ الرَّجُلِ وَقُوَّةَ نَفْسِهِ. قَالَ:\nوَإِنَّ لِسَانَ الْمَرْءِ مَا لَمْ تَكُنْ لَهُ ... حَصَاةٌ عَلَى عَوْرَاتِهِ لَدَلِيلُ\nوَيُقَالُ لِكُلِّ قِطْعَةٍ مِنَ الْمِسْكِ حَصَاةٌ; فَهَذَا تَشْبِيهٌ لَا قِيَاسٌ.\nوَإِذَا هُمِزَ فَأَصْلُهُ تَجَمُّعُ الشَّيْءِ ; يُقَالُ أَحَصَأْتُ الرَّجُلَ، إِذَا أَرَوَيْتَهُ مِنَ الْمَاءِ، وَحَصِئَ هُوَ. وَيُقَالُ حَصَأَ الصَّبِيُّ مِنَ اللَّبَنِ، إِذَا ارْتَضَعَ حَتَّى تَمْتَلِئَ مَعِدَتُهُ، وَكَذَلِكَ الْجَدْيُ.",
    "pg": "2:69-70"
  },
  "حضب": {
    "def": "الْحَاءُ وَالضَّادُ وَالْبَاءُ أَصْلَانِ: الْأَوَّلُ مَا تُسْعَرُ بِهِ النَّارُ، وَالثَّانِي جِنْسٌ مِنَ الصَّوْتِ.\nفَالْأَوَّلُ قَوْلُهُ جَلَّ ثَنَاؤُهُ: \" حَضَبُ جَهَنَّمَ \"، قَالُوا: هُوَ الْوَقُودُ بِفَتْحِ الْوَاوِ. وَيُقَالُ لِمَا تُسَعَّرُ النَّارُ بِهِ مِحْضَبٌ. وَيُنْشَدُ بَيْتُ الْأَعْشَى:\nفَلَا تَكُ فِي حَرْبِنَا مِحْضَبًا ... لِتَجْعَلَ قَوْمَكَ شَتَّى شُعُوبًا\nوَالصَّوْتُ كَقَوْلِهِمْ لِصَوْتِ الْقَوْسِ حِضْبٌ، وَالْجَمْعُ أَحْضَابٌ. فَأَمَّا قَوْلُهُمْ إِنَّ الْحِضْبَ الْحَيَّةُ فَفِيهِ كَلَامٌ، وَإِنْ صَحَّ فَإِنَّهُ شَاذٌّ عَنِ الْأَصْلِ.",
    "pg": "2:75"
  },
  "حضج": {
    "def": "الْحَاءُ وَالضَّادُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى دَنَاءَةِ الشَّيْءِ وَسُقُوطِهِ وَذَهَابِهِ عَنْ طَرِيقَةِ الِاخْتِيَارِ. يَقُولُ الْعَرَبُ: انْحَضَجَ الرَّجُلُ وَغَيْرُهُ إِذَا وَقَعَ بِجَنْبِهِ، وَحَضَجْتُ أَنَا بِهِ الْأَرْضَ. وَيُقَالُ: هَذِهِ إِحْدَى حَضَجَاتِ فُلَانٍ، أَيْ إِحْدَى سَقَطَاتِهِ. وَذَلِكَ فِي الْقَوْلِ وَالْفِعْلِ. وَالْحِضْجُ: مَا يَبْقَى فِي حِيَاضِ الْإِبِلِ مِنَ الْمَاءِ، وَالْجَمْعُ أَحْضَاجٌ. وَيُقَالُ لِلدَّنِيِّ مِنَ الرِّجَالِ حِضْجٌ. وَحَضَجْتُ الثَّوْبَ، إِذَا ضَرَبْتَهُ بِالْمِحْضَاجِ عِنْدَ غَسْلِكَ إِيَّاهُ، وَهِيَ تِلْكَ الْخَشَبَةُ.\nوَأَمَّا قَوْلُهُمْ لِلزِّقِّ الضَّخْمِ حِضَاجٌ فَهُوَ قَرِيبٌ مِنَ الْبَابِ ; لِأَنَّهُ يَتَسَاقَطُ. فَأَمَّا قَوْلُهُمْ حَضَجْتُ النَّارَ أَوْقَدْتُهَا، فَيَجُوزُ أَنْ يَكُونَ مِنَ الْبَابِ، وَيُمْكِنُ أَنْ يَكُونَ مِنْ بَابِ الْإِبْدَالِ.",
    "pg": "2:75"
  },
  "حضر": {
    "def": "الْحَاءُ وَالضَّادُ وَالرَّاءُ إِيرَادُ الشَّيْءِ، وَوُرُودُهُ وَمُشَاهَدَتُهُ. وَقَدْ يَجِيءُ مَا يَبْعُدُ عَنْ هَذَا وَإِنْ كَانَ الْأَصْلُ وَاحِدًا. فَالْحَضَرُ خِلَافُ الْبَدْوِ. وَسُكُونُ الْحَضَرِ الْحِضَارَةُ. قَالَ:\nفَمَنْ تَكُنِ الْحَضَارَةُ أَعْجَبَتْهُ ... فَأَيَّ رِجَالِ بَادِيَةٍ تَرَانَا\nقَالَهَا أَبُو زَيْدٍ بِالْكَسْرِ، وَقَالَ الْأَصْمَعِيُّ هِيَ الْحَضَارَةُ بِالْفَتْحِ. فَأَمَّا الْحُضْرُ الَّذِي هُوَ الْعَدْوُ فَمِنَ الْبَابِ أَيْضًا، لِأَنَّ الْفَرَسَ وَغَيْرَهُ يُحْضِرَانِ مَا عِنْدَهُمَا مِنْ ذَلِكَ، يُقَالُ أَحْضَرَ الْفَرَسُ، وَهُوَ فَرَسٌ مِحْضِيرٌ سَرِيعٌ الْحُضْرِ، وَمِحْضَارٌ. وَيُقَالُ حَاضَرْتُ الرَّجُلَ، إِذَا عَدَوْتَ مَعَهُ. وَقَوْلُ الْعَرَبِ: \" اللَّبَنُ مَحْضُورٌ \" فَمَعْنَاهُ كَثِيرُ الْآفَةِ، وَيَقُولُونَ إِنَّ الْجَانَّ تَحْضُرُهُ. وَيَقُولُونَ: \" الْكُنُفُ مَحْضُورَةٌ \". وَتَأَوَّلَ نَاسٌ قَوْلَهُ تَعَالَى: ﴿وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ﴾ [المؤمنون: ٩٧] ، أَيْ أَنَّ يُصِيبُونِي بِسُوءٍ. وَالْبَابُ كُلُّهُ وَاحِدٌ، وَذَلِكَ أَنَّهُمْ يَحْضُرُونَهُ بِسُوءٍ. وَيُقَالُ لِلْحَاضِرِ وَهِيَ الْحَيُّ الْعَظِيمُ. قَالَ حَسَّانُ:\nلَنَا حَاضِرٌ فَعْمٌ وَبَادٍ كَأَنَّهُ ... قَطِينُ الْإِلَهِ عِزَّةً وَتَكَرُّمًا\nوَيَرْوِي نَاسٌ:\n. . . . . . . . . . . . . . . . . . . .\nكَأَنَّهُ شَمَارِيخُ رَضْوَى عِزَّةً وَتَكَرُّمًا\nوَأَنْكَرَتْ قُرَيْشٌ ذَلِكَ وَقَالُوا: أَيُّ عِزَّةٍ وَتَكَرُّمٍ لِشَمَارِيخِ رَضْوَى. وَالْحَضِيرَةُ: الْجَمَاعَةُ لَيْسَتْ بِالْكَثِيرَةِ. قَالَ:\nيَرِدُ الْمِيَاهَ حَضِيرَةً وَنَفِيضَةً ... وِرْدَ الْقَطَاةِ إِذَا اسْمَأَلَّ التُّبَّعُ\nوَيُقَالُ الْمُحَاضَرَةُ الْمُغَالَبَةُ، وَحَاضَرْتُ الرَّجُلَ: جَاثَيْتُهُ عِنْدَ سُلْطَانٍ أَوْ حَاكِمٍ. وَيُقَالُ أَلْقَتِ الشَّاةُ حَضِيرَتَهَا، وَهِيَ مَا تُلْقِيهِ بَعْدَ الْوَلَدِ مِنَ الْمَشِيمَةِ وَغَيْرِهَا. وَهَذَا قِيَاسٌ صَحِيحٌ، وَذَلِكَ أَنَّ تِلْكَ الْأَشْيَاءَ تُسَمَّى الشُّهُودُ، وَقَدْ ذُكِرَتْ فِي بَابِهَا.\nوَحَضْرَةُ الرَّجُلِ: فِنَاؤُهُ. وَالْحَضِيرَةُ: مَا اجْتَمَعَ مِنَ الْمِدَّةِ فِي الْجُرْحِ. وَيُقَالُ: حَضَرَتِ الصَّلَاةُ، وَلُغَةُ أَهْلِ الْمَدِينَةِ حَضِرَتْ. وَكُلُّهُمْ يَقُولُ تَحْضُرُ. وَهَذَا مِنْ نَادِرِ مَا يَجِيءُ مِنَ الْكَلَامِ عَلَى فَعِلَ يَفْعُلُ. وَقَدْ جَاءَتْ فِيهِ مِنَ الصَّحِيحِ غَيْرِ الْمُعْتَلِّ كَلِمَةٌ وَاحِدَةٌ وَقَدْ ذُكِرَتْ فِي بَابِهَا. وَيُقَالُ رَجُلٌ حَضِرٌ إِذَا كَانَ لَا يَصْلُحُ لِلسَّفَرِ. وَهَذَا كَقَوْلِهِمْ رَجُلٌ نَهِرٌ، إِذَا كَانَ يَصْلُحُ لِأَعْمَالِ النَّهَارِ دُونَ اللَّيْلِ. قَالَ:\nلَسْتَ بِلَيِلِيٍّ وَلَكِنِّي نَهِرْ وَيَقُولُونَ: إِنَّ الْحَضْرَ شَحْمَةٌ فِي الْمَأْنَةِ وَفَوْقَهَا. وَمِمَّا شَذَّ عَنِ الْبَابِ الْحَضْرُ، وَهُوَ حِصْنٌ، فِي قَوْلُ عَدِيٍّ:\nوَأَخُو الْحَضْرِ إِذْ بَنَاهُ ... وَإِذْ دِجْلَةُ تُجْبَى إِلَيْهِ\nوَالْخَابُورُ وَمِنَ الشَّاذِّ، وَيَجُوزُ أَنْ يُحْمَلَ عَلَى مَا قَبْلَهُ حَضَارِ، وَهُوَ كَوْكَبٌ. وَالْعَرَبُ تَقُولُ: \" حَضَارِ وَالْوَزْنُ مُحْلِفَانِ \" ; وَذَلِكَ أَنَّ النَّاسَ يَحْلِفُونَ عَلَيْهِمَا أَنَّهُمَا سُهَيْلٌ لِأَنَّهُمَا يُشْبِهَانِهِ. وَالْمُحْلِفُ: الشَّيْءُ الَّذِي يُحْوِجُ إِلَى الْحَلْفِ. قَالَ: كُمَيْتٌ غَيْرُ مُحْلِفَةٍ وَلَكِنْ ... كَلَوْنِ الْوَرْسِ عُلَّ بِهِ الْأَدِيمُ\nوَحِضَارُ الْإِبِلِ: بِيضُهَا. قَالَ الْهُذَلِيُّ:\nشُومُهَا وَحِضَارُهَا\n\n[بَابُ الْحَاءِ وَالطَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:75-78"
  },
  "حضض": {
    "def": "الْحَاءُ وَالضَّادُ أَصْلَانِ: أَحَدُهُمَا الْبَعْثُ عَلَى الشَّيْءِ، وَالثَّانِي الْقَرَارُ الْمُسْتَفِلُ.\nفَالْأَوَّلُ حَضَضْتُهُ عَلَى كَذَا، إِذَا حَضَّضْتَهُ عَلَيْهِ وَحَرَّضْتَهُ. قَالَ الْخَلِيلُ:\nالْفَرْقُ بَيْنَ الْحَضِّ وَالْحَثِّ أَنَّ الْحَثَّ يَكُونُ فِي السَّيْرِ وَالسَّوْقِ وَكُلِّ شَيْءٍ، وَالْحَضُّ لَا يَكُونُ فِي سَيْرٍ وَلَا سَوْقٍ. وَالثَّانِي الْحَضِيضُ، وَهُوَ قَرَارُ الْأَرْضِ. قَالَ:\nنَزَلْتُ إِلَيْهِ قَائِمًا بِالْحَضِيضِ",
    "pg": "2:13"
  },
  "حضل": {
    "def": "الْحَاءُ وَالضَّادُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ لَيْسَتْ أَصْلًا وَلَا يُقَاسُ عَلَيْهَا ; يُقَالُ حَضِلَتِ النَّخْلَةُ، إِذَا فَسَدَ أُصُولُ سَعَفِهَا.",
    "pg": "2:73"
  },
  "حضن": {
    "def": "الْحَاءُ وَالضَّادُ وَالنُّونُ أَصْلٌ وَاحِدٌ يُقَاسُ، وَهُوَ حِفْظُ الشَّيْءِ وَصِيَانَتُهُ. فَالْحِضْنُ مَا دُونُ الْإِبِطِ إِلَى الْكَشْحِ ; يُقَالُ احْتَضَنْتُ الشَّيْءَ جَعَلْتُهُ فِي حِضْنِي. فَأَمَّا قَوْلُ الْكُمَيْتِ: وَدَوِّيَّةٍ أَنْفَذْتُ حِضْنَيْ ظَلَامِهَا ... هُدُوًّا إِذَا مَا طَائِرُ اللَّيْلِ أَبْصَرَا\nفَإِنَّهُ يُرِيدُ قَطْعَهُ إِيَّاهَا. وَطَائِرُ [اللَّيْلِ] : الْخُفَّاشُ. وَنَوَاحِي كُلِّ شَيْءٍ أَحْضَانُهُ.\nوَمِنَ الْبَابِ حَضَنَتِ الْمَرْأَةُ وَلَدَهَا، وَكَذَلِكَ حَضَنَتِ الْحَمَامَةُ بَيْضَهَا.\nوَالْمُحْتَضَنُ: [الْحِضْنُ] . قَالَ:\nعَرِيضَةِ بَوْصٍ إِذَا أَدْبَرَتْ هَضِيمِ الْحَشَا عَبْلَةِ الْمُحْتَضَنْ فَأَمَّا حَضَنٌ فَجَبَلٌ بِنَجْدٍ، وَهُوَ أَوَّلُ نَجِدٍ. وَالْعَرَبُ تَقُولُ: \" أَنْجَدَ مَنْ رَأَى حَضَنًا \". وَيُقَالُ امْرَأَةٌ حَضُونٌ بَيِّنَةُ الْحِضَانِ. فَأَمَّا قَوْلُهُمْ حَضَنْتُ الرَّجُلَ عَنِ الرَّجُلِ، إِذَا نَحَّيْتُهُ عَنْهُ، فَكَلِمَةٌ مَشْكُوكٌ فِيهَا، وَوَجَدْتُ كَثِيرًا مِنْ أَهْلِ الْعِلْمِ يُنْكِرُونَهَا. فَإِنْ كَانَتْ صَحِيحَةً فَالْقِيَاسُ فِيهَا مُطَّرِدٌ، كَأَنَّ الشَّيْءَ حُضِنَ عَنْهُ وَحُفِظَ وَلَمْ يُمَكَّنْ مِنْهُ. وَمَصْدَرُهُ الْحَضْنُ وَالْحَضَانَةُ. وَيُقَالُ الْحَضَنُ الْعَاجُ فِي قَوْلِ الْقَائِلِ:\nتَبَسَّمَتْ عَنْ وَمِيضِ الْبَرْقِ كَاشِرَةً وَأَبْرَزَتْ عَنْ هِجَانِ اللَّوْنِ كَالْحَضَنِ وَيُقَالُ إِنَّ الْحَضَنَ أَصْلُ الْجَبَلِ. فَإِنْ كَانَ مَا ذَكَرْنَاهُ مِنَ الْعَاجِ صَحِيحًا فَهُوَ شَاذٌ عَنِ الْأَصْلِ.",
    "pg": "2:73-74"
  },
  "حضى": {
    "def": "الْحَاءُ وَالضَّادُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ، وَهُوَ هَيْجُ الشَّيْءِ، وَيَكُونُ فِي النَّارِ خَاصَّةً. يُقَالُ حَضَوْتُ النَّارَ، إِذَا أَوْقَدْتَهَا. وَالْعُودُ الَّذِي تُحَرَّكُ بِهِ النَّارُ مِحْضَاءٌ مَمْدُودٌ. وَيُقَالُ حَضْأَتُهَا أَيْضًا بِالْهَمْزِ، وَالْعَوْدُ مِحْضَأٌ عَلَى مِفْعَلٍ، وَرُبَّمَا مَدُّوهُ ; وَالْأَوَّلُ أَجْوَدُ.",
    "pg": "2:74-75"
  },
  "حطا": {
    "def": "الْحَاءُ وَالطَّاءُ وَالْهَمْزَةُ أَصْلٌ مُنْقَاسٌ، وَهُوَ تَطَامُنُ الشَّيْءِ وَسُقُوطُهُ. يُقَالُ حَطَأْتُ الرَّجُلَ بِالْأَرْضِ: ضَرَبْتُهُ. وَالْحُطَيْئَةُ: الرَّجُلُ الْقَصِيرُ. قَالَ ثَعْلَبٌ: سُمِّيَ الْحُطَيْئَةَ لِدَمَامَتِهِ.\nقَالَ أَبُو زَيْدٍ: الْحَطِيءُ مِنَ الرِّجَالِ مِثَالُ فَعِيلٍ: الرُّذَالُ. قَالَ ابْنُ عَبَّاسٍ: «أَخَذَ رَسُولُ اللَّهِ ﵌ بِقَفَائِي فَحَطَأَنِي حَطْأَةً وَقَالَ: اذْهَبْ فَادْعُ لِي فَلَانًا» \". يَقُولُ: دَفَعَنِي دَفْعَةً. وَيُقَالُ حَطَأَتِ الْقِدْرُ بِزَبَدِهَا: رَمَتْ. وَيُقَالُ حَطَأَ الرَّجُلُ الْمَرْأَةَ: جَامَعَهَا.",
    "pg": "2:78-79"
  },
  "حطب": {
    "def": "الْحَاءُ وَالطَّاءُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْوَقُودُ، ثُمَّ يُحْمَلُ عَلَيْهِ مَا يُشَبَّهُ بِهِ.\nفَالْحَطَبُ مَعْرُوفٌ. يُقَالُ حَطَبْتُ أَحْطِبُ حَطْبًا. قَالَ امْرُؤُ الْقَيْسِ:\nإِذَا مَا رَكِبْنَا قَالَ وِلْدَانُ أَهْلِنَا ... تَعَالَوْا إِلَى أَنْ يَأْتِيَ الصَّيْدُ نَحْطِبِ\nوَيُقَالُ لِلْمُخَلِّطِ فِي كَلَامِهِ \" حَاطِبُ لَيْلٍ \". وَيُقَالُ حَطَبَنِي عَبْدِي، إِذَا أَتَاكَ بِالْحَطَبِ. قَالَ:\nخَبٌّ جَرُوزٌ وَإِذَا جَاعَ بَكَى لَا حَطَبَ الْقَوْمَ وَلَا الْقَوْمَ سَقَى وَيُقَالُ مَكَانٌ حَطِيبٌ: كَثِيرُ الْحَطَبِ. وَيُقَالُ نَاقَةٌ مُحَاطِبَةٌ، تَأْكُلُ الشَّوْكَ الْيَابِسَ. وَقَالُوا فِي قَوْلِهِ تَعَالَى: ﴿وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ﴾ [المسد: ٤] ، هِيَ كِنَايَةٌ عَنِ النَّمِيمَةِ. يُقَالُ حَطَبَ فُلَانٌ بِفُلَانٍ: سَعَى بِهِ. وَيُقَالُ إِنَّ الْأَحْطَبَ الشَّدِيدُ الْهُزَالُ وَكَذَلِكَ الْحَطِبُ، كَأَنَّهُ شُبِّهَ بِالْحَطَبِ الْيَابِسِ. وَقَوْلِهِ فِي النَّمِيمَةِ يَشْهَدُ لَهُ قَوْلُ الْقَائِلِ:\nمِنَ الْبِيضِ لَمْ تُصْطَدْ عَلَى حَبْلِ لَأْمَةٍ ... وَلَمْ تَمْشِ بَيْنَ النَّاسِ بِالْحَطَبِ الرَّطْبِ [بَابُ الْحَاءِ وَالظَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:79-80"
  },
  "حطط": {
    "def": "الْحَاءُ وَالطَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ إِنْزَالُ الشَّيْءِ مِنْ عُلُوٍّ. يُقَالُ حَطَطْتُ الشَّيْءَ أَحُطُّهُ حَطًّا. وَقَوْلُهُ تَعَالَى: ﴿حِطَّةٌ﴾ [البقرة: ٥٨] ، قَالُوا: تَفْسِيرُهَا اللَّهُمَّ حُطَّ عَنَّا أَوْزَارَنَا. وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ جَارِيَةٌ مَحْطُوطَةُ الْمَتْنَيْنِ، كَأَنَّمَا حُطَّ مَتْنَاهَا بِالْمِحَطِّ. قَالَ:\nبَيْضَاءُ مَحْطُوطَةٌ الْمَتْنَيْنِ بَهْكَنَةٌ ... رَيَّا الرَّوَادِفِ لَمْ تُمْغِلْ بِأَوْلَادِ\nوَمِنْ هَذَا الْبَابِ قَوْلُهُمْ رَجُلٌ حُطَائِطٌ، أَيْ صَغِيرٌ قَصِيرٌ، كَأَنَّهُ حُطَّ حَطًّا.\nوَمِنْ هَذَا الْبَابِ قَوْلُهُمْ لِلنَّجِيبَةِ السَّرِيعَةِ حَطُوطٌ ; كَأَنَّهَا لَا تَزَالُ تَحُطُّ رَحْلًا بِأَرْضٍ. وَمِمَّا شَذَّ عَنْ هَذَا الْقِيَاسِ الْحَطَاطُ: بَثْرَةٌ تَكُونُ بِالْوَجْهِ. قَالَ الْهُذَلِيُّ:\nوَوَجْهٍ قَدْ طَرَقْتُ أُمَيْمَ صَافٍ ... أَسِيلٍ غَيْرِ جَهْمٍ ذِي حَطَاطِ\nوَيُرْوَى:\nكَقَرْنِ الشَّمْسِ لَيْسَ بِذِي حَطَاطِ",
    "pg": "2:13-14"
  },
  "حطم": {
    "def": "الْحَاءُ وَالطَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ كَسْرُ الشَّيْءِ. يُقَالُ حَطَمْتُ الشَّيْءَ حَطْمًا كَسْرَتُهُ. وَيُقَالُ لِلْمُتَكَسِّرِ فِي نَفْسِهِ حَطِمٌ. وَيُقَالُ لِلْفَرَسِ إِذَا تَهَدَّمَ لِطُولِ عُمْرِهِ حَطِمٌ. وَيُقَالُ بَلِ الْحَطَمُ دَاءٌ يُصِيبُ الدَّابَّةَ فِي قَوَائِمِهَا أَوْ ضَعْفٌ. وَهُوَ فَرَسٌ حَطِمٌ. وَالْحُطْمَةُ: السَّنَةُ الشَّدِيدَةُ ; لِأَنَّهَا تَحْطِمُ كُلَّ شَيْءٍ. وَالْحُطَمُ: السَّوَّاقُ يَعْنُفُ، يَحْطِمُ بَعْضَ الْإِبِلِ بِبَعْضٍ. قَالَ الرَّاجِزُ:\nقَدْ لَفَّهَا اللَّيْلُ بِسَوَّاقٍ حُطَمْ\nوَسُمِّيَتِ النَّارُ الْحُطَمَةَ لِحَطْمِهَا مَا تَلْقَى. وَيُقَالُ لِلْعَكَرَةِ مِنَ الْإِبِلِ حُطَمَةٌ لِأَنَّهَا تَحْطِمُ كُلَّ شَيْءٍ تَلْقَاهُ. وَحُطْمَةُ السَّيْلِ: دُفَّاعُ مُعْظَمِهِ. وَهَذَا لَيْسَ أَصْلًا ; لِأَنَّهُ مَقْلُوبٌ مِنَ الطُّحْمَةِ. فَأَمَّا الْحَطِيمُ فَمُمْكِنٌ أَنْ يَكُونَ مِنْ هَذَا، وَهُوَ الْحِجْرُ، لِكَثْرَةِ مَنْ يَنْتَابُهُ، كَأَنَّهُ يُحْطَمُ.",
    "pg": "2:78"
  },
  "حظر": {
    "def": "الْحَاءُ وَالظَّاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْمَنْعِ. يُقَالُ حَظَرْتُ الشَّيْءَ أَحْظُرُهُ حَظْرًا، فَأَنَا حَاظِرٌ وَالشَّيْءُ مَحْظُورٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُورًا﴾ [الإسراء: ٢٠] . وَالْحِظَارُ: مَا حُظِرَ عَلَى غَنَمٍ أَوْ غَيْرِهَا بِأَغْصَانٍ أَوْ شَيْءٍ مِنْ رَطْبِ شَجَرٍ أَوْ يَابِسٍ، وَلَا يَكَادُ يُفْعَلُ ذَلِكَ إِلَّا بِالرَّطْبِ مِنْهُ ثُمَّ يَيْبَسُ. وَفَاعِلُ ذَلِكَ الْمُحْتَظِرُ. قَالَ اللَّهُ تَعَالَى: ﴿فَكَانُوا كَهَشِيمِ الْمُحْتَظِرِ﴾ [القمر: ٣١] ، أَيِ الَّذِي يَعْمَلُ الْحَظِيرَةَ لِلْغَنَمِ ثُمَّ يَيْبَسُ ذَلِكَ فَيَتَهَشَّمُ. وَيُقَالُ جَاءَ فُلَانٌ بِالْحَظِرِ الرَّطْبِ، إِذَا جَاءَ بِالْكَذِبِ الْمُسْتَشْنَعِ. وَيُقَالُ هُوَ يُوقِدُ فِي الْحَظْرِ، إِذَا كَانَ يَنِمُّ وَقَدْ مَضَى شَاهِدُهُ.",
    "pg": "2:80-81"
  },
  "حظظ": {
    "def": "الْحَاءُ وَالظَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ النَّصِيبُ وَالْجَدُّ. يُقَالُ فُلَانٌ أَحَظُّ مِنْ فُلَانٍ، وَهُوَ مَحْظُوظٌ. وَجَمْعُ الْحَظِّ أَحَاظٍ عَلَى غَيْرِ قِيَاسٍ. قَالَ أَبُو زَيْدٍ: رَجُلٌ حَظِيظٌ جَدِيدٌ، إِذَا كَانَ ذَا حَظٍّ مِنَ الرِّزْقِ. وَيُقَالُ حَظِظْتُ فِي الْأَمْرِ أَحَظُّ.\nقَالَ: وَجَمْعُ الْحَظِّ أَحُظٌّ.",
    "pg": "2:14"
  },
  "حظل": {
    "def": "الْحَاءُ وَالظَّاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ. فَالْحَظْلُ: الْغَيْرَةُ وَمَنْعُ الْمَرْأَةِ مِنَ التَّصَرُّفِ وَالْحَرَكَةِ. [قَالَ] :\n\nفَيَحْظِلُ أَوْ يَغَارُ\nقَالَ أَبُو عُبَيْدٍ: حَظَلْتُ عَلَيْهِ مِثْلُ حَظَرْتُ. وَيُقَالُ فِي قَوْلِهِ \" فَيَحْظِلُ أَوْ يَغَارُ \" إِنَّهُ التَّقْتِيرُ. وَأَحْرِ أَنْ يَكُونَ هَذَا أَصَحَّ، لِأَنَّهُ قَالَ \" أَوْ يَغَارُ \". وَالتَّقْتِيرُ يَرْجِعُ إِلَى الَّذِي ذَكَرْنَاهُ مِنَ الْمَنْعِ. وَالدَّلِيلُ عَلَى ذَلِكَ قَوْلُهُمْ حَظَلَانُ وَحَظْلَانُ. قَالَ:\nتُعَيِّرُنِي الْحِظْلَانَ أُمُّ مُغَلِّسٍ ... فَقُلْتُ لَهَا لِمَ تَقْذِفِينِي بِدَائِيَا\n\n[بَابُ الْحَاءِ وَالْفَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:81"
  },
  "حظوى": {
    "def": "الْحَاءُ وَالظَّاءُ وَمَا بَعْدَهُ [مِنْ] حَرْفٍ مُعْتَلٍّ أَصْلَانِ: أَحَدُهُمَا الْقُرْبُ مِنَ الشَّيْءِ وَالْمَنْزِلَةِ، وَالثَّانِي جِنْسٌ مِنَ السِّلَاحِ.\nفَالْأَوَّلُ قَوْلُهُمْ رَجُلٌ حَظِيٌّ إِذَا كَانَ لَهُ مَنْزِلَةٌ وَحُظْوَةٌ. وَامْرَأَةٌ حَظِيَّةٌ. وَالْعَرَبُ تَقُولُ: \" إِلَّا حَظِيَّةً فَلَا أَلِيَّةً \". يَقُولُ: إِنْ لَمْ يَكُنْ لَكِ حُظْوَةٌ فَلَا تُقَصِّرِي أَنْ تَتَقَرَّبِي. يُقَالُ مَا أَلَوْتُ، أَيْ مَا قَصَّرْتُ.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالْحِظَاءُ: جَمْعُ حِظْوَةٍ، وَهُوَ سَهْمٌ صَغِيرٌ لَا نَصْلَ لَهُ يُرْمَى بِهِ. قَالَ بَعْضُ أَهْلِ اللُّغَةِ: يُقَالُ لِكُلِّ قَضِيبٍ نَابِتٍ فِي أَصْلِ شَجَرَةٍ حَظْوَةٌ، وَالْجَمْعُ حَظَوَاتٌ. قَالَ أَوْسٌ:\nتَعَلَّمَهَا فِي غِيلِهَا وَهِيَ حَظْوَةٌ ... بِوَادٍ بِهِ نَبْعٌ طِوَالٌ وَحِثْيَلُ\nوَإِذَا عُيِّرَ الرَّجُلُ بِالضَّعْفِ قِيلَ لَهُ: \" إِنَّمَا نَبْلُكَ حِظَاءٌ \". وَيُقَالُ لِسِهَامِ الصِّبْيَانِ حِظَاءٌ. وَمِنْهُ الْمَثَلُ: \" إِحْدَى حُظَيَّاتِ لُقْمَانَ \"، قَالَ أَبُو عُبَيْدٍ: الْحُظَيَّاتُ الْمَرَامِي، وَهِيَ السِّهَامُ الَّتِي لَا نِصَالَ لَهَا.",
    "pg": "2:80"
  },
  "حفت": {
    "def": "الْحَاءُ وَالْفَاءُ وَالتَّاءُ لَيْسَ أَصْلًا، وَالْكَلَامُ فِيهِ يَقِلُّ. فَالْحَفَيْتَأُ: الرَّجُلُ الْقَصِيرُ.",
    "pg": "2:84"
  },
  "حفث": {
    "def": "الْحَاءُ وَالْفَاءُ وَالثَّاءُ شَيْءٌ يَدُلُّ عَلَى رَخَاوَةٍ وَلِينٍ. يُقَالُ حَفِثَ الْكَرِشِ لِفَحِثِهَا. وَالْحُفَّاثُ: حَيَّةٌ لَا تُضَرُّ وَلَا تُخَافُ. قَالَ:\nأَيُفَايِشُونَ وَقَدْ رَأَوْا حُفَّاثَهُمْ ... قَدْ عَضَّهُ فَقَضَى عَلَيْهِ الْأَشْجَعُ\nوَيُقَالُ لِلرَّجُلِ إِذَا غَضِبَ: \" قَدِ احْرَنْفَشَ حُفَّاثُهُ \".",
    "pg": "2:84"
  },
  "حفد": {
    "def": "الْحَاءُ وَالْفَاءُ وَالدَّالُ أَصْلٌ يَدُلُّ عَلَى الْخِفَّةِ فِي الْعَمَلِ، وَالتَّجَمُّعِ. فَالْحَفَدَةُ: الْأَعْوَانُ; لِأَنَّهُ يَجْتَمِعُ فِيهِمُ التَّجَمُّعُ وَالتَّخَفُّفُ، وَاحِدُهُمْ حَافِدٌ. وَالسُّرْعَةُ إِلَى الطَّاعَةِ حَفْدٌ، وَلِذَلِكَ يُقَالُ فِي دُعَاءِ الْقُنُوتِ: \" إِلَيْكَ نَسْعَى وَنَحْفِدُ \". قَالَ:\nيَا ابْنَ الَّتِي عَلَى قَعُودٍ حَفَّادْ\nوَيُقَالُ فِي قَوْلِهِ تَعَالَى: ﴿وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً﴾ [النحل: ٧٢] ، إِنَّهُمُ الْأَعْوَانُ - وَهُوَ الصَّحِيحُ - وَيُقَالُ الْأَخْتَانُ، وَيُقَالُ الْحَفَدَةُ وَلَدُ الْوَلَدِ. وَالْمِحْفَدُ: مِكْيَالٌ يُكَالُ بِهِ. وَيُقَالُ فِي بَابِ السُّرْعَةِ وَالْخِفَّةِ سَيْفٌ مُحْتَفِدٌ، أَيْ سَرِيعُ الْقَطْعِ. وَالْحَفَدَانُ: تَدَارُكُ السَّيْرِ.",
    "pg": "2:84"
  },
  "حفر": {
    "def": "الْحَاءُ وَالْفَاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا حَفْرِ الشَّيْءِ، وَهُوَ قَلْعُهُ سُفْلًا ; وَالْآخَرُ أَوَّلُ الْأَمْرِ. فَالْأَوَّلُ حَفَرْتُ الْأَرْضَ حَفْرًا. وَحَافِرُ الْفَرَسِ مِنْ ذَلِكَ، كَأَنَّهُ يَحْفِرُ بِهِ الْأَرْضَ. وَمِنَ الْبَابِ الْحَفْرَ فِي الْفَمِ، وَهُوَ تَآكُلُ الْأَسْنَانِ. يُقَالُ حُفَرَ فُوهُ يَحْفِرُ حَفْرًا.\nوَالْحَفَرُ: التُّرَابُ الْمُسْتَخْرَجُ مِنَ الْحُفْرَةِ، كَالْهَدَمِ ; وَيُقَالُ هُوَ اسْمُ الْمَكَانِ الَّذِي حُفِرَ. قَالَ:\nقَالُوا انْتَهَيْنَا وَهَذَا الْخَنْدَقُ الْحَفَرُ\nوَيُقَالُ أَحَفَرَ الْمُهْرُ لِلْإِثْنَاءِ وَالْإِرْبَاعِ، إِذَا سَقَطَ بَعْضُ أَسْنَانِهِ لِنَبَاتِ مَا بَعْدَهُ. وَيُقَالُ: مَا مِنْ حَامِلٍ إِلَّا وَالْحِمْلُ يَحْفِرُهَا، إِلَّا النَّاقَةَ فَإِنَّهَا تَسْمَنُ عَلَيْهِ. فَمَعْنَى يَحْفِرُهَا يُهْزِلُهَا.\nوَالْأَصْلُ الثَّانِي الْحَافِرَةُ، فِي قَوْلِهِ تَعَالَى: ﴿أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ﴾ [النازعات: ١٠] ، يُقَالُ: إِنَّهُ الْأَمْرُ الْأَوَّلُ، أَيْ أَنَحْيًا بَعْدَمَا نَمُوتُ. وَيُقَالُ الْحَافِرَةُ مِنْ قَوْلِهِمْ: رَجَعَ فُلَانٌ عَلَى حَافِرَتِهِ، إِذَا رَجَعَ عَلَى الطَّرِيقِ الَّذِي أَخَذَ فِيهِ، وَرَجَعَ الشَّيْخُ عَلَى حَافِرَتِهِ إِذَا هَرِمَ وَخَرِفَ. وَقَوْلُهُمْ: \" النَّقْدُ عِنْدَ الْحَافِرِ \" أَيْ لَا يَزُولُ حَافِرُ الْفَرَسِ حَتَّى تَنْقُدَنِي ثَمَنَهُ. وَكَانَتْ لِكَرَامَتِهَا عِنْدَهُمْ لَا تُبَاعُ نَسَاءً. ثُمَّ كَثُرَ ذَلِكَ حَتَّى قِيلَ فِي غَيْرِ الْخَيْلِ أَيْضًا.",
    "pg": "2:84-85"
  },
  "حفز": {
    "def": "الْحَاءُ وَالْفَاءُ وَالزَّاءُكَلِمَةٌ وَاحِدَةٌ تَدَلُّ عَلَى الْحَثِّ وَمَا قَرُبَ مِنْهُ. فَالْحَفْزُ: حَثُّكَ الشَّيْءَ مِنْ خَلْفِهِ. [وَالرَّجُلُ] يَحْتَفِزُ فِي جُلُوسِهِ إِذَا أَرَادَ الْقِيَامَ، كَأَنَّ حَاثًّا حَثَّهُ وَدَافِعًا دَفَعَهُ. يُقَالُ: اللَّيْلُ يَسُوقُ النَّهَارَ وَيَحْفِزُهُ. وَيُقَالُ حَفَزْتُ الرَّجُلَ بِالرُّمْحِ. وَسُمِّيَ الْحَوْفَزَانُ مِنْ ذَلِكَ بِقِلَّةٍ. قَالَ:\nوَنَحْنُ حَفَزْنَا الْحَوْفَزَانَ بِطَعْنَةٍ ... سَقَتْهُ نَجِيعًا مِنْ دَمِ الْجَوْفِ أَشْكَلَا",
    "pg": "2:85-86"
  },
  "حفس": {
    "def": "الْحَاءُ وَالْفَاءُ وَالسِّينُ لَيْسَ أَصْلًا. يُقَالُ لِلرَّجُلِ الْقَصِيرِ حَيْفَسٌ.",
    "pg": "2:86"
  },
  "حفش": {
    "def": "الْحَاءُ وَالْفَاءُ وَالشِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْجَمْعِ. يُقَالُ هُمْ يَحْفِشُونَ عَلَيْكَ، أَيْ يُجْلِبُونَ. وَحَفَشَ السَّيْلُ الْمَاءَ مِنْ كُلِّ جَانِبٍ إِلَى مُسْتَنْقَعٍ وَاحِدٍ. قَالَ:\nعَشِيَّةَ رُحْنَا وَرَاحُوا لَنَا ... كَمَا مَلَأَ الْحَافِشَاتُ الْمَسِيلَا\nوَيُقَالُ جَاءَ الْفَرَسُ يَحْفِشُ، أَيْ يَأْتِي بِجَرْيٍ بَعْدَ جَرْيٍ. وَالْحِفْشُ: بَيْتٌ صَغِيرٌ: وَسُمِّيَ بِذَلِكَ لِاجْتِمَاعِ جَوَانِبِهِ ; وَيُقَالُ لِأَنَّهُ يُجَمِّعُ فِيهِ الشَّيْءَ. وَتَحَفَّشَتِ الْمَرْأَةُ لِلرَّجُلِ، إِذَا أَظْهَرَتْ لَهُ وُدًّا ; وَذَلِكَ أَنَّهَا تَتَحَفَّلُ لَهُ، أَيْ تَتَجَمَّعُ.",
    "pg": "2:86"
  },
  "حفص": {
    "def": "الْحَاءُ وَالْفَاءُ وَالصَّادُ لَيْسَ أَصْلًا، وَلَا فِيهِ لُغَةٌ تَنْقَاسُ. يُقَالُ لِلزَّبِيلِ مِنْ جُلُودٍ حَفْصُ. وَيُقَالُ لِلدَّجَاجَةِ أُمُّ حَفْصَةَ. وَيُقَالُ إِنَّ وَلَدَ الْأَسَدِ حَفْصٌ. وَفِي كُلِّ ذَلِكَ نَظَرٌ.",
    "pg": "2:86"
  },
  "حفض": {
    "def": "الْحَاءُ وَالْفَاءُ وَالضَّادُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى سُقُوطِ الشَّيْءِ وَخُفُوفِهِ. فَالْحَفَضُ مَتَاعُ الْبَيْتِ ; وَلِذَلِكَ سُمِّيَ الْبَعِيرُ الَّذِي يَحْمِلُهُ حَفَضًا. وَالْقِيَاسُ مَا ذَكَرْنَاهُ; لِأَنَّ الْأَحْفَاضَ تُسَمَّى الْأَسْقَاطَ. وَيُقَالُ حَفَضْتُ الْعُودَ، إِذَا حَنَّيْتَهُ. قَالَ الرَّاجِزُ:\nإِمَّا تَرَى دَهْرًا حَنَانِي حَفْضَا\nقَالَ الْأَصْمَعِيُّ: حَفَضْتُ [الشَّيْءَ] وَحَفَّضْتُهُ، بِالتَّخْفِيفِ وَالتَّشْدِيدِ، إِذَا أَلْقَيْتَهُ. وَأَنْشَدَ:\nإِمَّا تَرَى دَهْرًا حَنَانِي حَفْضًا\nفَمَعْنَاهُ أَلْقَانِي. وَالْأَحْفَاضُ فِي قَوْلِ عَمْرِو بْنِ كُلْثُومٍ:\nوَنَحْنُ إِذَا عِمَادُ الْحَيِّ خَرَّتْ ... عَلَى الْأَحْفَاضِ تَمْنَعُ مَنْ يَلِينَا\nهِيَ الْإِبِلُ أَوَّلَ مَا تُرْكَبُ. وَيُقَالُ بَلِ الْأَحْفَاضُ عُمُدُ الْأَخْبِيَةِ.",
    "pg": "2:86-87"
  },
  "حفظ": {
    "def": "الْحَاءُ وَالْفَاءُ وَالظَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى مُرَاعَاةِ الشَّيْءِ. يُقَالُ حَفِظْتُ الشَّيْءَ حِفْظًا. وَالْغَضَبُ: الْحَفِيظَةُ ; وَذَلِكَ أَنَّ تِلْكَ الْحَالَ تَدْعُو إِلَى مُرَاعَاةِ الشَّيْءِ. يُقَالُ لِلْغَضَبِ الْإِحْفَاظُ ; يُقَالُ أَحْفَظَنِي أَيْ أَغْضَبَنِي. وَالتَّحَفُّظُ: قِلَّةُ الْغَفْلَةِ. وَالْحِفَاظُ: الْمُحَافَظَةُ عَلَى الْأُمُورِ.\n\n[بَابُ الْحَاءِ وَالْقَافِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:87"
  },
  "حفف": {
    "def": "الْحَاءُ وَالْفَاءُ ثَلَاثَةُ أُصُولٍ: الْأَوَّلُ ضَرْبٌ مِنَ الصَّوْتِ، وَالثَّانِي أَنْ يُطِيفَ الشَّيْءُ بِالشَّيْءِ، وَالثَّالِثُ شِدَّةٌ فِي الْعَيْشِ. تَفْسِيرُ ذَلِكَ: الْأَوَّلُ الْحَفِيفُ حَفِيفُ الشَّجَرِ وَنَحْوِهِ، وَكَذَلِكَ حَفِيفُ جَنَاحِ الطَّائِرِ.\nوَالثَّانِي: قَوْلُهُمْ حَفَّ الْقَوْمُ بِفُلَانٍ إِذَا أَطَافُوا بِهِ. قَالَ اللَّهُ تَعَالَى: ﴿وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ﴾ [الزمر: ٧٥] . وَمِنْ ذَلِكَ حِفَافَا كُلِّ شَيْءٍ: جَانِبَاهُ. قَالَ طَرَفَةُ:\nكَأَنَّ جَنَاحَيْ مَضْرَحِيٍّ تَكَنَّفَا ... حِفَافَيْهِ شُكًّا فِي الْعَسِيبِ بِمَسْرَدِ\nوَمِنْ هَذَا الْبَابِ: هُوَ عَلَى حَفَفِ أَمْرٍ أَيْ نَاحِيَةٍ مِنْهُ، وَكُلُّ نَاحِيَةِ شَيْءٍ فَإِنَّهَا تُطِيفُ بِهِ. وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ: \" فُلَانٌ يَحُفُّنَا وَيَرُفُّنَا \" كَأَنَّهُ يَشْتَمِلُ عَلَيْنَا فَيُعْطِينَا وَيَمِيرُنَا.\nوَالثَّالِثُ: الْحُفُوفُ وَالْحَفَفُ، وَهُوَ شِدَّةُ الْعَيْشِ وَيُبْسُهُ. قَالَ أَبُو زَيْدٍ: حَفَّتْ أَرْضُنَا وَقَفَّتْ، إِذَا يَبِسَ بَقْلُهَا. وَهُوَ كَالشَّظَفِ. وَيُقَالُ: هُمْ فِي حَفَفٍ مِنَ الْعَيْشِ، أَيْ ضِيقٍ وَمَحْلٍ، ثُمَّ يُجْرَى هَذَا حَتَّى يُقَالَ رَأْسُ فُلَانٍ مَحْفُوفٌ وَحَافٌّ، إِذَا بَعُدَ عَهْدُهُ بِالدُّهْنِ، ثُمَّ يُقَالُ حَفَّتِ الْمَرْأَةُ وَجْهَهَا مِنَ الشَّعْرِ. وَاحْتَفَفْتُ النَّبْتَ إِذَا جَزَزْتَهُ.",
    "pg": "2:14-15"
  },
  "حفل": {
    "def": "الْحَاءُ وَالْفَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ الْجَمْعُ. يُقَالُ حَفَلَ النَّاسُ وَاحْتَفَلُوا، إِذَا اجْتَمَعُوا فِي مَجْلِسِهِمْ. وَالْمَجْلِسُ مَحْفِلٌ. وَالْمُحَفَّلَةُ: الشَّاةُ قَدْ حُفِّلَتْ ; أَيْ جُمِعَ اللَّبَنُ فِي ضَرْعِهَا. وَنُهِيَ عَنِ التَّصْرِيَةِ وَالتَّحْفِيلِ. وَيُقَالُ لَا تَحْفِلْ بِهِ، أَيْ لَا تُبَالِهِ ; وَهُوَ مِنَ الْأَصْلِ، أَيْ لَا تَتَجَمَّعْ. وَذَلِكَ أَنَّ مَنْ عَرَاهُ أَمْرٌ تَجَمَّعَ لَهُ.\nفَأَمَّا قَوْلُهُمْ لِحُطَامِ التِّبْنِ حُفَالَةٌ فَلَيْسَ مِنَ الْبَابِ، إِنَّمَا هُوَ مِنْ بَابِ الْإِبْدَالِ ; لِأَنَّ الْأَصْلَ حُثَالَةٌ، فَأَبْدَلَتِ الثَّاءُ فَاءً.\nوَمِنَ الْبَابِ رَجُلٌ ذُو حَفْلَةٍ، إِذَا كَانَ مُبَالِغًا فِيمَا أَخَذَ فِيهِ، وَذَلِكَ أَنَّهُ يَتَجَمَّعُ لَهُ رَأْيًا وَفِعْلًا. وَقَدِ احْتَفَلَ لَهُمْ، إِذَا أَحْسَنَ الْقِيَامَ بِأَمْرِهِمْ. وَيُقَالُ احْتَفَلَ الْوَادِي بِالسَّيْلِ. فَأَمَّا قَوْلُهُمْ تَحَفَّلَ، إِذَا تَزَيَّنَ، فَهُوَ مِنْ ذَلِكَ أَيْضًا لِأَنَّهُ يَجْمَعُ لِنَفْسِهِ الْمَحَاسِنَ.\nفَأَمَّا قَوْلُهُمْ حَفَلْتُ الشَّيْءَ، إِذَا جَلَوْتَهُ، فَمِنَ الْبَابِ، وَالْقِيَاسُ صَحِيحٌ ; وَذَلِكَ أَنَّهُ يَجْمَعُ ضَوْءَهُ وَنُورَهُ بِمَا يَنْفِيهِ مِنْ صَدَئِهِ. قَالَ بِشْرٌ:\nرَأَى دُرَّةً بَيْضَاءَ يَحْفِلُ لَوْنَهَا ... سُخَامٌ كَغِرْبَانِ الْبَرِيرِ مُقَصَّبُ\nوَالْمُقَصَّبُ الْمُجَعَّدُ. وَأَرَادَ بِالدُّرَّةِ امْرَأَةً. يَحْفِلُ لَوْنَهَا [سُخَامٌ] ، يَعْنِي الشَّعْرَ يَزِيدُهَا بِسَوَادِهِ بَيَاضًا، وَهَذَا كَأَنَّهُ جَلَاهَا، وَهُوَ مِنَ الْكَلَامِ الْحَسَنِ جِدًّا.",
    "pg": "2:81-82"
  },
  "حفن": {
    "def": "الْحَاءُ وَالْفَاءُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ، مُنْقَاسٌ، وَهُوَ جَمْعُ الشَّيْءِ فِي كَفٍّ أَوْ غَيْرِ ذَلِكَ. فَالْحَفْنَةُ: مِلْءُ كَفَّيْكَ مِنَ الطَّعَامِ. يُقَالُ حَفَنْتُ الشَّيْءَ حَفْنًا بِيَدِيَّ. وَمِنْهُ حَدِيثُ أَبِي بَكْرٍ: \" إِنَّمَا نَحْنُ حَفْنَةٌ مِنْ حَفَنَاتِ اللَّهِ تَعَالَى \"، مَعْنَاهُ أَنَّ اللَّهَ تَعَالَى إِذَا شَاءَ أَدْخَلَ خَلْقَهُ الْجَنَّةَ، وَأَنَّ ذَلِكَ يَسِيرٌ عِنْدَهُ كَالْحَفْنَةِ. وَيُقَالُ احْتَفَنْتُ الشَّيْءَ لِنَفْسِي، إِذَا أَخَذْتَهُ. وَيُقَالُ الْحُفْنَةُ إِنَّهَا الْحُفْرَةُ ; فَإِنْ صَحَّ فَمُحْتَمِلٌ الْوَجْهَيْنِ: أَحَدُهُمَا أَنْ يَكُونَ مِنْ بَابِ الْإِبْدَالِ، فَتَجْعَلَ النُّونَ بَدَلَ الرَّاءِ. وَيَجُوزُ أَنْ يَكُونَ مِنَ الْبَابِ الَّذِي ذَكَرْنَاهُ، لِأَنَّهَا تَجْمَعُ الشَّيْءَ مِنْ مَاءٍ أَوْ غَيْرِهِ. وَالْحَفَّانُ لَيْسَ مِنْ هَذَا الْبَابِ، وَقَدْ مَضَى ذِكْرُهُ لِأَنَّ النُّونَ فِيهِ زَائِدَةٌ.",
    "pg": "2:82-83"
  },
  "حفى": {
    "def": "الْحَاءُ وَالْفَاءُ وَمَا بَعْدَهُمَا مُعْتَلٌّ ثَلَاثَةُ أُصُولٍ: الْمَنْعُ، وَاسْتِقْصَاءُ السُّؤَالِ، وَالْحَفَاءِ خِلَافُ الِانْتِعَالِ.\nفَالْأَوَّلُ: قَوْلُهُمْ حَفَوْتُ الرَّجُلَ مِنْ كُلِّ شَيْءٍ، إِذَا مَنَعْتَهُ.\nوَأَمَّا الْأَصْلُ الثَّانِي: فَقَوْلُهُمْ حَفِيتُ إِلَيْهِ فِي الْوَصِيَّةِ بَالَغْتُ. وَتَحَفَّيْتُ بِهِ: بَالَغْتُ فِي إِكْرَامِهِ، وَأَحْفَيْتُ. وَالْحَفِيُّ: الْمُسْتَقْصِي فِي السُّؤَالِ. قَالَ الْأَعْشَى:\nفَإِنْ تَسْأَلِي عَنِّي فَيَا رُبَّ سَائِلٍ ... حَفِيٍّ عَنِ الْأَعْشَى بِهِ حَيْثُ أَصْعَدَا\nوَقَالَ قَوْمٌ، وَهُوَ مِنَ الْبَابِ حَفِيتُ بِفُلَانٍ وَتَحَفَّيْتُ، إِذَا عُنِيتَ بِهِ. وَالْحَفِيُّ: الْعَالِمُ بِالشَّيْءِ.\nوَالْأَصْلُ الثَّالِثُ: الْحَفَا مَقْصُورٌ، مَصْدَرُ الْحَافِي. وَيُقَالُ حَفِيَ الْفَرَسُ: انْسَحَجَ حَافِرُهُ. وَأَحْفَى الرَّجُلُ: حَفِيَتْ دَابَّتُهُ. قَالَ الْكِسَائِيُّ: حَافٍ بَيِّنُ الْحِفْيَةِ وَالْحِفَايَةِ. وَقَدْ حَفِيَ يَحْفَى، وَهُوَ الَّذِي لَا خُفَّ فِي رِجْلَيْهِ وَلَا نَعْلَ.\nفَأَمَّا الَّذِي حَفِيَ مِنْ كَثْرَةِ الْمَشْيِ فَإِنَّهُ حَفٍ بَيِّنُ الْحَفَاءِ، مَقْصُورٌ.\nفَأَمَّا الْمَهْمُوزُ فَالْحَفَأُ مَقْصُورٌ، وَهُوَ أَصْلُ الْبَرْدِيِّ الْأَبْيَضُ الرَّطْبِ ; وَهُوَ يُؤْكَلُ. وَفُسِّرَ عَلَى ذَلِكَ قَوْلُهُ ﵌: «مَا لَمْ تَحْتَفِئُوا بِهَا فَشَأْنُكُمْ بِهَا» . وَيُقَالُ احْتَفَأْتُهُ، إِذَا اقْتَلَعْتَهُ.",
    "pg": "2:83-84"
  },
  "حقب": {
    "def": "الْحَاءُ وَالْقَافُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى الْحَبْسِ. يُقَالُ حَقِبَ الْعَامُ، إِذَا احْتَبَسَ مَطَرُهُ. وَحَقِبَ الْبَعِيرُ، إِذَا احْتَبَسَ بَوْلُهُ.\nوَمِنَ الْبَابِ الْحَقَبُ: حَبْلٌ يُشَدُّ بِهِ الرَّحْلُ إِلَى بَطْنِ الْبَعِيرِ، كَيْ لَا يَجْتَذِبَهُ التَّصْدِيرُ. فَأَمَّا الْأَحْقَبُ، وَهُوَ حِمَارُ الْوَحْشِ، فَاخْتُلِفَ فِي مَعْنَاهُ، فَقَالَ قَوْمٌ: سُمِّيَ بِذَلِكَ لِبَيَاضِ حَقْوَيْهِ. وَقَالَ آخَرُونَ: لِدِقَّةِ حَقْوَيْهِ. وَالْأُنْثَى حَقْبَاءُ. فَإِنْ كَانَ هَذَا مِنَ الْبَابِ فَلِأَنَّهُ مَكَانٌ يُشَدُّ بِحِقَابٍ، وَهُوَ حَبْلٌ. وَيُقَالُ لِلْأُنْثَى حَقْبَاءُ. قَالَ:\nكَأَنَّهَا حَقْبَاءُ بَلْقَاءُ الزَّلَقْ\nوَمِنَ الْبَابِ الْحَقِيبَةُ، وَهِيَ مَعْرُوفَةٌ. وَمِنْهُ احْتَقَبَ فُلَانٌ الْإِثْمَ، كَأَنَّهُ جَمَعَهُ فِي حَقِيبَةٍ. وَاحْتَقَبَهُ مِنْ خَلْفِهِ: ارْتَدَفَهُ. وَالْمُحْقَبُ: الْمُرْدَفُ. فَأَمَّا الزَّمَانُ فَهُوَ حِقْبَةُ وَالْجَمْعُ حِقَبٌ. وَالْحُقْبُ ثَمَانُونَ عَامًا، وَالْجَمْعُ أَحْقَابٌ، وَذَلِكَ لِمَا يَجْتَمِعُ فِيهِ مِنَ السِّنِينَ وَالشُّهُورِ. وَيُقَالُ إِنَّ الْحِقَابَ جَبَلٌ. وَيُقَالُ لِلْقَارَةِ الطَّوِيلَةِ فِي السَّمَاءِ حَقْبَاءُ. قَالَ:\nقَدْ ضَمَّهَا وَالْبَدَنُ الْحِقَابُ",
    "pg": "2:89"
  },
  "حقد": {
    "def": "الْحَاءُ وَالْقَافُ وَالدَّالُ أَصْلَانِ: أَحَدُهُمَا الضِّغْنُ، وَالْآخَرُ أَلَّا يُوجَدُ مَا يَطْلُبُ.\nفَالْأَوَّلُ الْحِقْدُ، وَيُجْمَعُ عَلَى الْأَحْقَادِ. وَالْآخَرُ قَوْلُهُمْ أَحَقَدَ الْقَوْمُ، إِذْ طَلَبُوا الذَّهَبَةَ فِي الْمَعْدِنِ فَلَمْ يَجِدُوهَا.",
    "pg": "2:89-90"
  },
  "حقر": {
    "def": "الْحَاءُ وَالْقَافُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، اسْتِصْغَارُ الشَّيْءِ. يُقَالُ شَيْءٌ حَقِيرٌ، أَيْ صَغِيرٌ. وَأَنَا أَحْتَقِرُهُ: أَيْ أَسْتَصْغِرُهُ. فَأَمَّا قَوْلُهُمْ لِاسْمِ السَّمَاءِ \" حَاقُورَةُ \" فَمَا أَرَاهُ صَحِيحًا. وَإِنْ كَانَ فَلَعَلَّهُ اسْمٌ مَأْخُوذٌ كَذَا مِنْ غَيْرِ اشْتِقَاقٍ.",
    "pg": "2:90"
  },
  "حقط": {
    "def": "الْحَاءُ وَالْقَافُ وَالطَّاءُ لَيْسَ أَصْلًا، وَلَا أَحْسَبُ الْحَيْقُطَانَ، وَهُوَ ذِكْرُ الدُّرَّاجِ، صَحِيحًا.",
    "pg": "2:90"
  },
  "حقف": {
    "def": "الْحَاءُ وَالْقَافُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى مَيَلِ الشَّيْءِ وَعِوَجِهِ: يُقَالُ احْقَوْقَفَ الشَّيْءُ، إِذَا مَالَ، فَهُوَ مُحْقَوْقِفٌ وَحَاقِفٌ. وَمِنْ ذَلِكَ الْحَدِيثُ: \" «أَنَّهُ مَرَّ بِظَبْيٍ حَاقِفٍ فِي ظِلِّ شَجَرَةٍ» \" فَهُوَ الَّذِي قَدِ انْحَنَى وَتَثَنَّى فِي نَوْمِهِ. وَلِهَذَا قِيلَ لِلرَّمْلِ الْمُنْحَنِي حِقْفٌ، وَالْجَمْعُ أَحْقَافٌ. قَالَ:\nفَلَمَّا أَجَزْنَا سَاحَةَ الْحَيِّ وَانْتَحَى ... بِنَا بَطْنُ خَبْتٍ ذِي حِقَافٍ عَقَنْقَلِ\nوَيُرْوَى: \" ذِي قِفَافٍ \". وَقَالَ آخَرُ:\nسَمَاوَةَ الْهِلَالِ حَتَّى احْقَوْقَفَا\n\n[بَابُ الْحَاءِ وَالْكَافِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:90"
  },
  "حقق": {
    "def": "الْحَاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى إِحْكَامِ الشَّيْءِ وَصِحَّتِهِ. فَالْحَقُّ نَقِيضُ الْبَاطِلِ، ثُمَّ يَرْجِعُ كُلُّ فَرْعٍ إِلَيْهِ بِجَوْدَةِ الِاسْتِخْرَاجِ وَحُسْنِ التَّلْفِيقِ وَيُقَالُ حَقَّ الشَّيْءُ وَجَبَ. قَالَ الْكِسَائِيُّ: يَقُولُ الْعَرَبُ: \" إِنَّكَ لَتَعْرِفُ الْحِقَّةَ عَلَيْكَ، وَتُعْفِي بِمَا لَدَيْكَ \". وَيَقُولُونَ: \" لَمَّا عَرَفَ الْحِقَّةَ مِنِّي انْكَسَرَ \". وَيُقَالُ حَاقَّ فُلَانٌ فُلَانًا، إِذَا ادَّعَى كُلُّ وَاحِدٍ مِنْهُمَا، فَإِذَا غَلَبَهُ عَلَى الْحَقِّ قِيلَ حَقَّهُ وَأَحَقَّهُ. وَاحْتَقَّ النَّاسُ مِنَ الدَّيْنِ، إِذَا ادَّعَى كُلُّ وَاحِدٍ الْحَقَّ.\nوَفِي حَدِيثِ عَلِيٍّ ﵇: \" «إِذَا بَلَغَ النِّسَاءُ نَصَّ الْحِقَاقِ فَالْعَصَبَةُ أَوْلَى» \".\nقَالَ أَبُو عُبَيْدٍ: يُرِيدُ الْإِدْرَاكَ وَبُلُوغَ الْعَقْلِ. وَالْحِقَاقُ أَنْ تَقُولَ هَذِهِ أَنَا أَحَقُّ، وَيَقُولَ أُولَئِكَ نَحْنُ أَحَقُّ. حَاقَقْتُهُ حِقَاقًا. وَمَنْ قَالَ \" نَصَّ الْحَقَائِقِ \" أَرَادَ جَمْعَ الْحَقِيقَةِ.\nوَيُقَالُ لِلرَّجُلِ إِذَا خَاصَمَ فِي صِغَارِ الْأَشْيَاءِ: \" إِنَّهُ لَنَزِقُ الْحِقَاقِ \" وَيُقَالُ طَعْنَةٌ مُحْتَقَّةٌ، إِذَا وَصَلَتْ إِلَى الْجَوْفِ لِشِدَّتِهَا، وَيُقَالُ هِيَ الَّتِي تُطْعَنُ فِي حَقِّ الْوَرِكِ. قَالَ الْهُذَلِيُّ:\nوَهَلًا وَقَدْ شَرَعَ الْأَسِنَّةَ نَحْوَهَا ... مِنْ بَيْنِ مُحْتَقٍّ بِهَا وَمُشَرِّمِ\nوَقَالَ قَوْمٌ: الْمُحْتَقُّ الَّذِي يُقْتَلُ مَكَانَهُ. وَيُقَالُ ثَوْبٌ مُحَقَّقٌ، إِذَا كَانَ مُحْكَمَ النَّسْجِ. قَالَ:\nتَسَرْبَلْ جِلْدَ وَجْهِ أَبِيكَ إِنَّا ... كَفَيْنَاكَ الْمُحَقَّقَةَ الرُّقَاقَا\nوَالْحِقَّةُ مِنْ أَوْلَادِ الْإِبِلِ: مَا اسْتَحَقَّ أَنْ يُحْمَلَ عَلَيْهِ، وَالْجَمْعُ الْحِقَاقُ. قَالَ الْأَعْشَى: وَهُمُ مَا هُمُ إِذَا عَزَّتِ الْخَمْ ... رُ وَقَامَتْ زِقَاقُهُمْ وَالْحِقَاقُ\nيَقُولُ: يُبَاعُ زِقٌّ مِنْهَا بِحِقٍّ. وَفُلَانٌ حَامِي الْحَقِيقَةِ، إِذَا حَمَى مَا يَحِقُّ عَلَيْهِ أَنْ يَحْمِيَهُ ; وَيُقَالُ الْحَقِيقَةُ: الرَّايَةُ. قَالَ الْهُذَلِيُّ:\nحَامِي الْحَقِيقَةِ نَسَّالُ الْوَدِيقَةِ مِعْ ... تَاقُ الْوَسِيقَةِ لَا نِكْسٌ وَلَا وَانِ\nوَالْأَحَقُّ مِنَ الْخَيْلِ: الَّذِي لَا يَعْرَقُ ; وَهُوَ مِنَ الْبَابِ ; لِأَنَّ ذَلِكَ يَكُونُ لِصَلَابَتِهِ وَقُوَّتِهِ وَإِحْكَامِهِ. قَالَ رَجُلٌ مِنَ الْأَنْصَارِ:\nوَأَقْدَرُ مُشْرِفُ الصَّهَوَاتِ سَاطٍ ... كُمَيْتٌ لَا أَحَقُّ وَلَا شَئِيتُ\nوَمَصْدَرُهُ الْحَقَقُ. وَقَالَ قَوْمٌ: الْأَقْدَرُ أَنْ يَسْبِقَ مَوْضِعُ رِجْلَيْهِ مَوْقِعَ يَدَيْهِ.\nوَالْأَحَقُّ: أَنْ يُطَبِّقَ هَذَا ذَاكَ. وَالشَّئِيتُ: أَنْ يُقَصِّرَ مَوْقِعُ حَافِرِ رِجْلَيْهِ عَنْ مَوْقِعِ حَافِرِ يَدَيْهِ.\nوَالْحَاقَّةُ: الْقِيَامَةُ ; لِأَنَّهَا تَحِقُّ بِكُلِّ شَيْءٍ. قَالَ اللَّهُ تَعَالَى: ﴿وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ﴾ [الزمر: ٧١] . وَالْحَقْحَقَةُ أَرْفَعُ السَّيْرِ وَأَتْعَبُهُ لِلظَّهْرِ. وَفِي حَدِيثِ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ لِابْنِهِ: «خَيْرُ الْأُمُورِ أَوْسَاطُهَا، وَشَرُّ السَّيْرِ الْحَقْحَقَةُ» \". وَالْحُقُّ: مُلْتَقَى كُلِّ عَظْمَيْنِ إِلَّا الظَّهْرَ ; وَلَا يَكُونُ ذَلِكَ إِلَّا صُلْبًا قَوِيًّا.\nوَمِنْ هَذَا الْحُقُّ مِنَ الْخَشَبِ، كَأَنَّهُ مُلْتَقَى الشَّيْءِ وَطَبَقُهُ. وَهِيَ مُؤَنَّثَةٌ، وَالْجَمْعُ حُقَقٌ. وَهُوَ فِي شِعْرِ رُؤْبَةَ:\nتَقْطِيطَ الْحُقَقْ\nوَيُقَالُ فُلَانٌ حَقِيقٌ بِكَذَا وَمَحْقُوقٌ بِهِ. وَقَالَ الْأَعْشَى:\nلَمَحْقُوقَةٌ أَنْ تَسْتَجِيبِي لِصَوْتِهِ ... وَأَنْ تَعْلَمِي أَنَّ الْمُعَانَ مُوَفَّقُ\nقَالَ بَعْضُ أَهْلِ الْعِلْمِ فِي قَوْلِهِ تَعَالَى فِي قِصَّةِ مُوسَى ﵇: ﴿حَقِيقٌ عَلَى﴾ [الأعراف: ١٠٥] . قَالَ: وَاجِبٌ عَلَيَّ. وَمَنْ قَرَأَهَا حَقِيقٌ عَلَى فَمَعْنَاهَا حَرِيصٌ عَلَى.\nقَالَ الْكِسَائِيُّ حُقَّ لَكَ أَنْ تَفْعَلَ هَذَا وَحُقِقْتَ. وَتَقُولُ: حَقًّا لَا أَفْعَلُ ذَلِكَ، فِي الْيَمِينِ.\nقَالَ أَبُو عُبَيْدَةَ: وَيُدْخِلُونَ فِيهِ اللَّامَ فَيَقُولُونَ: \" [لَحَقٌّ] لَا أَفْعَلُ ذَاكَ \"، يَرْفَعُونَهُ بِغَيْرِ تَنْوِينٍ. وَيُقَالُ حَقَقْتُ الْأَمْرَ وَأَحْقَقْتُهُ، أَيْ كُنْتُ عَلَى يَقِينٍ مِنْهُ.\nقَالَ الْكِسَائِيُّ: حَقَقْتُ حَذَرَ الرَّجُلِ وَأَحْقَقْتُهُ: [فَعَلْتُ] مَا كَانَ يُحَذِّرُ. وَيُقَالُ أَحَقَّتِ النَّاقَةُ مِنَ الرَّبِيعِ، أَيْ سَمِنَتْ.\nوَقَالَ رَجُلٌ لِتَمِيمِيٍّ: مَا حِقَّةٌ حَقَّتْ عَلَى ثَلَاثِ حِقَاقٍ؟ قَالَ: هِيَ بَكْرَةٌ مَعَهَا بَكْرَتَانِ، فِي رَبِيعٍ وَاحِدٍ، سَمِنَتْ قَبْلَ أَنْ تَسْمَنَا ثُمَّ ضَبِعَتْ وَلَمْ تَضْبَعَا، ثُمَّ لَقِحَتْ وَلَمْ تَلْقَحَا.\nقَالَ أَبُو عَمْرٍو: اسْتَحَقَّ لَقَحُهَا، إِذَا وَجَبَ. وَأَحَقَّتْ: دَخَلَتْ فِي ثَلَاثِ سِنِينَ. وَقَدْ بَلَغَتْ حِقَّتَهَا، إِذَا صَارَتْ حِقَّةً. قَالَ الْأَعْشَى:\nبِحِقَّتِهَا رُبِطَتْ فِي اللَّجِي ... نِ حَتَّى السَّدِيسُ لَهَا قَدْ أَسَنْ\nيُقَالُ أَسَنَّ السِّنُّ نَبَتَ.",
    "pg": "2:15-19"
  },
  "حقل": {
    "def": "الْحَاءُ وَالْقَافُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ الْأَرْضُ وَمَا قَارَبَهُ. فَالْحَقْلُ: الْقَرَاحُ الطَّيِّبُ. وَيُقَالُ: \" لَا يُنْبِتُ الْبَقْلَةَ إِلَّا الْحَقْلَةُ \". وَحَقِيلٌ: مَوْضِعٌ. قَالَ: مِنْ ذِي الْأَبَارِقِ إِذْ رَعَيْنَ حَقِيلَا\nوَالْمُحَاقَلَةُ الَّتِي نُهِيَ عَنْهَا: بَيْعُ الزَّرْعِ فِي سُنْبُلِهِ بِحِنْطَةٍ أَوْ شَعِيرٍ.\nوَمِنَ الْبَابِ قَوْلُهُمْ: حَقِلَ الْفَرَسُ، فِي قَوْلِ بَعْضِهِمْ، إِذَا أَصَابَهُ وَجَعٌ فِي بَطْنِهِ مِنْ أَكْلِ التُّرَابِ. وَالْأَصْلُ الْأَرْضُ.\nوَيُقَالُ حَوْقَلَ الشَّيْخُ، إِذَا اعْتَمَدَ بِيَدَيْهِ عَلَى خَصْرِهِ إِذَا مَشَى ; وَهِيَ الْحَوْقَلَةُ. وَكَأَنَّ ذَلِكَ مَأْخُوذٌ مِنْ قُرْبِهِ مِنَ الْأَرْضِ. وَأَمَّا قَوْلُهُمْ لِلْقَارُورَةِ حَوْقَلَةٌ، فَالْأَصْلُ الْحَوْجَلَةُ. وَلَعَلَّ الْجِيمَ أُبْدِلَتْ قَافًا.",
    "pg": "2:87-88"
  },
  "حقم": {
    "def": "الْحَاءُ وَالْقَافُ وَالْمِيمُ لَا أَصْلَ وَلَا فَرْعَ. يَقُولُونَ: الْحَقْمُ طَائِرٌ.",
    "pg": "2:88"
  },
  "حقن": {
    "def": "الْحَاءُ وَالْقَافُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ جَمْعُ الشَّيْءِ. يُقَالُ لِكُلِّ شَيْءٍ [جُمِعَ] وَشُدَّ حُقَّيْنِ. وَلِذَلِكَ سُمِّيَ حَابِسُ اللَّبَنِ حَاقِنًا. وَيُقَالُ اللَّبَنُ الْحَقِينِ الَّذِي صُبَّ حَلِيبُهُ عَلَى رَائِبِهِ. وَالْحَوَاقِنُ: مَا سَفَلَ عَنِ الْبَطْنِ. وَقَالَ قَوْمٌ: الْحَاقِنَتَانِ مَا تَحْتَ التَّرْقَوَتَيْنِ.",
    "pg": "2:88"
  },
  "حقو": {
    "def": "الْحَاءُ وَالْقَافُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ، وَهُوَ بَعْضُ أَعْضَاءِ الْبَدَنِ. فَالْحِقْوُ الْخَصْرُ وَمَشَدُّ الْإِزَارِ. وَلِذَلِكَ سُمِّيَ مَا اسْتَدَقَّ مِنَ السَّهْمِ مِمَّا يَلِي الرِّيشَ حَقْوًا. فَأَمَّا الْحَدِيثُ \" «أَنَّ رَسُولَ اللَّهِ ﵌ أَعْطَى النِّسَاءَ اللَّوَاتِي غَسَّلْنَ ابْنَتَهُ حَقْوَةً» \" فَجَاءَ فِي التَّفْسِيرِ أَنَّهُ الْإِزَارُ، وَجَمْعُهُ حِقِيٌّ، فَهَذَا إِنَّمَا سُمِّيَ حِقْوًا لِأَنَّهُ يَشُدُّ بِهِ الْحِقْوَ. وَأَمَّا الْحَقْوَةُ فَوَجَعٌ يُصِيبُ الْإِنْسَانَ فِي بَطْنِهِ ; يُقَالُ مِنْهُ حُقِيَ الرَّجُلُ فَهُوَ مَحْقُوٌّ.",
    "pg": "2:88-89"
  },
  "حكد": {
    "def": "الْحَاءُ وَالْكَافُ وَالدَّالُ حَرْفٌ مِنْ بَابِ الْإِبْدَالِ. يُقَالُ لِلْمَحْتِدِ الْمَحْكِدِ. وَقَدْ فُسِّرَ فِي بَابِهِ. [بَابُ الْحَاءِ وَاللَّامِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:92-93"
  },
  "حكر": {
    "def": "الْحَاءُ وَالْكَافُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْحَبْسُ. وَالْحُكْرَةُ: حَبْسُ الطَّعَامِ مَنْتَظِرًا لِغَلَائِهِ، وَهُوَ الْحُكْرُ، وَأَصْلُهُ فِي كَلَامِ الْعَرَبِ الْحَكَرُ، وَهُوَ الْمَاءُ الْمُجْتَمِعُ، كَأَنَّهُ احْتُكِرَ لِقِلَّتِهِ.",
    "pg": "2:92"
  },
  "حكك": {
    "def": "الْحَاءُ وَالْكَافُ أَصْلٌ وَاحِدٌ، وَهُوَ أَنْ يَلْتَقِيَ شَيْئَانِ يَتَمَرَّسُ كُلُّ وَاحِدٍ مِنْهُمَا بِصَاحِبِهِ. الْحَكُّ: حَكُّكَ شَيْئًا عَلَى شَيْءٍ. يُقَالُ مَا بَقِيَتْ فِي فِيهِ حَاكَّةٌ، أَيْ سِنٌّ. وَأَحَكَّنِي رَأْسِي فَحَكَكْتُهُ. وَيُقَالُ حَكَّ فِي صَدْرِي كَذَا: إِذَا لَمْ يَنْشَرِحْ صَدْرُكَ لَهُ، كَأَنَّهُ شَيْءٌ شَكَّ صَدْرَكَ فَتَمَرَّسَ [بِهِ] .\nوَالْحُكَاكَةُ: مَا يُسْقَطُ مِنَ الشَّيْئَيْنِ تَحُكُّهُمَا. وَالْحَكِيكُ: الْحَافِرُ النَّحِيتُ. وَيَقُولُونَ وَهُوَ أَصْلُ الْبَابِ: فُلَانٌ يَتَحَكَّكُ بِي، أَيْ يَتَمَرَّسُ. قَالَ الْفَرَّاءُ:\nإِنَّهُ لَحِكُّ شَرٍّ، وَحِكُّ ضِغْنٍ",
    "pg": "2:19-20"
  },
  "حكل": {
    "def": "الْحَاءُ وَالْكَافُ وَاللَّامُ أَصْلٌ صَحِيحٌ مُنْقَاسٌ، وَهُوَ الشَّيْءُ لَا يُبَيِّنُ. يُقَالُ إِنَّ الْحُكْلَ الشَّيْءُ الَّذِي لَا نُطْقَ لَهُ مِنَ الْحَيَوَانِ، كَالنَّمْلِ وَغَيْرِهِ. قَالَ: لَوْ كُنْتُ قَدْ أُوتِيتُ عِلْمَ الْحُكْلِ ... عِلْمَ سُلَيْمَانٍ كَلَامَ النَّمْلِ\nوَيُقَالُ فِي لِسَانِهِ حُكْلَةٌ، أَيْ عُجْمَةٌ. وَيُقَالُ أَحْكَلَ عَلَيَّ الْأَمْرُ، إِذَا امْتَنَعَ وَأَشْكَلَ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ لِلرَّجُلِ الْقَصِيرِ حَنْكَلٌ.",
    "pg": "2:90-91"
  },
  "حكم": {
    "def": "الْحَاءُ وَالْكَافُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمَنْعُ. وَأَوَّلُ ذَلِكَ الْحُكْمُ، وَهُوَ الْمَنْعُ مِنَ الظُّلْمِ. وَسُمِّيَتْ حَكَمَةُ الدَّابَّةِ لِأَنَّهَا تَمْنَعُهَا، يُقَالُ حَكَمْتُ الدَّابَّةَ وَأَحْكَمْتُهَا. وَيُقَالُ: حَكَمْتُ السَّفِيهَ وَأَحْكَمْتُهُ، إِذَا أَخَذْتَ عَلَى يَدَيْهِ. قَالَ جَرِيرٌ:\nأَبَنِي حَنِيفَةَ أَحْكِمُوا سُفَهَاءَكُمْ ... إِنِّي أَخَافُ عَلَيْكُمْ أَنْ أَغْضَبَا\nوَالْحِكْمَةُ هَذَا قِيَاسُهَا، لِأَنَّهَا تَمْنَعُ مِنَ الْجَهْلِ. وَتَقُولُ: حَكَّمْتُ فُلَانًا تَحْكِيمًا مَنَعْتُهُ عَمَّا يُرِيدُ. وَحُكِّمَ فُلَانٌ فِي كَذَا، إِذَا جُعِلَ أَمْرُهُ إِلَيْهِ. وَالْمُحَكَّمُ: الْمُجَرِّبُ الْمَنْسُوبُ إِلَى الْحِكْمَةِ. قَالَ طَرَفَةُ:\nلَيْتَ الْمُحَكَّمَ وَالْمَوْعُوظَ صَوْتَكُمَا ... تَحْتَ التُّرَابِ إِذَا مَا الْبَاطِلُ انْكَشَفَا\nأَرَادَ بِالْمُحَكَّمِ الشَّيْخَ الْمَنْسُوبَ إِلَى الْحِكْمَةِ. وَفِي الْحَدِيثِ: «إِنَّ الْجَنَّةَ لِلْمُحَكَّمِينَ وَهُمْ قَوْمٌ حُكِّمُوا مُخَيَّرِينَ بَيْنَ الْقَتْلِ وَالثَّبَاتِ عَلَى الْإِسْلَامِ وَبَيْنَ الْكُفْرِ، فَاخْتَارُوا الثَّبَاتَ عَلَى الْإِسْلَامِ مَعَ الْقَتْلِ، فَسُمُّوا الْمُحَكِّمِينَ» .",
    "pg": "2:91-92"
  },
  "حكى": {
    "def": "الْحَاءُ وَالْكَافُ وَمَا بَعْدَهَا مُعْتَلٌّ أَصْلٌ وَاحِدٌ، وَفِيهِ جِنْسٌ مِنَ الْمَهْمُوزِ يُقَارِبُ مَعْنَى الْمُعْتَلِّ وَالْمَهْمُوزِ مِنْهُ، هُوَ إِحْكَامُ الشَّيْءِ بِعَقْدٍ أَوْ تَقْرِيرٍ.\nيُقَالُ حَكَيْتُ الشَّيْءَ أَحْكِيهِ، وَذَلِكَ أَنْ تَفْعَلَ مِثْلَ فِعْلِ الْأَوَّلِ. يُقَالُ فِي الْمَهْمُوزِ: أَحْكَأْتُ الْعُقْدَةَ، إِذَا أَحْكَمْتَهَا. وَيُقَالُ: أَحَكَأْتُ ظَهْرِي بِإِزَارِي، إِذَا شَدَدْتَهُ. قَالَ عَدِيٌّ:\nأَجَلْ أَنَّ اللَّهَ قَدْ فَضَّلَكُمْ ... فَوْقَ مَنْ أَحْكَأَ صُلْبًا بِإِزَارِ\nوَقَالَ آخَرُ:\nوَأَحْكَأَ فِي كَفَّيَّ حَبْلِي بِحَبْلِهِ ... وَأَحْكَأَ فِي نَعْلِي لِرَجُلٍ قِبَالَهَا",
    "pg": "2:92"
  },
  "حلب": {
    "def": "الْحَاءُ وَاللَّامُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ اسْتِمْدَادُ الشَّيْءِ.\nيُقَالُ الْحَلَبُ حَلَبُ الشَّاءِ وَهُوَ اسْمٌ وَمَصْدَرُ، وَالْمِحْلَبُ: الْإِنَاءُ يُحْلَبُ فِيهِ. وَالْإِحْلَابَةُ: أَنْ تَحْلُبَ لِأَهْلِكَ وَأَنْتَ فِي الْمَرْعَى، تَبْعَثُ بِهِ إِلَيْهِمْ. تَقُولُ أَحْلَبَهُمْ إِحْلَابًا. وَنَاقَةٌ حَلُوبٌ: ذَاتُ لَبَنٍ ; فَإِذَا جَعَلْتَ ذَلِكَ اسْمًا قُلْتَ هَذِهِ الْحَلُوبَةُ لِفُلَانٍ. وَنَاقَةٌ حَلْبَانَةٌ مِثْلُ الْحَلُوبِ. وَيُقَالُ أَحْلَبْتُكَ: أَعَنْتُكَ عَلَى حَلْبِ النَّاقَةِ. وَأَحْلَبَ الرَّجُلُ، إِذَا نُتِجَتْ إِبِلُهُ إِنَاثًا، وَأَجْلَبَ إِذَا نُتِجَتْ ذُكُورًا ; لِأَنَّهَا تُجْلَبُ أَوْلَادُهَا فَتُبَاعُ.\nوَمِنَ الْبَابِ وَهُوَ مَحْمُولٌ عَلَيْهِ الْمُحْلِبِ، وَهُوَ النَّاصِرُ. قَالَ:\nأَشَارَ بِهِمْ لَمَعَ الْأَصَمِّ فَأَقْبَلُوا ... عَرَانَيْنَ لَا يَأْتِيهِ لِلنَّصْرِ مُحْلِبُ\nوَذَلِكَ أَنْ يَجِيئَكَ نَاصِرًا مِنْ غَيْرِ قَوْمِكَ ; وَهُوَ مِنَ الْبَابِ لِأَنِّي قَدْ ذَكَرْتُ أَنَّهُ مِنَ الْإِمْدَادِ وَالِاسْتِمْدَادِ.\nوَالْحَلْبَةُ: خَيْلٌ تُجْمَعُ لِلسِّبَاقِ مَنْ كُلِّ أَوْبٍ، كَمَا يُقَالُ لِلْقَوْمِ إِذَا جَاؤُوا مَنْ كُلِّ أَوْبٍ لِلنُّصْرَةِ: قَدْ أَحْلَبُوا.",
    "pg": "2:95-96"
  },
  "حلت": {
    "def": "الْحَاءُ وَاللَّامُ وَالتَّاءُ لَيْسَ عِنْدِي بِأَصْلٍ صَحِيحٍ. وَقَدْ جَاءَتْ فِيهِ كَلِيمَاتٍ ; فَالْحِلْتِيتُ صَمْغٌ. يُقَالُ حَلَتَ دَيْنَهُ: قَضَاهُ; وَحَلَتَ فُلَانًا، إِذَا أَعْطَاهُ، وَحَلَتَ الصُّوفَ: مَرَقَهُ.",
    "pg": "2:96"
  },
  "حلج": {
    "def": "الْحَاءُ وَاللَّامُ وَالْجِيمُ لَيْسَ عِنْدِي أَصْلًا. يُقَالُ حَلَجَ الْقُطْنَ. وَحَلَجَ الْخُبْزَةَ: دَوَّرَهَا. وَحَلَجَ الْقَوْمُ يَحْلِجُونَ لَيْلَتَهُمْ، إِذَا سَارُوهَا. وَكُلُّ هَذَا مِمَّا يُنْظَرُ فِيهِ.",
    "pg": "2:96"
  },
  "حلز": {
    "def": "الْحَاءُ وَاللَّامُ وَالزَّاءُ أَصْلٌ صَحِيحٌ. يُقَالُ لِلرَّجُلِ الْقَصِيرِ حِلِّزٌ، وَيُقَالُ هُوَ السَّيِّئُ الْخُلُقُ. وَيُقَالُ الْحَلْزُ ; الْقَشْرُ ; حَلَزْتُ الْأَدِيمَ قَشَرْتُهُ. قَالَ ابْنُ الْأَعْرَابِيِّ: وَمِنْهُ الْحَارِثُ بْنُ حِلِّزَةَ.",
    "pg": "2:96-97"
  },
  "حلس": {
    "def": "الْحَاءُ وَاللَّامُ وَالسِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ الشَّيْءُ يَلْزَمُ الشَّيْءَ. فَالْحِلْسُ حِلْسُ الْبَعِيرِ، وَهُوَ مَا يَكُونُ تَحْتَ الْبِرْذَعَةِ. أَحْلَسْتُ فُلَانًا يَمِينًا، وَذَلِكَ إِذَا أَمْرَرْتَهَا عَلَيْهِ ; وَيُقَالُ بَلْ أَلْزَمْتُهُ إِيَّاهَا. وَاسْتَحْلَسَ النَّبْتُ إِذَا غَطَّى الْأَرْضَ، وَذَلِكَ أَنْ يَكُونَ لَهَا كَالْحِلْسِ. وَقَدْ فَسَّرْنَاهُ. وَبَنُو فُلَانٍ أَحْلَاسُ الْخَيْلِ، وَهُمُ الَّذِينَ يَقْتَنُونَهَا وَيَلْزَمُونَ ظُهُورَهَا. وَلِذَلِكَ يَقُولُ النَّاسُ: لَسْتَ مِنْ أَحْلَاسِهَا. قَالَ عَبْدُ اللَّهِ بْنُ مُسْلِمٍ: أَصْلُهُ مِنَ الْحِلْسِ. قَالَ: وَالْحِلْسُ أَيْضًا: بِسَاطٌ يُبْسَطُ فِي الْبَيْتِ. وَيَقُولُونَ: كُنْ حِلْسَ بَيْتِكَ، أَيِ الْزَمْهُ لُزُومَ الْبِسَاطِ. وَالْحَلْسُ: الرَّجُلُ الشُّجَاعُ [وَالْحَرِيصُ] ، وَذَلِكَ أَنَّهُ مِنْ رَغَابَتِهِ يَلْزَمُ مَا يُؤْكَلُ.",
    "pg": "2:97"
  },
  "حلط": {
    "def": "الْحَاءُ وَاللَّامُ وَالطَّاءُ أَصْلٌ وَاحِدٌ: وَهُوَ الِاجْتِهَادُ فِي الشَّيْءِ بِحَلِفٍ أَوْ ضَجَرٍ. وَيُقَالُ أَحَلْطَ، إِذَا اجْتَهَدَ وَحَلَفَ. قَالَ ابْنُ أَحْمَرَ:\nفَكُنَّا وَهُمْ كَابْنَيْ سُبَاتٍ تَفَرَّقَا ... سِوًى ثُمَّ كَانَا مُنْجِدًا وَتِهَامِيَا\nفَأَلْقَى التِّهَامِي مِنْهُمَا بَلَطَاتِهِ ... وَأَحْلَطَ هَذَا لَا أَرِيمُ مَكَانِيَا\nوَ \" لَا أَعُودُ وَرَائِيًا \".\nوَمِنَ الْبَابِ قَوْلُهُمْ: \" أَوَّلُ الْعِيِّ الِاخْتِلَاطُ، وَأَسْوَأُ الْقَوْلِ الْإِفْرَاطُ \". فَالِاخْتِلَاطُ: الْغَضَبُ.",
    "pg": "2:97"
  },
  "حلف": {
    "def": "الْحَاءُ وَاللَّامُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمُلَازِمَةُ. يُقَالُ حَالَفَ فُلَانٌ فُلَانًا، إِذَا لَازَمَهُ. وَمِنَ الْبَابِ الْحَلِفُ ; يُقَالُ حَلَفَ يَحْلِفُ حَلِفًا ; وَذَلِكَ أَنَّ الْإِنْسَانَ يَلْزَمُهُ الثَّبَاتُ عَلَيْهَا. وَمَصْدَرُهُ الْحَلِفُ وَالْمَحْلُوفُ أَيْضًا. وَيُقَالُ هَذَا شَيْءٌ مُحْلِفٌ إِذَا كَانَ يُشَكُّ فِيهِ فَيُتَحَالَفُ عَلَيْهِ. قَالَ:\nكُمَيْتٌ غَيْرُ مُحْلِفَةٍ وَلَكِنْ ... كَلَوْنِ الصِّرْفِ عُلَّ بِهِ الْأَدِيمُ\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: هُوَ حَلِيفُ اللِّسَانِ، إِذَا كَانَ حَدِيدَهُ. وَمِنَ الشَّاذِّ الْحُلَفَاءُ، نَبْتٌ، الْوَاحِدَةُ حَلْفَاءَةٌ.",
    "pg": "2:97-98"
  },
  "حلق": {
    "def": "الْحَاءُ وَاللَّامُ وَالْقَافُ أُصُولٌ ثَلَاثَةٌ: فَالْأَوَّلُ تَنْحِيَةُ الشَّعْرِ عَنِ الرَّأْسِ، ثُمَّ يُحْمَلُ عَلَيْهِ غَيْرُهُ. وَالثَّانِي يَدُلُّ عَلَى شَيْءٍ مِنَ الْآلَاتِ مُسْتَدِيرٍ. وَالثَّالِثُ يَدُلُّ عَلَى الْعُلُوِّ.\nفَالْأَوَّلُ حَلَقْتُ رَأْسِي أَحْلِقُهُ حَلْقًا. وَيُقَالُ لِلْأَكْسِيَةِ الْخَشِنَةِ الَّتِي تَحْلِقُ الشَّعْرَ مِنْ خُشُونَتِهَا مَحَالِقُ. قَالَ:\nنَفْصَكَ بَالْمَحَاشِئِ الْمَحَالِقِ\nوَيَقُولُونَ: احْتَلَقَتِ السَّنَةُ الْمَالَ، إِذَا ذَهَبَتْ بِهِ.\nوَمِنَ الْمَحْمُولِ عَلَيْهِ حَلِقَ قَضِيبُ الْحِمَارِ، إِذَا احْمَرَّ وَتَقَشَّرَ. وَ [قِيلَ] إِنَّمَا قِيلَ حَلِقَ لِتَقَشُّرِهِ لَا لِاحْمِرَارِهِ.\nوَالْأَصْلُ الثَّانِي الْحَلْقَةُ حَلْقَةُ الْحَدِيدِ. فَأَمَّا السِّلَاحُ كُلُّهُ فَإِنَّمَا يُسَمَّى الْحَلَقَةَ. وَالْحِلْقُ: خَاتَمُ الْمُلْكِ، وَهُوَ لِأَنَّهُ مُسْتَدِيرٌ. وَإِبِلٌ مُحَلَّقَةٌ: وَسْمُهَا الْحَلَقُ. قَالَ:\nوَذُو حَلَقٍ تَقْضِي الْعَوَاذِيرُ بَيْنَهُ\nالْعَوَاذِيرُ: السِّمَاتُ.\nوَالْأَصْلُ الثَّالِثُ حَالِقٌ: مَكَانٌ مُشْرِفٌ. يُقَالُ حَلَّقَ، إِذَا صَارَ فِي حَالِقٍ. قَالَ الْهُذَلِيُّ:\nفَلَوْ أَنَّ أُمِّيَّ لَمْ تَلِدْنِي لَحَلَّقَتْ ... بِيَ الْمُغْرِبُ الْعَنْقَاءُ عِنْدَ أَخِي كَلْبِ\nكَانَتْ أُمُّهُ كَلْبِيَّةً، وَأَسَرَهُ رَجُلٌ مِنْ كَلْبٍ وَأَرَادَ قَتْلَهُ، فَلَمَّا انْتَسَبَ لَهُ حَيَّ سَبِيلَهُ. يَقُولُ: لَوْلَا أَنَّ أُمِّي كَانَتْ كَلْبِيَّةً لَهَلَكْتُ. يُقَالُ حَلَّقَتْ بِهِ الْمُغْرِبُ، كَمَا يُقَالُ شَالَتْ نَعَامَتُهُ. وَقَالَ النَّابِغَةُ:\nإِذَا مَا غَزَا بِالْجَيْشِ حَلَّقَ فَوْقَهُ عَصَائِبُ طَيْرٍ تَهْتَدِي بِعَصَائِبِ وَذَلِكَ أَنَّ النُّسُورَ وَالْعِقْبَانَ وَالرَّخَمَ تَتْبَعُ الْعَسَاكِرَ تَنْتَظِرُ الْقَتْلَى لِتَقَعَ عَلَيْهِمْ. ثُمَّ قَالَ:\nجَوَانِحُ قَدْ أَيْقَنَّ أَنَّ قَبِيلَهُ ... إِذَا مَا الْتَقَى الْجَمْعَانِ أَوَّلُ غَالِبِ",
    "pg": "2:98-100"
  },
  "حلك": {
    "def": "الْحَاءُ وَاللَّامُ وَالْكَافُ حَرْفٌ يَدُلُّ عَلَى السَّوَادِ. يُقَالُ \" هُوَ أَشَدُّ سَوَادًا مِنْ حَلَكِ الْغُرَابِ \" يُقَالُ: هُوَ سَوَادُهُ وَيُقَالُ هُوَ أَسْوَدُ حُلْكُوكٌ.\n\n[بَابُ الْحَاءِ وَالْمِيمِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:100"
  },
  "حلل": {
    "def": "الْحَاءُ وَاللَّامُ لَهُ فُرُوعٌ كَثِيرَةٌ وَمَسَائِلُ، وَأَصْلُهَا كُلُّهَا عِنْدِي فَتْحُ الشَّيْءِ، لَا يَشِذُّ عَنْهُ شَيْءٌ.\nيُقَالُ حَلَلْتُ الْعُقْدَةَ أَحُلُّهَا حَلًّا. وَيَقُولُ الْعَرَبُ: \" يَا عَاقِدُ اذْكُرْ حَلًّا \". وَالْحَلَالُ: ضِدُّ الْحَرَامِ، وَهُوَ مِنَ الْأَصْلِ الَّذِي ذَكَرْنَاهُ، كَأَنَّهُ مِنْ حَلَلْتُ الشَّيْءَ، إِذَا أَبَحْتَهُ وَأَوْسَعْتَهُ لِأَمْرٍ فِيهِ.\nوَحَلَّ: نَزَلَ. وَهُوَ مِنْ هَذَا الْبَابِ لِأَنَّ الْمُسَافِرَ يَشُدُّ وَيَعْقِدُ، فَإِذَا نَزَلَ حَلَّ ; يُقَالُ حَلَلْتُ بِالْقَوْمِ. وَحَلِيلُ الْمَرْأَةِ: بَعْلُهَا ; وَحَلِيلَةُ الْمَرْءِ: زَوْجُهُ. وَسُمِّيَا بِذَلِكَ لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا يَحُلُّ عِنْدَ صَاحِبِهِ.\nقَالَ أَبُو عُبَيْدٍ: كُلُّ مَنْ نَازَلَكَ وَجَاوَرَكَ فَهُوَ حَلِيلٌ. قَالَ:\nوَلَسْتُ بِأَطْلَسِ الثَّوْبَيْنِ يُصْبِي ... حَلِيلَتَهُ إِذَا هَدَأَ النِّيَامُ\nأَرَادَ جَارَتَهُ. وَيُقَالُ سُمِّيَتِ الزَّوْجَةُ حَلِيلَةً لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمَا يَحُلُّ إِزَارَ الْآخَرِ. وَالْحُلَّةُ مَعْرُوفَةٌ، وَهِيَ لَا تَكُونُ إِلَّا ثَوْبَيْنِ. وَمُمْكِنٌ أَنْ يُحْمَلَ عَلَى الْبَابِ فَيُقَالُ لَمَّا كَانَا اثْنَيْنِ كَانَتْ فِيهِمَا فُرْجَةٌ.\nوَمِنَ الْبَابِ الْإِحْلِيلُ، وَهُوَ مَخْرَجُ الْبَوْلِ، وَمَخْرَجُ اللَّبَنِ مِنَ الضَّرْعِ.\nوَمِنَ الْبَابِ تَحَلْحَلَ عَنْ مَكَانِهِ، إِذَا زَالَ. قَالَ:\nثَهْلَانُ ذُو الْهَضَبَاتِ لَا يَتَحَلْحَلُ وَالْحُلَاحِلُ: السَّيِّدُ، وَهُوَ مِنَ الْبَابِ لَيْسَ بِمُنْغَلِقٍ مُحَرَّمٍ كَالْبَخِيلِ الْمُحْكَمِ الْيَابِسِ. وَالْحِلَّةُ: الْحَيُّ النَّزُولُ مِنَ الْعَرَبِ قَالَ الْأَعْشَى:\nلَقَدْ كَانَ فِي شَيْبَانَ لَوْ كُنْتُ عَالِمًا ... قِبَابٌ وَحَيٌّ حِلَّةٌ وَقَبَائِلُ\nوَالْمَحَلَّةُ: الْمَكَانُ يَنْزِلُ بِهِ الْقَوْمُ. وَحَيٌّ حِلَالٌ نَازِلُونَ. وَحَلَّ الدَّيْنُ وَجَبَ. وَالْحِلُّ مَا جَاوَزَ الْحَرَمَ. وَرَجُلٌ مُحِلٌّ مِنَ الْإِحْلَالِ، وَمُحْرِمٌ مِنَ الْإِحْرَامِ. وَحِلٌّ وَحَلَالٌ بِمَعْنًى ; وَكَذَلِكَ فِي مُقَابَلَتِهِ حِرْمٌ وَحَرَامٌ. وَفِي الْحَدِيثِ: «تَزَوَّجَ رَسُولُ اللَّهِ ﵌ مَيْمُونَةَ وَهُمَا حَلَالَانِ» \". وَرَجُلٌ مُحِلٌّ لَا عَهْدَ لَهُ، وَمُحْرِمٌ ذُو عَهْدٍ. قَالَ:\nجَعَلْنَ الْقَنَانَ عَنْ يَمِينٍ وَحَزْنَهُ ... وَكَمْ بَالْقَنَانِ مِنْ مُحِلٍّ وَمُحْرِمِ\nوَقَالَ قَوْمٌ: مِنْ مُحِلٍّ يَرَى دَمِي حَلَالًا، وَمُحْرِمٍ يَرَاهُ حَرَامًا.\nوَالْحُلَّانُ: الْجَدْيُ يُشَقُّ لَهُ عَنْ بَطْنِ أُمِّهِ. قَالَ:\nيُهْدِي إِلَيْهِ ذِرَاعَ الْجَفْرِ تَكْرِمَةً ... إِمَّا ذَبِيحًا وَإِمَّا كَانَ حُلَّانَا\nوَهُوَ مِنَ الْبَابِ. وَحَلَّلْتُ الْيَمِينَ أُحَلِّلُهَا تَحْلِيلًا. وَفَعَلْتُ هَذَا تَحِلَّةَ الْقَسَمِ، أَيْ لَمْ أَفْعَلْ إِلَّا بِقَدْرِ مَا حَلَّلْتُ بِهِ قَسَمِي أَنْ أَفْعَلَهُ وَلَمْ أُبَالِغْ. وَمِنْهُ: «لَا يَمُوتُ لِمُؤْمِنٍ ثَلَاثَةُ أَوْلَادٍ فَتَمَسَّهُ النَّارُ إِلَّا تَحِلَّةَ الْقَسَمِ» . يَقُولُ: بِقَدْرِ مَا يَبَرُّ اللَّهُ تَعَالَى قَسَمَهُ فِيهِ مِنْ قَوْلِهِ: ﴿وَإِنْ مِنْكُمْ إِلَّا وَارِدُهَا﴾ [مريم: ٧١] ، أَيْ لَا يَرِدُهَا إِلَّا بِقَدْرِ مَا يُحَلِّلُ الْقَسَمَ، ثُمَّ كَثُرَ هَذَا فِي الْكَلَامِ حَتَّى قِيلَ لِكُلِّ شَيْءٍ لَمْ يُبَالَغْ فِيهِ تَحْلِيلٌ ; يُقَالُ ضَرَبْتُهُ تَحْلِيلًا، وَوَقَعَتْ مَنَاسِمُ هَذِهِ النَّاقَةِ تَحْلِيلًا، إِذَا لَمْ تُبَالِغْ فِي الْوَقْعِ بِالْأَرْضِ. وَهُوَ فِي قَوْلِ كَعْبِ بْنِ زُهَيْرٍ:\nوَقْعُهُنَّ الْأَرْضَ تَحْلِيلُ\nفَأَمَّا قَوْلُ امْرِئِ الْقَيْسِ:\nكَبِكْرِ الْمُقَانَاةِ الْبَيَاضَ بِصُفْرَةٍ ... غَذَاهَا نَمِيرُ الْمَاءِ غَيْرَ مُحَلَّلِ\nفَفِيهِ قَوْلَانِ: أَحَدُهُمَا أَنْ يَكُونَ أَرَادَ الشَّيْءَ الْقَلِيلَ، وَهُوَ نَحْوُ مَا ذَكَرْنَاهُ مِنَ التَّحِلَّةِ. وَالْقَوْلُ الْآخَرُ: أَنْ يَكُونَ غَيْرَ مَنْزُولٍ عَلَيْهِ فَيَفْسُدُ وَيُكَدَّرُ.\nوَيُقَالُ أَحَلَّتِ الشَّاةُ، إِذَا نَزَلَ اللَّبَنُ فِي ضَرْعِهَا مِنْ غَيْرِ نَتَاجٍ. وَالْحِلَالُ: مَتَاعُ الرَّحْلِ. قَالَ الْأَعْشَى:\nوَكَأَنَّهَا لَمْ تَلْقَ سِتَّةَ أَشْهُرٍ ... ضُرًّا إِذَا وَضَعَتْ إِلَيْكَ حِلَالَهَا\nكَذَا رَوَاهُ الْقَاسِمُ بْنُ مَعْنٍ، وَرَوَاهُ غَيْرُهُ بِالْجِيمِ.\nوَالْحِلَالُ: مَرْكَبٌ مِنْ مَرَاكِبِ النِّسَاءِ. قَالَ:\nبَعِيرَ حِلَالٍ غَادَرَتْهُ مُجَعْفَلِ\nوَرَأَيْتُ فِي بَعْضِ الْكُتُبِ عَنْ سِيبَوَيْهِ: هُوَ حِلَّةَ الْغَوْرِ، أَيْ قَصْدَهُ. وَأَنْشَدَ: سَرَى بَعْدَمَا غَارَ النُّجُومُ وَبَعْدَمَا ... كَأَنَّ الثُّرَيَّا حِلَّةَ الْغَوْرِ مُنْخُلُ\nأَيْ قَصْدَهُ.",
    "pg": "2:20-23"
  },
  "حلم": {
    "def": "الْحَاءُ وَاللَّامُ وَالْمِيمُ، أُصُولٌ ثَلَاثَةٌ: الْأَوَّلُ تَرْكُ الْعَجَلَةَ، وَالثَّانِي تَثَقُّبُ الشَّيْءِ، وَالثَّالِثُ رُؤْيَةُ الشَّيْءِ فِي الْمَنَامِ. وَهِيَ مُتَبَايِنَةٌ جِدًّا، تَدُلُّ عَلَى أَنَّ بَعْضَ اللُّغَةِ لَيْسَ قِيَاسًا، وَإِنْ كَانَ أَكْثَرُهُ مُنْقَاسًا.\nفَالْأَوَّلُ: الْحِلْمُ خِلَافُ الطَّيْشِ. يُقَالُ حَلُمْتُ عَنْهُ أَحْلُمُ، فَأَنَا حَلِيمٌ.\nوَالْأَصْلُ الثَّانِي: قَوْلُهُمْ حَلِمَ الْأَدِيمُ إِذَا تَثَقَّبَ وَفَسَدَ ; وَذَلِكَ أَنْ يَقَعَ فِيهِ دَوَابُّ تُفْسِدُهُ. قَالَ:\nفَإِنَّكَ وَالْكِتَابَ إِلَى عَلِيٍّ ... كَدَابِغَةٍ وَقَدْ حَلِمَ الْأَدِيمُ\nوَالثَّالِثُ قَدْ حَلَمَ فِي نَوْمِهِ حُلْمًا وَحُلُمًا. وَالْحَلَمُ: صِغَارُ الْقِرْدَانِ. وَالْحَلَمَةُ: دُوَيْبَّةٌ.\nوَالْمَحْمُولُ عَلَى هَذَا حَلَمَتَا الثَّدْيِ. فَأَمَّا قَوْلُهُمْ تَحَلَّمُ إِذَا سَمِنَ، فَإِنَّمَا هُوَ امْتَلَأَ، كَأَنَّهُ قُرَادٌ مُمْتَلِئٌ. قَالَ:\nإِلَى سَنَةٍ قِرْدَانُهَا لَمْ تَحَلَّمِ\nوَيُقَالُ بَعِيرٌ حَلِيمٌ، أَيْ سَمِينٌ. قَالَ:\nمِنَ النَّيِّ فِي أَصْلَابِ كُلِّ حَلِيمِ وَالْحَالُومُ: شَيْءٌ شَبِيهٌ بِالْأَقِطِ. وَمَا أُرَاهُ عَرَبِيًّا صَحِيحًا.",
    "pg": "2:93-94"
  },
  "حلن": {
    "def": "الْحَاءُ وَاللَّامُ وَالنُّونُ إِنْ جَعَلْتَ النُّونَ زَائِدَةً فَقَدْ ذَكَرْنَاهُ فِيمَا مَضَى، وَإِنْ جَعَلْتَ النُّونَ أَصْلِيَّةً فَهُوَ فُعَّالٌ، وَهُوَ الْجَدْيُ، وَلَيْسَتِ الْكَلِمَةُ أَصْلًا يُقَاسُ. وَقَدْ مَضَى فِي بَابِهِ.",
    "pg": "2:94"
  },
  "حلو": {
    "def": "الْحَاءُ وَاللَّامُ وَمَا بَعْدَهَا مُعْتَلٌّ، ثَلَاثَةُ أُصُولٍ: فَالْأَوَّلُ طِيبُ الشَّيْءِ فِي مَيْلٍ مِنَ النَّفْسِ إِلَيْهِ، وَالثَّانِي تَحْسِينُ الشَّيْءِ، وَالثَّالِثُ - وَهُوَ مَهْمُوزٌ - تَنْحِيَةُ الشَّيْءِ.\nفَالْأَوَّلُ الْحُلْوُ، وَهُوَ خِلَافُ الْمُرِّ. يُقَالُ اسْتَحْلَيْتُ الشَّيْءَ، وَقَدْ حَلَا فِي فَمِي يَحْلُو، وَالْحَلْوَاءُ الَّذِي يُؤْكَلُ يُمَدُّ وَيُقْصَرُ. وَيُقَالُ حَلِيَ بِعَيْنِي يَحْلَى. وَتَحَالَتِ الْمَرْأَةُ إِذَا أَظْهَرَتْ حَلَاوَةً، كَمَا يُقَالُ تَبَاكَى وَتَعَالَى، وَهُوَ إِبْدَاؤُهُ لِلشَّيْءِ لَا يُخْفَى مَثَلُهُ. قَالَ أَبُو ذُؤَيْبٍ:\nفَشَأْنَكَهَا إِنِّي أَمِينٌ وَإِنَّنِي ... إِذَا مَا تَحَالَى مِثْلُهَا لَا أَطُورُهَا\nوَمِنَ الْبَابِ حَلَوْتُ الرَّجُلَ حُلْوَانًا، إِذَا أَعْطَيْتَهُ «وَنَهَى رَسُولُ اللَّهِ ﵌ عَنْ حُلْوَانِ الْكَاهِنِ» ، وَمَا يُجْعَلُ لَهُ عَلَى كِهَانَتِهِ. قَالَ أَوْسٌ:\nكَأَنِّي حَلَوْتُ الشِّعْرَ يَوْمَ مَدَحْتُهُ ... صَفَا صَخْرَةٍ صَمَّاءَ يَبْسٍ بِلَالُهَا وَالْحُلْوَانُ أَيْضًا أَنْ يَأْخُذَ الرَّجُلُ مِنْ مَهْرِ ابْنَتِهِ لِنَفْسِهِ. وَذَلِكَ عَارٌ عِنْدَ الْعَرَبِ. قَالَتِ امْرَأَةٌ تَمْدَحُ زَوْجَهَا:\nلَا يَأْخُذُ الْحُلْوَانَ مِنْ بَنَاتِيَا\nوَالْأَصْلُ الثَّانِيَ: الْحُلِيُّ حُلِيُّ الْمَرْأَةِ، وَهُوَ جَمْعُ حَلْيٍ، كَمَا يُقَالُ ثَدْيٌ وَثُدِيٌّ، وَظَبْيٌ وَظُبِيٌّ. وَحَلَّيْتُ الْمَرْأَةَ. وَهَذِهِ حِلْيَةُ الشَّيْءِ أَيْ صِفَتُهُ. وَيُقَالُ حِلْيَةُ السَّيْفِ، وَلَا يُقَالُ حُلِيُّ السَّيْفِ.\nوَالْأَصْلُ الثَّالِثُ: وَهُوَ تَنْحِيَةُ الشَّيْءِ، يُقَالُ حَلَّأْتُ الْإِبِلَ عَنِ الْمَاءِ ; إِذَا طَرَدْتَهَا عَنْهُ. قَالَ:\nمُحَلَّإٍ عَنْ سَبِيلِ الْمَاءِ مَطْرُودِ\nوَيُقَالُ لِمَا قُشِرَ عَنِ الْجِلْدِ الْحُلَاءَةُ مِثْلُ فُعَالَةٍ ; يُقَالُ مِنْهُ حَلَأْتُ الْأَدِيمَ قَشَرْتُهُ. وَالْحَلُوءُ عَلَى فَعَوْلٍ: أَنْ تَحُكَّ حَجْرًا [عَلَى حَجْرٍ] يَكْتَحِلُ بِحُكَاكَتِهِمَا الْأَرْمَدُ. وَيُقَالُ مِنْهُ أَحَلَأْتُ الرَّجُلَ. وَيُقَالُ حَلَأَتِ الْأَرْضُ، إِذَا ضَرَبْتَهَا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ حَلَأَهُ مِائَةَ دِرْهَمٍ، إِذْ نَقَدَهُ إِيَّاهَا; وَحَلَأَهُ مِائَةَ سَوْطٍ.",
    "pg": "2:94-95"
  },
  "حمد": {
    "def": "الْحَاءُ وَالْمِيمُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ وَأَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِلَافِ الذَّمِّ. يُقَالُ حَمِدْتُ فُلَانًا أَحْمَدُهُ. وَرَجُلٌ مَحْمُودٌ وَمُحَمَّدٌ، إِذَا كَثُرَتْ خِصَالُهُ الْمَحْمُودَةُ غَيْرُ الْمَذْمُومَةِ. قَالَ الْأَعْشَى يَمْدَحُ النُّعْمَانَ بْنَ الْمُنْذِرِ، وَيُقَالُ إِنَّهُ فَضَّلَهُ بِكَلِمَتِهِ هَذِهِ عَلَى سَائِرِ مَنْ مَدَحَهُ يَوْمَئِذٍ:\nإِلَيْكَ أَبَيْتَ اللَّعْنَ كَانَ كَلَالُهَا ... إِلَى الْمَاجِدِ الْفَرْعِ الْجَوَّادِ الْمُحَمَّدِ\nوَلِهَذَا [الَّذِي] ذَكَرْنَاهُ سُمِّي نَبِيُّنَا مُحَمَّدًا ﵌. وَيَقُولُ الْعَرَبُ: حُمَادَاكَ أَنْ تَفْعَلَ كَذَا، أَيْ غَايَتُكَ وَفِعْلُكَ الْمَحْمُودُ مِنْكَ غَيْرُ الْمَذْمُومِ. وَيُقَالُ أَحْمَدْتُ فُلَانًا، إِذَا وَجَدْتَهُ مَحْمُودًا، كَمَا يُقَالُ أَبْخَلْتُهُ إِذَا وَجَدْتَهُ بَخِيلًا، وَأَعْجَزْتُهُ [إِذَا وَجَدْتَهُ] عَاجِزًا. وَهَذَا قِيَاسٌ مُطَّرِدٌ فِي سَائِرِ الصِّفَاتِ. وَأَهْيَجْتُ الْمَكَانَ، إِذَا وَجَدْتَهُ هَائِجًا قَدْ يَبِسَ نَبَاتُهُ. قَالَ:\nوَأَهْيَجَ الْخَلْصَاءَ مِنْ ذَاتِ الْبُرَقْ\nفَإِنْ سَأَلَ سَائِلٌ عَنْ قَوْلِهِمْ فِي صَوْتِ الْتِهَابِ النَّارِ الْحَمْدَةِ ; قِيلَ لَهُ: هَذَا لَيْسَ مِنَ الْبَابِ ; لِأَنَّهُ مِنَ الْمَقْلُوبِ وَأَصْلُهُ حَدَمَةُ. وَقَدْ ذُكِرَتْ فِي مَوْضِعِهَا.",
    "pg": "2:100-101"
  },
  "حمر": {
    "def": "الْحَاءُ وَالْمِيمُ وَالرَّاءُ أَصْلٌ وَاحِدٌ عِنْدِي، وَهُوَ مِنَ الَّذِي يُعْرَفُ بِالْحُمْرَةِ. وَقَدْ يَجُوزُ أَنْ يُجْعَلَ أَصْلَيْنِ: أَحَدُهُمَا هَذَا، وَالْآخَرُ جِنْسٌ مِنَ الدَّوَابِّ.\nفَالْأَوَّلُ الْحُمْرَةُ فِي الْأَلْوَانِ، وَهِيَ مَعْرُوفَةٌ. وَالْعَرَبُ تَقُولُ: \" الْحُسْنُ أَحْمَرُ \" يُقَالُ ذَلِكَ لِأَنَّ النُّفُوسَ كُلَّهَا لَا تَكَادُ تَكْرَهُ الْحُمْرَةَ. وَتَقُولُ رَجُلٌ أَحْمَرُ، وَأَحَامِرُ فَإِنْ أَرَدْتَ اللَّوْنَ قُلْتَ أَحْمَرَ. وَحُجَّةُ الْأَحَامِرَةِ قَوْلُ الْأَعْشَى:\nإِنَّ الْأَحَامِرَةَ الثَّلَاثَةَ أَهْلَكَتْ ... مَالِي وَكُنْتُ بِهِنَّ قِدْمًا مُولَعَا\nذَهَبَ بِالْأَحَامِرَةِ مَذْهَبَ الْأَسْمَاءِ، وَلَمْ يَذْهَبْ بِهَا مَذْهَبَ الصِّفَاتِ. وَلَوْ ذَهَبَ بِهَا مَذْهَبَ الصِّفَاتِ لَقَالَ حُمْرٌ. وَالْحَمْرَاءُ: الْعَجَمُ، سُمُّوا بِذَلِكَ لِأَنَّ الشُّقْرَةَ أَغْلَبُ الْأَلْوَانِ عَلَيْهِمْ. وَمِنْ ذَلِكَ قَوْلُهُمْ لِعَلِيٍّ ﵁: \" غَلَبَتْنَا عَلَيْكَ هَذِهِ الْحَمْرَاءُ \". وَيُقَالُ مَوْتٌ أَحْمَرُ، وَذَلِكَ إِذَا وُصِفَ بِالشِّدَّةِ. وَقَالَ عَلِيٌّ: «كُنَّا إِذَا احْمَرَّ الْبَأْسُ اتَّقَيْنَا بِرَسُولِ اللَّهِ ﷺ، فَلَمْ يَكُنْ أَحَدٌ مِنَّا أَقْرَبَ إِلَى الْعَدُوِّ مِنْهُ» .\nوَمِنَ الْبَابِ قَوْلُهُمْ: وَطْأَةٌ حَمْرَاءُ ; وَذَلِكَ إِذَا كَانَتْ جَدِيدَةً ; وَوَطْأَةٌ دَهْمَاءُ، إِذَا كَانَتْ قَدِيمَةً دَارِسَةً. وَيُقَالُ سَنَةٌ حَمْرَاءُ شَدِيدَةٌ، وَلِذَلِكَ يُقَالُ لِشِدَّةِ الْقَيْظِ حَمَارَّةٌ. وَإِنَّمَا قِيلَ هَذَا لِأَنَّ أَعْجَبَ الْأَلْوَانِ إِلَيْهِمُ الْحُمْرَةُ. إِذَا كَانَ كَذَا وَبَالَغُوا فِي وَصْفِ شَيْءٍ ذَكَرُوهُ بِالْحُمْرَةِ، أَوْ بِلَفْظَةٍ تُشْبِهُ الْحُمْرَةَ.\nفَأَمَّا قَوْلُهُمْ لِلَّذِي لَا سِلَاحَ مَعَهُ أَحْمَرُ، فَمُمْكِنٌ [أَنْ يَكُونَ] ذَلِكَ تَشْبِيهًا لَهُ بِالْعَجَمِ، وَلَيْسَتْ فِيهِمْ شَجَاعَةٌ مَذْكُورَةٌ كَشَجَاعَةِ الْعَرَبِ. وَقَالَ:\nوَتَشْقَى الرِّمَاحُ بِالضَّيَاطِرَةِ الْحُمْرِ\nالضَّيَاطِرَةُ: جَمْعُ ضَيْطَارٍ، وَهُوَ الْجَبَانُ الْعَظِيمُ الْخَلْقِ، الَّذِي لَا يُحْسِنُ حَمْلَ السِّلَاحِ. قَالَ:\nتَعَرَّضَ ضَيْطَارُو فُعَالَةَ دُونَنَا ... وَمَا خَيْرُ ضَيْطَارٍ يُقَلِّبُ مِسْطَحًا\nوَقَوْلُهُمْ غَيْثٌ حِمِرٌّ، إِذَا كَانَ شَدِيدًا يَقْشِرُ الْأَرْضَ. وَهُوَ مِنْ هَذَا الَّذِي ذَكَرْنَاهُ مِنْ بَابِ الْمُبَالَغَةِ.\nوَأَمَّا الْأَصْلُ الثَّانِي فَالْحِمَارُ مَعْرُوفٌ، يُقَالُ حِمَارٌ وَحَمِيرٌ وَحُمُرٌ وَحُمُرَاتٌ، كَمَا يُقَالُ صَعِيدٌ وَصُعُدٌ وَصُعُدَاتٌ. قَالَ:\nإِذَا غَرَّدَ الْمُكَّاءُ فِي غَيْرِ رَوْضَةٍ ... فَوَيْلٌ لِأَهْلِ الشَّاءِ وَالْحُمُرَاتِ\nيَقُولُ: إِذَا أَجْدَبَ الزَّمَانُ وَلَمْ تَكُنْ رَوْضَةً فَغَرَّدَ فِي غَيْرِ رَوْضَةٍ، فَوَيْلٌ لِأَهْلِ الشَّاءِ وَالْحَمِرَاتِ.\nوَمِمَّا يُحْمَلُ عَلَى هَذَا الْبَابِ قَوْلُهُمْ لِدُوَيْبَّةٌ: حِمَارُ قَبَّانَ. قَالَ:\nيَا عَجَبَا لَقَدْ رَأَيْتُ عَجَبَا ... حِمَارَ قَبَّانَ يَسُوقُ أَرْنَبَا\nوَمِنْهُ الْحِمَارُ، وَهُوَ شَيْءٌ يُجْعَلُ حَوْلَ الْحَوْضِ لِئَلَّا يَسِيلَ مَاؤُهُ، وَالْجَمْعُ حَمَائِرُ. قَالَ الشَّاعِرُ: وَمُبْلِدِ بَيْنَ مَوْمَاةٍ بِمَهْلِكَةٍ ... جَاوَزْتُهُ بِعَلَاةِ الْخَلْقِ عِلْيَانِ\nكَأَنَّمَا الشَّحْطُ فِي أَعْلَى حَمَائِرِهِ ... سَبَائِبُ الرَّيْطِ مِنْ قَزٍّ وَكَتَّانِ\nوَأَمَّا قَوْلُهُمْ لِلْفَرَسِ الْهَجِينِ مِحْمَرٌ فَهُوَ مِنَ الْبَابِ. [وَمِنَ الْبَابِ] الْحِمَارَانِ، وَهُمَا حَجَرَانِ يُجَفَّفُ عَلَيْهِمَا الْأَقِطُ، يُسَمَّيَانِ مَعَ الَّذِي فَوْقَهُمَا الْعُلَاةَ. قَالَ:\nلَا تَنْفَعُ الشَّاوِيَّ فِيهِمَا شَاتُهُ ... وَلَا حِمَارَاهُ وَلَا عَلَاتُهُ\nوَالْحَمَّارَةُ: حِجَارَةٌ تُنْصَبُ حَوْلَ الْبَيْتِ، وَالْجَمْعُ حَمَائِرُ. قَالَ:\nبَيْتَ حُتُوفٍ أُرْدِحَتْ حَمَائِرُهُ\nوَأَمَّا قَوْلُهُمْ: \" أَخْلَى مِنْ جَوْفِ حِمَارٍ \" فَقَدْ ذُكِرَ حَدِيثُهُ فِي كِتَابِ حَرْفِ الْعَيْنِ.",
    "pg": "2:101-103"
  },
  "حمز": {
    "def": "الْحَاءُ وَالْمِيمُ وَالزَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ حِدَّةٌ فِي الشَّيْءِ كَالْحَرَافَةِ وَمَا أَشْبَهَهَا. فَالْحَمْزَةُ حَرَافَةٌ فِي الشَّيْءِ. يُقَالُ شَرَابٌ يَحْمِزُ اللِّسَانَ. وَمِنْهُ الْحَمْزَةُ، وَهِيَ بَقْلَةٌ تَحْمِزُ اللِّسَانَ، «وَقَالَ أَنَسُ بْنُ مَالِكٍ: \" كَنَّانِي رَسُولُ اللَّهِ ﵌ بِبَقْلَةٍ كُنْتُ اجْتَنَيْتُهَا» \" ; وَكَانَ يُكْنَى أَبَا حَمْزَةَ. وَقَالَ الشَّمَّاخُ يَصِفُ رَجُلًا بَاعَ [قَوْسًا] وَأَسِفَ عَلَيْهَا: فَلَمَّا شَرَاهَا فَاضَتِ الْعَيْنُ عَبْرَةً ... وَفِي الْقَلْبِ حَزَّازٌ مِنَ اللَّوْمِ حَامِزُ\nفَأَمَّا قَوْلُهُمْ لِلذَّكِيِّ الْقَلْبِ اللَّوْذَعِيِّ حَمِيزٌ، وَهُوَ حَمِيزُ الْفُؤَادِ، فَهُوَ مِنَ الْبَابِ ; لِأَنَّ ذَلِكَ مِنَ الذَّكَاءِ وَالْحِدَّةِ، وَالْقِيَاسُ فِيهِ وَاحِدٌ.",
    "pg": "2:103-104"
  },
  "حمس": {
    "def": "الْحَاءُ وَالْمِيمُ وَالسِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الشِّدَّةِ. فَالْأَحْمَسُ: الشُّجَاعُ. وَالْحَمَسُ وَالْحَمَاسَةُ: الشَّجَاعَةُ وَالشِّدَّةُ. وَرَجُلٌ حَمِسٌ. قَالَ:\nوَمِثْلِي لُزَّ بَالْحَمِسِ الرَّئِيسِ\nوَيُقَالُ: \" بِالْحَمِسِ الْبَئِيسِ \". وَيُقَالُ تَحَمَّسَ الرَّجُلُ: تَعَاصَى. وَالْحُمْسُ قُرَيْشٌ ; لِأَنَّهُمْ كَانُوا يَتَحَمَّسُونَ فِي دِينِهِمْ، أَيْ يَتَشَدَّدُونَ. وَقَالَ بَعْضُهُمُ: الْحُمْسَةُ الْحُرْمَةُ، وَإِنَّمَا سُمُّوا حُمْسًا لِنُزُولِهِمْ بِالْحَرَمِ. وَيُقَالُ عَامٌ أَحْمَسُ، إِذَا كَانَ شَدِيدًا. وَأَرَضُونَ أَحَامِسُ: شَدِيدَةٌ. وَزَعَمَ نَاسٌ أَنَّ الْحَمِيسَ التَّنُّورُ. وَقَالَ آخَرُونَ: هُوَ بِالشِّينِ مُعْجَمَةً. وَأَيَّ ذَلِكَ كَانَ فَهُوَ صَحِيحٌ ; لِأَنَّهُ إِنْ كَانَ مِنَ السِّينِ فَهُوَ مِنَ الَّذِي ذَكَرْنَاهُ وَيَكُونُ مِنْ شِدَّةِ الْتِهَابِ نَارِهِ ; وَإِنْ كَانَ بِالشِّينِ فَهُوَ مِنْ أَحْمَشْتُ النَّارَ وَالْحَرْبَ.",
    "pg": "2:104"
  },
  "حمش": {
    "def": "الْحَاءُ وَالْمِيمُ وَالشِّينُ أَصْلَانِ: أَحَدُهُمَا الْتِهَابُ الشَّيْءِ وَهَيْجُهُ، وَالثَّانِي الدِّقَّةُ.\nفَالْأَوَّلُ قَوْلُهُمْ: أَحْمَشْتُ الرَّجُلَ: أَغْضَبْتُهُ. وَاسْتَحْمَشَ الرَّجُلُ، إِذَا اتَّقَدَ غَضَبًا. قَالَ:\nإِنِّي إِذَا حَمَّشَنِي تَحْمِيشِي وَمِنَ الْبَابِ حَمَشْتُ الشَّيْءَ: جَمَعْتُهُ.\nوَالْأَصْلُ الثَّانِي قَوْلُهُمْ لِلدَّقِيقِ الْقَوَائِمِ حَمْشٌ، وَقَدْ حَمُشَتْ قَوَائِمُهُ. وَمِنَ الْبَابِ قَوْلُهُمْ: لِثَةٌ حَمْشَةٌ: قَلِيلَةُ اللَّحْمِ.",
    "pg": "2:104-105"
  },
  "حمص": {
    "def": "الْحَاءُ وَالْمِيمُ وَالصَّادُ لَيْسَ أَصْلًا يُقَاسُ عَلَيْهِ، وَمَا فِيهِ قِيَاسٌ وَيَجُوزُ أَنْ يَكُونَ مِنْ جَفَافٍ فِي الشَّيْءِ. وَيَقُولُونَ: انْحَمَصَ الْوَرَمُ، إِذَا سَكَنَ. هَذَا أَصَحُّ مَا فِيهِ. وَالْحَمَصِيصُ: بَقْلَةٌ.",
    "pg": "2:105"
  },
  "حمض": {
    "def": "الْحَاءُ وَالْمِيمُ وَالضَّادُ أَصْلٌ وَاحِدٌ صَحِيحٌ، وَهُوَ شَيْءٌ مِنَ الطُّعُومِ. يُقَالُ شَيْءٌ حَامِضٌ وَفِيهِ حُمُوضَةٌ. وَالْحَمْضُ مِنَ النَّبْتِ مَا كَانَتْ فِيهِ مُلُوحَةٌ. وَالْخُلَّةُ مَا سِوَى ذَلِكَ. وَالْعَرَبُ تَقُولُ: الْخُلَّةُ خُبْزُ الْإِبِلِ وَالْحَمْضُ فَاكِهَتُهَا. وَإِنَّمَا تَحَوَّلُ إِلَى الْحَمْضِ إِذَا مَلَّتِ الْخُلَّةُ. وَكُلُّ هَذَا مِنَ النَّبْتِ. وَلَيْسَ شَيْءٌ مِنَ الشَّجَرِ الْعِظَامِ بِحَمْضٍ وَلَا خُلَّةٍ.",
    "pg": "2:105"
  },
  "حمط": {
    "def": "الْحَاءُ وَالْمِيمُ وَالطَّاءُ لَيْسَ أَصْلًا وَلَا فَرْعًا، وَلَا فِيهِ لُغَةٌ صَحِيحَةٌ، إِلَّا شَيْءٌ مِنَ النَّبْتِ أَوِ الشَّجَرِ. يُقَالُ لِجِنْسٍ مِنَ الْحَيَّاتِ شَيْطَانُ الْحَمَاطِ. مِنَ الْمَحْمُولِ عَلَيْهِ قَوْلُهُمْ: أَصَبْتُ حَمَاطَةَ قَلْبِهِ، أَيْ سَوَادَ قَلْبِهِ، كَمَا يَقُولُونَ حَبَّةُ قَلْبِهِ، وَالْحَمَاطَةُ، فِيمَا يُقَالُ: وَجَعٌ فِي الْحَلْقِ. وَلَيْسَ بِذَلِكَ الصَّحِيحِ. فَإِنْ صَحَّ فَهُوَ مَحْمُولٌ عَلَى نَبْتٍ لَعَلَّ لَهُ طَعْمًا حَامِزًا.\nفَأَمَّا قَوْلُهُمُ الْحَمَطِيطُ وَالْحِمْطَاطُ، فَالْأَوَّلُ نَبْتٌ، وَالثَّانِي دُودٌ يَكُونُ فِي الْعُشْبِ مَنْقُوشٌ بِأَلْوَانٍ، فَمِمَّا لَا مَعْنَى لِذِكْرِهِ.",
    "pg": "2:105"
  },
  "حمق": {
    "def": "الْحَاءُ وَالْمِيمُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى كَسَادِ الشَّيْءِ. وَالضَّعْفِ وَالنُّقْصَانِ. فَالْحُمْقُ: نُقْصَانُ الْعَقْلِ. وَالْعَرَبُ تَقُولُ: انْحَمَقَ الثَّوْبُ. إِذَا بَلِيَ. وَانْحَمَقَتِ السُّوقُ: كَسَدَتْ.",
    "pg": "2:105-106"
  },
  "حمل": {
    "def": "الْحَاءُ وَالْمِيمُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى إِقْلَالِ الشَّيْءِ. يُقَالُ حَمَلْتُ الشَّيْءَ أَحْمِلُهُ حَمْلًا. وَالْحَمْلُ: مَا كَانَ فِي بَطْنٍ أَوْ عَلَى رَأْسِ شَجَرٍ. يُقَالُ امْرَأَةٌ حَامِلٌ وَحَامِلَةٌ. فَمَنْ قَالَ حَامِلٌ قَالَ هَذَا نَعْتٌ لَا يَكُونُ إِلَّا لِلْإِنَاثِ. وَمَنْ قَالَ حَامِلَةٌ بَنَاهُ عَلَى حَمَلَتْ فَهِيَ حَامِلَةٌ. قَالَ:\nتَمَخَّضَتِ الْمَنُونُ لَهُ بِيَوْمٍ ... أَنَى وَلِكُلِ حَامِلَةٍ تِمَامُ\nوَالْحِمْلُ: مَا كَانَ عَلَى ظَهْرٍ أَوْ رَأْسٍ. وَالْحَمَالَةُ: أَنْ يَحْمِلَ الرَّجُلُ دِيَةً ثُمَّ يَسْعَى عَلَيْهَا، وَالضَّمَانُ حَمَالَةٌ، وَالْمَعْنَى وَاحِدٌ، وَهُوَ قِيَاسُ الْبَابِ.\nوَمِمَّا هُوَ مُضَافٌ إِلَى هَذَا الْمَعْنَى الْمَرْأَةُ الْمُحْمِلُ، وَهِيَ الَّتِي تُنْزِلُ لَبَنَهَا مِنْ غَيْرِ حَبَلٍ. يُقَالُ أَحْمَلَتْ تُحْمِلُ إِحْمَالًا. وَيُقَالُ ذَلِكَ لِلنَّاقَةِ أَيْضًا. وَالْحُمُولُ: الْهَوَادِجُ، كَانَ فِيهَا نِسَاءٌ أَوْ لَمْ يَكُنْ. وَتَحَامَلْتُ، إِذَا تَكَلَّفْتَ الشَّيْءَ عَلَى مَشَقَّةٍ. وَقَالَ ابْنُ السِّكِّيتِ فِي قَوْلِ الْأَعْشَى:\nلَا أَعْرِفَنَّكَ إِنْ جَدَّتْ عَدَاوَتُنَا ... وَالْتُمِسَ النَّصْرُ مِنْكُمْ عِوَضٌ تُحْتَمَلُ\nإِنَّ الِاحْتِمَالَ الْغَضَبُ. قَالَ: وَيُقَالُ احْتُمِلَ، إِذَا غَضِبَ. وَهَذَا قِيَاسٌ صَحِيحٌ، لِأَنَّهُمْ يَقُولُونَ: احْتَمَلَهُ الْغَضَبُ، وَأَقَلَّهُ الْغَضَبُ، وَذَلِكَ إِذَا أَزْعَجَهُ. وَالْحِمَالَةُ وَالْمِحْمَلُ عِلَاقَةُ السَّيْفِ. وَمِنْهُ قَوْلُ امْرِئِ الْقَيْسِ: حَتَّى بَلَّ دَمْعِيَ مِحْمَلِي\nوَالْحَمُولَةُ: الْإِبِلُ تُحْمَلُ عَلَيْهَا الْأَثْقَالُ، كَانَ عَلَيْهَا ثِقْلٌ أَوْ لَمْ يَكُنْ. وَالْحَمُولَةُ: الْإِبِلُ بِأَثْقَالِهَا، وَالْأَثْقَالُ أَنْفُسُهَا حَمُولَةٌ. وَيُقَالُ أَحْمَلْتُ فُلَانًا، إِذَا أَعَنْتَهُ عَلَى الْحَمْلِ. وَحَمِيلُ السَّيْلِ: مَا يَحْمِلُهُ مِنْ غُثَائِهِ. وَفِي الْحَدِيثِ: «يَخْرُجُ مِنَ النَّارِ قَوْمٌ فَيَنْبُتُونَ كَمَا تَنْبُتُ الْحِبَّةُ فِي حَمِيلِ السَّيْلِ» \". فَالْحَمِيلُ: مَا حَمَلَهُ السَّيْلُ مِنْ غُثَاءٍ. وَلِذَلِكَ يُقَالُ لِلدَّعِيِّ حَمِيلٌ. قَالَ الْكُمَيْتُ يُعَاتِبُ قُضَاعَةَ فِي تَحَوُّلِهِمْ إِلَى الْيَمِينِ:\nعَلَامَ نَزَلْتُمُ مِنْ غَيْرِ فَقْرٍ ... وَلَا ضَرَّاءَ مَنْزِلَةِ الْحَمِيلِ\nفَأَمَّا قَوْلُهُمُ الْأَحْمَالُ - وَهُمْ مِنْ بَنِي يَرْبُوعٍ، وَهُمْ ثَعْلَبَةُ وَعَمْرٌو وَالْحَارِثُ أَبُو سَلِيطٍ وَصُبَيْرٌ - فَيُقَالُ إِنَّ أُمَّهُمْ حَمَلَتْهُمْ عَلَى ظَهْرٍ فِي بَعْضِ أَيَّامِ الْفَزَعِ، فَسُمُّوا الْأَحْمَالَ. وَإِيَّاهُمْ أَرَادَ جَرِيرٌ بِقَوْلِهِ:\nأَبَنِي قُفَيْرَةَ مَنْ يُوَرِّعُ وِرْدَنَا ... أَمْ مَنْ يَقُومُ لِشِدَّةِ الْأَحْمَالِ\nوَيُقَالُ أَدَلَّ عَلَيَّ فَحَمَلْتُ إِدْلَالَهُ وَاحْتَمَلْتُ إِدْلَالَهُ، بِمَعْنًى. وَقَالَ:\nأَدَلَّتْ فَلَمْ أَحْمِلْ وَقَالَتْ فَلَمْ أُجِبْ ... لَعَمْرُ أَبِيهَا إِنَّنِي لَظَلُومُ\nوَالْقِيَاسُ مُطَّرِدٌ فِي جَمِيعِ مَا ذَكَرْنَاهُ. فَأَمَّا الْبَرَقُ فَيُقَالُ لَهُ حَمَلٌ، وَهُوَ مُشْتَقٌّ مِنَ الْحَمْلِ، كَأَنَّهُ يُقَالُ حَمَلَتِ الشَّاةُ حَمْلًا، وَالْمَحْمُولُ حَمْلٌ وَحَمَلٌ؛ كَمَا يُقَالُ نَفَضْتُ الشَّيْءَ نَفْضًا وَالْمَنْفُوضُ نَفَضٌ، وَحَسَبْتُ الشَّيْءَ حَسْبًا. وَالْمَحْسُوبُ حَسَبٌ، وَهُوَ بَابٌ مُسْتَقِيمٌ. ثُمَّ يُشَبَّهُ بِهَذَا فَيُقَالُ لِبُرْجٍ مِنْ بُرُوجِ السَّمَاءِ حَمَلٌ. قَالَ الْهُذَلِيُّ:\nكَالسُّحُلِ الْبِيضِ جَلَا لَوْنَهَا ... سَحُّ نِجَاءِ الْحَمَلِ الْأَسْوَلِ\n\n[بَابُ الْحَاءِ وَالنُّونِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:106-108"
  },
  "حمم": {
    "def": "الْحَاءُ وَالْمِيمُ فِيهِ تَفَاوُتٌ ; لِأَنَّهُ مُتَشَعِّبُ الْأَبْوَابِ جِدًّا. فَأَحَدُ أُصُولِهِ اسْوِدَادٌ، وَالْآخَرُ الْحَرَارَةُ، وَالثَّالِثُ الدُّنُوُّ وَالْحُضُورُ، وَالرَّابِعُ جِنْسٌ مِنَ الصَّوْتِ، وَالْخَامِسُ الْقَصْدُ.\nفَأَمَّا السَّوَادُ فَالْحُمَمُ الْفَحْمُ. قَالَ طَرَفَةُ:\nأَشَجَاكَ الرَّبْعُ أَمْ قِدَمُهْ ... أَمْ رَمَادٌ دَارِسٌ حُمَمُهْ\nوَمِنْهُ الْيَحْمُومُ، وَهُوَ الدُّخَانُ. وَالْحِمْحِمُ: نَبْتٌ أَسْوَدُ، وَكُلُّ أَسْوَدَ حِمْحِمٌ.\nوَيُقَالُ حَمَّمْتُهُ إِذَا سَخَّمْتَ وَجْهَهُ بِالسُّخَامِ، وَهُوَ الْفَحْمُ.\nوَمِنْ هَذَا الْبَابِ: حَمَّمَ الْفَرْخُ، إِذَا طَلَعَ رِيشُهُ. قَالَ:\nحَمَّمَ فَرْخٌ كَالشَّكِيرِ الْجَعْدِ\nوَأَمَّا الْحَرَارَةُ فَالْحَمِيمُ الْمَاءُ الْحَارُّ. وَالِاسْتِحْمَامُ: الِاغْتِسَالُ بِهِ. وَمِنْهُ الْحَمُّ، وَهِيَ الْأَلْيَةُ تُذَابُ، فَالَّذِي يَبْقَى مِنْهَا بَعْدَ الذَّوْبِ حَمٌّ، وَاحِدَتُهُ حَمَّةٌ. وَمِنْهُ الْحَمِيمُ، وَهُوَ الْعَرَقُ. قَالَ أَبُو ذُؤَيْبٍ:\nتَأْبَى بِدِرَّتِهَا إِذَا مَا اسْتُغْضِبَتْ ... إِلَّا الْحَمِيمَ فَإِنَّهُ يَتَبَصَّعُ وَمِنْهُ الْحُمَامُ، وَهُوَ حُمَّى الْإِبِلِ. وَيُقَالُ أَحَمَّتِ الْأَرْضُ [إِذَا صَارَتْ] ذَاتَ حُمَّى. وَأَنْشَدَ الْخَلِيلُ فِي الْحَمِّ:\nضُمَّا عَلَيْهَا جَانِبَيْهَا ضَمًّا ... ضَمَّ عَجُوزٍ فِي إِنَاءٍ حُمَّا\nوَأَمَّا الدُّنُوُّ وَالْحُضُورُ فَيَقُولُونَ: أَحَمَّتِ الْحَاجَةُ: حَضَرَتْ، وَأَحَمَّ الْأَمْرُ: دَنَا. وَأَنْشَدَ:\nحَيِّيَا ذَلِكَ الْغَزَالَ الْأَجَمَّا ... إِنْ يَكُنْ ذَلِكَ الْفِرَاقُ أَحَمَّا\nوَأَمَّا الصَّوْتُ فَالْحَمْحَمَةُ حَمْحَمَةُ الْفَرَسِ عِنْدَ الْعَلْفِ.\nوَأَمَّا الْقَصْدُ فَقَوْلُهُمْ حَمَمْتُ حَمَّهُ، أَيْ قَصَدْتُ قَصْدَهُ. قَالَ طَرَفَةُ:\nجَعَلْتُهُ حَمَّ كَلْكَلِهَا ... بِالْعَشِيِّ دِيمَةٌ تَثِمُهْ\nوَمِمَّا شَذَّ عَنْ هَذِهِ الْأَبْوَابِ قَوْلُهُمْ: طَلَّقَ الرَّجُلُ امْرَأَتَهُ وَحَمَّمَهَا، إِذَا مَتَّعَهَا بِثَوْبٍ أَوْ نَحْوَهُ. قَالَ:\nأَنْتَ الَّذِي وَهَبْتَ زَيْدًا بَعْدَمَا ... هَمَمْتُ بِالْعَجُوزِ أَنْ تُحَمَّمَا\nوَأَمَّا قَوْلُهُمُ احْتَمَّ الرَّجُلُ، فَالْحَاءُ مُبْدَلَةٌ مِنْ هَاءٍ، وَإِنَّمَا هُوَ مِنِ اهْتَمَّ.",
    "pg": "2:23-24"
  },
  "حنب": {
    "def": "الْحَاءُ وَالنُّونُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الَّذِي دَلَّ عَلَيْهِ مَا قَبْلَهُ، وَهُوَ الِاعْوِجَاجُ فِي الشَّيْءِ. فَالْمُحَنَّبُ: الْفَرَسُ الْبَعِيدُ مَا بَيْنَ الرِّجْلَيْنِ مِنْ غَيْرِ فَحَجٍ ; وَذَلِكَ مَدْحٌ. وَيُقَالُ إِنَّ الْحَنَبَ اعْوِجَاجٌ فِي السَّاقَيْنِ. قَالَ الْخَلِيلُ فِي تَحْنِيبِ الْخَيْلِ إِنَّهُ إِنَّمَا يُوصَفُ بِالشِّدَّةِ، وَلَيْسَ فِي ذَلِكَ اعْوِجَاجٌ. وَهَذَا خِلَافُ مَا قَالَهُ أَهْلُ اللُّغَةِ.",
    "pg": "2:108"
  },
  "حنث": {
    "def": "الْحَاءُ وَالنُّونُ وَالثَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْإِثْمُ وَالْحَرَجُ. يُقَالُ حَنِثَ فُلَانٌ فِي كَذَا، أَيْ أَثِمَ. وَمِنْ ذَلِكَ قَوْلُهُمْ: بَلَغَ الْغُلَامُ الْحِنْثَ، أَيْ بَلَغَ مَبْلَغًا جَرَى عَلَيْهِ الْقَلَمُ بِالطَّاعَةِ وَالْمَعْصِيَةِ، وَأُثْبِتَتْ عَلَيْهِ ذُنُوبُهُ. وَمِنْ ذَلِكَ الْحِنْثُ فِي الْيَمِينِ، وَهُوَ الْخُلْفُ فِيهِ. فَهَذَا وَجْهُ الْإِثْمِ. وَأَمَّا قَوْلُهُمْ فُلَانٌ يَتَحَنَّثُ مِنْ كَذَا، فَمَعْنَاهُ يَتَأَثَّمُ. وَالْفَرْقُ بَيْنَ أَثِمَ وَتَأَثَّمَ، أَنَّ التَّأَثُّمَ التَّنَحِّي عَنِ الْإِثْمِ، كَمَا يُقَالُ حَرِجَ وَتَحَرَّجَ ; فَحَرِجَ وَقَعَ فِي الْحَرَجِ، وَتَحَرَّجَ تَنَحَّى عَنِ الْحَرَجِ. وَهَذَا فِي كَلِمَاتٍ مَعْلُومَةٍ قِيَاسُهَا وَاحِدٌ.\nوَمِنْ ذَلِكَ التَّحَنُّثُ وَهُوَ التَّعَبُّدُ. وَمِنْهُ الْحَدِيثُ: \" «أَنَّ رَسُولَ اللَّهِ ﵌ كَانَ يَأْتِي غَارَ حِرَاءٍ فَيَتَحَنَّثُ فِيهِ اللَّيَالِي ذَوَاتِ الْعَدَدِ \".»",
    "pg": "2:108-109"
  },
  "حنج": {
    "def": "الْحَاءُ وَالنُّونُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْمَيْلِ وَالِاعْوِجَاجِ. يُقَالُ حَنَجْتُ الْحَبْلَ، إِذَا فَتَلْتَهُ ; وَهُوَ مَحْنُوجٌ. وَحَنَجْتُ الرَّجُلَ عَنِ الشَّيْءِ: أَمَلْتُهُ عَنْهُ. وَأَحْنَجَ فُلَانٌ عَنِ الشَّيْءِ: عَدَلَ. فَأَمَّا قَوْلُهُمْ لِلْأَصْلِ حِنْجٌ فَلَعَلَّهُ مِنْ بَابِ الْإِبْدَالِ. وَإِنْ كَانَ صَحِيحًا فَقِيَاسُهُ قِيَاسٌ وَاحِدٌ ; لِأَنَّ كُلَّ فَرْعٍ يَمِيلُ إِلَى أَصْلِهِ وَيَرْجِعُ إِلَيْهِ.",
    "pg": "2:109"
  },
  "حنذ": {
    "def": "الْحَاءُ وَالنُّونُ وَالذَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ إِنْضَاجُ الشَّيْءِ. يُقَالُ شِوَاءٌ حَنِيذٌ، أَيْ مُنْضَجٌ، وَذَلِكَ أَنْ تُحْمَى الْحِجَارَةُ وَتُوضَعَ عَلَيْهِ حَتَّى يَنْضَجَ. وَيُقَالُ حَنَذْتُ الْفَرَسَ، إِذَا اسْتَحْضَرْتَهُ شَوْطًا أَوْ شَوْطَيْنِ، ثُمَّ ظَاهَرْتَ عَلَيْهِ الْجِلَالَ حَتَّى يَعْرَقَ. وَهَذَا فَرَسٌ مَحْنُوذٌ وَحَنِيذٌ. وَأَمَّا قَوْلُهُمْ حَنَذٌ، فَهُوَ بَلَدٌ. قَالَ:\nتَأَبَّرِي يَا خَيْرَةَ النَّخِيلِ ... تَأَبَّرِي مِنْ حَنَذٍ فَشُولِي\nوَيَقُولُونَ: \" إِذَا سَقَيْتَ فَاحْنِذْ \" أَيْ أَقِلَّ الْمَاءَ وَأَكْثِرِ النَّبِيذَ. وَهُوَ مِنَ الْبَابِ أَيْضًا ; لِأَنَّهَا تَبْقَى بِحَرَارَتِهَا إِذَا لَمْ تُكْسَرْ بِالْمَاءِ.",
    "pg": "2:109-110"
  },
  "حنر": {
    "def": "الْحَاءُ وَالنُّونُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ، لَوْلَا أَنَّهَا جَاءَتْ فِي الْحَدِيثِ لَمَا كَانَ لِذِكْرِهَا وَجْهٌ. وَذَلِكَ أَنَّ النُّونَ فِي كَلَامِ الْعَرَبِ لَا تَكَادُ تَجِيءُ بَعْدَهَا رَاءٌ. وَالَّذِي جَاءَ فِي الْحَدِيثِ: «لَوْ صَلَّيْتُمْ حَتَّى تَصِيرُوا كَالْحَنَائِرِ» \" فَيُقَالُ إِنَّهَا الْقِسِيُّ، الْوَاحِدَةُ حَنِيرَةٌ. وَمُمْكِنٌ أَنْ يَكُونَ الرَّاءُ كَالْمُلْصَقَةِ بِالْكَلِمَةِ، وَيَرْجِعُ إِلَى مَا ذَكَرْنَاهُ مِنْ حَنَيْتُ الشَّيْءَ وَحَنَوْتُهُ.",
    "pg": "2:110"
  },
  "حنش": {
    "def": "الْحَاءُ وَالنُّونُ وَالشِّينُ أَصْلٌ وَاحِدٌ صَحِيحٌ وَهُوَ مِنْ بَابِ الصَّيْدِ إِذَا صِدْتَهُ. وَقَالَ أَبُو عَمْرٍو: الْحَنَشُ كُلُّ شَيْءٍ يُصَادُ مِنَ الطَّيْرِ وَالْهَوَامِّ وَقَالَ آخَرُونَ: الْحَنَشُ الْحَيَّةُ وَهُوَ ذَلِكَ الْقِيَاسُ. فَأَمَّا قَوْلُهُمْ حَنَشْتُ الشَّيْءَ، إِذَا عَطَفْتَهُ، فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنْ بَابِ الْإِبْدَالِ. وَلَعَلَّهُ مِنْ عَنَشْتُ أَوْ عَنَجْتُ.",
    "pg": "2:110"
  },
  "حنط": {
    "def": "الْحَاءُ وَالنُّونُ وَالطَّاءُ لَيْسَ بِذَلِكَ الْأَصْلِ الَّذِي يُقَاسُ مِنْهُ أَوْ عَلَيْهِ، وَفِيهِ أَنَّهُ حَبٌّ أَوْ شَبِيهٌ بِهِ. فَالْحِنْطَةُ مَعْرُوفَةٌ. وَيُقَالُ لِلرَّمْثِ إِذَا ابْيَضَّ وَأَدْرَكَ قَدْ حَنِطَ. وَذَكَرَ بَعْضُهُمْ أَنَّهُ يُقَالُ أَحْمَرُ حَانِطٌ، كَمَا يُقَالُ أَسْوَدُ حَالِكٌ. وَهَذَا مَحْمُولٌ عَلَى أَنَّ الْحِنْطَةَ يُقَالُ [لَهَا] الْحَمْرَاءُ. وَقَدْ ذُكِرَ.",
    "pg": "2:110"
  },
  "حنف": {
    "def": "الْحَاءُ وَالنُّونُ وَالْفَاءُ أَصْلٌ مُسْتَقِيمٌ، وَهُوَ الْمَيَلُ. يُقَالُ لِلَّذِي يَمْشِي عَلَى ظُهُورِ قَدَمَيْهِ أَحْنَفُ. وَقَالَ قَوْمٌ - وَأَرَاهُ الْأَصَحَّ - إِنَّ الْحَنَفَ اعْوِجَاجٌ فِي الرِّجْلِ إِلَى دَاخِلٍ. وَرَجُلٌ أَحْنَفُ، أَيْ مَائِلُ الرِّجْلَيْنِ، وَذَلِكَ يَكُونُ بِأَنْ تَتَدَانَى صُدُورُ قَدَمَيْهِ وَيَتَبَاعَدَ عَقِبَاهُ. وَالْحَنِيفُ: الْمَائِلُ إِلَى الدِّينِ الْمُسْتَقِيمِ. قَالَ اللَّهُ تَعَالَى: ﴿وَلَكِنْ كَانَ حَنِيفًا مُسْلِمًا﴾ [آل عمران: ٦٧] ، وَالْأَصْلُ هَذَا، تَمَّ يُتَّسِعُ فِي تَفْسِيرِهِ فَيُقَالُ الْحَنِيفُ النَّاسِكُ، وَيُقَالُ هُوَ الْمَخْتُونُ، وَيُقَالُ هُوَ الْمُسْتَقِيمُ الطَّرِيقَةِ. وَيُقَالُ هُوَ يَتَحَنَّفُ، أَيْ يَتَحَرَّى أَقْوَمَ الطَّرِيقِ.",
    "pg": "2:110-111"
  },
  "حنق": {
    "def": "الْحَاءُ وَالنُّونُ وَالْقَافُ أَصْلٌ وَاحِدٌ، وَهُوَ تَضَايُقُ الشَّيْءِ. يُقَالُ الضُّمَّرُ مَحَانِيقُ. وَإِلَى هَذَا يَرْجِعُ الْحَنَقُ فِي الْغَيْظِ، لِأَنَّهُ تَضَايُقٌ فِي الْخُلُقِ مِنْ غَيْرِ نُدْحَةٍ وَلَا انْبِسَاطٍ. قَالَ الشَّاعِرُ فِي قَوْلِهِمْ مُحْنَقٌ:\nمَا كَانَ ضَرَّكَ لَوْ مَنَنْتَ وَرُبَّمَا ... مَنَّ الْفَتَى وَهُوَ الْمَغِيظُ الْمُحْنَقُ",
    "pg": "2:111"
  },
  "حنك": {
    "def": "الْحَاءُ وَالنُّونُ وَالْكَافُ أَصْلٌ وَاحِدٌ، وَهُوَ عُضْوٌ مِنَ الْأَعْضَاءِ ثُمَّ يُحْمَلُ عَلَيْهِ مَا يُقَارِبُهُ مِنْ طَرِيقَةِ الِاشْتِقَاقِ. فَأَصْلُ الْحَنَكِ حَنَكُ الْإِنْسَانِ، أَقْصَى فَمِهِ. يُقَالُ حَنَّكْتُ الصَّبِيَّ، إِذَا مَضَغْتَ التَّمْرَ ثُمَّ دَلَّكْتَهُ بِحَنَكِهِ، فَهُوَ مُحَنَّكٌ ; وَحَنَكْتُهُ فَهُوَ مَحْنُوكٌ. وَيُقَالُ: \" هُوَ أَشَدُّ سَوَادًا مِنْ حَنَكِ الْغُرَابِ \" وَهُوَ مِنْقَارُهُ، وَأَمَّا حَلَكُهُ فَهُوَ سَوَادُهُ. وَيُقَالُ احْتَنَكَ الْجَرَادُ الْأَرْضَ، إِذَا أَتَى عَلَى نَبْتِهَا ; وَذَلِكَ قِيَاسٌ صَحِيحٌ، لِأَنَّهُ يَأْكُلُ فَيَبْلُغُ حَنَكَهُ.\nوَمِنَ الْمَحْمُولِ عَلَيْهِ اسْتِئْصَالُ الشَّيْءِ، وَهُوَ احْتِنَاكُهُ، وَمِنْهُ فِي كِتَابِ اللَّهِ تَعَالَى: ﴿لَأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلًا﴾ [الإسراء: ٦٢] . أَيْ أُغْوِيهِمْ كُلَّهُمْ، كَمَا يُسْتَأْصَلُ الشَّيْءُ، إِلَّا قَلِيلًا.\nفَإِنْ قَالَ قَائِلٌ: فَنَحْنُ نَقُولُ: حَنَّكَتْهُ التَّجَارِبُ، وَاحْتَنَكَتْهُ السِّنُّ احْتِنَاكًا، وَرَجُلٌ مُحْتَنَكٌ، فَمِنْ أَيِّ قِيَاسٍ هُوَ؟ قِيلَ لَهُ: هُوَ مِنَ الْبَابِ ; لِأَنَّهُ التَّنَاهِي فِي الْأَمْرِ وَالْبُلُوغُ إِلَى غَايَتِهِ، كَمَا قُلْنَا: احْتَنَكَ الْجَرَادُ النَّبْتَ، إِذَا اسْتَأْصَلَهُ، وَذَلِكَ بُلُوغُ نِهَايَتِهِ. فَأَمَّا الْقِدُّ الَّذِي يَجْمَعُ عَرَاصِيفَ الرَّمْلِ ; فَهُوَ حُنْكَةٌ. وَهَذَا عَلَى التَّشَبُّهِ بِالْحَنَكِ، لِأَنَّهُ مُنْضَمٌّ مُتَجَمِّعٌ. وَيُقَالُ حَنَكْتُ الشَّيْءَ إِذَا فَهِمْتَهُ. وَهُوَ مِنَ الْبَابِ، لِأَنَّكَ إِذَا فَهِمْتَهُ فَقَدْ بَلَغْتَ أَقْصَاهُ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْحَاءِ وَالْوَاوِ وَمَا مَعَهُمَا مِنَ الْحُرُوفِ فِي الثُّلَاثِيِّ]",
    "pg": "2:111-112"
  },
  "حنن": {
    "def": "الْحَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ الْإِشْفَاقُ وَالرِّقَّةُ. وَقَدْ يَكُونُ ذَلِكَ مَعَ صَوْتٍ بِتَوَجُّعٍ. فَحَنِينُ النَّاقَةِ: نِزَاعُهَا إِلَى وَطَنِهَا. وَقَالَ قَوْمٌ: قَدْ يَكُونُ ذَلِكَ مِنْ غَيْرِ صَوْتٍ أَيْضًا. فَأَمَّا الصَّوْتُ فَكَالْحَدِيثِ الَّذِي جَاءَ فِي حَنِينِ الْجِذْعِ الَّذِي كَانَ يَسْتَنِدُ إِلَيْهِ رَسُولُ اللَّهِ ﵌، لَمَّا عُمِلَ لَهُ الْمِنْبَرُ فَتَرَكَ الِاسْتِنَادَ إِلَيْهِ. وَالْحَنَانُ: الرَّحْمَةُ. قَالَ اللَّهُ تَعَالَى: ﴿وَحَنَانًا مِنْ لَدُنَّا﴾ [مريم: ١٣] . وَتَقُولُ:\nحَنَانَكَ أَيْ رَحْمَتَكَ. قَالَ:\nمُجَاوَرَةً بَنِي شَمَجَى بْنِ جَرْمٍ ... حَنَانَكَ رَبَّنَا يَا ذَا الْحَنَانِ\nوَحَنَانَيْكَ، أَيْ حَنَانًا بَعْدَ حَنَانٍ، وَرَحْمَةً بَعْدَ رَحْمَةٍ. قَالَ طَرَفَةُ:\nأَبَا مُنْذِرٍ أَفْنَيْتَ فَاسْتَبْقِ بَعْضَنَا ... حَنَانَيْكَ بَعْضُ الشَّرِّ أَهْوَنُ مِنْ بَعْضِ\nوَالْحَنَّةُ: امْرَأَةُ الرَّجُلِ، وَاشْتِقَاقُهَا مِنَ الْحَنِينِ لِأَنَّ كُلًّا مِنْهُمَا يَحِنُّ إِلَى صَاحِبِهِ. وَالْحَنُونُ: رِيحٌ إِذَا هَبَّتْ كَانَ لَهَا كَحَنِينِ الْإِبِلِ. قَالَ:\nتُذَعْذِعُهَا مُذَعْذِعَةٌ حَنُونُ\nوَقَوْسٌ حَنَّانَةٌ، لِأَنَّهَا تَحِنُّ عِنْدَ الْإِنْبَاضِ. قَالَ:\nوَفِي مَنْكِبِي حَنَّانَةٌ عُودُ نَبْعَةٍ ... تَخَيَّرَهَا لِي سُوقَ مَكَّةَ بَائِعُ\nوَمِمَّا شَذَّ عَنِ الْبَابِ طَرِيقٌ حَنَّانٌ، أَيْ وَاضِحٌ.",
    "pg": "2:24-26"
  },
  "حنو": {
    "def": "الْحَاءُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَعَطُّفٍ وَتَعَوُّجٍ. يُقَالُ حَنَوْتُ الشَّيْءَ حَنْوًا وَحَنَيْتُهُ، إِذَا عَطَفْتَهُ حَنْيًا. وَحِنْوُ السَّرْجِ سُمِّي بِذَلِكَ أَيْضًا، وَجَمْعُهُ أَحْنَاءُ. وَمِنْهُ حَنَتِ الْمَرْأَةُ عَلَى وَلَدِهَا تَحْنُو، وَذَلِكَ إِذَا لَمْ تَتَزَوَّجْ مِنْ بَعْدِ أَبِيهِمْ، وَهُوَ مِنْ تَعَطُّفِهَا عَلَيْهِمْ. وَنَاقَةٌ حَنْوَاءُ: فِي ظَهْرِهَا احْدِيدَابٌ. وَانْحَنَى الشَّيْءُ يَنْحَنِي انْحِنَاءً. وَالْمَحْنِيَّةُ: مُنْعَرَجُ الْوَادِي. وَأَمَّا الْحَنْوَةُ وَالْحِنَّاءُ فَنَبْتَانِ مَعْرُوفَانِ، وَيَجُوزُ أَنْ يَكُونَ ذَلِكَ شَاذًّا عَنِ الْأَصْلِ.",
    "pg": "2:108"
  },
  "حوب": {
    "def": "الْحَاءُ وَالْوَاوُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَتَشَعَّبُ إِلَى إِثْمٍ، أَوْ حَاجَةٍ أَوْ مَسْكَنَةٍ، وَكُلُّهَا مُتَقَارِبَةٌ. فَالْحُوبُ وَالْحَوْبُ: الْإِثْمُ. قَالَ اللَّهُ تَعَالَى: ﴿إِنَّهُ كَانَ حُوبًا كَبِيرًا﴾ [النساء: ٢] ، وَ ﴿حُوبًا كَبِيرًا﴾ [النساء: ٢] . وَالْحَوْبَةُ: مَا يَأْثَمُ الْإِنْسَانُ فِي عُقُوقِهِ، كَالْأُمِّ وَنَحْوِهَا. وَفُلَانٌ يَتَحَوَّبُ مِنْ كَذَا، أَيْ يَتَأَثَّمُ. وَفِي الْحَدِيثِ: «رَبِّ تَقَبَّلْ تَوْبَتِي، وَاغْفِرْ حَوْبَتَيْ» \". وَيُقَالُ التَّحَوُّبُ التَّوَجُّعُ. قَالَ طُفَيْلٌ:\nفَذُوقُوا كَمَا ذُقْنَا غَدَاةَ مُحَجَّرٍ ... مِنَ الْغَيْظِ فِي أَكْبَادِنَا وَالتَّحَوُّبِ\nوَيُقَالُ: أَلْحَقَ [اللَّهُ] بِهِ الْحَوْبَةَ، وَهِيَ الْحَاجَةُ وَالْمَسْكَنَةُ.\nفَإِنْ قِيلَ: فَمَا قِيَاسُ الْحَوْبَاءِ، وَهِيَ النَّفْسُ؟ قِيلَ لَهُ: هِيَ الْأَصْلُ بِعَيْنِهِ ; لِأَنَّ إِشْفَاقَ الْإِنْسَانِ عَلَى نَفْسِهِ أَغْلَبُ وَأَكْثَرُ.\nفَأَمَّا قَوْلُهُمْ فِي زَجْرِ الْإِبِلِ. حَوْبُ، فَقَدْ قُلْنَا إِنَّ هَذِهِ الْأَصْوَاتِ وَالْحِكَايَاتِ لَيْسَتْ مَأْخُوذَةً مِنْ أَصْلٍ. وَكُلُّ ذِي لِسَانٍ عَرَبِيٍّ فَقَدْ يُمْكِنُهُ اخْتِرَاعُ مِثْلِ ذَلِكَ، ثُمَّ يَكْثُرُ عَلَى أَلْسِنَةِ النَّاسِ.\nفَأَمَّا الْحَوْأَبْ فَهُوَ مَذْكُورٌ فِي بَابِهِ.",
    "pg": "2:113-114"
  },
  "حوت": {
    "def": "الْحَاءُ وَالْوَاوُ وَالتَّاءُ أَصْلٌ صَحِيحٌ مُنْقَاسٌ، وَهُوَ مِنَ الِاضْطِرَابِ وَالرَّوَغَانِ، فَالْحُوتُ الْعَظِيمُ مِنَ السَّمَكِ، وَهُوَ مُضْطَرِبٌ أَبَدًا غَيْرُ مُسْتَقِرٍّ. وَالْعَرَبُ تَقُولُ: حَاوَتَنِي فُلَانٌ، إِذَا رَاوَغَنِي. وَيُنْشَدُ هَذَا الْبَيْتُ:\nظَلَّتْ تُحَاوِتُنِي رَمْدَاءُ دَاهِيَةٌ ... يَوْمَ الثَّوِيَّةِ عَنْ أَهْلِي وَعَنْ مَالِي",
    "pg": "2:114"
  },
  "حوث": {
    "def": "الْحَاءُ وَالْوَاوُ وَالثَّاءُ قَلِيلٌ غَيْرُ مُطَّرِدٍ وَلَا مُتَفَرِّعٍ. يَقُولُونَ: إِنَّ الْحَوْثَاءَ الْكَبِدُ وَمَا يَلِيهَا. وَيُنْشِدُونَ:\nالْكِرْشَ وَالْحَوْثَاءَ وَالْمَرِيَّا\nوَجَارِيَةٌ حَوْثَاءُ: سَمِينَةٌ. قَالَ:\nوَهْيَ بِكْرٌ غَرِيرَةٌ حَوْثَاءُ\nوَتَرَكَهُمْ حَوْثًا بَوْثًا. إِذَا فَرَّقَهُمْ. وَكُلُّ هَذَا مُتَقَارِبٌ فِي الضَّعْفِ وَالْقِلَّةِ، وَيَقُولُونَ اسْتَبَثْتُ الشَّيْءَ وَاسْتَحَثْتُهُ، إِذَا ضَاعَ فِي تُرَابٍ فَطَلَبْتَهُ.",
    "pg": "2:114"
  },
  "حوج": {
    "def": "الْحَاءُ وَالْوَاوُ وَالْجِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ الِاضْطِرَارُ إِلَى الشَّيْءِ، فَالْحَاجَةُ وَاحِدَةُ الْحَاجَاتِ. وَالْحَوْجَاءُ: الْحَاجَةُ. وَيُقَالُ أَحْوَجَ الرَّجُلُ: احْتَاجَ. وَيُقَالُ أَيْضًا: حَاجَ يَحُوجُ، بِمَعْنَى احْتَاجَ. قَالَ:\nغَنِيتُ فَلَمْ أَرْدُدْكُمُ عِنْدَ بُغْيَةٍ ... وَحُجْتُ فَلَمْ أَكْدُدْكُمُ بِالْأَصَابِعِ\nفَأَمَّا الْحَاجُ فَضَرْبٌ مِنَ الشَّوْكِ، وَهُوَ شَاذٌّ عَنِ الْأَصْلِ.",
    "pg": "2:114-115"
  },
  "حوذ": {
    "def": "الْحَاءُ وَالْوَاوُ وَالذَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ مِنَ الْخِفَّةِ وَالسُّرْعَةِ وَانْكِمَاشٍ فِي الْأَمْرِ. فَالْإِحْوَاذُ السَّيْرُ السَّرِيعُ. وَيُقَالُ حَاذَ الْحِمَارُ أُتُنَهُ يَحُوذُهَا، إِذَا سَاقَهَا بِعُنْفٍ. قَالَ الْعَجَاجُ:\nيَحُوذُهُنَّ وَلَهُ حُوذِيُّ\nوَالْأَحْوَذِيُّ: الْخَفِيفُ فِي الْأُمُورِ، الَّذِي حَذِقَ الْأَشْيَاءَ وَأَتْقَنَهَا. وَقَالَتْ عَائِشَةُ فِي عُمَرَ: \" كَانَ وَاللَّهِ أَحْوَذِيًّا نَسِيجَ وَحْدِهِ \". وَالْأَحْوَذِيَّانِ: جَنَاحَا الْقَطَاةِ. قَالَ:\nعَلَى أَحْوَذِيَّيْنِ اسْتَقَلَّتْ\nوَمِنَ الْبَابِ اسْتَحْوَذَ عَلَيْهِ الشَّيْطَانُ، وَذَلِكَ إِذَا غَلَبَهُ وَسَاقَهُ إِلَى مَا يُرِيدُ مِنْ غَيِّهِ.\nوَمِنَ الشَّاذِّ عَنِ الْبَابِ أَيْضًا أَنَّهُمْ يَقُولُونَ: هُوَ خَفِيفُ الْحَاذِ. وَيُنْشِدُونَ:\nخَفِيفُ الْحَاذِ نَسَّالُ الْقَيَافِي ... وَعَبْدٌ لِلصَّحَابَةِ غَيْرُ عَبْدِ\nوَمِنَ الشَّاذِّ عَنِ الْبَابِ: الْحَاذُ، وَهُوَ شَجَرٌ.",
    "pg": "2:115"
  },
  "حور": {
    "def": "الْحَاءُ وَالْوَاوُ وَالرَّاءُ ثَلَاثَةُ أُصُولٍ: أَحَدُهَا لَوْنٌ، وَالْآخَرُ الرُّجُوعُ، وَالثَّالِثُ أَنْ يَدُورَ الشَّيْءُ دَوْرًا.\nفَأَمَّا الْأَوَّلُ فَالْحَوَرُ: شِدَّةُ بَيَاضِ الْعَيْنِ فِي شِدَّةِ سَوَادِهَا. قَالَ أَبُو عَمْرٍو: الْحَوَرُ أَنْ تَسْوَدَّ الْعَيْنُ كُلُّهَا مِثْلُ الظِّبَاءِ وَالْبَقَرِ. وَلَيْسَ فِي بَنِي آدَمَ حَوَرٌ. قَالَ وَإِنَّمَا قِيلَ لِلنِّسَاءِ حُورُ الْعُيُونِ، لِأَنَّهُنَّ شُبِّهْنَ بِالظِّبَاءِ وَالْبَقَرِ قَالَ الْأَصْمَعِيُّ: مَا أَدْرِي مَا الْحَوَرُ فِي الْعَيْنِ. وَيُقَالُ حَوَّرَتِ الثِّيَابَ، أَيْ بَيَّضْتُهَا، وَيُقَالُ لِأَصْحَابِ عِيسَى ﵇ الْحَوَارِيُّونَ ; لِأَنَّهُمْ كَانُوا يُحَوِّرُونَ الثِّيَابَ، أَيْ يُبَيِّضُونَهَا. هَذَا هُوَ الْأَصْلُ، ثُمَّ قِيلَ لِكُلِّ نَاصِرٍ حَوَارِيٌّ. قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ: \" «الزُّبَيْرُ ابْنُ عَمَّتِي وَحَوَارِيِّي مِنْ أُمَّتِي» \". وَالْحَوَارِيَّاتُ: النِّسَاءُ الْبَيْضُ. قَالَ:\nفَقُلْ لِلْحَوَارِيَّاتِ يَبْكِينَ غَيْرَنَا ... وَلَا يَبْكِنَا إِلَّا الْكِلَابُ النَّوَابِحُ\nوَالْحُوَّارَى مِنَ الطَّعَامِ: مَا حُوِّرَ، أَيْ بُيِّضَ. وَاحْوَرَّ الشَّيْءُ: ابْيَضَّ، احْوِرَارًا. قَالَ:\nيَا وَرْدُ إِنِّي سَأَمُوتُ مَرَّهْ ... فَمَنْ حَلِيفُ الْجَفْنَةِ الْمُحَوَرَّهْ\nأَيِ الْمُبَيَّضَةِ بِالسَّنَامِ. وَبَعْضُ الْعَرَبِ يُسَمِّي النَّجْمَ الَّذِي يُقَالُ لَهُ الْمُشْتَرِي \" الْأَحْوَرَ \".\nوَيُمْكِنُ أَنْ يُحْمَلَ عَلَى هَذَا الْأَصْلِ الْحَوَرُ، وَهُوَ مَا دُبِغَ مِنَ الْجُلُودِ بِغَيْرِ الْقَرَظِ وَيَكُونُ لَيِّنًا، وَلَعَلَّ ثَمَّ أَيْضًا لَوْنًا. قَالَ الْعَجَّاجُ:\nبِحَجِنَاتٍ يَتَثَقَّبْنَ الْبُهَرْ ... كَأَنَّمَا يَمْزِقْنَ بِاللَّحْمِ الْحَوَرْ يَقُولُ: هَذَا الْبَازِي يُمَزِّقُ أَوْسَاطَ الطَّيْرِ، كَأَنَّهُ يَمْزِقُ بِهَا حَوَرًا، أَيْ يُسْرِعُ فِي تَمْزِيقِهَا.\nوَأَمَّا الرُّجُوعُ، فَيُقَالُ حَارَ، إِذَا رَجَعَ. قَالَ اللَّهُ تَعَالَى: ﴿إِنَّهُ ظَنَّ أَنْ لَنْ يَحُورَ بَلَى﴾ [الانشقاق: ١٤] وَالْعَرَبُ تَقُولُ: \" الْبَاطِلُ فِي حُورٍ \" أَيْ رَجْعٍ وَنَقْصٍ، وَكُلُّ نَقْصٍ وَرُجُوعٍ حُورٌ. قَالَ:\nوَالذَّمُّ يَبْقَى وَزَادُ الْقَوْمِ فِي حُورِ\nوَالْحَوْرُ: مَصْدَرُ حَارَ حَوْرًا رَجَعَ. وَيُقَالُ: \" [نُعُوذُ بِاللَّهِ] مِنَ الْحَوْرِ بَعْدَ الْكَوْرِ \". وَهُوَ النُّقْصَانُ بَعْدَ الزِّيَادَةِ.\nوَيُقَالُ: \" حَارَ بَعْدَ مَا كَارَ \". وَتَقُولُ: كَلَّمْتُهُ فَمَا رَجَعَ إِلَيَّ حَوَارًا وَحِوَارًا وَمَحُورَةً وَحَوِيرًا.\nوَالْأَصْلُ الثَّالِثُ الْمِحْوَرُ: الْخَشَبَةُ الَّتِي تَدُورُ فِيهَا الْمَحَالَةُ. وَيُقَالُ حَوَّرْتُ الْخُبْزَةَ تَحْوِيرًا، إِذَا هَيَّأْتَهَا وَأَدَرْتَهَا لِتَضَعَهَا فِي الْمَلَّةِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ حُوَارُ النَّاقَةِ، وَهُوَ وَلَدُهَا.",
    "pg": "2:115-117"
  },
  "حوز": {
    "def": "الْحَاءُ وَالْوَاوُ وَالزَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْجَمْعُ وَالتَّجَمُّعُ، يُقَالُ لِكُلِّ مَجْمَعٍ وَنَاحِيَةٍ حَوْزٌ وَحَوْزَةٌ. وَحَمَى فُلَانٌ الْحَوْزَةَ، أَيِ الْمَجْمَعِ وَالنَّاحِيَةِ. وَجَعَلَتْهُ لَلْمَرْأَةُ مَثَلًا لِمَا يَنْبَغِي أَنْ تَحْمِيَهُ وَتَمْنَعَهُ، فَقَالَتْ: فَظَلْتُ أَحْثِي التُّرْبَ فِي وَجْهِهِ ... عَنِّي وَأَحْمِي حَوْزَةَ الْغَائِبِ\nوَيُقَالُ تَحَوَّزَتِ الْحَيَّةُ، إِذَا تَلَوَّتْ. قَالَ الْقُطَامِيُّ:\nتَحَيَّزَ مِنِّي خَشْيَةَ أَنْ أَضِيفَهَا ... كَمَا انْحَازَتِ الْأَفْعَى مَخَافَةَ ضَارِبِ\nوَكُلُّ مَنْ ضَمَّ شَيْئًا إِلَى نَفْسِهِ فَقَدْ حَازَهُ حَوْزًا. وَيُقَالُ لِطَبِيعَةِ الرَّجُلِ حَوْزٌ. وَالْحُوزِيُّ مِنَ النَّاسِ: الَّذِي يَنْحَازُ عَنْهُمْ وَيَعْتَزِلُهُمْ. وَيُرْوَى بَيْتُ الْعَجَّاجِ:\nيَحُوزُهُنَّ وَلَهُ حُوزِيُّ\nوَهُوَ الْحِمَارُ يَجْمَعُ أُتُنَهُ وَيَسُوقُهَا. وَالْأَحْوَزِيُّ مِنَ الرِّجَالِ مِثْلُ الْأَحْوَذِيِّ وَالْقِيَاسُ وَاحِدٌ.",
    "pg": "2:117-118"
  },
  "حوس": {
    "def": "الْحَاءُ وَالْوَاوُ وَالسِّينُ أَصْلٌ وَاحِدٌ: مُخَالَطَةُ الشَّيْءِ وَوَطْؤُهُ. يُقَالُ حُسْتُ الشَّيْءَ حَوْسًا. وَالتَّحَوُّسُ، كَالتَّرَدُّدِ فِي الشَّيْءِ، وَهُوَ أَنْ يُقِيمَ مَعَ إِرَادَةِ السَّفَرِ، وَذَلِكَ إِذَا عَارَضَهُ مَا يَشْغَلُهُ. قَالَ:\nسِرْ قَدْ أَنَى لَكَ أَيُّهَا الْمُتَحَوِّسُ\nوَيُقَالُ الْأَحْوَسُ الدَّائِمُ الرَّكْضِ وَالْجَرِيءِ الَّذِي لَا يَهُولُهُ شَيْءٌ. قَالَ: أَحْوَسُ فِي الظَّلْمَاءِ بِالرُّمْحِ الْخَطِلْ\nوَهُوَ حَوَّاسٌ بِاللَّيْلِ.",
    "pg": "2:118-119"
  },
  "حوش": {
    "def": "الْحَاءُ وَالْوَاوُ وَالشِّينُ كَلِمَةٌ وَاحِدَةٌ. الْحُوشُ الْوَحْشُ. يُقَالُ لِلْوَحْشِيِّ حُوشِيٌّ. وَقَالَ عُمَرُ فِي زُهَيْرٍ: \" كَانَ لَا يُعَاظِلُ بَيْنَ الْقَوَافِي، وَلَا يُتْبِعُ حُوشِيَّ الْكَلَامَ، وَلَا يَمْدَحُ الرَّجُلَ إِلَّا بِمَا فِيهِ \". قَالَ الْقُتَبِيُّ: الْإِبِلُ الْحُوشِيَّةُ مَنْسُوبَةٌ إِلَى الْحُوشِ، وَإِنَّهَا فُحُولُ نَعَمِ الْجِنِّ، ضَرَبَتْ فِي بَعْضِ الْإِبِلِ فَنُسِبَتْ إِلَيْهَا. قَالَ رُؤْبَةُ:\nجَرَّتْ رَحَانَا مِنْ بِلَادِ الْحُوشِ\nوَأَظُنُّ أَنَّ هَذَا مِنَ الْمَقْلُوبِ، مِثْلُ جَذَبَ وَجَبَذَ. وَأَصْلُ الْكَلِمَةِ إِنْ صَحَّتْ فَمِنَ التَّجَمُّعِ وَالْجَمْعِ، يُقَالُ حُشْتُ الصَّيْدَ وَأَحَشْتُهُ، إِذَا أَخَذْتَهُ مِنْ حَوَالِهِ وَجَمَعْتَهُ لِتَصْرِفَهُ إِلَى الْحِبَالَةِ. وَاحْتَوَشَ الْقَوْمُ فُلَانًا: جَعَلُوهُ وَسْطَهُمْ. وَيُقَالُ تَحَوَّشَ عَنِّي الْقَوْمُ: تَنَحَّوْا. وَمَا يَنْحَاشُ فُلَانٌ مِنْ شَيْءٍ، إِذَا لَمْ يَتَجَمَّعْ لَهُ ; لِقِلَّةِ اكْتِرَاثِهِ بِهِ. قَالَ:\nوَبَيْضَاءَ لَا تَنْحَاشُ مِنَّا وَأُمُّهَا ... إِذَا مَا رَأَتْنَا زِيلَ مِنَّا زَوِيلُهَا\nوَيُقَالُ إِنَّ الْحُوَاشَةَ الْأَمْرُ يَكُونُ فِيهِ الْإِثْمُ; وَهُوَ مِنَ الْبَابِ، لِأَنَّ الْإِنْسَانَ يَتَجَمَّعُ مِنْهُ وَيَنْحَاشُ. وَأَنْشَدَ: أَرَدْتَ حُوَاشَةً وَجَهِلْتَ حَقًّا ... وَآثَرْتَ الدُّعَابَةَ غَيْرَ رَاضِ\nوَيُقَالُ الْحُوَاشَةُ الِاسْتِحْيَاءُ ; وَهُوَ مِنَ الْأَصْلِ، لِأَنَّ الْمُسْتَحْيِيَ يَتَجَمَّعُ مِنَ الشَّيْءِ. وَالْحَوْشُ: أَنْ يَأْكُلَ الْإِنْسَانُ مِنْ جَوَانِبِ الطَّعَامِ حَتَّى يُنْهَكَهُ. وَالْحَائِشُ: جَمَاعَةُ النَّخْلِ، وَلَا وَاحِدَ لَهُ.",
    "pg": "2:119-120"
  },
  "حوص": {
    "def": "الْحَاءُ وَالْوَاوُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى ضِيقِ الشَّيْءِ. فَالْحَوْصُ الْخِيَاطَةُ ; حُصْتُ الثَّوْبَ حَوْصًا، وَذَلِكَ أَنْ يُجْمَعَ بَيْنَ طَرَفَيْ مَا يُخَاطُ. وَالْحَوَصُ: ضِيقُ مُؤَخَّرِ الْعَيْنَيْنِ فِي غَوْرِهَا. وَرَجُلٌ أَحْوَصُ. وَيُقَالُ بَلِ الْأَحْوَصُ الضَّيِّقُ إِحْدَى الْعَيْنَيْنِ.",
    "pg": "2:120"
  },
  "حوض": {
    "def": "الْحَاءُ وَالْوَاوُ وَالضَّادُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْهَزْمُ فِي الْأَرْضِ. فَالْحَوْضُ حَوْضُ الْمَاءِ. وَاسْتَحْوَضَ الْمَاءَ: اتَّخَذَ لِنَفْسِهِ حَوْضًا. وَالْمُحَوَّضُ، كَالْحَوْضِ يُجْعَلُ لِلنَّخْلَةِ تَشْرَبُ مِنْهُ. وَيُقَالُ فُلَانٌ يُحَوِّضُ حَوَالَيْ فُلَانَةَ، إِذَا كَانَ يَهْوَاهَا. وَيُقَالُ لِلرَّجُلِ الْمَهْزُومِ الصَّدْرِ: حَوْضُ الْحِمَارِ ; وَهُوَ سَبٌّ.",
    "pg": "2:120"
  },
  "حوط": {
    "def": "الْحَاءُ وَالْوَاوُ وَالطَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الشَّيْءُ يُطِيفُ بِالشَّيْءِ. فَالْحَوْطُ مِنْ حَاطَهُ حَوْطًا. وَالْحِمَارُ يَحُوطُ عَانَتَهُ: يَجْمَعُهَا. وَحَوَّطْتُ حَائِطًا. وَيُقَالُ إِنَّ الْحُوَاطَةَ حَظِيرَةٌ تُتَّخَذُ لِلطَّعَامِ. وَالْحَوْطُ: شَيْءٌ مُسْتَدِيرٌ تُعَلِّقُهُ الْمَرْأَةُ عَلَى جَبِينِهَا، مِنْ فِضَّةٍ.",
    "pg": "2:120-121"
  },
  "حوق": {
    "def": "الْحَاءُ وَالْوَاوُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَقْرُبُ مِنَ الَّذِي قَبْلَهُ. فَالْحُوقُ: مَا اسْتَدَارَ بِالْكَمَرَةِ. وَالْحَوْقُ: كَنْسُ الْبَيْتِ. وَالْمِحْوَقَةُ: الْمِكْنَسَةُ. وَالْحُوَاقَةُ: الْكُنَاسَةُ.",
    "pg": "2:121"
  },
  "حوك": {
    "def": "الْحَاءُ وَالْوَاوُ وَالْكَافُ، ضَمُ الشَّيْءِ إِلَى الشَّيْءِ. وَمِنْ ذَلِكَ حَوْكُ الثَّوْبِ وَالشِّعْرِ.",
    "pg": "2:121"
  },
  "حول": {
    "def": "الْحَاءُ وَالْوَاوُ وَاللَّامُ أَصْلٌ وَاحِدٌ، وَهُوَ تَحَرُّكٌ فِي دَوْرٍ. فَالْحَوْلُ الْعَامُ، وَذَلِكَ أَنَّهُ يَحُولُ، أَيْ يَدُورُ. وَيُقَالُ حَالَتِ الدَّارُ وَأَحَالَتْ وَأَحْوَلَتْ: أَتَى عَلَيْهَا الْحَوْلُ. وَأَحْوَلْتُ أَنَا بِالْمَكَانِ وَأَحَلْتُ، أَيْ أَقَمْتُ بِهِ حَوْلًا. يُقَالُ حَالَ الرَّجُلُ فِي مَتْنِ فَرَسِهِ يَحُولُ حَوْلًا وَحُؤُولًا، إِذَا وَثَبَ عَلَيْهِ، وَأَحَالَ أَيْضًا. وَحَالَ الشَّخْصُ يَحُولُ، إِذَا تَحَرَّكَ، وَكَذَلِكَ كُلُّ مُتَحَوِّلٍ عَنْ حَالَةٍ. وَمِنْهُ قَوْلُهُمُ اسْتَحَلْتُ الشَّخْصَ، أَيْ نَظَرْتُ هَلْ يَتَحَرَّكُ. وَالْحِيلَةُ وَالْحَوِيلُ وَالْمُحَاوَلَةُ مِنْ طَرِيقٍ وَاحِدٍ، وَهُوَ الْقِيَاسُ الَّذِي ذَكَرْنَاهُ; لِأَنَّهُ يَدُورُ حَوَالَيِ الشَّيْءِ لِيُدْرِكَهُ. قَالَ الْكُمَيْتُ:\nوَذَاتِ اسْمَيْنِ وَالْأَلْوَانُ شَتَّى ... تُحَمَّقُ وَهِيَ بَيِّنَةُ الْحَوِيلِ\nذَاتُ اسْمَيْنِ: رَخْمَةٌ ; لِأَنَّهَا رَخَمَةٌ وَأَنُوقٌ. تُحَمَّقُ وَهِيَ ذَاتُ حِيلَةٍ ; لِأَنَّهَا تَكُونُ بِأَعَالِي الْجِبَالِ، وَتَقْطَعُ فِي أَوَّلِ الْقَوَاطِعِ وَتَرْجِعُ فِي أَوَّلِ الرَّوَاجِعِ وَتُحِبُّ وَلَدَهَا وَتَحْضُنُ بَيْضَهَا، وَلَا تُمَكِّنُ إِلَّا زَوْجَهَا. وَالْحُوَلَاءُ: مَا يَخْرُجُ مِنَ الْوَلَدِ ; وَهُوَ مُطِيفٌ.",
    "pg": "2:121-122"
  },
  "حوم": {
    "def": "الْحَاءُ وَالْوَاوُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ تَقْرُبُ مِنَ الَّذِي قَبْلَهَا، وَهُوَ الدَّوْرُ بِالشَّيْءِ يُقَالُ حَامَ الطَّائِرُ حَوْلَ الشَّيْءِ يَحُومُ. وَالْحَوْمَةُ: مُعْظَمُ الْقِتَالِ، وَذَلِكَ أَنَّهُمْ يُطِيفُ بَعْضُهُمْ بِبَعْضٍ. وَالْحَوْمُ: الْقَطِيعُ الضَّخْمُ مِنَ الْإِبِلِ. وَالْحَوْمَانَةُ: الْأَرْضُ الْمُسْتَدِيرَةُ، وَيُقَالُ يُطِيفُ بِهَا رَمْلٌ.\n\n[بَابُ الْحَاءِ وَالْيَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:122"
  },
  "حوى": {
    "def": "الْحَاءُ وَالْوَاوُ وَمَا بَعْدَهُ مُعْتَلٌّ أَصْلٌ وَاحِدٌ، وَهُوَ الْجَمْعُ يُقَالُ حَوَيْتُ الشَّيْءَ أَحْوِيهِ حَيًّا، إِذَا جَمَعْتَهُ. وَالْحَوِيَّةُ: الْوَاحِدَةُ مِنَ الْحَوَايَا، وَهِيَ الْأَمْعَاءُ، وَهِيَ مِنَ الْجَمْعِ. وَيَقُولُونَ لِلْوَاحِدَةِ حَاوِيَاءُ. قَالَ:\nكَأَنَّ نَقِيضَ الْحَبِّ فِي حَاوِيَائِهِ ... فَحِيحُ الْأَفَاعِي أَوْ نَقِيضُ الْعَقَارِبِ\nوَالْحَوِيَّةُ: كِسَاءٌ يُحَوَّى حَوْلَ سَنَامِ الْبَعِيرِ ثُمَّ يُرْكَبُ. وَالْحَيُّ مِنْ أَحْيَاءِ الْعَرَبِ. وَالْحِوَاءُ: الْبَيْتُ الْوَاحِدُ، وَكُلُّهُ مِنْ قِيَاسِ الْبَابِ.",
    "pg": "2:112-113"
  },
  "حي": {
    "def": "الْحَاءُ وَالْيَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ: أَحَدُهُمَا خِلَافُ الْمَوْتِ، وَالْآخَرُ الِاسْتِحْيَاءُ الَّذِي [هُوَ] ضِدُّ الْوَقَاحَةِ.\nفَأَمَّا الْأَوَّلُ فَالْحَيَاةُ وَالْحَيَوَانُ، وَهُوَ ضِدُّ الْمَوْتِ وَالْمَوَتَانِ. وَيُسَمَّى الْمَطَرُ حَيًا لِأَنَّ بِهِ حَيَاةَ الْأَرْضِ. وَيُقَالُ نَاقَةٌ مُحْيٍ وَمُحْيِيَةٌ: لَا يَكَادُ يَمُوتُ لَهَا وَلَدٌ. وَتَقُولُ: أَتَيْتُ الْأَرْضَ فَأَحْيَيْتُهَا، إِذَا وَجَدْتَهَا حَيَّةَ النَّبَاتِ غَضَّةً.\nوَالْأَصْلُ الْآخَرُ: قَوْلُهُمُ اسْتَحْيَيْتُ مِنْهُ اسْتِحْيَاءً. وَقَالَ أَبُو زَيْدٍ: حَيِيتُ مِنْهُ أَحْيَا، إِذَا اسْتَحْيَيْتَ. فَأَمَّا حَيَاءُ النَّاقَةِ، وَهُوَ فَرْجُهَا، فَيُمْكِنُ أَنْ يَكُونَ مِنْ هَذَا، كَأَنَّهُ مَحْمُولٌ عَلَى أَنَّهُ لَوْ كَانَ مِمَّنْ يَسْتَحْيِي لَكَانَ يَسْتَحْيِي مِنْ ظُهُورِهِ وَتَكَشُّفِهِ.",
    "pg": "2:122"
  },
  "حيث": {
    "def": "الْحَاءُ وَالْيَاءُ وَالثَّاءُ لَيْسَتْ أَصْلًا ; لِأَنَّهَا كَلِمَةٌ مَوْضُوعَةٌ لِكُلِّ مَكَانٍ، وَهِيَ مُبْهَمَةٌ، تَقُولُ اقْعُدْ حَيْثُ شِئْتَ، وَتَكُونُ مَضْمُومَةٌ. وَحَكَى الْكِسَائِيُّ فِيهَا الْفَتْحَ أَيْضًا.",
    "pg": "2:122-123"
  },
  "حيد": {
    "def": "الْحَاءُ وَالْيَاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمَيْلُ وَالْعُدُولُ عَنْ طَرِيقِ الِاسْتِوَاءِ. يُقَالُ حَادَ عَنِ الشَّيْءِ يَحِيدُ حَيْدَةً وَحُيُودًا. وَالْحَيُودُ: الَّذِي يَحِيدُ كَثِيرًا، وَمِثْلُهُ الْحَيَدَى عَلَى فَعَلَى. قَالَ الْهُذَلِيُّ:\nأَوْ أَصْحَمَ حَامٍ جَرَامِيزَهُ ... حَزَابِيةٍ حَيَدَى بِالدِّحَالِ\nالْحَيْدُ: النَّادِرُ مِنَ الْجَبَلِ، وَالْجَمْعِ حُيُودٌ وَأَحْيَادٌ. وَالْحُيُودُ: حُيُودُ قَرْنِ الظَّبْيِ، وَهِيَ الْعُقَدُ فِيهِ، وَكُلُّ ذَلِكَ رَاجِعٌ إِلَى أَصْلٍ وَاحِدٍ.",
    "pg": "2:123"
  },
  "حير": {
    "def": "الْحَاءُ وَالْيَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ التَّرَدُّدُ فِي الشَّيْءِ. مِنْ ذَلِكَ الْحَيْرَةُ، وَقَدْ حَارَ فِي الْأَمْرِ يَحِيرُ، وَتَحَيَّرَ يَتَحَيَّرُ. وَالْحَيْرُ وَالْحَائِرُ: الْمَوْضِعُ يَتَحَيَّرُ فِيهِ الْمَاءُ. قَالَ قَيْسٌ:\nتَخْطُو عَلَى بَرْدِيَّتَيْنِ غَذَاهُمَا ... غَدِقٌ بِسَاحَةِ حَائِرٍ يَعْبُوبِ\nوَيُقَالُ لِكُلِّ مُمْتَلِئٍ مُسْتَحِيرٌ، وَهُوَ قِيَاسٌ صَحِيحٌ، لِأَنَّهُ إِذَا امْتَلَأَ تَرَدَّدَ بَعْضُهُ عَلَى بَعْضٍ، كَالْحَائِرِ الَّذِي يَتَرَدَّدُ فِيهِ [الْمَاءُ] إِذَا امْتَلَأَ. قَالَ أَبُو ذُؤَيْبٍ:\nوَاسْتَحَارَ شَبَابُهَا",
    "pg": "2:123"
  },
  "حيز": {
    "def": "الْحَاءُ وَالْيَاءُ وَالزَّاءُ لَيْسَ أَصْلًا ; لِأَنَّ يَاءَهُ فِي الْحَقِيقَةِ وَاوٌ. مِنْ ذَلِكَ الْحَيِّزِ النَّاحِيَةُ. وَانْحَازَ الْقَوْمُ، وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "2:123-124"
  },
  "حيس": {
    "def": "الْحَاءُ وَالْيَاءُ وَالسِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ الْخَلِيطُ. قَالَ أَبُو بَكْرٍ: حِسْتُ الْحَبْلَ إِذَا فَتَلْتَهُ، أَحِيسُهُ حَيْسًا. وَهَذَا أَصْلٌ لِمَا ذَكَرْنَاهُ، لِأَنَّهُ إِذَا فَتَلَهُ تَدَاخَلَتْ قُوَاهُ وَتَخَالَطَتْ. وَالْحَيْسُ مَعْرُوفٌ، وَهُوَ مِنَ الْبَابِ، لِأَنَّهُ أَشْيَاءُ تُخْلَطُ. قَالَ أَبُو عُبَيْدٍ فِيمَا رَوَاهُ، لِلَّذِي أَحْدَقَتْ بِهِ الْإِمَاءُ مِنْ كُلِّ وَجْهٍ، مَحْيُوسٌ. قَالَ: شُبِّهَ بِالْحَيْسِ.",
    "pg": "2:124"
  },
  "حيص": {
    "def": "الْحَاءُ وَالْيَاءُ وَالصَّادُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمَيْلُ فِي جَوْرٍ وَتَلَدُّدٍ. يُقَالُ حَاصَ عَنِ الْحَقِّ يَحِيصُ حَيْصًا، إِذَا جَارَ. قَالَ:\nوَإِنْ حَاصَتْ عَنِ الْمَوْتِ عَامِرُ\nوَيَرْوُونَ:\nبِمِيزَانِ صِدْقٍ مَا يَحِيصُ شُعَيْرَةً\nوَمِنَ الْبَابِ قَوْلُهُمْ: وَقَعُوا فِي حَيْصَ بَيْصَ، أَيْ شِدَّةٍ. قَالَ الْهُذَلِيُّ:\nقَدْ كُنْتُ خَرَّاجًا وَلُوجًا صَيْرَفًا ... لَمْ تَلْتَحِصْنِي حَيْصَ بَيْصَ لَحَاصِ",
    "pg": "2:124"
  },
  "حيض": {
    "def": "الْحَاءُ وَالْيَاءُ وَالضَّادُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ حَاضَتِ السَّمُرَةُ إِذَا خَرَجَ مِنْهَا مَاءٌ أَحْمَرُ. وَلِذَلِكَ سُمِّيَتِ النُّفَسَاءُ حَائِضًا، تَشْبِيهًا لِدَمِهَا بِذَلِكَ الْمَاءِ.",
    "pg": "2:124-125"
  },
  "حيط": {
    "def": "الْحَاءُ وَالْيَاءُ وَالطَّاءُ لَيْسَ أَصْلًا، وَذَلِكَ أَنَّ أَصْلَهُ فِي الْحِيَاطَةِ وَالْحِيطَةِ وَالْحَائِطِ كُلَّهُ الْوَاوُ. وَقَدْ ذُكِرَ فِي بَابِهِ.",
    "pg": "2:125"
  },
  "حيف": {
    "def": "الْحَاءُ وَالْيَاءُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمَيْلُ. يُقَالُ [حَافَ] عَلَيْهِ يَحِيفُ، إِذَا مَالَ. وَمِنْهُ تَحَيُّفْتُ الشَّيْءَ، إِذَا أَخَذْتَهُ مِنْ جَوَانِبِهِ، وَهُوَ قِيَاسُ الْبَابِ لِأَنَّهُ مَالَ عَنْ عُرْضِهِ إِلَى جَوَانِبِهِ.",
    "pg": "2:125"
  },
  "حيق": {
    "def": "الْحَاءُ وَالْيَاءُ وَالْقَافُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ نُزُولُ الشَّيْءِ بِالشَّيْءِ، يُقَالُ حَاقَ بِهِ السُّوءُ يَحِيقُ. قَالَ اللَّهُ تَعَالَى: ﴿وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ﴾ [فاطر: ٤٣] .",
    "pg": "2:125"
  },
  "حيك": {
    "def": "الْحَاءُ وَالْيَاءُ وَالْكَافُ أَصْلٌ وَاحِدٌ، وَهُوَ جِنْسٌ مِنَ الْمَشْيِ، يُقَالُ حَاكٍ هُوَ يَحِيكَ فِي مَشْيِهِ حَيَكَانًا، إِذَا حَرَّكَ مَنْكِبَيْهِ وَجَسَدَهُ. وَمِنْهُ الْحَيْكُ، وَهُوَ أَخْذُ الْقَوْلِ فِي الْقَلْبِ. يُقَالُ مَا يَحِيكُ كَلَامُكَ فِي فُلَانٍ. وَإِنَّمَا قُلْتُ إِنَّهُ مِنْهُ، لِأَنَّ الْمَشْيَ أَخْذٌ فِي الطَّرِيقِ الَّذِي يُمْشَى فِيهِ.\nوَمِنْ هَذَا الْبَابِ: ضَرَبَهُ فَمَا أَحَاكَ فِيهِ السَّيْفُ، إِذَا لَمْ يَأْخُذْ فِيهِ.",
    "pg": "2:125"
  },
  "حين": {
    "def": "الْحَاءُ وَالْيَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، ثُمَّ يُحْمَلُ عَلَيْهِ، وَالْأَصْلُ الزَّمَانُ. فَالْحِينُ الزَّمَانُ قَلِيلُهُ وَكَثِيرُهُ. وَيُقَالُ عَامَلْتُ فُلَانًا [مُحَايَنَةً] ، مِنَ الْحِينِ. وَأَحْيَنْتُ بِالْمَكَانِ: أَقَمْتُ بِهِ حِينًا. وَحَازَ حِينَ كَذَا، أَيْ قَرُبَ. قَالَ:\nوَإِنَّ سُلُوِّي عَنْ جَمِيلٍ لَسَاعَةٌ ... مِنَ الدَّهْرِ مَا حَانَتْ وَلَا حَانَ حِينُهَا وَيُقَالُ حَيَّنْتُ الشَّاةَ، إِذَا حَلَبْتُهَا مَرَّةً بَعْدَ مَرَّةٍ. وَيُقَالُ حَيَّنْتُهَا جَعَلْتُ لَهَا حِينًا. وَالتَّأْفِينُ: أَنْ لَا تُجْعَلَ لَهَا وَقْتًا تَحْلِبُهَا فِيهِ. قَالَ الْمُخَبَّلُ:\nإِذَا أُفِنَتْ أَرْوَى عِيَالَكَ أَفْنُهَا ... وَإِنْ حُيِّنَتْ أَرْبَى عَلَى الْوَطْبِ حِينُهَا\nوَقَالَ الْفَرَّاءُ: الْحِينُ حِينَانِ، حِينٌ لَا يُوقَفُ عَلَى حَدِّهِ، وَهُوَ الْأَكْثَرُ، وَحِينٌ ذَكَرَهُ اللَّهُ تَعَالَى: ﴿تُؤْتِي أُكُلَهَا كُلَّ حِينٍ﴾ [إبراهيم: ٢٥] . وَهَذَا مَحْدُودٌ لِأَنَّهُ سِتَّةُ أَشْهُرٍ.\nوَأَمَّا الْمَحْمُولُ عَلَى هَذَا فَقَوْلُهُمْ لِلْهَلَاكِ حَيْنٌ، وَهُوَ مِنَ الْقِيَاسِ، لِأَنَّهُ إِذَا أَتَى فَلَا بُدَّ لَهُ مِنْ حِينٍ، فَكَأَنَّهُ مُسَمًّى بِاسْمِ الْمَصْدَرِ.\n\n[بَابُ الْحَاءِ وَالْأَلِفِ وَمَا يَثْلُثُهُمَا فِي الثُّلَاثِيِّ]\nاعْلَمْ أَنَّ الْأَلِفَ فِي هَذَا الْبَابِ لَا يَخْلُو أَنْ يَكُونَ مِنْ وَاوٍ أَوْ يَاءٍ. وَالْكَلِمَاتُ الَّتِي تَتَفَرَّعُ فِي هَذَا الْبَابِ فَهِيَ مَكْتُوبَةٌ فِي أَبْوَابِهَا، وَأَكْثَرُهَا فِي الْوَاوِ، فَلِذَلِكَ تَرَكْنَا ذِكْرَهَا فِي هَذَا الْمَوْضِعِ. وَاللَّهُ تَعَالَى أَعْلَمُ.\n\n[بَابُ الْحَاءِ وَالْبَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:125-126"
  }
}