{
  "خا": {
    "def": "الْخَاءُ وَالْهَمْزَةُ الْمَمْدُودَةُ لَيْسَتْ أَصْلًا يَنْقَاسُ، بَلْ ذُكِرَ فِيهِ حَرْفٌ وَاحِدٌ لَا يُعْرَفُ صِحَّتُهُ. قَالُوا: خَاءِبُكَ عَلَيْنَا، أَيِ اعْجَلْ. وَأَنْشَدُوا لِلْكُمَيْتِ:\nبِخَاءِبِكَ الْحَقْ يَهْتِفُونَ وَحَيَّ هَلْ",
    "pg": "2:157"
  },
  "خام": {
    "def": "وَأَمَّا الْخَاءُ وَالْأَلِفُ وَالْمِيمُ فَمِنَ الْمُنْقَلَبِ عَنِ الْيَاءِ. الْخَامَةُ: الرَّطْبَةُ مِنَ النَّبَاتِ وَالزَّرْعِ. قَالَ رَسُولُ اللَّهِ ﷺ: \" «مَثَلُ الْمُؤْمِنِ مَثَلُ الْخَامَةِ مِنَ الزَّرْعِ» \". وَقَالَ الطِّرِمَّاحُ:\nإِنَّمَا نَحْنُ مِثْلُ خَامَةِ زَرْعٍ ... فَمَتَى يَأْنِ يَأْتِ مُحْتَصِدُهْ\nفَهَذَا مِنَ الْخَائِمِ، وَهُوَ الْجَبَانُ الَّذِي لَا حَرَاكَ بِهِ.\nوَأَمَّا الْخَاءُ وَالْأَلِفُ وَالْفَاءُ فَحَرْفٌ وَاحِدٌ، وَهُوَ الْخَافَةُ، وَهِيَ الْخَرِيطَةُ مِنَ الْأَدَمِ يُشْتَارُ فِيهَا الْعَسَلُ. فَهَذِهِ مَحْمُولَةٌ عَلَى خَيْفِ الضَّرْعِ، وَهِيَ جِلْدَتُهُ. وَالْقِيَاسُ وَاحِدٌ. [بَابُ الْخَاءِ وَالْبَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:237-238"
  },
  "خبا": {
    "def": "الْخَاءُ وَالْبَاءُ وَالْحَرْفُ الْمُعْتَلُّ وَالْهَمْزَةُ يَدُلُّ عَلَى سَتْرِ الشَّيْءِ. فَمِنْ ذَلِكَ خَبَأْتُ الشَّيْءَ أَخْبَؤُهُ خَبْأً. وَالْخُبَأَةُ: الْجَارِيَةُ تُخْبَأُ. وَمِنَ الْبَابِ الْخِبَاءُ ; تَقُولُ أَخْبَيْتُ إِخْبَاءً، وَخَبَّيْتُ، وَتَخَبَّيْتُ، كُلُّ ذَلِكَ إِذَا اتَّخَذْتَ خِبَاءً.\n\n[بَابُ الْخَاءِ وَالتَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:244"
  },
  "خبب": {
    "def": "الْخَاءُ وَالْبَاءُ أَصْلَانِ: الْأَوَّلُ [أَنْ] يَمْتَدَّ [الشَّيْءُ] طُولًا، وَالثَّانِي جِنْسٌ مِنَ الْخِدَاعِ.\nفَالْأَوَّلُ الْخَبِيبَةُ وَالْخُبَّةُ: الطَّرِيقَةُ تَمْتَدُّ فِي الرَّمْلِ. ثُمَّ يُشَبَّهُ بِهَا الْخِرْقَةُ الَّتِي تُخْرَقُ طُولًا. وَيُحْمَلُ عَلَى ذَلِكَ الْخَبِيبَةُ مِنَ اللَّحْمِ، وَهِيَ الشَّرِيحَةُ مِنْهُ.\nوَأَمَّا الْآخَرُ فَالْخِبُّ الْخِدَاعُ، وَالْخِبُّ الْخَدَّاعُ. وَهَذَا مُشْتَقٌّ مَنْ خَبَّ الْبَحْرُ اضْطَرَبَ. وَقَدْ أَصَابَهُمُ الْخِبُّ.\nوَمِنْ هَذَا الْخَبَبُ: ضَرْبٌ مِنَ الْعَدْوِ. وَيُقَالُ جَاءَ مُخِبًّا. وَمِنْهُ خَبَّ النَّبْتُ، إِذَا يَبِسَ وَتَقَلَّعَ، كَأَنَّهُ يَخُبُّ، تَوَهَّمَ أَنَّهُ يَمْشِي. قَالَ رُؤْبَةُ:\nوَخَبَّ أَطْرَافُ السَّفَا عَلَى الْقِيَقْ\nوَالْخَبْخَبَةُ: رَخَاوَةُ الشَّيْءِ وَاضْطِرَابُهُ. وَكُلُّ ذَلِكَ رَاجِعٌ إِلَى مَا ذَكَرْنَاهُ ; لِأَنَّ الْخَدَّاعَ مُضْطَرِبٌ غَيْرُ ثَابِتِ الْعَقْدِ عَلَى شَيْءٍ صَحِيحٍ. فَأَمَّا مَا حَكَاهُ الْفَرَّاءُ: [لِي] مِنْ فُلَانٍ خَوَابُّ، وَهِيَ الْقَرَابَاتُ، وَاحِدُهَا خَابٌّ، فَهُوَ عِنْدِي مِنَ الْبَابِ الْأَوَّلِ ; لِأَنَّهُ سَبَبٌ يَمْتَدُّ وَيَتَّصِلُ. فَأَمَّا قَوْلُهُمْ \" خَبْخِبُوا عَنْكُمْ مِنَ الظَّهِيرَةِ \"، أَيْ أَبْرِدُوا فَلَيْسَ مِنْ هَذَا، وَهُوَ مِنَ الْمَقْلُوبِ، وَقَدْ مَرَّ.",
    "pg": "2:157-158"
  },
  "خبت": {
    "def": "الْخَاءُ وَالْبَاءُ وَالتَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خُشُوعٍ: يُقَالُ أَخْبَتَ يُخْبِتُ إِخْبَاتًا، إِذَا خَشَعَ. وَأَخْبَتَ لِلَّهِ تَعَالَى. قَالَ عَزَّ ذِكْرُهُ: وَبَشِّرِ الْمُخْبِتِينَ، وَأَصْلُهُ مِنَ الْخَبْتِ، وَهُوَ الْمَفَازَةُ لَا نَبَاتَ فِيهَا.\nوَمِنْ ذَلِكَ الْحَدِيثِ: «وَلَوْ بِخَبْتِ الْجَمِيشِ» \". أَلَا تَرَاهُ سَمَّاهَا جَمِيشًا، كَأَنَّ النَّبَاتَ قَدْ جُمِشَ مِنْهَا، أَيْ حُلِقَ.",
    "pg": "2:238"
  },
  "خبث": {
    "def": "الْخَاءُ وَالْبَاءُ وَالثَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِلَافِ الطَّيِّبِ. يُقَالُ خَبِيثٌ، أَيْ لَيْسَ بِطَيِّبٍ. وَأَخْبَثُ، إِذَا كَانَ أَصْحَابُهُ خُبَثَاءَ. وَمِنْ ذَلِكَ التَّعَوُّذُ مِنَ الْخَبِيثِ الْمُخْبِثِ. فَالْخَبِيثُ فِي نَفْسِهِ، وَالْمُخْبِثُ الَّذِي أَصْحَابُهُ وَأَعْوَانُهُ خُبَثَاءُ.",
    "pg": "2:238"
  },
  "خبج": {
    "def": "الْخَاءُ وَالْبَاءُ وَالْجِيمُ لَيْسَ أَصْلًا يُقَاسُ عَلَيْهِ، وَمَا أَحْسِبُ فِيهِ كَلَامًا صَحِيحًا. يُقَالُ خَبَجَ، إِذَا حَصَمَ. وَرُبَّمَا قَالُوا: خَبَجَهُ بِالْعَصَا، أَيْ ضَرَبَهُ. وَيَقُولُونَ إِنَّ الْخَبَاجَاءَ مِنَ الْفُحُولِ: الْكَثِيرُ الضِّرَابِ، وَهَذَا كَمَا ذَكَرْنَاهُ، إِلَّا أَنْ يَصِحَّ الْحَدِيثُ عَنِ النَّبِيِّ ﵌ أَنَّهُ قَالَ: \" «إِذَا أُقِيمَتِ الصَّلَاةُ وَلَّى الشَّيْطَانُ وَلَهُ خَبَجٌ كَخَبَجِ الْحِمَارِ» \". فَإِنَّ صَحَّ هَذَا فَالصَّحِيحُ مَا قَالَهُ ﵊، بِآبَائِنَا وَأُمَّهَاتِنَا هُوَ!",
    "pg": "2:238-239"
  },
  "خبر": {
    "def": "الْخَاءُ وَالْبَاءُ وَالرَّاءُ أَصْلَانِ: فَالْأَوَّلُ الْعِلْمُ، وَالثَّانِي يَدُلُّ عَلَى لِينٍ وَرَخَاوَةٍ وَغُزْرٍ.\nفَالْأَوَّلُ الْخُبْرُ: الْعِلْمُ بِالشَّيْءِ. تَقُولُ: لِي بِفُلَانٍ خِبْرَةٌ وَخُبْرٌ. وَاللَّهُ تَعَالَى الْخَبِيرُ، أَيِ الْعَالِمُ بِكُلِّ شَيْءٍ. وَقَالَ اللَّهُ تَعَالَى: ﴿وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ﴾ [فاطر: ١٤] .\nوَالْأَصْلُ الثَّانِي: الْخَبْرَاءُ، وَهِيَ الْأَرْضُ اللَّيِّنَةُ. قَالَ عُبَيْدٌ يَصِفُ فَرَسًا:\nسَدِكًا بِالطَّعْنِ ثَبْتًا فِي الْخَبَارِ\nوَالْخَبِيرُ: الْأَكَّارُ، وَهُوَ مِنْ هَذَا، لِأَنَّهُ يُصْلِحُ الْأَرْضَ وَيُدَمِّثُهَا وَيُلَيِّنُهَا. وَعَلَى هَذَا يَجْرِي هَذَا الْبَابُ كُلُّهُ ; فَإِنَّهُمْ يَقُولُونَ: الْخَبِيرُ الْأَكَّارُ، لِأَنَّهُ يُخَابِرُ الْأَرْضَ، أَيْ يُؤَاكِرُهَا. فَأَمَّا الْمُخَابَرَةُ الَّتِي نُهِيَ عَنْهَا فَهِيَ الْمُزَارِعَةُ بِالنِّصْفِ لَهَا [أَوِ] الثُّلُثِ أَوِ الْأَقَلِّ مِنْ ذَلِكَ أَوِ الْأَكْثَرِ. وَيُقَالُ لَهُ: \" الْخِبْرُ، أَيْضًا. وَقَالَ قَوْمٌ: الْمُخَابَرَةُ مُشْتَقٌّ مِنَ اسْمِ خَيْبَرَ.\nوَمِنَ الَّذِي ذَكَرْنَاهُ مِنَ الْغُزْرِ قَوْلُهُمْ لِلنَّاقَةِ الْغَزِيرَةِ: خَبْرٌ. وَكَذَلِكَ الْمَزَادَةُ الْعَظِيمَةُ خَبْرٌ ; وَالْجَمْعُ خُبُورٌ.\nوَ [مِنَ] الَّذِي ذَكَرْنَاهُ مِنَ اللِّينِ تَسْمِيَتُهُمُ الزَّبَدَ خَبِيرًا. وَالْخَبِيرُ: النَّبَاتُ اللَّيِّنُ. وَفِي الْحَدِيثِ: \" وَنَسْتَخْلِبُ الْخَبِيرَ \". وَالْخَبِيرُ: الْوَبَرُ. قَالَ الرَّاجِزُ:\nحَتَّى إِذَا مَا طَارَ مِنْ خَبِيرِهَا\nوَيُقَالُ مَكَانٌ خَبِرٌ، إِذَا كَانَ دَفِيئًا كَثِيرَ الشَّجَرِ وَالْمَاءِ. وَقَدْ خَبِرْتُ الْأَرْضَ. وَهُوَ قِيَاسُ الْبَابِ.\nوَمِمَّا شَذَّ عَنِ الْأَصْلِ الْخُبْرَةُ، وَهِيَ الشَّاةُ يَشْتَرِيهَا الْقَوْمُ يَذْبَحُونَهَا وَيَقْتَسِمُونَ لَحْمَهَا. قَالَ:\nإِذَا مَا جَعَلْتَ الشَّاةَ لِلْقَوْمِ خُبْرَةً ... فَشَأْنَكَ إِنِّي ذَاهِبٌ لِشُؤُونِي",
    "pg": "2:239-240"
  },
  "خبز": {
    "def": "الْخَاءُ وَالْبَاءُ وَالزَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خَبْطِ الشَّيْءِ بِالْيَدِ. تَخَبَّزَتِ الْإِبِلُ السَّعْدَانَ، إِذَا خَبَطَتْهُ بِأَيْدِيهَا. وَمِنْ ذَلِكَ خَبَزَ الْخَبَّازُ الْخُبْزَ. قَالَ:\nلَا تَخْبِزَا خَبْزًا وَبُسَّا بَسًّا ... وَلَا تُطِيلَا بِمُنَاخٍ حَبْسًا\nوَيُقَالُ: الْخَبْزُ ضَرْبُ الْبَعِيرِ بِيَدَيْهِ الْأَرْضَ.",
    "pg": "2:240"
  },
  "خبس": {
    "def": "الْخَاءُ وَالْبَاءُ وَالسِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى أَخْذِ الشَّيْءِ قَهْرًا وَغَلَبَةً. يُقَالُ تَخَبَّسْتُ الشَّيْءَ: أَخَذْتُهُ. وَذَلِكَ الشَّيْءُ خُبَاسَةً. وَالْخُبَاسَةُ: الْمَغْنَمُ ; يُقَالُ اخْتَبَسَ الشَّيْءَ: أَخَذَهُ مُغَالَبَةً. وَأَسَدٌ خَبُوسٌ. قَالَ:\nوَلَكِنِّي ضُبَارِمَةٌ جَمُوحٌ ... عَلَى الْأَقْرَانِ مُجْتَرِئٌ خَبُوسُ",
    "pg": "2:240-241"
  },
  "خبش": {
    "def": "الْخَاءُ وَالْبَاءُ وَالشِّينُ لَيْسَ أَصْلًا. وَرُبَّمَا قَالُوا: خَبَشَ الشَّيْءَ: جَمَعَهُ. وَلَيْسَ هَذَا بِشَيْءٍ.",
    "pg": "2:241"
  },
  "خبص": {
    "def": "الْخَاءُ وَالْبَاءُ وَالصَّادُ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ. يَقُولُونَ خَبَصَ الشَّيْءَ: خَلَطَهُ.",
    "pg": "2:241"
  },
  "خبط": {
    "def": "الْخَاءُ وَالْبَاءُ وَالطَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى وَطْءٍ وَضَرْبٍ. يُقَالُ خَبَطَ الْبَعِيرُ الْأَرْضَ بِيَدِهِ: ضَرَبَهَا. وَيُقَالُ خَبَطَ الْوَرَقَ مِنَ الشَّجَرِ، وَذَلِكَ إِذَا ضَرَبَهُ لِيَسْقُطَ. وَقَدْ يُحْمَلُ عَلَى ذَلِكَ، فَيُقَالُ لِدَاءٍ يُشْبِهُ الْجُنُونَ: الْخُبَاطُ، كَأَنَّ الْإِنْسَانَ يَتَخَبَّطُ. قَالَ اللَّهُ تَعَالَى: ﴿إِلَّا كَمَا يَقُومُ الَّذِي يَتَخَبَّطُهُ الشَّيْطَانُ مِنَ الْمَسِّ﴾ [البقرة: ٢٧٥] . وَيُقَالُ لِمَا بَقِيَ مِنْ طَعَامٍ أَوْ غَيْرِهِ: خِبْطَةٌ. وَالْخِبْطَةُ: الْمَاءُ الْقَلِيلُ ; لِأَنَّهُ يَتَخَبَّطُ فَلَا يَمْتَنِعُ. فَأَمَّا قَوْلُهُمُ اخْتَبَطَ فُلَانٌ [فُلَانًا] إِذَا أَتَاهُ طَالِبًا عُرْفَهُ، فَالْأَصْلُ فِيهِ أَنَّ السَّارِيَ إِلَيْهِ أَوِ السَّائِرَ لَا بُدَّ مِنْ أَنْ يَخْتَبِطَ الْأَرْضَ، ثُمَّ اخْتُصِرَ الْكَلَامُ فَقِيلَ لِلْآتِي طَالِبًا جَدْوَى: مُخْتَبِطٌ. وَيُقَالُ إِنَّ الْخِبْطَةَ: الْمَطْرَةُ الْوَاسِعَةُ فِي الْأَرْضِ. وَسُمِّيَتْ عِنْدَنَا بِذَلِكَ لِأَنَّهَا تَخْبِطُ الْأَرْضَ تَضْرِبُهَا. وَقَدْ رَوَى نَاسٌ عَنِ الشَّيْبَانِيِّ، أَنَّ الْخَابِطَ النَّائِمَ، وَأَنْشَدُوا عَنْهُ:\nيَشْدَخْنَ بِاللَّيْلِ الشُّجَاعَ الْخَابِطَا\nفَإِنْ كَانَ هَذَا صَحِيحًا فَلِأَنَّ النَّائِمَ يَخْبِطُ الْأَرْضَ بِجِسْمِهِ، كَأَنَّهُ يَضْرِبُهَا بِهِ. وَيَجُوزُ أَنْ يَكُونَ الشُّجَاعُ الْخَابِطُ إِنَّمَا سُمِّيَ بِهِ لِأَنَّهُ يُخْبَطُ، تَخْبِطُهُ الْمَارَّةُ، كَمَا قَالَ الْقَائِلُ:\nتُقَطِّعُ أَعْنَاقَ التُّنَوِّطِ بِالضُّحَى ... وَتَفْرِسُ بِالظَّلْمَاءِ أَفْعَى الْأَجَارِعِ\nفَأَمَّا الْخِبَاطُ فَسِمَةٌ فِي الْفَخِذِ، وَسُمِّي بِذَلِكَ لِأَنَّ الْفَخْذَ تُخْبَطُ بِهِ.",
    "pg": "2:241-242"
  },
  "خبع": {
    "def": "الْخَاءُ وَالْبَاءُ وَالْعَيْنُ لَيْسَ أَصْلًا ; وَذَلِكَ أَنَّ الْعَيْنَ فِيهِ مُبْدَلَةٌ مِنْ هَمْزَةٍ. يُقَالُ خَبَأْتُ الشَّيْءَ وَخَبَعْتُهُ. وَيُقَالُ خَبَعَ الرَّجُلُ بِالْمَكَانِ: أَقَامَ بِهِ. وَرُبَّمَا قَالُوا: خَبَعَ الصَّبِيُّ خُبُوعًا، وَذَلِكَ إِذَا فُحِمَ مِنَ الْبُكَاءِ. فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنَ الْبَابِ، كَأَنَّ بُكَاءَهُ خُبِئَ.",
    "pg": "2:242"
  },
  "خبق": {
    "def": "الْخَاءُ وَالْبَاءُ وَالْقَافُ أُصَيْلٌ يَدُلُّ عَلَى التَّرَفُّعِ. فَالْخِبِقَّى: جِنْسٌ مِنْ مَرْفُوعِ السَّيْرِ. قَالَ:\nيَعْدُو الْخِبِقَّى وَالدِّفِقَّى مِنْعَبُ\nوَمِنَ الْبَابِ الْخِبَقُّ وَالْخِبِقُّ: الرَّجُلُ الطَّوِيلُ، وَكَذَلِكَ الْفَرَسُ.",
    "pg": "2:242"
  },
  "خبل": {
    "def": "الْخَاءُ وَالْبَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى فَسَادِ الْأَعْضَاءِ. فَالْخَبَلُ: الْجُنُونُ. يُقَالُ اخْتَبَلَهُ الْجِنُّ. وَالْجِنِّيُّ خَابِلٌ، وَالْجَمْعُ خُبَّلٌ. وَالْخَبَلُ: فَسَادُ الْأَعْضَاءِ. وَيُقَالُ خُبِلَتْ يَدُهُ، إِذَا قُطِعَتْ وَأُفْسِدَتْ. قَالَ أَوْسٌ: أَبَنِي لُبَيْنَى لَسْتُمُ بِيَدٍ ... إِلَّا يَدًا مَخْبُولَةَ الْعَضُدِ\nأَيْ مُفْسَدَةَ الْعَضُدِ. وَيُقَالُ فُلَانٌ خَبَالٌ عَلَى أَهْلِهِ، أَيْ عَنَاءٌ عَلَيْهِمْ لَا يُغْنِي عَنْهُمْ شَيْئًا. وَطِينَةُ الْخَبَالِ الَّذِي جَاءَ فِي الْحَدِيثِ، يُقَالُ إِنَّهُ صَدِيدُ أَهْلِ النَّارِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْإِخْبَالُ، وَيُقَالُ هُوَ أَنْ يَجْعَلَ الرَّجُلَ إِبِلَهُ نِصْفَيْنِ، يُنْتِجُ كُلَّ عَامٍ نِصْفًا، كَمَا يُفْعَلُ بِالْأَرْضِ فِي الزِّرَاعَةِ. وَيُقَالُ الْإِخْبَالُ أَنْ يُخْبِلَ الرَّجُلَ، وَذَلِكَ أَنْ يُعِيرَهُ نَاقَةً يَرْكَبُهَا، أَوْ فَرَسًا يَغْزُو عَلَيْهِ. وَيُنْشَدُ فِي ذَلِكَ قَوْلُ زُهَيْرٍ:\nهُنَالِكَ إِنَّ يُسْتَخْبَلُوا الْمَالَ يُخْبِلُوا ... وَإِنَّ يُسْأَلُوا يُعْطُوا وَإِنْ يَيْسِرُوا يُغْلُوا",
    "pg": "2:242-243"
  },
  "خبن": {
    "def": "الْخَاءُ وَالْبَاءُ وَالنُّونُ أُصَيْلٌ وَاحِدٌ يَدُلُّ عَلَى قَبْضٍ وَنَقْصٍ. يُقَالُ خَبَنْتُ الشَّيْءَ، إِذَا قَبَضْتَهُ. وَخَبَنْتُ الثَّوْبَ، إِذَا رَفَعْتَ ذَلَاذِلَهُ حَتَّى يَتَقَلَّصَ بَعْدَ أَنْ تَخِيطَهُ وَتَكُفَّهُ. وَالْخُبْنَةُ: ثِبَانُ الرَّجُلِ ; وَسُمِّي بِذَلِكَ لِأَنَّهُ يُخْبَنُ فِيهِ الشَّيْءُ. تَقُولُ: رَفَعَهُ فِي خُبْنَتِهِ. وَفِي الْحَدِيثِ: \" «فَلْيَأْكُلْ مِنْهَا وَلَا يَتَّخِذْ خُبْنَةً» \". وَيُقَالُ إِنَّ الْخُبْنَ مِنَ الْمَزَادَةِ مَا كَانَ دُونَ الْمِسْمَعِ. فَأَمَّا قَوْلُهُمْ خَبَنْتُ الرَّجُلَ، مِثْلُ غَبَنْتُهُ، فَيَجُوزُ أَنْ يَكُونَ مِنَ الْإِبْدَالِ، وَيَجُوزُ أَنْ يَكُونَ مِنْ أَنَّهُ إِذَا غَبَنَهُ فَقَدِ اخْتَبَنَ عَنْهُ مِنْ حَقِّهِ.",
    "pg": "2:243-244"
  },
  "ختا": {
    "def": "الْخَاءُ وَالتَّاءُ وَالْحَرْفُ الْمُعْتَلُّ وَالْمَهْمُوزُ لَيْسَ أَصْلًا، وَرُبَّمَا قَالُوا: اخْتَتَأْتُ لَهُ اخْتِتَاءً، إِذَا خَتَلْتَهُ.\n\n[بَابُ الْخَاءِ وَالثَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:246"
  },
  "ختت": {
    "def": "الْخَاءُ وَالتَّاءُ لَيْسَ أَصْلًا ; لِأَنَّ تَاءَهُ مُبْدَلَةٌ مِنْ سِينٍ. يُقَالُ خَتِيتٌ: أَيُّ خَسِيسٌ. وَأَخَتَّ اللَّهُ حَظَّهُ، أَيْ أَخَسَّهُ. وَهَذَا فِي لُغَةِ مَنْ يَقُولُ:\nمَرَرْتُ بِالنَّاتِ، يُرِيدُ بِالنَّاسِ. وَذَكَرُوا أَنَّهُمْ يَقُولُونَ: أَخَتَّ فُلَانٌ: اسْتَحْيَا. فَإِنْ كَانَ صَحِيحًا فَمَعْنَاهُ أَنَّهُ أَتَى بِشَيْءٍ خَتِيتٍ يُسْتَحْيَى مِنْهُ. وَأَنْشَدُوا:\nفَمَنْ يَكُ مِنْ أَوَائِلِهِ مُخِتًّا ... فَإِنَّكَ يَا وَلِيدُ بِهِمْ فَخُورُ\nأَيْ لَا تَأْتِي أَنْتَ مِنْ أَوَائِلِكَ بِخَتِيتٍ.",
    "pg": "2:158"
  },
  "ختر": {
    "def": "الْخَاءُ وَالتَّاءُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى تَوَانٍ وَفُتُورٍ. يُقَالُ تَخَتَّرَ الرَّجُلُ فِي مِشْيَتِهِ، وَذَلِكَ أَنْ يَمْشِيَ مِشْيَةَ الْكَسْلَانِ. وَمِنَ الْبَابِ الْخَتْرُ، وَهُوَ الْغَدْرُ، وَذَلِكَ أَنَّهُ إِذَا خَتَرَ فَقَدْ قَعَدَ عَنِ الْوَفَاءِ. وَالْخَتَّارُ: الْغَدَّارُ. قَالَ اللَّهُ تَعَالَى: ﴿وَمَا يَجْحَدُ بِآيَاتِنَا إِلَّا كُلُّ خَتَّارٍ كَفُورٍ﴾ [لقمان: ٣٢] .",
    "pg": "2:244"
  },
  "ختع": {
    "def": "الْخَاءُ وَالتَّاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْهُجُومِ وَالدُّخُولِ فِيمَا يَغِيبُ الدَّاخِلُ فِيهِ. فَيَقُولُ خَتَعَ الرَّجُلُ خُتُوعًا، إِذَا رَكِبَ الظُّلْمَةَ.\nوَمِنَ الْبَابِ الْخَيْتَعَةُ: قِطْعَةٌ مِنْ أَدَمٍ يَلُفُّهَا الرَّامِي عَلَى يَدِهِ عِنْدَ الرَّمْيِ.\nوَيُحْمَلُ عَلَى ذَلِكَ، فَيُقَالُ لِلنَّمِرَةِ الْأُنْثَى الْخَتْعَةُ ; وَذَلِكَ لِجُرْأَتِهَا وَإِقْدَامِهَا. وَقَالَ الْعَجَّاجُ فِي الدَّلِيلِ الَّذِي ذَكَرْنَاهُ: أَعْيَتْ أَدِلَّاءَ الْفَلَاةِ الْخُتَّعَا",
    "pg": "2:244-245"
  },
  "ختل": {
    "def": "الْخَاءُ وَالتَّاءُ وَاللَّامُ أُصَيْلٌ فِيهِ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الْخَتْلُ، قَالَ قَوْمٌ: هُوَ الْخَدْعُ. وَكَانَ الْخَلِيلُ يَقُولُ: تَخَاتَلَ عَنْ غَفْلَةٍ.",
    "pg": "2:245"
  },
  "ختم": {
    "def": "الْخَاءُ وَالتَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ بُلُوغُ آخِرِ الشَّيْءِ. يُقَالُ خَتَمْتُ الْعَمَلَ، وَخَتْمَ الْقَارِئُ السُّورَةَ. فَأَمَّا الْخَتْمُ، وَهُوَ الطَّبْعُ عَلَى الشَّيْءِ، فَذَلِكَ مِنَ الْبَابِ أَيْضًا ; لِأَنَّ الطَّبْعَ عَلَى الشَّيْءِ لَا يَكُونُ إِلَّا بَعْدَ بُلُوغِ آخِرِهِ، فِي الْأَحْرَازِ. وَالْخَاتَمُ مُشْتَقٌّ مِنْهُ ; لِأَنَّ بِهِ يُخْتَمُ. وَيُقَالُ الْخَاتِمُ، وَالْخَاتَامُ، وَالْخَيْتَامُ. قَالَ:\nأَخَذْتِ خَاتَامِي بِغَيْرِ حَقٍ\nوَالنَّبِيُّ ﷺ خَاتَمُ الْأَنْبِيَاءِ ; لِأَنَّهُ آخِرُهُمْ. وَخِتَامُ كُلِّ مَشْرُوبٍ: آخِرُهُ. قَالَ اللَّهُ تَعَالَى: ﴿خِتَامُهُ مِسْكٌ﴾ [المطففين: ٢٦] ، أَيْ إِنَّ آخِرَ مَا يَجِدُونَهُ مِنْهُ عِنْدَ شُرْبِهِمْ إِيَّاهُ رَائِحَةُ الْمِسْكِ.",
    "pg": "2:245-246"
  },
  "ختن": {
    "def": "الْخَاءُ وَالتَّاءُ وَالنُّونُ كَلِمَتَانِ: إِحْدَاهُمَا خَتْنُ الْغُلَامِ الَّذِي يُعْذَرُ. وَالْخِتَانُ: مَوْضِعُ الْقَطْعِ مِنَ الذَّكَرِ.\nوَالْكَلِمَةُ الْأُخْرَى الْخَتَنُ، وَهُوَ الصِّهْرُ، وَهُوَ الَّذِي يَتَزَوَّجُ فِي الْقَوْمِ.",
    "pg": "2:245"
  },
  "خثا": {
    "def": "الْخَاءُ وَالثَّاءُ وَالْحَرْفُ الْمُعْتَلُّ لَيْسَ أَصْلًا. وَرُبَّمَا قَالُوا امْرَأَةٌ خَثْوَاءُ: مُسْتَرْخِيَةُ الْبَطْنِ. وَوَاحِدُ الْأَخْثَاءِ خِثْيٌ. وَلَيْسَ بِشَيْءٍ. وَاللَّهُ أَعْلَمُ. [بَابُ الْخَاءِ وَالْجِيمِ وَمَا يَثْلُثُهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "2:246-247"
  },
  "خثث": {
    "def": "الْخَاءُ وَالثَّاءُ لَيْسَ أَصْلًا وَلَا فَرْعًا صَحِيحًا يُعَرَّجُ عَلَيْهِ، وَلَكُنَّا نَذْكُرُ مَا يَذْكُرُونَهُ. يَقُولُونَ: الْخُثُّ مَا أُوخِفَ مِنْ أَخْثَاءِ الْبَقْرِ وَطُلِيَ بِهِ شَيْءٌ، وَلَيْسَ هَذَا بِشَيْءٍ، وَيُقَالُ الْخُثُّ: غُثَاءُ السَّيْلِ إِذَا تَرَكَهُ السَّيْلُ فَيَبِسَ وَاسْوَدَّ.",
    "pg": "2:158-159"
  },
  "خثر": {
    "def": "الْخَاءُ وَالثَّاءُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى غِلَظٍ فِي الشَّيْءِ مَعَ اسْتِرْخَاءٍ. يُقَالُ خَثِرَ اللَّبَنُ، وَهُوَ خَاثِرٌ. وَحَكَى بَعْضُهُمْ: خَثِرَ فُلَانٌ فِي الْحَيِّ، إِذَا أَقَامَ فَلَمْ يَكَدْ يَبْرَحُ. وَلَيْسَ هَذَا بِشَيْءٍ.",
    "pg": "2:246"
  },
  "خثل": {
    "def": "الْخَاءُ وَالثَّاءُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا. قَالَ الْكِسَائِيُّ: خَثَلَةُ الْبَطْنِ: مَا بَيْنَ السُّرَّةِ وَالْعَانَةِ ; وَيُقَالُ خَثْلَةُ، وَالتَّخْفِيفُ أَكْثَرُ (١) .",
    "pg": "2:246"
  },
  "خثم": {
    "def": "الْخَاءُ وَالثَّاءُ وَالْمِيمُ لَيْسَ أَصْلًا. وَرُبَّمَا قَالُوا لِغِلَظِ الْأَنْفِ الْخَثَمُ، وَالرَّجُلُ أَخْثَمُ.",
    "pg": "2:246"
  },
  "خجا": {
    "def": "الْخَاءُ وَالْجِيمُ وَالْحَرْفُ الْمُعْتَلُّ أَوِ الْمَهْمُوزُ لَيْسَ أَصْلًا. يَقُولُونَ رِجْلٌ خُجَأَةٌ، أَيْ أَحْمَقُ. وَخَجَأَ الْفَحْلُ أُنْثَاهُ، إِذَا جَامَعَهَا. وَفَحْلٌ خُجَأَةٌ: كَثِيرُ الضِّرَابِ. [بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرِ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ خَاءٌ]\nمِنْ ذَلِكَ (الْخَلْجَمُ) ، وَهُوَ الطَّوِيلُ، وَالْمِيمُ زَائِدَةٌ، أَصْلُهُ خَلَجَ. وَذَلِكَ أَنَّ الطَّوِيلَ يَتَمَايَلُ، وَالتَّخَلُّجُ: الِاضْطِرَابُ وَالتَّمَايُلُ، كَمَا يُقَالُ تَخَلَّجَ الْمَجْنُونُ.\n\nوَمِنْهُ (الْخُشَارِمُ) ، وَهِيَ الْأَصْوَاتُ، وَالْمِيمُ وَالرَّاءُ زَائِدَتَانِ، وَإِنَّمَا هُوَ مَنْ خَشَّ.\n\nوَكَذَلِكَ (الْخَشْرَمُ) : الْجَمَاعَةُ مِنَ النَّحْلِ، إِنَّمَا سُمِّيَ بِذَلِكَ لِحِكَايَةِ أَصْوَاتِهِ.\n\nوَمِنْ ذَلِكَ (الْخِضْرِمُ) ، وَهُوَ الرَّجُلُ الْكَثِيرُ الْعَطِيَّةِ. وَكُلُّ كَثِيرٍ خِضْرِمٌ. وَالرَّاءُ فِيهِ زَائِدَةٌ، وَالْأَصْلُ الْخَاءُ [وَالضَّادُ] وَالْمِيمُ. وَمِنْهُ الرَّجُلُ الْخِضَمُّ، وَقَدْ فَسَّرْنَاهُ.\n\nوَمِنْ ذَلِكَ (الْخُبَعْثِنَةُ) ، وَهُوَ الْأَسَدُ الشَّدِيدُ، وَبِهِ شُبِّهَ الرَّجُلُ، وَالْعَيْنُ وَالنُّونُ فِيهِ زَائِدَتَانِ، وَأَصْلُهُ الْخَاءُ وَالْبَاءُ وَالثَّاءُ.\n\nوَمِنْهُ (الْخَدَلَجَّةُ) ، وَهِيَ الْمُمْتَلِئَةُ السَّاقَيْنِ وَالذِّرَاعَيْنِ، وَالْجِيمُ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنَ الْخَدَالَةِ. وَقَدْ مَضَى ذِكْرُهُ.\n\nوَمِنْهُ (الْخِرْنِقُ) وَهُوَ وَلَدُ الْأَرْنَبِ. وَالنُّونُ [زَائِدَةٌ] ، وَإِنَّمَا سُمِّيَ بِذَلِكَ لِضَعْفِهِ وَلُزُوقِهِ بِالْأَرْضِ. مِنَ الْخَرَقِ، وَقَدْ مَرَّ. وَيُقَالُ أَرْضٌ مُخَرْنِقَةٌ. وَعَلَى هَذَا قَوْلُهُمْ: خَرْنَقَتِ النَّاقَةُ، إِذَا كَثُرَ فِي جَانِبَيْ سَنَامِهَا الشَّحْمُ حَتَّى تَرَاهُ كَالْخَرَانِقِ.\n\nوَمِنْهُ رَجُلٌ (خَلَبُوتٌ) أَيْ خَدَّاعٌ. وَالْوَاوُ وَالتَّاءُ زَائِدَتَانِ، إِنَّمَا هُوَ مَنْ خَلَبَ. وَمِنْهُ (الْخَنْثَرُ) : الشَّيْءُ الْخَسِيسُ يَبْقَى مِنْ مَتَاعِ الْقَوْمِ فِي الدَّارِ إِذَا تَحَمَّلُوا. وَهَذَا مَنْحُوتٌ مَنْ خَنَثَ وَخَثَرَ. وَقَدْ مَرَّ تَفْسِيرُهُمَا.\n\nوَمِنْهُ (الْمُخْرَنْطِمُ) : الْغَضْبَانُ. وَهَذِهِ مَنْحُوتَةٌ مِنْ خَطَمَ وَخَرَطَ ; لِأَنَّ الْغَضُوبَ خَرُوطٌ رَاكِبٌ رَأْسَهُ. وَالْخَطْمُ: الْأَنْفُ ; وَهُوَ شَمَخٌ بِأَنْفِهِ. قَالَ الرَّاجِزُ فِي الْمُخْرَنْطِمِ:\nيَا هَيْءَ مَالِي قَلِقَتْ مَحَاوِرِي ... وَصَارَ أَمْثَالَ الْفَغَا ضَرَائِرِي\nمُخْرَنْطِمَاتٍ عُسُرًا عَوَاسِرِي\nقَوْلُهُ قَلِقَتْ مُحَاوِرِي، يَقُولُ: اضْطَرَبَتْ حَالِي وَمَصَايِرُ أَمْرِي. وَالْفَغَا: الْبُسْرُ الْأَخْضَرُ الْأَغْبَرُ. يَقُولُ: انْتَفَخَنَ مِنْ غَضَبِهِنَّ. وَمُخْرَنْطِمَاتٌ: مُتَغَضِّبَاتٌ. وَعَوَاسِرِي: يُطَالِبْنَنِي بِالشَّيْءِ عِنْدَ الْعُسْرِ. وَ (الْمُخْرَنْشِمُ) مِثْلُ الْمُخْرَنْطِمِ، وَيَكُونُ الشِّينُ بَدَلًا مِنَ الطَّاءِ.\n\nوَمِنْ ذَلِكَ (خَرْدَلْتُ) اللَّحْمَ: قَطَّعْتُهُ وَفَرَّقَتُهُ. وَالَّذِي عِنْدِي فِي هَذَا أَنَّهُ مُشَبَّهٌ بِالْحَبِّ الَّذِي يُسَمَّى الْخَرْدَلَ، وَهُوَ اسْمٌ وَقَعَ فِيهِ الِاتِّفَاقُ بَيْنَ الْعَرَبِ وَالْعَجَمِ، وَهُوَ مَوْضُوعٌ مِنْ غَيْرِ اشْتِقَاقٍ.\nوَمَنْ قَالَ (خَرْذَلَ) جَعَلَ الذَّالَ بَدَلًا مِنَ الدَّالِ.\nوَ (الْخُثَارِمُ) : الَّذِي يَتَطَيَّرُ، وَالْمِيمُ زَائِدَةٌ لِأَنَّهُ إِذَا تَطَيَّرَ خَثِرَ وَأَقَامَ. قَالَ:\nوَلَسْتُ بِهَيَّابٍ إِذَا شَدَّ رَحْلَهُ ... يَقُولُ عَدَّانِي الْيَوْمَ وَاقٍ وَحَاتِمُ وَلَكِنَّنِي أَمْضِي عَلَى ذَاكَ مُقْدِمًا\nإِذَا صَدَّ عَنْ تِلْكَ الْهَنَاتِ الْخُثَارِمُ\nوَمِنْهُ (الْخُلَابِسُ) : الْحَدِيثُ الرَّقِيقُ. وَيُقَالُ خَلْبَسَ قَلْبَهُ: فَتَنَهُ. وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: خَلَبَ وَخَلَسَ، وَقَدْ مَضَى.\n\nوَمِنْ ذَلِكَ (الْخَنْثَعْبَةُ) النَّاقَةُ الْغَزِيرَةُ. وَهِيَ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ مَنْ خَنَثَ وَثَعَبَ، فَكَأَنَّهَا لَيِّنَةُ الْخِلْفِ يَثْعَبُ بِاللَّبَنِ ثَعْبًا.\n\nوَمِنْهُ (الْخُضَارِعُ) قَالُوا: هُوَ الْبَخِيلُ. فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنْ خَضَعَ وَضَرَعَ، وَالْبَخِيلُ كَذَا وَصْفُهُ.\n\nوَمِنْهُ (الْخَيْتَعُورُ) ، وَيُقَالُ هِيَ الدُّنْيَا. وَكُلُّ شَيْءٍ يَتَلَوَّنُ وَلَا يَدُومُ عَلَى حَالٍ خَيْتَعُورٌ. وَالْخَيْتَعُورُ: الْمَرْأَةُ السَّيِّئَةُ الْخُلُقِ. وَالْخَيْتَعُورُ: الشَّيْطَانُ. وَالْأَصْلُ فِي ذَلِكَ أَنَّهَا مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مِنْ خَتَرَ وَخَتَعَ، وَقَدْ مَضَى تَفْسِيرُهُمَا.\n\nوَمِنْهُ (الْخَرْعَبَةُ) وَ (الْخُرْعُوبَةُ) ، وَهِيَ الشَّابَّةُ الرَّخْصَةُ الْحَسَنَةُ الْقَوَامِ. وَهِيَ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مِنَ الْخَرَعِ وَهُوَ اللِّينُ، وَمِنَ الرُّعْبُوبَةِ، وَهِيَ النَّاعِمَةُ. وَقَدْ فُسِّرَ فِي مَوْضِعِهِ. ثُمَّ يُحْمَلُ عَلَى هَذَا فَيُقَالُ جَمَلٌ خُرْعُوبٌ: طَوِيلٌ فِي حُسْنِ خَلْقٍ. وَغُصْنٌ خُرْعُوبٌ: مُتَثَنٍّ. [قَالَ] : كَخُرْعُوبَةِ الْبَانَةِ الْمُنْفَطِرْ\nوَمِنْهُ (خَرْبَقَ) عَمَلَهُ: أَفْسَدَهُ. وَهِيَ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ مِنْ خَرَبَ وَخَرِقَ. وَذَلِكَ أَنَّ الْأَخْرَقَ: الَّذِي لَا يُحْسِنُ عَمَلَهُ. وَخَرَبَهُ: إِذَا ثَقَبَهُ. وَقَدْ مَضَى.\nوَأَمَّا قَوْلُهُمْ لِذَكَرِ الْعَنَاكِبِ (خَدَرْنَقُ) فَهَذَا مِنَ الْكَلَامِ الَّذِي لَا يُعَوَّلُ عَلَى مِثْلِهِ، وَلَا وَجْهَ لِلشُّغْلِ بِهِ.\nوَ [أَمَّا] قَوْلُهُمْ لِلْقُرْطِ (خَرْبَصِيصُ) فَالْبَاءُ زَائِدَةٌ، لِأَنَّ الْخَرْصَ الْحَلْقَةُ. وَقَدْ مَرَّ. قَالَ فِي الْخَرْبَصِيصِ:\nجَعَلَتْ فِي أَخْرَاتِهَا خَرْبَصِيصًا ... مِنْ جُمَانٍ قَدْ زَانَ وَجْهًا جَمِيلَا\nوَيَقُولُونَ (خَلْبَصَ) الرَّجُلُ، إِذَا فَرَّ. وَالْبَاءُ فِيهِ زَائِدَةٌ، وَهُوَ مِنْ خَلَصَ. وَقَالَ:\nلَمَّا رَآنِي بِالْبَرَازِ حَصْحَصَا ... فِي الْأَرْضِ مِنِّي هَرَبًا وَخَلْبَصَا\nوَيَقُولُونَ (الْخَنْبَصَةُ) : اخْتِلَاطُ الْأَمْرِ. فَإِنْ كَانَ صَحِيحًا فَالنُّونُ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ خَبَصَ، وَبِهِ سُمِّي الْخَبِيصُ.\nوَ (الْخُرْطُومُ) مَعْرُوفٌ، وَالرَّاءُ زَائِدَةٌ، وَالْأَصْلُ فِيهِ الْخَطْمُ، وَقَدْ مَرَّ. فَأَمَّا الْخَمْرُ فَقَدْ تُسَمَّى بِذَلِكَ. وَيَقُولُونَ: هُوَ أَوَّلُ مَا يَسِيلُ عِنْدَ الْعَصْرِ. فَإِنْ كَانَ كَذَا فَهُوَ قِيَاسُ الْبَابِ ; لِأَنَّ الْأَوَّلَ مُتَقَدِّمٌ.\nوَمِنْ ذَلِكَ اشْتِقَاقُ الْخَطْمِ وَالْخِطَامِ. وَمِنَ الْبَابِ تَسْمِيَتُهُمْ سَادَةَ الْقَوْمِ الْخَرَاطِيمَ. وَمِنْ ذَلِكَ (الْخُنْطُولَةُ) : الطَّائِفَةُ مِنَ الْإِبِلِ وَالدَّوَابِّ وَغَيْرِهَا. وَالْجَمْعُ حَنَاطِيلُ. قَالَ ذُو الرُّمَّةِ:\nدَعَتْ مَيَّةَ الْأَعْدَادُ وَاسْتَبْدَلَتْ بِهَا ... خَنَاطِيلَ آجَالٍ مِنَ الْعِينِ خُذَّلِ\nوَالنُّونُ فِي ذَلِكَ زَائِدَةٌ ; لِأَنَّ فِي الْجَمَاعَاتِ إِذَا اجْتَمَعَتْ الِاضْطِرَابَ وَتَرَدُّدَ بَعْضٍ عَلَى بَعْضٍ.\n\nوَمِنْ ذَلِكَ (تَخَطْرَفَ) الشَّيْءَ، إِذَا جَاوَزَهُ. وَهِيَ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: خَطَرَ وَخَطَفَ ; لِأَنَّهُ يَثِبُ كَأَنَّهُ يَخْتَطِفُ شَيْئًا. قَالَ الْهُذَلِيُّ:\nفَمَاذَا تَخَطْرَفَ مِنْ حَالِقٍ ... وَمِنْ حَدَبٍ وَحِجَابٍ وَجَالِ\nوَمِنْ ذَلِكَ (الْخُذْرُوفُ) ، وَهُوَ السَّرِيعُ فِي جَرْيِهِ، وَالرَّاءُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ خَذَفَ، كَأَنَّهُ فِي جَرْيِهِ يَتَخَاذَفُ، كَمَا يُقَالُ يَتَقَاذَفُ إِذَا تَرَامَى. وَالْخُدْرُوفُ: عُوَيْدٌ أَوْ قَصَبَةٌ يُفْرَضُ فِي وَسَطِهِ وَيُشَدُّ بِخَيْطٍ، إِذَا مُدَّ دَارَ وَسَمِعْتَ لَهُ حَفِيفًا. وَمِنْ ذَلِكَ تَرَكْتُ اللَّحْمَ خَذَارِيفَ، إِذَا قَطَّعْتَهُ، كَأَنَّكَ شَبَّهْتَ كُلَّ قِطْعَةٍ مِنْهُ بِحَصَاةِ خَذْفٍ.\n\nوَأَمَّا (الْخَنْدَرِيسُ) وَهِيَ الْخَمْرُ، فَيُقَالُ إِنَّهَا بِالرُّومِيَّةِ، وَلِذَلِكَ لَمْ نَعْرِضْ لِاشْتِقَاقِهَا. وَيَقُولُونَ: هِيَ الْقَدِيمَةُ ; وَمِنْهُ حِنْطَةٌ خَنْدَرِيسٌ: قَدِيمَةٌ. وَ (الْمُخْرَنْبِقُ) : السَّاكِتُ، وَالنُّونُ وَالْبَاءُ زَائِدَتَانِ، وَإِنَّمَا هُوَ مِنَ الْخَرَقِ وَهُوَ خَرَقُ الْغَزَالِ [وَلُزُوقُهُ] بِالْأَرْضِ خَوْفًا. فَكَأَنَّ السَّاكِتَ خَرِقٌ خَائِفٌ.\nوَيَقُولُونَ: نَاقَةٌ بِهَا (خَزْعَالٌ) ، أَيْ ظَلْعٌ. وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مِنْ خَزَلَ أَيْ قَطَعَ، وَخَزَعَ أَيْ قَطَعَ. وَقَدْ مَرَّا.\nوَمِمَّا وُضِعَ وَضْعًا وَقَدْ يَجُوزُ أَنْ يَكُونَ عِنْدَ غَيْرِنَا مُشْتَقًّا. رَجُلٌ (مُخَضْرَمُ) الْحَسَبِ، وَهُوَ الدَّعِيُّ. وَلَحْمٌ مُخَضْرَمٌ: لَا يُدْرَى أَمِنْ ذَكَرٍ هُوَ أَوْ مِنْ أُنْثَى.\nوَمِنْهُ الْمَرْأَةُ (الْخَبَنْدَاةُ) ، وَهِيَ التَّامَّةُ الْقَصَبِ.\nوَ (الْخَيْعَلُ) : قَمِيصٌ لَا كُمَّيْ لَهُ. قَالَ تَأَبَّطَ:\nعَجُوزٌ عَلَيْهَا هِدْمِلٌ ذَاتُ خَيْعَلِ\nوَ (الْخَنَاذِيذُ) الشَّمَارِيخُ مِنَ الْجِبَالِ الطِّوَالِ. وَالْخِنْذِيذُ: الْفَحْلُ. وَالْخِنْذِيذُ: الْخَصِيُّ.\nوَ (الْخَنْشَلِيلُ) : الْمَاضِي.\nوَ (الْخَنْفَقِيقُ) : الدَّاهِيَةُ. وَ (الْخُوَيْخِيَةُ) : الدَّاهِيَةُ. قَالَ:\nوَكُلُّ أُنَاسٍ سَوْفَ تَدْخُلُ بَيْنَهُمْ ... خُوَيْخِيَةٌ تَصْفَرُّ مِنْهَا الْأَنَامِلُ",
    "pg": "2:247-254"
  },
  "خجج": {
    "def": "الْخَاءُ وَالْجِيمُ أَصْلٌ يَدُلُّ عَلَى اضْطِرَابٍ وَخِفَّةٍ فِي غَيْرِ اسْتِوَاءٍ. فَيُقَالُ رِيحٌ خَجُوجٌ، وَهِيَ الَّتِي تَلْتَوِي فِي هُبُوبِهَا. وَكَانَ الْأَصْمَعِيُّ يَقُولُ: الْخَجُوجُ الشَّدِيدَةُ الْمَرِّ. وَيُقَالُ إِنَّ الْخَجْخَجَةَ الِانْقِبَاضُ وَالِاسْتِحْيَاءُ. وَقَالُوا: خَجْخَجَ الرَّجُلُ، إِذَا لَمْ يُبْدِ مَا فِي نَفْسِهِ. وَيُقَالُ اخْتَجَّ الْجَمَلُ فِي سَيْرِهِ، إِذَا لَمْ يَسْتَقِمْ. وَرَجُلٌ خَجَّاجَةٌ: أَحْمَقُ. وَالْبَابُ كُلُّهُ وَاحِدٌ.\n\n[بَابُ الْخَاءِ وَالدَّالِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:159"
  },
  "خجل": {
    "def": "الْخَاءُ وَالْجِيمُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى اضْطِرَابٍ وَتَرَدُّدٍ. حَكَى بَعْضُهُمْ: عَلَيْهِ ثَوْبٌ خَجِلٌ، إِذَا لَمْ يَكُنْ [تَقْطِيعُهُ] تَقْطِيعًا مُسْتَوِيًا، بَلْ كَانَ مُضْطَرِبًا عَلَيْهِ عِنْدَ لُبْسِهِ. وَمِنْهُ الْخَجَلُ الَّذِي يَعْتَرِي الْإِنْسَانَ، وَهُوَ أَنْ يَبْقَى بَاهِتًا لَا يَتَحَدَّثُ. يُقَالُ مِنْهُ: خَجِلَ. قَالَ رَسُولُ اللَّهِ ﷺ لِلنِّسَاءِ: \" «إِنَّكُنَّ إِذَا جُعْتُنَّ دَقِعْتُنَّ، وَإِذَا شَبِعْتُنَّ خَجِلْتُنَّ» \". قَالَ الْكُمَيْتُ:\nوَلَمْ يَدْقَعُوا عِنْدَمَا نَابَهُمْ ... لِوَقْعِ الْحُرُوبِ وَلَمْ يَخْجَلُوا\nيُقَالُ فِي خَجِلْتُنَّ: بَطِرْتُنَّ وَأَشِرْتُنَّ ; وَهُوَ قِيَاسُ الْبَابِ. وَيُقَالُ مِنْهُ خَجِلَ الْوَادِي، إِذَا كَثُرَ صَوْتُ ذُبَابِهِ. وَيُقَالُ أَخْجَلَ الْحَمْضُ: طَالَ ; وَهُوَ الْقِيَاسُ ; لِأَنَّهُ إِذَا طَالَ اضْطَرَبَ.",
    "pg": "2:247"
  },
  "خدب": {
    "def": "الْخَاءُ وَالدَّالُ وَالْبَاءُ أَصْلَانِ: أَحَدُهُمَا اضْطِرَابٌ فِي الشَّيْءِ وَلِينٌ، وَالْآخَرُ شِقٌّ فِي الشَّيْءِ.\nفَالْأَوَّلُ الْخَدَبُ وَهُوَ الْهَوَجُ، وَفِي أَخْبَارِ الْعَرَبِ: \" كَانَ بِنَعَامَةَ خَدَبٌ \" أَيْ هَوَجٌ ; وَلَعَلَّ ذَلِكَ فِي حُرُوبِهِ، وَيَدُلُّ عَلَى مَا ذَكَرْنَاهُ. وَمِنْهُ بَعِيرٌ خِدَبٌّ، يَكُونُ ذَلِكَ فِي كَثْرَةِ لَحْمٍ وَإِذَا كَثُرَ اللَّحْمُ لَانَ وَاضْطَرَبَ.\nوَيُقَالُ مِنَ الْأَوَّلِ رَجُلٌ أَخْدَبُ وَامْرَأَةٌ خَدْبَاءُ. وَقَالَ الْأَصْمَعِيُّ: دِرْعٌ خَدْبَاءُ: لَيِّنَةٌ. قَالَ:\nخَدْبَاءُ يَحْفِزُهَا نِجَادُ مُهَنَّدٍ\nوَيُقَالُ خَدَبَ، إِذَا كَذَبَ; وَذَلِكَ أَنَّ فِي الْكَذِبِ اضْطِرَابًا، إِذْ كَانَ غَيْرَ مُسْتَقِيمٍ. وَشَيْخٌ خِدَبٌّ، وُصِفَ بِمَا وُصِفَ بِهِ الْبَعِيرُ. قَالَ بَعْضُهُمْ: إِنَّ فِي لِسَانِهِ خَدَبًا، أَيْ طُولًا. وَأَمَّا الْأَصْلُ الْآخَرُ فَالْخَدْبُ بِالنَّابِ: شَقُ الْجِلْدِ مَعَ اللَّحْمِ. وَيُقَالُ ضَرْبَةٌ خَدْبَاءُ، إِذَا هَجَمَتْ عَلَى الْجَوْفِ. وَالْخَدْبُ: الْحَلْبُ الشَّدِيدُ، كَأَنَّهُ يُرِيدُ شَقَّ الضَّرْعِ بِشِدَّةِ حَلْبِهِ.\nوَمِمَّا شَذَّ عَنْ هَذَا الْبَابِ قَوْلُهُمْ: \" أَقْبِلْ عَلَى خَيْدَبَتِكَ \" أَيْ طَرِيقِكَ الْأَوَّلِ. قَالَ الشَّيْبَانِيُّ: الْخَيْدَبُ الطَّرِيقُ الْوَاضِحُ. وَإِنَّ صَحَّ هَذَا فَقَدَ عَادَ إِلَى الْقِيَاسِ ; لِأَنَّ الطَّرِيقَ يَشُقُّ الْأَرْضَ.",
    "pg": "2:163-164"
  },
  "خدج": {
    "def": "الْخَاءُ وَالدَّالُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى النُّقْصَانِ. يُقَالُ خَدَجَتِ النَّاقَةُ، إِذَا أَلْقَتْ وَلَدَهَا قَبْلَ النِّتَاجِ. فَإِنْ أَلْقَتْهُ نَاقِصَ الْخَلْقِ وَلِتَمَامِ الْحَمْلِ فَقَدْ أَخْدَجَتْ. قَالَ ابْنُ الْأَعْرَابِيِّ: أَخْدَجَتِ الصَّيْفَةُ: قَلَّ مَطَرُهَا. وَفِي الْحَدِيثِ: «كُلُّ صَلَاةٍ لَمْ يُقْرَأْ فِيهَا بِفَاتِحَةِ الْكِتَابِ فَهِيَ خِدَاجٌ» .\n\n[بَابُ الْخَاءِ وَالذَّالِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:164"
  },
  "خدد": {
    "def": "الْخَاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ تَأَسُّلُ الشَّيْءِ وَامْتِدَادُهُ إِلَى السُّفْلِ. فَمِنْ ذَلِكَ الْخَدِّ خَدُّ الْإِنْسَانِ، وَبِهِ سُمِّيَتِ الْمِخَدَّةُ. وَالْخَدُّ: الشَّقُّ. وَالْأَخَادِيدُ: الشُّقُوقُ فِي الْأَرْضِ. وَالتَّخَدُّدُ: تَخَدُّدُ اللَّحْمِ مِنَ الْهُزَالِ. وَامْرَأَةٌ مُتَخَدِّدَةٌ: مَهْزُولَةٌ. وَالْخِدَادُ: مِيسَمٌ مِنَ الْمَيَاسِمِ، وَلَعَلَّهُ يَكُونُ فِي الْخَدِّ ; يُقَالُ مِنْهُ بَعِيرٌ مَخْدُودٌ.",
    "pg": "2:149"
  },
  "خدر": {
    "def": "الْخَاءُ وَالدَّالُ وَالرَّاءُ أَصْلَانِ: الظُّلْمَةُ وَالسَّتْرُ، وَالْبُطْءُ وَالْإِقَامَةُ.\nفَالْأَوَّلُ الْخُدَارِيُّ اللَّيْلُ الْمُظْلِمُ. وَالْخُدَارِيَّةُ: الْعُقَابُ، لِلَوْنِهَا. قَالَ:\nخُدَارِيَّةٍ فَتْخَاءَ أَلْثَقَ رِيشَهَا ... سَحَابَةُ يَوْمٍ ذِي أَهَاضِيبَ مَاطِرِ\nوَيُقَالُ الْيَوْمُ خَدِرٌ. وَاللَّيْلَةُ الْخَدِرَةُ: الْمَظْلِمَةُ الْمَاطِرَةُ وَقَدْ أَخْدَرْنَا، إِذَا أَظَلَّنَا الْمَطَرُ. قَالَ:\nفِيهِنَّ بَهْكَنَةٌ كَأَنَّ جَبِينَهَا ... شَمْسُ النَّهَارِ أَلَاحَهَا الْإِخْدَارُ\nوَقَالَ:\nوَيَسْتُرُونَ النَّارَ مِنْ غَيْرِ خَدَرْ وَمِثْلُهُ أَوْ قَرِيبٌ مِنْهُ قَوْلُ طَرَفَةَ:\nكَالْمَخَاضِ الْجُرْبِ فِي الْيَوْمِ الْخَدِرْ\nوَمِنَ الْبَابِ الْخِدْرُ خِدْرُ الْمَرْأَةِ. وَأَسَدٌ خَادِرٌ، لِأَنَّ الْأَجَمَةَ لَهُ خِدْرٌ.\nوَالْأَصْلُ الثَّانِي: أَخْدَرَ فُلَانٌ فِي أَهْلِهِ: أَقَامَ فِيهِمْ. قَالَ:\nكَأَنَّ تَحْتِي بَازِيًا رَكَّاضَا ... أَخْدَرَ خَمْسًا لَمْ يَذُقْ عَضَاضَا\nوَمِنَ الْبَابِ خَدَرَ الظَّبْيُ: تَخَلَّفَ عَنِ السِّرْبِ. وَيُقَالُ الْخَادِرُ الْمُتَحَيِّرُ. وَمِنَ الْبَابِ خَدِرَتْ رِجْلُهُ. وَخَدِرَ الرَّجُلُ، وَذَلِكَ مِنِ امْذِلَالٍ يَعْتَرِيهِ.\nقَالَ طَرَفَةُ:\nجَازَتِ اللَّيْلَ إِلَى أَرْحُلِنَا ... آخِرَ اللَّيْلِ بِيَعْفُورٍ خَدِرْ\nيَقُولُ: كَأَنَّهُ نَاعِسٌ. وَيُقَالُ لِلْحُمُرِ بَنَاتُ أَخْدَرَ، وَهِيَ مَنْسُوبَةٌ إِلَيْهِ، وَلِهَذَا تُسَمَّى الْأَخْدَرِيَّةَ.",
    "pg": "2:159-160"
  },
  "خدش": {
    "def": "الْخَاءُ وَالدَّالُ وَالشِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ خَدْشُ الشَّيْءِ لِلشَّيْءِ. يُقَالُ خَدَشْتُ الشَّيْءَ خَدْشًا ; وَجَمْعُ الْخَدْشِ خُدُوشٌ. وَيُقَالُ لِأَطْرَافِ السَّفَا الْخَادِشَةُ ; لِأَنَّهَا تَخْدِشُ. وَيُقَالُ لِكَاهِلِ الْبَعِيرِ [مِخْدَشٌ] ; لِقِلَّةِ لَحْمِهِ، وَتَخْدِيشِهِ فَمَ مُتَعَرِّقِهِ.",
    "pg": "2:160-161"
  },
  "خدع": {
    "def": "الْخَاءُ وَالدَّالُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، ذَكَرَ الْخَلِيلُ قِيَاسَهُ. قَالَ الْخَلِيلُ. الْإِخْدَاعُ إِخْفَاءُ الشَّيْءِ. قَالَ: وَبِذَلِكَ سُمِّيَتِ الْخِزَانَةُ الْمَخْدَعَ. وَعَلَى هَذَا الَّذِي ذَكَرَ الْخَلِيلُ يَجْرِي الْبَابُ. فَمِنْهُ خَدَعْتُ الرَّجُلَ خَتَلْتُهُ. وَمِنْهُ: \" «الْحَرْبُ خُدَعَةٌ» \" وَ \" خُدْعَةٌ \". وَيُقَالُ خَدَعَ الرِّيقُ فِي الْفَمِ، وَذَلِكَ أَنَّهُ يَخْفَى فِي الْحَلْقِ وَيَغِيبُ. قَالَ:\nطَيِّبَ الرِّيقِ إِذَا الرِّيقُ خَدَعْ\nوَيُقَالُ: \" مَا خَدَعَتْ بِعَيْنَيْ نَعْسَةٌ \"، أَيْ لَمْ يَدْخُلِ الْمَنَامُ فِي عَيْنِي. قَالَ:\nأَرِقْتُ فَلَمْ تَخْدَعْ بِعَيْنَيَّ نَعْسَةٌ ... وَمَنْ يَلْقَ مَا لَاقَيْتُ لَا بُدَ يَأْرَقُ\nوَالْأَخْدَعُ: عِرْقٌ فِي سَالِفَةِ الْعُنُقِ. وَهُوَ خَفِيٌّ. وَرَجُلٌ مَخْدُوعٌ: قُطِعَ أَخْدَعُهُ. وَلِفُلَانٍ خُلُقٌ خَادِعٌ، إِذَا تَخَلَّقَ بِغَيْرِ خُلُقِهِ. وَهُوَ مِنَ الْبَابِ ; لِأَنَّهُ يُخْفِي خِلَافَ مَا يُظْهِرُهُ. وَيُقَالُ: إِنَّ الْخُدَعَةَ الدَّهْرُ، فِي قَوْلِهِ:\nيَا قَوْمِ مَنْ عَاذِرِي مِنَ الْخُدْعَهْ\nوَهَذَا عَلَى مَعْنَى التَّمْثِيلِ، كَأَنَّهُ يَغَرُّ وَيَخْدَعْ. وَيُقَالُ: غُولٌ خَيْدَعٌ، كَأَنَّهَا تَغْتَالُ وَتَخْدَعُ. وَزَعَمَ نَاسٌ أَنَّهُمْ يَقُولُونَ: دِينَارٌ خَادِعٌ، أَيْ نَاقِصُ الْوَزْنِ. فَإِنَّهُ كَانَ كَذَا فَكَأَنَّهُ أَرَى التَّمَامَ وَأَخْفَى النُّقْصَانَ حَتَّى أَظْهَرَهُ الْوَزْنُ. وَمِنَ الْبَابِ الْخَيْدَعُ، وَهُوَ السَّرَابُ، وَالْقِيَاسُ وَاحِدٌ.",
    "pg": "2:161-162"
  },
  "خدف": {
    "def": "الْخَاءُ وَالدَّالُ وَالْفَاءُ أَصْلٌ وَاحِدٌ. قَالَ ابْنُ دُرَيْدٍ: \" الْخَدْفُ السُّرْعَةُ فِي الْمَشْيِ، وَمِنْهُ اشْتِقَاقٌ خِنْدِفَ \".",
    "pg": "2:162"
  },
  "خدل": {
    "def": "الْخَاءُ وَالدَّالُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الدِّقَّةِ وَاللِّينِ. يُقَالُ امْرَأَةٌ خَدْلَةٌ، أَيْ دَقِيقَةُ الْعِظَامِ وَفِي لَحْمِهَا امْتِلَاءٌ، وَهِيَ بَيِّنَةُ الْخَدَلِ وَالْخَدَالَةِ. وَذُكِرَ عَنِ السِّجِسْتَانِيِّ عِنَبَةٌ خَدْلَةٌ، أَيْ ضَئِيلَةٌ.",
    "pg": "2:162"
  },
  "خدم": {
    "def": "الْخَاءُ وَالدَّالُ وَالْمِيمُ أَصْلٌ وَاحِدٌ مُنْقَاسٌ، وَهُوَ إِطَافَةُ الشَّيْءِ بِالشَّيْءِ. فَالْخَدَمُ الْخَلَاخِيلُ، الْوَاحِدُ خَدَمَةٌ. قَالَ:\nيَبْحَثْنَ بَحْثًا كَمُضِلَّاتِ الْخَدَمْ\nوَالْخَدْمَاءُ: الشَّاةُ تَبْيَضُّ أَوْظِفَتُهَا. وَالْمُخَدَّمُ: مَوْضِعُ الْخِدَامِ مِنَ السَّاقِ. وَفَرَسٌ مُخَدَّمٌ، إِذَا كَانَ تَحْجِيلُهُ مُسْتَدِيرًا فَوْقَ أَشَاعِرِهِ. قَالَ الْخَلِيلُ: الْخَدَمَةُ سَيْرٌ مُحْكَمٌ مِثْلٌ الْحَلْقَةِ، تُشَدُّ فِي رُسْغِ الْبَعِيرِ ثُمَّ تَشُدُّ إِلَيْهِ سَرِيحَةُ النَّعْلِ. قَالَ: وَسُمِّيَ الْخَلْخَالُ خَدَمَةً بِذَلِكَ. وَالْوَعِلُ الْأَرَحُّ الْمُخَدَّمُ: الْوَاسِعُ الْأَظْلَافِ الَّذِي أَحَاطَ الْبَيَاضُ بَأَوْظِفَتِهِ. قَالَ:\nتُعْيِي الْأَرَحَّ الْمُخَدَّمَا وَمِنْ هَذَا الْبَابِ الْخِدْمَةُ. وَمِنْهُ اشْتِقَاقُ [الْخَادِمِ] ; لِأَنَّ الْخَادِمَ يُطِيفُ بِمَخْدُومِهِ.",
    "pg": "2:162-163"
  },
  "خدن": {
    "def": "الْخَاءُ وَالدَّالُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ الْمُصَاحَبَةُ. فَالْخِدْنُ: الصَّاحِبُ. يُقَالُ: خَادَنْتُ الرَّجُلَ مُخَادَنَةً. وَخِدْنُ الْجَارِيَةِ مُحَدِّثُهَا.\nقَالَ أَبُو زَيْدٍ: خَادَنْتُ الرَّجُلَ صَادَقْتُهُ. وَرَجُلٌ خُدَنَةٌ: كَثِيرُ الْأَخْدَانِ.",
    "pg": "2:163"
  },
  "خذا": {
    "def": "الْخَاءُ وَالذَّالُ وَالْحَرْفُ الْمُعْتَلُّ وَالْمَهْمُوزُ يَدُلُّ عَلَى الضَّعْفِ وَاللِّينِ. يُقَالُ خَذَا الشَّيْءُ يَخْذُو خَذْوًا: اسْتَرْخَى. وَخَذِيَ يَخْذَى. وَيَنَمَةٌ خَذْوَاءُ: لَيِّنَةٌ، وَهِيَ بَقْلَةٌ. وَأُذُنٌ خَذْوَاءُ: مُسْتَرْخِيَةٌ. وَيُكْرَهُ مِنَ الْفَرَسِ الْخَذَا فِي الْأُذُنِ.\nوَمِنَ الْبَابِ خَذِئْتُ وَخَذَأْتُ أَخْذَأُ، إِذَا خَضَعْتُ لَهُ خُذُوءًا وَخَذْءًا. وَيُقَالُ اسْتَخْذَيْتُ وَاسْتَخْذَأْتُ، لُغَتَانِ، وَهُمْ إِلَى تَرْكِ الْهَمْزِ فِيهَا أَمْيَلُ. وَقَدْ قَالَ كُثَيِّرٌ:\nفَمَا زِلْتُمُ بِالنَّاسِ حَتَّى كَأَنَّهُمْ ... مِنَ الْخَوْفِ طَيْرٌ أَخْذَأَتْهَا الْأَجَادِلُ\nفَهَمَزَ. يُقَالُ أَخْذَيْتُ فُلَانًا، أَيْ أَذْلَلْتُهُ.\n\n[بَابُ الْخَاءِ وَالرَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:166"
  },
  "خذع": {
    "def": "الْخَاءُ وَالذَّالُ وَالْعَيْنُ يَدُلُّ عَلَى قَطْعِ الشَّيْءِ ; يُقَالُ خَذَّعَهُ بِالسَّيْفِ، إِذَا ضَرَبَهُ. وَرُوِيَ بَيْتُ أَبِي ذُؤَيْبٍ:\nوَكِلَاهُمَا بَطَلُ اللِّقَاءِ مُخَذَّعٌ\nأَيْ كَأَنَّهُ قَدْ ضُرِبَ بِالسَّيْفِ مِرَارًا. وَيُقَالُ نَبَاتٌ مُخَذَّعٌ، إِذَا أُكِلَ أَعْلَاهُ. وَصَحَّفَهُ نَاسٌ فَقَالُوا مُجَدَّعٌ. وَلَيْسَ بِشَيْءٍ.",
    "pg": "2:164-165"
  },
  "خذف": {
    "def": "الْخَاءُ وَالذَّالُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الرَّمْيِ. يُقَالُ خَذَفْتُ بِالْحَصَاةِ، إِذَا رَمَيْتَهَا مِنْ بَيْنِ سَبَّابَتَيْكَ. قَالَ:\nكَأَنَّ الْحَصَى مِنْ خَلْفِهَا وَأَمَامِهَا ... إِذَا نَجَلَتْهُ رِجْلُهَا خَذْفُ أَعْسَرًا\nوَالْمِخْذَفَةُ، هِيَ الَّتِي يُقَالُ لَهَا الْمِقْلَاعُ. وَيُقَالُ أَتَانٌ خَذُوفٌ، أَيْ سَمِينَةٌ. قَالَ أَبُو حَاتِمٍ: قَالَ الْأَصْمَعِيُّ: يُرَادُ بِذَلِكَ أَنَّهَا لَوْ خُذِفَتْ بِحَصَاةٍ لَدَخَلَتْ فِي بَطْنِهَا مِنْ كَثْرَةِ الشَّحْمِ. وَهَذَا الَّذِي يَحْكِيهِ عَنْ هَؤُلَاءِ الْأَئِمَّةِ، وَإِنْ قَلَّ، فَهُوَ يَدُلُّ عَلَى صِحَّةِ مَا نَذْهَبُ إِلَيْهِ مِنْ هَذِهِ الْمُقَايَسَاتِ، كَالَّذِي ذَكَرْنَاهُ آنِفًا عَنِ الْخَلِيلِ فِي بَابِ الْإِخْدَاعِ، وَكَمَا قَالَهُ الْأَصْمَعِيُّ فِي الْأَتَانِ الْخَذُوفِ.\nوَالْخَذَفَانُ: ضَرْبٌ مِنْ [سَيْرِ] الْإِبِلِ وَهُوَ بِتَرَامٍ قَلِيلٍ.",
    "pg": "2:165"
  },
  "خذق": {
    "def": "الْخَاءُ وَالذَّالُ وَالْقَافُ لَيْسَ أَصْلًا، وَإِنَّمَا فِيهِ كَلِمَةٌ مِنْ بَابِ الْإِبْدَالِ. يُقَالُ خَذَقَ الطَّائِرُ، إِذَا ذَرَقَ. وَأَرَاهُ خَزَقَ، فَأُبْدِلَتِ الزَّاءُ ذَالًا.",
    "pg": "2:165"
  },
  "خذل": {
    "def": "الْخَاءُ وَالذَّالُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَرْكِ الشَّيْءِ وَالْقُعُودِ عَنْهُ. فَالْخِذْلَانُ: تَرْكُ الْمَعُونَةِ. وَيُقَالُ خَذَلَتِ الْوَحْشِيَّةُ: أَقَامَتْ عَلَى وَلَدِهَا ; وَهِيَ خَذُولٌ. قَالَ:\nخَذُولٌ تُرَاعِي رَبْرَبًا بِخَمِيلَةٍ ... تَنَاوَلُ أَطْرَافَ الْبَرِيرِ وَتَرْتَدِي\nوَمِنَ الْبَابِ تَخَاذَلَتْ رِجْلَاهُ: ضَعُفَتَا. مِنْ قَوْلِهِ: وَخَذُولِ الرِّجْلِ مِنْ غَيْرِ كَسَحْ\nوَقَالَ آخَرُ:\nصَرْعَى نَوْؤُهَا مُتَخَاذِلُ\nوَرَجُلٌ خُذَلَةٌ، لِلَّذِي لَا يَزَالُ يَخْذُلُ.",
    "pg": "2:165-166"
  },
  "خذم": {
    "def": "الْخَاءُ وَالذَّالُ وَالْمِيمُ يَدُلُّ عَلَى الْقَطْعِ. يُقَالُ خَذَمْتُ الشَّيْءَ: قَطَعْتُهُ. [وَ] سَيْفٌ مِخْذَمٌ. وَالْخَذْمَاءُ: الْعَنْزُ تَنْشَقُّ أُذُنُهَا عَرْضًا مِنْ غَيْرِ بَيْنُونَةٍ. وَالْخَذَمُ: السُّرْعَةُ فِي السَّيْرِ ; وَهُوَ مِنَ الْبَابِ.",
    "pg": "2:166"
  },
  "خرب": {
    "def": "الْخَاءُ وَالرَّاءُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى التَّثَلُّمِ وَالتَّثَقُّبِ. فَالْخُرْبَةُ: الثُّقْبَةُ. وَالْعَبْدُ الْأَخْرَبُ: الْمَثْقُوبُ الْأُذُنِ. وَالْخُرْبُ: ثَقْبُ الْوَرِكِ. وَالْخُرْبَةُ: عُرْوَةُ الْمَزَادَةِ.\nوَمِنَ الْبَابِ، وَهُوَ الْأَصْلُ، الْخَرَابُ: ضِدُّ الْعِمَارَةِ. وَالْخُرْبُ: مُنْقَطَعُ الْجُمْهُورِ مِنَ الرَّمْلِ. فَأَمَّا الْخَارِبُ فَسَارِقُ الْإِبِلِ خَاصَّةً ; وَهُوَ الْقِيَاسُ، لِأَنَّ السَّرِقَ. إِيقَاعُ ثُلْمَةٍ فِي الْمَالِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْخَرَبُ، وَهُوَ ذِكْرُ الْحُبَارَى، وَالْجَمْعِ خِرْبَانُ. وَأَخْرُبُ: مَوْضِعٌ. [قَالَ] : خَرَجْنَا نُغَالِي الْوَحْشَ بَيْنَ ثُعَالَةٍ ... وَبَيْنَ رُحَيَّاتٍ إِلَى فَجِّ أَخْرُبِ",
    "pg": "2:174-175"
  },
  "خرت": {
    "def": "الْخَاءُ وَالرَّاءُ وَالتَّاءُ أَصْلٌ يَدُلُّ عَلَى تَثَقُّبٍ وَشِبْهِهِ. فَالْخُرْتُ: ثَقْبُ الْإِبْرَةِ، وَالْأَخَرَاتُ: الْحَلَقُ فِي رُؤُوسِ النُّسُوعِ. وَالْخِرِّيتُ: الرَّجُلُ الدَّلِيلُ الْمَاهِرُ بِالدَّلَالَةِ. وَسُمِّيَ بِذَلِكَ لِشِقِّهِ الْمَفَازَةَ، كَأَنَّهُ يَدْخُلُ فِي أَخْرَاتِهَا. وَيُقَالُ خَرَتْنَا الْأَرْضَ، إِذَا عَرَفْنَاهَا فَلَمْ تَخْفَ عَلَيْنَا طُرُقُهَا.",
    "pg": "2:175"
  },
  "خرث": {
    "def": "الْخَاءُ وَالرَّاءُ وَالثَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ أَسَقَّاطُ الشَّيْءِ. يُقَالُ لِأَسْقَاطِ أَثَاثِ الْبَيْتِ خُرْثِيٌّ. قَالَ:\nوَعَادَ كُلُّ أَثَاثِ الْبَيْتِ خُرْثِيًّا",
    "pg": "2:175"
  },
  "خرج": {
    "def": "الْخَاءُ وَالرَّاءُ وَالْجِيمُ أَصْلَانِ، وَقَدْ يُمْكِنُ الْجَمْعُ بَيْنَهُمَا، إِلَّا أَنَّا سَلَكْنَا الطَّرِيقَ الْوَاضِحَ. فَالْأَوَّلُ: النَّفَاذُ عَنِ الشَّيْءِ. وَالثَّانِي: اخْتِلَافُ لَوْنَيْنِ.\nفَأَمَّا الْأَوَّلُ فَقَوْلُنَا خَرَجَ يَخْرُجُ خُرُوجًا. وَالْخُرَاجُ بِالْجَسَدِ. وَالْخَرَاجُ وَالْخَرْجُ: الْإِتَاوَةُ ; لِأَنَّهُ مَالٌ يُخْرِجُهُ الْمُعْطِي. وَالْخَارِجِيُّ: الرَّجُلُ الْمُسَوَّدُ بِنَفْسِهِ، مِنْ غَيْرِ أَنْ يَكُونَ لَهُ قَدِيمٌ، كَأَنَّهُ خَرَجَ بِنَفْسِهِ، وَهُوَ كَالَّذِي يُقَالُ:\nنَفْسُ عِصَامٍ سَوَّدَتْ عِصَامًا\nوَالْخُرُوجُ: خُرُوجُ السَّحَابَةِ ; يُقَالُ مَا أَحْسَنَ خُرُوجَهَا. وَفُلَانٌ خِرِّيجُ فُلَانٍ، إِذَا كَانَ يَتَعَلَّمُ مِنْهُ، كَأَنَّهُ هُوَ الَّذِي أَخْرَجَهُ مِنْ حَدِّ الْجَهْلِ. وَيُقَالُ نَاقَةٌ مُخْتَرِجَةٌ، إِذَا خَرَجَتْ عَلَى خِلْقَةِ الْجَمَلِ. وَالْخَرُوجُ: النَّاقَةُ تَخْرُجُ مِنَ الْإِبِلِ، تَبْرُكُ نَاحِيَةً ; وَهُوَ مِنَ الْخُرُوجِ. وَالْخَرِيجُ فِيمَا يُقَالُ: لُعْبَةٌ لِفِتْيَانِ الْعَرَبِ، يُقَالُ فِيهَا: خَرَاجِ خَرَاجِ. قَالَ الْهُذَلِيُّ:\nأَرِقْتُ لَهُ ذَاتَ الْعِشَاءِ كَأَنَّهُ ... مَخَارِيقُ يُدْعَى بَيْنَهُنَّ خَرِيجُ\nوَبَنُو الْخَارِجِيَّةِ: قَبِيلَةٌ، وَالنِّسْبَةُ إِلَيْهِ خَارِجِيٌّ.\nوَأَمَّا الْأَصْلُ الْآخَرُ: فَالْخَرَجُ لَوْنَانِ بَيْنَ سَوَادٍ وَبَيَاضٍ ; يُقَالُ نَعَامَةٌ خَرْجَاءُ وَظَلِيمٌ أَخْرَجَ. وَيُقَالُ إِنَّ الْخَرْجَاءَ الشَّاةُ تَبْيَضُّ رِجْلَاهَا إِلَى خَاصِرَتِهَا.\nوَمِنَ الْبَابِ أَرْضٌ مُخَرَّجَةٌ، إِذَا كَانَ نَبْتُهَا فِي مَكَانٍ دُونَ مَكَانٍ.\nوَخَرَّجَتِ الرَّاعِيَةُ الْمَرْتَعَ، إِذَا أَكَلَتْ بَعْضًا وَتَرَكَتْ بَعْضًا. وَذَلِكَ مَا ذَكَرْنَاهُ مِنِ اخْتِلَافِ اللَّوْنَيْنِ.",
    "pg": "2:175-176"
  },
  "خرد": {
    "def": "الْخَاءُ وَالرَّاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ صَوْنُ الشَّيْءِ عَنِ الْمَسِيسِ. فَالْجَارِيَةُ الْخَرِيدَةُ هِيَ الَّتِي لَمْ تُمَسَّ قَطُّ. وَحَكَى ابْنُ الْأَعْرَابِيِّ: لُؤْلُؤَةٌ خَرِيدَةٌ: لَمْ تُثْقَبْ. قَالَ وَكُلُّ عَذْرَاءَ فَهِيَ خَرِيدَةٌ. وَجَارِيَةٌ خَرُودٌ: خَفِرَةٌ ; وَهِيَ مِنَ الْبَابِ. قَالَ ابْنُ الْأَعْرَابِيِّ: أَخْرَدَ الرَّجُلُ: إِذَا أَقَلَّ كَلَامَهُ. يُقَالُ: مَالَكَ مُخْرِدًا. وَهُوَ قِيَاسُ مَا ذَكَرْنَاهُ ; لِأَنَّ فِي ذَلِكَ صَوْنَ الْكَلَامِ وَاللِّسَانِ. [بَابُ الْخَاءِ وَالزَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:176-177"
  },
  "خرر": {
    "def": "الْخَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ اضْطِرَابٌ وَسُقُوطٌ مَعَ صَوْتٍ. فَالْخَرِيرُ: صَوْتُ الْمَاءِ. وَعَيْنٌ خَرَّارَةٌ. وَقَدْ خَرَّتْ تَخِرُّ. وَيُقَالُ لِلرَّجُلِ إِذَا اضْطَرَبَ بَطْنُهُ قَدْ تَخَرْخَرَ. وَخَرَّ، إِذَا سَقَطَ. قَالَ أَبُو خِرَاشٍ، يَصِفُ سَيْفًا:\nبِهِ أَدَعُ الْكَمِيَّ عَلَى يَدَيْهِ ... يَخِرُّ تَخَالُهُ نَسْرًا قَشِيبًا\nقَشِيبٌ: قَدْ خُلِطَ لَهُ السُّمُّ بِطُعْمٍ ; يُقَالُ قَشَبَ لَهُ، إِذَا خَلَطَ لَهُ السُّمَّ. وَإِنَّمَا يُفْعَلُ ذَلِكَ لِيُصَادَ بِهِ، وَمِثْلُهُ لِطُفَيْلٍ: كَسَاهَا رَطِيبَ الرِّيشِ مِنْ كُلِّ نَاهِضٍ ... إِلَى وَكْرِهِ وَكُلِّ جَوْنٍ مُقَشَّبِ\nالْمُقَشَّبُ: نَسْرٌ قَدْ جُعِلَ لَهُ الْقِشْبُ فِي الْجِيَفِ لِيُصَادَ. نَاهِضٌ: حَدِيثُ السِّنِّ. وَالنَّسْرُ إِذَا كَبِرَ اسْوَدَّ. وَتَقُولُ: خَرَّ الْمَاءُ الْأَرْضَ: شَقَّهَا. وَالْأَخِرَّةُ، وَاحِدُهَا، خَرِيرٌ، وَهِيَ أَمَاكِنُ مُطْمَئِنَّةٌ بَيْنَ الرَّبْوَيْنِ تَنْقَادُ. وَقَالَ الْأَحْمَرُ:\nسَمِعْتُ [بَعْضَ] الْعَرَبِ يُنْشِدُ بَيْتَ لَبِيدٍ:\nبِأَخِرَّةِ الثَّلَبُوتِ\nوَالْخُرُّ مِنَ الرَّحَى: الْمَوْضِعُ الَّذِي تُلْقَى فِيهِ الْحِنْطَةُ. وَهُوَ قِيَاسُ الْبَابِ ; لِأَنَّ الْحَبَّ يَخِرُّ فِيهِ. وَخُرُّ الْأُذُنِ: ثَقْبُهَا: مُشَبَّهٌ بِذَلِكَ.",
    "pg": "2:149-150"
  },
  "خرز": {
    "def": "الْخَاءُ وَالرَّاءُ وَالزَّاءُ يَدُلُّ عَلَى جَمْعِ الشَّيْءِ إِلَى الشَّيْءِ وَضَمِّهِ إِلَيْهِ. فَمِنْهُ خَرْزُ الْجِلْدِ. وَمِنْهُ الْخَرَزُ، وَهُوَ مَعْرُوفٌ، لِأَنَّهُ يُنْظَمُ وَيُنْضَدُ بَعْضُهُ إِلَى بَعْضٍ. وَفَقَارُ الظَّهْرِ خَرَزٌ لِانْتِظَامِهِ، وَخَرَزَاتُ الْمَلِكِ، كَانَ الْمَلِكُ مِنْهُمْ كُلَّمَا مَلَكَ عَامًا زِيدَتْ فِي تَاجِهِ خَرَزَةٌ ; لِيُعْلَمَ بِذَلِكَ عَدَدُ سِنِي مُلْكِهِ. قَالَ:\nرَعَى خَرَزَاتِ الْمُلْكِ عِشْرِينَ حِجَّةً ... وَعِشْرِينَ حَتَّى فَادَ وَالشَّيْبُ شَامِلُ",
    "pg": "2:166-167"
  },
  "خرس": {
    "def": "الْخَاءُ وَالرَّاءُ وَالسِّينُ أُصُولٌ ثَلَاثَةٌ: الْأَوَّلُ جِنْسٌ مِنَ الْآنِيَةِ، وَالثَّانِي عَدَمُ النُّطْقِ، وَالثَّالِثُ نَوْعٌ مِنَ الطَّعَامِ.\nفَالْأَوَّلُ: الْخَرْسُ بِسُكُونِ الرَّاءِ، وَهُوَ الدَّنُّ، وَيُقَالُ لِصَانِعِهِ الْخَرَّاسُ.\nوَالثَّانِي: الْخَرَسُ فِي اللِّسَانِ، وَهُوَ ذَهَابُ النُّطْقِ. وَيُحْمَلُ عَلَى ذَلِكَ فَيُقَالُ كَتِيبَةٌ خَرْسَاءُ، إِذَا صَمَتَتْ مِنْ كَثْرَةِ الدُّرُوعِ، فَلَيْسَ لَهَا قَعْقَعَةُ سِلَاحٍ. وَيُقَالُ لَبَنٌ أَخْرَسٌ: خَاثِرٌ لَا صَوْتَ لَهُ فِي الْإِنَاءِ عِنْدَ الْحَلْبِ. وَسَحَابَةٌ خَرْسَاءُ: لَيْسَ فِيهَا رَعْدٌ.\nوَالثَّالِثُ: الْخُرْسُ وَالْخُرْسَةُ، وَهُوَ طَعَامٌ يُتَّخَذُ لِلْوَالِدِ مِنَ النِّسَاءِ، وَتِلْكَ خُرْسَتُهَا. قَالَ:\nإِذَا النُّفَسَاءُ لَمْ تُخَرَّسْ بِبِكْرِهَا ... طَعَامًا وَلَمْ يُسْكَتْ بِحِتْرٍ فَطِيمُهَا\nوَزَعَمَ نَاسٌ أَنَّ الْبِكْرَ تُدْعَى فِي أَوَّلِ حَمْلِهَا خَرُوسًا. وَأَنْشَدُوا:\nشَرُّكُمْ حَاضِرٌ وَدَرُّكُمُ دَ ... رُّ خَرُوسٍ مِنَ الْأَرَانِبِ بِكْرِ وَيُقَالُ الْخَرُوسُ الْقَلِيلَةُ الدَّرِّ.",
    "pg": "2:167-168"
  },
  "خرش": {
    "def": "الْخَاءُ وَالرَّاءُ وَالشِّينُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى انْتِفَاخٍ فِي الشَّيْءِ وَخُرُوقٍ.\nالْأَصْلُ الْخِرْشَاءُ، وَهُوَ سَلْخُ الْحَيَّةِ، ثُمَّ يُشَبَّهُ بِهِ كُلُّ شَيْءٍ يَكُونُ فِيهِ تِلْكَ الصِّفَةُ، فَيُقَالُ لِلرَّغْوَةِ: الْخِرْشَاءُ. قَالَ مُزَرِّدٌ:\nإِذَا مَسَّ خِرْشَاءَ الثُّمَالَةِ أَنْفُهُ ... ثَنَى مِشْفَرَيْهِ لِلصَّرِيحِ فَأَقْنَعَا\nوَيُقَالُ طَلَعَتِ الشَّمْسُ فِي خِرْشَاءَ، أَيْ فِي غَبَرَةٍ. وَأَلْقَى الرَّجُلُ خَرَاشِيَّ صَدْرِهِ، أَيْ بُصَاقًا خَاثِرًا. فَهَذَا هُوَ الْأَصْلُ.\nفَأَمَّا قَوْلُهُمْ كَلْبُ خِرَاشٍ، فَهُوَ عِنْدَنَا مِنْ بَابِ الْإِبْدَالِ، قَالَ الرَّاجِزُ:\nكَأَنَّ طَبْيَيْهَا إِذَا مَا دَرَّا ... كَلْبَا خِرَاشٍ خُورِشَا فَهَرَّا\nوَيَجُوزُ أَنْ يَكُونَ مِنْ خَرَشْتُ الشَّيْءَ، إِذَا خَدَشْتَهُ ; وَهُوَ مِنَ الْأَوَّلِ كَأَنَّهُ إِذَا خُرِشَ نَفَرَ وَرَبَا وَتَخَرَّقَ. فَأَمَّا قَوْلُهُمُ اخْتَرَشْتُ الشَّيْءَ، إِذَا كَسَبْتَهُ، فَهُوَ عِنْدَنَا أَيْضًا مِنْ بَابِ الْإِبْدَالِ، إِنَّمَا هُوَ اقْتَرَشَ. وَقَدْ ذُكِرَ فِي بَابِهِ. وَكَانَ ابْنُ الْأَعْرَابِيِّ يَقُولُ: اخْتَرَشَ كَسَبَ. وَكَانَ يَرْوِي كَلَامًا تِلْكَ: \" رُبَّ ثَدْيٍ افْتَرَشَ، وَنَهْبٍ اخْتَرَشَ، وَضَبٍّ احْتَرَشَ \". وَغَيْرُهُ يَرْوِي: \" وَنَهْبٍ اقْتَرَشَ \". وَالْخِرَاشُ: سِمَةٌ خَفِيفَةٌ. وَالْخَرَشَةُ: ضَرْبٌ مِنَ الذُّبَابِ، وَلَعَلَّهُ مِنْ بَعْضِ مَا مَضَى ذِكْرُهُ.",
    "pg": "2:168-169"
  },
  "خرص": {
    "def": "الْخَاءُ وَالرَّاءُ وَالصَّادُ أُصُولٌ مُتَبَايِنَةٌ جِدًّا.\nفَالْأَوَّلُ الْخَرْصُ، وَهُوَ حَزْرُ الشَّيْءِ، يُقَالُ خَرَصْتُ النَّخْلَ، إِذَا حَزَرْتَ ثَمَرَهُ. وَالْخَرَّاصُ: الْكَذَّابُ، وَهُوَ مِنْ هَذَا، لِأَنَّهُ يَقُولُ مَا لَا يَعْلَمُ وَلَا يَحُقُّ.\nوَأَصْلٌ آخَرُ، يُقَالُ لِلْحَلْقَةِ مِنَ الذَّهَبِ خُرْصٌ.\nوَأَصْلٌ آخَرُ، وَهُوَ كُلُّ ذِي شُعْبَةٍ مِنَ الشَّيْءِ ذِي الشُّعَبِ. فَالْخَرِيصُ مِنَ الْبَحْرِ: الْخَلِيجُ مِنْهُ. وَالْخَرْصُ: كُلُّ قَضِيبٍ مِنْ شَجَرَةٍ، وَجَمْعُهُ خِرْصَانٌ. قَالَ:\nتَرَى قِصَدَ الْمُرَّانِ تُلْقَى كَأَنَّهُ ... تَذَرُّعُ خِرْصَانٍ بِأَيْدِي الشَّوَاطِبِ\nوَمِنْ هَذَا الْأَصْلِ تَسْمِيَتُهُمُ الرُّمْحَ الْخَرْصَ. قَالَ:\nعَضَّ الثِّقَافِ الْخُرُصَ الْخَطَيَّا\nوَمِنْهُ الْأَخْرَاصُ، وَهِيَ عِيدَانٌ تَكُونُ مَعَ مُشْتَارِ الْعَسَلِ.\nوَأَصْلٌ آخَرُ، وَهُوَ الْخَرَصُ، وَهُوَ صِفَةُ الْجَائِعِ الْمَقْرُورِ، يُقَالُ خَرِصَ خَرْصًا.",
    "pg": "2:169"
  },
  "خرض": {
    "def": "الْخَاءُ وَالرَّاءُ وَالضَّادُ. زَعَمَ نَاسٌ أَنَّ الْخَرِيضَ الْجَارِيَةُ الْحَدِيثَةُ السِّنِّ الْحَسَنَةُ. وَهَذَا مِمَّا لَا يُعَوَّلُ عَلَى مِثْلِهِ، وَلَا قِيَاسَ لَهُ.",
    "pg": "2:169"
  },
  "خرط": {
    "def": "الْخَاءُ وَالرَّاءُ وَالطَّاءُ أَصْلٌ وَاحِدٌ مُنْقَاسٌ مُطَّرِدٌ، وَهُوَ مُضِيُّ الشَّيْءِ، وَانْسِلَالُهُ. وَإِلَيْهِ يَرْجِعُ فُرُوعُ الْبَابِ، فَيُقَالُ اخْتَرَطْتُ السَّيْفَ مِنْ غِمْدِهِ، وَخَرَطْتُ عَنِ الشَّجَرَةِ وَرَقَهَا، وَذَلِكَ أَنَّكَ إِذَا فَعَلْتَ ذَلِكَ فَكَأَنَّ الشَّجَرَةَ قَدِ انْسَلَّتْ مِنْهُ. وَقَالَ قَوْمٌ: الْخَرْطُ قِشْرُ الْعُودِ ; وَهُوَ مِنْ ذَلِكَ. وَالْخَرُوطُ مِنَ الدَّوَابِّ: الَّذِي يَجْتَذِبُ رَسَنَهُ مِنْ يَدِ مُمْسِكِهِ وَيَمْضِي. وَيُقَالُ اخْرَوَّطَ بِهِمُ السَّيْرُ، إِذَا امْتَدَّ. وَالْمَخْرُوطُ: الرَّجُلُ الطَّوِيلُ الْوَجْهِ. وَاسْتَخْرَطَ الرَّجُلُ [فِي] الْبُكَاءِ، وَذَلِكَ إِذَا أَلَحَّ وَلَجَّ فِيهِ مُسْتَمِرًّا. وَالْخَرَطُ: دَاءٌ يُصِيبُ ضَرْعَ الشَّاةِ فَيَخْرُجُ لَبَنُهَا مُتَعَقِّدًا كَأَنَّهُ قِطَعُ الْأَوْتَارِ. وَهِيَ شَاةٌ مُخْرِطٌ، فَإِنْ كَانَ ذَلِكَ عَادَتَهَا فَهِيَ مِخْرَاطٌ. وَيُقَالُ الْمَخَارِيطُ الْحَيَّاتُ إِذَا انْسَلَخَتْ جُلُودُهَا. قَالَ:\nإِنِّي كَسَانِي أَبُو قَابُوسَ مُرْفَلَةً ... كَأَنَّهَا سَلْخُ أَبْكَارِ الْمَخَارِيطِ\n[وَ] رَجُلٌ خَرُوطٌ: مُتَهَوِّرٌ يَرْكَبُ رَأْسَهُ، وَهُوَ الْقِيَاسُ. وَيُقَالُ انْخَرَطَ عَلَيْنَا، إِذَا انْدَرَأَ بِالْقَوْلِ السَّيِّئِ، وَانْخَرَطَ جِسْمُ فُلَانٍ، إِذَا دَقَّ، وَذَلِكَ كَأَنَّهُ انْسَلَّ مِنْ لَحْمِهِ انْسِلَالًا. وَيُقَالُ خَرَطْتُ الْفَحْلَ فِي الشَّوْلِ، إِذَا أَرْسَلْتَهُ فِيهَا.",
    "pg": "2:169-170"
  },
  "خرع": {
    "def": "الْخَاءُ وَالرَّاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى الرَّخَاوَةِ، ثُمَّ يُحْمَلُ عَلَيْهِ. فَالْخِرْوَعُ نَبَاتٌ لَيِّنٌ ; وَمِنْهُ اشْتِقَاقُ الْمَرْأَةِ الْخَرِيعِ، وَهِيَ اللَّيِّنَةُ. وَكَانَ الْأَصْمَعِيُّ يُنْكِرُ أَنْ يَكُونَ الْخَرِيعُ الْفَاجِرَةَ، وَكَانَ يَقُولُ: هِيَ الَّتِي تَثَنَّى مِنَ اللِّينِ. وَيُقَالُ لِمِشْفَرِ الْبَعِيرِ إِذَا تَدَلَّى خَرِيعٌ. قَالَ:\nخَرِيعَ النَّعْوِ مُضْطَرِبَ النَّوَاحِي ... كَأَخْلَاقِ الْغَرِيفَةِ ذَا غُضُونِ\nوَأَخَذَهُ مِنْ عُتَيْبَةَ بْنِ مِرْدَاسٍ فِي قَوْلِهِ: تَكُفُّ شَبَا الْأَنْيَابِ عَنْهَا بِمِشْفَرٍ ... خَرِيعٍ كَسِبْتِ الْأَحْوَرِيِّ الْمُخَصَّرِ\nوَالْخَرَعُ: لِينٌ فِي الْمَفَاصِلِ. وَيُقَالُ الْخُرَاعُ جُنُونُ النَّاقَةِ ; وَهُوَ مِنَ الْبَابِ. وَمِمَّا حُمِلَ عَلَى الْخَرْعِ الشَّقُّ، تَقُولُ خَرَعْتُهُ فَانْخَرَعَ. وَاخْتَرَعَ الرَّجُلُ كَذِبًا، أَيِ اشْتَقَّهُ. وَانْخَرَعَتْ أَعْضَاءُ الْبَعِيرِ، إِذَا زَالَتْ مِنْ مَوَاضِعِهَا. وَيُقَالُ الْمُخَرَّعُ الْمُخْتَلِفُ الْأَخْلَاقِ. وَفِيهِ نَظَرٌ، فَإِنْ صَحَّ فَهُوَ مِنْ خُرَاعِ النُّوقِ. وَيُقَالُ خَرِعَتِ النَّخْلَةُ، إِذَا ذَهَبَ كَرَبُهَا، تَخْرَعُ.",
    "pg": "2:170-171"
  },
  "خرف": {
    "def": "الْخَاءُ وَالرَّاءُ وَالْفَاءُ أَصْلَانِ: أَحَدُهُمَا أَنْ يُجْتَنَى الشَّيْءُ، وَالْآخَرُ الطَّرِيقُ.\nفَالْأَوَّلُ قَوْلُهُمُ اخْتَرَفْتُ الثَّمَرَةَ، إِذَا اجْتَنَيْتَهَا. وَالْخَرِيفُ: الزَّمَانُ الَّذِي يُخْتَرَفُ فِيهِ الثِّمَارُ. وَأَرْضٌ مَخْرُوفَةٌ: أَصَابَهَا مَطَرُ الْخَرِيفِ. وَالْمِخْرَفُ: الَّذِي يُجْتَنَى فِيهِ. وَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ: \" «عَائِدُ الْمَرِيضِ عَلَى مَخَارِفِ الْجَنَّةِ حَتَّى يَرْجِعَ» \". وَالْعَرَبُ تَقُولُ: اخْرُفْ لَنَا، أَيِ اجْنِ. وَالْمَخْرَفُ بِفَتْحِ الْمِيمِ: الْجَمَاعَةُ مِنَ النَّخْلِ. وَقَالَ بَعْضُ أَهْلِ اللُّغَةِ: إِنَّ الْخَرُوفَ يُسَمَّى خَرُوفًا لِأَنَّهُ يَخْرُفُ مِنْ هَاهُنَا وَهَا هُنَا.\nوَالْأَصْلُ الْآخَرُ: الْمَخْرَفَةُ: الطَّرِيقُ. وَفِي الْحَدِيثِ: \" «تُرِكْتُمْ عَلَى مِثْلِ مَخْرَفَةِ النَّعَمِ» \"، أَيْ عَلَى الطَّرِيقِ الْوَاضِحِ الْمُسْتَقِيمِ. وَقَالَ: فَضَرَبْتَهُ بَأَفَلَّ تَحْسِبُ إِثْرَهُ ... نَهْجًا إِبَّانَ بِذِي فَرِيغٍ مَخْرَفِ\nوَمِنْ هَذَا الْبَابِ الْإِخْرَافُ، وَهُوَ أَنْ تُنْتَجَ النَّاقَةُ فِي مِثْلِ الْوَقْتِ الَّذِي حَمَلَتْ فِيهِ. وَهُوَ الْقِيَاسُ: لِأَنَّهَا كَأَنَّهَا لَزِمَتْ ذَلِكَ الْقَصْدَ فَلَمْ تَعْوَجَّ عَنْهُ.\nوَبَقِيَتْ فِي الْبَابِ كَلِمَةٌ هِيَ عِنْدَنَا شَاذَّةٌ مِنَ الْأَصْلِ، وَهُوَ الْخَرَفُ، وَالْخَرَفُ: فَسَادُ الْعَقْلِ مِنَ الْكِبَرِ.",
    "pg": "2:171-172"
  },
  "خرق": {
    "def": "الْخَاءُ وَالرَّاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ، وَهُوَ مَزْقُ الشَّيْءِ وَجَوْبُهُ، إِلَى ذَلِكَ يَرْجِعُ فُرُوعُهُ. فَيُقَالُ: خَرَقْتُ الْأَرْضَ، أَيْ جُبْتُهَا. وَاخْتَرَقَتِ الرِّيحُ الْأَرْضَ، إِذَا جَابَتْهَا. وَالْمُخْتَرَقُ: الْمَوْضِعُ الَّذِي يَخْتَرِقُهُ الرِّيَاحُ. قَالَ رُؤْبَةُ:\nوَقَاتِمِ الْأَعْمَاقِ خَاوِي الْمُخْتَرَقْ\nوَالْخَرْقُ: الْمَفَازَةُ، لِأَنَّ الرِّيَاحَ تَخْتَرِقُهَا. وَالْخِرْقُ: الرَّجُلُ السَّخِيُّ، كَأَنَّهُ يَتَخَرَّقُ بِالْمَعْرُوفِ. وَالْخَرْقُ: نَقِيضُ الرِّفْقِ، كَأَنَّ الَّذِي يَفْعَلُهُ مُتَخَرِّقٌ. وَالتَّخَرُّقُ: خَلْقُ الْكَذِبِ. وَرِيحٌ خَرْقَاءُ: لَا تَدُومُ فِي الْهُبُوبِ عَلَى جِهَةٍ. وَالْخَرْقَاءُ: الْمَرْأَةُ لَا تُحْسِنُ عَمَلًا. قَالَ:\nخَرْقَاءُ بِالْخَيْرِ لَا تَهْدِي لِوِجْهَتِهِ ... وَهْيَ صَنَاعُ الْأَذَى فِي الْأَهْلِ وَالْجَارِ\nوَالْخَرْقَاءُ مِنَ الشَّاءِ وَغَيْرِهَا: الْمَثْقُوبَةُ الْأُذُنُ. وَبَعِيرٌ أَخْرُقُ: يَقَعُ مَنْسِمُهُ بِالْأَرْضِ قَبْلَ خُفِّهِ. وَالْخِرْقَةُ مَعْرُوفَةٌ، وَالْجَمْعُ خِرَقٌ. وَذُو الْخِرَقِ الطُّهَوِيُّ سُمِّيَ بِذَلِكَ لِقَوْلِهِ: عَلَيْهَا الرِّيشُ وَالْخِرَقُ\nوَالْخِرْقَةُ مِنَ الْجَرَادِ: الْقِطْعَةُ. قَالَ:\nقَدْ نَزَلَتْ بِسَاحَةِ ابْنِ وَاصِلِ ... خِرْقَةُ رِجْلٍ مِنْ جَرَادٍ نَازِلِ\nقَالَ الْفَرَّاءُ: يُقَالُ: \" مَرَرْتُ بِخَرِيقٍ مِنَ الْأَرْضِ بَيْنَ مَسْحَاوَيْنِ \"، وَهِيَ الَّتِي اتَّسَعَتْ وَاتَّسَعَ نَبَاتُهَا. وَالْجَمْعُ خُرُقٌ. قَالَ:\nفِي خُرُقٍ تَشْبَعُ مِنْ رَمْرَامِهَا\nوَمِنَ الْبَابِ الْخَرَقُ، وَهُوَ التَّحَيُّرُ وَالدَّهَشُ. وَيُقَالُ خَرِقَ الْغَزَالُ، إِذَا طَافَ بِهِ الصَّائِدُ فَدَهِشَ وَلَصِقَ بِالْأَرْضِ. وَيُقَالُ مِثْلُ ذَلِكَ تَشْبِيهًا: خَرِقَ الرَّجُلُ فِي بَيْتِهِ ; إِذَا لَمْ يَبْرَحْ. وَالْخُرَّقُ: طَائِرٌ يُلْصَقُ بِالْأَرْضِ. ثُمَّ يُتَّسَعُ فِي ذَلِكَ فَيُقَالُ الْخَرَقُ الْحَيَاءُ. وَحُكِيَ عَنْ بَعْضِ الْعَرَبِ: \" لَيْسَ بِهَا طُولٌ يَذِيمُهَا، وَلَا قِصَرٌ يُخْرِقُهَا \"، أَيْ لَا تَسْتَحْيِي مِنْهُ فَتَخْرَقُ. وَالْمَخَارِيقُ: [مَا تَلْعَبُ بِهِ الصِّبْيَانُ مِنَ الْخِرَقِ الْمَفْتُولَةِ] . قَالَ:\nمَخَارِيقٌ بِأَيْدِي لَاعِبِينَا",
    "pg": "2:172-173"
  },
  "خرم": {
    "def": "الْخَاءُ وَالرَّاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ ضَرْبٌ مِنَ الِاقْتِطَاعِ. يُقَالُ خَرَمْتُ الشَّيْءَ. وَاخْتَرَمَهُمُ الدَّهْرُ. وَخُرِمَ الرَّجُلُ، إِذَا قُطِعَتْ وَتَرَةُ أَنْفِهِ، لَا يَبْلُغُ الْجَدْعَ. وَالنَّعْتُ أَخْرَمُ. وَكُلُّ مُنْقَطَعِ طَرَفٍ شَيْءٍ مَخْرِمُ. يُقَالُ لِمُنْقَطَعِ أَنْفِ الْجَبَلِ مَخْرِمٌ.\nوَالْخَوْرَمَةُ: أَرْنَبَةُ الْإِنْسَانِ; لِأَنَّهَا مُنْقَطَعُ الْأَنْفِ وَآخِرُهُ. وَأَخْرَمُ الْكَتِفِ: طَرَفُ عَيْرِهِ. وَيَمِينٌ ذَاتُ مَخَارِمَ، أَيْ ذَاتُ مَخَارِجَ، وَاحِدُهَا مَخْرِمٌ ; وَذَلِكَ أَنَّ الْيَمِينَ الَّتِي لَا يُمْكِنُ تَأَوُّلُهَا بِوَجْهٍ وَلَا كَفَّارَةٍ فَلَا مَخْرَجَ لِعَيْنِهَا، وَلَا انْقِطَاعَ لِحُكْمِهَا، فَإِذَا كَانَتْ بِخِلَافِ ذَلِكَ فَقَطْ صَارَتْ لَهَا مَخَارِمُ، أَيْ مَخَارِجُ وَمَنَافِذُ، فَصَارَتْ كَالشَّيْءِ فِيهِ خُرُوقٌ. قَالَ:\nلَا خَيْرَ فِي مَالٍ عَلَيْهِ أَلِيَّةٌ ... وَلَا فِي يَمِينٍ غَيْرِ ذَاتِ مَخَارِمِ\nيُرِيدُ الَّتِي لَا كَفَّارَةَ لَهَا، فَهِيَ مُحْرِجَةٌ مُضَيِّقَةٌ. وَالْخَوْرَمُ: صَخْرَةٌ فِيهَا خُرُوقٌ. وَمِمَّا يَجْرِي كَالْمَثَلِ وَالتَّشْبِيهِ، قَوْلُهُمْ: \" تَخَرَّمَ زَنْدُ فُلَانٍ \"، إِذَا سَكَنَ غَضَبُهُ.",
    "pg": "2:173-174"
  },
  "خزب": {
    "def": "الْخَاءُ وَالزَّاءُ وَالْبَاءُ يَدُلُّ عَلَى وَرَمٍ وَنُتُوٍّ فِي اللَّحْمِ. يُقَالُ خَزِبَتِ النَّاقَةُ خَزَبًا، وَذَلِكَ إِذَا وَرِمَ ضَرْعُهَا. وَالْأَصْلُ قَوْلُهُمْ لَحْمٌ خَزِبٌ: رَخْصٌ. وَكُلُّ لُحْمَةٍ رَخْصَةٍ خَزِبَةٌ.",
    "pg": "2:179-180"
  },
  "خزر": {
    "def": "الْخَاءُ وَالزَّاءُ وَالرَّاءُ أَصْلَانِ. أَحَدُهُمَا جِنْسٌ [مِنَ] الطَّبِيخِ، وَالْآخَرُ ضِيقٌ فِي الشَّيْءِ.\nفَالْأَوَّلُ الْخَزِيرُ، وَهُوَ دَقِيقٌ يُلْبَكُ بِشَحْمٍ. وَكَانَتِ الْعَرَبُ تُعَيِّرُ آكِلَهُ.\nوَالثَّانِي الْخَزَرُ، وَهُوَ ضِيقُ الْعَيْنِ وَصِغَرُهَا. يُقَالُ رَجُلٌ أَخْزَرُ وَامْرَأَةٌ خَزْرَاءُ. وَتَخَازَرَ الرَّجُلُ، إِذَا قَبَضَ جَفْنَيْهِ لِيُحَدِّدَ النَّظَرَ. قَالَ:\nإِذَا تَخَازَرْتُ وَمَا بِي مِنْ خَزَرْ\n\n[بَابُ الْخَاءِ وَالسِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:180"
  },
  "خزز": {
    "def": "الْخَاءُ وَالزَّاءُ أَصْلَانِ: أَحَدُهُمَا أَنْ يُرَزَّ شَيْءٌ فِي آخَرَ، وَالْآخَرُ جِنْسٌ مِنَ الْحَيَوَانِ.\nفَالْأَوَّلُ الْخَزُّ خَزُّ الْحَائِطِ، وَهُوَ أَنْ يُشَوَّكَ. وَيُقَالُ خَزَّهُ بِسَهْمٍ، إِذَا رَمَاهُ بِهِ وَأَثْبَتَهُ فِيهِ. وَطَعَنَهُ بِالرُّمْحِ فَاخْتَزَّهُ. قَالَ ابْنُ أَحْمَرَ:\nحَتَّى اخْتَزَزْتُ فُؤَادَهُ بَالْمِطْرَدِ\nفَأَمَّا قَوْلُهُمْ بَعِيرٌ خُزَخِزٌ، أَيْ شَدِيدٌ، فَهُوَ مِنَ الْبَابِ ; لِأَنَّ أَعْضَاءَهُ كَأَنَّهَا خُزَّتْ خَزًّا، أَيْ أُثْبِتَتْ إِثْبَاتًا. وَالْأَصْلُ الثَّانِي: الْخُزَزُ: الذَّكَرُ مِنَ الْأَرَانِبِ، وَالْجَمْعُ خِزَّانٌ. قَالَ:\nوَبَنُو نُويْجِيَةَ اللَّذُونَ كَأَنَّهُمْ ... مُعْطٌ مُخَدَّمَةٌ مِنَ الْخِزَّانِ",
    "pg": "2:150-151"
  },
  "خزع": {
    "def": "الْخَاءُ وَالزَّاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْقَطْعِ وَالِانْقِطَاعِ. يُقَالُ تَخَزَّعَ فُلَانٌ عَنْ أَصْحَابِهِ، إِذَا تَخَلَّفَ عَنْهُمْ فِي السَّيْرِ ; وَلِذَلِكَ سُمِّيَتْ خُزَاعَةُ ; لِأَنَّهُمْ تَخَزَّعُوا عَنْ أَصْحَابِهِمْ وَأَقَامُوا بِمَكَّةَ. وَهُوَ قَوْلُ الْقَائِلِ:\nفَلَمَّا هَبَطْنَا بَطْنَ مَرٍّ تَخَزَّعَتْ ... خُزَاعَةٌ عَنَّا بِالْحُلُولِ الْكَرَاكِرِ\nوَيُقَالُ تَخَزَّعْنَا الشَّيْءَ بَيْنَنَا، أَيِ اقْتَسَمْنَاهُ قِطَعًا. وَالْخَوْزَعَةُ: رَمْلَةٌ تَنْقَطِعُ مِنْ مُعْظَمِ الرِّمَالِ.",
    "pg": "2:177"
  },
  "خزف": {
    "def": "الْخَاءُ وَالزَّاءُ وَالْفَاءُ لَيْسَ بِشَيْءٍ. فَالْخَزَفُ هَذَا الْمَعْرُوفُ، وَلَسْنَا نَدْرِي أَعَرَبِيٌّ هُوَ أَمْ لَا. قَالَ ابْنُ دُرَيْدٍ: الْخَزْفُ الْخَطْرُ بِالْيَدِ عِنْدَ الْمَشْيِ. وَهَذَا مِنْ أَعَاجِيبِ أَبِي بَكْرٍ.",
    "pg": "2:177"
  },
  "خزق": {
    "def": "الْخَاءُ وَالزَّاءُ وَالْقَافُ أَصْلٌ، وَهُوَ يَدُلُّ عَلَى نَفَاذِ الشَّيْءِ الْمَرْمِيِّ بِهِ أَوِ ارْتِزَازِهِ. فَالْخَازِقُ مِنَ السِّهَامِ الْمُقَرْطِسُ، وَهُوَ الَّذِي يَرْتَزُّ فِي قِرْطَاسِهِ. وَخَزَقَ الطَّائِرُ: ذَرَقَ. وَالْخَزْقُ: الطَّعْنُ. وَالْقِيَاسُ وَاحِدٌ.",
    "pg": "2:177"
  },
  "خزل": {
    "def": "الْخَاءُ وَالزَّاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الِانْقِطَاعِ وَالضَّعْفِ. يُقَالُ خَزَلْتُ الشَّيْءَ: قَطَعْتُهُ. وَانْخَزَلَ فُلَانٌ: ضَعُفَ.",
    "pg": "2:177-178"
  },
  "خزم": {
    "def": "الْخَاءُ وَالزَّاءُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى انْثِقَابِ الشَّيْءِ. فَكُلُّ مَثْقُوبٍ مَخْزُومٌ. وَالطَّيْرُ كُلُّهَا مَخْزُومَةٌ ; لِأَنَّ وَتَرَاتِ أَنْفِهَا مَخْزُومَةٌ. وَلِذَلِكَ يُقَالُ نَعَامٌ مُخَزَّمٌ. قَالَ:\nوَأَرْفَعُ صَوْتِي لِلنَّعَامِ الْمُخَزَّمِ\nوَخَزَمْتُ الْجَرَادَ فِي الْعُودِ: نَظَمْتُهُ. وَخَزَمْتُ الْبَعِيرَ، إِذَا جَعَلْتَ فِي وَتَرَةِ أَنْفِهِ خِزَامَةً مِنْ شَعْرٍ. وَعَلَى هَذَا الْقِيَاسِ يُسَمَّى شَجَرَةٌ مِنَ الشَّجَرِ خَزَمَةً ; وَذَلِكَ أَنَّ لَهَا لِحَاءً يُفْتَلُ مِنْهُ الْحِبَالُ، وَالْحِبَالُ خِزَامَاتٌ.\nوَقَدْ شَذَّ عَنِ الْبَابِ الْخَزُومَةُ: الْبَقَرَةُ. وَكَلِمَةٌ أُخْرَى، يُقَالُ خَازَمْتُ الرَّجُلَ الطَّرِيقَ، وَهُوَ أَنْ يَأْخُذَ فِي طَرِيقٍ وَيَأْخُذَ هُوَ فِي غَيْرِهِ حَتَّى يَلْتَقِيَا فِي مَكَانٍ وَاحِدٍ. وَأَخْزَمُ: رَجُلٌ. فَأَمَّا قَوْلُهُمْ إِنَّ الْأَخْزَمَ الْحَيَّةُ الذَّكَرُ، فَكَلَامٌ فِيهِ نَظَرٌ.",
    "pg": "2:178"
  },
  "خزن": {
    "def": "الْخَاءُ وَالزَّاءُ وَالنُّونُ أَصْلٌ يَدُلُّ عَلَى صِيَانَةِ الشَّيْءِ. يُقَالُ خَزَنْتُ الدِّرْهَمَ وَغَيْرَهُ خَزْنًا ; وَخَزَنْتُ السِّرَّ. قَالَ:\nإِذَا الْمَرْءُ لَمْ يَخْزُنْ عَلَيْهِ لِسَانُهُ ... فَلَيْسَ عَلَى شَيْءٍ سِوَاهُ بِخَزَّانِ\nفَأَمَّا خَزِنَ اللَّحْمُ: تَغَيَّرَتْ رَائِحَتُهُ، فَلَيْسَ مِنْ هَذَا، إِنَّمَا هَذَا مِنَ الْمَقْلُوبِ وَالْأَصْلُ خَنِزَ. وَقَدْ ذُكِرَ فِي مَوْضِعِهِ. قَالَ طَرَفَةُ فِي خُزِنَ:\nثُمَّ لَا يَخْزَنُ فِينَا لَحْمُهَا ... إِنَّمَا يَخْزَنُ لَحْمُ الْمُدَّخِرْ",
    "pg": "2:178-179"
  },
  "خزو": {
    "def": "الْخَاءُ وَالزَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ: أَحَدُهُمَا السِّيَاسَةُ، وَالْآخَرُ الْإِبْعَادُ.\nفَأَمَّا الْأَوَّلُ فَقَوْلُهُمْ خَزَوْتُهُ، إِذَا سُسْتَهُ. قَالَ لَبِيدٌ:\nوَاخْزُهَا بِالْبِرِّ لِلَّهِ الْأَجَلِّ\nوَقَالَ ذُو الْأُصْبُعِ:\nلَاهِ ابْنُ عَمِّكَ لَا أَفْضَلْتَ فِي حَسَبٍ ... عَنِّي وَلَا أَنْتَ دَيَّانِي فَتَخِزُونِي\nوَأَمَّا الْآخَرُ فَقَوْلُهُمْ: أَخْزَاهُ اللَّهُ، أَيْ أَبْعَدَهُ وَمَقَتَهُ. وَالِاسْمُ الْخِزْيُ. وَمِنْ هَذَا الْبَابِ قَوْلُهُمْ خَزِيَ الرَّجُلُ: اسْتَحْيَا مِنْ قُبْحِ فِعْلِهِ خَزَايَةً، فَهُوَ خَزْيَانُ ; وَذَلِكَ أَنَّهُ إِذَا فَعَلَ ذَلِكَ وَاسْتَحْيَا تَبَاعَدَ وَنَأَى. قَالَ جَرِيرٌ:\nوَإِنَّ حِمًى لَمْ يَحْمِهِ غَيْرُ فَرْتَنَى ... وَغَيْرُ ابْنِ ذِي الْكِيرَيْنِ خَزْيَانُ ضَائِعُ",
    "pg": "2:179"
  },
  "خسا": {
    "def": "الْخَاءُ وَالسِّينُ وَالْهَمْزَةُ يَدُلُّ عَلَى الْإِبْعَادِ. يُقَالُ خَسَأْتُ الْكَلْبَ. وَفِي الْقُرْآنِ: ﴿قَالَ اخْسَئُوا فِيهَا وَلَا تُكَلِّمُونِ﴾ [المؤمنون: ١٠٨] ، كَمَا يُقَالُ ابْعُدُوا.",
    "pg": "2:182"
  },
  "خسر": {
    "def": "الْخَاءُ وَالسِّينُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى النَّقْصِ. فَمِنْ ذَلِكَ الْخُسْرِ وَالْخُسْرَانِ، كَالْكُفْرِ وَالْكُفْرَانِ، وَالْفُرْقُ وَالْفُرْقَانُ. وَيُقَالُ خَسَرْتُ الْمِيزَانَ وَاخْسَرْتُهُ، إِذَا نَقَصْتَهُ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْخَاءِ وَالشِّينِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:182"
  },
  "خسس": {
    "def": "الْخَاءُ وَالسِّينُ أَصْلَانِ: أَحَدُهُمَا حَقَارَةُ الشَّيْءِ، وَالْآخَرُ تَدَاوُلُ الشَّيْءِ.\nفَالْأَوَّلُ: الْخَسِيسُ: الْحَقِيرُ ; يُقَالُ خَسَّ الرَّجُلُ نَفْسَهُ وَأَخَسَّ، إِذَا أَتَى بِفِعْلٍ خَسِيسٍ. وَمِنْ هَذَا الْبَابِ جَاوَزَتِ النَّاقَةُ خَسِيسَتَهَا، إِذَا جَاوَزَتْ سِنَّ الْحِقَّةِ وَالْجَذَعَةِ وَالثَّنِيَّةِ وَلَحِقَتْ بِالْبُزُولِ. وَهُوَ الْقِيَاسُ ; لِأَنَّ كُلَّ هَذِهِ الْأَسْنَانِ دُونَ الْبُزُولِ.\nوَالْأَصْلُ الثَّانِي قَوْلُ الْعَرَبِ: تَخَاسَّ الْقَوْمُ الْأَمْرَ، إِذَا تَدَاوَلُوهُ وَتَسَابَقُوهُ، أَيُّهُمْ يَأْخُذُهُ. وَيُقَالُ: هَذِهِ الْأُمُورُ خِسَاسُ بَيْنَهُمْ، أَيْ دُوَلٍ. قَالَ ابْنُ الزِّبَعْرَى:\nوَالْعَطَيَّاتُ خِسَاسٌ بَيْنَهُمْ ... وَبَنَاتُ الدَّهْرِ يَلْعَبْنَ بِكُلْ",
    "pg": "2:151"
  },
  "خسف": {
    "def": "الْخَاءُ وَالسِّينُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى غُمُوضٍ وَغُؤُورٍ، وَإِلَيْهِ يَرْجِعُ فُرُوعُ الْبَابِ. فَالْخَسْفُ وَالْخَسَفُ. غُمُوضُ ظَاهِرِ الْأَرْضِ. قَالَ اللَّهُ تَعَالَى: ﴿فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ﴾ [القصص: ٨١] .\nوَمِنَ الْبَابِ خُسُوفُ الْقَمَرِ. وَكَانَ بَعْضُ أَهْلِ اللُّغَةِ يَقُولُ: الْخُسُوفُ لِلْقَمَرِ، وَالْكُسُوفُ لِلشَّمْسِ. وَيُقَالُ بِئْرٌ خَسِيفٌ، إِذَا كُسِرَ جِيلُهَا فَانْهَارَ وَلَمْ يُنْتَزَحْ مَاؤُهَا. قَالَ:\nقَلَيْذَمٌ مِنَ الْعَيَالِيمِ الْخُسُفْ\nوَانْخَسَفَتِ الْعَيْنُ: عَمِيَتْ. وَالْمَهْزُولُ يُسَمَّى خَاسِفًا ; كَأَنَّ لَحْمَهُ غَارَ وَدَخَلَ. وَمِنْهُ: بَاتَ عَلَى الْخَسْفِ، إِذَا بَاتَ جَائِعًا، كَأَنَّهُ غَابَ عَنْهُ مَا أَرَادَهُ مِنْ طَعَامٍ. وَرَضِيَ بِالْخَسْفِ، أَيِ الدَّنِيَّةِ. وَيُقَالُ: وَقَعَ النَّاسُ فِي أَخَاسِيفَ مِنَ الْأَرْضِ، وَهِيَ اللَّيِّنَةُ تَكَادُ تَغْمُضُ لِلِينِهَا.\nوَمِمَّا حُمِلَ عَلَى الْبَابِ قَوْلُهُمْ لِلسَّحَابِ الَّذِي [يَأْتِي] بِالْمَاءِ الْكَثِيرِ خَسِيفٌ، كَأَنَّهُ شُبِّهَ بِالْبِئْرِ الَّتِي ذَكَرْنَاهَا. وَكَذَلِكَ قَوْلُهُمْ نَاقَةٌ خَسِيفَةٌ، أَيْ غَزِيرَةٌ. فَأَمَّا قَوْلُهُمْ إِنَّ الْخَسْفَ الْجَوْزُ الْمَأْكُولُ فَمَا أَدْرِي مَا هُوَ.",
    "pg": "2:180-181"
  },
  "خسق": {
    "def": "الْخَاءُ وَالسِّينُ وَالْقَافُ لَيْسَ أَصْلًا ; لِأَنَّ السِّينَ فِيهِ مُبْدَلَةٌ مِنَ الزَّاءِ، وَإِنَّمَا يُغَيَّرُ اللَّفْظُ لِيُغَيَّرَ بَعْضُ الْمَعْنَى. فَالْخَازِقُ مِنَ السِّهَامِ: الَّذِي يَرْتَزُّ إِذَا أَصَابَ الْهَدَفَ. وَالْخَاسِقُ: الَّذِي يَتَعَلَّقُ وَلَا يَرْتَزُّ. وَيَقُولُونَ - وَاللَّهُ أَعْلَمُ بِصِحَّتِهِ - إِنَّ النَّاقَةَ الْخَسُوقَ السَّيِّئَةُ الْخُلُقُ.",
    "pg": "2:181"
  },
  "خسل": {
    "def": "الْخَاءُ وَالسِّينُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ضَعْفٍ وَقِلَّةِ خَطَرٍ. فَالْمَخْسُولُ: الْمَرْذُولُ. وَرِجَالٌ خُسَّلٌ مُثَّلٌ سُخَّلٌ، وَهُمُ الضُّعَفَاءُ. وَالْكَوَاكِبُ الْمَخْسُولَةُ: الْمَجْهُولَةُ الَّتِي لَا أَسْمَاءَ لَهَا. قَالَ: وَنَحْنُ الثُّرَيَّا وَجَوْزَاؤُهَا ... وَنَحْنُ السِّمَاكَانِ وَالْمِرْزَمُ\nوَأَنْتُمْ كَوَاكِبُ مَخْسُولَةٌ ... تُرَى فِي السَّمَاءِ وَلَا تُعْلَمُ",
    "pg": "2:181-182"
  },
  "خشب": {
    "def": "الْخَاءُ وَالشِّينُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خُشُونَةٍ وَغِلَظٍ. فَالْأَخْشَبُ: الْجَبَلُ الْغَلِيظُ. وَمِنْ ذَلِكَ قَوْلُ النَّبِيِّ ﷺ، فِي مَكَّةَ: \" «لَا تَزُولُ حَتَّى يَزُولَ أَخْشَبَاهَا» \". يُرِيدُ جَبَلَيْهَا. وَقَوْلُ الْقَائِلِ يَصِفُ بَعِيرًا:\nتَحْسَبُ فَوْقَ الشَّوْلِ مِنْهُ أَخْشَبَا\nفَإِنَّهُ شَبَّهَ ارْتِفَاعَهُ فَوْقَ النُّوقِ بِالْجَبَلِ. وَالْخَشِيبُ السَّيْفُ الَّذِي بُدِئَ طَبْعُهُ ; وَلَا يَكُونُ فِي هَذِهِ الْحَالِ إِلَّا خَشِنًا. وَسَهْمٌ مَخْشُوبٌ وَخَشِيبٌ، وَهُوَ حِينُ يُنْحَتُ. وَجَمَلٌ خَشِيبٌ: غَلِيظٌ. وَكُلُّ هَذَا عِنْدِي مُشْتَقٌّ مِنَ الْخَشَبِ. وَتَخَشَّبَتِ الْإِبِلُ، إِذَا أَكَلَتِ الْيَبِيسَ مِنَ الْمَرْعَى. وَيُقَالُ جَبْهَةٌ خَشْبَاءُ: كَرِيهَةٌ يَابِسَةٌ لَيْسَتْ بِمُسْتَوِيَةٍ. وَظَلِيمٌ خَشِيبٌ: غَلِيظٌ. قَالَ أَبُو عُبَيْدٍ: الْخَشِيبُ السَّيْفُ الَّذِي بُدِئَ طَبْعُهُ ; ثُمَّ كَثُرَ حَتَّى صَارَ عِنْدَهُمُ الْخَشِيبُ الصَّقِيلَ.",
    "pg": "2:185"
  },
  "خشر": {
    "def": "الْخَاءُ وَالشِّينُ وَالرَّاءُ يَدُلُّ عَلَى رَدَاءَةٍ وَدُونٍ. فَالْخُشَارَةُ: مَا بَقِيَ [عَلَى] الْمَائِدَةِ، مِمَّا لَا خَيْرَ فِيهِ. يُقَالُ خَشَرْتُ أَخْشِرُ خَشْرًا، إِذَا بَقَّيْتَ الرَّدِيَّ. وَيُقَالُ الْخُشَارَةُ مِنَ الشَّعِيرِ: مَا لَا لُبَ لَهُ، فَهُوَ كَالنُّخَالَةِ. وَإِنَّ فُلَانًا لَمِنْ خُشَارَةِ النَّاسِ، أَيْ رُذَالِهِمْ. [بَابُ الْخَاءِ وَالصَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:185-186"
  },
  "خشش": {
    "def": "الْخَاءُ وَالشِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ الْوُلُوجُ وَالدُّخُولُ. يُقَالُ: خَشَّ الرَّجُلُ فِي الشَّرِّ: دَخَلَ. وَرَجُلٌ [مِخَشٌّ: مَاضٍ] جَرِيءٌ عَلَى اللَّيْلِ. وَالْخَشَّاءُ: مَوْضِعُ الدَّبْرِ ; لِأَنَّهُ يَنْخَشُّ فِيهِ. قَالَ ذُو الْإِصْبَعِ: إِمَّا تَرَى نَبْلَهُ فَخَشْرَمُ خَشَّ ... اءَ إِذَا مُسَّ دَبْرُهُ لَكَعَا\nوَمِنَ الْبَابِ الْخَشْخَاشُ: الْجَمَاعَةُ ; لِأَنَّهُمْ قَوْمٌ يَجْتَمِعُونَ وَيَتَدَاخَلُونَ. قَالَ الْكُمَيْتُ:\nوَهَيْضَلُهَا الْخَشْخَاشُ إِذْ نَزَلُوا\nوَالْخَشُّ: أَنْ تَجْعَلَ الْخِشَاشَ فِي أَنْفِ الْبَعِيرِ. يُقَالُ خَشَشْتُهُ فَهُوَ مَخْشُوشٌ، وَيَكُونُ مِنْ خَشَبٍ. وَخَشَاشُ الْأَرْضِ: دَوَابُّهَا. فَأَمَّا الرَّجُلُ الْخِشَاشُ الصَّغِيرُ الرَّأْسِ فَيُقَالُ بِالْفَتْحِ وَالْكَسْرِ. وَهُوَ الْقِيَاسُ، لِأَنَّهُ يَنْخَشُّ فِي الْأَمْرِ بِحَقِّهِ. قَالَ طَرَفَةُ:\nأَنَا الرَّجُلُ الضَّرِبُ الَّذِي تَعْرِفُونَنِي ... خِشَاشٌ كَرَأْسِ الْحَيَّةِ الْمُتَوَقِّدِ\nوَمِنَ الْبَابِ، وَهُوَ فِي الظَّاهِرِ يَبْعُدُ مِنَ الْقِيَاسِ، الْخُشَشَاوَانِ: عَظْمَانِ نَاتِيَانِ خَلْفَ الْأُذُنَيْنِ. وَيُقَالُ لِلْوَاحِدِ \" خُشَّاءُ \" أَيْضًا. وَلَمْ يَجِئْ فِي كَلَامِ الْعَرَبِ فُعْلَاءُ مَضْمُومَةُ الْفَاءِ سَاكِنَةَ الْعَيْنِ إِلَّا هَذِهِ وَ \" قُوبَاءُ \"، وَالْأَصْلُ فِيهَا التَّحْرِيكُ.",
    "pg": "2:151-152"
  },
  "خشع": {
    "def": "الْخَاءُ وَالشِّينُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى التَّطَامُنِ. يُقَالُ خَشَعَ، إِذَا تَطَامَنَ وَطَأْطَأَ رَأْسَهُ، يَخْشَعُ خُشُوعًا. وَهُوَ قَرِيبُ الْمَعْنَى مِنَ الْخُضُوعِ، إِلَّا أَنَّ الْخُضُوعَ فِي الْبَدَنِ وَالْإِقْرَارَ بِالِاسْتِخْذَاءِ، وَالْخُشُوعَ فِي الصَّوْتِ وَالْبَصَرِ. قَالَ اللَّهُ تَعَالَى: ﴿خَاشِعَةً أَبْصَارُهُمْ﴾ [القلم: ٤٣] . قَالَ ابْنُ دُرَيْدٍ: الْخَاشِعُ الْمُسْتَكِينُ وَالرَّاكِعُ. يُقَالُ اخْتَشَعَ فُلَانٌ، وَلَا يُقَالُ اخْتَشَعَ بَصَرُهُ. وَيُقَالُ: خَشَعَ خَرَاشِيَّ صَدْرِهِ، إِذَا أَلْقَى بُزَاقًا لَزِجًا. وَالْخُشْعَةُ: قِطْعَةٌ مِنَ الْأَرْضِ قُفٌّ قَدْ غَلَبَتْ عَلَيْهِ السُّهُولَةُ. يُقَالُ قُفٌّ خَاشِعٌ: لَاطِئٌ بِالْأَرْضِ. قَالَ ابْنُ الْأَعْرَابِيِّ: بَلْدَةٌ خَاشِعَةٌ: مُغْبَرَّةٌ. قَالَ جَرِيرٌ: لَمَّا أَتَى خَبَرُ الزُّبَيْرِ تَوَاضَعَتْ ... سُورُ الْمَدِينَةِ وَالْجِبَالُ الْخُشَّعُ\nقَالَ الْخَلِيلُ. خَشَعَ سَنَامُ الْبَعِيرِ، إِذَا ذَهَبَ إِلَّا أَقَلَّهُ.",
    "pg": "2:182-183"
  },
  "خشف": {
    "def": "الْخَاءُ وَالشِّينُ وَالْفَاءُ يَدُلُّ عَلَى الْغُمُوضِ وَالسَّتْرِ وَمَا قَارَبَ ذَلِكَ. فَالْخُشَّافُ: طَائِرُ اللَّيْلِ، مَعْرُوفٌ. وَالْمِخْشَفُ: الرَّجُلُ الْجَرِيءُ عَلَى اللَّيْلِ. وَيُقَالُ خَشَفَ يَخْشِفُ خُشُوفًا، إِذَا ذَهَبَ فِي الْأَرْضِ وَهُوَ قِيَاسُ الْبَابِ. وَالْأَخْشَفُ: الْبَعِيرُ الَّذِي غَطَّى جِلْدَهُ الْجَرَبُ ; لِأَنَّهُ إِذَا غَطَّاهُ فَقَدْ سَتَرَهُ. وَسَيْفٌ خَشِيفٌ: مَاضٍ، فِي ضَرِيبَتِهِ غُمُوضٌ. وَالْخَشْفَةُ: الصَّوْتُ لَيْسَ بِالشَّدِيدِ.\nوَمِمَّا شَذَّ عَنِ الْأَصْلِ الْخِشْفُ: وَهُوَ الْغَزَالُ. وَهُوَ صَحِيحٌ. وَيَقُولُونَ - وَاللَّهُ أَعْلَمُ - إِنَّ الْخَشِيفَ الثَّلْجُ وَيَبِيسُ الزَّعْفَرَانِ. وَخَشَفْتُ رَأْسَهُ بِالْحَجَرِ، إِذَا فَضَخْتَهُ. فَإِنْ كَانَ هَؤُلَاءِ الْكَلِمَاتُ الثَّلَاثُ صَحِيحَةً فَقِيَاسُهَا قِيَاسٌ آخَرُ، وَهُوَ مِنَ الْهَشْمِ وَالْكَسْرِ.",
    "pg": "2:183"
  },
  "خشل": {
    "def": "الْخَاءُ وَالشِّينُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى حَقَارَةٍ وَصِغَرٍ. قَالُوا: الْخَشْلُ الرَّدِيُّ مِنْ كُلِّ شَيْءٍ. قَالُوا: وَأَصْلُهُ الصِّغَارُ مِنَ الْمُقْلِ، وَهُوَ الْخَشْلُ. الْوَاحِدَةُ [خَشْلَةٌ] . قَالَ الشَّمَّاخُ يَصِفُ عُقَابًا وَوَكْرَهُ:\nتَرَى قِطَعًا مَنِ الْأَحْنَاشِ فِيهِ ... جَمَاجِمُهُنَّ كَالْخَشَلِ النَّزِيعِ\nيَقُولُ: إِنَّ فِي وَكْرِهِ رُؤُوسَ الْحَيَّاتِ. وَيُقَالُ لِرُؤُوسِ الْحَلْيِ، مِنَ الْخَلَاخِيلِ وَالْأَسْوِرَةِ خَشْلٌ. وَهَذَا عَلَى مَعْنَى التَّشْبِيهِ، أَوْ لِأَنَّ ذَلِكَ أَصْغَرُ مَا فِي الْحَلْيِ. وَكَانَ الْأَصْمَعِيُّ يُفَسِّرُ بَيْتَ الشَّمَّاخِ عَلَى هَذَا. قَالَ: وَشَبَّهَ رُؤُوسَ [الْأَحْنَاشِ] بِذَلِكَ، وَهُوَ أَشْبَهُ. وَيُقَالُ إِنَّ الْخَشْلَ الْبَيْضُ إِذَا أَخْرَجَ مَا فِي جَوْفِهِ. فَإِنْ كَانَ هَذَا صَحِيحًا فَلَا شَيْءَ أَحْقَرُ مِنْ ذَلِكَ. وَهُوَ قِيَاسُ الْبَابِ.",
    "pg": "2:183-184"
  },
  "خشم": {
    "def": "الْخَاءُ وَالشِّينُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ارْتِفَاعٍ. فَالْخَيْشُومُ: الْأَنْفُ. وَالْخَشَمُ: دَاءٌ يَعْتَرِيهِ. وَالرَّجُلُ الْغَلِيظُ الْأَنْفِ خُشَامٌ. وَالْمُخَشَّمُ: الَّذِي ثَارَ الشَّرَابُ فِي خَيْشُومِهِ فَسَكِرَ. وَخَيَاشِيمُ الْجِبَالِ: أُنُوفُهَا.\nوَشَذَّتْ عَنِ الْبَابِ كَلِمَةٌ إِنْ كَانَتْ صَحِيحَةً. قَالُوا: خَشِمَ اللَّحْمُ تَغَيَّرَ.",
    "pg": "2:184"
  },
  "خشن": {
    "def": "الْخَاءُ وَالشِّينُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ خِلَافُ اللِّينِ. يُقَالُ شَيْءٌ خَشِنٌ. وَلَا يَكَادُونَ يَقُولُونَ فِي الْحَجَرِ إِلَّا الْأَخْشَنَ. قَالَ:\n[وَ] الْحَجَرُ الْأَخْشَنُ وَالثِّنَايَهْ\nوَاخْشَوْشَنَ الرَّجُلُ، إِذَا تَمَاتَنَ وَتَرَكَ التُّرْفَةَ. وَكَتِيبَةٌ خَشْنَاءُ، أَيْ كَثِيرَةُ السِّلَاحِ.",
    "pg": "2:184"
  },
  "خشي": {
    "def": "الْخَاءُ وَالشِّينُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى خَوْفٍ وَذُعْرٍ، ثُمَّ يُحْمَلُ عَلَيْهِ الْمَجَازُ. فَالْخَشْيَةُ الْخَوْفُ. وَرَجُلٌ خَشْيَانُ. وَخَاشَانِي فُلَانٌ فَخَشَيْتُهُ، أَيْ كُنْتُ أَشَّدَ خَشْيَةً مِنْهُ.\nوَالْمَجَازُ قَوْلُهُمْ خَشِيتُ بِمَعْنَى عَلِمْتُ. قَالَ:\nوَلَقَدْ خَشِيتُ بِأَنَّ مَنْ تَبِعَ الْهُدَى ... سَكَنَ الْجِنَانَ مَعَ النَّبِيِّ مُحَمَّدِ أَيْ عَلِمْتُ. وَيُقَالُ هَذَا الْمَكَانُ أَخْشَى مِنْ ذَلِكَ، أَيْ أَشَدُّ خَوْفًا.\nوَمِمَّا شَذَّ عَنِ الْبَابِ، وَقَدْ يُمْكِنُ الْجَمْعُ بَيْنَهُمَا عَلَى بُعْدٍ، الْخَشْوُ: التَّمْرُ الْحَشَفُ. وَقَدْ خَشَتِ النَّخْلَةُ تَخْشُو خَشْوًا. وَالْخَشِيُّ مِنَ اللَّحْمِ: الْيَابِسُ.",
    "pg": "2:184-185"
  },
  "خصب": {
    "def": "الْخَاءُ وَالصَّادُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ ضِدُّ الْجَدْبِ. مَكَانٌ مُخْصِبٌ: خَصِيبٌ. وَمِنَ الْبَابِ الْخِصَابُ: نَخْلُ الدَّقَلِ.",
    "pg": "2:188"
  },
  "خصر": {
    "def": "الْخَاءُ وَالصَّادُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا الْبَرْدُ، وَالْآخَرُ وَسَطَ الشَّيْءِ.\nفَالْأَوَّلُ قَوْلُهُمْ خَصِرَ الْإِنْسَانُ يَخْصَرُ خَصَرًا، إِذَا آلَمَهُ الْبَرْدُ فِي أَطْرَافِهِ. وَخَصِرَ يَوْمُنَا خَصْرًا، أَيِ اشْتَدَّ بَرْدُهُ. وَيَوْمٌ خَصِرٌ. قَالَ حَسَّانُ:\nرُبَّ خَالٍ لِيَ لَوْ أَبْصَرْتِهِ ... سَبِطِ الْمِشْيَةِ فِي الْيَوْمِ الْخَصِرْ\nوَأَمَّا الْآخَرُ فَالْخَصْرُ خَصْرُ الْإِنْسَانِ وَغَيْرُهُ، وَهُوَ وَسَطُهُ الْمُسْتَدِقُّ فَوْقَ الْوَرِكَيْنِ. وَالْمُخَصَّرُ: الدَّقِيقُ الْخَصْرِ. وَمِنْهُ النَّعْلُ الْمُخَصَّرَةُ. وَأَمَّا الْمِخْصَرَةُ فَقَضِيبٌ أَوْ عَصَا يَكُونُ مَعَ الْخَاطِبِ إِذَا تَكَلَّمَ ; وَالْجَمْعُ مَخَاصِرُ. قَالَ:\nإِذَا وَصَلُوا أَيْمَانَهُمْ بِالْمَخَاصِرِ وَإِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تُوَازِي خَصْرَ الْإِنْسَانِ. وَالْمُخَاصَرَةُ: أَنْ يَأْخُذَ الرَّجُلُ [بِيَدِ آخَرَ] وَيَتَمَاشَيَانِ وَيَدُ كُلِّ وَاحِدٍ مِنْهُمَا عِنْدَ خَصْرِ صَاحِبِهِ. قَالَ:\nثُمَّ خَاصَرْتُهَا إِلَى الْقُبَّةِ الْخَضْ ... رَاءِ تَمْشِي فِي مَرْمَرٍ مَسْنُونِ\nوَخَصْرُ الرَّمْلِ: وَسَطَهُ. قَالَ:\nأَخَذْنَ خُصُورَ الرَّمْلِ ثُمَّ جَزَعْنَهُ ... عَلَى كُلِّ قَيْنِيٍّ قَشِيبٍ وَمُفْأَمِ\nوَالِاخْتِصَارُ فِي الْكَلَامِ: تَرْكُ فُضُولِهِ وَاسْتِيجَازُ مَعَانِيهِ. وَكَانَ بَعْضُ أَهْلِ اللُّغَةِ يَقُولُ الِاخْتِصَارُ أَخْذُ أَوْسَاطِ الْكَلَامِ وَتَرْكُ شُعَبِهِ. وَيُقَالُ إِنَّ الْمُخَاصَرَةَ فِي الطَّرِيقِ كَالْمُخَازَمَةِ. وَقَدْ ذُكِرَ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الْخَاءِ وَالضَّادِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:188-189"
  },
  "خصص": {
    "def": "الْخَاءُ وَالصَّادُ أَصْلٌ مُطَّرِدٌ مُنْقَاسٌ، وَهُوَ يَدُلُّ عَلَى الْفُرْجَةِ وَالثُّلْمَةِ. فَالْخَصَاصُ الْفُرَجُ بَيْنَ الْأَثَافِيِّ. وَيُقَالُ لِلْقَمَرِ: بَدَا مِنْ خَصَاصَةِ السَّحَابِ. قَالَ ذُو الرُّمَّةِ: أَصَابَ خَصَاصَهُ فَبَدَا كَلِيلًا ... كَلَا وَانْغَلَّ سَائِرُهُ انْغِلَالًا\nوَالْخَصَاصَةُ: الْإِمْلَاقُ. وَالثُّلْمَةُ فِي الْحَالِ.\nوَمِنَ الْبَابِ خَصَصْتُ فُلَانًا بِشَيْءٍ خَصُوصِيَّةً، بِفَتْحِ الْخَاءِ، وَهُوَ الْقِيَاسُ لِأَنَّهُ إِذَا أُفْرِدَ وَاحِدٌ فَقَدْ أَوْقَعَ فُرْجَةً بَيْنَهُ وَبَيْنَ غَيْرِهِ، وَالْعُمُومُ بِخِلَافِ ذَلِكَ. وَالْخِصِّيصَى: الْخَصُوصِيَّةُ.",
    "pg": "2:152-153"
  },
  "خصف": {
    "def": "الْخَاءُ وَالصَّادُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى اجْتِمَاعِ شَيْءٍ إِلَى شَيْءٍ. وَهُوَ مُطَّرِدٌ مُسْتَقِيمٌ. فَالْخَصْفُ خَصْفُ النَّعْلِ، وَهُوَ أَنْ يُطَبَّقَ عَلَيْهَا مَثَلُهَا. وَالْمِخْصَفُ: الْإِشْفَى وَالْمِخْرَزُ. قَالَ الْهُذَلِيُّ:\nحَتَّى انْتَهَيْتُ إِلَى فِرَاشِ عَزِيزَةٍ ... سَوْدَاءَ رَوْثَةُ أَنْفِهَا كَالْمِخْصَفِ\nيَعْنِي بِفِرَاشِ الْعَزِيزَةِ عُشَّ الْعُقَابِ.\nوَمِنَ الْبَابِ الِاخْتِصَافُ، وَهُوَ أَنْ يَأْخُذَ الْعُرْيَانُ عَلَى عَوْرَتِهِ وَرَقًا عَرِيضًا، أَوْ شَيْئًا نَحْوَ ذَلِكَ، يَسْتَتِرُ بِهِ. وَالْخَصِيفَةُ: اللَّبَنُ الرَّائِبُ يُصَبُّ عَلَيْهِ الْحَلِيبُ.\nوَمِنَ الْبَابِ، وَإِنْ كَانَا يَخْتَلِفَانِ فِي أَنَّ الْأَوَّلَ جَمْعُ شَيْءٍ إِلَى شَيْءٍ مُطَابَقَةً، وَالثَّانِي جَمْعُهُ إِلَيْهِ مِنْ غَيْرِ مُطَابَقَةٍ، قَوْلُهُمْ حَبْلٌ خُصَيْفٌ: فِيهِ سَوَادٌ وَبَيَاضٌ. قَالَ بَعْضُ أَهْلِ اللُّغَةِ: كُلُّ ذِي لَوْنَيْنِ مُجْتَمِعَيْنِ فَهُوَ خُصَيْفٌ. قَالَ: وَأَكْثَرُ ذَلِكَ السَّوَادُ وَالْبَيَاضُ. وَفَرَسٌ أَخْصَفُ، إِذَا ارْتَفَعَ الْبَلَقُ مِنْ بَطْنِهِ إِلَى جَنْبَيْهِ.\nوَمِنَ الْبَابِ الْخَصَفَةُ، وَهِيَ الْجُلَّةُ مِنَ التَّمْرِ ; وَتَكُونُ مَخْصُوفَةً. قَالَ:\nتَبِيعُ بَنِيهَا بِالْخِصَافِ وَبِالتَّمْرِ\nوَمِنَ الَّذِي شَذَّ عَنْ هَذِهِ الْجُمْلَةِ قَوْلُهُمْ لِلنَّاقَةِ إِذَا وَضَعَتْ حَمْلَهَا بَعْدَ تِسْعَةِ أَشْهُرٍ: خَصَفَتْ تَخْصِفُ خِصَافًا ; وَهِيَ خَصُوفٌ.",
    "pg": "2:186-187"
  },
  "خصل": {
    "def": "الْخَاءُ وَالصَّادُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْقَطْعِ وَالْقِطْعَةِ مِنَ الشَّيْءِ، ثُمَّ يُحْمَلُ عَلَيْهَا تَشْبِيهًا وَمَجَازًا. فَالْخَصْلُ الْقَطْعُ. وَسَيْفٌ مِخْصَلٌ: قَطَّاعٌ. وَالْخُصْلَةُ مِنَ الشَّعْرِ مَعْرُوفَةٌ. وَالْخَصِيلَةُ: كُلُّ لُحْمَةٍ فِيهَا عَصَبٌ. هَذَا هُوَ الْأَصْلُ.\nوَمِمَّا حُمِلَ عَلَيْهِ الْخُصَلُ أَطْرَافُ الشَّجَرِ الْمُتَدَلِّيَةُ. وَمِنْ هَذَا الْبَابِ الْخَصْلُ فِي الرِّهَانِ، وَذَلِكَ أَنْ تُحْرِزَهُ. وَالَّذِي يُحْرِزُهُ طَائِفَةٌ مِنَ الشَّيْءِ. ثُمَّ قِيلَ: فِي فُلَانٌ خَصْلَةٌ حَسَنَةٌ وَسَيِّئَةٌ. وَالْأَصْلُ مَا ذَكَرْنَاهُ.",
    "pg": "2:187"
  },
  "خصم": {
    "def": "الْخَاءُ وَالصَّادُ وَالْمِيمُ أَصْلَانِ: أَحَدُهُمَا الْمُنَازَعَةُ، وَالثَّانِي جَانِبُ وِعَاءٍ.\nفَالْأَوَّلُ الْخَصْمُ الَّذِي يُخَاصِمُ. وَالذَّكَرُ وَالْأُنْثَى فِيهِ سَوَاءٌ. وَالْخِصَامُ: مَصْدَرُ خَاصَمْتُهُ مُخَاصَمَةً وَخِصَامًا. وَقَدْ يُجْمَعُ الْجَمْعُ عَلَى خُصُومٍ. قَالَ:\nوَقَدْ جَنَفَتْ عَلَيَّ خُصُومِي\nوَالْأَصْلُ الثَّانِي: الْخُصْمُ جَانِبُ الْعِدْلِ الَّذِي فِيهِ الْعُرْوَةُ. وَيُقَالُ إِنَّ جَانِبَ كُلِّ شَيْءٍ خُصْمٌ. وَأَخْصَامُ الْعَيْنِ: مَا ضُمَّتْ عَلَيْهِ الْأَشْفَارُ. وَيُمْكِنُ أَنْ يُجْمَعَ بَيْنَ الْأَصْلَيْنِ فَيَرُدَّ إِلَى مَعْنًى وَاحِدٍ. وَذَلِكَ أَنَّ جَانِبَ الْعِدْلِ مَائِلٌ إِلَى أَحَدِ الشِّقَّيْنِ، وَالْخَصْمُ الْمُنَازِعُ فِي جَانِبٍ ; فَالْأَصْلُ وَاحِدٌ.",
    "pg": "2:187"
  },
  "خصن": {
    "def": "الْخَاءُ وَالصَّادُ وَالنُّونُ لَيْسَ أَصْلًا. وَفِيهِ كَلِمَةٌ وَاحِدَةٌ إِنْ صَحَّتْ. قَالُوا: الْخَصِينُ: الْفَأْسُ الصَّغِيرَةُ.",
    "pg": "2:187-188"
  },
  "خصى": {
    "def": "الْخَاءُ وَالصَّادُ وَالْحَرْفُ الْمُعْتَلُّ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا إِلَّا مَجَازًا، وَهِيَ قَوْلُهُمْ خَصَيْتُ الْفَحْلَ خَصْيًا. وَ \" بَرِئْتُ إِلَيْكَ مِنَ الْخِصَاءِ \". وَمَعْنَى خَصَيْتُ فِعْلٌ مُشْتَقٌّ مِنَ الْخُصْيِ ; وَهُوَ إِيقَاعٌ بِهِ، كَمَا يُقَالُ ظَهَرْتُهُ وَبَطَنْتُهُ، إِذَا ضَرَبْتَ ظَهْرَهُ وَبَطْنَهُ. فَكَذَلِكَ خَصَيْتُهُ: نَزَعْتُ خُصْيَيْهِ.",
    "pg": "2:188"
  },
  "خضب": {
    "def": "الْخَاءُ وَالضَّادُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ خَضْبُ الشَّيْءِ. يُقَالُ خَضَّبْتُ الْيَدَ وَغَيْرَهَا أَخْضِبُ. وَيُقَالُ لِلظَّلِيمِ خَاضِبٌ، وَذَلِكَ إِذَا أَكَلَ الرَّبِيعَ فَاحْمَرَّ ظُنْبُوبَاهُ أَوِ اصْفَرَّا. قَالَ أَبُو دُوَادَ:\nلَهُ سَاقَا ظَلِيمٍ خَا ... ضِبٍ فُوجِئَ بِالرُّعْبِ\nوَلَا يُقَالُ إِلَّا لِلظَّلِيمِ، دُونَ النَّعَامَةِ. يُقَالُ: امْرَأَةٌ خُضَبَةٌ: كَثِيرَةُ الِاخْتِضَابِ. وَيُقَالُ [خَضَبَ] النَّخْلُ، إِذَا اخْضَرَّ طَلْعُهُ. وَقَالَ بَعْضُهُمْ: خَضَبَ الشَّجَرُ يَخْضِبُ إِذَا اخْضَرَّ ; وَاخْضَوْضَبَ. وَالْكَفُّ الْخَضِيبُ: نَجْمٌ ; وَهَذَا عَلَى التَّشْبِيهِ. وَأَمَّا الْإِجَّانَةُ وَتَسْمِيَتُهُمْ إِيَّاهَا الْمِخْضَبَ فَهُوَ فِي هَذَا ; لِأَنَّ الَّذِي يُخْضَبُ بِهِ يَكُونُ فِيهَا.",
    "pg": "2:194"
  },
  "خضد": {
    "def": "الْخَاءُ وَالضَّادُ وَالدَّالُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ، وَهُوَ يَدُلُّ عَلَى تَثَنٍّ فِي شَيْءٍ لَيِّنٍ. يُقَالُ انْخَضَدَ الْعُودُ انْخِضَادًا، إِذَا تَثَنَّى مِنْ غَيْرِ كَسْرٍ. وَخَضَدْتُهُ: ثَنَيْتُهُ. وَرُبَّمَا زَادُوا فِي الْمَعْنَى فَقَالُوا: خَضَدْتُ الشَّجَرَةَ، إِذَا كَسَرْتَ شَوْكَتَهَا. وَنَبَاتٌ خَضِيدٌ. وَالْأَصْلُ هُوَ الْأَوَّلُ ; لِأَنَّ الْخَضِيدَ هُوَ الرَّيَّانُ النَّاعِمُ الَّذِي يَتَثَنَّى لِلِينِهِ. فَأَمَّا قَوْلُ النَّابِغَةِ:\nيَمُدُّهُ كُلُّ وَادٍ مُتْرَعٍ لَجِبٍ ... فِيهِ رُكَامٌ مِنَ الْيَنْبُوتِ وَالْخَضَدِ فَإِنَّهُ يُقَالُ: الْخَضَدُ مَا قُطِعَ مِنْ كُلِّ عُودٍ رَطْبٍ. وَيُقَالُ خَضَدَ الْبَعِيرُ عُنُقَ الْبَعِيرِ، إِذَا تَقَاتَلَا فَثَنَى أَحَدُهُمَا عُنُقَ الْآخَرِ.",
    "pg": "2:194-195"
  },
  "خضر": {
    "def": "الْخَاءُ وَالضَّادُ وَالرَّاءُ أَصْلٌ وَاحِدٌ مُسْتَقِيمٌ، وَمَحْمُولٌ عَلَيْهِ. فَالْخُضْرَةُ مِنَ الْأَلْوَانِ مَعْرُوفَةٌ. وَالْخَضْرَاءُ: السَّمَاءُ، لِلَوْنِهَا، كَمَا سُمِّيَتِ الْأَرْضُ الْغَبْرَاءُ. وَكَتِيبَةٌ خَضْرَاءُ، إِذَا كَانَتْ عِلْيَتُهَا سَوَادَ الْحَدِيدِ، وَذَلِكَ أَنَّ كُلَّ مَا خَالَفَ الْبَيَاضَ فَهُوَ فِي حَيِّزِ السَّوَادِ ; فَلِذَلِكَ تَدَاخَلَتْ هَذِهِ الصِّفَاتُ، فَيُسَمَّى الْأَسْوَدُ أَخْضَرَ. قَالَ اللَّهُ تَعَالَى فِي صِفَةِ الْجَنَّتَيْنِ: ﴿مُدْهَامَّتَانِ﴾ [الرحمن: ٦٤] أَيْ سَوْدَاوَانِ. وَهَذَا مِنَ الْخُضْرَةِ ; وَذَلِكَ أَنَّ النَّبَاتَ النَّاعِمَ الرَّيَّانَ يُرَى لِشِدَّةِ خُضْرَتِهِ مِنْ بُعْدٍ أَسْوَدَ. وَلِذَلِكَ سُمِّيَ سَوَادُ الْعِرَاقِ لِكَثْرَةِ شَجَرِهِ. وَالْخُضْرُ: قَوْمٌ سُمُّوا بِذَلِكَ لِسَوَادِ أَلْوَانِهِمْ. وَالْخُضْرَةُ فِي شِيَاتِ الْخَيْلِ: الْغُبْرَةُ تُخَالِطُهَا دُهْمَةٌ. فَأَمَّا قَوْلُهُ:\nوَأَنَا الْأَخْضَرُ مَنْ يَعْرِفُنِي ... أَخْضَرُ الْجِلْدَةِ فِي بَيْتِ الْعَرَبْ\nفَإِنَّهُ يَقُولُ: أَنَا خَالِصٌ; لِأَنَّ أَلْوَانَ الْعَرَبِ سُمْرَةٌ. فَأَمَّا الْحَدِيثُ: \" «إِيَّاكُمْ وَخَضْرَاءَ الدِّمَنْ» \" فَإِنَّ تِلْكَ الْمَرْأَةَ الْحَسْنَاءَ فِي مُنْبِتٍ سَوْءٍ، كَأَنَّهَا شَجَرَةٌ نَاضِرَةٌ فِي دِمْنَةِ بَعْرٍ. وَالْمُخَاضَرَةُ: بَيْعُ الثِّمَارِ قَبْلَ بُدُوِّ صَلَاحِهَا ; وَهُوَ مَنْهِيٌّ عَنْهُ. وَأَمَّا قَوْلُهُمْ: \" خُضْرُ الْمَزَادِ \" فَيُقَالُ إِنَّهَا الَّتِي بَقِيَتْ فِيهَا بَقَايَا مَاءٍ فَاخْضَرَّتْ مِنَ الْقِدَمِ، وَيُقَالُ بَلْ خُضْرُ الْمَزَادِ الْكُرُوشُ. وَيُقَالُ إِنَّ الْخَضَارَ الْبَقْلُ الْأَوَّلُ.\nفَأَمَّا قَوْلُهُ: \" ذَهَبَ دَمُهُ خِضْرًا \"، إِذَا طُلَّ. فَأَحْسِبُهُ مِنَ الْبَابِ. يَقُولُ: ذَهَبَ دَمُهُ طَرِيًّا كَالنَّبَاتِ الْأَخْضَرِ، الَّذِي إِذَا قُطِعَ لَمْ يُنْتَفَعْ بِهِ بَعْدَ ذَلِكَ وَبَطَلَ وَذَبُلَ.\nفَأَمَّا قَوْلُهُمْ إِنَّ الْخَضَارَ اللَّبَنُ الَّذِي أُكْثِرُ مَاؤُهُ، فَصَحِيحٌ، وَهُوَ مِنَ الْبَابِ ; لِأَنَّهُ إِذَا كَانَ كَذَا غَلَبَ الْمَاءُ، وَالْمَاءُ يُسَمَّى الْأَسْمَرُ. وَقَدْ قُلْنَا إِنَّهُمْ يُسَمُّونَ الْأَسْوَدَ أَخْضَرَ، وَلِذَلِكَ يُسَمَّى الْبَحْرُ خُضَارَةً.\n\n[بَابُ الْخَاءِ وَالطَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:195-196"
  },
  "خضض": {
    "def": "الْخَاءُ وَالضَّادُ أَصْلَانِ: أَحَدُهُمَا قِلَّةُ الشَّيْءِ وَسَخَافَتُهُ، وَالْآخَرُ الِاضْطِرَابُ فِي الشَّيْءِ مَعَ رُطُوبَةٍ.\nفَالْأَوَّلُ الْخَضَضُ: [الْخَرَزُ] الْأَبْيَضُ يَلْبَسُهُ الْإِمَاءُ. وَالرَّجُلُ الْأَحْمَقُ خَضَّاضٌ. وَيُقَالُ لِلسَّقَطِ مِنَ الْكَلَامِ خَضَضٌ. وَيُقَالُ: مَا عَلَى الْجَارِيَةِ خَضَاضٌ، أَيْ لَيْسَ عَلَيْهَا شَيْءٌ مِنْ حَلْيٍ. وَالْمَعْنَى أَنَّهُ لَيْسَ عَلَيْهَا شَيْءٌ حَتَّى الْخَضَضَ الَّذِي بَدَأْنَا بِذِكْرِهِ. قَالَ الشَّاعِرُ:\nوَلَوْ بَرَزَتْ مِنْ كُفَّةِ السَّتْرِ عَاطِلًا ... لَقُلْتَ غَزَالٌ مَا عَلَيْهِ خَضَاضُ\nوَأَمَّا الْأَصْلُ الْآخَرُ فَتَخَضْخَضَ الْمَاءُ. وَالْخَضْخَاضُ: ضَرْبٌ مِنَ الْقَطِرَانِ. وَيُقَالُ نَبْتٌ خُضَخِضٌ، أَيْ كَثِيرُ الْمَاءِ. تَقُولُ: كَأَنَّهُ يَتَخَضْخَضُ مِنْ رِيِّهِ.\nوَقَدْ شَذَّ عَنِ الْبَابِ حَرْفٌ وَاحِدٌ إِنْ كَانَ صَحِيحًا، قَالُوا: خَاضَضْتُ فُلَانًا إِذَا بَايَعْتَهُ مُعَارَضَةً. وَهُوَ بَعِيدٌ مِنَ الْقِيَاسِ الَّذِي ذَكَرْنَاهُ.",
    "pg": "2:153-154"
  },
  "خضع": {
    "def": "الْخَاءُ وَالضَّادُ وَالْعَيْنُ أَصْلَانِ: أَحَدُهُمَا تَطَامُنٌ فِي الشَّيْءِ، وَالْآخَرُ جِنْسٌ مِنَ الصَّوْتِ.\nفَالْأَوَّلُ الْخُضُوعُ. قَالَ الْخَلِيلُ. خَضَعَ خُضُوعًا، وَهُوَ الذُّلُّ وَالِاسْتِخْذَاءُ. وَاخْتَضَعَ فُلَانٌ، أَيْ تَذَلَّلَ وَتَقَاصَرَ. وَرَجُلٌ أَخْضَعُ وَامْرَأَةٌ خَضْعَاءُ، وَهُمَا الرَّاضِيَانِ بِالذُّلِّ. قَالَ الْعَجَّاجُ:\nوَصِرْتُ عَبْدًا لِلْبَعُوضِ أَخْضَعَا ... يَمَصُّنِي مَصَّ الصَّبِيِّ الْمُرْضِعَا\nوَقَالَ غَيْرُهُ: خَضَعَ الرَّجُلُ، وَأَخْضَعَهُ الْفَقْرُ. وَرَجُلٌ خُضَعَةٌ: يَخْضَعُ لِكُلِّ أَحَدٍ. قَالَ الشَّيْبَانِيُّ: الْخَضَعُ انْكِبَابٌ فِي الْعُنُقِ إِلَى الصَّدْرِ; يُقَالُ رَجُلٌ أَخْضَعُ وَعُنُقٌ خَضْعَاءُ. قَالَ زُهَيْرٌ:\nوَرْكَاءُ مُدْبِرَةً كَبْدَاءُ مُقْبِلَةً ... قَوْدَاءُ فِيهَا إِذَا اسْتَعْرَضْتَهَا خَضَعُ\nقَالَ بَعْضُ الْأَعْرَابِ: الْخَضَعُ فِي الظِّلْمَانِ: انْثِنَاءٌ فِي أَعْنَاقِهَا. قَالَ أَبُو عَمْرٍو: الْمُخْتَضِعُ مِنَ اللَّوَاحِمِ الْمُتَطَامِنُ رَأْسُهُ إِلَى أَسْفَلِ خُرْطُومِهِ. قَالَ النَّابِغَةُ:\nأَهْوَى لَهَا أَمْغَرُ السَّاقِينَ مُخْتَضِعٌ ... خُرْطُومُهُ مِنْ دِمَاءِ الصَّيْدِ مُخْتَضِبُ\nقَالَ ابْنُ الْأَعْرَابِيِّ: الْأَخْضَعُ الْمُتَطَامِنُ. وَمِنْهُ حَدِيثُ الزُّبَيْرِ: \" أَنَّهُ كَانَ أَخْضَعَ أَشْعَرَ \". قَالَ أَبُو حَاتِمٍ: الْخُضْعَانُ أَنْ تُخْضَعَ الْإِبِلُ بِأَعْنَاقِهَا فِي السَّيْرِ، وَهُوَ أَشَدُّ الْوَضْعِ. قَالَ: وَيُقَالُ أَخْضَعَهُ الشَّيْبُ وَخَضَعَهُ. قَالَ: وَيُقَالُ اخْتَضَعَ الْفَحْلُ النَّاقَةَ، وَهُوَ أَنْ يُسَانَّهَا ثُمَّ يَخْتَضِعَهَا إِلَى الْأَرْضِ بِكَلْكَلِهِ. وَيُقَالُ خَضَعَ النَّجْمُ، إِذَا مَالَ لِلْمَغِيبِ. قَالَ امْرُؤُ الْقَيْسِ:\nبَعَثْتُ إِلَيْهَا وَالنُّجُومُ خَوَاضِعٌ ... بِلَيْلٍ حِذَارًا أَنْ تَهُبَّ وَتُسْمَعَا قَالَ ابْنُ دُرَيْدٍ: خَضَعَ الرَّجُلُ وَأَخْضَعَ، إِذَا لَانَ كَلَامُهُ. وَفِي الْحَدِيثِ: \" «نَهَى أَنْ يُخْضِعَ الرَّجُلُ لِغَيْرِ امْرَأَتِهِ» \" أَيْ يُلَيِّنَ كَلَامَهُ.\nوَأَمَّا الْآخَرُ فَقَالَ الْخَلِيلُ: الْخَيْضَعَةُ: الْتِفَافُ الصَّوْتِ فِي الْحَرْبِ وَغَيْرِهَا. وَيُقَالُ هُوَ غُبَارُ الْمَعْرَكَةِ.\nوَهَذَا الَّذِي قِيلَ فِي الْغُبَارِ فَلَيْسَ بِشَيْءٍ ; لِأَنَّهُ لَا قِيَاسَ لَهُ، إِلَّا أَنْ يَكُونَ عَلَى سَبِيلِ مُجَاوَرَةٍ. قَالَ لَبَيْدٌ فِي الْخَيْضَعَةِ:\nالضَّارِبُونَ الْهَامَ تَحْتَ الْخَيْضَعَهْ\nقَالَ قَوْمٌ: الْخَيْضَعَةُ مَعْرَكَةُ الْقِتَالِ ; لِأَنَّ الْأَقْرَانَ يَخْضَعُ فِيهَا بَعْضٌ لِبَعْضٍ. وَقَدْ عَادَتِ الْكَلِمَةُ عَلَى هَذَا الْقَوْلِ إِلَى الْبَابِ الْأَوَّلِ.\nقَالَ ابْنُ الْأَعْرَابِيِّ: وَقَعَ الْقَوْمُ فِي خَيْضَعَةٍ، أَيْ صَخَبٍ وَاخْتِلَاطٍ. قَالَ ابْنُ الْأَعْرَابِيِّ: وَالْخَضِيعَةُ الصَّوْتُ الَّذِي يُسْمَعُ مِنْ بَطْنِ الدَّابَّةِ إِذَا عَدَتْ، وَلَا يُدْرَى مَا هُوَ، وَلَا فِعْلَ مِنَ الْخَضِيعَةِ. قَالَ الْخَلِيلُ الْخَضِيعَةُ ارْتِفَاعُ الصَّوْتِ فِي الْحَرْبِ وَغَيْرِهَا، ثُمَّ قِيلَ لِمَا يُسْمَعُ مِنْ بَطْنِ الْفَرَسِ خَضِيعَةٌ. وَأَنْشَدَ:\nكَأَنَّ خَضِيعَةَ بَطْنِ الْجَوَا ... دِ وَعْوَعَةُ الذِّئْبِ فِي فَدْفَدِ\nقَالَ أَبُو عَمْرٍو: وَيُقَالُ خَضَعَ بَطْنُهُ خَضِيعَةً، أَيْ صَوَّتَ. قَالَ بَعْضُهُمُ: الْخَضُوعُ مِنَ النِّسَاءِ: الَّتِي تَسْمَعُ لِخَوَاصِرِهَا صَلْصَلَةً كَصَوْتِ خَضِيعَةِ الْفَرَسِ. قَالَ جَنْدَلٌ:\nلَيْسَتْ بِسَوْدَاءَ خَضُوعِ الْأَعْفَاجْ ... سِرْدَاحَةٍ ذَاتِ إِهَابٍ مَوَّاجْ\nقَالَ أَبُو عُبَيْدَةَ: الْخَضِيعَتَانِ لُحْمَتَانِ مُجَوَّفَتَانِ فِي خَاصِرَتِي الْفَرَسِ، يَدْخُلُ فِيهِمَا الرِّيحُ فَيَسْمَعُ لَهُمَا صَوْتٌ إِذَا تَزَيَّدَ فِي مَشْيِهِ. قَالَ الْأَصْمَعِيُّ: يُقَالُ: \" لِلسِّيَاطِ خَضْعَةٌ، وَلِلسُّيُوفِ بَضْعَةٌ \". فَالْخَضْعَةُ: صَوْتُ وَقْعِهَا، وَالْبَضْعَةُ: قَطْعُهَا اللَّحْمَ.",
    "pg": "2:189-192"
  },
  "خضف": {
    "def": "الْخَاءُ وَالضَّادُ وَالْفَاءُ لَيْسَ أَصْلًا وَلَا شُغِلَ بِهِ. وَيَقُولُونَ خَضِفَ إِذَا خَضَمَ. وَالْخَضَفُ: الْبِطِّيخُ، فِيمَا يَقُولُونَ.",
    "pg": "2:192"
  },
  "خضل": {
    "def": "الْخَاءُ وَالضَّادُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى نَعْمَةٍ وَنَدًى. يُقَالُ أَخْضَلَ الْمَطَرُ [الْأَرْضَ] فَهُوَ مُخْضِلٌ، وَالْأَرْضُ مُخْضَلَةٌ. وَاخْضَلَّ الشَّيْءُ: ابْتَلَّ. وَالْخَضِلُ: النَّبَاتُ النَّاعِمُ. وَيُقَالُ إِنَّ الْخَضِيلَةَ الرَّوْضَةُ. وَيُقَالُ لِامْرَأَةِ الرَّجُلِ خُضُلَّتُهُ، وَهُوَ مِنْ هَذَا وَذَلِكَ، كَمَا سُمِّيَتْ طَلَّةً، لِأَنَّهَا كَالطَّلِّ فِي عَيْنِهِ. وَكُلُّ نِعْمَةٍ خُضُلَّةٌ. قَالَ:\nإِذَا قُلْتُ إِنَّ الْيَوْمَ يَوْمُ خَضُلَّةٍ ... وَلَا شَرْزَ لَاقَيْتُ الْأُمُورَ الْبَجَارِيَا",
    "pg": "2:192-193"
  },
  "خضم": {
    "def": "الْخَاءُ وَالضَّادُ وَالْمِيمُ أَصْلَانِ: جِنْسٌ مِنَ الْأَكْلِ، وَالْآخَرُ يَدُلُّ عَلَى كَثْرَةِ وَامْتِلَاءِ.\nفَالْأَوَّلُ الْخَضْمُ، وَهُوَ الْمَضْغُ بِأَقْصَى الْأَضْرَاسِ. وَفِي الْحَدِيثِ: \" تَخْضِمُونَ وَنَقْضَمُ، وَالْمَوْعِدُ اللَّهُ \".\nوَالْأَصْلُ الْآخَرُ: الْخِضَمُّ: الرَّجُلُ الْكَثِيرُ الْعَطِيَّةِ. وَالْخِضَمُّ: الْجَمْعُ الْكَثِيرُ. قَالَ:\nفَاجْتَمَعَ الْخِضَمُّ وَالْخِضَمُّ\nوَأَمَّا الْمِسَنُّ فَيُقَالُ لَهُ الْخِضَمُّ تَشْبِيهًا، وَإِنَّمَا ذَاكَ مِنْ قِيَاسِ الْبَابِ ; لِأَنَّهُ يُسْقَى مَاءً كَثِيرًا. وَحُجَّتُهُ قَوْلُ أَبِي وَجْزَةَ:\nعَلَى خِضَمٍّ يُسَقَّى الْمَاءَ عَجَّاجِ\nوَمِنَ الْبَابِ الْخُضُمَّةُ، وَهِيَ عَظْمَةُ الذِّرَاعِ، وَهُوَ مُسْتَغْلَظُهَا. وَيُقَالُ إِنَّ مُعْظَمَ كُلِّ شَيْءٍ خُضُمَّةٌ.",
    "pg": "2:193"
  },
  "خضن": {
    "def": "الْخَاءُ وَالضَّادُ وَالنُّونُ أَصْلٌ وَاحِدٌ صَحِيحٌ. فَالْمُخَاضَنَةُ: الْمُغَازَلَةُ. قَالَ الطِّرِمَّاحُ:\nوَأَلْقَتْ إِلَيَّ الْقَوْلَ مِنْهُنَّ زَوْلَةٌ ... تُخَاضِنُ أَوْ تَرْنُو لِقَوْلِ الْمُخَاضِنِ",
    "pg": "2:193-194"
  },
  "خطب": {
    "def": "الْخَاءُ وَالطَّاءُ وَالْبَاءُ أَصْلَانِ: أَحَدُهُمَا الْكَلَامُ بَيْنَ اثْنَيْنِ، يُقَالُ خَاطِبُهُ يُخَاطِبُهُ خِطَابًا، وَالْخُطْبَةُ مِنْ ذَلِكَ. وَفِي النِّكَاحِ الطَّلَبُ أَنْ يُزَوَّجَ، قَالَ اللَّهُ تَعَالَى: ﴿وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ﴾ [البقرة: ٢٣٥] . وَالْخُطْبَةُ: الْكَلَامُ الْمَخْطُوبُ بِهِ. وَيُقَالُ اخْتَطَبَ الْقَوْمُ فُلَانًا، إِذَا دَعَوْهُ إِلَى تَزَوُّجِ صَاحِبَتِهِمْ. وَالْخَطْبُ: الْأَمْرُ يَقَعُ ; وَإِنَّمَا سُمِّيَ بِذَلِكَ لِمَا يَقَعُ فِيهِ مِنَ التَّخَاطُبِ وَالْمُرَاجَعَةِ. وَأَمَّا الْأَصْلُ الْآخَرُ فَاخْتِلَافُ لَوْنَيْنِ. قَالَ الْفَرَّاءُ: الْخَطْبَاءُ: الْأَتَانُ الَّتِي لَهَا خَطٌّ أَسْوَدُ عَلَى مَتْنِهَا. وَالْحِمَارُ الذَّكَرُ أَخْطَبُ. وَالْأَخْطَبُ: طَائِرٌ ; وَلَعَلَّهُ يَخْتَلِفُ عَلَيْهِ لَوْنَانِ. قَالَ:\nإِذَا الْأَخْطَبُ الدَّاعِي عَلَى الدَّوْحِ صَرْصَرًا\nوَالْخُطْبَانُ: الْحَنْظَلُ إِذَا اخْتَلَفَ أَلْوَانُهُ. وَالْأَخْطَبُ: الْحِمَارُ تَعْلُوهُ خُضْرَةٌ. وَكُلُّ لَوْنٍ يُشْبِهُ ذَلِكَ فَهُوَ أَخْطَبُ.",
    "pg": "2:198-199"
  },
  "خطر": {
    "def": "الْخَاءُ وَالطَّاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا الْقَدْرُ وَالْمَكَانَةُ، وَالثَّانِي اضْطِرَابٌ وَحَرَكَةٌ.\nفَالْأَوَّلُ قَوْلُهُمْ لِنَظِيرِ الشَّيْءِ خَطِيرُهُ. وَلِفُلَانٍ خَطَرٌ، أَيْ مَنْزِلَةٌ وَمَكَانَةٌ تُنَاظِرُهُ وَتَصْلُحُ لِمِثْلِهِ.\nوَالْأَصْلُ الْآخَرُ قَوْلُهُمْ: خَطَرَ الْبَعِيرُ بِذَنْبِهِ خَطَرَانًا. وَخَطَرَ بِبَالِي كَذَا خَطْرًا، وَذَلِكَ أَنْ يَمُرَّ بِقَلْبِهِ بِسُرْعَةٍ لَا لُبْثَ فِيهَا وَلَا بُطْءَ. وَيُقَالُ خَطَرٌ فِي مِشْيَتِهِ. وَرَجُلٌ خَطَّارٌ بِالرُّمْحِ، أَيْ مَشَّاءٌ بِهِ طَعَّانٌ. قَالَ:\nمَصَالِيتُ خَطَّارُونَ بِالرُّمْحِ فِي الْوَغَى\nوَرُمْحٌ خَطَّارٌ: ذُو اهْتِزَازٍ. وَخَطَرَ الدَّهْرُ خَطَرَانَهُ، كَمَا يُقَالُ ضَرَبَ ضَرَبَانَهُ. وَالْخَطْرَةُ: الذِّكْرَةُ. قَالَ: بَيْنَمَا نَحْنُ بَالْبَلَاكِثِ فَالِقَا ... عِ سِرَاعًا وَالْعِيسُ تَهْوِي هُوِيَّا\nخَطَرَتْ خَطْرَةٌ عَلَى الْقَلْبِ مِنْ ذِكْ ... رَاكِ وَهْنًا فَمَا اسْتَطَعْتُ مُضِيَّا\n\n[بَابُ الْخَاءِ وَالظَّاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:199-200"
  },
  "خطط": {
    "def": "الْخَاءُ وَالطَّاءُ أَصْلٌ وَاحِدٌ ; وَهُوَ أَثَرٌ يَمْتَدُّ امْتِدَادًا. فَمِنْ ذَلِكَ الْخَطُّ الَّذِي يَخُطُّهُ الْكَاتِبُ. وَمِنْهُ الْخَطُّ الَّذِي يَخُطُّهُ الزَّاجِرُ. قَالَ اللَّهُ تَعَالَى: ﴿أَوْ أَثَارَةٍ مِنْ عِلْمٍ﴾ [الأحقاف: ٤] ، قَالُوا: هُوَ الْخَطُّ. وَيُرْوَى: \" إِنَّ نَبِيًّا مِنَ الْأَنْبِيَاءِ كَانَ يَخُطُّ فَمَنْ خَطَّ مِثْلَ خَطِّهِ عَلِمَ مِثْلَ عِلْمِهِ \". وَمِنَ الْبَابِ الْخِطَّةُ الْأَرْضِ يَخْتَطُّهَا الْمَرْءُ لِنَفْسِهِ ; لِأَنَّهُ يَكُونُ هُنَاكَ أَثَرٌ مَمْدُودٌ. وَمِنْهُ خَطُّ الْيَمَامَةِ، وَإِلَيْهِ تُنْسَبُ الرِّمَاحُ الْخَطِّيَّةُ. وَمِنَ الْبَابِ الْخُطَّةُ، وَهِيَ الْحَالُ ; وَيُقَالُ هُوَ بِخُطَّةِ سَوْءٍ، وَذَلِكَ أَنَّهُ أَمْرٌ قَدْ خُطَّ لَهُ وَعَلَيْهِ. فَأَمَّا الْأَرْضُ الْخَطِيطَةُ، وَهِيَ الَّتِي لَمْ تُمْطَرْ بَيْنَ أَرَضَيْنِ مَمْطُورَتَيْنِ، فَلَيْسَ مِنَ الْبَابِ، وَالطَّاءُ الثَّانِيَةُ زَائِدَةٌ، لِأَنَّهَا مَنْ أَخْطَأَ، كَأَنَّ الْمَطَرَ أَخْطَأَهَا. وَالدَّلِيلُ عَلَى ذَلِكَ قَوْلُ ابْنِ عَبَّاسٍ: \" خَطَّأَ اللَّهُ نَوْءَهَا \"، أَيْ إِذَا مُطِرَ غَيْرُهَا أَخْطَأَ هَذِهِ الْمَطَرُ فَلَا يُصِيبُهَا.\nوَأَمَّا قَوْلُهُمْ: \" فِي رَأْسِ فُلَانٍ خُطْيَةٌ \" فَقَالَ قَوْمٌ: إِنَّمَا هُوَ خُطَّةٌ. فَإِنْ كَانَ كَذَا فَكَأَنَّهُ أَمْرٌ يُخَطُّ وَيُؤَثَّرُ، عَلَى مَا ذَكَرْنَاهُ.",
    "pg": "2:154"
  },
  "خطف": {
    "def": "الْخَاءُ وَالطَّاءُ وَالْفَاءُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ مُنْقَاسٌ، وَهُوَ اسْتِلَابٌ فِي خِفَّةٍ. فَالْخَطْفُ الِاسْتِلَابُ. تَقُولُ. خَطِفْتُهُ أَخْطَفُهُ، وَخَطَفْتُهُ أَخْطِفُهُ. وَبَرْقٌ خَاطِفٌ لِنُورِ الْأَبْصَارِ. قَالَ اللَّهُ تَعَالَى: ﴿يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ﴾ [البقرة: ٢٠] ، وَالشَّيْطَانَ يَخْطِفُ السَّمْعَ، إِذَا اسْتَرَقَ. قَالَ اللَّهُ تَعَالَى: ﴿إِلَّا مَنْ خَطِفَ الْخَطْفَةَ﴾ [الصافات: ١٠] . وَيُقَالُ لِلشَّيْطَانِ: \" الْخَطَّافُ \"، وَقَدْ جَاءَ هَذَا الِاسْمُ فِي الْحَدِيثِ:. وَجَمَلٌ خَيْطَفٌ: سَرِيعُ الْمَرِّ. وَتِلْكَ السُّرْعَةُ الْخَيْطَفَى. قَالَ:\nوَعَنَقًا بَاقِي الرَّسِيمِ خَيْطَفًا\nوَبِهِ سُمِّي الْخَطَفَى، وَالْأَصْلُ فِيهِ وَاحِدٌ ; لِأَنَّ الْمُسْرِعَ يَقِلُّ لُبْثُ قَوَائِمِهِ عَلَى الْأَرْضِ، فَكَأَنَّهُ قَدْ خَطِفَ الشَّيْءَ. وَيُقَالُ هُوَ مُخْطَفُ الْحَشَا، إِذَا كَانَ مُنْطَوِيَ الْحَشَا. وَذَلِكَ صَحِيحٌ ; لِأَنَّهُ كَأَنَّ لَحْمَهُ خُطِفَ مِنْهُ فَرَقَّ وَدَقَّ. فَأَمَّا قَوْلُهُمْ: رَمَى الرَّمِيَّةَ فَأَخْطَفَهَا ; إِذَا أَخْطَأَهَا، فَمُمْكِنٌ أَنْ يَكُونَ مِنَ الْبَابِ، [وَمُمْكِنٌ أَنْ يَكُونَ] الْفَاءُ بَدَلًا مِنَ الْهَمْزَةِ. قَالَ:\nإِذَا أَصَابَ صَيْدَهُ أَوْ أَخْطَفَا\nوَالْخُطَّافُ: طَائِرٌ، وَالْقِيَاسُ صَحِيحٌ، لِأَنَّهُ يَخْطَفُ الشَّيْءَ بِمِخْلَبِهِ. يُقَالُ لِمَخَالِيبِ السِّبَاعِ خَطَاطِيفُهَا. قَالَ:\nإِذَا عَلِقَتْ قِرْنًا خَطَاطِيفُ كَفِّهِ ... رَأَى الْمَوْتَ بِالْعَيْنَيْنِ أَسْوَدَ أَحْمَرَا\nوَالْخُطَّافَ: حَدِيدَةٌ حَجْنَاءُ; لِأَنَّهُ يُخْتَطَفُ بِهَا الشَّيْءُ، وَالْجَمْعُ خَطَاطِيفُ. قَالَ النَّابِغَةُ:\nخَطَاطِيفُ حُجْنٌ فِي حِبَالٍ مَتِينَةٍ ... تُمَدُّ بِهَا أَيْدٍ إِلَيْكَ نَوَازِعُ",
    "pg": "2:196-197"
  },
  "خطل": {
    "def": "الْخَاءُ وَالطَّاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى اسْتِرْخَاءٍ وَاضْطِرَابٍ، قِيَاسٌ مُطَّرِدٌ. فَالْخَطَلُ: اسْتِرْخَاءُ الْأُذُنِ. يُقَالُ أُذُنٌ خَطْلَاءُ، وَثَلَّةٌ خُطْلٌ، وَهِيَ الْغَنَمُ الْمُسْتَرْخِيَةُ الْآذَانِ. قَالَ:\nإِذَا الْهَدَفُ الْمِعْزَالُ صَوَّبَ رَأْسَهُ ... وَأَعْجَبَهُ ضَفْوٌ مِنَ الثَّلَّةِ الْخُطْلِ\nوَرُمْحٌ خَطِلٌ: مُضْطَرِبٌ. وَيُقَالُ لِلْأَحْمَقِ خَطِلٌ. وَالْخَطَلُ: الْمَنْطِقُ الْفَاسِدُ. وَزَعَمَ نَاسٌ أَنَّ الْجَوَادَ يُسَمَّى خَطِلًا، وَذَلِكَ لِسُرْعَتِهِ إِلَى الْعَطَاءِ. وَيُقَالُ امْرَأَةٌ خَطَّالَةٌ: ذَاتُ رِيبَةٍ، وَذَلِكَ لِخَطَلِهَا. وَالْأَصْلُ وَاحِدٌ.",
    "pg": "2:197-198"
  },
  "خطم": {
    "def": "الْخَاءُ وَالطَّاءُ وَالْمِيمُ يَدُلُّ عَلَى تَقَدُّمِ شَيْءٍ فِي نُتُوٍّ يَكُونُ فِيهِ. فَالْمَخَاطِمُ الْأُنُوفُ، وَاحِدُهَا مَخْطِمٌ. وَرَجُلٌ أَخْطَمُ: طَوِيلُ الْأَنْفِ. وَالْخِطَامُ لِلْبَعِيرِ سُمِّيَ بِذَلِكَ لِأَنَّهُ يَقَعُ عَلَى خَطْمِهِ. وَيُقَالُ إِنَّ الْخُطْمَةَ رَعْنُ الْجَبَلِ. فَهَذَا هُوَ الْبَابُ.\nوَقَدْ شَذَّتْ كَلِمَةٌ وَاحِدَةٌ، قَالُوا: بُسْرٌ مُخَطَّمٌ، إِذَا صَارَتْ فِيهِ خُطُوطٌ.",
    "pg": "2:198"
  },
  "خطوا": {
    "def": "الْخَاءُ وَالطَّاءُ وَالْحَرْفُ الْمُعْتَلُّ وَالْمَهْمُوزُ، يَدُلُّ عَلَى تَعَدِّي الشَّيْءِ، وَالذَّهَابِ عَنْهُ. يُقَالُ خَطَوْتُ أَخْطُو خُطْوَةً. وَالْخُطْوَةُ: مَا بَيْنَ الرِّجْلَيْنِ. وَالْخَطْوَةُ: الْمَرَّةُ الْوَاحِدَةُ.\nوَالْخَطَاءُ مِنْ هَذَا ; لِأَنَّهُ مُجَاوَزَةُ حَدِّ الصَّوَابِ. يُقَالُ أَخْطَأَ إِذَا تَعَدَّى الصَّوَابَ. وَخَطِئَ يَخْطَأُ، إِذَا أَذْنَبَ، وَهُوَ قِيَاسُ الْبَابِ ; لِأَنَّهُ يَتْرُكُ الْوَجْهَ الْخَيْرَ.",
    "pg": "2:198"
  },
  "خظى": {
    "def": "الْخَاءُ وَالظَّاءُ وَالْيَاءُ لَيْسَ فِي الْبَابِ غَيْرُهُ، وَهُوَ يَدُلُّ عَلَى اكْتِنَازِ الشَّيْءِ. وَلَا يَكَادُ يُقَالُ هَذَا إِلَّا فِي اللَّحْمِ ; يُقَالُ خَظِيَ لَحْمُهُ، إِذَا اكْتَنَزَ (١) . وَلَحْمُهُ خَظَا بَظَا. وَرَجُلٌ خَظَوَانٌ: رَكِبَ لَحْمُهُ بَعْضُهُ بَعْضًا.\n\n[بَابُ الْخَاءِ وَالْعَيْنِ وَمَا يَثْلِثُهُمَا]\nاعْلَمْ أَنَّ الْخَاءَ لَا يَكَادُ يَأْتَلِفُ مَعَ الْعَيْنِ إِلَّا بِدَخِيلٍ، وَلَيْسَ ذَلِكَ فِي شَيْءٍ أَصْلًا. فَالْخَيْعَلُ: قَمِيصٌ لَا كُمَّيْ لَهُ (١) . قَالَ:\nعَجُوزٌ عَلَيْهَا هِدْمِلٌ ذَاتُ خَيْعَلِ\nوَالْخَيْعَلُ: الذِّئْبُ، وَالْغُولُ. وَيُقَالُ الْخَيْعَامَةُ نَعْتُ سَوْءٍ لِلرَّجُلِ. وَلَا مُعَوَّلَ عَلَى شَيْءٍ مِنْ هَذَا الْجِنْسِ، لَا يَنْقَاسُ. [بَابُ الْخَاءِ وَالْفَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:200-201"
  },
  "خفت": {
    "def": "الْخَاءُ وَالْفَاءُ وَالتَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ إِسْرَارٌ وَكِتْمَانٌ. فَالْخَفْتُ: إِسْرَارُ النُّطْقِ. وَتَخَافَتَ الرَّجُلَانِ. قَالَ اللَّهُ تَعَالَى: ﴿يَتَخَافَتُونَ بَيْنَهُمْ﴾ [طه: ١٠٣] . ثُمَّ قَالَ الشَّاعِرُ: أُخَاطِبُ جَهْرًا إِذْ لَهُنَّ تَخَافُتٌ ... وَشَتَّانَ بَيْنَ الْجَهْرِ وَالْمَنْطِقِ الْخَفْتِ",
    "pg": "2:202-203"
  },
  "خفج": {
    "def": "الْخَاءُ وَالْفَاءُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِلَافِ الِاسْتِقَامَةِ. فَالْأَخْفَجُ: الْأَعْوَجُ الرِّجْلِ ; وَالْمَصْدَرُ الْخَفَجُ، وَيُقَالُ إِنَّ الْخَفَجَ الرِّعْدَةُ. وَهُوَ ذَاكَ الْقِيَاسُ.",
    "pg": "2:203"
  },
  "خفد": {
    "def": "الْخَاءُ وَالْفَاءُ وَالدَّالُ أَصْلٌ وَاحِدٌ، وَهُوَ مِنَ الْإِسْرَاعِ. يُقَالُ خَفَدَ الظَّلِيمُ: أَسْرَعَ فِي مَرِّهِ. وَلِذَلِكَ سُمِّيَ خَفَيْدَدًا.",
    "pg": "2:203"
  },
  "خفر": {
    "def": "الْخَاءُ وَالْفَاءُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا الْحَيَاءُ، وَالْآخَرُ الْمُحَافَظَةُ أَوْ ضِدُّهَا.\nفَالْأَوَّلُ الْخَفَرُ. يُقَالُ خَفِرَتِ الْمَرْأَةُ: اسْتَحْيَتْ، تَخْفَرُ خَفْرًا، وَهِيَ خَفِرَةٌ. قَالَ:\nزَانَهُنَّ الدَّلُّ وَالْخَفَرُ\nوَأَمَّا الْأَصْلُ الْآخَرُ فَيُقَالُ خَفَرْتُ الرَّجُلَ خُفْرَةً، إِذَا أَجَرْتَهُ وَكُنْتَ لَهُ خَفِيرًا. وَتَخَفَّرْتُ بِفُلَانٍ، إِذَا اسْتَجَرْتَ بِهِ. وَيُقَالُ أَخْفَرْتُهُ، إِذَا بَعَثْتَ مَعَهُ خَفِيرًا.\nوَأَمَّا خِلَافُ ذَلِكَ فَأَخْفَرْتُ الرَّجُلَ، وَذَلِكَ إِذَا نَقَضْتَ عَهْدَهُ. وَهَذَا كَالْبَابِ الَّذِي ذَكَرْنَاهُ فِي خَفَيْتُ وَأَخْفَيْتُ.",
    "pg": "2:203"
  },
  "خفع": {
    "def": "الْخَاءُ وَالْفَاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْتِزَاقِ شَيْءٍ بِشَيْءٍ لِضُرٍّ يَكُونُ. يُقَالُ انْخَفَعَ الرَّجُلُ عَلَى فِرَاشِهِ، إِذَا لَزِقَ بِهِ مِنْ مَرَضٍ. وَيُقَالُ خَفَعَ الرَّجُلُ، إِذَا الْتَزَقَ بَطْنُهُ بِظَهْرِهِ. وَمِنْهُ قَوْلُ جَرِيرٍ:\nرَغْدًا وَضَيْفُ بَنِي عِقَالٍ يُخْفَعُ\nوَذَكَرَ نَاسٌ: انْخَفَعَتْ كَبِدُهُ مِنَ الْجُوعِ، إِذَا انْقَطَعَتْ. وَأَنْشَدُوا هَذَا الْبَيْتَ ; وَهُوَ قَرِيبٌ مِنَ الْأَوَّلِ. وَقَالَ بَعْضُهُمُ: الْأَخْفَعُ الرَّجُلُ الَّذِي كَأَنَّ بِهِ ظَلْعًا إِذَا مَشَى. وَيُقَالُ: الْخَوْفَعُ الْوَاجِمُ الْمُكْتَئِبُ. وَيُقَالُ خَفَعْتُهُ بِالسَّيْفِ، إِذَا ضَرَبْتَهُ بِهِ. وَالْقِيَاسُ وَاحِدٌ.\n\n[بَابُ الْخَاءِ وَاللَّامِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:203-204"
  },
  "خفف": {
    "def": "الْخَاءُ وَالْفَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ شَيْءٌ يُخَالِفُ الثِّقَلَ وَالرَّزَانَةَ. يُقَالُ خَفَّ الشَّيْءُ يَخِفُّ خِفَّةً، وَهُوَ خَفِيفٌ وَخُفَافٌ. وَيُقَالُ أَخَفَّ الرَّجُلُ، إِذَا خَفَّتْ حَالُهُ. وَأَخَفَّ، إِذَا كَانَتْ دَابَّتُهُ خَفِيفَةً. وَخَفَّ الْقَوْمُ: ارْتَحَلُوا. فَأَمَّا الْخُفُّ فَمِنَ الْبَابِ لِأَنَّ الْمَاشِيَ يَخِفُّ وَهُوَ لَابِسُهُ. وَخُفُ الْبَعِيرِ مِنْهُ أَيْضًا. وَأَمَّا الْخُفُّ فِي الْأَرْضِ وَهُوَ أَطْوَلُ مِنَ النَّعْلِ فَإِنَّهُ تَشْبِيهٌ. [وَ] الْخِفُّ: الْخَفِيفُ. قَالَ: يَزِلُّ الْغُلَامُ الْخِفُّ عَنْ صَهَوَاتِهِ ... وَيُلْوِي بِأَثْوَابِ الْعَنِيفِ الْمُثَقَّلِ\nفَأَمَّا أَصْوَاتُ الْكِلَابِ فَيُقَالُ لَهَا الْخَفْخَفَةُ، فَهُوَ قَرِيبٌ مِنَ الْبَابِ.",
    "pg": "2:154-155"
  },
  "خفق": {
    "def": "الْخَاءُ وَالْفَاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَرْجِعُ إِلَيْهِ فَرَوْعُهُ، وَهُوَ الِاضْطِرَابُ فِي الشَّيْءِ. يُقَالُ خَفَقَ الْعَلَمُ يَخْفِقُ. وَخَفَقَ النَّجْمُ، وَخَفَقَ الْقَلْبُ يَخْفِقُ خَفَقَانًا. قَالَ:\nكَأَنَّ قَطَاةً عُلِّقَتْ بِجَنَاحِهَا ... عَلَى كَبِدِي مِنْ شِدَّةِ الْخَفَقَانِ\nوَيُقَالُ أَخْفَقَ الرَّجُلُ بِثَوْبِهِ، إِذَا لَمَعَ بِهِ. وَمِنْ هَذَا الْبَابِ الْخَفْقُ، وَهُوَ كُلُّ ضَرْبٍ بِشَيْءٍ عَرِيضٍ. يُقَالُ خَفَقَ الْأَرْضَ بِنَعْلِهِ. وَرَجُلٌ خَفَّاقُ الْقَدَمِ، إِذَا كَانَ صَدْرُ قَدَمِهِ عَرِيضًا. وَالْمِخْفَقُ: السَّيْفُ الْعَرِيضُ. وَيُقَالُ إِنَّ الْخَفْقَةَ الْمَفَازَةُ، وَسُمِّيَتْ بِذَلِكَ لِأَنَّ الرِّيَاحَ تَخْتَفِقُ فِيهَا.\nوَمِنَ الْبَابِ نَاقَةٌ خَفِيقٌ: سَرِيعَةٌ. وَخَفَقَ السَّرَابُ ; اضْطَرَبَ. وَخَفَقَ الرَّجُلُ خَفْقَةً، إِذَا نَعَسَ. وَالْخَافِقَانِ: جَانِبَا الْجَوِّ. وَامْرَأَةٌ خَفَّاقَةُ الْحَشَا، أَيْ خَمِيصَةُ الْبَطْنِ، كَأَنَّ ذَلِكَ يَضْطَرِبُ. وَأَمَّا قَوْلُهُمْ أَخْفَقَ الرَّجُلُ، إِذَا غَزَا وَلَمْ يُصِبْ شَيْئًا، فَيُمْكِنُ أَنْ يَكُونَ شَاذًّا عَنِ الْبَابِ، وَيُمْكِنُ أَنْ يُقَالَ: إِذَا لَمْ يُصِبْ فَهُوَ مُضْطَرِبُ الْحَالِ ; وَهُوَ بَعِيدٌ. قَالَ رَسُولُ اللَّهِ ﵌: \" «أَيُّمَا سَرِيَّةٍ غَزَتْ فَأَخْفَقَتْ كَانَ لَهَا أَجْرُهَا مَرَّتَيْنِ» \". وَقَالَ عَنْتَرَةُ: فَيُخْفِقُ مَرَّةً وَيُفِيدُ أُخْرَى ... وَيَفْجَعُ ذَا الضَّغَائِنِ بِالْأَرِيبِ",
    "pg": "2:201-202"
  },
  "خفي": {
    "def": "الْخَاءُ وَالْفَاءُ وَالْيَاءُ أَصْلَانِ مُتَبَايِنَانِ مُتَضَادَّانِ. فَالْأَوَّلُ السَّتْرُ، وَالثَّانِي الْإِظْهَارُ.\nفَالْأَوَّلُ خَفِيَ الشَّيْءُ يَخْفَى ; وَأَخْفَيْتُهُ، وَهُوَ فِي خِفْيَةٍ وَخَفَاءٍ، إِذَا سَتَرْتَهُ، وَيَقُولُونَ: بَرِحَ الْخَفَاءُ، أَيْ وَضَحَ السِّرُّ وَبَدَا، وَيُقَالُ لِمَا دُونَ رِيشَاتِ الطَّائِرِ الْعَشْرِ، اللَّوَاتِي فِي مُقَدَّمِ جَنَاحِهِ: الْخَوَافِي. وَالْخَوَافِي: سَعَفَاتٌ يَلِينَ قَلْبَ النَّخْلَةِ، وَالْخَافِي: الْجِنُّ. وَيُقَالُ لِلرَّجُلِ الْمُسْتَتِرِ مُسْتَخْفٍ.\nوَالْأَصْلُ الْآخَرُ خَفَا الْبَرْقُ خَفْوًا، إِذَا لَمَعَ، وَيَكُونُ ذَلِكَ فِي أَدْنَى ضَعْفٍ. وَيُقَالُ خَفَيْتُ [الشَّيْءَ] بِغَيْرِ أَلِفٍ، إِذَا أَظْهَرْتَهُ. وَخَفَا الْمَطَرُ الْفَأْرَ مِنْ جِحَرَتِهِنَّ: أَخْرَجَهُنَّ. قَالَ امْرُؤُ الْقَيْسِ:\nخَفَاهُنَّ مِنْ أَنْفَاقِهِنَّ كَأَنَّمَا ... خَفَاهُنَّ وَدْقٌ مِنْ سَحَابٍ مُرَكَّبِ\nوَيُقْرَأُ عَلَى هَذَا التَّأْوِيلِ: ﴿إِنَّ السَّاعَةَ آتِيَةٌ أَكَادُ أُخْفِيهَا﴾ [طه: ١٥] أَيْ أُظْهِرُهَا.",
    "pg": "2:202"
  },
  "خقق": {
    "def": "الْخَاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ، وَهُوَ الْهَزْمُ فِي الشَّيْءِ وَالْخَرْقُ. فَمِنْ ذَلِكَ الْأُخْقُوقِ، وَيُقَالُ الْإِخْقِيقُ، وَهُوَ هَزْمٌ فِي الْأَرْضِ، وَالْجَمْعُ الْأَخَاقِيقُ. وَجَاءَ فِي الْحَدِيثِ: \" «فِي أَخَاقِيقِ جُرْذَانٍ» \". وَالْإِخْقَاقُ: اتَّسَاعُ خَرْقِ الْبَكَرَةِ. وَمِنْ هَذَا قَوْلُهُمْ: أَتَانٌ خَقُوقٌ، إِذَا صَوَّتَ حَيَاؤُهَا. وَيُقَالُ لِلْغَدِيرِ إِذَا نَضَبَ وَجَفَّ مَاؤُهُ وَتَقَلْفَعَ: خُقٌّ. قَالَ:\nكَأَنَّمَا يَمْشِينَ فِي خُقٍّ يَبَسْ",
    "pg": "2:155"
  },
  "خلب": {
    "def": "الْخَاءُ وَاللَّامُ وَالْبَاءُ أُصُولٌ ثَلَاثَةٌ: أَحَدُهَا إِمَالَةُ الشَّيْءِ إِلَى نَفْسِكَ، وَالْآخَرُ شَيْءٌ يَشْمَلُ شَيْئًا، وَالثَّالِثُ فَسَادٌ فِي الشَّيْءِ.\nفَالْأَوَّلُ: مِخْلَبُ الطَّائِرِ; لِأَنَّهُ يَخْتَلِبُ بِهِ الشَّيْءَ إِلَى نَفْسِهِ. وَالْمِخْلَبُ: الْمِنْجَلُ لَا أَسْنَانَ لَهُ. وَمِنَ الْبَابِ الْخِلَابَةُ: الْخِدَاعُ، يُقَالُ خَلَبَهُ بِمَنْطِقِهِ. ثُمَّ يُحْمَلُ عَلَى هَذَا وَيُشْتَقُّ مِنْهُ الْبَرْقُ الْخُلَّبُ: الَّذِي لَا مَاءَ مَعَهُ، وَكَأَنَّهُ يَخْدَعُ، كَمَا يُقَالُ لِلسَّرَابِ خَادِعٌ.\nوَأَمَّا الثَّانِي: فَالْخُلْبُ اللِّيفُ، لِأَنَّهُ يَشْمَلُ الشَّجَرَةَ. وَالْخِلْبُ، بِكَسْرِ الْخَاءِ: حِجَابُ الْقَلْبِ، وَمِنْهُ قِيلَ لِلرَّجُلِ: \" هُوَ خِلْبُ نِسَاءٍ \"، أَيْ يُحِبُّهُ النِّسَاءُ. وَالثَّالِثُ: الْخُلْبُ، وَهُوَ الطِّينُ وَالْحَمْأَةُ، وَذَلِكَ تُرَابٌ يُفْسِدُهُ. ثُمَّ يُشْتَقُّ مِنْهُ امْرَأَةٌ خَلْبَنٌ، وَهِيَ الْحَمْقَاءُ. وَلَيْسَتْ مِنَ الْخِلَابَةِ. وَيُقَالُ لِلْمَهْزُولَةِ خَلْبَنٌ أَيْضًا.\nفَأَمَّا الثَّوْبُ الْمُخَلَّبُ فَيَقُولُونَ: إِنَّهُ الْكَثِيرُ الْأَلْوَانِ، وَلَيْسَ كَذَلِكَ، إِنَّمَا الْمُخَلَّبُ الَّذِي نُقِشَ نُقُوشًا عَلَى صُوَرِ مَخَالِيبَ، كَمَا يُقَالُ مُرَجَّلٌ لِلَّذِي عَلَيْهِ صُوَرُ الرِّجَالِ.",
    "pg": "2:205-206"
  },
  "خلج": {
    "def": "الْخَاءُ وَاللَّامُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى لَيٍّ وَفَتْلٍ وَقِلَّةِ اسْتِقَامَةٍ. فَمِنْ ذَلِكَ الْخَلِيجُ، وَهُوَ مَاءٌ يَمِيلُ مَيْلَةً عَنْ مُعْظَمِ الْمَاءِ فَيَسْتَقِرُّ. وَخَلِيجَا النَّهْرِ أَوِ الْبَحْرِ: جَنَاحَاهُ. وَفُلَانٌ يَتَخَلَّجُ فِي مِشْيَتِهِ، إِذَا كَانَ يَتَمَايَلُ. وَمِنْ ذَلِكَ قَوْلُهُمْ: خَلَجَنِي عَنِ الْأَمْرِ، أَيْ شَغَلَنِي، لِأَنَّهُ إِذَا شَغَلَهُ عَنْهُ فَقَدْ مَالَ بِهِ عَنْهُ. وَالْمَخْلُوجَةُ: الطَّعْنَةُ الَّتِي لَيْسَتْ بِمُسْتَوِيَةٍ، فِي قَوْلِ امْرِئِ الْقَيْسِ:\nنَطْعُنُهُمْ سُلْكَى وَمَخْلُوجَةً ... كَرَّكَ لَأْمَيْنِ عَلَى نَابِلِ\nفَالسُّلْكَى: الْمُسْتَوِيَةُ. وَالْمَخْلُوجَةُ: الْمُنْحَرِفَةُ الْمَائِلَةُ.\nوَمِنْهُ قَوْلُهُمْ: خَلَجْتُ الشَّيْءَ مِنْ يَدِهِ، أَيْ نَزْعَتُهُ. وَخَالَجْتُ فُلَانًا: نَازِعَتُهُ. وَفِي الْحَدِيثِ فِي قِرَاءَةِ الْقُرْآنِ: \" «لَعَلَّ بَعْضَكُمْ خَالَجَنِيهَا» \". وَالْخَلِيجُ: الرَّسَنُ، سُمِّيَ بِذَلِكَ لِأَنَّهُ يُلْوَى لَيًّا وَيُفْتَلُ فَتْلًا. قَالَ: وَبَاتَ يُغَنِّي فِي الْخَلِيجِ كَأَنَّهُ ... كُمَيْتٌ مُدَمًّى نَاصِعُ اللَّوْنِ أَقْرَحُ\nوَيُقَالُ خَلَجَتْهُ الْخَوَالِجُ، كَمَا يُقَالُ عَدَتْهُ الْعَوَّادِي. وَأَمَّا قَوْلُ الْحُطَيْئَةِ:\nبِمَخْلُوجَةٍ فِيهَا عَنِ الْعَجْزِ مَصْرِفُ\nفَإِنَّهُ يَصِفُ الرَّأْيَ، وَشِبْهَهُ بِالْحَبْلِ الْمُحْكَمِ الْمَفْتُولِ. فَهَذَا إِذًا تَشْبِيهٌ. وَيَجُوزُ أَنْ يَكُونَ لَمَّا قِيلَ: فِيهَا عَنِ الْعَجْزِ مَصْرِفٌ، جَعَلَهَا مَخْلُوجَةً، لِأَنَّهُ قَدْ عُدِلَ بِهَا عَنِ الْعَجْزِ.\nفَأَمَّا قَوْلُهُمْ: خُلِجَتِ النَّاقَةُ، وَذَلِكَ إِذَا فَطَمَتْ وَلَدَهَا فَقَلَّ لَبَنُهَا، فَهُوَ مِنَ الْبَابِ، لِأَنَّهُ عُدِلَ بِهَا عَنْ وَلَدِهَا وَعَدَلَ وَلَدُهَا عَنْهَا. وَيُقَالُ سَحَابٌ مَخْلُوجٌ: مُتَفَرِّقٌ. فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنَ الْبَابِ، لِأَنَّ قِطْعَةً مِنْهُ تَمِيلُ عَنِ الْأُخْرَى. وَالْخَلَجُ: فَسَادٌ وَدَاءٌ. وَهُوَ مِنَ الْبَابِ.",
    "pg": "2:206-207"
  },
  "خلد": {
    "def": "الْخَاءُ وَاللَّامُ وَالدَّالُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الثَّبَاتِ وَالْمُلَازَمَةِ، فَيُقَالُ: خَلَدَ: أَقَامَ، وَأَخْلَدَ أَيْضًا. وَمِنْهُ جَنَّةُ الْخُلْدِ. قَالَ ابْنُ أَحْمَرَ:\nخَلَدَ الْحَبِيبُ وَبَادَ حَاضِرُهُ ... إِلَّا مَنَازِلَ كُلُّهَا قَفْرُ\nوَيَقُولُونَ رَجُلٌ مُخْلَدٌ وَمُخْلِدٌ، إِذَا أَبْطَأَ عَنْهُ الْمَشِيبُ. وَهُوَ مِنَ الْبَابِ، لِأَنَّ الشَّبَابَ قَدْ لَازَمَهُ وَلَازَمَ هُوَ الشَّبَابَ. وَيُقَالُ أَخْلَدَ إِلَى الْأَرْضِ إِذَا لَصِقَ بِهَا. قَالَ اللَّهُ تَعَالَى: ﴿وَلَكِنَّهُ أَخْلَدَ إِلَى الْأَرْضِ﴾ [الأعراف: ١٧٦] . فَأَمَّا قَوْلُهُ تَعَالَى: ﴿وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُخَلَّدُونَ﴾ [الإنسان: ١٩] ، [فَهُوَ] مِنَ الْخُلْدِ، وَهُوَ الْبَقَاءُ، أَيْ لَا يَمُوتُونَ. وَقَالَ آخَرُونَ: مِنَ الْخِلَدِ، وَالْخِلَدُ: جَمْعُ خِلَدَةٍ وَهِيَ الْقُرْطُ. فَقَوْلُهُ: مُخَلَّدُونَ أَيْ مُقَرَّطُونٌ مُشَنَّفُونَ. قَالَ:\nوَمُخَلَّدَاتٍ بِاللُّجَيْنِ كَأَنَّمَا ... أَعْجَازُهُنَّ أَقَاوِزُ الْكُثْبَانِ\nوَهَذَا قِيَاسٌ صَحِيحٌ، لِأَنَّ الْخِلَدَةَ مُلَازِمَةٌ لِلْأُذُنِ.\nوَالْخَلَدُ: الْبَالُ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ مُسْتَقِرٌّ [فِي] الْقَلْبِ ثَابِتٌ.",
    "pg": "2:207-208"
  },
  "خلس": {
    "def": "الْخَاءُ وَاللَّامُ وَالسِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ الِاخْتِطَافُ وَالِالْتِمَاعُ. يُقَالُ اخْتَلَسْتُ الشَّيْءَ. وَفِي الْحَدِيثِ: \" «لَا قَطْعَ فِي الْخُلْسَةِ» \". وَقَوْلُهُمْ: أَخْلَسَ رَأْسَهُ، إِذَا خَالَطَ سَوَادَهُ الْبَيَاضُ، كَأَنَّ السَّوَادَ اخْتُلِسَ مِنْهُ فَصَارَ لُمَعًا. وَكَذَلِكَ أَخْلَسَ النَّبْتُ، إِذَا اخْتَلَطَ يَابِسُهُ بِرَطْبِهِ.",
    "pg": "2:208"
  },
  "خلص": {
    "def": "الْخَاءُ وَاللَّامُ وَالصَّادُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ، وَهُوَ تَنْقِيَةُ الشَّيْءِ وَتَهْذِيبُهُ. يَقُولُونَ: خَلَّصْتُهُ مِنْ كَذَا وَخَلَصَ هُوَ. وَخُلَاصَةُ السَّمْنِ: مَا أُلْقِيَ فِيهِ مِنْ تَمْرٍ أَوْ سَوِيقٍ لِيَخْلُصَ بِهِ.",
    "pg": "2:208"
  },
  "خلط": {
    "def": "الْخَاءُ وَاللَّامُ وَالطَّاءُ أَصْلٌ وَاحِدٌ مُخَالِفٌ لِلْبَابِ الَّذِي قَبْلَهُ، بَلْ هُوَ مُضَادٌّ لَهُ. تَقُولُ: خَلَطْتُ الشَّيْءَ بِغَيْرِهِ فَاخْتَلَطَ. وَرَجُلٌ مِخْلَطٌ، أَيْ حَسَنُ الْمُدَاخَلَةِ لِلْأُمُورِ. وَخِلَافُهُ الْمِزْيَلُ. قَالَ أَوْسٌ: وَإِنْ قَالَ لِي مَاذَا تَرَى يَسْتَشِيرُنِي ... يَجِدُنِي ابْنُ عَمِّي مِخْلَطَ الْأَمْرِ مِزْيَلَا\nوَالْخَلِيطُ: الْمُجَاوِرُ. وَيُقَالُ: الْخِلْطُ السَّهْمُ يَنْبُتُ عُودُهُ عَلَى عِوَجٍ، فَلَا يَزَالُ يَتَعَوَّجُ وَإِنْ قُوِّمَ. وَهَذَا مِنَ الْبَابِ ; لِأَنَّهُ لَيْسَ يُخَالَطُ فِي الِاسْتِقَامَةِ. وَيُقَالُ اسْتَخْلَطَ الْبَعِيرُ، وَذَلِكَ أَنْ يَعْيَا بِالْقَعْوِ عَلَى النَّاقَةِ وَلَا يَهْتَدِيَ لِذَلِكَ، فَيُخْلَطَ لَهُ وَيُلْطَفَ لَهُ.",
    "pg": "2:208-209"
  },
  "خلع": {
    "def": "الْخَاءُ وَاللَّامُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ، وَهُوَ مُزَايَلَةُ الشَّيْءِ الَّذِي كَانَ يُشْتَمَلُ بِهِ أَوْ عَلَيْهِ. تَقُولُ: خَلَعْتُ الثَّوْبَ أَخْلَعُهُ خَلْعًا، وَخُلِعَ الْوَالِي يُخْلَعُ خَلْعًا. وَهَذَا لَا يَكَادُ يُقَالُ إِلَّا فِي الدُّونِ يُنْزِلُ مَنْ هُوَ أَعْلَى مِنْهُ، وَإِلَّا فَلَيْسَ يُقَالُ خَلَعَ الْأَمِيرُ وَالِيَهُ عَلَى بَلَدِ كَذَا. أَلَا تَرَى أَنَّهُ إِنَّمَا يُقَالُ عَزَلَهُ. وَيُقَالُ طَلَّقَ الرَّجُلُ امْرَأَتَهُ. فَإِنْ كَانَ ذَلِكَ مِنْ قِبَلِ الْمَرْأَةِ يُقَالُ خَالَعَتْهُ وَقَدِ اخْتَلَعَتْ ; لِأَنَّهَا تَفْتَدِي نَفْسَهَا مِنْهُ بِشَيْءٍ تَبْذُلُهُ لَهُ. وَفِي الْحَدِيثِ: \" «الْمُخْتَلِعَاتُ هُنَّ الْمُنَافِقَاتُ» \" يَعْنِي اللَّوَاتِي يُخَالِعْنَ أَزْوَاجَهُنَّ مِنْ غَيْرِ أَنْ يُضَارَّهُنَّ الْأَزْوَاجُ. وَالْخَالِعُ: الْبُسْرُ النَّضِيجُ، لِأَنَّهُ يَخْلَعُ قِشْرَهُ مِنْ رُطُوبَتِهِ. كَمَا يُقَالُ فَسَقَتِ الرُّطَبَةُ، إِذَا خَرَجَتْ مِنْ قِشْرِهَا. وَمِنَ الْبَابِ خَلَعَ السُّنْبُلُ، إِذَا صَارَ لَهُ سَفًا، كَأَنَّهُ خَلَعَهُ فَأَخْرَجَهُ. وَالْخَلِيعُ: الَّذِي خَلَعَهُ أَهْلُهُ، فَإِنْ جَنَى لَمْ يُطْلَبُوا بِجِنَايَتِهِ، وَإِنْ جُنِيَ عَلَيْهِ لَمْ يَطْلُبُوا بِهِ. وَهُوَ قَوْلُهُ:\nوَوَادٍ كَجَوْفِ الْعَيْرِ قَفْرٍ قَطَعْتُهُ ... بِهِ الذِّئْبُ يَعْوِي كَالْخَلِيعِ الْمُعَيَّلِ\nوَالْخَلِيعُ: الذِّئْبُ، وَقَدْ خُلِعَ أَيَّ خَلْعٍ! وَيُقَالُ الْخَلِيعُ الصَّائِدُ. وَيُقَالُ: فُلَانٌ يَتَخَلَّعُ فِي مِشْيَتِهِ، أَيْ يَهْتَزُّ، كَأَنَّ أَعْضَاءَهُ تُرِيدُ أَنْ تَتَخَلَّعَ. وَالْخَالِعُ: دَاءٌ يُصِيبُ الْبَعِيرَ. يُقَالُ بِهِ خَالِعٌ، وَهُوَ الَّذِي إِذَا بَرَكَ لَمْ يَقْدِرْ عَلَى أَنْ يَثُورَ. وَذَلِكَ أَنَّهُ كَأَنَّهُ تَخَلَّعَتْ أَعْضَاؤُهُ حَتَّى سَقَطَتْ بِالْأَرْضِ. وَالْخَوْلَعُ. فَزَعٌ يَعْتَرِي الْفُؤَادَ كَالْمَسِّ; وَهُوَ قِيَاسُ الْبَابِ، كَأَنَّ الْفُؤَادَ قَدْ خُلِعَ. وَيُقَالُ قَدْ تَخَالَعَ الْقَوْمُ، إِذَا نَقَضُوا مَا كَانَ بَيْنَهُمْ مِنْ حِلْفٍ.",
    "pg": "2:209-210"
  },
  "خلف": {
    "def": "الْخَاءُ وَاللَّامُ وَالْفَاءُ أُصُولٌ ثَلَاثَةٌ: أَحَدُهَا أَنْ يَجِيءَ شَيْءٌ بَعْدَ شَيْءٍ يَقُومُ مَقَامَهُ، وَالثَّانِي خِلَافُ قُدَّامٍ، وَالثَّالِثُ التَّغَيُّرُ.\nفَالْأَوَّلُ الْخَلَفُ. وَالْخَلَفُ: مَا جَاءَ بَعْدُ. وَيَقُولُونَ: هُوَ خَلَفُ صِدْقٍ مِنْ أَبِيهِ. وَخَلَفُ سَوْءٍ مِنْ أَبِيهِ. فَإِذَا لَمْ يَذْكُرُوا صِدْقًا وَلَا سَوْءًا قَالُوا لِلْجَيِّدِ خَلَفٌ وَلِلرَّدِيِّ خَلْفٌ. قَالَ اللَّهُ تَعَالَى: ﴿فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ﴾ [الأعراف: ١٦٩] . وَالْخِلِّيفَى: الْخِلَافَةُ، وَإِنَّمَا سُمِّيَتْ خِلَافَةً لِأَنَّ الثَّانِي يَجِيءُ بَعْدَ الْأَوَّلِ قَائِمًا مَقَامَهُ. وَتَقُولُ: قَعَدْتُ خِلَافَ فُلَانٍ، أَيْ بَعْدَهُ. وَالْخَوَالِفُ فِي قَوْلِهِ تَعَالَى: ﴿رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ﴾ [التوبة: ٨٧] هُنَّ النِّسَاءُ، لِأَنَّ الرِّجَالَ يَغِيبُونَ فِي حُرُوبِهِمْ وَمُغَاوِرَاتِهِمْ وَتِجَارَاتِهِمْ وَهُنَّ يَخْلُفْنَهُمْ فِي الْبُيُوتِ وَالْمَنَازِلِ. وَلِذَلِكَ يُقَالُ: الْحَيُّ خُلُوفٌ، إِذَا كَانَ الرِّجَالُ غُيَّبًا وَالنِّسَاءُ مُقِيمَاتٍ. وَيَقُولُونَ فِي الدُّعَاءِ: \" خَلَفَ اللَّهُ عَلَيْكَ \" أَيْ كَانَ اللَّهُ تَعَالَى الْخَلِيفَةَ عَلَيْكَ لِمَنْ فَقَدْتَ مِنْ أَبٍ أَوْ حَمِيمٍ. وَ \" أَخْلَفَ اللَّهُ لَكَ \" أَيْ عَوَّضَكَ مِنَ الشَّيْءِ الذَّاهِبِ مَا يَكُونُ يَقُومُ بَعْدَهُ وَيَخْلُفُهُ. وَالْخِلْفَةُ: نَبْتٌ يَنْبُتُ بَعْدَ الْهَشِيمِ. وَخِلْفَةُ الشَّجَرِ: ثَمَرٌ يَخْرُجُ بَعْدَ الثَّمَرِ. قَالَ:\nوَلَهَا بِالْمَاطِرُونَ إِذَا ... أَكَلَ النَّمْلُ الَّذِي جَمَعَا\nخِلْفَةٌ حَتَّى إِذَا ارْتَبَعَتْ ... سَكَنَتْ مِنْ جِلَّقٍ بِيَعَا\nوَقَالَ زُهَيْرٌ فِيمَا يُصَحِّحُ جَمِيعَ مَا ذَكَرْنَاهُ:\nبِهَا الْعِينُ وَالْآرَامُ يَمْشِينَ خِلْفَةً ... وَأَطْلَاؤُهَا يَنْهَضْنَ مِنْ كُلِّ مَجْثَمٍ\nيَقُولُ: إِذَا مَرَّتْ هَذِهِ خَلَفَتْهَا هَذِهِ.\nوَمِنَ الْبَابِ الْخَلْفُ، وَهُوَ الِاسْتِقَاءُ، لِأَنَّ الْمُسْتَقِيَيْنِ يَتَخَالَفَانِ، هَذَا بَعْدَ ذَا، وَذَاكَ بَعْدَ هَذَا. قَالَ فِي الْخَلْفِ: لِزُغْبٍ كَأَوْلَادِ الْقَطَا رَاثَ خَلْفُهَا ... عَلَى عَاجِزَاتِ النَّهْضِ حُمْرٍ حَوَاصِلُهُ\nيُقَالُ: أَخْلَفَ، إِذَا اسْتَقَى.\nوَالْأَصْلُ الْآخَرُ خَلْفٌ، وَهُوَ غَيْرُ قَدَّامٍ. يُقَالُ: هَذَا خَلْفِي، وَهَذَا قُدَّامِي. وَهَذَا مَشْهُورٌ. وَقَالَ لَبِيدٌ:\nفَغَدَتْ كِلَا الْفَرْجَيْنِ تَحْسِبُ أَنَّهُ ... مَوْلَى الْمَخَافَةِ خَلْفُهَا وَأَمَامُهَا\nوَمِنَ الْبَابِ الْخِلْفُ، الْوَاحِدُ مِنْ أَخْلَافِ الضَّرْعِ. وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يَكُونُ خَلْفَ مَا بَعْدَهُ.\nوَأَمَّا الثَّالِثُ فَقَوْلُهُمْ خَلَفَ فُوهُ، إِذَا تَغَيَّرَ، وَأَخْلَفَ. وَهُوَ قَوْلُهُ ﵌: \" «لَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ» \". وَمِنْهُ قَوْلُ ابْنِ أَحْمَرَ:\nبَانَ الشَّبَابُ وَأَخْلَفَ الْعُمْرُ ... وَتَنَكَّرَ الْإِخْوَانُ وَالدَّهْرُ\nوَمِنْهُ الْخِلَافُ فِي الْوَعْدِ. وَخَلَفَ الرَّجُلُ عَنْ خُلُقِ أَبِيهِ: تَغَيَّرَ. وَيُقَالُ الْخَلِيفُ: الثَّوْبُ يَبْلَى وَسَطُهُ فَيُخْرَجُ الْبَالِي مِنْهُ ثُمَّ يُلْفَقُ، فَيُقَالُ خَلَفْتُ الثَّوْبَ أَخْلُفُهُ. وَهَذَا قِيَاسٌ فِي هَذَا وَفِي الْبَابِ الْأَوَّلِ.\nوَيُقَالُ وَعَدَنِي فَأَخْلَفْتُهُ، أَيْ وَجَدْتُهُ قَدْ أَخْلَفَنِي. قَالَ الْأَعْشَى: أَثْوَى وَقَصَّرَ لَيْلَهُ لِيُزَوِّدَا ... فَمَضَى وَأَخْلَفَ مِنْ قُتَيْلَةَ مَوْعِدًا\nفَأَمَّا قَوْلُهُ:\nدَلْوَايَ خِلْفَانِ وَسَاقِيَاهُمَا\nفَمِنْ أَنَّ هَذِي تَخْلُفُ هَذِي. وَأَمَّا قَوْلُهُمُ: اخْتَلَفَ النَّاسُ فِي كَذَا، وَالنَّاسُ خِلْفَةٌ أَيْ مُخْتَلِفُونَ، فَمِنَ الْبَابِ الْأَوَّلِ ; لِأَنَّ كُلَّ وَاحِدٍ مِنْهُمْ يُنَحِّي قَوْلَ صَاحِبِهِ، وَيُقِيمُ نَفْسَهُ مُقَامَ الَّذِي نَحَّاهُ. وَأَمَّا قَوْلُهُمْ لِلنَّاقَةِ الْحَامِلِ خَلِفَةٌ فَيَجُوزُ أَنْ يَكُونَ شَاذًّا عَنِ الْأَصْلِ، وَيَجُوزُ أَنْ يُلْطَفَ لَهُ فَيُقَالَ إِنَّهَا تَأْتِي بِوَلَدٍ، وَالْوَلَدُ خَلَفٌ. وَهُوَ بَعِيدٌ. وَجَمْعُ الْخَلِفَةِ الْمَخَاضُ، وَهُنَّ الْحَوَامِلُ.\nوَمِنَ الشَّاذِّ عَنِ الْأُصُولِ الثَّلَاثَةِ: الْخَلِيفُ، وَهُوَ الطَّرِيقُ بَيْنَ الْجَبَلَيْنِ. فَأَمَّا الْخَالِفَةُ مِنْ عُمُدِ الْبَيْتِ، فَلَعَلَّهُ أَنْ يَكُونَ فِي مُؤَخَّرِ الْبَيْتِ، فَهُوَ مِنْ بَابِ الْخَلْفِ وَالْقُدَّامِ. وَلِذَلِكَ يَقُولُونَ: فُلَانٌ خَالِفَةُ أَهْلِ بَيْتِهِ، إِذَا كَانَ غَيْرَ مُقَدَّمٍ فِيهِمْ.\nوَمِنْ بَابِ التَّغَيُّرِ وَالْفَسَادِ الْبَعِيرُ الْأَخْلَفُ، وَهُوَ الَّذِي يَمْشِي فِي شِقٍّ، مِنْ دَاءٍ يَعْتَرِيهِ.",
    "pg": "2:210-213"
  },
  "خلق": {
    "def": "الْخَاءُ وَاللَّامُ وَالْقَافُ أَصْلَانِ: أَحَدُهُمَا تَقْدِيرُ الشَّيْءِ، وَالْآخَرُ مَلَاسَةُ الشَّيْءِ.\nفَأَمَّا الْأَوَّلُ فَقَوْلُهُمْ: خَلَقْتُ الْأَدِيمَ لِلسِّقَاءِ، إِذَا قَدَرْتَهُ. قَالَ:\nلَمْ يَحْشِمِ الْخَالِقَاتِ فَرْيَتُهَا ... وَلَمْ يَغِضْ مِنْ نِطَافِهَا السَّرَبُ وَقَالَ زُهَيْرٌ:\nوَلَأَنْتَ تَفْرِي، مَا خَلَقْتَ، وَبَعْ ... ضُ الْقَوْمِ يَخْلُقُ ثُمَّ لَا يَفْرِي\nوَمِنْ ذَلِكَ الْخُلُقِ، وَهِيَ السَّجِيَّةُ، لِأَنَّ صَاحِبَهُ قَدْ قُدِّرُ عَلَيْهِ. وَفُلَانٌ خَلِيقٌ بِكَذَا، وَأَخْلِقْ بِهِ، أَيْ مَا أَخْلَقَهُ، أَيْ هُوَ مِمَّنْ يُقَدَّرُ فِيهِ ذَلِكَ. وَالْخَلَّاقُ: النَّصِيبُ ; لِأَنَّهُ قَدْ قُدِّرَ لِكُلِّ أَحَدٍ نَصِيبُهُ.\nوَمِنَ الْبَابِ رَجُلٌ مُخْتَلَقٌ: تَامُ الْخَلْقِ. وَالْخُلُقُ: خُلُقُ الْكَذِبِ، وَهُوَ اخْتِلَاقُهُ وَاخْتِرَاعُهُ وَتَقْدِيرُهُ فِي النَّفْسِ. قَالَ اللَّهُ تَعَالَى: ﴿وَتَخْلُقُونَ إِفْكًا﴾ [العنكبوت: ١٧] .\nوَأَمَّا الْأَصْلُ الثَّانِي فَصَخْرَةٌ خَلْقَاءُ، أَيْ مَلْسَاءَ. وَقَالَ:\nقَدْ يَتْرُكُ الدَّهْرُ فِي خَلْقَاءَ رَاسِيَةٍ ... وَهْيًا وَيُنْزِلُ مِنْهَا الْأَعْصَمَ الصَّدَعَا\nوَيُقَالُ اخْلَوْلَقَ السَّحَابُ: اسْتَوَى. وَرَسْمٌ مُخْلَوْلِقٌ، إِذَا اسْتَوَى بِالْأَرْضِ. وَالْمُخَلَّقُ: السَّهْمُ الْمُصْلَحُ.\nوَمِنْ هَذَا الْبَابِ أَخْلَقَ الشَّيْءُ وَخَلُقَ، إِذَا بَلِيَ. وَأَخْلَقْتُهُ أَنَا: أَبْلَيْتُهُ. وَذَلِكَ أَنَّهُ إِذَا أَخْلَقَ امْلَاسَّ وَذَهَبَ زِئْبِرُهُ. وَيُقَالُ الْمُخْتَلَقُ مِنْ كُلِّ شَيْءٍ: مَا اعْتَدَلَ. قَالَ رُؤْبَةُ:\nفِي غِيلِ قَصْبَاءَ وَخِيسٍ مُخْتَلَقْ\nوَالْخَلُوقُ مَعْرُوفٌ، وَهُوَ الْخِلَاقُ أَيْضًا. وَذَلِكَ أَنَّ الشَّيْءَ إِذَا خُلِّقَ مَلُسَ. وَيُقَالُ ثَوْبٌ خَلَقٌ وَمِلْحَفَةٌ خَلَقٌ، يَسْتَوِي فِيهِ الْمُذَكَّرُ وَالْمُؤَنَّثُ. وَإِنَّمَا قِيلَ لِلسَّهْمِ الْمُصْلَحِ مُخَلَّقٌ لِأَنَّهُ يَصِيرُ أَمْلَسَ. وَأَمَّا الْخُلَيْقَاءُ فِي الْفَرَسِ كَالْعِرْنِينِ مِنَ الْإِنْسَانِ. [بَابُ الْخَاءِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "2:213-215"
  },
  "خلل": {
    "def": "الْخَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَتَقَارَبُ فَرَوْعُهُ، وَمَرْجِعُ ذَلِكَ إِمَّا إِلَى دِقَّةٍ أَوْ فُرْجَةٍ. وَالْبَابُ فِي جَمِيعِهَا مُتَقَارِبٌ. فَالْخِلَالُ وَاحِدُ الْأَخِلَّةِ. وَيُقَالُ فُلَانٌ يَأْكُلُ خِلَلَهُ وَخُلَالَتَهُ، أَيْ مَا يُخْرِجُهُ الْخِلَالُ مِنْ أَسْنَانِهِ. وَالْخَلُّ خَلُّكَ الْكِسَاءَ عَلَى نَفْسِكَ بِالْخِلَالِ. فَأَمَّا الْخَلِيلُ الَّذِي يُخَالُّكَ، فَمِنْ هَذَا أَيْضًا، كَأَنَّكُمَا قَدْ تَخَالَلْتُمَا، كَالْكِسَاءِ الَّذِي يُخَلُّ.\nوَمِنَ الْبَابِ الرَّجُلُ الْخَلُّ، وَهُوَ النَّحِيفُ الْجِسْمِ. قَالَ: إِمَّا تَرَيْ جِسْمِيَ خَلًّا قَدْ رَهَنْ\nوَقَالَ الْآخَرُ:\nفَاسْقِنِيهَا يَا سَوَادُ بْنَ عَمْرٍو ... إِنَّ جِسْمِي بَعْدَ خَالِي لَخَلُّ\nوَيُقَالُ لِابْنِ الْمَخَاضِ خَلٌّ، لِأَنَّهُ دَقِيقُ الْجِسْمِ. وَالْخَلُّ: الطَّرِيقُ فِي الرَّمْلِ لِأَنَّهُ يَكُونُ مُسْتَدِقًّا. وَمِنْهُ الْخَلَالُ، وَهُوَ الْبَلَحُ.\nفَأَمَّا الْفُرْجَةُ فَالْخَلَلُ بَيْنَ الشَّيْئَيْنِ. وَيُقَالُ خَلَّلَ الشَّيْءَ، إِذَا لَمْ يَعُمَّ. وَمِنْهُ الْخَلَّةُ الْفَقْرُ ; لِأَنَّهُ فُرْجَةٌ فِي حَالِهِ. وَالْخَلِيلُ: الْفَقِيرُ، فِي قَوْلِهِ:\nوَإِنْ أَتَاهُ خَلِيلٌ يَوْمَ مَسْغَبَةٍ ... يَقُولُ لَا غَائِبٌ مَالِي وَلَا حَرَمُ\nوَالْخِلَّةُ: جَفْنُ السَّيْفِ، وَالْجَمْعُ خِلَلٌ. فَأَمَّا الْخِلَلُ وَهِيَ السُّيُورُ الَّتِي تُلْبَسُ ظُهُورَ السِّيَتَيْنِ فَذَلِكَ لِدِقَّتِهَا، كَأَنَّ كُلَّ وَاحِدَةٍ مِنْهَا خِلَّةٌ. وَالْخَلُّ: عِرْقٌ فِي الْعُنُقِ مُتَّصِلٌ بِالرَّأْسِ. وَالْخَلْخَالُ مِنَ الْبَابِ أَيْضًا، لِدِقَّتِهِ.",
    "pg": "2:155-156"
  },
  "خلم": {
    "def": "الْخَاءُ وَاللَّامُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْإِلْفِ وَالْمُلَازَمَةِ. فَالْخِلْمُ: كِنَاسُ الظُّبَى، ثُمَّ اشْتُقَّ مِنْهُ الْخِلْمُ، وَهُوَ الْخِدْنُ. وَالْأَصْلُ وَاحِدٌ.",
    "pg": "2:204"
  },
  "خلو": {
    "def": "الْخَاءُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَعَرِّي الشَّيْءِ مِنَ الشَّيْءِ. يُقَالُ هُوَ خِلْوٌ مِنْ كَذَا، إِذَا كَانَ عِرْوًا مِنْهُ. وَخَلَتِ الدَّارُ وَغَيْرُهَا تَخْلُو. وَالْخَلِيُّ: الْخَالِي مِنَ الْغَمِّ. وَامْرَأَةٌ خَلِيَّةٌ: كِنَايَةٌ عَنِ الطَّلَاقِ، لِأَنَّهَا إِذَا طُلِّقَتْ فَقَدْ خَلَتْ عَنْ بَعْلِهَا. وَيُقَالُ خَلَا لِيَ الشَّيْءُ وَأَخْلَى. قَالَ:\nأَعَاذِلُ هَلْ يَأْتِي الْقَبَائِلَ حَظُّهَا ... مِنَ الْمَوْتِ أَمْ أَخْلَى لَنَا الْمَوْتُ وَحْدَنَا\nوَالْخَلِيَّةُ: النَّاقَةُ تُعْطَفُ عَلَى غَيْرِ وَلَدِهَا، لِأَنَّهَا كَأَنَّهَا خَلَتْ مِنْ وَلَدِهَا الْأَوَّلِ. وَالْقُرُونُ الْخَالِيَةُ: الْمَوَاضِي. وَالْمَكَانُ الْخَلَاءُ: الَّذِي لَا شَيْءَ بِهِ. وَيُقَالُ مَا فِي الدَّارِ أَحَدٌ خَلَا زَيْدٍ وَزَيْدًا، أَيْ دَعْ ذِكْرَ زَيْدٍ، اخْلُ مِنْ ذِكْرِ زَيْدٍ. وَيُقَالُ: افْعَلْ ذَاكَ وَخَلَاكَ ذَمٌّ، أَيْ عَدَاكَ وَخَلَوْتَ مِنْهُ وَخَلَا مِنْكَ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْخَلِيَّةُ: السَّفِينَةُ، وَبَيْتُ النَّحْلِ. وَالْخَلَا: الْحَشِيشُ. وَرُبَّمَا عَبَّرُوا عَنِ الشَّيْءِ الَّذِي يَخْلُو مِنْ حَافِظِهِ بِالْخَلَاةِ، فَيَقُولُونَ: هُوَ خَلَاةٌ لِكَذَا، أَيْ هُوَ مِمَّنْ يُطْمَعُ فِيهِ وَلَا حَافِظَ لَهُ. وَهُوَ مِنَ الْبَابِ الْأَوَّلِ.\nوَقَالَ قَوْمٌ: الْخَلْيُ الْقَطْعُ، وَالسَّيْفُ يَخْتَلِي، أَيْ يَقْتَطِعُ. فَكَأَنَّ الْخَلَا سُمِّيَ بِذَلِكَ لِأَنَّهُ يُخْتَلَى، أَيْ يُقْطَعُ.\nوَمِنَ الشَّاذِّ عَنِ الْبَابِ: خَلَا بِهِ، إِذَا سَخِرَ بِهِ.",
    "pg": "2:204-205"
  },
  "خمج": {
    "def": "الْخَاءُ وَالْمِيمُ وَالْجِيمُ يَدُلُّ عَلَى فُتُورٍ وَتَغَيُّرٍ. فَالْخَمَجُ فِي الْإِنْسَانِ: الْفُتُورُ. يُقَالُ أَصْبَحَ فُلَانٌ خَمِجًا، أَيْ فَاتِرًا. وَهُوَ فِي شِعْرِ الْهُذَلِيِّ:\nأَخْشَى دُونَهُ الْخَمَجَا\nوَيَقُولُونَ خَمِجَ اللَّحْمُ، إِذَا تَغَيَّرَ وَأَرْوَحَ.",
    "pg": "2:215"
  },
  "خمد": {
    "def": "الْخَاءُ وَالْمِيمُ وَالدَّالُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى سُكُونِ الْحَرَكَةِ وَالسُّقُوطِ. خَمَدَتِ النَّارُ خُمُودًا، إِذَا سَكَنَ لَهَبُهَا. وَخَمَدَتِ الْحُمَّى إِذَا سَكَنَ وَهَجُهَا. وَيُقَالُ لِلْمُغْمَى عَلَيْهِ: خَمَدَ.",
    "pg": "2:215"
  },
  "خمر": {
    "def": "الْخَاءُ وَالْمِيمُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى التَّغْطِيَةِ، وَالْمُخَالَطَةِ فِي سَتْرٍ. فَالْخَمْرُ: الشَّرَابُ الْمَعْرُوفُ. قَالَ الْخَلِيلُ: الْخَمْرُ مَعْرُوفَةٌ; وَاخْتِمَارُهَا: إِدْرَاكُهَا وَغَلَيَانُهَا. وَمُخَمِّرُهَا: مُتَّخِذُهَا. وَخُمْرَتُهَا: مَا غَشِيَ الْمَخْمُورَ مِنَ الْخُمَارِ وَالسُّكْرِ فِي قَلْبِهِ. قَالَ:\nلَذٌّ أَصَابَتْ حُمَيَّاهَا مَقَاتِلَهُ ... فَلَمْ تَكَدْ تَنْجَلِي عَنْ قَلْبِهِ الْخُمَرُ وَيُقَالُ بِهِ خُمَارٌ شَدِيدٌ. وَيَقُولُونَ: دَخَلَ فِي خَمَارِ النَّاسِ وَخَمَرِهِمْ، أَيْ زَحْمَتِهِمْ. وَ \" فُلَانٌ يَدِبُّ لِفُلَانٍ الْخَمَرَ \"، وَذَلِكَ كِنَايَةٌ عَنْ الِاغْتِيَالِ. وَأَصْلُهُ مَا وَارَى الْإِنْسَانَ مِنْ شَجَرٍ. قَالَ أَبُو ذُؤَيْبٍ:\nفَلَيْتَهُمُ حَذِرُوا جَيْشَهُمْ ... عَشِيَّةَ هُمْ مِثْلُ طَيْرِ الْخَمَرْ\nأَيْ يُخْتَلُونَ وَيُسْتَتَرُ لَهُمْ. وَالْخِمَارُ: خِمَارُ الْمَرْأَةِ. وَامْرَأَةٌ حَسَنَةُ الْخِمْرَةِ، أَيْ لُبْسُ الْخِمَارِ. وَفِي الْمَثَلِ: \" الْعَوَانُ لَا تُعَلَّمُ الْخِمْرَةُ \". وَالتَّخْمِيرُ: التَّغْطِيَةُ. وَيُقَالُ فِي الْقَوْمِ إِذَا تَوَارَوْا فِي خَمَرِ الشَّجَرِ: قَدْ أَخْمَرُوا. فَأَمَّا قَوْلُهُمْ: \" مَا عِنْدَ فُلَانٍ خَلٌّ وَلَا خَمْرٌ \" فَهُوَ يُجْرِي مَجْرَى الْمَثَلِ، كَأَنَّهُمْ أَرَادُوا: لَيْسَ عِنْدَهُ خَيْرٌ وَلَا شَرٌّ. قَالَ أَبُو زَيْدٍ: خَامَرَ الرَّجُلُ الْمَكَانَ، إِذَا لَزِمَهُ فَلَمْ يَبْرَحْ. فَأَمَّا الْمُخَمَّرَةُ مِنَ الشَّاءِ فَهِيَ الَّتِي يَبْيَضُّ رَأْسُهَا مِنْ بَيْنِ جَسَدِهَا. وَهُوَ قِيَاسُ الْبَابِ ; لِأَنَّ ذَلِكَ الْبَيَاضَ الَّذِي بِرَأْسِهَا مُشَبَّهٌ بِخِمَارِ الْمَرْأَةِ. وَيُقَالُ خَمَّرْتُ الْعَجِينَ، وَهُوَ أَنْ تَتْرُكَهُ فَلَا تَسْتَعْمِلَهُ حَتَّى يَجُودَ. وَيُقَالُ خَامَرَهُ الدَّاءُ، إِذَا خَالَطَ جَوْفَهُ. وَقَالَ كُثَيِّرٌ:\nهَنِيئًا مَرِيئًا غَيْرَ دَاءٍ مُخَامِرٍ ... لِعَزَّةَ مِنْ أَعْرَاضِنَا مَا اسْتَحَلَّتِ\nقَالَ الْخَلِيلُ: وَالْمُسْتَخْمَرُ بِلُغَةِ حِمْيَرٍ: الشَّرِيكُ. وَيُقَالُ دَخَلَ فِي الْخَمَرِ، وَهِيَ وَهْدَةٌ يَخْتَفِي فِيهَا الذِّئْبُ وَنَحْوَهُ. قَالَ:\nأَلَا يَا زَيْدُ وَالضَّحَّاكُ سَيْرًا ... فَقَدْ جَاوَزْتُمَا خَمَرَ الطَّرِيقِ وَيُقَالُ اخْتَمَرَ الطِّيبُ، وَاخْتَمَرَ الْعَجِينُ. وَوَجَدْتُ مِنْهُ خُمْرَةً طَيِّبَةً وَخَمَرَةً، وَهُوَ الرَّائِحَةُ. وَالْمُخَامَرَةُ: الْمُقَارَبَةُ. وَفِي الْمَثَلِ: \" خَامِرِي أُمَّ عَامِرِ \"، وَهِيَ الضَّبُعُ. وَقَالَ الشَّنْفَرَى:\nفَلَا تَدْفِنُونِي إِنَّ دَفْنِي مُحَرَّمٌ ... عَلَيْكُمْ وَلَكِنَّ خَامِرِي أُمَّ عَامِرِ\nأَيِ اتْرُكُونِي لِلَّتِي يُقَالُ لَهَا: \" خَامِرِي أُمَّ عَامِرِ \". وَالْخُمْرَةُ: شَيْءٌ مِنَ الطِّيبِ تَطَّلِي بِهِ الْمَرْأَةُ عَلَى وَجْهِهَا لِيَحْسُنَ بِهِ لَوْنُهَا. وَالْخُمْرَةُ: السَّجَّادَةُ الصَّغِيرَةُ. وَفِي الْحَدِيثِ: \" أَنَّهُ كَانَ يَسْجُدُ عَلَى الْخُمْرَةِ \".\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الِاسْتِخْمَارُ، وَهُوَ الِاسْتِعْبَادُ ; يُقَالُ اسْتَخْمَرْتُ فُلَانًا، إِذَا اسْتَعْبَدْتَهُ. وَهُوَ فِي حَدِيثِ مُعَاذٍ: \" «مَنِ اسْتَخْمَرَ قَوْمًا» \"، أَيِ اسْتَعْبَدَهُمْ.",
    "pg": "2:215-217"
  },
  "خمس": {
    "def": "الْخَاءُ وَالْمِيمُ وَالسِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ فِي الْعَدَدِ. فَالْخَمْسَةُ مَعْرُوفَةٌ. وَالْخَمْسُ: وَاحِدٌ مِنْ خَمْسَةٍ. يُقَالُ خَمَسْتُ الْقَوْمَ: أَخَذْتُ خُمْسَ أَمْوَالِهِمْ، أَخْمِسُهُمْ. وَخَمَسْتُهُمَ: كُنْتُ لَهُمْ خَامِسًا، أَخْمِسُهُمْ. وَالْخِمْسُ: ظِمْءٌ مِنْ أَظْمَاءِ الْإِبِلِ. قَالَ الْخَلِيلُ: هُوَ شُرْبُ الْإِبِلِ الْيَوْمَ الرَّابِعَ مِنْ يَوْمَ صَدَرَتْ; لِأَنَّهُمْ يَحْسُبُونَ يَوْمَ الصَّدَرِ. وَالْخَمِيسُ: الْيَوْمُ الْخَامِسُ مِنَ الْأُسْبُوعِ، وَجَمْعُهُ أَخْمِسَاءُ وَأَخْمِسَةٌ، كَقَوْلِكَ نَصِيبٌ وَأَنْصِبَاءُ [وَأَنْصِبَةٌ] . وَالْخُمَاسِيُّ وَالْخُمَاسِيَّةُ: الْوَصِيفُ وَالْوَصِيفَةُ طُولُهُ خَمْسَةُ أَشْبَارٍ. وَلَا يُقَالُ سُدَاسِيٌّ وَلَا سُبَاعِيٌّ إِذَا بَلَغَ سِتَّةَ أَشْبَارٍ أَوْ سَبْعَةً. وَفِي غَيْرِ ذَلِكَ الْخُمَاسِيُّ مَا بَلَغَ خَمْسَةً، وَكَذَلِكَ السُّدَاسِيُّ وَالْعُشَارِيُّ. وَالْخَمِيسُ وَالْمَخْمُوسُ مِنَ الثِّيَابِ: الَّذِي طُولُهُ خَمْسُ أَذْرُعٍ. وَقَالَ عُبَيْدٌ:\nهَاتَيْكَ تَحْمِلُنِي وَأَبْيَضَ صَارِمًا ... وَمُذَرَّبًا فِي مَارِنٍ مَخْمُوسِ\nيُرِيدُ رُمْحًا طُولُهُ خَمْسُ أَذْرُعٍ.\nوَقَالَ مُعَاذٌ لِأَهْلِ الْيَمَنِ: \" إِيتُونِي بِخَمِيسٍ أَوْ لَبِيسٍ آخُذُهُ مِنْكُمْ فِي الصَّدَقَةِ \". وَقَدْ قِيلَ إِنَّ الثَّوْبَ الْخَمِيسَ سُمِّيَ بِذَلِكَ لِأَنَّ أَوَّلَ مَنْ عَمِلَهُ مَلِكٌ بِالْيَمَنِ كَانَ يُقَالُ لَهُ الْخِمْسُ. قَالَ الْأَعْشَى:\nيَوْمًا تَرَاهَا كَمِثْلِ أَرْدِيَةِ الْ ... خِمْسِ وَيَوْمًا أَدِيمَهَا نَغِلًا\nوَمِمَّا شَذَّ عَنِ الْبَابِ الْخَمِيسُ، وَهُوَ الْجَيْشُ الْكَثِيرُ. وَمِنْ ذَلِكَ الْحَدِيثُ: \" «أَنَّ رَسُولَ اللَّهِ ﵌، لَمَّا أَشْرَفَ عَلَى خَيْبَرَ قَالُوا: مُحَمَّدٌ وَالْخَمِيسُ» \"، يُرِيدُونَ الْجَيْشَ.",
    "pg": "2:217-218"
  },
  "خمش": {
    "def": "الْخَاءُ وَالْمِيمُ وَالشِّينُ أَصْلٌ وَاحِدٌ، وَهُوَ الْخَدْشُ وَمَا قَارَبَهُ. يُقَالُ خَمَشْتُ خَمْشًا. وَالْخُمُوشُ: جَمَعَ خَمْشٍ. قَالَ:\nهَاشِمٌ جَدُّنَا فَإِنْ كُنْتِ غَضْبَى ... فَامْلَئِي وَجْهَكِ الْجَمِيلَ خُمُوشًا\nوَالْخُمُوشُ: الْبَعُوضُ. قَالَ:\nكَأَنَّ وَغَى الْخَمُوشِ بِجَانِبَيْهِ ... وَغَى رَكْبٍ أُمَيْمُ ذَوِي زِيَاطِ\nوَالْخُمَاشَةُ مِنَ الْجِرَاحَةِ، وَالْجَمْعُ خُمَاشَاتٌ: مَا كَانَ مِنْهَا لَيْسَ لَهُ أَرْشٌ مَعْلُومٌ. وَهُوَ قِيَاسُ الْبَابِ، كَأَنَّ ذَلِكَ يَكُونُ كَالْخَدْشِ.",
    "pg": "2:218-219"
  },
  "خمص": {
    "def": "الْخَاءُ وَالْمِيمُ وَالصَّادُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الضُّمْرِ وَالتَّطَامُنِ. فَالْخَمِيصُ: الضَّامِرُ الْبَطْنِ ; وَالْمَصْدَرُ الْخَمْصُ. وَامْرَأَةٌ خُمْصَانَةٌ: دَقِيقَةُ الْخَصْرِ. وَيُقَالُ لِبَاطِنِ الْقَدَمِ الْأَخْمَصُ. وَهُوَ قِيَاسُ الْبَابِ، لِأَنَّهُ قَدْ تَدَاخَلَ. وَمِنَ الْبَابِ الْمَخْمَصَةُ، وَهِيَ الْمَجَاعَةُ ; لِأَنَّ الْجَائِعَ ضَامِرُ الْبَطْنِ. وَيُقَالُ لِلْجَائِعِ الْخَمِيصِ، وَامْرَأَةٌ خَمِيصَةٌ قَالَ الْأَعْشَى:\nتَبِيتُونَ فِي الْمَشْتَى مِلَاءً بُطُونُكُمْ ... وَجَارَاتُكُمْ غَرْثَى يَبِتْنَ خَمَائِصًا\nفَأَمَّا الْخَمِيصَةُ فَالْكِسَاءُ الْأَسْوَدُ. وَبِهَا شَبَّهَ الْأَعْشَى شَعْرَ الْمَرْأَةِ:\nإِذَا جُرِّدَتْ يَوْمًا حَسِبْتَ خَمِيصَةً ... عَلَيْهَا وَجِرْيَالَ النَّضِيرِ الدُّلَامِصَا\nفَإِنْ قِيلَ: فَأَيْنَ قِيَاسُ هَذَا مِنَ الْبَابِ؟ فَالْجَوَابُ أَنَّا نَقُولُ عَلَى حَدِّ الْإِمْكَانِ وَالِاحْتِمَالِ: إِنَّهُ يَجُوزُ أَنْ يُسَمَّى خَمِيصَةً لِأَنَّ الْإِنْسَانَ يَشْتَمِلُ بِهَا فَيَكُونُ عِنْدَ أَخْمَصِهِ، يُرِيدُ بِهِ وَسَطَهُ. فَإِنْ كَانَ ذَلِكَ صَحِيحًا وَإِلَّا عُدَّ فِيمَا شَذَّ عَنِ الْأَصْلِ.",
    "pg": "2:219-220"
  },
  "خمط": {
    "def": "الْخَاءُ وَالْمِيمُ وَالطَّاءُ أَصْلَانِ: أَحَدُهُمَا الِانْجِرَادُ وَالْمَلَّاسَةُ، وَالْآخَرُ التَّسَلُّطُ وَالصِّيَالُ.\nفَأَمَّا الْأَوَّلُ فَقَوْلُهُمْ: خَمَطْتُ الشَّاةَ، وَذَلِكَ [إِذَا] نَزَعْتَ جِلْدَهَا وَشَوَيْتَهَا. فَإِنْ نُزِعَ الشِّعْرُ فَذَلِكَ السَّمْطُ. وَأَصْلُ ذَلِكَ مِنَ الْخَمْطِ، وَهُوَ كُلُّ شَيْءٍ لَا شَوْكَ لَهُ.\nوَالْأَصْلُ الثَّانِي: قَوْلُهُمْ تَخَمَّطَ الْفَحْلُ، إِذَا هَاجَ وَهَدَرَ. وَأَصْلُهُ مِنْ تَخَمَّطَ الْبَحْرُ، وَذَلِكَ خِبُّهُ وَالْتِطَامُ أَمْوَاجِهِ.",
    "pg": "2:220"
  },
  "خمع": {
    "def": "الْخَاءُ وَالْمِيمُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى قِلَّةِ الِاسْتِقَامَةِ، [وَ] عَلَى الِاعْوِجَاجِ. فَمِنْ ذَلِكَ خَمَعَ الْأَعْرَجُ. وَيُقَالُ لِلضِّبَاعِ الْخَوَامِعُ ; لِأَنَّهُنَّ عُرْجٌ. وَالْخِمْعُ: اللِّصُّ. وَالْخِمْعُ: الذِّئْبُ. وَالْقِيَاسُ وَاحِدٌ.",
    "pg": "2:220"
  },
  "خمل": {
    "def": "الْخَاءُ وَالْمِيمُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى انْخِفَاضٍ وَاسْتِرْسَالٍ وَسُقُوطٍ. يُقَالُ خَمَلَ ذِكْرُهُ يَخْمُلُ خُمُولًا. وَالْخَامِلُ: الْخَفِيُّ ; يُقَالُ: هُوَ خَامِلُ الذِّكْرِ ; وَالْأَمْرُ الَّذِي لَا يُعْرَفُ وَلَا يُذْكَرُ. وَالْقَوْلُ الْخَامِلُ: الْخَفِيضُ. وَفِي حَدِيثٍ: \" «اذْكُرُوا اللَّهَ ذِكْرًا خَامِلًا» \". وَالْخَمِيلَةُ: مَفْرَجٌ مِنَ الرَّمْلِ فِي هَبْطَةٍ، مَكْرَمَةٌ لِلنَّبَاتِ. قَالَ زُهَيْرٌ:\nشَقَائِقَ رَمْلٍ بَيْنَهُنَّ خَمَائِلُ وَقَالَ لَبِيدٌ:\nبَاتَتْ وَأَسْبَلَ وَاكِفٌ مِنْ دِيمَةٍ ... يُرْوِي الْخَمَائِلَ دَائِمًا تَسْجَامُهَا\nوَالْخَمْلُ، مَجْزُومٌ: خَمْلُ الْقَطِيفَةِ وَالطِّنْفِسَةِ. وَيُقَالُ لِرِيشِ النَّعَامِ خَمْلٌ. وَذَلِكَ قِيَاسُ الْبَابِ ; لِأَنَّهُ يَكُونُ مُسْتَرْسِلًا سَاقِطًا فِي لِينٍ.\nفَأَمَّا الْخُمَالُ فَقَالَ قَوْمٌ: هُوَ ظَلْعٌ يَكُونُ فِي قَوَائِمِ الْبَعِيرِ. فَإِنْ كَانَ كَذَا فَقِيَاسُهُ قِيَاسُ الْبَابِ ; لِأَنَّهُ لَعَلَّهُ عَنِ اسْتِرْخَاءٍ. وَقَالَ الْأَعْشَى فِي الْخُمَالِ:\nلَمْ تُعَطَّفْ عَلَى حُوَارٍ وَلَمْ يَقْ ... طَعْ عُبَيْدٌ عُرُوقَهَا مِنْ خُمَالِ\n\n[بَابُ الْخَاءِ وَالنُّونِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:220-221"
  },
  "خمم": {
    "def": "الْخَاءُ وَالْمِيمُ أَصْلَانِ: أَحَدُهُمَا تَغَيُّرُ رَائِحَةٍ، وَالْآخَرُ تَنْقِيَةُ شَيْءٍ. فَالْأَوَّلُ: قَوْلُهُمْ خَمَّ اللَّحْمُ، إِذَا تَغَيَّرَتْ رَائِحَتُهُ. وَالثَّانِي: قَوْلُهُمْ خُمَّ الْبَيْتُ إِذَا كُنِسَ. وَخُمَامَةُ الْبِئْرِ: مَا يُخَمُّ مِنْ تُرَابِهَا إِذَا نُقِّيَتْ. وَبَيْتٌ مَخْمُومٌ: مَكْنُوسٌ. وَيُقَالُ هُوَ مَخْمُومُ الْقَلْبِ، إِذَا كَانَ نَقِيَّ الْقَلْبِ مِنْ كُلِّ غِشٍّ وَدَخَلٍ.",
    "pg": "2:156-157"
  },
  "خنا": {
    "def": "الْخَاءُ وَالنُّونُ وَمَا بَعْدَهَا مُعْتَلٌّ، يَدُلُّ عَلَى فَسَادٍ وَهَلَاكٍ. يُقَالُ لِآفَاتِ الدَّهْرِ خَنًى. قَالَ لَبِيدٌ:\nوَقَدَرْنَا إِنْ خَنَى الدَّهْرِ غَفَلْ\nوَأَخْنَى عَلَيْهِ الدَّهْرُ: أَهْلَكَهُ. قَالَ:\nأَخْنَى عَلَيْهَا الَّذِي أَخْنَى عَلَى لُبَدِ\nوَالْخَنَا مِنَ الْكَلَامِ: أَفْحَشُهُ. يُقَالُ خَنَا يَخْنُو خَنًا، مَقْصُورٌ. وَيُقَالُ أَخْنَى فُلَانٌ فِي كَلَامِهِ.",
    "pg": "2:222"
  },
  "خنب": {
    "def": "الْخَاءُ وَالنُّونُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى لِينٍ وَرَخَاوَةٍ. وَيُقَالُ جَارِيَةٌ خَنِبَةٌ: رَخِيمَةٌ غَنِجَةٌ. وَرَجُلٌ خِنَّابٌ، أَيْ ضَخْمٌ فِي عَبَالَةٍ. وَحَكَى بَعْضُهُمْ عَنِ الْخَلِيلِ أَنَّهُ قَالَ: هُوَ خِنَّأْبٌ مَكْسُورُ الْخَاءِ شَدِيدَةُ النُّونِ مَهْمُوزَةٌ. وَهَذَا إِنْ صَحَّ عَنِ الْخَلِيلِ فَالْخَلِيلُ ثِقَةٌ، وَإِلَّا فَهُوَ عَلَى مَا ذَكَرْنَاهُ مِنْ غَيْرِ هَمْزٍ. وَيُقَالُ الْخِنَّابُ مِنَ الرِّجَالِ: الْأَحْمَقُ الْمُتَصَرِّفُ، يَخْتَلِجُ هَكَذَا مَرَّةً وَهَكَذَا مَرَّةً. وَقَالَ الْخَلِيلُ: الْخِنَّابُ الضَّخْمُ الْمَنْخَرِ. وَالْخِنَّابَةُ: الْأَرْنَبَةُ الضَّخْمَةُ. وَقَالَ:\nأَكْوِي ذَوِي الْأَضْغَانِ كَيًّا مُنْضِجًا ... مِنْهُمْ وَذَا الْخِنَّابَةِ الْعَفَنْجَجَا وَمِمَّا لَمْ يَذْكُرْهُ الْخَلِيلُ، وَهُوَ قِيَاسٌ صَحِيحٌ، قَوْلُهُمْ خَنَبَتْ رِجْلُهُ، أَيْ وَهَنَتْ، وَأَخْنَبْتُهَا أَنَا أَوْهَنْتُهَا. قَالَ:\nأَبِي الَّذِي أَخْنَبَ رِجْلَ ابْنِ الصَّعِقْ ... إِذْ صَارَتِ الْخَيْلُ كَعِلْبَاءَ الْعُنُقْ",
    "pg": "2:221-222"
  },
  "خنث": {
    "def": "الْخَاءُ وَالنُّونُ وَالثَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَكَسُّرٍ وَتَثَنٍّ. فَالْخَنِثُ: الْمُسْتَرْخِي الْمُتَكَسِّرُ. وَيُقَالُ خَنَثْتُ السِّقَاءَ، إِذَا كَسَرْتَ فَمَهُ إِلَى خَارِجٍ فَشَرِبْتَ مِنْهُ. فَإِنْ كَسَرْتَهَا إِلَى دَاخِلِ فَقَدْ قَبَعْتَهُ. وَامْرَأَةٌ خُنُثٌ: مُتَثَنِّيَةٌ.",
    "pg": "2:222"
  },
  "خنز": {
    "def": "الْخَاءُ وَالنُّونُ وَالزَّاءُ كَلِمَةٌ وَاحِدَةٌ مِنْ بَابِ الْمَقْلُوبِ، لَيْسَتْ أَصْلًا. يُقَالُ خَنِزَ اللَّحْمُ خَنَزًا، إِذَا تَغَيَّرَتْ رَائِحَتُهُ وَخَزِنَ. وَقَدْ مَضَى.",
    "pg": "2:222-223"
  },
  "خنس": {
    "def": "الْخَاءُ وَالنُّونُ وَالسِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى اسْتِخْفَاءٍ وَتَسَتُّرٍ. قَالُوا: الْخَنْسُ الذَّهَابُ فِي خِفْيَةٍ. يُقَالُ خَنِسْتُ عَنْهُ. وَأَخْنَسْتُ عَنْهُ حَقَّهُ. وَالْخُنَّسُ: النُّجُومُ تَخْنِسُ فِي الْمَغِيبِ. وَقَالَ قَوْمٌ: سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تَخْفَى نَهَارًا وَتَطْلُعُ لَيْلًا. وَالْخَنَّاسُ فِي صِفَةِ الشَّيْطَانِ ; لِأَنَّهُ يَخْنِسُ إِذَا ذُكِرَ اللَّهُ تَعَالَى. وَمِنْ هَذَا الْبَابِ الْخَنَسُ فِي الْأَنْفِ. انْحِطَاطُ الْقَصَبَةِ. وَالْبَقَرُ كُلُّهَا خُنْسٌ.",
    "pg": "2:223"
  },
  "خنط": {
    "def": "الْخَاءُ وَالنُّونُ وَالطَّاءُ كَلِمَةٌ لَيْسَتْ أَصْلًا، وَهِيَ مِنْ بَابِ الْإِبْدَالِ. يُقَالُ خَنَطَهُ: إِذَا كَرَبَهُ، مِثْلُ غَنَطَهُ، وَلَيْسَ بِشَيْءٍ.",
    "pg": "2:223"
  },
  "خنع": {
    "def": "الْخَاءُ وَالنُّونُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ذُلٍّ وَخُضُوعٍ وَضَعَةٍ، فَيُقَالُ: خَضَعَ لَهُ وَخَنَعَ. وَفِي الْحَدِيثِ: \" إِنَّ أَخْنَعَ الْأَسْمَاءِ \" أَيْ أَذَلَّهَا. وَيُقَالُ أَخْنَعَتْنِي إِلَيْهِ الْحَاجَةُ، إِذَا أَلْجَأَتْهُ إِلَيْهِ وَأَذَلَّتْهُ لَهُ. وَمِنَ الْبَابِ الْخَانِعُ: الْفَاجِرُ. يُقَالُ: اطَّلَعْتُ مِنْهُ عَلَى خَنْعَةٍ، أَيْ فَجْرَةٍ. وَهُوَ قَوْلُهُ:\nوَلَا يُرَوْنَ إِلَى جَارَاتِهِمْ خُنُعًا\nوَمِنْهُ قَوْلُ الْآخَرِ:\nلَعَلَّكَ يَوْمًا أَنْ تُلَاقَى بِخَنْعَةٍ ... فَتَنْعَبَ مِنْ وَادٍ عَلَيْكَ أَشَائِمُهُ\nوَخُنَاعَةُ: قَبِيلَةٌ.",
    "pg": "2:223"
  },
  "خنف": {
    "def": "الْخَاءُ وَالنُّونُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى مَيَلٍ وَلِينٍ. فَالْخَنُوفُ: النَّاقَةُ اللَّيِّنَةُ الْيَدَيْنِ فِي السَّيْرِ. وَالْمَصْدَرُ الْخِنَافُ. قَالَ الْأَعْشَى:\nوَأَذْرَتْ بِرِجْلَيْهَا النَّفِيَّ وَرَاجَعَتْ ... يَدَاهَا خِنَافًا لَيِّنًا غَيْرَ أَجْرَدَا\nقَالُوا: وَالْخِنَافُ أَيْضًا فِي الْعُنُقِ: أَنْ تُمِيلَهُ إِذَا مُدَّ بِزِمَامِهَا. وَالْخَنِيفُ: جِنْسٌ مِنَ الْكَتَّانِ أَرْدَأُ مَا يَكُونُ مِنْهُ. وَفِي الْحَدِيثِ: \" «تَخَرَّقَتْ عَنَّا الْخُنُفُ، وَأَحْرَقَ بُطُونَنَا التَّمْرُ» \". وَقَالَ:\nعَلَى كَالْخَنِيفِ السَّحْقِ يَدْعُو بِهِ الصَّدَى ... لَهُ قُلُبٌ عُفَّى الْحِيَاضِ أُجُونُ",
    "pg": "2:223-224"
  },
  "خنق": {
    "def": "الْخَاءُ وَالنُّونُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ضِيقٍ. فَالْخَانِقُ: الشِّعْبُ الضَّيِّقُ. وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ: إِنَّ أَهْلَ الْيَمَنِ يُسَمُّونَ الزُّقَاقَ خَانِقًا. وَالْخَنِقُ مَصْدَرُ خَنَقَهُ يَخْنِقُهُ خَنِقًا. قَالَ بَعْضُ أَهْلِ الْعِلْمِ: لَا يُقَالُ خَنْقًا. وَالْمِخْنَقَةُ: الْقِلَادَةُ. [بَابُ الْخَاءِ وَالْوَاوِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:224-225"
  },
  "خنن": {
    "def": "الْخَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ حِكَايَةُ شَيْءٍ مِنَ الْأَصْوَاتِ بِضَعْفٍ. وَأَصْلُهُ خَنَّ، إِذَا بَكَى، خَنِينًا. وَالْخَنْخَنَةُ: أَنْ لَا يُبِينَ الْكَلَامَ. وَيُقَالُ الْخُنَّانِ فِي الْإِبِلِ كَالزُّكَامِ فِي النَّاسِ. وَالْخُنَّةُ كَالْغُنَّةِ. وَيُقَالُ الْخَنِينُ: الضَّحِكُ الْخَفِيُّ. وَيَقُولُونَ إِنَّ الْمَخَنَّةَ الْأَنْفُ. فَإِنْ كَانَ كَذَا فَلِأَنَّهُ مَوْضِعُ الْخُنَّةِ، وَهِيَ الْغُنَّةُ. وَيُقَالُ وَطِئَ مَخَنَّتَهُ، أَيْ أَذَلَّهُ، كَأَنَّهُ وَضَعَ رِجْلَيْهِ عَلَى أَنْفِهِ.",
    "pg": "2:157"
  },
  "خوب": {
    "def": "الْخَاءُ وَالْوَاوُ وَالْبَاءُ أُصَيْلٌ يَدُلُّ عَلَى خُلُوٍّ وَشِبْهِهِ. يُقَالُ أَصَابَتْهُمْ خَوْبَةٌ، إِذَا ذَهَبَ مَا عِنْدَهُمْ وَلَمْ يَبْقَ شَيْءٌ. وَالْخَوْبَةُ: الْأَرْضُ لَا تُمْطَرُ بَيْنَ أَرَضَيْنِ قَدْ مُطِرَتَا ; وَهِيَ كَالْخَطِيطَةِ.",
    "pg": "2:225"
  },
  "خوت": {
    "def": "الْخَاءُ وَالْوَاوُ وَالتَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى نَفَاذٍ وَمُرُورٍ بِإِقْدَامٍ. يُقَالُ رَجُلٌ خَوَّاتٌ، إِذَا كَانَ لَا يُبَالِي مَا رَكِبَ مِنَ الْأُمُورِ. قَالَ: لَا يَهْتَدِي فِيهِ إِلَّا كُلُّ مُنْصَلِتٍ ... مِنَ الرِّجَالِ زَمِيعِ الرَّأْيِ خَوَّاتِ\nهَذَا هُوَ الْأَصْلُ. ثُمَّ يُقَالُ خَاتَتِ الْعُقَابُ، إِذَا انْقَضَّتْ ; وَهِيَ خَائِتَةٌ. قَالَ أَبُو ذُؤَيْبٍ:\nفَأَلْقَى غِمْدَهُ وَهَوَى إِلَيْهِمْ ... كَمَا تَنْقَضُّ خَائِتَةٌ طَلُوبُ\nوَيُقَالُ: مَا زَالَ الذِّئْبُ يَخْتَاتُ الشَّاةَ بَعْدَ الشَّاةِ، أَيْ يَخْتِلُهَا وَيَعْدُو عَلَيْهَا. فَأَمَّا مَا حَكَاهُ ابْنُ الْأَعْرَابِيِّ مِنْ قَوْلِهِمْ خَاتَ يَخُوتُ إِذَا نَقَضَ عَهْدَهُ، فَيَجُوزُ أَنْ يَكُونَ مِنَ الْبَابِ، كَأَنَّهُ نَقَضَ وَمَرَّ فِي نَهْجِ غَدْرِهِ. وَيَجُوزُ أَنْ يَكُونَ التَّاءُ مُبْدَلَةً مِنْ سِينٍ، كَأَنَّهُ خَاسٌّ، فَلَمَّا قُلِبَتِ السِّينُ تَاءً غُيِّرَ الْبِنَاءُ مَنْ يَخِيسُ إِلَى يَخُوتُ.\nوَمِنْ ذَلِكَ خَاتَ الرَّجُلُ وَأَنْفَضَ، إِذَا ذَهَبَتْ مِيرَتُهُ. وَهُوَ مِنَ السِّينِ. وَكَذَلِكَ خَاتَ الرَّجُلُ إِذَا أَسَنَّ. فَأَمَّا قَوْلُهُمْ إِنَّ التَّخَوُّتَ التَّنَقُّصُ فَهُوَ عِنْدَنَا، مِنْ بَابِ الْإِبْدَالِ، إِمَّا أَنْ يَكُونَ مِنَ التَّخَوُّنِ أَوِ التَّخَوُّفِ، وَقَدْ ذُكِرَا فِي بَابِهِمَا. وَيُقَالُ فُلَانٌ يَتَخَوَّتُ حَدِيثَ الْقَوْمِ وَيَخْتَاتُ، إِذَا أَخَذَ مِنْهُ وَتَحَفَّظَ.\nوَمِنَ الْبَابِ الْأَوَّلِ هُمْ يَخْتَاتُونَ اللَّيْلَ، أَيْ يَسِيرُونَ وَيَقْطَعُونَ.",
    "pg": "2:225-226"
  },
  "خوث": {
    "def": "الْخَاءُ وَالْوَاوُ وَالثَّاءُ أُصَيْلٌ لَيْسَ بِمُطَّرِدٍ وَلَا يُقَاسُ عَلَيْهِ. يَقُولُونَ خَوِثَتِ الْمَرْأَةُ، إِذَا عَظُمَ بَطْنُهَا. وَيُقَالُ بَلِ الْخَوْثَاءُ النَّاعِمَةُ. قَالَ:\nعَلِقَ الْقَلْبَ حُبُّهَا وَهَوَاهَا ... وَهِيَ بِكْرٌ غَرِيرَةٌ خَوْثَاءُ",
    "pg": "2:226-227"
  },
  "خوخ": {
    "def": "الْخَاءُ وَالْوَاوُ وَالْخَاءُ لَيْسَ بِشَيْءٍ. وَفِيهِ الْخَوْخُ، وَمَا أُرَاهُ عَرَبِيًّا.",
    "pg": "2:227"
  },
  "خود": {
    "def": "الْخَاءُ وَالْوَاوُ وَالدَّالُ أُصَيْلٌ فِيهِ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ خَوَّدُوا فِي السَّيْرِ. وَأَصْلُهُ قَوْلُهُمْ خَوَّدْتُ الْفَحْلَ تَخْوِيدًا، إِذَا أَرْسَلْتَهُ فِي الْإِنَاثِ. وَأَنْشَدَ:\nوَخُوِّدَ فَحْلُهَا مِنْ غَيْرِ شَلٍّ ... بِدَارِ الرِّيفِ تَخْوِيدَ الظَّلِيمِ\nكَذَا أَنْشَدَهُ الْخَلِيلُ. وَرَوَاهُ غَيْرُهُ: \" وَخَوَّدَ فَحْلُهَا \".",
    "pg": "2:227"
  },
  "خوذ": {
    "def": "الْخَاءُ وَالْوَاوُ وَالذَّالُ لَيْسَ أَصْلًا يَطَّرِدُ، وَلَا يُقَاسُ عَلَيْهِ، وَإِنَّمَا فِيهِ كَلِمَةٌ وَاحِدَةٌ مُخْتَلَفٌ فِي تَأْوِيلِهَا. قَالُوا: خَاوَذْتُهُ، إِذَا خَالَفْتَهُ. وَقَالَ بَعْضُهُمْ: خَاوَذْتُهُ وَافَقْتُهُ. وَيَقُولُونَ: إِنَّ خِوَاذَ الْحُمَّى أَنْ تَأْتِيَ فِي وَقْتٍ غَيْرِ مَعْلُومٍ.",
    "pg": "2:227"
  },
  "خور": {
    "def": "الْخَاءُ وَالْوَاوُ وَالرَّاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى صَوْتٍ، وَالْآخَرُ عَلَى ضَعْفٍ.\nفَالْأَوَّلُ قَوْلُهُمْ خَارَ الثَّوْرُ يَخُورُ، وَذَلِكَ صَوْتُهُ. قَالَ اللَّهُ تَعَالَى: ﴿فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَهُ خُوَارٌ﴾ [طه: ٨٨] .\nوَأَمَّا الْآخَرُ فَالْخَوَّارَ: الضَّعِيفُ مِنْ كُلِّ شَيْءٍ. يُقَالُ رُمْحٌ خَوَّارٌ، وَأَرْضٌ خَوَّارَةٌ، وَجَمْعُهُ خُورٌ. قَالَ الطِّرِمَّاحُ: أَنَا ابْنُ حُمَاةِ الْمَجْدِ مِنْ آلِ مَالِكٍ ... إِذَا جَعَلَتْ خُورَ الرِّجَالِ تَهِيعُ\nوَأَمَّا قَوْلُهُمْ لِلنَّاقَةِ الْعَزِيزَةِ خَوَّارَةٌ وَالْجَمْعُ خُورٌ، فَهُوَ مِنَ الْبَابِ ; لِأَنَّهَا إِذَا لَمْ تَكُنْ عَزُوزًا - وَالْعَزُوزُ: الضَّيِّقَةُ الْإِحْلِيلِ، مُشْتَقَّةٌ مِنَ الْأَرْضِ الْعَزَازِ - فَهِيَ حِينَئِذٍ خَوَّارَةٌ، إِذْ كَانَتِ الشِّدَّةُ قَدْ زَايَلَتْهَا.",
    "pg": "2:227-228"
  },
  "خوس": {
    "def": "الْخَاءُ وَالْوَاوُ وَالسِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى فَسَادٍ. يُقَالُ خَاسَتِ الْجِيفَةُ فِي أَوَّلِ مَا تُرْوِحُ ; فَكَأَنَّ ذَلِكَ كَسَدَ حَتَّى فَسَدَ. ثُمَّ حُمِلَ عَلَى هَذَا فَقِيلَ: خَاسَ بِعَهْدِهِ، إِذَا أَخْلَفَ وَخَانَ. قَالُوا: وَالْخَوْسُ الْخِيَانَةُ. وَكُلُّ ذَلِكَ قَرِيبٌ بَعْضُهُ مِنْ بَعْضٍ. وَهَذِهِ كَلِمَةٌ يَشْتَرِكُ فِيهَا الْوَاوُ وَالْيَاءُ، وَهُمَا مُتَقَارِبَانِ، وَحَظُّ الْيَاءِ فِيهَا أَكْثَرُ، وَقَدْ ذُكِرَتْ فِي الْيَاءِ أَيْضًا.",
    "pg": "2:228"
  },
  "خوش": {
    "def": "الْخَاءُ وَالْوَاوُ وَالشِّينُ أَصْلٌ يَدُلُّ عَلَى ضَمْرٍ وَشِبْهِهِ. فَالْمُتَخَوِّشُ: الضَّامِرُ، وَلِذَلِكَ تُسَمَّى الْخَاصِرَتَانِ الْخَوْشَيْنِ.",
    "pg": "2:228"
  },
  "خوص": {
    "def": "الْخَاءُ وَالْوَاوُ وَالصَّادُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى قِلَّةٍ وَدِقَّةٍ وَضِيقٍ. مِنْ ذَلِكَ الْخَوَصُ فِي الْعَيْنِ، وَهُوَ ضِيقُهَا وَغُؤُورُهَا. وَالْخُوصُ: خُوصُ النَّخْلَةِ دَقِيقٌ ضَامِرٌ. وَمِنَ الْمُشْتَقِّ مِنْ ذَلِكَ التَّخَوُّصِ، وَهُوَ أَخْذُ مَا أَعْطَيْتَهُ الْإِنْسَانَ وَإِنْ قَلَّ. يُقَالُ: تَخَوَّصْ مِنْهُ مَا أَعْطَاكَ وَإِنْ قَلَّ. قَالَ:\nيَا صَاحِبَيَّ خَوِّصَا بِسَلِّ ... مِنْ كُلِّ ذَاتِ لَبَنٍ رِفَلِّ يَقُولُ: قَرِّبَا إِبِلَكُمَا شَيْئًا بَعْدَ شَيْءٍ، وَلَا تَدَعَاهَا تُدَاكُّ عَلَى الْحَوْضِ. قَالَ:\nيَا ذَائِدَيْهَا خَوِّصَا بَإِرْسَالْ ... وَلَا تَذُودَاهَا ذِيَادَ الضُّلَّالْ\nوَقَالَ آخَرُ:\nأَقُولُ لِلذَّائِدِ خَوِّصْ بِرَسَلْ ... إِنِّي أَخَافُ النَّائِبَاتِ بَالْأُوَلْ\nوَأَمَّا قَوْلُهُمْ: أَخْوَصَ الْعَرْفَجُ، فَهُوَ مُشْتَقٌّ مِنْ أَخْوَصَ النَّخْلُ، لِأَنَّ الْعَرْفَجَ إِذَا تَفَطَّرَ صَارَ لَهُ خُوصٌ.",
    "pg": "2:228-229"
  },
  "خوض": {
    "def": "الْخَاءُ وَالْوَاوُ وَالضَّادُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَوَسُّطِ شَيْءٍ وَدُخُولٍ. يُقَالُ خُضْتُ الْمَاءَ وَغَيْرَهُ. وَتَخَاوَضُوا فِي الْحَدِيثِ وَالْأَمْرِ، أَيْ تَفَاوَضُوا وَتَدَاخَلَ كَلَامُهُمْ.",
    "pg": "2:229"
  },
  "خوط": {
    "def": "الْخَاءُ وَالْوَاوُ وَالطَّاءُ أُصَيْلٌ يَدُلُّ عَلَى تَشَعُّبِ أَغْصَانٍ. فَالْخُوطُ الْغُصْنُ، وَجَمْعُهُ خِيطَانٌ. قَالَ:\nعَلَى قِلَاصٍ مِثْلِ خِيطَانِ السَّلَمْ",
    "pg": "2:229"
  },
  "خوع": {
    "def": "الْخَاءُ وَالْوَاوُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى نَقْصٍ وَمَيَلٍ. يُقَالُ خَوَّعَ الشَّيْءَ، إِذَا نَقَصَهُ. قَالَ طَرَفَةُ: وَجَامِلٍ خَوَّعَ مِنْ نِيبِهِ ... زَجْرُ الْمُعَلَّى أُصُلًا وَالسَّفِيحْ\nخَوَّعَ: نَقَصَ. يَعْنِي بِذَلِكَ مَا يُنْحَرُ مِنْهَا فِي الْمَيْسِرِ.\nوَالْخَوْعُ: مُنْعَرَجُ الْوَادِي. وَالْخُوَاعُ: النَّخِيرُ. وَهَذَا أَقْيَسُ مِنْ قَوْلِهِمْ إِنَّ الْخَوْعَ: جَبَلٌ أَبْيَضُ.",
    "pg": "2:229-230"
  },
  "خوف": {
    "def": "الْخَاءُ وَالْوَاوُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الذُّعْرِ وَالْفَزَعِ. يُقَالُ خِفْتُ الشَّيْءَ خَوْفًا وَخِيفَةً. وَالْيَاءُ مُبْدَلَةٌ مِنْ وَاوٍ لِمَكَانِ الْكَسْرَةِ. وَيُقَالُ خَاوَفَنِي فُلَانٌ فَخُفْتُهُ، أَيْ كُنْتُ أَشَدَّ خَوْفًا مِنْهُ. فَأَمَّا قَوْلُهُمْ تَخَوَّفْتُ الشَّيْءَ، أَيْ تَنَقَّصْتُهُ، فَهُوَ الصَّحِيحُ الْفَصِيحُ، إِلَّا أَنَّهُ مِنَ الْإِبْدَالِ، وَالْأَصْلُ النُّونُ مِنَ التَّنَقُّصِ، وَقَدْ ذُكِرَ فِي مَوْضِعِهِ.",
    "pg": "2:230"
  },
  "خوق": {
    "def": "الْخَاءُ وَالْوَاوُ وَالْقَافُ أُصَيْلٌ يَدُلُّ عَلَى خُلُوِّ الشَّيْءِ. يُقَالُ مَفَازَةٌ خَوْقَاءُ، إِذَا كَانَتْ خَالِيَةً لَا مَاءَ بِهَا وَلَا شَيْءَ. وَالْخَوْقُ: الْحَلْقَةُ مِنَ الذَّهَبِ، وَهُوَ الْقِيَاسُ ; لِأَنَّ وَسَطَهُ خَالٍ.",
    "pg": "2:230"
  },
  "خول": {
    "def": "الْخَاءُ وَالْوَاوُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَعَهُّدِ الشَّيْءِ. مِنْ ذَلِكَ: \" إِنَّهُ كَانَ يَتَخَوَّلُهُمْ بِالْمَوْعِظَةِ \"، أَيْ كَانَ يَتَعَهَّدُهُمْ بِهَا. وَفُلَانٌ خَوْلِيُّ مَالٍ، إِذَا كَانَ يُصْلِحُهُ. وَمِنْهُ: خَوَّلَكَ اللَّهُ مَالًا، أَيْ أَعْطَاكَهُ ; لِأَنَّ الْمَالَ يُتَخَوَّلُ، أَيْ يُتَعَهَّدُ. وَمِنْهُ خَوَلُ الرَّجُلِ، وَهُمْ حَشَمُهُ. أَصْلُهُ أَنَّ الْوَاحِدَ خَائِلٌ، وَهُوَ الرَّاعِي. يُقَالُ فُلَانٌ يَخُولُ عَلَى أَهْلِهِ، أَيْ يَرْعَى عَلَيْهِمْ. وَمِنْ فَصِيحِ كَلَامِهِمْ: تَخَوَّلَتِ الرِّيحُ الْأَرْضَ، إِذَا تَصَرَّفَتْ فِيهَا مَرَّةً بَعْدَ مَرَّةٍ.",
    "pg": "2:230-231"
  },
  "خون": {
    "def": "الْخَاءُ وَالْوَاوُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ التَّنَقُّصُ. يُقَالُ خَانَهُ يَخُونُهُ خَوْنًا. وَذَلِكَ نُقْصَانُ الْوَفَاءِ. وَيُقَالُ تَخَوَّنَنِي فُلَانٌ حَقِّي، أَيْ تَنَقَّصَنِي. قَالَ ذُو الرُّمَّةِ:\nلَا بَلْ هُوَ الشَّوْقُ مِنْ دَارٍ تَخَوَّنَهَا ... مَرًّا سَحَابٌ وَمَرًّا بَارِحٌ تَرِبُ\nوَيُقَالُ الْخَوَّانُ: الْأَسَدُ. وَالْقِيَاسُ وَاحِدٌ. فَأَمَّا الَّذِي يُقَالُ إِنَّهُمْ كَانُوا يُسَمُّونَ فِي الْعَرَبِيَّةِ الْأُولَى الرَّبِيعُ الْأَوَّلُ [خَوَّانًا] ، فَلَا مَعْنَى لَهُ وَلَا وَجْهَ لِلشُّغْلِ بِهِ. وَأَمَّا قَوْلُ ذِي الرُّمَّةِ:\nلَا يَنْعَشُ الطَّرْفَ إِلَّا مَا تَخَوَّنَهُ ... دَاعٍ يُنَادِيهِ بِاسْمِ الْمَاءِ مَبْغُومُ\nفَإِنْ كَانَ أَرَادَ بِالتَّخَوُّنِ التَّعَهُّدَ كَمَا قَالَهُ بَعْضُ أَهْلِ الْعِلْمِ، فَهُوَ مِنْ بَابِ الْإِبْدَالِ، وَالْأَصْلُ اللَّامُ: تَخَوَّلَهُ، وَقَدْ مَضَى ذِكْرُهُ. وَمِنْ أَهْلِ الْعِلْمِ مَنْ يَقُولُ: يُرِيدُ إِلَّا مَا تَنَقَّصَ نَوْمَهُ دُعَاءُ أُمِّهِ لَهُ.\nوَأَمَّا الَّذِي يُؤْكَلُ عَلَيْهِ، فَقَالَ قَوْمٌ: هُوَ أَعْجَمِيٌّ. وَسَمِعْتُ عَلِيَّ بْنَ إِبْرَاهِيمَ الْقَطَّانَ يَقُولُ: سُئِلَ ثَعْلَبٌ وَأَنَا أَسْمَعُ، فَقِيلَ يَجُوزُ أَنْ يُقَالَ إِنَّ الْخِوَانَ يُسَمَّى خِوَانًا لِأَنَّهُ يُتَخَوَّنُ مَا عَلَيْهِ، أَيْ يُنْتَقَصُ. فَقَالَ: مَا يَبْعُدُ ذَلِكَ. وَاللَّهُ تَعَالَى أَعْلَمُ. [بَابُ الْخَاءِ وَالْيَاءِ وَمَا يَثْلِثُهُمَا]",
    "pg": "2:231-232"
  },
  "خوى": {
    "def": "الْخَاءُ وَالْوَاوُ وَالْيَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْخُلُوِّ وَالسُّقُوطِ. يُقَالُ خَوَتِ الدَّارُ تَخْوِي. وَخَوَى النَّجْمُ، إِذَا سَقَطَ وَلَمْ يَكُنْ عِنْدَ سُقُوطِهِ مَطَرٌ; وَأَخْوَى أَيْضًا. قَالَ:\nوَأَخْوَتْ نَجُومُ الْأَخْذِ إِلَّا أَنِضَّةً ... أَنِضَّةَ مَحْلٍ لَيْسَ قَاطِرُهَا يُثْرِي\nوَخَوَّتِ النُّجُومُ تَخْوِيَةً، إِذَا مَالَتْ لِلْمَغِيبِ. وَخَوَّتِ الْإِبِلُ تَخْوِيَةً، إِذَا خُمِصَتْ بُطُونُهَا. وَخَوِيَتِ الْمَرْأَةُ خَوًى، إِذَا لَمْ تَأْكُلْ عِنْدَ الْوِلَادَةِ. وَيُقَالُ خَوَّى الرَّجُلُ، إِذَا تَجَافَى فِي سُجُودِهِ، وَكَذَا الْبَعِيرُ إِذَا تَجَافَى فِي بُرُوكِهِ. وَهُوَ قِيَاسُ الْبَابِ ; لِأَنَّهُ إِذَا خَوَّى فِي سُجُودِهِ فَقَدْ أَخْلَى مَا بَيْنَ عَضُدِهِ وَجَنْبِهِ. وَخَوَّتِ الْمَرْأَةُ عِنْدَ جُلُوسِهَا عَلَى الْمِجْمَرِ. وَخَوَّى الطَّائِرُ، إِذَا أَرْسَلَ جَنَاحَيْهِ. فَأَمَّا الْخَوَاةُ فَالصَّوْتُ. وَقَدْ قُلْنَا إِنَّ أَكْثَرَ ذَلِكَ لَا يَنْقَاسُ، وَلَيْسَ بِأَصْلٍ.",
    "pg": "2:225"
  },
  "خيب": {
    "def": "الْخَاءُ وَالْيَاءُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى عَدَمِ فَائِدَةٍ وَحِرْمَانٍ. وَالْأَصْلُ قَوْلُهُمْ لِلْقِدْحِ الَّذِي لَا يُورِي: هُوَ خَيَّابٌ. ثُمَّ قَالُوا: سَعَى فِي أَمْرٍ فَخَابَ، وَذَلِكَ إِذَا حُرِمَ فَلَمْ يُفِدْ خَيْرًا.",
    "pg": "2:232"
  },
  "خير": {
    "def": "الْخَاءُ وَالْيَاءُ وَالرَّاءُ أَصْلُهُ الْعَطْفُ وَالْمَيْلُ، ثُمَّ يُحْمَلُ عَلَيْهِ. فَالْخَيْرُ: خِلَافُ الشَّرِّ ; لِأَنَّ كُلَّ أَحَدٍ يَمِيلُ إِلَيْهِ وَيَعْطِفُ عَلَى صَاحِبِهِ. وَالْخِيرَةُ: الْخِيَارُ. وَالْخِيرُ: الْكَرَمُ. وَالِاسْتِخَارَةُ: أَنْ تَسْأَلَ خَيْرَ الْأَمْرَيْنِ لَكَ. وَكُلُّ هَذَا مِنَ الِاسْتِخَارَةِ، وَهِيَ الِاسْتِعْطَافُ. وَيُقَالُ اسْتَخَرْتُهُ. قَالُوا: وَهُوَ مِنَ اسْتِخَارَةِ الضَّبُعِ، وَهُوَ أَنْ تَجْعَلَ خَشَبَةً فِي ثُقْبَةِ بَيْتِهَا حَتَّى تَخْرُجَ مِنْ مَكَانٍ إِلَى آخَرَ. وَقَالَ الْهُذَلِيُّ:\nلَعَلَّكَ إِمَّا أُمُّ عَمْرٍو تَبَدَّلَتْ ... سِوَاكَ خَلِيلًا شَاتِمِي تَسْتَخِيرُهَا\nثُمَّ يُصَرِّفُ الْكَلَامُ فَيُقَالُ رَجُلٌ خَيِّرٌ وَامْرَأَةٌ خَيِّرَةٌ: فَاضِلَةٌ. وَقَوْمٌ خِيَارٌ وَأَخْيَارٌ. . . فِي صَلَاحِهَا، وَامْرَأَةٌ خَيْرَةٌ فِي جَمَالِهَا وَمِيسَمِهَا. وَفِي الْقُرْآنِ: ﴿فِيهِنَّ خَيْرَاتٌ حِسَانٌ﴾ [الرحمن: ٧٠] . وَيُقَالُ خَايَرْتُ فُلَانًا فَخِرْتُهُ. وَتَقُولُ: اخْتَرْ بَنِي فُلَانٍ رَجُلًا. قَالَ اللَّهُ تَعَالَى: ﴿وَاخْتَارَ مُوسَى قَوْمَهُ سَبْعِينَ رَجُلًا﴾ [الأعراف: ١٥٥] . تَقُولُ هُوَ الْخِيرَةَ خَفِيفَةٌ، مَصْدَرُ اخْتَارَ خِيرَةً، مِثْلُ ارْتَابَ رِيبَةً.",
    "pg": "2:232-233"
  },
  "خيس": {
    "def": "الْخَاءُ وَالْيَاءُ وَالسِّينُ أُصَيْلٌ يَدُلُّ عَلَى تَذْلِيلٍ وَتَلْيِينٍ. يُقَالُ خَيَّسْتُهُ، إِذَا لَيَّنْتَهُ وَذَلَّلْتُهُ. وَالْمُخَيَّسُ: السِّجْنُ. قَالَ:\nتَجَلَّلْتُ الْعَصَا وَعَلِمْتُ أَنِّي ... رَهِينُ مُخَيَّسٍ إِنْ يَثْقَفُونِي\nوَأَمَّا قَوْلُهُمْ خَاسَ بِالْعَهْدِ فَقَدْ ذَكَرْنَاهُ فِي الْوَاوِ. وَالْكَلِمَةُ مُشْتَرَكَةٌ. وَمِنَ الْغَرِيبِ فِي هَذَا الْبَابِ، قَوْلُهُمْ: قَلَّ خَيْسُهُ، أَيْ غَمُّهُ. وَالْخِيسُ: الشَّجَرُ الْمُلْتَفُّ.",
    "pg": "2:233"
  },
  "خيص": {
    "def": "الْخَاءُ وَالْيَاءُ وَالصَّادُ كَلِمَةٌ مُشْتَرَكَةٌ أَيْضًا ; لِأَنَّ لِلْوَاوِ فِيهَا حَظًّا، وَقَدْ ذُكِرَتْ فِي الْخُوصِ. فَأَمَّا الْيَاءُ فَالْخَيْصُ: النَّوَالُ الْقَلِيلُ. قَالَ الْأَعْشَى:\nلَعَمْرِي لَئِنْ أَمْسَى مِنَ الْحَيِّ شَاخِصًا ... لَقَدْ نَالَ خَيْصًا مِنْ عُفَيْرَةَ خَائِصًا\nوَالْبَابُ كُّلُهُ فِي الْوَاوِ وَالْيَاءِ وَاحِدٌ.\nوَمِنَ الشَّاذِّ - وَاللَّهُ أَعْلَمُ بِصِحَّتِهِ - قَوْلُهُمْ وَعِلٌ أَخْيَصُ، إِذَا انْتَصَبَ أَحَدُ قَرْنَيْهِ وَأَقْبَلَ الْآخَرُ عَلَى وَجْهِهِ.",
    "pg": "2:233"
  },
  "خيط": {
    "def": "الْخَاءُ وَالْيَاءُ وَالطَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى امْتِدَادِ الشَّيْءِ فِي دِقَّةٍ، ثُمَّ يُحْمَلُ عَلَيْهِ فَيُقَالُ فِي بَعْضِ مَا يَكُونُ مُنَتِصِبًا. فَالْخَيْطُ مَعْرُوفٌ. وَالْخَيْطُ الْأَبْيَضُ: بَيَاضُ النَّهَارِ. وَالْخَيْطُ الْأَسْوَدُ: سَوَادُ اللَّيْلِ. قَالَ اللَّهُ تَعَالَى: ﴿حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ﴾ [البقرة: ١٨٧] . وَيُقَالُ لِمَا يَسِيلُ مِنْ لُعَابِ الشَّمْسِ: خَيْطُ بَاطِلٍ. قَالَ: غَدَرْتُمْ بِعَمْرٍو يَا بَنِي خَيْطِ بَاطِلٍ ... وَمِثْلُكُمُ بَنَى الْبُيُوتَ عَلَى غَدْرِ\nفَأَمَّا قَوْلُهُمْ لِلَّذِي بَدَا الشَّيْبُ فِي رَأْسِهِ خُيِّطَ، فَهُوَ مِنَ الْبَابِ، كَأَنَّ الْبَادِيَ مِنْ ذَلِكَ مُشَبَّهٌ بِالْخُيُوطِ. قَالَ الْهُذَلِيُّ:\nحَتَّى تَخَيَّطَ بِالْبَيَاضِ قُرُونِي\nوَيُقَالُ نَعَامَةٌ خَيْطَاءُ; وَخَيْطُهَا طُولُ عُنُقِهَا. وَالْخِيَاطَةُ مَعْرُوفَةٌ، فَأَمَّا الْخِيطُ بِالْكَسْرِ، فَالْجَمَاعَةُ مِنَ النَّعَامِ ; وَهُوَ قِيَاسُ الْبَابِ ; لِأَنَّ الْمُجْتَمِعَ يَكُونُ كَالَّذِي خِيطَ بَعْضُهُ إِلَى بَعْضٍ. وَأَمَّا قَوْلُ الْهُذَلِيِّ:\nتَدَلَّى عَلَيْهَا بَيْنَ سِبٍّ وَخَيْطَةٍ ... بِجَرْدَاءَ مِثْلِ الْوَكْفِ يَكْبُو غُرَابُهَا\nفَقَدْ قِيلَ إِنَّ الْخَيْطَةَ الْحَبْلُ. فَإِنْ كَانَ كَذَا فَهُوَ الْقِيَاسُ الْمُطَّرِدُ. وَقَدْ قِيلَ الْخَيْطَةُ الْوَتِدُ. وَقَدْ ذَكَرْنَا أَنَّ هَذَا مِمَّا حُمِلَ عَلَى الْبَابِ ; لِأَنَّ فِيهِ امْتِدَادًا فِي انْتِصَابٍ.",
    "pg": "2:233-234"
  },
  "خيف": {
    "def": "الْخَاءُ وَالْيَاءُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى اخْتِلَافٍ. فَالْخَيَفُ: أَنْ تَكُونَ إِحْدَى الْعَيْنَيْنِ مِنَ الْفَرَسِ زَرْقَاءَ وَالْأُخْرَى كَحْلَاءَ. وَيُقَالُ: النَّاسُ أَخْيَافٌ، أَيْ مُخْتَلِفُونَ. وَالْخَيْفَانُ: جَرَادٌ تَصِيرُ فِيهِ خُطُوطٌ مُخْتَلِفَةٌ. وَالْخَيْفُ: مَا ارْتَفَعَ عَنْ مَسِيلِ الْوَادِي وَلَمْ يَبْلُغْ أَنْ يَكُونَ جَبَلًا، فَقَدْ خَالَفَ السَّهْلَ وَالْجَبَلَ. وَمِنْ هَذَا الْخَيْفُ: جِلْدُ الضَّرْعِ، مُشَبَّهٌ بِخَيْفِ الْأَرْضِ. وَنَاقَةٌ خَيْفَاءُ: وَاسِعَةُ جِلْدِ الضَّرْعِ. وَبَعِيرٌ أَخْيَفُ: وَاسْعُ جِلْدِ الثِّيلِ. فَأَمَّا الْخِيفُ فَجَمْعُ خِيفَةٍ، وَلَيْسَ مِنْ هَذَا الْبَابِ، وَقَدْ ذُكِرَ فِي بَابِ الْوَاوِ بَعْدَ الْخَاءِ، وَإِنَّمَا صَارَتِ الْوَاوُ يَاءً لِكَسْرَةِ مَا قَبْلَهَا. وَقَالَ:\nفَلَا تَقْعُدَنَّ عَلَى زَخَّةٍ ... وَتُضْمِرَ فِي الْقَلْبِ وَجْدًا وَخِيفَا",
    "pg": "2:234-235"
  },
  "خيل": {
    "def": "الْخَاءُ وَالْيَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى حَرَكَةٍ فِي تَلَوُّنٍ. فَمِنْ ذَلِكَ الْخَيَالُ، وَهُوَ الشَّخْصُ. وَأَصْلُهُ مَا يَتَخَيَّلُهُ الْإِنْسَانُ فِي مَنَامِهِ ; لِأَنَّهُ يَتَشَبَّهُ وَيَتَلَوَّنُ. وَيُقَالُ خَيَّلْتُ لِلنَّاقَةِ، إِذَا وَضَعْتَ لِوَلَدِهَا خَيَالًا يُفَزَّعُ مِنْهُ الذِّئْبُ فَلَا يَقْرَبُهُ. وَالْخَيْلُ مَعْرُوفَةٌ. وَسَمِعْتُ مَنْ يَحْكِي عَنْ بِشْرٍ الْأَسَدِيِّ عَنِ الْأَصْمَعِيِّ قَالَ: كُنْتُ عِنْدَ أَبِي عَمْرِو بْنِ الْعَلَاءِ، وَعِنْدَهُ غُلَامٌ أَعْرَابِيٌّ فَسُئِلَ أَبُو عَمْرٍو: لِمَ سُمِّيَتِ الْخَيْلُ خَيْلًا؟ فَقَالَ: لَا أَدْرِي. فَقَالَ الْأَعْرَابِيُّ: لِاخْتِيَالِهَا. فَقَالَ أَبُو عَمْرٍو: اكْتُبُوا. وَهَذَا صَحِيحٌ ; لِأَنَّ الْمُخْتَالَ فِي مِشْيَتِهِ يَتَلَوَّنُ فِي حَرَكَتِهِ أَلْوَانًا. وَالْأَخْيَلُ: طَائِرٌ، وَأَظُنُّهُ ذَا أَلْوَانٍ، يُقَالُ هُوَ الشِّقِرَّاقُ. وَالْعَرَبُ تَتَشَاءَمُ بِهِ. يُقَالُ بَعِيرٌ مَخْيُولٌ، إِذَا وَقَعَ الْأَخْيَلُ عَلَى عَجُزِهِ فَقَطَّعَهُ. وَقَالَ الْفَرَزْدَقُ:\nإِذَا قَطَنَا بَلَّغْتِنِيهِ ابْنَ مُدْرِكٍ ... فَلَاقَيْتِ مِنْ طَيْرِ الْأَشَائِمِ أَخْيَلَا\nيَقُولُ: إِذَا بَلَّغْتِنِي هَذَا الْمَمْدُوحَ لَمْ أُبَلْ بِهَلَكَتِكَ ; كَمَا قَالَ ذُو الرُّمَّةِ:\nإِذَا ابْنَ أَبِي مُوسَى بِلَالًا بَلَغْتِهِ ... فَقَامَ بِفَأْسٍ بَيْنَ وَصْلَيْكِ جَازِرُ وَقَالَ الشَّمَّاخُ:\nإِذَا بَلَّغْتِنِي وَحَمَلْتِ رَحْلِي ... عَرَابَةَ فَاشْرَقِي بِدَمِ الْوَتِينِ\nوَيُقَالُ تَخَيَّلَتِ السَّمَاءُ، إِذَا تَهَيَّأَتْ لِلْمَطَرِ، وَلَا بُدَّ أَنْ يَكُونَ عِنْدَ ذَلِكَ تَغَيُّرُ لَوْنٍ. وَالْمَخِيلَةُ: السَّحَابَةُ. وَالْمُخَيِّلَةُ: الَّتِي تَعِدُ بِمَطَرٍ. فَأَمَّا قَوْلُهُمْ خَيَّلْتُ عَلَى الرَّجُلِ تَخْيِيلًا، إِذَا وَجَّهْتَ التُّهْمَةَ إِلَيْهِ، فَهُوَ مِنْ ذَلِكَ ; لِأَنَّهُ يُقَالُ: يُشْبِهُ أَنْ يَكُونَ كَذَا يُخَيَّلُ إِلَيَّ أَنَّهُ كَذَا، وَمِنْهُ تَخَيَّلْتُ عَلَيْهِ تَخَيُّلًا، إِذَا تَفَرَّسْتَ فِيهِ.",
    "pg": "2:235-236"
  },
  "خيم": {
    "def": "الْخَاءُ وَالْيَاءُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْإِقَامَةِ وَالثَّبَاتِ. فَالْخَيْمَةُ مَعْرُوفَةٌ ; وَالْخَيْمُ: عِيدَانٌ تُبْنَى عَلَيْهَا الْخَيْمَةُ. قَالَ:\nفَلَمْ يَبْقَ إِلَّا آلُ خَيْمٍ مُنَضَّدٍ\nوَيُقَالُ خَيَّمَ بِالْمَكَانِ: أَقَامَ بِهِ. وَلِذَلِكَ سُمِّيَتِ الْخَيْمَةُ. وَالْخِيَمُ: السَّجِيَّةُ، بِكَسْرِ الْخَاءِ، لِأَنَّ الْإِنْسَانَ يُبْنَى عَلَيْهَا، وَيَكُونُ مَرْجِعُهُ أَبَدًا إِلَيْهَا.\nوَمِنَ الْبَابِ قَوْلُهُمْ لِلْجَبَانِ خَائِمٌ، لِأَنَّهُ مِنْ جُبْنِهِ لَا حَرَاكَ بِهِ. وَيُقَالُ قَدْ خَامَ يَخِيمُ. فَأَمَّا قَوْلُهُ: رَأَوْا فَتْرَةً بِالسَّاقِ مِنِّي فَحَاوَلُوا ... جُبُورِيَ لِمَا أَنْ رَأَوْنِي أَخِيمُهَا\nفَإِنَّهُ أَرَادَ رَفْعَهَا، فَكَأَنَّهُ شَبَّهَهَا بِالْخَيْمِ، وَهِيَ عِيدَانُ الْخَيْمَةِ.\nفَأَمَّا الْأَلِفُ الَّتِي تَجِيءُ بَعْدَ الْخَاءِ فِي هَذَا الْبَابِ، فَإِنَّهَا لَا تَخْلُو مِنْ أَنْ تَكُونَ مِنْ ذَوَاتِ الْوَاوِ [أَوْ] مِنْ [ذَوَاتِ] الْيَاءِ. فَالْخَالُ الَّذِي بِالْوَجْهِ هُوَ مِنَ التَّلَوُّنِ الَّذِي ذَكَرْنَاهُ. يُقَالُ مِنْهُ رَجُلٌ مَخِيلٌ وَمَخُولٌ. وَتَصْغِيرُ الْخَالِ خُيَيْلٌ فِيمَنْ قَالَ مَخِيلٌ، وَخُوَيْلٌ فِيمَنْ قَالَ مَخُولٌ. وَأَمَّا خَالُ الرَّجُلِ أَخُو أُمِّهِ فَهُوَ مِنْ قَوْلِكَ خَائِلُ مَالٍ، إِذَا كَانَ يَتَعَهَّدُهُ. وَخَالُ الْجَيْشِ: لِوَاؤُهُ، وَهُوَ إِمَّا مِنْ تَغَيُّرِ الْأَلْوَانِ، وَإِمَّا أَنَّ الْجَيْشَ يُرَاعُونَهُ وَيَنْظُرُونَ إِلَيْهِ كَالَّذِي يَتَعَهَّدُ الشَّيْءَ. وَالْخَالُ: الْجَبَلُ الْأَسْوَدُ فِيمَا يُقَالُ، فَهُوَ مِنْ بَابِ الْإِبْدَالِ.",
    "pg": "2:236-237"
  }
}