{
  "داب": {
    "def": "الدَّالُ وَالْهَمْزَةُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى مُلَازَمَةٍ وَدَوَامٍ. فَالدَّأْبُ: الْعَادَةُ وَالشَّأْنُ. قَالَ الْفَرَّاءُ: الدَّأْبُ، أَصْلُهُ مِنْ دَأَبْتُ، إِلَّا أَنَّ الْعَرَبَ حَوَّلَتْ مَعْنَاهُ إِلَى الشَّأْنِ. وَدَأَبَ الرَّجُلُ فِي عَمَلِهِ، إِذَا جَدَّ. وَأَدْأَبْتُهُ أَنَا إِدْآبًا. وَالدَّائِبَانِ: اللَّيْلُ وَالنَّهَارُ.",
    "pg": "2:321"
  },
  "داث": {
    "def": "الدَّالُ وَالْهَمْزَةُ وَالثَّاءُ لَيْسَ أَصْلًا; لِأَنَّ الدَّأْثَاءَ - وَهِيَ الْأَمَةُ - مَقْلُوبَةٌ مِنَ الثَّأْدَاءِ. عَلَى أَنَّهُمْ يَقُولُونَ: دَأَثْتُ الطَّعَامَ: أَكَلْتُهُ.",
    "pg": "2:321"
  },
  "داظ": {
    "def": "الدَّالُ وَالْهَمْزَةُ وَالظَّاءُ كَلِمَةٌ وَاحِدَةٌ. يَقُولُونَ الدَّأْظُ: الْمَلْءُ. وَيُقَالُ دَأَظْتُ الْمَتَاعَ فِي الْوِعَاءِ. قَالَ:\nوَالدَّأْظُ حَتَّى لَا يَكُونَ غَرْضُ\nالدَّأْظُ: الِامْتِلَاءُ. وَالْغَرْضُ: أَنْ يَبْقَى مَوْضِعٌ لَا يَبْلُغُهُ الْمَاءُ.",
    "pg": "2:322"
  },
  "دال": {
    "def": "الدَّالُ وَالْهَمْزَةُ وَاللَّامُ يَدُلُّ عَلَى خِفَّةٍ وَنَشْطَةٍ. فَالدَّأَلَانُ: الْمَشْيُ بِنَشَاطٍ. يُقَالُ مِنْهُ دَأَلْتُ أَدْأَلُ. وَالدَّأْلُ: الْخَتْلُ. وَيَقُولُونَ: الدُّؤْلُولُ الدَّاهِيَةُ; وَهُوَ قَرِيبٌ مِنَ الْبَابِ. وَالدُّؤَلُ قَبِيلَةٌ.",
    "pg": "2:321"
  },
  "دام": {
    "def": "الدَّالُ وَالْهَمْزَةُ وَالْمِيمُ يَدُلُّ عَلَى تَوَالٍ وَتَنَضُّدٍ. قَالَ الْخَلِيلُ: دَأَمْتُ الْحَائِطَ، أَيْ رَفَعْتُهُ، وَيَكُونُ هَذَا مِمَّا ذَكَرْنَاهُ; لِأَنَّهُ شَيْءٌ فَوْقَ شَيْءٍ. وَيُقَالُ تَدَاءَمَتْ عَلَيْهِ الرِّيَاحُ، إِذَا تَوَالَتْ; وَتَدَأَّمَتِ الْأَمْوَاجُ. وَقَالَ: تَحْتَ ظِلَالِ الْمَوْجِ إِذْ تَدَأَّمَا\nوَالْبَحْرُ نَفْسُهُ الدَّأْمَاءُ. وَلَعَلَّ هَذَا الْقِيَاسَ أَوْلَى بِهِ، وَتَدَاءَمْتُ الرَّجُلَ، إِذَا وَثَبْتَ عَلَيْهِ. وَتَدَاءَمَ الْفَحْلُ النَّاقَةَ، إِذَا تَجَلَّلَهَا. وَتَدَاءَمَتِ السَّمَاءُ: تَوَالَتْ أَمْطَارُهَا.",
    "pg": "2:321-322"
  },
  "داى": {
    "def": "الدَّالُ وَالْهَمْزَةُ وَالْيَاءُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى خَتْلٍ، وَالْآخَرُ عَظْمٌ مُتَّصِلٌ بِمِثْلِهِ، وَيُشَبَّهُ بِهِ غَيْرُهُ، وَيَكُونُ مِنْ خَشَبٍ.\nفَالْأَوَّلُ الدَّأْيُ، وَهُوَ الْخَتْلُ; يُقَالُ دَأَيْتُ أَدْأَى دَأْيًا; وَهُوَ الْخَتْلُ. وَالذِّئْبُ يَدْأَى، إِذَا خَتَلَ.\nوَأَمَّا الْآخَرُ فَالدَّأْيَاتُ: الْفَقَارُ، الْوَاحِدَةُ دَأْيَةٌ; وَابْنُ دَأْيَةَ: الْغُرَابُ; لِأَنَّهُ يَقَعُ عَلَى دَأْيَةِ الْبَعِيرِ الدَّبِرِ فَيَنْقُرُهَا; وَالدَّأْيَةُ مِنَ الْبَعِيرِ: الْمَوْضِعُ تَقَعُ عَلَيْهِ ظَلِفَةُ الرَّحْلِ فَتَعْقِرُهُ.\n\n[بَابُ الدَّالِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:322-323"
  },
  "دبب": {
    "def": "الدَّالُ وَالْبَاءُ أَصْلٌ وَاحِدٌ صَحِيحٌ مُنْقَاسٌ، وَهُوَ حَرَكَةٌ عَلَى الْأَرْضِ أَخَفُّ مِنَ الْمَشْيِ. تَقُولُ: دَبَّ دَبِيبًا. وَكُلُّ مَا مَشَى عَلَى الْأَرْضِ فَهُوَ دَابَّةٌ. وَفِي الْحَدِيثِ: \" لَا يَدْخُلُ الْجَنَّةَ دَيْبُوبٌ، وَلَا قَلَّاعٌ \". يُرَادُ بِالدَّيْبُوبِ النَّمَّامُ الَّذِي يَدِبُّ بَيْنَ النَّاسِ بِالنَّمَائِمِ. وَالْقَلَّاعُ: الَّذِي يَشِي بِالْإِنْسَانِ إِلَى سُلْطَانِهِ لِيَقْلَعَهُ عَنْ مَرْتَبَةٍ لَهُ عِنْدَهُ. وَيُقَالُ: نَاقَةٌ دَبُوبٌ، إِذَا كَانَتْ لَا تَمْشِي مِنْ كَثْرَةِ اللَّحْمِ إِلَّا دَبِيبًا. وَيُقَالُ: مَا بِالدَّارِ دِبِّيٌّ وَدُبِّيٌّ، أَيْ أَحَدٌ يَدِبُّ. وَيُقَالُ: طَعْنَةٌ دَبُوبٌ، إِذَا كَانَتْ تَدِبُّ بِالدَّمِ. قَالَ الْهُذَلِيُّ:\nبِصَفْحَتِهِ دَبُوبٌ تَقْلِسُ\n، وَيُقَالُ: رَكِبَ فُلَانٌ دُبَّةَ فُلَانٍ، وَأَخَذَ بِدُبَّتِهِ، إِذَا فَعَلَ مِثْلَ فِعْلِهِ، كَأَنَّهُ مَشَى مِثْلَ مَشْيِهِ. وَالدُّبَّاءُ: الْقَرْعُ. وَيَجُوزُ أَنْ يَكُونَ شَاذًّا، وَمُحْتَمِلٌ أَنْ يَكُونَ سُمِّيَ بِذَلِكَ لِمَلَاسَتِهِ، كَأَنَّهُ يَخِفُّ إِذَا دُحْرِجَ. قَالَ امْرُؤُ الْقَيْسِ: إِذَا أَقْبَلَتْ قُلْتَ دُبَّاءَةً ... مِنَ الْخُضْرِ مَغْمُوسَةً فِي الْغُدُرْ\n، وَأَمَّا الدَّبَبُ فِي الشَّعَرِ فَمِنْ بَابِ الْإِبْدَالِ; لِأَنَّ الدَّالَ فِيهِ مُبْدَلَةٌ مِنْ زَاءٍ. وَالْأَدْبَبُ مِنَ الْإِبِلِ: الْأَزَبُّ. وَفِي الْحَدِيثِ - إِنْ صَحَّ -: \" «أَيَّتُكُنَّ صَاحِبَةُ الْجَمَلِ الْأَدْبَبِ» \". وَأَمَّا الدَّبُوبُ، فَيُقَالُ إِنَّهُ الْغَارُ الْبَعِيدُ الْقَعْرِ. وَلَيْسَ هَذَا بِشَيْءٍ.",
    "pg": "2:263-264"
  },
  "دبج": {
    "def": "الدَّالُ وَالْبَاءُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى شَيْءٍ ذِي صَفْحَةٍ حَسَنَةٍ. الدِّيبَاجُ مَعْرُوفٌ. وَالدِّيبَاجَتَانِ: الْخَدَّانِ. وَقَالَ ابْنُ مُقْبِلٍ:\nيَجْرِي بِدِيبَاجَتَيْهِ الرَّشْحُ مُرْتَدِعٌ\nوَيُقَالُ هُمَا اللِّيتَانِ. وَأَمَّا قَوْلُهُمْ: \" مَا بِالدَّارِ دِبِّيجٌ \" فَيُقَالُ هُوَ بِالْحَاءِ، وَقَدْ ذُكِرَ فِي بَابِهِ، وَإِنْ كَانَ بِالْجِيمِ كَمَا قِيلَ فَلَيْسَ مِنْ هَذَا، وَلَعَلَّهُ أَنْ يَكُونَ مِنْ دِبِّيٍّ، مِنَ الدَّبِيبِ، ثُمَّ حُوِّلَتْ يَاءُ النِّسْبَةِ جِيمًا عَلَى لُغَةِ مَنْ يَفْعَلُ.",
    "pg": "2:323"
  },
  "دبح": {
    "def": "الدَّالُ وَالْبَاءُ وَالْحَاءُ أُصَيْلٌ، وَهُوَ الْإِقْبَالُ عَلَى الشَّيْءِ بِالْجِسْمِ حَتَّى تَحْنُوَ عَلَيْهِ كُلَّ الْحُنُوِّ. يُقَالُ دَبَّحَ الرَّجُلُ رَأْسَهُ، وَذَلِكَ إِذَا نَكَّسَهُ وَطَأْطَأَهُ. وَنُهِيَ أَنْ يُدَبِّحَ الرَّجُلُ فِي الصَّلَاةِ كَمَا يُدَبِّحُ الْحِمَارُ. وَالَّذِي يَقُولُونَ مَا بِالدَّارِ مِنْ دِبِّيحٍ، فَهُوَ مِنْ هَذَا، أَيْ مُقِيمٍ فِي الدَّارِ مُقْبِلٍ عَلَيْهَا، وَالْحَاءُ فِي هَذِهِ الْكَلِمَةِ أَقْيَسُ مِنَ الْجِيمِ، لِمَا ذَكَرْنَاهُ.",
    "pg": "2:323-324"
  },
  "دبر": {
    "def": "الدَّالُ وَالْبَاءُ وَالرَّاءُ. أَصْلُ هَذَا الْبَابِ أَنَّ جُلَّهُ فِي قِيَاسٍ وَاحِدٍ، وَهُوَ آخِرُ الشَّيْءِ وَخَلْفُهُ خِلَافُ قُبُلِهِ. وَتَشِذُّ عَنْهُ كَلِمَاتٌ يَسِيرَةٌ نَذْكُرُهَا.\nفَمُعْظَمُ الْبَابِ أَنَّ الدُّبُرَ خِلَافُ الْقُبُلِ. وَالدَّبِيرُ: مَا أَدْبَرَتْ بِهِ الْمَرْأَةُ مِنْ غَزْلِهَا حِينَ تَفْتِلُهُ. قَالَ ابْنُ السِّكِّيتِ: الْقَبِيلُ مِنَ الْفَتْلِ: مَا أَقْبَلْتَ بِهِ إِلَى صَدْرِكَ، وَالدَّبِيرُ: مَا أَدْبَرْتَ بِهِ عَنْ صَدْرِكَ. وَدَابِرَةُ الطَّائِرِ: الْإِصْبَعُ الَّتِي فِي مُؤَخَّرِ رِجْلِهِ. وَتَقُولُ: جَعَلْتُ قَوْلَهُ دَبْرَ أُذُنِي، أَيْ أَغْضَيْتُ عَنْهُ وَتَصَامَمْتُ، وَدَبَرَ النَّهَارُ وَأَدْبَرَ، وَذَلِكَ إِذَا جَاءَ آخِرُهُ، وَهُوَ دُبُرُهُ. وَدَبَّرْتُ الْحَدِيثَ عَنْ فُلَانٍ، إِذَا حَدَّثْتَ بِهِ عَنْهُ، وَهُوَ مِنَ الْبَابِ; لِأَنَّ الْآخِرَ الْمُحَدِّثَ يَدْبُرُ الْأَوَّلَ يَجِيءُ خَلْفَهُ. وَدَابِرَةُ الْحَافِرِ: مَا حَاذَى مُؤَخَّرَ الرُّسْغِ. وَقَطَعَ اللَّهُ دَابِرَهُمْ، أَيْ آخِرَ مَنْ بَقِيَ مِنْهُمْ. وَالدَّابِرُ مِنَ السِّهَامِ: الَّذِي يَخْرُجُ مِنَ الْهَدَفِ، كَأَنَّهُ وَلَّى الرَّامِيَ دُبُرَهُ، وَقَدْ دَبَرَ يَدْبُرُ دُبُورًا، وَالدَّبَرَانُ: نَجْمٌ، سُمِّيَ بِذَلِكَ لِأَنَّهُ يَدْبُرُ الثُّرَيَّا. وَدَابَرْتُ فُلَانًا: عَادَيْتُهُ. وَفِي الْحَدِيثِ: \" «لَا تَدَابَرُوا» \"، وَهُوَ مِنَ الْبَابِ، وَذَلِكَ أَنْ يَتْرُكَ كُلُّ وَاحِدٍ مِنْهُمَا الْإِقْبَالَ عَلَى صَاحِبِهِ بِوَجْهِهِ. وَالتَّدْبِيرُ: أَنْ يُدَبِّرَ الْإِنْسَانُ أَمْرَهُ، وَذَلِكَ أَنَّهُ يَنْظُرُ إِلَى مَا تَصِيرُ عَاقِبَتُهُ وَآخِرُهُ، وَهُوَ دُبُرُهُ. وَالتَّدْبِيرُ عِتْقُ الرَّجُلِ عَبْدَهُ أَوْ أَمَتَهُ عَنْ دُبُرٍ، وَهُوَ أَنْ يَعْتِقَ بَعْدَ مَوْتِ صَاحِبِهِ، كَأَنَّهُ يَقُولُ: هُوَ حُرٌّ بَعْدَ مَوْتِي. وَرَجُلٌ مُقَابَلٌ مُدَابَرٌ، إِذَا كَانَ كَرِيمَ النَّسَبِ مِنْ قِبَلِ أَبَوَيْهِ; وَمَعْنَى هَذَا أَنَّ مَنْ أَقْبَلَ مِنْهُمْ فَهُوَ كَرِيمٌ، وَمَنْ أَدْبَرَ مِنْهُمْ فَكَذَلِكَ. وَالْمُدَابَرَةُ: الشَّاةُ تُشَقُّ أُذُنُهَا مِنْ قِبَلِ قَفَاهَا. وَالدَّابِرُ [مِنَ] الْقِدَاحِ: الَّذِي لَمْ يَخْرُجْ ; وَهُوَ خِلَافُ الْفَائِزِ، وَهُوَ مِنَ الْبَابِ; لِأَنَّهُ وَلَّى صَاحِبَهُ دُبُرَهُ. وَالدَّابِرُ: التَّابِعُ; يُقَالُ: دَبَرَ دُبُورًا. وَعَلَى ذَلِكَ يُفَسَّرُ قَوْلُهُ جَلَّ ثَنَاؤُهُ: وَاللَّيْلِ إِذَا دَبَرَ، يَقُولُ: تَبِعَ النَّهَارَ. وَدَبَرَ بِالْقِمَارِ، إِذَا ذَهَبَ بِهِ. وَيُقَالُ: لَيْسَ لِهَذَا الْأَمْرِ قِبْلَةٌ وَلَا دِبْرَةٌ، أَيْ لَيْسَ لَهُ مَا يُقْبِلُ بِهِ فَيُعْرَفَ، وَلَا يُدْبِرُ بِهِ فَيُعْرَفَ. وَرَجُلٌ أُدَابِرٌ: يَقْطَعُ رَحِمَهُ; وَذَلِكَ أَنَّهُ يُدْبِرُ عَنْهَا وَلَا يُقْبِلُ عَلَيْهَا. وَالدَّبُورُ: رِيحٌ تُقْبِلُ مِنْ دُبُرِ الْكَعْبَةِ. وَالدَّابِرَةُ: ضَرْبٌ مِنْ أُخَذِ الصَّرْعِ. قَالَ أَبُو زَيْدٍ: يُقَالُ \" هُوَ لَا يُصَلِّي الصَّلَاةَ إِلَّا دَبَرِيًّا \"، وَالْمُحَدِّثُونَ يَقُولُونَ: دُبُرِيًّا. وَذَلِكَ إِذَا صَلَّاهَا فِي آخِرِ وَقْتِهَا، يُرِيدُ وَقَدْ أَدْبَرَ الْوَقْتُ.\nوَأَمَّا الْكَلِمَاتُ الْأُخَرُ فَأُرَاهَا شَاذَّةً عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ، وَبَعْضُهَا صَحِيحٌ. فَأَمَّا الْمَشْكُوكُ فِيهِ فَقَوْلُهُمْ: إِنَّ دُبَارًا اسْمُ يَوْمِ الْأَرْبِعَاءِ، وَإِنَّ الْجَاهِلِيَّةَ كَذَا كَانُوا يُسَمُّونَهُ. وَفِي مِثْلِ هَذَا نَظَرٌ. وَأَمَّا الصَّحِيحُ فَالدِّبَارُ، وَهِيَ الْمَشَارَاتُ مِنَ الزَّرْعِ. قَالَ بِشْرٌ: عَلَى جِرْبَةٍ تَعْلُو الدِّبَارَ غُرُوبُهَا\nوَمِنْ ذَلِكَ الدَّبْرُ، وَهُوَ الْمَالُ الْكَثِيرُ; يُقَالُ مَالٌ دَبْرٌ، وَمَالَانِ دَبْرٌ، وَأَمْوَالٌ دَبْرٌ.",
    "pg": "2:324-326"
  },
  "دبس": {
    "def": "الدَّالُ وَالْبَاءُ وَالسِّينُ أَصْلٌ يَدُلُّ عَلَى عُصَارَةٍ فِي لَوْنٍ لَيْسَ بِنَاصِعٍ. مِنْ ذَلِكَ الدِّبْسُ، وَهُوَ الصَّقْرُ. وَالدُّبْسِيُّ: طَائِرٌ; لِأَنَّهُ بِذَلِكَ اللَّوْنِ. وَجِئْتَ بِأُمُورٍ دُبْسٍ، إِذَا جَاءَ بِهَا غَيْرَ وَاضِحَةٍ. قَالَ بَعْضُ أَهْلِ الْعِلْمِ: أَدْبَسَتِ الْأَرْضُ فَهِيَ مُدْبِسَةٌ، إِذَا رُئِيَ فِيهَا أَوَّلُ سَوَادِ النَّبْتِ. فَأَمَّا الْكَثْرَةُ فَهِيَ الدَِّبْسُ، وَهُوَ اسْتِعَارَةٌ، كَمَا يُقَالُ لَهَا الدَّهْمَاءُ وَالسَّوَادُ، فَقَدْ عَادَ إِلَى ذَلِكَ الْقِيَاسِ. وَيَقُولُونَ الدَِّبَاسَاءُ، عَلَى فَِعَالَاءَ، لِلْإِنَاثِ مِنَ الْجَرَادِ.",
    "pg": "2:326"
  },
  "دبش": {
    "def": "الدَّالُ وَالْبَاءُ وَالشِّينُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يَقُولُونَ أَرْضٌ مَدْبُوشَةٌ: أَكَلَ الْجَرَادُ نَبْتَهَا. قَالَ:\nفِي مُهْوَأَنٍّ بالدَِّبَا مَدْبُوشِ",
    "pg": "2:326"
  },
  "دبغ": {
    "def": "الدَّالُ وَالْبَاءُ وَالْغَيْنُ كَلِمَةٌ. دَبَغْتُ الْأَدِيمَ أَدْبَغُهُ وَأَدْبُغُهُ دَبْغًا.",
    "pg": "2:326-327"
  },
  "دبق": {
    "def": "الدَّالُ وَالْبَاءُ وَالْقَافُ لَيْسَ بِشَيْءٍ. يَقُولُونَ لِذِي الْبَطْنِ الدَّبُوقَاءُ.",
    "pg": "2:327"
  },
  "دبل": {
    "def": "الدَّالُ وَالْبَاءُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى جَمْعٍ وَتَجَمُّعٍ وَإِصْلَاحٍ لَمِرَمَّةٍ. تَقُولُ دَبَلْتُ الشَّيْءَ جَمَعْتُهُ، كَدَبْلِكَ اللُّقْمَةَ بِأَصَابِعِكَ. وَالدُّبُولُ: الْجَدَاوِلُ. وَسُمِّيَتْ بِذَلِكَ لِأَنَّهَا تُدْبَلُ، أَيْ تُنَقَّى وَتُصْلَحُ. قَالَ الْكِسَائِيُّ: أَرْضٌ مَدْبُولَةٌ، إِذَا أُصْلِحَتْ بِسِرْجِينٍ وَغَيْرِهِ. قَالَ: وَكُلُّ شَيْءٍ أَصْلَحْتَهُ فَقَدْ دَبَلْتَهُ وَدَمَلْتَهُ. وَيُقَالُ الدَّوْبَلُ: الْحِمَارُ الصَّغِيرُ. وَسُمِّيَ بِذَلِكَ لِتَجَمُّعِ خَلْقِهِ. وَيُقَالُ دَبِلَ الْبَعِيرُ وَغَيْرُهُ يَدْبَلُ، إِذَا امْتَلَأَ لَحْمًا.\nوَمِمَّا شَذَّ عَنْ هَذَا الْأَصْلِ الدِّبْلُ: الدَّاهِيَةُ. وَدَبَلَهُمُ الْأَمْرُ مِنَ الشَّرِّ: نَزَلَ بِهِمْ. يُقَالُ دِبْلًا دَبِيلًا، كَمَا يَقُولُونَ: ثُكْلًا ثَاكِلًا. قَالَ الشَّاعِرُ:\nطِعَانَ الْكُمَاةِ وَرَكْضَ الْجِيَادِ\nوَقَوْلَ الْحَوَاضِنِ دِبْلًا دَبِيلًا",
    "pg": "2:327"
  },
  "دبى": {
    "def": "الدَّالُ وَالْبَاءُ وَالْيَاءُ لَيْسَ أَصْلًا، وَإِنَّمَا [هُوَ] كَلِمَةٌ وَاحِدَةٌ، ثُمَّ يُحْمَلُ عَلَيْهَا تَشْبِيهًا. فَالدُّبَا: الْجَرَادُ إِذَا تَحَرَّكَ. وَالتَّشْبِيهُ قَوْلُهُمْ: أَدْبَى الرِّمْثُ، أَوَّلَ مَا يَتَفَطَّرُ; وَذَلِكَ لِأَنَّهُ يُشَبَّهُ بِالدَّبَا. وَذَكَرَ بَعْضُهُمْ: جَاءَ فُلَانٌ بدَبَادَبَا، إِذَا جَاءَ بِمَالٍ كَالدَّبَا. وَيُقَالُ أَرْضٌ مَدْبَاةٌ: كَثِيرَةُ الدَّبَا. وَمَدْبِيَّةٌ: أَكَلَ الدَّبَا نَبَاتَهَا.\n\n[بَابُ الدَّالِ وَالثَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:327-328"
  },
  "دثا": {
    "def": "الدَّالُ وَالثَّاءُ وَالْهَمْزَةُ لَيْسَ أَصْلًا; لِأَنَّهُ مِنْ بَابِ الْإِبْدَالِ. يَقُولُونَ مَطَرٌ دَثَئِيٌّ، وَهُوَ الَّذِي بَيْنَ الْحَمِيمِ وَالصَّيْفِ. وَإِنَّمَا الْأَصْلُ دَفَئِيٌّ، وَهُوَ مِنَ الدِّفْءِ.",
    "pg": "2:328-329"
  },
  "دثث": {
    "def": "الدَّالُ وَالثَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهُوَ الْمَطَرُ الضَّعِيفُ.",
    "pg": "2:264"
  },
  "دثر": {
    "def": "الدَّالُ وَالثَّاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ مُنْقَاسٌ مُطَّرِدٌ. وَهُوَ تَضَاعُفُ شَيْءٍ وَتَنَاضُدُهُ بَعْضِهِ عَلَى بَعْضٍ. فَالدَّثْرُ: الْمَالُ الْكَثِيرُ. وَالدِّثَارُ: مَا تَدَثَّرَ بِهِ الْإِنْسَانُ، وَهُوَ فَوْقَ الشِّعَارِ. فَأَمَّا قَوْلُ الْقَائِلِ:\nوَالْعَكَرِ الدَّثِرْ\nفَإِنَّهُ أَرَادَ الدَّثْرَ فَحَرَّكَ الثَّاءَ، وَهُوَ الْكَثِيرُ:\nوَمِنَ الْبَابِ تَدَثَّرَ الْفَحْلُ النَّاقَةَ، إِذَا تَسَنَّمَهَا، كَأَنَّهُ صَارَ دِثَارًا لَهَا. وَتَدَثَّرَ الرَّجُلُ فَرَسَهُ، إِذَا وَثَبَ عَلَيْهِ فَرَكِبَهُ. وَالدَّثُورُ: الرَّجُلُ النَّئُومُ. وَسُمِّيَ لِأَنَّهُ يَتَدَثَّرُ وَيَنَامُ. فَأَمَّا قَوْلُهُمْ رَسْمٌ دَاثِرٌ، فَهُوَ مِنْ هَذَا، وَذَلِكَ أَنَّهُ يَكُونُ ظَاهِرًا حَتَّى تَهُبَّ عَلَيْهِ الرِّيَاحُ وَتَأْتِيَهُ الرَّوَامِسُ، فَتَصِيرَ لَهُ كَالدِّثَارِ فَتُغَطِّيَهُ.",
    "pg": "2:328"
  },
  "دثن": {
    "def": "الدَّالُ وَالثَّاءُ وَالنُّونُ كَلَامٌ لَعَلَّهُ أَنْ يَكُونَ صَحِيحًا. فَأَمَّا أَنْ يَكُونَ لَهُ قِيَاسٌ فَلَا. يَقُولُونَ: دَثَّنَ الطَّائِرُ: أَسْرَعَ فِي طَيَرَانِهِ. وَدَثَّنَ اتَّخَذَ عُشَّهُ. وَالْكَلِمَتَانِ مُتَشَابِهَتَانِ، وَالْأَمْرُ فِيهِمَا ضَعِيفٌ.\n\n[بَابُ الدَّالِ وَالْجِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:329"
  },
  "دجج": {
    "def": "الدَّالُ وَالْجِيمُ أَصْلَانِ: أَحَدُهُمَا كَشِبْهِ الدَّبِيبِ، وَالثَّانِي شَيْءٌ يُغَشِّي وَيُغَطِّي.\nفَالْأَوَّلُ قَوْلُهُمْ: دَجَّ دَجِيجًا إِذَا دَبَّ وَسَعَى. وَكَذَلِكَ الدَّاجُّ الَّذِينَ يَسْعَوْنَ مَعَ الْحَاجِّ فِي تِجَارَاتِهِمْ. وَفِي [الْحَدِيثِ] : \" هَؤُلَاءِ «الدَّاجُّ وَلَيْسُوا بِالْحَاجِّ» \". فَأَمَّا حَدِيثُ أَنَسٍ: \" «مَا تَرَكْتُ مِنْ حَاجَةٍ وَلَا دَاجَةٍ» \" فَلَيْسَ مِنْ هَذَا الْبَابِ، لِأَنَّ الدَّاجَةَ مُخَفَّفَةٌ، وَهِيَ إِتْبَاعٌ لِلْحَاجَةِ. وَأَمَّا الدَّجَاجَةُ فَمَعْرُوفَةٌ: لِأَنَّهَا تُدَجْدِجُ، أَيْ تَجِيءُ وَتَذْهَبُ. وَالدَّجَاجَةُ: كُبَّةُ الْمِغْزَلِ. فَإِنْ كَانَ صَحِيحًا فَهُوَ عَلَى مَعْنَى التَّشْبِيهِ. وَكَذَلِكَ قَوْلُهُمْ: لِفُلَانٍ دَجَاجَةٌ، أَيْ عِيَالٌ. وَهُوَ قِيَاسٌ; لِأَنَّهُمْ إِلَيْهِ يَدِجُّونَ.\nوَأَمَّا الْآخَرُ فَقَوْلُهُمْ تَدَجْدَجَ اللَّيْلُ: إِذَا أَظْلَمَ. وَلَيْلٌ دَجُوجِيٌّ. وَدَجَّجَتِ السَّمَاءُ تَدْجِيجًا: تَغَيَّمَتْ. وَتَدَجْدَجَ الْفَارِسُ بِشِكَّتِهِ، كَأَنَّهُ تَغَطَّى بِهَا. وَهُوَ مُدَجِّجٌ وَمُدَجَّجٌ. وَقَوْلُهُمْ لِلْقُنْفُذِ مُدَجَّجٌ مِنْ هَذَا. قَالَ:\nوَمُدَجَّجٍ يَعْدُو بِشِكَّتِهِ ... مُحْمَرَّةٍ عَيْنَاهُ كَالْكَلْبِ\nوَأَمَّا قَوْلُهُمْ لِلنَّاقَةِ الْمُنْبَسِطَةِ عَلَى الْأَرْضِ دَجَوْجَاةٌ، فَهُوَ مِنَ الْبَابِ، لِأَنَّهَا كَأَنَّهَا تُغَشِّي الْأَرْضَ.",
    "pg": "2:264-265"
  },
  "دجر": {
    "def": "الدَّالُ وَالْجِيمُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى لُبْسٍ. فَالدَّيْجُورُ: الظَّلَامُ; وَالْجَمْعُ دَيَاجِرُ وَدَيَاجِيرُ. وَالدَّجَرُ: شِبْهُ الْحَيْرَةِ، وَهُوَ ذَلِكَ الْقِيَاسُ، يُقَالُ رَجُلٌ دَجْرَانُ، وَدَجَارَى، كَمَا يُقَالُ حَيْرَانُ وَحَيَارَى.\nوَهَهُنَا كَلِمَةٌ إِنْ صَحَّتْ فَهِيَ شَاذَّةٌ عَنِ الْأَصْلِ الَّذِي ذَكَرْنَاهُ. يَقُولُونَ إِنَّ الدَُّجْرَ: الْخَشَبَةُ الَّتِي يُشَدُّ عَلَيْهَا حَدِيدَةُ الْفَدَّانِ. وَمَا أَرَى هَذَا مِنْ كَلَامِ الْعَرَبِ.",
    "pg": "2:329"
  },
  "دجل": {
    "def": "الدَّالُ وَالْجِيمُ وَاللَّامُ أَصْلٌ وَاحِدٌ مُنْقَاسٌ، يَدُلُّ عَلَى التَّغْطِيَةِ وَالسَّتْرِ. قَالَ أَهْلُ اللُّغَةِ: الدَّجْلُ: تَمْوِيهُ الشَّيْءِ، وَسُمِّيَ الْكَذَّابُ دَجَّالًا. وَسَمِعْتُ عَلِيَّ بْنَ إِبْرَاهِيمَ الْقَطَّانَ يَقُولُ: سَمِعْتُ ثَعْلَبًا يَقُولُ: الدَّجَّالُ الْمُمَوَّهُ. يُقَالُ سَيْفٌ مُدَجَّلٌ، إِذَا كَانَ قَدْ طُلِيَ بِذَهَبٍ. قَالَ: فَقِيلَ لَهُ: فَيَجُوزُ أَنْ يَكُونَ الذَّهَبُ يُسَمَّى دَجَّالًا؟ فَقَالَ: لَا أَعْرِفُهُ. وَمِنَ الْبَابِ الدَّجَّالَةُ: الْجَمَاعَةُ الْعَظِيمَةُ تَحْمِلُ الْمَتَاعَ لِلتِّجَارَةِ. وَيُقَالُ دَجَّلْتُ الْبَعِيرَ، إِذَا طَلَيْتَهُ بِالْقَطِرَانِ; وَالْبَعِيرُ مُدَجَّلٌ.\nقَالَ ابْنُ دُرَيْدٍ: كُلُّ شَيْءٍ غَطَّيْتَهُ فَقَدْ دَجَّلْتَهُ. وَسُمِّيَتْ دِجْلَةُ لِأَنَّهَا تُغَطِّي الْأَرْضَ بِالْجَمْعِ الْكَثِيرِ. وَيُقَالُ رُِفْقَةٌ دَجَّالَةٌ، إِذَا غَطَّتِ الْأَرْضَ بِزَحْمَتِهَا. قَالَ:\nدَجَّالَةٌ مِنْ أَعْظَمِ الرِّفَاقِ\n، وَفِي كِتَابِ الْخَلِيلِ: الدَّجَّالُ: الْكَذَّابُ، وَإِنَّمَا دَجَلُهُ كِذْبُهُ ; لِأَنَّهُ يُدَجِّلُ الْحَقَّ بِالْبَاطِلِ.",
    "pg": "2:329-330"
  },
  "دجم": {
    "def": "الدَّالُ وَالْجِيمُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ دَُجِمَ، إِذَا حَزِنَ. وَيَقُولُونَ: مَا سَمِعْتُ لِفُلَانٍ دَُجْمَةً، أَيْ كَلِمَةً. وَهَذِهِ كَأَنَّهَا مِنْ بَابِ الْإِبْدَالِ، وَالْأَصْلُ زَُجْمَةٌ.",
    "pg": "2:330"
  },
  "دجن": {
    "def": "الدَّالُ وَالْجِيمُ وَالنُّونُ قِيَاسُهُ قِيَاسُ الدَّالِ وَالْجِيمِ وَاللَّامِ. فَالدَّجْنُ: ظِلُّ الْغَيْمِ فِي الْيَوْمِ الْمَطِرِ. وَأَدْجَنَ الْمَطَرُ: دَامَ أَيَّامًا. وَالْمُدَاجَنَةُ: حُسْنُ الْمُخَالَطَةِ. وَالدُّجُنَّةُ: الظَّلْمَاءُ. وَفِي كِتَابِ الْخَلِيلِ قَالَ: لَوْ خَفَّفَهُ الشَّاعِرُ لَجَازَ لَهُ. قَالَ حُمَيْدٌ:\nحَتَّى إِذَا انْجَلَتْ دُجَى الدُّجُونِ\nوَمِنَ الْبَابِ دَجَنَ دُجُونًا: أَقَامَ. وَالشَّاةُ الدَّاجِنُ: الَّتِي تَأْلَفُ الْبُيُوتَ. وَاللَّهُ أَعْلَمُ. [بَابُ الدَّالِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:330-331"
  },
  "دحح": {
    "def": "الدَّالُ وَالْحَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى اتِّسَاعٍ وَتَبَسُّطٍ. تَقُولُ الْعَرَبُ: دَحَحْتُ الْبَيْتَ وَغَيْرَهُ، إِذَا وَسَّعْتَهُ. وَانْدَحَّ بَطْنُهُ، إِذَا اتَّسَعَ. قَالَ أَعْرَابِيٌّ: \" مُطِرْنَا لِلَيْلَتَيْنِ بَقِيَتَا مِنَ الشَّهْرِ، فَانْدَحَّتِ الْأَرْضُ كَلَأً \". وَيُقَالُ دَحَّ الصَّائِدُ بَيْتَهُ، إِذَا جَعَلَهُ فِي الْأَرْضِ. قَالَ أَبُو النَّجْمِ:\nبَيْتًا خَفِيًّا فِي الثَّرَى مَدْحُوحًا\nوَمِنَ الْبَابِ الدَّحْدَاحُ: الْقَصِيرُ، سُمِّيَ لِتَطَامُنِهِ وَجُفُورِهِ. وَكَذَلِكَ الدُّحَيْدِحَةُ. قَالَ: أَغَرَّكِ أَنَّنِي رَجُلٌ دَمِيمٌ ... دُحَيْدِحَةٌ وَأَنَّكِ عَيْطَمُوسُ",
    "pg": "2:265-266"
  },
  "دحر": {
    "def": "الدَّالُ وَالْحَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الطَّرْدُ وَالْإِبْعَادُ. قَالَ اللَّهُ تَعَالَى: ﴿اخْرُجْ مِنْهَا مَذْءُومًا مَدْحُورًا﴾ [الأعراف: ١٨] .",
    "pg": "2:331"
  },
  "دحز": {
    "def": "الدَّالُ وَالْحَاءُ وَالزَّاءُ لَيْسَ بِشَيْءٍ. وَقَالَ ابْنُ دُرَيْدٍ: الدَّحْزُ: الْجِمَاعُ. وَقَدْ يُولَعُ هَذَا الرَّجُلُ بِبَابِ الْجِمَاعِ وَالدَّفْعِ، وَبَابِ الْقَمْشِ وَالْجَمْعِ.",
    "pg": "2:331"
  },
  "دحس": {
    "def": "الدَّالُ وَالْحَاءُ وَالسِّينُ أَصْلٌ مُطَّرِدٌ مُنْقَاسٌ، وَهُوَ تَخَلُّلُ الشَّيْءِ بِالشَّيْءِ فِي خَفَاءٍ وَرِفْقٍ. فَالدَّحْسُ: طَلَبُ الشَّيْءِ فِي خَفَاءٍ. وَمِنْ ذَلِكَ دَحَسْتُ بَيْنَ الْقَوْمِ، إِذَا أَفْسَدْتَ; وَلَا يَكُونُ هَذَا إِلَّا بِرِفْقٍ وَوَسْوَاسٍ لَطِيفٍ خَفِيٍّ. وَيُقَالُ الدَّحْسُ: إِدْخَالُكَ يَدَكَ بَيْنَ جِلْدَةِ الشَّاةِ وَصِفَاقِهَا تَسْلُخُهَا. وَالدَّحَّاسُ: دُوَيْبَّةٌ تَغِيبُ فِي التُّرَابِ، وَالْجَمْعُ دَحَاحِيسُ. وَدَاحِسٌ: اسْمُ فَرَسٍ; وَسُمِّيَ بِذَلِكَ لِأَنَّ حَوْطًا سَطَا عَلَى أُمِّهِ - أُمِّ دَاحِسٍ - بِمَاءٍ وَطِينٍ، يُرِيدُ أَنْ يُخْرِجَ مَاءَ فَرَسِهِ مِنَ الرَّحِمِ. وَلَهُ حَدِيثٌ.",
    "pg": "2:331-332"
  },
  "دحص": {
    "def": "الدَّالُ وَالْحَاءُ وَالصَّادُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ دَحَصَ الْمَذْبُوحُ بِرِجْلِهِ يَدْحَصُ دَحْصًا، إِذَا ارْتَكَضَ. قَالَ عَلْقَمَةُ:\nرَغَا فَوْقَهُمْ سَقْبُ السَّمَاءِ فَدَاحِصٌ ... بِشِكَّتِهِ لَمْ يُسْتَلَبْ وَسَلِيبُ",
    "pg": "2:332"
  },
  "دحض": {
    "def": "الدَّالُ وَالْحَاءُ وَالضَّادُ أَصْلٌ يَدُلُّ عَلَى زَوَالٍ وَزَلَقٍ. يُقَالُ دَحَضَتْ رِجْلُهُ: زَلِقَتْ. وَمِنْهُ دَحَضَتِ الشَّمْسُ: زَالَتْ. وَدَحَضَتْ حُجَّةُ فُلَانٍ، إِذَا لَمْ تَثْبُتْ. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: ﴿حُجَّتُهُمْ دَاحِضَةٌ عِنْدَ رَبِّهِمْ﴾ [الشورى: ١٦] .",
    "pg": "2:332"
  },
  "دحق": {
    "def": "الدَّالُ وَالْحَاءُ وَالْقَافُ قِيَاسٌ يَقْرُبُ مِنَ الَّذِي قَبْلَهُ. يُقَالُ دَحَقَ الشَّيْءُ: زَالَ وَلَمْ يَثْبُتْ. وَالدَّحِيقُ: الْبَعِيدُ. وَيُقَالُ فَعَلَ فُلَانٌ كَذَا فَدَحَقْتُ عَنْهُ يَدَهُ، أَيْ قَبْضَتُهَا. وَيُقَالُ أَدْحَقَهُ اللَّهُ، أَيْ أَبْعَدَهُ. وَدَحَقَتِ الرَّحِمُ: رَمَتْ بِالْمَاءِ فَلَمْ تَقْبَلْهُ. وَالدِّحَاقُ: أَنْ تَخْرُجَ رَحِمُ الْأُنْثَى بَعْدَ الْوِلَادَةِ، فَلَا تَنْجُو حَتَّى تَمُوتَ. وَهِيَ دَحُوقٌ. قَالَ:\nوَأُمُّكُمْ خَيْرَةُ النِّسَاءِ عَلَى ... مَا خَانَ مِنْهَا الدِّحَاقُ وَالْأَتَمُ",
    "pg": "2:332"
  },
  "دحل": {
    "def": "الدَّالُ وَالْحَاءُ وَاللَّامُ يَدُلُّ عَلَى تَلَجُّفٍ فِي الشَّيْءِ وَتَطَامُنٍ. فَالدَّحْلُ: الْمُطْمَئِنُّ مِنَ الْأَرْضِ، وَالْجَمْعُ الدُّحُولُ. وَيُقَالُ بِئْرٌ دَحُولٌ: ذَاتُ تَلَجُّفٍ، وَذَلِكَ إِذَا أَكْمَلَ الْمَاءُ جِرَابَهَا. فَأَمَّا الدَّحِلُ فِي خَلْقِ الْإِنْسَانِ، فَيُقَالُ هُوَ الْعَظِيمُ الْبَطْنِ; وَهُوَ قِيَاسُ الْبَابِ، لِأَنَّهُ يَدُلُّ عَلَى سَعَةٍ وَتَلَجُّفٍ.",
    "pg": "2:332-333"
  },
  "دحم": {
    "def": "الدَّالُ وَالْحَاءُ وَالْمِيمُ لَيْسَ بِشَيْءٍ. عَلَى أَنَّهُمْ يَقُولُونَ: دَحَمَهُ، إِذَا دَفَعَهُ دَفْعًا شَدِيدًا. وَبِهِ سُمِّيَ الرَّجُلُ دَحْمَانَ وَدُحَيْمًا.",
    "pg": "2:333"
  },
  "دحن": {
    "def": "الدَّالُ وَالْحَاءُ وَالنُّونُ لَيْسَ بِأَصْلٍ، لِأَنَّهُ مِنْ بَابِ الْإِبْدَالِ. يُقَالُ رَجُلٌ دَحِنٌ، وَهُوَ مِثْلُ الدَّحِلِ. وَقَدْ فَسَّرْنَاهُ.",
    "pg": "2:333"
  },
  "دحو": {
    "def": "الدَّالُ وَالْحَاءُ وَالْوَاوُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى بَسْطٍ وَتَمْهِيدٍ.\nيُقَالُ: دَحَا اللَّهُ الْأَرْضَ يَدْحُوهَا دَحْوًا، إِذَا بَسَطَهَا. وَيُقَالُ دَحَا الْمَطَرُ الْحَصَى عَنْ وَجْهِ الْأَرْضِ. وَهَذَا لِأَنَّهُ إِذَا كَانَ كَذَا فَقَدْ مَهَّدَ الْأَرْضَ. وَيُقَالُ لِلْفَرَسِ إِذَا رَمَى بِيَدَيْهِ رَمْيًا، لَا يَرْفَعُ سُنْبُكَهُ عَنِ الْأَرْضِ كَثِيرًا: مَرَّ يَدْحُو دَحْوًا. وَمِنَ الْبَابِ أُدْحِيُّ النَّعَامِ: الْمَوْضِعُ الَّذِي يُفَرِّخُ فِيهِ، أُفْعُولٌ مِنْ دَحَوْتُ; لِأَنَّهُ يَدْحُوهُ بِرِجْلِهِ، ثُمَّ يَبِيضُ فِيهِ. وَلَيْسَ لِلنَّعَامَةِ عُشٌّ.\n\n[بَابُ الدَّالِ وَالْخَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:333"
  },
  "دخخ": {
    "def": "الدَّالُ وَالْخَاءُ لَيْسَ أَصْلًا يُفَرَّعُ مِنْهُ، لَكِنَّهُمْ يَقُولُونَ: دَخْدَخْنَا الْقَوْمَ: أَذْلَلْنَاهُمْ، دَخْدَخَةً. وَذَكَرَ الشَّيْبَانِيُّ أَنَّ الدَّخْدَخَةَ الْإِعْيَاءُ. فَأَمَّا الدُّخُّ فَقَدْ ذُكِرَ فِي بَابِهِ، وَهُوَ الدُّخَانُ. قَالَ:\nعِنْدَ سُعَارِ النَّارِ يَغْشَى الدُّخَّا",
    "pg": "2:266"
  },
  "دخر": {
    "def": "الدَّالُ وَالْخَاءُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى الذُّلِّ. يُقَالُ دَخَرَ الرَّجُلُ، وَهُوَ دَاخِرٌ، إِذَا ذَلَّ. وَأَدْخَرَهُ غَيْرُهُ: أَذَلَّهُ. فَأَمَّا الدَّخْدَارُ فَالثَّوْبُ الْكَرِيمُ يُصَانُ. قَالَ:\nوَيَجْلُو صَفْحَ دَخْدَارٍ قَشِيبٍ وَلَيْسَ هَذَا مِنَ الْكَلِمَةِ الْأُولَى فِي شَيْءٍ; لِأَنَّ هَذِهِ مُعَرَّبَةٌ، قَالُوا: أَصْلُهَا تَخْتَ دَارَ، أَيْ مَصُونٌ فِي تَخْتٍ.",
    "pg": "2:333-334"
  },
  "دخس": {
    "def": "الدَّالُ وَالْخَاءُ وَالسِّينُ أَصْلٌ وَاحِدٌ، يَدُلُّ عَلَى اكْتِنَازٍ وَانْدِسَاسٍ فِي تُرَابٍ أَوْ غَيْرِهِ. فَالدَّخْسُ أَنْ يَنْدَسَّ الشَّيْءُ فِي التُّرَابِ. وَلِذَلِكَ سَمَّى الرَّاجِزُ الْأَثَافِيَّ دُخَّسًا. فَهَذَا هُوَ الْأَصْلُ، ثُمَّ سُمِّيَ كُلُّ شَيْءٍ تَجَمَّعَ إِلَى شَيْءٍ وَدَاخَلَهُ، بِذَلِكَ. وَالدَّخِيسُ: الْحَوْشَبُ، وَهُوَ مَا بَيْنَ الْوَظِيفِ وَالْعَصَبِ. وَالدَّخِيسُ مِنَ النَّاسِ: الْعَدَدُ الْجَمُّ. وَالدَّخَسُ: دَاءٌ فِي قَوَائِمِ الدَّابَّةِ. وَالدَّخِيسُ: اللَّحْمُ الْمُكَتَنِزُ. وَكُلُّ ذِي سِمَنٍ دَخِيسٌ. وَيُقَالُ الدَّخِيسُ: لَحْمُ بَاطِنِ الْكَفِّ. وَالدَّخِيسُ مِنْ أَنْقَاءِ الرَّمْلِ: الْكَثِيرُ. وَكَلَأٌ دَيْخَسٌ، أَيْ كَثِيرٌ. وَأَنْشَدَ:\nيَرْعَى حَلِيًّا وَنَصِيًّا دَيْخَسَا",
    "pg": "2:334"
  },
  "دخش": {
    "def": "الدَّالُ وَالْخَاءُ وَالشِّينُ لَيْسَ بِشَيْءٍ. وَزَعَمَ ابْنُ دُرَيْدٍ أَنَّ الدَّخَشَ فِعْلٌ مُمَاتٌ، يُقَالُ دَخِشَ دَخَشًا، إِذَا امْتَلَأَ لَحْمًا. وَمِنْهُ اشْتِقَاقُ دَخْشَمٍ.",
    "pg": "2:334"
  },
  "دخص": {
    "def": "الدَّالُ وَالْخَاءُ وَالصَّادُ كَالَّذِي قَبْلَهُ. وَذَكَرَ ابْنُ دُرَيْدٍ أَنَّ الدَّخُوصَ: الْجَارِيَةُ السَّمِينَةُ.",
    "pg": "2:334-335"
  },
  "دخل": {
    "def": "الدَّالُ وَالْخَاءُ وَاللَّامُ أَصْلٌ مُطَّرِدٌ مُنْقَاسٌ، وَهُوَ الْوُلُوجُ. يُقَالُ دَخَلَ يَدْخُلُ دُخُولًا. وَالدُِّخْلَةُ: بَاطِنُ أَمْرِ الرَّجُلِ. تَقُولُ: أَنَا عَالِمٌ بِدُخْلَتِهِ. وَالدَّخَلُ: الْعَيْبُ فِي الْحَسَبِ، وَكَأَنَّهُ قَدْ دَخَلَ عَلَيْهِ شَيْءٌ عَابَهُ. وَالدَّخَلُ كَالدَّغَلِ، وَهُوَ مِنَ الْبَابِ; لِأَنَّ الدَّغَلَ هَذَا قِيَاسُهُ أَيْضًا. وَيُقَالُ إِنَّ الْمَدْخُولَ: الْمَهْزُولُ; وَهُوَ الصَّحِيحُ، لِأَنَّ لَحْمَهُ كَأَنَّهُ قَدْ دُخِلَ. وَدَخِيلُكَ: الَّذِي يُدَاخِلُكَ فِي أُمُورِكَ. وَالدِّخَالُ فِي الْوِرْدِ: أَنْ تَشْرَبَ الْإِبِلُ ثُمَّ تَرُدَّ إِلَى الْحَوْضِ لِيَشْرَبَ مِنْهَا مَا عَسَاهُ لَمْ يَكُنْ شَرِبَ. قَالَ الْهُذَلِيُّ:\nوَتُوَفِّيَ الدُّفُوفَ بِشُرْبٍ دِخَالِ\nوَيُقَالُ إِنَّ كُلَّ لُحْمَةٍ مُجْتَمِعَةٍ دُخَّلَةٌ، وَبِذَلِكَ سُمِّيَ هَذَا الطَّائِرُ دُخَّلًا. وَيُقَالُ دُخِلَ فُلَانٌ، وَهُوَ مَدْخُولٌ، إِذَا كَانَ فِي عَقْلِهِ دَخَلٌ. وَبَنُو فُلَانٍ فِي بَنِي فُلَانٍ دَخِيلٌ، إِذَا انْتَسَبُوا مَعَهُمْ. وَنَخْلَةٌ مَدْخُولَةٌ: عَفِنَةُ الْجَوْفِ. وَالدُّخْلَلُ: الَّذِي يُدَاخِلُكَ فِي أُمُورِكَ. وَالدُّخَّلُ مِنْ رِيشِ الطَّائِرِ: مَا بَيْنَ الظُّهْرَانِ وَالْبُطْنَانِ، وَهُوَ أَجْوَدُ الرِّيشِ. وَدَاخِلَةُ الْإِزَارِ: طَرَفُهُ الَّذِي يَلِي الْجَسَدَ. وَالدُّخَّلُ مِنَ الْكَلَإِ: مَا دَخَلَ مِنْهُ فِي أُصُولِ الشَّجَرِ. قَالَ:\nتَبَاشِيرُ أَحْوَى دُخَّلٍ وَجَمِيمِ",
    "pg": "2:335-336"
  },
  "دخن": {
    "def": "الدَّالُ وَالْخَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ، وَهُوَ الَّذِي يَكُونُ عَنِ الْوَقُودِ، ثُمَّ يُشَبَّهُ بِهِ كُلُّ شَيْءٍ يُشْبِهُهُ مِنْ عَدَاوَةٍ وَنَظِيرِهَا. فَالدُّخَانُ مَعْرُوفٌ، وَجَمْعُهُ دَوَاخِنُ عَلَى غَيْرِ قِيَاسٍ. وَيُقَالُ دَخَنَتِ النَّارُ تَدْخُنُ، إِذَا ارْتَفَعَ دُخَانُهَا، وَدَخِنَتْ تَدْخَنُ، إِذَا أَلْقَيْتَ عَلَيْهَا حَطَبًا فَأَفْسَدْتَهَا حَتَّى يَهِيجَ لِذَلِكَ دُخَانٌ وَكَذَلِكَ دَخِنَ الطَّعَامُ يَدْخَنُ. وَيُقَالُ: دَخَنَ الْغُبَارُ: ارْتَفَعَ. فَأَمَّا الْحَدِيثُ: \" هُدْنَةٌ عَلَى دَخَنٍ \"، فَهُوَ اسْتِقْرَارٌ عَلَى أُمُورٍ مَكْرُوهَةٍ. وَالدُّخْنَةُ مِنَ الْأَلْوَانِ: كُدْرَةٌ فِي سَوَادٍ. شَاةٌ دَخْنَاءُ، وَكَبْشٌ أَدْخَنُ، وَلَيْلَةٌ دَخْنَانَةٌ. وَرَجُلٌ دَخِنُ الْخُلُقِ. وَأَبْنَاءُ دُخَانٍ: غَنِيٌّ وَبَاهِلَةٌ. وَالدُّخْنَةُ: بَخُورٌ يُدَخَّنُ بِهِ الْبَيْتُ.\n\n[بَابُ الدَّالِ وَالدَّالِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:336"
  },
  "ددد": {
    "def": "الدَّالُ وَالدَّالُ كَلِمَةٌ وَاحِدَةٌ. الدَّدُ: اللَّهْوُ وَاللَّعِبُ. قَالَ رَسُولُ اللَّهِ ﷺ: \" «مَا أَنَا مِنْ دَدٍ وَلَا الدَّدُ مِنِّي» \".\nوَيُقَالُ: دَدٌ، وَدَدًا، وَدَدَنٌ. قَالَ:\nأَيُّهَا الْقَلْبُ تَعَلَّلْ بِدَدَنْ ... إِنَّ هَمِّي فِي سَمَاعٍ وَأَذَنْ\nوَدَدُ - فِيمَا يُقَالُ - اسْمُ امْرَأَةٍ. وَاللَّهُ أَعْلَمُ. [بَابُ الدَّالِ وَالرَّاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:266-267"
  },
  "ددن": {
    "def": "الدَّالُ وَالدَّالُ وَالنُّونُ كَلِمَتَانِ: إِحْدَاهُمَا اللَّهْوُ وَاللَّعِبُ، يُقَالُ دَدَنٌ وَدَدٌ. قَالَ:\nأَيُّهَا الْقَلْبُ تَعَلَّلْ بِدَدَنْ ... إِنَّ هَمِّي فِي سَمَاعٍ وَأَذَنْ\nوَمِنْ هَذَا اشْتُقَّ السَّيْفُ الدَّدَانُ; لِأَنَّهُ ضَعِيفٌ، كَأَنَّهُ لَيْسَ بِحَادٍّ فِي مَضَائِهِ. وَالْكَلِمَةُ الْأُخْرَى: الدَّيْدَنُ: الْعَادَةُ.\nوَاللَّهُ أَعْلَمُ. [بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرِ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ دَالٌ]\nٌ وَسَبِيلُ هَذَا سَبِيلُ مَا مَضَى ذِكْرُهُ، فَبَعْضُهُ مُشْتَقٌّ ظَاهِرُ الِاشْتِقَاقِ، وَبَعْضُهُ مَنْحُوتٌ بَادِيَ النَّحْتِ، وَبَعْضُهُ مَوْضُوعٌ وَضْعًا عَلَى عَادَةِ الْعَرَبِ فِي مِثْلِهِ.\nفَمِنَ الْمُشْتَقِّ الْمَنْحُوتِ (الدُّلَمِصُ) ، وَ (الدُّمَلِصُ) : الْبَرَّاقُ. فَالْمِيمُ زَائِدَةٌ، وَهُوَ مِنَ الشَّيْءِ الدَّلِيصِ، وَهُوَ الْبَرَّاقُ، وَقَدْ مَضَى.\n\nوَمِنْ ذَلِكَ (الدِّفْنَسُ) ، وَهُوَ الرَّجُلُ الدَّنِيُّ الْأَحْمَقُ، وَكَذَلِكَ الْمَرْأَةُ الدَّفِنْسُ، وَالْفَاءُ فِيهِ زَائِدَةٌ، وَإِنَّمَا الْأَصْلُ الدَّالُ وَالنُّونُ وَالسِّينُ.\n\nوَمِنْ ذَلِكَ (الدَّرْقَعَةُ) ، وَهُوَ الْفِرَارُ. فَالزَّائِدَةُ فِيهِ الْقَافُ، وَإِنَّمَا هُوَ مِنَ الدَّالِ وَالرَّاءِ وَالْعَيْنِ.\n\nوَمِنْهُ (الِانْدِرَاعُ) فِي السَّيْرِ، وَقَدْ ذَكَرْنَاهُ.\n\nوَمِنْ هَذَا الْبَابِ (ادْرَعَفَّتِ) الْإِبِلُ، إِذَا مَضَتْ عَلَى وُجُوهِهَا. وَيُقَالُ (اذْرَعَفَّتْ) بِالذَّالِ. وَالْكَلِمَتَانِ صَحِيحَتَانِ; فَأَمَّا الدَّالُ فَمِنَ الِانْدِرَاعِ، وَأَمَّا الذَّالُ فَمِنَ الذَّرِيعِ. وَالْفَاءُ فِيهِمَا جَمِيعًا زَائِدَةٌ.\n\nوَمِنْ ذَلِكَ (الدَّهْكَمُ) ، وَهُوَ الشَّيْخُ الْفَانِي، وَالْهَاءُ فِيهِ زَائِدَةٌ، وَهُوَ مَنْ دَكَمْتُ الشَّيْءَ وَتَدَكَّمَ، إِذَا كَسَرْتَهُ وَتَكَسَّرَ بَعْضُهُ فَوْقَ بَعْضٍ. وَقَالَ قَوْمٌ: (التَّدَهْكُمُ) : الِانْقِحَامُ فِي الشَّيْءِ، وَهُوَ ذَاكَ الْقِيَاسُ الَّذِي ذَكَرْنَاهُ. وَمِنْ ذَلِكَ (الدَّلَهْمَسُ) ، وَهُوَ الْأَسَدُ. قَالَ أَبُو عُبَيْدٍ: سُمِّيَ بِذَاكَ لِقُوَّتِهِ وَجُرْأَتِهِ. وَهِيَ عِنْدَنَا مَنْحُوتٌ مِنْ كَلِمَتَيْنِ: مِنْ دَالَسَ وَهَمَسَ. فَدَالَسَ: أَتَى فِي الظَّلَامِ، وَقَدْ ذَكَرْنَاهُ، وَهَمَسَ كَأَنَّهُ غَمَسَ نَفْسَهُ فِيهِ وَفِي كُلِّ مَا يُرِيدُ. يُقَالُ: أَسَدٌ هَمُوسٌ. قَالَ:\nفَبَاتُوا يُدْلِجُونَ وَبَاتَ يَسْرِي ... بَصِيرٌ بِالدُّجَى هَادٍ هَمُوسُ\nوَمِنْ ذَلِكَ (دَغْمَرْتُ) الْحَدِيثَ، إِذَا خَلَطْتَهُ. قَالَ الْأَصْمَعِيُّ فِي قَوْلِهِ:\nوَلَمْ يَكُنْ مُؤْتَشَبًا دِغْمَارَا\nقَالَ: الْمُدَغْمَرُ: الْخَفِيُّ. وَهَذِهِ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: دَغَمَ، يُقَالُ أَدْغَمْتَ الْحَرْفَ فِي الْحَرْفِ إِذَا أَخْفَيْتَهُ فِيهِ، وَقَدْ فَسَّرْنَاهُ، وَمِنْ دَغَرَ، إِذَا دَخَلَ عَلَى الشَّيْءِ. وَقَدْ مَضَى.\n\nوَمِنْ ذَلِكَ (دَرْبَخَ) إِذَا تَذَلَّلَ. وَالدَّالُ فِيهِ زَائِدَةٌ، وَهُوَ مَنْ دَبَّخَ، يُقَالُ: مَشَى حَتَّى تَدَبَّخَ، أَيِ اسْتَرْخَى.\n\nوَمِنْ ذَلِكَ (دَمْشَقَ) عَمَلَهُ، إِذَا أَسْرَعَ فِيهِ. وَالدَّالُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ مَشَقَ، وَهُوَ الطَّعْنُ السَّرِيعُ، وَقَدْ فُسِّرَ فِي كِتَابِ الْمِيمِ.\n\nوَمِنْ ذَلِكَ (الدُّمَّرِغُ) وَهُوَ الْأَحْمَقُ، وَالدَّالُ فِيهِ زَائِدَةٌ، وَهُوَ مِنَ الْمَرْغِ وَهُوَ مَا يَسِيلُ مِنَ اللُّعَابِ، كَأَنَّهُ لَا يُمْسِكُ مَرْغَهُ. وَمِنْ ذَلِكَ (الدِّعْبِلُ) ، وَهُوَ الْجَمَلُ الْعَظِيمُ. وَهُوَ مَنْحُوتٌ مِنْ كَلِمَتَيْنِ مِنْ دَبَلْتُ الشَّيْءَ، إِذَا جَمَعْتَهُ، وَقَدْ مَضَى، وَهَذَا شَيْءٌ عَبْلٌ. وَيَجِيءُ تَفْسِيرُهُ.\n\nوَمِنْ ذَلِكَ (الدُّمْلَُجُ) وَ (الدَّمْلَجَةُ) ، وَاللَّامُ فِيهِ زَائِدَةٌ. وَهُوَ مِنْ أَدْمَجْتُ، وَقَدْ فَسَّرْنَاهُ. وَالدُّمُْلَجُ: الْمِعْضَدُ مِنَ الْحَلْيِ.\n\nوَمِنْ ذَلِكَ (الدَّعْلَجَةُ) ، وَهُوَ الذَّهَابُ وَالرُّجُوعُ وَالتَّرَدُّدُ، وَبِهِ يُسَمُّونَ الْفَرَسَ \" دَعْلَجًا \"، وَالْعَيْنُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ الدَّلَجُ وَالْإِدْلَاجُ.\n\nوَمِنْ ذَلِكَ (دَخْرَصَ) فُلَانٌ الْأَمْرَ، إِذَا بَيَّنَهُ. وَإِنَّهُ لَ (دِخْرِصٌ) ، أَيْ عَالِمٌ. وَالْوَجْهُ أَنْ يَكُونَ الدَّالُ فِيهِ زَائِدَةٌ، وَهُوَ مَنْ خَرَصَ الشَّيْءَ، إِذَا قَدَّرَهُ بِفِطْنَتِهِ وَذَكَائِهِ.\n\nوَمِنْ ذَلِكَ (الدَّخْمَسَةُ) ، وَهُوَ كَالْخِبِّ وَالْخِدَاعِ، وَهِيَ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ: مِنْ دَخَسَ وَدَمَسَ، وَقَدْ ذَكَرْنَاهُمَا.\n\nوَمِنْ ذَلِكَ (الدَّنْخَسُ) وَهُوَ الشَّدِيدُ اللَّحْمِ الْجَسِيمُ. وَالنُّونُ فِيهِ زَائِدَةٌ، وَهُوَ مِنَ اللَّحْمِ الدَّخِيسِ، وَقَدْ مَضَى.\n\nوَمِنْ ذَلِكَ (تَدَرْبَسَ) الرَّجُلُ، إِذَا تَقَدَّمَ. وَأَنْشَدَ: إِذَا الْقَوْمُ قَالُوا مَنْ فَتًى لِمُهِمَّةٍ ... تَدَرْبَسَ بَاقِي الرِّيقِ فَخْمُ الْمَنَاكِبِ\nوَالدَّالُ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنَ الرَّاءِ وَالْبَاءِ وَالسِّينِ. يُقَالُ ارْبَسَّ ارْبِسَاسًا، إِذَا ذَهَبَ فِي الْأَرْضِ.\n\nوَمِنْ ذَلِكَ (الدَّلْمَسُ) ، وَهِيَ الدَّاهِيَةُ، وَهِيَ مَنْحُوتَةٌ مِنْ كَلِمَتَيْنِ. مِنْ دَلَسَ الظُّلْمَةُ، وَمِنْ دَمَسَ، إِذَا أَتَى فِي الظَّلَامِ.\n\nوَمِنْ ذَلِكَ (الدَّغَاوِلُ) وَهِيَ الْغَوَائِلُ، وَالْوَاوُ فِيهَا زَائِدَةٌ، وَهُوَ مِنْ دَغَلَ.\n\nوَمِنْ ذَلِكَ (الِادْرِنْفَاقُ) ، وَهُوَ السَّيْرُ السَّرِيعُ. وَهَذَا مِمَّا زِيدَتْ فِيهِ الرَّاءُ وَالنُّونُ; وَإِنَّمَا هُوَ مَنْ دَفَقَ، وَأَصْلُهُ الِانْدِفَاعُ. وَالدُّفْقَةُ مِنَ الْمَاءِ: الدُّفْعَةُ. وَقَدْ مَضَى.\n\nوَمِنْ ذَلِكَ (الدُّعْثُورُ) ، وَهُوَ الْحَوْضُ الَّذِي لَمْ يُتَنَوَّقْ فِي صَنْعَتِهِ. قَالَ: الْعَدَبَّسُ: \" الدُّعْثُورُ: [الْحَوْضُ] الْمُتَثَلِّمُ \"، وَهَذَا مِمَّا زِيدَتْ فِيهِ الْعَيْنُ. وَهُوَ مِنْ دَثَرَ. وَيَجُوزُ أَنْ يَكُونَ مِنْ دَعَثَ، وَقَدْ مَضَى.\nوَيُقَالُ (ادْرَمَّجَ) ، إِذَا دَخَلَ فِي الشَّيْءِ وَاسْتَتَرَ. وَالرَّاءُ فِيهِ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ دَمَجَ.\n\nوَمِنْ ذَلِكَ (الدُّمْلُوكُ) ، وَالْحَجَرُ (الْمُدَمْلَكُ) ، وَالْمِيمُ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ دَلَكْتُ.\n\nوَمِنْ ذَلِكَ (دَغْفَقْتُ) الْمَاءَ: صَبَبْتُهُ، وَالْغَيْنُ زَائِدَةٌ، وَإِنَّمَا هُوَ مِنْ دَفَقْتُ. وَمِنْ ذَلِكَ (الدُّحْمُسَانُ) : الْأَسْوَدُ، وَالْحَاءُ زَائِدَةٌ، وَهُوَ مِنَ الدَّسَمِ، وَهُوَ عِنْدَنَا مَوْضُوعٌ وَضْعًا. وَقَدْ يَكُونُ عِنْدَ سِوَانَا مُشْتَقًّا. وَاللَّهُ أَعْلَمُ.",
    "pg": "2:336-341"
  },
  "درب": {
    "def": "الدَّالُ وَالرَّاءُ وَالْبَاءُ الصَّحِيحُ مِنْهُ أَصْلٌ وَاحِدٌ، وَهُوَ أَنْ يُغْرَى بِالشَّيْءِ وَيَلْزَمُهُ. يُقَالُ دَرِبَ بِالشَّيْءِ، إِذَا لَزِمَهُ، وَلَصِقَ بِهِ. وَمِنْ هَذَا الْبَابِ تَسْمِيَتُهُمُ الْعَادَةَ وَالتَّجْرِبَةَ دُرْبَةً. وَيُقَالُ طَيْرٌ دَوَارِبُ بِالدِّمَاءِ، إِذَا أُغْرِيَتْ. قَالَ الشَّاعِرُ:\nيُصَاحِبْنَهُمْ حَتَّى يُغِرْنَ مُغَارَهُمْ ... مِنَ الضَّارِيَاتِ بِالدِّمَاءِ الدَّوَارِبِ\n، وَدَرْبُ الْمَدِينَةِ مَعْرُوفٌ، فَإِنْ كَانَ صَحِيحًا عَرَبِيًّا فَهُوَ قِيَاسُ الْبَابِ; لِأَنَّ النَّاسَ يَدْرَبُونَ بِهِ قَصْدًا لَهُ. فَأَمَّا تَدَرْبَى الشَّيْءُ، إِذَا تَدَهْدَى، فَقَدْ قِيلَ. وَالدَّرْبَانِيَّةُ: جِنْسٌ مِنَ الْبَقَرِ. وَالدَّرْدَابُ: صَوْتُ الطَّبْلِ. فَكُلُّ هَذَا كَلَامٌ مَا يُدْرَى مَا هُوَ.",
    "pg": "2:274-275"
  },
  "درج": {
    "def": "الدَّالُ وَالرَّاءُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى مُضِيِّ الشَّيْءِ وَالْمُضِيِّ فِي الشَّيْءِ. مِنْ ذَلِكَ قَوْلُهُمْ دَرَجَ الشَّيْءُ، إِذَا مَضَى لِسَبِيلِهِ. وَرَجَعَ فُلَانٌ أَدْرَاجَهُ، إِذَا رَجَعَ فِي الطَّرِيقِ الَّذِي جَاءَ مِنْهُ. وَدَرَجَ الصَّبِيُّ، إِذَا مَشَى مِشْيَتَهُ. قَالَ الْأَصْمَعِيُّ: دَرَجَ الرَّجُلُ، إِذَا مَضَى وَلَمْ يُخْلِفْ نَسْلًا. وَمَدَارِجُ الْأَكَمَةِ: الطُّرُقُ الْمُعْتَرِضَةُ فِيهَا. قَالَ:\nتَعَرُّضِي مَدَارِجًا وَسُومِي ... تَعَرُّضَ الْجَوْزَاءِ لِلنُّجُومِ\nفَأَمَّا الدُّرْجُ لِبَعْضِ الْأَصْوِنَةِ وَالْآلَاتِ، فَإِنْ كَانَ صَحِيحًا فَهُوَ أَصْلٌ آخَرُ يَدُلُّ عَلَى سَتْرٍ وَتَغْطِيَةٍ. مِنْ ذَلِكَ أَدْرَجْتُ الْكِتَابَ، وَأَدْرَجْتُ الْحَبْلَ. قَالَ:\nمُحَمْلَجٌ أُدْرِجَ إِدْرَاجَ الطَّلَقْ\nوَمِنْ هَذَا الْبَابِ الثَّانِي الدُّرْجَةُ، وَهِيَ خِرَقٌ تُجْعَلُ فِي حَيَاءِ النَّاقَةِ ثُمَّ تُسَلُّ، فَإِذَا شَمَّتْهَا النَّاقَةُ حَسِبَتْهَا وَلَدَهَا فَعَطَفَتْ عَلَيْهِ. قَالَ:\nوَلَمْ تُجْعَلْ لَهَا دُرَجُ الظِّئَارِ",
    "pg": "2:275"
  },
  "درح": {
    "def": "الدَّالُ وَالرَّاءُ وَالْحَاءُ أُصَيْلٌ أَيْضًا. يَقُولُونَ لِلرَّجُلِ الْقَصِيرِ: دِرْحَايَةٌ، وَيَكُونُ مَعَ ذَلِكَ ضَخْمًا. قَالَ:\nعَكَوَّكًا إِذَا مَشَى دِرْحَايَهْ\nوَاللَّهُ أَعْلَمُ.\n\n[بَابُ الدَّالِ وَالسِّينِ وَمَا يَثْلُثُهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "2:276"
  },
  "درد": {
    "def": "الدَّالُ وَالرَّاءُ وَالدَّالُ أُصَيْلٌ فِيهِ كَلَامٌ يَسِيرٌ. فَالدَّرَدُ مِنَ الْأَسْنَانِ: لُصُوقُهَا بِالْأَسْنَاخِ وَتَأْكُلُ مَا فَضَلَ مِنْهَا. وَقَدْ دَرِدَتْ وَهِيَ دُرْدٌ. وَرَجُلٌ أَدْرَدُ وَامْرَأَةٌ دَرْدَاءُ.",
    "pg": "2:275-276"
  },
  "درر": {
    "def": "الدَّالُ وَالرَّاءُ فِي الْمُضَاعَفِ يَدُلُّ عَلَى أَصْلَيْنِ: أَحَدُهُمَا تَوَلُّدُ شَيْءٍ عَنْ شَيْءٍ، وَالثَّانِي اضْطِرَابٌ فِي شَيْءٍ.\nفَالْأَوَّلُ الدَّرُّ دَرُّ اللَّبَنِ. وَالدَّرَّةُ دَرَّةُ السَّحَابِ: صَبُّهُ. وَيُقَالُ سَحَابٌ مِدْرَارٌ. وَمِنْ ذَلِكَ قَوْلُهُمْ: \" لِلَّهِ دَرُّهُ \"، أَيْ عَمَلُهُ، وَكَأَنَّهُ شُبِّهَ بِالدَّرِّ الَّذِي يَكُونُ مِنْ ذَوَاتِ الدَّرِّ. وَيَقُولُونَ فِي الشَّتْمِ: \" لَا دَرَّ دَرُّهُ \" أَيْ لَا كَثُرَ خَيْرُهُ. وَمِنَ الْبَابِ: دَرَّتْ حَلُوبَةُ الْمُسْلِمِينَ، أَيْ فَيْئُهُمْ وَخَرَاجُهُمْ. وَلِهَذِهِ السُّوقِ دِرَّةٌ، أَيْ نَفَاقٌ، كَأَنَّهَا قَدْ دَرَّتْ. وَهُوَ خِلَافُ الْغِرَارِ. قَالَ:\nأَلَا يَا لَقَوْمِي لَا نَوَارُ نَوَارُ ... وَلِلسُّوقِ مِنْهَا دِرَّةٌ وَغِرَارُ\nوَمِنْ هَذَا قَوْلُهُمُ: اسْتَدَرَّتِ الْمِعْزَى اسْتِدْرَارًا، إِذَا أَرَادَتِ الْفَحْلَ، كَأَنَّهَا أَرَادَتْ أَنْ يَدِرَّ لَهَا مَاءُ فَحْلِهَا.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالدَّرِيرُ مِنَ الدَّوَابِّ: الشَّدِيدُ الْعَدْوِ السَّرِيعُهُ. قَالَ:\nدَرِيرٌ كَخُذْرُوفِ الْوَلِيدِ أَدَرَّهُ ... تَتَابُعُ كَفَّيْهِ بِخَيْطٍ مُوَصَّلِ\nوَالدُّرْدُرُ: مَنَابِتُ أَسْنَانِ الصَّبِيِّ. وَهُوَ مِنْ تَدَرْدَرَتِ اللُّحْمَةُ تَدَرْدُرًا، إِذَا اضْطَرَبَتْ، وَدَرْدَرَ الصَّبِيُّ الشَّيْءَ، إِذَا لَاكَهُ، يُدَرْدِرُهُ. وَدَرَرُ الرِّيحِ: مَهَبُّهَا. وَدَرَرُ الطَّرِيقِ: قَصْدُهُ ; لِأَنَّهُ لَا يَخْلُو مِنْ جَاءٍ وَذَاهِبٍ. وَالدُّرُّ: كِبَارُ اللُّؤْلُؤِ، سُمِّيَ بِذَلِكَ لِاضْطِرَابٍ يُرَى فِيهِ لِصَفَائِهِ، كَأَنَّهُ مَاءٌ يَضْطَرِبُ. وَلِذَلِكَ قَالَ الْهُذَلِيُّ:\nفَجَاءَ بِهَا مَا شِئْتَ مِنْ لَطَمِيَّةٍ ... يَدُومُ الْفُرَاتُ فَوْقَهَا وَيَمُوجُ\nيَقُولُ: كَأَنَّ فِيهَا مَاءً يَمُوجُ فِيهَا، لِصَفَائِهَا وَحُسْنِهَا.\nوَالْكَوْكَبُ الدُّرِّيُّ: الثَّاقِبُ الْمُضِيءُ. شُبِّهَ بِالدُّرِّ وَنُسِبَ إِلَيْهِ لِبَيَاضِهِ.",
    "pg": "2:255-256"
  },
  "درز": {
    "def": "الدَّالُ وَالرَّاءُ وَالزَّاءُ لَيْسَ بِشَيْءٍ، وَلَا أَحْسَبُ الْعَرَبَ قَالَتْ فِيهِ. إِلَّا أَنَّ ابْنَ الْأَعْرَابِيِّ حُكِيَ أَنَّهُ قَالَ: يَقُولُ الْعَرَبُ لِلسِّفْلَةِ: هُمْ أَوْلَادُ دَرْزَةَ، كَمَا تَقُولُ لِلُّصُوصِ وَأَشْبَاهِهِمْ: بَنُو غَبْرَاءَ. وَأَنْشَدَ:\nأَوْلَادُ دَرْزَةً أَسْلَمُوكَ وَطَارُوا",
    "pg": "2:267"
  },
  "درس": {
    "def": "الدَّالُ وَالرَّاءُ وَالسِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خَفَاءٍ وَخَفْضٍ وَعَفَاءٍ. فَالدَّرْسُ: الطَّرِيقُ الْخَفِيُّ. يُقَالُ دَرَسَ الْمَنْزِلُ: عَفَا. وَمِنَ الْبَابِ الدَّرِيسُ: الثَّوْبُ الْخَلَقُ. وَمِنْهُ دَرَسَتِ الْمَرْأَةُ: حَاضَتْ. وَيُقَالُ إِنَّ فَرْجَهَا يُكَنَّى أَبَا أَدْرَاسٍ، وَهُوَ مِنَ الْحَيْضِ. وَدَرَسْتُ الْحِنْطَةَ وَغَيْرَهَا فِي سُنْبُلِهَا. إِذَا دُسْتَهَا. فَهَذَا مَحْمُولٌ عَلَى أَنَّهَا جُعِلَتْ تَحْتَ الْأَقْدَامِ، كَالطَّرِيقِ الَّذِي يُدْرَسُ وَيُمْشَى فِيهِ. قَالَ:\nسَمْرَاءَ مِمَّا دَرَسَ ابْنُ مِخْرَاقْ\nوَالدَّرْسُ: الْجَرَبُ الْقَلِيلُ يَكُونُ بِالْبَعِيرِ. وَمِنَ الْبَابِ دَرَسْتُ الْقُرْآنَ وَغَيْرَهُ. وَذَلِكَ أَنَّ الدَّارِسَ يَتَتَبَّعُ مَا كَانَ قَرَأَ، كَالسَّالِكِ لِلطَّرِيقِ يَتَتَبَّعُهُ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الدِّرْوَاسُ: الْغَلِيظُ الْعُنُقِ مِنَ النَّاسِ وَالدَّوَابِّ.",
    "pg": "2:267-268"
  },
  "درص": {
    "def": "الدَّالُ وَالرَّاءُ وَالصَّادُ لَيْسَ أَصْلًا يُقَاسُ عَلَيْهِ وَلَا يُفَرَّعُ مِنْهُ، لَكِنَّهُمْ يَقُولُونَ الدِّرْصُ وَلَدُ الْفَأْرَةِ، وَجَمْعُهُ دِرَصَةٌ. وَيَقُولُونَ: وَقَعَ الْقَوْمُ فِي أُمِّ أَدْرَاصٍ، إِذَا وَقَعُوا فِي مَهْلَكَةٍ. وَهُوَ ذَاكَ الْأَوَّلُ; لِأَنَّ الْأَرْضَ الْفَارِغَةَ يَكُونُ فِيهَا أَدْرَاصٌ. قَالَ:\nوَمَا أُمُّ أَدْرَاصٍ بِأَرْضٍ مَضَلَّةٍ ... بِأَغْدَرَ مِنْ قَيْسٍ إِذَا اللَّيْلُ أَظْلَمَا\n، وَيَقُولُونَ لِلرَّجُلِ إِذَا عَيَّ بِأَمْرِهِ: \" ضَلَّ دُرَيْصٌ نَفَقَهُ \".",
    "pg": "2:268"
  },
  "درع": {
    "def": "الدَّالُ وَالرَّاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ شَيْءٌ [مِنَ اللِّبَاسِ] ، ثُمَّ يُحْمَلُ عَلَيْهِ تَشْبِيهًا. فَالدِّرْعُ دِرْعُ الْحَدِيدِ مُؤَنَّثَةٌ، وَالْجَمْعُ دُرُوعٌ، وَأَدْرَاعٌ. وَدِرْعُ الْمَرْأَةِ: قَمِيصُهَا، مُذَكَّرٌ.\nوَهَذَا هُوَ الْأَصْلُ. ثُمَّ يُقَالُ: شَاةٌ دَرْعَاءُ، وَهِيَ الَّتِي اسْوَدَّ رَأْسُهَا، وَابْيَضَّ سَائِرُهَا. وَهُوَ الْقِيَاسُ; لِأَنَّ بَيَاضَ سَائِرِ بَدَنِهَا كَدِرْعٍ لَهَا قَدْ لَبِسَتْهُ. وَمِنْهُ اللَّيَالِي الدُّرْعُ، وَهِيَ ثَلَاثٌ تَسْوَدُّ أَوَائِلُهَا وَيَبْيَضُّ سَائِرُهَا، شُبِّهَتْ بِالشَّاةِ الدَّرْعَاءِ. فَهَذَا مُشَبَّهٌ بِمُشَبَّهٍ بِغَيْرِهِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ الِانْدِرَاعُ: التَّقَدُّمُ فِي السَّيْرِ. قَالَ: أَمَامَ الْخَيْلِ تَنْدَرِعُ انْدِرَاعًا",
    "pg": "2:268-269"
  },
  "درق": {
    "def": "الدَّالُ وَالرَّاءُ وَالْقَافُ لَيْسَ هُوَ عِنْدِي أَصْلًا يُقَاسُ عَلَيْهِ. لَكِنَّ الدَّرَقَةَ مَعْرُوفَةٌ، وَالْجَمْعُ دَرَقٌ وَأَدْرَاقٌ. قَالَ رُؤْبَةُ:\nلَوْ صَفَّ أَدْرَاقًا مَضَى مِنَ الدَّرَقْ\nوَالدَّرْدَقُ: صِغَارُ الْإِبِلِ، وَأَطْفَالُ الْوِلْدَانِ.",
    "pg": "2:269"
  },
  "درك": {
    "def": "الدَّالُ وَالرَّاءُ وَالْكَافُ أَصْلٌ وَاحِدٌ، وَهُوَ لُحُوقُ الشَّيْءِ بِالشَّيْءِ وَوُصُولُهُ إِلَيْهِ. يُقَالُ أَدْرَكْتُ الشَّيْءَ أُدْرِكُهُ إِدْرَاكًا. وَيُقَالُ: فَرَسٌ دَرَكُ الطَّرِيدَةِ، إِذَا كَانَتْ لَا تَفُوتُهُ طَرِيدَةٌ. وَيُقَالُ: أَدْرَكَ الْغُلَامُ وَالْجَارِيَةُ، إِذَا بَلَغَا. وَتَدَارَكَ الْقَوْمُ: لَحِقَ آخِرُهُمْ أَوَّلَهُمْ. وَتَدَارَكَ الثَّرَيَانِ، إِذَا أَدْرَكَ الثَّرَى الثَّانِي الْمَطَرَ الْأَوَّلَ. فَأَمَّا قَوْلُهُ تَعَالَى: ﴿بَلِ ادَّارَكَ عِلْمُهُمْ فِي الْآخِرَةِ﴾ [النمل: ٦٦] ، فَهُوَ مِنْ هَذَا; لِأَنَّ عِلْمَهُمْ أَدْرَكَهُمْ فِي الْآخِرَةِ حِينَ لَمْ يَنْفَعْهُمْ.\nوَالدَّرَكُ: الْقِطْعَةُ مِنَ الْحَبْلِ تُشَدُّ فِي طَرَفِ الرِّشَاءِ إِلَى عَرْقُوَةِ الدَّلْوِ; لِئَلَّا يَأْكُلَ الْمَاءُ الرِّشَاءَ. وَهُوَ وَإِنْ كَانَ لِهَذَا فَبِهِ تُدْرَكُ الدَّلْوُ.\nوَمِنْ ذَلِكَ الدَّرَكُ، وَهِيَ مَنَازِلُ أَهْلِ النَّارِ. وَذَلِكَ أَنَّ الْجَنَّةَ [دَرَجَاتٌ، وَالنَّارَ] دَرَكَاتٌ. قَالَ اللَّهُ تَعَالَى: ﴿إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ﴾ [النساء: ١٤٥] ، وَهِيَ مَنَازِلُهُمُ الَّتِي يُدْرِكُونَهَا وَيَلْحَقُونَ بِهَا. نَعُوذُ بِاللَّهِ مِنْهَا!",
    "pg": "2:269-270"
  },
  "درم": {
    "def": "الدَّالُ وَالرَّاءُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى مُقَارَبَةٍ وَلِينٍ. يُقَالُ دِرْعٌ دَرِمَةٌ، أَيْ لَيِّنَةٌ مُتَّسِقَةٌ. وَالدَّرَمَانُ: تَقَارُبُ الْخَطْوِ. وَبِذَلِكَ سُمِّيَ الرَّجُلُ دَارِمًا.\nوَمِنَ الْبَابِ الدَّرَمُ، وَهُوَ اسْتِوَاءٌ فِي الْكَعْبِ تَحْتَ اللَّحْمِ حَتَّى لَا يَكُونَ لَهُ حَجْمٌ. يُقَالُ لَهُ كَعْبٌ أَدْرَمُ. قَالَ:\nقَامَتْ تُرِيكَ خَشْيَةً أَنْ تَصْرِمَا ... سَاقًا بَخَنْدَاةً وَكَعْبًا أَدْرَمَا\nوَيُقَالُ: دَرِمَتْ أَسْنَانُهُ; وَذَلِكَ إِذَا انْسَحَجَتْ وَلَانَتْ غُرُوبُهَا.\nوَمِنْ هَذَا قَوْلُهُمْ: أَدْرَمَ الْفَرَسُ، إِذَا سَقَطَتْ سِنُّهُ فَخَرَجَ مِنَ الْإِثْنَاءِ إِلَى الْإِرْبَاعِ. وَالدَّرَّامَةُ: الْمَرْأَةُ الْقَصِيرَةُ. وَهُوَ عِنْدَنَا مُقَارَبَةُ الْخَطْوِ; لِأَنَّ الْقَصِيرَةَ كَذَا تَكُونُ. قَالَ:\nمِنَ الْبِيضِ لَا دَرَّامَةٌ قَمَلِيَّةٌ ... تَبُذُّ نِسَاءَ الْحَيِّ دَلًّا وَمِيسَمَا\n، ثُمَّ يُشْتَقُّ مِنْ هَذَا الَّذِي ذَكَرْنَاهُ مَا بَعْدَهُ. فَبَنُو الْأَدْرَمِ: قَبِيلَةٌ. قَالَ:\nإِنَّ بَنِي الْأَدْرَمِ لَيْسُوا مِنْ أَحَدْ\nوَدَرِمٌ: اسْمُ رَجُلٍ فِي قَوْلِ الْأَعْشَى:\nكَمَا قِيلَ فِي الْحَيِّ أَوْدَى دَرِمْ\nوَهُوَ رَجُلٌ مِنْ شَيْبَانَ قُتِلَ وَلَمْ يُدْرَكْ بِثَأْرِهِ.",
    "pg": "2:270"
  },
  "درن": {
    "def": "الدَّالُ وَالرَّاءُ وَالنُّونُ أَصْلٌ صَحِيحٌ، وَهُوَ تَقَادُمٌ فِي الشَّيْءِ مَعَ تَغَيُّرِ لَوْنٍ. فَالدَّرِينُ: الْيَبِيسُ الْحَوْلِيُّ. وَيُقَالُ لِلْأَرْضِ الْمُجْدِبَةِ: أُمُّ دَرِينٍ. قَالَ:\nتَعَالَىْ نُسَمِّطْ حُبَّ دَعْدٍ وَنَغْتَدِي ... سَوَاءَيْنِ وَالْمَرْعَى بِأُمِّ دَرِينِ\nيَقُولُ: تَعَالَيْ نَلْزَمْ حُبَّنَا وَأَرْضَنَا وَعَيْشَنَا.\nوَمِنَ الْبَابِ الدَّرَنُ، وَهُوَ الْوَسَخُ. وَمِنْهُ دُرَيْنَةُ، وَهُوَ نَعْتٌ لِلْأَحْمَقِ. فَأَمَّا قَوْلُهُمْ: إِنَّ الْإِدْرَوْنَ الْأَصْلُ فَكَلَامٌ قَدْ قِيلَ، وَمَا نَدْرِي مَا هُوَ.",
    "pg": "2:270-271"
  },
  "دره": {
    "def": "الدَّالُ وَالرَّاءُ وَالْهَاءُ لَيْسَ أَصْلًا; لِأَنَّ الْهَاءَ مُبْدَلَةٌ مِنْ هَمْزَةٍ. يُقَالُ: دَرَأَ أَيْ طَلَعَ، ثُمَّ يُقْلَبُ هَاءً; فَيُقَالُ دَرَهَ. وَالْمِدْرَهُ: لِسَانُ الْقَوْمِ وَالْمُتَكَلِّمُ عَنْهُمْ.",
    "pg": "2:271"
  },
  "درى": {
    "def": "الدَّالُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ وَالْمَهْمُوزُ. أَمَّا الَّذِي لَيْسَ بِمَهْمُوزٍ فَأَصْلَانِ: أَحَدُهُمَا قَصْدُ الشَّيْءِ وَاعْتِمَادُهُ طَلَبًا، وَالْآخَرُ حِدَّةٌ تَكُونُ فِي الشَّيْءِ. وَأَمَّا الْمَهْمُوزُ فَأَصْلٌ وَاحِدٌ، وَهُوَ دَفْعُ الشَّيْءِ.\nفَالْأَوَّلُ قَوْلُهُمْ: ادَّرَى بَنُو فُلَانٍ مَكَانَ كَذَا، أَيِ اعْتَمَدُوهُ بِغَزْوٍ أَوْ غَارَةٍ قَالَ:\nأَتَتْنَا عَامِرٌ مِنْ أَرْضِ رَامٍ ... مُعَلَّقَةَ الْكَنَائِنِ تَدَّرِينَا\nوَالدَّرِيَّةُ: الدَّابَّةُ الَّتِي يَسْتَتِرُ بِهَا الَّذِي يَرْمِي الصَّيْدَ لِيَصِيدَهُ. يُقَالُ مِنْهُ: دَرَيْتُ وَادَّرَيْتُ. قَالَ الْأَخْطَلُ: وَإِنْ كُنْتِ قَدْ أَقْصَدْتِنِي إِذْ رَمَيْتِنِي ... بِسَهْمِكِ وَالرَّامِي يَصِيدُ وَلَا يَدْرِي\nقَالَ ابْنُ الْأَعْرَابِيِّ: تَدَرَّيْتَ الصَّيْدَ، إِذَا نَظَرْتَ أَيْنَ هُوَ وَلَمْ تَرَهُ بَعْدُ. وَدَرَيْتُهُ: خَتَلْتُهُ.\nفَأَمَّا قَوْلُهُ: تَدَرَّيْتُ أَيْ تَعَلَّمْتُ لِدَرْيَتِهِ أَيْنَ هُوَ، وَالْقِيَاسُ وَاحِدٌ. يُقَالُ: دَرَيْتُ الشَّيْءَ، وَاللَّهُ تَعَالَى أَدْرَانِيهِ. قَالَ اللَّهُ تَعَالَى: ﴿قُلْ لَوْ شَاءَ اللَّهُ مَا تَلَوْتُهُ عَلَيْكُمْ وَلَا أَدْرَاكُمْ بِهِ﴾ [يونس: ١٦] ، وَفُلَانٌ حَسَنُ الدِّرْيَةِ، كَقَوْلِكَ: حَسَنُ الْفِطْنَةِ.\nوَالْأَصْلُ الْآخَرُ قَوْلُهُمْ لِلَّذِي يُسَرَّحُ بِهِ الشَّعَرُ وَيُدْرَى: مِدْرًى; لِأَنَّهُ مُحَدَّدٌ. وَيُقَالُ شَاةٌ مُدْرَاةٌ: حَدِيدَةُ الْقَرْنَيْنِ. وَيُقَالُ تَدَرَّتِ الْمَرْأَةُ، إِذَا سَرَّحَتْ شَعْرَهَا. وَيُقَالُ: إِنَّ الْمِدْرَيَيْنِ طُبْيَا الشَّاةِ. وَقَدْ يُسْتَعْمَلُ فِي أَخْلَافِ النَّاقَةِ. قَالَ حُمَيْدٌ:\nتَجُودُ بِمِدْرَيَيْنِ\nوَإِنَّمَا صَارَا مِدْرَيَيْنِ لِأَنَّهُمَا إِذَا امْتَلَآ تَحَدَّدَ طَرَفَاهُمَا.\nوَأَمَّا الْمَهْمُوزُ قَوْلُهُمْ دَرَأْتُ الشَّيْءَ: دَفَعْتُهُ. قَالَ اللَّهُ تَعَالَى: ﴿وَيَدْرَأُ عَنْهَا الْعَذَابَ﴾ [النور: ٨] . قَالَ: تَقُولُ إِذَا دَرَأْتُ لَهَا وَضِينِي ... أَهَذَا دِينُهُ أَبَدًا وَدِينِي\nوَمِنَ الْبَابِ الدَّرِيئَةُ: الْحَلْقَةُ الَّتِي يُتَعَلَّمُ عَلَيْهَا الطَّعْنُ. قَالَ عَمْرٌو:\nظَلِلْتُ كَأَنِّي لِلرِّمَاحِ دَرِيئَةٌ ... أُقَاتِلُ عَنْ أَبْنَاءِ جَرْمٍ وَفَرَّتِ\n، يُقَالُ: جَاءَ السَّيْلُ دَرْءًا، إِذَا جَاءَ مِنْ بَلَدٍ بَعِيدٍ. وَفُلَانٌ ذُو تُدْرَإٍ، أَيْ قَوِيٌّ عَلَى دَفْعِ أَعْدَائِهِ عَنْ نَفْسِهِ. قَالَ:\nوَقَدْ كُنْتُ فِي الْحَرْبِ ذَا تُدْرَإٍ ... فَلَمْ أُعْطَ شَيْئًا وَلَمْ أُمْنَعِ\n، وَدَرَأَ فُلَانٌ، إِذَا طَلَعَ مُفَاجَأَةً، وَهُوَ مِنَ الْبَابِ، كَأَنَّهُ انْدَرَأَ بِنَفْسِهِ، أَيِ انْدَفَعَ. وَمِنْهُ دَارَأْتَ فُلَانًا، إِذَا دَافَعْتَهُ. وَإِذَا لَيَّنْتَ الْهَمْزَةَ كَانَ بِمَعْنَى الْخَتْلِ، وَالْخِدَاعِ، وَيَرْجِعُ إِلَى الْأَصْلِ الْأَوَّلِ الَّذِي ذَكَرْنَاهُ فِي دَرَيْتُ وَادَّرَيْتُ. قَالَ:\nفَمَاذَا يَدَّرِي الشُّعَرَاءُ مِنِّي ... وَقَدْ جَاوَزْتُ حَدَّ الْأَرْبَعِينِ\nفَأَمَّا الدَّرْءُ، الَّذِي هُوَ الِاعْوِجَاجُ; فَمِنْ قِيَاسِ الدَّفْعِ; لِأَنَّهُ إِذَا اعْوَجَّ انْدَفَعَ مِنْ حَدِّ الِاسْتِوَاءِ إِلَى الِاعْوِجَاجِ. وَطَرِيقٌ ذُو دَرْءٍ، أَيْ كُسُورٍ وَجِرَفَةٍ، وَهُوَ مِنْ ذَلِكَ. وَيُقَالُ: أَقَمْتَ مِنْ دَرْئِهِ، إِذَا قَوَّمْتَهُ. قَالَ:\nوَكُنَّا إِذَا الْجَبَّارُ صَعَّرَ خَدَّهُ ... أَقَمْنَا لَهُ مِنْ دَرْئِهِ فَتَقَوَّمَا\nوَيَقُولُونَ: دَرَأَ الْبَعِيرُ، إِذَا وَرِمَ ظَهْرُهُ. فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنَ الْبَابِ; لِأَنَّهُ يَنْدَفِعُ إِذَا وَرِمَ. وَمِنَ الْبَابِ: أَدْرَأَتِ النَّاقَةُ فَهِيَ مُدْرِئٌ، وَذَلِكَ إِذَا أَرْخَتْ ضَرْعَهَا عِنْدَ النِّتَاجِ.",
    "pg": "2:271-274"
  },
  "دست": {
    "def": "الدَّالُ وَالسِّينُ وَالتَّاءُ لَيْسَ أَصْلًا، لِأَنَّ الدَّسْتَ الصَّحْرَاءُ وَهُوَ فَارِسِيٌّ مُعَرَّبٌ. قَالَ الْأَعْشَى: قَدْ عَلِمَتْ فَارِسٌ وَحِمْيَرُ وَالْ ... أَعْرَابُ بِالدَّسْتِ أَيُّكُمْ نَزَلَا",
    "pg": "2:277-278"
  },
  "دسر": {
    "def": "الدَّالُ وَالسِّينُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الدَّفْعِ. يُقَالُ دَسَرْتُ الشَّيْءَ دَسْرًا، إِذَا دَفَعْتَهُ دَفْعًا شَدِيدًا. وَفِي الْحَدِيثِ: «لَيْسَ فِي الْعَنْبَرِ زَكَاةٌ، إِنَّمَا هُوَ شَيْءٌ دَسَرَهُ الْبَحْرُ» \"، أَيْ رَمَاهُ، وَدَفَعَ بِهِ. وَفِي حَدِيثِ عُمَرَ [﵁] : \" «إِنَّ أَخْوَفَ مَا أَخَافُ عَلَيْكُمْ أَنْ يُؤْخَذَ الرَّجُلُ فَيُدْسَرُ كَمَا تُدْسَرُ الْجَزُورُ» \"، أَيْ يُدْفَعُ.\nوَمِنَ الْبَابِ: دَسَرَهُ بِالرُّمْحِ، وَرُمْحٌ مِدْسَرٌ. قَالَ:\nعَنْ ذِي قَدَامِيسَ لُهَامٍ لَوْ دَسَرْ ... بِرُكْنِهِ أَرْكَانَ دَمْخٍ لَانْقَعَرْ\nأَيْ لَوْ دَفَعَهَا. وَيُقَالُ لِلْجَمَلِ الضَّخْمِ الْقَوِيِّ: دَوْسَرِيٌّ. وَدَوْسَرٌ: كَتِيبَةٌ; لِأَنَّهَا تَدْفَعُ الْأَعْدَاءَ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ وَهُوَ صَحِيحٌ: الدِّسَارُ: خَيْطٌ مِنْ لِيفٍ تُشَدُّ بِهِ أَلْوَاحُ السَّفِينَةِ، وَالْجَمْعُ دُسُرٌ. قَالَ اللَّهُ تَعَالَى: ﴿وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ﴾ [القمر: ١٣] . وَيُقَالُ الدُّسُرُ: الْمَسَامِيرُ.",
    "pg": "2:278-279"
  },
  "دسس": {
    "def": "الدَّالُ وَالسِّينُ فِي الْمُضَاعَفِ وَالْمُطَابِقِ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى دُخُولِ الشَّيْءِ تَحْتَ خَفَاءٍ وَسِرٍّ. يُقَالُ دَسَسْتُ الشَّيْءَ فِي التُّرَابِ أَدُسُّهُ دَسًّا. قَالَ اللَّهُ تَعَالَى: ﴿أَيُمْسِكُهُ عَلَى هُونٍ أَمْ يَدُسُّهُ فِي التُّرَابِ﴾ [النحل: ٥٩] . وَالدَّسَّاسَةُ: حَيَّةٌ صَمَّاءُ تَكُونُ تَحْتَ التُّرَابِ.\nفَأَمَّا قَوْلُهُمْ دُسَّ الْبَعِيرُ فَفِيهِ قَوْلَانِ، كُلُّ وَاحِدٍ مِنْهُمَا مِنْ قِيَاسِ الْبَابِ.\nفَأَحَدُهُمَا أَنْ يَكُونَ بِهِ قَلِيلٌ مِنْ جَرَبٍ. فَإِنْ كَانَ كَذَا فَلِأَنَّ ذَلِكَ الْجَرَبَ كَالشَّيْءِ الْخَفِيفِ الْمُنْدَسِّ. وَالْقَوْلُ الْآخَرُ، هُوَ أَنْ يُجْعَلَ الْهِنَاءُ عَلَى مَسَاعِرِ الْبَعِيرِ. وَمِنَ الْبَابِ الدَّسِيسُ. وَقَوْلُهُمْ: \" الْعِرْقُ دَسَّاسٌ \" ; لِأَنَّهُ يَنْزِعُ فِي خَفَاءٍ وَلُطْفٍ.",
    "pg": "2:256-257"
  },
  "دسع": {
    "def": "الدَّالُ وَالسِّينُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى الدَّفْعِ. يُقَالُ دَسَعَ الْبَعِيرُ بِجِرَّتِهِ، إِذَا دَفَعَ بِهَا. وَالدَّسْعُ: خُرُوجُ الْجِرَّةِ. وَالدَّسِيعَةُ: كَرَمُ فِعْلِ الرَّجُلِ فِي أُمُورِهِ. وَفُلَانٌ ضَخْمُ الدَّسِيعَةِ، يُقَالُ هِيَ الْجَفْنَةُ، وَيُقَالُ الْمَائِدَةُ. وَأَيُّ ذَلِكَ كَانَ فَهُوَ مِنَ الدَّفْعِ وَالْإِعْطَاءِ.\nوَمِنْهُ حَدِيثُ رَسُولِ اللَّهِ ﵌، فِي كِتَابِهِ بَيْنَ قُرَيْشٍ وَالْأَنْصَارِ: \" «إِنَّ الْمُؤْمِنِينَ أَيْدِيهِمْ عَلَى مَنْ بَغَى عَلَيْهِمْ، أَوِ ابْتَغَى دَسِيعَةَ ظُلْمٍ» \"، فَإِنَّهُ أَرَادَ الدَّفْعَ أَيْضًا. يَقُولُ: ابْتَغَى دَفْعًا بِظُلْمٍ. وَفِي حَدِيثٍ آخَرَ: \" يَقُولُ اللَّهُ تَعَالَى: «يَا ابْنَ آدَمَ أَلَمْ أَجْعَلْكَ تَرْبَعُ وَتَدْسَعُ» \". فَقَوْلُهُ تَرْبَعُ، أَيْ تَأْخُذُ الْمِرْبَاعَ; وَقَوْلُهُ تَدْسَعُ، أَيْ تَدْفَعُ وَتُعْطِي الْعَطَاءَ الْجَزِيلَ.",
    "pg": "2:279"
  },
  "دسق": {
    "def": "الدَّالُ وَالسِّينُ وَالْقَافُ أُصَيْلٌ يَدُلُّ عَلَى الِامْتِلَاءِ. يُقَالُ: مَلَأْتُ الْحَوْضَ حَتَّى دَسِقَ، أَيِ امْتَلَأَ حَتَّى سَاحَ مَاؤُهُ. وَالدَّيْسَقُ: الْحَوْضُ الْمَلْآنُ. وَيُقَالُ الدَّيْسَقُ: تَرَقْرُقُ السَّرَابِ عَلَى الْأَرْضِ.\n\n[بَابُ الدَّالِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:279"
  },
  "دسم": {
    "def": "الدَّالُ وَالسِّينُ وَالْمِيمُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى سَدِّ الشَّيْءِ، وَالْآخَرُ يَدُلُّ عَلَى تَلَطُّخِ الشَّيْءِ بِالشَّيْءِ.\nفَالْأَوَّلُ الدِّسَامُ، وَهُوَ سِدَادُ كُلِّ شَيْءٍ. وَقَالَ قَوْمٌ: دَسَمَ الْبَابَ: أَغْلَقَهُ.\nوَالثَّانِي الدَّسَمُ مَعْرُوفٌ، وَسُمِّيَ بِذَلِكَ لِأَنَّهُ يُلَطَّخُ بِالشَّيْءِ. وَالدُّسْمَةُ: الدَّنِيءُ مِنَ الرِّجَالِ الرَّدِيُّ. وَسُمِّيَ بِذَلِكَ لِأَنَّهُ كَالْمُلَطَّخِ بِالْقَبِيحِ. وَيُقَالُ لِلْغَادِرِ: هُوَ دَسَمُ الثِّيَابِ، كَأَنَّهُ قَدْ لُطِّخَ بِقَبِيحٍ. قَالَ:\nيَا رَبِّ إِنَّ الْحَارِثَ بْنَ الْجَهْمِ ... أَوْذَمَ حَجًّا فِي ثِيَابٍ دُسْمِ\nوَمِنَ التَّشْبِيهِ قَوْلُهُمْ: دَسَمَ الْمَطَرُ الْأَرْضَ، إِذَا قَلَّ وَلَمْ يَبْلُغْ أَنْ يَبُلَّ الثَّرَى. وَمِمَّا شَذَّ عَنِ الْبَابِ: الدَّيْسَمُ، وَهُوَ وَلَدُ الذِّئْبِ مِنَ الْكَلْبَةِ. وَالدَّيْسَمُ أَيْضًا: النَّبَاتُ الَّذِي يُقَالُ لَهُ: \" بُسْتَانْ أَفْرُوزَ \". وَيُقَالُ إِنَّ الدَّيْسَمَةَ الذَّرَّةُ.",
    "pg": "2:276-277"
  },
  "دسوا": {
    "def": "الدَّالُ وَالسِّينُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خَفَاءٍ وَسَتْرٍ. يُقَالُ دَسَوْتُ الشَّيْءَ أَدْسُوهُ، وَدَسَا يَدْسُو، وَهُوَ نَقِيضُ زَكَا. فَأَمَّا قَوْلُهُ تَعَالَى: ﴿وَقَدْ خَابَ مَنْ دَسَّاهَا﴾ [الشمس: ١٠] ، فَإِنَّ أَهْلَ الْعِلْمِ قَالُوا: الْأَصْلُ دَسَّسَهَا، كَأَنَّهُ أَخْفَاهَا، وَذَلِكَ أَنَّ السَّمْحَ ذَا الضِّيَافَةِ يَنْزِلُ بِكُلِّ بَرَازٍ، وَبِكُلِّ يَفَاعٍ; لِيَنْتَابَهُ الضِّيفَانُ، وَالْبَخِيلَ لَا يَنْزِلُ إِلَّا فِي هَبْطَةٍ، أَوْ غَامِضٍ، فَيَقُولُ اللَّهُ تَعَالَى: ﴿قَدْ أَفْلَحَ مَنْ زَكَّاهَا وَقَدْ خَابَ مَنْ دَسَّاهَا﴾ [الشمس: ٩] ، أَيْ أَخْفَاهَا، أَوْ أَغْمَضَهَا. وَهَذَا هُوَ الْمُعَوَّلُ عَلَيْهِ. غَيْرَ أَنَّ بَعْضَ أَهْلِ الْعِلْمِ قَالَ: دَسَّاهَا، أَيْ أَغْوَاهَا، وَأَغْرَاهَا بِالْقَبِيحِ. وَأَنْشَدَ:\nوَأَنْتَ الَّذِي دَسَّيْتَ عَمْرًا فَأَصْبَحَتْ ... حَلَائِلُهُ مِنْهُ أَرَامِلَ ضُيَّعَا",
    "pg": "2:277"
  },
  "دظظ": {
    "def": "الدَّالُ وَالظَّاءُ لَيْسَ أَصْلًا يُعَوَّلُ عَلَيْهِ وَلَا يَنْقَاسُ مِنْهُ. ذَكَرُوا عَنِ الْخَلِيلِ أَنَّ الدَّظَّ الشَّلُّ; يُقَالُ دَظَظْنَاهُمْ، إِذَا شَلَلْنَاهُمْ. وَلَيْسَ ذَا بِشَيْءٍ.",
    "pg": "2:257"
  },
  "دعب": {
    "def": "الدَّالُ وَالْعَيْنُ وَالْبَاءُ أَصْلٌ يَدُلُّ عَلَى امْتِدَادٍ فِي الشَّيْءِ وَتَبَسُّطٍ. فَالدُّعْبُوبُ: الطَّرِيقُ السَّهْلُ. وَرُبَّمَا قَالُوا: فَرَسٌ دُعْبُوبٌ، إِذَا كَانَ مَدِيدًا. وَقِيَاسُ الدُّعَابَةِ مِنْ هَذَا; لِأَنَّ ثَمَّ تَبَسُّطًا وَتَنَدُّحًا.",
    "pg": "2:282"
  },
  "دعث": {
    "def": "الدَّالُ وَالْعَيْنُ وَالثَّاءُ كَلِمَةٌ وَاحِدَةٌ وَهِيَ الدِّعْثُ وَهُوَ الْحِقْدُ.",
    "pg": "2:282-283"
  },
  "دعج": {
    "def": "الدَّالُ وَالْعَيْنُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى لَوْنٍ أَسْوَدَ. فَمِنْهُ الْأَدْعَجُ، وَهُوَ الْأَسْوَدُ. وَالدَّعَجُ فِي الْعَيْنِ: شِدَّةُ سَوَادِهَا فِي شِدَّةِ الْبَيَاضِ.",
    "pg": "2:283"
  },
  "دعد": {
    "def": "الدَّالُ وَالْعَيْنُ وَالدَّالُ لَيْسَ بِشَيْءٍ. وَرُبَّمَا سَمَّوُا الْمَرْأَةَ \" دَعْدَ \".",
    "pg": "2:283"
  },
  "دعر": {
    "def": "الدَّالُ وَالْعَيْنُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى كَرَاهَةٍ وَأَذًى، وَأَصْلُهُ الدُّخَانُ; يُقَالُ عُودٌ دَعِرٌ، إِذَا كَانَ كَثِيرَ الدُّخَانِ. قَالَ ابْنُ مُقْبِلٍ:\nبَاتَتْ حَوَاطِبُ لَيْلَى يَلْتَمِسْنَ لَهَا ... جَزْلَ الْجِذَى غَيْرَ خَوَّارٍ وَلَا دَعِرِ\nوَمِنْ ذَلِكَ اشْتِقَاقُ الدَّعَارَةِ فِي الْخُلُقِ. وَالدَّعَرُ: الْفَسَادُ. وَالزَّنْدُ الْأَدْعَرُ: الَّذِي قُدِحَ بِهِ مِرَارًا فَاحْتَرَقَ طَرَفُهُ فَصَارَ لَا يُورِي. وَدَاعِرٌ: فَحْلٌ تُنْسَبُ إِلَيْهِ الدَّاعِرِيَّةُ.",
    "pg": "2:283"
  },
  "دعز": {
    "def": "الدَّالُ وَالْعَيْنُ وَالزَّاءُ لَيْسَ بِشَيْءٍ، وَلَا مُعَوَّلَ عَلَى قَوْلِ مَنْ يَقُولُ: إِنَّهُ الدَّفْعُ وَالنِّكَاحُ.",
    "pg": "2:283"
  },
  "دعس": {
    "def": "الدَّالُ وَالْعَيْنُ وَالسِّينُ أُصَيْلٌ. وَهُوَ يَدُلُّ عَلَى دَفْعٍ وَتَأْثِيرٍ. فَالْمُدَاعَسَةُ: الْمُطَاعَنَةُ; لِأَنَّ الطَّاعِنَ يَدْفَعُ الْمَطْعُونَ. وَرُمْحٌ مِدْعَسٌ وَرِمَاحٌ مَدَاعِسُ. وَالدَّعْسُ: النِّكَاحُ; وَهَذَا تَشْبِيهٌ. وَالدَّعْسُ: الْأَثَرُ، وَهُوَ ذَاكَ; لِأَنَّ الْمُؤَثِّرَ يَدْفَعُ ذَلِكَ الشَّيْءَ حِينَ يُؤَثَّرُ فِيهِ.",
    "pg": "2:283"
  },
  "دعص": {
    "def": "الدَّالُ وَالْعَيْنُ وَالصَّادُ أَصْلٌ يَدُلُّ عَلَى دِقَّةٍ وَلِينٍ. فَالدِّعْصُ: مَا قَلَّ وَدَقَّ مِنَ الرَّمْلِ. وَالدَّعْصَاءُ: الْأَرْضُ السَّهْلَةُ. وَمِنَ الْبَابِ: تَدَعَّصَ اللَّحْمُ، إِذَا بَالَغَ فِي النُّضْجِ. وَيَقُولُونَ أَدْعَصَهُ الْحَرُّ، إِذَا قَتَلَهُ، كَأَنَّهُ أَنْضَجَهُ فَقَتَلَهُ.",
    "pg": "2:283-284"
  },
  "دعض": {
    "def": "الدَّالُ وَالْعَيْنُ وَالضَّادُ لَيْسَ بِشَيْءٍ.",
    "pg": "2:284"
  },
  "دعظ": {
    "def": "الدَّالُ وَالْعَيْنُ وَالظَّاءُ لَيْسَ بِشَيْءٍ. وَيَقُولُونَ: الدَّعْظُ: النِّكَاحُ.\n\n[بَابُ الدَّالِ وَالْغَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:284"
  },
  "دعع": {
    "def": "الدَّالُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ مُنْقَاسٌ مُطَّرِدٌ، وَهُوَ يَدُلُّ عَلَى حَرَكَةٍ وَدَفْعٍ وَاضْطِرَابٍ. فَالدَّعُّ: الدَّفْعُ; يُقَالُ دَعَعْتُهُ أَدُعُّهُ دَعًّا. قَالَ اللَّهُ تَعَالَى: ﴿يَوْمَ يُدَعُّونَ إِلَى نَارِ جَهَنَّمَ دَعًّا﴾ [الطور: ١٣] . وَالدَّعْدَعَةُ: تَحْرِيكُ الْمِكْيَالِ لِيَسْتَوْعِبَ الشَّيْءَ. وَالدَّعْدَعَةُ: عَدْوٌ فِي الْتِوَاءٍ. وَيُقَالُ جَفْنَةٌ مُدَعْدَعَةٌ. وَأَصْلُهُ ذَاكَ، أَيْ أَنَّهَا دُعْدِعَتْ حَتَّى امْتَلَأَتْ.\nفَأَمَّا قَوْلُهُمُ الدَّعْدَعَةُ زَجْرُ الْغَنَمِ، وَالدَّعْدَعَةُ قَوْلُكَ لِلْعَاثِرِ: دَعْ دَعْ، كَمَا يُقَالُ لَعًا، فَقَدْ قُلْنَا: إِنَّ الْأَصْوَاتَ وَحِكَايَاتِهَا لَا تَكَادُ تَنْقَاسُ، وَلَيْسَتْ هِيَ عَلَى ذَلِكَ أُصُولًا.\nوَأَمَّا قَوْلُهُمْ لِلرَّجُلِ الْقَصِيرِ دَعْدَاعٌ، فَإِنْ صَحَّ فَهُوَ مِنَ الْإِبْدَالِ مِنْ حَاءٍ: دَحْدَاحٌ.",
    "pg": "2:257"
  },
  "دعق": {
    "def": "الدَّالُ وَالْعَيْنُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى التَّأْثِيرِ فِي الشَّيْءِ وَالْإِذْلَالِ لَهُ. يُقَالُ لِلْمَكَانِ الَّذِي تَطَؤُهُ الدَّوَابُّ، وَتُؤَثِّرُ فِيهِ بِحَوَافِرِهَا: دَعَقٌ. قَالَ رُؤْبَةُ:\nفِي رَسْمِ آثَارٍ وَمِدْعَاسٍ دَعَقْ\nوَمِنَ الْبَابِ: شَلَّ إِبِلَهُ شَلًّا دَعْقًا، إِذَا طَرَدَهَا. وَأَغَارَ غَارَةً دَعْقًا. وَخَيْلٌ مَدَاعِيقُ. قَالَ:\nلَا يَهُمُّونَ بِإِدْعَاقِ الشَّلَلْ",
    "pg": "2:281"
  },
  "دعك": {
    "def": "الدَّالُ وَالْعَيْنُ وَالْكَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَمْرِيسِ الشَّيْءِ. يُقَالُ دَعَكَ الْجِلْدَ وَغَيْرَهُ، إِذَا دَلَكَهُ. وَتَدَاعَكَ الرَّجُلَانِ فِي الْحَرْبِ، إِذَا تَحَرَّشَ كُلُّ وَاحِدٍ مِنْهُمَا بِصَاحِبِهِ. وَيَقُولُونَ: الدُّعَكُ، عَلَى فُعَلٍ: الرَّجُلُ الضَّعِيفُ. وَأَنْشَدُوا لِحَسَّانَ:\nوَأَنْتَ إِذَا حَارَبُوا دُعَكْ",
    "pg": "2:281-282"
  },
  "دعم": {
    "def": "الدَّالُ وَالْعَيْنُ وَالْمِيمُ أَصْلٌ وَاحِدٌ، وَهُوَ شَيْءٌ يَكُونُ قِيَامًا لِشَيْءٍ وَمِسَاكًا. تَقُولُ: دَعَمْتُ الشَّيْءَ أَدْعِمُهُ دَعْمًا، وَهُوَ مَدْعُومٌ. وَالدِّعَامَتَانِ: خَشَبَتَا الْبَكَرَةِ. وَدِعَامَةُ الْقَوْمِ: سَيِّدُهُمْ. وَيُقَالُ لَا دَعْمَ بِفُلَانٍ، أَيْ لَا قُوَّةَ لَهُ وَلَا سِمَنَ. قَالَ الرَّاجِزُ:\nلَا دَعْمَ بِي لَكِنْ بِلَيْلَى الدَّعْمُ ... جَارِيَةٌ فِي وَرِكَيْهَا شَحْمُ\nوَدُعْمِيٌّ: اسْمٌ مُشْتَقٌّ مِنْ هَذَا.",
    "pg": "2:282"
  },
  "دعو": {
    "def": "الدَّالُ وَالْعَيْنُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ، وَهُوَ أَنْ تُمِيلَ الشَّيْءَ إِلَيْكَ بِصَوْتٍ وَكَلَامٍ يَكُونُ مِنْكَ. تَقُولُ: دَعَوْتُ أَدْعُو دُعَاءً. وَالدَّعْوَةُ إِلَى الطَّعَامِ بِالْفَتْحِ، وَالدِّعْوَةُ فِي النَّسَبِ بِالْكَسْرِ. قَالَ أَبُو عُبَيْدَةَ: يُقَالُ فِي النَّسَبِ دِعْوَةٌ، وَفِي الطَّعَامِ دَعْوَةٌ. هَذَا أَكْثَرُ كَلَامِ الْعَرَبِ إِلَّا عَدِيَّ الرِّبَابِ، فَإِنَّهُمْ يَنْصِبُونَ الدَّالَ فِي النَّسَبِ وَيَكْسِرُونَهَا فِي الطَّعَامِ. قَالَ الْخَلِيلُ: الِادِّعَاءُ أَنْ تَدَّعِيَ حَقًّا لَكَ أَوْ لِغَيْرِكَ. تَقُولُ ادَّعَى حَقًّا، أَوْ بَاطِلًا. قَالَ امْرُؤُ الْقَيْسِ:\nلَا وَأَبِيكِ ابْنَةَ الْعَامِرِ ... يِّ لَا يَدَّعِي الْقَوْمُ أَنِّي أَفِرُّ\n، وَالِادِّعَاءُ فِي الْحَرْبِ: الِاعْتِزَاءُ، وَهُوَ أَنْ تَقُولَ: أَنَا ابْنُ فُلَانٍ قَالَ:\nوَنَجِرُّ فِي الْهَيْجَا الرِّمَاحَ وَنَدَّعِي\n، وَدَاعِيَةُ اللَّبَنِ: مَا يُتْرَكُ فِي الضَّرْعِ لِيَدْعُوَ مَا بَعْدَهُ. وَهَذَا تَمْثِيلٌ وَتَشْبِيهٌ. وَفِي الْحَدِيثِ أَنَّهُ قَالَ لِلْحَالِبِ: \" دَعْ دَاعِيَةَ اللَّبَنِ \". ثُمَّ يُحْمَلُ عَلَى الْبَابِ مَا يُضَاهِيهِ فِي الْقِيَاسِ الَّذِي ذَكَرْنَاهُ، فَيَقُولُونَ: دَعَا اللَّهُ فُلَانًا بِمَا يَكْرَهُ; أَيْ أَنْزَلَ بِهِ ذَلِكَ قَالَ:\nدَعَاكِ اللَّهُ مِنْ ضَبُعٍ بِأَفْعَى\nلِأَنَّهُ إِذَا فَعَلَ ذَلِكَ بِهَا فَقَدْ أَمَالَهُ إِلَيْهَا.\nوَتَدَاعَتِ الْحِيطَانُ، وَذَلِكَ إِذَا سَقَطَ وَاحِدٌ، وَآخَرُ بَعْدَهُ، فَكَأَنَّ الْأَوَّلَ دَعَا الثَّانِيَ. وَرُبَّمَا قَالُوا: دَاعَيْنَاهَا عَلَيْهِمْ، إِذَا هَدَمْنَاهَا وَاحِدًا بَعْدَ آخَرَ. وَدَوَاعِي الدَّهْرِ: صُرُوفُهُ، كَأَنَّهَا تُمِيلُ الْحَوَادِثَ. وَلِبَنِي فُلَانٍ أَدْعِيَةٌ يَتَدَاعَوْنَ بِهَا، وَهِيَ مِثْلُ الْأُغْلُوطَةِ، كَأَنَّهُ يَدْعُو الْمَسْئُولَ إِلَى إِخْرَاجِ مَا يُعَمِّيهِ عَلَيْهِ. وَأَنْشَدَ أَبُو عُبَيْدٍ عَنِ الْأَصْمَعِيِّ: أُدَاعِيكَ مَا مُسْتَصْحَبَاتٌ مَعَ السُّرَى ... حِسَانٌ وَمَا آثَارُهَا بِحِسَانِ\nوَمِنَ الْبَابِ: مَا بِالدَّارِ دُعْوِيٌّ، أَيْ مَا بِهَا أَحَدٌ، كَأَنَّهُ لَيْسَ بِهَا صَائِحٌ يَدْعُو بِصِيَاحِهِ.\nوَيُحْمَلُ عَلَى الْبَابِ مَجَازًا أَنْ يُقَالَ: دَعَا فُلَانًا مَكَانُ كَذَا، إِذَا قَصَدَ ذَلِكَ الْمَكَانَ، كَأَنَّ الْمَكَانَ دَعَاهُ. وَهَذَا مِنْ فَصِيحِ كَلَامِهِمْ. قَالَ ذُو الرُّمَّةِ:\nدَعَتْ مَيَّةَ الْأَعْدَادُ وَاسْتَبْدَلَتْ بِهَا ... خَنَاطِيلَ آجَالٍ مِنَ الْعِينِ خُذَّلِ",
    "pg": "2:279-281"
  },
  "دغر": {
    "def": "الدَّالُ وَالْغَيْنُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الدَّفْعُ وَالتَّقَحُّمُ فِي الشَّيْءِ، قَالَ رَسُولُ اللَّهِ ﵌ لِلنِّسَاءِ: «لَا تُعَذِّبْنَ أَوْلَادَكُنَّ بِالدَّغْرِ» \". فَالدَّغْرُ: غَمْزُ الْحَلْقِ مِنَ الْعُذْرَةِ، وَالْعُذْرَةُ: دَاءٌ يَهِيجُ فِي الْحَلْقِ مِنَ الدَّمِ، وَيُقَالُ هُوَ مَعْذُورٌ. قَالَ جَرِيرٌ:\nغَمَزَ ابْنُ مُرَّةَ يَا فَرَزْدَقُ كَيْنَهَا ... غَمْزَ الطَّبِيبِ نَغَانِغَ الْمَعْذُورِ\n، وَدَغَرْتُ الْقَوْمَ، إِذَا دَخَلْتَ عَلَيْهِمْ. وَكَلَامٌ لَهُمْ، يَقُولُونَ: \" دَغْرًا لَا صَفًّا \"، يَقُولُ: ادْغُرُوا عَلَيْهِمْ، لَا تُصَافُّوهُمْ. وَالدَّغْرَةُ: الْخَلْسَةُ; لِأَنَّ الْمُخْتَلِسَ يَدْفَعُ نَفْسَهُ عَلَى الشَّيْءِ. وَفِي الْحَدِيثِ: \" لَا قَطْعَ فِي الدَّغْرَةِ \".",
    "pg": "2:285"
  },
  "دغش": {
    "def": "الدَّالُ وَالْغَيْنُ وَالشِّينُ لَيْسَ بِشَيْءٍ. وَهُمْ يَحْكُونَ: دَغَشَ عَلَيْهِمْ.",
    "pg": "2:285-286"
  },
  "دغص": {
    "def": "الدَّالُ وَالْغَيْنُ وَالصَّادُ، كَلِمَةٌ تُقَالُ لِلَّحْمَةِ الَّتِي تَمُوجُ فَوْقَ رُكْبَةِ الْبَعِيرِ: الدَّاغِصَةُ.",
    "pg": "2:285"
  },
  "دغف": {
    "def": "الدَّالُ وَالْغَيْنُ وَالْفَاءُ لَيْسَ بِشَيْءٍ، إِلَّا أَنَّ ابْنَ دُرَيْدٍ زَعَمَ أَنَّ الدَّغْفَ الْإِكْثَارُ مِنْ أَخْذِ الشَّيْءِ.\n\n[بَابُ الدَّالِ وَالْفَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:286"
  },
  "دغل": {
    "def": "الدَّالُ وَالْغَيْنُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى الْتِبَاسٍ وَالْتِوَاءٍ مِنْ شَيْئَيْنِ يَتَدَاخَلَانِ. مِنْ ذَلِكَ الدَّغَلُ، وَهُوَ الشَّجَرُ الْمُلْتَفُّ. وَمِنْهُ الدَّغَلُ فِي الشَّيْءِ، وَهُوَ الْفَسَادُ. وَيَقُولُونَ: أَدْغَلَ فِي الْأَمْرِ، إِذَا أَدْخَلَ فِيهِ مَا يُخَالِفُهُ.",
    "pg": "2:284"
  },
  "دغم": {
    "def": "الدَّالُ وَالْغَيْنُ وَالْمِيمُ أَصْلَانِ: أَحَدُهُمَا مِنْ بَابِ الْأَلْوَانِ، وَالْآخَرُ دُخُولُ شَيْءٍ فِي مَدْخَلٍ مَا.\nفَالْأَوَّلُ الدُّغْمَةُ فِي الْخَيْلِ: أَنْ يُخَالِفَ لَوْنُ الْوَجْهِ لَوْنَ سَائِرِ الْجَسَدِ. وَلَا يَكُونُ إِلَّا سَوَادًا. وَمِنْ أَمْثَالِ الْعَرَبِ: \" الذِّئْبُ أَدْغَمُ \". تَفْسِيرُ ذَلِكَ أَنَّهُ أَدْغَمُ وَلَغَ أَوْ لَمْ يَلَغْ. فَالدُّغْمَةُ لَازِمَةٌ لَهُ، فَرُبَّمَا قِيلَ قَدْ وَلَغَ وَهُوَ جَائِعٌ. يُضْرَبُ هَذَا مَثَلًا لَمِنْ يُغْبَطُ بِمَا لَمْ يَنَلْهُ. وَمِنْ هَذَا الْبَابِ دَغَمَهُمُ الْحَرُّ، إِذَا غَشِيَهُمْ; لِأَنَّهُ يُغَيِّرُ الْأَلْوَانَ.\nوَالْأَصْلُ الْآخَرُ: قَوْلُهُمْ أَدْغَمْتُ اللِّجَامَ فِي فَمِ الْفَرَسِ، إِذَا أَدْخَلْتَهُ فِيهِ. وَمِنْهُ الْإِدْغَامُ فِي الْحُرُوفِ. وَالدَّغْمُ: كَسْرُ الْأَنْفِ [إِلَى] بَاطِنِهِ هَشْمًا.",
    "pg": "2:284-285"
  },
  "دفا": {
    "def": "الدَّالُ وَالْفَاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ يَدُلُّ عَلَى طُولٍ فِي انْحِنَاءٍ قَلِيلٍ فَالدَّفَا: طُولُ جَنَاحِ الطَّائِرِ. يُقَالُ طَائِرٌ أَدْفَى. وَهُوَ مِنَ الْوُعُولِ: مَا طَالَ قَرْنَاهُ. وَيُقَالُ لِلنَّجِيبَةِ الطَّوِيلَةِ الْعُنُقِ: دَفْوَاءُ. وَالدَّفْوَاءُ: الشَّجَرَةُ الْعَظِيمَةُ الطَّوِيلَةُ. وَمِنْهُ الْحَدِيثُ: \" «أَنَّهُ أَبْصَرَ شَجَرَةً دَفْوَاءَ تُسَمَّى ذَاتَ أَنْوَاطٍ» \". وَيُقَالُ لِلْعُقَابِ دَفْوَاءُ، وَذَلِكَ لِطُولِ مِنْقَارِهَا وَعِوَجِهِ. وَيُقَالُ تَدَافَى الْبَعِيرُ تَدَافِيًا، إِذَا سَارَ سَيْرًا مُتَجَافِيًا.",
    "pg": "2:287-288"
  },
  "دفر": {
    "def": "الدَّالُ وَالْفَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ تَغَيُّرُ رَائِحَةٍ. وَالدَّفَرُ: النَّتْنُ. يَقُولُونَ لِلْأَمَةِ: يَا دَفَارِ. وَالدُّنْيَا تُسَمَّى أُمَّ دَفْرٍ. وَكَتِيبَةٌ دَفْرَاءُ، يُرَادُ بِذَلِكَ رَوَائِحُ حَدِيدِهَا.\nوَقَدْ شَذَّتْ عَنِ الْبَابِ كَلِمَةٌ وَاحِدَةٌ إِنْ كَانَتْ صَحِيحَةً، يَقُولُونَ: دَفَرْتُ الرَّجُلَ عَنِّي، إِذَا دَفَعْتَهُ.",
    "pg": "2:288"
  },
  "دفع": {
    "def": "الدَّالُ وَالْفَاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ مَشْهُورٌ، يَدُلُّ عَلَى تَنْحِيَةِ الشَّيْءِ. يُقَالُ دَفَعْتُ الشَّيْءَ أَدْفَعُهُ دَفْعًا. وَدَافَعَ اللَّهُ عَنْهُ السُّوءَ دِفَاعًا. وَالْمُدَفَّعُ: الْفَقِيرُ; لِأَنَّ هَذَا يُدَافِعُهُ عِنْدَ سُؤَالِهِ إِلَى ذَلِكَ. وَهُوَ قَوْلُهُ:\nوَالنَّاسُ أَعْدَاءٌ لِكُلِّ مُدَفَّعٍ ... صِفْرِ الْيَدَيْنِ وَإِخْوَةٌ لِلْمُكْثِرِ\nوَإِيَّاهُ أَرَادَ الشَّاعِرُ بِقَوْلِهِ:\nوَمَضْرُوبٌ يَئِنُّ بِغَيْرِ ضَرْبٍ ... يُطَاوِحُهُ الطِّرَافُ إِلَى الطِّرَافِ\n، وَالدُّفْعَةُ مِنَ الْمَطَرِ وَالدَّمِ وَغَيْرِهِ. وَأَمَّا الدُّفَّاعُ فَالسَّيْلُ الْعَظِيمُ. وَكُلُّ ذَلِكَ مُشْتَقٌّ مِنْ أَنَّ بَعْضَهُ يَدْفَعُ بَعْضًا. وَالْمُدَفَّعُ: الْبَعِيرُ الْكَرِيمُ، وَهُوَ الَّذِي كُلَّمَا جِيءَ بِهِ لِيُحْمَلَ عَلَيْهِ أُخِّرَ وَجِيءَ بِغَيْرِهِ إِكْرَامًا لَهُ. وَهُوَ فِي قَوْلِ حُمَيْدٍ:\nوَقَرَّبْنَ لِلتَّرْحَالِ كُلَّ مُدَفَّعٍ\n\n[بَابُ الدَّالِ وَالْقَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:288-289"
  },
  "دفف": {
    "def": "الدَّالُ وَالْفَاءُ أَصْلَانِ: أَحَدُهُمَا [يَدُلُّ] عَلَى عِرَضٍ فِي الشَّيْءِ، وَالْآخَرُ عَلَى سُرْعَةٍ.\nفَالْأَوَّلُ الدَّفُّ، وَهُوَ الْجَنْبُ. وَدَفَّا الْبَعِيرِ: جَنْبَاهُ. قَالَ:\nلَهُ عُنُقٌ تُلْوِي بِمَا وُصِلَتْ بِهِ ... وَدَفَّانِ يَشْتَفَّانِ كُلَّ ظِعَانِ\nوَيُقَالُ سَنَامٌ مُدَفِّفٌ، إِذَا سَقَطَ عَلَى دَفَّيِ الْبَعِيرِ. وَالدَّفُّ وَالدُّفُّ: مَا يُتَلَهَّى بِهِ. وَالثَّانِي دَفَّ الطَّائِرُ دَفِيفًا، وَذَلِكَ أَنْ يَدُفَّ عَلَى وَجْهِ الْأَرْضِ، يُحَرِّكُ جَنَاحَيْهِ وَرِجْلَاهُ فِي الْأَرْضِ. وَمِنْهُ دَفَّتْ عَلَيْنَا مِنْ بَنِي فُلَانٍ دَافَّةٌ، تَدِفُّ دَفِيفًا. وَدَفِيفُهُمْ: سَيْرُهُمْ. وَتَقُولُ: دَافَفْتُ الرَّجُلَ، إِذَا أَجْهَزْتَ عَلَيْهِ دِفَافًا وَمُدَافَّةً. وَمِنْ ذَلِكَ حَدِيثُ خَالِدِ بْنِ الْوَلِيدِ: \" «مَنْ كَانَ مَعَهُ أَسِيرٌ فَلْيُدَافِّهِ» \"، أَيْ لِيُجْهِزْ عَلَيْهِ. وَهُوَ مِنَ الْبَابِ; لِأَنَّهُ يُعْجِلُ الْمَوْتَ عَلَيْهِ.",
    "pg": "2:257-258"
  },
  "دفق": {
    "def": "الدَّالُ وَالْفَاءُ وَالْقَافُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ قِيَاسُهُ، وَهُوَ دَفْعُ الشَّيْءِ قُدُمًا. مِنْ ذَلِكَ: دَفَقَ الْمَاءُ، وَهُوَ مَاءٌ دَافِقٌ. وَهَذِهِ دُفْقَةٌ مِنْ مَاءٍ.\nوَيُحْمَلُ قَوْلُهُمْ: جَاءُوا دُفْقَةً وَاحِدَةً، أَيْ مَرَّةً وَاحِدَةً. وَبَعِيرٌ أَدْفَقُ، إِذَا بَانَ مِرْفَقَاهُ عَنْ جَنْبَيْهِ. وَذَلِكَ أَنَّهُمَا إِذَا بَانَا عَنْهُ فَقَدِ انْدَفَعَا عَنْهُ وَانْدَفَقَا. وَالدِّفَقُّ، عَلَى فِعَلٍّ، مِنَ الْإِبِلِ: السَّرِيعُ. وَمَشَى فُلَانٌ الدِّفِقَّى، وَذَلِكَ إِذَا أَسْرَعَ. قَالَ أَبُو عُبَيْدَةَ: الدِّفِقَّى أَقْصَى الْعَنَقِ. وَمِنْهُ حَدِيثُ الزِّبْرِقَانِ: \" تَمْشِي الدِّفِقَّى، وَتَجْلِسُ الْهَبَنْقَعَةَ \". وَيُقَالُ سَيْلٌ دُفَاقٌ: يَمْلَأُ الْوَادِيَ. وَدَفَقَ اللَّهُ رُوحَهُ، إِذَا دُعِيَ عَلَيْهِ بِالْمَوْتِ.",
    "pg": "2:286"
  },
  "دفل": {
    "def": "الدَّالُ وَالْفَاءُ وَاللَّامُ لَيْسَ أَصْلًا، وَإِنْ كَانَ قَدْ جَاءَ فِيهِ الدِّفْلَى، وَهُوَ شَجَرٌ.",
    "pg": "2:286"
  },
  "دفن": {
    "def": "الدَّالُ وَالْفَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى اسْتِخْفَاءٍ وَغُمُوضٍ. يُقَالُ دُفِنَ الْمَيِّتُ، وَهَذِهِ بِئْرٌ دَفْنٌ: ادَّفَنَتْ. فَأَمَّا الِادِّفَانُ فَاسْتِخْفَاءُ الْعَبْدِ لَا يُرِيدُ الْإِبَاقَ الْبَاتَّ. وَقَالَ قَوْمٌ: الِادِّفَانُ: إِبَاقُ الْعَبْدِ وَذَهَابُهُ عَلَى وَجْهِهِ. وَالْأَوَّلُ أَجْوَدُ; لِمَا ذَكَرْنَاهُ مِنَ الْحَدِيثِ. وَالدَّاءُ الدَّفِينُ: الْغَامِضُ الَّذِي لَا يُهْتَدَى لِوَجْهِهِ. وَالدَّفُونُ: النَّاقَةُ تَبْرُكُ مَعَ الْإِبِلِ فَتَكُونُ وَسْطَهُنَّ. وَالدَّفَنِيُّ: ضَرْبٌ مِنَ الثِّيَابِ. وَسَمِعْتُ بَعْضَ أَهْلِ الْعِلْمِ يَقُولُونَ: إِنَّهُ صِبْغٌ يُدْفَنُ فِي صِبْغٍ يَكُونُ أَشْبَعَ مِنْهُ.",
    "pg": "2:286-287"
  },
  "دقر": {
    "def": "الدَّالُ وَالْقَافُ وَالرَّاءُ أَصْلٌ يَدُلُّ عَلَى ضَعْفٍ وَنُقْصَانٍ. فَالدَّقَارِيرُ: الْأَبَاطِيلُ. وَالدَّوَاقِيرُ - فِيمَا يُقَالُ - جَمْعُ دَوْقَرَةٍ، وَهِيَ غَائِطٌ مِنَ الْأَرْضِ لَا يُنْبِتُ. وَالدِّقْرَارَةُ: الرَّجُلُ النَّمَّامُ. وَالدِّقْرَارُ: التُّبَّانُ. وَقِيَاسُهُ قِيَاسُ الْبَابِ، لِنُقْصَانِهِ.",
    "pg": "2:290"
  },
  "دقس": {
    "def": "الدَّالُ وَالْقَافُ وَالسِّينُ قَرِيبٌ، إِلَّا أَنَّهُمْ يَقُولُونَ: الدُّقْسَةُ: دُوَيْبَّةٌ. وَيَقُولُونَ: دَنْقَسَ الرَّجُلُ دَنْقَسَةً، وَرُبَّمَا قَالُوا بِالشِّينِ، إِذَا نَظَرَ بِمُؤْخِرِ عَيْنَيْهِ، وَلَيْسَ هَذَا مِنْ أَصِيلِ كَلَامِ الْعَرَبِ. وَكَذَلِكَ الدَّالُ وَالْقَافُ وَالشِّينُ. وَذَكَرُوا أَنَّ أَبَا الدُّقَيْشِ سُئِلَ عَنْ مَعْنَى كُنْيَتِهِ فَقَالَ: لَا أَدْرِي، هِيَ أَسْمَاءٌ نَسْمَعُهَا فَنَتَسَمَّى بِهَا. وَمَا أَقْرَبَ هَذَا الْكَلَامَ مِنَ الصِّدْقِ. وَذَكَرَ السِّجِسْتَانِيُّ أَنَّ الدُّقْشَةَ دُوَيْبَّةٌ رَقْطَاءُ، وَأَنَّ الدَّقْشَ النَّقْشُ. وَكُلُّ ذَلِكَ تَعَلُّلٌ، وَلَيْسَ بِشَيْءٍ.",
    "pg": "2:289-290"
  },
  "دقع": {
    "def": "الدَّالُ وَالْقَافُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى الذُّلِّ. وَأَصْلُهُ الدَّقْعَاءُ، وَهُوَ التُّرَابُ. يُقَالُ دَقَِعَ الرَّجُلُ: لَصِقَ بِالتُّرَابِ ذُلًّا. وَقَالَ رَسُولُ اللَّهِ ﵌، لِلنِّسَاءِ: \" «إِنَّكُنَّ إِذَا جُعْتُنَّ دَقَِعْتُنَّ، وَإِذَا شَبِعْتُنَّ خَجِلْتُنَّ» فَالدَّقَعُ هَذَا. قَالَ الْكُمَيْتُ:\nوَلَمْ يَدْقَعُوا عِنْدَ مَا نَابَهُمْ ... لِوَقْعِ الْحُرُوبِ وَلَمْ يَخْجَلُوا\n، وَالْمَدَاقِيعُ مِنَ الْإِبِلِ: الَّتِي تَأْكُلُ النَّبْتَ حَتَّى تُلْصِقَهُ بِالْأَرْضِ، مِنَ الدَّقْعَاءِ. وَالدَّاقِعُ مِنَ الرِّجَالِ: الَّذِي يَطْلُبُ مَدَاقَّ الْكَسْبِ. وَفِي بَعْضِ اللُّغَاتِ: \" رَمَاهُ اللَّهُ بِالدَّوْقَعَةِ \"، وَهِيَ فَوْعَلَةٌ مِنَ الدَّقَعِ. [بَابُ الدَّالِ وَالْكَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:290-291"
  },
  "دقق": {
    "def": "الدَّالُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى صِغَرٍ وَحَقَارَةٍ. فَالدَّقِيقُ: خِلَافُ الْجَلِيلِ. يُقَالُ: مَا أَدَقَّنِي فُلَانٌ وَلَا أَجَلَّنِي، أَيْ مَا أَعْطَانِي دَقِيقَةً وَلَا جَلِيلَةً. وَأَدَقَّ فُلَانٌ وَأَجَلَّ، إِذَا جَاءَ بِالْقَلِيلِ وَالْكَثِيرِ. قَالَ:\nسَحُوحٍ إِذَا سَحَّتْ هُمُوعٍ إِذَا هَمَتْ ... بَكَتْ فَأَدَقَّتْ فِي الْبُكَا وَأَجَلَّتِ\nوَالدَّقِيقُ: الرَّجُلُ الْقَلِيلُ الْخَيْرِ. وَالدَّقِيقُ: الْأَمْرُ الْغَامِضُ. وَالدَّقِيقُ: الطَّحِينُ. وَتَقُولُ: دَقَقْتُ الشَّيْءَ أَدُقُّهُ دَقًّا.\nوَأَمَّا الدَّقْدَقَةُ فَأَصْوَاتُ حَوَافِرِ الدَّوَابِّ فِي تَرَدُّدِهَا. كَذَا يَقُولُونَ. وَالْأَصْلُ عِنْدَنَا هُوَ الْأَصْلُ، لِأَنَّهَا تَدُقُّ الْأَرْضَ بِحَوَافِرِهَا دَقًّا.",
    "pg": "2:258"
  },
  "دقل": {
    "def": "الدَّالُ وَالْقَافُ وَاللَّامُ لَيْسَ بِأَصْلٍ يُقَاسُ عَلَيْهِ، وَلَا لَهُ فُرُوعٌ. وَإِنَّمَا يُقَالُ دَقَلُ السَّفِينَةِ. وَالدَّقَلُ: أَرْدَأُ التَّمْرِ. وَذُكِرَ عَنِ الْخَلِيلِ، وَلَا أَدْرِي أَصَحِيحٌ عَنْهُ ذَلِكَ أَمْ لَا: دَوْقَلَ الرَّجُلُ لِنَفْسِهِ، إِذَا اخْتَصَّهَا بِشَيْءٍ مِنَ الْمَأْكُولِ.",
    "pg": "2:289"
  },
  "دقم": {
    "def": "الدَّالُ وَالْقَافُ وَالْمِيمُ أُصَيْلٌ فِيهِ كَلِمَةٌ. يُقَالُ: \" دَقَمَ أَسْنَانَهُ: كَسَرَهَا.",
    "pg": "2:290"
  },
  "دقي": {
    "def": "الدَّالُ وَالْقَافُ وَالْيَاءُ كَلِمَةٌ وَاحِدَةٌ. دَقِيَ الْفَصِيلُ دَقًى، إِذَا بَشِمَ عَنِ اللَّبَنِ. وَالذَّكَرُ دَقٍ وَالْأُنْثَى دَقِيَةٌ.",
    "pg": "2:290"
  },
  "دكا": {
    "def": "الدَّالُ وَالْكَافُ وَالْهَمْزَةُ كَلِمَةٌ [وَاحِدَةٌ] تَدَاكَأَ الْقَوْمُ، إِذَا ازْدَحَمُوا.",
    "pg": "2:292"
  },
  "دكس": {
    "def": "الدَّالُ وَالْكَافُ وَالسِّينُ أُصَيْلٌ يَدُلُّ عَلَى غِشْيَانِ الشَّيْءِ بِالشَّيْءِ. قَالَ ابْنُ الْأَعْرَابِيِّ. الدُّكَاسُ: مَا يَغْشَى الْإِنْسَانَ مِنَ النُّعَاسِ. قَالَ:\nكَأَنَّهُ مِنَ الْكَرَى الدُّكَاسِ ... بَاتَ بِكَأْسَيْ قَهْوَةٍ يُحَاسِي\nوَيُقَالُ: الدَّوْكَسُ: الْعَدَدُ الْكَثِيرُ. وَقَالَ: الدَّكَسُ: تَرَاكُبُ الشَّيْءِ بَعْضِهِ عَلَى بَعْضٍ. وَذُكِرَ عَنِ الْخَلِيلِ أَنَّ الدَّوْكَسَ الْأَسَدَ، فَإِنْ كَانَ صَحِيحًا فَهُوَ مِنَ الْبَابِ; لِجُرْأَتِهِ، وَغِشْيَانِهِ الْأَهْوَالَ.\n\n[بَابُ الدَّالِ وَاللَّامِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:292"
  },
  "دكع": {
    "def": "الدَّالُ وَالْكَافُ وَالْعَيْنُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ قَوْلُهُمْ لِدَاءٍ يَأْخُذُ الْخَيْلَ وَالْإِبِلَ فِي صُدُورِهَا: دُكَاعٌ. قَالَ الْقَطَامِيُّ:\nتَرَى مِنْهُ صُدُورَ الْخَيْلِ زُورًا ... كَأَنَّ بِهَا نُحَازًا أَوْ دُكَاعَا\nوَيَقُولُونَ: هُوَ السُّعَالُ.",
    "pg": "2:291-292"
  },
  "دكك": {
    "def": "الدَّالُ وَالْكَافُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى تَطَامُنٍ وَانْسِطَاحٍ. مِنْ ذَلِكَ الدُّكَّانُ، وَهُوَ مَعْرُوفٌ. قَالَ الْعَبْدِيُّ:\nكَدُكَّانِ الدَّرَابِنَةِ الْمَطِينِ وَمِنْهُ الْأَرْضُ الدَّكَّاءُ: وَهِيَ الْأَرْضُ الْعَرِيضَةُ الْمُسْتَوِيَةُ. قَالَ اللَّهُ تَعَالَى: ﴿جَعَلَهُ دَكَّاءَ﴾ [الكهف: ٩٨] . وَمِنْهُ النَّاقَةُ الدَّكَّاءُ، وَهِيَ الَّتِي لَا سَنَامَ لَهَا.\nقَالَ الْكِسَائِيُّ: الدُّكُّ مِنَ الْجِبَالِ: الْعِرَاضُ، وَاحِدُهَا أَدَكُّ. وَفَرَسٌ أَدَكُّ الظَّهْرِ، أَيْ عَرِيضُهُ.\nوَالْأَصْلُ الْآخَرُ يَقْرُبُ مِنْ بَابِ الْإِبْدَالِ، فَكَأَنَّ الْكَافَ فِيهِ قَائِمَةٌ مَقَامَ الْقَافِ. يُقَالُ دَكَكْتَ الشَّيْءَ، مِثْلُ دَقَقْتَهُ، وَكَذَلِكَ دَكَكْتَهُ. وَمِنْهُ دُكَّ الرَّجُلُ فَهُوَ مَدْكُوكٌ، إِذَا مَرِضَ. وَيَجُوزُ أَنْ يَكُونَ هَذَا مِنَ الْأَوَّلِ، كَأَنَّ الْمَرَضَ مَدَّهُ وَبَسَطَهُ; فَهُوَ مُحْتَمِلٌ لِلْأَمْرَيْنِ جَمِيعًا.\nوَالدَّكْدَاكُ مِنَ الرَّمْلِ كَأَنَّهُ قَدْ دُكَّ دَكًّا، أَيْ دُقَّ دَقًّا. قَالَ أَهْلُ اللُّغَةِ: الدَّكْدَاكُ مِنَ الرَّمْلِ: مَا الْتَبَدَ بِالْأَرْضِ فَلَمْ يَرْتَفِعْ. وَمِنْ ذَلِكَ «حَدِيثُ جَرِيرِ بْنِ عَبْدِ اللَّهِ حِينَ سَأَلَهُ رَسُولُ اللَّهِ ﵌ عَنْ مَنْزِلِهِ بِبِيشَةَ، فَقَالَ: \" سَهْلٌ وَدَكْدَاكٌ، وَسَلَمٌ وَأَرَاكٌ» .\nوَمِنْ هَذَا الْبَابِ: دَكَكْتُ التُّرَابَ عَلَى الْمَيِّتِ أَدُكُّهُ دَكًّا، إِذَا هِلْتَهُ عَلَيْهِ. وَكَذَلِكَ الرَّكِيَّةُ تَدْفِنُهَا. وَقِيلَ ذَلِكَ لِأَنَّ التُّرَابَ كَالْمَدْقُوقِ.\nوَمِمَّا شَذَّ عَنْ هَذَيْنِ الْأَصْلَيْنِ قَوْلُهُمْ، إِنْ كَانَ صَحِيحًا: أَمَةٌ مِدَكَّةٌ: قَوِيَّةٌ عَلَى الْعَمَلِ. وَمِنَ الشَّاذِّ قَوْلُهُمْ: أَقَمْتُ عِنْدَهُ حَوْلًا دَكِيكًا، أَيْ تَامًّا.",
    "pg": "2:258-259"
  },
  "دكل": {
    "def": "الدَّالُ وَالْكَافُ وَاللَّامُ أُصَيْلٌ يَدُلُّ عَلَى تَعَظُّمِ. يُقَالُ تَدَكَّلَ الرَّجُلُ، إِذَا تَعَظَّمَ فِي نَفْسِهِ، وَمِنْهُ الدَّكَلَةُ: الْقَوْمُ لَا يُجِيبُونَ السُّلْطَانَ مِنْ عِزِّهِمْ.",
    "pg": "2:291"
  },
  "دكن": {
    "def": "الدَّالُ وَالْكَافُ وَالنُّونُ أَصَيْلٌ يَدُلُّ عَلَى تَنْضِيدِ شَيْءٍ إِلَى شَيْءٍ. يُقَالُ دَكَنْتُ الْمَتَاعَ، إِذَا نَضَّدْتَ بَعْضَهُ فَوْقَ بَعْضٍ. وَمِنْهُ اشْتِقَاقُ الدُّكَّانِ، وَهُوَ عَرَبِيٌّ. قَالَ الْعَبْدَيُّ:\nفَأَبْقَى بَاطِلِي وَالْجِدُّ مِنْهَا ... كَدُكَّانِ الدَّرَابِنَةِ الْمَطِينِ",
    "pg": "2:291"
  },
  "دلب": {
    "def": "الدَّالُ وَاللَّامُ وَالْبَاءُ لَيْسَ بِشَيْءٍ. وَالدُّلْبُ فِيمَا يُقَالُ: شَجَرٌ.",
    "pg": "2:294"
  },
  "دلث": {
    "def": "الدَّالُ وَاللَّامُ وَالثَّاءُ أَصْلٌ يَدُلُّ عَلَى الِانْدِفَاعِ. يُقَالُ لِمَدَافِعِ السَّيْلِ الْمَدَالِثُ; الْوَاحِدُ مَدْلَثٌ. وَالنَّاقَةُ الدِّلَاثُ: السَّرِيعَةُ. يُقَالُ انْدَلَثَتِ النَّاقَةُ تَنْدَلِثُ انْدِلَاثًا. وَحَكَى بَعْضُهُمْ: دَلَثَ الشَّيْخُ، مِثْلُ دَلَفَ. وَيُقَالُ: انْدَلَثَ فُلَانٌ عَلَى فُلَانٍ، إِذَا انْدَرَأَ عَلَيْهِ وَانْصَبَّ.",
    "pg": "2:294"
  },
  "دلج": {
    "def": "الدَّالُ اللَّامُ وَالْجِيمُ أَصْلٌ يَدُلُّ عَلَى سَيْرٍ وَمَجِيءٍ وَذَهَابٍ. وَلَعَلَّ ذَلِكَ أَكْثَرَ مَا كَانَ فِي خُِفْيَةٍ. فَالدَّلَجُ: سَيْرُ اللَّيْلِ. وَيُقَالُ أَدْلَجَ الْقَوْمُ، إِذَا قَطَعُوا اللَّيْلَ كُلَّهُ سَيْرًا; فَإِنْ خَرَجُوا مِنْ آخِرِ اللَّيْلِ فَقَدِ ادَّلَجُوا، بِتَشْدِيدِ الدَّالِ. وَيُقَالُ إِنَّ أَبَا الْمُدْلِجِ الْقُنْفُذُ، وَيَزْعُمُونَ أَنَّ أَكْثَرَ حَرَكَتِهِ بِاللَّيْلِ. وَالدَّوْلَجُ: السَّرَبُ. وَالدَّوْلَجُ: كِنَاسُ الْوَحْشِيِّ. وَهُوَ قِيَاسُ الْبَابِ; لِأَنَّهُمَا يُسْتَخْفَى فِيهِمَا.\nثُمَّ يُحْمَلُ عَلَى الْبَابِ، فَيُقَالُ لِلَّذِي يَأْخُذُ الدَّلْوَ مِنْ رَأْسِ الْبِئْرِ إِلَى الْحَوْضِ: الدَّالِجُ، وَذَلِكَ الْمَكَانُ الْمَدْلَجُ. وَالْفِعْلُ دَلَجَ يَدْلُجُ دُلُوجًا. قَالَ:\nكَأَنَّ رِمَاحَهُمْ أَشْطَانُ بِئْرٍ ... لَهَا فِي كُلِّ مَدْلَجَةٍ خُدُودُ\nوَأَمَّا قَوْلُ الشَّمَّاخِ:\nوَتَشْكُو بِعَيْنٍ مَا أَكَلَّ رِكَابَهَا ... وَقِيلَ الْمُنَادِي أَصْبَحَ الْقَوْمُ أَدْلِجِي\nفَإِنَّهُ حَكَى صَوْتَ الْمُنَادِي، أَنَّهُ كَانَ مَرَّةً يُنَادِي: أَصْبَحَ الْقَوْمُ، وَمَرَّةً يُنَادِي: أَدْلِجِي، يَأْمُرُ بِذَلِكَ.",
    "pg": "2:294-295"
  },
  "دلح": {
    "def": "الدَّالُ وَاللَّامُ وَالْحَاءُ أُصَيْلٌ يَدُلُّ عَلَى مَشْيٍ وَثِقَلِ الْمَحْمُولِ. يَقُولُ الْعَرَبُ: دَلَحَ الْبَعِيرُ بِحِمْلِهِ، إِذَا مَشَى بِهِ بِثِقَلٍ. وَسَحَابَةٌ دَلُوحٌ: كَأَنَّهَا تَجْرِي بِمَائِهَا، وَمِنْ ذَلِكَ حَدِيثُ سَلْمَانَ: \" أَنَّهُ اشْتَرَى هُوَ وَأَبُو الدَّرْدَاءِ لَحْمًا، فَتَدَالَحَاهُ بَيْنَهُمَا عَلَى عُودٍ \"، أَيْ حَمَلَاهُ وَنَهَضَا بِهِ. وَيُقَالُ سَحَابَةٌ دَلُوحٌ، وَسَحَائِبُ دُلَّحٌ. قَالَ:\nبَيْنَمَا نَحْنُ مُرْتِعُونَ بِفَلْجٍ ... قَالَتِ الدُّلَّحُ الرِّوَاءُ إِنِيهِ",
    "pg": "2:295-296"
  },
  "دلس": {
    "def": "الدَّالُ وَاللَّامُ وَالسِّينُ أَصْلٌ يَدُلُّ عَلَى سَتْرٍ وَظُلْمَةٍ. فَالدَّلَسُ: دَلَسُ الظَّلَامِ. وَمِنْهُ قَوْلُهُمْ: لَا يُدَالِسُ، أَيْ لَا يُخَادِعُ. وَمِنْهُ التَّدْلِيسُ فِي الْبَيْعِ، وَهُوَ أَنْ يَبِيعَهُ مِنْ غَيْرِ إِبَانَةٍ عَنْ عَيْبِهِ، فَكَأَنَّهُ خَادَعَهُ وَأَتَاهُ بِهِ فِي ظَلَامٍ.\nوَأَصْلٌ آخَرُ يَدُلُّ عَلَى الْقِلَّةِ. يَقُولُ الْعَرَبُ: تَدَلَّسْتُ الطَّعَامَ، إِذَا أَخَذْتَ مِنْهُ قَلِيلًا قَلِيلًا. وَأَصْلُ ذَلِكَ مِنَ الْأَدْلَاسِ، وَهِيَ مِنَ النَّبَاتِ رِبَبٌ تُورِقُ فِي آخِرِ الصَّيْفِ. يَقُولُونَ: تَدَلَّسَ الْمَالُ، إِذَا وَقَعَ بِالْأَدْلَاسِ.",
    "pg": "2:296"
  },
  "دلص": {
    "def": "الدَّالُ وَاللَّامُ وَالصَّادُ تَدُلُّ عَلَى لِينٍ وَنَعْمَةٍ. فَالدِّلَاصُ: الدِّرْعُ اللَّيِّنَةُ. وَيَقُولُونَ: دَلَصَتِ السُّيُولُ الصَّخْرَةَ، كَأَنَّهَا لَيَّنَتْهَا. قَالَ:\nصَفًا دَلَصَتْهُ طَحْمَةُ السَّيْلِ أَخْلَقُ\nوَالدَّلِيصُ: الْبَرَّاقُ. وَيُقَالُ انْدَلَصَ الشَّيْءُ مِنْ يَدِي، إِذَا سَقَطَ. وَكَأَنَّ هَذَا مُشْتَقٌّ، أَوْ تَكُونُ الدَّالُ بَدَلًا مِنَ الْمِيمِ، وَهُوَ مَنِ انْمَلَصَ، وَأَمْلَصَتِ الْمَرْأَةُ، إِذَا أَسْقَطَتْ.",
    "pg": "2:296"
  },
  "دلظ": {
    "def": "الدَّالُ وَاللَّامُ وَالظَّاءُ أُصَيْلٌ يَدُلُّ عَلَى الدَّفْعِ. يُقَالُ دَلَظَتْهُ. دَلْظًا، إِذَا دَفَعَتْهُ. وَحَكَى بَعْضُهُمْ: أَقْبَلَ الْجَيْشُ يَتَدَلْظَى، إِذَا دَفَعَ بَعْضُهُ بَعْضًا.",
    "pg": "2:296-297"
  },
  "دلع": {
    "def": "الدَّالُ وَاللَّامُ وَالْعَيْنُ أُصَيْلٌ يَدُلُّ عَلَى خُرُوجٍ. تَقُولُ: دَلَعَ لِسَانُهُ: خَرَجَ. وَدَلَعَهُ هُوَ، إِذَا أَخْرَجَهُ. وَالدَّلِيعُ: الطَّرِيقُ السَّهْلُ. وَيُقَالُ انْدَلَعَ بَطْنُهُ، إِذَا أَخْرَجَ أَمَامَهُ.",
    "pg": "2:297"
  },
  "دلف": {
    "def": "الدَّالُ وَاللَّامُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَقَدُّمٍ فِي رِفْقٍ فَالدَّلِيفُ: الْمَشْيُ الرُّوَيْدُ. يُقَالُ دَلَفَ دَلِيفًا; وَهُوَ فَوْقَ الدَّبِيبِ. وَدَلَفَتِ الْكَتِيبَةُ فِي الْحَرْبِ. قَالَ أَبُو عُبَيْدٍ: الدَّلْفُ: التَّقَدُّمُ; دَلَفْنَاهُمْ، أَيْ تَقَدَّمْنَاهُمْ. وَالدَّالِفُ: السَّهْمُ الَّذِي يَقَعُ دُونَ الْغَرَضِ، ثُمَّ يَنْبُو عَنْ مَوْضِعِهِ.",
    "pg": "2:297"
  },
  "دلق": {
    "def": "الدَّالُ وَاللَّامُ وَالْقَافُ أَصْلٌ وَاحِدٌ مُطَّرِدٌ، يَدُلُّ عَلَى خُرُوجِ الشَّيْءِ وَتَقَدُّمِهِ. فَالنَّاقَةُ الدَّلُوقُ هِيَ الَّتِي تَكَسَّرَ أَسْنَانُهَا فَالْمَاءُ يَخْرُجُ مِنْ فَمِهَا. وَيُقَالُ انْدَلَقَ السَّيْفُ مِنْ غِمْدِهِ، إِذَا خَرَجَ مِنْ غَيْرِ أَنْ يُسَلَّ. وَانْدَلَقَتْ أَقْتَابُ بَطْنِهِ، إِذَا خَرَجَتْ أَمْعَاؤُهُ. وَانْدَلَقَ السَّيْلُ عَلَى الْقَوْمِ، وَانْدَلَقَ الْجَيْشُ. قَالَ طَرَفَةُ:\nدُلُقٌ فِي غَارَةٍ مَسْفُوحَةٍ ... كَرِعَالِ الطَّيْرِ أَسْرَابًا تَمُرُّ\nوَنَاقَةٌ دُلُقٌ: شَدِيدَةُ الدُّفْعَةِ. وَالِانْدِلَاقُ: التَّقَدُّمُ. وَكَانَ يُقَالُ لِعُمَارَةَ بْنِ زِيَادٍ الْعَبْسِيِّ أَخِي الرَّبِيعِ: \" دَالِقٌ \".",
    "pg": "2:297"
  },
  "دلك": {
    "def": "الدَّالُ وَاللَّامُ وَالْكَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى زَوَالِ شَيْءٍ عَنْ شَيْءٍ، وَلَا يَكُونُ إِلَّا بِرِفْقٍ. يُقَالُ دَلَكَتِ الشَّمْسُ: زَالَتْ. وَيُقَالُ دَلَكَتْ غَابَتْ. وَالدَّلَكُ: وَقْتُ دُلُوكِ الشَّمْسِ. وَمِنَ الْبَابِ دَلَكْتُ الشَّيْءَ، وَذَلِكَ أَنَّكَ إِذَا فَعَلْتَ ذَلِكَ لَمْ تَكَدْ يَدُكَ تَسْتَقِرُّ عَلَى مَكَانٍ دُونَ مَكَانٍ. وَالدَّلُوكُ: مَا يَتَدَلَّكُ بِهِ الْإِنْسَانُ مِنْ طِيبٍ وَغَيْرِهِ. وَالدَّلِيكُ: طَعَامٌ يُتَّخَذُ مِنْ زُبْدٍ، وَتَمْرٍ شِبْهُ الثَّرِيدِ، وَالْمَدْلُوكُ: الْبَعِيرُ الَّذِي قَدْ دَلَكَتْهُ الْأَسْفَارُ وَكَدَّتْهُ. وَيُقَالُ بَلْ هُوَ الَّذِي فِي رُكْبَتَيْهِ دَلَكٌ، أَيْ رَخَاوَةٌ; وَذَلِكَ أَخَفُّ مِنَ الطَّرْقِ. وَفَرَسٌ مَدْلُوكُ الْحَجَبَةِ، أَيْ لَيْسَ بِحَجَبَتِهِ إِشْرَافٌ. وَأَرْضٌ مَدْلُوكَةٌ، أَيْ مَأْكُولَةٌ; وَذَلِكَ إِذَا كَانَتْ كَأَنَّهَا دُلِكَتْ دَلْكًا. وَيُقَالُ الدُّلَاكَةُ آخِرُ مَا يَكُونُ فِي الضَّرْعِ مِنَ اللَّبَنِ، كَأَنَّهُ سُمِّيَ بِذَلِكَ لِأَنَّ الْيَدَ تَدْلُكُ الضَّرْعَ.\nقَالَ أَحْمَدُ بْنُ فَارِسٍ: إِنَّ لِلَّهِ تَعَالَى فِي كُلِّ شَيْءٍ سِرًّا وَلَطِيفَةً. وَقَدْ تَأَمَّلْتَ فِي هَذَا الْبَابِ مِنْ أَوَّلِهِ إِلَى آخِرِهِ فَلَا تَرَى الدَّالَ مُؤْتَلِفَةً مَعَ اللَّامِ بِحَرْفٍ ثَالِثٍ إِلَّا وَهِيَ تَدُلُّ عَلَى حَرَكَةٍ وَمَجِيءٍ، وَذَهَابٍ وَزَوَالٍ مِنْ مَكَانٍ إِلَى مَكَانٍ، وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الدَّالِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:297-298"
  },
  "دلل": {
    "def": "الدَّالُ وَاللَّامُ أَصْلَانِ: أَحَدُهُمَا إِبَانَةُ الشَّيْءِ بِأَمَارَةٍ تَتَعَلَّمُهَا، وَالْآخَرُ اضْطِرَابٌ فِي الشَّيْءِ.\nفَالْأَوَّلُ قَوْلُهُمْ: دَلَلْتُ فُلَانًا عَلَى الطَّرِيقِ. وَالدَّلِيلُ: الْأَمَارَةُ فِي الشَّيْءِ. وَهُوَ بَيِّنُ الدَّلَالَةِ وَالدِّلَالَةِ. وَالْأَصْلُ الْآخَرُ قَوْلُهُمْ: تَدَلْدَلَ الشَّيْءُ، إِذَا اضْطَرَبَ. قَالَ أَوْسٌ:\nأَمْ مَنْ لِحَيٍّ أَضَاعُوا بَعْضَ أَمْرِهِمُ ... بَيْنَ الْقُسُوطِ وَبَيْنَ الدِّينِ دَلْدَالِ\nوَالْقُسُوطُ: الْجَوْرُ. وَالدِّينُ: الطَّاعَةُ.\nوَمِنَ الْبَابِ دَلَالُ الْمَرْأَةِ، وَهُوَ جُرْأَتُهَا فِي تَغَنُّجٍ وَشِكْلٍ، كَأَنَّهَا مُخَالِفَةٌ، وَلَيْسَ بِهَا خِلَافٌ. وَذَلِكَ لَا يَكُونُ إِلَّا بِتَمَايُلٍ، وَاضْطِرَابٍ. وَمِنْ هَذِهِ الْكَلِمَةِ: فُلَانٌ يُدِلُّ عَلَى أَقْرَانِهِ فِي الْحَرْبِ، كَالْبَازِي يُدِلُّ عَلَى صَيْدِهِ.\nوَمِنَ الْبَابِ الْأَوَّلِ قَوْلُ الْفَرَّاءِ عَنِ الْعَرَبِ: أَدَلَّ يُدِلُّ، إِذَا ضَرَبَ بِقَرَابَةٍ.",
    "pg": "2:259-260"
  },
  "دلم": {
    "def": "الدَّالُ وَاللَّامُ أَصْلٌ يَدُلُّ عَلَى طُولٍ وَتَهَدُّلٍ فِي سَوَادٍ. فَالْأَدْلَمُ مِنَ الرِّجَالِ: الطَّوِيلُ الْأَسْوَدُ ; وَكَذَلِكَ هُوَ مِنَ الْجِمَالِ وَالْجِبَالِ. وَزَعَمَ نَاسٌ أَنَّ الدَّيْلَمَ: سَوَادُ اللَّيْلِ وَظُلْمَتُهُ. فَأَمَّا قَوْلُ عَنْتَرَةَ:\nزَوْرَاءَ تَنْفِرُ عَنْ حِيَاضِ الدَّيْلَمِ\nفَيُقَالُ إِنَّهُمُ الْأَعْدَاءُ. فَإِنْ كَانَ كَذَا فَالْأَعْدَاءُ يُوصَفُونَ بِهَذَا. قَالَ الْأَعْشَى:\nهُمُ الْأَعْدَاءُ فَالْأَكْبَادُ سُودُ وَقَالَ قَوْمٌ: الدَّيْلَمُ مَكَانٌ أَوْ قَبِيلٌ. وَيُقَالُ: جَاءَ بِالدَّيْلَمِ، أَيْ بِالدَّاهِيَةِ. وَهَذَا تَشْبِيهٌ. وَالدَّلَمُ: الْهَدَلُ فِي الشَّفَةِ.",
    "pg": "2:292-293"
  },
  "دله": {
    "def": "الدَّالُ وَاللَّامُ وَالْهَاءُ أُصَيْلٌ يَدُلُّ عَلَى ذَهَابِ الشَّيْءِ. يُقَالُ ذَهَبَ دَمُ فُلَانٍ دَلْهًا، أَيْ بُطْلًا. وَدَلَّهَ عَقْلَهُ الْحُبُّ وَغَيْرُهُ، أَيْ أَذْهَبَ.",
    "pg": "2:293"
  },
  "دلى": {
    "def": "الدَّالُ وَاللَّامُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ يَدُلُّ عَلَى مُقَارَبَةِ الشَّيْءِ وَمُدَانَاتِهِ بِسُهُولَةٍ وَرِفْقٍ. يُقَالُ: أَدْلَيْتُ الدَّلْوَ، إِذَا أَرْسَلْتَهَا فِي الْبِئْرِ، فَإِذَا نَزَعْتَ فَقَدْ دَلَوْتَ. وَالدَّلْوُ: ضَرْبٌ مِنَ السَّيْرِ سَهْلٌ. قَالَ:\nلَا تَعْجَلَا بِالسَّيْرِ وَادْلُوَاهَا\nوَالدَّلَاةُ: الدَّلْوُ أَيْضًا، وَيُجْمَعُ عَلَى الدِّلَاءِ. فَأَمَّا قَوْلُهُ:\nآلَيْتُ لَا أُعْطِي غُلَامًا أَبَدًا ... دَلَاتَهُ إِنِّي أُحِبُّ الْأَسْوَدَا\nفَإِنَّهُ أَرَادَ بِدَلَاتِهِ سَجْلَهُ وَنَصِيبَهُ مِنَ الْوُدِّ. وَالْأَسْوَدُ ابْنُهُ.\nوَيُقَالُ أَدْلَى فُلَانٌ بِحُجَّتِهِ، إِذَا أَتَى بِهَا. وَأَدْلَى بِمَالِهِ إِلَى الْحَاكِمِ: إِذَا دَفَعَهُ إِلَيْهِ. قَالَ جَلَّ ثَنَاؤُهُ: ﴿وَتُدْلُوا بِهَا إِلَى الْحُكَّامِ﴾ [البقرة: ١٨٨] .\nوَيُقَالُ دَلَوْتُ إِلَيْهِ بِفُلَانٍ: اسْتَشْفَعَتْ بِهِ إِلَيْهِ. وَمِنْ ذَلِكَ حَدِيثُ عُمَرَ فِي اسْتِسْقَائِهِ بِالْعَبَّاسِ: \" اللَّهُمَّ إِنَّا نَتَقَرَّبُ إِلَيْكَ بِعَمِّ نَبِيِّكَ، وَقَفِيَّةِ آبَائِهِ، وَكُبْرِ رِجَالِهِ. وَدَلَوْنَا بِهِ إِلَيْكَ مُسْتَشْفِعِينَ \".\nوَيُحْمَلُ عَلَى هَذَا قَوْلُهُمْ: جَاءَ فُلَانٌ بِالدَّلْوِ، أَيِ الدَّاهِيَةِ. وَأَنْشَدَ: يَحْمِلْنَ عَنْقَاءَ وَعَنْقَفِيرَا ... وَالدَّلْوَ وَالدَّيْلَمَ وَالزَّفِيرَا\nوَيُقَالُ: دَالَيْتُ الرَّجُلَ، إِذَا دَارَيْتَهُ. وَيُقَالُ هُوَ دَلَّاءُ مَالٍ، إِذَا كَانَ سَائِسَ مَالٍ وَخَائِلَهُ.",
    "pg": "2:293-294"
  },
  "دمث": {
    "def": "الدَّالُ وَالْمِيمُ وَالثَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى لِينٍ وَسُهُولَةٍ. فَالدَّمَثُ: اللِّينُ; يُقَالُ دَمِثَ الْمَكَانُ يَدْمَثُ دَمَثًا; وَهُوَ دَمْثٌ وَدَمِثٌ. وَيَكُونُ ذَا رَمْلٍ، وَمِنْ ذَلِكَ الْحَدِيثِ: «أَنَّ رَسُولَ اللَّهِ ﵌ مَالَ إِلَى دَمَثٍ، وَقَالَ: إِذَا بَالَ أَحَدُكُمْ فَلْيَرْتَدْ لِبَوْلِهِ» \". وَالدَّمَاثَةُ: سُهُولَةُ الْخُلُقِ. وَيُقَالُ دَمِّثْ لِي الْحَدِيثَ، أَيْ سَهِّلْهُ وَوَطِّئْهُ.",
    "pg": "2:299"
  },
  "دمج": {
    "def": "الدَّالُ وَالْمِيمُ وَالْجِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الِانْطِوَاءِ وَالسَّتْرِ. يُقَالُ أَدْمَجْتُ الْحَبْلَ، إِذَا أَدْرَجْتَهُ وَأَحْكَمْتَ فَتْلَهُ. وَقَالَ الْأَصْمَعِيُّ فِي قَوْلِ أَوْسٍ:\nبَكَيْتُمْ عَلَى الصُّلْحِ الدُِّمَاجِ وَمِنْكُمُ ... بِذِي الرِّمْثِ مِنْ وَادِي هُبَالَةَ مِقْنَبُ\nقَالَ: هُوَ مِنْ دَامَجَهُ دِمَاجًا، إِذَا وَافَقَهُ عَلَى الصُّلْحِ. يُقَالُ تَدَامَجُوا. وَيُقَالُ فُلَانٌ عَلَى دَمَجِ فُلَانٍ، أَيْ عَلَى طَرِيقَتِهِ. وَكُلُّ هَذَا الَّذِي قَالَهُ فَلَيْسَ يَبْعُدُ عَمَّا ذَكَرْنَاهُ مِنَ الْخَفَاءِ وَالسَّتْرِ.",
    "pg": "2:299"
  },
  "دمخ": {
    "def": "الدَّالُ وَالْمِيمُ وَالْخَاءُ لَيْسَ أَصْلًا. إِنَّمَا هُوَ دَمْخٌ: جَبَلٌ، فِي قَوْلِ الْقَائِلِ: كَفَى حَزَنًا أَنِّي تَطَالَلْتُ كَيْ أَرَى ... ذُرَى عَلَمَيْ دَمْخٍ فَمَا يُرِيَانِ",
    "pg": "2:299-300"
  },
  "دمر": {
    "def": "الدَّالُ وَالْمِيمُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الدُّخُولِ فِي الْبَيْتِ وَغَيْرِهِ. يُقَالُ دَمَرَ الرَّجُلُ بَيْتَهُ، إِذَا دَخَلَهُ. وَفَرَّقَ نَاسٌ بَيْنَ أَنْ يَكُونَ دُخُولُهُ بِإِذْنٍ أَوْ غَيْرِ إِذْنٍ، فَقَالَ أَبُو عُبَيْدٍ فِي حَدِيثِ النَّبِيِّ ﵊: \" «مَنِ اطَّلَعَ فِي بَيْتِ قَوْمٍ بِغَيْرِ إِذْنٍ فَقَدْ دَمَرَ» \"، أَيْ دَخَلَ. قَالَ أَبُو عُبَيْدٍ: هَذَا إِذَا كَانَ بِغَيْرِ إِذْنٍ، فَإِنْ كَانَ بِإِذْنٍ فَلَيْسَ بِدُمُورٍ. وَهَذَا تَفْسِيرٌ شَرْعِيٌّ، وَأَمَّا قِيَاسُ الْكَلِمَةِ فَمَا ذَكَرْنَاهُ أَوَّلًا. وَمِنْهُ قَوْلُ أَوْسٍ:\nفَلَاقَى عَلَيْهِ مِنْ صُبَاحَ مُدَمِّرًا ... لِنَامُوسِهِ مِنَ الصَّفِيحِ سَقَائِفُ\n، قَالَ الشَّيْبَانِيُّ، وَالْأَصْمَعِيُّ: الْمُدَمِّرُ الدَّاخِلُ فِي الْقُتْرَةِ. وَيُقَالُ دَمَرَ الْقُنْفُذُ إِذَا دَخَلَ جُحْرَهُ. وَقَالَ نَاسٌ: الْمُدَمِّرُ الصَّائِدُ يُدَخِّنُ بِأَوْبَارِ الْإِبِلِ وَغَيْرِهَا حَتَّى لَا يَجِدَ الصَّيْدُ رِيحَهُ. وَالَّذِي عِنْدَنَا أَنَّ الْمُدَمِّرَ هُوَ الدَّاخِلُ قُتْرَتَهُ، فَإِذَا دَخَلَهَا دَخَّنَ. وَلَيْسَ الْمُدَمِّرُ مِنْ نَعْتِ الْمُدَخِّنِ، وَالْقِيَاسُ لَا يَقْتَضِيهِ. وَقَالَ اللَّهُ تَعَالَى: ﴿دَمَّرَ اللَّهُ عَلَيْهِمْ وَلِلْكَافِرِينَ أَمْثَالُهَا﴾ [محمد: ١٠] . وَالدَّمَارُ: الْهَلَاكُ. وَيُقَالُ إِنَّ التَّدْمُرِيَّ: ضَرْبٌ مِنَ الْيَرَابِيعِ. فَإِنْ كَانَ صَحِيحًا فَهُوَ الْقِيَاسُ، لِأَنَّهُ يُدَمِّرُ فِي جِحَرَتِهِ.",
    "pg": "2:300"
  },
  "دمس": {
    "def": "الدَّالُ وَالْمِيمُ وَالسِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خَفَاءِ الشَّيْءِ. وَمِنْ ذَلِكَ قَوْلُهُمْ: دَمَسْتُ الشَّيْءَ، إِذَا أَخْفَيْتَهُ. وَأَتَانَا بِأُمُورٍ دُمْسٍ مِثْلِ دُبْسٍ، وَهِيَ الْأُمُورُ الَّتِي لَا يُهْتَدَى لِوَجْهِهَا. وَيَقُولُونَ: دَمَسَ الظَّلَامُ: اشْتَدَّ. وَمِنْهُ الدِّيمَاسُ، يُقَالُ إِنَّهُ السَّرَبُ. وَهُوَ ذَلِكَ التَّمَاسُّ. وَفِي حَدِيثِ عِيسَى ﵇: «كَأَنَّمَا خَرَجَ مِنْ دِيمَاسٍ» .",
    "pg": "2:300-301"
  },
  "دمص": {
    "def": "الدَّالُ وَالْمِيمُ وَالصَّادُ لَيْسَ عِنْدِي أَصْلًا. وَقَدْ ذُكِرَتْ عَلَى ذَاكَ فِيهِ كَلِمَاتٌ إِنْ صَحَّتْ فَهِيَ تَتَقَارَبُ فِي الْقِيَاسِ. يَقُولُونَ الدَّوْمَصُ: بَيْضَةُ الْحَدِيدِ، فَهَذَا يَدُلُّ عَلَى مَلَاسَةٍ فِي الشَّيْءِ. ثُمَّ يَقُولُونَ لِمَنْ رَقَّ حَاجِبُهُ أَدْمَصُ، وَهُوَ قَرِيبٌ مِنْ ذَلِكَ. وَيُقَالُ إِنَّ كُلَّ عِرْقٍ مِنْ حَائِطٍ دِمْصٌ. وَفِي كُلِّ ذَلِكَ نَظَرٌ.",
    "pg": "2:301"
  },
  "دمع": {
    "def": "الدَّالُ وَالْمِيمُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى مَاءٍ أَوْ عَبْرَةٍ. فَمِنْ ذَلِكَ الدَّمْعُ مَاءُ الْعَيْنِ، وَالْقَطْرَةُ دَمْعَةٌ. وَالْفِعْلُ دَمَعَتِ الْعَيْنُ دَمْعًا وَدَمِعَتْ دَمَعًا وَدَمَعَتْ دُمُوعًا أَيْضًا. وَعَيْنٌ دَامِعَةٌ. وَجَمْعُ الدَّمْعِ دُمُوعٌ. قَالَ الْخَلِيلُ: الْمَدْمَعُ مُجْتَمَعُ الدَّمْعِ فِي نَوَاحِي الْعَيْنِ، وَالْجَمِيعُ الْمَدَامِعُ. وَيُقَالُ امْرَأَةٌ دَمِعَةٌ: سَرِيعَةُ الْبُكَاءِ كَثِيرَةُ الدَّمْعِ. وَيُقَالُ شَجَّةٌ دَامِعَةٌ: تَسِيلُ دَمًا. كَذَا هُوَ فِي كِتَابِ الْخَلِيلِ. وَالْأَصَحُّ مِنْ هَذَا أَنَّ الَّتِي تَسِيلُ دَمًا هِيَ الدَّامِيَةُ، فَأَمَّا الدَّامِعَةُ، فَأَمْرُهَا دُونَ ذَلِكَ، لِأَنَّهَا الَّتِي كَأَنَّهَا يَخْرُجُ مِنْهَا مَاءٌ أَحْمَرُ رَقِيقٌ، وَذَكَرَ الْيَزِيدِيُّ أَنَّ الدُّمَاعَ أَثَرُ الدَّمْعِ عَلَى الْخَدِّ. وَأَنْشَدَ:\nيَا مَنْ لِعَيْنٍ لَا تَنِي تَهْمَاعَا ... قَدْ تَرَكَ الدَّمْعُ بِهَا دِمَاعًا وَيُقَالُ دُمَاعَا. وَالدُّمَاعُ مُخَفَّفٌ وَمُثَقَّلٌ: مَا يَسِيلُ مِنَ الْكَرْمِ أَيَّامَ الرَّبِيعِ.",
    "pg": "2:301-302"
  },
  "دمغ": {
    "def": "الدَّالُ وَالْمِيمُ وَالْغَيْنُ كَلِمَةٌ وَاحِدَةٌ لَا تَتَفَرَّعُ وَلَا يُقَاسُ عَلَيْهَا. فَالدِّمَاغُ مَعْرُوفٌ. وَدَمَغْتُهُ: ضَرَبْتُهُ عَلَى رَأْسِهِ حَتَّى وَصَلْتُ إِلَى الدِّمَاغِ. وَهِيَ الدَّامِغَةُ.",
    "pg": "2:302"
  },
  "دمق": {
    "def": "الدَّالُ وَالْمِيمُ وَالْقَافُ لَيْسَ أَصْلًا، وَإِنْ كَانُوا قَدْ قَالُوا دَمَقَ فِي الْبَيْتِ وَانْدَمَقَ، إِذَا دَخَلَ، وَإِنَّمَا الْقَافُ فِيمَا يُرَى مُبْدَلَةٌ مِنْ جِيمٍ، وَالْأَصْلُ دَمَجَ، وَقَدْ مَضَى ذِكْرُهُ.",
    "pg": "2:302"
  },
  "دمك": {
    "def": "الدَّالُ وَالْمِيمُ وَالْكَافُ يَدُلُّ عَلَى مَعْنَيَيْنِ: أَحَدُهُمَا الشِّدَّةُ، وَالْآخَرُ السُّرْعَةُ; وَرُبَّمَا اجْتَمَعَ الْمَعْنَيَانِ.\nفَأَمَّا الشِّدَّةُ فَالدَّمَكْمَكُ: الشَّدِيدُ. وَالدَّامِكَةُ: الدَّاهِيَةُ وَالْأَمْرُ الْعَظِيمُ. وَالْمِدْمَاكُ: الْخَشَبَةُ تَكُونُ تَحْتَ قَدَمَيِ السَّاقِي.\nوَأَمَّا الْآخَرُ فَيُقَالُ إِنَّهُمْ يَقُولُونَ دَمَكَتِ الْأَرْنَبُ، إِذَا أَسْرَعَتْ فِي عَدْوِهَا. وَالدَّمُوكُ: الْبَكَْرَةُ الْعَظِيمَةُ. فَقَدِ اجْتَمَعَ فِيهَا الْمَعْنَيَانِ: الشِّدَّةُ، وَالسُّرْعَةُ. وَالدَّمُوكُ: الرَّحَى. وَهِيَ فِي الْمَعْنَى وَالْبَكَْرَةِ سَوَاءٌ.",
    "pg": "2:302"
  },
  "دمل": {
    "def": "الدَّالُ وَالْمِيمُ وَاللَّامُ أُصَيْلٌ يَدُلُّ عَلَى تَجَمُّعِ شَيْءٍ فِي لِينٍ وَسُهُولَةٍ. مِنْ ذَلِكَ انْدَمَلَ الْجُرْحُ; وَذَاكَ اجْتِمَاعُهُ فِي بُرْءٍ وَصَلَاحٍ. وَدُمِلَتِ الْأَرْضُ بِالدَّمَالِ، وَهُوَ السِّرْجِينُ. وَدَامَلْتُ الرَّجُلَ، إِذَا دَاجَيْتَهُ. وَهُوَ ذَلِكَ الْقِيَاسُ; لِأَنَّهُ مُقَارَبَةٌ فِي سُهُولَةٍ، وَالدُّمَّلُ عَرَبِيٌّ، وَهُوَ قِيَاسُ مَا ذَكَرْنَاهُ مِنَ التَّجَمُّعِ فِي لِينٍ. أَلَا تَرَى أَنَّ أَبَا النَّجْمِ يَقُولُ:\nوَامْتَهَدَ الْغَارِبُ فِعْلَ الدُّمَّلِ\nوَاللَّهُ أَعْلَمُ.\n\n[بَابُ الدَّالِ وَالنُّونِ وَمَا يَثْلُثُهُمَا فِي الثُّلَاثِيِّ]",
    "pg": "2:302-303"
  },
  "دمم": {
    "def": "الدَّالُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى غِشْيَانِ الشَّيْءِ مِنْ نَاحِيَةِ أَنْ يُطْلَى بِهِ. تَقُولُ: دَمَمْتُ الثَّوْبَ، إِذَا طَلَيْتَهُ أَيَّ صِبْغٍ، وَكُلُّ شَيْءٍ طُلِيَ عَلَى شَيْءٍ فَهُوَ دِمَامٌ. فَأَمَّا الدَّمْدَمَةُ فَالْإِهْلَاكُ. قَالَ اللَّهُ تَعَالَى: ﴿فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ﴾ [الشمس: ١٤] . وَذَلِكَ لِمَا غَشَّاهُمْ بِهِ مِنَ الْعَذَابِ، وَالْإِهْلَاكِ. وَقِدْرٌ دَمِيمٌ: مَطْلِيَّةٌ بِالطِّحَالِ. وَالدَّامَّاءُ: جُحْرُ الْيَرْبُوعِ، لِأَنَّهُ يَدُمُّهُ دَمًّا، أَيْ يُسَوِّيهِ تَسْوِيَةً.\nفَأَمَّا قَوْلُهُمْ رَجُلٌ دَمِيمُ الْوَجْهِ فَهُوَ مِنَ الْبَابِ، كَأَنَّ وَجْهَهُ قَدْ طُلِيَ بِسَوَادٍ أَوْ قُبْحٍ. يُقَالُ دَمَّ وَجْهُهُ يَدُمُّ دَمَامَةً، فَهُوَ دَمِيمٌ.\nوَأَمَّا الدَّيْمُومَةُ، وَهِيَ الْمَفَازَةُ لَا مَاءَ بِهَا، فَمِنَ الْبَابِ; لِأَنَّهَا كَأَنَّهَا فِي اسْتِوَائِهَا قَدْ دُمَّتْ، أَيْ سُوِّيَتْ تَسْوِيَةً، كَالشَّيْءِ الَّذِي يُطْلَى بِالشَّيْءِ. وَالدَّمَادِمُ مِنَ الْأَرْضِ: رَوَابٍ سَهْلَةٌ.",
    "pg": "2:260-261"
  },
  "دمن": {
    "def": "الدَّالُ وَالْمِيمُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ثَبَاتٍ وَلُزُومٍ. فَالدِّمْنُ: مَا تَلَبَّدَ مِنَ السِّرْجِينِ وَالْبَعْرِ فِي مَبَاءَاتٍ النَّعَمِ; وَمَوْضِعُ ذَلِكَ الدِّمْنَةُ، وَالْجَمْعُ دِمَنٌ. وَيُقَالُ دَمَنْتُ الْأَرْضَ بِذَلِكَ، مَثَلُ دَمَلْتُهَا. وَالدِّمْنَةُ: مَا انْدَفَنَ مِنَ الْحِقْدِ فِي الصَّدْرِ. وَذَلِكَ تَشْبِيهٌ بِمَا تَدَمَّنَ مِنَ الْأَبْعَارِ فِي الدِّمَنِ. وَيُقَالُ: دَمَّنَ فُلَانٌ فِنَاءَ فُلَانٍ، إِذَا غَشِيَهُ وَلَزِمَهُ. وَفُلَانٌ دِمْنُ مَالٍ، مِثْلُ قَوْلِهِمْ إِزَاءُ مَالٍ. وَإِنَّمَا سُمِّيَ بِذَلِكَ لِأَنَّهُ يُلَازِمُ الْمَالَ. وَدَمُّونُ: مَكَانٌ. وَكُلُّ هَذَا قِيَاسٌ وَاحِدٌ.\nوَأَمَّا الدَّمَانُ، فَهُوَ عَفَنٌ يُصِيبُ النَّخْلَ، فَإِنْ كَانَ صَحِيحًا فَهُوَ مُشْتَقٌّ مِمَّا ذَكَرْنَاهُ مِنَ الدِّمْنِ; لِأَنَّ ذَلِكَ يَعْفَنُ لَا مَحَالَةَ.",
    "pg": "2:298-299"
  },
  "دنب": {
    "def": "الدَّالُ وَالنُّونُ وَالْبَاءُ لَا أَصْلَ لَهُ. عَلَى أَنَّهُمْ قَدْ قَالُوا: رَجُلٌ دِنَّبَةُ وَدِنَّابَةٌ، وَهُوَ الْقَصِيرُ. وَهَذَا إِنْ صَحَّ فَهُوَ مِنَ الْإِبْدَالِ لِأَنَّ الْأَصْلَ الْمِيمُ دِنَّمَةٌ.",
    "pg": "2:303-304"
  },
  "دنخ": {
    "def": "الدَّالُ وَالنُّونُ وَالْخَاءُ لَيْسَ أَصْلًا يُعَوَّلُ عَلَيْهِ. وَقَدْ قَالُوا دَنَّخَ الرَّجُلُ، إِذَا ذَلَّ وَنَكَّسَ رَأْسَهُ. وَأَنْشَدُوا:\nإِذَا رَآنِي الشُّعَرَاءُ دَنَّخُوا\nوَيَقُولُونَ: إِنَّ التَّدْنِيخَ فِي الْبِطِّيخَةِ أَنْ تَنْهَزِمَ إِلَى دَاخِلِهَا. وَيَقُولُونَ: التَّدْنِيخُ: ضَعْفُ الْبَصَرِ. وَيُقَالُ دَنَّخَ فِي بَيْتِهِ، إِذَا أَقَامَ وَلَمْ يَبْرَحْ. فَإِنْ كَانَ مَا ذُكِرَ مِنْ هَذَا صَحِيحًا فَكُلُّهُ قِيَاسٌ يَدُلُّ عَلَى الضَّعْفِ وَالِانْكِسَارِ.",
    "pg": "2:304"
  },
  "دنر": {
    "def": "الدَّالُ وَالنُّونُ وَالرَّاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الدِّينَارُ. وَيَقُولُونَ: دَنَّرَ وَجْهُ فُلَانٍ، إِذَا تَلَأْلَأَ وَأَشْرَقَ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الدَّالِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:305"
  },
  "دنس": {
    "def": "الدَّالُ وَالنُّونُ وَالسِّينُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الدَّنَسُ، وَهُوَ اللَّطْخُ بِقَبِيحٍ.",
    "pg": "2:304"
  },
  "دنع": {
    "def": "الدَّالُ وَالنُّونُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى ضَعْفٍ وَقِلَّةٍ وَدَنَاءَةٍ. فَالرَّجُلُ الدَّنِعُ: الْفَسْلُ الَّذِي لَا خَيْرَ فِيهِ. وَالدَّنَعُ: الذُّلُّ. وَيَزْعُمُونَ أَنَّ الدَّنَعَ مَا يَطْرَحُهُ الْجَازِرُ مِنَ الْبَعِيرِ إِذَا جُزِرَ.",
    "pg": "2:304"
  },
  "دنف": {
    "def": "الدَّالُ وَالنُّونُ وَالْفَاءُ أَصْلٌ يَدُلُّ عَلَى مُشَارَفَةِ ذَهَابِ الشَّيْءِ. يُقَالُ دَنِفَ الْأَمْرُ، إِذَا أَشْرَفَ عَلَى الذَّهَابِ وَالْفَرَاغِ مِنْهُ. وَالدَّنَفُ: الْمَرَضُ الْمُلَازِمُ; وَالْمَرِيضُ دَنَفٌ، كَأَنَّهُ قَدْ قَارَبَ الذَّهَابَ; لَا يُثَنَّى وَلَا يُجْمَعُ. فَإِنْ قُلْتَ دَنِفٌ ثَنَّيْتَ وَجَمَعْتَ. فَأَمَّا قَوْلُ الْعَجَّاجِ:\nوَالشَّمْسُ قَدْ كَادَتْ تَكُونُ دَنَفَا\nفَهُوَ مِنَ الْبَابِ; لِأَنَّهُ يُرِيدُ اصْفِرَارَهَا وَدُنُوَّهَا لِلْمَغِيبِ. وَقَدْ يُقَالُ مِنْهُ أَدْنَفَتْ.",
    "pg": "2:304-305"
  },
  "دنق": {
    "def": "الدَّالُ وَالنُّونُ وَالْقَافُ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ. يُقَالُ دَنَقَ وَجْهُ الرَّجُلِ، إِذَا اصْفَرَّ مِنَ الْمَرَضِ. وَدَنَّقَتِ الشَّمْسُ، إِذَا دَانَتِ الْغُرُوبَ.",
    "pg": "2:305"
  },
  "دنقش": {
    "def": "الرَّجُلُ دَنْقَشَةً، إِذَا نَظَرَ وَكَسَرَ عَيْنَهُ.\nوَ (الدَّهْثَمُ) مِنَ الرِّجَالِ: السَّهْلُ اللَّيِّنُ.\nوَ (الدِّرَفْسُ) ، وَ (الدِّرْفَاسُ) : الضَّخْمُ مِنَ الرِّجَالِ.\nوَ (الدَّرْمَكُ) : الدَّقِيقُ الْحُوَّارَى.\nوَ (الدُّرْنُوكُ) : ضَرْبٌ مِنَ الثِّيَابِ ذُو خَمْلٍ، وَبِهِ تُشَبَّهُ فَرْوَةُ الْبَعِيرِ. قَالَ:\nعَنْ ذِي دَرَانِيكَ وَهُلْبٍ أَهْدَبَا\nوَ (الِادْعِنْكَارُ) : إِقْبَالُ السَّيْلِ. وَمُحْتَمَلٌ أَنْ يَكُونَ هَذِهِ مِنْ بَابِ دَعَكَ.\nوَ (دَمْخَقَ) الرَّجُلُ فِي مِشْيَتِهِ: تَثَاقَلَ.\nوَ (الدَّغْفَلُ) : وَلَدُ الْفِيلِ. وَ (الدَّغْفَلِيُّ) : الزَّمَانُ الْخِصْبُ. قَالَ الْعَجَّاجُ:\nوَإِذْ زَمَانُ النَّاسِ دَغْفَلِيُّ\n، وَمُحْتَمَلٌ أَنْ تَكُونَ هَذِهِ مِنَ الَّذِي زِيدَ فِيهِ الدَّالُ، كَأَنَّهُ مِنْ غَفَلَ; وَهُمْ يَصِفُونَ الزَّمَانَ الطَّيِّبَ النَّاعِمَ بِالْغَفْلَةِ. قَالَ:\nقُدَيْدِيمَةَ التَّجْرِيبِ وَالْحِلْمِ إِنَّنِي ... لَدَى غَفَلَاتِ الْعَيْشِ قَبْلَ التَّجَارِبِ وَ (الدِّمَقْسُ) : الْقَزَّ. وَ (الدَّرْدَبِيسُ) : الدَّاهِيَةُ، وَالشَّيْخُ الْهِمُّ.\nوَ (دَنْقَسْتُ) بَيْنَ الْقَوْمِ: أَفْسَدْتُ. وَ (الدَّهَارِيسُ) : الدَّوَاهِي.\nوَ (الدِّلْقِمُ) : النَّاقَةُ الَّتِي أُكِلَتْ أَسْنَانُهَا مِنَ الْكِبَرِ. وَمُحْتَمَلٌ أَنْ تَكُونَ هَذِهِ مَنْحُوتَةٌ مِنْ دَقَمْتُ فَاهُ، إِذَا كَسَرْتَهُ، وَمِنْ دَلَقَ إِذَا خَرَجَ، كَأَنَّ لِسَانَهَا يَنْدَلِقُ.\nوَ (الدَّلْعَكُ) ، وَ (الدَّلْعَسُ) : الضَّخْمَةُ. وَ (دَرْبَحَ) : عَدَا. وَ (الدَّرْبَلَةُ) : ضَرْبٌ مِنَ الْمَشْيِ. وَ (الدِّرَقْلُ) : ضَرْبٌ مِنَ النِّيَابِ. وَ (الدُّرْدَاقِسُ) : عَظْمٌ يَفْصِلُ بَيْنَ الرَّأْسِ وَالْعُنُقِ. وَمَا أَبْعَدَ هَذِهِ مِنَ الصِّحَّةِ.\nوَيُقَالُ إِنَّ (الدُّلَمِزُ) : الْقَوِيُّ الْمَاضِي. وَكَذَلِكَ (الدُّلَامِزُ) ، وَالْجَمْعُ دَلَامِزُ. قَالَ الشَّاعِرُ:\nيَغْبَى عَلَى الدَّلَامِزِ الْبَرَارِتِ\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [كِتَابُ الذَّالِ] [بَابُ الذَّالِ وَمَا مَعَهَا فِي الثُّنَائِيِّ وَالْمُطَابِقِ]\n\nبَابُ الذَّالِ وَمَا مَعَهَا فِي الثُّنَائِيِّ وَالْمُطَابِقِ",
    "pg": "2:341-343"
  },
  "دنم": {
    "def": "الدَّالُ وَالنُّونُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى ضَعْفٍ وَقِلَّةٍ. فَالتَّدْنِيمُ: الْإِسْفَافُ لِلْأُمُورِ الدَّنِيَّةِ. وَالدِّنَّامَةُ: الرَّجُلُ الْقَصِيرُ; ذَكَرَهُ الْفَرَّاءُ. وَيَقُولُونَ: الدِّنَّامَةُ: النَّمْلَةُ الصَّغِيرَةُ.",
    "pg": "2:305"
  },
  "دنن": {
    "def": "الدَّالُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَطَامُنٍ وَانْخِفَاضٍ. فَالْأَدَنُّ: الرَّجُلُ الْمُنْحَنِي الظَّهْرِ. يُقَالُ مِنْهُ قَدْ دَنِنْتَ دَنَنًا. وَيُقَالُ بَيْتٌ أَدَنُّ، أَيْ مُتَطَامِنٌ. وَفَرَسٌ أَدَنُّ، أَيْ قَصِيرُ الْيَدَيْنِ. وَإِذَا كَانَ كَذَلِكَ كَانَ مَنْسَجُهُ مُنْخَفِضًا. وَمِنْ ذَلِكَ الدَّنْدَنَةُ، وَهُوَ أَنْ تُسْمَعَ مِنَ الرَّجُلِ نَغْيَةٌ لَا تُفْهَمُ، وَذَلِكَ لِأَنَّهُ يَخْفِضُ صَوْتَهُ بِمَا يَقُولُهُ وَيُخْفِيهِ. وَمِنْهُ الْحَدِيثُ: \" «فَأَمَّا دَنْدَنَتُكَ وَدَنْدَنَةُ مُعَاذٍ فَلَا نُحْسِنُهُمَا» \".\nوَمِمَّا يُقَارِبُ هَذَا الْقِيَاسَ وَلَيْسَ هُوَ بِعَيْنِهِ قَوْلُهُمْ لِلسَّيْفِ الْكَلِيلِ: دَدَانٌ. وَمِمَّا شَذَّ عَنِ الْبَابِ الدَّيْدَنُ، وَهِيَ الْعَادَةُ.\nوَمِمَّا يُقَاسُ عَلَى الْأَصْلِ الْأَوَّلِ الدِّنْدِنُ، وَهُوَ مَا اسْوَدَّ مِنَ النَّبَاتِ لِقَدَمِهِ.",
    "pg": "2:261"
  },
  "دنى": {
    "def": "الدَّالُ وَالنُّونُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يُقَاسُ بَعْضُهُ عَلَى بَعْضٍ، وَهُوَ الْمُقَارَبَةُ. وَمِنْ ذَلِكَ الدَّنِيُّ، وَهُوَ الْقَرِيبُ، مِنْ دَنَا يَدْنُو. وَسُمِّيَتِ الدُّنْيَا لِدُنُوِّهَا، وَالنِّسْبَةُ إِلَيْهَا دُنْيَاوِيٌّ. وَالدَّنِيُّ مِنَ الرِّجَالِ: الضَّعِيفُ الدُّونُ، وَهُوَ مِنْ ذَاكَ لِأَنَّهُ قَرِيبُ الْمَأْخَذِ وَالْمَنْزِلَةِ. وَدَانَيْتُ بَيْنَ الْأَمْرَيْنِ: قَارَبْتُ بَيْنَهُمَا. وَهُوَ ابْنُ عَمِّهِ دُِنْيَا وَدِنْيَةً. وَالدَّنِيُّ: الدُّونُ، مَهْمُوزٌ. يُقَالُ رَجُلٌ دَنِيءٌ، وَقَدْ دَنُؤَ يَدْنُؤُ دَنَاءَةً. وَهُوَ مِنَ الْبَابِ أَيْضًا، لِأَنَّهُ قَرِيبُ الْمَنْزِلَةِ. وَالْأَدْنَأُ مِنَ الرِّجَالِ: الَّذِي فِيهِ انْكِبَابٌ عَلَى صَدْرِهِ. وَهُوَ مِنَ الْبَابِ، لِأَنَّ أَعْلَاهُ دَانٍ مِنْ وَسَطِهِ. وَأَدْنَتِ الْفَرَسُ وَغَيْرُهَا، إِذَا دَنَا نِتَاجُهَا. وَالدَّنِيَّةُ: النَّقِيصَةُ. وَجَاءَ فِي الْحَدِيثِ: \" «إِذَا أَكَلْتُمْ فَدَنُّوا» \" أَيْ كُلُوا مِمَّا يَلِيكُمْ مِمَّا يَدْنُو مِنْكُمْ. وَيُقَالُ لَقِيتُهُ أَدْنَى دَنِيٍّ، أَيْ أَوَّلَ كُلِّ شَيْءٍ.",
    "pg": "2:303"
  },
  "دهر": {
    "def": "الدَّالُ وَالْهَاءُ وَالرَّاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الْغَلَبَةُ وَالْقَهْرُ. وَسُمِّيَ الدَّهْرُ دَهْرًا لِأَنَّهُ يَأْتِي عَلَى كُلِّ شَيْءٍ وَيَغْلِبُهُ. فَأَمَّا قَوْلُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ: \" «لَا تَسُبُّوا الدَّهْرَ فَإِنَّ اللَّهَ هُوَ الدَّهْرُ» \"، فَقَالَ أَبُو عُبَيْدٍ: مَعْنَاهُ أَنَّ الْعَرَبَ كَانُوا إِذَا أَصَابَتْهُمُ الْمَصَائِبُ قَالُوا: أَبَادَنَا الدَّهْرُ، وَأَتَى عَلَيْنَا الدَّهْرُ. وَقَدْ ذَكَرُوا ذَلِكَ فِي أَشْعَارِهِمْ. قَالَ عَمْرٌو الضُّبَعِيُّ:\nرَمَتْنِي بَنَاتُ الدَّهْرِ مِنْ حَيْثُ لَا أَرَى ... فَكَيْفَ بِمَنْ يُرْمَى وَلَيْسَ بِرَامِ\nفَلَوْ أَنَّنِي أُرْمَى بِنَبْلٍ تَقَيْتُهَا ... وَلَكِنَّنِي أُرْمَى بِغَيْرِ سِهَامِ\nوَقَالَ آخَرُ:\nفَاسْتَأْثَرَ الدَّهْرُ الْغَدَاةَ بِهِمْ ... وَالدَّهْرُ يَرْمِينِي وَمَا أَرْمِي\nيَا دَهْرُ قَدْ أَكْثَرْتَ فَجْعَتَنَا ... بِسَرَاتِنَا وَوَقَرْتَ فِي الْعَظْمِ\nوَسَلَبْتَنَا مَا لَسْتَ تُعْقِبُنَا ... يَا دَهْرُ مَا أَنْصَفْتَ فِي الْحُكْمِ\nفَأَعْلَمَ رَسُولُ اللَّهِ ﵌، أَنَّ الَّذِي يَفْعَلُ ذَلِكَ بِهِمْ هُوَ اللَّهُ جَلَّ ثَنَاؤُهُ، وَأَنَّ الدَّهْرَ لَا فِعْلَ لَهُ، وَأَنَّ مَنْ سَبَّ فَاعِلَ ذَلِكَ فَكَأَنَّهُ قَدْ سَبَّ رَبَّهُ، ﵎ عَمَّا يَقُولُ الظَّالِمُونَ عُلُوًّا كَبِيرًا.\nوَقَدْ يَحْتَمِلُ قِيَاسًا أَنْ يَكُونَ الدَّهْرُ اسْمًا مَأْخُوذًا مِنَ الْفِعْلِ، وَهُوَ الْغَلَبَةُ، كَمَا يُقَالُ رَجُلٌ صَوْمٌ وَفِطْرٌ، فَمَعْنَى لَا تَسُبُّوا الدَّهْرَ، أَيِ الْغَالِبَ الَّذِي يَقْهَرُكُمْ وَيَغْلِبُكُمْ عَلَى أُمُورِكُمْ.\nوَيُقَالُ دَهْرٌ دَهِيرٌ، كَمَا يُقَالُ أَبَدٌ أَبِيدٌ. وَفِي كِتَابِ الْعَيْنِ: دَهَرَهُمْ أَمْرٌ، أَيْ نَزَلَ بِهِمْ. وَيَقُولُونَ مَا دَهْرِي كَذَا، أَيْ مَا هِمَّتِي. وَهَذَا تَوَسُّعٌ فِي التَّفْسِيرِ، وَمَعْنَاهُ مَا أَشْغَلُ دَهْرِي بِهِ. فَأَمَّا الْهِمَّةُ فَمَا تُسَمَّى دَهْرًا. وَالدَّهْوَرَةُ: جَمْعُ الشَّيْءِ وَقَذْفُهُ فِي مَهْوَاةٍ; وَهُوَ قِيَاسُ الْبَابِ.",
    "pg": "2:305-307"
  },
  "دهس": {
    "def": "الدَّالُ وَالْهَاءُ وَالسِّينُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى لِينٍ فِي مَكَانٍ. فَالدَّهْسُ: الْمَكَانُ اللَّيِّنُ; وَكَذَلِكَ الدَّهَاسُ. وَالدُّهْسَةُ: لَوْنٌ كَلَوْنِ الرَّمْلِ.",
    "pg": "2:307"
  },
  "دهش": {
    "def": "الدَّالُ وَالْهَاءُ وَالشِّينُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا. يُقَالُ دُهِشَ، إِذَا بُهِتَ، وَدَهِشَ دَهَشًا.",
    "pg": "2:307"
  },
  "دهق": {
    "def": "الدَّالُ وَالْهَاءُ وَالْقَافُ يَدُلُّ عَلَى امْتِلَاءٍ فِي مَجِيءٍ وَذَهَابٍ وَاضْطِرَابٍ. يُقَالُ أَدْهَقْتُ الْكَأْسَ: مَلَأْتُهَا. قَالَ اللَّهُ تَعَالَى: ﴿وَكَأْسًا دِهَاقًا﴾ [النبأ: ٣٤] . وَالدَّهْدَقَةُ: دَوَرَانُ الْبَضْعَةِ الْكَبِيرَةِ فِي الْقِدْرِ، تَعْلُو مَرَّةً وَتَسْفُلُ أُخْرَى.",
    "pg": "2:307"
  },
  "دهك": {
    "def": "الدَّالُ وَالْهَاءُ وَالْكَافُ لَيْسَ بِشَيْءٍ. وَذَكَرَ ابْنُ دُرَيْدٍ دَهَكْتُ الشَّيْءَ أَدْهَكُهُ، إِذَا سَحَقْتَهُ.",
    "pg": "2:307"
  },
  "دهل": {
    "def": "الدَّالُ وَالْهَاءُ وَاللَّامُ لَيْسَ بِشَيْءٍ. وَيَقُولُونَ: مَرَّ دَهْلٌ مِنَ اللَّيْلِ، أَيْ طَائِفَةٌ. وَيَقُولُونَ لَا دَهْلَ، أَيْ لَا بَأْسَ. وَهَذِهِ نَبَطِيَّةٌ لَا مَعْنَى لَهَا.",
    "pg": "2:307"
  },
  "دهم": {
    "def": "الدَّالُ وَالْهَاءُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى غِشْيَانِ الشَّيْءِ فِي ظَلَامٍ، ثُمَّ يَتَفَرَّعُ فَيَسْتَوِي الظَّلَامُ وَغَيْرُهُ يُقَالُ: مَرَّ دَهْمٌ مِنَ اللَّيْلِ، أَيْ طَائِفَةٌ. وَالدُّهْمَةُ: السَّوَادُ. وَالدُّهَيْمَاءُ: تَصْغِيرُ الدَّهْمَاءِ، وَهِيَ الدَّاهِيَةُ، سُمِّيَتْ بِذَلِكَ لِإِظْلَامِهَا. وَمِنَ الْبَابِ الدَّهْمُ: الْعَدَدُ الْكَثِيرُ. وَادْهَامَّ الزَّرْعُ، إِذَا عَلَاهُ السَّوَادُ رِيًّا. قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ فِي صِفَةِ الْجَنَّتَيْنِ: ﴿مُدْهَامَّتَانِ﴾ [الرحمن: ٦٤] ، أَيْ سَوْدَاوَانِ فِي رَأْيِ الْعَيْنِ، وَذَلِكَ لِلرَّيِّ وَالْخُضْرَةِ. وَدَهَمَتْهُمُ الْخَيْلُ تَدْهَمُهُمْ، إِذَا غَشِيَتْهُمْ. وَالدَّهْمَاءُ: الْقِدْرُ.",
    "pg": "2:307-308"
  },
  "دهن": {
    "def": "الدَّالُ وَالْهَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى لِينٍ وَسُهُولَةٍ وَقِلَّةٍ. مِنْ ذَلِكَ الدُّهْنُ. وَيُقَالُ دَهَنْتُهُ أَدْهُنُهُ دَهْنًا. وَالدِّهَانُ: مَا يُدْهَنُ بِهِ. قَالَ اللَّهُ ﷿: ﴿فَكَانَتْ وَرْدَةً كَالدِّهَانِ﴾ [الرحمن: ٣٧] . قَالُوا: هُوَ دُرْدِيُّ الزَّيْتِ. وَيُقَالُ دَهَنَهُ بِالْعَصَا دَهْنًا، إِذَا ضَرَبَهُ بِهَا ضَرْبًا خَفِيفًا.\nوَمِنَ الْبَابِ الْإِدْهَانُ، مِنَ الْمُدَاهَنَةِ، وَهِيَ الْمُصَانَعَةُ. دَاهَنْتُ الرَّجُلَ، إِذَا وَارَبْتَهُ وَأَظْهَرْتَ لَهُ خِلَافَ مَا تُضْمِرُ لَهُ، وَهُوَ مِنَ الْبَابِ، كَأَنَّهُ إِذَا فَعَلَ ذَلِكَ فَهُوَ يَدْهُنُهُ وَيُسَكِّنُ مِنْهُ. وَأَدْهَنْتُ إِدْهَانًا: غَشَشْتُ، وَمِنْهُ قَوْلُهُ جَلَّ ثَنَاؤُهُ: ﴿وَدُّوا لَوْ تُدْهِنُ فَيُدْهِنُونَ﴾ [القلم: ٩] . وَالْمُدْهُنُ: مَا يُجْعَلُ فِيهِ الدُّهْنُ، وَهُوَ أَحَدُ مَا جَاءَ عَلَى مُفْعُلٍ مِمَّا يُعْتَمَلُ وَأَوَّلُهُ مِيمٌ. وَمِنَ التَّشْبِيهِ بِهِ الْمُدْهُنُ: نُقْرَةٌ فِي الْجَبَلِ يَسْتَنْقِعُ فِيهَا الْمَاءُ، وَمِنْ ذَلِكَ حَدِيثُ النَّهْدِيِّ: \" نَشِفَ الْمُدْهُنُ، وَيَبِسَ الْجِعْثِنُ \". وَالدَّهِينُ: النَّاقَةُ الْقَلِيلَةُ الدَّرِّ. وَدَهَنَ الْمَطَرُ الْأَرْضَ: بَلَّهَا بَلًّا يَسِيرًا. وَبَنُو دُهْنٍ: حَيٌّ مِنَ الْعَرَبِ، وَإِلَيْهِمْ يُنْسَبُ عَمَّارٌ الدُّهْنِيُّ. وَالدَّهْنَاءُ: مَوْضِعٌ، وَهُوَ رَمْلٌ لَيِّنٌ، وَالنِّسْبَةُ إِلَيْهَا دَهْنَاوِيٌّ. وَاللَّهُ أَعْلَمُ. [بَابُ الدَّالِ وَالْوَاوِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:308-309"
  },
  "دهه": {
    "def": "الدَّالُ وَالْهَاءُ لَيْسَ أَصْلًا يُقَاسُ عَلَيْهِ وَلَا يُفَرَّعُ مِنْهُ، وَإِنَّمَا يَجِيءُ فِي قَوْلِهِمْ تَدَهْدَهَ الشَّيْءُ، إِذَا تَدَحْرَجَ; فَكَأَنَّ الدَّهْدَهَةَ الصَّوْتُ الَّتِي يَكُونُ مِنْهُ هُنَاكَ. وَقَدْ قُلْنَا إِنَّ الْأَصْوَاتَ لَا يُقَاسُ عَلَيْهَا.\nوَيَقُولُونَ: مَا أَدْرِي أَيُّ الدَّهْدَاءِ هُوَ، أَيْ أَيُّ النَّاسِ هُوَ؟ وَالدَّهْدَاهُ: الصِّغَارُ مِنَ الْإِبِلِ. وَيُقَالُ الدَّهْدَهَانُ: الْكَثِيرُ مِنَ الْإِبِلِ. وَمِمَّا يَدُلُّ عَلَى مَا قُلْنَاهُ أَنَّ هَذَا لَيْسَ أَصْلًا، قَوْلُ الْخَلِيلِ فِي كِتَابِهِ: وَأَمَّا قَوْلُ رُؤْبَةَ:\nوَقُوَّلٌ إِلَّا دَهٍ فَلَا دَهِ\nفَإِنَّهُ يُقَالُ إِنَّهَا فَارِسِيَّةٌ، حَكَى قَوْلَ دَايَتِهِ. وَالَّذِي قَالَهُ الْخَلِيلُ فَعَلَى مَا تَرَاهُ، بَعْدَ قَوْلِهِ فِي أَوَّلِ الْبَابِ: دَهٍ كَلِمَةٌ كَانَتِ الْعَرَبُ تَتَكَلَّمُ بِهَا، إِذَا رَأَى أَحَدُهُمْ ثَأْرَهُ يَقُولُ لَهُ: \" يَا فُلَانُ إِلَّا دَهٍ فَلَا دَهٍ \"، أَيْ إِنَّكَ إِنْ لَمْ تَثْأَرْ بِهِ الْآنَ لَمْ تَثْأَرْ بِهِ أَبَدًا، وَفِي نَحْوِ ذَلِكَ مِنَ الْأَمْرِ. وَهَذَا كُلُّهُ مِمَّا يَدُلُّ عَلَى مَا قُلْنَاهُ.",
    "pg": "2:261-262"
  },
  "دهى": {
    "def": "الدَّالُ وَالْهَاءُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى إِصَابَةِ الشَّيْءِ بِالشَّيْءِ بِمَا لَا يَسُرُّ. يُقَالُ مَا دَهَاهُ: أَيْ مَا أَصَابَهُ. لَا يُقَالُ ذَلِكَ إِلَّا فِيمَا يَسُوءُ. وَدَوَاهِي الدَّهْرِ: مَا أَصَابَ الْإِنْسَانَ مِنْ عَظَائِمِ نُوَبِهِ. وَالدَّهْيُ: النُّكْرُ وَجَوْدَةُ الرَّأْيِ; وَهُوَ مِنَ الْبَابِ; لِأَنَّهُ يُصِيبُ بِرَأْيِهِ مَا يُرِيدُهُ.",
    "pg": "2:305"
  },
  "دو": {
    "def": "الدَّالُ وَالْحَرْفُ الْمُعْتَلُّ بَعْدَهَا أَوِ الْمَهْمُوزُ قَرِيبٌ مِنَ الْبَابِ الَّذِي قَبْلَهُ. فَالدَّوُّ، وَالدَّوِّيَّةُ الْمَفَازَةُ. وَبَعْضُهُمْ يَقُولُ: إِنَّمَا سُمِّيَتْ بِذَلِكَ لِأَنَّ الْخَالِيَ فِيهَا يَسْمَعُ كَالدَّوِيِّ، فَقَدْ عَادَ الْأَمْرُ إِلَى مَا قُلْنَاهُ مِنْ أَنَّ الْأَصْوَاتَ لَا تُقَاسُ. قَالَ الشَّاعِرُ فِي الدَّوِّيَّةِ:\nوَدَوِّيَّةٍ قَفْرٍ تَمَشَّى نَعَامُهَا ... كَمَشْيِ النَّصَارَى فِي خِفَافِ الْيَرَنْدَجِ\nوَمِنَ الْبَابِ الدَّأْدَأَةُ: السَّيْرُ السَّرِيعُ. وَالدَّأْدَأَةُ: صَوْتُ وَقْعِ الْحِجَارَةِ فِي الْمَسِيلِ. فَأَمَّا الدَّآدِئُ فَهِيَ ثَلَاثُ لَيَالٍ فِي آخِرِ الشَّهْرِ، قَبْلَ لَيَالِي الْمِحَاقِ. فَلَهُ قِيَاسٌ صَحِيحٌ; لِأَنَّ كُلَّ إِنَاءٍ قَارَبَ أَنْ يَمْتَلِئَ فَقَدْ تَدَأْدَأَ. وَكَذَلِكَ هَذِهِ اللَّيَالِي تَكُونُ إِذَا قَارَبَ الشَّهْرُ أَنْ يَكْمُلَ. فَأَمَّا قَوْلُ مَنْ قَالَ سُمِّيَتْ دَآدِئَ لِظُلْمَتِهَا، فَلَيْسَ بِشَيْءٍ وَلَا قِيَاسَ لَهُ.\nوَأَمَّا الدَّوَادِي فَهِيَ أَرَاجِيحُ الصِّبْيَانِ، وَلَيْسَ بِشَيْءٍ.",
    "pg": "2:262-263"
  },
  "دوح": {
    "def": "الدَّالُ وَالْوَاوُ وَالْحَاءُ كَلِمَةٌ وَاحِدَةٌ، وَهِيَ الدَّوْحَةُ: [الشَّجَرَةُ] الْعَظِيمَةُ، وَالْجَمْعُ الدَّوْحُ. قَالَ:\nيَكُبُّ عَلَى الْأَذْقَانِ دَوْحَ الْكَنَهْبَلِ",
    "pg": "2:310"
  },
  "دوخ": {
    "def": "الدَّالُ وَالْوَاوُ وَالْخَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى التَّذْلِيلِ. يُقَالُ دَوَّخْنَاهُمْ; أَيْ أَذْلَلْنَاهُمْ وَقَهَرْنَاهُمْ. وَدَاخُوا، أَيْ ذَلُّوا.",
    "pg": "2:310"
  },
  "دود": {
    "def": "الدَّالُ وَالْوَاوُ وَالدَّالُ لَيْسَ أَصْلًا يُفَرَّعُ مِنْهُ. فَالدُّودُ مَعْرُوفٌ. يُقَالُ دَادَ الشَّيْءُ يَدَادُ، وَأَدَادَ يَدِيدُ. وَالدَّوَادِي: آثَارُ أَرَاجِيحِ الصِّبْيَانِ، وَاحِدَتُهَا دَوْدَاةٌ.",
    "pg": "2:310"
  },
  "دور": {
    "def": "الدَّالُ وَالْوَاوُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى إِحْدَاقِ الشَّيْءِ بِالشَّيْءِ مِنْ حَوَالَيْهِ. يُقَالُ دَارَ يَدُورُ دَوَرَانًا. وَالدَّوَّارِيُّ: الدَّهْرُ; لِأَنَّهُ يَدُورُ بِالنَّاسِ أَحْوَالًا. قَالَ:\nوَالدَّهْرُ بِالْإِنْسَانِ دَوَّارِيُّ وَالدُّوَارُ، مُثَقَّلٌ وَمُخَفَّفٌ: حَجَرٌ كَانَ يُؤْخَذُ مِنَ الْحَرَمِ إِلَى نَاحِيَةٍ وَيُطَافُ بِهِ، وَيَقُولُونَ: هُوَ مِنْ جِوَارِ الْكَعْبَةِ الَّتِي يُطَافُ بِهَا. وَهُوَ قَوْلُهُ:\nكَمَا دَارَ النِّسَاءُ عَلَى الدُّوَارِ\nوَقَالَ:\nتَرَكْتُ بَنِي الْهُجَيْمِ لَهُمْ دُوَارٌ ... إِذَا تَمْضِي جَمَاعَتُهُمْ تَدُورُ\nوَالدُّوَارُ فِي الرَّأْسِ هُوَ مِنَ الْبَابِ، يُقَالُ دِيرَ بِهِ وَأُدِيرَ بِهِ، فَهُوَ مَدُورٌ بِهِ وَمُدَارٌ بِهِ. وَالدَّائِرَةُ فِي حَلْقِ الْفَرَسِ: شُعَيْرَاتٌ تَدُورُ; وَهِيَ مَعْرُوفَةٌ. وَيُقَالُ دَارَتْ بِهِمُ الدَّوَائِرُ، أَيِ الْحَالَاتُ الْمَكْرُوهَةُ أَحْدَقَتْ بِهِمْ. وَالدَّارُ أَصْلُهَا الْوَاوُ. وَالدَّارُ: الْقَبِيلَةُ. قَالَ رَسُولُ اللَّهِ ﵌: \" «أَلَا أُنَبِّئُكُمْ بِخَيْرِ دُورِ الْأَنْصَارِ» ؟ \". أَرَادَ بِذَلِكَ الْقَبَائِلَ. وَمِنْ ذَلِكَ الْحَدِيثُ الْآخَرُ: \" «فَلَمْ تَبْقَ دَارٌ إِلَّا بُنِيَ فِيهَا مَسْجِدٌ» \". أَيْ لَمْ تَبْقَ قَبِيلَةٌ. وَالدَّارِيُّ: الْعَطَّارُ. قَالَ رَسُولُ اللَّهِ ﵌: \" «مَثَلُ الْجَلِيسِ الصَّالِحِ كَمَثَلِ الدَّارِيِّ إِنْ لَمْ يُحْذِكَ مِنْ عِطْرِهِ عَلِقَكَ مِنْ رِيحِهِ» \". أَرَادَ الْعَطَّارَ. وَقَالَ الشَّاعِرُ:\nإِذَا التَّاجِرُ الدَّارِيُّ جَاءَ بِفَارَةٍ ... مِنَ الْمِسْكِ رَاحَتْ فِي مَفَارِقِهَا تَجْرِي\nوَإِنَّمَا سُمِّيَ دَارِيًّا مِنَ الدَّارِ، أَيْ هُوَ يَسْكُنُ الدَّارَ. وَالدَّارِيُّ: الرَّجُلُ الْمُقِيمُ فِي دَارِهِ لَا يَكَادُ يَبْرَحُ. قَالَ:\nلَبِّثْ قَلِيلًا يَلْحَقِ الدَّارِيُّونْ ... ذَوُو الْجِيَادِ الْبُدَّنِ الْمَكْفِيُّونْ\nوَالدَّارَةُ: أَرْضٌ سَهْلَةٌ تَدُورُ بِهَا جِبَالٌ، وَفِي بِلَادِ الْعَرَبِ مِنْهَا دَارَاتٌ كَثِيرَةٌ. وَأَصْلُ الدَّارِ دَارَةٌ. قَالَ: لَهُ دَاعٍ بِمَكَّةَ مُشْمَعِلٌّ ... وَآخَرُ فَوْقَ دَارَتِهِ يُنَادِي\nإِلَى رُدُحٍ مِنَ الشِّيزَى مِلَاءٍ ... لُبَابَ الْبُرِّ يُلْبَكُ بِالشِّهَادِ\nوَقَالَ فِي جَمْعِ دَارَةٍ دَارَاتٍ:\nتَرَبَّصْ فَإِنْ تُقْوِ الْمَرَوْرَاةُ مِنْهُمُ ... وَدَارَاتُهَا لَا تُقْوِ مِنْهُمْ إِذًا نَخْلُ\nوَدَارَاتُ الْعَرَبِ الْمَشْهُورَةُ: دَارَةُ جُلْجُلٍ، وَدَارَةُ السَّلَمِ، وَدَارَةُ وَُشْحَى، وَدَارَةُ صُلْصُلٍ، وَدَارَةُ مَأْسَلٍ، وَدَارَةُ خَِنْزَرٍ، وَدَارَةُ الدُّورِ، وَدَارَةُ الْجَأْبِ، وَدَارَةُ يَمْعُونَ، وَدَارَةُ مَكْمَِنٍ، وَدَارَةُ رَهْبَى، وَدَارَةُ جَوْدَاتٍ، وَدَارَةُ الْأَرْآمِ، وَدَارَةُ الرُّهَا، وَدَارَةُ تَِيلٍ، وَدَارَةُ الصَّفَائِحِ، وَدَارَةُ هَضْبِ الْقَلِيبِ، وَدَارَةُ صَارَةَ، وَدَارَةُ دَمُّونَ، وَدَارَةُ رُمْحٍ، وَدَارَةُ الْمَلِكَةِ، وَدَارَةُ مَلْحُوبٍ، وَدَارَةُ مِحْصَرٍ، وَدَارَةُ أَهْوَى، وَدَارَةُ الْجُمُْدِ، وَدَارَةُ رِمْرِمٍ، وَدَارَةُ قُرْحٍ، وَدَارَةُ الْيَعْضِيدِ، وَدَارَةُ الْخَرْجِ، وَدَارَةُ رَدْمٍ، وَدَارَةُ جُدَّى، وَدَارَةُ النِّصَابِ.",
    "pg": "2:310-313"
  },
  "دوس": {
    "def": "الدَّالُ وَالْوَاوُ وَالسِّينُ أُصَيْلٌ، وَهُوَ دَوْسُ الشَّيْءِ. تَقُولُ دُسْتُهُ; وَالَّذِي يُدَاسُ بِهِ مِدْوَسٌ. وَحُمِلَ عَلَيْهِ قَوْلُهُمْ لِمَا يَسُنُّ بِهِ الصَّيْقَلُ السَّيْفَ مِدْوَسٌ، كَأَنَّهُ عِنْدَ اتِّكَائِهِ عَلَيْهِ كَالَّذِي يَدُوسُ الشَّيْءَ. قَالَ:\nوَأَبْيَضَ كَالْغَدِيرِ ثَوَى عَلَيْهِ ... فُلَانٌ بِالْمَدَاوِسِ نِصْفَ شَهْرِ",
    "pg": "2:313"
  },
  "دوش": {
    "def": "الدَّالُ وَالْوَاوُ وَالشِّينُ كَلِمَةٌ وَاحِدَةٌ لَا يُفَرَّعُ مِنْهَا. يُقَالُ دَوِشَتْ عَيْنُهُ تَدْوَشُ دَوَشًا، إِذَا فَسَدَتْ مِنْ دَاءٍ. وَرَجُلٌ أَدْوَشُ بَيِّنُ الدَّوَشِ.",
    "pg": "2:313"
  },
  "دوف": {
    "def": "الدَّالُ وَالْوَاوُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ دُفْتُ الدَّوَاءَ دَوْفًا.",
    "pg": "2:313"
  },
  "دوق": {
    "def": "الدَّالُ وَالْوَاوُ وَالْقَافُ لَيْسَ أَصْلًا وَلَا فِيهِ مَا يُعَدُّ لُغَةً، لَكِنَّهُمْ يَقُولُونَ: مَائِقٌ دَائِقٌ.",
    "pg": "2:313-314"
  },
  "دوك": {
    "def": "الدَّالُ وَالْوَاوُ وَالْكَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ضَغْطٍ وَتَزَاحُمٍ. فَيَقُولُونَ: دُكْتُ الشَّيْءَ دَوْكًا. وَالْمَدَاكُ: صَلَايَةُ الطِّيبِ، يَدُوكُ عَلَيْهَا الْإِنْسَانُ الطِّيبَ دَوْكًا. قَالَ:\nمَدَاكَ عَرُوسٍِ أَوْ صَلَايَةَ حَنْظَلٍ\n، وَيُقَالُ بَاتَ الْقَوْمُ يَدُوكُونَ دَوْكًا، إِذَا بَاتُوا فِي اخْتِلَاطٍ. وَمِنْ ذَلِكَ الْحَدِيثُ: أَنَّ رَسُولَ اللَّهِ ﷺ [قَالَ] فِي خَيْبَرَ: \" «لَأُعْطِيَنَّ الرَّايَةَ غَدًا رَجُلًا يُحِبُّ اللَّهَ وَرَسُولَهُ يَفْتَحُ اللَّهُ عَلَى يَدِهِ» \"، فَبَاتَ النَّاسُ يَدُوكُونَ. وَيُقَالُ تَدَاوَكَ الْقَوْمُ، إِذَا تَضَايَقُوا فِي حَرْبٍ أَوْ شَرٍّ.",
    "pg": "2:314"
  },
  "دول": {
    "def": "الدَّالُ وَالْوَاوُ وَاللَّامُ أَصْلَانِ: أَحَدُهُمَا يَدُلُّ عَلَى تَحَوُّلِ شَيْءٍ مِنْ مَكَانٍ إِلَى مَكَانٍ، وَالْآخَرُ يَدُلُّ عَلَى ضَعْفٍ وَاسْتِرْخَاءٍ.\nأَمَّا الْأَوَّلُ فَقَالَ أَهْلُ اللُّغَةِ: انْدَالَ الْقَوْمُ، إِذَا تَحَوَّلُوا مِنْ مَكَانٍ إِلَى مَكَانٍ. وَمِنْ هَذَا الْبَابِ تَدَاوَلَ الْقَوْمُ الشَّيْءَ بَيْنَهُمْ: إِذَا صَارَ مِنْ بَعْضِهِمْ إِلَى بَعْضٍ، وَالدَّوْلَةُ وَالدُّولَةُ لُغَتَانِ. وَيُقَالُ بَلِ الدُّولَةُ فِي الْمَالِ وَالدَّوْلَةُ فِي الْحَرْبِ، وَإِنَّمَا سُمِّيَا بِذَلِكَ مِنْ قِيَاسِ الْبَابِ; لِأَنَّهُ أَمْرٌ يَتَدَاوَلُونَهُ، فَيَتَحَوَّلُ مِنْ هَذَا إِلَى ذَاكَ، وَمِنْ ذَاكَ إِلَى هَذَا.\nوَأَمَّا الْأَصْلُ الْآخَرُ فَالدَّوِيلُ مِنَ النَّبْتِ: مَا يَبِسَ لِعَامِهِ. قَالَ أَبُو زَيْدٍ: دَالَ الثَّوْبُ يَدُوُلُ، إِذَا بَلِيَ. وَقَدْ جَعَلَ [وُدُّهُ] يَدُولُ، أَيْ يَبْلَى. وَمِنْ هَذَا الْبَابِ انْدَالَ بَطْنُهُ، أَيِ اسْتَرْخَى.",
    "pg": "2:314-315"
  },
  "دوم": {
    "def": "الدَّالُ وَالْوَاوُ وَالْمِيمُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى السُّكُونِ وَاللُّزُومِ. يُقَالُ دَامَ الشَّيْءُ يَدُومُ، إِذَا سَكَنَ. وَالْمَاءُ الدَّائِمُ: السَّاكِنُ. «وَنَهَى رَسُولُ اللَّهِ ﵌ أَنْ يُبَالَ فِي الْمَاءِ الدَّائِمِ، ثُمَّ يُتَوَضَّأَ مِنْهُ» . وَالدَّلِيلُ عَلَى صِحَّةِ هَذَا التَّأْوِيلِ أَنَّهُ رُوِيَ بِلَفْظَةٍ أُخْرَى، وَهُوَ أَنَّهُ «نَهَى أَنْ يُبَالَ فِي الْمَاءِ الْقَائِمِ» . وَيُقَالُ أَدَمْتُ الْقِدْرَ إِدَامَةً، إِذَا سَكَّنْتَ غَلَيَانَهَا بِالْمَاءِ. قَالَ الْجَعْدِيُّ:\nتَفُورُ عَلَيْنَا قِدْرُهُمْ فَنُدِيمُهَا ... وَنَفْثَؤُهَا عَنَّا إِذَا حَمْيُهَا غَلَا\nوَمِنَ الْمَحْمُولِ عَلَى هَذَا وَقِيَاسُهُ قِيَاسُهُ، تَدْوِيمُ الطَّائِرِ فِي الْهَوَاءِ; وَذَلِكَ إِذَا حَلَّقَ وَكَانَتْ لَهُ عِنْدَهَا كَالْوَقْفَةِ. وَمِنْ ذَلِكَ قَوْلُهُمْ: دَوَّمَتِ الشَّمْسُ فِي كَبِدِ السَّمَاءِ، وَذَلِكَ إِذَا بَلَغَتْ ذَلِكَ الْمَوْضِعَ. وَيَقُولُ أَهْلُ الْعِلْمِ بِهَا: إِنَّ لَهَا ثَمَّ كَالْوَقْفَةِ، ثُمَّ تَدْلُكُ. قَالَ ذُو الرُّمَّةِ:\nوَالشَّمْسُ حَيْرَى لَهَا فِي الْجَوِّ تَدْوِيمٌ\nأَيْ كَأَنَّهَا لَا تَمْضِي. وَأَمَّا قَوْلُهُ يَصِفُ الْكِلَابَ:\nحَتَّى إِذَا دَوَّمَتْ فِي الْأَرْضِ رَاجَعَهُ ... كِبْرٌ وَلَوْ شَاءَ نَجَّى نَفْسَهُ الْهَرَبُ\nفَيُقَالُ إِنَّهُ أَخْطَأَ، وَإِنَّمَا أَرَادَ دَوَّتْ، فَقَالَ دَوَّمَتْ، وَقَدْ ذُكِرَ هَذَا فِي بَابِهِ. وَيُقَالُ: دَوَّمْتُ الزَّعْفَرَانَ: دُفْتُهُ; وَهُوَ الْقِيَاسُ لِأَنَّهُ يَسْكُنُ فِيمَا يُدَافُ فِيهِ. وَاسْتَدَمْتُ الْأَمْرَ، إِذَا رَفَقْتَ بِهِ. وَكَذَا يَقُولُونَ. وَالْمَعْنَى أَنَّهُ إِذَا رَفَقَ بِهِ وَلَمْ يَعْنُفْ وَلَمْ يَعْجَلْ دَامَ لَهُ. قَالَ:\nفَلَا تَعْجَلْ بِأَمْرِكَ وَاسْتَدِمْهُ ... فَمَا صَلَّى عَصَاكَ كَمُسْتَدِيمِ\nوَأَمَّا قَوْلُهُ:\nوَقَدْ يُدَوِّمُ رِيقَ الطَّامِعِ الْأَمَلُ\nفَيَقُولُونَ: يُدَوِّمُ يَبُلُّ، وَلَيْسَ هَذَا بِشَيْءٍ، إِنَّمَا يُدَوِّمُ يُبْقِي; وَذَلِكَ أَنَّ الْيَائِسَ يَجِفُّ رِيقُهُ. وَالدِّيمَةُ: مَطَرٌ يَدُومُ يَوْمًا وَلَيْلَةً أَوْ أَكْثَرَ.\nوَمِنَ الْبَابِ أَنَّ عَائِشَةَ [﵂] سُئِلَتْ عَنْ عَمَلِ رَسُولِ اللَّهِ ﵌، فَقَالَتْ: \" «كَانَ عَمَلُهُ دِيمَةً» \"، أَيْ دَائِمًا. وَالْمَعْنَى أَنَّهُ كَانَ يَدُومُ عَلَيْهِ، سَوَاءٌ قَلَّلَ، أَوْ كَثَّرَ، وَلَكِنَّهُ كَانَ لَا يُخِلُّ. تَعْنِي بِذَلِكَ فِي عِبَادَتِهِ ﷺ. فَأَمَّا قَوْلُهُمْ دَوَّمَتْهُ الْخَمْرُ، فَهُوَ مِنْ ذَاكَ; لِأَنَّهَا تُخَثِّرُهُ حَتَّى تَسْكُنَ حَرَكَاتُهُ. وَالدَّأْمَاءُ: الْبَحْرُ، وَلَعَلَّهُ أَنْ يَكُونَ مِنَ الْبَابِ; لِأَنَّهُ مَاءٌ مُقِيمٌ لَا يُنْزَحُ وَلَا يَبْرَحُ. قَالَ:\nوَاللَّيْلُ كَالدَّأْمَاءِ مُسْتَشْعِرٌ ... مِنْ دُونِهِ لَوْنًا كَلَوْنِ السَُّدُوسْ",
    "pg": "2:315-317"
  },
  "دون": {
    "def": "الدَّالُ وَالْوَاوُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْمُدَانَاةِ وَالْمُقَارَبَةِ. يُقَالُ هَذَا دُونَ ذَاكَ، أَيْ هُوَ أَقْرَبُ مِنْهُ. وَإِذَا أَرَدْتَ تَحْقِيرَهُ قُلْتَ دُوَيْنَ. وَلَا يُشْتَقُّ مِنْهُ فِعْلٌ. وَيُقَالُ فِي الْإِغْرَاءِ: دُونَكَهُ! أَيْ خُذْهُ، اقْرُبْ مِنْهُ وَقَرِّبْهُ مِنْكَ. وَيَقُولُونَ أَمْرٌ دُونٌ، وَثَوْبٌ دُونٌ، أَيْ قَرِيبُ الْقِيمَةِ. قَالَ الْقُتَيْبِيُّ: دَانَ يَدُونُ دَوْنًا، إِذَا ضَعُفَ، وَأُدِينُ إِدَانَةً. وَأَنْشَدُوا:\nوَعَلَا الرَّبْرَبَ أَزْمٌ لَمْ يُدَنْ\nأَيْ لَمْ يُضْعَفْ. وَهُوَ عِنْدَهُ مِنَ الشَّيْءِ الدُّونِ، أَيِ الْهَيِّنِ. فَإِنْ كَانَ صَحِيحًا فَقِيَاسُهُ مَا ذَكَرْنَاهُ.",
    "pg": "2:317"
  },
  "دوه": {
    "def": "الدَّالُ وَالْوَاوُ وَالْهَاءُ لَيْسَ بِشَيْءٍ. يَقُولُونَ: الدَّوْهُ: التَّحَيُّرُ.\n\n[بَابُ الدَّالِ وَالْيَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:317"
  },
  "دوى": {
    "def": "الدَّالُ وَالْوَاوُ وَالْحَرْفُ الْمُعْتَلُّ. هَذَا بَابٌ يَتَقَارَبُ أُصُولُهُ، وَلَا يَكَادُ شَيْءٌ [مِنْهُ] يَنْقَاسُ، فَلِذَلِكَ كَتَبْنَا كَلِمَاتِهِ عَلَى وُجُوهِهَا. فَالدَّوِيُّ دَوِيُّ النَّحْلِ، وَهُوَ مَا يُسْمَعُ مِنْهُ إِذَا تَجَمَّعَ. وَالدَّوَاءُ مَعْرُوفٌ، تَقُولُ دَاوَيْتُهُ أُدَاوِيهِ مُدَاوَاةً وَدِوَاءً. وَالدَّوَاةُ: الَّتِي يُكْتَبُ مِنْهَا، يُقَالُ فِي الْجَمْعِ دُوِيٌّ وَدِوِيٌّ. قَالَ الْهُذَلِيُّ:\nعَرَفْتُ الدِّيَارَ كَرَقْمِ الدُِّوِ ... يِّ حَبَّرَهُ الْكَاتِبُ الْحِمْيَرِيُّ\nوَالدَّاءُ مِنَ الْمَرَضِ، يُقَالُ دَوِيَ يَدْوَى، وَرَجُلٌ دَوٍ وَامْرَأَةٌ دَوِيَّةٌ. يُقَالُ دَاءَتِ الْأَرْضُ، وَأَدَاءَتْ، وَدَوِيَتْ دَوًى، مِنَ الدَّاءِ. وَيُقَالُ: تَرَكْتُ فُلَانًا دَوًى مَا أَرَى بِهِ حَيَاةً. وَيُشَبَّهُ الرَّجُلُ الضَّعِيفُ الْأَحْمَقُ بِهِ، فَيُقَالُ دَوًى. قَالَ:\nوَقَدْ أَقُودُ بِالدَّوَى الْمُزَمَّلِ ... أَخْرَسَ فِي الرَّكْبِ بَقَاقَ الْمَنْزِلِ\nوَدَوَّى الطَّائِرُ، إِذَا دَارَ فِي الْهَوَاءِ وَلَمْ يُحَرِّكْ جَنَاحَيْهِ. وَالدُِّوَايَةُ: الْجُلَيْدَةُ الَّتِي تَعْلُو اللَّبَنَ الرَّائِبَ. يُقَالُ ادَّوَى يَدَّوِي ادِّوَاءً. قَالَ الشَّاعِرُ: بَدَا مِنْكَ غِشٌّ طَالَمَا قَدْ كَتَمْتَهُ ... كَمَا كَتَمَتْ دَاءَ ابْنِهَا أُمُّ مُدَّوِي",
    "pg": "2:309-310"
  },
  "ديث": {
    "def": "الدَّالُ وَالْيَاءُ وَالثَّاءُ يَدُلُّ عَلَى التَّذْلِيلِ، يُقَالُ دَيَّثْتُهُ، إِذَا أَذْلَلْتَهُ، مِنْ قَوْلِهِمْ طَرِيقٌ مُدَيَّثٌ: مُذَلَّلٌ.",
    "pg": "2:317"
  },
  "دير": {
    "def": "الدَّالُ وَالْيَاءُ وَالرَّاءُ أَظُنُّهُ مُنْقَلِبًا عَنِ الْوَاوِ، مِنَ الدَّارِ وَالدَّوْرِ. وَمِنَ الْبَابِ الدَّيْرُ. وَمَا بِهَا دَيُّورٌ وَدَيَّارٌ، أَيْ أَحَدٌ. وَمِنَ الْبَابِ الَّذِي ذَكَرْنَاهُ قَالَ ابْنُ الْأَعْرَابِيِّ: يُقَالُ لِلرَّجُلِ إِذَا كَانَ رَأْسَ أَصْحَابِهِ: هُوَ رَأْسُ الدَّيْرِ.",
    "pg": "2:318"
  },
  "ديص": {
    "def": "الدَّالُ وَالْيَاءُ وَالصَّادُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى رَوَغَانٍ وَتَفَلُّتٍ. يُقَالُ دَاصَ يَدِيصُ دَيْصًا، إِذَا رَاغَ. وَالِانْدِيَاصُ: انْسِلَالُ الشَّيْءِ مِنَ الْيَدِ. وَيُقَالُ انْدَاصَ عَلَيْنَا فُلَانٌ بِشَرِّهِ، وَذَلِكَ إِذَا تَفَلَّتَ عَلَيْنَا; وَإِنَّهُ لَمُنْدَاصٌ بِالشَّرِّ. وَيُقَالُ الدَّيَّاصُ: السَّمِينُ; وَالدَّيَّاصَةُ: السَّمِينَةُ. فَإِنْ كَانَ صَحِيحًا فَلِأَنَّهُ إِذَا قُبِضَ عَلَيْهِ انْدَلَصَ مِنَ الْيَدِ; لِكَثْرَةِ لَحْمِهِ.",
    "pg": "2:317-318"
  },
  "ديف": {
    "def": "الدَّالُ وَالْيَاءُ وَالْفَاءُ لَيْسَ بِشَيْءٍ. يَقُولُونَ: الدِّيَافِيُّ مَنْسُوبٌ إِلَى أَرْضٍ بِالْجَزِيرَةِ. قَالَ:\nإِذَا سَافَهُ الْعَوْدُ الدِّيَافِيُّ جَرْجَرَا",
    "pg": "2:318"
  },
  "ديك": {
    "def": "الدَّالُ وَالْيَاءُ وَالْكَافُ لَيْسَ أَصْلًا يَتَفَرَّعُ مِنْهُ، إِنَّمَا هُوَ الدِّيكُ. وَيَقُولُونَ: هُوَ عُظَيْمٌ نَاتِئٌ فِي جَبْهَةِ الْفَرَسِ. وَلَيْسَ هَذَا بِشَيْءٍ.",
    "pg": "2:318-319"
  },
  "ديل": {
    "def": "الدَّالُ وَالْيَاءُ وَاللَّامُ لَيْسَ يَنْقَاسُ. يَقُولُونَ: الدِّيلُ قَبِيلَةٌ، وَالنِّسْبَةُ دِيلِيٌّ. فَأَمَّا الدُّئِلُ، عَلَى فُعِلٍ، فَهِيَ دُويْبَّةٌ. وَيَضْعُفُ الْأَمْرُ فِيهَا مِنْ جِهَةِ الْوَزْنِ، فَأَمَّا الِاشْتِقَاقُ فَلَيْسَ بِبَعِيدٍ، وَقَدْ ذَكَرْنَاهُ فِي الدَّالِ وَالْهَمْزَةِ مَعَ الَّذِي يَجِيءُ بَعْدَهُمَا.",
    "pg": "2:318"
  },
  "دين": {
    "def": "الدَّالُ وَالْيَاءُ وَالنُّونُ أَصْلٌ وَاحِدٌ إِلَيْهِ يَرْجِعُ فُرُوعُهُ كُلُّهَا. وَهُوَ جِنْسٌ مِنَ الِانْقِيَادِ، وَالذُّلِّ. فَالدِّينُ: الطَّاعَةُ، يُقَالُ دَانَ لَهُ يَدِينُ دِينًا، إِذَا أَصْحَبَ وَانْقَادَ وَطَاعَ. وَقَوْمٌ دِينٌ، أَيْ مُطِيعُونَ مُنْقَادُونَ. قَالَ الشَّاعِرُ:\nوَكَانَ النَّاسُ إِلَّا نَحْنُ دِينَا\nوَالْمَدِينَةُ كَأَنَّهَا مَفْعَلَةٌ، سُمِّيَتْ بِذَلِكَ لِأَنَّهَا تُقَامُ فِيهَا طَاعَةُ ذَوِي الْأَمْرِ. وَالْمَدِينَةُ: الْأَمَةُ. وَالْعَبْدُ مَدِينٌ، كَأَنَّهُمَا أَذَلَّهُمَا الْعَمَلُ. وَقَالَ:\nرَبَتْ وَرَبَا فِي حِجْرِهَا ابْنُ مَدِينَةٍ ... يَظَلُّ عَلَى مِسْحَاتِهِ يَتَرَكَّلُ\nفَأَمَّا قَوْلُ الْقَائِلِ:\nيَا دِينَ قَلْبُكَ مِنْ سَلْمَى وَقَدْ دِينَا\nفَمَعْنَاهُ: يَا هَذَا دِينَ قَلْبُكَ، أَيْ أُذِلَّ. فَأَمَّا قَوْلُهُمْ إِنَّ الْعَادَةَ يُقَالُ لَهَا دِينٌ، فَإِنْ كَانَ صَحِيحًا فَلِأَنَّ النَّفْسَ إِذَا اعْتَادَتْ شَيْئًا مَرَّتْ مَعَهُ وَانْقَادَتْ لَهُ. وَيُنْشِدُونَ فِي هَذَا:\nكَدِينِكَ مِنْ أُمِّ الْحُوَيْرِثِ قَبْلَهَا ... وَجَارَتِهَا أُمِّ الرَّبَابِ بمَأْسَلِ\nوَالرِّوَايَةُ \" كَدَأْبِكَ \"، وَالْمَعْنَى قَرِيبٌ.\nفَأَمَّا قَوْلُهُ جَلَّ ثَنَاؤُهُ: ﴿مَا كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الْمَلِكِ﴾ [يوسف: ٧٦] ، فَيُقَالُ: فِي طَاعَتِهِ، وَيُقَالُ فِي حُكْمِهِ. وَمِنْهُ: ﴿مَالِكِ يَوْمِ الدِّينِ﴾ [الفاتحة: ٤] ، أَيْ يَوْمِ الْحُكْمِ. وَقَالَ قَوْمٌ: الْحِسَابُ وَالْجَزَاءُ. وَأَيُّ ذَلِكَ كَانَ فَهُوَ أَمْرٌ يُنْقَادُ لَهُ. وَقَالَ أَبُو زَيْدٍ: دِينَ الرَّجُلُ يُدَانُ، إِذَا حُمِلَ عَلَيْهِ مَا يَكْرَهُ.\nوَمِنْ هَذَا الْبَابِ الدَّيْنُ. يُقَالُ دَايَنْتُ فُلَانًا، إِذَا عَامَلْتَهُ دَيْنًا، إِمَّا أَخْذًا وَإِمَّا إِعْطَاءً. قَالَ:\nدَايَنْتُ أَرْوَى وَالدُّيُونُ تُقْضَى ... فَمَطَلَتْ بَعْضًا وَأَدَّتْ بَعْضَا\nوَيُقَالُ: دِنْتُ وَادَّنْتُ، إِذَا أَخَذْتَ بِدَيْنٍ. وَأَدَنْتُ أَقْرَضْتُ وَأَعْطَيْتُ دَيْنًا. قَالَ:\nأَدَانَ وَأَنْبَأَهُ الْأَوَّلُونَ ... بِأَنَّ الْمُدَانَ مَلِيٌّ وَفِيُّ\n، وَالدَّيْنُ مِنْ قِيَاسِ الْبَابِ الْمُطَّرِدِ، لِأَنَّ فِيهِ كُلَّ الذُّلِّ وَالذِّلِّ. وَلِذَلِكَ يَقُولُونَ \" الدَّيْنُ ذُلٌّ بِالنَّهَارِ، وَغَمٌّ بِاللَّيْلِ \". فَأَمَّا قَوْلُ الْقَائِلِ:\nيَا دَارَ سَلْمَى خَلَاءً لَا أُكَلِّفُهَا ... إِلَّا الْمَرَانَةَ حَتَّى تَعْرِفَ الدِّينَا\nفَإِنَّ الْأَصْمَعِيَّ قَالَ: الْمَرَانَةُ اسْمُ نَاقَتِهِ، وَكَانَتْ تَعْرِفُ ذَلِكَ الطَّرِيقَ، فَلِذَلِكَ قَالَ: لَا أُكَلِّفُهَا إِلَّا الْمَرَانَةَ. حَتَّى تَعْرِفَ الدِّينَ: أَيِ الْحَالَ وَالْأَمْرَ الَّذِي تَعْهَدُهُ. فَأَرَادَ لَا أُكَلِّفُ بُلُوغَ هَذِهِ الدَّارِ إِلَّا نَاقَتِي.\nوَاللَّهُ أَعْلَمُ. [بَابُ ال دَّالِ وَالْأَلِفِ وَمَا يَثْلُثُهُمَا] وَقَدْ يَقَعُ فِيهِ الْمَهْمُوزُ وَالْأَلِفُ الْمُنْقَلِبَةُ. وَقَدْ ذَكَرْنَا الْمَهْمُوزَ لِأَنَّ سَائِرَ ذَلِكَ مِنَ الْمُعْتَلِّ مَذْكُورٌ فِي أَبْوَابِهِ.",
    "pg": "2:319-321"
  }
}