{
  "ذاب": {
    "def": "الذَّالُ وَالْهَمْزَةُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى قِلَّةِ اسْتِقْرَارٍ، وَأَلَّا يَكُونَ لِلشَّيْءِ فِي حَرَكَتِهِ جِهَةٌ وَاحِدَةٌ. مِنْ ذَلِكَ الذِّئْبُ، سُمِّيَ بِذَلِكَ لِتَذَؤُّبِهِ مِنْ غَيْرِ جِهَةٍ وَاحِدَةٍ. وَيُقَالُ ذُئِبَ الرَّجُلُ إِذَا وَقَعَ فِي غَنَمِهِ [الذِّئْبُ] . وَيُقَالُ تَذَأَّبَتِ الرِّيحُ: أَتَتْ مِنْ كُلِّ جَانِبٍ. وَأَرْضٌ مَذْأَبَةٌ: كَثِيرَةُ الذِّئَابِ. وَذَؤُبَ الرَّجُلُ إِذَا صَارَ ذِئْبًا خَبِيثًا. وَجَمْعُ الذِّئْبِ أَذْؤُبٌ وَذِئَابٌ وَذُؤْبَانٌ. وَيُقَالُ تَذَاءَبَتُ النَّاقَةَ تَذَاؤُبًا، عَلَى تَفَاعَلْتُ، إِذَا ظَأَرْتَهَا عَلَى وَلَدِهَا فَتَشَبَّهْتَ لَهَا بِالذِّئْبِ، لِيَكُونَ أَرْأَمَ لَهَا عَلَيْهِ. وَقَالَ [قَوْمٌ] : الْإِذْآبُ: الْفِرَارُ. وَأَنْشَدَ:\nإِنِّي إِذَا مَا لَيْثُ قَوْمٍ أَذْأَبَا ... وَسَقَطَتْ نَخْوَتُهُ وَهَرَبَا\nهَذَا أَصْلُ الْبَابِ، ثُمَّ يُشَبَّهُ الشَّيْءُ بِالذِّئْبِ. فَالذِّئْبَةُ مِنَ الْقَتَبِ: مَا تَحْتَ مُلْتَقَى الْحِنْوَيْنِ، وَهُوَ يَقَعُ عَلَى الْمِنْسَجِ.",
    "pg": "2:368"
  },
  "ذار": {
    "def": "الذَّالُ وَالْهَمْزَةُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَجَنُّبٍ وَتَقَالٍ. يَقُولُونَ ذَئِرْتُ الشَّيْءَ، أَيْ كَرِهْتُهُ وَانْصَرَفْتُ عَنْهُ. وَفِي الْحَدِيثِ. «أَنَّ رَسُولَ اللَّهِ ﵌ [لَمَّا] نَهَى عَنْ ضَرْبِ النِّسَاءِ ذَئِرَ النِّسَاءُ عَلَى أَزْوَاجِهِنَّ» \"، يَعْنِي نَفَرْنَ وَنَشَزْنَ وَاجْتَرَأْنَ. وَقَالَ الشَّاعِرُ:\nوَلَقَدْ أَتَانَا عَنْ تَمِيمٍ أَنَّهُمُ ... ذَئِرُوا لِقَتْلَى عَامِرٍ وَتَغَضَّبُوا\n، وَيُقَالُ نَاقَةٌ مُذَائِرٌ، وَهِيَ الَّتِي تَرْأَمُ بِأَنْفِهَا وَلَا يَصْدُقُ حُبُّهَا. وَيُقَالُ بَلْ هِيَ الَّتِي تَنْفِرُ عَنِ الْوَلَدِ سَاعَةَ تَضَعُهُ. وَقَوْلُهُ: \" ذَئِرُوا لِقَتْلَى \" يَعْنِي نَفَرُوا وَأَنْكَرُوا، وَيُقَالُ أَنِفُوا.",
    "pg": "2:367-368"
  },
  "ذال": {
    "def": "الذَّالُ وَالْهَمْزَةُ وَاللَّامُ أَصْلٌ يَقِلُّ كَلِمُهُ، وَلَكِنَّهُ مُنْقَاسٌ يَدُلُّ عَلَى سُرْعَةٍ. يُقَالُ ذَأَلَ يَذْأَلُ، إِذَا مَشَى بِسُرْعَةٍ وَمَيْسٍ. فَإِنْ كَانَ فِي انْخِزَالٍ قِيلَ يَذْؤُلُ. وَمِنْ ذَلِكَ سُمِّيَ الذِّئْبُ ذُؤَالَةً.",
    "pg": "2:369"
  },
  "ذام": {
    "def": "الذَّالُ وَالْهَمْزَةُ وَالْمِيمُ أَصْلٌ يَدُلُّ عَلَى كَرَاهَةٍ وَعَيْبٍ. يُقَالُ أَذْأَمْتَنِي عَلَى كَذَا، أَيْ أَكْرَهْتَنِي عَلَيْهِ. وَيَقُولُونَ ذَأَمْتُهُ، أَيْ حَقَرْتُهُ. وَالذَّأْمُ الْعَيْبُ، وَهُوَ مَذْءُومٌ. فَأَمَّا الذَّانُ بِالنُّونِ، فَلَيْسَ أَصْلًا، لِأَنَّ النُّونَ فِيهِ مُبْدَلَةٌ مِنْ مِيمٍ. قَالَ: رَدَدْنَا الْكَتِيبَةَ مَلْمُومَةً ... بِهَا أَفْنُهَا وَبِهَا ذَانُهَا",
    "pg": "2:368-369"
  },
  "ذاى": {
    "def": "الذَّالُ وَالْهَمْزَةُ وَالْحَرْفُ الْمُعْتَلُّ يَدُلُّ عَلَى ضَرْبٍ مِنَ السَّيْرِ. يُقَالُ ذَأَى يَذْأَى ذَأْيًا. وَيُقَالُ الذَّأْوُ. السَّوْقُ الشَّدِيدُ.\n\n[بَابُ الذَّالِ وَالْبَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:369"
  },
  "ذبب": {
    "def": "الذَّالُ وَالْبَاءُ فِي الْمُضَاعَفِ أُصُولٌ ثَلَاثَةٌ: أَحُدُّهَا طُوَيْئِرٌ، ثُمَّ يُحْمَلُ عَلَيْهِ وَيُشَبَّهُ بِهِ غَيْرُهُ، وَالْآخَرُ الْحَدُّ وَالْحِدَّةُ، وَالثَّالِثُ الِاضْطِرَابُ وَالْحَرَكَةُ.\nفَالْأَوَّلُ الذُّبَابُ، مَعْرُوفٌ، وَوَاحِدَتُهُ ذُبَابَةٌ، وَجَمْعُ الْجَمْعِ أَذِبَّةٌ. وَمِمَّا يُشَبَّهُ بِهِ وَيُحْمَلُ عَلَيْهِ ذُبَابُ الْعَيْنِ: إِنْسَانُهَا. وَيُقَالُ ذَبَبْتُ عَنْهُ، إِذَا دَفَعْتَ عَنْهُ، كَأَنَّكَ طَرَدْتَ عَنْهُ الذُّبَابَ الَّتِي يَتَأَذَّى بِهِ. وَقَوْلُ النَّابِغَةِ:\nضَرَّابَةٍ بِالْمِشْفَرِ الأَّذِبَّهْ\nفَهُوَ جَمْعُ ذُبَابٍ. وَالْمَذْبُوبُ مِنَ الْإِبِلِ: الَّذِي يَدْخُلُ الذُّبَابُ مَنْخَرَهُ. وَالْمَذْبُوبُ: الْأَحْمَقُ، كَأَنَّهُ شُبِّهَ بِالْجَمَلِ الْمَذْبُوبِ.\nوَأَمَّا الْحَدُّ فَذُبَابُ أَسْنَانِ الْبَعِيرِ: حَدُّهَا. قَالَ الشَّاعِرُ: وَتَسْمَعُ لِلذُّبَابِ إِذَا تَغَنَّى ... كَتَغْرِيدِ الْحَمَامِ عَلَى الْغُصُونِ\nوَذُبَابُ السَّيْفِ: حَدُّهُ.\nوَالْأَصْلُ الثَّالِثُ: الذَّبْذَبَةُ: نَوْسُ الشَّيْءِ الْمُعَلَّقِ فِي الْهَوَاءِ. وَالرَّجُلُ الْمُذَبْذَبُ: الْمُتَرَدِّدُ بَيْنَ أَمْرَيْنِ. وَالذَّبْذَبُ: الذَّكَرُ; لِأَنَّهُ يَتَذَبْذَبُ أَيْ يَتَرَدَّدُ. وَالذَّبَاذِبُ: أَشْيَاءُ تُعَلَّقُ فِي هَوْدَجٍ، أَوْ رَأْسِ بَعِيرٍ. وَالذَّبُّ: الثَّوْرُ الْوَحْشِيُّ، وَيُسَمَّى ذَبَّ الرِّيَادِ. قَالَ ابْنُ مُقْبِلٍ:\nيُمَشِّي بِهَا ذَبُّ الرِّيَادِ كَأَنَّهُ ... فَتًى فَارِسِيٌّ ذُو سِوَارَيْنِ رَامِحُ\nوَقَالُوا: سُمِّيَ ذَبَّ الرِّيَادِ لِأَنَّهُ يَجِيءُ وَيَذْهَبُ، لَا يَثْبُتُ فِي مَوْضِعٍ وَاحِدٍ.\nوَمِنْ هَذَا الْأَصْلِ الثَّالِثِ قَوْلُهُمْ ذَبَّتْ شَفَتُهُ، إِذَا ذَبَُلَتْ مِنَ الْعَطَشِ. وَأَنْشَدَ:\nهُمُ سَقَوْنِي عَلَلًا بَعْدَ نَهَلْ ... مِنْ بَعْدِ مَا ذَبَّ اللِّسَانُ وَذَبَُلْ\nوَيُقَالُ ذَبَّ النَّبْتُ، إِذَا ذَوَى. وَذَبَّ جِسْمُهُ، أَيْ هَزُلَ.\nوَمِنَ الِاضْطِرَابِ وَالْحَرَكَةِ قَوْلُهُمْ: ذَبَبْنَا لَيْلَتَنَا، أَيْ أَتْعَبْنَا فِي السَّيْرِ. وَلَا يَنَالُونَ الْمَاءَ إِلَّا بِقَرَبٍ مُذَبِّبٍ، أَيْ مُسْرِعٍ. قَالَ:\nمُذَبِّبَةً أَضَرَّ بِهَا بُكُورِي ... وَتَهْجِيرِي إِذَا الْيَعْفُورُ قَالَا وَقَالَ:\nيُذَبِّبُ وَرْدٌ عَلَى إِثْرِهِ ... وَأَمْكَنَهُ وَقْعُ مِرْدًى خَشِبْ\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "2:348-350"
  },
  "ذبح": {
    "def": "الذَّالُ وَالْبَاءُ وَالْحَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ يَدُلُّ عَلَى الشَّقِّ. فَالذَّبْحُ: مَصْدَرُ ذَبَحْتُ الشَّاةَ ذَبْحًا. وَالذِّبْحُ: الْمَذْبُوحُ. وَالذُّبَّاحُ: شُقُوقٌ فِي أُصُولِ الْأَصَابِعِ. وَيُقَالُ ذُبِحَ الدَّنُّ، إِذَا بُزِلَ. وَالْمَذَابِحُ: سُيُولٌ صِغَارٌ تَشُقُّ الْأَرْضَ شَقًّا. وَسَعْدٌ الذَّابِحُ: أَحَدُ السُّعُودِ. وَالذِّبَحُ: نَبْتٌ، وَلَعَلَّهُ أَنْ يَكُونَ شَاذًّا مِنَ الْأَصْلِ.",
    "pg": "2:369"
  },
  "ذبل": {
    "def": "الذَّالُ وَالْبَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى ضُمْرٍ فِي الشَّيْءِ. [بَابُ الذَّالِ وَالْحَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:369-370"
  },
  "ذحق": {
    "def": "الذَّالُ وَالْحَاءُ وَالْقَافُ لَيْسَ أَصْلًا. وَرُبَّمَا قَالُوا: ذَحَقَ اللِّسَانُ، إِذَا انْقَشَرَ مِنْ دَاءٍ يُصِيبُهُ.",
    "pg": "2:370"
  },
  "ذحل": {
    "def": "الذَّالُ وَالْحَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى مُقَابَلَةٍ بِمِثْلِ الْجِنَايَةِ، يُقَالُ طَلَبَ بِذَحْلِهِ. وَاللَّهُ أَعْلَمُ.\n\n[بَابُ الذَّالِ وَالْخَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:370"
  },
  "ذخر": {
    "def": "الذَّالُ وَالْخَاءُ وَالرَّاءُ يَدُلُّ عَلَى إِحْرَازِ شَيْءٍ يَحْفَظُهُ. يُقَالُ ذَخَرْتُ الشَّيْءَ أَذْخَرُهُ ذَخْرًا. فَإِذَا قُلْتَ: افْتَعَلْتُ مِنْ ذَلِكَ قُلْتَ: ادَّخَرْتُ. وَمِنَ الْبَابِ الْمَذَاخِرُ، وَهُوَ اسْمٌ يَجْمَعُ جَوْفَ الْإِنْسَانِ وَعُرُوقَهُ. قَالَ مَنْظُورٌ:\nفَلَمَّا سَقَيْنَاهَا الْعَكِيسَ تَمَلَّأَتْ ... مَذَاخِرُهَا وَازْدَادَ رَشْحًا وَرِيدُهَا\nوَيَقُولُونَ: مَلَأَ الْبَعِيرُ مَذَاخِرَهُ، أَيْ جَوْفَهُ. وَالْإِذْخِرُ، لَيْسَ مِنَ الْبَابِ: نَبْتٌ. [بَابُ مَا جَاءَ مِنْ كَلَامِ الْعَرَبِ عَلَى أَكْثَرِ مِنْ ثَلَاثَةِ أَحْرُفٍ أَوَّلُهُ ذَالٌ]\nٌ فَأَمَّا مَا زَادَ عَلَى ثَلَاثَةِ أَحْرُفٍ فَكَلِمَاتٌ يَسِيرَةٌ تَدُلُّ عَلَى انْطِلَاقٍ وَذَهَابٍ، وَأَمْرُهَا فِي الِاشْتِقَاقِ خَفِيٌّ جِدًّا، فَلِذَلِكَ لَمْ نَعْرِضْ لِذِكْرِهِ. فَالذَِّعْلِبَةُ: النَّاقَةُ السَّرِيعَةُ. يُقَالُ تَذَعْلَبَتْ تَذَعْلُبًا، وَاذْلَوْلَتِ اذْلِيلَاءً، وَهُوَ انْطِلَاقٌ فِي اسْتِخْفَاءٍ. وَيُقَالُ إِنَّ الذِّعْلِبَةَ النَّعَامَةُ، وَبِهَا شُبِّهَتِ النَّاقَةُ. وَالذَّعَالِبُ: قِطَعُ الْخِرَقِ، وَهِيَ قَوْلُهُ:\nمُنْسَرِحًا إِلَّا ذَعَالِيبَ الْخِرَقْ\nوَاذْلَعَبَّ الْجَمَلُ فِي سَيْرِهِ اذْلِعْبَابًا، وَهُوَ قَرِيبٌ مِنَ الَّذِي قَبْلَهُ.\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ.",
    "pg": "2:370-371"
  },
  "ذرا": {
    "def": "الذَّالُ وَالرَّاءُ وَالْهَمْزَةُ أَصْلَانِ: أَحَدُهُمَا لَوْنٌ إِلَى الْبَيَاضِ، وَالْآخَرُ كَالشَّيْءِ يُبْذَرُ وَيُزْرَعُ.\nفَالْأَوَّلُ الذُّرْأَةُ، وَهُوَ الْبَيَاضُ مِنْ شَيْبٍ وَغَيْرِهِ. وَمِنْهُ مِلْحٌ ذَرَآنِيٌّ وَذَرْآنِيٌّ. وَالذُّرْأَةُ: الْبَيَاضُ. وَرَجُلٌ أَذْرَأُ: أَشْيَبُ، وَالْمَرْأَةُ ذَرْآءُ. وَقَالَ الشَّيْبَانِيُّ: شَعْرَةٌ ذَرْآءُ، عَلَى وَزْنِ ذَرْعَاءَ، أَيْ بَيْضَاءَ. وَالْفِعْلُ مِنْهُ ذَرِئَ يَذْرَأُ. وَيُقَالُ إِنَّ الذَّرْآءَ مِنَ الْغَنَمِ: الْبَيْضَاءُ الْأُذُنِ. وَالْأَصْلُ الْآخَرُ: قَوْلُهُمْ ذَرَأْنَا الْأَرْضَ، أَيْ بَذَرْنَاهَا. وَزَرْعٌ ذَرِيءٌ، [عَلَى] فَعِيلٍ. وَأَنْشَدَ:\nشَقَقْتِ الْقَلْبَ ثُمَّ ذَرَأْتِ فِيهِ ... هَوَاكِ فَلِيمَ فَالْتَامَ الْفُطُورُ\nوَمِنْ هَذَا الْبَابِ: ذَرَأَ اللَّهُ الْخَلْقَ يَذْرَؤُهُمْ. قَالَ اللَّهُ تَعَالَى: ﴿يَذْرَؤُكُمْ فِيهِ﴾ [الشورى: ١١] .\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ: أَذْرَأْتُ فُلَانًا بِكَذَا: أَوْلَعْتُهُ بِهِ. وَحُكِيَ عَنِ ابْنِ الْأَعْرَابِيِّ: مَا بَيْنِي وَبَيْنَهُ ذَرْءٌ، أَيْ حَائِلٌ.",
    "pg": "2:352-353"
  },
  "ذرب": {
    "def": "الذَّالُ وَالرَّاءُ وَالْبَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِلَافِ الصَّلَاحِ فِي تَصَرُّفِهِ، مِنْ إِقْدَامٍ وَجُرْأَةٍ عَلَى مَا لَا يَنْبَغِي. فَالذَّرَبُ: فَسَادُ الْمَعِدَةِ. قَالَ أَبُو زَيْدٍ: فِي لِسَانِ فُلَانٍ ذَرَبٌ، وَهُوَ الْفُحْشُ. وَأَنْشَدَ:\nأَرِحْنِي وَاسْتَرِحْ مِنِّي فَإِنِّي ... ثَقِيلٌ مَحْمَلِي ذَرِبٌ لِسَانِي\nوَحَكَى ابْنُ الْأَعْرَابِيِّ: الذَّرَبُ: الصَّدَأُ الَّذِي يَكُونُ فِي السَّيْفِ. وَيُقَالُ ذَرِبَ الْجُرْحُ، إِذَا كَانَ يَزْدَادُ اتِّسَاعًا وَلَا يَقْبَلُ دَوَاءً. قَالَ:\nأَنْتَ الطَّبِيبُ لِأَدْوَاءِ الْقُلُوبِ إِذَا ... خِيِفَ الْمُطَاوِلُ مِنْ أَدْوَائِهَا الذَّرِبُ\nوَبَقِيَتْ فِي الْبَابِ كَلِمَةٌ لَيْسَ بِبَعِيدٍ قِيَاسُهَا عَنْ سَائِرِ مَا ذَكَرْنَاهُ; لِأَنَّهَا لَا تَدُلُّ عَلَى صَلَاحٍ، وَهِيَ الذَّرَبَيَّا، وَهِيَ الدَّاهِيَةُ. يُقَالُ: رَمَاهُ بِالذَّرَبَيَّا. قَالَ الْكُمَيْتُ: رَمَانِيَ بِالْآفَاتِ مِنْ كُلِّ جَانِبٍ ... وَبِالذَّرَبَيَّا مُرْدُ فِهْرٍ وَشِيبُهَا",
    "pg": "2:353-354"
  },
  "ذرح": {
    "def": "الذَّالُ وَالرَّاءُ وَالْحَاءُ مُعْظَمُ بَابِهِ أَصْلٌ وَاحِدٌ، وَهُوَ تَفْرِيقُ الشَّيْءِ عَلَى الشَّيْءِ يَكْسُوهُ صِبْغًا. يُقَالُ ذَرَّحْتُ الزَّعْفَرَانَ فِي الْمَاءِ، إِذَا جَعَلْتَ فِيهِ شَيْئًا مِنْهُ يَسِيرًا. ثُمَّ يُقَالُ أَحْمَرُ ذَرِيحِيٌّ، كَأَنَّ الْحُمْرَةَ ذُرِّحَتْ عَلَيْهِ. وَالذَّرِيحُ: فَحْلٌ يُنْسَبُ إِلَيْهِ الْإِبِلُ. وَمُمْكِنٌ أَنْ يَكُونَ ذَلِكَ لِلَوْنِهِ، كَمَا يُقَالُ أَحْمَرُ. قَالَ:\nمِنَ الذَّرِيحِيَّاتِ ضَخْمًا آرِكًا\nوَالذَّرَائِحُ: الْهِضَابُ، وَاحِدَتُهَا ذَرِيحَةٌ. وَقَدْ يُمْكِنُ أَنْ تُسَمَّى بِذَلِكَ لِلَوْنِهَا. قَالَ اللَّهُ ﷿ ﴿وَمِنَ الْجِبَالِ جُدَدٌ بِيضٌ وَحُمْرٌ﴾ [فاطر: ٢٧] .\nوَمِنَ الْبَابِ أَيْضًا: الذَّرَارِيحُ، وَاحِدَتُهَا ذُرُّوحَةٌ وَذُرَّاحَةٌ وَذُرَحْرَحَةٌ. يُقَالُ ذَرَّحَ طَعَامَهُ، إِذَا جَعَلَ فِيهِ ذَلِكَ. وَحَكَى نَاسٌ: عَسَلٌ مُذَرَّحٌ، أُكْثِرَ عَلَيْهِ الْمَاءُ.\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ. [بَابُ الذَّالِ وَالْعَيْنِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:354-355"
  },
  "ذرر": {
    "def": "الذَّالُ وَالرَّاءُ الْمُشَدَّدَةُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى لَطَافَةٍ وَانْتِشَارٍ. وَمِنْ ذَلِكَ الذَّرُّ: صِغَارُ النَّمْلِ، الْوَاحِدَةُ ذَرَّةٌ. وَذَرَرْتُ الْمِلْحَ وَالدَّوَاءَ. وَالذَّرِيرَةُ مَعْرُوفَةٌ، وَكُلُّ ذَلِكَ قِيَاسٌ وَاحِدٌ.\nوَمِنَ الْبَابِ: ذَرَّتِ الشَّمْسُ ذُرُورًا، إِذَا طَلَعَتْ، وَهُوَ ضَوْءٌ لَطِيفٌ مُنْتَشِرٌ. وَذَلِكَ قَوْلُهُمْ: \" لَا أَفْعَلُهُ مَا ذَرَّ شَارِقٌ \"، وَمَا ذَرَّ قَرْنُ الشَّمْسِ. وَحُكِيَ عَنْ أَبِي زَيْدٍ: ذَرَّ الْبَقْلُ، إِذَا طَلَعَ مِنَ الْأَرْضِ. وَهُوَ مِنَ الْبَابِ; لِأَنَّهُ يَكُونُ حِينَئِذٍ صُغَارًا مُنْتَشِرًا. فَأَمَّا قَوْلُهُمْ: ذَارَّتِ النَّاقَةُ. وَهِيَ مُذَارٌّ، إِذَا سَاءَ خُلُقُهَا، فَقَدْ قِيلَ إِنَّهُ كَذَا مُثَقَّلٌ. فَإِنْ كَانَ صَحِيحًا فَهُوَ شَاذٌّ عَنِ الْأَصْلِ الَّذِي أَصَّلْنَاهُ. إِلَّا أَنَّ الْحُطَيْئَةَ قَالَ:\nذَارَتْ بِأَنْفِهَا\nمُخَفَّفًا. وَأُرَاهُ الصَّحِيحُ، وَيَكُونُ حِينَئِذٍ مَنْ ذَئِرَتْ، إِذَا تَغَضَّبَتْ، فَيَكُونُ عَلَى تَخْفِيفِ الْهَمْزَةِ. [إِلَّا] أَنَّ أَبَا زَيْدٍ قَالَ: فِي نَفْسِ فُلَانٍ ذِرَارٌ، أَيْ إِعْرَاضٌ غَضَبًا، كَذِرَارِ النَّاقَةِ. وَهَذَا يَدُلُّ عَلَى الْقَوْلِ الْأَوَّلِ. وَاللَّهُ أَعْلَمُ.",
    "pg": "2:343-344"
  },
  "ذرع": {
    "def": "الذَّالُ وَالرَّاءُ وَالْعَيْنُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى امْتِدَادٍ وَتَحَرُّكٍ إِلَى قُدُمٍ، ثُمَّ تَرْجِعُ الْفُرُوعُ إِلَى هَذَا الْأَصْلِ. فَالذِّرَاعُ ذِرَاعُ الْإِنْسَانِ، مَعْرُوفَةٌ. وَالذَّرْعُ: مَصْدَرُ ذَرَعْتُ الثَّوْبَ وَالْحَائِطَ وَغَيْرَهُ. ثُمَّ يُقَالُ: ضَاقَ بِهَذَا الْأَمْرِ ذَرْعًا، إِذَا تَكَلَّفَ أَكْثَرَ مِمَّا يُطِيقُ فَعَجَزَ. وَيُقَالُ ذَرَعَهُ الْقَيْءُ: سَبَقَهُ. وَمَذَارِعُ الدَّابَّةِ: قَوَائِمُهَا، وَالْوَاحِدُ مِذْرَاعٌ. وَتَذَرَّعَتِ الْإِبِلُ الْمَاءَ: خَاضَتْ بِأَذْرُعِهَا. وَمَذَارِعُ الْأَرْضِ: نَوَاحِيهَا، كَأَنَّ كُلَّ نَاحِيَةٍ مِنْهَا كَالذِّرَاعِ. وَيُقَالُ ذَرَعْتُ الْبَعِيرَ: وَطِئْتُ عَلَى ذِرَاعِهِ لِيَرْكَبَ صَاحِبِي. وَتَذَرَّعَتِ الْمَرْأَةُ الْخُوصَ، إِذَا تَنَقَّتْهُ، وَذَلِكَ أَنَّهَا تُمِرُّهُ مَعَ ذِرَاعِهَا. قَالَ:\nتَذَرُّعُ خِرْصَانٍ بِأَيْدِي الشَّوَاطِبِ\nوَالذَّرِيعَةُ: نَاقَةٌ يَتَسَتَّرُ بِهَا الرَّامِي يَرْمِي الصَّيْدَ. وَذَلِكَ أَنَّهُ يَتَذَرَّعُ مَعَهَا مَاشِيًا.\nوَمِنَ الْبَابِ: تَذَرَّعَ الرَّجُلُ فِي كَلَامِهِ. وَالْإِذْرَاعُ: كَثْرَةُ الْكَلَامِ. وَفَرَسٌ ذَرِيعٌ: وَاسْعُ الْخَطْوِ بَيِّنُ الذَّرَاعَةِ. وَقَوَائِمُ ذَرِعَاتٌ: خَفِيفَاتٌ. وَالذِّرَاعَانِ: نَجْمَانِ، يُقَالُ هُمَا ذِرَاعَا الْأَسَدِ. وَيُقَالُ لِلْمَرْأَةِ الْخَفِيفَةِ الْيَدِ بِالْغَزْلِ: ذَِرَاعٌ. قَالَهُ الْكِسَائِيُّ. وَيُقَالُ ثَوْرٌ مُذَرَّعٌ، إِذَا كَانَ فِي أَذْرُعِهِ لُمَعٌ سُودٌ. وَمَطَرٌ مُذَرِّعٌ، وَهُوَ الَّذِي إِذَا حُفِرَ عَنْهُ بَلَغَ مِنَ الْأَرْضِ قَدْرَ ذِرَاعٍ. وَالْمُذَرَّعُ مِنَ الرِّجَالِ: الَّذِي يَكُونُ أُمُّهُ عَرَبِيَّةً وَأَبُوهُ خَسِيسًا غَيْرَ عَرَبِيٍّ. وَإِنَّمَا سُمِّيَ مُذَرَّعًا بِالرَّقْمَتَيْنِ فِي ذِرَاعِ الْبَغْلِ، لِأَنَّهُمَا أَتَتَا مِنْ قِبَلِ الْحِمَارِ. وَيُقَالُ لِلرَّجُلِ تَعِدُهُ أَمْرًا حَاضِرًا: هُوَ لَكَ مِنِّي عَلَى حَبْلِ الذِّرَاعِ. وَيُقَالُ لِصَدْرِ الْقَنَاةِ: ذِرَاعُ الْعَامِلِ. وَالذِّرَاعَانِ: [هَضَبَتَانِ] . قَالَ:\nإِلَى مَشْرَبٍ بَيْنَ الذِّرَاعَيْنِ بَارِدٍ\nوَالْمَذَارِعُ: مَا قَرُبَ مِنَ الْأَمْصَارِ، مِثْلَ الْقَادِسِيَّةِ مِنَ الْكُوفَةِ، وَالْمَذَارِعُ مِنَ النَّخْلِ: الْقَرِيبَةُ مِنَ الْبُيُوتِ. وَزِقٌّ مِذْرَاعٌ، أَيْ طَوِيلٌ ضَخْمٌ. وَيُقَالُ ذَرَّعَ لِي فُلَانٌ شَيْئًا مِنْ خَبَرٍ، أَيْ خَبَّرَنِي. وَيُقَالُ ذَرَّعَ الرَّجُلُ فِي سَعْيِهِ، إِذَا عَدَا فَاسْتَعَانَ بِيَدَيْهِ وَحَرَّكَهُمَا. وَيُقَالُ لِلْبَشِيرِ إِذَا أَوْمَأَ بِيَدِهِ: قَدْ ذَرَّعَ الْبَشِيرُ. وَهُوَ عَلَامَةُ الْبُِشَارَةِ.",
    "pg": "2:350-351"
  },
  "ذرف": {
    "def": "الذَّالُ وَالرَّاءُ وَالْفَاءُ ثَلَاثُ كَلِمَاتٍ، لَا يَنْقَاسُ. فَالْأُولَى ذَرَفَتِ الْعَيْنُ دَمْعَهَا. وَذَرَفَ الدَّمْعُ يَذْرِفُ ذَرْفًا. وَمَذَارِفُ الْعَيْنِ: مَدَامِعُهَا. وَالثَّانِيَةُ ذَرَفَ يَذْرِفُ ذَرَفَانًا، وَذَلِكَ إِذَا مَشَى مَشْيًا ضَعِيفًا. وَالثَّالِثَةُ ذَرَّفَ عَلَى الْمِائَةِ، أَيْ زَادَ عَلَيْهَا.",
    "pg": "2:351"
  },
  "ذرق": {
    "def": "الذَّالُ وَالرَّاءُ وَالْقَافُ لَيْسَ بِشَيْءٍ. أَمَّا الَّذِي لِلطَّائِرِ فَأَصْلُهُ الزَّاءُ، وَقَدْ ذُكِرَ فِي بَابِهِ. وَالذَّرَقُ: نَبْتٌ; يُقَالُ أَذْرَقَتِ الْأَرْضُ، إِذَا أَنْبَتَتْهُ.",
    "pg": "2:351-352"
  },
  "ذرو": {
    "def": "الذَّالُ وَالرَّاءُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلَانِ: أَحَدُهُمَا الشَّيْءُ يُشْرِفُ عَلَى الشَّيْءِ وَيُظِلُّهُ، وَالْآخَرُ الشَّيْءُ يَتَسَاقَطُ مُتَفَرِّقًا.\nفَالذُِّرْوَةُ: أَعْلَى السَّنَامِ وَغَيْرِهِ، وَالْجَمْعُ ذُرًى. وَالذَّرَا: كُلُّ شَيْءٍ اسْتَتَرْتَ بِهِ. تَقُولُ: أَنَا فِي ظِلِّ فُلَانٍ، أَيْ ذَرَاهُ. وَالْمِذْرَوَانُ: أَطْرَافُ الْأَلْيَتَيْنِ; لِأَنَّهُمَا يُشْرِفَانِ عَلَى [مَا] بَيْنَهُمَا.\nوَأَمَّا الْآخَرُ فَيَقُولُ: ذَرَا نَابُ الْجَمَلِ، إِذَا انْكَسَرَ حَدُّهُ. قَالَ أَوْسٌ:\nإِذَا مُقْرَمٌ مِنَّا ذَرَا حَدُّ نَابِهِ ... تَخَمَّطَ فِينَا نَابُ آخَرَ مُقْرَمِ\nوَمِنَ الْبَابِ ذَرَتِ الرِّيحُ الشَّيْءَ تَذْرُوهُ. وَالذَّرَا: اسْمٌ لِمَا ذَرَتْهُ الرِّيحُ. وَيُقَالُ أَذْرَتِ الْعَيْنُ دَمْعَهَا تُذْرِيهِ. وَأَذْرَيْتُ الرَّجُلَ عَنْ فَرَسِهِ: رَمَيْتُهُ. وَيُقَالُ إِنَّ الذَّرَى اسْمٌ لِمَا صُبَّ مِنَ الدَّمْعِ.\nوَمِنَ الْبَابِ قَوْلُهُمْ: بَلَغَنِي عَنْهُ ذَرْوٌ مِنْ قَوْلٍ، وَذَلِكَ مَا يُسَاقِطُهُ مِنْ أَطْرَافِ كَلَامِهِ غَيْرَ مُتَكَامِلٍ.",
    "pg": "2:352"
  },
  "ذعر": {
    "def": "الذَّالُ وَالْعَيْنُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى فَزَعٍ، وَهُوَ الذُّعْرُ. يُقَالُ ذُعِرَ الرَّجُلُ فَهُوَ مَذْعُورٌ. وَالذَّعُورُ مِنَ الْإِبِلِ: الَّتِي إِذَا مُسَّتْ غَارَّتْ. وَامْرَأَةٌ ذَعُورٌ: تُذْعَرُ مِنَ الرِّيبَةِ. قَالَ:\nتَنُولُ بِمَعْرُوفِ الْحَدِيثِ وَإِنْ تُرِدْ ... سِوَى ذَاكَ تُذْعَرْ مِنْكَ وَهْيَ ذَعُورُ",
    "pg": "2:355"
  },
  "ذعط": {
    "def": "الذَّالُ وَالْعَيْنُ وَالطَّاءُ كَلِمَةٌ وَاحِدَةٌ. يُقَالُ ذَعَطَهُ، إِذَا ذَبَحَهُ. وَذَعَطَتْهُ الْمَنِيَّةُ: قَتَلَتْهُ. قَالَ الشَّاعِرُ:\nإِذَا بَلَغُوا مِصْرَهُمْ عُوجِلُوا ... مِنَ الْمَوْتِ بِالْهِمْيَعِ الذَّاعِطِ\nوَقَرِيبٌ مِنْ هَذَا الذَّالُ وَالْعَيْنُ وَالتَّاءُ; فَإِنَّهُمْ يَقُولُونَ ذَعَتَهُ يَذْعَتُهُ، إِذَا خَنَقَهُ.\n\n[بَابُ الذَّالِ وَالْفَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:356"
  },
  "ذعع": {
    "def": "الذَّالُ وَالْعَيْنُ فِي الْمُطَابِقِ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى تَفْرِيقِ الشَّيْءِ. يُقَالُ ذَعْذَعْتِ الرِّيحُ [الشَّيْءَ] إِذَا فَرَّقَتْهُ، فَتَذَعْذَعَ، أَيْ تَفَرَّقَ. قَالَ النَّابِغَةُ:\nتُذَعْذِعُهَا مُذَعْذَعَةٌ حَنُونُ\nوَيُقَالُ إِنَّ الذُّعَاعَ الْفُرْجَةُ بَيْنَ النَّخْلَةِ وَالنَّخْلَةِ، فِي شِعْرِ طَرَفَةَ، عَلَى اخْتِلَافٍ فِيهِ; فَقَدْ قَالَ بَعْضُهُمْ إِنَّهُ بِالدَّالِ، وَقَدْ مَضَى ذِكْرُهُ.\nوَحَكَى ابْنُ دُرَيْدٍ: ذَعْذَعَ السِّرَّ: أَذَاعَهُ. وَالذَّعَاعُ: الْفِرَقُ مِنَ النَّاسِ، الْوَاحِدَةُ ذَعَاعَةٌ.",
    "pg": "2:344"
  },
  "ذعف": {
    "def": "الذَّالُ وَالْعَيْنُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ: الذُّعَافُ: السُّمُّ الْقَاتِلُ. طَعَامٌ مَذْعُوفٌ. وَذُعِفَ الرَّجُلُ: سُقِيَ ذَلِكَ.",
    "pg": "2:355"
  },
  "ذعق": {
    "def": "الذَّالُ وَالْعَيْنُ وَالْقَافُ، لَيْسَ أَصْلًا وَلَا فِيهِ لُغَةٌ، لَكِنَّ الْخَلِيلَ زَعَمَ أَنَّ الذُّعَافَ لُغَةٌ فِي الذُّعَاقِ، ثُمَّ قَالَ: مَا أَدْرِي أَلُغَةٌ هِيَ أَمْ لُثْغَةٌ. وَكَانَ ابْنُ دُرَيْدٍ يَقُولُ: الذُّعَاقُ كَالزُّعَاقِ، وَهُوَ الصِّيَاحُ. يُقَالُ ذَعَقَ وَزَعَقَ، إِذَا صَاحَ، بَمَعَنًى.",
    "pg": "2:355"
  },
  "ذعن": {
    "def": "الذَّالُ وَالْعَيْنُ وَالنُّونُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْإِصْحَابِ وَالِانْقِيَادِ. يُقَالُ أَذْعَنَ الرَّجُلُ، إِذَا انْقَادَ، يُذْعِنُ إِذْعَانًا، وَبِنَاؤُهُ ذَعَنَ، إِلَّا أَنَّ اسْتِعْمَالَهُ أَذْعَنَ. وَيُقَالُ نَاقَةٌ مِذْعَانٌ: سَلِسَةُ الرَّأْسِ مُنْقَادَةٌ.",
    "pg": "2:355-356"
  },
  "ذفر": {
    "def": "الذَّالُ وَالْفَاءُ وَالرَّاءُ كَلِمَةٌ تَدُلُّ عَلَى رَائِحَةٍ. يَقُولُونَ: الذَّفَرُ: حِدَّةُ الرَّائِحَةِ الطَّيِّبَةِ. وَيَقُولُونَ مِسْكٌ أَذْفَرُ. وَيَقُولُونَ: رَوْضَةٌ ذَفِرَةٌ: لَهَا رَائِحَةٌ طَيِّبَةٌ. وَالذَّفْرَاءُ: بَقْلَةٌ. فَأَمَّا الذِّفْرَى فَهُوَ الْمَوْضِعُ الَّذِي يَعْرَقُ مِنْ قَفَا الْبَعِيرِ. وَلَا بُدَّ أَنْ تَكُونَ لِذَلِكَ الْمَكَانِ رَائِحَةٌ. وَالذِّفِرُّ: الْبَعِيرُ الْقَوِيُّ ذَلِكَ الْمَوْضِعُ مِنْهُ، ثُمَّ اسْتُعِيرَ ذَلِكَ فَقِيلَ لَهُ فِي الْإِنْسَانِ أَيْضًا ذِفْرَى. قَالَ:\nوَالْقُرْطُ فِي حُرَّةِ الذِّفْرَى مُعَلَّقُهُ ... تَبَاعَدَ الْحَبْلُ عَنْهُ فَهُوَ مُضْطَرِبُ",
    "pg": "2:356"
  },
  "ذفف": {
    "def": "الذَّالُ وَالْفَاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى خِفَّةٍ وَسُرْعَةٍ. فَالذَّفِيفُ إِتْبَاعٌ لِلْخَفِيفِ. وَيُقَالُ الذَّفِيفُ السَّرِيعُ. وَمِنْهُ يُقَالُ ذَفَّفْتُ عَلَى الْجَرِيحِ، إِذَا أَسْرَعْتَ قَتْلَهُ. وَاشْتِقَاقُ \" ذُفَافَةٍ \" مِنْهُ. وَيُقَالُ لِلْمَاءِ الْقَلِيلِ ذُفَافٌ، وَمِيَاهٌ أَذِفَّةٌ.\nوَحُكِيَ عَنِ الْأَعْرَابِيِّ: الذَّفُّ: الْقَتْلُ. وَاسْتَذَفَّ الْأَمْرُ: اسْتَقَامَ وَتَهَيَّأَ. وَيُقَالُ الذَِّفَافُ: الشَّيْءُ الْيَسِيرُ مِنْ كُلِّ شَيْءٍ. يَقُولُونَ مَا ذُقْتُ ذَِفَافًا، أَيْ أَدْنَى مَا يُؤْكَلُ. قَالَ أَبُو ذُؤَيْبٍ: يَقُولُونَ لِمَا جُشَّتِ الْبِئْرُ أَوْرِدُوا ... وَلَيْسَ بِهَا أَدْنَى ذَِفَافٍ لِوَارِدِ\nيَقُولُ: لَيْسَ بِهَا شَيْءٌ.",
    "pg": "2:344-345"
  },
  "ذفل": {
    "def": "الذَّالُ وَالْفَاءُ وَاللَّامُ لَيْسَ أَصْلًا. عَلَى أَنَّهُمْ يَقُولُونَ إِنَّ الذَِّفْلَ: الْقَطِرَانُ. وَيُنْشِدُونَ لِابْنِ مُقْبِلٍ:\nتَمَشَّى بِهِ الظِّلْمَانُ كَالدُّهْمِ قَارَفَتْ ... بِزَيْتِ الرُّهَاءِ الْجَوْنِ وَالذِّفْلِ طَالِيَا\nوَاللَّهُ أَعْلَمُ. [بَابُ الذَّالِ وَالْقَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:356-357"
  },
  "ذقن": {
    "def": "الذَّالُ وَالْقَافُ وَالنُّونُ كَلِمَةٌ وَاحِدَةٌ إِلَيْهَا يَرْجِعُ سَائِرُ مَا يُشْتَقُّ مِنَ الْبَابِ. فَالذَّقَنُ ذَقَنُ الْإِنْسَانِ وَغَيْرِهِ: مَجْمَعُ لَحْيَيْهِ. وَيُقَالُ نَاقَةٌ ذَقُونٌ: تُحَرِّكُ رَأْسَهَا إِذَا سَارَتْ. وَالذَّاقِنَةُ: طَرَفُ الْحُلْقُومِ النَّاتِئُ. وَهُوَ فِي حَدِيثِ عَائِشَةَ: \" «تُوُفِّيَ رَسُولُ اللَّهِ ﵌ بَيْنَ سَحْرِي وَنَحْرِي وَحَاقِنَتِي وَذَاقِنَتِي» \". وَتَقُولُ: ذَقَنْتُ الرَّجُلَ أَذْقُنُهُ، إِذَا دَفَعْتَ بِجُمْعِ كَفِّكَ فِي لِهْزِمَتِهِ. وَدَلْوٌ ذَقُونٌ، إِذَا لَمْ تَكُنْ مُسْتَوِيَةً، بَلْ تَكُونُ ضَخْمَةً مَائِلَةً.\n\n[بَابُ الذَّالِ وَالْكَافِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:357"
  },
  "ذكا": {
    "def": "الذَّالُ وَالْكَافُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ مُطَّرِدٌ مُنْقَاسٌ يَدُلُّ عَلَى حِدَّةٍ [فِي] الشَّيْءِ وَنَفَاذٍ. يُقَالُ لِلشَّمْسِ \" ذُكَاءُ \" لِأَنَّهَا تَذْكُو كَمَا تَذْكُو النَّارُ. وَالصُّبْحُ: ابْنُ ذُكَاءَ، لِأَنَّهُ مِنْ ضَوْئِهَا.\nوَمِنَ الْبَابِ ذَكَّيْتُ الذَّبِيحَةَ أُذَكِّيهَا، وَذَكَّيْتُ النَّارَ أُذَكِّيهَا، وَذَكَوْتُهَا أَذْكُوهَا. وَالْفَرَسُ الْمُذَكِّي: الَّذِي يَأْتِي عَلَيْهِ بَعْدَ الْقُرُوحِ سَنَةٌ; يُقَالُ ذَكَّى يُذَكِّي. وَالْعَرَبُ تَقُولُ: \" جَرْيُ الْمُذَكِّيِاتِ غِلَابٌ \"، وَغِلَاءٌ أَيْضًا. وَالذَّكَاءُ: ذَكَاءُ الْقَلْبِ. قَالَ الشَّاعِرُ: يُفَضِّلُهُ إِذَا اجْتَهَدَا عَلَيْهِ ... تَمَامُ السِّنِّ مِنْهُ وَالذَّكَاءُ\nوَالذَّكَاءُ: سُرْعَةُ الْفِطْنَةِ، وَالْفِعْلُ مِنْهُ ذَكِيَ يَذْكَى. وَيُقَالُ فِي الْحَرْبِ وَالنَّارِ: أَذْكَيْتُ أَيْضًا. وَالشَّيْءُ الَّذِي تُذْكَى بِهِ ذُكْوَةٌ.",
    "pg": "2:357-358"
  },
  "ذكر": {
    "def": "الذَّالُ وَالْكَافُ وَالرَّاءُ أَصْلَانِ، عَنْهُمَا يَتَفَرَّعُ كَلِمُ الْبَابِ. فَالْمُذْكِرُ: الَّتِي وَلَدَتْ ذَكَرًا. وَالْمِذْكَارُ: الَّتِي تَلِدُ الذُّكْرَانَ عَادَةً. قَالَ عَدِيٌّ:\nوَلَقَدْ عَدَّيْتُ دَوْسَرَةً ... كَعَلَاةِ الْقَيْنِ مِذْكَارَا\nوَالْمِذْكَارُ: الْأَرْضُ تُنْبِتُ ذُكُورَ الْعُشْبِ. وَالْمُذَكَّرَةُ مِنَ النُّوقِ: الَّتِي خَلْقُهَا وَخُلُقُهَا كَخَلْقِ الْبَعِيرِ أَوْ خُلُقِهِ. قَالَ الْفَرَّاءُ: يُقَالُ كَمِ الذِّكَرَةُ مِنْ وَلَدِكَ؟ أَيِ الذُّكُورُ. وَسَيْفٌ مُذَكَّرٌ: ذُو مَاءٍ. وَذُو ذُكْرٍ، أَيْ صَارِمٍ.\nوَذُكُورُ الْبَقْلِ: مَا غَلُظَ مِنْهُ، كَالْخُزَامَى وَالْأُقْحُوَانِ. وَأَحْرَارُ الْبُقُولِ: مَا رَقَّ وَكَرُمَ. وَكَانَ الشَّيْبَانِيُّ يَقُولُ: الذُّكُورُ إِلَى الْمَرَارَةِ مَا هِيَ.\nوَالْأَصْلُ الْآخَرُ: ذَكَرْتُ الشَّيْءَ، خِلَافُ نَسِيتُهُ. ثُمَّ حُمِلَ عَلَيْهِ الذِّكْرُ بِاللِّسَانِ. وَيَقُولُونَ: اجْعَلْهُ مِنْكَ عَلَى ذُكْرٍ، بِضَمِّ الذَّالِ، أَيْ لَا تَنْسَهُ. وَالذِّكْرُ: الْعَلَاءُ وَالشَّرَفُ. وَهُوَ قِيَاسُ الْأَصْلِ. وَيُقَالُ رَجُلٌ ذَكُِرٌ وَذِكِّيرٌ، أَيْ جَيِّدُ الذِّكْرِ شَهْمٌ.\n\n[بَابُ الذَّالِ وَاللَّامِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:358-359"
  },
  "ذلف": {
    "def": "الذَّالُ وَاللَّامُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ لَا يُقَاسُ عَلَيْهَا، وَهِيَ الذَّلَفُ: اسْتِوَاءٌ فِي طَرَفِ الْأَنْفِ لَيْسَ بِحَدٍّ غَلِيظٍ، وَهُوَ أَحْسَنُ الْأُنُوفِ.",
    "pg": "2:359"
  },
  "ذلق": {
    "def": "الذَّالُ وَاللَّامُ وَالْقَافُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى حِدَّةٍ. فَالذَّلْقُ: طَرَفُ اللِّسَانِ. وَالذَّلَاقَةُ: حِدَّةُ اللِّسَانِ، وَكُلُّ مُحَدَّدٍ مُذَلَّقٌ. وَقَرْنُ الثَّوْرِ مُذَلَّقٌ. وَيُشْتَقُّ مِنْ ذَلِكَ أَذلَقْتُ الضَّبَّ، إِذَا صَبَبْتَ الْمَاءَ فِي جُحْرِهِ لِيَخْرُجَ. وَالْإِذْلَاقُ: سُرْعَةُ الرَّمْيِ.\n\n[بَابُ الذَّالِ وَالْمِيمِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:359"
  },
  "ذلل": {
    "def": "الذَّالُ وَاللَّامُ فِي التَّضْعِيفِ وَالْمُطَابَقَةِ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى الْخُضُوعِ، وَالِاسْتِكَانَةِ، وَاللِّينِ. فَالذُّلُّ: ضِدُّ الْعِزِّ. وَهَذِهِ مُقَابَلَةٌ فِي التَّضَادِّ صَحِيحَةٌ، تَدُلُّ عَلَى الْحِكْمَةِ الَّتِي خُصَّتْ بِهَا الْعَرَبُ دُونَ سَائِرِ الْأُمَمِ; لِأَنَّ الْعِزَّ مِنَ الْعَزَازِ، وَهِيَ الْأَرْضُ الصُّلْبَةُ الشَّدِيدَةُ. وَالذُّلُّ خِلَافُ الصُّعُوبَةِ. وَحُكِيَ عَنْ بَعْضِهِمْ أَنَّهُ قَالَ: \" بَعْضُ الذِّلِّ - بِكَسْرِ الذَّالِ - أَبْقَى لِلْأَهْلِ وَالْمَالِ \". يُقَالُ مِنْ هَذَا: دَابَّةٌ ذَلُولٌ، بَيِّنُ الذُّلِّ.\nوَمِنَ الْأَوَّلِ: رَجُلٌ ذَلِيلٌ بَيْنَ الذُّلِّ وَالْمَذَلَّةِ وَالذِّلَّةِ. وَيُقَالُ لِمَا وُطِئَ مِنَ الطَّرِيقِ ذِلٌّ. وَذُلِّلَ الْقِطْفُ تَذْلِيلًا، إِذَا لَانَ وَتَدَلَّى. وَيُقَالُ: أَجْرِ الْأُمُورَ عَلَى أَذْلَالِهَا، أَيِ اسْتِقَامَتِهَا، أَيْ عَلَى الْأَمْرِ الَّذِي تَطُوعُ فِيهِ وَتَنْقَادُ.\nوَمِنَ الْبَابِ ذَلَاذِلُ الْقَمِيصِ، وَهُوَ مَا يَلِي الْأَرْضَ مِنْ أَسَافِلِهِ، الْوَاحِدَةُ ذُِلْذُِلٌ. وَيَقُولُونَ: اذْلَوْلَى الرَّجُلُ اذْلِيلَاءً، إِذَا أَسْرَعَ. وَهُوَ مِنَ الْبَابِ.",
    "pg": "2:345"
  },
  "ذمر": {
    "def": "الذَّالُ وَالْمِيمُ وَالرَّاءُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى شِدَّةٍ فِي خَلْقٍ وَخُلُقٍ، مِنْ غَضَبٍ وَمَا أَشْبَهَهُ. فَالذِّمْرُ: الرَّجُلُ الشُّجَاعُ. وَكَذَلِكَ الذَّمْرُ الْحَضُّ. وَإِذَا قِيلَ فُلَانٌ يَتَذَمَّرُ، فَكَأَنَّهُ يَلُومُ نَفْسَهُ وَيَتَغَضَّبُ. وَالذِّمَارُ: كُلُّ شَيْءٍ لَزِمَكَ حِفْظُهُ وَالْغَضَبُ لَهُ.\nوَأَمَّا الَّذِي قُلْنَاهُ فِي شِدَّةِ الْخَلْقِ فَالْمُذَمَّرُ، هُوَ الْكَاهِلُ وَالْعُنُقُ وَمَا حَوْلَهُ إِلَى الذِّفْرَى، وَهُوَ أَصْلُ الْعُنُقِ. يَقُولُونَ: ذَمَّرْتُ السَّلِيلَ، إِذَا مَسَِسْتَ قَفَاهُ لِتَنْظُرَ أَذَكَرٌ أَمْ أُنْثَى. قَالَ أُحَيْحَةُ:\nوَمَا تَدْرِي إِذَا ذَمَّرْتَ سَقْبًا ... لِغَيْرِكَ أَوْ [يَكُونُ] لَكَ الْفَصِيلُ\nوَيَقُولُونَ: إِذَا اشْتَدَّ الْأَمْرُ: بَلَغَ الْمُذَمَّرَ. وَيَقُولُونَ رَجُلٌ ذَمِيرٌ وَذَمِرٌ: مُنْكَرٌ. وَتَذَامَرَ الْقَوْمُ، إِذَا حَثَّ بَعْضُهُمْ بَعْضًا. وَمِنَ الْبَابِ: ذَمَرَ الْأَسَدُ: إِذَا زَأَرَ، يَذْمَُرُ ذَمِرَةً.",
    "pg": "2:359-360"
  },
  "ذمل": {
    "def": "الذَّالُ وَالْمِيمُ وَاللَّامُ كَلِمَةٌ وَاحِدَةٌ فِي ضَرْبٍ مِنَ السَّيْرِ. وَذَلِكَ الذَّمِيلُ، كَالْعَدْوِ مِنَ الْإِبِلِ; يُقَالُ ذَمَّلْتُ الْجَمَلَ، إِذَا حَمَلْتَهُ عَلَى الذَّمِيلِ.",
    "pg": "2:360"
  },
  "ذمم": {
    "def": "الذَّالُ وَالْمِيمُ فِي الْمُضَاعَفِ أَصْلٌ وَاحِدٌ يَدُلُّ كُلُّهُ عَلَى خِلَافِ الْحَمْدِ. يُقَالُ ذَمَمْتُ فُلَانًا أَذُمُّهُ، فَهُوَ ذَمِيمٌ وَمَذْمُومٌ، إِذَا كَانَ غَيْرَ حَمِيدٍ. وَمِنْ هَذَا الْبَابِ الذَّمَّةُ، وَهِيَ الْبِئْرُ الْقَلِيلَةُ الْمَاءِ. وَفِي الْحَدِيثِ: \" «أَنَّهُ أَتَى عَلَى بِئْرٍ ذَمَّةٍ» \". وَجَمْعُ الذَّمَّةِ ذِمَامٌ. قَالَ ذُو الرُّمَّةِ: عَلَى حِمْيَرِيَّاتٍ كَأَنَّ عُيُونَهَا ... ذِمَامُ الرَّكَايَا أَنْكَزَتْهَا الْمَوَاتِحُ\nأَنْكَزَتْهَا: أَذْهَبَتْ مَاءَهَا. وَالْمَوَاتِحُ: الْمُسْتَقِيَةُ.\nفَأَمَّا الْعَهْدُ فَإِنَّهُ يُسَمَّى ذِمَامًا لِأَنَّ الْإِنْسَانَ يُذَمُّ عَلَى إِضَاعَتِهِ مِنْهُ. وَهَذِهِ طَرِيقَةٌ لِلْعَرَبِ مُسْتَعْمَلَةٌ، وَذَلِكَ كَقَوْلِهِمْ: فُلَانٌ حَامِي الذِّمَارِ، أَيْ يَحْمِي الشَّيْءَ الَّذِي يُغْضِبُ. وَحَامِي الْحَقِيقَةِ، أَيْ يَحْمِي مَا يَحِقُّ عَلَيْهِ أَنْ يَمْنَعَهُ.\nوَأَهْلُ الذِّمَّةِ: أَهْلُ الْعَقْدِ. قَالَ أَبُو عُبَيْدٍ: الذِّمَّةُ الْأَمَانُ، فِي قَوْلِهِ ﵌: \" «وَيَسْعَى بِذِمَّتِهِمْ» \". وَيُقَالُ أَهْلُ الذِّمَّةِ لِأَنَّهُمْ أَدَّوُا الْجِزْيَةَ فَأَمِنُوا عَلَى دِمَائِهِمْ، وَأَمْوَالِهِمْ. وَيُقَالُ فِي الذِّمَامِ مَذَمَّةٌ وَمَذِمَّةٌ، بِالْفَتْحِ وَالْكَسْرِ، وَفِي الذَّمِّ مَذَمَّةٌ بِالْفَتْحِ. وَجَاءَ فِي الْحَدِيثِ: \" «أَنَّ رَجُلًا سَأَلَ النَّبِيَّ ﵌: مَا يُذْهِبُ عَنِّي مَِذَمَّةَ الرَِّضَاعِ؟ فَقَالَ: غُرَّةٌ: عَبْدٌ أَوْ أَمَةٌ» \". يَعْنِي بِمَذَمَّةِ الرَِّضَاعِ ذِمَامَ الْمُرْضِعَةِ. وَكَانَ النَّخَعِيُّ يَقُولُ فِي تَفْسِيرِ هَذَا الْحَدِيثِ: إِنَّهُمْ كَانُوا يَسْتَحِبُّونَ أَنْ يَرْضَخُوا عِنْدَ فِصَالِ الصَّبِيِّ لِلظِّئْرِ بِشَيْءٍ سِوَى الْأَجْرِ. فَكَأَنَّهُ سَأَلَهُ: مَا يُسْقِطُ عَنِّي حَقَّ الَّتِي أَرْضَعَتْنِي حَتَّى أَكُونَ قَدْ أَدَّيْتُ حَقَّهَا كَامِلًا. حَدَّثَنَا بِذَلِكَ الْقَطَّانُ عَنِ الْمُفَسِّرِ عَنِ الْقُتَيْبِيِّ. وَالْعَرَبُ تَقُولُ: أَذْهِبْ مَذَمَّتَهُمْ بِشَيْءٍ; أَيْ أَعْطِهِمْ شَيْئًا; فَإِنَّ لَهُمْ عَلَيْكَ ذِمَامًا. وَيُقَالُ افْعَلْ كَذَا وَخَلَاكَ ذَمٌّ، أَيْ وَلَا ذَمَّ عَلَيْكَ. وَيُقَالُ أَذَمَّ فُلَانٌ بِفُلَانٍ، إِذَا تَهَاوَنَ بِهِ. وَأَذَمَّ بِهِ بَعِيرُهُ، إِذَا أَخَّرَ، وَانْقَطَعَ عَنْ سَائِرِ الْإِبِلِ. وَشَيْءٌ مُذِمٌّ، أَيْ مَعِيبٌ. وَرَجُلٌ مُذِمٌّ: لَا حَرَاكَ بِهِ. وَحَكَى ابْنُ الْأَعْرَابِيِّ. بِئْرٌ ذَمِيمٌ، وَهِيَ مِثْلُ الذَّمَّةِ. أَنْشَدَنَا أَبُو الْحَسَنِ الْقَطَّانُ عَنْ ثَعْلَبٍ، عَنِ ابْنِ الْأَعْرَابِيِّ.\nمُوَاشِكَةٌ تَسْتَعْجِلُ الرَّكْضَ تَبْتَغِي ... نَضَائِضَ طَرْقٍ مَاؤُهُنَّ ذَمِيمُ\nيَصِفُ قَطَاةً. يَقُولُ.\nوَبَقِيَ فِي الْبَابِ مَا يَقْرُبُ مِنْ قِيَاسِهِ إِنْ كَانَ صَحِيحًا. إِنَّ الذَّمِيمَ بَثْرٌ يَخْرُجُ عَلَى الْأَنْفِ.\nوَحَكَى ابْنُ قُتَيْبَةَ أَنَّ الذَّمِيمَ الْبَوْلُ الَّذِي يَذِمُّ وَيَذِنُّ مِنْ قَضِيبِ التَّيْسِ. قَالَ أَبُو زُبَيْدٍ:\nتَرَى لِأَخْلَافِهَا مِنْ خَلْفِهَا نَسَلًا ... مِثْلَ الذَّمِيمِ عَلَى قُزْمِ الْيَعَامِيرِ\nالنَّسَلُ مِنَ اللَّبَنِ: مَا يَخْرُجُ مِنْهُ. وَالْقُزْمُ: الصِّغَارُ. قَالَ الشَّيْبَانِيُّ: لَا أَعْرِفُ الْيَعَامِيرَ. وَسَأَلْتُ فَلَمْ أَجِدْ عِنْدَ أَحَدٍ بِهَا عِلْمًا، وَيُقَالُ هِيَ صِغَارُ الضَّأْنِ.",
    "pg": "2:345-347"
  },
  "ذمه": {
    "def": "الذَّالُ وَالْمِيمُ وَالْهَاءُ لَيْسَ أَصْلًا، وَلَا مِنْهُ مَا يَصِحُّ ; إِلَّا أَنَّهُمْ يَقُولُونَ ذَمِهَ، إِذَا تَحَيَّرَ; وَيُقَالُ ذَمَهَتْهُ الشَّمْسُ: آلَمَتْ دِمَاغَهُ.\nوَاللَّهُ أَعْلَمُ. [بَابُ الذَّالِ وَالنُّونِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:360-361"
  },
  "ذمى": {
    "def": "الذَّالُ وَالْمِيمُ وَالْحَرْفُ الْمُعْتَلُّ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى حَرَكَةٍ. فَالذَّمَاءُ: الْحَرَكَةُ; يُقَالُ ذَمَى يَذْمِي، إِذَا تَحَرَّكَ. وَالذَّمَيَانُ: الْإِسْرَاعُ. وَيُقَالُ لِبَقِيَّةِ النَّفْسِ الذَّمَاءُ، وَذَلِكَ أَنَّهَا بَقِيَّةُ حَرَكَتِهِ. وَمِنَ الْبَابِ: خُذْ مَا ذَمَى لَكَ، أَيْ مَا ارْتَفَعَ، وَهُوَ مِنَ الْبَابِ لِأَنَّهُ يَسْنَحُ. وَيُقَالُ ذَمَتْنِي رِيحُ كَذَا، أَيْ آذَتْنِي.",
    "pg": "2:359"
  },
  "ذنب": {
    "def": "الذَّالُ وَالنُّونُ وَالْبَاءُ أُصُولٌ ثَلَاثَةٌ: أَحَدُهَا الْجُرْمُ، وَالْآخَرُ مُؤَخَّرُ الشَّيْءِ، وَالثَّالِثُ كَالْحَظِّ وَالنَّصِيبِ.\nفَالْأَوَّلُ الذَّنْبُ وَالْجُرْمُ. يُقَالُ أَذْنَبَ يُذْنِبُ. وَالِاسْمُ الذَّنْبُ، وَهُوَ مُذْنِبٌ. وَالْأَصْلُ الْآخَرُ الذَّنَبُ، وَهُوَ مُؤَخَّرُ الدَّوَابِّ، وَلِذَلِكَ سُمِّيَ الْأَتْبَاعُ الذُّنَابَى. وَالْمَذَانِبُ: مَذَانِبُ التِّلَاعِ، وَهِيَ مَسَايِلُ الْمَاءِ فِيهَا. وَالْمُذَنِّبُ مِنَ الرُّطَبِ: مَا أَرْطَبَ بَعْضُهُ. وَيُقَالُ لِلْفَرَسِ الطَّوِيلِ الذَّنَبِ: ذَنُوبٌ. وَالذِّنَابُ: عَقِبُ كُلِّ شَيْءٍ. وَالذَّانِبُ: التَّابِعُ; وَكَذَلِكَ الْمُسْتَذْنِبُ: الَّذِي يَكُونُ عِنْدَ أَذْنَابِ الْإِبِلِ. قَالَ الشَّاعِرُ:\nمِثْلَ الْأَجِيرِ اسْتَذْنَبَ الرَّوَاحِلَا\nفَأَمَّا الذَّنَائِبُ فَمَكَانٌ، وَفِيهِ يَقُولُ الْقَائِلُ:\nفَإِنْ يَكُ بِالذَّنَائِبِ طَالَ لَيْلِي ... فَقَدْ أَبْكِي مِنَ اللَّيْلِ الْقَصِيرِ\nوَاللَّهُ أَعْلَمُ. [بَابُ الذَّالِ وَالْهَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:361-362"
  },
  "ذنن": {
    "def": "الذَّالُ وَالنُّونُ فِي الْمُضَاعَفِ أَصْلٌ يَدُلُّ عَلَى سَيَلَانٍ. فَالذَّنِينُ مَا يَسِيلُ مِنَ الْمَنْخَرَيْنِ. وَقَدْ ذَنَّ ذَنًّا، وَهُوَ أَذَنُّ. قَالَ الشَّمَّاخُ: تُوَائِلُ مِنْ مِصَكٍّ أَنْصَبَتْهُ ... حَوَالِبُ أَسْهَرَتْهُ بِالذَّنِينِ\nوَيُقَالُ لَهُ الذُّنَانُ أَيْضًا. وَيُقَالُ إِنَّ الْمَرْأَةَ الذَّنَّاءُ الَّتِي يَسِيلُ حَيْضُهَا، وَلَا يَنْقَطِعُ، وَيُقَالُ الذُّنَانَةُ بَقِيَّةُ الشَّيْءِ الْهَالِكِ الضَّعِيفِ.\nوَمِمَّا يَشِذُّ عَنِ الْبَابِ - وَقَدْ قُلْتُ إِنَّ أَكْثَرَ أَمْرِ النَّبَاتِ عَلَى غَيْرِ قِيَاسٍ، الذُّؤْنُونُ: نَبْتٌ. يُقَالُ خَرَجَ النَّاسُ يَتَذَأْنَنُونَ، إِذَا أَخَذُوا الذُّؤْنُونَ.",
    "pg": "2:347-348"
  },
  "ذهب": {
    "def": "الذَّالُ وَالْهَاءُ وَالْبَاءُ أُصَيْلٌ يَدُلُّ عَلَى حُسْنٍ وَنَضَارَةٍ. مِنْ ذَلِكَ الذَّهَبُ مَعْرُوفٌ، وَقَدْ يُؤَنَّثُ، فَيُقَالُ ذَهَبَةٌ، وَيُجْمَعُ عَلَى الْأَذْهَابِ. وَالْمَذَاهِبُ: سُيُورٌ تُمَوَّهُ بِالذَّهَبِ، أَوْ خِلَلٌ مِنْ سُيُوفٍ. وَكُلُّ شَيْءٍ مُمَوَّهٍ بِذَهَبٍ فَهُوَ مَذْهَبٌ. قَالَ قَيْسٌ:\nأَتَعْرِفُ رَسْمًا كَاطِّرَادِ الْمَذَاهِبِ ... لِعَمْرَةَ وَحْشًا غَيْرَ مَوْقِفِ رَاكِبٍ\nوَيُقَالُ رَجُلٌ ذَهِبٌ، إِذَا رَأَى مَعْدِنَ الذَّهَبِ فَدَُهِشَ. وَكُمَيْتٌ مُذْهَبٌ، إِذَا عَلَتْهُ حُمْرَةٌ إِلَى اصْفِرَارٍ. فَأَمَّا الذِّهْبَةُ فَمَطَرٌ جَوْدٌ. وَهِيَ قِيَاسُ الْبَابِ; لِأَنَّ بِهَا تَنْضُرُ الْأَرْضُ وَالنَّبَاتُ. وَالْجَمْعُ ذِهَابٌ. قَالَ ذُو الرُّمَّةِ:\nفِيهَا الذِّهَابُ وَحَفَّتْهَا الْبَرَاعِيمُ\nفَهَذَا مُعْظَمُ الْبَابِ. وَبَقِيَ أَصْلٌ آخَرُ، وَهُوَ ذَهَابُ الشَّيْءِ: مُضِيُّهُ. يُقَالُ ذَهَبٌ يَذْهَبُ ذَهَابًا وَذُهُوبًا. وَقَدْ ذَهَبَ مَذْهَبًا حَسَنًا.",
    "pg": "2:362"
  },
  "ذهر": {
    "def": "الذَّالُ وَالْهَاءُ وَالرَّاءُ لَيْسَ بِأَصْلٍ. وَرُبَّمَا قَالُوا ذَهِرَ فُوهُ، إِذَا اسْوَدَّتْ أَسْنَانُهُ.",
    "pg": "2:362-363"
  },
  "ذهل": {
    "def": "الذَّالُ وَالْهَاءُ وَاللَّامُ أَصْلٌ وَاحِدٌ يَدُلُّ عَلَى شُغْلٍ عَنْ شَيْءٍ بِذُعْرٍ أَوْ غَيْرِهِ. ذَهَِلْتُ عَنِ الشَّيْءِ أَذْهَلُ، إِذَا نَسِيتَهُ أَوْ شُغِلْتَ. وَأَذْهَلَنِي عَنْهُ كَذَا. هَذَا هُوَ الْأَصْلُ. وَحُكِيَ عَنِ اللِّحْيَانِيِّ: [جَاءَ بَعْدَ] ذُهْلٍ مِنَ اللَّيْلِ وَذَهْلٍ، كَمَا تَقُولُ: مَرَّ هُدْءٌ مِنَ اللَّيْلِ. وَيَجُوزُ أَنْ يَكُونَ ذَلِكَ لِإِظْلَامِهِ وَأَنَّهُ يُذْهَلُ فِيهِ عَنِ الْأَشْيَاءِ.\nوَمِمَّا شَذَّ عَنِ الْبَابِ قَوْلُهُمْ لِلْفَرَسِ الْجَوَادِ ذُهْلُولٌ.",
    "pg": "2:363"
  },
  "ذهن": {
    "def": "الذَّالُ وَالْهَاءُ وَالنُّونُ أَصْلٌ يَدُلُّ عَلَى قُوَّةٍ. يُقَالُ مَا بِهِ ذِهْنٌ، أَيْ قُوَّةٌ. قَالَ أَوْسٌ:\nأَنُوءُ بِرَجُلٍ بِهَا ذِهْنُهَا ... وَأَعْيَتْ بِهَا أُخْتُهَا الْغَابِرَهْ\nوَالذِّهْنُ: الْفِطْنَةُ لِلشَّيْءِ وَالْحِفْظُ لَهُ. وَكَذَلِكَ الذَّهَنُ.\nوَاللَّهُ أَعْلَمُ بِالصَّوَابِ.\n\n[بَابُ الذَّالِ وَالْوَاوِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:363"
  },
  "ذوب": {
    "def": "الذَّالُ وَالْوَاوُ وَالْبَاءُ أَصْلٌ وَاحِدٌ، وَهُوَ الذَّوْبُ، ثُمَّ يُحْمَلُ عَلَيْهِ مَا قَارَبَهُ فِي الْمَعْنَى مَجَازًا. يُقَالُ ذَابَ الشَّيْءُ يَذُوبُ ذَوْبًا، وَهُوَ ذَائِبٌ. ثُمَّ يَقُولُونَ مَجَازًا: ذَابَ لِي عَلَيْهِ مِنَ الْمَالِ كَذَا، أَيْ وَجَبَ; كَأَنَّهُ لَمَّا وَجَبَ فَقَدْ ذَابَ عَلَيْهِ، كَمَا يَذُوبُ الشَّيْءُ عَلَى الشَّيْءِ. وَالْإِذْوَابَةُ: الزُّبْدُ حِينَ يُوضَعُ فِي الْبُرْمَةِ لِيُذَابَ. وَالذَّوْبُ: الْعَسَلُ الْخَالِصُ. ثُمَّ يَقُولُونَ لِلشَّمْسِ إِذَا اشْتَدَّ حَرُّهَا: ذَابَتْ; كَأَنَّهَا لَمَّا بَلَغَتْ إِلَى الْأَجْسَادِ بِحَرِّهَا فَقَدْ ذَابَتْ عَلَيْهِمْ. قَالَ:\nإِذَا ذَابَتِ الشَّمْسُ اتَّقَى صَقَرَاتِهَا ... بِأَفْنَانِ مَرْبُوعِ الصَّرِيمَةِ مُعْبِلِ\nوَيَقُولُونَ: أَذَابَ فُلَانٌ أَمْرَهُ، أَيْ أَصْلَحَهُ. وَهُوَ مِنَ الْبَابِ; لِأَنَّهُ كَأَنَّهُ فَعَلَ بِهِ مَا يَفْعَلُهُ مُذِيبُ السَّمْنِ وَغَيْرِهِ حَتَّى يَخْلُصَ وَيَصْلُحَ. وَمِنْهُ قَوْلُ بِشْرٍ:\nوَكُنْتُمْ كَذَاتِ الْقِدْرِ لَمْ تَدْرِ إِذْ غَلَتْ ... أَتُنْزِلُهَا مَذْمُومَةً أَوْ تُذِيبُهَا\nوَقَالَ قَوْمٌ: تُذِيبُهَا تُنْهِبُهَا; وَالْإِذَابَةُ: النُّهْبَةُ; أَذَبْتُهُ أَنْهَبْتُهُ. وَهُوَ الْبَابُ، كَأَنَّهُ أَذَابَهُ عَلَيْهِمْ.",
    "pg": "2:364"
  },
  "ذود": {
    "def": "الذَّالُ وَالْوَاوُ وَالدَّالُ أَصْلَانِ: أَحَدُهُمَا تَنْحِيَةُ الشَّيْءِ عَنِ الشَّيْءِ، وَالْآخَرُ جَمَاعَةُ الْإِبِلِ. وَمُحْتَمِلٌ أَنْ يَكُونَ الْبَابَانِ رَاجِعَيْنِ إِلَى أَصْلٍ وَاحِدٍ.\nفَالْأَوَّلُ قَوْلُهُمْ: ذُدْتُ فُلَانًا عَنِ الشَّيْءِ أَذُودُهُ ذَوْدًا، وَذُدْتُ إِبِلِي أَذُودُهَا ذَوْدًا وَذِيَادًا. وَيُقَالُ أَذَدْتُ فُلَانًا: أَعَنْتُهُ عَلَى ذِيَادِ إِبِلِهِ.\nوَالْأَصْلُ الْآخَرُ الذَّوْدُ مِنَ النَّعَمِ. قَالَ أَبُو زَيْدٍ: الذَّوْدُ مِنَ الثَّلَاثَةِ إِلَى الْعَشَرَةِ.\n\n[بَابُ الذَّالِ وَالْيَاءِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:365"
  },
  "ذوق": {
    "def": "الذَّالُ وَالْوَاوُ وَالْقَافُ أَصْلٌ وَاحِدٌ، وَهُوَ اخْتِبَارُ الشَّيْءِ مِنْ جِهَةِ تَطَعُّمٍ، ثُمَّ يُشْتَقُّ مِنْهُ مَجَازًا فَيُقَالُ: ذُقْتُ الْمَأْكُولَ أَذُوقُهُ ذَوْقًا. وَذُقْتُ مَا عِنْدَ فُلَانٍ: اخْتَبَرْتُهُ. وَفِي كِتَابِ الْخَلِيلِ: كُلُّ مَا نَزَلَ بِإِنْسَانٍ مِنْ مَكْرُوهٍ فَقَدْ ذَاقَهُ. وَيُقَالُ ذَاقَ الْقَوْسَ، إِذَا نَظَرَ مَا مِقْدَارُ إِعْطَائِهَا وَكَيْفَ قُوَّتُهَا. قَالَ: فَذَاقَ فَأَعْطَتْهُ مِنَ اللِّينِ جَانِبًا ... كَفَى، وَلَهَا أَنْ يُغْرِقَ السَّهْمُ حَاجِزُ",
    "pg": "2:364-365"
  },
  "ذوى": {
    "def": "الذَّالُ وَالْوَاوُ وَالْيَاءُ كَلِمَةٌ وَاحِدَةٌ تَدُلُّ عَلَى يُبْسٍ وَجُفُوفٍ. تَقُولُ ذَوَى الْعُودُ يَذْوِي، إِذَا جَفَّ، وَهُوَ ذَاوٍ، وَرُبَّمَا قَالُوا ذَأَى يَذْأَى، وَالْأَوَّلُ الْأَجْوَدُ.",
    "pg": "2:363-364"
  },
  "ذيا": {
    "def": "الذَّالُ وَالْيَاءُ وَالْهَمْزَةُ كَلِمَةٌ وَاحِدَةٌ. تَذَيَّأَ اللَّحْمُ، وَذَيَّأْتُهُ، إِذَا فَصَلْتَهُ عَنِ الْعَظْمِ.\n\n[بَابُ الذَّالِ وَالْهَمْزَةِ وَمَا يَثْلُثُهُمَا]",
    "pg": "2:367"
  },
  "ذيخ": {
    "def": "الذَّالُ وَالْيَاءُ وَالْخَاءُ كَلِمَةٌ وَاحِدَةٌ لَا قِيَاسَ لَهَا. قَوْلُهُمْ لِلذَّكَرِ مِنَ الضِّبَاعِ ذِيخٌ، وَالْجَمْعُ ذِيَخَةٌ. وَرُبَّمَا قَالُوا: ذَيَّخْتُ الرَّجُلَ تَذْيِيخًا، إِذَا أَذْلَلْتَهُ.",
    "pg": "2:365"
  },
  "ذير": {
    "def": "الذَّالُ وَالْيَاءُ وَالرَّاءُ لَيْسَ أَصْلًا. إِنَّمَا يَقُولُونَ: ذَيَّرْتُ أَطْبَاءَ النَّاقَةِ، إِذَا طَلَيْتَهَا بِسِرْجِينٍ لِئَلَّا يَرْتَضِعَ الْفَصِيلُ. وَهُوَ الذِّيَارُ.",
    "pg": "2:365"
  },
  "ذيع": {
    "def": "الذَّالُ وَالْيَاءُ وَالْعَيْنُ أَصْلٌ يَدُلُّ عَلَى إِظْهَارِ الشَّيْءِ وَظُهُورِهِ وَانْتِشَارِهِ. يُقَالُ ذَاعَ الْخَبَرُ وَغَيْرُهُ يَذِيعُ ذُيُوعًا. وَرَجُلٌ مِذْيَاعٌ: لَا يَكْتُمُ سِرًّا; وَالْجَمْعُ الْمَذَايِيعُ. وَفِي حَدِيثِ عَلِيٍّ ﵇: \" لَيْسُوا بِالْمَسَايِيحِ وَلَا الْمَذَايِيعِ الْبُذُرِ \". وَهَهُنَا كَلِمَةٌ مِنْ هَذَا فِي الْمَعْنَى مِنْ طَرِيقَةِ الِانْتِشَارِ، يَقُولُونَ: أَذَاعَ النَّاسُ [مَا] فِي الْحَوْضِ، إِذَا شَرِبُوهُ كُلَّهُ.",
    "pg": "2:365-366"
  },
  "ذيف": {
    "def": "الذَّالُ وَالْيَاءُ وَالْفَاءُ كَلِمَةٌ وَاحِدَةٌ لَا قِيَاسَ لَهَا، وَهِيَ الذَِّيفَانُ وَهُوَ السُّمُّ الْقَاتِلُ.",
    "pg": "2:366"
  },
  "ذيل": {
    "def": "الذَّالُ وَالْيَاءُ وَاللَّامُ أُصَيْلٌ وَاحِدٌ مُطَّرِدٌ مُنْقَاسٌ، وَهُوَ شَيْءٌ يَسْفُلُ فِي إِطَافَةٍ. مِنْ ذَلِكَ الذَّيْلُ ذَيْلُ الْقَمِيصِ وَغَيْرِهِ. وَذَيْلُ الرِّيحِ: مَا انْسَحَبَ مِنْهَا عَلَى الْأَرْضِ. وَفَرَسٌ ذَيَّالٌ: طَوِيلُ الذَّنَبِ. قَالَ النَّابِغَةُ:\nبِكُلِّ مُجَرَّبٍ كَاللَّيْثِ يَسْمُو ... إِلَى أَوْصَالِ ذَيَّالٍ رِفَنِّ\nوَإِنْ كَانَ الْفَرَسُ قَصِيرًا وَذَنَبُهُ طَوِيلًا فَهُوَ ذَائِلٌ. وَقَوْلُهُمْ لِلشَّيْءِ الْمُهَانِ مُذَالٌ، مِنْ هَذَا، كَأَنَّهُ لَمْ يُجْعَلْ فِي الْأَعَالِي. وَيَقُولُونَ: جَاءَ أَذْيَالٌ مِنَ النَّاسِ، أَيْ أَوَاخِرُ مِنْهُمْ قَلِيلٌ. وَالذَّائِلَةُ مِنَ الدُّرُوعِ: الطَّوِيلَةُ الذَّيْلِ. وَكَذَلِكَ الذَّائِلُ. قَالَ:\nوَنَسْجُ سُلَيْمٍ كُلُِّ قَضَّاءَ ذَائِلٍ\nوَذَالَتِ الْمَرْأَةُ: جَرَّتْ أَذْيَالَهَا. وَهُوَ فِي شِعْرِ طَرَفَةَ. فَأَمَّا قَوْلُ الْأَغْلَبِ:\nيَسْعَى بِيَدٍ وَذَيْلْ\nفَإِنَّمَا أَرَادَ الرِّجْلَ، فَجَعَلَ الذَّيْلَ مَكَانَهُ لِلْقَافِيَةِ; فَإِنَّهُ يَقُولُ:\nفَالْوَيْلُ لَوْ يُنْجِيهِ قَوْلُ الْوَيْلْ وَيَقُولُونَ: \" مَنْ يَطُلْ ذَيْلُهُ يَنْتَطِقْ بِهِ \". يُرَادُ أَنَّ مَنْ كَانَ فِي سَعَةٍ أَنْفَقَ مَالَهُ حَيْثُ شَاءَ.",
    "pg": "2:366-367"
  },
  "ذيم": {
    "def": "الذَّالُ وَالْيَاءُ وَالْمِيمُ كَلِمَةٌ وَاحِدَةٌ، لَا يُقَاسُ وَلَا يَتَفَرَّعُ. يُقَالُ ذِمْتُهُ أَذِيمُهُ ذَيْمًا.",
    "pg": "2:367"
  }
}